{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2015-890053号事件について平成27年12月1日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実(いずれも当事者間に争いがない。)",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "商標登録第5707700号の商標(以下「本件商標」という。)は，「コナミスポーツクラブマスターズ」の文字を標準文字により表してなり，平成26年5月30日に登録出願，第41類「教育・文化・娯楽・スポーツ用ビデオの制作(映画・放送番組・広告用のものを除く。)，スポーツの興行の企画・運営又は開催，ゲーム大会の企画・運営又は開催，その他の興行の企画・運営又は開催(映画・演芸・演劇・音楽の演奏の興行及びスポーツ・競馬・競輪・競艇・小型自動車競走の興行に関するものを除く。)，運動施設の提供，運動用具の貸与，レコード又は録音済み磁気テープの貸与，録画済み磁気テープの貸与」を指定役務として，同年9月5日に登録査定，同年10月3日に設定登録されたものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成27年6月18日，本件商標の登録を無効とする，審判費用は被請求人(被告。ただし，同年10月1日に現商号に変更するまでの商号は旧商号である。)の負担とするとの審決を求め，本件商標は商標法(以下「法」という。)4条1項15号，同19号及び同7号に該当し，法46条1項1号の規定に基づき無効にすべきものであるとして，審判を請求した。",
            "特許庁は，本件審判請求を無効2015-890053号事件(以下「本件審判事件」といい，また，その手続を「本件審判手続」という。)として審理し，同年12月1日，「本件審判の請求は，成り立たない。」との審決(出訴期間として90日を附加。以下「本件審決」という。)をし，その謄本は，同月10日，原告に送達された。なお，本件審判事件において，被告は，原告の主張に対し何ら答弁しなかった。",
            "原告は，平成28年4月5日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであり，その要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「Masters」及び「マスターズ」の周知性について",
              "text": [
                "「Masters」及び「マスターズ」(以下，両者を合わせて「原告各商標」という。)は，本件商標の登録出願時及び登録査定時において，米国ジョージア州オーガスタにある原告が経営するゴルフクラブにおいて開催される世界の4大ゴルフトーナメントの一つである「The  Masters  Tournament(マスターズ  トーナメント)」の略称として広く使用されており，また，当該ゴルフクラブにおいて提供される原告の業務にかかる役務を表示するものとして，我が国のゴルフに関連する役務の取引者，需要者の間で広く認識されていたということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "法4条1項15号該当性について",
              "text": [
                "本件商標は，「コナミスポーツクラブマスターズ」の文字からなるところ，該文字は，同書，同大，等間隔で一体にまとまりよく表してなるものであって，これより生ずる「コナミスポーツクラブマスターズ」の称呼は，やや冗長であるとしても，一連に称呼し得るものである。",
                "また，本件商標の構成中「スポーツクラブ」の文字は，「学校の運動部。また，企業や地域のスポーツ活動を行う組織。スポーツの講習や施設を提供する会員制組織。」の意味を有するものであり，「マスターズ」の文字は，「(Masters  Tournament)アメリカのジョージア州オーガスタで毎年4月に行われるゴルフ競技会。1934年，世界の名手の招待競技として発足。(World  Masters  Games)中高年のための国際スポーツ大会。女子30歳・男子35歳以上の参加者が5歳きざみの年齢別で競技。世界マスターズ大会。中高年のための競技会の総称。」の意味を有するものである。",
                "さらに，被告は，スポーツ施設を実際に運営しており，当該スポーツ施設の名称である「コナミスポーツクラブ」の語は，その活動内容から相当程度知られていることがうかがえる。",
                "してみると，本件商標は，その構成中「コナミスポーツクラブ」の文字部分からは，「コナミが運営する会員制のスポーツ組織」の意味合いを理解させるものである。",
                "ところで，職権によりインターネット調査(「スポーツクラブ」及び「マスターズ」の語を複合キーワード検索。以下「本件職権証拠調べ」という。)したところ，「マスターズ」の語が，スポーツクラブにおけるクラス分けの一つとして使用されている例が，多数確認された。",
                "以上のことを踏まえると，本件商標の構成中「コナミスポーツクラブ」の文字は，「コナミが運営する会員制のスポーツ組織」の意味合いを想起させるものであり，また，「マスターズ」の文字は，「スポーツクラブ」の文字と結合した場合には，「スポーツクラブにおけるクラス分けの一つ」程の意味合いを容易に理解させるものといえるから，役務の質を表示したと理解されるにとどまるものであって，自他役務の識別力がないか極めて弱いものである。かかる構成態様の本件商標にあって，「マスターズ」の文字部分のみを殊更に強く印象し記憶して，当該部分に相応した称呼や観念のみをもって取引に資されるとする理由はない。",
                "そうすると，本件商標は，その構成全体をもって取引に資されるほか，出所表示として強い識別力を発揮し得る「コナミスポーツクラブ」の文字部分をもって印象され記憶されるものというのが相当であり，これに接する需要者をして，直ちに原告各商標を連想，想起させるとまではいえない。",
                "してみれば，本件商標は，「コナミスポーツクラブマスターズ」又は「コナミスポーツクラブ」の称呼を生じ，「マスターズ(中高年)のためのクラスあるいはプログラムを有するコナミが運営する会員制のスポーツ組織」又は「コナミが運営する会員制のスポーツ組織」の観念が生ずるものというべきであり，その構成中の「マスターズ」の文字部分が役務の出所識別標識として強く支配的な印象を与えるとはいえないから，「マスターズ」の文字部分だけを，原告各商標と比較して商標そのものの類否を判断することは許されないというべきである。たとえ，原告各商標が，我が国のゴルフに関連する役務の取引者，需要者の間で広く認識されているとしても，本件商標と原告各商標とは非類似の商標であって，別異の商標といえるものであり，また，本件商標中の「マスターズ」の文字部分から直ちに原告各商標を連想，想起するとまではいえないから，本件商標は，これをその指定役務について使用しても，これに接する需要者において，該役務が原告又は原告と経済的若しくは組織的に何らかの関係を有する者の業務に係る役務であるかのように，その役務の出所について混同を生ずるおそれがあるということはできない。",
                "したがって，本件商標は，法4条1項15号に該当するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "法4条1項19号該当性について",
              "text": [
                "本件商標と原告各商標とは，上記(2)のとおり，判然と区別し得る別異の商標というべきものであり，また，たとえ原告各商標が我が国のゴルフに関連する役務の取引者，需要者の間で広く認識されているとしても，本件商標中の「マスターズ」の文字は，「スポーツクラブ」の文字と結合した場合には，「スポーツクラブにおけるクラス分けの一つ」程の意味合いを容易に理解させるものといえるから，役務の質を表示したと理解されるにとどまるものである。",
                "してみれば，本件商標は，原告各商標の持つ顧客吸引力を利用し，不当に利益を上げるなど，不正の目的をもって使用をするものとはいえず，また，不正の目的をもって使用をするものであることを認めるに足る証拠も提出されていない。",
                "したがって，本件商標は，法4条1項19号に違反してされたものとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "法4条1項7号該当性について",
              "text": [
                "本件商標と原告各商標とは，上記(2)のとおり，判然と区別し得る別異の商標というべきものであり，また，たとえ，原告各商標が我が国のゴルフに関連する役務の取引者，需要者の間で広く認識されているとしても，本件商標中の「マスターズ」の文字は，上記(3)のとおりであるから，役務の質を表示したと理解されるにとどまるものであって，「マスターズ」の名声や顧客吸引力に便乗するものであるとはいえず，本件商標を商標登録することが，その名声や顧客吸引力の希釈化をするおそれもない。",
                "そうすると，本件商標をその指定役務に使用することが社会一般の道徳観念に反し，公正な取引秩序を乱すものとはいえない。",
                "その他，本件商標が公の秩序又は善良の風俗を害するおそれのある商標であると認めるに足りる事情及びその証拠の提出もない。",
                "したがって，本件商標は，法4条1項7号に該当しない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件商標は，法4条1項7号，同15号及び同19号に違反して登録されたものとは認められないから，法46条1項の規定によってその登録を無効とすることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(手続上の瑕疵)",
              "text": [
                "本件審判手続においては，職権によりスポーツクラブにおける「マスターズ」の語の使用に関するインターネット調査に基づく証拠調べ(本件職権証拠調べ)がされたが，その結果について請求人である原告に対し何ら通知されず，平成27年11月16日付けで書面審理通知書が，同月17日付けで審理終結通知書が発送され，そのまま本件審決がされた。",
                "法56条が準用する特許法150条において，「審判に関しては，…職権で，証拠調べをすることができる。」(1項)，「審判長は，…職権で証拠調べ…をしたときは，その結果を当事者…に通知し，相当の期間を指定して，意見を申し立てる機会を与えなければならない。」(5項)と定められているところ，本件審判手続は明らかに法56条の準用する特許法150条1項及び5項に違反してされた違法なものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(法4条1項15号該当性)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，職権により実施したインターネット調査の結果，「マスターズ」の語がスポーツクラブにおけるクラス分けの一つとして使用されている例が多数確認されたとするところ，スポーツクラブにより「マスターズ」の文字をクラス分けに使用している事例は存在するものの，この仕分けは各スポーツクラブが自由にそれぞれの判断で決めていることであり，外部の者には「マスターズ」が何を意味するかは全くわからない。",
                    "また，スポーツクラブ(フィットネスクラブ)の事業者数及び会員数等を考慮すれば，スポーツクラブにおいて「マスターズ」の語に接する人数は僅かであり，そのような限られた人々の認識に基づいて「マスターズ」の語に識別力がない又は乏しいと判断することには合理性がない。",
                    "他方，原告各商標が本件商標の登録出願時及び登録査定時に周知著名であったことは，本件審決も認定している。",
                    "このような状況において，社会的に見てごく例外的な，極めて限られた範囲でしか知られていない用例を根拠に「マスターズ」の語が「スポーツクラブにおけるクラス分けの一つ」程の意味合いを容易に理解させ，役務の質を表示したと理解されるにとどまり，自他役務の識別力がないか極めて弱いと認定することは，およそ社会常識に反する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「マスターズ」の語については，多くの国語辞書に「マスターズ  トーナメント」に由来する，その略称である旨が記載されており，複数の語義を有するとしている辞書でも常に真っ先にこの意義が記載されている。しかも，1980年代には既に国語辞書に掲載され始め，1990年代にほとんどの中型辞書に，2000年代に入ると小型辞書にも掲載されるに至っている。このように，多くの国語辞書に掲載されている事実は，「マスターズ」という語が単にゴルフの取引者，需要者だけでなく，広く一般的に用いられ，社会的に定着している事実を示すものである。",
                    "また，「マスターズ」の語は，古くからゴルフ愛好家のための専門誌だけでなく，一般公衆を読者とする一般全国紙及び各種の雑誌において，「マスターズ  トーナメント」の略称として，記事，報道，読み物等に広く使用されてきた。「Masters」及び「マスターズ」の語が，このように社会的に広く，限られた読者層だけでなく一般公衆に知られてきたことが，上記のように各種の辞書に記載される基礎ともなっている。",
                    "さらに，毎年4月第2週に開催される「マスターズ  トーナメント」は，多年にわたり全国的にテレビで同時放映されており，例年，高い視聴率を上げているところ，「マスターズ  トーナメント」と完全に呼ぶことは稀であり，「マスターズ」の略称がふんだんに放映に際して発言されている。",
                    "こうした状況から見て，「マスターズ」が原告の主催する「マスターズ  トーナメント」の略称として我が国一般公衆の間に広く認識され，周知，著名となっていることには疑問の余地はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「コナミスポーツクラブマスターズ」という15音からなる語を一連に，換言すれば一息に発音することは至難であり，通常であれば，「コナミ・スポーツ・クラブ・マスターズ」と4語に，又は「コナミ・スポーツクラブ・マスターズ」と3語に区切って発音すると考えられる。したがって，本件商標は，「コナミスポーツクラブ」という部分と「マスターズ」とを結合した商標であり，本件商標から「マスターズ」という称呼，観念も，「コナミスポーツクラブ」という称呼，観念とともに生じると考えるのが常識的である。",
                    "したがって，本件商標に接する者が，本件商標から「コナミスポーツクラブ」が「マスターズ  トーナメント」ないし「マスターズ  トーナメント」を主催している原告と経営的，人的等何らかの関係があるものと理解することは当然に予測されるところであり，役務の出所について混同を生じることは必至である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上より，本件商標は法4条1項15号に該当し，無効とされるべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(法4条1項19号該当性)",
              "text": [
                "被告は，各種のゴルフ講習会を常設し，また，ゴルフの競技会の企画，運営等をその事業の一部として行っている。そのような被告が「マスターズ」の周知著名性を知らないはずはなく，殊更に「マスターズ」を末尾に含む本件商標を登録したのは，「マスターズ」の持つ顧客吸引力を利用し，不当に利益を上げる，不正目的の使用を行うものであることは明らかである。",
                "したがって，本件商標は法4条1項19号に該当し，無効とされるべきものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(法4条1項7号該当性)",
              "text": [
                "上記のとおり，本件商標は法4条1項19号に該当し，「マスターズ」の名声，顧客吸引力に便乗するものであるから，社会一般の道徳観念に反し，公正な取引秩序を乱すものであり，法4条1項7号に該当し，無効とされるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記原告の主張のうち，被告の子会社である株式会社コナミスポーツ(以下「コナミスポーツ」という。)が大人向け，子供向けの各ゴルフスクールを運営し，スクール利用者を対象とするゴルフ競技会を開催していること，複数のスポーツクラブにおいて「マスターズ」という名称がスポーツクラブの提供するサービスの種類を示す名称として使用されていることは認め，その余は否認ないし争う。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "コナミスポーツは，施設数，会員数の両面において日本最大のスポーツクラブを運営する会社であり，日本全国において著名であることは疑いなく，「出所表示として強い識別力を発揮し得る『コナミスポーツクラブ』の文字部分をもって印象され記憶されるものというのが相当」とした本件審決の判断は適切である。",
                "また，被告は，コナミスポーツが社団法人日本マスターズ水泳協会の公認を得て「コナミスポーツクラブマスターズ水泳競技会」との名称で水泳競技会を開催していることから，当該名称を確実に使用できる状況を確保するべく本件商標を取得したものであって，「マスターズ」の持つ顧客吸引力を利用し，不当に利益を上げるといった目的で本件商標を使用するものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続上の瑕疵)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記認定(第2，3，(2))のとおり，特許庁は，本件審判手続において本件職権証拠調べを行ったものであるところ，証拠(甲78，79)によれば，特許庁は，原告に対し，平成27年11月16日に書面審理通知書(起案日は同月12日)を発送した上で，同月17日，審理終結通知書(起案日は同月12日)を発送したことが認められるものの，本件職権証拠調べの結果を原告に対して通知し，相当の期間を指定して意見を申し立てる機会を与えたことをうかがわせる証拠は全くなく，これらの手続は行われなかったことが推認される。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "法56条が準用する特許法150条は，「審判に関しては，…職権で，証拠調べをすることができる。」(1項)とする一方で，「審判長は，…職権で証拠調べ…をしたときは，その結果を当事者…に通知し，相当の期間を指定して，意見を申し立てる機会を与えなければならない。」(5項)と定める。ところが，本件審判手続において，特許庁は，上記(1)のとおり，原告に対し，本件職権証拠調べの結果につき通知し，相当の期間を指定して意見を申し立てる機会を与えなかったのであり，この点で本件審判手続には上記規定に違反するという瑕疵があったものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件職権証拠調べは，具体的にはインターネットにより「スポーツクラブ」及び「マスターズ」の語を複合キーワード検索することで「スポーツクラブ」における「マスターズ」の語の使用例を調査したものであるが，本件審決は，本件商標の法4条1項15号該当性を論ずる中で，本件商標の称呼及び観念につき判断するに当たり，本件商標のように「スポーツクラブ」の文字と「マスターズ」の文字が結合した場合の「マスターズ」の文字部分が持つ出所識別機能の程度を評価する根拠の一つとして，このような本件職権証拠調べの結果である5件のスポーツクラブのホームページに存在する記載を利用している。",
                    "さらに，法4条1項19号及び同7号該当性の判断に当たっても，本件審決は，本件職権証拠調べの結果を利用して，本件商標中の「マスターズ」の文字部分が持つ出所識別機能の程度につき検討している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本件審判手続には瑕疵があり，その瑕疵は，審判の結果である審決の結論に一般的に見て影響を及ぼすものであったものというべきである。このような場合，その瑕疵は，審決の結論に影響を及ぼさないことが明らかであると認められる特別の事情，すなわち，たとえ職権証拠調べの結果の通知がなくとも，これに対する反論，反証の機会が実質的に与えられていたものと評価し得るか，又は当事者に対する不意打ちとならないと認められる事情がない限り，審決取消事由となるものと解される(最高裁判所第一小法廷昭和51年5月6日判決・判例時報819号35頁，最高裁判所第三小法廷平成14年9月17日判決・判例時報1801号108頁参照)。",
                    "そこで，本件における上記特段の事情の有無を検討すると，本件職権証拠調べは，上記のとおり具体的にはインターネットによる「スポーツクラブ」及び「マスターズ」の語の複合キーワード検索であり，その手法それ自体は必ずしも目新しいものではなく，一般的かつ容易に行われ得るものではある。しかし，原告において，そのような証拠調べが行われることを当然に予期していたとか，予期すべきであったと認めるに足りる証拠はない上，そもそも，本件審判事件においては，被告は原告の主張に対し何ら答弁せず(前記第2の2)，また，その審理は職権により書面審理とされていた(前記(1))のであるから，本件職権証拠調べの事実を知らない原告にとっては，何らかの追加主張ないし立証が必要であること自体，全く予期し得なかったと考えられるのである。また，本件職権証拠調べの結果それ自体も，本件審決の引用するホームページ上の記載の存在そのものはともかく，これを受けた反証活動や本件証拠調べの結果の評価に関する反論の余地がないとはいい難い。",
                    "そうである以上，本件においては本件職権証拠調べの結果に対する反論，反証の機会が原告に対し実質的に与えられていたものとは評価し得ず，また，原告に対する不意打ちとならないと認めるべき事情も見当たらない。すなわち，上記特段の事情の存在は認められない。",
                    "したがって，本件職権証拠調べの結果の原告に対する通知等を欠くという手続上の瑕疵は，本件審決の取消事由となるものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，本件審判手続は法56条の準用する特許法150条5項所定の手続を欠く違法なものであり，その結果としてされた本件審決については，これを取り消すのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "よって，その余の点につき論ずるまでもなく，原告の請求は理由があるからこれを認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10083",
    "date": "2016-10-11",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086187",
    "ipprecedent_id": "4449",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}