{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-8788号事件について平成28年5月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成21年4月20日，発明の名称を「脂質含有組成物およびその使用方法」とする特許出願(特願2011-506377号。パリ条約に基づく優先権主張：平成20年4月21日・アメリカ合衆国，平成20年6月25日・アメリカ合衆国，平成20年11月5日・アメリカ合衆国。請求項の数41。以下「本願」という。)をした。",
                "原告は，本願について，平成25年6月3日付けで手続補正(甲2)をしたが，同年9月2日付けの拒絶理由通知を受け，更に同年12月4日付けで手続補正をしたが，平成26年1月6日付けで拒絶査定を受けた。",
                "原告は，平成26年5月12日，拒絶査定不服審判の請求(以下「本件審判請求」という。)をするとともに，同日付けで手続補正をするなどしたが，平成27年7月30日付けの拒絶理由通知(甲18)を受けたため，平成28年2月4日付け手続補正書(甲21)により，特許請求の範囲の補正を含む手続補正(以下「本件補正」という。)をし，また，同日付け意見書，同月5日付け手続補足書及び同月29日付け上申書を提出した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，本件審判請求について，不服2014-8788号事件として審理を行い，平成28年5月16日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同月31日，その謄本が原告に送達された。なお，本件審決については，出訴期間として90日が付加された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成28年9月26日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後の本願の特許請求の範囲は，請求項1ないし27からなり，その    請求項25，同項が引用する請求項20及び更に同項が引用する請求項1の記載は，次のとおりである(以下，本件補正後の請求項25に係る発明を「本願発明」という。また，本願の明細書を，「本願明細書」という。)。",
                "「【請求項25】",
                "前記医学的状態が，更年期，加齢，筋骨格障害，気分変動，認知機能低下，神経障害，精神障害，甲状腺障害，過体重，肥満，糖尿病，内分泌障害，消化器系障害，生殖障害，肺障害，腎疾患，眼障害，皮膚障害，睡眠障害，歯科疾患，癌，自己免疫疾患，感染症，炎症性疾患，高コレステロール血症，脂質異常症，または心血管疾患から選択される，請求項20～24のいずれか一項以上に記載の配合物。」",
                "「【請求項20】",
                "対象における医学的状態の予防および／または治療における使用のための，請求項1～19のいずれか一項以上に記載の配合物。」",
                "「【請求項1】",
                "異なる供給源に由来する脂質の混合物を含む脂質含有配合物であって，前記配合物は，ある用量の ω-6脂肪酸および ω-3脂肪酸を含み，ω-6対ω-3の比が4：1以上であり：",
                "(i)ω-3脂肪酸は，総脂質の0．1～20重量％であるか；または",
                "(ii)ω-6脂肪酸の用量は，40g以下である，脂質含有配合物。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，本願発明は，次のとおりのものである。",
                "「対象における，更年期，加齢，筋骨格障害，気分変動，認知機能低下，神経障害，精神障害，甲状腺障害，過体重，肥満，糖尿病，内分泌障害，消化器系障害，生殖障害，肺障害，腎疾患，眼障害，皮膚障害，睡眠障害，歯科疾患，癌，自己免疫疾患，感染症，炎症性疾患，高コレステロール血症，脂質異常症，または心血管疾患から選択される医学的状態の予防および／または治療における使用のための，異なる供給源に由来する脂質の混合物を含む脂質含有配合物であって，前記配合物は，ある用量の ω-6脂肪酸および ω-3脂肪酸を含み，ω-6対ω-3の比が4：1以上であり：",
                "(i)ω-3脂肪酸は，総脂質の0．1～20重量％であるか；または",
                "(ii)ω-6脂肪酸の用量は，40g以下である，脂質含有配合物。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，その要旨は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件違反",
              "text": [
                "本願発明の課題は，「対象における，更年期，加齢，筋骨格障害，気分変動，認知機能低下，神経障害，精神障害，甲状腺障害，過体重，肥満，糖尿病，内分泌障害，消化器系障害，生殖障害，肺障害，腎疾患，眼障害，皮膚障害，睡眠障害，歯科疾患，癌，自己免疫疾患，感染症，炎症性疾患，高コレステロール血症，脂質異常症，または心血管疾患から選択される医学的状態」(以下，これらの医学的状態を総称して「本願発明に係る各医学的状態」という場合がある。)を予防および／または治療することであるところ，本願明細書の発明の詳細な説明の記載を検討しても，本願発明が，本願発明に係る各医学的状態のうち，内分泌障害，腎疾患，癌を予防および／または治療するという課題を解決できるものと当業者が認識できる記載は認められず，そのことが本願出願時の技術常識から明らかであるとする根拠もないから，本願発明は発明の詳細な説明に記載したものではなく，本願の特許請求の範囲の記載は，サポート要件を満たさない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件違反",
              "text": [
                "本願発明は，医薬用途発明であるから，明細書の発明の詳細な説明の記載が実施可能要件を満たすためには，出願時の技術常識に照らし，医薬としての有用性を当業者が理解できるように記載されている必要があるところ，本願明細書の発明の詳細な説明の記載を検討しても，本願発明が，本願発明に係る各医学的状態のうち，内分泌障害，腎疾患，癌を予防および／または治療することに有用であると当業者が理解できる記載は認められず，そのことが本願出願時の技術常識から明らかであるとする根拠もないから，本願の発明の詳細な説明は，当業者が本願発明を実施することができる程度に明確かつ十分に記載されたものではなく，実施可能要件を満たさない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本願は，特許請求の範囲の記載が特許法36条6項1号の要件を満たしておらず，発明の詳細な説明の記載が同条4項1号の要件を満たしていないから，特許を受けることができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件についての判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件についての判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "手続の違法(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件についての判断の誤り)",
          "text": [
            "本件審決は，本願明細書の発明の詳細な説明には，本願発明が，本願発明に係る各医学的状態のうち，内分泌障害，腎疾患，癌を予防および／または治療するという課題を解決できると当業者が認識できる記載は認められず，そのことが本願出願時の技術常識から明らかであるとする根拠もないから，本願はサポート要件を満たさないと判断するが，以下に述べるとおり，その判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決摘示の記載事項(ア)及び(イ)について",
              "text": [
                "本件審決は，本件審決摘示の記載事項(ア)(本願明細書の段落【0006】及び【0007】)には，従来においてω-6脂肪酸の摂取を減らすことが推奨されていたことが開示されているだけである旨を，また，同記載事項(イ)(本願明細書の段落【0061】～【0063】)には，本願発明に係る各医学的状態のうちの「更年期障害，心血管疾患，精神障害，筋骨格障害，加齢症状，内分泌障害，ウイルス感染症，細菌感染症，肥満，腎疾患，肺障害，眼障害，歯牙障害，癌」について，ω-6脂肪酸対ω-3脂肪酸の比率範囲等を示す表13が記載されているが，表13に示されたω-6脂肪酸対ω-3脂肪酸の比率範囲は1：1～45：1であり，ω-6脂肪酸含有量の範囲は，肥満以外の医学的状態では上限が40gとされておらず，いずれの医学的状態でも下限がある点で，本願発明の発明特定事項「ω-6対ω-3の比が4：1以上」及び「(ii)ω-6脂肪酸の用量は，40g以下」と異なり，また，「(i)ω-3脂肪酸は，総脂質の0．1～20重量％である」に対応する記載はない旨を認定し，これらの記載は，本願発明が，本願出願時における当業者が本願発明の課題を解決できると認識できる範囲のものであることの根拠にはならないと判断する。",
                "しかし，上記記載事項(ア)(本願明細書の段落【0006】)は，従来行われていた研究がω-6摂取を減らすことを推奨することのみを示すものではなく，ω-6及びω-3脂肪酸の摂取レベルが，内分泌障害，腎疾患及び癌を含む多くの医学的状態に影響を与えることが公知であったことを示すものである。また，本願明細書には，記載事項(イ)(本願明細書の段落【0061】～【0063】)の表13に対応する多くの実施例の記載(段落【0063】～【0069】，【0073】，【0076】，【0077】，【0090】，【0096】，【0098】，【0110】及び【0111】)があるところ，表13のみならず，これらの実施例に係る記載をも考慮すれば，極めて低い抗酸化剤及び／又は植物性化学物質を摂取している人を除き，内分泌障害，腎疾患及び癌の治療及び予防のためのω-6対ω-3の比は，4：1以上であること，表13に記載されているω-6の範囲は，「(i)ω-3脂肪酸は，総脂質の0．1～20重量％であるか；または(ii)ω-6脂肪酸の用量は，40g以下である」を満たすものであることを理解することができる。",
                "したがって，上記記載事項(ア)及び(イ)には，内分泌障害，腎疾患及び癌を治療又は予防するという課題が，本願発明の配合物により解決されることが記載されているといえるから，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決摘示の記載事項(ウ)ないし(ニ)について",
              "text": [
                "本件審決は，本件審決摘示の記載事項(ウ)ないし(ニ)(本願明細書の段落【0071】ないし【0111】の実施例10ないし27に係る記載)には，本願発明に係る医学的状態のうち，内分泌障害，腎疾患及び癌についての記載は見出せず，また，本願発明の配合物によって，これらの疾患の予防や治療ができることが本願出願当時における当業界の技術常識であったことの根拠も見出せないから，これらの記載は，本願発明が，本願出願時における当業者が本願発明の課題を解決できると認識できる範囲のものであることの根拠にはならないと判断する。",
                "しかし，以下に述べるとおり，本件審決の上記判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "内分泌障害について",
                  "text": [
                    "内分泌障害は，内分泌系の疾患であり，内分泌系は，カロリーを細胞にエネルギーを与える力に変換するための体の能力を含む多くの重要な身体機能を制御するのに役立つホルモンを生成し，放出する腺のネットワークであって，糖尿病，甲状腺疾患，成長障害，性的機能不全及び他の多くのホルモン関連疾患を発症するか否かに極めて重要な役割を果たすものである。",
                    "してみると，本願明細書に記載された実施例のうち，更年期障害(実施例11)，気分変動，精神機能(実施例13)，甲状腺障害(実施例16)，体重増加，肥満(実施例17)，糖尿病(実施例18)，消化器系障害(実施例19)，排卵，生殖障害(実施例20)は，いずれも内分泌障害に含まれるから，これらの実施例に係る記載は，本願発明が，内分泌障害を予防及び治療するという本願発明の課題を解決できることを示すものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "腎疾患について",
                  "text": [
                    "本願明細書の実施例の記載には，心血管疾患(実施例12)及び糖尿病(実施例18)のケーススタディが含まれるところ，これらの疾患は，腎障",
                    "害の発生に共通して関連し，また，腎疾患が，心血管疾患及び／又は糖尿病の患者に高い頻度で見られることは技術常識である(甲29，30)。さらに，本願明細書の段落【0097】及び【0101】には，本願発明の配合物を使用することで，尿に関わる問題(過剰な尿形成及び頻尿)が緩和されたことが記載されている。",
                    "このように，本願明細書の実施例13及び18は，腎疾患と病因が共通する疾患に関するものであるから，これらに係る記載は，本願発明が，腎疾患を予防及び治療するという本願発明の課題を解決できることを示すものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "癌について",
                  "text": [
                    "本願明細書の実施例21の記載(段落【0102】)には，「本開示は，幹細胞が増殖および／または分化するための環境を提供することによるなど，内因性幹細胞の増殖および／または分化を誘導および管理することによる，組織の修復および／または再生のための組成物および方法も提供する。」と記載されるところ，癌が「制御されずに増殖し，場合によっては，転移する(広がる)傾向のある細胞の異常な増殖」であることは，当業者の技術常識であるから，上記実施例21による「組織の修復」には，癌の予防および／または治療が含まれるものといえる。",
                    "したがって，本願明細書の実施例21に係る記載は，本願発明が，癌を予防及び治療するという本願発明の課題を解決できることを示すものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本願の優先日当時の公知文献について",
                  "text": [
                    "特願平3-53869号公報(甲5の10)は，食品中のω-3脂肪酸とω-6脂肪酸の比率を調節することによって，高血圧，心臓病といった循環器系疾患や乳癌，大腸癌などの疾病の予防や改善に効果が期待されること，高度不飽和脂肪酸のバランスがくずれることによって，血栓症や心筋梗塞，高血圧，免疫性疾患(糖尿病，喘息，乾癬症)，アレルギー症状などが顕在化するので，ω-3脂肪酸とω-6脂肪酸をバランス良く摂取することが重要であることが記載され，また，米国特許出願公開第2006／0127504号明細書(甲5の2)及び国際公開第2006／065735号明細書(甲第5の7)にも，ω-6脂肪酸とω-3脂肪酸の比率を制御することによって，癌が治療及び予防され得ることが記載されている。",
                    "したがって，当業者であれば，内分泌疾患，腎疾患及び癌についても，ω-3脂肪酸とω-6脂肪酸を特定の比率に制御すること，特に，本願明細書の段落【0006】に記載され，本件審決摘示の記載事項(ウ)ないし(ニ)に示されている他の医学的状態の治療及び予防に使用されるものと同じω-3脂肪酸とω-6脂肪酸の比率を有する製剤によって，治療及び予防され得ることを理解することができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲17添付の宣誓書について",
                  "text": [
                    "本願に対応する欧州特許出願に関連して欧州特許庁に提出された専門家らの宣誓書(甲17添付の提出書面1ないし3)には，「ω-6のレベルが，更年期障害，心血管疾患，精神障害，神経障害，筋骨格障害，内分泌障害，癌，消化器系障害，加齢症状，ウイルス感染症，細菌感染症，肥満，過体重，腎疾患，肺障害，眼障害，皮膚障害，睡眠障害，歯科疾患，および，自己免疫などの免疫系疾患を含む，多くの疾患や医学的状態に影響することは，知られている(明細書の段落0006参照)。」(下線は原告による。)との記載がある。これらの宣誓書の記載は，本願発明の配合物が，内分泌障害，腎疾患及び癌の予防及び治療に使用できることを根拠付けるものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件についての判断の誤り)",
          "text": [
            "本件審決は，本願明細書の発明の詳細な説明には，本願発明が，本願発明に係る各医学的状態のうち，内分泌障害，腎疾患，癌を予防および／または治療することに有用であると当業者が理解できる記載は認められず，そのことが本願出願時の技術常識から明らかであるとする根拠もないから，本願の発明の詳細な説明は，当業者が本願発明を実施することができる程度に明確かつ十分に記載されたものではなく，実施可能要件を満たさないと判断する。",
            "しかし，前記1で述べたとおり，本願明細書の記載事項(本件審決摘示の記載事項(ア)及び(イ)並びに(ウ)ないし(ニ))のほか，本件優先日当時の公知文献の記載(上記1(2)エ)及び甲17添付の宣誓書の記載(上記1(2)オ)を考慮すれば，当業者は，本願明細書の発明の詳細な説明の開示内容から，本願発明に係る各医学的状態のうち，内分泌障害，腎疾患及び癌を予防および／または治療することに，本願発明が有用であることを理解できるものといえるから，本件審決の上記判断は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続の違法)",
          "text": [
            "本件の審判官による平成27年7月30日付け拒絶理由通知書(甲18。以下「本件拒絶理由通知」という。)では，本件補正前の請求項21(平成26年5月12日付け手続補正書(甲11)による補正後の請求項21であり，本件補正後の請求項25に対応するもの)に列挙された全ての医学的状態に対して各請求項に記載される配合物が有効であるとする根拠が不明であるとの指摘はあるものの，内分泌疾患，腎疾患及び癌について，具体的にサポート要件及び実施可能要件を満たしていないとの指摘はない。",
            "そうすると，原告には，これら3つの具体的な疾患についての補正及び反論の機会は実質的に与えられていなかったものであるところ，仮に，この点についての拒絶理由通知がされていれば，原告は，早期権利化のため，請求項25に記載される医学的状態から，上記3つの疾患を削除する対応ができたはずである。",
            "したがって，本件の審判手続には，原告に対し，上記3つの疾患についての補正及び反論の機会を実質的に与えていない点において手続の違法があり，このような違法な手続の下に行われた本件審決は，取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件についての判断の誤り)に対し",
          "text": [
            "ω-3脂肪酸の摂取量よりもω-6脂肪酸の摂取量を多くする傾向をもたらす食生活の欧米型化は，高血圧，心筋梗塞，脳血栓などの循環器系疾患，乳癌，大腸癌の発症を増加させること，本願発明のω-6脂肪酸対ω-3脂肪酸の比率(4：1以上)よりも低い摂取比率となるように，ω-3脂肪酸を補給し，ω-6脂肪酸の摂取を減らすことが推奨されることは，本願出願時における技術常識であり，本願発明は，このような技術常識に反して，ω-6脂肪酸対ω-3脂肪酸の比率を「4：1以上」としたものであるから，このような本願発明が，その課題を解決できると当業者が認識できる範囲のものであることは，実証なしには理解できない。それにもかかわらず，本願明細書の発明の詳細な説明には，本願発明が，少なくとも内分泌障害，腎疾患及び癌の予防および／または治療ができることを当業者が認識できるように記載されていないから，本願がサポート要件を満たさないことは明らかである。",
            "以下，原告の主張に応じて反論する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決摘示の記載事項(ア)及び(イ)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決摘示の記載事項(ア)(本願明細書の段落【0006】)は，従来行われていた研究がω-6摂取を減らすことを推奨することのみを示すものではなく，ω-6及びω-3脂肪酸の摂取レベルが，内分泌障害，腎疾患及び癌を含む多くの医学的状態に影響を与えることが公知であったことを示すものである旨主張する。",
                    "しかし，同段落には，「ω-3脂肪酸の補給」及び「ω-6脂肪酸の摂取を減らすこと」によって予防および／または治療できる医学的状態として多数の疾患が開示されているにすぎないから，このような開示内容は，上記の技術常識に反してω-6脂肪酸対ω-3脂肪酸の比率を「4：1以上」にした本願発明が，これらの疾病を予防および／または治療するという課題を解決できる範囲のものであることを当業者が認識できるとする根拠にはなり得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願明細書の実施例の記載(段落【0063】～【0069】，【0073】，【0076】，【0077】，【0090】，【0096】，【0098】，【0110】及び【0111】)に，「ω-6：ω-3」の比率範囲に4：1を含むもの又は「ω-6：ω-3」の比率が4：1以上のものがあることを根拠に，ω-6脂肪酸対ω-3脂肪酸の比率を「4：1以上」とした本願発明が，その課題を解決できる範囲のものであることを当業者が認識できる旨を主張するようである。",
                    "しかし，原告の指摘した本願明細書の記載には，ω-6脂肪酸対ω-3脂肪酸の比率を「4：1以上」とした脂質組成物を摂取することで医学的状態を予防および／または治療できることを示す記載は見当たらない。",
                    "むしろ，実施例12(段落【0077】)，実施例15(段落【0090】)，実施例26(段落【0110】)，実施例27(段落【0111】)では，菜食主義者の対象への投与の結果，高コレステロール血症(実施例12)，筋骨格障害(実施例15)，歯科疾患(実施例26)，免疫，自己免疫，感染性疾患，炎症性疾患(実施例27)に関連する医学的状態の症状が現れ，又は，悪化したことが記載され，また，実施例19の「消化器系障害についてのケーススタディー」(段落【0098】)でも，「ω-6は，最大11グラム試験した。特定の宿主においてはその点を超えると症状が持続するだろうとの仮説が立てられる。2グラムを超えてω-3を増やすと，濃色で固いペレット様の便が生成された。」と記載され，11gのω-6脂肪酸と2gを越えた量のω-3脂肪酸を摂取させると(すなわち，ω-6脂肪酸対ω-3脂肪酸の比率が5．5：1未満である本願発明に相当する脂質含有配合物を投与すると)，消化器系に問題が生じたことが示されている。",
                    "さらに，実施例11(更年期，加齢および筋骨格障害についてのケーススタディー)(段落【0073】～【0076】)には，「この対象に実施例10に記載の1日2回の投与配合物を提供した。」と記載されているところ，実施例10(段落【0071】，【0072】)には，ω-6脂肪酸及びω-3脂肪酸の量又は比率が記載されておらず，しかも，表20(段落【0076】，【0077】)は食餌と投与配合物とを合わせた摂取した栄養素の組成を示したものであるから，実施例11において投与された脂質含有配合物におけるω-6脂肪酸対ω-3脂肪酸の比率は不明である。また，実施例17(体重増加，肥満についてのケーススタディー)(段落【0096】)には，肥満であるかも不明な対象において，ω-6脂肪酸11gとω-3脂肪酸2gとを含む脂質含有配合物を摂取したときに比べて，ω-6脂肪酸11gとω-3脂肪酸1．2gとを含む脂質含有配合物を摂取したときの方が，体重が減少したことが記載されているが，摂取する総脂質量自体が減少していることから，体重の減少が，総脂質量の影響ではなく，ω-6脂肪酸対ω-3脂肪酸の比率による影響を示すものと解することはできない。",
                    "以上によれば，原告が指摘する本願明細書の実施例の記載は，ω-6脂肪酸対ω-3脂肪酸の比率を「4：1以上」にした本願発明が，その課題を解決できる範囲のものであることを当業者が認識できるとする根拠にはなり得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告は，本件審決摘示の記載事項(イ)(表13)に記載されたω-6脂肪酸対ω-3脂肪酸の比率範囲等は，これに対応する多くの実施例の記載において，各医学的状態を予防および／または治療できることが示された本願発明の脂質含有配合物を包含することから，「表13の範囲は，実質的に本願発明の範囲に対応するものである」と主張するようである。",
                    "しかし，上記イで述べたとおり，上記各実施例では，むしろ表13に記載された範囲内の本願発明の脂質含有配合物の投与によっては，各医学的状態を予防および／または治療できないことが示されているから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおりであるから，本件審決摘示の記載事項(ア)及び(イ)の開示内容は，本願発明が，本願出願時における当業者が本願発明の課題を解決できると認識できる範囲のものであることの根拠にはならないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決摘示の記載事項(ウ)ないし(ニ)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願明細書に記載された実施例のうち，更年期障害(実施例11)，気分変動，精神機能(実施例13)，甲状腺障害(実施例16)，体重増加，肥満(実施例17)，糖尿病(実施例18)，消化器系障害(実施例19)，排卵，生殖障害(実施例20)は，いずれも内分泌障害に含まれ，これらに係る記載は，本願発明が，内分泌障害を予防及び治療するという本願発明の課題を解決できることを示すものである旨主張する。",
                    "しかし，以下に述べるとおり，原告の主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明においては，特許請求の範囲の記載や発明の詳細な説明の記載(段落【0006】，表13)のいずれにおいても，医学的状態としての「内分泌障害」と，「更年期，精神障害，消化器系障害，肥満，過体重」とが区別されており，これらが「内分泌障害」に含まれることを示す証拠もない。",
                        "したがって，少なくとも，気分変動，精神機能，体重増加，肥満，消化器系障害が，「内分泌障害」に含まれるとする原告の主張は，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告が指摘する実施例の記載は，以下に述べるとおり，いずれも本願発明の脂質含有配合物が，それぞれの医学的状態を予防および／または治療できることを示すものではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "実施例11(更年期，加齢および筋骨格障害についてのケーススタディー)(段落【0073】～【0077】)には，投与された脂質含有配合物のω-6脂肪酸及びω-3脂肪酸の量も比率も記載されておらず，本願発明の脂質含有配合物の投与により，上記医学的状態を予防および／または治療できることは示されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "実施例13(気分変動，精神機能についてのケーススタディー)(段落【0081】，【0082】)には，ω-6脂肪酸及びω-3脂肪酸の比率を変化させて，気分変動が生じたことが記載されているものの，実際に対象に投与した脂質含有配合物のω-6脂肪酸及びω-3脂肪酸の量も比率も記載されておらず，本願発明の脂質含有配合物の投与により，上記医学的状態の予防および／または治療できることは示されていない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "実施例16(甲状腺障害についてのケーススタディー)(段落【0095】)には，脂肪酸の最適範囲内では，甲状腺障害の症状が自己調節されたとしか記載されておらず，本願発明の脂質含有配合物の投与により，甲状腺障害を予防および／または治療できることは示されていない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "実施例17(体重増加，肥満についてのケーススタディー)(段落【0096】)には，肥満であるか不明な対象において，ω-6脂肪酸11gとω-3脂肪酸2gとを含む脂質含有配合物を摂取したときに比べて，ω-6脂肪酸11gとω-3脂肪酸1．2gとを含む脂質含有配合物を摂取したときの方が，体重が減少したことが記載されるだけで，実施例17の記載が，体重の減少が，総脂質量の影響ではなく，ω-6脂肪酸対ω-3脂肪酸の比率による影響を示すものと解することはできない。",
                            "したがって，実施例17の記載は，本願発明の脂質含有配合物の投与により，上記医学的状態の予防および／または治療できることを示すものではない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "実施例18(糖尿病についてのケーススタディー)(段落【0097】)には，「糖尿病のごく初期の症状が誘導される可能性があるかどうかを見るために，さまざまな量および比率のω-6脂肪酸およびω-3脂肪酸を，その他の点では健康な対象に投与した。」と記載されているところ，当該記載は，健康な対象に脂質含有配合物を投与して糖尿病に関連する症状が誘導されること(糖尿病の原因となること)を示すものではあるものの，本願発明の脂質含有配合物の投与により，糖尿病を予防及び治療できることを示すものではない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "実施例19(消化器系障害についてのケーススタディー)(段落【0098】)には，11gのω-6脂肪酸と2gを越えた量のω-3脂肪酸を摂取させる(すなわち，ω-6脂肪酸対ω-3脂肪酸の比率が5．5：1未満である脂質含有配合物を投与する)と，消化器系に問題が生じたことが記載されており，当該記載は，本願発明の脂質含有配合物のうち，ω-6脂肪酸対ω-3脂肪酸の摂取比率が5．5：1未満の脂質含有配合物は消化器系障害を予防及び治療できないことを示している。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "実施例20(排卵，生殖障害についてのケーススタディー)(段落【0099】，【0100】)には，「宿主対象の35歳女性においては，食餌中のω-6脂肪酸が極めて少ない場合には，排卵の停止…，排卵に伴う強烈な痛みおよび無排卵…月経が観察されたが，オリーブ油が主要な脂肪源であった。」としか記載されておらず，本願発明の脂質含有配合物の投与により，排卵，生殖障害を予防および／または治療できることは示されていない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願明細書に記載された実施例のうち，心血管疾患(実施例12)及び糖尿病(実施例18)は，腎疾患と病因が共通するから，これらに係る記載は，本願発明が，腎疾患を予防及び治療するという本願発明の課題を解決できることを示すものである旨主張する。",
                    "しかし，以下に述べるとおり，原告の主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告提出の甲29には，糖尿病が進行性腎疾患の危険性に関連することが，同じく甲30には，腎疾患進行の危険因子として，糖尿病，心血管疾患が挙げられることは記載されるものの，心血管疾患及び糖尿病が，腎疾患の定義に含まれる根拠となる記載は見当たらない。また，甲30では，腎疾患は，「腎臓がダメージをうけ，本来行うべき，血液をろ過することができないこと」と定義されていると理解できるところ，心血管疾患，糖尿病は，腎臓がダメージを受け，血液をろ過することができない症状が必ず生じる疾患ではない。",
                        "このように，原告提出の甲29及び30によっても，心血管疾患及び糖尿病が，腎疾患の定義に該当するとはいえず，本願明細書に腎疾患についての記載があるとする原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告が指摘する実施例の記載は，以下に述べるとおり，いずれも本願発明の脂質含有配合物が，それぞれの医学的状態を予防および／または治療できることを示すものではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "実施例12(段落【0077】，【0078】)には，高コレステロール血症の菜食主義者に対し，ω-6脂肪酸11g及びω-3脂肪酸1．2gを含有する配合物を投与することで，血圧レベルが正常化したことは記載されるものの，対象の血中コレステロールレベルが低下したことの確認すらされておらず，当該対象が心血管疾患の症状を有するとも記載されていない。",
                            "したがって，実施例12の記載は，本願発明の脂質含有配合物により，心血管疾患を予防および／または治療できることを示すものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "実施例18(段落【0097】)には，「糖尿病のごく初期の症状が誘導される可能性があるかどうかを見るために，さまざまな量および比率のω-6脂肪酸およびω-3脂肪酸を，その他の点では健康な対象に投与した。」と記載されるところ，当該記載は，健康な対象に，脂質含有配合物を投与して，糖尿病に関連する症状が誘導されること(糖尿病の原因となること)を示すものであって，本願発明の脂質含有配合物の投与により，糖尿病を予防および／または治療できることを示すものではない。",
                            "なお，原告が指摘する「過剰な尿形成」は，「糖尿病のごく初期の症状」と記載されているとおり，糖尿によって引き起こされた浸透圧利尿がもたらす症状であって(乙2)，腎臓がダメージを受けたことによるものではない。また，原告が指摘する段落【0101】に記載される「頻尿」は，加齢症状として記載されており，対象が腎臓に障害を有することを示す記載はない。そもそも「頻尿」の最も多い原因は，UTI(尿路感染症)，尿失禁，良性前立腺肥大症，尿路結石であって(乙2)，腎臓の障害によらないものが多く，上記「頻尿」が腎疾患に関連するものであるとは理解し得ない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願明細書に記載された実施例のうち，実施例21の「組織の修復」には，癌の予防および／または治療が含まれるから，当該記載は，本願発明が，癌を予防及び治療するという本願発明の課題を解決できることを示すものである旨主張する。",
                    "しかし，以下に述べるとおり，原告の主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告が主張するとおり，癌が「制御されずに増殖し，場合によっては，転移する(広がる)傾向のある細胞の異常な増殖」と定義されるとしても，本願明細書の実施例21(段落【0102】)における「組織の修復および／または再生」は，創傷，熱傷による組織障害の予防および／または治療や，脳，血管系，皮膚などにおける加齢性の組織障害の予防および／または治療など，極めて多岐にわたる医学的状態の予防および／または治療を包含するといえるから，本願明細書の上記記載からは，「組織の修復および／または再生」が，どの医学的状態の予防および／または治療を意味するものとして用いられたのかが理解できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，実施例21では，「宿主対象においては，本開示の組成物によりω-6脂肪酸およびω-3脂肪酸を均衡および最適化することにより，筋肉量回復，睡眠の安定化，精神的な鮮明さの向上，エネルギーおよび活力の向上，皮膚の改善，脱毛の減少，腸機能の改善，性欲および性的機能の改善ならびに体重管理を含め，加齢症状が調節された。本開示の組成物によるω-6およびω-3の理想的な均衡に伴う頻尿の管理も観察された。」(段落【0101】)と記載されるのみであり，そこに示される効果は，様々な加齢症状の改善にとどまるものであって，脂質含有配合物の投与によって「組織の修復および／または再生」ができることを示すものではない。",
                        "加えて，段落【0101】には，上記各症状の改善についての作用機序に関し，「これは，組織中のω-6脂肪酸およびω-3脂肪酸，関連するエイコサノイドの管理の効果の組合せ，ならびに，それらが生理機能に及ぼす効果によるものであり，また，こうした脂質の性ホルモン様の効果によるものであり，また，それらが性ホルモン産生の最適化に及ぼす効果によるものであり，この組成物中の抗酸化物質および植物性化学物質によりさらに促進されたとの仮説が立てられる。」と記載されているところ，この記載からすれば，当業者は，実施例21が，「幹細胞が増殖および／または分化するための環境を提供すること」や「内因性幹細胞の増殖および／または分化を誘導および管理すること」を示すものとは理解し得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本願明細書の段落【0102】の記載は，実施例21に記載された脂質含有配合物とは無関係に，幹細胞が増殖および／または分化するための環境を提供することによって，または，内因性幹細胞の増殖および／または分化を誘導および管理することによって，組織の修復や再生ができる可能性に言及したものにとどまるものであり，しかも，実施例21は，癌とは異なる，加齢症状の改善に関する例にすぎないから，当該記載は，本願発明が，癌を予防及び治療するという本願発明の課題を解決できることを示すものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，原告は，甲5の2，5の7及び5の10には，食品中のω-6脂肪酸対ω-3脂肪酸の比率を制御することで，癌を予防および／または治療できることが記載されていることを根拠に，上記段落【0102】の記載から，当業者は，本願発明によって癌の予防および／または治療できると認識できる旨主張する。",
                        "しかしながら，上記各文献では，癌の予防および／または治療において，本願発明よりも低いω-6脂肪酸対ω-3脂肪酸の比率を推奨しているのであるから，これらの文献の記載は，原告の上記主張の根拠とはなり得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，原告は，甲17添付の専門家らによる宣誓書の記載をもって，本願発明の脂質含有配合物が，内分泌障害，腎疾患及び癌の予防及び治療に使用できることを根拠付けるものである旨主張する。",
                    "しかし，これらの宣誓書には，本願明細書の発明の詳細な説明の表5ないし20の記載並びに実施例11，12，15，17，19，26及び27の記載が本願発明と対応し，これらによって当業者が本願発明の技術的意義を理解できる旨などが記載されるものの，その具体的な根拠等の説明はなく，これをもって，本願発明の脂質含有配合物が，内分泌障害，腎疾患及び癌の予防及び治療に使用できることが根拠付けられるとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおりであるから，本件審決摘示の記載事項(ウ)ないし(ニ)の開示内容は，本願発明が，本願出願時における当業者が本願発明の課題を解決できると認識できる範囲のものであることの根拠にはならないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件についての判断の誤り)に対し",
          "text": [
            "本願発明は，前記1の冒頭で述べたとおりの技術常識に反して，ω-6脂肪酸対ω-3脂肪酸の比率を「4：1以上」としたものであるから，このような本願発明の医薬としての有用性を，実証もなく当業者が理解することは困難である。それにもかかわらず，本願明細書の発明の詳細な説明には，本願発明が，少なくとも内分泌障害，腎疾患及び癌の予防および／または治療ができることが具体的に記載されていないのであるから，本願が実施可能要件を満たすということはできない。",
            "これに対し，原告は，前記第3の1のとおりの事情から，当業者は，本願明細書の発明の詳細な説明の開示内容から，本願発明に係る各医学的状態のうち，内分泌障害，腎疾患，癌を予防および／または治療することに，本願発明が有用であることを理解できる旨主張するが，このような原告の主張が失当であることは，前記1(1)及び(2)において述べたとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続の違法)に対し",
          "text": [
            "原告は，本件拒絶理由通知には，内分泌疾患，腎疾患及び癌について，具体的にサポート要件及び実施可能要件を満たしていないとの指摘はなく，原告には，これら3つの具体的な疾患についての補正及び反論の機会は実質的に与えられていなかったから，本件の審判手続には違法がある旨主張する。",
            "しかし，本件拒絶理由通知では，「請求項21に列挙された全ての医学的状態に対して，各請求項に記載される配合物が有効であるとする根拠が不明である。(列挙される全ての医学的状態に対しての釈明が必要と考える。)」との指摘がされており，「請求項21に列挙された全ての医学的状態」には，内分泌疾患，腎疾患及び癌が含まれているから，本件拒絶理由通知において，これらの3疾患についても，サポート要件及び実施可能要件を充足していないことが指摘されていることは明らかである。そして，本件拒絶理由通知に対する原告の反論等を考慮しても，本件補正後の請求項25に列挙された個々の医学的状態の全てについて，サポート要件及び実施可能要件を充足しているということはできないが，そのうち，内分泌疾患，腎疾患及び癌については，そもそも実施例が存在せず，サポート要件及び実施可能要件を充足しないことが明らかであるため，本件審決は，これらの疾患を特に指摘したものである(本件審決は，これら以外の医学的状態について，サポート要件及び実施可能要件の充足を認めたものではない。)。",
            "したがって，本件の審判手続において，原告に対し，内分泌疾患，腎疾患及び癌についての補正及び反論の機会が与えられていなかったとはいえないから，原告の上記主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明に係る特許請求の範囲(請求項25，20及び1)の記載は，前記第2の2(1)のとおりである。",
                "また，本願明細書の発明の詳細な説明(甲1及び2)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "背景技術",
                  "text": [
                    "【0002】",
                    "脂肪酸は，重要な生理機能を果たす。脂肪酸は，リン脂質および糖脂質の構成単位，細胞膜の極めて重要な成分である。脂肪酸は，炭水化物またはタンパク質が生み出すより1グラム当たり2倍を超えるエネルギーを産生する能力のある最良の生体燃料分子である。脂肪酸は，多くのタンパク質の機能に，当該タンパク質の共有結合修飾を通じて直接影響する。脂肪酸は，膜流動性および関連の細胞過程に影響する。さらに，脂肪酸は，また，遺伝子調節にも関与する。例えば，プロスタグランジン，トロンボキサン，ロイコトリエン，リポキシンおよびレゾルビンなどの脂肪酸の誘導体も，重要なホルモンおよび生体メッセンジャーである。このようなホルモンおよびメッセンジャーは，脈管拡張，血小板凝集，疼痛調節，炎症および細胞増殖などの広範な生理機能に影響する。",
                    "【0003】",
                    "ヒトおよび動物の体は，多様な数および位置の二重結合を有する多様な長さの炭素鎖からなる多くの種類の脂肪酸を合成する。二重結合が脂肪酸の鎖の中に加わると，脂肪酸は，生理機能において顕著な役割を果たす不飽和脂肪酸に変換される。不飽和脂肪酸分子中の二重結合の位置を追跡する1つの方式は，遠位の炭素，すなわち，ω炭素からのその距離による。例えば，ω位から9番目の炭素に二重結合を有する18-炭素オレイン酸は，ω-9脂肪酸と呼ばれる。下記の表1は，ω位に対する二重結合の位置により命名されている多様な不飽和脂肪酸群を記載するものである。",
                    "【0004】",
                    "【表1】",
                    "上記の表に示すように，リノール酸(LA)およびα-リノレン酸(ALA)は，ω-6脂肪酸およびω-3脂肪酸すべての前駆体である。LAおよびALAが「必須」脂肪酸であることは十分確立されている。LAおよびALAは食餌で補給しなければならないが，その理由は，ヒトおよび他の哺乳動物はLAおよびALAを他の供給源から合成できないからである。この2つの必須脂肪酸が食餌に欠乏するかまたは過剰にあると，多くの疾病が引き起こされる可能性がある。LAおよびALAは同じ代謝経路を共有し，一方が過剰であれば他方の必要量が増し，または他方の欠乏を招くことがあることも周知である。LAおよびALAと同様，オレイン酸など一定の他の脂肪酸および一定の飽和脂肪酸も，こちらは体が作ることはできるとはいえ，ヒトの栄養にとって重要と考えられる。最新の科学により，非必須脂肪酸は，最適量では有益であるが，過剰な場合には必須脂肪酸の活性および代謝を妨げることがあり，食餌性脂肪の量も脂肪酸の代謝に影響を及ぼすことがあるという証拠も示されている。食餌中に存在する他の脂肪酸の量によっては，ヒトの体はALAを優先的に代謝することが公知である。",
                    "【0005】",
                    "証拠により，抗酸化物質，植物性化学物質，微生物，ビタミンおよびミネラル，他の食餌性要素(タンパク質および炭水化物など)，ならびに，ホルモンおよび遺伝子も，必須脂肪酸の代謝に関与することが示されている。さらに，ヒトの研究から，必須脂肪酸の代謝能力には男女差があるらしいことが確認されている。このような差には，性ホルモンが関わっていることが示唆されている。多価不飽和脂肪酸分子は，二重結合により，ジグザグ様の構造を有する。この分子は，柔軟性があり緊密に密集していないことから，低温でも液体のままであり，集まって組織に柔軟性を与える。そのため，より寒冷な気候では，ヒトの体はより多量の多価不飽和脂肪酸から利益を得る。しかし，脂質分子中の二重結合の数が多いほど，いくつかの疾患と関連することがあり加齢を加速することがある過酸化の生じやすさが高まる。これが，多価不飽和脂肪酸を注意して摂取する別の理由である。",
                    "【0006】",
                    "多数の研究により，ω-3脂肪酸の補給を用いた医学的状態の予防および／または治療についての証拠が示され，ω-6脂肪酸の摂取を減らすことが推奨されている。関係する医学的状態としては，更年期，心血管疾患，精神障害，神経障害，筋骨格障害，内分泌障害，癌，消化器系障害，加齢症状，ウイルス感染症，細菌感染症，肥満，過体重，腎疾患，肺障害，眼障害，皮膚障害，睡眠障害，歯科疾患，および，自己免疫などの免疫系疾患が挙げられる。例えば，特許文献1では，ω-3脂肪酸，ω-6脂肪酸およびω-9脂肪酸を含む潰瘍性大腸炎患者用の脂質配合物が教示された。こうした脂質配合物中のω-3脂肪酸の含有量は，顕著に高かった。同様に，最近公開された特許文献2では，糖尿病患者用に使用される，ω-3脂肪酸，ω-6脂肪酸およびω-9脂肪酸を含有しω-6対ω-3の具体的な比率が0．25：1～3：1の間である脂質組成物が開示された。",
                    "【0007】",
                    "【特許文献1】米国特許第5，780，451号明細書",
                    "【特許文献2】米国特許出願公開第2008／0039525号明細書"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0008】",
                    "ω-3脂肪酸の摂取を増やしω-6脂肪酸の摂取を減らすことについての伝統的な強調は十分な解決策…とならないことが多いが，食餌的および人口統計学的な要素によりもたらされる不確実性がその理由である。したがって，改善された脂質組成物を使用する，医学的状態および予防のための改善された方法および治療が未だに必要とされている。事実，2009年1月26日，米国心臓学会は初めて，ω-6脂肪酸は健康によくないという認識を正す勧告を発した…。現在の方法論は摂取者を混乱させるものであることから，重大な健康上の結果を伴う，決定的に重要な栄養素の過剰摂取または摂取不足を招く。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0009】",
                    "本開示は，他の要素と関わりのある1つまたは複数の脂質の不均衡と関連する医学的状態を予防および／または治療するための組成物および方法に関する。より詳細には，本開示は，栄養的に適切なω-3脂肪酸の存在下でω-6脂肪酸のより有利な供給源を使用する組成物および方法の使用に関する。…"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0015】",
                    "本明細書中で使用する場合，「予防」は，健康の維持，予防的治療，または，医学的状態のリスクを低下させる意味での治療を指す。",
                    "【0016】",
                    "本明細書中で使用する場合，医学的状態に関する場合の用語「治療」は，その状態を管理することを指し，その状態の完全な寛解を伴っていてもいなくてもよい。",
                    "【0017】",
                    "本明細書中で使用する場合，「医学的状態」は，疾患，障害，症候群など，またはその症状である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施例6",
                      "text": [
                        "医学的状態に基づく配合物",
                        "多様な実施形態では，本明細書中に記載の脂質組成物は，疾患，障害または状態の予防および／または治療のために個体に投与される。例えば，この脂質配合物は，更年期，すなわち月経の停止する過程の症状を緩和するために使用される。この脂質配合物は，内分泌障害の症状を緩和するためにも使用される。",
                        "【0062】",
                        "表13は，本開示により開示されるとおりの医学的適応を有する対象について，総脂肪酸内容物についての用量範囲(単位：グラム)，一価不飽和脂肪酸対多価不飽和脂肪酸の比率範囲および一価不飽和脂肪酸対飽和脂肪酸の比率範囲，ω-6脂肪酸含有量の範囲(単位：グラム)，ω-9脂肪酸対ω-6脂肪酸の比率範囲，ω-3脂肪酸含有量の範囲(単位：グラム)およびω-6脂肪酸対ω-3脂肪酸の比率範囲を示すものである。",
                        "【0063】",
                        "【表13】"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施例10",
                      "text": [
                        "【0071】",
                        "毎日摂取用配合物",
                        "液体脂質および固形脂質の組成物のパラメーターを，1日2回投与(すなわち2つの構成要素の毎日摂取用配合物)用に構築した。この組成物は，さまざまなナッツ油，種子油，植物油，果実油および他の油で構成された。液体および固形の配合物の各成分についての範囲を，固形配合物および液体配合物のそれぞれについて示す。この固形配合物は，組成物全体に占める重量％で，以下のうち2つ以上を含む：アーモンド(10％～25％)，カシュー(7％～15％)，細かく刻んだココナッツ(1％～4％)，亜麻仁(0％～1％)，オリーブ(15％～25％)，ピーナッツ(4％～15％)，ピスタチオ(2％～9％)，カボチャ種子(2％～12％)，ゴマ(0％～0％)，大豆(8％～20％)，ヒマワリ種子(1％～4％)および／またはクルミ(5％～15％)。この液体配合物は，組成物全体に対する重量％で，以下のうち2つ以上を含む：アボカド油(3％～14％)，コーン油(15％～30％)，カラシ油(0％～2％)，オリーブ油(10％～22％)，パーム油(0％～2％)，ピーナッツ油(15％～35％)，ベニバナ油(高オレイン酸のもの)(5％～15％)，大豆レシチン(0％～2％)，ヒマワリ油(高オレイン酸のもの)(10％～25％)および／または無水バターオイル(5％～15％)。",
                        "【0072】",
                        "1回または複数回の毎日の投与(例えば，1，2または3つの構成要素の毎日摂取用配合物)についても，いくつかのパラメーターが構築された。この組成物は，さまざまなナッツ，種子，ナッツ油，種子油，植物油，果実油および他の油で構成された。この配合物の各成分についての範囲を，固形および液体の成分のそれぞれについて示す。この配合物は，組成物全体に対する重量％で，以下のうち2つ以上を含むことができる：ピーナッツまたはピーナッツ油(4～35)，アーモンドまたはアーモンド油(2％～25％)，オリーブまたはオリーブ油(3％～45％)，豆または穀物(15％～45％)，カシューまたはカシュー油(10％～40％)，ピスタチオまたはピスタチオ油(5％～25％)，カボチャ種子またはカボチャ種子油(4％～25％)，ヒマワリ種子またはヒマワリ種子油(2％～30％)，ゴマ種子またはゴマ種子油(0％～20％)，クルミまたはクルミ油(5％～25％)，亜麻仁または亜麻仁油(0％～10％)，無水バターオイル，または，チーズなどの乳製品(5％～45％)，ココナッツ果肉またはココナッツ油(2％～8％)，コーン油(3％～20％)，アボカド油(3％～8％)，ベニバナ油(2％～20％)，カラシ油(0％～8％)，パーム油(0％～8％)および／または大豆レシチン(0％～2％)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施例11",
                      "text": [
                        "【0073】",
                        "更年期，加齢および筋骨格障害についてのケーススタディー",
                        "更年期に関連するのぼせを発症している47歳女性。この対象の食餌に，6週間にわたり植物油，種子油，ナッツおよび種子の組合せを補給した。この対象に実施例10に記載の1日2回の投与配合物を提供した。ω-6脂肪酸およびω-3脂肪酸およびこの組成物に関する場合の比率を最適化することにより，のぼせの強さが徐々に低下する適応期間があることが観察された。軽減した他の症状は，対象により報告されるように，寝汗，性欲減退，膣乾燥，疲労，脱毛，暑さおよび寒さへの過敏，睡眠障害，集中困難，記憶力低下，体重増加，鼓腸，気分変動，うつ，不安，被刺激性，乳房の圧痛，片頭痛，関節痛，舌の灼熱感，電気ショックの感覚，消化異常，歯肉の異常，筋肉の緊張，肌のかゆみおよび四肢の刺痛であった。6週間コースの治療の間，対象の姿勢がよくなり(これは，筋肉量が増加したことを示すものである)，関節および／または腱の強度および柔軟性ならびに骨密度が改善された。骨粗鬆症に及ぼす効果は，油，ナッツおよび種子の補給を用いた治療をより長期間にわたり続け，治療前，治療中および治療後に標準的な方法を用いて骨密度を測定することにより試験できる。",
                        "【0074】",
                        "治療の有益な効果が更年期関連の症状に及んだのは，ω-6脂肪酸およびω-3脂肪酸の補給に由来する性ホルモン様の安定な利益と，抗酸化物質および植物性化学物質に関する最適化が達成されたことによったと思われる。食餌性脂肪の量，その組成，および，当該栄養素が動物に与えられる期間は，アンドロゲンおよび内因性ステロイドの分泌および代謝，ならびに，細胞表面上での性ホルモン受容体の提示に影響することが公知である。エストロゲンおよび多価不飽和脂肪酸も同様の作用を有すると考えられる。ホルモン変動を少なくするには，量および組成に加え，比較的安定な用量も重要であると考えられる。…。",
                        "【0075】",
                        "投与された脂質組成物を含めた食餌全体に由来する栄養素(天然供給源)を，下記のとおり表20に示す。",
                        "【0076】",
                        "【表20-1】",
                        "【0077】",
                        "【表20-2】"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例12",
                      "text": [
                        "高コレステロール血症，心血管疾患についてのケーススタディー",
                        "宿主対象は，大部分がオリーブ油(75％が一価不飽和脂肪)，魚油栄養補助食品1グラムを毎日，および総必須脂肪酸(EFA)栄養補助食品1グラムを毎日の，低脂肪の菜食主義食を摂取していて，高コレステロール血症に罹患した。治療の一部として，魚油およびEFA栄養補助食品は中止した。次に，対象に，植物油およびナッツおよび種子の組合せで主に構成される，ω-6脂肪酸11グラムおよびω-3脂肪酸1．2グラムを含有する毎日摂取用の脂質組成物の栄養補助食品を投与した。この脂質組成物を投与した結果，LDLは160mgから120mgに減少した。ω-3を1．8グラムに増加すると非常に低レベルの血圧90／55mmHgが観察されたが，血圧レベルは，ω-6脂肪酸11グラムおよびω-3脂肪酸1．2グラムで105／70mmHgで正常化した。ω-3を1日当たり1．8グラムから1．2グラムに減らすと対象は不規則な心拍を起こし，この不規則な心拍は，2～3週間かかって鎮静化した。しかし，ω-3を1日当たり0．5グラムにさらに減らすと，不整脈が継続する結果となった。",
                        "【0078】",
                        "このケーススタディーにより，ω-6脂肪酸対ω-3脂肪酸の比率が約9：1である植物油，ナッツおよび種子を補給すると，血中のLDLコレステロールレベル(アテローム性硬化症と関連のある異常脂血症)が顕著に低下し得ることが実証された。このケーススタディーにより，本明細書中に記載の脂質組成物および比率は，血圧および不整脈を和らげるうえで有用であり得ることも実証された。",
                        "【0079】",
                        "別のヒト対象においては，ω-6脂肪酸の多い食事に続いて左の胸腔／胸壁から生じる激しい筋痙攣が観察されたが，この対象の典型的な食餌には，主に，一価不飽和脂肪酸および非常に少量の飽和脂肪酸が含まれた。体が慢性的に欠乏状態であるときにω-6を突然増加させると有害である可能性があるとの仮説が立てられる。",
                        "【0080】",
                        "多価不飽和脂肪酸(ω-3およびω-6，とりわけγ-リノレン酸)は，冠動脈心疾患を減らすために，飽和脂肪酸を減少させる勧告と共にしばしば推奨されてきた。しかし，すべての飽和脂肪が肝臓内のコレステロール合成に同じ効果を及ぼすわけではない。鎖長が12，14および16の飽和脂肪(ラウリン酸，ミリスチン酸およびパルミチン酸)は，血中コレステロールを上昇させることが示されている。ステアリン酸(18-炭素，飽和)は，コレステロールを21％低下させることが示されており，この数値は，LDLを15％低下させるオレイン酸(18-炭素，一価不飽和)をさらに超える。多価不飽和脂肪酸は，細胞膜流動性，ひいては組織柔軟性(動脈の柔軟性など)を高める。必須脂肪酸を代謝する酵素であるδ6デサチュラーゼおよびδ5デサチュラーゼの活性低下は，アテローム性硬化症の発症および進行の要素である可能性があることが示唆されている。…しかし，ある種の植物性化学物質は，この酵素活性を阻害することが示されている。…このことから，食餌性の植物性化学物質は必須脂肪酸の必要量／代謝を変化させる可能性があることが示唆される。長鎖ω-6アラキドン酸の形成の減少は，その過剰な活性を低下させるためには望ましいと考えられるが，ある点を超えると，その減少により，決定的に重要な細胞膜の成分およびその代謝産物の欠乏が引き起こされる場合がある。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "実施例13",
                      "text": [
                        "【0081】",
                        "気分変動，精神機能についてのケーススタディー",
                        "対象宿主に，多様な油およびナッツの組合せを用いたω-6脂肪酸およびω-3脂肪酸の比率を変化させる試験を実施した。ω-3を減らすかまたはω-6を増やす度に対象は抑鬱状態となり，ほんのわずかな刺激で泣くようになった。ω-3を増やすと，対象の気分は即座に目に見えて上昇した。しかし，ω-6およびω-3のある一定の範囲内ではその効果は自己調節され，例えば，気分は3～6週間かかって正常化した。ω-6脂肪酸およびω-3脂肪酸の当該範囲内では，対象は3～6週間にわたり，実際，ω-6のレベルが高まると家に閉じこもることが増え，ω-3のレベルが高まると多幸状態になることも観察された。ω-3を増加させると認知機能が向上したが，これは，即座に顕著であった。ω-3を減少させると，混乱，失読症および認知機能低下を引き起こしたが，こうした症状は時間の経過と共に鎮静化し，ある一定のω-6脂肪酸およびω-3脂肪酸範囲内に再び収まった。対象は，3～6週間かかってω-6およびω-3を最適化させた後，注意持続時間の増加および集中の向上も示し，読む速度および理解力が高まった。したがって，ω-3脂肪酸のレベルが低い方が対象の能力は高かったことから，食餌性ω-3脂肪酸のレベルが高まると，必要なω-6代謝産物のレベルを補うために適応機序が活性化されることが示唆される。食餌からの供給が不十分な場合には，必要なω-3代謝産物レベルについて同様の適応機序が存在すると考えられる。そのような適応が累積した結果，長期的に見てその個体に脅威となる可能性がある。",
                        "【0082】",
                        "食餌性脂肪を操作すると，脳の細胞膜の脂肪酸組成が変化する可能性があり，思考処理および行動に影響が及ぶ。多価不飽和脂肪酸は，神経伝達のさまざまな段階に影響する膜流動性におけるその役割により，また，神経伝達を妨げる炎症促進性サイトカインおよびエイコサノイドの前駆体としてのその機能により，異なるレベルで脳機能に関与することがあると考えられる。過剰な場合には有害であっても，サイトカインおよび脂質の過酸化産生物は，低レベルで有益な効果を発揮することがある。いくつかの研究により，小児の間の注意欠陥過活動性障害においては脂質過酸化の低下が見出されており，このことから，抗酸化物質に関し脂質を均衡させる必要性が示唆される。…"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例14",
                      "text": [
                        "【0083】",
                        "神経障害についてのケーススタディー",
                        "1．進行性核上性麻痺",
                        "対象宿主は，症状に，歯の過敏，筋肉量低下，時々生じる呼吸困難，痣になりやすさ，軽度の不整脈および便通困難が含まれる50歳女性であった。この女性の敏感な歯への解決策として，歯科医は，彼女の歯を抜き，50歳で義歯に入れ替えていた。他の症状はそれぞれ，独立した症状として治療され，脂質以外の薬剤を用いて治療された。60歳で，彼女は平衡感覚欠如，二重視(複視)および発語不明瞭を発症した。最終的に，骨を砕くような転倒が見られるようになると，彼女は，脳幹内の神経組織の欠損を主に特徴とする神経疾患である進行性核上性麻痺(PSP)を有していると診断された。次に，この対象は歩行運動および話すことができなくなり，嚥下障害を発症した。彼女は67歳で肺炎により死亡した。",
                        "【0084】",
                        "この女性はそれまでに4回健康な出産を経験し50歳までは健康な生活を送っており，家族に神経疾患は発生していなかった。50歳前後の生活における変化をより詳細に調べると，脂肪は心疾患の原因となるからすべての脂肪は有害であるという1980年代の流行りの学説を理由に，その時点前後，食餌中の脂肪が著しく減らされていたことが明らかになった。この女性の両親は二人とも70歳代前半に，兄弟は48歳で，心筋梗塞により死亡している。したがって，脂肪を減らしたことは心疾患を回避するための予防手段であったが，その後，心疾患は強力な遺伝的要素を有すると考えられた。しかし，本開示においては，ω-6脂肪酸およびω-3脂肪酸の両方が彼女に極度に欠乏するようになる程度まで脂肪が減らされたと仮説を立てる。この女性は，抗酸化物質および植物性化学物質を多く摂取する閉経後の菜食主義者であり，食餌中に含まれたわずかな脂肪は，飽和脂肪(総脂肪の20％未満)または一価不飽和脂肪(総脂肪の70～90％)のいずれか，オリーブ油を他のすべてに勝ると考える当時の学説に従って，ほとんどがオリーブ油であった。オリーブ油は75％が一価不飽和油であり，ポリフェノールに富む。すべての脂肪酸は代謝経路において競合し，抗酸化物質および植物性化学物質はω-6の必要量を増加させることから，彼女の場合は，ω-6酸の欠乏がより大きな原因であると思われる。ω-6の欠乏は，彼女の初期症状からも明らかである。すなわち，筋肉量にはω-6およびω-3の均衡が必要であり，ω-6誘導体のロイコトリエンを欠くと喘息様の呼吸上の問題を引き起こすことがあり(逆に，過剰なロイコトリエンが喘息様の症状を引き起こす場合もある)，ω-3の欠乏は不整脈と関係しており，ω-6に誘導されるトロンボキサンの欠乏は，痣になりやすい状態を引き起こすことがあり，ω-6に誘導されるプロスタグランジンの欠如は，平滑筋活性，ひいては便通を妨げることがある。本開示において仮説を立てるように，エストロゲンおよびアンドロゲンは多価不飽和脂肪と同様の作用および利益を有することから，彼女が閉経後であったという事実は，ω-6およびω-3の必要性をより決定的に重要なものとした。生殖ホルモンが減少すると，体は，生理機能についてω-6脂肪酸およびω-3脂肪酸およびその代謝産物に次第に依存すると考えられる。",
                        "【0085】",
                        "神経組織，とりわけ神経シナプスの膜の中に非常に多量に存在する，リノール酸(LA)代謝産物のアラキドン酸(AA)，およびα-リノレン酸(ALA)代謝産物のドコサヘキサエン酸(DHA)の欠乏が神経変性の原因となり得ることは，本開示の一実施形態である。神経炎症は，脳の正常な構造および機能の侵害の無効化および回復と関連のある宿主防御機構であり，すべての主要な神経疾患に特徴的である。LAおよびALAの食餌性欠乏，およびその結果生じる，組織における望ましくないAA対DHA比が，急性の神経外傷および神経変性疾患と関連のある神経変性をもたらした可能性がある。",
                        "【0086】",
                        "すべてのω-6脂肪酸またはω-3脂肪酸の欠乏または不均衡がPSPにつながるわけではないことに注目することは重要である。この欠乏または不均衡は体内での窮迫を作り出すのみであり，発症する疾患は，それ以外の体内化学物質に依存する。西洋では，ω-3脂肪酸は大きな注目を集めているが，それは，大衆の消費がω-6に対し非常に歪んでおり，抗酸化物質および植物性化学物質の摂取が不十分であることが理由である。ω-3の必要量は非常に小さい場合があり，その必要量はω-6の増加に伴ってのみ増加し得る。本明細書中で開示するのは，人口統計学的要素に照らした，ω-3脂肪酸とω-6脂肪酸とを均衡させるための，およびその安定な送達のための，方法および組成物である。",
                        "【0087】",
                        "2．筋萎縮性側索硬化症",
                        "対象は，主にオリーブ油およびナッツを用いた低脂肪食を摂取する30歳代半ばの菜食主義女性であった。彼女は，以下のような筋萎縮性側索硬化症(ALS)様の症状を発症していた：手，腕，脚および話す際に使う筋肉の筋力低下，筋肉の単収縮および痙攣，息切れならびに嚥下困難。左半身は右半身より症状が重かった。脂質組成物を投与し食餌を変化させてω-6脂肪酸を約12グラムに増やすと，症状は消え，筋緊張は，症状の発症前より良好に改善された。この場合，組織中のω-6に対するω-3の量は，体が忍容する比率を超えていたとの仮説が立てられる。この菜食主義食およびナッツにより抗酸化物質および植物性化学物質が多量になったことから，この対象は，食餌性ω-3脂肪酸が適度なレベルであったにもかかわらず，ω-6脂肪酸および必要な代謝産物が欠乏するようになった可能性がある。",
                        "【0088】",
                        "ALSの初期症状は，人により相当違う場合がある。ある人はカーペットの縁でのつまずきを経験する場合があり，別の人は物を持ち上げるのが困難である場合があり，3人目の人の初期症状は発語不明瞭である場合がある。少数の人においては，ALSはその進行を緩めまたは停止することが公知であるが，このことが起こる機序および理由については科学的に解明されていない。本発明においては，ALSはω-6脂肪酸およびω-3脂肪酸の摂取の無意識の変更と関係があるとの仮説を立てている。多くの人間は，好き嫌い，家族から受け継いだ習慣，ある一定の食品の入手しやすさ，料理の癖およびたまたま流行の食品に基づいて，ある一定の食パターンになる。しかし，そのような変化は生活において常にあり，友人宅での夕食会，好意を寄せる人からの食品の贈り物，または離れた場所への休暇，または気に入った新しい油，そうしたことが食餌の変化をもたらす。一握りのナッツ，またはスプーン1杯分の多量のω-6油および／またはω-3油があれば，一時的にではあっても均衡を傾けるには十分である。どんなにわずかであっても，それにより体内で実際に影響が出る。",
                        "【0089】",
                        "他の宿主対象において，本開示の組成物によるω-6脂肪酸およびω-3脂肪酸のレベルの実験的な調節に次いで，運動協調性，手書き，バランス，および体がリズムについていく能力(例えば，ダンスのステップにおいて)の改善が観察された。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "実施例15",
                      "text": [
                        "【0090】",
                        "筋骨格障害についてのケーススタディー",
                        "1．筋肉の性能",
                        "宿主対象において，脂質組成物の投与によるω-6脂肪酸およびω-3脂肪酸療法のコースにわたり，多くの筋骨格問題が現れ，消失した。10～11グラムのω-6を摂取した菜食主義の宿主においては，ω-3が0．5gを超えて増加すると，筋肉の性能がより良好となり，関節痛が減り，関節の鳴る音が減り，空間作業の性能が良好になった。しかし，限界収益逓減点には，ω-3約1．2グラムで到達した。ω-3が1．2グラムを超えて増加すると，筋緊張，姿勢および運動の持久性が低下する結果となった。ω-3を1．2グラムに向けて徐々に戻すと，対象は，脚のつり，背下部の痛み，頭皮内の灼熱感，膝関節の坐屈(buckling)，ならびに，膝および肩の関節痛を経験した。3～6週間かかって，こうした症状は鎮静化した。",
                        "【0091】",
                        "2．痛風",
                        "別の宿主対象は，低脂肪食，主にオリーブ油およびナッツを摂取しており，痛風，関節障害を発症していた。食餌中のω-6を増やすと，症状は消失した。",
                        "【0092】",
                        "3．筋筋膜痛および胸郭出口症候群",
                        "食餌中の主要脂肪としてオリーブ油を用いた低脂肪食を摂取している35歳の菜食主義女性において，急性筋筋膜痛のエピソードの発症が観察された。この対象は，体の数個所，頸肩，傍脊椎筋，大腿，手および腕において重度の筋緊張を経験した。",
                        "【0093】",
                        "宿主は，筋筋膜痛症候群(MFS)および胸郭出口症候群(TOS)に罹患していると診断された。TOSは，腕神経叢(頸部から腕の中へ通る神経)および頸基部と腋窩(腋の下)との間の鎖骨下動静脈血管の神経に影響する一群の別々の障害からなる。ほとんどの場合，こうした障害は，腕神経叢の構成要素(頸部から腕に通る神経の大きな塊)，鎖骨下動脈または鎖骨下静脈が圧迫されることにより生じる。神経原性型のTOSは，TOSの全症例の95～98％を占めることから，神経疾患が疑われた。宿主対象は，CＮS全体のMRI，X線，血液検査，薬物療法，マッサージ療法およびカイロプラクティック治療を含む多数の試験を受けた。症状は消えても，その後，数カ月後または1年後に再発することになった。本開示の脂質組成物の投与により対象の食餌中のω-6およびω-3を最適化させた後，TOSおよび筋筋膜痛のエピソードは鎮静化した。本発明においては，こうしたエピソードは，体にω-6脂肪酸およびω-3脂肪酸が極度に欠乏している結果であったとの仮説を立てる。ω-6脂肪酸およびω-3脂肪酸，より詳細には，ω-6脂肪酸が無意識に増加する(これは，食餌の何らかの偶発的変化により生じる可能性がある)度に，プロスタグランジン，トロンボキサンおよびロイコトリエンの突然の急増，ならびに，神経細胞および筋細胞の興奮が生じ，その結果，重度の筋緊張が生じた可能性がある。関与している可能性のある脂質に関する他の機序は，未だ解明されていない。",
                        "【0094】",
                        "筋骨格障害との脂肪酸の関係は，非常に複雑である。アラキドン酸および他の多価不飽和脂肪酸は，主に，神経細胞および筋細胞において，電位開口型のカルシウムチャネル，ナトリウムチャネルおよびカリウムチャネルの機能を調節して細胞の興奮性に影響することを実証する多くの研究がある。…いくつかの研究においては，脂肪酸の量および種類の変化と共に筋線維の型が変化することが観察されている(と考えられる)。…骨格について言えば，骨量は，骨芽細胞(骨形成細胞)および破骨細胞(骨吸収細胞)の均衡のとれた作用により支配される。多様な長鎖多価不飽和脂肪酸およびその代謝産物は，カルシウム均衡，骨芽細胞形成，破骨細胞形成，ならびに，骨芽細胞および破骨細胞の機能に影響するという証拠が増えている。…"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "実施例16",
                      "text": [
                        "【0095】",
                        "甲状腺障害についてのケーススタディー",
                        "宿主対象においては，ω-3脂肪酸の減少に伴う甲状腺障害の症状，疲労および衰弱，低温不耐，脱毛，手足の冷え，体重増加，不眠症，便秘，うつ，記憶力低下，健忘症および神経過敏が観察され，脂肪酸の最適範囲内では自己調節された。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "実施例17",
                      "text": [
                        "【0096】",
                        "体重増加，肥満についてのケーススタディー",
                        "菜食主義の宿主対象において，それを超えると対象の体重が増加する，ω-6脂肪酸およびω-3脂肪酸の最適な量および比率の幅が存在することが発見された。ω-6  11グラムおよびω-3  2グラムでは，対象は134ポンドであった。ω-3を1．2グラムまで徐々に減らすと，対象は最初6ポンド増えた後，6週間後12ポンド減り，最終的な体重は128ポンドとなった。肥満は代謝の遅さにしばしば関係があった。同様に，代謝速度は細胞膜組成に関係があった。…多量の多価不飽和膜組成は，膜関連の速い過程と関係があると考えられる。膜組成は，エネルギー平衡方程式のすべての側面，すなわち，電解質勾配の均衡，神経ペプチド調節，遺伝子調節およびグルコース調節に影響する。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "実施例18",
                      "text": [
                        "【0097】",
                        "糖尿病についてのケーススタディー",
                        "糖尿病のごく初期の症状が誘導される可能性があるかどうかを見るために，さまざまな量および比率のω-6脂肪酸およびω-3脂肪酸を，その他の点では健康な対象に投与した。本開示の組成物に関する場合のω-6脂肪酸およびω-3脂肪酸のある一定の比率および量により，高血糖，過剰な尿生成，過剰な口渇および水分摂取の増加，かすみ目，原因不明の体重増加および嗜眠が誘導された。非常に高レベルのω-3に伴うこのような模擬的な症状は，用量を減らすことによっても回復させることができる。一例では，インスリン抵抗性は低レベルのω-6脂肪酸と関連があると考えられる。…"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "実施例19",
                      "text": [
                        "【0098】",
                        "消化器系障害についてのケーススタディー",
                        "宿主対象においては，酸逆流疾患，腸の過敏，消化不良および胃弱の発症が観察された。ω-6脂肪酸を増やすか，またはω-3脂肪酸を減らす度に，以下の症状：胃痛，鼓腸，胸やけ，悪心(胃のむかつき)およびゲップが現れたが，ω-6増加に体が適応するにつれ，こうした症状はすべて消失した。ω-6は，最大11グラム試験した。特定の宿主においてはその点を超えると症状が持続するだろうとの仮説が立てられる。2グラムを超えてω-3を増やすと，濃色で固いペレット様の便が生成された。ω-6およびω-3の最適な均衡においては，便の黄褐色により判定されるように，胆汁の生成は最適であった。口腔中の粘液生成を指標として用い，正しいω-6およびω-3の量および比率では消化管中の粘液生成が最適であることも観察された。ω-3が2グラムの場合には口臭も観察され，ω-3を減らすと悪化した後，3～6週間かかって正常化した。アラキドン酸は，腸の粘膜の保護および完全性において中心的役割を果たす。過剰なω-3は，アラキドン酸に置き換わり，胃腸粘膜の損傷を引き起こすことがある。"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "実施例20",
                      "text": [
                        "【0099】",
                        "排卵，生殖障害についてのケーススタディー",
                        "宿主対象の35歳女性においては，食餌中のω-6脂肪酸が極めて少ない場合には，排卵の停止(水のように薄い月経周期により示されるとおり)，排卵に伴う強烈な痛みおよび無排卵(anovulatry)月経が観察されたが，オリーブ油が主要な脂肪源であった。本明細書中では，このことは，排卵を助ける，ω-6により誘導されるプロスタグランジンの欠乏によるものであったと仮説を立てている。対象が，シクロオキシゲナーゼ活性，ひいてはプロスタグランジン合成を遮断するAdvilを処方されたときに，同じ現象が観察された。",
                        "【0100】",
                        "食餌性脂肪酸は，月経から，受精，妊娠関連の合併症(糖尿病など)，胎児の発育，早産，出生後の母子の健康まで，生殖と複雑に関連する。"
                      ]
                    },
                    {
                      "fig": "(ス)",
                      "subject": "実施例21",
                      "text": [
                        "【0101】",
                        "加齢，組織修復についてのケーススタディー",
                        "宿主対象においては，本開示の組成物によりω-6脂肪酸およびω-3脂肪酸を均衡および最適化することにより，筋肉量回復，睡眠の安定化，精神的な鮮明さの向上，エネルギーおよび活力の向上，皮膚の改善，脱毛の減少，腸機能の改善，性欲および性的機能の改善ならびに体重管理を含め，加齢症状が調節された。本開示の組成物によるω-6およびω-3の理想的な均衡に伴う頻尿の管理も観察された。これは，組織中のω-6脂肪酸およびω-3脂肪酸，関連するエイコサノイドの管理の効果の組合せ，ならびに，それらが生理機能に及ぼす効果によるものであり，また，こうした脂質の性ホルモン様の効果によるものであり，また，それらが性ホルモン産生の最適化に及ぼす効果によるものであり，この組成物中の抗酸化物質および植物性化学物質によりさらに促進されたとの仮説が立てられる。",
                        "【0102】",
                        "脂質過酸化は，適度なレベルでは必要であるが，加齢における重大な要素である可能性があることが示唆されている。酸化ストレスは，核酸およびタンパク質といった他の重要な生体分子を損傷する可能性もある。…膜流動性は若々しさと関連があると考えられるが，最初の2～3個を超えて二重結合がどんどん導入されると，追加的な流動性が生まれない可能性がある。さらに，脂質過酸化は，膜流動性の低下と関連があると考えられる。本開示の組成物は，天然の抗酸化物質および植物性化学物質を効果的に使用して，過剰なω-3送達を回避しながら，過酸化を管理し膜流動性を保持する。3～6つの二重結合を有するω-3系の脂肪酸は，最も過酸化しやすい脂肪酸だからである。線維芽細胞は，動物組織の構造の骨格である細胞外マトリックスおよびコラーゲンを合成する種類の細胞である。線維芽細胞が正しく機能することは，組織の最適な修復および再生にとって必須である。多価不飽和脂肪酸，抗酸化物質およびステロールは，望ましい線維芽細胞膜の環境を構築し得，二重層の脂質膜をはさんだ電気化学勾配に関与していると考えられる。…本開示は，幹細胞が増殖および／または分化するための環境を提供することによるなど，内因性幹細胞の増殖および／または分化を誘導および管理することによる，組織の修復および／または再生のための組成物および方法も提供する。腸細胞および骨髄細胞は，継続的で生涯にわたる循環細胞の生理的補充におけるその存在量およびその役割についての成人幹細胞の例を示す。本開示の組成物および方法はカロリーも制限することから，酸化ストレスが制限され膜不飽和指数がより低くなることにより寿命が長期化する可能性がある。"
                      ]
                    },
                    {
                      "fig": "(セ)",
                      "subject": "実施例22",
                      "text": [
                        "【0103】",
                        "肺障害についてのケーススタディー",
                        "宿主対象においては，ω-6脂肪酸の増加またはω-3脂肪酸の減少は，呼吸困難，鼻うっ血，耳痛，くしゃみおよび粘液過多を伴った。しかし，ω-6およびω-3の最適範囲内では，そうした症状は一定期間をかけて自己調節された。低脂肪食，すなわち，主に一価不飽和脂肪，総必須脂肪酸(EFA)の栄養補助食品1グラムおよび魚油栄養補助食品の食餌が，宿主対象の呼吸困難の原因となった。ω-6脂肪酸10～11グラムを補給すると呼吸困難は消失した。EFA栄養補助食品は，必要なロイコトリエンを十分産生していなかったとの仮説が立てられる。ω-6およびω-3に誘導されるロイコトリエンは，肺機能における非常に重要な物質である。ロイコトリエンは，必要とされる細胞を組織に運ぶのを助け，血管の透過性を増加させる。過剰な場合には，ロイコトリエンは，気道閉塞，粘液の分泌および蓄積の増加，気管支狭窄および炎症の原因となることがある。調節期間は，EFAの突然且つ広範な変化が免疫系を混乱させ，病原体への脆弱性が高まった期間を作り出す可能性があることを示している。さらなる研究により，感冒およびインフルエンザへの罹りやすさとω-6脂肪酸およびω-3脂肪酸の突然且つ広範な変化との関連が見出される可能性がある。"
                      ]
                    },
                    {
                      "fig": "(ソ)",
                      "subject": "実施例23",
                      "text": [
                        "【0104】",
                        "眼障害についてのケーススタディー",
                        "宿主対象において，ω-3脂肪酸を減らしω-6脂肪酸を増やした際に，ドライアイおよび眼内の圧迫されるような痛みが観察された。ω-6およびω-3のレベルが人口統計学的タイプにより適当な範囲内で維持されたときは，時間の経過と共に症状は消失した。ドルーゼン，すなわち，眼角の中に集まることの多い過剰な目の粘液が，本開示の組成物について言う場合の正しいω-6／ω-3の均衡で排除できることも観察された。しかし，ω-6またはω-3が過剰に増加したときは，ドライアイ症候群が持続した。過剰なω-3は血液が非常に薄くなる結果をもたらしたが，恐らくこれは，トロンボキサン作用の低下，それにより引き起こされた目の充血によるものであった。",
                        "【0105】",
                        "ドコサヘキサエン酸(ω-3)は，網膜の光受容体および脳のシナプス膜の重要な成分であり，アラキドン酸(ω-6)は，血管内皮細胞の重要な成分である。さらに，ω-6は血管の血圧にも関与していることから，ω-6およびω-3は両方とも，眼の健康に決定的に重要である。ω-3脂肪酸，ならびに，ビタミンC，E，βカロテンおよび亜鉛の配合物は加齢黄斑変性症(AMD)の進行を予防することが示されているが，ルテイン／ゼアキサンチン(xeaxanthin)およびω-3脂肪酸の摂取増加はAMDの進行と関連があるのに対し，ルテイン／ゼアキサンチンおよびω-3の適度な摂取はより良好な眼の健康と関連があり，このことから，植物性化学物質の役割，および，用量の重要性が示唆される。…"
                      ]
                    },
                    {
                      "fig": "(タ)",
                      "subject": "実施例24",
                      "text": [
                        "【0106】",
                        "皮膚障害についてのケーススタディー",
                        "宿主対象は，食餌中に多量のω-3脂肪酸があると毛穴のサイズが大きくなり，食餌中に多量のω-6脂肪酸があると皮膚が乾燥することを実証した。2つを均衡させると，最良の結果が得られた。本開示の組成物に関して言う場合の正しい均衡を用いると，小皺が減る可能性がある。時々ω-3が減少するのは，頸部領域周辺での発疹の出現と関連があると考えられる。ω-6代謝の増加に由来するサイトカイン活性の突然の増加により皮膚の発疹が発生したとの仮説が立てられる。脆い爪および魚の目およびたこは，本開示の組成物により脂肪酸を適切に均衡させれば消失すると考えられる。ω-3脂肪酸を減らした後で表面に現れる死細胞と同様，皮膚の脱落も観察された。",
                        "【0107】",
                        "皮膚は，多価不飽和脂肪酸の高度に活発な代謝を示す。食餌性ω-6，リノール酸が欠乏すると，うろこ状の皮膚疾患および皮膚の防御系の崩壊を招くことが示されており，ビタミンCの多量摂取と組み合わせたリノール酸摂取は，皮膚加齢のより良好な外見と関連がある。食餌性の麻種子油は，血漿中の脂肪酸プロファイルの著しい変化およびアトピー性皮膚炎の臨床症状改善をもたらすことが示されており，このことは，麻種子油中のω-6脂肪酸およびω-3脂肪酸の両方が豊富に供給されることによると考えられる。…"
                      ]
                    },
                    {
                      "fig": "(チ)",
                      "subject": "実施例25",
                      "text": [
                        "【0108】",
                        "睡眠障害についてのケーススタディー",
                        "人口統計学的なタイプによる本開示の脂質組成物により，最適化されたレベルのω-6脂肪酸およびω-3脂肪酸を使用すると，宿主対象においてより良好な安眠，ならびに，睡眠時間および覚醒時間の正常化が達成され得ることが観察された。事実，1人の宿主対象において8時間から7時間へ睡眠時間を減らした場合に，時間の経過と共により良好な安眠が観察された。下肢静止不能症候群も，宿主対象において軽減すると考えられる。ω-6およびω-3の量を変更する度に，宿主には調節期間が訪れた。ω-3の方が睡眠をより強く誘導し合計睡眠時間を増加させたのに対し，ω-6は，最初は睡眠を誘導したものの，数時間後には，一時的な不眠症を引き起こすほどの覚醒の強い反動を引き起こしたが，2週間かかって睡眠パターンは正常化した。こうしたことは，ω-6脂肪酸およびω-3脂肪酸が甲状腺機能に及ぼす効果，ならびに，甲状腺機能が，他の機序の中でも，PGD2作用など睡眠に及ぼす効果が理由であるとの仮説が立てられる。",
                        "【0109】",
                        "ω-6代謝産物のPGD2は，不眠症に至る覚醒の強い反動および用量依存的なベル型の応答曲線を伴う強力な睡眠誘導物質であると考えられる。他の研究においては，ω-3が欠乏した食餌は，松果体のメラトニンリズムを低下させ，概日時計の内因性の機能を弱め，夜間の睡眠障害に関与することが示されている。他の脂肪酸の中でも，パルミトレイン酸およびオレイン酸は睡眠障害にとって重要であることが示されているが，これは恐らく，これらの物質が，睡眠を誘導するオレアミドの前駆体としての機能を有することによるものである。"
                      ]
                    },
                    {
                      "fig": "(ツ)",
                      "subject": "実施例26",
                      "text": [
                        "【0110】",
                        "歯科疾患についてのケーススタディー",
                        "菜食主義の宿主対象において，ω-6を11グラムで一定に維持しながらω-3脂肪酸を2グラムから1．2グラムに減らすと，歯の鋭敏性の低下，歯肉の後退の回復，歯のエナメル質の輝き，ならびに，歯の染みおよびプラークの減少が観察された。ナッツおよび油を含む脂質組成物が，ω-6脂肪酸およびω-3脂肪酸の供給源であった。症状が宿主対象において悪化してから回復するまで3～6週間の調節期間があった。介入期間中の歯の喪失を調査することにより，さらに長期の介入研究から，この仮説を検証できるはずである。脂質の生物活性は，歯周炎／歯の喪失と冠動脈心疾患との間の関連を説明すると考えられる。"
                      ]
                    },
                    {
                      "fig": "(テ)",
                      "subject": "実施例27",
                      "text": [
                        "【0111】",
                        "免疫，自己免疫および感染性疾患および炎症性疾患についてのケーススタディー",
                        "油およびナッツからリノール酸(LA)11gおよびα-リノレン酸(ALA)1．8gを摂取している菜食主義の宿主対象，48歳の閉経期女性において，脊椎の灼熱感，体内，皮膚および足の熱，ならびに創傷治癒の遅延が観察された。この対象は，さらに，膣の酵母菌感染症も発症した。症状は，最初の調節期間の後でALAを1．2gに減らすと消失した。とりわけ，食餌性脂肪酸が大きく変化した後の調節期間中に，ω-6脂肪酸／ω-3脂肪酸の不均衡により，炎症，免疫低下および感染症が生じたとの仮説が立てられる。とりわけ，植物性化学物質との相互作用の可能性に照らせば，ω-6およびω-3は両方とも低用量では抗炎症性であり，高用量では炎症性であることがさらに疑われる。一実施形態では，ω-3，植物性化学物質および他の食餌性構成要素による過度の免疫系抑制は，いくつかの疾患を引き起こす調節不全の炎症の原因となる代償的な機序の上方調節に繋がることがある。したがって，免疫系の自己調節が抑制されている閾値を下回るすべての食餌性免疫調節の正味の効果は，より効果的な栄養的アプローチであると考えられることは，本開示の一実施形態である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，本願発明は，次のようなものであると認められる。",
                "本願発明は，本願発明に係る各医学的状態の予防および／または治療における使用のための，ω-6脂肪酸及びω-3脂肪酸を含む脂質含有配合物に関するものである(請求項25，20，1)。",
                "ω-3脂肪酸の補給を用いた医学的状態(更年期，心血管疾患，精神障害，神経障害，筋骨格障害，内分泌障害，癌，消化器系障害，加齢症状，ウイルス感染症，細菌感染症，肥満，過体重，腎疾患，肺障害，眼障害，皮膚障害，睡眠障害，歯科疾患，および，自己免疫などの免疫系疾患)の予防および／または治療について，多数の研究が行われ，ω-6脂肪酸の摂取を減らすことが推奨されている(段落【0006】)。ω-6の前駆体であるリノール酸(LA)とω-3の前駆体であるα-リノレン酸(ALA)は同じ代謝経路を共有し，一方が過剰であれば他方の必要量が増し，または他方の欠乏を招くことがあることは周知である(段落【0004】)。",
                "しかし，ω-3脂肪酸を増やしω-6脂肪酸の摂取を減らすことについての伝統的な強調は，食餌的および人口統計学的な要素によりもたらされる不確実性のため，十分な解決策とならないことが多い。したがって，改善された脂質組成物を使用する，医学的状態の予防および治療のための改善された方法が必要とされている。(段落【0008】)",
                "そこで，本願発明は，本願発明に係る各医学的状態の予防および／または治療における使用のための配合物として，異なる供給源に由来する脂質の混合物を含む脂質含有配合物であって，ω-6脂肪酸及びω-3脂肪酸を含み，①両者の含有比率につき，ω-6対ω-3の比が4：1以上であること，②両者の含有量につき，(ⅰ)ω-3脂肪酸が総脂質の0．1～20重量％であるか，又は，(ⅱ)ω-6脂肪酸の用量が40g以下であることを特徴とする脂質含有配合物を提供するものである(請求項25，20，1)。",
                "このように，本願発明は，ω-6脂肪酸及びω-3脂肪酸を含む脂質含有配合物を，本願発明に係る各医学的状態の予防および／または治療に用いる医薬の用途発明であり，ω-6脂肪酸及びω-3脂肪酸の含有比率及び含有量を上記所定の値とすることを技術的特徴とし，これにより本願発明に係る各医学的状態の予防および／または治療の効果を奏するものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件についての判断の誤り)について",
          "text": [
            "事案に鑑み，原告主張の取消事由2の成否について，まず検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法36条4項1号は，明細書の発明の詳細な説明の記載は，「その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したもの」でなければならないと定めるところ，ここでいう「実施」とは，物の発明においては，当該発明に係る物の生産，使用等をいうものであるから，実施可能要件を満たすためには，明細書の発明の詳細な説明の記載は，当業者が当該発明に係る物を生産し，使用することができる程度のものでなければならない。",
                "そして，本願発明のような医薬の用途発明においては，一般に，物質名や成分組成等が示されることのみによっては，当該用途の有用性及びそのための当該医薬の有効量を予測することは困難であり，当該医薬を当該用途に使用することができない。そのため，医薬の用途発明において実施可能要件を満たすものといえるためには，明細書の発明の詳細な説明が，その医薬を製造することができるだけでなく，出願時の技術常識に照らし，医薬としての有用性を当業者が理解できるように記載されている必要がある。",
                "これを本願発明についてみると，本願発明は，前記1(2)のとおり，ω-6脂肪酸及びω-3脂肪酸を含む脂質含有配合物において，両者の含有比率及び含有量を前記所定の値とすることを技術的特徴とし，これにより本願発明に係る各医学的状態の予防および／または治療の効果を奏するというものであるから，本願発明について医薬としての有用性があるといえるためには，前記所定の比率及び量のω-6脂肪酸及びω-3脂肪酸を含む脂質含有配合物(以下「本願発明に係る配合物」という。)を対象者に用いた場合に，本願発明に係る各医学的状態のそれぞれについて予防又は治療の効果が生じるものであることが必要であり，したがって，本願発明が実施可能要件を満たすものといえるためには，本願明細書の発明の詳細な説明が，本願出願当時の技術常識に照らし，本願発明に係る配合物を使用することによって本願発明に係る各医学的状態のそれぞれについて予防又は治療の効果が生じることを当業者が理解できるように記載されていなければならないものといえる。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "このように，本願発明について実施可能要件の充足性を判断するに当たっては，本願出願当時の技術常識を踏まえる必要があるところ，本願出願前の文献をみると，ω-6脂肪酸及びω-3脂肪酸の摂取が人体に及ぼす影響に関し，次のような記載が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特開平3-53869号公報(甲5の10)",
                      "text": [
                        "「ここで我々日本人の摂取脂肪酸を分析してみると，ω-6に大きく偏っている。これは，ω-6脂肪酸が鳥獣肉類，卵製品，乳製品，コーンやサフラワーなどの植物油に含まれており，我々の食卓には欠かせないものとなっているからである。",
                        "ω-3脂肪酸を含む食品は，大豆，なたね油などに8～10％含まれるほか，シソ，エゴマ，アマニ油などであり，さらに海産魚類や海藻類に多く含まれている。しかし，これらの食品は，昔は，比較的よく摂取されていたが，現在の我々の食卓には，あまり上がって来ないものばかりである。",
                        "これらω-3脂肪酸およびω-6脂肪酸は，いずれも人体内では生合成ができず，しかも両脂肪酸系統の間では相互変換がなく，体内におけるω-3，ω-6の比率は全く食物のそれを反映している。",
                        "最近の日本人の食生活は欧米型化が進み，肉類を中心とした食事の機会が大幅に増え，脂肪の摂取量については一日当り40gと増加し，それに伴い，疾病の種類も変化し，高血圧，心臓病の循環器系疾患や乳癌，大腸癌などが増加して，こちらも欧米型化になり，大きな社会問題になっている。これらの疾病の原因は，脂肪酸の摂取過多と考えられていた。しかし，研究が進むにつれて，脂肪を構成する不飽和脂肪酸の種類の摂取アンバランスによることが判明した。これは肉類に多く含まれるω-6脂肪酸であるアラキドン酸から産生される2型のプロスタグランジンやロイコトリエンなどが過剰になり，ω-3脂肪酸によって産出される3型のプロスタグランジンやロイコトリエンとのバランスがくずれる事による。",
                        "このような食習慣を考慮して，エイコサペンタエン酸を高濃度に濃縮した油脂をカプセルに詰めた健康食品や，鶏に魚油を食べさせてエイコサペンタエン酸やドコサヘキサエン酸の含量を高めた卵など，ω-3脂肪酸を強化した食品の開発がなされてきた。」(1頁右欄～2頁左上欄)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成16年3月29日発行の特許第3512196号公報(乙1)",
                      "text": [
                        "「特開平3-53869号公報では食品中の脂肪酸組成をオメガ3系脂肪酸とオメガ6系脂肪酸との比が1：1～1：5になるように調整した食品が開示され，また日本人の栄養調査の結果から，1994年の日本人の栄養所要量の改訂(厚生省  第5次改訂日本人の栄養所要量，pp56-58.1994)において，オメガ6系不飽和脂肪酸とオメガ3系不飽和脂肪酸との比率を4：1程度にするのが望ましいとされた。しかし日常生活において，オメガ6系とオメガ3系の脂肪酸比率が調整された食品のみを摂取することは困難であり，また常にオメガ6系とオメガ3系不飽和脂肪酸の摂取比率を考えることも事実上，困難である。」",
                        "「例えば，オメガ6系不飽和脂肪酸の多量摂取に伴って起こると考えられている代謝障害として，(1)エイコサノイド産生のバランスの乱れ(血栓生成，動脈硬化，アレルギー反応などの促進)，(2)胆石形成の亢進，(3)ガン細胞の増殖促進(乳ガン，結腸ガンなど)，(4)免疫機能抑制，食細胞機能の低下などを挙げることができる。また，オメガ3系不飽和脂肪酸(特にエイコサペンタエン酸とドコサヘキサエン酸を含む魚油)の多量摂取に伴って起こると考えられている代謝障害として，(1)心筋壊死，(2)肝臓の障害，機能の低下，(3)カテコールアミン感受性の亢進，(4)長鎖モノエン酸による心筋リピドーシス，出血時間延長，血小板の減少による易出血，難凝固性などを挙げることができる。」(4頁右欄)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "国際特許出願公開WO2006／065735号明細書(甲5の7)",
                      "text": [
                        "「本願発明は，一般には，癌の治療(予防を含む)のために改良された医薬に対する。他の側面では，本願発明は，癌のみならず心疾患または他の疾患の治療のために改良された方法を提供する。現在の好ましい態様では，当該医薬は，「親」ω-6及び「親」ω-3必須脂肪酸又はその類似体を含む複数の油分を組み合わせて，その組み合わせが，特定の範囲内の親ω-6対親ω-3の比を含むように作成される。好ましくは，医薬における親ω-6対親ω-3の比は，約2：1～約4：1の範囲である。より好ましくは，比は約2．6：1である。」(段落［0011］)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，本願出願前の上記各文献には，ω-3脂肪酸及びω-6脂肪酸は，いずれも人体内では生合成ができない必須栄養素であるが，我が国における食生活の欧米型化に起因して，脂肪酸の摂取量は，肉類や卵，乳製品，植物油に含まれるω-6脂肪酸に大きく偏っている状況にあり，その結果，脂肪を構成する不飽和脂肪酸のアンバランス(ω-6脂肪酸の過剰)を原因とする高血圧，心臓病の循環器系疾患や乳癌，大腸癌などが増加し，そのほかにも，ω-6脂肪酸の多量摂取に伴う様々な健康障害が考えられることから，ω-6脂肪酸とω-3脂肪酸の摂取量の比率について，4：1程度，もしくはそれ以下とすることが望ましいとされていることが記載されているものといえる。そして，このような記載内容は，本願明細書の背景技術に係る「多数の研究により，ω-3脂肪酸の補給を用いた医学的状態の予防および／または治療についての証拠が示され，ω-6脂肪酸の摂取を減らすことが推奨されている。」との記載(段落【0006】)とも符合するものである。",
                    "してみると，ω-6脂肪酸及びω-3脂肪酸の摂取に関しては，ω-6脂肪酸の過剰摂取による健康障害を避けるため，ω-6脂肪酸の摂取を減らし，ω-6脂肪酸とω-3脂肪酸の摂取量の比率を「4：1」程度までにとどめるのが望ましいことが，本願出願当時の技術常識であったものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかるところ，本願発明は，本願発明に係る各医学的状態の予防および／または治療における使用のための配合物として，ω-6脂肪酸及びω-3脂肪酸を含み，①両者の含有比率につき，ω-6対ω-3の比が4：1以上であること，②両者の含有量につき，(ⅰ)ω-3脂肪酸が総脂質の0．1～20重量％であるか，又は，(ⅱ)ω-6脂肪酸の用量が40g以下であることを特徴とする脂質含有配合物を提供するものであるところ，このような比率及び量のω-6脂肪酸及びω-3脂肪酸を含む脂質含有配合物の使用が，本願発明に係る各医学的状態の予防および／または治療の効果を生じさせるということは，本願出願当時における上記(2)イのような技術常識からは考え難い事態ということができる(本願発明に係る配合物には，例えば，ω-6脂肪酸の含有量が40gで，ω-3脂肪酸の含有量が0．1gである配合物(ω-6対ω-3の比が400：1であり，ω-6脂肪酸の用量が40gである配合物)も含まれることとなるが，上記技術常識からすれば，このようにω-3脂肪酸がごくわずかしか含まれず，大部分がω-6脂肪酸からなる配合物が，ω-6脂肪酸の過剰摂取による健康障害の観点から望ましくないものであることは明らかといえる。)。",
                "したがって，それにもかかわらず，本願発明に係る配合物が医薬としての有用性を有すること，すなわち，本願発明に係る配合物を使用することによって本願発明に係る各医学的状態のそれぞれについて予防又は治療の効果が生じることを当業者が理解できるといえるためには，本願明細書の発明の詳細な説明に，このような効果の存在を裏付けるに足りる実証例等の具体的な記載が不可欠なものといえる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そこで，本願明細書の発明の詳細な説明に，上記要請を満たし得る記載があるか否かにつき検討することとするが，本件審決は，本願発明に係る各医学的状態のうち，内分泌障害，腎疾患及び癌の3疾患(以下「本件3疾患」という場合がある。)を捉え，本願明細書の発明の詳細な説明には，これらに係る実施例の記載がなく，これらを予防および／または治療することに本願発明が有用であると当業者が理解できる記載は認められないとして，本願は実施可能要件を満たさない旨判断し，これに対し，原告は，その判断に誤りがある旨を主張するので，以下では，多岐にわたる本願発明に係る各医学的状態のうち，本件3疾患に着目して，上記要請を満たし得る記載があるか否かを検討することとする。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決摘示の記載事項(ア)(本願明細書の段落【0006】及び【0007】)及び記載事項(イ)(本願明細書の実施例6～段落【0063】)について",
                  "text": [
                    "原告は，上記記載事項(ア)及び(イ)には，本件3疾患を予防および／または治療することに本願発明が有用であると当業者が理解できる記載がある旨を主張するので，以下検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，上記記載事項(ア)(本願明細書の段落【0006】及び【0007】)には，「ω-3脂肪酸の補給を用いた医学的状態の予防および／または治療において，ω-6脂肪酸の摂取を減らすことが推奨されている」ことなど，上記(2)イの技術常識に沿った記載があるにすぎないから，このような記載から，当業者が，当該技術常識に反する理解，すなわち，本願発明に係る配合物(すなわち，ω-6脂肪酸及びω-3脂肪酸を含む脂質含有配合物において，ω-6対ω-3の比を4：1以上としたもの)が何らかの医学的状態の予防および／または治療に有用であるとの理解をなし得ないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，上記記載事項(イ)(本願明細書の実施例6～段落【0063】)には，表13として，本件3疾患を含む14の医学的状態が列挙され，その予防および／または治療のために対象に投与される脂質配合物の「総脂肪の範囲(g)」，「ω-6の範囲(g)」，「ω-3の範囲(g)」，「ω-6：ω-3の範囲」等が記載されるが，例えば，「ω-6：ω-3の範囲」は，いずれの医学的状態についても「1：1～45：1」とされ，本願発明に係る配合物におけるω-6対ω-3の比である「4：1以上」と符合するものではないし，そもそもここでは，これらの範囲に係る脂質配合物を各医学的状態の対象に投与した実証結果等が具体的に示されているものではないから，このような記載のみから，本願発明に係る配合物を使用することによって上記各医学的状態の予防又は治療の効果が生じることを当業者が理解し得るものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，原告は，①上記記載事項(ア)は，従来行われていた研究がω-6摂取を減らすことを推奨することのみを示すものではなく，ω-6及びω-3脂肪酸の摂取レベルが，本件3疾患を含む多くの医学的状態に影響を与えることが公知であったことを示すものである旨，②上記記載事項(イ)の表13のみならず，対応する実施例に係る記載をも考慮すれば，本願発明に係る配合物に本件3疾患の治療及び予防の効果があることを理解できる旨を主張する。",
                        "しかし，まず，ω-6及びω-3脂肪酸の摂取レベルが多くの医学的状態に影響を与えること自体は公知であるとしても，問題は，ω-6及びω-3脂肪酸をどのように摂取すれば，各医学的状態にどのような影響を与えるかということである。そして，上記記載事項(ア)には，上記(2)イの技術常識に沿った記載があるのみであって，このような記載から，本願発明に係る配合物(すなわち，ω-6脂肪酸及びω-3脂肪酸を含む脂質含有配合物において，ω-6対ω-3の比を4：1以上としたもの)が何らかの医学的状態の予防および／または治療に有用であるとの理解をなし得ないことは上記のとおりである。  また，本願発明に係る各医学的状態についての実施例の記載をみても，本願発明に係る配合物に本件3疾患の治療及び予防の効果があることを理解できる記載が認められないことは，後記イで述べるとおりである。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，上記記載事項(ア)及び(イ)には，当業者が，本件3疾患を予防および／または治療することに本願発明が有用であると理解できるような記載があるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決摘示の記載事項(ウ)ないし(ニ)(本願明細書の段落【0071】ないし【0111】の実施例10ないし27に係る記載)について",
                  "text": [
                    "原告は，上記記載事項(ウ)ないし(ニ)の実施例に係る記載中には，本件3疾患に対応する実施例についての記載があり，これらから，当業者は，本件3疾患を予防および／または治療することに本願発明が有用であることを理解できる旨主張するので，以下検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "内分泌障害について",
                      "text": [
                        "原告は，本願明細書記載の本願発明に係る各医学的状態の実施例のうち，更年期(実施例11)，気分変動，精神機能(実施例13)，甲状腺障害(実施例16)，体重増加，肥満(実施例17)，糖尿病(実施例18)，消化器系障害(実施例19)，排卵，生殖障害(実施例20)は，いずれも内分泌障害に含まれ，これらの実施例に係る記載から，当業者は，内分泌障害を予防および／または治療することに本願発明が有用であることを理解できる旨主張する。しかし，請求項25の記載(第2の2(1))から明らかなとおり，本願発明においては，内分泌障害と，更年期以下の上記各種障害とは別の医学的状態であると位置付けられているのであるから，後者についての実施例が，前者の予防および／または治療についての有用性を基礎付けると断ずることができるかどうかにはそもそも疑問がある。また，仮にこの点を措いて検討してみても，以下のとおり原告の主張には疑問があるといわざるを得ない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "実施例11の記載(本願明細書の段落【0073】～【0077】)について",
                          "text": [
                            "本願明細書には，実施例11として，「更年期，加齢および筋骨格障害についてのケーススタディー」についての記載があり，そこには，更年期に関連するのぼせを発症している47歳女性に対し，6週間にわたり植物油，種子油，ナッツ及び種子の組合せを補給した結果，のぼせの強さが徐々に低下するなどの改善がみられたことが記載されている。",
                            "しかしながら，上記記載中には，対象に投与した配合物について，「実施例10に記載の1日2回の投与配合物」とされるのみであり，他方，実施例10の記載(段落【0071】及び【0072】)には，投与配合物の原料とその配合割合について，「アーモンド(10％～25％)，カシュー(7％～15％)」などの記載はあるものの，含有されるω-6脂肪酸及びω-3脂肪酸の量及び比率は示されておらず(表20には，「対象の1日当たりの栄養素の重量」が示されているが，これは，「投与された脂質組成物を含めた食餌全体に由来する栄養素」であるから，これによって，投与配合物中のω-6脂肪酸及びω-3脂肪酸の量及び比率が判明するものではない。)，単に「ω-6脂肪酸およびω-3脂肪酸及びこの組成物に関する場合の比率を最適化することにより」上記の効果が観察されたことが記載され，さらに，「治療の有益な効果が更年期関連の症状に及んだのは，ω-6脂肪酸およびω-3脂肪酸の補給に由来する性ホルモン様の安定な利益と，抗酸化物質および植物性化学物質に関する最適化が達成されたことによったと思われる。」などの推論が述べられているにすぎない。",
                            "しかるところ，上記のように，対象に投与された配合物中のω-6脂肪酸及びω-3脂肪酸の量及び比率すら具体的に示されていない実施例の記載では，本願発明に係る配合物(すなわち，ω-6脂肪酸及びω-3脂肪酸を含む脂質含有配合物において，ω-6対ω-3の比を4：1以上としたもの)を使用することによって更年期障害の予防又は治療の効果が生じることを裏付ける実証例の記載としては不十分といわざるを得ず，このような記載から，当業者が，更年期障害を予防および／または治療することに本願発明が有用であることを理解できるものということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "実施例13の記載(段落【0081】及び【0082】)について",
                          "text": [
                            "本願明細書には，実施例13として，「気分変動，精神機能についてのケーススタディー」についての記載があり，そこには，「対象宿主に，多様な油およびナッツの組合せを用いたω-6脂肪酸およびω-3脂肪酸の比率を変化させる試験」を実施した結果，「対象は，3～6週間かかってω-6およびω-3を最適化させた後，注意持続時間の増加および集中の向上も示し，読む速度および理解力が高まった」ことなどが記載されている。",
                            "しかしながら，上記記載中には，対象に投与され，「注意持続時間の増加」等の効果を示したとされる配合物中のω-6脂肪酸及びω-3脂肪酸の量及び比率については，「ω-6およびω-3を最適化させた」とされるのみで，具体的には示されていないのであり，このような実施例の記載からでは，当業者が，気分変動等を予防および／または治療することに本願発明が有用であることを理解できるものでないことは，実施例11について述べたところと同様である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "実施例16の記載(段落【0095】)について",
                          "text": [
                            "本願明細書には，実施例16として，「甲状腺障害についてのケーススタディー」についての記載があるが，宿主対象に観察された甲状腺障害の症状等について，「脂肪酸の最適範囲内では自己調節された」との記載しかなく，投与された配合物中のω-6脂肪酸及びω-3脂肪酸の量及び比率については具体的に示されていないのであり，このような実施例の記載からでは，当業者が，甲状腺障害を予防および／または治療することに本願発明が有用であることを理解できるものでないことは，実施例11について述べたところと同様である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "実施例17の記載(段落【0096】)について",
                          "text": [
                            "本願明細書には，実施例17として，「体重増加，肥満についてのケーススタディー」についての記載があり，そこには，菜食主義者の宿主対象に対し，ω-6脂肪酸及びω-3脂肪酸を含む配合物を投与した結果について，①ω-6脂肪酸11gとω-3脂肪酸2gとを含む配合物を摂取したときに比べて，②ω-6脂肪酸11gとω-3脂肪酸1．2gとを含む配合物を摂取したときの方が，最終的に6ポンド体重が減少したことが記載されている。",
                            "しかしながら，上記記載中には，上記①の場合と②の場合とで，その他の栄養摂取の条件に差異がないことを検証し得るデータ等の記載はなく，上記体重減少が専らω-6脂肪酸とω-3脂肪酸の含有比率の違いによるものであることを確認することはできない。また，仮に，上記①の場合と②の場合とで，その他の栄養摂取の条件に差異がないものであるとしても，①の場合に比して，②の場合の方が摂取する脂質の量が少ないことは明らかであるから，この点が上記体重減少の要因となっている可能性が排除できないものといえる。",
                            "してみると，実施例17に示された上記の結果は，ω-6脂肪酸及びω-3脂肪酸を含む配合物において，前者の含有比率を高めることが体重減少の効果を生じさせるものであることを示すものと断ずることはできない。",
                            "したがって，本願明細書の実施例17に係る記載は，本願発明に係る配合物を使用することによって体重増加や肥満の予防又は治療の効果が生じることを裏付ける実証例の記載としては不十分といわざるを得ず，このような記載から，当業者が，体重増加や肥満を予防および／または治療することに本願発明が有用であることを理解できるものということはできない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "実施例18の記載(段落【0097】)について",
                          "text": [
                            "本願明細書には，実施例18として，「糖尿病についてのケーススタディー」についての記載があり，そこには，「糖尿病のごく初期の症状が誘導される可能性があるかどうかを見るために，さまざまな量および比率のω-6脂肪酸およびω-3脂肪酸を，その他の点では健康な対象に投与した」結果，「ω-6脂肪酸およびω-3脂肪酸のある一定の比率および量により」，糖尿病に関連する各種症状が誘導されたことが記載されるものの，特定の量及び比率のω-6脂肪酸及びω-3脂肪酸を含む配合物の投与によって糖尿病に関連する症状が改善されたことについては，何ら記載されていない。",
                            "したがって，本願明細書の実施例18に係る記載は，本願発明に係る配合物を使用することによって糖尿病の予防又は治療の効果が生じることを裏付ける実証例を何ら示すものではなく，このような記載から，当業者が，糖尿病を予防および／または治療することに本願発明が有用であることを理解できるものではない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "実施例19の記載(段落【0098】)について",
                          "text": [
                            "本願明細書には，実施例19として，「消化器系障害についてのケーススタディー」についての記載があり，そこには，酸逆流疾患，腸の過敏，消化不良及び胃弱の発症が観察された宿主対象に対し，ω-6脂肪酸及びω-3脂肪酸を含む配合物を投与し，ω-6脂肪酸又はω-3脂肪酸の増減を行ったところ，「ω-6およびω-3の最適な均衡においては，便の黄褐色により判定されるように，胆汁の生成は最適であった」こと，「正しいω-6およびω-3の量および比率では消化管中の粘液生成が最適であることも観察された」ことが記載されている。",
                            "しかしながら，上記記載中には，対象に投与され，「胆汁の生成は最適であった」等の効果を示したとされる配合物中のω-6脂肪酸及びω-3脂肪酸の量及び比率については，「ω-6およびω-3の最適な均衡」又は「正しいω-6およびω-3の量および比率」とされるのみで，具体的には示されていない。しかも，上記記載中には，最大11gのω-6脂肪酸と2gを超えた量のω-3脂肪酸を含む配合物を対象に投与すると，濃色で硬いペレット様の便が生成されたこと，すなわち，ω-6脂肪酸対ω-3脂肪酸の比において，本願発明の要件(4：1以上)を満たす配合物の投与によって消化器系に問題が生じたことも示されている。",
                            "してみると，本願明細書の実施例19に係る記載は，本願発明に係る配合物を使用することによって消化器系障害の予防又は治療の効果が生じることを裏付ける実証例の記載としては不十分といわざるを得ず，このような記載から，当業者が，消化器系障害を予防および／または治療することに本願発明が有用であることを理解できるものということはできない。"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "実施例20の記載(段落【0099】，【0100】)について",
                          "text": [
                            "本願明細書には，実施例20として，「排卵，生殖障害についてのケーススタディー」についての記載があり，そこには，「宿主対象の35歳女性においては，食餌中のω-6脂肪酸が極めて少ない場合には，排卵の停止…，排卵に伴う強烈な痛みおよび無排卵…月経が観察されたが，オリーブ油が主要な脂肪源であった」ことが記載されるものの，特定の量及び比率のω-6脂肪酸及びω-3脂肪酸を含む配合物の投与によって排卵，生殖障害が改善されたことについては，何ら記載されていない。",
                            "したがって，本願明細書の実施例20に係る記載は，本願発明に係る配合物を使用することによって排卵，生殖障害の予防又は治療の効果が生じることを裏付ける実証例を何ら示すものではなく，このような記載から，当業者が，排卵，生殖障害を予防および／または治療することに本願発明が有用であることを理解できるものではない。"
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "まとめ",
                          "text": [
                            "以上のとおり，本願明細書の実施例11，13，16ないし20に係る記載からは，当業者が，これらに係る各医学的状態を予防および／または治療することに本願発明が有用であることを理解できるものとはいえない。",
                            "そうすると，仮に，これらの実施例がいずれも内分泌障害に含まれるとの原告の主張を前提としたとしても，これらの実施例に係る記載から，当業者が，内分泌障害を予防および／または治療することに本願発明が有用であることを理解できるものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "腎疾患について",
                      "text": [
                        "原告は，本願明細書記載の本願発明に係る各医学的状態の実施例のうち，心血管疾患(実施例12)及び糖尿病(実施例18)は，いずれも腎疾患と病因を共通にするとし，これらの実施例に係る記載から，当業者は，腎疾患を予防および／または治療することに本願発明が有用であることを理解できる旨主張する。この主張についても，(ア)と同様に，本願発明において，腎疾患と心血管疾患・糖尿病とが別の医学的状態として位置付けられている点が問題となるが，この点を措いて検討した結果は以下のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "実施例12の記載(段落【0077】ないし【0080】)について",
                          "text": [
                            "本願明細書には，実施例12として，「高コレステロール血症，心血管疾患についてのケーススタディー」についての記載があり，そこには，高コレステロール血症に罹患した宿主対象に対し，それまで毎日摂取していた魚油栄養補助食品1g及び総必須脂肪酸栄養補助食品1gの摂取を中止し，植物油，ナッツ及び種子の組合せで主に構成される，ω-6脂肪酸11g及びω-3脂肪酸1．2g(ω-6脂肪酸対ω-3脂肪酸の比は，約9：1)を含有する脂質組成物を毎日投与した結果，LDLコレステロールが160mgから120mgに減少したことが記載されている。",
                            "しかしながら，上記記載中には，上記脂質組成物を投与する前後において，対象が摂取したその他の栄養摂取の条件に差異がないことを検証し得るデータ等の記載はなく，上記コレステロール値の低下が専ら上記脂質組成物の投与によるものであることを確認することはできない。",
                            "したがって，本願明細書の実施例12に係る記載は，本願発明に係る配合物を使用することによって心血管疾患の予防又は治療の効果が生じることを裏付ける実証例の記載としては不十分といわざるを得ず，このような記載から，当業者が，心血管疾患を予防および／または治療することに本願発明が有用であることを理解できるものということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "実施例18の記載(段落【0097】)について",
                          "text": [
                            "本願明細書の実施例18に係る記載から，当業者が，糖尿病を予防および／または治療することに本願発明が有用であることを理解できるものでないことは，前記(ア)eで述べたとおりである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "まとめ",
                          "text": [
                            "以上のとおり，本願明細書の実施例12及び18に係る記載からは，当業者が，心血管疾患及び糖尿病を予防および／または治療することに本願発明が有用であることを理解できるものとはいえない。",
                            "そうすると，仮に，心血管疾患及び糖尿病がいずれも腎疾患と病因を共通にするとの原告の主張を前提としても，これらの実施例に係る記載から，当業者が，腎疾患を予防および／または治療することに本願発明が有用であることを理解できるものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "癌について",
                      "text": [
                        "原告は，本願明細書の実施例21の「組織修復」には，癌の予防および／または治療が含まれるから，当該実施例に係る記載から，当業者は，癌を予防および／または治療することに本願発明が有用であることを理解できる旨主張する。",
                        "そこで検討するに，本願明細書には，実施例21として，「加齢，組織修復についてのケーススタディー」についての記載(段落【0102】及び【0103】)があり，そこには，宿主対象において，「ω-6脂肪酸およびω-3脂肪酸を均衡および最適化することにより，筋肉量回復，睡眠の安定化，精神的な鮮明さの向上，エネルギーおよび活力の向上，皮膚の改善，脱毛の減少，腸機能の改善，性欲および性的機能の改善ならびに体重管理を含め，加齢症状が調節された」ことが記載されている。",
                        "しかしながら，上記記載中には，対象に投与され，加齢症状の調節の効果を示したとされる配合物中のω-6脂肪酸及びω-3脂肪酸の量及び比率については，「ω-6脂肪酸およびω-3脂肪酸を均衡および最適化」したとされるのみで，具体的には示されていない。また，上記記載中に示された効果は，いずれも正常な細胞に係る加齢性の組織障害の改善にすぎないところ，癌細胞とは，「制御されない増殖を伴う，異常に分裂し，複製する細胞」(甲33)であって，正常な細胞とは異なるものであるから，正常細胞に係る上記の効果が，癌細胞についての組織の修復にまで及ぶものと直ちに理解することは困難である。",
                        "してみると，本願明細書の実施例21に係る記載は，本願発明に係る配合物を使用することによって癌の予防又は治療の効果が生じることを裏付ける実証例の記載とはいえないものであり，このような記載から，当業者が，癌を予防および／または治療することに本願発明が有用であることを理解できるものということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，本願明細書の本願発明に係る各医学的状態についての実施例の記載(段落【0071】ないし【0111】)をみても，当業者が，本件3疾患を予防および／または治療することに本願発明が有用であると理解できるような記載があるとはいえない(なお，以上で述べてきたことからすれば，本願発明に係る各医学的状態のうち，本件3疾患以外の多数の医学的状態についても，その実施例に係る記載から，当業者が，当該医学的状態を予防および／または治療することに本願発明が有用であることを理解できないものと認められる。)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告主張のその他の証拠の記載について",
                  "text": [
                    "原告は，①特願平3-53869号公報(甲5の10)，米国特許出願公開第2006／0127504号明細書(甲5の2)及び国際公開第2006／065735号明細書(甲第5の7)には，ω-3脂肪酸とω-6脂肪酸の比率を調節・制御することによって循環器系疾患，癌等が治療及び予防され得ることが記載され，②甲17添付の専門家らの宣誓書(提出書面1ないし3)には，ω-6のレベルが本件3疾患を含む多くの疾患や医学的状態に影響する旨が記載されているとし，これらの記載は，本願発明に係る配合物が本件3疾患の予防及び治療に使用できることを根拠付けるなどと主張する。",
                    "しかし，上記①の各文献には，ω-6脂肪酸の多量摂取に伴う様々な健康障害を避けるため，ω-6脂肪酸とω-3脂肪酸の摂取量の比率について，4：1程度もしくはそれ以下とすることが望ましい旨が記載されているのであるから，このような記載から，当業者が，本願発明に係る配合物(すなわち，ω-6脂肪酸及びω-3脂肪酸を含む脂質含有配合物において，ω-6対ω-3の比を4：1以上としたもの)が何らかの医学的状態の予防および／または治療に有用であるとの理解をなし得ないことは明らかである。",
                    "また，上記②の宣誓書は，ω-6のレベルが多くの疾患や医学的状態に影響する旨を抽象的に指摘するにとどまるものであり，本願発明に係る配合物(すなわち，ω-6脂肪酸及びω-3脂肪酸を含む脂質含有配合物において，ω-6対ω-3の比を4：1以上としたもの)が本件3疾患の予防又は治療の効果を有することについて，本願明細書の実施例の記載を指摘するのみで，具体的な実証例等を示すものではないから，当該効果の存在を根拠付けるものとはいえない。",
                    "したがって，原告の上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，本願明細書の発明の詳細な説明の記載を検討しても，当業者が，本願発明に係る各医学的状態のうち，少なくとも本件3疾患を予防および／または治療することに本願発明が有用であると理解できるような記載を認めることはできず，また，そのことが本願出願時の技術常識であることも認められないから，本願明細書の発明の詳細な説明は，当業者が本願発明を実施することができる程度に明確かつ十分に記載されたものとはいえない。",
                "したがって，本願につき実施可能要件を満たさないものとした本件審決の判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続の違法)について",
          "text": [
            "原告は，本件の審判官がした本件拒絶理由通知に，本件3疾患について具体的にサポート要件及び実施可能要件を満たしていない旨の指摘がないことを理由に，原告には，本件3疾患についての補正及び反論の機会が実質的に与えられていないとして，本件の審判手続には違法がある旨を主張する。",
            "しなしながら，本件拒絶理由通知の「理由3，4」には，本件補正後の請求項25に相当する本件補正前の請求項21について，「列挙された全ての医学的状態に対して，各請求項に記載される配合物が有効であるとする根拠が不明である。(列挙される全ての医学的状態に対しての釈明が必要と考える。)」との指摘があり，上記「列挙された全ての医学的状態」には本件3疾患が含まれるのであるから，本件拒絶理由通知は，本件3疾患についても，本願発明に係る配合物の有用性，すなわち，本願の実施可能要件等の充足性を疑問視し，その根拠の釈明を求めているのであり，これを受けて，原告は，本件補正を行うとともに，平成28年2月4日付け意見書(甲20)等を提出しているのであるから，原告に必要な補正及び反論の機会が与えられていることは明らかである。",
            "したがって，原告主張の取消事由3には理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由2は理由がないから，取消事由1について判断するまでもなく，本願につき特許を受けることができないとした本件審決の判断に誤りはない。また，原告主張の取消事由3も理由がなく，本件審決には手続上の違法も認められない。",
            "したがって，本件審決には，これを取り消すべき違法は認められず，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}