{
  "conclusion": [
    {
      "fig": "1",
      "text": "控訴人の本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "被控訴人の附帯控訴に基づき，原判決主文のうち控訴人に関する部分を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "控訴人は，被控訴人に対し，4万6023円及びうち6952円に対する平成23年4月5日から，うち3万9071円に対する平成28年9月28日から，それぞれ支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(2)",
          "text": "被控訴人のその余の請求(当審における拡張請求を含む。)を  - 1 -"
        }
      ]
    },
    {
      "text": "いずれも棄却する。",
      "content": [
        {
          "fig": "(3)",
          "text": "訴訟費用(控訴費用，附帯控訴費用を含む。)は，控訴人と被控訴人との間では，第1，2審を通じて控訴人に生じた費用の200分の1を控訴人の負担とし，控訴人に生じたその余の費用及び被控訴人に生じた費用を被控訴人の負担とする。"
        },
        {
          "fig": "(4)",
          "text": "この判決は，(1)に限り，仮に執行することができる。"
        }
      ]
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決中控訴人敗訴部分を取り消す。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記の部分につき，被控訴人の請求を棄却する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "text": [
                "本件控訴を棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "附帯控訴について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決中控訴人に関する部分を次のとおり変更する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被控訴人に対し，1730万6112円及びこれに対する平成23年4月5日から支払済みまで年5分の割合による金員を支払え(被控訴人は，当審において，原審における1674万7886円の不法行為に基づく損害賠償金及びこれに対する平成23年4月5日から支払済みまで年5分の割合による遅延損害金の請求を，このように拡張した。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件附帯控訴を棄却する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人の当審における拡張請求を棄却する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "訴訟の概要(ただし，本件控訴及び附帯控訴の審理対象に関するものに限る。略称は，特に断らない限り，原判決に従う。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，被控訴人が，控訴人に対し，①本件原盤から複製された本件CDのレンタル事業者への販売及び本件楽曲の配信により，被控訴人が有する本件原盤についてのレコード製作者の著作隣接権(複製権，貸与権，譲渡権及び送信可能化権)及び本件楽曲についての実演家の著作隣接権(送信可能化権)を侵害したことを理由とする，民法709条に基づく損害賠償金722万3480円(著作権法114条2項)の支払，②本件CDを廃盤にして，被控訴人の本件原盤，ジャケットを含む本件CD及びポスター等の所有権を侵害したことを理由とする，民法709条に基づく損害賠償金839万1174円の支払，③民法709条に基づく上記①及び②に関する弁護士相談料に係る損害賠償金113万3232円の合計1674万7886円及びこれに対する平成23年4月5日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決は，前記(1)①につき，控訴人が，被控訴人のレコード製作者の著作隣接権を侵害したとして，控訴人に対し，7077円及びうち2000円に対する平成23年4月5日から，うち5077円に対する平成25年3月31日からそれぞれ支払済みまで年5分の割合による遅延損害金の限度で損害賠償金の支払を認め，その余の請求をいずれも棄却した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，原判決を不服として，控訴を提起した。",
                "被控訴人は，附帯控訴を提起し，原審における1674万7886円及びこれに対する遅延損害金の請求中，前記(1)①の著作隣接権侵害に係る損害を原審における722万3480円から778万1706円とし，上記請求を，1730万6112円及び遅延損害金の請求に拡張した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下のとおり付加訂正するほかは，原判決の事実及び理由第2の2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決6頁22行目「同DVD原盤の所有権のほか，」を「同DVD原盤の所有権，レコード製作者の著作隣接権のほか，」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決9頁8行目「(乙1，丙1，4)」を「(乙1，2，丙1，4の1～6)」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決9頁25行目末尾の後に，行を改めて以下のとおり付加する。",
                "「(9)  本件の訴訟経過は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人代表者及び被控訴人は，(ア)被控訴人において，控訴人，原審被告タッズ，同A及び同Bに対し，前記1(1)①ないし③の合計1674万7886円及び遅延損害金の支払を求め，また，④原審被告タッズに対し，本件CDに係る印税及び本件CDの製造販売委託契約の債務不履行による損害賠償金等の合計179万9370円及び遅延損害金の支払を求め，(イ)被控訴人代表者において，①控訴人及び上記原審被告ら3名に対し，被控訴人代表者の実演家人格権，名誉権，人格権，プライバシー権等を侵害したとして，不法行為に基づく損害賠償金等630万円及び遅延損害金の支払を求め，②控訴人及び原審被告タッズに対し，本件CDの廃盤によって被控訴人代表者の名誉を毀損したとして，謝罪広告掲載等の名誉回復の措置を求め，訴えを提起した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，前記1(1)①の請求につき，控訴人と，原審被告タッズ及び同A(以下「原審被告タッズら」という。)には，被控訴人のレコード製作者の著作隣接権を侵害した共同不法行為が成立するとして，上記3名に対し，連帯して7077円及びうち2000円に対する平成23年4月5日から，うち5077円に対する平成25年3月31日からそれぞれ支払済みまで年5分の割合による遅延損害金の限度で損害賠償金の支払を認め，前記ア(ア)④の請求につき，原審被告タッズは，本件CDに係る印税の支払義務を負い，また，本件CDの製造販売委託契約に基づく本件CDの販売業務を一部履行しなかったとして，原審被告タッズに対し，50万0100円(印税35万5071円，債務不履行に基づく損害賠償金14万5029円)及びうち35万5071円に対する平成23年8月24日から，うち14万5029円に対する平成26年1月5日からそれぞれ支払済みまで年6分の割合による遅延損害金の限度で印税及び損害賠償金の支払を認め，その余の請求をいずれも棄却した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，原判決を不服として，控訴を提起した。",
                    "被控訴人は，附帯控訴を提起し，前記1(1)①の請求中，著作隣接権侵害に係る損害を原審における722万3480円から778万1706円とし，上記請求を，1730万6112円及び遅延損害金の請求に拡張した。",
                    "被控訴人代表者及び原審被告タッズらは，いずれも控訴せず，また，被控訴人も，原審被告タッズら及び同Bに対する請求に関しては控訴しなかった。したがって，被控訴人代表者の請求並びに被控訴人の原審被告タッズら及び同Bに対する請求は移審せず，それぞれの控訴期間の満了をもって，確定した。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "著作隣接権侵害の不法行為の成否"
            },
            {
              "fig": "(2)",
              "subject": "本件原盤等に対する所有権侵害の不法行為の成否"
            },
            {
              "fig": "(3)",
              "subject": "損害額"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(著作隣接権侵害の不法行為の成否)について",
          "text": [
            "〔被控訴人の主張〕",
            "以下のとおり当審における主張を付加するほかは，原判決12頁20行目から14頁12行目記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "第三者が著作権や著作隣接権を有する著作物の利用について契約を締結する場合，当該契約の当事者は，同契約締結時のみならず，問題が発生したときなど随時，相手方の利用許諾権限の有無を確認する注意義務を負うが，控訴人は，同義務を尽くさなかった。",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件再委託契約締結時",
                  "text": [
                    "控訴人は，原審被告タッズの本件CD及び本件楽曲に係る利用許諾権限の有無を確認する注意義務を負うものであり，同義務を履行するために契約書等によって同確認をすることは，通常の業務の一環である。",
                    "原審被告タッズが平成22年8月1日に控訴人との間で締結した業務委託基本契約(以下「本件基本契約」という。)の契約書(以下「本件基本契約書」という。)には，本件CD及び本件楽曲の著作隣接権は被控訴人に帰属しているにもかかわらず，「本商品に係る著作権は甲(原審被告タッズ)に帰属する」(第9条1．)などの誤記が多数あり，修正されないまま放置されている。また，企画書(乙2。以下「本件企画書」という。)にも，本件CDの収録予定曲として12曲が掲げられているにもかかわらず，収録予定曲数の欄に「10曲」と記載されているなどの誤記が多数あり，修正されていない。",
                    "以上のとおり，本件基本契約書及び本件企画書のいずれも，多数の誤記を含むものであり，控訴人において，このように不備のある書面を確認したとしても，上記注意義務を果たしたことにはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件廃盤処置決定時(平成23年4月5日)",
                  "text": [
                    "控訴人の従業員である原審被告Bは，本件廃盤処置決定の翌日に行われた被控訴人らとの協議の際，被控訴人が原審被告タッズからレンタルについて全く説明を受けていなかった事情を知り得たのであるから，原審被告タッズが本件CDのレンタルに係る利用許諾を得ていない可能性を認識することができたはずであるにもかかわらず，被控訴人に対する問合せや本件契約書の確認をしなかったのであり，よって，前記注意義務違反は，明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件楽曲の無断配信についての刑事告訴時及び原審被告タッズからの配信停止依頼時(平成23年11月)",
                  "text": [
                    "原審被告タッズの被控訴人宛て内容証明によれば，原審被告タッズは，被控訴人が本件楽曲の無断配信について刑事告訴をした事実を認識しており，同事実は，原審被告タッズが本件楽曲の配信について利用許諾を得ていない可能性を強く疑わせるものであるから，この時点においても，控訴人に，原審被告タッズの上記利用許諾の権限の有無を確認する注意義務が発生していたものということができる。",
                    "また，そもそも，この時点において，控訴人は，原審被告タッズから本件楽曲の配信停止を求められていたのであるから，即時に配信会社による配信を停止する義務を負っていたにもかかわらずこれを怠り，その後も，配信会社による配信は，1年4か月にわたり続いた。このような控訴人の行為は故意と認められるべきであり，少なくとも過失が認められるとした原判決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件契約書中対価の取決めに関する部分を黒塗りすることなどによって，秘密保持義務に抵触することなく本件契約書を提示することは可能である。したがって，控訴人において，原審被告タッズに対して本件契約書の提示を求めれば，本件再委託契約は，原審被告タッズから本件楽曲の配信停止を求められた平成23年11月の時点で既に終了していることに気付き，配信会社による配信を停止して違法な配信が継続するという結果を回避することができた。",
                "また，原審被告タッズにおいて，本件CDのレンタル事業者への販売及び本件楽曲の配信について被控訴人から許諾を得ていたと信じていたとは考えられない。控訴人は，本件契約書の提示を受けた上で，その対象となる業務の意義につき，原審被告タッズのみならず被控訴人にも確認していれば，合理的な説明を受けることができ，以後，本件CDのレンタル事業者への販売及び本件楽曲の配信をすることはなかった。",
                "〔控訴人の主張〕",
                "以下のとおり当審における主張を付加するほかは，原判決16頁3行目から12行目記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原判決は，控訴人は，原審被告タッズらと共に被控訴人の著作隣接権を侵害したとして共同不法行為責任を負う旨判断したが，以下のとおり，この判断は，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "第三者が著作権や著作隣接権を有する著作物の利用についての契約において，当事者が負う相手方の利用許諾権限の有無を確認する注意義務の内容・程度は，当該契約の性質，相手方の業界における信用などの具体的状況によって異なる。",
                    "本件再委託契約は，本件基本契約に基づくものである。本件基本契約は，原審被告タッズが控訴人に対して商品の販売，配信等を委託する基本契約であり，控訴人は，原審被告タッズが指定する商品の販売等の業務及び音源等の配信業務を行う法的義務を負い，他方，原審被告タッズは，上記委託の前提として，委託に係る商品及び音源等につき，著作権及び著作隣接権が自らに帰属し，又は利用許諾権限を有していることについて責任を持ち，表明保証している。本件基本契約は，控訴人が原審被告タッズの上記表明保証に依拠することで成り立つものであり，控訴人は，上記表明保証の違反を疑わせる特段の事情がない限り，上記表明保証に依拠して個別の商品や音源等に関する委託業務を迅速かつ円滑に行うことができる。",
                    "また，原審被告タッズらは，著作権及び著作隣接権の取扱いについて十分な知識及び経験を有し，業界の信用も得ていた。",
                    "よって，控訴人は，原審被告タッズが本件CD及び本件楽曲の利用許諾権限を有している旨の表明保証の違反を疑わせる特段の事情がない限り，原審被告タッズから委託を受けた業務に本件CDのレンタル事業者への販売及び本件楽曲の配信が含まれていることを確認すれば，本件再委託契約の受託者として負う注意義務を尽くしたというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原審被告タッズが控訴人に提出した本件企画書の内容から，原審被告タッズが控訴人に対して本件CDのレンタル事業者への販売及び本件楽曲の配信を委託したことは，明らかである。",
                    "したがって，控訴人は，本件企画書を確認することによって，原審被告タッズから委託を受けた業務に，本件CDのレンタル事業者への販売及び本件楽曲の配信が含まれていることを確認していた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件企画書は，一般的なものであり，原審被告タッズの本件CD及び本件楽曲の利用許諾権限に疑義を生じさせる記載はなく，前記イの委託も，通常の手続である。また，原審被告タッズらにおいて，上記疑義を生じさせる言動もなかった。このように，本件企画書提出の過程において，原審被告タッズの本件CD及び本件楽曲の利用許諾権限に関する表明保証の違反を疑わせるような事情は存在しなかった。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，控訴人は，本件再委託契約の受託者として負う注意義務を尽くしたものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)アの事情に鑑みれば，控訴人において，原審被告タッズから業務を受託する際に，業務の対象となる商品や音源等の利用許諾権限の表明保証に依拠するにとどまらず，同権限の有無を被控訴人に問い合わせたり，本件契約書の提示を求めるなどすることは，商取引の相手方である原審被告タッズを信用していないことを示す対応であり，業界における取引通念上，非常識なものである。したがって，上記問合せや本件契約書の提示の要求をしなかったことをもって，控訴人の注意義務違反が認められるべきではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原審被告タッズは，本件CDのレンタル事業者への販売及び本件楽曲の配信について被控訴人から許諾を得ていたと信じていたのであり，また，本件契約書には秘密保持義務が定められていることから，たとえ控訴人が原審被告タッズに対して，上記販売及び配信に係る利用許諾権限の有無に関し，被控訴人に対する問合せや本件契約書の提示を求めたとしても，原審被告タッズが直ちに応じたとは考え難い。",
                    "さらに，仮に，控訴人が本件契約書を提示されたとしても，原審被告タッズからは，本件CDのレンタル事業者への販売及び本件楽曲の配信も本件契約書の内容に含まれるとの説明を受けたものと考えられる。",
                    "したがって，仮に控訴人が被控訴人に対する問合せや本件契約書の提示を要求しても，被控訴人の著作隣接権を侵害するという結果を回避することはできなかった。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(本件原盤等に対する所有権侵害の不法行為の成否)について",
          "text": [
            "〔被控訴人の主張〕",
            "以下のとおり付加するほかは，原判決16頁15行目から17頁1行目記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決16頁15行目「本件廃盤処置により，」の前に「ア」を挿入する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決17頁1行目末尾の後に，行を改めて以下のとおり付加する。",
                "「イ  被控訴人は，本件契約第3条1項に基づいて，原審被告タッズに対し，ジャケットデザインの完全版下並びにポスター，チラシ及び広告原稿デザインの完全版下を供給しており，これらは，本件契約第3条2項により，本件契約終了後は被控訴人に返却されることになっていた。",
                "しかし，被控訴人が，本件廃盤処置後，原審被告タッズに対し，上記完全版下の返却を求めたところ，処分した旨の回答があった。これは，控訴人において，当時，既に上記完全版下を処分していたことによるものと考えられる。",
                "完全版下の複製物から複製したものは，品質が劣る上，上記完全版下が処分されたことにより，ジャケット増刷等ができなくなった。したがって，本件CDの再度のプレスは不可能であり，本件原盤等の価値は喪失している。」",
                "〔控訴人の主張〕",
                "原判決17頁26行目末尾の後に，行を改めて「控訴人が，被控訴人の完全版下を処分した事実はない。」と付加するほかは，原判決17頁14行目から26行目記載のとおりであるから，これを引用する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(3)(損害額)について",
          "text": [
            "〔被控訴人の主張〕",
            "被控訴人は，控訴人らの不法行為により，以下のとおり，合計1730万6112円の損害を被った。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "著作隣接権侵害に係る損害                    778万1706円",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件CDに係る損害                            57万5000円",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被控訴人のレコード製作者としての複製権の侵害に係る損害",
                      "text": [
                        "控訴人は，被控訴人のレコード製作者としての複製権を侵害した。CD1枚の通常の販売額は3000円であるから，控訴人は，上記侵害行為により，少なくとも30万円(3000円×100枚〔1社1枚〕)の利益を得ており，著作権法114条2項により，同額が被控訴人の損害額と推定される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人のレコード製作者としての貸与権の侵害に係る損害",
                      "text": [
                        "控訴人は，本件CDについて，レンタル事業者にレンタルの委託をすることによって被控訴人のレコード製作者としての貸与権を侵害した。",
                        "CDのレンタルに係る二次使用料250円は，当該CDの枚数ごとではなく，レンタル回数ごとに支払われるものである。そして，本件CDは，少なくとも100社にレンタルを依頼していたと考えることができ，各社のレンタル回数は11回を超える可能性が高い。",
                        "したがって，控訴人は，上記侵害行為により，少なくとも27万5000円(250円×100枚〔1社1枚〕×11回)の利益を得ており，著作権法114条2項により，同額が被控訴人の損害額と推定される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件楽曲の無断配信に係る損害                718万8480円",
                  "text": [
                    "控訴人及び原審被告タッズの配信委託により，アマゾンやレコチョクを始めとする全世界の少なくとも78社のインターネット配信事業者から本件楽曲全12曲が配信された。本件楽曲の配信が少なくとも2年間継続され，月2回ダウンロードされていたとすれば，配信事業者1社につき，1曲当たり48回(2回×12か月×2年)ずつ公衆送信されたこととなる。",
                    "そして，レコチョクにおいては，本件楽曲1曲当たりのダウンロード代金が200円に設定されているところ，このダウンロード代金は，全配信事業者に共通するものである可能性が高い。通常，販売代金の20％が課金やユーザーサポートなどの委託料として配信事業者に支払われることから，配信委託によって控訴人及び原審被告タッズが得る利益は，販売代金の80％の160円となる。",
                    "したがって，被控訴人の損害額は，著作権法114条2項により，718万8480円(160円×12曲×48回×78社)であると推定される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "二次使用料相当額                                        1万円",
                  "text": [
                    "控訴人は，一般社団法人日本レコード協会(以下「レコード協会」という。)から分配される使用料及び補償金(二次使用料)をレーベル又は実演家に分配している(甲56)。",
                    "被控訴人代表者は，少なくとも5回にわたりラジオに出演し(甲122の1～3)，その都度本件楽曲が放送されたが，1年ごとに分配されるべき二次使用料がいまだ被控訴人に分配されておらず，被控訴人は，上記二次使用料相当額である1万円の損害を被った。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "調査嘱託の費用相当額の損害                          8226円",
                  "text": [
                    "配信事業者18社に対する調査嘱託の結果，その半数の9社から，本件楽曲の配信依頼自体を受けていないとの回答があった。よって，被控訴人は，結果的に無益であった上記9社に対する調査嘱託に要した8226円(郵券代914円×9社)相当の損害を被った。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "所有権侵害に係る損害                        839万1174円",
              "text": [
                "被控訴人は，本件廃盤処置により，本件原盤の作成に要した費用703万2559円及び本件CD・ポスター等の製作費135万8615円の合計839万1174円の損害を負った。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "弁護士相談料                                113万3232円",
              "text": [
                "被控訴人は，弁護士相談料として，78万0732円及び訴え提起時の訴訟代理人弁護士ら以外の弁護士に対する弁護士費用35万2500円を合計した113万3232円の損害を負った。",
                "〔控訴人の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "著作隣接権侵害に係る損害",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人のレコード製作者としての複製権及び貸与権の侵害に係る損害",
                  "text": [
                    "被控訴人が本件CDに係る損害として主張する額は，いずれも客観的裏付けを欠くものである。控訴人がレンタル事業者に販売した本件CDは，合計8枚にすぎず，しかも，これらはいずれも既に返品処理が済んでいる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件楽曲の無断配信に係る損害",
                  "text": [
                    "本件楽曲を実際にダウンロードした配信事業者は9社にとどまり，その売上金額も2万4406円にすぎない。",
                    "原審被告タッズは，本件楽曲の配信に係るロイヤリティ1万9329円を既に支払った。なお，上記の金額は，2万4406円から，控訴人が取得した配信業務手数料としてその2割を控除し，さらに，原審被告タッズの一定料率の手数料を差し引いた金額と思われる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "二次使用料相当額",
                  "text": [
                    "争う。控訴人は，実演家から，著作隣接権の使用料の徴収等に係る業務を受託し，音楽制作者連盟を通じて使用料の徴収，分配を行っているが，被控訴人代表者からは上記業務を受託していない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "所有権侵害に係る損害",
              "text": [
                "争う。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "弁護士相談料",
              "text": [
                "争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "原判決の事実及び理由第3の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)(著作隣接権侵害の不法行為の成否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の不法行為について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人の権利について",
                  "text": [
                    "前記第2の2の前提事実のとおり，被控訴人は，レコード製作者としての①本件原盤に係る複製権(著作権法96条)，②送信可能化権(同法96条の2)，③本件原盤に固定された音をその複製物の譲渡により公衆に提供する譲渡権(同法97条の2第1項)及び④本件原盤に固定された音をそれが複製されている商業用レコードの貸与により公衆に提供する貸与権(同法97条の3第1項)並びに⑤実演家としての本件楽曲の実演(本件実演)を送信可能化する送信可能化権(同法92条の2第1項)を有している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の行為について",
                  "text": [
                    "前記第2の2の前提事実及び前記1の認定事実によれば，控訴人は，原審被告タッズとの間の本件再委託契約に基づき，①原審被告タッズが本件原盤を複製して製作した本件CDをレンタル事業者に販売し，その結果，本件CDがレンタルに供されたこと及び②インターネット配信事業者を通じて本件楽曲を配信したことが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人の許諾について",
                  "text": [
                    "被控訴人が，控訴人又は原審被告タッズに対し，本件CDのレンタル及びその前提となるレンタル事業者への販売並びに本件楽曲の配信について許諾したと認めることはできない。その理由は，原判決の事実及び理由第3の4(1)ア(ア)から(ウ)記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の過失について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アからウによれば，控訴人が，被控訴人の許諾なく，原審被告タッズが本件原盤を複製して製作した本件CDをレンタル事業者に販売し，また，インターネット配信事業者を通じて本件楽曲を配信したことが認められる。",
                        "もっとも，控訴人は，前記イのとおり，原審被告タッズとの間の本件再委託契約に基づき，上記販売及び配信を行ったものである。そうすると，控訴人において，被控訴人の許諾がないことを知りながら，あえて上記販売及び配信を行ったとは，考え難い。",
                        "そこで，控訴人が上記販売及び配信に当たり被控訴人の許諾の有無を確認すべき注意義務を負うか否かについて検討する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "認定事実",
                      "text": [
                        "前記第2の2の前提事実，前記1の認定事実，後掲証拠及び弁論の全趣旨によれば，本件再委託契約に関し，以下のとおりの事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，通信衛星又は地上回線を用いた映像コンテンツソフトの配給及び販売等を目的とする株式会社であり，東京証券取引所JASDAQ市場に上場する国内最大手の衛星一般放送事業者である。",
                            "原審被告タッズは，音楽コンテンツの音源の企画，制作及び販売等を目的として平成19年11月に設立された株式会社であり，その資本金は，400万円である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人と原審被告タッズは，平成22年8月1日，本件基本契約を締結した。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件基本契約書(乙1，丙1)の各条項は，全て不動文字で印字されており，以下の記載がある。なお，甲は，原審被告タッズを，乙は，控訴人を示す。",
                            "「第1条(目的)",
                            "1．甲は甲が製作し，発売する録音物又は録画物で甲が指定する商品(以下「本商品」という)で両者協議の上，販売を決定した本商品の販売を乙に委託し，乙はこれを受託する。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲は甲が権利を有する音源等で甲が指定する音源等の配信業務(以下「配信業務」という)を乙に委託し，乙はこれを受託する。」",
          "text": [
            "「第14条(保証)",
            "①  甲は，本商品に関し，日本国法を遵守し，本業務の乙への委託のために必要な一切の権利及び著作権者等からの許諾を取得していること，ならびに著作権，著作隣接権，…その他の第三者の権利を侵害するものではないことを保証する。",
            "②  前項の定めにもかかわらず，万一乙が本契約の定めに従い本商品を製造，販売等したことに起因して，第三者の権利を侵害するかまたは侵害する恐れが発生した場合，甲は甲の責任において解決するものとする。乙はその解決に協力し必要な情報を甲に提供する。",
            "③  さらに前項に続き，万が一乙が本契約の定めに従い本商品を製造，販売等行った事に起因して，第三者より請求がなされ訴訟が提起された場合に，甲は自己の責任と費用でこれを解決するものとし，当該請求又は訴訟に起因して乙に何らかの損害が生じた場合には，甲は乙に対して当該請求の一切を賠償する責任を負うものとする。」",
            "「別紙Ⅲ  Ⅰ．インターネットのサイトおよび携帯電話のサイトにおける配信業務」",
            "「5．(供給音源等の貸与と資料の提供)",
            "①  甲は乙に対し，本サービスに利用を決定した供給音源等を貸与する。」",
            "「7．(保証)",
            "①  甲は，供給音源等…に関し，日本国法を遵守し，本サービス利用のために必要な一切の権利及び著作権者等からの許諾を取得していること，ならびに著作権，著作隣接権…その他の第三者の権利を侵害するものではないことを保証する。",
            "②及び③(14条②及び③と同様の内容)」"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "d",
                          "text": [
                            "本件基本契約書には，委託の対象とする商品や音源等の名称などの具体的内容は記載されていない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "原審被告タッズは，平成22年11月頃，本件基本契約に基づき，控訴人に対し，本件CDの販売及び本件楽曲の配信等を委託する旨の本件再委託契約を締結した。本件再委託契約には，本件CDをレンタル事業者に販売して流通に供することも含まれていた。",
                            "本件再委託契約に際して原審被告タッズが作成した本件企画書(乙2)には，「著作権  未処理」，「原盤会社  株式会社ノアコーポレーション」と記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人の注意義務について",
                      "text": [
                        "前記(イ)eのとおり，本件再委託契約に際して原審被告タッズが作成した本件企画書(乙2)に，「著作権  未処理」，「原盤会社  株式会社ノアコーポレーション」と記載されていることに鑑みれば，控訴人は，本件再委託契約を締結した頃，原審被告タッズが本件原盤について著作権及び著作隣接権を有しないことを認識していたものと推認することができる。",
                        "控訴人による本件CDのレンタル事業者への販売及び本件楽曲の配信は，いずれも著作権者又は著作隣接権者の許諾がない限り著作権又は著作隣接権を侵害する行為である。そして，前記(イ)aのとおり，控訴人は，通信衛星又は地上回線を用いた映像コンテンツソフトの配給及び販売等を目的とする株式会社であり，東京証券取引所JASDAQ市場に上場する国内最大手の衛星一般放送事業者であるから，CDのレンタル事業者への販売及び楽曲の配信は，日常の営業活動の一環として，それぞれの著作権者又は著作隣接権者の許諾を得た上で，行っているものと考えられる。他方，原審被告タッズは，音楽コンテンツの音源の企画，制作及び販売等を目的とする株式会社であるが，資本金400万円の比較的小規模な会社である。そして，本件再委託契約が締結されたのは，平成19年11月の原審被告タッズ設立の約3年後であり，平成22年8月1日の控訴人との本件基本契約の締結から間もない同年11月頃であったことを併せ考えると，本件再委託契約締結当時，控訴人と原審被告タッズとの取引実績はまだそれほど蓄積されていなかったものと推認される。加えて，控訴人は，本件原盤に関し，本件企画書に原盤会社として明記されている被控訴人と原審被告タッズとの利用許諾関係を確認することができたものと考えられ，同確認をすれば，本件CDのレンタル事業者への販売及び本件楽曲の配信について被控訴人の許諾がないことを明確に認識し，以後，上記販売及び配信をしないことによって，被控訴人が有する著作隣接権の侵害を回避することができたということができる。",
                        "以上によれば，控訴人は，本件CDのレンタル事業者への販売及び本件楽曲の配信に当たり，被控訴人の許諾の有無を確認すべき条理上の注意義務を負うものと解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "控訴人の不法行為責任について",
                      "text": [
                        "そして，本件において，証拠上，控訴人が本件CDのレンタル事業者への販売及び本件楽曲の配信に当たって被控訴人の許諾の有無を確認した事実は，認められない。",
                        "したがって，控訴人は，上記条理上の注意義務に違反して，原審被告タッズが本件原盤を複製して製作した本件CDをレンタル事業者に販売し，また，インターネット配信事業者を通じて本件楽曲を配信したのであるから，被控訴人の許諾なく上記複製，販売及び配信を行ったことにつき，少なくとも過失が認められる。よって，控訴人は，原審被告タッズらと共に，上記複製及び販売により，被控訴人のレコード製作者としての本件原盤に係る複製権(著作権法96条)，譲渡権(同法97条の2第1項)及び貸与権(同法97条の3第1項)を，また，上記配信により，被控訴人のレコード製作者としての本件原盤に係る送信可能化権(同法96条の2)及び実演家としての本件実演に係る送信可能化権(同法92条の2第1項)を，それぞれ侵害したものということができ，共同不法行為責任を負うものと認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，①本件再委託契約が根拠とする本件基本契約は，原審被告タッズによる表明保証に依拠することで成り立つものであること，②原審被告タッズらは，著作権及び著作隣接権の取扱いについて十分な知識及び経験を有し，業界の信用も得ていたことに鑑みれば，控訴人は，原審被告タッズが本件CD及び本件楽曲の利用許諾権限を有している旨の表明保証の違反を疑わせる特段の事情がない限り，原審被告タッズから委託を受けた業務に本件CDのレンタル事業者への販売及び本件楽曲の配信が含まれていることを確認すれば，本件再委託契約の受託者として負うべき注意義務を尽くしたというべきであり，本件においては，同注意義務を果たしている旨主張する。",
                    "確かに，前記(1)エ(イ)のとおり，本件基本契約書の第14条(保証)及び別紙Ⅲ7．(保証)には，原審被告タッズによる表明保証が規定されている。",
                    "しかし，本件基本契約書は，以後，原審被告タッズが控訴人に対して業務委託をする際の基本的取決めを記載したものにすぎず，委託の対象とする商品や音源等の名称などの具体的内容は記載されていない。また，上記保証に係る条項には，控訴人が本件基本契約の定めに従って委託された業務を行ったことに起因して第三者からの請求や訴訟提起を受け，それによって何らかの損害を被った場合には，原審被告タッズが一切を賠償する責任を負うなどと規定されているが，これは，第三者からの請求や訴訟提起により生じる損害につき，本件基本契約の当事者である原審被告タッズと控訴人との間において内部的な負担割合として控訴人の負担分をゼロとしたものであり，対第三者との関係で控訴人の責任を減免するものとはいえない。",
                    "加えて，前記(1)エ(ウ)のとおり，本件再委託契約締結当時，控訴人と原審被告タッズとの取引実績はまだそれほど蓄積されておらず，証拠上，原審被告タッズの代表者であった同A自身と控訴人との間で取引実績があったと認めることもできない。",
                    "以上によれば，本件において控訴人が負うべき注意義務につき，上記主張のように解することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，仮に控訴人が被控訴人に対する問合せや本件契約書の提示の要求をしても，被控訴人の著作隣接権を侵害するという結果を回避することはできなかった旨主張する。",
                    "しかし，前記(1)エ(ウ)のとおり，控訴人は，本件CD及び本件楽曲に関し，本件企画書に原盤会社として明記されている被控訴人と原審被告タッズとの利用許諾関係を確認することができ，同確認をすれば，本件CDのレンタル事業者への販売及び本件楽曲の配信について被控訴人の許諾がないことを明確に認識し，以後，上記販売及び配信をしないことによって，被控訴人が有する著作隣接権の侵害を回避することができたということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，控訴人は，原審被告タッズらと共に，被控訴人のレコード製作者としての複製権，譲渡権，貸与権及び送信可能化権並びに実演家としての送信可能化権を侵害したものということができ，共同不法行為責任を負うものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(2)(本件原盤等に対する所有権侵害の不法行為の成否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，本件廃盤処置により，本件CDは，問題のあるいわくつきの音楽CDとして見られることになる上，以後，第三者に販売委託等をすることができず，廃盤とされたことによって本件原盤並びに本件CD及びポスター等の販促物が無価値となったとして，本件原盤の作成に要した費用703万2559円及び本件CD・ポスター等の制作費135万8615円の合計839万1174円の損害を被った旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件原盤等の所有権について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記第2の2の前提事実，前記1の認定事実及び後掲証拠並びに弁論の全趣旨によれば，以下の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件原盤の所有権は，本件契約第9条に基づき，被控訴人に帰属する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原審被告タッズは，本件契約に基づいて本件CDを1000枚製作した上で，サンプル用の50枚及び被控訴人自らの販売用の600枚を合わせた650枚を被控訴人に提供し，サンプル用の50枚及び小売用の300枚を控訴人に提供した。",
                            "控訴人は，上記300枚のうち213枚を販売し，うち8枚をレンタル事業者に販売した。",
                            "本件廃盤処置後，レンタル事業者に販売された8枚は全て控訴人に返品され，また，小売店からも返品があった。控訴人は，これらの返品された本件CDを全て被控訴人に返却した(乙4，丙2，3)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被控訴人は，本件契約第3条1項(甲23，59)に基づき，原審被告タッズに対し，ジャケットデザインの完全版下並びにポスター，チラシ及び広告原稿デザインの完全版下を供給した。",
                            "本件契約第3条2項には，原審被告タッズは，本件CDの製造販売業務終了後，被控訴人からの供給素材等を速やかに返却する旨規定されているところ(甲23，59)，原審被告タッズは，原審において，これらの完全版下を保管しており，返還方法の指示があればいつでも被控訴人に返還する用意がある旨主張していた。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，被控訴人は，本件原盤，本件CD，ジャケットデザインの完全版下並びにポスター，チラシ及び広告原稿デザインの完全版下の所有権を有しているものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件廃盤処置について",
                  "text": [
                    "前記第2の2の前提事実及び前記1の認定事実によれば，本件廃盤処置の経過は，以下のとおりである。",
                    "すなわち，当時の被控訴人代表者において，本件CDがレンタル事業者のウェブサイト上でレンタルに供されていることに気付き，上記事業者を訪問して，本件CDの原盤権者である被控訴人は，本件CDをレンタルに供することは承知しておらず，レンタルを延期してほしい旨を告げた。当時の被控訴人代表者によるこの訪問は，上記事業者において原盤権者からのクレームとして処理され，その結果，上記事業者の仕入元である大手レンタル卸代行業者が控訴人に抗議を申し入れる事態にまで発展した。控訴人は，本件再委託契約の相手方であり，本件CDの発売元である原審被告タッズの承諾を得たのみで，被控訴人には何ら事前に知らせることもなく，本件廃盤処置を行った。",
                    "これらの一連の経過によれば，本件廃盤処置は，前記2のとおり，控訴人及び原審被告タッズが，被控訴人の許諾を得ないまま，本件CDをレンタル事業者に販売したことに端を発するものである。しかも，控訴人は，前記抗議を受けた後，わずか1か月足らずで，被控訴人に大きな影響を及ぼす本件廃盤処置を，被控訴人に何ら事前に知らせることもなく，実行した。控訴人において，より穏当な事態収拾手段を十分に検討したことは，認めるに足りない。以上によれば，本件廃盤処置は，それ自体，問題があった措置というべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件原盤等の所有権侵害について",
                  "text": [
                    "本件廃盤処置後も，被控訴人は，本件原盤を使用することができる。また，本件CDについても，被控訴人においてライブコンサートの場で手売りする，品番及びPOSコードを改めて新規の業者に販売を委託するなどして販売することは可能である(甲34)。さらに，前記アのとおり，原審被告タッズは，本件契約第3条1項に基づいて被控訴人から供給を受けたジャケットデザインの完全版下並びにポスター，チラシ及び広告原稿デザインの完全版下を被控訴人に返却する意思を有し，これを表明していたのであるから，被控訴人においてこれらの完全版下の返却を受け，販促品を作成することも可能である。",
                    "以上によれば，本件廃盤処置によっても，被控訴人が本件原盤，本件CD，ジャケットデザインの完全版下並びにポスター，チラシ及び広告デザインの完全版下の所有権者としてこれらを使用，収益及び処分をする権利(民法206条)が損なわれているとは認められない。仮に，本件廃盤処置によって上記の本件原盤や本件CD等に対する視聴者等の評価が低下し得るとしても，それが上記権利を損ない，被控訴人が主張するような損害を発生させるほどのものとまで認めるに足りない。",
                    "したがって，本件廃盤処置により被控訴人の所有権が侵害されて被控訴人主張の損害が発生したことは，認めるに足りない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張について",
              "text": [
                "被控訴人は，本件廃盤処置後，原審被告タッズから返却を受けるべきジャケットデザイン等の完全版下が控訴人によって処分され，それによって，ジャケット増刷等ができなくなり，本件CDの再度のプレスは不可能であり，本件原盤等の価値が喪失している旨主張する。",
                "しかし，前記(1)アのとおり，ジャケットデザイン等の完全版下は，現在，原審被告タッズによって保管されており，証拠上，控訴人が上記完全版下を処分したとは認められない。なお，上記完全版下が被控訴人に返却されるか否かは，本件廃盤処置による所有権侵害とは，直接関係がないことである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(3)(損害額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "著作隣接権侵害に係る損害について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2によれば，控訴人は，被控訴人のレコード製作者としての本件原盤に係る複製権，譲渡権，貸与権及び送信可能化権並びに実演家としての本件実演に係る送信可能化権を侵害し，原審被告タッズと共に共同不法行為責任を負う。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人のレコード製作者としての本件原盤に係る複製権及び譲渡権の侵害による損害について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "証拠(乙4)によれば，控訴人がレンタル事業者に譲渡した本件CDの数量は，8枚であることが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "共同不法行為者である控訴人と原審被告タッズは，本件契約8条2項に基づき，本件CD1枚当たり，販売元手数料434円及び発売元手数料185円の合計619円を受領するものとされているから，上記侵害によって4952円(619円×8枚)の利益を受けたものと認められ，著作権法114条2項により，同額を上記損害の額と推定する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，前記3(1)アのとおり，控訴人がレンタル事業者に譲渡した8枚の本件CDは，本件廃盤処置後，全て控訴人に返品されており，本件基本契約5条3．には，廃盤による返品分の負担については原審被告タッズ及び控訴人が協議の上で決定するものと定められている(乙1，丙1)。しかしながら，共同不法行為者である控訴人と原審被告タッズは，本件CDを販売した時点において前記(イ)の利益を得ているものであるから，その後の返品についての負担は，同利益を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被控訴人の主張について",
                      "text": [
                        "被控訴人は，CD1枚の通常の販売額は3000円であり，控訴人は，本件CDをレンタル事業者100社に各1枚販売したことにより，少なくとも30万円(3000円×100枚)の利益を得ていた旨主張する。",
                        "しかしながら，一般に，販売に際しては仕入れ等の費用を要することから，販売額全額がそのまま販売者の利益となるわけではない。",
                        "また，100枚の本件CDがレンタル事業者に販売されたことを示す客観的な証拠は存在しない。なお，甲第71号証によれば，平成24年8月に，本件CDが，控訴人において本件CDを譲渡した前記レンタル事業者以外のレンタル事業者である株式会社TSUTAYA(以下「ツタヤ」という。)のウェブサイトにおいてレンタルに供されていたことが認められる。しかし，控訴人が販売した本件CDの総数は，レンタル事業者に対する販売数も含め213枚であり，うち，レンタル事業者に販売した8枚及び小売店に販売したものの一部は返品されたものの，返品をしなかった小売店を経由してツタヤが本件CDを入手した可能性は十分に考えられるから(甲33の1・2参照)，上記のレンタルに供されていた事実は，控訴人自身がレンタル事業者に譲渡した本件CDの数量が8枚であるという前記(ア)の認定を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人のレコード製作者としての本件原盤に係る貸与権の侵害による損害について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "証拠(甲16の1・2)によれば，邦盤アルバム1枚当たりのレンタル・レコード使用料は，約250円と認められる。よって，控訴人らは，上記侵害により2000円(250円×8枚)の利益を受けたものと認められ，著作権法114条2項により，同額を被控訴人が受けた損害の額と推定する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の主張について",
                      "text": [
                        "被控訴人は，CDのレンタルに係る二次使用料250円は，当該CDの枚数ごとではなく，レンタル回数ごとに支払われるものである旨主張する。",
                        "しかし，前記(ア)の邦盤アルバム1枚当たりのレンタル・レコード使用料約250円は，予想貸出回数(10回)を基に算出したレコード協会のレコード1枚当たりのレンタル使用料から，一定経費(卸代行店の手数料12％と経費10％前後の合計約25％)を控除したものであり(甲16の1・2)，レンタル回数ごとに支払われるものではない。",
                        "なお，前記イ(エ)のとおり，控訴人において本件CDを譲渡したレンタル事業者以外のレンタル事業者のウェブサイトにおいて本件CDがレンタルに供されていたことが認められるものの，同事実は，控訴人自身がレンタル事業者に譲渡した本件CDの数量が8枚であるという前記イ(ア)の認定を左右するものではない。また，上記予想貸出回数を超える貸出しがあったことを認めるに足りない以上，貸出回数を加味して算出された上記邦盤アルバム1枚当たりのレンタル・レコード使用料に，レンタル事業者に譲渡した本件CDの数量を乗じて算出する控訴人らの利益の額に変わりはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人のレコード製作者としての本件原盤に係る送信可能化権及び実演家としての本件実演に係る送信可能化権の侵害による損害について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人が本件楽曲の配信を依頼した配信事業者数及び実際に配信された本件楽曲の数につき，以下の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，原審において，配信事業者一覧として平成27年1月19日作成の乙第7号証を提出した。乙第7号証には，本件楽曲の配信を依頼した配信事業者として「オトトイ(株)」(以下「オトトイ社」という。)，「(株)レコチョク」，「iTunes(JP)」，「IODA」など78社の名称が記載されているが，上記78社に，後出のOrchard  Enterprises  ＮY，Inc．(以下「OEＮ社」という。)は含まれていない。",
                            "また，控訴人は，原審において，本件楽曲の配信事業者別ダウンロード数及び売上金額一覧として平成25年4月頃作成の乙第5号証を提出した。乙第5号証には，平成23年5月から平成25年3月までの間に，上記78社のうち8社から，本件楽曲が合計207回ダウンロードされ，合計2万4406円の売上げが得られた旨記載されているが，オトトイ社及びOEＮ社の配信実績は記載されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人が原審の口頭弁論終結後である平成28年1月14日付けで作成した回答書(甲121)には，概要，以下のとおり記載されている。",
                            "控訴人は，乙第5号証作成後，本件楽曲の配信停止手続が完了したものとして，売上げを計上するシステムから，本件楽曲を外した。しかし，オトトイ社及びOEＮ社においては，配信停止措置が完全ではなく，合計18回の配信があり，控訴人に合計127．94円の売上げが生じていた。この売上げは，上記のとおり本件楽曲が売上げを計上するシステムから外されていたので，同システムとは別の諸口というシステムに計上されていた。なお，配信実績には，端末に楽曲情報をダウンロードする方法による配信のほか，ダウンロードをせずに試聴する方法による配信も含まれており，同配信は，ダウンロードによる配信よりも，1回当たりの売上金額が低くなる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人が平成28年2月26日付けで作成した回答書(甲120)には，概要，以下のとおり記載されている。",
                            "OEＮ社は，各配信事業者の仲介をまとめて行う「アグリゲータ」と呼ばれる事業者であり，海外の配信事業者や他のアグリゲータに本件楽曲を提供しており，したがって，実際に本件楽曲を配信するのは，OEＮ社が仲介した海外の配信事業者である。控訴人は，同配信事業者とは契約関係にないことから，直接本件楽曲の配信停止を要請する権限はなく，OEＮ社を通じて配信停止を依頼するにとどまる。しかも，上記配信事業者においては，本件楽曲をサブスクリプション型音楽配信サービスに供しており，同サービスは，ユーザが配信事業者に対して一定額を支払えば，一定期間当該配信事業者が提供する楽曲を再生することができ，その再生数に応じて楽曲の権利者に売上げが生じる仕組みであり，いったん，ユーザが楽曲を再生又はダウンロードすると，その楽曲は同ユーザの端末に残り，以後，同端末に残存する楽曲が再生されるとその再生数に応じて売上げが生じる。よって，配信事業者が本件楽曲の配信を停止した後も，ユーザの端末に残存する本件楽曲が再生されることにより，売上げが発生し得る。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "当審において，控訴人は，乙第5及び7号証に，OEＮ社の記載がないことについて，同社は，乙第5及び7号証に記載されているIODAを平成24年3月に吸収合併した法人であり，同合併を売上げのシステムに反映させるのに一定期間を要したことから，乙第5号証においては，OEＮ社の売上げがIODAの売上げとして計上されていた旨説明している。",
                            "また，控訴人は，平成28年2月26日付け回答書(甲120)を被控訴人に送付した後，控訴人が利用しているiTunes  Matchのシステムにエラーが生じ，その売上げが反映されていないというトラブルが生じていたことが判明したとして，乙第10号証を提出した。乙第10号証には，「実績月」平成26年7月から平成28年1月にかけて，本件楽曲の「再生数」合計35回，売上金額の合計が約6．6円であった旨記載されている。",
                            "さらに，控訴人は，被控訴人の平成28年6月24日付け文書提出命令申立てに対し，同年7月14日付けの意見書においては，申立てに係る本件基本契約書別紙Ⅲ9．①の売上報告書(控訴人が配信事業者から受領した配信データをもとに作成するとされているもの)につき，「2011年10月期以降のデータや写しを保持しており(それより前のデータや写しは保持していない。)」と記載しながら，翌15日付けの意見書において「更なる社内調査を行ったところ，2011年10月期よりも前の資料(2011年5月期～9月期)が見つかった」として上記記載を訂正した。",
                            "そして，控訴人は，「2011年5月度」から「2015年8月度」までの控訴人の売上報告書(乙11の1～52)を提出した。これらの控訴人の売上報告書によれば，平成23年5月度から平成25年3月度にかけて本件楽曲がダウンロードされており，それによる売上金の総額は，1万9523円である(乙11の1～23，弁論の全趣旨)。なお，この売上金の総額は，本件基本契約書の別紙Ⅲ9．①記載の原審被告タッズに支払うべき売上金として，別紙Ⅳ(2)に従って販売総額から配信業務手数料20％を控除したものと解される。控訴人は，本件楽曲の配信による売上げは，配信事業者からの報告によって把握しており，実際の配信時期と控訴人への報告時期との間にタイムラグがあり，特に海外の配信事業者は，実際の配信から1年以上後に報告してくることもある旨述べている。",
                            "控訴人は，被控訴人から，前記売上報告書の一部につき，regist_date，update_dateの表示が欠落しているとの指摘を受け，指摘に係る部分のうち，乙第11号証の11・13から15・17から22・24から31については，プリントアウトの際にエラーが生じたとして，修正したものを乙第12号証の1から18として提出した。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "乙第7号証に記載された78社のうち，被控訴人が選択した18社に対する調査嘱託に対し，14社から回答があり，そのうち以下の3社が，本件楽曲の配信実績がある旨回答し，その余の11社は，同配信実績はない旨を回答した。",
                            "株式会社レコチョクは，①平成23年3月2日に本件楽曲の配信を開始し，同年11月14日に配信を停止したこと，②その間，合計47回のダウンロードがあり，その売上合計は1万0150円(税抜)，控訴人に支払った金額の合計は8120円(税抜)であったことを回答した。なお，控訴人から配信停止の要請があった日については，「なし」と回答した。",
                            "株式会社レーベルゲートは，①平成23年3月2日に本件楽曲の配信を開始し，同年11月11日に配信を停止したこと，②その間，3回のダウンロードがあり，",
                            "その売上合計は610円(消費税込み)，控訴人に支払った金額は，控訴人への事業譲渡日(平成23年10月1日)以降に配信を行った音源1曲にかかわるものとして，124円(消費税込み)であったことを回答した。なお，控訴人から配信停止の要請があった日については，「不明」と回答した。",
                            "アマゾンジャパン合同会社は，①平成23年3月2日に本件楽曲の配信を開始し，平成24年1月17日に配信を停止したこと，②その間，「アルバム販売」(本件楽曲12曲全てを一括して販売したものと解される。)に係るダウンロード数2回，その売上合計は4800円，控訴人に支払った金額の合計は2990円，本件楽曲の配信合計18回，これらの売上合計は3600円(なお，同社作成の平成28年9月1日付け「調査嘱託に対する回答書(再送)」中，「ご質問(4)売上金額」の「合計」欄の「8，600」は，違算であり，正しくは，「8，400」となる。)，控訴人に支払った金額の合計は2250円であった旨回答した。なお，控訴人からは，平成24年1月17日に配信停止の要請があった旨を回答した。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の事実によれば，控訴人及び原審被告タッズによる被控訴人のレコード製作者としての本件原盤に係る送信可能化権及び実演家としての本件実演に係る送信可能化権の侵害によって損害が生じたことは，明らかである。",
                        "しかしながら，上記(ア)のとおり，控訴人が本件楽曲に係る配信実績及び売上金を明らかにするものとして作成・提出した乙第5号証には，控訴人自身の調査不足等により，オトトイ社，OEＮ社及びiTunes  Matchの少なくとも3社の配信実績が反映されていなかった。加えて，控訴人は，控訴人の売上報告書につき，被控訴人の文書提出命令申立てに対する平成28年7月14日付け意見書においては，平成23年10月期よりも前のデータや写しは保持していないと記載しながら，翌日付け意見書においては，更なる社内調査の結果，2011年10月期よりも前の資料が見つかったとして上記記載を訂正し，さらには，被控訴人からの指摘を受けて一部にプリントアウトの際にエラーが生じていたことに気付き，修正したものを提出するなどしており，正確性に欠ける点があることは，否定し難い。この経過に鑑みても，控訴人が本件楽曲に係る配信実績及び売上金につき，十分な調査をして資料を提出しているかについては，疑問がある。",
                        "また，上記(ア)のとおり，OEＮ社が仲介した海外の配信事業者による本件楽曲の配信は，控訴人が捕捉し難いものである。さらに，控訴人の説明によれば，控訴人は，本件楽曲の配信を専ら配信事業者からの報告によって把握しており，その報告が遅れれば，配信による売上げの計上も遅れることになる。そうすると，控訴人自身がいまだ把握しきれていない本件楽曲の配信実績が存在する可能性も，否定できない。",
                        "以上によれば，前記の被控訴人のレコード製作者としての本件原盤に係る送信可能化権及び実演家としての本件実演に係る送信可能化権の侵害による損害額を立証するために必要な事実を立証することは，当該事実の性質上極めて困難なものといわざるを得ない。",
                        "そこで，著作権法114条の5により，口頭弁論の全趣旨及び証拠調べの結果に基づき，事実審の口頭弁論終結日である平成28年9月28日までの本件楽曲の無断配信の回数は，400回と認める。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件楽曲の配信による売上額も，配信事業者ごとに差があり(調査嘱託の結果)，配信の方法によっても相違するものと推認される。",
                        "そこで，前記(ア)の調査嘱託の結果によれば，配信1回当たり控訴人が受領した金額の平均は，おおむね146円と認める。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "他方，前記第2の2，甲第40号証及び丙第3号証によれば，原審被告タッズは，被控訴人に対し，本件訴え提起前の平成25年11月8日に被控訴人に配達された現金書留により，本件楽曲の配信によって得た売上金のうち1万9329円を送付したことが認められる。",
                        "したがって，被控訴人の損害額は，5万8400円(146円×400回)から支払済みの1万9329円を控除した3万9071円となる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被控訴人の主張について",
                      "text": [
                        "被控訴人は，本件楽曲12曲が48回，78社により配信された旨主張する。",
                        "しかし，乙第7号証に記載された78社から被控訴人が選択した18社に対する調査嘱託の結果を含む本件全証拠及び弁論の全趣旨によっても，本件楽曲12曲全てが48回にわたり78社の配信事業者によって配信されたという被控訴人主張に係る配信実績の存在は，認めるに足りない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "二次使用料相当額について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，控訴人がレコード協会から分配される使用料及び補償金(二次使用料)をレーベル又は実演家に分配していることを前提として，被控訴人代表者は，少なくとも5回にわたりラジオに出演し，その都度本件楽曲が放送されたが，二次使用料がいまだ被控訴人に分配されていない旨主張する。",
                        "証拠(甲122の1～3)及び弁論の全趣旨によれば，被控訴人代表者は，株式会社山梨放送等のラジオ番組に出演したことが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，被控訴人の主張する「二次使用料」は，実演家に支払うべき商業用レコードの二次使用料(著作権法95条1項)又はレコード製作者に支払うべき商業用レコードの二次使用料(同法97条1項)を指すものと解されるところ，これらの二次使用料は，放送事業者等が本件原盤又は本件CDを用いた放送又は有線放送を行った場合に支払うべきものであるが，被控訴人が掲げるラジオ番組において，上記放送及び有線放送のいずれについても，これが行われたことを認めるに足りる証拠がない。しかも，実演家に支払うべき二次使用料を受ける権利及びレコード製作者に支払うべき二次使用料を受ける権利のいずれも，文化庁長官が指定する団体のみによって行使することができるものであり(同法95条5項，97条3項)，被控訴人が直接行使することはできない。",
                        "したがって，被控訴人が，控訴人に対し，実演家に支払うべき二次使用料及びレコード製作者に支払うべき二次使用料のいずれについても，請求することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，被控訴人のいう「二次使用料」が，著作権法94条又は同条の2の「相当な額の報酬」を意味するのであれば，それは，放送事業者又は有線放送事業者が支払義務を負うものであり，控訴人が支払義務を負うものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "調査嘱託の費用相当額の損害について",
                  "text": [
                    "被控訴人は，裁判所からの調査嘱託に対し，本件楽曲の配信依頼自体を受けていないと回答した9社に対する調査嘱託に要した費用8226円相当の損害を主張する。",
                    "しかし，調査嘱託に要した上記費用は，訴訟費用であるから(民事訴訟費用等に関する法律2条2号，11条1項1号)，損害の問題ではなく，訴訟費用の負担の裁判(民事訴訟法67条1項)において，控訴人，被控訴人のいずれに全部又は一部を負担させるかの問題であり，本件においては，後記6のとおりである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，被控訴人が著作隣接権侵害によって被った損害額は，前記イ，ウ及びエの合計4万6023円である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "所有権侵害に係る損害について",
              "text": [
                "前記3のとおり，認めるに足りない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "弁護士相談料について",
              "text": [
                "被控訴人は，被控訴人代表者と共に，弁護士に委任して本件訴訟を提起したものの，原審の早い段階で同弁護士を解任し，以後，現在に至るまで自ら訴訟を追行していることなどに鑑みれば，弁護士相談料について，本件の著作隣接権侵害の不法行為と相当因果関係を有する損害であると認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，被控訴人の損害額の合計は，4万6023円である。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "被控訴人の申立てについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "平成28年6月24日付け調査嘱託(配信)の申立て",
              "text": [
                "上記申立ては，本件楽曲の配信により被控訴人に生じた損害の事実及びその額の算定を証明すべき事実として，本件楽曲の配信により乙第7号証に記載された78社を対象とし，楽曲のダウンロード数等を調査事項とするものである。",
                "被控訴人は，同年7月31日付けで，「調査嘱託申立書(配信業者18社)」として上記78社から自ら選出した18社を対象として，上記申立てと同様の証明すべき事実，調査事項に係る調査嘱託を申し立て，これらはいずれも採用された。",
                "以上によれば，平成28年6月24日付け調査嘱託(配信)の申立ては，必要性を欠くものであるから，採用しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "平成28年6月24日付け調査嘱託(2次使用料)の申立て",
              "content": [
                {
                  "fig": "ア",
                  "subject": "ツタヤを対象とするものについて",
                  "text": [
                    "上記申立てのうち，ツタヤを対象とするものは，本件CDのレンタルにより被控訴人に生じた損害の事実を証明すべき事実とし，レンタル回数，控訴人からレンタル停止の要請があった日などを調査事項とするものである。",
                    "前記4(1)イのとおり，控訴人は，本件CDを213枚販売しており，ツタヤがその販売先のうち，本件CDを返品しなかった小売店を経由して本件CDを入手した可能性は十分に考えられるから，調査により，ツタヤが本件CDをレンタルに供していた事実が判明したとしても，それをもって，新たな損害を直ちに認定することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "レコード協会を対象とするものについて",
                  "text": [
                    "上記申立てのうち，レコード協会を対象とするものは，上記アの証明すべき事実に加えて本件CDの放送等で使用された使用料を証明すべき事実とし，上記アの調査事項に加えて本件CDが放送された回数等を調査事項とするものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "証明すべき事実のうち，本件CDのレンタルにより被控訴人に生じた損害の事実に関し，貸レコード業者は，最初に販売された日から起算して12月を経過した期間経過商業用レコードの貸与によりレコードを公衆に提供した場合には，レコード製作者に相当な額の報酬を支払わなければならず，その報酬は，文化庁長官が指定した団体のみが受けることができ(著作権法97条の3第3項，4項，同法施行令57条の2)，レコード協会は上記指定を受けている(甲56)。",
                        "しかし，前記第2の2のとおり，本件CDは，平成23年2月23日に発売され，同年4月5日頃，本件廃盤処置がされ，前記3(1)のとおり，その後，レンタル事業者に譲渡された8枚の本件CDは，全て控訴人に返品された。",
                        "上記返品の時期は明らかではないものの，上記発売日から12月を経過した後に本件CDを貸与した場合に報酬が発生するところ，レンタル事業者において，廃盤処置になったCDをその後10か月以上の長期間にわたり手元に留め置き，しかも，レンタルに供することは考え難い。よって，本件CDについては，上記報酬が発生していないものと推認できる。また，仮に，控訴人が本件CD8枚を販売したレンタル事業者以外の者が本件CDをレンタルに供し，報酬が発生した事実が判明したとしても，前記アと同様の理由により，それをもって，新たな損害を直ちに認定することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "証明すべき事実のうち，本件CDの放送等で使用された使用料に関しては，仮にレコード協会に対する調査嘱託によって被控訴人に支払われるべき二次使用料の存在が判明したとしても，前記4(1)オのとおり，被控訴人が控訴人に対してその支払を請求することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，平成28年6月24日付け調査嘱託(2次使用料)の申立ては，必要性を欠くものであるから，採用しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "平成28年6月24日付け文書提出命令の申立て",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記申立ては，本件楽曲の配信による損害額の算定に必要であるとして，控訴人の売上報告書及び平成23年11月7日付けの原審被告タッズ作成に係る被控訴人宛ての「配信停止に関するご通知」(甲37)中に記載されている計算書の提出を求めるものである。",
                    "控訴人の売上報告書については，前記4(1)エのとおり，控訴人から既に提出されている。",
                    "上記計算書は，上記通知中，「配信によって生じた収益金は現在当社内に留保しており，廃盤処理事務完了後に然るべき料率で計算書とともに立替金との相殺の上，貴社に還元いたします。」と記載されているものであり，本来は，原審被告タッズが被控訴人に対して平成25年11月8日に現金書留で1万9329円を送付した際，同封されるべきものであったということができる。",
                    "しかし，前記4(1)エのとおり，上記送付後，新たに明らかになった本件楽曲の配信実績があることから，上記送付時点の計算書が被控訴人の送信可能化権の侵害による損害額の算定に必要なものではないことは，明らかである。",
                    "また，被控訴人は，上記計算書は，控訴人が被控訴人の許諾を得ないまま本件CDのレンタル事業者への販売及び本件楽曲の配信を行ったことにつき，故意・過失の存在を立証するために必要である旨主張するが，同計算書がなくても，前記2(1)のとおり，控訴人が被控訴人の許諾の有無を確認すべき条理上の注意義務を怠り，原審被告タッズらと共に，被控訴人の著作隣接権を侵害したという共同不法行為責任を認定することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，平成28年6月24日付けの文書提出命令の申立ては，証拠調べの必要性を欠くものであることは明らかであり，却下を免れない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，当審における請求拡張部分を含む被控訴人の控訴人に対する請求は，4万6023円及びこれに対する遅延損害金の支払を求める限度において理由があるから認容し，その余は理由がないから棄却すべきである。なお，遅延損害金の始期は，被控訴人のレコード製作者としての本件原盤に係る複製権，譲渡権及び貸与権の侵害による損害6952円については，上記侵害の後の日である平成23年4月5日と，また，レコード製作者としての本件原盤に係る送信可能化権及び実演家としての本件実演に係る送信可能化権の侵害による損害金3万9071円については，上記一連の無断配信の後である事実審の口頭弁論終結時である平成28年9月28日と，それぞれ認めるのが相当である。したがって，被控訴人の請求を7077円及びこれに対する遅延損害金の支払を求める限度で請求を一部認容し，その余の請求をいずれも棄却した原判決は，一部失当であって，控訴人の本件控訴は理由がないからこれを棄却し，被控訴人の附帯控訴の一部は理由があるから，原判決主文のうち控訴人に関する部分を上記のとおり変更することとする。なお，本件事案の性質，認容額及び訴訟の経緯等に鑑み，訴訟費用(控訴費用，附帯控訴費用を含む。)は，控訴人と被控訴人との間では，第1，2審を通じて控訴人に生じた費用の200分の1を控訴人の負担とし，控訴人に生じたその余の費用及び被控訴人に生じた費用を被控訴人の負担とするのが相当である。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ネ)10029等",
    "date": "2016-11-02",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)33167",
    "precedent_id": "086237",
    "ipprecedent_id": "4477",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}