{
  "conclusion": [
    {
      "fig": "1",
      "text": "原決定を取り消す。"
    },
    {
      "fig": "2",
      "text": "東京地方裁判所平成27年(ヨ)第22071号仮処分命令申立事件について，同裁判所が平成27年10月26日にした仮処分決定を取り消す。"
    },
    {
      "fig": "3",
      "text": "相手方の上記仮処分命令の申立てを却下する。"
    },
    {
      "fig": "4",
      "text": "申立費用及び抗告費用は相手方の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "抗告の趣旨",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要(略称は原決定のそれによる。)",
          "text": [
            "相手方は，「相手方は，編集著作物たる著作権判例百選[第4版](本件著作物)の共同著作者の一人であるところ，抗告人が発行しようとしている著作権判例百選[第5版](本件雑誌)は本件著作物を翻案したものであるから，本件著作物の著作権を侵害する。」などと主張して，本件著作物の翻案権並びに二次的著作物の利用に関する原著作物の著作者の権利を介して有する複製権，譲渡権及び貸与権，又は著作者人格権(氏名表示権及び同一性保持権)に基づく差止請求権(本件差止請求権)を被保全権利として，抗告人による本件雑誌の複製・頒布等を差し止める旨の仮処分命令を求める申立て(本件仮処分申立て)をした。",
            "これに対し，東京地方裁判所は，平成27年10月26日，この申立てを認める仮処分決定(本件仮処分決定)をした。これを不服とした抗告人が保全異議を申し立てたが，原決定は，平成28年4月7日，本件仮処分決定を認可した。",
            "本件は，この原決定を不服とした抗告人が，原決定及び本件仮処分決定の取消し並びに本件仮処分申立ての却下を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "本件における争点及び争点に関する当事者の主張の要旨は，以下のとおり付加，訂正するとともに，後記3のとおり当審での主張を補充するほかは，原決定「理由」欄の第2の2及び3に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原決定5頁8行目の「知財高裁」の前に「収録する判例のうち」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原決定同頁13行目の「事件について控訴審判決を第一審判決にする」を「事件につき収録する判例を控訴審判決から第一審判決に変更する」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原決定同頁14行目の「事件について上告審判決を控訴審判決にする」を「事件につき収録する判例を上告審判決から控訴審判決に変更する」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原決定14頁19行目の「こととしたのは」を「こととしたことには」に改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審での補充主張の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "著作者性(争点1)について",
              "text": [
                "【抗告人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原決定は，相手方は編集著作物である本件著作物の著作者の一人であるとするが，本件著作物の著作者はB教授及びD教授のみであって，相手方は著作者ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原決定は，①相手方は，執筆者について，特定の実務家1名を削除するとともに新たに別の特定の実務家3名を選択することを独自に発案してその旨の意見を述べ，これがそのまま採用されて，本件著作物に具現されていること(以下「関与①」という。)，②本件著作物については，当初から相手方ら4名を編者として「著作権判例百選［第4版］」を創作するとの共同の意思の下に編集作業が進められ，編集協力者として関わったD教授の原案作成作業も，編者の納得を得られるものとするように行われ，本件原案については，相手方による修正があり得るという前提でその意見が聴取，確認されたこと(以下「関与②」という。)，③このような経緯の下で，相手方は，編者としての立場に基づき，本件原案やその修正案の内容について検討した上，最終的に，本件編者会合に出席し，他の編者と共に，判例113件の選択及び配列と執筆者113名の割当てを項目立ても含めて決定，確定する行為をし，その後の修正についても，メールで具体的な意見を述べ，編者が意見を出し合って判例及び執筆者を修正決定，再確定していくやり取りに参画したこと(以下「関与③」という。)を指摘することができるとし，関与①ないし③を総合すると，相手方が本件著作物の編集著作者の一人であるとの評価を導き得るとする。",
                    "しかし，関与①ないし③は，相手方が本件著作物の編集著作者の一人であることの根拠にはならない。",
                    "ある者が著作物の共同著作者となるための要件は，その者が当該著作物の創作的表現行為の一部を行ったこと(創作的関与)，その者が当該創作行為を他の者と共同して行ったこと(共同性)，及びその者が創作的表現行為を行った部分と他の者が創作的表現行為を行った部分とを分離して利用することができないこと(分離利用不可能性)であるところ，関与①ないし③のうち，関与②は共同性があることの一事情として指摘されるものにすぎず，他方，関与①及び③は，以下のとおり，相手方が創作的関与をしたという認定につながるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件著作物の編集作業が始められるに当たり，相手方を本件著作物の「編者」とすることにはなったが，あくまで名目的なものであり，相手方に本件著作物の編集を任せることはしないこと，すなわち相手方には何らの決定権もないことが前提となっていた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件著作物については，A教授の発案により，D教授とB教授が収録すべき候補判例全体を選択して配列し，その全てに執筆者候補を割り当てた本件原案の作成を担当したが，その完成までの間(第一段階)の作成作業は，編集協力者であるD教授と編者のB教授とのメールのやり取りによって進められ，相手方は何らの関与もしていない。平成20年10月20日に本件原案が110件の判例及びこれと組み合わせた110名の執筆者からなるものとして完成したことから，B教授の要請を受けたEが，同日中に，相手方及びC教授に対し本件原案を送付し，その後修正されて最終版に至ったのである(第二段階)。",
                        "このように，本件原案はそのままの編集で著作権判例百選として刊行可能なレベルのものとして第一段階において完成に至っているところ，その作成には相手方は一切関与も関知もしていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "関与①について，相手方は，B教授に対し執筆者1名を削除し3名を追加する意見を述べたにすぎず，追加する執筆者にどの判例を当てはめるかについては何ら意見を述べていない。本件著作物は，「執筆者の執筆する解説」ないしは「判例と執筆者の執筆する解説」を素材とする編集著作物であるところ，この相手方による執筆者3名の追加の推挙は，いまだ素材にもなっていない原料(編集著作物においていまだ選択，配列の対象となる素材にすらなっていない情報)を提供したことを意味するにすぎないのであって，本件著作物の作成(表現行為)への関与ではない。また，組み合わせる判例未定のまま3名の執筆者が付け加わっても，判例百選として利用可能であるのは判例と組み合わせて110件を選択，配列した本件原案の部分だけであるから，分離利用不可能性の要件を満たさない。仮に，3名の執筆者の推挙をもって「当該執筆者がいずれかの判例について執筆する解説」という素材を提案したと理解しても，100件を超える素材を選択，配列した本件著作物のような編集著作物において3件程度の素材を提案した程度では，著作者となる行為とはいえない。",
                        "さらに，相手方が推挙した3名の人選は，既に110名の執筆者が本件原案によって選定されていることを前提に，これに更に付け加える執筆者として提案されたものであることを踏まえると，極めてありふれた人選であって，相手方の個性の表れたものとはいえず，創作性を認めることはできない。",
                        "しかも，相手方による執筆者3名の推挙は，本件著作物全体における判例及び判例解説の選択，配列と一体として捉えたとき，単に3名の執筆者を(執筆する解説すら未定のまま)加えたということ以上に，全体から感得される創作性に何らの変化ももたらしていない。ある者が共同著作者の一人であると認められるためには，その者が単独著作者と同等の創作行為をしていなければならないところ，関与①にはそのような意味での創作性は全く認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "関与③のうち，本件編者会合に出席し，他の編者と共に判例113件の選択，配列と執筆者113名の割当てを項目立ても含めて決定，確定した行為については，その対象となった選択，配列の結果は本件編者会合の前に選択及び配列が完成した表現(リスト)として現に存在している以上，後にこれを本件編者会合において確定リストとすることは，選択及び配列行為とは別の単なる事後の承認行為にすぎず，それ自体何ら創作性はない。本件編者会合後の修正に関しては，相手方の関与は極めて限定的である上，関与が認められるものについても，せいぜい他者による選択，配列に賛成の意向を表明するという関与しか行っておらず，全く創作性のない行為しかしていない。",
                        "著作者とは，事実行為として，創作的に表現したものを創り出した者のことをいう。事実行為として創作的な表現の作出に実質的に関与していない者は，たとえ他人が世に現出した表現について最終的に公表すべき表現であることを承認する旨の意向を表明したところで，著作者となり得ない。また，創作的な表現をした者は誰かということは，どのような状況(コンテクスト)において，どのような立場でそれを行ったのかといった背景事情を捨象し，専ら創作的表現のみに着目して，その表現をした者は誰かという基準の下で客観的に判断されるものである。そうすると，相手方による関与③は創作的関与ではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "関与①ないし③を総合的に考慮しても，その関与の実態は，せいぜいごく限られた助言を行ったものにすぎず，相手方は，本件著作物の作成に創作的関与をしているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "関与②については，共同性の要件の検討に当たり考慮されることがあり得る共同創作の意思を基礎付ける事情にすぎないし，D教授による原案作成作業において相手方による修正があり得るという前提があったとしても，それは，D教授が相手方を含む編者によるその後の翻案を予め許諾し，又は改変に予め同意していたことを意味するにすぎず，本件著作物の著作者の認定に影響を及ぼさない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件における相手方の積極的関与は関与①にとどまるところ，これが創作的表現であると仮定しても，113件の判例と判例解説を選択，配列した本件著作物において，3件の創作性を利用せずに，その他の110件を利用することは当然可能である。また，本件原案は創作性を有し，そのままで最終案として利用可能な完結したものとして作成が完了しており，相手方がその後に関与した本件著作物とは分離して利用が可能である。",
                    "したがって，本件著作物は，相手方との関係では分離利用不可能性の要件も満たさない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上より，相手方は，本件著作物の創作的表現に何ら関与しておらず，また，仮にこれがあるとしても，相手方が関与した部分は本件著作物の他の部分と分離して利用することが可能であるから，相手方は，本件著作物の共同著作者の一人ではない。",
                    "【相手方の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "メールに残っている明白な事実からだけでも，相手方は，名目的な編者にすぎないものではなく，本件著作物の編者の一人としてその編集創作の過程に関与し，意見を述べ，決定権を有していたことは明白である。加えて，本件編者会合には相手方も出席し，意見を述べたのであり，その場で相手方の発言が制限されたようなことは一切なかった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "関与①について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相手方は，本件原案に対して実務家1名の削除及び実務家3名の追加を提案するに当たり，追加する3名に割り当てられるべき判例についても電話でB教授に伝えたのであって，意見を述べていないということはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に相手方が執筆者1名の削除と3名の追加を提案するに当たって割り当てるべき判例の指定を行わなかったとしても，相手方は編者としての立場に基づき本件著作物の創作行為を組成する行為を行った。",
                        "すなわち，本件著作物の編集著作行為は，既に存在している「執筆者の執筆する解説」を選択，配列することにより行われたものではなく，「執筆者」と「判例」をそれぞれ選択して組み合わせることにより行われたものであり，判例及び執筆者の各選択とその組合せという3つの要素により構成されている。そうすると，執筆者の選択は，素材となる前の原料の選択にすぎないものではなく，それ自体が本件著作物における素材の選択を構成する要素であって，その選択に参加することは本件著作物の編集著作行為に参加することにほかならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "相手方は，本件原案を前提とし，これをその学識経験等によって真摯に検討し，大部分については本件原案を受け入れた上で，執筆者1名の削除と3名の追加を提案したのであって，その提案は，他の素材の選択及び組合せと相まって全体の編集著作物を構成しているものであるから，本件著作物の創作行為に直接的に関与する行為である。かつ，このことから，相手方の関与部分のみを分離して個別に利用することはできないことも明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "相手方が1名削除及び3名追加を提案した際，追加すべき3名としては実務家のみならず多くの者が候補者となり得るし，実務家に限っても，選択の幅は極めて広い。現に，当初の執筆者確定以降，執筆者の辞退等があったことから新たな執筆者の選定がされたことなどは，相手方の推挙した3名の人選がありふれたものでないことを示している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "編集著作物は，素材の選択，配列の「全体」が創作的であることによって著作物となるのであるから，そのような編集著作物が共同著作される場合，「全体」としての選択又は配列を各人の提案に分解し，それ自体が独立した編集著作物となり得るかを考察することは適切でない。編集著作物における選択又は配列を一つ一つに分解してしまうとそれ自体は常に編集著作物ではなくなるからである。したがって，共同編集著作物の著作者であるか否かの判断は，編者としての立場を有する各人の選択等がそれ自体単独で編集著作物になるかどうかではなく，その各人の寄与が選択又は配列の全体としての創作過程を構成する要素となっているかどうかという観点から行われるべきである。",
                    "また，編集著作物を共同創作する場合，ある者によって準備的に行われた選択，配列の提案を受けて，別の者がその中身を真摯に検討，思考した上，それを修正することができるのに修正しないで承認する行為も，後者による創作的関与である。まして，前者によって準備された選択，配列の提案を受け，後者がその大部分を承認しつつも一部を削除し，一部を追加する行為を行った場合，その削除及び追加の結果による選択，配列の全体が後者の表現行為の産物であって，追加の部分だけが独立した編集著作物になるか否かに関わらず，後者の事実行為としての創作的関与が否定されることはあり得ない。",
                    "編集著作物を共同創作する場合，原決定が指摘するとおり，編集著作物の完成に向けられた表現(素材の選択，配列)の創作に係る複数の者の一連の行為は一瞬の物理的な行為のみではなく，それらを全体として観察し，そのような一連の編集過程への実質的な関与の有無やその位置付け等を総合的に検討して，一定の規範的な評価をすることは避けられない。編集著作物の編集過程において，ある者自身が当該創作的表現を物理的にこの世に現出させる独自の提案作成行為をしなかった場合でも，当初からその者を含む複数の者を編者として当該編集著作物を創作するとの共同の意思の下に共同作業をしている他の者が先行して物理的にこの世に現出させる提案をした部分について，それを修正することもできたのに検討の上修正せずに，当該部分をそのとおり採用する決定に加わっていれば，それを創作的関与ということに何ら妨げはない。",
                    "そうすると，関与①ないし③における相手方の行為は，著作物の形成ないし創作性の形成への客観的な事実行為としての実質的な関与そのものというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "編集著作以外の一般著作では，一筆一筆加える等の物理的な事実行為が著作(個性発揮)行為であるのに対し，編集著作では，最終的な素材の選択及び配列の決定，確定という事実行為がこれに当たるところ，決定，確定行為とは，最終的な確定権限を有する者(確定権者)自身による素材の選択及び配列の最終的な決定，確定である。",
                    "この考え方によれば，最終的な確定権限を有する者による決定，確定行為があるだけで編集著作者性が肯定されるが，原決定は，それ以外の付加的編集寄与行為も総合的に考慮しており，これにより，相手方を編集著作者であるとする理由付けは一層強化される。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件著作物に対する相手方の貢献として，さらに，相手方の提案により，当初「Ⅸ  侵害と救済  (1)差止め」であった本件著作物の項目名を，「Ⅸ  侵害と救済  (1)差止め等」に補正したことが挙げられる。これは，Eが差止めの扱いで困っているとのことであったことから，相手方は，「等」の修正案を思いつき，電話で伝えたものであり，このことも相手方の創作的寄与に含まれる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件原案，本件著作物及び本件雑誌の関係(争点2，3)について",
              "text": [
                "【抗告人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件原案は，それ自体完成版として取り扱うことができる状態になっているものであり，一つの編集著作物に当たる。著作物として保護されるためには，完成することは要件ではなく，出来上がった部分が思想，感情の表現物であれば，それが仮に未完成なものであっても，独立した著作物となる。",
                        "本件原案が完成，確定するまでの第一段階の間は，本件原案の作成は編集協力者のD教授と編者のB教授との間でなされており，相手方は何らの関与も関知もしていない。相手方の関与は，それがたとえ創作的関与と評価し得るとしても，いったん確定した本件原案という編集著作物に対する修正のプロセスである第二段階における創作的関与でしかない。",
                        "そうである以上，仮に相手方が他の編者と共に本件著作物の共同編集著作権者であるとしても，本件著作物は，B教授とD教授が共同編集著作者である本件原案を原著作者とする二次的著作物になるにすぎない。そのような二次的著作物である本件著作物の共同著作者として相手方が権利を主張し得るのは，二次的著作物である本件著作物において本件原案に新たに付加された創作部分に限られる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "D教授が本件原案の創作性に主体的に関与し，その創作性への関与は本件著作物にほとんどそのまま引き継がれていることから，本件原案の創作過程を含めて相手方を著作者の一人とするためには，D教授と相手方との間に共同創作の意思が必要となる。",
                        "しかし，D教授は，本件著作物において編者とはされず，編集協力者として本件原案の作成に関与し，その完成後は編者らによる修正があり得るという前提で相手方を含む編者らにこれを提出し，その後は修正等について一切関与していない。このようなD教授と相手方との間に共同創作の意思を認めることはできないから，本件原案が完成するまでの創作プロセスも含め，本件著作物の最終版が確定するまでを一つの創作行為としても，相手方が共同著作者の一人であるとすることはできない。この点からも，仮に相手方が本件著作物の共同著作者であるとしても，相手方は，本件原案を原著作物とする二次的著作物について共同著作者の一人となるにすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件著作物において本件原案から変更された素材(判例と執筆者の組合せ)であって創作性がないことが明白であるものを除いた10件のうち，本件雑誌に収録されているものは僅か6件にすぎない。この6件すべてに創作性があると仮定しても，素材113件を収録した編集著作物において，10件について修正をした二次的著作物(本件著作物)の修正素材中6件しか重なっていない編集著作物(本件雑誌)が作られた場合，当該著作物からは，もはや二次的著作物において付加された創作的表現の本質的特徴を感得することはできない。",
                    "よって，本件雑誌には，本件著作物において原著作物である本件原案に付加された創作的表現は何ら再製されていないから，本件著作物が相手方を著作者の一人とする共同著作物であると仮定しても，相手方は，本件雑誌について何らの権利も行使し得ない。",
                    "【相手方の主張】",
                    "D教授は，最終的な編集著作物である雑誌「著作権判例百選［第4版］」の完成に向けた一連の編集過程の途中段階において準備的に作成された一覧表の一つとして本件原案を作成したのであり，その後編者により修正，確定等がされることを当然に予定していたものである。すなわち，D教授は，自ら単独の著作物として公表する意思で本件原案を作成したのではないから，本件原案が本件著作物とは別個の著作物として本件著作物の原著作物となるものではない。また，専ら最終編集著作物のために作成される編集原案という性質からもそのように帰結されるところ，このことは，当該編集原案作成者が共同著作者であろうが関係がないから，原案作成者の共同行為性ないし共同創作の意思を論じるまでもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "著作者人格権侵害について-氏名表示権侵害(争点4)について",
              "text": [
                "【抗告人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件雑誌の題号は「著作権判例百選第5版」であるところ，当該題号は本件著作物(「著作権判例百選第4版」)の改訂版であることを示すものであり，この題号は，本件雑誌の表紙や奥付等において表示される予定であった。",
                    "判例百選シリーズにおいては，その改訂版につき概念的には前版の二次的著作物に該当するものとそうでないものとを一応区別することが可能であるが，ある改訂版が前版の二次的著作物か否かという点について明確にすることはせず，前版の改訂版であることを「第●版」という形で題号において明示する取扱いをこれまで一貫して行ってきた。また，改訂版が前版の二次的著作物と評価されるか否かを特段区別することなく，「前版の編者」としての氏名を改訂版の表紙や奥付に表示するという取扱いは，これまで行っていない。",
                    "さらに，本件雑誌では，題号において本件著作物の改訂版であることを明示するだけでなく，「はしがき」において，前版である本件著作物の編者として相手方の氏名を表示することを予定していた。",
                    "これらの表示は，著作権法(以下「法」という。)19条3項の趣旨に照らし，同条1項後段が定める原著作物の著作者名の表示として十分なものということができる。",
                    "したがって，相手方が本件著作物の編集著作者の一人であると仮定しても，本件雑誌の複製・頒布等によって相手方の氏名表示権が侵害されることはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記各取扱いに関し，これまで特に抗告人において各編者に対し明示的に同意等を取るといった運用は一切していないにもかかわらず，今日に至るまでこの点に関する問合せすらなかったことに照らすと，これらの取扱いを行うことにつき事実たる慣習が存在することが認められる。",
                    "また，法19条1項は，「公の秩序に関しない規定」(民法92条)であると解されるところ，相手方は，本件著作物に編者として参画するに際し，上記各取扱いを拒む意思を抗告人に対し表明したことはないから，「当事者がその慣習による意思を有しているものと認められるとき」(同条)に当たる。",
                    "そうすると，相手方が本件著作物の編集著作者の一人であり，かつ，本件雑誌が本件著作物の二次的著作物に該当すると仮定しても，本件雑誌の表紙や奥付に相手方の氏名や本件著作物の二次的著作物である旨を表示しない行為は，上記事実たる慣習に従ったものであり，相手方の氏名表示権の侵害ということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "判例百選シリーズでは，前版と改訂版とが原著作物，二次的著作物の関係となる可能性もあるが，そのような場合であっても改訂版の表紙や奥付に前版の二次的著作物であるとの表示や前版の編者としての氏名を表示することはなく，せいぜい，本件雑誌のように「はしがき」で前版の編者名に言及する程度であるところ，こうした慣行が長年にわたり行われていることから，改訂版に「第●版」との題号が付され，かつ「はしがき」で前版の編者名が表示されていれば，改訂版の読者としては，前版をベースに改訂版が編集されたことを認識する。したがって，原決定が指摘するような，本件雑誌の編者として相手方の氏名が除外されたからといって相手方が本件雑誌の原著作物の編集著作者ではないかのような誤解を招来するおそれはない。",
                    "【相手方の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "「第●版」という表示をしても，二次的著作物であることを表示していない以上，二次的著作物の原著作者としての氏名表示がされているとはいえない。",
                    "すなわち，「第●版」が前版の二次的著作物であることもあるからといって，第5版著作物が本件著作物の二次的著作物であることが表示されたことにはならない。",
                    "また，本件雑誌の「はしがき」には，原著作物ではない初版，第2版及び第3版の編者名も，本件著作物の編者と同様に記載されているが，初版から第3版の編者名は法19条1項後段の氏名表示ではないから，それらと同様に記載されているにすぎない本件著作物の編者名の記載をもって同条項の要請が満たされているとはいえない。",
                    "改訂版に「第●版」との題号が付され，「はしがき」で前版の編者名が表示されているからといって，読者が，「前版を原著作物とし，その二次的著作物として改訂版が編集されたもの」と認識するわけもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "抗告人主張に係る事実たる慣習の存在は不知。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "法19条1項は一身専属の著作者人格権として氏名表示権を定めており，これは放棄することができない権利であるから，氏名表示権を認めないという合意は無効である。すなわち，法19条1項は「公の秩序に関しない規定(民法92条)」ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "抗告人主張に係る事実たる慣習の存在を裏付ける具体的事実の主張立証はされていない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "仮に抗告人においてその主張に係る取扱いをしていたとしても，事実たる慣習というためには，ある社会的地位ないし集団に属する自然人ないし法人の間で広く一般的に行われているものでなければならないから，抗告人の取扱いが事実たる慣習となることはない"
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "仮に抗告人主張に係る事実たる慣習があるとしても，相手方は，本件著作物の二次的著作物としてその改訂版が作成されるにもかかわらず自らその編者から外されることがあり得るとは考えておらず，ましてや改訂版に氏名表示がされないことがあるとは思いもしなかったことから，そのような事実たる慣習による意思を有していなかったことは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "著作者人格権侵害について-同一性保持権侵害(争点5)について",
              "text": [
                "【抗告人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件著作物は，判例百選シリーズ中の「著作権判例百選」の第4版であり，同シリーズが，抗告人の出版する雑誌「ジュリスト」の別冊として，抗告人の企画の下に，将来にわたって，新たな判例の形成を踏まえて従来の版をアップデートしつつ新たな版を編集することを当然の前提とする出版物である以上，その改訂版である本件雑誌において，その編者が上記観点から相当と考える改変を行うことは，「著作物の性質並びにその利用の目的及び態様に照らしやむを得ないと認められる改変」(法20条2項4号)であり，これについての前版たる本件著作物の編集著作者の同意は不要である。",
                    "したがって，相手方が本件著作物の編集著作者の一人であると仮定しても，本件雑誌の複製・頒布等によって相手方の同一性保持権が侵害されることはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "判例百選シリーズが上記アのような出版物であること，抗告人は，改訂に際して行われる前版の改変に関し，前版の編者から予め同意を得るといったことはこれまで行っていないが，この取扱いに関し，今日に至るまで，前版の編者から問合せがあったことすらなかったことに照らすと，こうした取扱いを行うことにつき事実たる慣習が存在することが認められる。",
                    "また，法20条1項は，「公の秩序に関しない規定」(民法92条)であると解されるところ，相手方は，本件著作物に編者として参画するに際し，上記各取扱いを拒む意思を抗告人に対し表明したことはないから，「当事者がその慣習による意思を有しているものと認められるとき」(同条)に当たる。",
                    "そうすると，相手方が本件著作物の編集著作者の一人であると仮定しても，本件著作物の改変行為は，上記事実たる慣習に従ったものであり，相手方の同一性保持権の侵害ということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原決定が相手方の意に反する改変であるとする事項は，いずれも，相手方の意に反する改変とはいえない程度のものか，やむを得ない改変として許容されるものであるから，本件雑誌の複製・頒布等によって相手方の同一性保持権は侵害されない。",
                    "【相手方の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "本件著作物のアップデートに当たっては，編者を強制的に退任させることはしないでアップデートする方法がある。退任させる場合であっても，変更箇所につき相手方の同意を得る努力をすることは可能であるところ，抗告人はそのような努力を一切してこなかった。また，本件著作物の表現上の本質的な特徴が直接感得されない方法で新たな版を編集・出版することができる上，補遺又は追録を出すなど様々な方法も考えられる。",
                    "そうである以上，相手方の同意を得ないで改変することが「やむを得ないと認められる改変」に当たることはあり得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "抗告人は，相手方の二次的著作物利用権及び氏名表示権を侵害して本件雑誌を発行しようと企てているところ，そのような違法で刑事処罰の対象にもなり得る行為を実行するための改変は「やむを得ないと認められる改変」には当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "事実たる慣習に係る抗告人の主張については，前記(3)【相手方の主張】イと同旨。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "黙示の許諾ないし同意(争点6)について",
              "text": [
                "【抗告人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "判例百選シリーズは，いずれの法分野においても，その法分野が存在する限り新たな重要判例の形成を踏まえて前版をアップデートし，改訂版を編集し続けることが当然の前提ないし使命として企画されている出版物であり，また，抗告人が企画，発行する雑誌「ジュリスト」の別冊として長年刊行されていることに伴い，改訂版において編者の入れ替わりが生じ得ることもまた，当然の前提となっている。さらに，各法分野における重要な判例は自ずと限られており，特に著作権分野のような比較的新しく，狭い法分野においては，執筆者候補となり得る研究者や実務家の数も限られていることから，改版に当たって判例や執筆者の多くを入れ替えることは，基本的には想定されていない。判例百選シリーズがそのような性質を有する出版物であることは，法学界において広く認識され，浸透していたといえる。",
                    "このため，抗告人は，判例百選シリーズの編者に対して編者への就任を要請するに当たっては，編者に就任する者が編集著作物としての創作性の利用に関する黙示の許諾及び著作者人格権不行使の黙示の同意をすることを黙示の条件とし，編者に就任する者はこの条件を黙示的に承諾しているということができる。",
                    "したがって，仮に相手方が本件著作物の共同編集著作者であり，かつ，本件雑誌が本件著作物の二次的著作物であるとしても，相手方は，本件雑誌の出版に対し，編集著作権及び著作者人格権を行使し得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原決定は，一定の年齢に達するまでは，判例百選の編者を依頼されるであろうことについて，相手方が事実上の期待を抱いたとしても不自然でないなどとするけれども，抗告人は，いかなる場合においても判例百選の編者を依頼する，しない自由(権利)を有するのであり，定年制なる方針が事実上の慣行として存在するなどということはない。判例百選シリーズが上記アのような出版物である以上，前版の編者は，その関与の度合いを問わず，また，編者を退く理由が年齢によるものか否かを問わず，改訂版に対して著作権及び著作者人格権を行使してはならない。そのように解さなければ，改訂版につき編者を依頼されないことに納得できない者は，著作権及び著作者人格権の行使を交渉材料にすることにより事実上一定年齢まで居座り続けることが可能となってしまい，結果，雑誌の編集者である抗告人の編者任命権がないがしろにされてしまう。",
                    "このような不合理な結論を避け，常識的で妥当な結論を導くためには，上記アのように解するほかない。",
                    "【相手方の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "原決定が指摘するとおり，本件雑誌の出版に関する許諾ないし同意があったといえるためには，これと同等の効果意思を内容とする黙示の意思表示が認められることが必要となるところ，抗告人は，黙示の意思表示と目すべき相手方の行為について具体的な基礎付け事実を十分に主張していないし，相手方の許諾ないし同意の事実を示す的確な疎明資料も見当たらない。",
                    "また，アップデートの必要があるとしても，改訂版は，前版を原著作物とする二次的著作物としなければ作成，発行できないわけではない。改訂版を二次的著作物として作成，発行するとしても，その都度前版の編者(のうち改訂版の編者とならなかった者)の許諾ないし同意を取り付ける余地がある。そうである以上，アップデートの必要性があるからといって，黙示の意思表示と目すべき行為があったとする余地はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そもそも，抗告人は，過去において編者を強制的に退任させたことがなく，仮に退任させた場合に著作権ないし著作者人格権侵害の問題が生じるとは思っておらず，平成27年2月に相手方から指摘を受けて初めてその問題に気付いたのであるから，抗告人が平成20年に相手方に対して本件著作物の編者への就任を要請するに当たり，その主張に係る許諾及び同意を黙示の条件としていたことはあり得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "法64条2項及び65条3項に基づく主張(争点7)について",
              "text": [
                "【抗告人の主張】",
                "本件のように共同著作者性に争いがあり，共同著作者であると主張する者が利用を拒むというケースにおいて，共同著作物の利用を実現するためには共同著作権者ないし共同著作者であることを積極的に認めた上での合意の成立を求めなければならないと解するのは不合理である。むしろ，その点に関する見解の相違はひとまず不問に付して，仮に権利者であるとしても許諾をすることに合意をすることによって紛争を解決しようという申入れは極めて合理的なものであり，法64条2項及び65条3項の前提と合致する。",
                "【相手方の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件において問題となり得るのは，「著作者全員の合意」(法64条1項)及び「共有者全員の合意」(法65条2項)の各合意を共同著作者ないし共同著作権者から求められた相手方がこれを拒むことに正当な理由があり，あるいは，それが信義に反しないものであったかどうかであり，仮定的な和解申込みの可否ないし適否ではない。相手方を本件共同著作者の一人であるとは考えていない旨宣明している者から上記各合意を求めることが各条項の前提とそぐわない内容を含むことは，原決定の指摘するとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件通知書面は，本件仮処分決定後本件保全異議申立前の時期に発せられたものであるところ，本件において弥縫策を講じようとする抗告人の意向を受けて発信されたものと考えられ，真摯に法64条1項及び65条2項の合意を求めるものではなく，まして相手方に対して和解を申し入れるものでもない。",
                    "しかも，抗告人は，一貫して相手方が本件著作物の共同著作者であることを否定しているばかりか，相手方との和解交渉を頑なに拒否する姿勢を取り続けているのであって，そのような抗告人に対する許諾ないし同意をすることの合意を拒むことには当然正当な理由がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "合意の申入れを行った者のうち，A教授及びC教授は，本件著作物の編集著作者ではない旨を明確に自認しているのであるから，権利放棄又は禁反言等により，本件著作物に関する著作権又は著作者人格権を主張することはできない。",
                    "他方，D教授は幇助者にすぎず，本件著作物の共同編集著作者ではない。",
                    "したがって，少なくとも，A教授，C教授及びD教授は，そもそも本件著作物の著作権及び著作者人格権を主張し得ないことから，法64条2項及び65条3項についての主張の前提を欠く。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "事前抑制の法理について(争点9)",
              "text": [
                "【抗告人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に本件雑誌の出版が相手方の著作者人格権(氏名表示権及び同一性保持権)を侵害するものであったとしても，編集著作物の著作権(著作者人格権)に基づく事前の差止めについては，最高裁判所大法廷昭和61年6月11日判決(民集40巻4号872号。以下「北方ジャーナル事件最高裁判決」という。)の示す事前抑制の法理が適用され，権利侵害の明白性，権利者の損害の重大性及び事後回復の不能性ないし困難性が認められなければならないが，本件においてこれらは認められない以上，本件雑誌の事前差止めは許されない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "すなわち，本件雑誌の差止めにおいて事前抑制の対象となる言論は，本件雑誌の編者4名によって創作された編集著作物としての言論(以下「第1言論」という。)と，編集著作物である本件雑誌の素材である執筆者100余名によって創作された判例解説としての言論(以下「第2言論」という。)であるところ，「言論」には当然に編集著作物の出版による表現行為も含まれるから，第2言論のみでなく第1言論も事前抑制の法理の対象となる。",
                    "また，出版による表現の自由においては，いかなる出版社のいかなる出版物によって出版するか(「場」の選択)，いつ出版するか(「時」の選択)が保障されなければならず，出版社は，この内容を編集方針としてまとめ，「場」と「時」を提示し，執筆者がこれに応えて言論を著作し提供することになるところ，本件雑誌の第2言論は，第5版著作物の編集方針に合致するものとして，かつ，その素材として著作されているのであるから，本件雑誌以外の出版物に個別に掲載されればよいというものではない。本件雑誌の出版を事前に差し止めることは，執筆者の表現の自由を完全に奪うものであって，そこでは事前抑制の法理が妥当する。",
                    "加えて，第2言論は，公権力に属する司法判断についての意見・解説であるから政治的言論に該当する。しかも，判例百選シリーズは，学生向けの判例学習用教材であるとしても，どの法分野においても学術論文等に引用される重要な法学研究資料であり，学生のみならず研究者及び実務家をも対象とした書籍であるし，学生とは主として法科大学院及び大学法学部の学生であって，そのほとんどが有権者であり，近い将来司法に関連する実務に携わることが想定される者であるから，表現の自由との関係で軽視されるべき資料ということはできない。この点をおくとしても，誰用のどの程度の内容かをもって事前抑制の法理の適用を左右することはできず，その上で，特に国家権力その他の公権力に関連する事象に対する解説・批判は，対峙する利益との関係で優位にあるのである。",
                    "しかるに，本件においては，本件著作物の著作者の認定等の点で本件雑誌の出版による権利侵害が明白とはいえず，また，氏名表示権や同一性保持権は，名誉権と比較すれば，回復困難な重大な侵害を生じさせる権利ではなく，本件著作物に対する実際の相手方の寄与は限定的であったことからすると，著作者人格権の侵害が仮にあったとしても，その程度は相対的に小さいものであるから，侵害の重大性及び事後回復の不能性ないし困難性も認められない。",
                    "【相手方の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "北方ジャーナル事件最高裁判決は，公務員又は公職選挙の候補者(又は現にこれらの職に就いている者)に対する評価，批判等の表現行為に関する出版物等の出版前に，一般的人格権としての名誉権に基づき差止請求を行う場合にその射程範囲が限られると解すべきであり，明文で規定されている著作者人格権が問題となっている本件とは無関係である。",
                    "また，本件仮処分決定は個々の執筆者の判例解説の公表等を対象としないから，個々の執筆者の表現の自由は問題とならず，他方，本件雑誌の編者4名の判例及び執筆者の選択及び配列に係る表現の自由については，その表現はすでに公表済みであって，そもそも事前差止めには該当しない。",
                    "さらに，敢えて他人の著作権及び著作者人格権を侵害して編集著作物を作成，完成させ，その編集著作物を公表する自由を認める必要はないから，事前抑制の法理は適用にならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件においては，権利侵害が明白であって，権利者が重大かつ著しい回復困難な損害を被るおそれがある。",
                    "すなわち，相手方が本件著作物の著作者の一人であることは明らかであり，また，第5版の執筆依頼の方針等や，第5版における判例及び執筆者の選択及び配列に関する表現と本件著作物のそれとの対比からは，第5版の創作行為が本件著作物の翻案に当たることは明らかである。そうである以上，権利侵害の明白性は認められる。",
                    "また，著作者人格権侵害に対する刑事罰の存在及び内容に加え，著作者人格権を侵害する本件雑誌が出版され流通してしまった場合，侵害物品である本件雑誌は未来永劫に残り，人々の目に触れ続けることから，本件雑誌の発行により相手方は正に回復不能の損害を受ける。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "著作者性(争点1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当事者間に争いのない事実，疎明資料(各項に掲げたもの)及び審尋の全趣旨によれば，以下の事実が一応認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "当事者",
                  "text": [
                    "相手方は，昭和34年11月生まれの，知的財産法を専攻する東京大学大学院法学政治学研究科・法学部教授である。(甲12)",
                    "抗告人は，社会科学・人文科学関係の書籍等を出版する株式会社である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「著作権判例百選」の性格等",
                  "text": [
                    "抗告人は，自ら発行する雑誌「ジュリスト」の別冊として，主として大学の法学部生及び法科大学院生向けに，各法分野において基本的論点を含む重要な判例(下級審の裁判例を含む。以下同じ。)を100件程度選び，これを原則として見開き2頁で紹介，解説する「判例百選」と称する雑誌のシリーズを出版している。「著作権判例百選」は，この判例百選シリーズのうち著作権に関する判例を紹介，解説するものであり，本件著作物はその第4版，本件雑誌はその第5版に当たる。(乙5，101)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件著作物の内容等",
                  "text": [
                    "本件著作物は，抗告人が平成21年12月20日に発行した「著作権判例百選」第4版であり，著作権に関する判例を113件収録している。その収録判例及び各判例の解説の執筆者は，原決定別紙「著作権判例百選判例変遷表」の「4版判例」欄及び「4版執筆者」欄記載のとおりである。",
                    "本件著作物の表紙には，題名の下に続けて「A・Y・B・C編」と，相手方を含む4名(以下，この4名を一括して「本件著作物編者ら」ということがある。)の氏名に「編」の字を付した表示がされている。また，本件著作物のはしがきにおいては，「第4版においても重要判例については旧版に掲載されている事件も採録しているが，この間の立法や，著作権をめぐる技術の推移等を考慮し，第4版では新たな構成を採用し，かつ収録判例を大幅に入れ替え，113件を厳選し，時代の要求に合致したものに衣替えをした。そして，変化の著しい状況を勘案し，執筆者には学者以外に，多くの裁判官や弁護士等の実務に精通しておられる方にもお願いをし，実務家のニーズにも応えうる内容となるように配慮した。」と記載された上，その名義人として本件著作物編者らの氏名が連名で表示されている。",
                    "さらに，抗告人のウェブサイトにおいても，本件著作物につき，「著者」欄に，上記4名の氏名が「編」の字を付されて表示されている。",
                    "(以上につき，甲1の1～1の4，15の1～15の3，17)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件著作物の発行に至る経緯",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "抗告人は，平成13年5月に「著作権判例百選［第3版］」(以下「第3版」という。)が発行されて以来改訂がされていなかったことから，その改訂版(「著作権判例百選［第4版］」。以下，単に「第4版」ということがある。)の出版を企画することとした。そこで，担当者であるE(以下「E」という。)は，平成20年7月31日，A教授に対し，編者の選定を含め「『著作権判例百選』を今後どのようにしてゆくのがよいかについて先生のご意見をうかがいたく」などとして面談を申し入れ，同年8月7日に面談することとなった。(乙427～430)"
                        },
                        {
                          "fig": "b",
                          "text": [
                            "A教授は，同日，Eと面談し，同人に，編者の選定等に関し，「Y君には仕事はさせたくない。引き受けすぎ。」，「B・C・I…。このあたりがやるなら，名前だけなら私も入ることはできる。」，「重要判例は，ごく最近のものを除いては私の教科書で網羅しているので，その中から百個選べばいい。」，「誰か一人が叩き台を用意して，検討する。」，「Yくんを最初から外して話を進めるのもどうかと思うので，私から一度彼に話をしましょう。」といった趣旨の話をした。A教授としては，体調面での不安等から相手方を編者に入れることに懸念を示すEの意見に同調しつつも，相手方が東大大学院・法学部教授であり，A教授の後継者でもあったことなどから，名目的にでも相手方を編者に加えるべきとも思われたため，一度相手方と直接面談し，その様子を見て判断することとしたものである。",
                            "Eは，同日，このような面談結果を，「基本的には，A先生を筆頭としてB先生・C先生あたりにお願いする，という方向になりました。」，「ただし，A先生とY先生との話合いのなかで，Y先生がどうしてもやるとおっしゃる可能性も消えてはいません。」というコメントを付して，抗告人の「百選チーム」に報告した。",
                            "(以上につき，乙1，105，109)"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "A教授は，同月14日，相手方と面談して第4版の編者について話をし，その際，相手方に「健康状態のこともあるのでやらない方がよいのではないか。」といった趣旨の話もしたが，相手方は，編者を引き受ける強い意向を示した。A教授は，上記のとおり，名目的にでも相手方を編者に加えるべきとも考えていたこと，また，他にB教授及びC教授にも編者を依頼するとともに，D教授にも編集協力者として実質的に参加してもらい，原案作成を担当してもらう考えであったことから，相手方を編者に加えることをEに提案することとした。しかしその一方で，A教授は，相手方に対しては「相手方が原案作成に口出しをすると他の者が意見を言いにくくなるため，原案作成に口出しをしないように。」との旨強く注意した。",
                            "これを受けた相手方は，A教授から原案作成の権限を取り上げられたものと理解し，承服し難い思いを抱いたが，その場で特に異論を述べることはしなかった。",
                            "そこで，A教授は，同日，Eに対し，第4版の編者としてA教授のほか相手方，C教授及びB教授の承諾を得ることができた旨を伝えた。",
                            "(以上につき，甲7，12，乙1，5，105，109，432，433)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "第4版の編者が決まったことを受け，Eは，同年9月2日，B教授に対し，「Y先生はご体調に不安があり，C先生は遠くにいらっしゃるので，今回の編者のなかでは，B先生に要の役割を果たしていただくことになる可能性もあり，すこしお話をうかがいたく存じます。」などとして面談を申し入れ，同月4日に面談をした。この面談の際，B教授からは，編者間の役割分担につき，年長である相手方を中心とし，B教授らはこれをサポートする，といった趣旨の所見が述べられた。",
                            "しかし，B教授は，その後，それまでの経緯の詳細とともに，C教授，D教授及びB教授で原案を作成してもらいたいとの意向をA教授から聞かされたため，同月5日，Eに対し「そういうことでしたら，私ともに何なりとお申し付けください。」などと伝えた。",
                            "(以上につき，乙434，437)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "Eは，同日，A教授に対し，第4版の編者会合の進め方について指示を求めたが，その際，「多くの場合，判例百選の編者会合は，第1回目は大きな方針と原案作成の分担などを決め，2回目で判例・タイトルを決め，3回目で執筆依頼者を決める，というような手順を践んでおります。しかし，このようにやりますと，原案作成などもY先生がリードされ，また重いご負担をおかけすることになってしまうかと存じます。数日前にY先生とお話をしたとき，分担などどのようにしていくのかということに強い関心を示されていました。B先生やC先生に原案作成をまかせるというようなことは，ご賛同いただけないかもしれません。ここは例えば，A先生からのご指示で原案をどなたかにお作りいただいておいて，最初の会合からそれをもとに具体的な検討に入る，などの方法を採るべきでしょうか。」などと相談した。",
                            "これに対し，A教授は，同月8日，「実は，先日，Y君に会い，今回の編集は，前回の商標とは異なり，Y君に任せることはしないと，はっきり伝えてあります。」，「Y君には，他のことは極力減らし，論文に専心してもらわねば困るということは，きつく伝えてあります。また，本来なら編者にはならず，その時間を論文に割いてもらいたいところだが，編者に入っていないということが変な憶測も呼びかねないので，編者にはなってもらうが，前回のように独断で決めることはさせない，とも伝えてあります。」，「従って，今回は，Eさんの仰るとおり，第一回会議の前に原案を作成しておくことががよろしいのではないかと思います。」，「B君に中心となってもらい，立教大学のD君に，編集協力者となってもらい，この二人に原案を作成してもらうことを考えております。このことは，既にB君には伝えてありますが，D君にはまだ伝えてありません。Eさんの了解を得てから決めようかと思っておりました。判例の選択については，昨年夏までに公刊された判例は，私の著作権法の教科書にほぼ網羅されておりますので，B・D両君には，それほど大きな負担にはならないように思います。いかがでしょうか。」などと回答した。",
                            "Eは，同日，これに対し，「それでは，メールのやり取りで作業分担などを決めた上で第1回の会合を開く形にしようと存じます。編者全員に進め方につきご意見をうかがうメールをお送りしますので，それへの返信(全員への返信)として，原案作成のご指示を下していただけると幸いに存じます。また，D先生に編集協力者をお願いする件…につきましても，原案作成のご指示とともにご裁可を下していただけば，編者の先生方に一斉にお伝えすることができるかと存じます。」などと返信した。",
                            "(以上につき，乙439～441)"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "Eは，同月12日，本件著作物編者らに対し，第4版の編者会合につき「新しい分野の百選の場合や，これまでの百選と編集方針を大きく変えるような場合ですと，まずその方針の検討のために一度お集まりいただいて，そこでは方針と分担を決め，その次の会で項目の検討に入る，というような形をとっておりますが，著作権判例百選については，いかがでしょうか。もし，編集方針につき特に大きな検討事項がなければ，メールのやりとりでご担当を決めて，項目リストの原案をご用意いただいたうえで，初回から具体的な検討に入るというやり方もあろうかと存じます。」，「先生方のお考えをお聞かせいただけると幸いに存じます。」などと相談した。",
                            "これに対し，同日にはC教授及びB教授が，同月13日には相手方が，同月16日にはA教授が，それぞれ賛同する旨の回答をした。",
                            "そこで，Eは，同日，本件著作物編者らに対し，「全員の先生にご賛同いただけましたので，初回から具体的な検討に入るかたちで進めてまいりたく存じます。原案作成のしかたについてA先生のご指示をいただいてからあらためてご提案申し上げますので，いましばらくお待ちくださいますようお願いいたします。」などと伝えた。",
                            "(以上につき，甲82，83，乙442～448)"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "A教授は，更に具体的に話を進めるため，同月22日にEと面談することとしたが，後にB教授もこれに参加して方針の大枠を決めることとなり，さらには，D教授も当該面談に参加することとなった。同日の面談の結果，D教授が編集協力者として関与すること，D教授が判例の選択をし，B教授が執筆者の割当てをする形で原案を作成することとされた。",
                            "また，この面談の結果を踏まえ，Eが，同日，D教授に対し，A教授の著作「著作権法」の判例索引データを送信したところ，D教授は，同月23日，「さっそく判例データをお送りいただきありがとうございます。これでかなり作業が進めやすくなりました。」などと返信した。",
                            "(以上につき，乙1，2，4，5，8，9，447，449～458)"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "A教授は，同月22日頃，相手方及びC教授に対し，「著作権判例百選の編集につきましては，先のメールでのお知らせいたしましたとおり，原案を作成し，それを編者の方々に修正していただくという方法をとることといたします。」，「編者のB先生を中心に，編集協力者としてD先生をお願いし，とりあえず，このお二人に，章立て，判例の大ざっぱな選択，執筆候補者を挙げてもらい，それを編者にお配りして修正をしていただ，その後に執筆の割り当てを行うことといたします。」，「若くて優秀な人をなるべく漏らさないようにすくい上げたいと思っておりますが，どこにどのような人材がいるか，なかなかわかりませんので，もし該当するような人がいれば，ご連絡ください。」，「最近は実務家の発展も著しいので，第3版には執筆していないが適当な実務家がいれば，お教えください。」などと依頼した。これに対し，C教授は，同日，4名の執筆者候補を推薦し，相手方は，同月23日，執筆者候補としては，とりあえず，商標・意匠・不正競争防止法判例百選，特許判例百選の執筆者が参考にはなり得ると思われる旨を回答した。(甲7，乙17)"
                        },
                        {
                          "fig": "f",
                          "text": [
                            "D教授は，同年10月5日，B教授に対し，「収録すべき判例を選択するための材料作りを進めさせていただいております。そこで，とりあえず，(1)A先生の教科書で参照されている判例，(2)『知的財産法判例集』(有斐閣)で参照されている判例，(3)『ケースブック知的財産法』(弘文堂)で参照されている判例，(4)判例百選(初版～第3版)で参照されている判例，(5)C先生の教科書で参照されている判例，(6)新しい判例などを一つにまとめたリストを作成してみました。また，全体の構成につきましても，A先生の教科書の構成にしたがった案を作成するなどしてみました。」などと伝え，同月6日，B教授と面談した。",
                            "その上で，D教授は，同月10日，B教授に対し，①「著作権判例リスト」，②「著作権百選リスト(案)」及び③「著作権百選リスト(案)(D選択案)」を送付するとともに，上記①は上記(1)ないし(6)の判例をリストにしたもの，上記②はA教授の教科書の構成に従い，それぞれの論点に関わる判例で，教科書等で参照されることが多いものをリストアップしたものであり，このリストをもとに百選に収録すべき判例を選んでいただきたい旨説明するとともに，上記③は上記①及び②をもとにD教授が作成した選択案であり，たたき台として参照していただきたい旨などを説明した。",
                            "B教授は，これを受けて構成，テーマ案，収録する判例案，候補となり得る裁判例及び執筆者案が入力された「著作権百選リスト(案)(D選択案＋B割り当て案)」を作成し，同月12日，D教授，A教授及びEに送付した。",
                            "これに対し，A教授は，同月14日，「これだけできれば，準備はほぼ見料に近いと思います。」とするとともに，執筆者候補に関するC教授及び相手方の推薦ないし意見(上記e)並びに2名の弁護士の推薦と特定の3名を除外すべきとする自己の意見を伝えた。さらに，A教授は，同月15日，B教授及びD教授に対し，追加として9名の執筆者候補を伝えた。",
                            "これを受け，B教授は，修正版として「著作権百選リスト(案)(D選択案＋B割り当て案)［1］」を作成し，同月17日，A教授及びD教授に送付した。",
                            "これに対する返信として，D教授は，同月18日，A教授，B教授及びEに対し，収録する判例案及びテーマ(タイトル)についてコメントするとともに，執筆者候補につき，実務家1名の追加，学者1名についての問題点の指摘及びB教授自身による解説執筆についての意見を述べた。",
                            "これに対し，B教授は，同日，上記D教授の意見を一部取り入れた「著作権百選リスト(案)(D選択案＋B割り当て案)＿改訂」を作成の上，これを添付するとともに，自身は辞退者が出た場合で交代者を都合できないときの「補欠」と考えてもらいたい旨及び「もし辞退者が出た場合にお願いしたらよいであろうという方々のリストも作成して」ある旨コメントし，D教授，A教授及びEに対して返信をした。また，B教授は，D教授から上記変更等について了解を得た上で，同月19日，D教授，A教授及びEに対し，B教授及びD教授からの案として，上記ファイルを送信した。",
                            "A教授は，これを受け，同月20日，B教授，D教授及びEに対し「大変に立派なものができあがりました。」と評価しつつ，B教授も編者として1件執筆を担当すべきとの考えを述べ，また，「107件あれば，一応は十分ですが，まだ適当な者でノミネートされていない方が見つかる可能性も高いと思いますので，結果的に，もう少し増えてもよろしいっかと思います。Y・C両先生にも見てもらい，なお執筆に適当な方の推挙をお願いしてみてください。」などと伝えた。",
                            "A教授とB教授はその後もやり取りを重ね，その結果，「著作権百選リスト案20081020」(本件原案)が作成された。また，その過程で，A教授は，Eに対し，本件原案を相手方及びC教授に送付すること，その際に「新たに加えるべき判例，あるいは削除した方が良い判例，また新たに加えるべき執筆者，あるいはご遠慮いただいたほうが良い執筆者がありましたら，忌憚のないご意見を伺いたい，ということを添えて発送してください。」などと要請した。",
                            "Eは，同日，相手方及びC教授(さらに，Cc としてA教授，B教授及びD教授)に対し，本件原案をメールに添付した上で，「D先生のご協力を得てB先生が収載判例リスト案を作成されました。A先生のご確認も得ましたので，お送り申し上げます。」，「採用予定裁判例の選択にあたっては，百選の旧版のほか，A先生の体系書における採否などにも目配りしてご検討くださっています。しかしそれでもなお，別のお考えはあろうかと存じます。裁判例の追加・削除について，忌憚のないご意見を賜りますよう，よろしくお願い申し上げます。また，執筆候補者につきましても，新たに加わっていただくべき方，より適切な割り当て，ご遠慮いただいた方がよい方など，ぜひお教えいただきたく存じます。ご意見をいただいて，調整のやりとりをした後，編者会合で決定という段取りを考えております。」などと伝えた。",
                            "(以上につき，甲7，8の1，乙1～5，10～32，459～499)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "C教授は，同月25日，他の本件著作物編者ら，D教授及びEに対し，本件原案につき，「一応編者として名を連ねている関係で，コメントをいたします。」，「削る方の話は，あくまでも，なにか追加すべき案を是認すべきときの場合に代わりに削るものを考えるときに参考にしていただく程度で結構です。また，追加の案も強く主張するものではありません。」，「下記のコメントについて…ざっと目を通していただき，万一参考にすべきところがあれば，参考にしていただくという程度で結構です。」と断った上で，10項目の意見を述べた。",
                            "これに対し，B教授は，10項目のうち2項目を採用した修正を行い，同月27日，他の本件著作物編者ら，D教授及びEに対してこれを送付したところ，同日，C教授は，その修正を了承する旨回答した。",
                            "これを受け，B教授は，同日，他の本件著作物編者ら，D教授及びE宛てに送信したメールにおいて，Eに対し「他にとくにご意見ないようでしたら，最終ご決定いただくための案として提示させていただきます。」などと伝えた。",
                            "(以上につき，甲7，8の2，乙1～5，33～38，502～506，509)"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "その後，相手方は，B教授に対し，電話で，執筆者につき特定の実務家1名の削除及び別の実務家3名(a判事，b弁護士及びc弁護士。以下，それぞれ「a判事」，「b弁護士」，「c弁護士」という。)の追加をすべき旨伝えた(なお，相手方は，この際，追加すべき3名に執筆を割り当てるべき判例についても意見を伝えた旨主張するけれども，これを一応認めるに足りる的確な疎明資料はない。このことは，相手方指摘に係る事情を考慮しても同様である。)。",
                            "これを受け，B教授は，同日，1名の削除及び2名(a判事及びc弁護士)の追加につき相手方の上記意見を反映した案を作成し，他の本件著作物編者ら，D教授及びEに対して送付した。",
                            "その後，相手方は，B教授に対し，改めて，a判事，b弁護士，c弁護士を追加すべき旨のメールを送信した。これに対し，B教授が「とりあえず，a，c両先生について追加いたしました。b先生につきましては，これ以上件数を増やすことが憚られましたため，見送らせていただき，もし辞退が出た場合に，お願いするということでいかがでしょうか。」と返信したところ，相手方は，「優先順位として，bさんのほうが，cさんよりも高いのですが。ちなみに，既存の実務家を減らすというのはできないのでしょうか。」と返信した。",
                            "そこで，B教授は，同日，1名削除及び3名追加という相手方の上記意見をすべて受け入れ，c弁護士には削除された実務家の割当てであった判例を，a判事及びb弁護士にはいずれも本件原案では「候補となり得る裁判例」とされていた判例各1件を割り当てる形で再修正した案(以下「本件原案修正案」という。)を作成し，他の本件著作物編者ら，D教授及びEに対して送付した。なお，この修正部分は，その後変更されることのないまま本件著作物の刊行に至った。",
                            "(以上につき，甲7，84，乙2，39～41，506～508，510，511)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "これを受け，Eは，同年11月5日，本件著作物編者ら及びD教授に対し，本件原案修正案を「百選の構成(目次)の形にしたうえで，最終決定のための会合をお願いしたく存じます。」などと伝えるとともに，判例百選の構成の形にする上での作業の進め方について指示を求めた。これに対しては，同日，B教授及びC教授は，それぞれ，A教授の判断に委ねる旨回答し，同月6日，A教授は，収載判例リスト案を土台に従来の判例百選に似せた形での一覧表作成を指示した。また，同日，D教授は，Eに対し，Eが案を作成する際には「下請けとしてサポートさせていただくことも可能」である旨などを伝えた。",
                        "そこで，Eは，同日，本件著作物編者らに対し，上記一覧表はEが作成する旨伝える一方，D教授との間では，D教授がそのたたき台を作成し，Eがこれを修正するという作業の進め方を取り決めた。その後，Eは，この進め方に基づいてD教授とやり取りを重ね，同月11日，上記一覧表の案(以下「本件一覧表素案原案」という。)を作成するに至った。",
                        "Eは，D教授の了解を得た上で，同月12日，B教授に対し，本件一覧表素案原案を送付するとともに，D教授の協力を得てこれを作成するに至ったことを説明し，また，その過程でD教授との間で取扱いが問題となり，修正を要するかもしれない事項についての今後の対応について指示を求めた。",
                        "これを受け，その後，B教授，D教授及びEの間で本件一覧表素案原案の修正に関するやり取りが重ねられ，その結果，同月18日までに，「著作権判例百選［第4版］項目一覧(案)」(以下「本件一覧表素案」という。)がまとめられた。そこで，Eは，同日，本件著作物編者ら及びD教授に対してこれを送付するとともに，その作成時に生じた主な問題点を伝え，「編者会合までにご精査いただき，会合でご教示くださいますようお願い申し上げます(あらかじめメールでご意見いただけると，当日スムーズにゆくものと存じます)。」と依頼しつつ，編者会合の日程調整を働きかけ，併せて「項目一覧の『出典』欄が空白のままですが，編者会合までに判例集にあたって，ここを埋めると同時に，弁護士・裁判官に依頼する事件にご当人が関与されていないかどうかの点検もいたします。」とも説明した。",
                        "その後，メールにより本件編者会合の日程調整に関するやり取りが重ねられた結果，同年12月3日頃，平成21年1月6日に同会合を開催することが決まった。",
                        "また，Eは，実務家の執筆者候補につき当該事件に関与した者に依頼することを回避する観点からチェックし，平成20年12月15日，関与が判明した執筆者候補の対処方法につきB教授の指示を受けて本件一覧表素案を更に修正した「著作権判例百選［第4版］項目一覧(20081216段階案)」(以下「本件一覧表素案修正案」という。)を作成し，同月16日，本件著作物編者ら及びD教授に対し，同修正案を添付するとともにその修正内容を説明し，本件編者会合では同修正案に基づき検討してもらいたい旨伝えた。",
                        "他方，D教授は，同月30日，Eに対し，本件編者会合の参考資料として配布してもらいたい旨添えて「著作権法判例リスト【改訂】」を送付するとともに，収録候補となる裁判例のうちその後控訴審判決(知財高裁平成20年12月15日判決［まねきTV事件］)が出されたものについては変更を促し，追加を検討する余地があるもの2件(知財高裁平成20年12月24日判決［北朝鮮事件］，大阪高裁平成20年10月8日判決［「時効の管理」事件］)については本件編者会合で議論することを勧めた。これに対し，Eは，平成21年1月5日，まねきTV事件については上記知財高裁判決に差し替える旨回答し，また，追加に関しては編集部から提案することとした。",
                        "(以上につき，甲7，乙1，5，42～49，512～521，531～607，613，614，615，617)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "同月6日，抗告人会議室において，本件著作物編者ら及びD教授が出席して本件編者会合が開催された。その際，本件一覧表素案修正案に基づいて意見交換が行われ，その結果，上記北朝鮮事件知財高裁判決を追加し，これに伴い1名の執筆者候補を追加することとし，本件著作物編者ら全員の一致により，判例(113件)の選択及び配列と執筆者候補(113名)の割当てを項目立ても含めて最終的に決定し，正式な執筆依頼が各執筆者候補に送付されることとなった(ただし，その後執筆者候補からの辞退等を踏まえた変更があったことは，後記(カ)b～iのとおり。)。なお，本件編者会合の所要時間は，当初2時間程度が予定されていたが，実際にはそれほど時間がかからず短時間で終了した。",
                        "Eは，同日，同会合の結果を反映させた「著作権判例百選［第4版］項目一覧(20080106検討後編者送付)」を作成し，本件著作物編者ら及びD教授に送付した。",
                        "(以上につき，甲12，乙1～5，50，51，613，614，619，620)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "Eは，上記項目一覧をもとに執筆依頼用の項目一覧表を作成し，本件著作物編者ら及びD教授に送付してその了解を得た上で，同月22日，各執筆者候補に対し執筆依頼状を発送した。この執筆依頼状には，「A・Y・B・Cの4先生に編者をお願いし，構成・収載判例を再検討していただいて，『著作権判例百選［第4版］』として刊行する運びとなりました。」などと記載されていた。(甲8の7，乙5，52，53，109，623～625)"
                        },
                        {
                          "fig": "b",
                          "text": [
                            "Eは，同月29日，執筆者候補2名からの相談(共同執筆の申入れ，割当て項目の変更)についての取扱いを本件著作物編者ら及びD教授に相談した。これに対し，B教授は，同日，A教授の判断に委ねるとしつつ，共同執筆の申入れは受け入れてよい，他の項目への割当て変更は適当でなく，執筆者の変更はあり得ると思うが，交代の必要はないという気がする，という意見を伝えた。C教授は，同日，共同執筆の申入れを受け入れる選択肢もあると思うが，他の本件著作物編者ら及びD教授の判断に任せる，割当て項目の変更については，対案がなければそのように取り扱うほかないかもしれない，という意見を伝えた。A教授は，同日，共同執筆の申入れについては，本件著作物編者らの中に特に反対がなければ認めることでどうか，割当て項目の変更については，そのまま担当してもらっても構わないと思うが，本人がやりにくいということであれば下りてもらい，他の執筆者を依頼しなければならないと思う，などと回答した。",
                            "これを受け，Eは，同日，本件著作物編者ら及びD教授に対し，共同執筆の申入れについては当初の執筆者候補から事情を聴き，責任を持ってくれることを確認の上で，連名での執筆を依頼する，割当て項目の変更についてはもう少し様子を見る旨を伝えた。",
                            "(以上につき，乙54～58，627～632)"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "Eは，同月30日，本件著作物編者ら及びD教授に対し，上記共同執筆の申入れについては共同名義での執筆を依頼した旨報告するとともに，もう1件，b弁護士からの共同執筆の申入れに対しても同様の対応とすることで良いか否か指示を求めた。これに対し，同日，B教授は，それでよい旨回答し，C教授は，A教授に別の考えがない限り，全体の人選を担当したB教授の判断を尊重したい旨回答した。",
                            "また，相手方は，同月31日，この件につき，「b弁護士(元判事)は，特許法関係で著名なだけではなく，…著作権法の分野でも知財法曹界では名の知れた人ですが，…最近極めて極めてご多忙であると伺っています。その関係で事務所の若手に資料収集やドラフトの作成等をさせたのではないかと推察されます。このような場合，自分(上司)の名義だけで公刊する例もかなりあるように思われますが，これを潔しとしなかったのではないかと推察されます。そして，ご自身の性格からして，また，(元)判事の性(さが)からして，ドラフトは原型をとどめないほどに，自分の納得のいくように書き直されるものと推察されます。ということで，共同名義はお認めしてよろしいかと思われます。」旨回答した。",
                            "その後，A教授は，同日，先に共同執筆の申入れを認めている以上仕方がないかと思うが，助手や院生については原則執筆者としないという方針との平仄が気に掛かる旨回答した。",
                            "これを受け，Eは，同年2月2日，本件著作物編者ら及びD教授に対し，b弁護士には共同執筆の申入れを認めるとして回答する旨報告した。",
                            "(以上につき，甲7，乙59～64，633～638)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "Eは，同月17日，本件著作物編者ら及びD教授に対し，執筆者候補1名から執筆辞退の申入れがあったことを報告するとともに，その対応として，前記項目変更の申入れをしていた執筆者候補に辞退者の割当て項目に移ってもらうか否か，これを可とする場合は元の割当て項目の執筆者候補を，否とする場合は辞退者の割当て項目の執筆者候補を誰とするかについて，指示を求めた。これに対し，同日，B教授及びA教授が，項目変更の申入れをした執筆者候補に移ってもらうこと，及び元の割当て項目の執筆者候補として同一人物を提案した。C教授及び相手方も，この提案に賛成する旨回答したことから，同日，Eは，これに従って対応する旨報告した。(乙65～71，640～646)"
                        },
                        {
                          "fig": "e",
                          "text": [
                            "Eは，同月20日，本件著作物編者ら及びD教授に対し，執筆者候補1名から執筆辞退の申入れがあったこと及び執筆者候補5名から執筆依頼に対する回答がないこと等を報告した。これに対し，同日，B教授は，辞退者に代わる執筆者候補を提案するとともに，回答のない執筆者候補5名に対する対応についての意見等を述べ，C教授も，回答のない執筆者候補5名のうち1名に関する意見等を述べた。A教授は，同月22日，回答のない執筆者候補5名のうち1名とは連絡が取れ，快諾を得た旨，並びに他の1名については変更するしかないと思うこと及びその場合の執筆者候補を提案した。",
                            "Eは，同月23日，本件著作物編者ら及びD教授に対し，回答のない執筆者候補5名のうち2名とは連絡が取れ，引き受けてもらえた旨，並びに未定となっている項目が3項目あること及びうち2項目についてその時点で名前の挙がっている執筆者候補を報告した。",
                            "これを受け，同日，B教授は，執筆者候補につき基本的にA教授の提案のとおりでよい旨等の意見を述べ，C教授は，A教授及びB教授の提案に異論はない旨回答した。",
                            "Eは，同月24日，本件著作物編者ら及びD教授に対し，回答のなかった執筆者候補残り3名のうち1名と連絡が取れたが，受諾を渋られていることを報告するとともに，執筆者未定となっている3項目に関する現状を整理して報告するなどした。これに対し，A教授は，同日，執筆者未定の3項目につき，変更後の執筆者候補名を含め執筆者変更を提案した。また，B教授は，同日，A教授の提案に対する意見を述べ，C教授は，同月25日，A教授の案に賛成する旨の意見を述べた。相手方も，Eに対して連絡を取り，A教授の案に異論を述べなかった。",
                            "そこで，Eは，同日，本件著作物編者らの誰からも異論がなかったことからA教授の提案のとおりに対応すること等を報告した。",
                            "同年3月5日，Eは，本件著作物編者ら及びD教授に対し，執筆者が全て確定した旨報告するとともに，最終的な項目一覧表(「著作権判例百選＜第4版＞項目リスト［20090305確定版］」)を送付した。",
                            "(以上につき，乙72～84，647～651，653～660，666，667)"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "Eは，同月10日，D教授に対し，知財高裁平成21年1月27日判決(ロクラクⅡ事件控訴審判決)が出たことを受けて，まねきTV事件控訴審判決と差し替える必要の有無について相談した。D教授が同月12日にこれに回答したことから，Eは，同日，本件著作物編者ら及びD教授に対し，ロクラクⅡ事件控訴審判決の取扱いにつき，上記項目一覧表に含まれている類似サービスについての事件2件(まねきTV事件，録画ネット事件の各控訴審判決)との関係で指示を求めた。",
                            "これに対し，C教授は，同日，「私の意見はあくまでも口火というか参考程度とお考えください。最終的にはどのような決定であれ先生方のお考えにしたがいたく思います。」としつつ，「ロクラク事件は，…取り上げた方が良いと思います。」，「まねきTVと変えるのが穏当かと思います。もう一つ加えるという選択肢もあるかもしれませんが，事件数も多く，担当を探すのも大変かもしれません。」などと意見を述べた。B教授は，同日，ロクラクⅡ事件控訴審判決を取り上げるというC教授の意見に賛同するとともに，自らその解説を執筆しても構わない旨を申し出た。",
                            "また，相手方も，同日，「もう fix して依頼状も送付済みなので，既存の項目の解説の中でふれてもらえばいいかなとも漠然と思っていましたが，皆さまの熱い情熱に触発されて，この段階でも，ロクラクⅡ事件をのせたほうがよいと感じます。ただ，その方法論としては，C先生のご意見に賛成です。この『間接侵害』の論点は，近時の重要論点ですが，これ以上増やすのは，やや行き過ぎの感があるように思います。」などと意見を述べた。",
                            "A教授も，同日，ロクラクⅡ事件とまねきTV事件とを差し替えるのが良いが，執筆者については，既に依頼しているので，その意見を聞く必要があると思われる旨の意見を述べた。",
                            "そこで，Eは，同日，対象判決をまねきTV事件控訴審判決からロクラクⅡ事件控訴審判決に変更することについて執筆者に相談することとする旨報告し，同月17日，本件著作物編者ら及びD教授に対し，当該執筆者から判例差し替えにつき了解を得た旨報告するなどした。",
                            "(以上につき，甲7，乙85～90，669～680)"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "Eは，同月25日，本件著作物編者ら及びD教授に対し，執筆者からの指摘を契機に，当該執筆者の担当項目(「SMAP大研究」事件)につきいずれの審級の判決を標題判例として取り上げるべきかについて指示を求めた。これに対し，A教授が，同日，標題判例を第一審判決に変更した上で必要があれば控訴審判決にも触れてもらえればよい旨の意見を述べたことから，Eは，A教授の意見に従って依頼する旨報告した。相手方及びC教授も，同日，その対応に異存はない旨連絡した。(甲7，乙91～94，682～686)"
                        },
                        {
                          "fig": "h",
                          "text": [
                            "Eは，同月26日，本件著作物編者ら及びD教授に対し，上記同様に執筆者からの指摘を契機に，当該執筆者の担当項目(「Asahi」ロゴマーク事件)につきいずれの審級の判決を標題判例として取り上げるべきかについて指示を求めた。これに対し，C教授は，同日，「最終的には，皆さんのご意見に従います。」としつつも，控訴審判決を標題判例とすべき旨の意見を述べた。A教授も，同月27日，同様の意見を述べた。",
                            "そこで，Eは，同日，当該項目については控訴審判決を標題判例として項目表を修正する旨報告した。B教授は，この報告に対し，同日，異存はない旨連絡した。また，相手方も，この報告に対し，同月28日，「貴見のとおり高裁判決を標題判例とするべきものと思います。なお，このようなケース一般について，上級審があっても実質的な判示を下級審がなしており，後者の方が直接の解説の対象として，よりふさわしい場合には，下級審のほうを直接の解説の対象とすべきと思っております。」などと連絡した。",
                            "(以上につき，甲7，乙5，95～100，687～692)"
                          ]
                        },
                        {
                          "fig": "i",
                          "text": [
                            "同年6月，執筆者からのB教授に対する指摘を契機に「著作権侵害差止訴訟の訴訟物」というタイトルの適否が問題となり，同月10日，Eは，本件著作物編者ら及びD教授に対し，「タイトルから『差止』を取って『著作権侵害訴訟の訴訟物』とし，配置はこの章(［Ⅸ  侵害と救済-(1)差止め］)のまま，という処理をしたいと考えます。よろしいでしょうか。」などと指示を求めた。これに対し，B教授，C教授及びA教授は，同日，Eの上記提案を了承する旨回答した。他方，相手方は，Eに対し，章のタイトルにつき「差止め『等』」として逃げておいた方がよいという趣旨の示唆を与えた。",
                            "そこで，Eは，同月11日，D教授に対しこの点の取扱いにつき直接意見を求めた上で，章のタイトルを「差止め等」としたい旨報告し，B教授からは同日に，相手方及びA教授からは同月12日に，それぞれ了解を得た。",
                            "(以上につき，乙693～708)"
                          ]
                        },
                        {
                          "fig": "j",
                          "subject": "こうした経緯を経て，最終的に，本件著作物に収録する判例及びその解説の執筆者は，原決定別紙「著作権判例百選判例変遷表」の「4版判例」欄及び「4版執筆者」欄記載のとおり確定された。(甲1)"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記認定((1)ウ)のとおり，本件著作物の表紙には「A・Y・B・C編」と表示され，また，そのはしがきには，本件著作物編者らの氏名が連名で表示されるとともに，「この間の立法や，著作権をめぐる技術の推移等を考慮し，第4版では新たな構成を採用し，かつ収録判例を大幅に入れ替え，113件を厳選し，時代の要求に合致したものに衣替えをした。」とある。",
                "本件著作物のような編集著作物の場合，氏名に「編」と付すことは，一般人に，その者が編集著作物の著作者であることを認識させ得るものといってよい。上記はしがきの表示及び記載も，本件著作物において編者として表示された者が編集著作物としての本件著作物の著作者であることを一般人に，認識させ得るものということができる。また，抗告人のウェブサイトの表示((1)ウ)も，「編」の表示が「著者」の表示に相当するものとして一般に理解されることを前提とするものと見られる。",
                "そうすると，本件著作物には，相手方の氏名を含む本件著作物編者らの氏名が編集著作者名として通常の方法により表示されているといってよい。",
                "したがって，相手方については，著作者の推定(法14条)が及ぶというべきである。",
                "これに対し，抗告人は，氏名に「編」と付された者が著作権法上の編集著作者とは異なる場合も少なくないなどとして，相手方につき著作者の推定は及ばない旨主張するけれども，現に氏名に「編」と付された者が編集著作者でない場合があったとしても，そのことをもって直ちに，「編」という表示が氏名に付されることでその氏名が編集著作物の「著作者名として通常の方法により表示されている」と一般人に認識させ得ることを否定するに足りるものとはいえない。その他これを否定するに足りる事情をうかがわせる疎明資料もない。",
                "したがって，この点に関する抗告人の主張は採用し得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，相手方につき著作者の推定が及ぶことを前提に，その推定の覆滅の可否を検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "著作者とは著作物を創作する者をいい(法2条1項2号)，著作物とは，思想又は感情を創作的に表現したものであって，文芸，学術，美術又は音楽の範囲に属するものをいう(同項1号)。編集著作物とは，編集物(データベースに該当するものを除く。)でその素材の選択又は配列によって創作性を有するものであるところ(法12条1項)，著作物として保護されるものである以上，その創作性については他の著作物の場合と同様に理解される。",
                    "そうである以上，素材につき上記の意味での創作性のある選択及び配列を行った者が編集著作物の著作者に当たることは当然である。",
                    "また，本件のように共同編集著作物の著作者の認定が問題となる場合，例えば，素材の選択，配列は一定の編集方針に従って行われるものであるから，編集方針を決定することは，素材の選択，配列を行うことと密接不可分の関係にあって素材の選択，配列の創作性に寄与するものということができる。そうである以上，編集方針を決定した者も，当該編集著作物の著作者となり得るというべきである。",
                    "他方，編集に関するそれ以外の行為として，編集方針や素材の選択，配列について相談を受け，意見を述べることや，他人の行った編集方針の決定，素材の選択，配列を消極的に容認することは，いずれも直接創作に携わる行為とはいい難いことから，これらの行為をしたにとどまる者は当該編集著作物の著作者とはなり得ないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "もっとも，共同編集著作物の作成過程において行われたある者の行為が，上記のいずれの場合に該当するかは，当該行為を行った者の当該共同編集著作物の作成過程における地位や権限等を捨象した当該行為の客観的ないし具体的な側面のみによっては判断し難い例があることは明らかである。すなわち，行為そのものは同様のものであったとしても，これを行った者の地位，権限や当該行為が行われた時期，状況等により当該行為の意味ないし位置付けが異なることは，世上往々にして経験する事態である。",
                    "そうである以上，創作性のあるもの，ないものを問わず複数の者による様々な関与の下で共同編集著作物が作成された場合に，ある者の行為につき著作者となり得る程度の創作性を認めることができるか否かは，当該行為の具体的内容を踏まえるべきことは当然として，さらに，当該行為者の当該著作物作成過程における地位，権限，当該行為のされた時期，状況等に鑑みて理解，把握される当該行為の当該著作物作成過程における意味ないし位置付けをも考慮して判断されるべきである。",
                    "これに対し，抗告人は，著作者性の判断に当たっては，当該行為が行われた状況や立場といった背景事情を捨象し，もっぱら創作的表現のみに着目して判断されなければならない旨主張するけれども，複数人の関与の下に著作物が作成される場合の実情にそぐわないというべきであり，この点に関する抗告人の主張は採用し得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上を踏まえ，前記認定事実に基づき，以下検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "第4版の編者選定にあたり，抗告人担当者のEは，基本的には，体調面からして相手方は編者とするにふさわしくないという考えを持っていたことがうかがわれる(前記(1)エ(ア)b，(イ)b)。他方，Eからこの点について相談を受けたA教授も，そのようなEの考えに理解を示しつつ，東大教授という相手方の地位や判例百選の性格その他の事情を考慮すると安易に相手方を編者から外すわけにもいかず，相手方の意向を確認したところ編者を引き受けることに強い意欲を示したこともあって，やむなく，相手方を名目的ながらも第4版の編者とすることとし，同時に，相手方に対しては，原案作成に当たり口出ししないように強く注意を与えたというのである(前記(1)エ(ア)b，c，(イ)b)。",
                        "しかも，これを受けた相手方も，A教授から原案作成の権限を取り上げられたものと理解したのであり(前記(1)エ(ア)c)，A教授の上記意図はおおむね正しく相手方に伝わったということができる。",
                        "また，このようなA教授の意図はEに対しても伝えられた(前記(1)エ(イ)b)。",
                        "さらに，B教授も，第4版の編者を持ちかけられた当初はこうした経緯を把握していなかったため，相手方を中心とした編集作業を想定していたところ，経緯の詳細を聞かされたことで，自らが中心的役割を果たすことを了解したことがうかがわれる(前記(1)エ(イ)a)。",
                        "そうすると，第4版の編者選定段階において，少なくとも抗告人，A教授，B教授及び相手方との間では，相手方は「編者」の一人となるものの，原案作成に関する権限を実質上有しないか，又は著しく制限されていることにつき，共通認識が形成されていたものといってよい。このことは，相手方が上記A教授からの注意につき承服し難い思いを抱いていたことを考慮しても異ならない。",
                        "そして，いまだ編者選定を進めているにすぎないこの段階において，その性質上本件著作物の編集著作物としての創作性のうち質量ともに中核的な部分を占めることになると思われる原案作成に関する権限を実質上なしとされ，又は著しく制限されることは，本件著作物の編集著作物としての創作性形成に対する関与を少なくとも著しく制限されることを事実上意味するものといってよい。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "実際，第4版の編集過程においては，まず，A教授とEとが，B教授及び編集協力者であるD教授が原案作成に当たること，大きな編集方針を決定するための編者会合は開催せず，B教授及びD教授が作成した原案に基づいて初回の編者会合から具体的な検討に入ることとすること，こうした方針を実現するための編者間での話の進め方などを相諮って取り決めた上(前記(1)エ(イ)b)，後にB教授及びD教授の了解をも得つつ，これらを実現した(前記(1)エ(イ)c～e)。",
                        "また，B教授及びD教授は，内容につき逐次A教授の確認を得，また，執筆者候補の選定につきA教授並びに同教授を介して相手方及びC教授の意見をも聞きつつも，おおむね相互のやり取りを重ねることを通じて主体的に原案作成作業を進めたものといってよい(前記(1)エ(イ)f)。",
                        "なお，この段階での相手方の関与は，執筆者候補として商標・意匠・不正競争防止法判例百選，特許判例百選の執筆者が参考になり得る旨のかなり概括的な意見を述べたにとどまる(前記(1)エ(イ)e，f)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "こうして，B教授及びD教授が主体となって本件原案がまとめられたが，その後の修正の程度及び内容に鑑みると，本件著作物の素材である判例及びその解説(執筆者)の選択及び配列の大部分が本件原案のままに維持されたものといってよく，本件著作物との関係において本件原案それ自体の完成度がそもそもかなり高かったものと評価し得る。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "B教授及びD教授が作成し，A教授の確認を経た上で，本件原案が相手方及びC教授に送付されたところ，C教授はこれにつき10項目の意見を述べ，B教授はこのうち2項目を採用して本件原案を修正した(前記(1)エ(ウ)a)。C教授の意見には，簡単な理由の付されているものと理由の付されていないものとがあるが，B教授がこれをもとに修正を行うに先立ち，C教授とB教授，さらには相手方及びA教授との間で意見交換や議論が行われたことをうかがわせる事情は見当たらないことに鑑みると，上記修正はB教授単独の判断により行われたものとうかがわれる。しかも，上記修正後も，C教授がその修正を了承する旨回答するのみで，相手方及びA教授がこの点につき特に言及をしたことをうかがわせる疎明資料はない。",
                        "他方，相手方は，B教授に対し，電話及びメールで本件原案における執筆者候補につき特定の実務家1名の削除及び3名の追加を提案し，これを受けたB教授は，まず，1名の削除及び2名(a判事及びc弁護士)の追加(及び執筆対象となる判例の割当て)という形で本件原案を修正し，本件著作物編者らに示したが，b弁護士の方がc弁護士よりも優先順位が高い旨の相手方の意見を受け，結局，相手方の意見を全て受け入れた修正を行った(前記(1)エ(ウ)b)。この間のやり取りの具体的内容にはやや判然としないところはあるものの，相手方及びB教授の各陳述書や関係するメールの内容等に鑑みると，両者の間で，提案の理由等に関する実質的な議論ないし意見交換が十分に行われたとは考え難い。また，この相手方の提案につきA教授及びC教授は特に言及しなかったことがうかがわれる。そうすると，相手方の意見を踏まえた本件原案の修正についても，修正の要否及び内容の判断はあくまでB教授主導で行われたものと見るのが適当である。",
                        "また，特定の実務家1名の削除及び3名の追加という執筆者候補に関する相手方の提案は，その後現に行われた執筆者候補の変更等を考慮すれば，創作性を認める余地がないほどありふれたものとまではいい難いが，追加すべきとされた3名の地位，経歴等に加え，相手方の提案が反映されるに至る経緯をも考慮すると，斬新な提案というべきほど創作性の高いものとはいい難く，むしろ，著作権法分野に関する相応の学識経験を有する者であれば比較的容易に想起し得る選択肢に含まれていた人選といってよいから，その提案に仮に創作性を認め得るとしても，その程度は必ずしも高いものとは思われない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "こうして本件原案修正案が作成されたことを受け，本件編者会合の日程調整が進められるとともに，本件一覧表素案原案，本件一覧表素案，本件一覧表素案修正案が順次作成されたが，相手方は，日程調整を除きこのプロセスに何ら関与していない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "相手方も出席して開催された本件編者会合においては，事前に本件著作物編者らに送付された本件一覧表素案修正案に基づき検討が行われるとともに，事前にD教授からEに対してされた指摘(前記(1)エ(エ))に基づき編集部から北朝鮮事件知財高裁判決の追加が提案され，執筆者候補1名と併せその追加が決定され，その後，本件著作物編者ら全員の一致により，第4版に収録されるべき判例(113件)の選択，配列及びその執筆者候補(113名)の割当てが，項目立ても含めて決定された(前記(1)エ(オ))。本件編者会合における出席者間の具体的なやり取りの詳細は判然としないが，出席者らの各陳述書の内容に鑑みれば，議論の紛糾等はないまま比較的短時間で終了したことがうかがわれる。そうすると，本件編者会合における相手方の具体的な関与は，上記判決の追加並びに第4版に収録されるべき判例及び執筆者候補の選択，配列等に賛同したという限度にとどまるといってよい。",
                        "前記のとおり，他人の行った素材の選択，配列を消極的に容認することは，いずれも直接創作に携わる行為とはいい難いところ，本件編者会合において，相手方は，既存の提案(本件一覧表素案修正案)や第三者の提案に賛同したにとどまるのであるから，このような相手方の関与をもって創作性のあるものと見ることは困難である。もっとも，本件編者会合での決定が基本的には本件著作物における素材の選択及び配列に関する最終的なものと位置付けられていたと見られることに加え，相手方がその学識経験に基づき熟慮の上で賛同した場合を想定すれば，なおこのような関与に創作性を認め得る場合もあるとは思われるが，その場合であっても，相手方の関与はあくまで受動的な関与にとどまることや本件原案の完成度の高さ等を考慮すれば，その程度は必ずしも高くないと思われる。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "本件編者会合後に各執筆者候補に対する執筆依頼が行われ，これに対する執筆者候補の反応を受けて共同執筆の申入れの了承，執筆者候補の変更等が行われたが(前記(1)エ(カ)a～e)，こうした各執筆者候補の要望等に関するEからの相談に対し，相手方の対応は，b弁護士からの共同執筆の申入れに関するものを除き，応答しないか，他の本件著作物編者らないしEの提案に賛成という結論のみを回答するにとどまるものであった。b弁護士からの共同執筆の申入れに関しては，相手方は，これを是とする理由をいくつか挙げた上で，共同執筆を認めてよい旨意見を述べたが，この時点で，他の執筆者については既に共同執筆を認めた例が1件あり，また，相手方に先立ち，B教授が既に了承し，C教授も基本的にB教授の判断を尊重する旨の意見を述べていた。",
                        "ここでの相手方の関与についても，その経過やb弁護士からの申入れに賛同する理由として示された内容を踏まえると，本件編者会合における相手方の関与に関する評価(上記(カ))と同様の評価が妥当するというべきである。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "本件編者会合後に上級審の判決が出された事件や執筆者から疑問点等の指摘のあった判例に関し，収録すべき判例の変更も本件編者会合後にいくつか行われたが(前記(1)エ(カ)f～h)，これに対する相手方の対応は，Eが，他の本件著作物編者と相談の上，変更を決定した旨報告をしたのに対し，その対応を了承する旨の意見を述べるにとどまるものであった。なお，本件編者会合後にロクラクⅡ事件控訴審判決が出されたことを受けての対応につきEから本件著作物編者らにされた相談に対しては，相手方は，簡単な理由を付して意見を述べたが，結論的には先に述べられたC教授の意見に賛成するというものであった。",
                        "ここでの相手方の関与についても，その経過やC教授の意見に賛成する理由として示された内容を踏まえると，本件編者会合における相手方の関与に関する評価(上記(カ))と同様の評価が妥当するというべきである。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "また，本件編者会合後，ある判例の項目名及びその配置が問題となったところ，Eは，最終的には相手方の示唆に基づきこれに対応したが，その示唆とは，当該項目の属する章のタイトルにつき「『差止め』を『差止め等』に変更して逃げておいた方がいい」という趣旨のものであった(前記(1)エ(カ)i)。ここでの相手方の関与については，そもそも本件著作物の編集著作者としての創作性を認め得る程度のものではないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "このように，少なくとも本件著作物の編集に当たり中心的役割を果たしたB教授，その編集過程で内容面につき意見を述べるにとどまらず，作業の進め方等についても編集開始当初からE及びB教授にしばしば助言等を与えることを通じて重要な役割を果たしたというべきA教授及び抗告人担当者であるEとの間では，相手方につき，本件著作物の編集方針及び内容を決定する実質的権限を与えず，又は著しく制限することを相互に了解していた上，相手方も，抗告人から「編者」への就任を求められ，これを受諾したものの，実質的には抗告人等のそのような意図を正しく理解し，少なくとも表向きはこれに異議を唱えなかったことから，この点については，相手方と，本件著作物の編集過程に関与した主要な関係者との間に共通認識が形成されていたものといえる。しかも，相手方が本件原案の作成作業には具体的に関与せず，本件原案の提示を受けた後もおおむね受動的な関与にとどまり，また，具体的な意見等を述べて関与した場面でも，その内容は，仮に創作性を認め得るとしても必ずしも高いとはいえない程度のものであったことに鑑みると，相手方としても，上記共通認識を踏まえ，自らの関与を謙抑的な関与にとどめる考えであったことがうかがわれる。",
                    "これらの事情を総合的に考慮すると，本件著作物の編集過程において，相手方は，その「編者」の一人とされてはいたものの，実質的にはむしろアイデアの提供や助言を期待されるにとどまるいわばアドバイザーの地位に置かれ，相手方自身もこれに沿った関与を行ったにとどまるものと理解するのが，本件著作物の編集過程全体の実態に適すると思われる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうである以上，法14条による推定にもかかわらず，相手方をもって本件著作物の著作者ということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "これに対し，相手方は，自身が本件著作物の著作者の一人である旨主張するけれども，上記のとおり，本件著作物の編集過程全体を子細に検討する限り，その主張を採用することはできない。",
                "なお，相手方は，前記認定事実のほか，平成20年9月頃にD教授に対し収録すべき判例につき具体的に意見を述べた旨や，執筆者候補として3名の実務家の追加を提案した際に，執筆を割り当てるべき判例についてもB教授に対し意見を述べた旨などを主張するけれども，前記のとおり，実務家追加の提案時にそのような意見を述べたことについてはこれを一応認めるに足りる的確な疎明資料はなく，この点は，D教授に対する意見についても同様である。",
                "また，仮にこうした事実が一応認められたとしても，D教授は，A教授の教科書を中心に多様な文献等を比較検討した上で，第4版に収録すべき判例のリストアップを進めたこと(前記(1)エ(イ)d，f)，追加の提案に係る実務家3名に割り当てられた判例は相手方が削除を提案した実務家に割り当てられたものや本件原案で既に「候補となり得る裁判例」とされていたものであることなどに鑑みると，相手方による他の関与と同様に，その創作性の程度は必ずしも高いとまでは思われないことから，なお前記と認定及び評価を異にすべきとするには足りないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "以上によれば，相手方は，本件著作物の著作者でない以上，著作権及び著作者人格権を有しないから，抗告人に対する被保全権利である本件差止請求権を認められない。",
            "したがって，その余の点につき検討するまでもなく，相手方による本件仮処分申立ては理由を欠き却下されるべきものであるから，これを認めた本件仮処分決定及びこれを認可した原決定をいずれも取り消し，本件仮処分申立てを却下することとし，主文のとおり決定する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ラ)10009",
    "date": "2016-11-11",
    "rights_type": "著作権",
    "case_type": "決定その他",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ヨ)22071",
    "precedent_id": "086269",
    "ipprecedent_id": "4493",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}