{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2015-800016号事件について平成28          "
    },
    {
      "text": "年11月14日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "株式会社クボタは，平成8年3月21日，発明の名称を「盗難防止タグ，指示信号発信装置，親指示信号発信装置及び盗難防止装置」とする特許出願をし，平成12年8月18日，設定の登録(特許第3099107号)を受けた(甲7。請求項の数9。以下，この特許を「本件特許」という。)。原告は，その後，同社から，本件特許に係る権利を譲り受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成27年1月19日，本件特許のうち請求項1ないし4，6及び7に係る部分について特許無効審判請求をし，無効2015-800016号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成28年3月14日，本件特許の明細書を訂正する訂正請求をした(甲8。以下，この訂正を「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成28年11月14日，本件訂正を認めず，「特許第3099107号の請求項1，2，3，4，6，7に係る発明についての特許を無効とする。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月25日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成28年12月15日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正前の特許請求の範囲請求項1ないし9の記載は，次のとおりである(甲7)。「／」は原文の改行部分を示す(以下同じ。)。以下，本件訂正前の請求項1ないし9に係る発明を「本件発明1」などという。",
                "【請求項1】盗難防止対象物に対する取り付け状態及び取り外し状態を検出する検出手段と，非接触で信号を受信する受信手段と，前記検出手段が取り外し状態を検出したとき及び前記受信手段が所定信号を受信したときに，警報を出力する警報出力手段とを備えた盗難防止タグにおいて，／前記受信手段は，前記警報出力手段が作動可能である状態及び警報出力状態の解除を指示する，暗号コードを含む解除指示信号を受信することを可能とする一方，／前記受信手段が受信した前記所定信号及び前記解除指示信号を識別する識別手段と，暗号コードを予め記憶する暗号記憶手段と，前記識別手段が識別した解除指示信号に含まれる暗号コード及び前記暗号記憶手段が記憶する暗号コードが一致するか否かを判定する一致判定手段と，該一致判定手段が一致すると判定したときは，前記警報出力手段が作動可能である状態及び警報出力状態を解除する解除手段とを備えることを特徴とする盗難防止タグ。",
                "【請求項2】前記一致判定手段が一致しないと判定したときに，警告を出力する警告出力手段を備える請求項1記載の盗難防止タグ。",
                "【請求項3】前記暗号記憶手段は，前記受信手段が受信する，新暗号コードへの変更を指示する暗号変更指示信号により，その記憶内容を前記新暗号コードに更新する請求項1又は2記載の盗難防止タグ。",
                "【請求項4】請求項1～3の何れかに記載の盗難防止タグが備える受信手段が受信すべき解除指示信号に含めるための暗号コードを記憶する暗号記憶手段と，前記解除指示信号を，該暗号記憶手段が記憶する暗号コードを含めて発信する発信手段とを備えることを特徴とする指示信号発信装置。",
                "【請求項5】非接触で信号を受信する受信手段と，該受信手段が所定信号を受信したときに，警報を出力する警報出力手段とを備える請求項4記載の指示信号発信装置。",
                "【請求項6】請求項3記載の盗難防止タグが備える暗号記憶手段が記憶すべき新暗号コードを設定する暗号設定手段と，盗難防止タグが備える受信手段が受信すべき暗号変更指示信号を，前記暗号設定手段が設定した新暗号コードを含めて発信する発信手段とを備えることを特徴とする親指示信号発信装置。",
                "【請求項7】請求項6記載の親指示信号発信装置が発信する暗号変更指示信号を受信する受信手段を備え，前記暗号記憶手段は，該受信手段が受信した暗号変更指示信号に含まれる新暗号コードにより記憶内容を更新する請求項4又は5記載の指示信号発信装置。",
                "【請求項8】請求項1又は2記載の盗難防止タグと，盗難防止タグが備える受信手段が受信すべき所定信号を発信する発信装置と，請求項4又は5記載の指示信号発信装置とを備えることを特徴とする盗難防止装置。",
                "【請求項9】請求項3記載の盗難防止タグと，盗難防止タグが備える受信手段が受信すべき所定信号を発信する発信装置と，請求項6記載の親指示信号発信装置と，請求項7記載の指示信号発信装置とを備えることを特徴とする盗難防止装置。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正後の特許請求の範囲請求項1ないし9の記載は，次のとおりである(甲8。訂正箇所に下線を付した。)。以下，本件訂正後の請求項1ないし9に係る発明を「本件訂正発明1」などといい，併せて「本件各訂正発明」という。また，本件訂正後の明細書(甲8)と本件特許の図面(甲7)を併せて「本件訂正明細書」という。",
                "【請求項1】盗難防止対象物に対する取り付け状態及び取り外し状態を検出する検出手段と，非接触で信号を受信する受信手段と，前記検出手段が取り外し状態を検出したとき及び前記受信手段が所定信号を受信したときに，警報を出力する警報出力手段とを備えた複数の指示信号を受信する盗難防止タグにおいて，／前記受信手段は，前記警報出力手段が作動可能である状態及び警報出力状態の解除を指示する，暗号コードを一部に含む解除指示信号を受信することを可能とする一方，／前記受信手段が受信した前記所定信号及び前記解除指示信号を識別する識別手段と，暗号コードを予め記憶する暗号記憶手段と，前記識別手段が識別した解除指示信号に含まれる暗号コード及び前記暗号記憶手段が記憶する暗号コードが一致するか否かを判定する一致判定手段と，該一致判定手段が一致すると判定したときは，前記警報出力手段が作動可能である状態及び警報出力状態を解除する解除手段とを備えることを特徴とする盗難防止タグ。",
                "【請求項2】前記一致判定手段が一致しないと判定したときに，警告を出力する警告出力手段を備える請求項1記載の盗難防止タグ。",
                "【請求項3】前記暗号記憶手段は，前記受信手段が受信する，新暗号コードへの変更を指示する新暗号コードを一部に含む暗号変更指示信号により，その記憶内容を前記新暗号コードに更新する請求項1又は2記載の盗難防止タグ。",
                "【請求項4】請求項1～3の何れかに記載の盗難防止タグが備える受信手段が受信すべき解除指示信号に含めるための暗号コードを記憶する暗号記憶手段と，前記解除指示信号を，該暗号記憶手段が記憶する暗号コードを含めて発信する発信手段とを備えることを特徴とする指示信号発信装置。",
                "【請求項5】非接触で信号を受信する受信手段と，該受信手段が所定信号を受信したときに，警報を出力する警報出力手段とを備える請求項4記載の指示信号発信装置。",
                "【請求項6】請求項3記載の盗難防止タグが備える暗号記憶手段が記憶すべき新暗号コードを設定する暗号設定手段と，盗難防止タグが備える受信手段が受信すべき暗号変更指示信号を，前記暗号設定手段が設定した新暗号コードを含めて発信する発信手段とを備えることを特徴とする親指示信号発信装置。",
                "【請求項7】請求項6記載の親指示信号発信装置が発信する暗号変更指示信号を受信する受信手段を備え，前記暗号記憶手段は，該受信手段が受信した暗号変更指示信号に含まれる新暗号コードにより記憶内容を更新する請求項4又は5記載の指示信号発信装置。",
                "【請求項8】請求項1又は2記載の盗難防止タグと，盗難防止タグが備える受信手段が受信すべき所定信号を発信する発信装置と，請求項4又は5記載の指示信号発信装置とを備えることを特徴とする盗難防止装置。",
                "【請求項9】請求項3記載の盗難防止タグと，盗難防止タグが備える受信手段が受信すべき所定信号を発信する発信装置と，請求項6記載の親指示信号発信装置と，請求項7記載の指示信号発信装置とを備えることを特徴とする盗難防止装置。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，①本件訂正前の特許請求の範囲請求項1ないし9は一群の請求項であるところ，特許無効審判の請求がされていない請求項に係る本件訂正発明8及び9は，いずれも，下記アの引用例1に記載された発明A(以下「引用発明A」という。)，引用例1，下記イの引用例2及び下記ウの引用例3に記載された事項，並びに周知技術に基づいて容易に発明をすることができたものであり，独立して特許を受けることができないから，本件訂正を認めない，②本件発明1ないし4，6及び7は，いずれも，引用例1に記載された発明B(以下「引用発明B」という。)，及び引用例1ないし3に記載された事項や周知技術に基づいて容易に発明をすることができたものであり，進歩性を欠くから，これらの発明についての本件特許は無効にすべきである，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平6-318291号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平7-210770号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特公平3-45436号公報(甲4)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明8及び9と引用発明Aとの対比",
              "text": [
                "本件審決は，引用発明A，並びに本件訂正発明8及び9と引用発明Aとの一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明A 商品の一部を介してピン4をソケット5に挿入したときにOＮとなり，ピン4をソケット5から外したときにOFFとなるリミットスイッチ52と，電波送出パネル22が送出する所定の周波数の電波を受信するアンテナ51と，前記リミットスイッチ52がOFFになったと判定してフラッグをOＮに設定したとき及び前記アンテナ51が前記所定の周波数の電波を受信してフラッグをOＮに設定したときに，フラッグがOＮに設定されている限り警報音を連続的に発音させる警報音発生器53とを備えた電波信号からなるコード信号を受信するタグ1において，／付設されたアンテナは，リミットスイッチ52がOFFにならず，前記所定の周波数の電波を前記アンテナ51が受信せず，前記コード信号を受信せず，これらのステップを繰り返している際にタグ1の警報動作を解除させ及び警報音の連続的な発音を停止させる，前記コード信号を受信可能とする一方，／前記コード信号は設定機能によって所望のコード信号に設定でき，／前記アンテナ51が前記所定の周波数の電波を受信したと判定し及び前記付設されたアンテナが前記コード信号を受信したと判定するCPU55であって，前記コード信号をタグ1に受信したと判定したとき，フラッグのOFFを確認し及びフラッグをOFFに設定して，前記警報動作を解除させ及び警報音の連続的な発音を停止させるCPU55を備えるタグ1と，タグ1が備えるアンテナ51が受信すべき所定の周波数の電波を発信する電波送出パネル22と，コード信号出力ユニットとを備える検知装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明8及び9と引用発明Aとの一致点",
                  "text": [
                    "盗難防止対象物に対する取り付け状態及び取り外し状態を検出する検出手段と，非接触で信号を受信する受信手段と，前記検出手段が取り外し状態を検出したとき及び前記受信手段が所定信号を受信したときに，警報を出力する警報出力手段とを備えた指示信号を受信する盗難防止タグにおいて，／盗難防止タグは，前記警報出力手段が作動可能である状態及び警報出力状態の解除を指示する，解除指示信号を受信することを可能とする一方，／暗号コードを予め記憶する暗号記憶手段と，暗号コード及び前記暗号記憶手段が記憶する暗号コードが一致するか否かを判定する一致判定手段と，該一致判定手段が一致すると判定したときは，前記警報出力手段が作動可能である状態及び警報出力状態を解除する解除手段とを備える盗難防止タグと，盗難防止タグが備える受信手段が受信すべき所定信号を発信する発信装置と，指示信号発信装置とを備える盗難防止装置。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明8と引用発明Aとの相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件訂正発明8では，解除指示信号は所定信号を受信する「受信手段」が受信するのに対し，／引用発明Aでは，コード信号は所定の周波数の電波を受信するアンテナ51が受信するものではなく，「付設されたアンテナ」が受信するものである点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件訂正発明8では，盗難防止タグが「複数の指示信号を受信」し，「前記受信手段が受信した前記所定信号及び前記解除指示信号を識別する識別手段」を備え，解除指示信号が「暗号コードを一部に含」み，一致判定手段が「前記識別手段が識別した解除指示信号に含まれる」暗号コードが一致するか否かを判定するのに対し，／引用発明Aでは，タグ1が「コード信号を受信」し，「前記アンテナ51が前記所定の周波数の電波を受信したと判定し及び前記付設されたアンテナが前記コード信号を受信したと判定するCPU55」を備える点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本件訂正発明8は，指示信号発信装置が「盗難防止タグが備える受信手段が受信すべき解除指示信号に含めるための暗号コードを記憶する暗号記憶手段と，前記解除指示信号を，該暗号記憶手段が記憶する暗号コードを含めて発信する発信手段とを備える」のに対し，／引用発明Aは，「コード信号出力ユニット」がかかる構成を備えていない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正発明9と引用発明Aとの相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点1ないし3に同じ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4",
                      "text": [
                        "本件訂正発明9は，盗難防止タグの「前記暗号記憶手段は，前記受信手段が受信する，新暗号コードへの変更を指示する新暗号コードを一部に含む暗号変更指示信号により，その記憶内容を前記新暗号コードに更新する」のに対し，／引用発明Aは，タグ1が記憶手段を備えるが，当該記憶手段がかかる構成を備えていない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点5",
                      "text": [
                        "本件訂正発明9は，「盗難防止タグが備える暗号記憶手段が記憶すべき新暗号コードを設定する暗号設定手段と，盗難防止タグが備える受信手段が受信すべき暗号変更指示信号を，前記暗号設定手段が設定した新暗号コードを含めて発信する発信手段とを備える親指示信号発信装置」を備えるのに対し，／引用発明Aは，かかる構成を備えていない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点6",
                      "text": [
                        "本件訂正発明9は，指示信号発信装置が「親指示信号発信装置が発信する暗号変更指示信号を受信する受信手段を備え，前記暗号記憶手段は，該受信手段が受信した暗号変更指示信号に含まれる新暗号コードにより記憶内容を更新する」のに対し，／引用発明Aのコード信号出力ユニットは，かかる構成を備えていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1ないし4，6及び7と引用発明Bとの対比",
              "text": [
                "本件審決は，引用発明B，並びに本件発明1ないし4，6及び7と引用発明Bとの一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明B 商品の一部を介してピン4をソケット5に挿入したときにOＮとなり，ピン4をソケット5から外したときにOFFとなるリミットスイッチ52と，電波送出パネル22が送出する所定の周波数の電波を受信するアンテナ51と，前記リミットスイッチ52がOFFになったと判定してフラッグをOＮに設定したとき及び前記アンテナ51が前記所定の周波数の電波を受信してフラッグをOＮに設定したときに，フラッグがOＮに設定されている限り警報音を連続的に発音させる警報音発生器53とを備えたタグ1において，／付設されたアンテナは，リミットスイッチ52がOFFにならず，前記所定の周波数の電波を前記アンテナ51が受信せず，電波信号からなるコード信号を受信せず，これらのステップを繰り返している際にタグ1の警報動作を解除させ及び警報音の連続的な発音を停止させる，前記コード信号を受信可能とする一方，／前記コード信号は設定機能によって所望のコード信号に設定でき，／前記アンテナ51が前記所定の周波数の電波を受信したと判定し及び前記付設されたアンテナが前記コード信号を受信したと判定するCPU55であって，前記コード信号をタグ1に受信したと判定したとき，フラッグのOFFを確認し及びフラッグをOFFに設定して，前記警報動作を解除させ及び警報音の連続的な発音を停止させるCPU55を備えるタグ1。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1ないし4，6及び7と引用発明Bとの一致点",
                  "text": [
                    "盗難防止対象物に対する取り付け状態及び取り外し状態を検出する検出手段と，非接触で信号を受信する受信手段と，前記検出手段が取り外し状態を検出したとき及び前記受信手段が所定信号を受信したときに，警報を出力する警報出力手段とを備えた盗難防止タグにおいて，／盗難防止タグは，前記警報出力手段が作動可能である状態及び警報出力状態の解除を指示する，暗号コードを含む解除指示信号を受信することを可能とする一方，／暗号コードを予め記憶する暗号記憶手段と，解除指示信号に含まれる暗号コード及び前記暗号記憶手段が記憶する暗号コードが一致するか否かを判定する一致判定手段と，該一致判定手段が一致すると判定したときは，前記警報出力手段が作動可能である状態及び警報出力状態を解除する解除手段とを備える盗難防止タグ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と引用発明Bとの相違点",
                  "text": [
                    "本件発明1は，暗号コードを含む解除指示信号は所定信号を受信する「受信手段」が受信し，「前記受信手段が受信した前記所定信号及び前記解除指示信号を識別する識別手段」を備え，「前記識別手段が識別した」解除指示信号に含まれる暗号コードが一致するか否かを判定するのに対し，／引用発明Bは，コード信号は，所定の周波数の電波を受信するアンテナ51が受信するものではなく，「付設されたアンテナ」が受信するものであって，「前記アンテナ51が前記所定の周波数の電波を受信したと判定し及び前記付設されたアンテナが前記コード信号を受信したと判定するCPU55」を備える点(相違点7)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2と引用発明Bとの相違点",
                  "text": [
                    "相違点7のほか，本件発明2は，対応する請求項2に記載された事項を備える点(相違点8)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明3と引用発明Bとの相違点",
                  "text": [
                    "相違点7及び8のほか，本件発明3は，対応する請求項3に記載された事項を備える点(相違点9)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明4と引用発明Bとの相違点",
                  "text": [
                    "相違点7ないし9のほか，本件発明4は，対応する請求項4に記載された事項を備える点(相違点10)。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "本件発明6と引用発明Bとの相違点",
                  "text": [
                    "相違点7ないし9のほか，本件発明6は，対応する請求項6に記載された事項を備える点(相違点11)。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "本件発明7と引用発明Bとの相違点",
                  "text": [
                    "相違点7ないし11のほか，本件発明7は，対応する請求項7に記載された事項を備える点(相違点12)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正の可否の判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明8に係る進歩性(相違点2)の判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明9に係る進歩性(相違点2，5及び6)の判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1に係る進歩性(相違点7)の判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件発明2に係る進歩性(相違点7及び8)の判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "本件発明3に係る進歩性(相違点7ないし9)の判断の誤り(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "本件発明4に係る進歩性(相違点7ないし9)の判断の誤り(取消事由5)"
            },
            {
              "fig": "(6)",
              "subject": "本件発明6に係る進歩性(相違点7ないし9及び11)の判断の誤り(取消事由6)"
            },
            {
              "fig": "(7)",
              "subject": "本件発明7に係る進歩性(相違点7ないし9，11及び12)の判断の誤り(取消事由7)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正の可否の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明8に係る進歩性(相違点2)の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用例3に記載された「それぞれ異なるメッセージを含む信号を受信し，受信機104が受信した出口メッセージを含む信号及び終了メッセージを含む信号を解読するメッセージデコーダ116を備える付け札。」という事項(以下「引用例3事項」という。)は，本件訂正発明8における「複数の指示信号を受信し，受信手段が受信した所定信号及び解除指示信号を識別する識別手段が備える盗難防止タグ。」といえるとした。",
                        "また，本件審決は，引用例3，甲5及び6から，「信号が設定可能なコードを一部に含み，一致判定手段が前記信号に含まれる前記コードが一致するか否かを判定する」との周知技術を認定した。",
                        "その上で，本件審決は，引用発明Aにおいて，引用例3事項及び上記周知技術を適用して，相違点2に係る本件訂正発明8の構成とすることは，当業者が容易に想到し得たものであるとした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，後記のとおり，引用例3事項に，本件訂正発明8における「識別手段」は記載されておらず，引用発明Aに引用例3事項を適用する動機付けはなく，阻害要因があり，また，本件審決が認定した上記周知技術は認められず，さらに，上記周知技術を適用しても本件訂正発明8の構成を容易に想到できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，相違点2に係る本件訂正発明8の構成を，当業者は容易に想到し得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例3事項の「識別手段」",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明8における「識別手段」は，単なる解除指示信号を識別する識別手段ではなく，「暗号コードを一部に含む解除指示信号」である「前記解除指示信号」を，解除指示信号に含まれる暗号コードの一致判定に先立って識別する識別手段である。",
                        "一方，引用例3事項における「終了メッセージ」は，「10011」と固定されており，固定されているから，当該「終了メッセージ」と他のメッセージとを識別することができる。",
                        "したがって，引用例3事項における識別手段は，本件訂正発明8における「識別手段」とは異なる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例3の付け札において，「終了メッセージ」を含む信号等の指令用語の時間スロット数は固定されており，これを増加させた上で，設定可能なコード(暗号コード)を付加することは容易に想到できない。",
                        "すなわち，引用例3の付け札においては，物品価格読出しの動作モードでは，前節に続いて指令用語(EASメッセージ)が，貯蔵の動作モードでは，前節に続いて新規に登録され，単なる更新データである物品識別及び価格データが受信されるところ，両動作モードは，信号の種類，動作が大きく異なる。したがって，後者の物品識別及び価格データの情報量が多いとしても，前者の指令用語を増加させることにはならない。",
                        "また，引用例3の付け札において，「終了メッセージ」のコードを，本件訂正発明8の「前記解除指示信号」のように一部に含まれる暗号コードが固定されておらず任意に設定されるコードとした場合，他のメッセージ(指令用語)のコードと重複するおそれがあり，「終了メッセージ」を他のメッセージと識別できなくなる。そのため，終了メッセージを識別しつつ，所望に設定できるコード(暗号コード)を一部に含むよう構成しようとすれば，「終了メッセージ」のコードに設定可能なコードを付加しなければならないが，このことは引用例3に記載も示唆もない。さらに，引用例3の付け札において，「終了メッセージ」のコードは5つの時間スロットで完結しており，時間スロットを付加することは，いたずらにバッテリーを消耗するだけである。加えて，どのような態様により，設定可能なコードを付加するかについても必然的に定まらない。したがって，「終了メッセージ」のコードに設定可能なコードを付加することは，容易に想到できるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3事項の適用",
                  "text": [
                    "引用発明Aにおいて，コード信号(解除指示信号)を所望のコードに設定できるのは，アンテナがコード信号のみを受信し，他の信号との識別が必要ないことによるものである。引用例3事項は，メッセージのコードを固定することにより，複数のメッセージを受信しながら終了メッセージを識別している。両者は，信号を識別する構成が相反する。",
                    "また，引用発明Aのコード信号を，引用例3のように他の信号と識別できるようにすると，所望のコードに設定することができなくなるし，引用例3の付け札における終了メッセージを，引用発明Aのコード信号に置換すると，終了メッセージと他のメッセージとの識別ができなくなる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "周知技術の適用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例3，甲5及び6から，「信号が設定可能なコードを一部に含み，一致判定手段が前記信号に含まれる前記コードが一致するか否かを判定する」との周知技術を認定することはできず，また，かかる周知技術はそのまま適用できるものではない。",
                        "すなわち，引用例3は，貯蔵の動作モードでは，前節に続いて物品識別及び価格データを送信することにより，データを更新しているにすぎず，その際，一致判定はされていない。また，貯蔵の動作モードにおいては，物品識別及び価格データを任意に設定可能なものにしても，指令用語との重複はないから，本件訂正発明8のように複数の指令用語を受信する場合に適用できるものではない。",
                        "また，甲5の「識別コード」は，各チャネルの判定に先立ち一致判定が行われ，各チャネルのコードとの重複は起こらないし，甲5の「識別コード」は，各チャネルに共通のコードであるから，本件訂正発明8のように，複数の信号のうち解除指示信号にのみ暗号コードを含ませる場合に適用できるものではない。甲5は，「ガレージドア制御装置のようなリモコンシステムに関するもの」で「非同期通信ポート」を介して送信されるから，引用発明Aなどの盗難防止タグとは，信号の送信方法が異なり，その目的，作用も異なるから，技術分野が同一であるとはいえない。",
                        "さらに，甲6には，カスタムコードを一致判定する旨の記載はなく，その技術的必要もない。また，甲6において，各信号のコードが重複することはなく，「カスタムコード」は，全ての信号に共通のものであるから，本件訂正発明8のように，複数の信号のうち解除指示信号にのみ暗号コードを含ませる場合に適用できるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件訂正発明8は，解除指示信号を識別した後に，解除指示信号の一部に含まれる暗号コードの一致判定を行う。一方，引用例3には，暗号コードの一致判定の時期についての記載はなく，甲5は，識別コードの一致判定を先行して行っている。したがって，引用発明Aに，本件審決が認定した前記周知技術を適用しても，解除指示信号を識別した後に，解除指示信号の一部に含まれる暗号コードの一致判定を行うことを当業者は容易に想到することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明9に係る進歩性(相違点2，5及び6)の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2",
                  "text": [
                    "前記(1)と同様に，相違点2に係る本件訂正発明9の構成を，当業者は容易に想到し得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用例3に記載された「付け札が備える物品識別RAM364が記憶すべきアップデートする物品識別コードを設定する設定手段と，付け札が備える受信機／送信機(RX／TX)ユニット304が受信すべき貯蔵に割当てられた前節とそれに続く物品識別および価格を有する信号を，前記設定手段が設定した前記物品識別コードを含めて発信する送信機324とを備えるEASメッセージ発生器320及び送信機324。」という事項は，本件訂正発明9における「盗難防止タグが備える記憶手段が記憶すべき新コードを設定する設定手段と，盗難防止タグが備える受信手段が受信すべき変更指示信号を，前記設定手段が設定した新コードを含めて発信する発信手段とを備える親指示信号発信装置。」といえるとした。",
                        "その上で，本件審決は，引用発明Aにおいて，引用例3に記載された上記事項を適用して，相違点5に係る本件訂正発明9の構成とすることは，当業者が容易に想到し得たものであるとした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本件訂正発明9は，指示信号発信装置が悪用されて暗号コードの変更が行われることがないように，日常の業務に用いられる「指示信号発信装置」とは異なる「親指示信号発信装置」に暗号変更コード信号を発信させるようにしたものである。したがって，日常業務に使用され，暗号コードの不正変更への対応が考慮されていない引用例3に記載された上記「EASメッセージ発生器320及び送信機324」は，日常業務において行われる物品識別及び価格データの信号の設定手段を有するだけであり，本件訂正発明9における「親指示信号発信装置」に相当しない。",
                        "また，引用例1や引用例3には，「親指示信号発信装置」について記載も示唆もない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，相違点5に係る本件訂正発明9の構成を，当業者は容易に想到し得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点6",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用発明Aにおいて，引用例1の記載を参酌して，相違点6に係る本件訂正発明9の構成とすることは，当業者が容易に想到し得たものであるとした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，引用例1には，コード信号出力ユニット11とは別の装置であって，かつ，日常業務に使用されない装置によって発信される暗号変更指示信号を受信することのできる出力ユニットについて記載も示唆もない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，相違点6に係る本件訂正発明9の構成を，当業者は容易に想到し得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件訂正発明8及び9は，いずれも当業者が容易に発明をすることができたものではなく，独立して特許を受けることができるから，本件訂正は認められるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件訂正発明8に係る進歩性(相違点2)の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決の判断に誤りはないこと",
                  "text": [
                    "本件審決に誤りはなく，相違点2に係る本件訂正発明8の構成は，当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例3事項の「識別手段」",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例3の付け札は，警報オフとする「終了メッセージを含む信号」を識別しており，警報オフとする点においては，本件訂正発明8における「解除指示信号」を識別している。そして，「解除指示信号」を「暗号コードを一部に含む解除指示信号」とすることは，後記エのとおり，容易に想到できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例3においては，貯蔵の動作モードに関する構成(第16図，第17図)を，物品価格読出しの動作モードに関する構成(第1図ないし15図)に組み合わせる旨記載されており，いずれの構成においても前節とそれに続くデータが送信される。したがって，引用例3の付け札において，指令用語の時間スロットを増加させることは技術的に可能であり，物品識別及び価格データの情報量に照らして，時間スロットを増加させることは，当業者であれば当然に行うことである。",
                        "また，引用例3の付け札において，「終了メッセージ」を含む信号を，設定機能によって所望に設定できるコード(暗号コード)を一部に含むように構成することは当業者にとって格別困難ではない。「終了メッセージ」の後に設定可能なコードを付加できるか否かは問題ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3事項の適用",
                  "text": [
                    "引用発明Aと引用例3事項は，いずれも窃盗防止に使用されるタグに関する技術分野において共通する。",
                    "そして，引用発明Aにおいて，コード信号(解除指示信号)以外の信号を受信可能とするには，引用例3事項のように，他の信号を識別できるようにすれば足り，受信可能とすることに阻害要因はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "周知技術の適用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例3，甲5及び6から，「信号が設定可能なコードを一部に含み，一致判定手段が前記信号に含まれる前記コードが一致するか否かを判定する」との周知技術を認定でき，引用発明Aに同周知技術をそのまま適用できる。",
                        "すなわち，引用例3に記載されたコードは，物品識別コードであるから，当然に一致判定されることが予定されている。甲5には，IDコードやチャンネル番号が一致するか否かを判定する旨記載されている(図9)。甲6に記載されたカスタムコードは，識別コードであるから，当然に一致判定されることが予定されている。",
                        "そして，引用発明Aと上記周知技術は，コード信号を送受信する通信技術という点において技術分野が共通する。",
                        "なお，本件訂正発明8は，解除指示信号に「のみ」，一部に設定可能なコードである暗号コードを含ませるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明Aに，引用例3事項を適用するに当たり，上記周知技術を適用すれば，「終了メッセージを含む信号」が設定機能によって所望に設定できるコード(暗号コード)を一部に含み，引用発明Aの一致判定手段において信号に含まれるコードが一致するか否かを判定するような構成を容易に得ることができる。",
                        "そして，このような構成は，解除指示信号を識別した後に解除指示信号の一部に含まれる暗号コードの一致判定を行うという構成に相当する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明9に係る進歩性(相違点2，5及び6)の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2",
                  "text": [
                    "前記(1)と同様に，相違点2に係る本件訂正発明9の構成は，当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5",
                  "text": [
                    "引用例3には，携帯ユニット4とは別に，EASメッセージ発生器320及び送信機324について記載されており，当業者であれば，後者を「親指示信号発信装置」として用いることを容易に想到し得る。本件訂正発明9の「親指示信号発信装置」は日常業務に用いられないとは特定されておらず，このことは「親指示信号発信装置」の特徴にはならない。",
                    "したがって，相違点5に係る本件訂正発明9の構成は，引用例3に記載された事項を適用することにより，当業者が容易に想到し得たものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点6",
                  "text": [
                    "引用例1には，「タグ1及びコード信号出力ユニット11にそれぞれコード信号の設定手段を備え付けること」が記載されているところ，引用例3におけるEASメッセージ発生器320及び送信機324のような装置を，コード信号出力ユニット11とは別の装置である「親指示信号発信装置」とし，同装置から発信される暗号変更指示信号を「タグ1及びコード信号出力ユニット11」で受信する構成を得ることは容易に想到し得る。本件訂正発明9の「親指示信号発信装置」は日常業務に用いられないとは特定されておらず，このことは「親指示信号発信装置」の特徴にはならない。",
                    "したがって，相違点6に係る本件訂正発明9の構成は，当業者が容易に想到し得たものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件訂正発明8及び9は，いずれも当業者が容易に発明をすることができたものであり，独立して特許を受けることができないから，本件訂正は認められない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1に係る進歩性(相違点7)の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点7",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明Bにおいて，引用例2に記載された事項を適用して，相違点7に係る本件発明1の構成とすることは，当業者が容易に想到し得たものであるとした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用例2では，信号識別手段が信号識別の前段階にコードを利用しているにすぎず，信号識別手段は，警告音停止信号を識別した後に，さらに暗号コードの一致判定は行っていない(図1及び2)。また，引用例2において，警告音停止制御信号Xが出力されてブザー8が停止され処理が完結するから，その後に，何らかの処理を行う必要性はない。したがって，引用例2には，相違点7に係る構成が開示されていない。なお，引用例2には，一般的に信号処理回路で信号識別が行えることは開示されておらず，引用例2の警告音停止信号は単一のコードそのものではないから，コードの一致判定のみで警告音停止信号の識別は行えるものではない。",
                    "また，引用発明Bに，引用例2に記載された事項を適用し，さらに，追加で一致判定を行う設計とすることはない。",
                    "加えて，本件発明1が奏する効果は，バッテリー消費の点から，当業者が予測できないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点7に係る本件発明1の構成を，当業者は容易に想到し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，当業者が容易に発明をすることができたものではない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点7",
              "text": [
                "「受信したコード信号及び上記記憶手段が記憶するコード信号が一致するか否かを判定する一致判定手段」が備えられた引用発明Bに，引用例2に記載された「警告音作動信号と警告音停止信号のキャリアー周波数を同一にして1つの共振回路(電磁結合手段)で両信号を受信させ，後段の信号処理回路で信号識別を行う」という事項(【0017】)を適用すれば，「識別手段が識別した解除指示信号に含まれる暗号コードが一致するか否かを判定する一致判定手段」という相違点7に係る構成を得ることができる。",
                "また，引用例2においては，警告音停止信号が識別された上で，あらかじめ書き込んである指定コードとの一致回数が追加で判断されている。",
                "したがって，相違点7に係る本件発明1の構成は，引用例2に記載された事項を適用することにより，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明2に係る進歩性(相違点7及び8)の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点7",
              "text": [
                "相違点7に係る本件発明2の構成を，当業者は容易に想到し得ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点8",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明Bにおいて，「一致判定手段がコード信号が一致しないと判定したときに，警告を出力する警告出力手段」との周知技術を適用して，相違点8に係る本件発明2の構成とすることは，当業者が容易に想到し得たものであるとした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，本件発明2は，解除指示信号に含まれる暗号コードが一致しないと判定したときに警告を出力するものであるが，本件審決が認定した周知技術は，コード信号が一致しないと判定したときに警告を出力するものである。引用発明Bに同周知技術を適用しても，相違点8に係る本件発明2の構成に至らない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点8に係る本件発明2の構成を，当業者は容易に想到し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明2は，当業者が容易に発明をすることができたものではない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点7",
              "text": [
                "相違点7に係る本件発明2の構成は，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点8",
              "text": [
                "一致しないと判定したときに，警告を出力する警告出力手段は，周知技術である(甲3)。",
                "したがって，相違点8に係る本件発明2の構成は，周知技術を適用することにより，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明2は，当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4及び5(本件発明3及び4に係る進歩性(相違点7ないし9)の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点7及び8",
              "text": [
                "相違点7及び8に係る本件発明3の構成を，当業者は容易に想到し得ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点9",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用例3に記載された「物品識別RAM364は，受信機／送信機(RX／TX)ユニット304が受信する，貯蔵に割当てられた前節とそれに続く物品識別および価格を有する信号により，その記憶内容をアップデートする物品識別コードとするEAS付け札。」という事項は，本件発明3における「記憶手段は，受信手段が受信する，新コードへの変更を指示する変更指示信号により，その記憶内容を前記新コードに更新する盗難防止タグ。」といえるとした。",
                    "その上で，本件審決は，引用発明Bにおいて，引用例3に記載された上記事項を適用して，相違点9に係る本件発明3の構成とすることは，当業者が容易に想到し得たことであるとした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用例3には，「貯蔵に割当てられた前節とそれに続く物品識別および価格を有する信号」という事項は記載されていない。また，同信号は，本件発明3における「変更指示信号」にも当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点9に係る本件発明3の構成を，当業者は容易に想到し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明3は，当業者が容易に発明をすることができたものではなく，本件発明4も，同様に，当業者が容易に発明をすることができたものではない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点7及び8",
              "text": [
                "相違点7及び8に係る本件発明3の構成は，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点9",
              "text": [
                "引用例3の付け札は，物品価格読出しモードとは異なる「もう1つのモード」においても当然に，そのモード用の前節とそれに続く物品識別及び価格を有する信号により，アップデートされる。",
                "したがって，相違点9に係る本件発明3の構成は，引用例3に記載された事項を適用することにより，当業者が容易に想到し得たものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明3は，当業者が容易に発明をすることができたものであり，本件発明4も，同様に，当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由6(本件発明6に係る進歩性(相違点7ないし9及び11)の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "相違点7ないし9に係る本件発明6の構成を，当業者は容易に想到し得ないし，相違点5と同様に，相違点11に係る本件発明6の構成を，当業者は容易に想到し得ない。",
            "よって，相違点10について判断するまでもなく，本件発明6は，当業者が容易に発明をすることができたものではない。",
            "〔被告の主張〕",
            "相違点7ないし9に係る本件発明6の構成を，当業者は容易に想到し得たものであり，相違点5と同様に，相違点11に係る本件発明6の構成を，当業者は容易に想到し得たものである。",
            "よって，本件発明6は，当業者が容易に発明をすることができたものである。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由7(本件発明7に係る進歩性(相違点7ないし9，11及び12)の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "相違点7ないし9及び11に係る本件発明7の構成を，当業者は容易に想到し得ないし，相違点6と同様に，相違点12に係る本件発明7の構成を，当業者は容易に想到し得ない。",
            "よって，相違点10について判断するまでもなく，本件発明7は，当業者が容易に発明をすることができたものではない。",
            "〔被告の主張〕",
            "相違点7ないし9及び11に係る本件発明7の構成を，当業者は容易に想到し得たものであり，相違点6と同様に，相違点12に係る本件発明7の構成を，当業者は容易に想到し得たものである。",
            "よって，本件発明7は，当業者が容易に発明をすることができたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各訂正発明について",
          "text": [
            "本件各訂正発明に係る特許請求の範囲は，前記第2の2(2)【請求項1】ないし【請求項9】のとおりである。そして，本件訂正明細書によれば，本件各訂正発明の特徴は，以下のとおりである。なお，本件明細書には，別紙本件明細書図面目録【図1】，【図7】のとおり図面が記載されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本件各訂正発明は，盗難防止対象物に対する取付け状態及び取外し状態を検出し，取外し状態を検出したとき及び非接触で所定信号が与えられたときに警報を出力する盗難防止タグ，盗難防止タグに指示信号を与える指示信号発信装置，盗難防止タグ及び指示信号発信装置に指示信号を与える親指示信号発信装置，並びにこれらで構成される盗難防止装置の改良に関する(【0001】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "content": [
                {
                  "fig": "ア",
                  "subject": "セットモード",
                  "text": [
                    "従来の盗難防止タグは，盗難防止対象物に取り付けると(第1動作モードの場合)，又は盗難防止対象物に取り付けた後にリモートコントロールキーから非接触でセットコードを与えると(第2動作モードの場合)，警報出力が可能な状態であるセットモードになる(【0002】【0009】【0010】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発報モード",
                  "text": [
                    "その後，その盗難防止タグを取り付けた盗難防止対象物をその設置区域から持ち出そうとすると，設置区域の出入口に設置された発信装置からの所定信号を受信し，発報モードになって警報を出力し，また，これを避けようとして盗難防止対象物からその盗難防止タグを取り外すと，やはり発報モードになって警報を出力する(【0003】【0013】～【0015】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "リセットモード",
                  "text": [
                    "盗難防止タグが，セットモード又は発報モードにあるときに，リモートコントロールキーから非接触でリセットコードを与えると，発信装置からの所定信号を受信したり盗難防止対象物から取り外されたりしても警報を出力しない状態であるリセットモードになる(【0009】【0010】【0016】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "背景技術の効果",
                  "text": [
                    "従来の盗難防止タグは，リモートコントロールキーからセットコード，リセットコード，動作モードの変更を指示するコード等を非接触で与えて，盗難防止タグのモードを変更できる(【0009】)。",
                    "したがって，ある程度まとまった個数の商品にそれぞれ盗難防止タグを取り付けた後に，一括してこれらの盗難防止タグを作動状態にする方法，ある程度まとまった個数の商品に取り付けられたそれぞれの盗難防止タグを取り外すことなく，一括して作動状態にしたり作動状態を解除したりする方法，個々の商品に盗難防止タグの取付け又は取外しをするだけで，その盗難防止タグを作動状態又は非作動状態にする方法など，種々の方法で使用することができて便利であった(【0017】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件各訂正発明が解決しようとする課題",
              "text": [
                "従来の盗難防止タグは，それを使用する盗難防止装置を導入した店舗の間でリセットコードが共通になるため，①互いに隣接する店舗に同じ盗難防止装置が導入されると，ある店舗のリモートコントロールキーでその隣にある別の店舗の盗難防止タグをリセットモードにすることができるようになるので，盗難防止に役立たない恐れがある，②いったん，ある店舗のリモートコントロールキーが盗まれたりリセットコードが知られたりすると，その店舗だけでなく，その店舗と同じ盗難防止装置を導入した店舗全てにおいて，盗難防止装置がその機能を果たせなくなる，という問題があった(【0019】)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決するための手段",
              "text": [
                "本件各訂正発明は，上記(3)の課題を解決するため，本件訂正後の特許請求の範囲請求項1ないし9の構成を採用したものである(【0020】)。",
                "すなわち，本件訂正発明1の盗難防止タグについて，受信手段は，警報出力手段が作動可能である状態(セットモード)及び警報出力状態(発報モード)の解除を指示する，暗号コードを一部に含む解除指示信号(リセットコード)を受信する。識別手段は，受信手段が受信した所定信号及び解除指示信号を識別する。そして，一致判定手段は，識別手段が識別した解除指示信号に含まれる暗号コード及び暗号記憶手段が記憶する暗号コードが一致するか否かを判定し，これが一致すると判定したときに，解除手段は，警報出力手段が作動可能である状態及び警報出力状態を解除する(リセットモード)。これにより，この盗難防止タグは，店舗ごとに異なる解除指示信号を設定することができ，より確実に盗難を防止することができる(【0022】【図1】【図7】)。",
                "本件訂正発明2の盗難防止タグは，さらに上記一致判定手段が一致しないと判定したときに，警告を出力するものである(【0023】)。本件訂正発明3の盗難防止タグの暗号記憶手段は，暗号変更指示信号により，記憶する暗号コードを新暗号コードに更新するものである(【0024】)。",
                "本件訂正発明4，5及び7の指示信号発信装置は，本件訂正発明1ないし3の盗難防止タグに解除指示信号を発信するものなどである(【0026】【0027】【0031】)。",
                "本件訂正発明6の親指示信号発信装置は，本件訂正発明3の盗難防止タグに新暗号コードを含む暗号変更指示信号を発信するものである(【0029】)。",
                "本件訂正発明8の盗難防止装置は，盗難防止タグ及び指示信号発信装置を組み合わせた盗難防止装置であり，本件訂正発明9の盗難防止装置は，さらに親指示信号発信装置を組み合わせた盗難防止装置である(【0032】【0034】)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件各訂正発明の効果",
              "text": [
                "本件訂正発明1の盗難防止タグは，店舗ごとに異なるリセットコードを設定することができるので，より確実に盗難を防止することができる(【0118】)。本件訂正発明2の盗難防止タグは，例えば他の店舗から盗んできた指示信号発信装置でリセットしようとしても，すぐに露見するし，試行錯誤によりリセットコードを知ることは困難なので，より確実に盗難を防止することができる(【0119】)。本件訂正発明3の盗難防止タグは，指示信号発信装置が盗まれたりリセットコードが知られたりしても，リセットコードを容易に変更することができるので，より確実に盗難を防止することができる(【0120】)。",
                "本件訂正発明4，5及び7の指示信号発信装置，並びに本件訂正発明6の親指示信号発信装置は，それぞれに対応する盗難防止タグと同様の効果を奏する(【0121】～【0124】)。",
                "本件訂正発明8の盗難防止装置は，店舗ごとに異なるリセットコードを設定することができるので，より確実に盗難を防止することができる(【0125】)。本件訂正発明9の盗難防止装置は，指示信号発信装置が盗まれたり解除指示信号の暗号コードが知られたりしても，暗号コードを容易に変更することができるので，より確実に盗難を防止することができる(【0126】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明Aについて",
          "text": [
            "引用例1(甲1)に，前記第2の3(2)アの引用発明Aが記載されていることは当事者間に争いがない。そして，引用例1には，引用発明Aについて，次のとおり開示されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明Aは，商品の盗難防止に利用されるタグの検知装置に関する(【0001】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "従来，商品の無断持ち出しを防止するために商品に取り付けられるタグは，店の出口に設定された検知エリアに入ったり無断で商品から取り外されたりすると警報を発するように構成されている(【0002】)。",
                "また，タグを付け替えるときやタグを取り外して商品を梱包するときに警報動作を解除するための解除機構が設けられている(【0003】)。しかし，この解除機構は，タグに設けられている孔に棒状のキーを差し込むと警報動作が解除されるという単純なものであり，このキーも，容易に複製し得る極めて単純な形状であり，しかも，多数のタグに対して共通に使用されていた(【0004】)。このため，盗難防止効果の点で不十分である問題，警報動作の解除を速やかに行うことができないという問題があった(【0004】～【0007】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明Aは，盗難防止効果を損なうことなく，必要なときには警報動作を速やかに解除することができるタグの検知装置を得るという課題を解決するために，出力手段から出力される，あらかじめ定められた信号が入力されたことを識別して警報動作を解除する解除手段をタグに設けたものである(【0008】【0009】)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用発明Aは，出力手段から出力される，あらかじめ定められた信号が入力されたことを識別したときに解除手段が警報動作を解除するので，その信号がどのようなものかを知らなければタグの警報動作を解除することができず，したがって，警報動作の速やかな解除が可能になる一方で，盗難防止効果を十分に期待することができる(【0010】【0057】)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(訂正の可否の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明8の進歩性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2",
                  "text": [
                    "本件訂正発明8と引用発明Aとが，前記第2の3(2)ウ(イ)の相違点2において相違することは，当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例3に記載された事項について",
                  "text": [
                    "引用例3(甲4)に，「それぞれ異なるメッセージを含む信号を受信し，受信機104が受信した出口メッセージを含む信号及び終了メッセージを含む信号を解読するメッセージデコーダ116を備える付け札。」(引用例3事項)が記載されていることは，当事者間に争いがない。そして，引用例3には，引用例3事項について，次のとおり開示されている。なお，引用例3には，別紙引用例3図面目録図10のとおり図面が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例3事項の付け札は，窃盗防止のための電子物品監視システムに使用される(3頁左欄27行～33行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例3事項の付け札が使用される電子物品監視システムは，警報能力を備えた自己給電付け札を採用する型式の電子物品監視システムの作動能力の拡張を目的とするものである(4頁左欄25行～31行)。",
                        "上記電子物品監視システムは，物品に解除可能に取り付けられる付け札と，能動的包装メッセージ，オーディオ包装メッセージ，受動的包装メッセージ，保管メッセージ又は終了メッセージを含む信号を送信する勘定所送信機ユニットと，出口メッセージを含む信号を送信する出口送信機ユニットと，終了メッセージを含む信号を送信する携帯送信機ユニットとを含む(4頁左欄32行～右欄23行，5頁左欄25行～右欄39行)。なお，各メッセージを含む信号は，アンテナから送信される電波信号である(9頁左欄43行～右欄35行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用例3事項の付け札は，それを物品に取り付けるための取付け装置と，信号を受信してそれに含まれるメッセージを解読するメッセージデコーダを含む受信機ユニットと，警報ユニットと，信号処理器とを含み，信号処理器は，取付け装置の状態と解読されたメッセージとに応じて警報ユニットを作動させ，感知可能な出力警報表示を与える(4頁左欄24行～右欄23行，5頁右欄40行～6頁左欄6行，同欄20行～29行，同頁右欄3行～13行)。",
                        "例えば，付け札は，出口メッセージを含む信号を受信したり取付け手段が開放状態にされたりすると無条件に出力警報表示を発生し，終了メッセージを含む信号を受信すると出力警報表示を中止することができる(9頁左欄43行～右欄35行)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "各メッセージを含む信号は，12個の時間スロットで構成されるデジタル信号であり，7個の時間スロットからなる識別パターンである前節と，5個の時間スロットからなるメッセージ又は指令用語に供せられる(8頁左欄26行～右欄13行，図10)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3事項を適用する動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明Aが検知の対象とするタグと引用例3事項の付け札とは，いずれも盗難防止装置に使用されるタグ(付け札)の技術分野に関するものである。",
                        "また，引用発明Aと引用例3事項の付け札が使用される電子物品管理システムは，いずれも，タグ(付け札)が警報動作を開始する際には，電波送出パネル22(出口送信機ユニット)が信号を発信し，タグ1(付け札)がこれを受信するものであって，警報動作を終了する際には，コード信号出力ユニット(勘定所送信機ユニット又は携帯送信機ユニット)が信号を発信し，タグ1(付け札)がこれを受信するものである。このように，引用発明Aと引用例3事項の付け札が使用される電子物品管理システムとは，タグ(付け札)が警報動作を開始する際及び終了する際の作用機序において共通する。",
                        "さらに，引用発明Aは，警報動作を開始させる所定の周波数の電波及び警報動作を終了させるコード信号のみを使用するものであるが，引用例3事項の付け札が使用される電子物品管理システムは，これらに相当する信号(出口メッセージ及び終了メッセージ)に加えて，能動的包装メッセージ，オーディオ包装メッセージ，受動的包装メッセージ及び保管メッセージを含む信号を使用し，電子物品監視システムの作動能力を拡張するものである。このように，引用例3事項の付け札は，引用発明Aが検知の対象とするタグと比較して，その作動能力が拡張されたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，当業者は，引用発明Aが検知の対象とするタグに，盗難防止装置に使用されるものであって，警報動作の開始及び終了の作用機序が共通し，さらに作動能力が拡張された引用例3事項の付け札を適用する動機付けがあるというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "引用例3事項を適用した引用発明Aの構成",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明8において，盗難防止タグは，警報出力手段が作動可能である状態及び警報出力状態を解除するに当たり，「一致判定手段が「前記識別手段が識別した解除指示信号に含まれる」暗号コードが一致するか否かを判定する」ものである。一致判定手段は，前記識別手段が解除指示信号を識別した後に，その解除指示信号に含まれる暗号コードと，暗号記憶手段が記憶する暗号コードが一致するか否かを判定するから，識別手段による解除指示信号の識別に用いられるコードと，一致判定手段による暗号コードの一致判定に用いられるコードとは無関係なものということができる。",
                        "また，本件明細書に記載された実施例(【図7】)では，6ビット(D0ないしD5)のデータコード9種類のうち，データビットD0及びD1が「0，0」であるのは，リセットコード(解除指示信号)だけであるから，受信したデータコードがリセットコードであることは，データビットD0及びD1だけで識別することができる。そして，データコードD2ないしD5が，「暗号(0000～1111)」として用いられている。そうすると，実施例においても，リセットコードであることを示すデータコード「0，0」と，暗号である4桁のデータコードとは無関係なものとして記載されているということができる。",
                        "したがって，本件訂正発明8の盗難防止タグは，一致判定手段が，「前記解除指示信号」の一部に含まれる，解除指示信号の識別とは無関係な「暗号コード」と，記憶された暗号コードとの一致判定を行うものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，引用発明Aにおいて，タグ1は，警報動作を解除するに当たり，「コード信号」(警報動作を終了させる電波信号)の受信を判定する。そして，引用例3事項のメッセージデコーダ116は，受信した「それぞれ異なるメッセージを含む信号」から「終了メッセージを含む信号」(警報動作を終了させる電波信号)を解読するものである。したがって，引用例3事項を適用した引用発明Aにおいて，タグ1は，警報動作を解除するに当たり，受信した「コード信号」と，受信した「それぞれ異なるメッセージを含む信号」との解読を行う，すなわち，受信したコード信号と，記憶された「それぞれ異なるメッセージを含む信号」中の「コード信号」との一致判定を行うことになる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，警報動作を終了させるに当たり，本件訂正発明8の盗難防止タグは，解除信号の一部に含まれる，解除指示信号の識別とは無関係な「暗号コード」と，記憶された暗号コードとの一致判定を行うのに対し，引用例3事項を適用した引用発明Aのタグは，解除信号である「コード信号」と，記憶された「それぞれ異なるメッセージを含む信号」中の「コード信号」との一致判定を行うものである。",
                        "したがって，引用発明Aに引用例3事項を適用しても，相違点2に係る本件訂正発明8の構成に至らないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件審決の判断について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用例3事項の「終了メッセージを含む信号」は，警報オフとする点において，「解除指示信号」と共通するとした上で，引用例3，甲5(米国特許第5148159号明細書。平成4年公開)及び甲6(「ＮEC  MOS集積回路  μPD6121，6122データシート」ＮEC株式会社。平成7年公開)から，「信号が設定可能なコードを一部に含み，一致判定手段が前記信号に含まれる前記コードが一致するか否かを判定する」という周知技術(以下「審決認定周知技術」という。)が認められるから，引用例3事項を適用するに当たって，引用例3事項の「終了メッセージを含む信号」を，設定機能によって所望に設定できるコードを一部に含み，引用発明Aの一致判定手段において信号に含まれるコードが一致するか否かを判定するように構成することは，当業者にとって格別困難ではないと判断した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，引用発明Aに引用例3事項を適用するに当たり，周知技術を考慮して変更した引用例3事項を適用することによって，本件訂正発明8を容易に想到することができるとするものである。",
                        "しかしながら，前記エのとおり，引用発明Aに引用例3事項を適用しても，相違点2に係る本件訂正発明8の構成に至らないところ，さらに周知技術を考慮して引用例3事項を変更することには格別の努力が必要であるし，後記(ウ)のとおり，引用例3事項を適用するに当たり，これを変更する動機付けも認められない。主引用発明に副引用発明を適用するに当たり，当該副引用発明の構成を変更することは，通常容易なものではなく，仮にそのように容易想到性を判断する際には，副引用発明の構成を変更することの動機付けについて慎重に検討すべきであるから，本件審決の上記判断は，直ちに採用できるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用例3事項の変更について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "引用発明A及び引用例3事項の内容",
                          "text": [
                            "審決認定周知技術は，一致判定手段が，信号の一部に含まれるコードと，あらかじめ記憶されたコードとの一致判定を行うものであり，信号の具体的構成として，信号の一部に一致判定のためのコードが含まれるものである。",
                            "一方，引用発明Aが記載された引用例1には，「コード信号」の構成について，「なお，上記実施例では，コード信号を予め定められたものとして扱っているが，コード信号の設定機能をタグ1およびコード信号出力ユニット11にそれぞれ備付け，これらの設定機能によって所望のコード信号を設定できるようにしても構わない。この場合は，各店毎に，それぞれのコード信号を設定することができるので，防犯効果を更に期待することができる。」(【0036】)と記載されているにとどまる。引用例1には，「コード信号」(審決認定周知技術における「信号」に相当する。)の具体的な構成をどのようなものにするかについては記載も示唆もされていない。",
                            "また，引用例3には「終了警報信号のためのメッセージ・パターンは…10011である。」と記載され(8頁右欄7行～9行)，「終了メッセージ」(審決認定周知技術における「信号」に相当する。)を変更することについての示唆はない。引用例3の付け札が，信号が送信されるごとに物品識別及び価格付けデータが変更されるものであったとしても(11頁左欄20行～34行)，「終了メッセージ」を含む信号の一部に一致判定のためのコードを含むように構成を変更することと，物品識別及び価格付けデータを変更することとは，後者は一致判定のために使われるものではなく，その信号の意味が異なるから，後者の変更をもって，前者を変更することについて示唆があるということはできない。",
                            "このように，引用発明Aにも引用例3にも，審決認定周知技術を適用する示唆はないから，仮に審決認定周知技術が認められたとしても，引用発明Aに引用例3事項を適用するに当たり，審決認定周知技術を前提に，引用例3事項の構成を変更しようとは考えないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "引用発明A及び引用例3事項の目的効果",
                          "text": [
                            "引用発明Aは，「コード信号は設定機能によって所望のコード信号に設定でき」るものである。これによって，引用発明Aは，「各店毎に，それぞれのコード信号を設定することができるので，防犯効果を更に期待することができる。」(【0036】)，「予め定められた信号のみによって警報動作が解除されるので，盗難防止効果を十分に期待することができる」(【0057】)という効果を奏するものである。",
                            "そして，引用発明Aにおける所望のものに設定可能な「コード信号」について，審決認定周知技術のように，その一部に一致判定のためのコードを含ませることによって，さらに，何らかの効果が得られるかは不明である。前記1(3)に記載した本件各訂正発明が解決しようとする課題が，仮に周知であったとしても，引用発明Aのタグは，既に当該課題の解決手段を有するものである。",
                            "また，引用例3は，「電子物表監視システムにおける拡張された作動能力を提供すること」を目的とするものであり(4頁左欄28行～31行)，引用例3事項の「終了メッセージを含む信号」における信号の構成を変更しても，この目的を達成することにはならない。",
                            "このように，引用発明A及び引用例3事項に，審決認定周知技術を適用しても，その目的とする効果が変わるものということはできないから，仮に審決認定周知技術が認められたとしても，引用発明Aに引用例3事項を適用するに当たり，審決認定周知技術を前提に，あえて引用例3事項の構成を変更しようとは考えないというべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，仮に審決認定周知技術が認められたとしても，引用発明Aに引用例3事項を適用するに当たって，引用例3事項の「終了メッセージを含む信号」を，設定機能によって所望に設定できるコードを一部に含み，引用発明Aの一致判定手段において信号に含まれるコードが一致するか否かを判定するように構成することを，当業者は容易に想到することができるものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，引用発明Aに引用例3事項を適用しても，相違点2に係る本件訂正発明8の構成に至らないというべきである。また，仮に審決認定周知技術が認められたとしても，引用発明Aに引用例3事項を適用するに当たり，引用例3事項の構成を変更することは容易でないから，これによって，相違点2に係る本件訂正発明8の構成に至るということもできない。",
                    "したがって，引用発明Aにおいて，相違点2に係る本件訂正発明8の構成を備えるようにすることを，当業者は容易に想到することができないというべきである。",
                    "よって，本件訂正発明8は，当業者が引用発明Aに基づいて容易に発明をすることができたものということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明9の進歩性",
              "text": [
                "本件訂正発明9と引用発明Aとが，相違点2において相違することは，当事者間に争いがなく，前記(1)と同様に，引用発明Aにおいて，相違点2に係る本件訂正発明9の構成を備えるようにすることを，当業者は容易に想到することができない。",
                "よって，本件訂正発明9は，当業者が引用発明Aに基づいて容易に発明をすることができたものということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正の可否",
              "text": [
                "以上によれば，本件訂正発明8及び9は，いずれも本件特許出願の際，独立して特許を受けることができたものであるから，これらが独立特許要件を欠くことを理由に本件訂正を認めなかった本件審決の判断には誤りがある。",
                "なお，本件訂正発明8の相違点2に係る構成は，本件訂正後の請求項1記載の盗難防止タグに関するものであり，特許無効審判の請求がされていない請求項に係る本件訂正発明5は，本件訂正後の請求項1記載の盗難防止タグに関する発明特定事項を全て含む。したがって，本件訂正発明5と引用発明Aとは，少なくとも相違点2において相違する。そして，前記(1)と同様に，引用発明Aにおいて，相違点2に係る本件訂正発明5の構成を備えるようにすることを，当業者は容易に想到することができない。よって，本件訂正発明5も，当業者が引用発明Aに基づいて容易に発明をすることができたものということはできない。",
                "よって，取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件訂正発明1ないし4，6及び7の進歩性について",
          "text": [
            "念のため，本件訂正発明1ないし4，6及び7の進歩性についても検討する。",
            "本件訂正発明8の相違点2に係る構成は，本件訂正後の請求項1記載の盗難防止タグに関するものであるから，本件訂正発明1と引用発明Aとは，少なくとも相違点2において相違する。そして，前記3(1)と同様に，引用発明Aにおいて，相違点2に係る本件訂正発明1の構成を備えるようにすることを，当業者は容易に想到することができない。よって，本件訂正発明1は，当業者が引用発明Aに基づいて容易に発明をすることができたものということはできない。",
            "また，本件訂正発明2ないし4，6及び7は，本件訂正発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，本件訂正発明2ないし4，6及び7も，当業者が引用発明Aに基づいて容易に発明をすることができたものということはできない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}