{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴人Xが当審において追加した請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "当審における追加請求に係る訴訟費用は控訴人Xの負担とし，当審におけるその余の訴訟費用は控訴人らの負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "申立て",
      "text": [
        "（控訴の趣旨）"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人会社の敗訴部分及び控訴人Xに関する部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人会社に対し，100万円及びこれに対する平成27年4月16日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人Xに対し，朝日新聞朝刊の全国版の下段広告欄に，2段抜きで，別紙謝罪広告文案記載の謝罪広告を，見出し及び控訴人Xの氏名は4号活字をもって，その他は5号活字をもって1回掲載せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人Xに対し，60万円及びこれに対する平成27年4月16日から支払済みまで年5分の割合による金員を支払え。",
            "（当審において追加した請求）"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人は，控訴人Xに対し，60万円及びこれに対する平成27年4月16日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，以下に掲記するほか，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，控訴人Xが創作し，控訴人会社が著作権を有する著作物（DVD）を被控訴人が無断で複製・販売したことが，控訴人会社の著作権（複製権，頒布権）を侵害するとともに，控訴人Xの名誉・声望を害する方法により上記著作物を利用したことを理由にその著作者人格権を侵害する行為とみなされるとして，控訴人らが被控訴人に対し，不法行為に基づく損害賠償金（控訴人会社につき上記著作権侵害による財産的損害103万0448円，控訴人Xにつき上記著作者人格権侵害による慰謝料60万円）及びこれに対する不法行為の後である平成27年4月16日（訴状送達の日の翌日）から支払済みまで年5分の割合による遅延損害金の支払を求め，また，控訴人Xが，被控訴人に対し，著作権法115条に基づき，その名誉・声望を回復するための適当な措置として，謝罪広告の掲載を求めた事案である。",
            "原判決は，控訴人会社の損害賠償請求については，被控訴人が控訴人会社の著作権（複製権，頒布権）を侵害する行為を行ったことを前提に，3万0448円及びこれに対する遅延損害金の支払を求める限度で認容し，その余の請求を棄却した。また，控訴人Xの損害賠償請求及び謝罪広告請求については，被控訴人の行為は控訴人Xの著作者人格権のみなし侵害行為には当たらないとして，いずれも棄却した。",
            "そこで控訴人らは，原判決中の各敗訴部分を不服として本件控訴を提起した。そして，控訴人Xは，当審において，被控訴人が控訴人会社の著作権（複製権，頒布権）を侵害したことによって控訴人会社の代表者である控訴人Xが精神的苦痛を受けたとして，被控訴人に対し，不法行為に基づく損害賠償金（60万円の慰謝料）及びこれに対する不法行為の後である平成27年4月16日（訴状送達の日の翌日）から支払済みまで年5分の割合による遅延損害金の支払を求める請求を，前記著作者人格権侵害による慰謝料請求と選択的なものとして追加した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実は，以下のとおり原判決を付加，削除するほかは，原判決の「事実及び理由」の第2の2に記載のとおりであるから，これを引用する。",
            "原判決3頁8行目の「中古品」のあとに「（以下「精神工学研究所のDVD」という。）」を加える。",
            "原判決3頁16行目の「上記」を削除する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "控訴人会社の損害の発生及びその額",
            "被控訴人の行為が控訴人Xの著作者人格権のみなし侵害行為に当たるか。",
            "控訴人Xの著作者人格権侵害による慰謝料額",
            "謝罪広告の要否",
            "控訴人Xの当審における追加請求の可否"
          ]
        },
        {
          "fig": "4",
          "text": [
            "争点に関する当事者の主張は，以下のとおり原判決を付加，訂正，削除するほかは，原判決の「事実及び理由」の第3に記載のとおりであるから，これを引用する。",
            "原判決5頁16行目の「ところが」から同頁18行目末尾までを次のとおり改める。",
            "「しかるところ，被控訴人は，精神工学研究所のDVDをインターネットのオークションサイトで販売するに当たり，おまけとして原告著作物を付ける旨を表記したものであり，このような被控訴人の行為は，原告著作物が「おまけ」，すなわち無償であることを表記することによって，原告著作物の価値に対する社会的評価を著しく低下させ，その結果，その著作者である控訴人Xに対する社会的評価を低下させるおそれがある行為であるから，控訴人Xの名誉・声望を害する方法によりその著作物を利用する行為といえる。」",
            "原判決5頁24行目の「（原告Xの慰謝料額）」を「（控訴人Xの著作者人格権侵害による慰謝料額）」と改める。",
            "原判決6頁13行目から14行目にかけての「「内部表現の書き換え方法言葉を使わない催眠術  完全独習法  中級～完結編」」を削除する。",
            "原判決7頁10行目末尾に改行の上，次のとおり加える。",
            "「5  控訴人Xの当審における追加請求の可否）について",
            "〔控訴人Xの主張〕",
            "被控訴人が，原告著作物を控訴人らに無断で複製・販売した行為は，控訴人会社が原告著作物について有する著作権（複製権，頒布権）を侵害する行為であり，これによって控訴人会社の代表者である控訴人Xは精神的苦痛を受けた。",
            "したがって，控訴人Xは，被控訴人に対し，上記著作権侵害による損害賠償として，慰謝料60万円を請求する。",
            "なお，控訴人Xは，原審の段階から，被控訴人に対する慰謝料請求の根拠として，①被控訴人が控訴人Xの原告著作物に係る著作者人格権のみなし侵害行為（著作権法113条6項）という不法行為を行ったことによって控訴人Xが精神的苦痛を受けたことのみならず，②被控訴人が控訴人会社の原告著作物に係る著作権（複製権，頒布権）を侵害する不法行為を行ったことによって控訴人会社の代表者である控訴人Xが精神的苦痛を受けたことをも主張してきた。",
            "ところが，原判決は，被控訴人Xの慰謝料請求について，上記①のみを根拠とするものであるとの誤った主張整理を行い，上記②については判断することなく，被控訴人の行為が控訴人Xの著作者人格権のみなし侵害行為に当たらないことのみを理由として被控訴人Xの慰謝料請求を棄却した。",
            "したがって，原判決には，判断遺脱の違法があり，また，仮に原審における控訴人Xの主張に不明確な点があれば，原審裁判所において釈明権を行使すべきであったのにこれを行使しなかった違法がある。",
            "〔被控訴人の主張〕",
            "控訴人Xの主張は，いずれも争う。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人会社の損害賠償請求は3万0448円及びこれに対する遅延損害金の支払いを求める限度で理由があり，また，控訴人Xの著作者人格権侵害に基づく損害賠償請求及び謝罪広告請求はいずれも理由がないものと判断する。その理由は，次のとおり原判決を訂正，削除するほかは，原判決の「事実及び理由」の第4の1ないし3に記載のとおりであるから，これを引用する。",
        "原判決7頁19行目から20行目にかけての「「内部表現の書き換え方法言葉を使わない催眠術  完全独習法  中級～完結編」の中古品」を削除する。",
        "原判決9頁2行目の「ことにより」から同行目末尾までを次のとおり改める。",
        "「行為が，原告著作物の価値に対する社会的評価を著しく低下させ，その結果，その著作者である控訴人Xに対する社会的評価を低下させるおそれがある行為であることを理由に，」",
        "原判決9頁20行目から21行目にかけての「原告著作物には価値がないと認識することが通常であるとまではいえないから」を次のとおり改める。",
        "「原告著作物の価値についてまで思いを巡らせ，それが価値のないもの，あるいは著しく価値の低いものであるなどと認識することが通常であるとはいえず，更には，原告著作物の著作者に対する評価を低下させることが通常であるともいえないから」",
        "原判決9頁最終行の「原告Xの請求」を「控訴人Xの著作者人格権侵害に基づく損害賠償請求及び謝罪広告請求」と改める。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "控訴人Xの当審における追加請求の可否）について",
          "text": [
            "控訴人Xは，被控訴人が控訴人会社の原告著作物に係る著作権（複製権，頒布権）を侵害する不法行為を行ったことによって控訴人会社の代表者としての控訴人Xが精神的苦痛を受けたとし，このこともって控訴人Xの被控訴人に対する慰謝料請求の根拠となる旨主張する。",
            "しかしながら，控訴人Xの被控訴人に対する慰謝料請求が認められるためには，被控訴人の行為が控訴人Xとの関係で不法行為を構成することが必要であり，そのためには，被控訴人の行為が控訴人Xの権利又は法律上保護される利益を侵害するものであることが必要となる（民法709条）。しかるところ，被控訴人が原告著作物を複製・頒布した行為は，原告著作物の著作権者である控訴人会社との関係では，その権利（著作権）を侵害する不法行為を構成することが明らかであるものの，原告著作物の著作権者ではない控訴人Xとの関係では，同人のいかなる権利又は法律上保護される利益を侵害することになるのかが不明というべきである。控訴人Xは，自らが控訴人会社の代表者であり，控訴人会社の著作権侵害によって精神的苦痛を受けたことをその主張の根拠とするが，会社の代表者たる個人が，当該会社に帰属する著作権に関して当然に何らかの権利や法律上保護される利益を有するものではないから，控訴人Xが控訴人会社の代表者であることのみをもって，控訴人会社の著作権を侵害する行為が控訴人X個人の権利又は法律上保護される利益をも侵害することが根拠付けられるものではなく，そのほかにこれを根拠付け得る事情も認められない。",
            "以上によれば，控訴人会社の原告著作物に係る著作権（複製権，頒布権）侵害を理由とする控訴人Xの慰謝料請求には理由がない。",
            "なお，控訴人Xは，原判決が，控訴人会社の原告著作物に係る著作権（複製権，頒布権）侵害を理由とする控訴人Xの慰謝料請求を主張整理において取り上げず，これについて判断しなかったことをもって，原判決には判断遺脱の違法があり，また，控訴人Xの当該主張を明確にするために原審裁判所が釈明権を行使しなかったことは違法である旨主張する。",
            "しかしながら，原審の平成27年6月8日付け によれば，控訴人らは，原審において，「本件で著作権侵害の対象となっている著作物の著作財産権（複製権など）は原告会社に帰属し，著作者人格権は著作者である原告Xに帰属するのである。」（1頁）とした上で，「被告の行為は原告Xの著作者人格権としての名誉・声望保持権を侵害したのである。…原告Xはその意味で被告に慰謝料を請求している（原告会社は著作財産権としての複製権の侵害として被告に損害賠償を求めている。）。」（2頁）と主張しているのであり，このような主張からすれば，控訴人Xが，被控訴人に対する慰謝料請求の根拠として，自らが有する原告著作物に係る著作者人格権としての名誉・声望保持権の侵害を専ら主張していたものであって，控訴人会社が有する原告著作物に係る著作権の侵害を主張していたものでないことは明らかというべきであるから（控訴人らの他の準備書面を検討してみても，控訴人Xが，他の構成による慰謝料請求を追加したことを認めるに足りる記述はない。），原判決について控訴人X主張の違法は認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第であるから，原判決は相当であり，控訴人らの本件控訴はいずれも理由がないから，これを棄却することとする。",
        "また，控訴人Xが当審において追加した請求は理由がないから，これを棄却することとする。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}