{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許庁長官が平成25年12月17日付けで控訴人に対してした特願2013-539308号についての国内書面に係る手続の却下処分を取り消す。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，特許協力条約に基づく外国語でされた国際特許出願(本件出願)をした控訴人が，国内書面に係る手続(本件手続)をしたところ，特許庁長官から，国内書面提出期間内に明細書等翻訳文の提出がなく，指定国である我が国における本件出願は取り下げられたものとみなされるとして本件手続を却下する処分(本件処分)を受けたことに関し，被控訴人に対し，控訴人には国内書面提出期間内に明細書等翻訳文を提出することができなかったことについて，特許法(法)184条の4第4項所定の「正当な理由」があるとして，本件処分の取消しを求める事案である。",
            "原審は，控訴人が国内書面提出期間内に明細書等翻訳文を提出することができなかったことについて「正当な理由」があるということはできないから，本件処分に違法はないとして，控訴人の請求を棄却したため，控訴人が，原判決を不服として，本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決「事実及び理由」第2の1記載のとおりであるから，これを引用する(なお，3頁4行目に「本件翻訳文」とあるのを「明細書及び請求の範囲の翻訳文」と訂正する。)。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "控訴人が国内書面提出期間内に明細書等翻訳文を提出することができなかったことについて，法184条の4第4項所定の「正当な理由」があるか。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に対する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原判決の引用",
          "text": [
            "当事者の主張は，下記2のとおり，当審における控訴人の主張を補充するほか，原判決「事実及び理由」第2の3 記載のとおりであるから，これを引用する(なお，7頁18行目に「A氏」とあるのを「B氏」と訂正し，14頁9行目に「本」とあるのを削除する。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "法184条の4第4項所定の「正当な理由」について",
              "text": [
                "「正当な理由」の要件は「その責めに帰することができない理由」という要件よりも緩やかな要件であって，法184条の4第4項は，国際調和の観点から，PLTのDue  Care(相当な注意)と同様に，出願人の柔軟な救済を図るというものである。また，欧州及び米国においては，期限徒過に対し柔軟に回復を認める立法が行われており，新たに「正当な理由」が規定された平成23年改正法の立法過程において救済要件を緩和するという趣旨が確認され，諸外国において人的ミスによる期限徒過について救済された事例もあることからすれば，人的ミスによる期限徒過の場合であっても，柔軟に救済の場面を拡大できるように「正当な理由」を解釈適用すべきである。",
                "そして，特許出願・管理業務は，多大な労力を必要とするものであって，補助者を用いた業務は否定すべきではなく，補助者の経験や能力の程度に応じて補助者の業務に対し一定の信頼をすることも当然に許されるというべきであり，また，補助者の事務作業について逐一クロスチェックを行わなければならないとすれば，補助者を用いた円滑な特許管理事務は成り立ち得ない。",
                "指示書の作成漏れがないことをクロスチェックする体制が構築されていたこと"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "C氏作成に係る平成25年10月29日付け宣誓書(甲9の1)には「管理者が，補助者の締切りを全て管理する」，同月12日付け陳述書(甲12)には「管理者は，本件システム上のリストを用いて，補助者により適切に指示書が作成されているかクロスチェックを行います」などと記載されており，A氏の担当する案件の期限日については，全て管理者が管理する体制が採られていた。",
                    "また，現地事務所における管理者と補助者のメールのやり取りに関する証拠(甲34)からも，管理者が，指示書発信時点において，補助者の業務をクロスチェックする体制を構築していたことが裏付けられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "現地事務所では，本件システム上のリスト(甲14)を用いて，各国の国内移行期限のチェックを行っているところ(甲50)，同リストには，移行指示のあった全ての国が，30か月の期限日と31か月の期限日に表示されるものである。このことを前提として，管理者は，表示された全ての国の中から，30か月を期限とする国について，指示書の作成漏れがないかについてチェックしていた。",
                    "そして，本件システム上のリストを用いた期限管理の体制により，現地事務所が取り扱った約700件の日本への移行ケースにおいて，移行期限を徒過した事例はなかった。なお，共同管理者は，自らがチェックしていない案件についても，本件システムを起動することにより，各国への移行がなされたか否かについて確認することができたものである(甲20)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "現地事務所は，本件発生後，本件システム上のリストについて，30か月及び31か月の期限日に，依頼人が選択した国及び広域の全てを記載することはせず，各期限日に関連する国及び広域だけを表示するなどの改善を行ったが，これは，管理体制の継続的な改善の一つであって，かかる改善を行ったことをもって，当時の管理体制が十分ではなかったとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "偶発的に過誤が発生したこと",
              "text": [
                "本件では，本件事務所が指示書作成に着手できるようになってから移行期限日までの期間が極端に短く，30か月期限の国に対する指示書を作成できる事実上最後のタイミングであった平成25年3月12日の悪天候によりC氏，A氏は出勤できず，B氏は妊娠3か月で体調が優れなかったという一連の例外的な状況が組み合わさったことにより，偶発的に期限徒過に至ったものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，現地事務所では，移行期限を徒過しないよう十分な体制を構築していたものの，特殊な例外的な事情により偶発的に過誤が発生したものであるから，法184条の4第4項所定の「正当な理由」があるというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人が国内書面提出期間内に明細書等翻訳文を提出することができなかったことについて，法184条の4第4項所定の「正当な理由」があるということはできず，本件処分に違法はないから，控訴人の請求は棄却すべきものと判断する。",
        "その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実等",
          "text": [
            "原判決の「事実及び理由」第3の1記載のとおりであるから，これを引用する(ただし，原判決19頁16行目以降に「アルファベット順に国名ないし広域名が記載され，その国名等の段落ごとに」とあるのを，「アルファベット順に行ごとに国名ないし広域名が記載され，その国名等の右側の離れた位置に」と訂正する。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "「正当な理由」の意義",
          "text": [
            "我が国では，外国語特許出願の出願人は，従前，国内書面提出期間内に明細書等翻訳文を提出しなかった場合には救済されなかったところ，平成23年改正法は，明細書等翻訳文を提出することができなかったことについて「正当な理由」があるときは，一定の期間内に限り，これを救済するために新設されたものである。",
            "これは，PLTにおいて手続期間の経過によって出願又は特許に関する権利の喪失を引き起こした場合の「権利の回復」に関する規定が設けられ，加盟国に対して救済を認める要件として「Due  Care」(相当な注意)又は「Unintentional」(故意ではない)のいずれかを選択することを認めており(PLT12条)，同規定に沿った諸外国の立法例として，例えば，欧州においては，「Due  Care」(相当な注意)基準を採用し，相当な注意を払っていたにもかかわらず期間の不遵守が生じた場合に救済が認められる運用がされていることなどを踏まえ，当時，我が国はPLTに未加盟であったものの，国際的調和の観点から，外国語特許出願の出願人について，期限の徒過があった場合でも，柔軟な救済を図ることにしたものと解される。",
            "もっとも，法184条の4第4項所定の「正当な理由」の意義を解するに当たっては，①特許協力条約に基づく国際出願の制度は，国内書面提出期間以内に翻訳文を提出することによって，我が国において，当該外国語特許出願が国際出願日にされた特許出願とみなされるというものであるから，同制度を利用しようとする外国語特許出願の出願人には，自己責任の下で，国内書面提出期間内に明細書等翻訳文を提出することが求められること，②国内書面提出期間経過後も，当該外国語特許出願が取り下げられたものとみなされたか否かについて，第三者に監視負担を負わせることを考慮する必要がある。",
            "そうすると，法184条の4第4項所定の「正当な理由」があるときとは，特段の事情のない限り，国際特許出願を行う出願人(代理人を含む。以下同じ。)として，相当な注意を尽くしていたにもかかわらず，客観的にみて国内書面提出期間内に明細書等翻訳文を提出することができなかったときをいうものと解するのが相当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "「正当な理由」の有無",
          "text": [
            "相当な注意"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "国内書面提出期間内に明細書等翻訳文を提出しなければ，外国語特許出願は国際出願日にされた特許出願とはみなされないのであるから，国際特許出願の対象となる国及び広域の移行期限を確認することは，当該国際特許出願を行う出願人に当然に求められるというべきであるところ，控訴人は，現地事務所は，移行期限を徒過しないよう十分な体制を構築していたと主張する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記認定のとおり(引用に係る 本件出願の処理に当たり，現地事務所では，補助者であるA氏が，依頼人が移行手続を指示した国及び広域について，締切リスト(甲14)及びWIPOの期限表(甲13)を用いて，移行期限が30か月であるかあるいは31か月であるかを確認した上で，移行期限が30か月である国について指示書を作成したものである。",
                "しかし，前記認定のとおり(引用に係る )，締切リストには，対象となる国又は広域の移行期限が30か月であるか31か月であるかについて区別して記載されていない。また，前記認定のとおり(引用に係るカ)，WIPOの期限表は，アルファベット順に行ごとに国名ないし広域名が記載され，その国名等の右側の離れた位置に移行期限が「30」あるいは「31」などの数字で記載されているものであるから，同期限表を目視するときは「30」ないし「31」という移行期限の表記が縦方向に混在して記載されているように見えるものである。",
                "そうすると，本件出願の処理に当たり，補助者であるA氏が，締切リスト及びWIPOの期限表を用いて移行期限を確認するだけでは，同人が特許管理業務に豊富な経験を有していたことを考慮しても，移行期限を看過するという人的ミスが生じ得ることは当然に想定されるものであったというべきである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "そして，前記認定(引用に係る 現地事務所において，管理者は，補助者が起案した指示書が適切に作成されているか否かについて，本件システム上のリストを用いてチェックしたことは認められるものの，それがどのような内容のリストであるか，また，いかなる事項についてチェックしたものかについては明らかではない。これを，管理者が，締切リストを用いて移行期限をチェックしたものと解したとしても，前記のとおり，締切リストには，対象となる国又は広域の移行期限が30か月であるか31か月であるかについて区別して記載されておらず，C氏作成に係る陳述書(甲50)によっても，本件において，管理者が移行期限について，締切リストのほかに，どのような資料を用いて確認したかについては明らかではないから，管理者が，移行指示を受けた国及び広域の移行期限を確認したものということはできない。なお，同陳述書において，管理者は「専門的データベース」を用いて指示書等を確認した旨記載があるものの，「専門的データベース」の具体的内容は明らかではなく，これが移行期限を確認するに当たり，有用なものであると認めるに足りる証拠はない。",
                "また，平成25年3月12日付けメール(甲34)によれば，B氏が，イスラエル，米国，カナダについて指示書の書状及び付属書類の確認をしたことは認められるものの，その際，B氏が，各国の移行期限の確認作業を行ったとまでは認められない。C氏作成に係る宣誓書(甲9の1)及び陳述書(甲12)によっても，管理者による確認作業が，いかなる事項を対象に，どのような資料をもとに行われたかについては明らかではない。その他，本件において，管理者が移行期限の確認作業を行ったとの事実を認めるに足りる証拠はない。",
                "したがって，本件出願の処理に当たり，現地事務所が，管理者をして，移行指示を受けた国及び広域の移行期限の再確認作業を行ったとの事実を認めることはできない。また，現地事務所において管理者が移行期限の確認作業を行う体制が構築されていたとの事実も認められない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "このように，本件出願の処理において，移行期限を看過するという補助者による人的ミスが生じ得ることは当然に想定されるところ，管理者などが，移行期限の再確認作業を行ったとの事実も，現地事務所において移行期限の再確認作業を行う体制が構築されていたとの事実も認められない。よって，現地事務所が，本件出願の処理に当たり，移行期限を徒過しないよう相当な注意を尽くしていたということはできない。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，本件は，特殊例外的な事情により偶発的に過誤が発生したものであると主張する。",
                    "しかし，本件において，補助者であるA氏のみが，締切リスト及びWIPOの期限表を用いて移行期限の確認作業を行った場合，人的ミスが生じ得ることは当然に想定されるものである。",
                    "したがって，本件事務所において指示書作成のための実質的な期間が短く，平成25年3月12日は悪天候の影響から欠勤者がおり，B氏が多忙であって，さらに同人が妊娠しており体調が優れなかったことから，移行期限の再確認作業が行われなかったとしても，これをもって，国内書面提出期間内に明細書等翻訳文を提出することができなかったことについて特段の事情があったということはできない。"
                  ]
                },
                {
                  "fig": "(3)",
                  "subject": "小括",
                  "text": [
                    "よって，本件において，控訴人が国内書面提出期間内に明細書等翻訳文を提出することができなかったことについて，法184条の4第4項所定の「正当な理由」があるということはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の請求は理由がないから，これを棄却した原判決は相当である。よって，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行コ)10002",
    "date": "2017-03-07",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(行ウ)615",
    "precedent_id": "086577",
    "ipprecedent_id": "4597",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}