{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-25018号事件について平成28年5月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実(いずれも当事者間に争いがないか，証拠により容易に認められる事実である。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「ルミネセンス検出方法」とする発明について，平成24年4月19日に国際特許出願をしたが(パリ条約による優先権主張  2011年(平成23年)4月22日  米国)，平成26年7月28日付けで拒絶査定を受けた。そこで，原告は，同年12月5日，特許庁に対し，拒絶査定不服審判の請求をした。特許庁は，この請求を不服2014-25018号事件として審理をし，平成27年11月5日付けで原告に対し拒絶理由通知をした。これを受け，原告は，平成28年3月8日，手続補正書を提出して特許請求の範囲を補正した。",
            "これに対し，特許庁は，同年5月2日，「本件審判の請求は，成り立たない。」との審決をした(なお，出訴期間として90日を付加している。以下「本件審決」という。)。その謄本は，同月17日，原告に送達された。",
            "原告は，同年9月14日，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明に係る特許請求の範囲",
          "text": [
            "本願の請求項1～4に係る発明は，別紙手続補正書記載の特許請求の範囲請求項1～4に記載された事項により特定されるとおりのものであるところ，そのうち請求項1(以下，請求項1に係る発明を「本願発明」という。また，本願発明に係る明細書(別紙特表2014-513794号公報参照)を「本願明細書」という。)の記載は，以下のとおりである。",
            "【請求項1】",
            "検体の検出方法であって，",
            "サンプル，発光反応のための触媒，及び少なくとも1つの壁を含む容器であって，前記容器は，検出器を含むルミノメーターにおける使用に適合されており，前記壁の少なくとも一部分は，着色剤を含む，サンプル，発光反応のための触媒，及び少なくとも1つの壁を含む容器を提供する第一のステップと，",
            "前記容器内で前記サンプル及び前記触媒を含む反応混合物を形成する第二のステップと，",
            "前記容器内で，前記反応混合物から放出される光の有無を検出する第三のステップと，を含み，",
            "前記第三のステップは，前記壁の前記着色剤を含む部分の少なくとも一部が前記反応混合物と検出器との間に配置されるように，前記容器を前記ルミノメーター内に動作可能に配置することを更に含み，",
            "前記壁の前記着色剤を含む部分の表面積が，前記壁の表面積の少なくとも10パーセントである，方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，要するに，本願発明は，以下のとおり，特表2009-510475号公報(甲13。以下「引用例」という。)記載の発明(以下「引用発明」という。)及び特開昭57-70459号公報(甲7。以下「周知例」という。)記載の周知技術等に基づき当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない，としたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "試料を保持することのできる導波管試料ホルダを含む感応式ルミネッセンス検出システムで試料を検出する方法において，",
                "ルミネッセンスは，基質ルシフェリンが酵素ルシフェラーゼと組み合わされて光を発生させるバイオルミネッセンスであり，",
                "照度計は，導波管試料ホルダと，検出器とを備え，",
                "導波管試料ホルダは，試料を保持する中空の領域を有し，",
                "試料及び試薬は，器具によって試料及び試薬の投入室内に手操作にて入れ又は圧送することができ，",
                "導波管試料ホルダの底部から現れる放出光を検出する1つ又はより多くの検出器を設けることができ，",
                "導波管試料ホルダから出る放出光を収束し又はコリメートし且つ試料を保持するため，端部に湾曲面が提供され，",
                "導波管試料ホルダと検出器との間に光学要素が存在しない，方法。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知例",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知a 「本発明は上記し且つ図面に示す実施例に限定することなく，その要旨を変更しない範囲内で適宜変形して実施し得るものであり，例えばセルカセット全体を温風等により恒温すれば反応完了時における分析法である反応終点測定法(エンドポイント法)の他，反応過程を調べる分析法である反応速度測定法(レイト法)により吸光度測定する装置にも使用できる他，本実施例ではセルカセットを無色透明としたが，反応試料は反応試薬によりその反応生成物が様様な色を呈するため，分析項目により透過光に光フィルタを用いるものもあるから，セルカセット全体或いはカセット本体または蓋部に，使用フィルタの特性を有する着色透明材を用いてフィルタ機能を持たせることも可能であり，また，セルカセットは安価に制作できるからクロスコンタミネーションなどを完全に防止すべく使い捨て(ディスポーザブル)とすることも可能であり，或いは洗浄して繰り返し使用することも可能である。この場合，セルカセット全体を使用の都度洗浄することからフローセルのように反応試料の吸引により洗い流す方式に比べ，クロスコンタミネーションはほとんど問題とならない。」(下線は本件審決において付されたものである。)"
                },
                {
                  "fig": "イ",
                  "subject": "周知b (3)  本願発明と引用発明との対比"
                },
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の「試料を検出する方法」は，本願発明の「検体の検出方法」に相当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用発明の「基質ルミネッセンス」，「端部」，「導波管試料ホルダ」及び「検出器」を備えた「照度計」は，それぞれ本願発明の「サンプル」，「少なくとも1つの壁」，「容器」及び「検出器を含むルミノメーター」に相当する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用発明の「酵素ルシフェラーゼ」は，本願発明の「発光のための触媒」に相当する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "引用発明の「導波管試料ホルダ」が「検出器」を備えた「照度計」に備えられるようにされていることは，本願発明の「容器は，検出器を含むルミノメーターにおける使用に適合されて」いることに相当する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "引用発明と本願発明とは，「サンプル，発光反応のための触媒，及び少なくとも1つの壁を含む容器であって，前記容器は，検出器を含むルミノメーターにおける使用に適合されており，サンプル，発光反応のための触媒，及び少なくとも1つの壁を含む容器を提供する第一のステップ」の点で共通する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明における，「試料及び試薬」を「試料及び試薬の投入室」に入れることは，本願発明の「前記容器内で前記サンプル及び前記触媒を含む反応混合物を形成する第二のステップ」に相当する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用発明の「導波管試料ホルダの底部から現れる放出光」は，本願発明の「前記容器内で，前記反応混合物から放出される光」に相当する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用発明の「放出光を検出する」ことは，本願発明の「光の有無を検出する第三のステップ」に相当する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "引用発明において，「放出光」が「検出器」に検出されるように，「端部」が「基質ルシフェリン」及び「酵素ルシフェラーゼ」を混合したものと「検出器」との間に配置され，かつ，「照度計は，導波管試料ホルダと，検出器とを備え」ることと，本願発明の「前記第三のステップは，前記壁の前記着色剤を含む部分の少なくとも一部が前記反応混合物と検出器との間に配置されるように，前記容器を前記ルミノメーター内に動作可能に配置することを更に含」むこととは，「前記第三のステップは，前記壁の少なくとも一部が前記反応混合物と検出器との間に配置されるように，前記容器の少なくとも一部が前記反応混合物と検出器との間に配置されるように，前記容器を前記ルミノメーター内に動作可能とすることを更に含」む点で共通する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "検体の検出方法であって，",
                    "サンプル，発光反応のための触媒，及び少なくとも1つの壁を含む容器であって，前記容器は，検出器を含むルミノメーターにおける使用に適合されており，サンプル，発光反応のための触媒，及び少なくとも1つの壁を含む容器を提供する第一のステップと，",
                    "前記容器内で前記サンプル及び前記触媒を含む反応混合物を形成する第二のステップと，",
                    "前記容器内で，前記反応混合物から放出される光の有無を検出する第三のステップと，を含み，",
                    "前記第三のステップは，前記壁の少なくとも一部が前記反応混合物と検出器との間に配置されるように，前記容器を前記ルミノメーター内に動作可能とすることを更に含む，方法。(なお，本件審決は「前記ルミノメーター内で」としているが，本願発明の特許請求の範囲の記載から，上記の趣旨と理解される。)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "(相違点1)",
                    "反応混合物と検出器との間に配置される壁の少なくとも一部について，本願発明では，着色剤を含み，着色剤を含む部分の表面積が，壁の表面積の少なくとも10パーセントであるのに対して，引用発明では，その点が特定されていない点。",
                    "(相違点2)",
                    "第三のステップにおいて，本願発明では，容器をルミノメーター内に配置するのに対して，引用発明では，その点が不明な点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "周知a及びbによれば，「底を含む本体が着色透明材によってフィルタ機能を有する容器」は，本願の優先権主張の日前より周知技術であった。",
                    "他方，引用例には「両端にて開放して」いる「導波管試料ホルダ」を「平坦な透明材料，光フィルタ又はレンズに近接する位置に配置すること」が記載されているところ，「光フィルタ」とは単なる「平坦な透明材料」でなく，かつ「放出光を通」すものであるから，上記周知技術と同様に，典型的には着色剤を含む色フィルタであることは技術常識である。また，「平坦な透明材料，光フィルタ又はレンズ」が「両端にて開放して」いる「導波管試料ホルダ」の底を閉じていることで，「導波管試料ホルダ」及び「平坦な透明材料，光フィルタ又はレンズ」は，全体として底が「平坦な透明材料，光フィルタ又はレンズ」によって閉じられた容器構造を形成している。ここで，引用発明の「試料を保持するため」の「端部」は，「放出光を収束し又はコリメート」するものであるから，「導波管試料ホルダ」の底を閉じる「平坦な透明材料，光フィルタ又はレンズ」のうち「レンズ」と同様の機能及び作用を有している。",
                    "加えて，上記「端部」の表面積を上記「導波管試料ホルダ」の表面積の少なくとも10パーセントとすることは，「導波管試料ホルダ」の長さ等に応じて当業者が適宜設計し得るものである。上記のとおり底(端部)に限らず本体自体を着色透明材(光フィルタ)とすることが知られていたことから，「光フィルタ」を採用するときにその表面積を「導波管試料ホルダ」の表面積全体の少なくとも10パーセントとすることについては，なおさらそうである。",
                    "そうすると，引用発明の「試料を保持するため」の「端部」において，「平坦な透明材料，光フィルタ又はレンズ」のうち「レンズ」と同様の機能及び作用を有する，「放出光を収束し又はコリメート」する構造に代えて，「平坦な透明材料，光フィルタ又はレンズ」における「レンズ」以外の選択肢である，着色剤を含む色フィルタである「光フィルタ」を採用し，「光フィルタ」の表面積を「導波管試料ホルダ」の表面積全体の少なくとも10パーセントとすることにより，相違点1に係る本願発明の構成を想到することは，当業者が容易になし得たことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "多数の容器中の各サンプルを検出器で次々に測定するために，検出装置内に容器を次々に取り換えて配置することは，通例行われている分析技術である。",
                    "よって，引用発明において，照度計内で検出器により導波管試料ホルダの底部から現れる放出光を検出する(容器をルミノメーター内で動作可能とする)に当たり，通例通り，導波管試料ホルダ(容器)を照度計内に配置することにより，相違点2に係る本願発明の構成を想到することは，当業者が容易になし得たことである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明の奏する作用効果",
                  "text": [
                    "本願発明によってもたらされる作用効果は，引用例及び周知例に記載された事項から当業者が予測し得る程度のものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本願発明は，引用発明，周知技術並びに引用例及び周知例に記載された事項に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項により特許を受けることができない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点及び相違点の認定の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は「感応式ルミネッセンス検出システムで試料を検出する方法」であり，その「ルミネッセンスは基質ルシフェリンが酵素ルシフェラーゼと組み合されて光を発生するバイオルミネッセンス」であるところ，「基質ルシフェリン」が，当然に本願発明でいう「検体」であるとはいえない。そうである以上，「基質ルシフェリン」は，本願発明において検体の検出に供されるものである「サンプル」に相当するともいえない。",
                        "引用発明の方法で検出される「試料」(sample)が，本願発明の「サンプル」に相当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決の認定に係る引用発明の特定事項である「端部に湾曲面が提供」なる記載から，引用発明の「端部」は導波管試料ホルダの位置を指すと解されるとともに，「端部」に「壁」という意味はないから，引用発明の「端部」それ自体は，本願発明の「少なくとも1つの壁」に相当しない。",
                        "また，引用例によれば，「導波管試料ホルダ」は「両端にて開放して」(【0033】，【0046】)いてもよいものであるから，引用発明の「導波管試料ホルダ」それ自体は，本願発明の「容器」すなわち反応混合物を収納することのできる「入れ物(器)」には相当しない。",
                        "引用発明の「端部に湾曲面が提供され」た「導波管試料ホルダ」が，本願発明の「少なくとも1つの壁を含む容器」に相当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明の照度計は，「端部に湾曲面が提供され」た「導波管試料ホルダと，検出器とを備え」るものである。これに対し，本願発明のルミノメーターは「容器」とは別のものである。したがって，引用発明の検出器を備えた「照度計」は，本願発明の検出器を含む「ルミノメーター」には相当しない。",
                        "引用発明の照度計のうち「端部に湾曲面が提供され」た「導波管試料ホルダ」を除いた部分が，本願発明の「ルミノメーター」に相当する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記のとおり，引用発明の「導波管試料ホルダ」は本願発明の「容器」には相当しない。また，引用発明の照度計は単に「導波管試料ホルダ」を備えるだけであって，引用発明の「導波管試料ホルダ」が「『照度計』に備えられるようにされている」ものではないし，本願発明の容器のように「容器又はその内容物(例えば，反応混合物)から放出される光を検出し，…ルミノメーターに収容されることが可能な形状及び寸法を有する」ものであるとも，直ちにはいえない。",
                        "したがって，引用発明の「導波管試料ホルダ」は，本願発明の「検出器を含むルミノメーターにおける使用に適合されて」いる「容器」には相当しない。同様に，本願発明の「少なくとも1つの壁を含む容器」に相当する引用発明の「端部に湾曲面が提供され」た「導波管試料ホルダ」も，本願発明のように「検出器を含むルミノメーターにおける使用に適合されて」いるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「基質ルシフェリンが酵素ルシフェラーゼと組み合されて光を発生するバイオルミネッセンス」による引用発明の方法において，「投入室内に手操作にて入れ又は圧送する」試薬は，具体的に何を検出するかによって定まるところ，引用発明は単に「試料を検出する方法」であるから，当該試料の検出のため「投入室内に手操作にて入れ又は圧送する」試薬が，当然に「酵素ルシフェラーゼ」であるとはいえない。",
                        "したがって，「引用発明の『酵素ルシフェラーゼ』は，『基質ルミネッセンス』と『組み合わされて』『バイオルミネッセンス』を『発生させる』ためのものである」としても，これが，本願発明における第一のステップで提供される「発光反応のための触媒」であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "引用発明が「基質ルシフェリンが酵素ルシフェラーゼと組み合されて光を発生するバイオルミネッセンス」の原理を用いるものであり，引用発明の「試料」，「端部に湾曲面が提供され」た「導波管試料ホルダ」が，それぞれ本願発明の「サンプル」，「少なくとも1つの壁を含む容器」に相当するとしても，上記のとおり，引用発明の「酵素ルシフェラーゼ」は本願発明の第一のステップにおける「発光反応のための触媒」には相当せず，また，引用発明の「端部に湾曲面が提供され」た「導波管試料ホルダ」は本願発明のように「検出器を含むルミノメーターにおける使用に適合されて」いるとはいえない以上，本願発明と引用発明とは，「サンプル，及び少なくとも1つの壁を含む容器を提供する第一のステップ」の点で共通するにすぎない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "上記のとおり，引用発明の「試料」が本願発明の「サンプル」に相当するとしても，引用発明の「試薬」は当然に「酵素ルシフェラーゼ」ではなく，本願発明の第二のステップにおける「前記触媒」とはいえない。",
                        "したがって，「引用発明における，『試料及び試薬』を『試料及び試薬の投入室』に入れること」は，本願発明の「前記容器内で前記サンプルを含む反応混合物を形成する第二のステップ」に相当するにすぎない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "上記のとおり，引用発明の「端部」は，導波管試料ホルダの位置を指し，「『導波管試料ホルダの底部』をなすもの」ではないから，引用発明の「端部」が「『基質ルシフェリン』及び『酵素ルシフェラーゼ』を混合したものと『検出器』との間に配置されている。」とはいえない。",
                        "引用発明においては，導波管試料ホルダの端部に提供された「湾曲面」が，試料及び試薬(を混合したもの)と検出器との間に配置されている。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "上記のとおり，引用発明においては，導波管試料ホルダの端部に提供された「湾曲面」が，試料及び試薬(を混合したもの)と検出器との間に配置されてはいるものの，引用発明の「『端部』が『基質ルシフェリン』及び『酵素ルシフェラーゼ』を混合したものと『検出器』との間に配置され」ているわけではない。また，引用発明は，「端部に湾曲面が提供され」た「導波管試料ホルダ」が照度計「内」にあることを特定事項とするものではない。",
                        "加えて，本願発明の第三のステップにおいて反応混合物と検出器との間に配置されるのは，壁の「着色剤を含む部分の少なくとも一部」であるところ，引用発明の特定事項には，本願発明の壁の「着色剤を含む部分の少なくとも一部」に相当するものはない。",
                        "そうすると，本願発明と引用発明は，「前記第三のステップは，前記壁が前記反応混合物と検出器との間に配置されるように，前記容器を前記ルミノメーターで動作可能とすることを更に含」む点で共通するにすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上より，本件審決は，本願発明と引用発明との対比に誤りがあり，それに基づく一致点及び相違点の認定にも誤りがある。正しくは，一致点及び相違点は以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "検体の検出方法であって，",
                        "サンプル，及び少なくとも1つの壁を含む容器を提供する第一のステップと，",
                        "前記容器内で前記サンプルを含む反応混合物を形成する第二のステップと，",
                        "前記容器内で，前記反応混合物から放出される光の有無を検出する第三のステップと，を含み，",
                        "前記第三のステップは，前記壁が前記反応混合物と検出器との間に配置されるように，前記容器を前記ルミノメーターで動作可能とすることを更に含む，方法。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "(相違点1’)",
                        "本願発明の少なくとも1つの壁を含む容器が，「検出器を含むルミノメーターにおける使用に適合されており，前記壁の少なくとも一部分は，着色剤を含」み，「前記壁の前記着色剤を含む部分の表面積が，前記壁の表面積の少なくとも10パーセントであ」り，そして，第三のステップにおいて，「前記着色剤を含む部分の少なくとも一部が」反応混合物と検出器との間に配置されるように，容器をルミノメーター「内」に配置するのに対して，引用例には，このことについて記載のない点。",
                        "(相違点A)",
                        "本願発明が，第一のステップにおいて「発光反応のための触媒」を提供し，第二のステップにおいて「前記触媒」を含む反応混合物を形成するのに対して，引用発明では，その点が特定されていない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決は，本願発明と引用発明との一致点及び相違点の認定に誤りがある。また，このため，本件審決には相違点の看過があり，看過した相違点について何ら判断していない。",
                    "したがって，本件審決は取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決の認定に係る相違点を前提としても，以下のとおり，その相違点に関する判断には誤りがあるから，やはり本件審決は取り消されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，周知a及びbによれば「底を含む本体が着色透明材によってフィルタ機能を有する容器」は本願の優先権主張の日前より周知技術であった，とする。",
                        "しかし，周知例には「反応試料は反応試薬によりその反応生成物が様々な色を呈するため，分析項目により透過光に光フィルタを用いるものもあるから，セルカセット全体或いはカセット本体または蓋部に，使用フィルタの特性を有する着色透明材を用いてフィルタ機能を持たせることも可能であり」と記載されているにすぎず，単なる「底を含む本体」についてそもそも記載がなく，それが「着色透明材によってフィルタ機能を有する容器」であることも記載されていない。このように周知例に記載のない「底を含む本体が着色透明材によってフィルタ機能を有する容器」が，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスによる検出分野の当業者にあまねく知られていたこともうかがわれない。",
                        "したがって，周知例の記載を根拠として，「『底を含む本体が着色透明材によってフィルタ機能を有する容器』が，本願の優先権主張の日前より」，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスによる検出分野において「周知技術であった。」ということはできない。",
                        "なお，周知例に記載された「セルカセット全体或いはカセット本体または蓋部に，使用フィルタの特性を有する着色透明材を用いてフィルタ機能を持たせること」についても，本願優先日前，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスによる検出分野において周知技術であったとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，「光フィルタ」とは典型的には着色剤を含む色フィルタであることは技術常識である，とする。",
                        "しかし，そもそも引用例には，「光フィルタ」を配置する図4の実施の形態が「基質ルシフェリンが酵素ルシフェラーゼと組み合わされて光を発生させるバイオルミネッセンス」に係るものであるのか明記はない。仮に，当該実施の形態が「基質ルシフェリンが酵素ルシフェラーゼと組み合わされて光を発生させるバイオルミネッセンス」による検出ができるものであったとしても，その平坦な「光フィルタ」が「典型的には着色剤を含む色フィルタであること」が当業者の技術常識であったことは，引用例及び周知例の各記載からは全くうかがわれない。そもそも周知例には，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスにおいて，引用例に記載されているような平坦な光フィルタを使用することは一切記載されていない。",
                        "このように，上記認定には証拠に基づく根拠がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，引用発明の「試料を保持するため」の「端部」は「放出光を収束し又はコリメート」するものであるから，「導波管試料ホルダ」の底を閉じる「平坦な透明材料，光フィルタ又はレンズ」のうち「レンズ」と同様の機能及び作用を有している，とする。",
                        "しかし，前記のとおり，引用発明の「端部」は導波管試料ホルダの位置を指し，「試料を保持するための」ものではなく，また，導波管試料ホルダの端部に提供された「湾曲面」が「放出光を収束し又はコリメート」するものであるから，引用発明の「端部」が「『導波管試料ホルダ』の底を閉じる『平坦な透明材料，光フィルタ又はレンズ』のうち『レンズ』と同様の機能及び作用を有している」わけではない。引用発明の導波管試料ホルダの端部に提供された「湾曲面」が，引用例図4の実施の形態における「平坦な透明材料，光フィルタ又はレンズ」のうち「レンズ」と同様の機能及び作用を有しているのである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件審決は，「端部」の表面積を「導波管試料ホルダ」の表面積の少なくとも10パーセントとすることは「導波管試料ホルダ」の長さ等に応じて当業者が適宜設計し得るものであり，また，底(端部)に限らず本体自体を着色透明材(光フィルタ)とすることが知られていたことから，「光フィルタ」を採用するときにその表面積を「導波管試料ホルダ」の表面積全体の少なくとも10パーセントとすることについてはなおさらそうである，とする。",
                        "しかし，前記のとおり，引用発明の「端部」は導波管試料ホルダの位置を指すところ，当業者は，位置を意味する「端部」に関しては，そもそも「表面積」など設計し得ない。また，前記のとおり，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスによる検出分野において，「本体自体を着色透明材(光フィルタ)とすること」が周知技術であったともいえない。",
                        "引用発明においては，導波管試料ホルダの端部に提供された「湾曲面」が，引用例図4の実施の形態における「『平坦な透明材料，光フィルタ又はレンズ』のうち『レンズ』と同様の機能及び作用を有している」のであるから，当該実施の形態を適用しようとする当業者は，端部に湾曲面が提供された導波管試料ホルダを「両端にて開放」(【0033】)したものとし，同時に「平坦な透明材料，光フィルタ又はレンズ」のうちの「レンズ」を採用するのであって，そもそも「『光フィルタ』を採用する」ことはなく，当然，「『光フィルタ』の表面積を『導波管試料ホルダ』の表面積全体の少なくとも10パーセントとすること」もない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件審決は，相違点1に係る本願発明の構成を想到することは当業者が容易になし得たことである，とする。",
                        "しかし，前記のとおり，引用発明の「端部」は，導波管試料ホルダの位置を指し，「『平坦な透明材料，光フィルタ又はレンズ』のうち『レンズ』と同様の機能及び作用を有する，『放出光を収束し又はコリメート』する構造」を有するものではない。また，前記のとおり，引用発明の端部に湾曲面が提供された導波管試料ホルダにおける，引用例図4の実施の形態のような「『平坦な透明材料，光フィルタ又はレンズ』のうち『レンズ』と同様の機能及び作用を有する『放出光を収束し又はコリメート』する」湾曲面に代えて，レンズとは異なる機能及び作用を有する「光フィルタ」をわざわざ採用することは，当業者が行わないことである。しかも，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスにおいて，試料及び試薬(を混合したもの)と検出器との間に「着色剤を含む」平坦な光フィルタを配置することが当業者に知られていたことは，引用例及び周知例の各記載からはうかがわれない。むしろ，可視光域にあるルミネセント放出光は着色剤を含む可視域用フィルタにより透過が妨げられることから，効率よくルミネセント放出光を検出しようとする当業者が，「引用発明の『湾曲面』を」，着色剤を含む「『光フィルタ』に置換」することには阻害要因がある。",
                        "したがって，当業者は，「着色剤を含む色フィルタである『光フィルタ』を採用し，『光フィルタ』の表面積を『導波管試料ホルダ』の表面積全体の少なくとも10パーセントとする」ことは全く想到し得ないのであるから，容易想到性に係る本件審決の判断は誤りである。",
                        "さらに，本件審決のいう「両端にて開放」した導波管試料ホルダを「着色剤を含む色フィルタ」である「光フィルタ」に近接する位置に配置したものにおける「両端にて開放」した導波管試料ホルダは，前記のとおり，本願発明における「検出器を含むルミノメーターにおける使用に適合され」た「容器」に相当するものではない。また，引用例の記載(【0047】)から見て，「両端にて開放」した導波管試料ホルダを「着色剤を含む色フィルタ」である「光フィルタ」に近接する位置に配置したものそれ自体も，このような「容器」に相当するものということはできない。本件審決は，この相違点(「検出器を含むルミノメーターにおける使用に適合され」た「容器」でない点)について何ら判断していないから，結局，相違点1が容易想到であるという結論を論理的に導くには至っていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2について",
                  "text": [
                    "前記のとおり，当業者には「着色剤を含む色フィルタである『光フィルタ』を採用し，『光フィルタ』の表面積を『導波管試料ホルダ』の表面積全体の少なくとも10パーセントとする」ことは全く想到し得ないから，そのようにしたものを照度計内に配置することも当然想到し得ない。また，その点を措くとしても，以下のとおり，相違点2についての本件審決の判断には誤りがある。",
                    "すなわち，本件審決は，多数の容器中の各サンプルを検出器で次々に測定するために検出装置内に容器を次々に取り換えて配置することは，通例行われている分析技術であり，引用発明において，照度計内で検出器により導波管試料ホルダの底部から現れる放出光を検出するに当たり，導波管試料ホルダ(容器)を照度計内に配置することにより，当該相違点2に係る本願発明の構成を想到することは，当業者が容易になし得たことである，とする。",
                    "しかし，「両端にて開放」した導波管試料ホルダを「着色剤を含む色フィルタ」である「光フィルタ」に近接する位置に配置したものを，「各サンプルを検出器で次々に測定するために，検出装置内に」「次々に取り換えて配置すること」が，「通例行われている分析技術」として当業者に知られていたことは，引用例及び周知例の各記載からはうかがわれない。",
                    "したがって，「照度計」「で検出器により，導波管試料ホルダの底部から現れる放出光を検出する…にあたり」，このようなものを「照度計内に配置することにより，当該相違点2に係る本願発明の構成を想到することは，当業者が容易になし得たこと」とはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本願発明の作用効果についての判断の誤り)",
              "text": [
                "本件審決は，本願発明の奏する作用効果は，引用例及び周知例に記載された事項から当業者が予測し得る程度のものである，とする。",
                "しかし，本願発明は，「微小容器に含まれる1つ以上の重要な構成成分が，技術者又は機器により，容易にかつ瞬間的に認識され」，かつ「しるしにより実質的な干渉を避ける(発光反応の検出を実質的に妨げない)」という効果を奏するものであるのに対し(【0026】，【0087】～【0091】)，引用例にはこのような効果について全く記載がなく，周知例を参照しても，このような効果が本願の優先日前当業者に知られていたこともうかがわれない。",
                "したがって，本願発明の奏する作用効果は，引用例及び周知例に記載された事項から当業者が予測し得ないものであり，この点に関する本件審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点及び相違点の認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例に「バイオルミネッセンスの特定の例は，基質ルシフェリン(Luciferin)が酵素ルシフェラーゼ(Luciferase)及び反応剤 ATP(アデノシン三リン酸)及び酸素と組み合わさる，蛍によって光を発生させるものである。」(【0009】)と記載されているように，引用発明の「バイオルミネッセンス」による検出においては，これらの成分の全てが揃ったときにルミネッセンス光が発生する。そして，引用発明は，導波管試料ホルダに主眼を置く発明であって，特定の反応に特徴を有する発明ではなく，あらゆるバイオルミネッセンス反応に使用できる発明であることを踏まえると，引用発明は，使用者の目的に応じ，上記成分のいずれを検出対象(検体)としてもよく，残りの成分のいずれを引用発明の「試薬」としてもよい発明であると認識し得るものである。",
                    "すなわち，引用発明は，検体となる成分以外のものを「試薬」として使用し得る発明であるから，「酵素ルシフェラーゼ」を引用発明の「試薬」として用いる態様も認識し得る。引用発明の「酵素ルシフェラーゼ」が「試薬」であるならば，必然的に，検体は，「組み合わさる」ことで「光を発生させるものである」から，検体は基質ルシフェリン，反応剤ATP 又は酸素のいずれかとなる。",
                    "そうすると，引用例からは，「酵素ルシフェラーゼ」を「試薬」とし，"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a)",
                          "subject": "基質ルシフェリンを検体として含む「試料」の発明"
                        },
                        {
                          "fig": "b)",
                          "subject": "反応剤 ATP を検体として含む「試料」の発明"
                        },
                        {
                          "fig": "c)",
                          "subject": "酸素を検体として含む「試料」の発明",
                          "text": [
                            "のいずれの発明も，当業者であれば認識し得ることとなる。",
                            "以上より，引用発明は，試料を保持することができる導波管試料ホルダを含む官能式ルミネッセンスシステムで，試料に含まれる a)基質ルシフェリン，b)反応剤ATP，c)酸素のいずれかの検体を検出する方法であるということができる。これらの検体のいずれかが含まれる引用発明の「試料」と本願発明の「サンプル」の相当関係について本件審決は記載していないが，原告の主張するとおり，引用発明の「試料」は，本願発明の「サンプル」に相当するものである。",
                            "そして，この検体を検出する方法は，本願発明でいえば「検体の検出方法」に相当するから，引用発明も本願発明も「検体の検出方法であって，サンプル(引用発明における試料)，発光反応のための触媒(引用発明における酵素ルシフェラーゼ)を提供し，サンプル及び触媒を含む反応混合物を形成し，前記反応混合物から放出される光の有無を検出する方法」である点では，少なくとも一致している。仮に引用発明の「基質ルシフェリン」が本願発明の「検体」に相当しなかったとしても，引用例に接した当業者は，他の「反応剤ATP」又は「酸素」が「検体」に相当するものと認識するから，「基質ルシフェリン」が本願発明でいう「検体」に相当するか否かにかかわらず，この点は相違点にならず，本件審決の結論に何ら影響を及ぼすものではない。",
                            "なお，本願発明及び引用発明のようなルミネセンス検出方法においては，反応剤 ATP を検体とする検出方法が一般的であるが，基質ルシフェリン及び酸素を検体とすることも周知技術である。",
                            "以上によれば，引用発明は，本願発明と同様に第一のステップにおいて「発光反応のための触媒」を提供し，第二のステップにおいて「前記触媒」を含む反応混合物を形成している。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明の「端部」は導波管試料ホルダの位置を指すと解されるなどとして，引用発明の「端部」それ自体は本願発明の「少なくとも1つの壁」に相当しない旨を主張する。ここで，原告の主張は，「導波管試料ホルダ」は「両端にて開放して」(【0033】，【0046】)いてもよいことを挙げていることから，本件審決が引用発明の認定の根拠とした引用例図6ではない，図4の実施の態様を前提としているものと思われる。",
                        "しかし，本件審決は，引用発明を「導波管試料ホルダと検出器との間に光学要素が存在しない」，「端部に湾曲面が提供され」と認定しているように，光学要素が存在する引用例図1及び図4に記載された発明から引用発明を認定したものではなく，また，湾曲面が存在しないという点でも，図4から引用発明を認定したものではない。本件審決の引用発明の認定は，その特定事項から，引用例図6に示される実施例によることが明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例【0007】に「『導波管試料ホルダ』という語は，試料を保持することのできる容器を意味し」と記載されていることから，引用発明の「導波管試料ホルダ」は容器であり，試料(液体)が漏れないような底壁に相当する「端部」を有することは明らかである。このことは，引用例図6からも見て取れる。さらに，この図6を見ても明白なように，引用発明の「端部」に提供された「湾曲面」は「導波管試料ホルダ」の底壁であって，本願発明の「少なくとも1つの壁を含む容器」に相当する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "容器である「導波管試料ホルダ」は，前回の検出時の残留物により誤検出が生じないように「洗浄または交換」等を行うことが必要不可欠であるし，精密な光学器具である「導波管試料ホルダ」をメンテナンスする必要もあるから，引用発明の「導波管試料ホルダ」は，検出器を備えた「照度計」から取り外され，「別体」となり得ると理解するのが自然である。",
                        "しかも，ルミノメーターにおいて，容器(試験管)は次々と搬送され交換されながら計測されることは周知技術であり，このような周知技術を熟知する当業者であれば，引用発明の「導波管試料ホルダ」が，「照度計」から取り外され「別体」となり得ないとは理解せず，引用発明の「導波管試料ホルダ」も「照度計」から取り外される場合があると理解するのが自然である。",
                        "したがって，本願発明における「容器」が「ルミノメーター」と別の物と解されるとしても，両発明の間に相違はない。",
                        "そして，本件審決の認定のとおり，引用発明の「照度計は，導波管試料ホルダと，検出器とを備え」ているのだから，導波管試料ホルダは照度計の一部であって，直ちに照度計「内」にあると解し得，さらに「導波管試料ホルダ」の「端の部分」を意味する引用発明の「端部」は，着色されていないものの引用例図6を見ても明らかなように，底壁と認識し得るものである。そのため，引用発明の「端部」は，本願発明の「壁の着色剤を含む部分の少なくとも一部」とは，「壁の」「少なくとも一部」という点で共通することは明白である。",
                        "したがって，本件審決が「前記第三のステップは，前記壁の少なくとも一部が前記反応混合物と検出器との間に配置されるように，前記容器を前記ルミノメーター内で動作可能とすることを更に含」む点で共通するとした点に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決の一致点及び相違点の認定に誤りはなく，そうである以上，判断遺脱の違法もない。",
                    "したがって，取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点の判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件審決につき，周知例の記載を根拠として「『底を含む本体が着色透明材によってフィルタ機能を有する容器』が，本願の優先権主張の日前より」，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスによる検出分野において「周知技術であった。」ということはできない，とするけれども，本件審決の該当部分の認定は，「光フィルタ」が着色剤を含む色フィルタであることを立証する趣旨であって，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスによる検出分野において周知技術であったことを述べているものではない。この点，原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例によれば「【図4】導波管試料ホルダが両端にて開放し，平坦な透明な材料…，光フィルタ…及び(又は)レンズ…に近接して配置することができる，ルミネセント検出システムの概略側面図である。」と記載されており(【0064】)，図4に図面の説明として，「開放した端部を有する導波管試料ホルダ」，「分離した透明な材料」，「光学フィルタ又はレンズ」，「端部から出る光」と記載されている。",
                        "引用例記載の定義によれば，「導波管試料ホルダ」とは「試料を保持することのできる容器を意味」するのであるから(【0007】)，図4記載の「開放した端部を有する導波管試料ホルダ」は，「分離した透明な材料」，「光学フィルタ又はレンズ」と組み合わされることで，上記定義のように容器として機能する「導波管試料ホルダ」となる。このような容器は，一般的な意味での容器の定義とも一致する。",
                        "そうすると，引用例図4の「開放した端部を有する導波管試料ホルダ」そのものは，端部が開放されているため，上記定義にいう「導波管試料ホルダ」とはなっておらず，「分離した透明な材料」，「光学フィルタ又はレンズ」と組み合わされることにより，容器として機能する「導波管試料ホルダ」となるものと解するべきである。すなわち，ルミネセント検出システムである引用例図4の態様においては，「開放した端部を有する導波管試料ホルダ」に組み合わされて容器の端部，すなわち，底壁となる「分離した透明な材料」，「光学フィルタ又はレンズ」を用いたものが記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上を踏まえると，この端部の光フィルタは，技術常識に照らし，着色剤を含む色フィルタであると解することができ，また，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスによる検出分野において，底壁となる端部に光フィルタやレンズの機能や作用を有するものが引用例図4に記載されていることが認められるのであり，本件審決は，このことを示したものである。",
                        "原告は，「『底を含む本体が着色透明材によってフィルタ機能を有する容器』が，本願の優先権主張の日前より」，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスによる検出分野において「周知技術であった。」ということはできない，とするけれども，かかる技術は，上記のとおり，引用例図4に示される実施例として記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記のとおり，本件審決の引用発明の認定が引用例図6の実施例に基づくことは，引用発明の特定事項から見て明らかである。そして，「導波管試料ホルダ」は，引用例の定義より「試料を保持するための」ものでもあるから，その「端部」は底壁といえるものであり，また，図6には「端部から出る光」と記載され光を収束する方向に矢印が示されている。この矢印は，導波管試料ホルダの端部に提供された「湾曲面」が「放出光を収束し又はコリメート」することを図示するものということができる。本件審決は，引用発明の「湾曲面」と引用例図4の「レンズ」の機能の共通性と，当該「レンズ」と「光フィルタ」の置換可能性とが引用例中に示唆されていると理解した上で，引用発明の「湾曲面」を引用例図4の「レンズ」と同様に「光フィルタ」に置換してもよいとするものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件審決のとおり，「湾曲面」を「光フィルタ」に置換した引用発明の「導波管試料ホルダ」は，例えば引用例図16のような形態となり，本願発明の「壁」に相当する引用発明の「導波管試料ホルダ」の「端の部分」が全て「光フィルタ」になるものであるから，本願発明の「壁」の表面積の相当部分が，本願発明における「着色剤を含む部分」となる。また，本件審決のとおり，「湾曲面」を「光フィルタ」に置換する際に，「導波管試料ホルダ」の底である「湾曲面」だけでなく，「導波管試料ホルダ」全体を「光フィルタ」とする場合にも，やはり「導波管試料ホルダ」の「端の部分」が全て「光フィルタ」になるから，本願発明の「壁」の表面積の相当部分が，本願発明における「着色剤を含む部分」となる。",
                        "そして，この「着色剤を含む部分」の壁の表面積全体に占める割合は，容器の大きさや見込まれる発光範囲の大きさに応じて当業者が適宜設計すべきものであり，「壁の表面積の少なくとも10パーセント」と定めることは，通常行われる設計事項の範囲である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "したがって，相違点1に係る本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「両端にて開放」した導波管試料ホルダを「着色剤を含む色フィルタ」である「光フィルタ」に近接する位置に配置したものを，「各サンプルを検出器で次々に測定するために，検出装置内に」「次々に取り換えて配置すること」が，「通例行われている分析技術」として当業者に知られていたことは，引用例及び周知例の各記載からはうかがわれない旨主張する。",
                        "しかし，本件審決は「一般に多数の容器中の各サンプルを検出器で次々に測定するために，検出装置内に容器を次々に取り換えて配置することは，通例行われている分析技術である。」と認定したものであって，原告の上記主張は本件審決の認定に係る引用発明を前提としておらず，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「検出装置内に容器を次々に取り換えて配置すること」が周知であることは，乙8(特表平8-504940号公報)に示されている。このような周知技術を有する当業者は，引用発明に接したとき，その容器である導波管試料ホルダを検出器内である照度計内に次々に取り換えて配置することに想到し得るから，相違点2に係る本願発明の構成を得ることは，当業者が容易になし得たことであるということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，相違点2に係る本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点に関する本件審決の判断に誤りはない。取消事由2は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本願発明の作用効果についての判断の誤り)に対し",
              "text": [
                "原告は，本願発明が「容器中の構成成分の種類の識別」という効果を奏するものであり，このような効果が本願発明の格別な効果である旨主張する。",
                "しかし，引用例図4記載の態様には「光学フィルタ」があり，図16には「フィルタ」を端部に有する「導波管試料ホルダ」の態様が図示されている。これらの態様から，光フィルタの着色を見た当業者であれば，「微小容器に含まれる1つ以上の重要な構成成分が，技術者又は機器により，容易にかつ瞬間的に認識され」る程度の効果は，予想できる効果である。なぜならば，色を識別に利用することは一般に行われていることであって，周知事項であるから，このような周知技術を有する当業者が，引用例に記載されている着色された光フィルタを見た場合に，原告主張に係る本願発明の効果が得られることは，予測し得る程度のものといえるからである。",
                "また，上記図4記載の態様においては，光フィルタを通して検出器で検出がなされているのであるから，当該光フィルタが，原告主張に係る実質的な干渉を避ける(発光反応の検出を実質的に妨げない)という効果も奏するものであることは自明である。",
                "よって，原告の主張どおりの効果が奏されるとしても，この効果は，当業者が予測し得る程度の効果にすぎない。すなわち，この点に関する本件審決の判断に誤りはなく，取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，前記(第2の2)のとおりのものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願明細書の記載",
              "text": [
                "本願明細書には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "背景",
                  "text": [
                    "「実験室では，多くの場合，例えば，病原体の存在又は同一性を決定するための試験などの多様な試験手順を行う。各試験は，サンプル中における特定の微生物の存在を検出することができる検体特異的な試薬…を含むことがある。」(【0002】)",
                    "「病原体に対する実験室試験が，個々の容器(例えば，チューブ又はマイクロチューブ)において頻繁に行われる。更に，同時に1回分の試験を処理し，実験室作業の効率を向上させることは珍しくない。類似の試験は，多くの場合，同一様のチューブにおいて行われるため，実験室技術者は，ラベルを使用し，異なるサンプル材料及び／又は検体特異的な試薬を含有するチューブを識別する。」(【0003】)",
                    "「チューブの内容物を同定するために，ラベルを反応チューブに日常的に付ける。チューブ又は対応するキャップに，ラベルを付ける場合もある。パーマネント防水インキを使用し，取り扱い時，ラベルが洗浄又は擦り落とされることを防ぐ。あるいは，チューブの内容物の説明書を有する接着ラベルをチューブに取り付ける。」(【0004】)",
                    "「ラベルは，多くの場合，チューブの内容物に関連する多量の情報(例えば，サンプル同一性，日付，試験又は試薬特異的な検体の種類，オペレーター)を含む。場合によっては，比較的多量の情報を比較的小さなラベルに組み入れることができるように，バーコードラベルが使用される。」(【0005】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "概要",
                  "text": [
                    "「一般に，本発明は，検体の検出方法に関する。特に，方法は，発光反応を検出することにより，検体の存在の検出に関する。方法は，更に，その方法に使用することができる有色容器に関する。驚くべきことに，互いに視覚的に識別可能な，多様な有色容器を，その容器の有色の壁を通過する光の検出を必要とする検出方法において，使用することができる。都合のよいことに，有色容器は，反応の少なくとも1つの構成成分の瞬間的な視覚的な識別をもたらし，それにより，実験誤差の可能性を低下させる。」(【0006】)",
                    "「一態様では，本開示は，検体の検出方法を提供する。方法には，サンプル，発光反応のための触媒，及び容器を提供することと，容器中で反応混合物を形成することと，容器中の反応混合物から放出される光を検出することと，を含み得る。反応混合物は，サンプル及び触媒を含み得る。容器は，少なくとも1つの壁を含み得る。壁の少なくとも一部分は，着色剤を含む。」(【0007】)",
                    "「着色剤は，赤着色剤，青着色剤，黄着色剤，緑着色剤，前述の着色剤の任意の2種以上の混合物，又は前述の着色剤の任意の2種以上の組み合わせを含み得る。」(【0011】)",
                    "「本明細書で使用するとき，用語『検体』は，様々な分子(例えば，ヌクレオチド，核酸タンパク質，酵素)又は分子のエピトープ…，又は微生物の全細胞を指す。検体は，微生物…又は対象の微生物の集団の特徴を示し得るため，サンプル中の検体の存在は，そのサンプル中の微生物の存在を示す。」(【0014】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "詳細な説明",
                  "text": [
                    "(ア)「実験室試験における傾向は，微容量試験の使用である。特定の試薬…の費用及び，検体分子をかなりの少量に濃縮することにより，検出反応の動力学を向上させることができるサンプル調製技術の開発により，この傾向が進んでいる。また，特定の機器…を使用し，多数の試験を行う傾向があり，その試験の多くは，検体特異的な試薬…を含む。このような機器では，多くの場合，試験の全てが行われる，標準化された容器(例えば，マイクロチューブ)を使用する。標準化された容器は同一と考えられるため，実験室技術者は，各容器の内容物を識別するために，ラベルの使用に頼っている。」(【0023】)",
                    "「ラベルを使用して，各容器の内容物に関連する多様な重要情報(例えば，サンプル同一性，サンプル供給元，日付，オペレーター，試験の種類，検体特異的な試薬，ロット番号など)を記録することができる。容器は非常に小さいため，容器及び／又はそのキャップの利用可能な表面積に合うラベルに情報の全てを記録することが困難な場合がある。バーコードの使用は，特有のコード／ナンバーを有する特定のサンプルを関連付けることができ，それにより技術者はバーコードに関連する多量の情報を記録することが可能である。しかし，このようなコードは，情報が蓄積されたデータベースに連結するバーコードリーダーで容易に解読されるだけで，技術者が，任意の所定の容器の内容物の重要な属性を直ちに視認することを難しくしている。」(【0024】)",
                    "「ラベルの使用に関連する他の欠点としては，ラベルが，試験が行われる容器の壁又はキャップの一部又は全てを不明瞭にし得ることである。これは，容器において発生する反応(例えば，ルミネセンスによる光の放出が検体の有無の検出の根拠である反応)の光学的な検出を必要とする試験に対して問題となり得る。」(【0025】)",
                    "(イ)「したがって，i)微小容器に含まれる1つ以上の重要な構成成分が，技術者又は機器により，容易にかつ瞬間的に認識されるような，特定の微小容器を製作すること，及びii)微小容器における反応の光学的な検出を使用して，しるしにより実質的な干渉を避けることなどの，微小容器においてルミネセンス系アッセイを行うことを試みる技術者が直面する少なくとも2つの問題がある。本発明の方法は，容器にしるしを付ける手段が，光を吸収し，かつ発光反応とフォトダイオードとの間の経路に直接位置させるものの，驚くべきことに，発光反応の検出を実質的に妨げないように，その手段を提供する。理論に束縛されるものではないが，通常，ヒト観察者が有色材料の少なくとも2つの層(例えば，壁)を通過する光(微小容器の外にある供給元から)を視覚的に検出しているため，観察者がチューブの色を容易に検出すると考えられている。したがって，人間の目により検出されるとき，外部の光の見かけの吸光度は，少なくとも倍増する。これに対して，微小容器内の発光反応から放出される光が，検出器の経路上を進むとき，その光は壁を通過するだけである。都合のよいことに，これにより，微小容器内の反応から放出される光の比較的小さい干渉(すなわち，吸光度)を使用して，チューブの色の容易な可視検出を行う。」(【0026】)",
                    "(ウ)「いくつかの実施形態において，検体は，発光反応に対する反応物質(例えば，ATP，ルシフェラーゼ)である生体分子であってもよい。」(【0029】)",
                    "(エ)「図1は，本開示による容器110の一実施形態を示す。容器110は，開口部120及び内部収容容器130を形成する，一体型壁115を含む。任意に，キャップ…を使用して，開口部120を封止してもよい。容器110は，ルミノメーターにおける使用に適合される。本明細書で使用するとき，『ルミノメーターにおける使用に適合される』は，容器110が，容器又はその内容物(例えば，反応混合物)から放出される光を検出し，所望により，ルミノメーターで測定することができるように，ルミノメーターに収容されることが可能な形状及び寸法を有することを意味する。任意の実施形態において，容器110は，例えば，図2A～Bに示すように，光検出器に動作可能に連結される熱転写機に収容されるように構成される(すなわち，好適な大きさ及び形状を有する)。したがって，これらの実施形態において，同時に，容器及びその内容物の温度を任意に制御し，かつ／又は熱転写機により調節しながら，容器110又はその内容物から放出される光を，光検出器によって，受ける。」(【0030】)",
                    "「容器110は，光(例えば，発光反応からの光の可視波長)が光検出器へ向け，壁115を通過することを実質的に防止しない，光学的透明性及び光透過率を有する材料…から作製することができる。いくつかの実施形態において，容器は，試験管，反応管，又はマイクロ遠心チューブであり得る。」(【0031】)",
                    "(オ)「容器110の壁115は，着色剤を含む部分115bを更に含む。いくつかの実施形態…において，着色剤を含む部分は，キャップであってもよく，チューブにおける発光反応から検出される光は，その光がキャップを通過した後，検出される。いくつかの実施形態において，機器を使用して(例えば，分光光度計を使用して)，着色剤を検出することができる。好ましい実施形態において，着色剤を含む壁115の部分115bに関連する色を，視覚的に検出することができる。その部分は，壁115の表面積の任意の検出可能な画分を含み得る。」(【0032】)",
                    "(カ)「いくつかの実施形態において，着色剤は，容器110を形成する材料…に組み込まれる色素及び／又は染料である。あるいは又は更に，いくつかの実施形態…において，容器110は，壁115の表面…部分115bに連結する層…を更に含む。その層は，着色剤を含み得る。着色剤は，赤着色剤，青着色剤，黄着色剤，緑着色剤，前述の着色剤の任意の2種以上の混合物，又は前述の着色剤の任意の2種以上の組み合わせを含み得る。」(【0033】)",
                    "(キ)「容器110の開口部120は，材料…を容器110の収容容器130に移動することを可能にする。その材料は，液体及び／又は個体の材料を含み，発光反応を促進することができる。発光反応を促進する好適な材料の非限定的例としては，液体媒体(例えば，水，緩衝液)，酵素(例えば，ルシフェラーゼ，…)，酵素基質(例えば，ルシフェリン，ATP…)…が挙げられる。酵素(例えば，…ルシフェラーゼ)は，結合相手(例えば，抗体又はレセプタなどのタンパク質)と結合してもよい。サンプル材料はまた，開口部120を通じて，収容容器130に移動させることができる。」(【0035】)",
                    "(ク)「サンプル材料は，検体を含有する疑いのあるサンプル材料を含む。サンプル材料は，液体，固体，液体に懸濁又は分散した固体，ヒドロゲルであってもよい。」(【0036】)",
                    "(ケ)「発光反応のための触媒を提供することは，可能なその他の点よりも高速で又は異なる条件下で(例えば，低温で)，発光反応を進行させる物質を提供することを含む。いくつかの実施形態において，触媒は，例えば，ルシフェラーゼ(例えば，ホタルルシフェラーゼ)又は…などの酵素である。いくつかの実施形態において，サンプルは，その触媒を含んでもよい。」(【0037】)",
                    "(コ)「方法は，容器に反応混合物を形成することを更に含む。形成されるとき，反応混合物は，発光反応のための触媒(例えば，ルシフェラーゼ)及びサンプルを含む。サンプルは，直接的に又は間接的に，発光反応に対する少なくとも1つの反応物質を提供する。例えば，いくつかの実施形態において，サンプルは，細胞又は生物発光反応に対する反応物質として ATP を提供する細胞可溶化物を含んでもよい。したがって，いくつかの実施形態において，反応混合物を形成することは，細胞溶解剤(例えば，洗浄剤)を含む反応混合物を形成することを更に含む。」(【0038】)",
                    "「その方法は，容器から又はその内容物から放出される光の有無を検出することを更に含む。いくつかの実施形態において，容器から又はその内容物から放出される光の有無を検出することは，光を検出する検出器を含むルミノメーターを使用して，光を検出することを更に含む。これらの実施形態において，その方法は，容器から放出される光又はその内容物から放出される光を検出器によって検出することができるように，容器をルミノメーターに動作可能に配置することを更に含む。いくつかの実施形態において，容器をルミノメーターに動作可能に配置することは，着色剤を含む壁の部分115bの少なくとも一部が反応混合物と検出器との間に配置されるように，容器を配置することを更に含む。」(【0039】)",
                    "(サ)「図2Aは，システム200構成要素の部分的分解長手方向の断面概略図を示す。システム200は，容器210及び…ダイオードリーダー240を含む。容器210は，壁215及びキャップ218を含む。壁215は，着色剤を含む部分(例えば，全壁)を含む。容器210に配置されるものは，反応混合物230である。」(【0041】)",
                    "「リーダー240は，容器を収納するように構成された空洞243を備える受容器242を含む。受容器242は，例えば，プラスチック又は金属を含む多様な材料で製作され得る。好ましい実施形態において，受容器242は操作上，熱源(例えば，抵抗器…)及び温度コントローラ…に連結される熱伝導性材料(例えば，アルミニウム)から製作される。図示の実施形態において，空洞は，キャップ218を除く容器215が操作上，受容器242の空洞243に連結される(すなわち，完全にかつ確実に設置される)ことができるような，形及び大きさである。(【0042】)",
                    "「検出器248は，光子信号(すなわち，光)を電気信号に変えることができる任意の検出器であり得る。…リーダー240は，ハウジング260及び所望により，サンプルをリーダー240で分析しているとき検出器248から外部の光を実質的に排除するカバー…を更に含む。」(【0044】)",
                    "(シ)「図2Bは，容器210が動作可能にリーダー240に配置されている，図2Aのシステム200の断面長手方向の断面概略図である。図示の実施形態において，全壁が着色剤を含むため，容器210を動作可能に配置することは，壁215の有色部分の少なくとも一部が反応混合物230と検出器248との間に配置されるように，容器210を配置することを更に含む。」(【0045】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施例1～4(有色マイクロチューブを使用するバイオルミネセンスの検出)",
                      "text": [
                        "「実施例1については，青色 PCR チューブを使用して，ハイブリッドデバイスを構築すること，実施例2については，緑色 PCR チューブを使用して，ハイブリッドデバイスを構築すること，実施例3については，黄色 PCR チューブを使用して，ハイブリッドデバイスを構築すること，及び実施例4については，ラベンダー色 PCR チューブを使用して，ハイブリッドデバイスを構築すること以外は，比較例1に記載するように，試薬及びハイブリッドデバイスを調製した。「ブランク」(ATPを含まない)及び「試験」の RLU 指数を，比較例1記載の同様の方法を使用して，得た。」(【0087】)",
                        "「結果から，容易にチューブの色が観察され，かつ人間のオペレーターによって識別されるが，有色チューブを使用して検出された光の量は，透明チューブを使用して検出された光の約89．9％(ラベンダー色のチューブ)～約99．9％(黄色のチューブ)の範囲に及ぶことがわかる。」(【0089】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施例5(有色マイクロチューブによる光透過率)",
                      "text": [
                        "「透明及び有色の PCR チューブによる可視光の透過率は，分光光度計…を使用して，測定された。…図3は，透明 PCR チューブ(線「A」)及び改変ラベンダー色 PCR チューブ(線「B」)を通過する500～700nm の光の透過率の比較を示す。表2は，様々な有色の PCR チューブのそれぞれを通過する500nm～700nm の光の透過率が，透明PCRチューブを通過する光の透過率と比較された実験の結果を示す。…チューブ全てが，透明チューブを透過した光の少なくとも80％で透過したが，緑色，黄色，改変青色，及び改変ラベンダー色チューブは，透明チューブを透過した光の少なくとも90％で透過した。」(【0090】)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願発明は，おおむね以下のとおりのものと理解される。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "病原体の存在又は同一性を決定するための試験等の多様な試験手順を実験室で行う際，同時に多数の容器が用いられることは珍しくないため，実験室技術者は，それらの容器を識別する必要がある(【0003】)。容器を識別するために従来から用いられてきた方法としては，防水インキを用いて必要な情報を記録したラベルを容器に貼付するものなどがあるが(【0003】～【0005】)，こうした方法には，①ラベルに多様な重要情報の全てを記録することが困難な場合があり，バーコードを使用しても内容物の重要な属性を直ちに視認し難い(【0024】)，②光学的な検出を必要とする試験に際し，試験が行われる容器の壁又はキャップの一部又は全てを不明瞭にし得る(【0025】)，という2つの問題があった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明によれば，これらの問題の解決手段として，容器の壁の少なくとも一部に着色剤を含ませ(【0007】)，互いに視覚的に識別可能な，多様な有色容器を，その容器の有色の壁を通過する光の検出を必要とする検出方法において使用し得ることとなる。都合のよいことに，有色容器は，反応の少なくとも1つの構成成分の瞬間的な視覚的な識別をもたらし，それにより，実験誤差の可能性を低下させる(【0006】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例の記載",
                  "text": [
                    "引用例は，その名称を「感応式放射光収集及び検出システム」とする発明に係る特表2009-510475号公報(別紙)であるところ，これには以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "【請求項1】",
                        "「試料ホルダにおいて，",
                        "内部に試料を受容する室と，",
                        "前記室への第一のアクセス部を提供する末端と，",
                        "少なくとも光透過可能な部分を備える基端と，",
                        "前記基端から長手方向に向けて前記末端まで伸びる少なくとも1つの壁とを備え，",
                        "前記室は，前記少なくとも1つの壁によって画成された長手方向内面と，長手方向外面とを備え，",
                        "前記長手方向内面は，長手方向に対して垂直な面内にて見たとき，第一の断面形状を備え，",
                        "前記長手方向外面は，長手方向に対して垂直な面内にて見たとき，第二の断面形状を備え，",
                        "前記少なくとも1つの壁は，光を前記基端に向けて導く導波管の形態を備える，試料ホルダ。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "技術分野",
                          "text": [
                            "「本発明は，最小限，試料を保持することのできる導波管試料ホルダを含む感応式ルミネッセンス検出システムに関する。本発明は，励起光源と，導波管試料ホルダ内にて試料から励起信号及び放出信号の双方の変化を検出する感応式検出システムとを含むシステムにも関する。導波管試料ホルダは，放出光を集め且つその光を検出器に案内するのに効果的である。導波管試料ホルダの設計，励起光の照射の配置，及び光フィルタは，試料及び放出試薬の極めて低濃度を検出するのを容易にし且つ，使用が容易な形態とすることができる。」(【0001】)",
                            "「本明細書に使用するように，『一体型導波管センサ(Integrating Waveguide Sensor)』技術という語は，導波管の表面上又は導波管試料ホルダ内の溶液中の励起信号及び放出信号を検出することを意味する。」(【0002】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "発明が解決しようとする課題",
                          "text": [
                            "「本発明の1つの目的は，放出試薬が溶液を保持することのできる容器内の溶液中にあり，溶液及び容器は共に，導波管として作用する，一体型導波管センサの液相の具体化である。放出試薬に適した光源は，導波管試料ホルダの表面に対して垂直な又はある角度を成す方向から溶液を保持する導波管を照射する。放出された信号は，励起光と共に，導波管によって効率的に集められ且つ，導波管の端部から出る。励起信号及び放出信号は，1組みのレンズ及びフィルタを介して検出器に送られる。」(【0004】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "「本明細書にて使用するように，『試料』という語は，主として液体を意味することを意図しており，液体は，小さい固体粒子，化学物質，分子，タンパク質，DNA，放出試薬，微生物，細胞等のような，多種多様なその他の材料も含むことがあろう。」(【0005】)",
                            "「本明細書にて使用するように，『光学素子(Optical Elements)』という語は，レンズ，フィルタ，光導波管(光ファイバを含むが，導波管試料ホルダは除く)及び格子の任意の1つ又はそれらの組み合わせから成る要素を含む。光学素子は，(1)放出光の改良された収集及び，例えば，レンズ及び光導波管(光ファイバのような)を使用して検出器への光の案内を改良することにより増大される，信号(放出光)を増大させるべく，また，(2)フィルタ，格子等を使用して望ましくない波長からの光を解消することにより，雑音，背景及び(又は)その他の望ましくない蛍光源を減少させるべく使用される。」(【0006】)",
                            "「本明細書にて使用するように，『導波管試料ホルダ』という語は，試料を保持することのできる容器を意味し，試料及び容器の組み合わせは，試料中にて発生される放出光を検出器まで案内する導波管として作用する。」(【0007】)",
                            "「本明細書にて使用するように，『ルミネッセンス』という語は，放出試薬として使用され又は放出試薬により発生される化学的又は生化学的材料によって電磁放射線が発生されることを意味する。『化学ルミネセント』とは，励起エネルギが化学的反応から得られたとき，光が発生されることを意味する。『バイオルミネセント』とは，光が生物学的又は生化学的反応によって発生される，サブセットの化学ルミネッセンスを意味する。バイオルミネッセンスの特定の例は，基質ルシフェリン(Luciferin)が酵素ルシフェラーゼ(Luciferase)及び反応剤ATP(アデノシン三リン酸)及び酸素と組み合わさる，蛍によって光を発生させるものである。『電気化学的ルミネッセンス(ECL)』とは，光を放出する化学ルミネセントの反応よりも先に電気化学的反応が行われるルミネッセンスの形態である。」(【0009】)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "実施の形態",
                          "text": [
                            "「本発明の一例としての実施の形態の1つの形態は，器具と，試料を保持する導波管試料ホルダとを備える感応式ルミネッセンス検出システムを提供することである。導波管試料ホルダは，ルミネセント放出光を集め且つ，光を検出器まで案内する点にて効率的である。」(【0025】)",
                            "「ルミネッセンスの適用例に対する一例としての実施の形態の上記の形態を実現するため，導波管試薬(裁判所注：「試料」の誤記と思われる。)ホルダと，1つ又はより多くの検出器とを備える照度計が提供される。導波管試料ホルダは，試料を保持する中空領域を含むことができる。導波管試料ホルダは，放出光を導波管試料ホルダの閉塞端まで案内する材料にて出来たものとすることができる。器具は，試料及び試薬を導波管試料ホルダ内に導入する装置を含むことができる。導波管試料ホルダの閉塞端から現れる放出光を検出する1つ又はより多くの検出器を提供することができる。その例は，図1ないし図8…に示されている。」(【0027】)",
                            "「一体型導波管センサの液相の具体化に基づくルミネッセンスの用途による一例としての実施の形態が図1a，図1bに示されている。照度計は，導波管ホルダ(裁判所注  「導波管試料ホルダ」の誤記と思われる。)と，1つ又はより多くの検出器とを備えている。導波管試料ホルダは，試料を保持する中空の領域を有している。試料及び試薬は，器具によって試料及び試薬の投入室内に手操作にて入れ又は圧送することができる。導波管試料ホルダは，放出光を導波管試料ホルダの底端部内に案内する材料にて出来たものとすることができる。導波管試料ホルダの底部から現れる放出光を検出する1つ又はより多くの検出器を設けることができる。」(【0029】)",
                            "「照度計及び照度計の構成要素に対し多様な適した構造体及び配置を使用することができる。例えば，図1aに示したように，導波管試料ホルダの外部形状は，軸方向対称の円錐形の形状とすることができる。また，図1aに示したように，導波管試料ホルダから出る放出光を収束し又はコリメートし且つ試料を保持するため，端部に湾曲面が提供される。」(【0030】)",
                            "「導波管試料ホルダは，両端にて開放しており，また，該導波管試料ホルダは，図4に示すように，平坦な透明材料，光フィルタ又はレンズに近接する位置に配置することができる。」(【0033】)",
                            "「図6に示したように，導波管試料ホルダと検出器との間に光学要素が存在しない装置を使用することもできる。」(【0034】)",
                            "「導波管試料ホルダは，ガラス，プラスチック等のような任意の高屈折率の材料にて出来たものとすることができる。」(【0050】)",
                            "「器具は，導波管試料ホルダに対する温度制御された環境を提供するであろう。温度は，0℃ないし100℃の範囲にプログラム化することができる。例えば，温度は，一定の値に保持することができる。別の適用例に対し，温度は，1つの値まで一定の率にて増大させ且つ後の時点にて別の値に変化させることができる。別の適用例に対し，温度は2つの温度の間にて繰り返すことができる。温度及び持続時間はユーザがプログラム化すべきである。」(【0051】)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，引用発明は，器具と試料を保持することのできる導波管試料ホルダを含む感応式ルミネッセンス検出システム(【0025】)に関し，導波管試料ホルダは，試料を保持することのできる容器を意味し，試料及び容器の組み合わせは，試料中にて発生される放出光を検出器まで案内する導波管として作用することを意味しており(【0007】)，ルミネッセンスの特定の例は，基質ルシフェリン(Luciferin)が酵素ルシフェラーゼ(Luciferase)，反応剤 ATP 及び酸素と組み合わさる，蛍によって光を発生させるものを含み(【0009】)，検出器を備える照度計が提供され，前記検出器は，導波管試料ホルダの閉塞端から現れる放出光を検出するものである(【0027】)。また，この導波管資料ホルダの閉塞端には，端部に湾曲面を形成したり(【0030】，【0034】)，平坦として光学フィルタを設けたり(【0033】)することもできる。",
                    "これらの点に加え，上記認定に係る引用例の他の記載を踏まえると，引用発明は，以下のとおりのものと認められる。これと同旨の本件審決の認定に誤りはない。",
                    "「試料を保持することのできる導波管試料ホルダを含む感応式ルミネッセンス検出システムで試料を検出する方法において，",
                    "ルミネッセンスは，基質ルシフェリンが酵素ルシフェラーゼと組み合わされて光を発生させるバイオルミネッセンスであり，",
                    "照度計は，導波管試料ホルダと，検出器とを備え，",
                    "導波管試料ホルダは，試料を保持する中空の領域を有し，",
                    "試料及び試薬は，器具によって試料及び試薬の投入室内に手操作にて入れ又は圧送することができ，",
                    "導波管試料ホルダの底部から現れる放出光を検出する1つ又はより多くの検出器を設けることができ，",
                    "導波管試料ホルダから出る放出光を収束し又はコリメートし且つ試料を保持するため，端部に湾曲面が提供され，",
                    "導波管試料ホルダと検出器との間に光学要素が存在しない，方法。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，前記のとおり，引用発明の「基質ルミネッセンス」，「端部」，「導波管試料ホルダ」及び「検出器」を備えた「照度計」は，それぞれ本願発明の「サンプル」，「少なくとも1つの壁」，「容器」及び「検出器を含むルミノメーター」に，引用発明の「酵素ルシフェラーゼ」は本願発明の「発光反応のための触媒」に，それぞれ相当するなどとした上で，第一のステップにつき「サンプル，発光反応のための触媒，及び少なくとも1つの壁を含む容器であって，前記容器は，検出器を含むルミノメーターにおける使用に適合されており，サンプル，発光反応のための触媒，及び少なくとも1つの壁を含む容器を提供する第一のステップと，」という点を本願発明と引用発明との一致点と認定する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「サンプル」及び「触媒」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記認定のとおり，引用例には，「『バイオルミネセント』とは，光が生物学的又は生化学的反応によって生成される，サブセットの化学ルミネッセンスを意味する。バイオルミネッセンスの特定の例は，基質ルシフェリン(Luciferin)が酵素ルシフェラーゼ(Luciferase)及び反応剤ATP(アデノシン三リン酸)及び酸素と組み合わさる，蛍によって光を発生させるものである」(【0009】)との記載がある。この記載の文言からは，基質ルシフェリン，触媒，ATP又は酸素のいずれが検出前に準備されるか，また，そのいずれがサンプルに含まれ得るかは明確でないところ，証拠(甲13，乙1～7)によれば，そのいずれもが「検体」になり得るとともに，「試薬」にもなり得ることが認められる。",
                        "また，酵素は触媒の一種であるから，上記記載に示された酵素ルシフェラーゼは触媒に包含されるが，遺伝子組み換えによって酵素ルシフェラーゼを生産する遺伝子を細胞内に組み込み，酵素ルシフェラーゼをサンプルに含ませることも，本願出願前に知られていたことが認められる(甲22，23)。この場合のように，サンプル中に酵素ルシフェラーゼすなわち触媒が含まれると期待される場合には，触媒を別途準備することはあり得ない。",
                        "そうすると，本件審決が，引用発明の「基質ルシフェリン」，「酵素ルシフェラーゼ」がそれぞれ本願発明の「サンプル」，「発光反応のための触媒」に相当すると認定した上でこれを一致点に含めたことは，誤りというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，引用例記載のシステムにおいて，上記のように酵素ルシフェラーゼをサンプルに含むものも知られていたとはいえ，証拠(乙1～7)によれば，基質ルシフェリン，反応剤 ATP ないし酸素をサンプル中に含むものも周知であったと認められる。また，このようなシステムにおいては，何がサンプル中に含まれるかを事前に予測した上で発光されるための要素を事前に準備するものと思われるところ，本願発明のように，触媒を含まないサンプルを測定するために触媒を準備しておくことは，引用発明に含まれる選択的事項ということができる。",
                        "そうである以上，上記のとおり本件審決の一致点の認定には誤りがあるものの，この誤りは本件審決の結論に影響を及ぼすものではないというべきである。",
                        "ウ「容器」について",
                        "原告は，引用発明の「端部」は導波管試料ホルダの位置を指すと解されるなどとして，引用発明の「端部」それ自体は本願発明の「少なくとも1つの壁」に相当せず，また，引用発明の「導波管試料ホルダ」それ自体は本願発明の「容器」に相当しない旨主張する。",
                        "引用発明の「端部」が導波管試料ホルダにおける位置を指し，また，「端部」に「壁」の意味がないことは，原告指摘のとおりといってよい。",
                        "しかし，引用例図6において，導波管試料ホルダの端部に壁が存在することは明らかであるところ，本件審決は，この例をもとに引用発明を認定したものと理解される。そうすると，本件審決が，引用発明の「端部」は本願発明の「少なくとも1つの壁」に相当する旨認定したことに誤りはないというべきである。",
                        "また，「容器」とは「物品…を収納する入れ物の総称」であるところ(甲18)，引用例において「導波管試料ホルダ」なる語は「本明細書にて使用するように，…試料を保持することのできる容器を意味」すると定義されており(【0007】。なお，「試料」なる語は「主として液体を意味することを意図して」いる。【0005】)，この定義は，上記のような「容器」の一般的な意味と合致する。「容器」に関する原告の主張は，引用発明の認定の元となった引用例図6ではなく，図4の導波管試料ホルダの形状に基づくものであって，前提を異にするものであるし，図4を前提としても，導波管試料ホルダの円筒部分とその一端に配置された平坦な透明材料等とで一体的に導波管試料ホルダ内の試料を保持し得ることから，このような導波管試料ホルダもなお上記意味における「容器」に当たると理解し得る。",
                        "したがって，この点に関する原告の上記主張及びこれを前提とする主張はいずれも採用し得ない。",
                        "エ「容器」と「ルミノメーター」との関係等について"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明の「照度計」は，「端部に湾曲面が提供され」た「導波管試料ホルダと，検出器とを備え」るものであるのに対し，本願発明のルミノメーターは「容器」とは別のものであり，引用発明の「照度計」は本願発明の「ルミノメーター」に相当せず，また，引用発明の「導波管試料ホルダ」ないし「端部に湾曲面が提供され」た「導波管試料ホルダ」は，本願発明の「検出器を含むルミノメーターにおける使用に適合されて」いない旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例には必ずしも明示的な記載は見られないものの，繰り返し使用されることが想定される限り，「導波管試料ホルダ」につき洗浄，交換ないしメンテナンスを要することは当業者にとって明らかであり，その際，「照度計」から取り外され得ることも同様に明らかといってよい。このことは，ルミノメーターにおいて，容器が次々搬送され，交換されながら計測されることが周知技術と見られること(乙8)によっても裏付けられる。",
                        "そうすると，引用発明において，「導波管試料ホルダ」は「照度計」に備えられるものであるものの，両者を別個のものと把握し得ることとなるから，本願発明における「容器」が「ルミノメーター」と別のものと解されるとしても，その点で両者に相違はないと考えられる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，「照度計」は「導波管試料ホルダと，…検出器とを備えている」ものであるから，導波管試料ホルダは，分離可能ではあっても照度計の一部を構成するものと理解され，当然，照度計内に設置されるものと解し得る。引用発明の「端部」が本願発明の「壁」の「少なくとも一部」に相当することは，前記のとおりである。",
                        "さらに，引用発明における「検出器…を備える照度計」は，本願発明の「検出器を含むルミノメーター」に相当するといってよいところ，引用発明の「検出器」は，「導波管試料ホルダの閉塞端から現れる放出される放出光を検出する」ものとして提供され，照度計に備えられるものである。",
                        "そうすると，引用発明の導波管試料ホルダは，照度計における使用に適合されており，かつ，その「壁」の「少なくとも一部」といい得る「端部」が，内容物と検出器との間に配置されるように，照度計内に動作可能に配置されるものということができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上より，この点に関する原告の上記主張及びこれを前提とする主張はいずれも採用し得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件審決は，「サンプル」及び「触媒」に関する一致点の認定を誤り，相違点の看過があるものの，この点は本件審決の結論に影響するものではなく，他に一致点及び相違点の認定の誤りは認められない。すなわち，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知例の記載",
                  "text": [
                    "周知例は，その名称を「セルカセット」とする発明に係る特開昭57-70459号公報(別紙)であるところ，これには以下の記載が認められる。",
                    "(ア)「本発明は自動化学分析装置等の生化学分析分野に用いられ反応管と反応試料の吸光度測定のためのセルの両方の機能を合わせ持つセルカセットに関するものである。",
                    "臓器の機能状況に応じてその臓器の分泌する酵素等の化学成分の量が変化する。",
                    "この化学成分は血清中に分泌され，また，それぞれの臓器により個有の化学成分であること等から，患者の血液を採取してその血清中に含まれる微量の前記化学成分を分析することにより，病気の診断や治療過程を把握することができる。",
                    "かかる分析は例えば前記血清を試料としてこれを希釈液で希釈し，この希釈した試料中に分析対象化学成分の反応試薬を分注して反応させることにより生ずる反応生成物の濃度を特定波長の吸光度(その反応試料の透過光量)を以って測定することにより，該化学成分の含有量を測定する方式が用いられる。",
                    "この測定法を比色法と云う。」(1頁13行～2頁左上欄12行)",
                    "(イ)「第1図は本発明によるセルカセットの構成を示す断面図であり，図中1はカセット本体である。このカセット本体1は無色透明な材料で作られた箱形のもので，同一ピッチで所定の大きさのそれぞれ独立し，上面が開口されたます部1aがマトリックス状に複数個形成されている。",
                    "各ます部1aは底面が平らでその肉厚は各々等しくしてある。",
                    "2はこのカセット本体1の上面に密着して被せる蓋部であり，この蓋部2は無色透明の材料にて作られている。そして，蓋部2にはこれをカセット本体1に被せた際にそれぞれ各ます部1a内に入る底面の平らな凸部2aが前記ます部1aの数分形成してある。」(3頁左上欄20行～右上欄13行。なお，第1図は本件審決において「周知b」として示された図である。)",
                    "(ウ)「このような構成のセルカセットはカセット本体1の各ます部1aにそれぞれ試料と希釈液及び反応試薬を分注した後に第2図に示す如く蓋部2を被せる。",
                    "蓋部2はそれぞれ各ます部1aに対応して凸部2aが形成してあるから，被せた状態ではその凸部2aはます部1a内に入る形となり，凸部2aはます部1aの内径よりやや外径を小さくしておくことによります部1a内に分注した試薬及び希釈液及び反応試薬の量を適量とすれば第2図の如く蓋部2の凸部2a底面は液を溢れさせることなくます部1a内の反応試料液3に浸漬されることになり，余分の反応試料液は凸部2aとます部1aの間の隙間に逃すことができる。",
                    "蓋部2をカセット本体1に密着して被せた状態では凸部2aの底面とます部1a底面との間の距離Lはすべて等しくなり，距離精度も高く，しかも平行であるから例えばカセット本体1の底部側に光源4を配置し，蓋部2の上方に受光素子5を配してます部1a部分を透過した光源4からの光を受光素子5で検出するようにすれば，カセット本体1はそのまま反応管としての機能と吸光度測定用のセルの機能を果すことになる。」(3頁右上欄14行～左下欄18行)",
                    "(エ)「尚，本発明は上記し且つ図面に示す実施例に限定することなく，その要旨を変更しない範囲内で適宜変形して実施し得るものであり，例えばセルカセット全体を温風等により恒温すれば反応完了時における分析法である反応終点測定法(エンドポイント法)の他，反応過程を調べる分析法である反応速度測定法(レイト法)により吸光度測定する装置にも使用できる他，本実施例ではセルカセットを無色透明としたが，反応試料は反応試薬によりその反応生成物が様様な色を呈するため，分析項目により透過光に光フィルタを用いるものもあるから，セルカセット全体或いはカセット本体または蓋部に，使用フィルタの特性を有する着色透明材を用いてフィルタ機能を持たせることも可能であり，また，セルカセットは安価に製作できるからクロスコンタミネーションなどを完全に防止すべく使い捨て(ディスポーザブル)とすることも可能であり，或いは洗浄して繰り返し使用することも可能である。」(4頁右下欄14行～5頁左上欄13行。なお，本件審決において「周知a」として引用された記載部分は，上記記載に含まれる。)"
                  ],
                  "content": [
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上より，周知例には，生化学分析分野に用いられ，反応管と反応試料の吸光度測定のためのセルの両方の機能を合わせ持つセルカセットであって，カセット本体1の底部側に光源4を配置し，蓋部2の上方に受光素子5を配してます部1a部分を透過した光源4からの光を受光素子5で検出するようにすることが可能であり，また，セルカセット全体又はカセット本体もしくは蓋部に着色透明材を用いてフィルタ機能を持たせることも可能であるものが記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，本件審決は，「反応混合物と検出器との間に配置される壁の少なくとも一部について，本願発明では，着色剤を含み，着色剤を含む部分の表面積が，壁の表面積の少なくとも10パーセントであるのに対して，引用発明では，その点が特定されていない点。」をもって相違点1とする。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明は，前記認定のとおりのものである。",
                        "加えて，引用例には，導波管試料ホルダと検出器の間に光学要素が存在しない引用発明とは別の実施例として，導波管試料ホルダの検出器側に光学フィルタを設ける例も記載されている(【0027】，【0033】，図4)。このように，光学フィルタを設ける例が引用発明と同じ文献である引用例に記載されていることを踏まえると，引用発明においては，光学フィルタを用いることに動機付けがあるということができ，また，これを用いることに阻害要因があるとは認められない。",
                        "他方，周知例には，前記のとおり，光フィルタにおいて，セルカセット全体に着色透明材を用いてフィルタ機能を持たせることも可能であることが記載されているところ，この事項は本願の優先権主張の日前に周知の技術的事項であったということができる。",
                        "このように，引用発明において光学フィルタを採用することに動機付けがあり，しかも容器全体に着色透明材を用いて光学フィルタの機能を発揮させることが周知技術であることに鑑みると，引用発明の容器全体すなわち「壁の表面積の少なくとも10パーセント」以上につき着色透明材を含む部分とする相違点1に係る構成は，当業者が容易に想到し得るということができる。",
                        "したがって，相違点1に係る本件審決の判断に誤りはないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，原告は，周知例には単なる「底を含む本体」についてそもそも記載がなく，それが「着色透明材によってフィルタ機能を有する容器」であることも記載されていないなどとし，周知例の記載を根拠として「底を含む本体が着色透明材によってフィルタ機能を有する容器」が，本願の優先権主張の日前より，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスによる検出分野において周知技術であったということはできない旨などを主張する。",
                        "しかし，周知例における本体1はます部1aを含むものであるから，明らかに底を有するものであり，原告の主張はそもそも周知例の記載を正解しないものというべきである。",
                        "また，基質ルシフェリンと酵素ルシフェラーゼを組み合わせたバイオルミネッセンスにおける発光波長のピークが，ホタルルシフェリンの場合，560nmであること(甲23)は周知であって，この近傍の波長外の光をフィルタしようとすることは，一般的な課題から動機付けられる。",
                        "その他原告がるる指摘する点には，本願発明と引用発明との対比の認定・判断を争うものが少なくなく，それが失当であることは既に説示したとおりであるし，その余の点を考慮しても，この点に関する原告の主張は採用し得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，本件審決は，「第三のステップにおいて，本願発明では，容器をルミノメーター内に配置するのに対して，引用発明では，その点が不明な点。」をもって相違点2とする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，引用例における「検出器」を備えた「照度計」は，本願発明の「検出器を含むルミノメーター」に相当するものと認められる。また，引用例図1，図4及び図6はいずれも模式図であって，ここから，容器がルミノメーター内に存在するか否かを直接読み取ることはできない。",
                        "しかし，ルミノメーターは微細な光を検出するためのものであって，その検出器に検出対象の光以外の外部光が入らないことは技術常識である。また，導波管試料ホルダが，検出動作のためにルミノメーターの内部に配置されていることは，引用例に明示がなくとも当業者が読み取り得ることである。しかも，前記のとおり，引用例には温度も制御可能である旨記載されていることから(【0051】)，導波管試料ホルダの置かれる環境は外気から隔離された空間であることが推認できる。特表平8-504940号公報(乙8)の図6記載のルミノメーターの計測段階において試験管が外部から隔離されていることも，このことと符合するといってよい。",
                        "そうすると，相違点2は，そもそも実質的な相違点ではないと見ることもできるところ，これを相違点と理解したとしても，相違点2に係る本願発明を当業者が想到することは，容易になし得たことといってよい。",
                        "したがって，相違点2に係る本件審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告は，「両端にて開放」した導波管試料ホルダを「着色剤を含む色フィルタ」である「光フィルタ」に近接する位置に配置したものを，「各サンプルを検出器で次々に測定するために，検出装置内に」「次々に取り換えて配置すること」が，「通例行われている分析技術」として当業者に知られていたことは，引用例及び周知例の各記載からはうかがわれないなどとして，相違点2に係る本願発明の構成を想到することは当業者にとって容易になし得たことではない旨主張する。",
                        "しかし，原告の上記主張は，特許請求の範囲の記載に基づくものとはいえない。すなわち，本願の特許請求の範囲請求項1には，「前記容器を前記ルミノメーター内に動作可能に配置する」と記載されているのみであり，「次々に取り換える」などといった動作は，本願発明と関係があるということはできない。むしろ，同記載における「動作可能」とは，本願明細書の他の記載(例えば，「その方法は，容器から放出される光又はその内容物から放出される光を検出器によって検出することができるように，容器をルミノメーターに動作可能に配置することをさらに含む。」(【0040】))からは，検出動作が可能であることを意味すると解されるのであって，本願発明につき，第二のステップから第三のステップにおいて容器が移動するものに限定して解するのは適当でない。",
                        "その他原告がるる指摘する点を考慮しても，この点に関する原告の主張は採用し得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(本願発明の作用効果についての判断の誤り)について",
          "text": [
            "原告は，本件審決が本願発明の作用効果は引用例及び周知例記載の事項から当業者が予測し得る程度のものであるとしたことについて，本願発明は「微小容器に含まれる1つ以上の重要な構成成分が，技術者又は機器により，容易にかつ瞬間的に認識され」，かつ「しるしにより実質的な干渉を避ける(発光反応の検出を実質的に妨げない)」という効果を奏するものであるのに対し，引用例にはこのような効果について全く記載がないなどとし，本願発明の奏する作用効果は，引用例及び周知例に記載された事項から当業者が予測し得ないものであり，この点に関する本件審決の判断は誤りである旨主張する。",
            "しかし，原告の主張は，本願の特許請求の範囲請求項1の記載に基づかないものである。すなわち，同請求項には着色剤の種類についての特定はないところ，単一の色の着色剤のみが使用される場合，技術者又は機器により認識可能ではあっても，内容物の構成成分の区別は可能ではない。仮に，複数の色の着色剤が用いられたとしても，複数の色を使い分けることで物の種類を見分けることは，日常生活でも広く行われることであり，本願の優先日前において周知慣用手段であるといってよく，かつ，試験管を色により識別することも特開昭58-208663号公報(乙9)に記載されていることに鑑みると，本願発明の奏する作用効果は，本件審決のとおり，当業者が予測可能なものにすぎない。",
            "したがって，この点に関する本件審決の判断に誤りはなく，この点に関する原告の主張は採用し得ない。取消事由3は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}