{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800198号事件について平成27年12月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成10年7月29日，発明の名称を「加湿器」とする特許出願をし，平成15年11月28日，設定の登録(特許第3497738号)を受けた(請求項の数5。以下，この特許を「本件特許」という。甲13)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成26年11月28日，本件特許の請求項1ないし5に係る発明について特許無効審判を請求し，無効2014-800198号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成27年12月9日，「特許第3497738号の請求項1～5に係る発明についての特許を無効とする。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月17日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年1月13日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "特許請求の範囲の請求項1ないし5の記載は，次のとおりである(甲13)。以下，請求項1ないし5に記載された発明を，請求項の番号に従って「本件発明1」などといい，本件発明1ないし5を併せて，「本件発明」という。また，その明細書(甲13)を，図面を含めて「本件明細書」という。なお，「／」は，原文の改行部分を示す(以下同じ。)。",
            "【請求項1】室内湿度を検出する湿度センサーと，室内温度を検出する温度センサーと，加湿用の水蒸気を発生する水蒸気発生装置とからなる加湿器において，／上記室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段と，選択された該加湿程度及び検出された該室内温度に基づいて加湿度を設定し，該加湿度に基づいて該水蒸気発生装置を制御する制御手段とを設けたことを特徴とする加湿器。",
            "【請求項2】前記加湿程度選択手段は，選択可能な複数の加湿運転モードを設けたことを特徴とする請求項1に記載の加湿器。",
            "【請求項3】前記温度センサーと，前記湿度センサーとを制御回路基板上に配設すると共に，該温度センサー及び該湿度センサーを室内空気取り入れ通路内に設けたことを特徴とする請求項1又は2に記載の加湿器。",
            "【請求項4】運転停止中に，凍結防止のための保温手段を設けたことを特徴とする請求項1乃至3のいずれかひとつに記載の加湿器。",
            "【請求項5】前記保温手段を動作させるスイッチを設けたことを特徴とする請求項1乃至4のいずれかひとつに記載の加湿器。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件発明1及び2は，下記アの引用例1に記載された発明(以下「引用発明」という。)及び下記イの引用例2に記載された技術事項に基づいて，当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないものであり，②本件発明3は，引用発明並びに下記イ及びウの引用例2及び3に記載された技術事項に基づいて，当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないものであり，③本件発明4及び5は，引用発明並びに下記イ及びエの引用例2及び4に記載された技術事項に基づいて，当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないものであるから，本件発明に係る特許は無効にすべきものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平4-335943号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平6-42798号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開平1-118043号公報(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：実願昭56-196122号(実開昭58-102124号)のマイクロフィルム(甲4)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明",
              "text": [
                "本件審決が認定した引用発明は，以下のとおりである。",
                "部屋の相対湿度を検出する相対湿度センサと，／部屋の温度を検出する室温センサと，／水を加熱蒸発させて加湿を行う加湿部とからなる加湿装置において，／その室温に対応して予め定められた目標相対湿度と現在の相対湿度との湿度偏差を演算し，／ファジー推論部が，湿度偏差を含むデータから最適加湿量を演算し，求めた最適加湿量に応じて前記加湿部を能力制御するようにした加湿装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明との対比",
              "text": [
                "本件審決が認定した本件発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と引用発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一致点：室内湿度を検出する湿度センサーと，室内温度を検出する温度センサーと，加湿用の水蒸気を発生する水蒸気発生装置とからなる加湿器において，加湿度を設定し，該加湿度に基づいて該水蒸気発生装置を制御する制御手段とを設けた加湿器。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "相違点1：本件発明1では，「上記室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段」を有し，また，加湿度は，「選択された該加湿程度及び検出された該室内温度に基づいて」設定するのに対し，引用発明では，そのような加湿程度選択手段を有するとはされておらず，また，目標相対湿度は「室温に対応して予め定められ」る点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2と引用発明との一致点及び相違点",
                  "text": [
                    "本件発明2と引用発明とは，前記ア(ア)の点で一致し，同(イ)の相違点1及び以下の相違点2で相違している。",
                    "相違点2：本件発明2は「前記加湿程度選択手段は，選択可能な複数の加湿運転モードを設けた」ものであるのに対し，引用発明は，そのような加湿程度選択手段を有するとされていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3と引用発明との一致点及び相違点",
                  "text": [
                    "本件発明3と引用発明とは，前記ア(ア)の点で一致し，同(イ)の相違点1及び以下の相違点3で相違している。",
                    "相違点3：本件発明3は「前記温度センサーと，前記湿度センサーとを制御回路基板上に配設すると共に，該温度センサー及び該湿度センサーを室内空気取り入れ通路内に設けた」ものであるのに対し，引用発明は，そのような特定がなされていない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明4と引用発明との一致点及び相違点",
                  "text": [
                    "本件発明4と引用発明とは，前記ア(ア)の点で一致し，同(イ)の相違点1及び以下の相違点4で相違している。",
                    "相違点4：本件発明4は「運転停止中に，凍結防止のための保温手段を設けた」ものであるのに対し，引用発明は，そのような保温手段を設けたものとされていない点。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明5と引用発明との一致点及び相違点",
                  "text": [
                    "本件発明5と引用発明とは，前記ア(ア)の点で一致し，同(イ)の相違点1及び以下の相違点5で相違している。",
                    "相違点5：本件発明5は「前記保温手段を動作させるスイッチを設けた」ものであるのに対し，引用発明は，保温手段を動作させるスイッチを設けたものとされていない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1に係る容易想到性判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし5に係る容易想到性判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1に係る容易想到性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決における判断",
              "text": [
                "本件審決は，引用発明の温度ごとに固定されている「その室温に対応して予め定められた目標相対湿度」を，利便性を高めるために使用者の好みにより変更できるようにすることの動機付けが存在し，引用例2には，使用者が所望の湿度を設定する方法として，「高湿(または強湿)」，「標準」，「低湿(または弱湿)」等のボタンにより選択することや基準湿度に対して「もっと加湿(または強湿)」，「少し加湿(または弱湿)」のような相対的な変化量を入力することが記載されていることを参酌すれば，引用発明の「その室温に対応して予め定められた目標相対湿度」に対して，高め，低めを使用者の希望で選択して最終的な目標湿度とする構成に設計変更し，本件発明1に相当する構成とすることは，当業者が容易に想到することができたことである旨判断した。",
                "しかし，以下のとおり，上記判断は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けがないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1には，使用者の好みにより固定値(目標相対湿度)を変更することは記載されていない。引用例1の「快適湿度と言われている40～50％」も，室温の幅に対応した快適湿度の幅を記したものであり，使用者の好みの幅を記したものではない(【0012】，図4)。",
                        "そもそも，引用発明は，室温に応じた快適湿度に速やかに収束し，安定した湿度環境を作り出す加湿装置を提供することを目的として(【0004】)，室温，絶対湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて加湿部を能力制御するようにしたことにより，①過度の加湿による不快状態や結露状態を招くことが解消され，室温に応じた快適湿度に制御されるため，どの温度領域においても快適湿度が実現される，②部屋の広さや密閉度に応じた最適な制御が行われ，速やかに快適湿度に収束し，変動の少ない安定した湿度状態が実現できる，という作用効果を奏するものである(【0021】)。すなわち，引用発明は，「人により快適と感じる湿度が異なるため，使用者の好みにより湿度の設定値を変更できないことは利便性に劣ること」を課題とするものではなく，また，各種データからファジー推論を用いて演算して最適湿度を自動的に実現しようとするものであって，最適湿度の自動調整に使用者の好みによる選択を入れようとするものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，引用例2は，湿度の調整を使用者が「設定湿度ボタン」等を操作して人手で行うことにしたものであって，室内温度に応じて湿度を設定するものではなく，室内温度に応じた湿度の設定に使用者の好みを入れた選択ができるようにすることについて示唆するものではない。引用例2は，「高湿」，「中湿」，「低湿」等の一定の固定値の湿度ボタンを選択することで使用者が「所望の湿度を選択」することのみを開示しており，本件発明1の「上記室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段」の構成や，「選択された該加湿程度及び検出された該室内温度に基づいて加湿度を設定」する構成を開示するものではないし，室内温度に応じて湿度を設定するに当たり，使用者の好みによる選択ができるようにすることを示唆するものではない。甲6や7についても，同様である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，引用発明と引用例2とは課題を共通にするものではなく，また，その開示内容に照らしても，両者を組み合わせることについて動機付けがない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1の構成に想到しないこと",
                  "text": [
                    "仮に，引用発明において，引用例2に記載された技術事項を適用したとしても，引用発明と併存して引用例2に記載された選択ボタンを設けるようにするのがせいぜいであり，本件発明1の構成，すなわち，目標相対湿度の設定について使用者の好みを入れた選択ができる構成には，至らない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因があること",
                  "text": [
                    "引用発明は，各種データからファジー推論を用いて演算して最適湿度を自動的に実現しようとするものであって，個人の好みに応じた選択を取り入れようという発想とは相容れないものであるのに対し，引用例2は，使用者が「高湿」，「中湿」，「低湿」等の一定の固定値の湿度ボタンを選択することで「所望の湿度」を選択できるものである。",
                    "また，引用発明は，自動的に最適湿度を実現しようとするものであるのに対し，引用例2は，選択ボタンの操作という人手によって湿度を調整するものである。",
                    "以上のとおり，引用発明と引用例2に記載された技術事項とは相容れないものであるから，引用発明において，上記技術事項を適用することには，阻害要因がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，引用発明において，相違点1に係る本件発明1の構成を備えるようにすることに容易に想到することができたとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "text": [
                "引用例2において，外気温による補正を行うものは，湿度の調整について，室内温度とは関係しない一定値として設定された「高湿(55％)」，「標準(45％)」，「低湿(35％)」等の選択ボタンを使用者が手動で操作して「所望の湿度を選択」できるようにしたものを基本として，結露防止のために外気温が所定温度以下の場合に「高湿」・「標準」・「低湿」等の一定値として設定されたものを所定値より低く補正するというものにすぎない(請求項2，【0023】～【0027】，図6)。",
                "したがって，引用例2は，室内温度とは関係しない一定値として設定された「高湿(55％)」等の選択ボタンを使用者が手動で操作して「所望の湿度を選択」できるようにしたものを基本とするもので，そもそも「外気温度での湿度設定」をするものではない。また，外気温による補正は，結露防止のために外気温が所定温度以下の場合に「高湿」・「標準」・「低湿」等の一定値として設定されたものを所定値より低く補正するというものであり，外気温度での湿度設定に「使用者の湿度の希望の高め・低めとを加味した加湿程度を選択可能」とするものでもない。",
                "さらに，引用例2は，上位概念化された検出温度によって設定湿度を変化させることを示唆するものではない。加湿器において，室内温度でも外気温でもない「検出温度」という概念は存在しないから，引用例2が「検出温度」という上位概念について示唆することなどあり得ないし，引用例2において，外気温は本質的な要素であって，外気温を室内温度に置き換えることもできない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点1の容易想到性",
              "text": [
                "引用例2には，検出する温度(外気温度)での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段を設ける構成，並びに，選択された加湿程度及び検出された温度(外気温度)に基づいて加湿度を設定する構成が記載されている(【0024】，【0033】，図6)。したがって，引用例2には，本件発明1における相違点1に係る構成に相当する技術的思想が開示されている。",
                "そうすると，引用発明において，引用例2に記載された技術事項を適用し，相違点1に係る本件発明1の構成とすることは当業者が容易に想到することができたことである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "加湿器において，使用者の好みに応じて設定湿度が変更できれば，できない場合より利便性が良く，使用者の好みに応じて変更できなければ，できる場合より利便性に劣ることは自明である。",
                    "そして，引用発明と引用例2とは同じ加湿器に係るものであり，上記の利便性を考慮すれば，引用発明において，引用例2に記載された技術事項を適用することは，いわば当然のことであって，動機付けがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2には，高め・低めの「高湿」・「低湿」の選択ボタンの選択により，それぞれの温度帯での設定湿度が高め・低めに自動変更設定されるところ，それぞれの選択したモードにおいてその設定湿度はそのときの温度に応じて自動変更設定される構成(技術事項)が記載されており，使用者の好みに応じて設定湿度を変更する技術事項が記載されていることは明らかである。",
                    "したがって，引用発明において，引用例2に記載された技術事項(設定湿度が温度に応じて自動変更設定される構成と設定湿度を使用者が好みに応じて選択ボタンで高め・低めに変更できる構成)を適用すれば，相違点1に係る本件発明1の構成に想到する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明と引用例2とが相容れないものである旨主張するが，両者は相容れないのではなく，単に異なる点があるというにすぎない。",
                    "引用発明において引用例2に記載された技術事項を適用することには阻害要因があるとする原告の主張は，失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2ないし5に係る容易想到性判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件発明2ないし5は，本件発明1の構成を含むものであるところ，前記1の〔原告の主張〕と同様の理由により，本件審決における本件発明2ないし5の容易想到性判断は，誤りである。",
            "〔被告の主張〕",
            "本件発明2ないし5は，本件発明1の構成を含むものであるが，前記1の〔被告の主張〕と同様の理由により，本件審決における本件発明2ないし5の容易想到性判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書等の記載",
              "text": [
                "本件発明1に係る特許請求の範囲の請求項1は，前記第2の2記載のとおりであるところ，本件明細書(甲13)の発明の詳細な説明には，おおむね，次の記載がある(下記記載中に引用する図1～3については，別紙本件明細書図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】本発明は，室内の温度に応じて，自動的に適切な加湿制御を行う加湿器に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】一般に加湿器の加湿量は，室内の温度に関係なく設定された加湿量により常に一定量の加湿を行う方式がとられているため，加湿量の調整は実際の部屋の湿度と関係なく行われ，過加湿などの不具合が生じることがあった。",
                    "【0003】このため，加湿器の加湿量は，加湿を行う部屋の温度や湿度，または加湿器の設定湿度などを総合的に判断して，過加湿とならないように，適切な加湿を行う必要がある。",
                    "【0004】そこで，従来の加湿器は図6に示すように，9は湿度センサー，10は水蒸気発生量制御手段，11は水蒸気発生装置，12は表示制御手段，13は表示器，14はマイクロコンピュータである。",
                    "【0005】従来の加湿器は，以上のように構成され，湿度センサー9により部屋の湿度を検出し，この検出値と使用者の希望する設定湿度とを比較して，その差により直接加湿量を制御し，水蒸気発生装置11を稼働させ加湿を行っていた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0008】従来の構成は，上述のような構成になっていて，従来の加湿器では，湿度センサーからの検出信号と，予め定められた設定湿度の値との差によって，加湿量を直接決定しているので，加湿量が頻繁に変化し，室温との対応が正確になされないために，過加湿になってしまうなどの問題点があった。",
                    "【0009】本発明は，上記のような課題を解消するためになされたもので，自動的に設定湿度に見合った加湿量で加湿を行い，かつ，過加湿などが生じない適切な加湿量にすばやく制御できる加湿器を提供するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0010】本発明の加湿器は，上記のような目的を達成するために，請求項1記載の発明は，室内湿度を検出する湿度センサーと，室内温度を検出する温度センサーと，加湿用の水蒸気を発生する水蒸気発生装置とからなる加湿器において，上記室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段と，選択された該加湿程度及び検出された該室内温度に基づいて加湿度を設定し，該加湿度に基づいて該水蒸気発生装置を制御する制御手段とを設けたことを特徴とする加湿器である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0018】図1に示すように，室温センサー15，湿度センサー9，おまかせ運転選択ボタン16(加湿程度選択手段)，加湿湿度判定手段17，水蒸気発生量制御手段10，水蒸気発生装置11，表示器13，表示制御手段12，マイクロコンピュータ14である。",
                    "【0019】次に，動作について，図2で説明する。まず，不図示の運転スイッチをOＮし，おまかせ運転選択ボタン16でモードを選択すると，温度読み込みステップ41が開始する。このステップ41は室温センサー15により，室内温度を検出し，加湿湿度判定手段17に入力するものである。",
                    "【0023】一方，ステップ42によつて，室温が0℃を越え，35℃未満の範囲内と判定された場合には，ステップ44に進み，おまかせ運転選択ボタン16からの使用者の希望する加湿運転モードの読み込みを行い，室温と加湿運転モードによって，加湿湿度判定手段17にて，湿度を設定する。",
                    "【0024】この室温と加湿運転選択モードとによる湿度設定値は図3に示している。図3について説明すると，おまかせ運転選択ボタンで『のどうるおい』モードを選択して，室内の温度が18℃が検出されると，設定湿度は60％になる。",
                    "【0025】ステップ45では，水蒸気発生装置11より水蒸気を放出して加湿し，湿度センサー9にて現在の室内の湿度を検出し，水蒸気発生量制御手段10に入力して，現在湿度と設定湿度との差を，加湿量を調整しながら設定湿度に合わすように制御して加湿運転をする。また，室内温度の読み込みは常時行い，判定手段の出力は随時出している。最後にステップ47に進み，表示器13には現在湿度と設定湿度とからなる加湿状態を表示する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "【0030】本発明に係る加湿器によれば，室内湿度を検出する湿度センサーと，室内温度を検出する温度センサーと，加湿用の水蒸気を発生する水蒸気発生装置とからなる加湿器において，加湿程度を選択可能な加湿程度選択手段と，選択された該加湿程度及び検出された該室内温度に基づいて加湿度を設定し，該加湿度に基づいて該水蒸気発生装置を制御する制御手段とを設けたことにより，室内温度に応じた適湿な加湿運転ができる。",
                    "【0031】また，前記加湿程度選択手段により，複数以上の加湿運転モード(『喉うるおい』『適湿』『ひかえめ』)を設けたことで，室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した湿度での加湿運転をすることが出来，使用者の快適度合いが満足される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本件発明1の特徴は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，室内の温度に応じて，自動的に適切な加湿制御を行う加湿器に関する(【0001】)。",
                    "室内の温度に関係なく設定された加湿量により常に一定量の加湿を行う方式が採られていると，加湿量の調整が実際の部屋の湿度と関係なく行われ，過加湿などの不具合が生じることがあったことから，加湿量は，加湿を行う部屋の温度や湿度，又は加湿器の設定湿度などを総合的に判断して，過加湿とならないように，適切な加湿を行う必要があり，従来の加湿器では，湿度センサーにより部屋の湿度を検出し，この検出値と使用者の希望する設定湿度とを比較して，その差により直接加湿量を制御し，水蒸気発生装置を稼働させ加湿を行うという構成が採られていた(【0002】～【0005】)。しかし，このような従来の加湿器では，湿度センサーからの検出信号と，あらかじめ定められた設定湿度の値との差によって，加湿量を直接決定しているので，加湿量が頻繁に変化し，室温との対応が正確になされないために，過加湿になってしまうなどの問題点があった(【0008】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1は，前記アの問題に鑑み，自動的に設定湿度に見合った加湿量で加湿を行い，かつ，過加湿などが生じない適切な加湿量にすばやく制御できる加湿器を提供することを目的とし(【0009】)，かかる課題の解決手段として，特許請求の範囲の請求項1に記載の構成を採用したものである。特に，加湿器において，①室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段と，②選択された加湿程度及び検出された室内温度に基づいて加湿度を設定し，加湿度に基づいて水蒸気発生装置を制御する制御手段とを設けたことを特徴とする(【0010】，【0018】，【0019】，【0023】～【0025】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1によれば，室内温度に応じた適湿な加湿運転ができ，また，加湿程度選択手段により，複数以上の加湿運転モードを設けたことで，室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した湿度での加湿運転をすることができ，使用者の快適度合いが満足されるという作用効果を奏する(【0030】，【0031】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1(甲1)には，次のような記載がある(図1については，別紙引用例1図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】部屋の加湿を行う加湿部と，部屋の温度を検出する室温センサと，部屋の相対湿度を検出する相対湿度センサと，前記室温と相対湿度のデータから単位時間の絶対湿度変化率を演算する第1の演算器と，その室温に対応して予め定められた目標相対湿度と現在の相対湿度との湿度偏差を演算する第2の演算器と，前記室温センサ，第1の演算器および第2の演算器の出力を入力するファジー推論部とを備え，前記ファジー推論部は，室温，絶対湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて前記加湿部を能力制御するようにした加湿装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "【0001】本発明は，部屋の加湿を行う加湿装置に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0003】…従来の加湿装置では，連続加湿タイプのものでは，部屋の湿度が充分高い場合でもさらに加湿が行われるため，高湿度状態でユーザに不快感を与えるばかりでなく，飽和状態を超えて結露状態にまで至ることもあるといった課題があった。また，湿度センサを内蔵したタイプのものであっても，その制御は，室温に関係なく，定められた湿度に達するまで連続加湿を行い，これを超えると加湿を停止するといったいわゆるオン・オフ制御のもので，部屋の広さや密閉度によっては，加湿のオン・オフによる湿度の変動が大きくなり，連続加湿のタイプと同様の課題を有している。さらに，人が感じる快適な湿度は，室温によって異なるため，室温に関係なく一定湿度に制御する方式もあまり最適なものとは言えないものであった。",
                        "【0004】本発明は上記課題を解決するもので，室温に応じた快適湿度に速やかに収束し，安定した湿度環境をつくり出す加湿装置を提供することを目的としている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0005】本発明は上記目的を達成するために，部屋の加湿を行う加湿部と，部屋の温度を検出する室温センサと，部屋の相対湿度を検出する相対湿度センサと，前記室温と相対湿度のデータから単位時間の絶対湿度変化率を演算する第1の演算器と，その室温に対応して予め定められた目標相対湿度と現在の相対湿度との湿度偏差を演算する第2の演算器と，前記室温センサ，第1の演算器および第2の演算器の出力を入力するファジー推論部とを備え，前記ファジー推論部は，室温，絶対湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて前記加湿部を能力制御するようにしたことを課題解決手段としている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "作用",
                      "text": [
                        "【0006】本発明は上記した課題解決手段により，室温に対応して予め定められた目標相対湿度(その温度に於ける快適湿度)を設定し，また，絶対湿度変化率によって部屋の広さや密閉度合を測定し，湿度偏差に応じて徐々に加湿量を制御するようにこれらデータを用いてファジー推論を行い，部屋の総合的な状況に応じて最適加湿量を求め，湿度変動もなく，結露状態もない安定した快適状態を作り出すよう加湿制御ができる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "実施例",
                      "text": [
                        "【0008】図に示すように，室温センサ1は部屋の温度を検出するものであり，相対湿度センサ2は部屋の相対湿度を検出するもので，いずれも本発明の加湿装置を有する温風暖房器の本体内部に装着している。第1の演算器3は室温センサ1と相対湿度センサ2の信号から単位時間当たりの絶対湿度変化率を演算する。第2の演算器4は室温に応じて予め定められた目標相対湿度(快適湿度)と現在の相対湿度との湿度偏差を演算する。ファジー推論部5は第1の演算器3と第2の演算器4と室温センサ1の出力信号を入力としている。一方，暖房制御部6は温風暖房器の暖房能力を強・弱・切のいずれかで制御するもので，この出力で暖房ヒータ7，送風モータ8の通電制御を行うとともに，ファジー推論部5に現在の暖房状態を出力する。ファジー推論部5は出力として加湿量に相当する位相制御データを位相制御部9に出力し，加湿ヒータ(加湿部)10を位相制御する。",
                        "【0012】15分間の100％加湿期間が終了すると，つぎに室温データと相対湿度データは第2の演算器4に入力される。第2の演算器4には室温に応じて予め定めた目標相対湿度(快適湿度)が保持されており，現在の相対湿度との湿度偏差E0が演算される。ここで，室温に応じた目標相対湿度の値は，一般に低温状態では飽和水蒸気量が少ないため，乾燥していると感じやすいことから，図4に示すように低温領域で高めに，高温領域になるにしたがって快適湿度と言われている40～50％になるような曲線に定めている。",
                        "【0014】以上の点を総合して，室温センサ1からの室温データT(℃)と，第1の演算器3からの絶対湿度変化率Xs(g／m3)と，第2の演算器4からの湿度偏差E0(％)との3つのアナログの値と，そしてクリスプな値として暖房能力(強／弱／切)の計4つの入力がファジー推論部5に入力する。そして出力として，加湿ヒータ10の通電位相を決める値が導かれる。実際，部屋の湿度制御には，前述のように部屋の広さや密閉度，また暖房能力による温度上昇の期待値といった要素が複雑に影響し合っており，したがって，線型演算で処理するよりも，ファジー推論を用いる方が容易に最適化できる。ファジー推論部5では，上記3つのアナログ入力値を…それぞれ3つのメンバーシップ関数に分解した。そして，それぞれの値を変えながら計算と実験に基づいて入出力データのパターンを作成し，それらに最適なメンバーシップ関数のチューニングを誤差最小法によって行なった。…",
                        "【0016】以上のようにして求めた加湿ヒータ10の位相制御値を用いて位相制御部9が加湿ヒータ10を制御し，結果的に加湿量が最適値に維持されるものである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0021】以上の実施例から明らかなように本発明によれば，室温，絶対湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて加湿部を能力制御するようにしたから，過度の加湿による不快状態や結露状態を招くことが解消され，室温に応じた快適湿度に制御されるため，どの温度領域においても快適湿度が実現される。さらに，部屋の広さや密閉度に応じた最適な制御が行われ，速やかに快適湿度に収束しまた変動の少ない安定した湿度状態が実現できる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，引用例1には，前記第2の3(2)のとおりの引用発明が記載されているものと認められる(なお，ここで，「湿度偏差を含むデータ」とは，より具体的には，「室温，絶対湿度変化率，湿度偏差のデータ」のことである。)。そして，引用例1には，引用発明に関し，以下の点が開示されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，部屋の加湿を行う加湿装置に関する(【0001】)。",
                    "従来の加湿装置では，連続加湿タイプのものでは，部屋の湿度が充分高い場合でもさらに加湿が行われるため，高湿度状態でユーザに不快感を与えるばかりでなく，飽和状態を超えて結露状態にまで至ることもあるという問題があり，また，湿度センサを内蔵したタイプのものであっても，室温に関係なく定められた湿度に達するまで連続加湿を行い，これを超えると加湿を停止するといったオン・オフ制御のものであり，部屋の広さや密閉度によっては，加湿のオン・オフによる湿度の変動が大きく，連続加湿タイプのものと同様の問題があった。さらに，人が感じる快適な湿度は，室温によって異なるため，室温に関係なく一定湿度に制御する方式も最適なものとはいえないものであった(【0003】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明は，前記アの問題点に鑑み，室温に応じた快適湿度に速やかに収束し，安定した湿度環境を作り出す加湿装置を提供することを目的とし，かかる課題の解決手段として(【0004】)，部屋の加湿を行う加湿部と，部屋の温度を検出する室温センサと，部屋の相対湿度を検出する相対湿度センサと，室温と相対湿度のデータから単位時間の絶対湿度変化率を演算する第1の演算器と，その室温に対応して予め定められた目標相対湿度と現在の相対湿度との湿度偏差を演算する第2の演算器と，室温センサ，第1の演算器及び第2の演算器の出力を入力するファジー推論部とを備え，ファジー推論部は，室温，絶対湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて加湿部を能力制御するようにしたという構成を採用したものである(請求項1，【0005】，【0008】，【0012】，【0014】，【0016】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明によれば，室温，絶対湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて加湿部を能力制御するようにしたため，過度の加湿による不快状態や結露状態を招くことが解消され，室温に応じた快適湿度に制御されることから，どの温度領域においても快適湿度が実現され，さらに，部屋の広さや密閉度に応じた最適な制御が行われ，速やかに快適湿度に収束し，また変動の少ない安定した湿度状態が実現できるという作用効果を奏する(【0006】，【0021】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(本件発明1に係る容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例2の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2(甲2)には，次のような記載がある(図5及び7については，別紙引用例2図面目録参照。)。",
                    "【0001】本発明は，室内の湿度を所望の最適湿度に制御する暖房加湿制御装置に関する。",
                    "【0004】本発明は，…その目的とするところは，室内湿度，室内温度，外気温等を検知して，快適な加湿制御を行うとともに窓，壁等への結露を防止し得る暖房加湿制御装置を提供することにある。",
                    "【0006】また，本発明の暖房加湿制御装置は，外気温度を検知する外気温度検知手段と，室内の湿度を増加すべく湿度を発生する加湿手段と，前記外気温度検知手段で検知した外気温度が所定温度以下の場合，室内の湿度を所望の設定湿度より低下させるように前記加湿手段を制御する制御手段とを有することを要旨とする。",
                    "【0009】また，本発明の暖房加湿制御装置では，外気温度検知手段で検知した外気温度が所定温度以下の場合，室内の湿度を所望の設定湿度より低下させるように加湿手段を制御する。",
                    "【0015】…この湿度計算回路7で計算された相対湿度を前記外気温センサ6からの外気温情報で補正する湿度補正回路8，前記リモコン4を含む操作部11から使用者によって所望の設定湿度が入力される湿度設定回路10，前記湿度補正回路8からの補正された湿度情報と前記湿度設定回路10からの設定湿度との差に基づいて加湿量を計算する加湿量計算回路9，該加湿量計算回路9で計算された加湿量情報を加湿器5に無線信号で送信する発信回路12を有する。",
                    "【0023】図5は，窓や壁等への結露を防止するために外気温センサ6で検知した外気温によって設定湿度を補正する方法を示す表である。窓や壁等への結露は，窓や壁の温度とその付近の空気の温度および湿度の関係で決定される。また，窓や壁の温度は窓や壁の断熱性や，外気温，室内温度等により決定される。そして，部屋は，例えば和室，洋室等のような構造により結露状況は複雑である。従って，本実施例では，外気温センサ6で検知される外気温によって設定湿度を補正することにより結露を防止している。",
                    "【0024】ここで，設定湿度の補正方法を説明する前に，湿度の設定方法について説明する。使用者は，例えば相対湿度55％等のように湿度何％といっても，数値ではよく分からない場合が多いので，「高湿(または強湿)」，「標準」，「低湿(または弱湿)」等のボタンをリモコン4または操作部11に設ける。使用者はこれらのボタンの1つを押して，所望の湿度を選択し，これにより設定湿度を決める。そして，「高湿」ボタンが押された場合には，この高湿に対して，例えば55％の湿度が設定湿度として選択される。また，標準に対しては，例えば45％，低湿に対しては，35％が設定されるようにする。あるいは，高湿に対しては，60％，標準に対しては，50％，低湿に対しては，40％と設定してもよい。なお，人間の体感では，35～60％の湿度が快適であり，40～50％の湿度が快適度が高くなっている。",
                    "【0025】以上のように決定される設定湿度は，例えば外気温が0℃以上の場合とすると，外気温が0℃以下のように低い場合には，窓や壁への結露を防止するために，上述したように決定された設定湿度を例えば5％程度下げるように決定する。すなわち，図5に示すように，高湿，標準，低湿のように設定された湿度に対して，外気温が0℃以上の場合に，湿度をそれぞれ55％，45％，35％と設定されたものに対して，外気温が0℃以下の場合には，湿度をそれぞれ50％，40％，30％というように5％低く設定する。なお，図5では，外気温の基準を0℃としたが，これに限定されるものでなく，例えば-5℃を基準としてもよい。",
                    "【0030】次に，設定湿度を上述したように高湿55％というように決定するのでなく，人間の体感に応じて湿度を変える方法について説明する。",
                    "【0031】この方法は，例えば基準湿度Hso を設定しておき，設定湿度として「もっと加湿(または強湿)」という体感湿度を使用者から入力された場合には，前記基準湿度Hso に対して湿度を15％増やしたり，また「少し加湿(または弱湿)」という体感湿度を入力された場合には，基準湿度Hso に対して湿度を5％増やすというように制御するものである。",
                    "【0032】なお，前記基準湿度Hso は，図7(a)に示すように，加湿制御を行いながら，室内温度が設定温度に近づいた時(例えば，室内温度が設定室内温度から3度低い温度に達した時)の湿度として設定することができる。",
                    "【0033】図7(b)は，上述した体感湿度で設定される設定湿度を外気温に対して示している表である。体感湿度による設定湿度として，高湿，標準，低湿が示されているが，これらはそれぞれ「もっと加湿」，「普通に加湿」，「少し加湿」等に対応するものであり，または外気温としては，0℃以下，0～10℃，10℃以上の3つの区分が示されている。そして，例えば外気温が0℃以下の場合において，低湿では基準湿度Hso に設定し，標準では基準湿度Hso＋5％に設定し，高湿では基準湿度Hso＋10％に設定している。また，外気温が0℃～10℃の場合においては，外気温に比例して，低湿，中湿，高湿ではそれぞれ基準湿度Hso に対して0～＋5％，＋5～＋10％，＋10～＋15％に設定し，また外気温が10℃以上の場合には，低湿，中湿，高湿ではそれぞれ基準湿度Hso に対して＋5％，＋10％，＋15％に設定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載によれば，引用例2には，窓，壁等への結露を防止するため，外気温度検知手段で検知した外気温度が所定温度以下の場合，室内の湿度を所望の設定湿度より低下させるように加湿手段を制御する暖房加湿制御装置(【0001】，【0004】，【0006】，【0009】)において，リモコン又は操作部上の「高湿(または強湿)」，「標準」，「低湿(または弱湿)」等のボタンを操作することにより所望の設定湿度を選択すること(【0015】，【0023】～【0025】)，及び，「もっと加湿(または強湿)」，「普通に加湿」，「少し加湿(または弱湿)」等の人間の体感湿度を入力することにより，この入力に基づいて基準湿度に対し湿度増加分を加えたものを所望の設定湿度とすること(【0015】，【0030】～【0033】)が記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術",
              "text": [
                "前記(1)に加え，甲6(特開平5-52392号公報)の記載(【0001】，【0008】，【0014】，【0015】，【0017】)及び甲7(特開平9-101048号公報)の記載(【0001】，【0034】，【0035】，【0059】)によれば，本件特許の出願当時，①室内温度や室内湿度のみならず，使用者の好みに合わせた加湿度や加湿量の調整を行うという課題，②使用者の好みに応じて，設定湿度を変更するための湿度設定ボタンを備える加湿器が当業者に周知であったと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，前記2(2)のとおり，従来の加湿装置では，①部屋の湿度が充分高い場合でもさらに加湿が行われるため，高湿度状態でユーザに不快感を与えるばかりでなく，飽和状態を超えて結露状態にまで至ることもあるという問題があり，また，②人が感じる快適な湿度は，室温によって異なるため，室温に関係なく一定湿度に制御する方式も最適なものではないという問題があったことから，室温に応じた快適湿度に速やかに収束し，安定した湿度環境を作り出す加湿装置を提供することを目的とするものであり，かかる課題の解決手段として，加湿部，室温センサ，相対湿度センサ，室温と相対湿度のデータから単位時間の絶対湿度変化率を演算する第1の演算器，その室温に対応して予め定められた目標相対湿度と現在の相対湿度との湿度偏差を演算する第2の演算器，室温センサ，第1の演算器及び第2の演算器の出力を入力するファジー推論部とを備え，ファジー推論部は，室温，絶対湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて加湿部を能力制御するようにしたという構成を採用している。そして，引用発明は，このような構成を採用することで，過度の加湿による不快状態や結露状態を招くことが解消され，室温に応じた快適湿度に制御されるため，どの温度領域においても快適湿度が実現されるなどの作用効果を奏するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，引用例2には，前記(1)イのとおり，窓，壁等への結露を防止するため，外気温度検知手段で検知した外気温度が所定温度以下の場合，室内の湿度を所望の設定湿度より低下させるように加湿手段を制御する暖房加湿制御装置において，リモコン又は操作部上の「高湿(または強湿)」，「標準」，「低湿(または弱湿)」等のボタンを操作することにより所望の設定湿度を選択すること，及び，「もっと加湿(または強湿)」，「普通に加湿」，「少し加湿(または弱湿)」等の人間の体感湿度を入力することにより，この入力に基づいて基準湿度に対し湿度増加分を加えたものを所望の設定湿度とすることが記載されている。",
                    "ここで，前記(2)のとおり，本件特許の出願当時，室内温度や室内湿度のみならず，使用者の好みに合わせた加湿度や加湿量の調整を行うという課題，並びに，使用者の好みに応じて，設定湿度を変更するための湿度設定ボタンを備える加湿器が当業者に周知であったことに照らせば，当業者は，引用例2に記載された上記技術事項を，外気温度検知手段で検知した外気温度が所定温度以下の場合，室内の湿度を所望の設定湿度より低下させるように加湿手段を制御する場合に限定された技術としてのみならず，使用者の好みに応じて設定湿度を変更するための技術として把握することができるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ところで，引用発明と，引用例2に記載された技術事項とは，いずれも周囲環境の温度に応じた設定湿度に基づいて加湿制御を行う加湿器(又は加湿装置)という共通の技術分野に属する。",
                    "そして，前記アの引用発明の目的，構成及び作用効果に照らせば，引用発明は，過加湿による不快感や結露の解消のみならず，人が感じる快適な湿度の実現を課題とするものであるということができる。",
                    "他方，引用例2には，「本発明によれば，入力手段によって少し加湿，もっと加湿を含む相対的体感湿度情報を入力し，この相対的体感湿度情報および湿度検知手段で検知した室内の湿度に基づいて加湿手段を制御するので，使用者の体感に合った湿度を適確かつ簡単に設定することができる。」(【0037】)と記載されているところ，リモコン又は操作部上のボタンを操作することにより，使用者の体感に合った湿度を設定することは，使用者の好みに応じた湿度を設定することを意味し，また，このように適確かつ簡単に設定することができるようにすることは，使用者の好みに応じた湿度を設定することによりさらに快適な湿度を実現することに相当するということができる。",
                    "そうすると，引用発明と引用例2に記載された技術事項とは共通の技術分野に属することに加え，引用例2には，引用例2に記載された技術事項が引用発明の「人が感じる快適な湿度の実現」という課題を解決し得るものであることが記載又は示唆されているから，引用発明における加湿部の能力制御に用いられる「室温に対応して予め定められた目標相対湿度」に対し，さらに快適な湿度を実現するために，前記イの引用例2に記載の所望の設定湿度の設定方法に係る技術を適用することには，動機付けがあるということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用発明において，加湿部の能力制御に用いられる「室温に対応して予め定められた目標相対湿度」の設定に対し，引用例2に記載の所望の設定湿度の設定方法に係る技術事項を適用して，「室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段」を設け，選択された加湿程度及び検出された室内温度に基づいて目標相対湿度を設定することは，当業者が容易に想到することができたことである。",
                    "そして，選択された加湿程度及び検出された室内温度に基づいて目標相対湿度を設定することは，本件発明1における「選択された該加湿程度及び検出された該室内温度に基づいて加湿度を設定」することに相当する。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，引用発明において，引用例2に記載された技術事項を適用することにより，相違点1に係る本件発明1の構成を備えるようにすることは容易に想到することができたことである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例1には，使用者の好みにより固定値(目標相対湿度)を変更することは記載されておらず，引用発明は，室温に応じた快適湿度に速やかに収束し，安定した湿度環境を作り出す加湿装置を提供することを目的として，室温，絶対湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて加湿部を能力制御するようにしたものであって，最適湿度の自動調整に使用者の好みによる選択を入れようとするものではないから，引用発明において引用例2に記載された技術事項を適用することには動機付けがない旨主張する。",
                    "確かに，引用例1には，使用者の好みにより固定値(目標相対湿度)を変更することは記載されていないものの，前記(3)ウのとおり，引用発明と引用例2に記載された技術事項とは共通の技術分野に属することに加え，引用例1には，引用発明が人が感じる快適な湿度の実現をも課題とするものであることが記載されており，引用例2には，引用例2に記載された技術事項が引用発明の「人が感じる快適な湿度の実現」という課題を解決し得るものであることが記載又は示唆されているから，引用発明における加湿部の能力制御に用いられる「室温に対応して予め定められた目標相対湿度」に対し，さらに人が感じる快適な湿度を実現するために，前記(3)イの引用例2に記載の所望の設定湿度の設定方法に係る技術を適用することには，動機付けがあるということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例2は，「高湿」，「中湿」，「低湿」等の一定の固定値の湿度ボタンを選択することで使用者が「所望の湿度を選択」することのみを開示しており，本件発明1の「上記室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段」の構成や，「選択された該加湿程度及び検出された該室内温度に基づいて加湿度を設定」する構成を開示するものではないし，室内温度に応じて湿度を設定するに当たり，使用者の好みによる選択ができるようにすることを示唆するものではないから，引用発明において引用例2に記載された技術事項を適用しても，相違点1に係る本件発明1の構成には至らない旨主張する。",
                    "しかし，前記(3)イのとおり，本件特許の出願当時，室内温度や室内湿度のみならず，使用者の好みに合わせた加湿度や加湿量の調整を行うという課題，並びに，使用者の好みに応じて，設定湿度を変更するための湿度設定ボタンを備える加湿器が当業者に周知であったことに照らせば，当業者は，引用例2に記載された前記(1)イの技術事項を，外気温度検知手段で検知した外気温度が所定温度以下の場合，室内の湿度を所望の設定湿度より低下させるように加湿手段を制御する場合に限定された技術としてのみならず，使用者の好みに応じて設定湿度を変更するための技術として把握することができるというべきである。",
                    "そして，引用発明において，さらに人が感じる快適な湿度を実現するために，引用例2に記載の所望の設定湿度の設定方法に係る技術を適用する際，引用例2には，「前記リモコン4を含む操作部11から使用者によって所望の設定湿度が入力される」のは，「湿度設定回路10」であり，湿度設定回路10からの設定湿度と湿度情報との差に基づいて加湿量を計算し，加湿部を制御することが記載されているところ(【0015】)，引用発明においては，「室温に対応して予め定められた目標相対湿度」があり，これと現在の相対湿度との湿度偏差が演算され，ファジー推論部において，この湿度偏差等のデータから最適加湿量が演算され，求めた最適加湿量に応じて加湿部が能力制御されるのであるから，当業者であれば，引用発明において加湿部の能力制御に用いられる「室温に対応して予め定められた目標相対湿度」に対し，引用例2に記載の上記技術を適用することを試みるといえる。よって，引用発明において，加湿部の能力制御に用いられる「室温に対応して予め定められた目標相対湿度」の設定に対し，引用例2に記載の所望の設定湿度の設定方法に係る技術事項を適用して，室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段を設け，選択された加湿程度及び検出された室内温度に基づいて目標相対湿度を設定することは，当業者が容易に想到することができたことである。",
                    "ここで，選択された加湿程度及び検出された室内温度に基づいて目標相対湿度を設定することは，本件発明1における「選択された該加湿程度及び検出された該室内温度に基づいて」加湿度を設定することに相当する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明は，各種データからファジー推論を用いて演算して最適湿度を自動的に実現しようとするものであって，個人の好みに応じた選択や，選択ボタンの操作という人手によって湿度を調整するという発想とは相容れないものであるから，引用発明において，引用例2に記載された技術事項を適用することには，阻害要因がある旨主張する。",
                    "しかし，引用発明は，部屋の加湿を行う加湿部と，部屋の温度を検出する室温センサと，部屋の相対湿度を検出する相対湿度センサと，室温と相対湿度のデータから単位時間の絶対湿度変化率を演算する第1の演算器と，その室温に対応して予め定められた目標相対湿度と現在の相対湿度との湿度偏差を演算する第2の演算器と，室温センサ，第1の演算器及び第2の演算器の出力を入力するファジー推論部とを備え，ファジー推論部は，室温，絶対湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて加湿部を能力制御するようにしたという構成を採用したものであり，各種データ(室温，絶対湿度変化率及び湿度偏差のデータ)からファジー推論を用いて演算されるのは，加湿部を能力制御する最適加湿量であるのに対し，個人の好みに応じた選択を取り入れるのは，上記加湿部の能力制御を行う前の処理である，第2の演算器における，「室温に対応して予め定められた目標相対湿度」を決定する処理である。両者は，異なる段階における異なる内容の処理であるから，引用発明が，各種データからファジー推論を用いて演算して最適湿度を自動的に実現しようとするものであるからといって，引用例2に記載された技術事項を適用することに阻害要因があるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における本件発明1に係る容易想到性判断に，誤りはない。よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件発明2ないし5に係る容易想到性判断の誤り)について",
          "text": [
            "原告は，本件発明2ないし5は，本件発明1の構成を含むものであるところ，取消事由1と同様の理由により，本件審決における本件発明2ないし5の容易想到性判断も誤りである旨主張する。",
            "しかし，前記3のとおり，本件発明1は，引用発明において，引用例2に記載された技術事項を適用することにより，容易に発明をすることができたものである。",
            "そして，原告は，本件審決における本件発明2ないし5の容易想到性の判断が誤りであるとする理由に関し，上記のとおり主張するほかは，その余の相違点の容易想到性について何ら主張していない。よって，取消事由2は，理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由がないから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}