{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "被告の本件控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "控訴費用は，原告について生じた費用は原告の，被告について生じ  - 1 -"
    },
    {
      "text": "た費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，原告敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，原告に対し，925万9051円及びこれに対する平成26年1月31日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，被告敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告の請求を棄却する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，発明の名称を「道路橋道路幅員拡張用地覆ユニット及び道路橋道路幅員拡張用地覆ユニット設置方法」とする本件特許権，及び意匠に係る物品を「道路橋道路幅員拡張用張出し材」(以下「本件物品」という。)とする本件意匠権を有する原告が，被告による被告製品の製造，譲渡等は原告の本件特許権及び本件意匠権を侵害すると主張して，被告に対し，特許法100条1項，2項，意匠法37条1項，2項に基づいて，被告製品3の譲渡等の差止め及び廃棄等を求めるとともに，不法行為に基づいて，損害賠償金1720万6051円及びこれに対する訴状送達の日の翌日(平成26年1月31日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
        "原審は，平成27年7月30日，本件特許権侵害に基づく請求について，被告製品2及び3が本件発明の技術的範囲に属する(被告製品1は同技術的範囲に属さない)旨の中間判決(以下「本件中間判決」という。)を言い渡し，同年11月26日，原告の請求のうち，本件特許権侵害に基づく被告製品3の製造等の差止め，同製品の廃棄等並びに損害賠償金794万7000円及び遅延損害金の支払を認容し，本件意匠権の侵害は認めず，その余の請求を棄却する旨の原判決を言い渡した。",
        "これに対し，原告及び被告双方が，控訴した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "原判決及び本件中間判決の各「事実及び理由」欄の第2，1記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告製品が本件発明の技術的範囲に属するか",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告が被告製品を製造，販売していると認められるか(被告製品における張出地覆とブラケットは一体として製造，販売されていると評価できるか)"
                },
                {
                  "fig": "イ",
                  "subject": "被告製品は構成要件A，C及びDを充足するか"
                },
                {
                  "fig": "ウ",
                  "subject": "被告製品は構成要件B及びEを充足するか"
                },
                {
                  "fig": "エ",
                  "subject": "出願経過禁反言の適用が認められるか"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告意匠の構成"
            },
            {
              "fig": "(3)",
              "subject": "被告製品の製造等は本件意匠権を侵害するか"
            },
            {
              "fig": "(4)",
              "subject": "本件特許権又は本件意匠権の侵害により原告が受けた損害の額"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当事者の主張",
          "text": [
            "当事者の主張は，下記に原判決を補正し，当審における当事者双方の主張を加えるほか，原判決の「事実及び理由」欄の第2，3記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決26頁の表題「別紙被告意匠の構成3  被告意匠3(1)」を「別紙被告意匠の構成3(1)  被告意匠3(1)」と，一番左の列の，下から2つ目の欄の1行目「キ③」を「ク③」と，一番下の欄の1行目「ク③」を「ケ③」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決27頁の，一番左の列の，下から2つ目の欄の1行目「キ④」を「ク④」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(1)ア(被告製品が本件発明の技術的範囲に属するか‐被告が被告製品を製造，販売していると認められるか)について",
              "text": [
                "(原告)",
                "被告は，カタログ等において，張出地覆(ベース部とカバー部)とブラケットからなる構造を示して，「スチールウイング」という製品名の鋼製地覆の譲渡等の申出をしているところ，被告は，張出地覆とブラケットの値段を別々に付けておらず，合計価格のみを付して販売している。",
                "また，張出地覆とブラケットは，調整用ボルトによって結合されており，被告製品においては，工事完了後も取り外すための工数がかかることに鑑み，ブラケットは取り外されずにそのまま残っている。",
                "さらに，被告は，設置される当該橋梁ごとに，オーダーメードとして，鋼製地覆(ブラケット部を含む。)全体を「完成品」として納品するように発注を受け，被告製品を製造，販売するのであって，「部品」として製造，販売しているわけではない。被告製品は，工場から出荷される前に，発注者である地方公共団体の担当者立会のもとで，ベース部，カバー部及びブラケット部等によって構成される「完成品」たる「張出鋼製地覆」として，寸法等の検査が行われる(甲24)。",
                "したがって，被告製品において，張出地覆とブラケットは，一体として製造，販売されているから，被告は，被告製品を製造，販売していると認められる。",
                "(被告)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件中間判決は，①もともと両者(張出地覆とブラケット)に合計価格を付して製造，販売していること，②工事施行者が現場において被告の設計したとおりに両者を結合させて設置するものであること，③設置したブラケットを後から取り外すことも通常は予定されていないこと，を理由に，両者は一体の製品として製造，販売されていると評価するのが相当である，としている。",
                    "しかし，そもそも，「評価する」とは，「価値を定める，或いは高い価値を認める」ことであるから，「一体の製品と評価する」とは，何を意味するのかが不明である。",
                    "また，上記理由①は，技術思想としての発明の議論とは無関係であることが明らかである。製品の価格をどのように付すかは，経済の問題であるからである。",
                    "さらに，上記理由③も，ブラケットを後から取り外すことが予定されているか否かは，技術論とは無関係のことである。技術として意味があるのは，ブラケットが張出地覆の強度を担うように設計されていないから，取り外しても問題がない，という事実である。",
                    "工事施工者が現場において被告の設計したとおりに両者を結合させて設置することが根拠とされている上記理由②は，本件中間判決が，あたかも，工事施工者が被告製品をユニットの状態に組み立てた後，橋梁に設置すると認定しているようにも解される。しかし，被告製品のベース部，カバー部及びブラケット(部)は，それぞれ，別箇に取り付けられるのであり，ベース部，カバー部及びブラケット(部)を結合させてから設置する，という事実はない。",
                    "よって，本件中間判決の当該判断は，上記の点で，事実認定の誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "製品検査(甲24)は，被告の下請会社において，ベース部，カバー部及びブラケット(部)のそれぞれについて個別に寸法等について行われたものであり，部品を組み立てて完成品にしたりはしていない。むしろ，個別に検査がなされたことにより，ベース部，カバー部及びブラケット(部)のそれぞれが製品であることを示すものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告が製造，販売しているのは「部品」であるから，本件特許権侵害の議論においては「間接侵害」の主張がなされなければならないところ，原告は当該主張すら行っていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(1)イ(被告製品が本件発明の技術的範囲に属するか‐被告製品は構成要件A，C及びDを充足するか)について",
              "text": [
                "(原告)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告製品の構成は，いずれも，本件中間判決別紙「原告主張に係る被告製品の構成」記載のとおりであり，明らかに本件発明の構成要件A及びCを充足する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は，腹板の底版部下面への取付け方を限定しているものではないから，被告製品のようにブラケットを介して張出地覆に取り付けられている床版取付部も本件発明の腹板に相当する。仮に，床版取付部を具えたブラケットに被告が主張するような張出地覆を水平に設置する機能があったとしても，床版取付部は，本件発明における腹板と同様に，コンクリート床版外側部に取り付けられる板状の鋼板であり，鋼製中空体を床版に取り付けるために機能しているから，腹板に相当するといえる。",
                    "よって，被告製品は，構成要件Dを充足する。",
                    "(被告)"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "本件発明では，構成要件A～Dを具える地覆が「ユニット」の状態であることを要する(構成要件E)。よって，構成要件Dの腹板は，底版部下面に既に取り付けられていることを要する。また，底版部下面に取り付けられている「腹板」の技術的意義は，腹板を延伸部と同時にコンクリート床版に当接させ，延伸部と腹板のそれぞれをコンクリート床版に対しボルト締結することで，鋼製中空筒体を迅速に設置できる，という点にある。",
                    "一方，被告製品は，コンクリート床版へ設置される前に「ユニット」の状態になることはない。また，被告製品は，ブラケット(部)，ベース部及びカバー部の順にコンクリート床版に取り付けられるので，本件発明のように，地覆を設置する際，腹板に相当する部分を延伸部と同時にコンクリート床版に当接させるということはできない。",
                    "よって，被告製品の下方に位置するブラケットの床版取付部は，本件発明の腹板と同じ機能を果たすことができない。むしろ，被告製品のブラケット(部)が，ベース部及びカバー部に先立ちコンクリート床版に取り付けられることにより，張出地覆の水平取付けと，ブラケットの天板部が，作業用スペース，資材置き場としての利用を可能にするという，本件発明では奏し得ない効果を奏することができる。",
                    "したがって，本件発明の「腹板」と被告製品の「ブラケット」は，その技術的思想が全く異なる。",
                    "以上のとおり，被告製品は，本件発明の構成要件Dを充足しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件中間判決は，構成要件Dの充足性判断において，「被告製品のブラケットにおける床版取付部は現場において張出地覆下面に取り付けられ床版外側部に固定されるものである」ことを理由の一つとしている。",
                    "しかし，被告製品においては，ブラケット(部)が先にコンクリート床版に取り付けられ，次いで，ベース部，カバー部が設置されるのである。本件中間判決が，被告製品2及び3のブラケット(部)がベース部及びカバー部に取り付けられ，ユニットとされた後にコンクリート床版に取り付けられると解しているのなら，事実認定の誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点(1)ウ(被告製品が本件発明の技術的範囲に属するか‐被告製品は構成要件B及びEを充足するか)について",
              "text": [
                "(原告)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告製品1について",
                  "text": [
                    "構成要件Bの「コンクリート床版側端部の地覆除去部に固定される延伸部」とは，「地覆ユニット」を構成する要素である「延伸部」の形態を機能的に表現したものである。したがって，「コンクリート床版側端部の地覆除去部に固定される延伸部」とは，「コンクリート床版側端部の地覆除去部に固定することが可能な形態の延伸部」を意味し，本件発明のユニット装置の形態を特定したものであって，その利用範囲が限定されているわけではない。",
                    "また，被告が非拡張型とする被告製品1と，拡張型とする被告製品2とは，その製品としての形状，取付方法，構造等に大差がなく，被告製品が取り付けられた橋梁の取付工事前の地覆の形状が異なっているにすぎない。したがって，被告製品を，非拡張型と拡張型に区別することはできない。",
                    "よって，被告製品1は，構成要件B及びEを充足する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品2及び3について",
                  "text": [
                    "被告製品2及び3が，構成要件B及びEを充足することは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「ユニット」について",
                  "text": [
                    "被告は，組立て及び完成の段階において，本件発明の地覆「ユニット」に相当する物は存在しないから，被告製品は，構成要件Eを充足しない，と主張する。",
                    "しかし，本件発明の「ユニット」を用いて道路橋を拡張する場合，1個当たり1メートル程度の長さの「地覆」が複数連結されて，橋梁に設置される地覆全体を構成することになる。そのため，上記橋梁に設置される地覆全体を構成する一つ一つの単位である1個1個の地覆を「ユニット」と呼び，本件発明の構成要件Eでは，「道路橋道路幅員拡張用地覆ユニット」とされているのである。「ユニット」の意義には，被告が主張する現場での組立て工程等は関係ない。",
                    "また，被告は，被告製品2及び3が「ユニット」であることを自白している(被告の平成27年5月29日付け準備書面(9)2頁8行目)。",
                    "よって，被告製品2及び3は，本件発明の構成要件Eを充足する。",
                    "(被告)"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "構成要件Eについて",
                  "text": [
                    "本件明細書の特許請求の範囲の請求項1の「ユニット」は，その意義が一義的に明確ではないから，明細書と図面を考慮して，その意義が解釈されなければならない。本件明細書(甲16)の【0011】，【0014】及び【0018】，並びに，図2，6及び13等を参照すると，前記「ユニット」とは，請求項1において，「ユニット」の語の前に記載された構成の物が，延伸部と腹板により，コンクリート床版に即取り付けられるように一体化されたものを意味していることが分かる。そして，本件発明の効果の一つは，本件発明が構成要件A～Dを有する地覆ユニットとして構成され，当該ユニットが，順次，コンクリート床版側端部に設置されるから，工事の短期施工が可能となる(【0018】，【0030】及び【0036】参照)ことであり，本件発明の特徴的な構成要件の一つは，短期施工を可能にするために，順次，コンクリート床版側端部に設置される「ユニット」である(構成要件E)。",
                    "被告製品は，ベース部及びカバー部からなる張出地覆とブラケット(部)からなり，ベース部，カバー部及びブラケット(部)は，ばらばらの状態で，それぞれ別々に発送される。工事現場に到着したベース部，カバー部及びブラケット(部)は，工事施工業者により，まず，全てのブラケット(部)が道路橋のコンクリート床版側端部に取り付けられる。次いで，全てのベース部がコンクリート床版とブラケット(部)に固定され，ベース部とブラケット(部)がボルトで締結される。その後，全てのカバー部がベース部に取り付けられ，被告製品は，コンクリート床版への設置完了と同時に完成品となる。被告製品は，コンクリート床版への設置完了と同時にしか完成品の状態にならないのであって，コンクリート床版へ設置される前に「ユニット」の状態にされることはない。したがって，地覆ユニットをコンクリート床版側端部に順次設置することによる，工事の短期施工という効果を奏することはできない。むしろ，短期施工より，部品であることによる，保管，運搬，作業の便宜を重視したものである。",
                    "被告製品は，本件発明の構成要件E(地覆ユニット)を充足しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品1について",
                  "text": [
                    "被告製品1は，延伸部が，コンクリート床版側端部の地覆除去部よりも内側に固定されるから，本件発明の構成要件Bも充足しない。",
                    "被告製品1は，道路橋への施工前後で道路幅員が同じであり，道路橋の施工後の道路幅員を拡張するという本件発明の効果を奏しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点(2)(被告意匠の構成)について",
              "text": [
                "(原告)",
                "被告意匠の構成は，原判決別紙被告意匠の構成1～3(2)の「原告の主張」欄記載のとおりである。",
                "(被告)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告の製造，販売に係る物は，橋に設置される前のブラケット(部)，ベース部及びカバー部の3つの独立した部品である。",
                    "被告は，本判決添付別紙1及び2で特定される被告意匠1～3(2)を実施していない。当該意匠は，ブラケット(部)，ベース部及びカバ-部が一体に組み立てられたものであり，橋梁改修工事施工者が実施するもので，部品製造者である被告が実施するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ブラケット(部)，ベース部及びカバ-部が一体に組み立てられた物は，橋の一部としてのみ存在しており，各部品自体，橋に設置された時点で即不動産となる。市場で流通する動産，すなわち，意匠法上の物品として存在し得ないものを対象として，意匠権侵害を論ずることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告製品においては，橋への設置が終わったら，正面図ではブラケット(部)は見えない。底面図では延伸部が見えない。また，互いに接続された側面も見えない。したがって，組み立てられた被告製品について意匠を議論するのは，仮想にすぎない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「張出地覆」が意匠法上の意匠を構成するとして，当該被告意匠と本件意匠1及び2を対比し得る場合であっても，原告の主張及び原審の認定による被告意匠の構成は，「張出地覆」とは別物品の「ブラケット」を具えるものであるから，誤りである。",
                    "本件意匠1及び2の物品は，共に，「道路橋道路幅員拡張用張出し材」(本件物品)である。",
                    "被告製品は，ベース部とカバー部からなる「張出地覆」と「ブラケット」に大別される。「ブラケット」は，張出地覆を水平に取り付けることに寄与するとともに，施工中は作業スペース，資材置場にもなるものであるから，張出地覆とブラケットは，使用の目的，用途・機能等が全く異なる。また，被告製品は，ブラケットがなくても十分な強度を具えるので，「張出地覆」のみで鋼製地覆として機能し，ブラケットは，スチールウィングの構成要素として必須のものではない。「張出地覆」と「ブラケット」は，全く別々の物品である。",
                    "したがって，被告製品において，本件物品に相当し得るものは，ブラケットを除いた「張出地覆」のみである。",
                    "よって，本件物品に対応するものとして被告製品の「張出地覆」の意匠(被告意匠)が認定されるのであれば，原判決24～27頁記載の被告の主張のとおりに認定されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "争点(3)(被告製品の製造等は本件意匠権を侵害するか)について",
              "text": [
                "(原告)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件意匠の要部について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件物品である道路橋道路幅員拡張用張出し材の取引者・需要者たる道路橋を管理等する地方公共団体等は，原告製品のカタログ(甲5)の記載に基づくのみならず，技術説明資料(甲22)等に基づく原告の担当者からの製品説明会(地方公共団体等の担当者からの質疑応答等を含め2～3時間以上を要する。)を経て，取引をするのである。具体的には，技術説明資料(甲22)の5頁「④容易なメンテナンス」記載の斜視図等に基づき，コンクリート床版に取り付けられた際の原告製品の形状(道路舗装前)等について，説明がなされる。",
                        "したがって，本件意匠の要部は，底版部・腹板・補強リブを具えた中空筒体という立体形状である，基本的構成態様である。「補強リブの位置と本数」及び「ビスの位置と個数」は，本件意匠の要部ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，取引者・需要者としては，製品カタログ等の記載を見て施工後に露出する部分に特に注意して取引をする，と判示する。",
                        "しかし，上記(ア)のとおり，取引者・需要者は，製品カタログのみならず，技術説明資料に基づく製品説明会を経て取引するのであるから，施工後に露出する部分に特に注意するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，原判決は，舗装面によって隠れない部分を要部とする。しかし，基礎杭のような地中に埋まる物であっても意匠登録された例があるから(甲23の1～6)，取引者・需要者がその形状に特に注意して取引をする物であれば，要部たり得る。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「前面側ボルト」の位置や個数等は，現場ごとに変更されるのであって，本件物品たる道路橋道路幅員拡張用張出し材の性質・用途等からして，取引者・需要者たる地方公共団体等が注意を払って取引をする部分ではない。したがって，「前面側ボルト」は，意匠の要部たり得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件意匠2と被告意匠1との類否について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "①斜視図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠1の各斜視図は下記のとおりであり，両者は，本件意匠の要部である「底版部【青色】と，腹板(床版取付部)【緑色】を具えた中空筒体【赤色】という立体形状」において類似する。",
                        "【対比図1】",
                        "本件意匠2【①斜視図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "②正面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠1の各正面図は下記のとおりであり，両者は，本件意匠の要部のうち正面から見ることができる「前面側の形状【赤色】，及び，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図2】",
                        "本件意匠2【②正面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "③背面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠1の各背面図は下記のとおりであり，両者は，本件意匠の要部のうち背面から見ることができる「背面側の形状【赤色】，及び，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図3】",
                        "本件意匠2【③背面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "④平面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠1の各平面図は下記のとおりであり，両者は，本件意匠の要部のうち平面として見ることができる「上面側の形状【赤色】，及び，延伸部の形状【青色】」において類似する。",
                        "【対比図4】",
                        "本件意匠2【④平面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "⑤右側面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠1の各右側面図は下記のとおりであり，両者は，本件意匠の要部のうち右側面から見ることができる「前面側・上面側・背面側・底面部の形状【赤色】，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図5】",
                        "本件意匠2【⑤右側面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "⑥左側面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠1の各左側面図は下記のとおりであり，両者は，本件意匠の要部のうち左側面から見ることができる「前面側・上面側・背面側・底面部の形状【赤色】，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図6】",
                        "本件意匠2【⑥左側面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "⑦底面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠1の各底面図は下記のとおりであり，両者は，本件意匠の要部のうち底面側から見ることができる「底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図7】",
                        "本件意匠2【⑦底面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "よって，本件意匠2と被告意匠1は，上記各図面のいずれにおいても類似しており，被告製品1(祓川新橋)は，本件意匠権2を侵害するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件意匠2と被告意匠2の類否について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "①斜視図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠2の各斜視図は下記のとおりであり，両者は，本件意匠の要部である「底版部【青色】と，腹板(床版取付部)【緑色】を具えた中空筒体【赤色】という立体形状」において類似する。",
                        "【対比図8】",
                        "本件意匠2【①斜視図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "②正面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠2の各正面図は下記のとおりであり，両者は，本件意匠の要部のうち正面から見ることができる「前面側の形状【赤色】，及び，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図9】",
                        "本件意匠2【②正面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "③背面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠2の各背面図は下記のとおりであり，両者は，本件意匠の要部のうち背面から見ることができる「背面側の形状【赤色】，及び，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図10】",
                        "本件意匠2【③背面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "④平面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠2の各平面図は下記のとおりであり，両者は，本件意匠の要部のうち平面として見ることができる「上面側の形状【赤色】，及び，延伸部の形状【青色】」において類似する。",
                        "【対比図11】",
                        "本件意匠2【④平面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "⑤右側面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠2の各右側面図は下記のとおりであり，両者は，本件意匠の要部のうち右側面から見ることができる「前面側・上面側・背面側・底面部の形状【赤色】，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図12】",
                        "本件意匠2【⑤右側面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "⑥左側面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠2の各左側面図は下記のとおりであり，両者は，本件意匠の要部のうち左側面から見ることができる「前面側・上面側・背面側・底面部の形状【赤色】，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図13】",
                        "本件意匠2【⑥左側面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "⑦底面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠2の各底面図は下記のとおりであり，両者は，本件意匠の要部のうち底面側から見ることができる「底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図14】",
                        "本件意匠2【⑦底面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "よって，本件意匠2と被告意匠2は，上記各図面のいずれにおいても類似しており，被告製品2(境田橋)は，本件意匠権2を侵害するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件意匠1と被告意匠3(1)の類否",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "①斜視図における意匠の類似",
                      "text": [
                        "本件意匠1と被告意匠3(1)の各斜視図は下記のとおりであり，両者は，本件意匠の要部である「底版部【青色】と，腹板(床版取付部)【緑色】を具えた中空筒体【赤色】という立体形状」において類似する。",
                        "【対比図15】",
                        "本件意匠1【①斜視図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "②正面図における意匠の類似",
                      "text": [
                        "本件意匠1と被告意匠3(1)の各正面図は下記のとおりであり，両者は，本件意匠の要部のうち正面から見ることができる「前面側の形状【赤色】，及び，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図16】",
                        "本件意匠1【②正面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "③背面図における意匠の類似",
                      "text": [
                        "本件意匠1と被告意匠3(1)の各背面図は下記のとおりであり，両者は，本件意匠の要部のうち背面から見ることができる「背面側の形状【赤色】，及び，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図17】",
                        "本件意匠1【③背面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "④平面図における意匠の類似",
                      "text": [
                        "本件意匠1と被告意匠3(1)の各平面図は下記のとおりであり，両者は，本件意匠の要部のうち平面として見ることができる「上面側の形状【赤色】，及び，延伸部の形状【青色】」において類似する。",
                        "【対比図18】",
                        "本件意匠1【④平面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "⑤右側面図における意匠の類似",
                      "text": [
                        "本件意匠1と被告意匠3(1)の各右側面図は下記のとおりであり，両者は，本件意匠の要部のうち右側面から見ることができる「前面側・上面側・背面側・底面部の形状【赤色】，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図19】",
                        "本件意匠1【⑤右側面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "⑥左側面図における意匠の類似",
                      "text": [
                        "本件意匠1と被告意匠3(1)の各左側面図は下記のとおりであり，両者は，本件意匠の要部のうち左側面から見ることができる「前面側・上面側・背面側・底面部の形状【赤色】，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図20】",
                        "本件意匠1【⑥左側面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "⑦底面図における意匠の類似",
                      "text": [
                        "本件意匠1と被告意匠3(1)の各底面図は下記のとおりであり，両者は，本件意匠の要部のうち底面側から見ることができる「底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図21】",
                        "本件意匠1【⑦底面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "よって，本件意匠1と被告意匠3(1)は，上記各図面のいずれにおいても類似しており，被告製品3(1)(甲7のカタログ)は，本件意匠権1を侵害するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件意匠2と被告意匠3(2)の類似",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "①斜視図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠3(2)の各斜視図は下記のとおりであり，両者は，本件意匠の要部である「底版部【青色】と，腹板(床版取付部)【緑色】を具えた中空筒体【赤色】という立体形状」において類似する。",
                        "【対比図22】",
                        "本件意匠2【①斜視図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "②正面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠3(2)の各正面図は下記のとおりであり，両者は，本件意匠の要部のうち正面から見ることができる「前面側の形状【赤色】，及び，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図23】",
                        "本件意匠2【②正面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "③背面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠3(2)の各背面図は下記のとおりであり，両者は，本件意匠の要部のうち背面から見ることができる「背面側の形状【赤色】，及び，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図24】",
                        "本件意匠2【③背面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "④平面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠3(2)の各平面図は下記のとおりであり，両者は，本件意匠の要部のうち平面として見ることができる「上面側の形状【赤色】，及び，延伸部の形状【青色】」において類似する。",
                        "【対比図25】",
                        "本件意匠2【④平面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "⑤右側面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠3(2)の各右側面図は下記のとおりであり，両者は，本件意匠の要部のうち右側面から見ることができる「前面側・上面側・背面側・底面部の形状【赤色】，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図26】",
                        "本件意匠2【⑤右側面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "⑥左側面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠3(2)の各左側面図は下記のとおりであり，両者は，本件意匠の要部のうち左側面から見ることができる「前面側・上面側・背面側・底面部の形状【赤色】，底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図27】",
                        "本件意匠2【⑥左側面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "⑦底面図における意匠の類似",
                      "text": [
                        "本件意匠2と被告意匠3(2)の各底面図は下記のとおりであり，両者は，本件意匠の要部のうち底面側から見ることができる「底版部の形状【青色】，腹板(床版取付部)の形状【緑色】」において類似する。",
                        "【対比図28】",
                        "本件意匠2【⑦底面図】(甲9)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "よって，本件意匠2と被告意匠3(2)は，上記各図面のいずれにおいても類似しており，被告製品3(2)(乙1のカタログ)は，本件意匠権2を侵害するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件意匠の要部は上述したとおりであり，被告意匠は，いずれも，中空筒体，底版部，腹板(床版取付部)及び補強リブを具えるものであり，その外観上，本件意匠と類似する。",
                    "(被告)"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "本件意匠の要部について",
                  "text": [
                    "本件意匠の要部は，原判決が判示するとおり，本意匠と関連意匠の関係にある，本件意匠1，2で共通する下図の赤く塗潰された部分の内，施工後に舗装層によって覆われないボルト部分である。すなわち，前面側ボルトが，上下に2個並び，上側と下側のそれぞれにおいて，上下方向の位置が一致するように設けられており，左右方向両端から端に位置する前面側ボルトまでの間隔と前面側ボルト同士の間隔が，1：2になっているという点である。",
                    "【要部の説明図】",
                    "これに対し，原告は，①取引の際の技術説明資料(甲22)の5頁記載の図に取引者等は特に注意する，②地中に埋まる基礎杭においても意匠権が成立していることに鑑みれば，取引者等は物品全体の形状に特に注意する，③前面側ボルトの位置や個数は現場ごとに変更されるものであるから取引者等が注意する部分ではない，などと主張する。",
                    "しかし，①について，仮に原告が主張するように，技術説明資料(甲22)を取引者に提示するとしても，当該技術説明資料には，施工後の写真も掲載されているので，取引者が施工中の図又は写真のみに特に注意する理由はない。取引者である「地方公共団体」の担当者は，施工後のことを考えて，橋を利用する者にとって目に付く部分(舗装層によって隠れない部分)に着目するはずである。",
                    "また，②について，甲23の1～6の基礎杭はそのほとんど全体が地中に埋められて使用されるものである一方，本件意匠においては，アスファルト舗装で隠れてしまうのは延伸部とその上のリブだけで，その他の部分は全部残るのである。",
                    "さらに，③について，原告が主張するように，前面側ボルトの位置や個数が問われないのであれば，当該部分を点線とする部分意匠として意匠登録されていなければならないはずである。本件意匠は，部分意匠ではない完成品の意匠であり，前面側ボルトが実線で記載されているので，これを無視することは許されない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告製品のカバー部は，背面側において，水切りのため，下方に延びる部分がある。よって，上記(原告)イ(ウ)の【対比図3】，(原告)ウ(ウ)の【対比図10】，(原告)エ(ウ)の【対比図17】及び(原告)オ(ウ)の【対比図24】において，カバー部とブラケット(部)との間で，上下方向の寸法の違いが著しくなっている。これを無視して，両意匠を類似とすることはできない。",
                    "同様の寸法比の問題が，平面図である上記(原告)ウ(エ)の【対比図11】及び(原告)エ(エ)の【対比図18】にも認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "争点(4)(本件特許権又は本件意匠権の侵害により原告が受けた損害の額)について",
              "text": [
                "(原告)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告製品1の製造等による原告の損害額は，以下のとおりである。",
                    "被告製品1の設置実績は，合計99．3メートルであるところ，被告製品の単価は2255万5552円(100メートル当たり)であるから，1メートル当たりの単価は22万5555円(1円未満切捨)である。そして，同業者の同種の製品の利益率は，30％程度である。",
                    "したがって，被告の得た利益は，671万9283円を下らず，原告は少なくとも同額の損害を被ったものである。",
                    "(計算式)99．3m×22万5555円／m×30％＝671万9283円",
                    "また，上記損害に対する弁護士費用(請求額の10％)は，67万円となる。",
                    "よって，原告が被告製品1の製造等により被った損害は，合計738万9283円を下らない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告製品2の製造等による原告の損害額は，以下のとおりである。",
                    "被告製品2の設置実績は，合計131．923メートルであるところ，上記アのとおり，被告製品の1メートル当たりの単価は22万5555円で，同業者の同種製品の利益率は30％である。",
                    "したがって，被告の得た利益は，892万6768円を下らず，原告は少なくとも同額の損害を被ったものである。",
                    "(計算式)131．923m×22万5555円／m×30％＝892万6768円",
                    "また，上記損害に対する弁護士費用(請求額の10％)は，89万円となる。",
                    "よって，原告が被告製品2の製造等により被った損害は，合計981万6768円を下らない。",
                    "(被告)",
                    "否認ないし争う。被告製品2の販売による被告の売上高は，2409万円であり，同業者の利益率は30％であるから，被告が得た利益は，722万7000円である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，原判決及び本件中間判決と同様に，①被告製品2及び3は本件発明の技術的範囲に属し，被告製品1は本件発明の技術的範囲に属さず，②被告製品の製造等は本件意匠権を侵害せず，③被告の本件特許権侵害により原告が受けた損害額は，794万7000円及びこれに対する平成26年3月10日から支払済みまで年5分の割合による金員であると判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)ア(被告製品が本件発明の技術的範囲に属するか‐被告が被告製品を製造，販売していると認められるか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，被告製品を製造，販売していると認められる。その理由は，次のとおり訂正した本件中間判決「事実及び理由」欄の第3，1に判示のとおりであるから，これを引用する。",
                "①  本件中間判決8頁23～25行目「被告は工事完了後も取り外すための工数がかかることに鑑みブラケットを取り外さずにそのまま残していること」を「実際にはブラケットは工事完了後も工数がかかることを理由に取り外されずにそのまま残っていること」と改める。",
                "②  本件中間判決8頁25行目末尾に，「また，被告は，被告製品1に関しては，張出地覆とブラケットとについて同一の機会に発注者による製品検査を受けた(甲24，25)と認められ，被告製品2に関しても，これと同じ取扱いをしていたものと推認される。」を加える。",
                "③  本件中間判決9頁5～6行目「予定されていない以上，」を「予定されておらず，発注者による製品検査も張出地覆とブラケットとをまとめて受けていた以上，」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本件中間判決の判断に対し，①製品価格をどのように付すかは経済の問題であって技術思想としての発明の議論とは無関係であること，②ブラケットを後から取り外すことが予定されているか否かは技術論とは無関係であることを理由に，誤りであると主張する。",
                "しかし，被告が被告製品を製造，販売していると法的に評価できるか否かを判断するに当たっては，関連する事情を総合考慮する必要があり，技術思想や技術論に関する事情に限られる合理的理由はない。製品価格を，部品ごとに付するのではなく合計価格のみを付して販売することは，一つの部品のみでの販売を予定していないことを表し，購入者が，合計価格に含まれる部品全てを用いて製品を組み立てた状態にすることを，当然に予定しているものと解されるから，被告が，部品単体ではなく，被告製品の全体を製造，販売しているものと評価する一つの根拠となる。また，ブラケットを後から取り外すことが予定されていないことは，ブラケットを含んだ被告製品が完成形であると想定していることになるから，被告が，ブラケットを含めて被告製品の全体を製造，販売しているものと評価する一つの根拠となる。",
                "被告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，本件中間判決が，工事施工者が現場において被告の設計したとおりに張出地覆とブラケットを結合させて設置するものであることを，両者が一体の製品として製造，販売されていると評価した根拠の一つとしているところ，かかる根拠が，工事施工者が被告製品2及び3をユニットの状態に組み立てた後，道路橋に設置すると認定した事実に基づくのであれば，誤りである，と主張する。",
                "しかし，後記3(2)のとおり，本件発明においては，ユニットとして組み立てられてから道路橋に取り付けるか否かは，構成要件充足性の判断を左右しないと解されるから，本件中間判決が「両者を結合させて設置する」と判示したのは，両者をまず結合してからその後に道路橋に設置することのみを意味するのではなく，道路橋に設置された段階では両者が結合されている状態を認定したものと解するのが相当である。",
                "被告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，製品検査(甲24)は，ベース部，カバー部及びブラケット(部)それぞれについて個別に寸法等について行われたものであって，部品を組み立てて完成品にしたりしていないから，このことは，被告が被告製品を製造，販売したことの根拠とはならない，と主張する。",
                "しかし，製品検査において，ベース部，カバー部及びブラケット(部)が，仮に組み立てられなかったとしても，同じ機会に検査されたのであれば，顧客においてこれら部材を用いて被告製品を組み立て使用することが予定されているといえる。そして，このことは，上記(2)で述べたのと同様，部品全てを用いて製品を組み立てた状態にすることを，当然に予定していることになるから，被告が，部品単体ではなく，被告製品全体を製造，販売しているものと評価する一つの根拠となる。",
                "被告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，被告が製造，販売しているのは部品であるから，本件特許権侵害の議論においては，間接侵害の主張がなされなければならない，と主張する。",
                "しかし，上記(1)のとおり，被告は，被告製品の全体を製造，販売しているものと評価されるのであるから，被告製品が本件発明の技術的範囲に属するのであれば，間接侵害を主張する必要はない，",
                "被告の主張には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)イ(被告製品が本件発明の技術的範囲に属するか‐被告製品は構成要件A，C及びDを充足するか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告製品は，構成要件A，C及びDを充足すると認められる。その理由は，本件中間判決「事実及び理由」欄の第3，2に判示のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本件発明では，①構成要件Dの腹板は，コンクリート床版へ設置される前に底版部下面に取り付けられていることを要し，②腹板を延伸部と同時にコンクリート床版に当接させ，延伸部と腹板のそれぞれをコンクリート床版に対しボルト締結することで，鋼製中空筒体を迅速に設置できるが，被告製品2及び3は，①コンクリート床版へ設置される前に組み立てられるものではなく，②地覆を設置する際，腹板に相当する部分を延伸部と同時にコンクリート床版に当接させることはできないから，迅速に設置するという効果は奏しないが，ブラケット(部)を初めにコンクリート床版に取り付けることにより，作業用スペース等としての利用を可能にするという効果を奏するから，本件発明と技術的思想を異にし，構成要件Dを充足しない，と主張する。",
                "しかし，①後記3(2)で述べるとおり，本件発明においては，コンクリート床版に設置するより前に地覆ユニットが組み立てられている必要はないことに加え，上記(1)において本件中間判決を引用して示したとおり，構成要件Dの文言上も，腹板は底版部下面に取り付けてなるとしか規定されていないのであるから，構成要件Dの腹板は，コンクリート床版へ設置される前に底版部下面に取り付けられていることを要するとはいえない。また，②後記3(2)で述べるとおり，本件発明が短期施工という効果を有するのは，従来技術であった，床版外側部にコンクリートによる地覆部を連結する方法と比較した場合であり，地覆ユニットを鋼製とし，中空筒体とする本件発明の構成によって短期施工が可能となるのである。本件発明では，それに加えて，腹板を延伸部と同時にコンクリート床版に当接させることによって短期施工の効果を出すことまで求められているわけではない。被告製品2及び3の設置方法によれば，作業用スペースを提供するという本件明細書に明示されない効果が生じるとしても，短期施工を可能とするという本件発明の効果を阻害するものではないから，当該効果は，構成要件Dの充足性の判断を左右しない。",
                "被告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，被告は，本件中間判決が，被告製品のブラケット(部)がベース部及びカバー部に取り付けられ，ユニットとされた後にコンクリート床版に取り付けられると解して「被告製品のブラケットにおける床版取付部は現場において張出地覆下面に取り付けられ床版外側部に固定されるものである」と判示したのなら，事実認定の誤りがある，と主張する。",
                "しかし，上記判示部分は，文言上，ブラケットを張出地覆に取り付けることと，ブラケットを床版外側部に取り付けることとの先後関係を認定しているとは解されないことに加え，本件発明においては，地覆ユニットを組み立てた後にコンクリート床版に結合させることを構成とするものではないから，被告製品のブラケット(部)がベース部及びカバー部に取り付けられた後にコンクリート床版に取り付けられると解する必要もない。",
                "被告の主張には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(1)ウ(被告製品が本件発明の技術的範囲に属するか‐被告製品は構成要件B及びEを充足するか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告製品は，構成要件B及びEを充足すると認められる。その理由は，本件中間判決「事実及び理由」欄の第3，3に判示のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Eについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，①本件発明の「ユニット」の意義は，明細書と図面を参酌すれば，構成要件A～Dを充足する物が，延伸部と腹板により，コンクリート床版に即取り付けられるように一体化されたものを意味していることになるし，②本件発明の効果の一つは，工事の短期施工が可能となることであり，このためには，本件発明が構成要件A～Dを有する地覆ユニットとして構成され，当該ユニットが順次，コンクリート床版側端部に設置されるのでなければならないと主張する。",
                    "しかし，①本件明細書の特許請求の範囲の請求項1には，地覆ユニットを形成する底版部と縁石部との締結と，底版部とコンクリート床版との固定との先後関係については，記載されていない。被告が根拠として指摘する明細書(甲16)の【0011】，【0014】及び【0018】，並びに，図2，6及び13は，いずれも，実施の形態の一例を示したものにすぎない(【0009】，【0021】)。また，明細書に記載されている二つの実施例においては，いずれも，地覆ユニットを構成する縁石部と底版部が別々に形成され，これらの部分は，ボルトとナットを用いて締結されるものである(【0012】，【0024】)こと，地覆ユニットをコンクリート床版に設置するに当たっては，底版部の一部である延伸部と腹板とを，コンクリート床版にボルトとナットで締結する(【0017】，【0029】)こと，地覆ユニットを現場で組み立てることも予定されている(【0036】)ことからすれば，底版部をまずコンクリート床版に締結し，その後に底版部と縁石部とを締結する実施形態が，本件発明の構成から排除されているとはいえない。さらに，本件発明の地覆ユニットは，典型的には，道路橋に複数並べて設置されることが予定されている(【0018】，【0030】)から，「ユニット」の語は，複数設置される物のうちの一つの地覆であって，その一つの地覆が二つの部材(縁石部と底版部)からなることから用いられたものと解される。",
                    "次に，②本件発明が短期施工という効果を有するのは，従来技術であった，床版外側部にコンクリートによる地覆部を連結する方法と比較してのことである。そして，従来技術によれば，床版側端部の地覆を除去し，床版外側部にコンクリートによる地覆部を連結するのであるが，新たに設置される地覆部がコンクリートであるため，その形成や養生等連結工事に時間を要し，また，重量が著しく増大し，桁の補強が必要となる，という問題点があった(甲16【0003】【0004】)。本件発明は，鋼製で形成されたものを床版外側部に取り付けるため，現場で地覆部の形成や養生に時間を要しない(なお，地覆ユニットを現場で組み立てることも想定されている。甲16【0036】)し，中空筒体であるから，重量の増大も抑えられ，短期施工が可能となるのである。さらに，被告自身も，被告製品に工期短縮の効果があることを認めている(甲8)。したがって，本件発明の短期施工という効果は，本件発明がまず構成要件A～Dを有する地覆ユニットとして構成され，その後に，当該ユニットがコンクリート床版部に設置される場合のみに生じるものではない。",
                    "被告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告は，本件発明では，構成要件A～Dを具える地覆が既に組み立てられた状態であるからこそ，順次，コンクリート床版側端部に設置することができ，工事の短期施工という効果を奏することができるが，被告製品においては，ユニットの状態にしてからコンクリート床版に設置されるのではないため，このような効果を奏することはできず，むしろ，部品であることによって保管，運搬，作業の便宜を重視したものであるから，被告製品2及び3は，本件発明の構成要件Eを充足しない，と主張する。",
                    "しかし，上記アで述べたとおり，本件発明が短期施工という効果を有するのは，その形成や養生等に時間を要する，床版外側部にコンクリートによる地覆部を連結する方法と比較してのことであるから(甲16【0003】【0004】)，被告製品の施工方法が被告主張のとおりであったとしても，短期施工という効果を奏するといえる。また，部品であることによる保管，運送，作業上の便宜という観点から，被告製品が，完成品にしてから現場へ運送するよりも優れているとしても，本件発明も，上記アで述べたとおり，ユニットの状態に組み立ててからコンクリート床版に設置する工法に限定されるものではなく，現場で組み立てることも予定されている(甲16【0036】)から，このような効果が加わることが，被告製品2及び3が本件発明の技術的範囲に属さない理由とはならない。",
                    "被告の主張には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件Bについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，構成要件Bの「コンクリート床版側端部の地覆除去部に固定される延伸部」とは，「地覆ユニット」を構成する要素である「延伸部」の形態を機能的に表現したものであって，「コンクリート床版側端部の地覆除去部に固定することが可能な形態の延伸部」を意味し，その利用範囲が限定されているわけではない，と主張する。",
                    "しかし，上記(1)において本件中間判決を引用して示したとおり，構成要件Bの「地覆除去部に固定される延伸部」からすれば，地覆除去部の少なくとも一部に延伸部の少なくとも一部が固定されることが必要であると解され，本件特許に係る出願人も，第一意見書(乙5)において，延伸部と腹板が床版のどこに固定されているかを明瞭に特定するために，「延伸部」を「コンクリート床版側端部の地覆除去部に固定される」ものと補正したのであるから，構成要件Bを上記の意味を超えて，「固定することが可能な形態の延伸部」と拡張して解釈するのは相当でない。",
                    "原告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，被告が非拡張型とする被告製品1と，拡張型とする被告製品2とは，その製品としての形状，取付方法，構造等に大差がなく，被告製品が取り付けられた橋梁の取付工事前の地覆の形状が異なるにすぎないから，被告製品を，非拡張型と拡張型に区別することはできない，と主張する。",
                    "しかし，上記(1)において本件中間判決を引用して示したとおり，被告が被告製品1を製造，販売した時点において，被告製品1の延伸部は地覆除去部に固定されるものではなかったと考えられるから，被告製品1は，本件発明の道路幅員拡張効果を奏しない非拡張型に該当すると認められる。",
                    "原告の主張には，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(1)エ(出願経過禁反言の適用が認められるか)について",
          "text": [
            "原告が，本件発明の技術的範囲が，縁石部の全てが床版外側に位置せず，縁石部の一部が床版上に位置する被告製品のような形態に及ぶと主張することが，信義誠実の原則ないしは禁反言の原則に反するとは認められない。その理由は，本件中間判決「事実及び理由」欄の第3，4に判示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点(2)(被告意匠の構成)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告意匠の構成は，原判決別紙被告意匠の構成1～3(2)の当裁判所の判断欄記載のとおり認定すべきである。その理由は，原判決「事実及び理由」欄の第3，1に判示のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，被告の製造，販売に係る物は，ブラケット(部)，ベース部及びカバー部の独立した部品であって，組み立てるのは橋梁改修施工業者だから，本判決別紙1及び2で特定される被告意匠1～3(2)を実施していない，と主張する。",
                "しかし，上記1(1)認定のとおり，被告は，本件中間判決別紙被告製品目録3の「4カタログ上の被告製品の記載」のとおり，「張出し地覆」(ベース部とカバー部)とブラケットとからなる構造を示して，「スチールウイング」という製品名の鋼製地覆の譲渡等の申出をしているところ，被告は，ベース部，カバー部及びブラケットの価格を部品ごとに付するのではなく合計価格のみを付して販売していること，工事現場において，張出地覆とブラケットは調整用ボルトによって結合されていること，工事完了後も取り外すための工数がかかることを理由にブラケットがそのまま残されていることに加え，被告は，被告製品1に関しては張出地覆とブラケットとについて同一の機会に発注者による製品検査を受けた(甲24，25)と認められ，被告製品2に関してもこれと同じ取扱いをしていたものと推認される。そうすると，被告から購入者へ納入される際には，ベース部，カバー部及びブラケットが組み立てられていない状態であったとしても，実質的には，その組立ての手順を問わず，道路橋のコンクリート床版部に結合するための，ベース部，カバー部及びブラケットからなる鋼製地覆を販売するものと認められる。",
                "被告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，被告は，ブラケット(部)，ベース部及びカバー部を所定の手順に従って一体に組み立てられた物は，橋の一部として不動産となるから，意匠法上の物品たる市場で流通する動産とはいえない，と主張する。",
                "しかし，被告製品が，組み立てられた後，仮に橋の一部として使用時には不動産となるとしても，工業的に量産され，動産として販売されている以上，意匠法上の物品に該当することは明らかである。",
                "被告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，被告は，道路橋への設置後の被告製品は，正面図ではブラケットが見えず，底面図では延伸部が見えず，互いに接続された側面も見えないから，組み立てられた被告製品について意匠を議論することができない，と主張する。",
                "しかし，被告は，上記(2)のとおり，張出地覆とブラケットからなる構造を示して鋼製地覆である被告製品の譲渡等の申出をしていること，製品検査において被告製品組立て前の各部品の構造を詳細に示していること(甲24，25)，被告製品は道路橋などに設置され公衆がこれを見ることが予定されていることから，取引者・需要者は，被告製品が組み立てられた状態の外観をも想定して購入するであろうし，意匠の形状のうち，物品の設置後に見えない部分があることは，当該意匠の要部認定等において考慮すれば足りるのであって，被告製品の意匠を検討することができない理由とはならない。",
                "被告の主張には，理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，被告製品は「張出地覆」と「ブラケット」に大別され，両者は使用の目的，用途・機能等が異なる別の物品であり，ブラケットは鋼製地覆の構成要素として必須ではないから，本件物品に対応するのは被告製品の「張出地覆」のみである，と主張する。",
                "しかし，ブラケットが，張出地覆を水平に取り付けることに寄与し，施工中において作業スペース，資材置場になるとしても，かかる機能が，本件物品の「道路橋道路幅員拡張用張出し材」としての機能を妨げるものではない。ブラケットが，強度の点から鋼製地覆の必須の構成要素ではないとしても，実際には，張出地覆と一体となって道路橋に取り付けられており，上記(2)のとおり，施工後に取り外すことは予定されていないのであるから，鋼製地覆の一部としての使用目的，用途及び機能を有するといえる。したがって，被告意匠に係る物品は，本件物品と同一である。",
                "被告の主張には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点(3)(被告製品の製造等は本件意匠権を侵害するか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件意匠と被告意匠との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件意匠と被告意匠とは，いずれも，基本的構成態様において，正面視左右方向に長く，長手方向に中空の直方体(中空筒体)を有し，中空筒体の正面側の面(前面側)の外方に向けて底面側の面(底面側)が全面にわたって延伸して延伸部が形成されている点において共通するが，被告製品における，底版部(底面側と延伸部からなる。)の下面にその左右方向の全面にわたって下方に延びる床版取付部は，別部品であるブラケットの一部であり，天板部を介して取り付けられている点，及びブラケットのリブは水切り垂下部から床版取付部の下方までを直線状につないでいる点において相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件意匠と被告意匠1及び2とは，いずれも，具体的構成態様において，構成イ(原判決別紙被告意匠の構成1～3(2)の当裁判所の判断欄記載の構成符号。以下同じ。)の補強リブの本数及び配置比率，構成ウの前面側ボルトが設けられている位置及び個数，並びに構成オの背面側ボルトが設けられている位置及び個数で相違する。また，その他の構成ア，エ，カ，キ，ク及びケについては，本件意匠2と被告意匠1及び2の構成クが共通する点を除いては，それぞれ細部において相違する部分がある。",
                    "また，本件意匠と被告意匠3(1)及び(2)とは，構成イ，ウ，エ，オ及びケについて被告意匠の構成の細部を認定できないため，共通するとはいえない。構成クについては，本件意匠1と被告意匠3(1)及び本件意匠2と被告意匠3(2)とが共通し，本件意匠1と被告意匠3(2)及び本件意匠2と被告意匠3(1)とは相違する。その他の構成ア，カ及びキについては，それぞれ細部において相違する部分がある。",
                    "本件意匠及び被告意匠の各具体的構成態様の対応関係は，以下のとおりである。",
                    "本件意匠  被告意匠1  被告意匠2  被告意匠3(1)  被告意匠3(2)"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "ア  ア  ア  ア"
                    },
                    {
                      "fig": "b",
                      "subject": "イ  イ  イ  イ"
                    },
                    {
                      "fig": "c",
                      "subject": "ウ  ウ  ウ  ウ"
                    },
                    {
                      "fig": "d",
                      "subject": "エ  エ  エ  エ"
                    },
                    {
                      "fig": "e",
                      "subject": "オ  オ  オ  オ"
                    },
                    {
                      "fig": "f",
                      "subject": "(対応関係なし)  (対応関係なし)  (対応関係なし)  (対応関係なし)"
                    },
                    {
                      "fig": "g",
                      "subject": "ク  ク  ク  ク"
                    },
                    {
                      "fig": "h",
                      "subject": "ケ  ケ  ケ  ケ",
                      "text": [
                        "(対応関係なし)  カ，キ  カ，キ  カ，キ  カ，キ"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件意匠の要部",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "登録意匠と対比すべき相手方の意匠とが類似であるか否かの判断は，需要者の視覚を通じて起こさせる美感に基づいて行う(意匠法24条2項)ものとされており，意匠を全体として観察することを要するが，この場合，意匠に係る物品の性質，用途及び使用態様，並びに公知意匠にはない新規な創作部分の存否等を参酌して，取引者・需要者の最も注意を惹きやすい部分を意匠の要部として把握し，登録意匠と相手方意匠とが，意匠の要部において構成態様を共通にしているか否かを重視して，観察を行うべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "認定事実",
                  "text": [
                    "以下に掲記する証拠及び弁論の全趣旨から，次の事実を認定することができる。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本件物品は，道路橋道路幅員拡張用張出し材であって，道路橋の道路幅員を拡張するために用いられるものである。本件意匠の意匠公報(甲9，18)の設置説明図によれば，底版部の延伸部は道路橋のコンクリート版上面に当接せられて，延伸部に開けられた穴を通したボルトで締結され，腹板は道路橋の側面に当接せられ，縁石部の上面には高欄などが設置されることもある。",
                            "施工方法は，道路橋のコンクリート床版側端部の地覆を除去し，道路橋道路幅員拡張用張出し材を長手方向に複数並べて道路橋に取り付けた後，延伸部の上面を舗装するというものである(甲3，5，22)。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "本件物品である「道路橋道路幅員拡張用張出し材」については，道路橋を管理する地方公共団体や国等が取引者・需要者となり，その受注に応じて製造され購入される完全な受注生産品であるところ，当該地方公共団体等は，製品カタログ(甲5，7，乙1)の記載のみに基づいて購入をするのではなく，製品説明会などにおいて，技術説明資料(甲22)などに基づいた説明を受けた上で，取引に至るものと認められる。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "原告の製品カタログ(甲5)には，施工中の道路橋の断面図及び斜視図(1頁)，施工後の道路橋の道路側から見た写真及び橋の外側ないし下側から見た写真(4，5，7，8，10，11，13頁)，施工中であって道路橋道路幅員拡張用張出し材を道路橋に取り付けたが未舗装の状態を道路側から見た写真及び橋の外側から見た写真(6頁)，組立前の道路橋道路幅員拡張用張出し材が現場に並べられている写真(9頁)などが掲載されている。",
                            "被告の製品カタログ(甲7)には，施工後の道路橋の断面図(6頁)，施工後の道路橋の道路側から見た写真(6頁)などが掲載されている。",
                            "原告の技術説明資料(甲22)には，施工後の道路橋の道路側から見た写真(1，2，24枚目)，施工中の道路橋の断面図(2枚目)，施工中であって道路橋道路幅員拡張用張出し材を道路橋に取り付けたが未舗装の状態を道路側から見た写真(5，19枚目)及び斜視図(5枚目)，道路橋に道路橋道路幅員拡張用張出し材のベースプレート部分を設置中である写真(18枚目)などが掲載されている。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件意匠の要部",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "上記イ(ア)のとおり，本件物品は，道路橋の幅員を拡張するために用いられるものであるところ，道路橋を管理して当該物品の取引者・需要者となる地方公共団体等は，道路橋を通行する利用者のために道路橋の幅員を拡張することを企図しており，上記イ(イ)及び(ウ)のとおり，取引時に用いられる製品カタログ及び技術説明資料においても，施工後の道路橋の道路側から見た写真が多用されているから，当該物品に係る意匠について，施工後に道路橋を通行する利用者の視点から見た外観を最も重視するものと考えられる。そして，道路橋を通行する利用者から見えるのは，本件物品の上面側及び前面側の舗装により隠れない部分であるが，上面側には更に高欄などが設置されるのであるから，本件物品のうち利用者が最も注視するのは，前面側の舗装により隠れない部分であると認められる。",
                            "また，道路橋は公共物であり，屋外にあって公衆の目にさらされること，上記イ(イ)及び(ウ)のとおり，取引時に用いられる製品カタログ及び技術説明資料においても，施工後の道路橋の外側ないし下側から見た写真が掲載されていることからすれば，取引者・需要者は，道路橋の利用者に限らない，公衆の視点から見える部分の外観をも考慮するものと考えられる。",
                            "他方，本件物品は，取引時にはその全体を見ることができるが，道路橋に複数並べて取り付け，延伸部の上面を舗装するという過程を経た，施工後には，床版部の上面(延伸部の上面は舗装され，その余の床版部の上面は縁石部の内部となる。)，縁石部の側面(本件物品が道路に沿って長手方向に複数並べられる。)及び腹板の道路橋側部分は，外側からは見えなくなる。そうすると，取引者・需要者は，取引時にはその機能を確認する等の目的で本件物品の全体を観察するが，施工後には見えなくなる部分については注目の度合いが低下し，当該部分を含んだ物品の外観を重視するとは認められない。",
                            "以上からすれば，本件意匠の構成のうち，要部は，道路橋の利用者から注目される前面側の舗装層によって隠れない部分であるといえ，また，背面側及び底面側のうち，施工後も公衆から見える部分も，ある程度取引者・需要者の注意を惹くといえる。しかし，基本的構成態様(正面視左右方向に長く，長手方向に中空の直方体(中空筒体)を有し，中空筒体の正面側の面(前面側)の外方に向けて底面側の面(底面側)が全面にわたって延伸して延伸部が形成され，底版部(底面側と延伸部からなる)の下面に，その左右方向の全面にわたって下方に延びる四角板状体(腹板)が形成され，中空筒体の背面側の面(背面側)の下の底面側の下面から，腹板の最低位までを直線状につなぐ三角板状体(リブ)が左右方向に複数形成されている。)自体は，施工後に見えなくなる部分が含まれる以上，要部であるといえない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "これに対して，原告は，①取引者・需要者は，技術説明資料(甲22)に基づく製品説明会において道路舗装前の原告製品の形状等の説明を受けた上で取引に至ること，②地中に埋まる物であっても，取引者・需要者がその形状に特に注意して取引する物であれば，要部たり得ることから，本件意匠の基本的構成態様自体が要部であると主張する。",
                            "しかし，①上記イ(ウ)のとおり，技術説明資料(甲22)には，施工中の写真等，本件意匠の基本的構成態様を理解し得るものも掲載されているが，むしろ，施工後の写真の方が多いことに加え，取引者・需要者は，原告製品及び被告製品の機能を確認するためにその全体形状に着目することはあるが，外観の形状の把握の点から重視するのは，道路橋を施工後も長期間にわたり使用する利用者等の視点であると解される。また，②地中に埋まる物であっても，その物品の性質，用途，使用態様等から要部となることはあり得るが，本件物品については，その用途が道路橋に設置されて利用者の用に供せられることからすれば，施工後隠れる部分ではなく容易に見える部分が要部といえる。",
                            "さらに，原告は，前面側ボルトの位置や個数等は，現場ごとに変更されるから，取引者・需要者が注意を払って取引する部分ではないと主張する。",
                            "しかし，本件意匠を構成する前面側ボルトの位置や個数等は，図面により特定されているから，実際に使用される原告製品について，仮に，現場の状況に応じてボルトの位置や個数等が変更されることがあるとしても，確定的なものではなく，要部認定に当たって重視すべきとはいえない。",
                            "原告の主張には，理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件意匠と被告意匠との類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件意匠の前面側の舗装層によって隠れない部分とは，別紙1の「本件意匠1【②正面図】」及び「本件意匠2【正面図】」の補強リブの上端を結んだ線より上部と解されるが，特徴的なのは，前面側ボルトが，上下に2個並び，上側と下側のそれぞれにおいて，上下方向の位置が一致するように設けられており，左右方向両端から端に位置する前面側ボルトまで(合計6個)の間隔と前面側ボルト同士の間隔が1：2になっている点である。",
                    "他方，被告意匠1及び2の前面側には，底面側に近く補強リブの上端と上下方向のほぼ同じ位置に，1列の前面側ボルトが設けられている(合計3個)が(具体的構成態様ウ)，これは通常の舗装後に露出する部分ではない(甲7，11，13，乙1，21)ため，施工後の前面側はボルト等の突起物のない状態となる。",
                    "本件意匠の前面側と，被告意匠1及び2の前面側とを比較すると，本件意匠の前面側は，上下に2個並んだボルトが左右方向にも整然と並んでいるのが印象的であるのに対し，被告意匠1及び2の前面側には3個のボルトが並んでいるが，個数自体が相違して整然とした配置ではない上，これらは通常の施工後には隠れるため重視できないから，印象に大きな差異があるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本件意匠の背面側の施工後も隠れない部分とは，本判決別紙の「本件意匠1【③背面図】」及び「本件意匠2【③背面図】」全体であり，特徴的なのは，背面側ボルトが，上下方向の位置が一致するように一列に並んでおり，左右方向両端から端に位置する背面側ボルトまで(合計6個)の間隔と背面側ボルト同士の間隔が，1：2になっている点，及び，リブが，左右及び中央の3か所に設置される一対の背面側ボルトの間の各中央部に位置している(合計3枚)点である。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "他方，被告意匠1及び2の背面側の施工後も隠れない部分とは，本判決別紙の「被告意匠1」「【③背面図】」及び「被告意匠2」「【③背面図】」のとおりである。",
                            "被告意匠1の背面側において特徴的なのは，背面側ボルトが，上下方向の位置が一致するように一列に並んでおり，背面側左右方向の中央の位置と，中央の位置から左右方向に等間隔に，左右各1個ずつ(合計3個)位置している点，及び，リブが中央の背面側ボルトと左右方向に同じ位置に1枚と，中央の位置から左右方向に等間隔であって左右の背面側ボルトよりやや端に寄った位置に左右各1枚ずつ(合計3枚)位置している点である。",
                            "被告意匠2の背面側において特徴的なのは，背面側ボルトが，上下方向の位置が一致するように並んでおり，背面側左右方向に左端寄りと右端寄りに1個ずつ(合計2個)位置している点，及び，リブが左右方向の中央に1枚と，中央の位置から左右方向に等間隔であって左右の背面側ボルトよりやや端に寄った位置に左右各1枚ずつ(合計3枚)位置している点である。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "本件意匠の背面側と，被告意匠1の背面側とを比較すると，本件意匠の背面側は，リブが3対の背面側ボルトのそれぞれ中央に位置していて全体的に整然とリズミカルな印象を与えるのに対し，被告意匠1の背面側は，左端及び右端のボルトの位置とリブの位置とがずれており，不揃いな印象を与えるから，印象に差異があるといえる。",
                            "また，本件意匠の背面側と，被告意匠2の背面側とを比較すると，本件意匠の背面側は，上記のとおり全体的に整然とリズミカルな印象を与えるのに対し，被告意匠2の背面側は，左端及び右端のボルトの位置とリブの位置とがずれており，不揃いな印象を与えるから，印象に差異があるといえる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件意匠のうち，一定の注目を惹く底面側の施工後も隠れない部分とは，本判決別紙の「本件意匠1【⑦底面図】」及び「本件意匠2【⑦底面図】」のうち，腹板より下の部分であり，特徴的なのは，リブが，左右方向の中央の位置と，中央の位置から左右方向に等間隔に左右各1枚ずつ(合計3枚)位置しており，かつ，左右方向両端から端に位置するリブまでの間隔と，かかるリブから中央のリブまでの間隔が1：2になっている点である。",
                    "他方，被告意匠1及び2の施工後も隠れない部分とは，別紙1「被告意匠1」「【⑦底面図】」及び「被告意匠2」「【⑦底面図】」のうち，腹板より下の部分であり，特徴的なのは，リブが左右方向の中央に1枚と，中央の位置から左右方向に等間隔に左右各1枚ずつ(合計3枚)位置している点である。",
                    "本件意匠の底面側と，被告意匠1及び2の底面側とを比較すると，共に，左右方向の中央に1枚，そこから左右方向に等間隔に左右1枚ずつリブが並んでおり，類似した美感を与えるものといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上からすれば，本件意匠と被告意匠1及び2とは，①要部である前面側の舗装により隠れない部分において構成態様に大きな差異があり，背面側の構成態様にも一定の差異があるから，②取引者・需要者の注意を惹くものの程度が弱い底面側の構成態様が類似していることを加味しても，両意匠を全体として観察した際に，看者に対し異なる美感を起こさせるものと認められる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，被告意匠3(1)及び同(2)の前面側，背面側及び底面側の構成については，前記(1)記載のとおり，細部を認定できないから，本件意匠と要部が共通するといえず，共通する美感を起こさせるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，被告製品の製造等は，本件意匠権を侵害しない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点(4)(本件特許権又は本件意匠権の侵害により原告が受けた損害の額)について",
          "text": [
            "原告が受けた被告製品2に係る本件特許権侵害基づく損害額は，794万7000円及びこれに対する不法行為の後の日である平成26年3月10日から支払済みまで年5分の割合による金員と認められる。その理由は，原判決「事実及び理由」欄の第3，3に判示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "よって，被告製品2及び3が本件発明の技術的範囲に属する(被告製品1は同技術的範囲に属さない。)とし，原告の請求のうち，本件特許権侵害に基づく被告製品3の製造等の差止め，同製品の廃棄等並びに損害賠償金794万7000円及びこれに対する平成26年3月10日から支払済みまで年5分の割合による遅延損害金の支払を認容し，その余の請求を棄却した原判決は，相当であるから，本件各控訴をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従う。"
  ]
}