{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800184号事件について平成28年6月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁等における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「鋼矢板圧入引抜機及び鋼矢板圧入引抜工法」とする特許出願(特願2014-4293号)をし，平成27年6月19日，設定の登録を受けた(特許第5763225号。請求項の数9。甲11。以下，この特許を「本件特許」という。)。本件特許出願は，被告が平成22年4月22日にした出願(特願2010-99137号。甲1。以下「本件原出願」という。)の分割出願である(本件原出願に係る特許請求の範囲請求項1ないし10に係る発明を併せて「原出願発明」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年9月24日，本件特許の特許請求の範囲請求項1から3，8及び9に係る発明について特許無効審判を請求し(甲6)，特許庁は，これを，無効2015-800184号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成28年6月28日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同年7月7日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年7月21日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲請求項1から3，8及び9の記載は，次のとおりである(甲11)。以下，各請求項に係る発明を，「本件発明1」などといい，これらを併せて「本件発明」という。本件特許の明細書(甲11)を「本件明細書」という。なお，文中の「／」は，原文の改行箇所を示す(以下同じ。)。",
            "【請求項1】下方にクランプ装置を配設した台座と，台座上にスライド自在に配備されたスライドベースの上方にあって縦軸を中心として回動自在に立設されたガイドフレームと，該ガイドフレームに昇降自在に装着されて鋼矢板圧入引抜シリンダが取り付けられた昇降体と，昇降体の下方に形成されたチャックフレームと，チャックフレーム内に旋回自在に装備されるとともにU形(判決注：「U型」は誤記である。)の鋼矢板を挿通してチャック可能なチャック装置とを具備してなる鋼矢板圧入引抜機において，／前記クランプ装置は，台座の下面に形成した複数のクランプガイドに，相互に継手を噛合させて圧入した既設のU形の鋼矢板の上端部に跨ってクランプする複数のクランプ部材を組み替え可能に装備するとともに，複数のクランプガイドのピッチ及び複数のクランプ部材の形状を異ならしめてなり，／前記既設のU形の鋼矢板の継手ピッチに応じて，クランプガイドとクランプ部材を組み替えてクランプピッチを変更することによって，前記既設のU形の鋼矢板の継手ピッチが400mm，500mm，600mmのいずれであっても前記既設のU形の鋼矢板の先頭からクランプ可能としたことを特徴とする鋼矢板圧入引抜機。",
            "【請求項2】クランプピッチを428mm～772mm，412mm～588mm，300mm～500mmのいずれかの範囲に変更可能とした請求項1に記載の鋼矢板圧入引抜機。",
            "【請求項3】クランプ装置で先頭の鋼矢板を含む既設のU形の鋼矢板をクランプすることにより台座を既設のU形の鋼矢板上に定置させて，チャック装置に作業するU形の鋼矢板を挿通してチャックするとともに，先頭のU形の鋼矢板の開放された継手に，作業するU形の鋼矢板の継手を噛合させた状態において，鋼矢板圧入引抜機の他の部材と干渉することがないようにチャックフレームを配置した請求項1又は2に記載の鋼矢板圧入引抜機。",
            "【請求項8】請求項1～7に記載したいずれかの鋼矢板圧入引抜機を使用して，／",
            "それぞれ相互に継手を噛合させて圧入した複数の既設のU形の鋼矢板の内，先頭の鋼矢板を含む既設のU形の鋼矢板をクランプ装置で掴んで台座を既設のU形の鋼矢板上に定置した状態において，先頭のU形の鋼矢板の開放された継手に，作業するU形の鋼矢板の継手を噛合させた状態で，継手ピッチが異なるU形の鋼矢板を圧入・引抜可能としたことを特徴とする鋼矢板圧入引抜工法。",
            "【請求項9】継手ピッチが異なるU形の鋼矢板として，継手ピッチが400mm，500mm，600mmのいずれであっても圧入・引抜可能とした請求項8に記載の鋼矢板圧入引抜工法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件発明は，本件原出願に係る明細書(以下「原出願明細書」という。)に記載されているものであるから，本件特許出願は，特許法44条1項の分割要件を満たしており，本件発明は，同法29条1項3号及び同条2項のいずれにも該当しない，②本件発明は，同法36条6項1号に規定するサポート要件を満たしている，③本件発明は，同条4項1号に規定する実施可能要件を満たしている，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，本件発明1を以下のとおり分説した。",
                "A：下方にクランプ装置を配設した台座と，",
                "B：台座上にスライド自在に配備されたスライドベースの上方にあって縦軸を中心として回動自在に立設されたガイドフレームと，",
                "C：該ガイドフレームに昇降自在に装着されて鋼矢板圧入引抜シリンダが取り付けられた昇降体と，",
                "D：昇降体の下方に形成されたチャックフレームと，",
                "E：チャックフレーム内に旋回自在に装備されるとともにU形の鋼矢板を挿通してチャック可能なチャック装置とを具備してなる鋼矢板圧入引抜機において，",
                "F：前記クランプ装置は，台座の下面に形成した複数のクランプガイドに，相互に継手を噛合させて圧入した既設のU形の鋼矢板の上端部に跨ってクランプする複数のクランプ部材を組み替え可能に装備するとともに，",
                "G：複数のクランプガイドのピッチ及び複数のクランプ部材の形状を異ならしめてなり，",
                "H：前記既設のU形の鋼矢板の継手ピッチに応じて，クランプガイドとクランプ部材を組み替えてクランプピッチを変更することによって，前記既設のU形の鋼矢板の継手ピッチが400mm，500mm，600mmのいずれであっても前記既設のU形の鋼矢板の先頭からクランプ可能としたことを特徴とする",
                "I：鋼矢板圧入引抜機。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "分割要件に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "サポート要件に係る判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "実施可能要件に係る判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分割要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原出願明細書(甲1)の記載について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原出願明細書には，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，既設の先頭のU形の鋼矢板(以下，単に「鋼矢板」ともいう。)をクランプ装置でクランプし，圧入・引抜作業をする鋼矢板の継手を既設の先頭の鋼矢板の開放された継手に噛合させた状態(以下「正規状態」という。)で施工可能な鋼矢板圧入引抜機を提供することが最終的な課題である旨が記載されている。従前，そのような鋼矢板圧入引抜機が提供されなかった①第1の理由として，継手ピッチ19が600mmの鋼矢板15をチャック可能なチャック装置で，継手ピッチ19が400mmの鋼矢板15をチャックして圧入・引抜作業を行おうとすると，チャック装置が鋼矢板圧入引抜機の他の部材と干渉し，チャックした鋼矢板15の継手をクランプ装置でクランプした既設の先頭の鋼矢板の開放された継手に噛合させる位置に設置することができないこと(【0008】)が，②第2の理由として，クランプ装置が一定範囲を超えた継手ピッチの寸法差を有する鋼矢板に対応してクランプできないこと(【0009】)が，記載されている。",
                    "そして，前記第1の理由を解消する手段として，本件特許の特許請求の範囲請求項4「チャックフレームに複数のチャック装置を，それぞれ着脱自在に装着可能とし，複数のチャック装置はそれぞれ，鋼矢板の挿通孔と，挿通孔に挿通された鋼矢板をチャックするチャック部と，チャック装置を旋回させるために挿通孔の外周に配備されたチャックリングギアを有し，チャックリングギアとして同一形状のものを採用するとともに，それぞれ異なる継手ピッチの鋼矢板に対応したチャック部を有する請求項1，2又は3に記載の鋼矢板圧入引抜機。」に記載されたチャック装置(以下「請求項4記載のチャック装置」という。)を採用すること，すなわち，継手ピッチが400mmの鋼矢板に対応した小さなチャック装置に交換して部材間の干渉等が生じないようにすることが開示されている(【0035】等)。前記第2の理由を解消する手段として，複数のクランプガイドのピッチ及び複数のクランプ部材の形状を異なるものとし，既設の鋼矢板の継手ピッチに応じてクランプガイドとクランプ部材を組み替えてクランプピッチを変更することによって，既設の鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであってもクランプ可能なクランプ装置(以下「組替え式クランプ装置」という。)が開示されている(【0036】等)。",
                    "したがって，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても正規状態で施工可能な鋼矢板圧入引抜機を提供するという最終的な課題を解決するための手段として，前記第1の理由を解消する請求項4記載のチャック装置及び前記第2の理由を解消する組替え式クランプ装置は，密接不可分のものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，原出願明細書には，①形状及びオフセット量を異にするクランプ装置を使用してその設置順序の調節により，継手ピッチが異なる鋼矢板を1台の鋼矢板圧入引抜機でクランプする組替え式クランプ装置に係る技術は，既に公知であったこと(【0004】【0011】【0018】)，②チャック装置が単一であると，継手ピッチが600mmの鋼矢板については問題ないものの，400mmの鋼矢板については，チャック装置と他の部材との干渉が起き，既設の先頭の鋼矢板をクランプして工事をすることができなかったこと(【0008】【0019】【0022】【0023】【図21】)が説明されている。なお，組替え式クランプ装置が公知技術であったことは，甲第3，4号証(枝番を含む)からも明らかである。",
                    "したがって，原出願明細書には，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても正規状態で施工可能な鋼矢板圧入引抜機を提供するという最終的な課題を解決するために提案された新規の手段は，請求項4記載のチャック装置のみであったことが開示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイによれば，請求項4記載のチャック装置は，チャック装置と他の部材との干渉を防ぐために不可欠の構成といえ，よって，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても正規状態で施工可能な鋼矢板圧入引抜機は，請求項4記載のチャック装置を必須の構成とするものであり，その旨が原出願明細書に開示されている(【0038】～【0064】)。他方，そのような鋼矢板圧入引抜機として請求項4記載のチャック装置を含まないものは，原出願明細書に開示されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1について",
              "text": [
                "本件発明1の構成要件Hは，「既設のU形の鋼矢板の継手ピッチに応じて」，ピッチを異にする(構成要件G)「クランプガイドと」形状を異にする，組み替え可能に装備された(構成要件F，G)「クランプ部材を組み替えてクランプピッチを変更することによって，前記既設のU形の鋼矢板の継手ピッチが400mm，500mm，600mmのいずれであっても」「前記既設のU形の鋼矢板の先頭からクランプ可能とした」，すなわち，正規状態で施工可能としたというものであるところ，請求項4記載のチャック装置を使用するか否かは特定されていない。",
                "したがって，本件発明1の構成要件Hは，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，請求項4記載のチャック装置を含まない鋼矢板圧入引抜機を正規状態で施工可能としたことを含むものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "分割要件について",
              "text": [
                "前記(2)のとおり，本件発明1の構成要件Hは，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，請求項4記載のチャック装置を含まない鋼矢板圧入引抜機を正規状態で施工可能としたことを含むものであり，他方，前記(1)のとおり，原出願明細書において，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても正規状態で施工可能な鋼矢板圧入引抜機を提供するという最終的な課題を解決するための鋼矢板圧入引抜機として，請求項4記載のチャック装置は必須のものであり，これを含まないものは開示されていないのであるから，本件発明1の構成要件Hは記載されておらず，したがって，本件特許出願は分割要件に反するものである。よって，本件特許出願が分割要件を満たすという本件審決の判断は，誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "新規性・進歩性の欠如について",
              "text": [
                "前記(3)のとおり，本件特許出願は分割要件に反するものであるから，本件特許出願日は，現実の出願日の平成26年1月14日である。",
                "そして，本件発明1の構成要件AからE及びIの構成は，本件原出願に係る公開特許公報(特開2011-226209号。甲2)の特許請求の範囲請求項1及び【0029】に記載されている。本件発明1の構成要件FからHのうち，複数のクランプガイドに複数のクランプ部材を組み替え可能に装備すること及び複数のクランプガイドのピッチ及び複数のクランプ部材の形状を異なるものとすることは，【0053】等に記載されている。クランプ部材が台座の下面に形成されていること及び既設の鋼矢板の上端部に跨がってクランプすることは，【図1】や【図14】等から明らかである。さらに，構成要件Hの「前記既設のU形の鋼矢板の継手ピッチが400mm，500mm，600mmのいずれであっても前記既設のU形の鋼矢板の先頭からクランプ可能としたこと」については，上記公開特許公報に，複数のチャック装置を交換する態様によって既設の先頭の鋼矢板をクランプした状態で，かつ，部材間の干渉が生じないようにした構成が記載されている。",
                "よって，本件発明1は，上記公開特許公報に開示された発明を含むものであるか，少なくとも上記公開特許公報に開示された発明から容易に想到されるものであるから，新規性又は進歩性を欠く。同様に，本件発明2，3，8及び9も，新規性又は進歩性を欠く。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "原出願明細書の記載について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原出願明細書においては，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても既設の先頭の鋼矢板をクランプする鋼矢板圧入引抜機の提供のために，①従来技術におけるチャック装置の問題(【0008】)を解決し，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，正規状態においてチャックすること(【0035】【0051】【0065】)及び②従来技術におけるクランプ装置の問題(【0009】)を解決し，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，既設の先頭の鋼矢板をクランプ装置でクランプした状態で鋼矢板圧入引抜機を既設の鋼矢板上に定置すること(【0036】【0066】)が課題とされているが，これらはそれぞれ技術的に独立した課題であり，不可分のものではない。すなわち，鋼矢板圧入引抜機を固定する既設杭をクランプできなければ，圧入する鋼矢板を掴むためのチャック装置の問題が生じることはなく，他方，チャック装置の問題が解決できたとしても，直ちにクランプ装置の問題を解決し得るものでもない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原出願明細書においては，前記アのとおり技術的に独立した2つの課題につき，①チャック装置の問題の解決手段として，被告が新たに提供した解決手段である請求項4記載のチャック装置に係る発明が，②クランプ装置の問題の解決手段として，本件発明1の構成要件FからHに規定される構成を備えたクランプ装置に係る発明が，それぞれ独立したものとして記載されている。",
                  "text": [
                    "また，原出願明細書【0020】によれば，チャック装置の問題は，継手ピッチに応じた専用のチャック装置及びこれを装備するチャックフレームを使用する従来技術によっても解決し得るものであるから，同従来技術を本件発明1の構成要件FからHに規定される構成を備えたクランプ装置に係る発明と組み合わせれば，請求項4記載のチャック装置がなくても，チャック装置の問題及びクランプ装置の問題を解決し，継手ピッチが400mm，500mm及び600mmのいずれであっても既設の先頭の鋼矢板をクランプする鋼矢板圧入引抜機を提供することができる。",
                    "したがって，原出願明細書において，チャック装置の問題及びクランプ装置の問題を解決した，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても既設の先頭の鋼矢板をクランプする鋼矢板圧入引抜機は，請求項4記載のチャック装置を必須の構成とする旨が開示されているということはできない。",
                    "よって，本件発明1は，原出願明細書に記載された発明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告が主張する組替え式クランプ装置は，本件発明1の構成要件FからHに規定される構成を備えたクランプ装置とは，異なるものである。また，甲第3，4号証(枝番を含む)には，上記いずれのクランプ装置も記載されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "分割要件について",
              "text": [
                "前記(1)のとおり，本件発明1は原出願明細書に記載された発明であるから，本件特許出願は，分割要件に反しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(サポート要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "前記1〔原告の主張〕(2)のとおり，本件発明1の構成要件Hは，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，請求項4記載のチャック装置を含まない鋼矢板圧入引抜機を正規状態で施工可能とした発明を含むものであるところ，本件明細書には，チャック装置を交換することなく，部材の干渉という課題を解決して既設の先頭の鋼矢板をクランプし，正規状態で施工可能なものとし得るとの認識をすることができる記載はなく，また，出願時の技術常識に照らしても，上記認識をすることはできない。",
            "よって，本件発明1は，サポート要件に違反しており，同様の理由により，本件発明2，3，8及び9もサポート要件に違反するものであるから，本件発明が同要件に違反しないとの本件審決の判断は，誤りである。",
            "〔被告の主張〕",
            "本件明細書は，原出願明細書とほぼ同じ内容であり，前記1〔被告の主張〕(1)アと同様に，①従来技術におけるチャック装置の問題(【0008】)を解決し，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，正規状態においてチャックすること(【0035】【0051】【0065】)及び②従来技術におけるクランプ装置の問題(【0009】)を解決し，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，既設の先頭の鋼矢板をクランプ装置でクランプした状態で鋼矢板圧入引抜機を既設の鋼矢板上に定置すること(【0036】【0066】)が課題として記載されている。",
            "そして，本件明細書には，①チャック装置の問題を解決する手段として，請求項4記載のチャック装置が，②クランプ装置の問題を解決する手段として，本件発明1の構成要件FからHに規定される構成を備えたクランプ装置が，実施形態も含めて詳細に説明されている。",
            "また，前記1〔被告の主張〕(1)イと同様に，本件明細書【0020】によれば，チャック装置の問題は，継手ピッチに応じた専用のチャック装置及びこれを装備するチャックフレームを使用する従来技術によっても解決し得るものであるから，同従来技術を本件発明1の構成要件FからHに規定される構成を備えたクランプ装置に係る発明と組み合わせれば，請求項4記載のチャック装置がなくても，チャック装置の問題及びクランプ装置の問題を解決し，継手ピッチが400mm，500mm及び600mmのいずれであっても既設の先頭の鋼矢板をクランプする鋼矢板圧入引抜機を提供することができる。",
            "したがって，本件発明1は，本件明細書の発明の詳細な説明に記載された発明であり，当業者は，本件明細書の発明の詳細な説明の記載により，本件発明1の課題を解決できると認識し得るものということができる。本件発明2，3，8及び9についても同様である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(実施可能要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "前記1〔原告の主張〕(2)のとおり，本件発明1の構成要件Hは，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，請求項4記載のチャック装置を含まない鋼矢板圧入引抜機を正規状態で施工可能とした発明を含むものであるところ，本件明細書には，チャック装置を交換することなく，部材の干渉という課題を解決して既設の先頭の鋼矢板をクランプし，正規状態で施工可能なものとし得るように発明を実施する態様は記載されておらず，また，出願時の技術常識に照らしても，上記態様は明らかではない。",
            "よって，本件発明1は，発明の詳細な説明において，当業者がその実施をすることができる程度に明確かつ十分に記載されたものとはいえず，実施可能要件に違反しており，同様の理由により，本件発明2，3，8及び9も実施可能要件に違反するものであるから，本件発明が同要件に違反しないとの本件審決の判断は，誤りである。",
            "〔被告の主張〕",
            "本件明細書は，原出願明細書とほぼ同じ内容であり，前記2〔被告の主張〕のとおり，【0020】によれば，請求項4記載のチャック装置がなくても，チャック装置の問題及びクランプ装置の問題を解決し，継手ピッチが400mm，500mm及び600mmのいずれであっても既設の先頭の鋼矢板をクランプする鋼矢板圧入引抜機を提供することができる。",
            "よって，本件発明1は，発明の詳細な説明において，当業者がその実施をすることができる程度に明確かつ十分に記載されたものであるから，実施可能要件に反するものではない。本件発明2，3，8及び9についても同様である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分割要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "text": [
                "本件発明1は，本件原出願の分割出願に係る発明であり，前記第2の2【請求項1】のとおりの構成を備えており，本件審決は，本件発明1を前記第2の3(2)のとおり，分説した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の構成要件と原出願明細書の記載について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の構成要件AからEについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の構成要件AからEは，①A：「下方にクランプ装置を配設した台座と」，②B：「台座上にスライド自在に配備されたスライドベースの上方にあって縦軸を中心として回動自在に立設されたガイドフレームと，」，③C：「該ガイドフレームに昇降自在に装着されて鋼矢板圧入引抜シリンダが取り付けられた昇降体と，」，④D：「昇降体の下方に形成されたチャックフレームと，」⑤E：「チャックフレーム内に旋回自在に装備されるとともにU形の鋼矢板を挿通してチャック可能なチャック装置とを具備してなる鋼矢板圧入引抜機において，」というものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原出願明細書には，おおむね，以下のとおり記載されている(甲1。下記記載中に引用する図面については，別紙参照)。",
                        "【図1】(A)及び【図2】(A)は，本発明に係る鋼矢板圧入引抜機1の側面図であり，【図1】(B)及び【図2】(B)は，同平面図である。…図において，1は鋼矢板圧入引抜機，2は台座である(【0038】)。",
                        "台座2には，スライドベース4が，鋼矢板圧入引抜機1の直進方向Fに沿って摺動自在に配備されており，スライドベース4の上には，支持アーム5が縦軸を中心として回動自在に軸支され，支持アーム5の前部に設けた軸受部6を中心として回動可能なガイドフレーム7が立設されている(【0040】)。",
                        "ガイドフレーム7には昇降体8が昇降自在に装着されており，その両側には左右一対の鋼矢板圧入引抜シリンダ9が取り付けられている。…昇降体8の下方にはチャックフレーム10が形成されており，このチャックフレーム10内に，【図1】に示す鋼矢板圧入引抜機1においては，継手ピッチ19aが600mmの鋼矢板15aをチャックすることができる第1チャック装置11が，【図2】に示す鋼矢板圧入引抜機1においては，継手ピッチ19cが400mmの鋼矢板15cをチャックすることができる第2チャック装置12がそれぞれ旋回自在に装備されている(【0041】【図9】参照)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明1の構成要件AからE，すなわち，①下方にクランプ装置を配設した台座，②台座上にスライド自在に配備されたスライドベースの上方にあって縦軸を中心として回動自在に立設されたガイドフレーム，③ガイドフレームに昇降自在に装着されて鋼矢板圧入引抜シリンダが取り付けられた昇降体，④昇降体の下方に形成されたチャックフレーム及び⑤チャックフレーム内に旋回自在に装備されるとともに鋼矢板を挿通してチャック可能なチャック装置とを具備する鋼矢板圧入引抜機が前記(イ)に記載されていることは明らかであり，この点について当事者間に争いはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1の構成要件F及びGについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の構成要件F及びGは，構成要件AからEに規定された鋼矢板圧入引抜機が備えるクランプ装置の構成について規定するものであり，①F：「前記クランプ装置は，台座の下面に形成した複数のクランプガイドに，相互に継手を噛合させて圧入した既設のU形の鋼矢板の上端部に跨ってクランプする複数のクランプ部材を組み替え可能に装備するとともに，」，②G：「複数のクランプガイドのピッチ及び複数のクランプ部材の形状を異ならしめてなり，」というものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原出願明細書には，前記ア(イ)の鋼矢板圧入引抜機1につき，概要「【図1】及び【図2】の3は，台座2の下部に配設されて，既設の鋼矢板をクランプして鋼矢板圧入引抜機1を定置するとともに，既設の鋼矢板から反力を得るためのクランプ装置である。このクランプ装置3は，台座2の下面に形成されたクランプガイド13に幅方向に摺動自在に装備される。【図1】の図示例では，3本のクランプ部材(3a，3b，3c)を，【図2】の図示例では4本のクランプ部材(3a，3e，3a，3c)をそれぞれ図に示す順に装備している。」(【0038】)との記載があり，また，「クランプ装置は，既設の鋼矢板の上端部に跨ってクランプする複数のクランプ部材からなり，」(【0032】)との記載もある。",
                        "これらの箇所には，構成要件Fの「前記クランプ装置は，台座の下面に形成した複数のクランプガイドに，相互に継手を噛合させて圧入した既設のU形の鋼矢板の上端部に跨ってクランプする複数のクランプ部材」が記載されている。",
                        "さらに，原出願明細書には，前記クランプ装置3につき，概要，「【図14】(別紙参照)に示すように，クランプ部材3aは右側にオフセットした形状であり，また，クランプ部材3cは直線状の形状である。さらに，クランプガイド13a，13b，13c，13dはそれぞれのピッチを異にして配置されており，クランプガイド13aと13bのピッチ38aが350mm，クランプガイド13bと13cのピッチ38bが400mm，クランプガイド13cと13dのピッチ38cが290mmに設置されている。よって，これらの各クランプガイド13a，13b，13c，13dと各クランプ部材3a，3b，3c(判決注：「13a，13b，13c」は誤記である。)を組み合わせることによって，多様なクランプピッチを実現することができる。」との記載(【0053】)があり，また，「該複数のクランプ部材の台座への配設箇所を組み替えることによって，クランプピッチを変更可能とした構成を提供する。」(【0032】)との記載もある。",
                        "これらの箇所には，構成要件Fの「複数のクランプ部材を組み替え可能に装備するとともに，」及びGの「複数のクランプガイドのピッチ及び複数のクランプ部材の形状を異ならしめてなり，」が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件発明1の構成要件F及びGは，原出願明細書に記載されているものということができ， この点について当事者間に争いはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1の構成要件Hについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1の構成要件Hは，構成要件F及びGに規定された構成を備えたクランプ装置について規定したものであり，「前記既設のU形の鋼矢板の継手ピッチに応じて，クランプガイドとクランプ部材を組み替えてクランプピッチを変更することによって，前記既設のU形の鋼矢板の継手ピッチが400mm，500mm，600mmのいずれであっても前記既設のU形の鋼矢板の先頭からクランプ可能としたことを特徴とする」というものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原出願明細書には，前記イ(イ)の鋼矢板圧入引抜機1のクランプ装置3に関し，おおむね，以下のとおり記載されている(下記記載中に引用する図面のうち，【図14】，【図16】及び【図18】については，別紙参照)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "【図13】によれば，クランプ装置3のクランプピッチが428mm～772mmの範囲であれば，継手ピッチ19aが600mmの既設の鋼矢板20aをクランプして鋼矢板圧入引抜機1を定置することが可能である(【0052】)。",
                            "【図14】のとおり，クランプガイド13a，13b，13dを使用して，クランプ部材3a，3b，3cを順に組み付けたところ，クランプピッチ35d及び35eは，いずれも前記の428mm～772mmの範囲に収まった(【0053】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "【図15】によれば，クランプ装置3のクランプピッチが412mm～588mmの範囲であれば，継手ピッチ19bが500mmの既設の鋼矢板20bをクランプして鋼矢板圧入引抜機1を定置することが可能である(【0055】)。",
                            "【図16】のとおり，クランプガイド13a，13b，13cを使用して，クランプ部材3a，3c，3dを順に組み付けたところ，クランプピッチ36d及び36eは，いずれも前記の412mm～588mmの範囲に収まった(【0056】。)"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "【図17】によれば，クランプ装置3のクランプピッチが300mm～500mmの範囲であれば，継手ピッチ19cが400mmの既設の鋼矢板20cをクランプして鋼矢板圧入引抜機1を定置することが可能である(【0057】)。",
                            "【図18】のとおり，クランプガイド13a，13b，13c，13dを使用して，クランプ部材3a，3e，3a，3cを順に組み付けたところ，クランプピッチ37d，37e及び37fは，いずれも前記の300mm～500mmの範囲に収まった。なお，クランプ部材3aは，【図14】に示すクランプ部材3bを反転させて装備したものであり，クランプ部材3eは，【図16】に示すクランプ部材3dを反転させて装備したものである(【0058】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(イ)によれば，①【図14】のとおり，クランプガイド13a，13b，13dを使用して，クランプ部材3a，3b，3cを順に組み付けたところ，クランプピッチ35d及び35eは，いずれも428mm～772mmの範囲に収まり，継手ピッチ19aが600mmの既設の鋼矢板20aをクランプして鋼矢板圧入引抜機1を定置することが可能であること(【0052】【0053】)，②【図16】のとおり，クランプガイド13a，13b，13cを使用して，クランプ部材3a，3c，3dを順に組み付けたところ，クランプピッチ36d及び36eは，いずれも412mm～588mmの範囲に収まり，継手ピッチ19bが500mmの既設の鋼矢板20bをクランプして鋼矢板圧入引抜機1を定置することが可能であること(【0055】【0056】)，③【図18】のとおり，クランプガイド13a，13b，13c，13dを使用して，クランプ部材3a，3e，3a，3cを順に組み付けたところ，クランプピッチ37d，37e及び37fは，いずれも300mm～500mmの範囲に収まり，継手ピッチ19cが400mmの既設の鋼矢板20cをクランプして鋼矢板圧入引抜機1を定置することが可能であること(【0057】【0058】)が記載されている。そして，【図14】，【図16】及び【図18】のいずれにおいても，クランプ装置は既設のU形の鋼矢板の先頭からクランプしている。",
                        "したがって，前記(イ)には，本件発明1の構成要件Hが記載されているものということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件Iについて",
                  "text": [
                    "本件発明1の構成要件Iは，構成要件AからHに規定された構成を備える「鋼矢板圧入引抜機」であるところ，前記アからウによれば，原出願明細書記載の鋼矢板圧入引抜機1は，上記構成を備えたものということができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1の構成要件AからIのいずれも原出願明細書に記載さ",
                    "れており，よって，本件発明1は，原出願明細書に記載されたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2，3，8及び9について",
              "text": [
                "原出願明細書の【0052】，【0053】及び【0055】から【0058】には，本件発明2の発明特定事項に相当する内容が記載されている。",
                "原出願明細書の【0030】及び【0049】には，本件発明3の発明特定事項に相当する内容が記載されている。",
                "原出願明細書の【0033】，【0034】及び【0060】から【0064】には，本件発明8及び9の発明特定事項に相当する内容が記載されている。",
                "したがって，本件発明2，3，8及び9も，原出願明細書に記載されたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "分割出願の要件について",
              "text": [
                "分割出願は，原出願の時にしたものとみなされるところ(特許法44条2項)，そのためには，分割出願に係る発明が，原出願の願書に添付された明細書，特許請求の範囲又は図面の範囲内のものであることを要する。",
                "前記(2)及び(3)のとおり，本件発明のいずれも原出願明細書に記載されたものであるから，本件特許出願は，分割要件を満たすものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1の構成要件Hは，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，請求項4記載のチャック装置を含まない鋼矢板圧入引抜機を正規状態で施工可能としたことを含むものであり，他方，原出願明細書において，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても正規状態で施工可能な鋼矢板圧入引抜機を提供するという最終的な課題を解決するための鋼矢板圧入引抜機として，請求項4記載のチャック装置は必須のものであり，これを含まないものは開示されていないから，本件発明1の構成要件Hは記載されておらず，したがって，本件特許出願は分割要件に反するものである旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原出願明細書においては，継手ピッチ19が400mmと600mmのように200mm程度以上の寸法差を有する鋼矢板15の双方を施工可能な鋼矢板圧入引抜機は提供されていなかったことが従来技術の問題点として掲げられ(【0007】【図19】〔別紙参照〕)，その理由として以下の2つが記載されている。すなわち，①第1の理由は，圧入・引抜作業をする鋼矢板15をチャックして圧入・引抜するチャック装置を，最大寸法の継手ピッチ19を有する鋼矢板15をチャックして旋回できるように構成する必要があるため，一定寸法範囲を超えた最小寸法の継手ピッチを有する鋼矢板15を同一のチャック装置を使用してチャックすると，具体的には，継手ピッチ19が600mmの鋼矢板15をチャック可能なチャック装置で継手ピッチ19が400mmの鋼矢板15をチャックして圧入・引抜作業を行おうとすると，チャック装置が鋼矢板圧入引抜機の他の部材と干渉して，チャックした鋼矢板15の継手を，既設の鋼矢板のうちクランプ装置でクランプした先頭の鋼矢板の開放された継手に噛合させる位置に設置することができないことである(【0008】)。②第2の理由は，鋼矢板圧入引抜機を既設の鋼矢板に自立させるとともに既設の鋼矢板から反力を得るために既設の鋼矢板をクランプするクランプ装置が，一定寸法範囲を超えた継手ピッチの寸法差を有する鋼矢板に対応してクランプできないことである(【0009】)。",
                    "前記第1の理由はチャック装置に関する問題であり，前記第2の理由はクランプ装置に関する問題である。そして，原出願明細書には，「本発明は，従来の鋼矢板圧入引抜機が有しているこれらの課題を解決し，多様な継手ピッチの鋼矢板に対応可能な汎用性を有する鋼矢板圧入引抜機及び鋼矢板圧入引抜工法を提供することを目的とする」旨が記載されている(【0028】)。",
                    "原出願明細書には，①チャックフレームに鋼矢板の継手ピッチに対応した複数のチャック装置を着脱自在に装着可能とすることにより，前記チャック装置に関する問題が解決されること(【0035】)，②クランプ装置を構成する複数のクランプ部材の台座への配設箇所を組み替えて，クランプピッチを変更可能とすることにより，前記クランプ装置に関する問題が解決され，クランプする既設の鋼矢板が多様な継手ピッチを有していたとしても，既設の先頭の鋼矢板をクランプ装置でクランプした状態で鋼矢板圧入引抜機を既設の鋼矢板上に定置することができること(【0036】)が記載されている。",
                    "本件発明1の構成要件Hは，原出願明細書中，継手ピッチ19が400mmと600mmのように200mm程度以上の寸法差を有する鋼矢板15の双方を施工可能な鋼矢板圧入引抜機が提供されていなかったという従来技術が有する問題点の理由のうち，クランプ装置に関する問題を解決する手段，すなわち，クランプ装置を構成する複数のクランプ部材の台座への配設箇所を組み替えて，クランプピッチを変更可能とすることにより，クランプする既設の鋼矢板が多様な継手ピッチを有していたとしても，既設の先頭の鋼矢板をクランプ装置でクランプした状態で鋼矢板圧入引抜機を既設の鋼矢板上に定置するという構成を採用したものということができる。",
                    "そして，クランプ装置は，チャック装置によって圧入・引抜作業を行う鋼矢板をチャックする前に，既設の鋼矢板をクランプして鋼矢板圧入引抜機を定置するものであり，チャック装置とは別個のものである。原出願明細書には，多様な継手ピッチの鋼矢板に対応可能な汎用性を有する鋼矢板圧入引抜機及び鋼矢板圧入引抜工法を提供するために，従来技術のチャック装置に関する問題及びクランプ装置に関する問題の両方の解決を要することは記載されているが，クランプ装置に関する問題を解決するためにチャック装置に関する問題の解決を要することは，記載されていない。したがって，原出願明細書においては，本件発明1の構成要件Hが採用したクランプ装置に関する問題を解決する手段としての前記構成に，請求項4記載のチャック装置を必須とすることまで記載されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，本件発明1の構成要件Hは，「前記既設のU形の鋼矢板の継手ピッチに応じて，クランプガイドとクランプ部材を組み替えてクランプピッチを変更することによって，前記既設のU形の鋼矢板の継手ピッチが400mm，500mm，600mmのいずれであっても前記既設のU形の鋼矢板の先頭からクランプ可能としたことを特徴とする」というものであり，それ自体，原出願明細書(【0052】【0053】【0055】～【0058】【図14】【図16】【図18】)に記載されていることは，前記(2)ウのとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件特許出願は分割要件に反しないから，新規性・進歩性を肯定した本件審決の結論に誤りはない。なお，本件審決には，本件発明1の構成要件Hが原出願明細書に記載されたものであるか否かについて記載がない。しかし，本件審決が構成要件FからGについて摘示した明細書の箇所が構成要件FからHについて当てはまることを考慮すると，誤記であったものと認められる。よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(サポート要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件について",
              "text": [
                "本件発明1は，前記第2の3(2)のとおりであるところ，本件明細書(甲11)には原出願明細書とほぼ同一の内容が記載されていることから，本件明細書に本件発明1が記載されているといえることは，前記1(2)と同様である。すなわち，本件発明1の構成要件AからEは，【0038】，【0040】，【0041】，【図1】及び【図2】に，構成要件F及びGは，【0029】，【0038】，【0053】，【図1】，【図2】及び【図14】に(前記1(2)イの原出願明細書【0032】の記載と同趣旨の内容が本件明細書【0029】に記載されている。)，構成要件Hは，【0052】，【0053】，【0055】から【0058】，【図14】，【図16】及び【図18】に，それぞれ記載されている。構成要件Iは，構成要件AからHに規定された構成を備える「鋼矢板圧入引抜機」であるところ，上記によれば，本件明細書記載の鋼矢板圧入引抜機1は，上記構成を備えたものということができる。",
                "本件発明2の発明特定事項は，【0030】，【0052】，【0053】及び【0055】から【0058】に，本件発明3の発明特定事項は，【0031】及び【0049】に，本件発明8及び9の発明特定事項は，【0034】及び【0060】から【0064】に記載されている。よって，本件発明2，3，8及び9も，本件明細書に記載されている。",
                "したがって，本件発明は，いずれも本件明細書の発明の詳細な説明に記載したものであり，特許法36条6項1号の要件に適合する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件発明1の構成要件Hは，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，請求項4記載のチャック装置を含まない鋼矢板圧入引抜機を正規状態で施工可能とした発明を含むものであるところ，本件明細書には，チャック装置を交換することなく，部材の干渉という課題を解決して既設の先頭の鋼矢板をクランプし，正規状態で施工可能なものとし得るとの認識をすることができる記載はなく，また，出願時の技術常識に照らしても，上記認識をすることはできないとして，本件発明1は，サポート要件に違反する旨主張する。",
                "しかし，前記(1)のとおり，本件明細書には原出願明細書とほぼ同一の内容が記載されており，本件発明1の構成要件AからIは，本件明細書に記載されている。本件明細書において，請求項4記載のチャック装置を必須とすることまで記載されているとはいえないことは，前記1(5)と同様である。",
                "本件発明1は，鋼矢板圧入引抜機におけるクランプ装置に特徴を有するものであり，チャック装置については，請求項4記載のチャック装置をはじめとして当業者において適宜選択可能なものと解される。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(実施可能要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件について",
              "text": [
                "本件明細書には，本件発明について，課題を解決するための手段(【0029】～【0031】【0034】)に加え，発明を実施するための形態(【0038】～【0041】【0049】【0052】【0053】【0055】～【0058】【0060】～【0064】)につき，図面(【図1】【図2】【図13】～【図18】)を交えてきわめて詳細に説明されている。",
                "当業者においてこれらの記載に接すれば，技術常識に照らし，物の発明である本件発明1から3に係る鋼矢板圧入引抜機につき，物の発明の実施である使用，生産等の行為(特許法2条3項1号)をすること，方法の発明である本件発明8及び9に係る鋼矢板圧入引抜工法につき，方法の発明の実施である使用の行為(同項2号)をすることは，十分に可能であるものと考えられる。",
                "したがって，本件発明は，発明の詳細な説明において当業者がその実施をすることができる程度に明確かつ十分に記載されたものということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1の構成要件Hは，鋼矢板の継手ピッチが400mm，500mm及び600mmのいずれであっても，請求項4記載のチャック装置を含まない鋼矢板圧入引抜機を正規状態で施工可能とした発明を含むものであるところ，本件明細書には，チャック装置を交換することなく，部材の干渉という課題を解決して既設の先頭の鋼矢板をクランプし，正規状態で施工可能なものとし得るように発明を実施する態様は記載されておらず，また，出願時の技術常識に照らしても，上記態様は明らかではないとして，本件発明1は，発明の詳細な説明において，当業者がその実施をすることができる程度に明確かつ十分に記載されたものとはいえず，実施可能要件に違反しており，同様の理由により，本件発明2，3，8及び9も実施可能要件に違反する旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記2のとおり，本件発明1の構成要件Hは，本件明細書に記載されており，しかも，既設の鋼矢板の継手ピッチが400mm，500mm及び600mmの各場合について，上記鋼矢板の先頭からクランプ装置でクランプし得るような，クランプピッチの範囲，クランプガイドとクランプ部材の選択及び組み付けの順序等につき，図面を交えて詳細に説明されている(【0052】【0053】【0055】～【0058】【図14】【図16】【図18】)。また，構成要件AからG及びIについても，本件明細書に，その具体的構成が図面を交えて詳細に説明されている(【0029】【0038】【0040】【0041】【0053】【図1】【図2】【図14】)。",
                    "本件明細書において，請求項4記載のチャック装置を必須とすることまで記載されているとはいえないことは，前記1(5)と同様である。そして，当業者は，チャック装置については，請求項4記載のチャック装置をはじめとして適宜なものを選択し，本件発明1から3に係る鋼矢板圧入引抜機ないし本件発明8及び9に係る鋼矢板圧入引抜工法を，正規状態で施工可能なものとして生産ないし使用等をするものと考えられる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，取消事由3は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，したがって，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10161",
    "date": "2017-04-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086699",
    "ipprecedent_id": "4623",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}