{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2016-890027号事件について平成28年11月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求を不成立とした審決の取消訴訟である。争点は，商標法4条1項11号該当性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "被告は，次の商標(以下「本件商標」という。)の商標権者である(甲1)。",
            "「極肉．com」(標準文字)",
            "①  登録番号  第5406808号",
            "②  出願日    平成22年10月1日",
            "③  登録日    平成23年4月15日",
            "④  商品及び役務の区分並びに指定商品又は指定役務",
            "第29類  食肉及び冷凍した食肉，肉製品及び冷凍した肉製品，焼肉，ビーフステーキ，ハンバーグステーキ，ハンバーグ，もつ鍋料理用詰め合わせ材料，肉を使用したカレー・シチュー又はスープのもと，肉を使用したみそ汁のもと，肉を使用したスープ，肉を使用したみそ汁",
            "第30類  ウースターソース，グレービーソース，ケチャップソース，ホワイトソース，マヨネーズソース，焼肉のたれ，バーベキューソース，肉を使用した麺類，ぎょうざ，肉を使用したサンドイッチ，しゅうまい，肉まんじゅう，ハンバーガー，肉を使用したピザ，肉を使用したべんとう，ホットドッグ，ミートパイ，ラビオリ",
            "第35類  食肉の小売又は卸売の業務において行われる顧客に対する便益の提供，肉製品の小売又は卸売の業務において行われる顧客に対する便益の提供，加工食料品の小売又は卸売の業務において行われる顧客に対する便益の提供"
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "特許庁における手続の経緯等",
      "content": [
        {
          "fig": "(1)",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成28年4月15日付けで，特許庁に対し，本件商標は，次に掲げる原告所有の各商標(以下，順に「引用商標1」，「引用商標2」といい，併せて「引用商標」という。)と類似するため，商標法4条1項11号に該当するとして，本件商標の指定商品中「食肉及び冷凍した食肉，肉製品及び冷凍した肉製品，焼肉，ビーフステーキ，ハンバーグステーキ，ハンバーグ，もつ鍋料理用詰め合わせ材料」及び指定役務「食肉の小売又は卸売の業務において行われる顧客に対する便益の提供，肉製品の小売又は卸売の業務において行われる顧客に対する便益の提供，加工食料品の小売又は卸売の業務において行われる顧客に対する便益の提供」(以下，上記指定商品及び指定役務を併せて「本件指定商品等」という。)につき，本件商標の商標登録を無効にすることについて審判請求をした(無効2016-890027)。",
            "特許庁は，平成28年11月16日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月25日，原告に送達された。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "引用商標",
          "content": [
            {
              "fig": "ア",
              "subject": "引用商標1(甲2)",
              "text": [
                "「極」",
                "①  登録番号  第4442619号",
                "②  出願日    平成11年10月20日",
                "③  登録日    平成13年1月5日",
                "④  商品及び役務の区分並びに指定商品又は指定役務",
                "第29類  食肉"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "引用商標2(甲3)",
      "text": [
        "「極」",
        "①  登録番号  第4782748号",
        "②  出願日    平成14年6月13日",
        "③  登録日    平成16年7月2日",
        "④  商品及び役務の区分並びに指定商品又は指定役務",
        "第29類  肉製品，加工水産物(「かつお節・寒天・削り節・食用魚粉・とろろ昆布・干しのり・干しひじき・干しわかめ・焼きのり」を除く。)"
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由",
      "content": [
        {
          "fig": "(1)",
          "subject": "本件商標",
          "text": [
            "本件商標は，「極肉．com」の文字を標準文字で表してなるところ，「．com」の文字部分は，インターネット上のドメイン名の一つであって世界中で使用されているものであるから，自他商品・役務の識別標識としての機能が強いものとはいえず，「．com」の前の部分である「極肉」の文字部分が，自他商品・役務の識別標識としての機能を果たすものであり，かつ，一体のものとして把握，認識されるとみるのが相当である。",
            "これに対し，原告は，本件商標の構成のうち「肉」の文字部分は，識別力がない又は識別力が極めて弱いものであるから，引用商標との類否において，本件商標の構成のうち「極」の文字部分のみを独立して取り出し，類否判断をすることは許される旨主張する。しかしながら，指定商品及び指定役務との関係において「肉」の文字部分が自他商品・役務の識別力の弱い語であるとしても，「極肉」の文字部分は，上記のとおり，一体のものとして認識されるというべきであるから，原告の主張は採用できない。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "本件商標と引用商標の類否",
          "text": [
            "本件商標と引用商標とを対比すると，両者は，それぞれの構成に照らし，外観上判然と区別し得る差異を有するものであるから，相紛れるおそれはない。そして，本件商標から生じる「ゴクニクドットコム」，「キョクニクドットコム」，「ゴクニク」又は「キョクニク」の称呼と，引用商標から生じる「ゴク」又は「キョク」の称呼とは，構成音数が相違し，少なくとも「ニク」の音の差異を有するから，これらの相違や差異が称呼全体に及ぼす影響は大きく，相紛れるおそれはない。さらに，本件商標は，特定の観念を生じないのに対し，引用商標は，「物事の最高・最終」などの観念を生じるから，両商標は，観念上相紛れるおそれはない。",
            "そうすると，本件商標と引用商標とは，外観，称呼及び観念のいずれの点においても相紛れるおそれのない非類似の商標である。",
            "したがって，本件指定商品等中の商品及び役務が，引用商標の指定商品と同一又は類似であるとしても，本件商標と引用商標とは，非類似の商標であるから，本件商標は，商標法4条1項11号に該当しない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "text": [
        "原告の主張する取消事由は，本件商標と引用商標との類否判断の誤りをいうものである。上記取消事由における実質的な争点は，類否判断をする前提として，本件商標の「極肉．com」のうち「極」という一部を抽出し，この文字部分のみを比較の対象として引用商標との類否を判断することができるかどうかという点である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "本件指定商品等の取引者，需要者は，本件商標である「極肉．com」を構成する「極肉」が，「極」の文字と「肉」の文字とを結合したものであると容易に認識できるとともに，「極肉．com」を構成する「極肉」のうち「肉」の文字部分は，本件指定商品等に係る物又は役務の提供の用に供する物であると理解されるのが通常であるといえるから，自他商品・役務の識別標識として機能を有しない部分である。そのため，本件商標である「極肉．com」において，強く支配的な印象を与える部分は「極」の文字部分であって，当該文字部分が本件商標の要部として識別機能を果たすというべきである。",
            "そうすると，本件商標の要部である「極」の文字と引用商標の「極」の文字とを対比した場合には，観念上・称呼上同一の商標であり，外観においても近似したものといえるから，両商標は類似する商標である。",
            "したがって，本件商標と引用商標とは非類似の商標であって本件商標は商標法4条1項11号に該当しないとした審決の判断には，誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "原告の主張は，本件商標から「極」の文字部分だけを抽出し得るとした上で本件商標と引用商標の類似をいうものであるから，本件商標から「極」の文字部分だけを抽出して類否判断を行うことが許されないのであれば，他は検討するまでもなく成り立つ余地がない。",
            "この点について，審決が認定するとおり，「○○．com」というドメイン名においては，「．com」の文字部分は，インターネット上のトップレベル・ドメインの一つであって，世界中で使用されているものであり，他方，「．com」の前の「○○」の部分は，当該ドメイン名の取得者を特定するものとして，一体的に把握，認識されるものである。しかも，「極肉」が造語であることからしても，当該部分は一体性が強いというべきであり，取引者又は需要者は，本件商標を「極」と「肉．com」に分離観察することはない。そうすると，本件商標から「極」の文字部分だけを抽出して類否判断を行うことは許されないから，原告の主張は，前提を欠くものである。",
            "したがって，本件商標と引用商標とは非類似の商標であって本件商標は商標法4条1項11号に該当しないとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標の「極」の文字部分を類否判断の対象にすることの可否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法4条1項11号に係る商標の類否判断に当たり，複数の構成部分を組み合わせた結合商標については，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められる場合において，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則として許されない。他方，商標の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などには，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を判断することも，許されるものである(最一小判昭和38年12月5日民集17巻12号1621頁，最二小判平成5年9月10日民集47巻7号5009頁，最二小判平成20年9月8日集民228号561頁参照)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これを本件についてみると，原告が登録無効を主張する本件指定商品等との関係では，本件商標の構成のうち「肉」の文字部分は，本件指定商品等に関する物又は役務の提供の用に供する物をいうものであるから，原告の主張するとおり，それ自体を単独でみれば出所識別標識としての機能は弱いものといえる。",
                "しかしながら，本件商標は「極肉．com」という文字で構成されるところ，このうち「極肉」という文字部分は，「．com」という文字部分の前に位置することから，取引者又は需要者は，これをドメイン名を表示する一体のものとして理解するものと認めるのが相当である。しかも，本件商標の構成のうち「極」は「肉」を修飾する形容詞であるから，「極肉」という文字自体，文法構造上分離するのは相当ではなく，一体のものとして理解するのが自然である。のみならず，「極肉」という文字は，これ自体から特定の定着した観念を生じさせるものではなく，いわば一体となって造語を形成するものであるから，その一部のみが強く支配的な印象を与えるものとはいえない。",
                "これらの事情の下においては，本件商標の構成のうち「極」の文字部分を抽出し，この部分だけを引用商標と比較して類否を判断することは，許されないというべきである。",
                "したがって，原告の上記主張は，上記(1)の判例の趣旨を正解しないものであり，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張に対する判断",
          "text": [
            "原告は，本件商標の構成のうち「極」の文字部分を抽出して引用商標と類否判断をしなかった審決の判断には，違法があると主張する。",
            "しかしながら，結合商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などに限り，許されるべきである。本件商標は，上記1において説示したとおり，ドメイン名としての役割上も，形容詞と名詞が結合する文法構造上も，特定の観念を必ずしも生じさせない造語としての性質上も，一体として理解されるというべきであるから，上記場合などに該当しないというべきである。その他に原告が第1準備書面及び第2準備書面で縷々主張するところを改めて検討しても，上記判断を左右するに至らない。原告の上記主張は，上記1(1)の判例の趣旨を正解しないものに帰し，採用することができない。"
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "以上によれば，本件商標と引用商標とは非類似の商標であって本件商標は商標法4条1項11号に該当しないとした審決の判断には誤りがないものと認められる。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の主張する取消事由には理由がなく，審決に取り消されるべき違法はない。よって，本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}