{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2014-15878号事件について平成28年2月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願の拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，進歩性判断（引用発明の認定，一致点及び相違点の認定，相違点の判断）の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「円周分割パラボラアンテナと，太陽光追尾架台」とする発明につき，平成20年4月7日，特許出願をしたが（本願。特願2008-99193号，優先権主張，優先日・平成19年11月12日，特願2007-292994号。甲5），平成26年5月15日付けで拒絶査定を受けたので，同年8月11日，拒絶査定不服審判請求をし（不服2014-15878号），平成27年9月29日付けで特許請求の範囲及び明細書を補正する手続補正をした（本件補正。請求項の数1。甲9）。",
            "特許庁は，平成28年2月17日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年3月26日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の特許請求の範囲の請求項1記載の発明（本願発明）は，次のとおりである（甲9）。",
            "パラボラアンテナ半球面を円周に沿って分割し，隙間のある傘状に，一体とした円周分割パラボラアンテナ。",
            "とこれを支持する，1次幹（2支持幹を支持），2次幹（3次支持，及び時刻回転軸受），3次幹（季節変動伸縮幹）架台機構を有する架台と，受光，受熱部は，回転機構とは別の受光支持台構造とした，パラボラアンテナ架台。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "特表昭57-501884号公報（引用例1。甲2）には，次の発明（引用発明）が記載されている。",
                "「いろいろな径の複数の環状の円錐台12a，12b，12c，12dと，一対の横断リブ14，16とからなり，円錐台12a，12b，12c，12dはそれらの幾何学的中心を通る焦点軸Aに対して横断リブ14，16に同一中心でかつ段違い列に取りつけられ，円錐台の最外側のものによって形成された基部から，円錐台の最内側のものによって形成された頂部へと高くなっていて，段違い列は，隣り合う円錐台の間に環状隙間を有し，円錐台は，円錐状の内側空洞を囲み，外側表面と孤状の光反射性内側表面を有し，内側表面は，各々単一の独特な放物面で構成され，各々軸線Aに対し上外側の傾斜方向に傾いていて入射太陽光線を受けとり，それらを1回の反射で環状隙間と内側空洞を通して焦点帯に伝達し，",
                "円錐台12aの外側表面にある横断リブ14の一端に取りつけられた支柱18，支柱18の他端に連結されたアーム20，アーム20の他端にハウジング22が固定された赤緯追尾モータ，モータのロータ26に連結された棒24及び棒44，ブラケット32を含み棒44が入り込むスリーブ軸受30，筒状柱34が取りつけられた基盤36，筒状柱34に回転自在に収容され，ブラケット32が旋回自在に連結された軸38とからなる，支持構造と，",
                "円錐台12a，12b，12c，12dの共通焦点帯に配置され，焦点軸Aに中心合わせしてある軸46の一端に取りつけられ，棒44にある穴29の中を焦点軸Aに沿ってねじ式に動くことができる吸熱体42とからなる，太陽集熱器10」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定",
              "text": [
                "本願発明と引用発明とを対比すると，次の点で一致する。",
                "「パラボラアンテナ半球面を，傘状に，一体としたパラボラアンテナ。",
                "とこれを支持する，1次幹（2支持幹を支持），2次幹（3次支持，及び時刻回転軸受），3次幹（季節変動に係るもの）架台機構を有する架台と，受光，受熱部を有する，パラボラアンテナ架台。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の認定",
              "text": [
                "本願発明と引用発明とを対比すると，次の点が相違する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "本願発明は，パラボラアンテナが「パラボラアンテナ半球面を円周に沿って分割し，隙間のある傘状に（した）」「円周分割」パラボラアンテナであるのに対し，引用発明は，そのように構成されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "本願発明は，3次幹（季節変動に係るもの）架台機構が「3次幹（季節変動伸縮幹）架台機構」であるのに対し，引用発明は，支柱18，アーム20及び赤緯モータからなる点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "本願発明は，「受光，受熱部は，回転機構とは別の受光支持台構造とした」ものであるのに対し，引用発明は，「吸熱体42」が「焦点軸Aに中心合わせしてある軸46の一端に取りつけられ，棒44にある穴29の中を焦点軸Aに沿ってねじ式に動くことができる」構造としたものである点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明において，「パラボラアンテナ半球面を円周に沿って分割し，隙間のある傘状に（した）」構造が，どのような構造を意味しているのか必ずしも明確でないが，複数のパラボラアンテナ半球面が同心円状に配置されることにより，半径方向に空間が分割され，全体として隙間のある傘状を呈している構造を意味するのであれば，引用発明は本願発明と相違するところはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，複数のパラボラアンテナ半球面が同心円状に配置されるとともに，各パラボラアンテナ半球面は，円周方向に分割された，複数の扇形や円弧状の部分からなり，全体として隙間のある傘状を呈している構造を意味するとしても，引用発明においてそのような構造とすることは，当業者にとって容易である。",
                        "すなわち，引用例1には，円錐台を，鋳造，成型，真空成形，その他の従来の製法によって別々に又は一体に製造できる旨記載されており，円錐台を分割構造にする点について示唆がある。",
                        "また，装置を構成するに当たり，その大きさや具体的な構造等を考慮して，分割・組立て可能な構造とすることは，通常行われているところであり，実公昭09-11040号公報（昭和9年実用新案出願公告第11040号。引用例2。甲3）にも記載のとおり，広く知られた技術である。",
                        "そうすると，引用発明において，円錐台を円周方向に分割した構造のものとすること，すなわち，相違点1に係る本願発明の構成とすることは，装置の製作性等に応じて，当業者が容易に想到できた事項である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "本願発明の「3次幹（季節変動伸縮幹）架台機構」とは，その構造が必ずしも明確でないが，明細書及び図面の記載を参酌すれば，パラボラアンテナについての季節変動に係る角度調整動作に，部材の伸縮（摺動）が伴うものであると一応認められる。",
                    "他方，引用発明においても，支柱18，アーム20及び赤緯モータにより，円錐台12a，12b，12c，12dについて，季節変動に係る角度調整を行っており，その機能は基本的に同じである。このような角度調整に係る焦点を中心とした回転動作を，その他の適宜の構成により達成し得ることは技術的に明らかである。",
                    "そして，構成部材の伸縮（摺動）を伴う回動機構は周知であり，そのような周知の機構を採用することは，当業者が適宜なし得る事項であって，相違点2に係る本願発明の構成とすることは，当業者が容易に想到できた事項である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "引用発明において，吸熱体42は太陽エネルギーの集光が主たる機能であって，各円錐台の共通の焦点帯に配置されていれば足りるもので，その設置箇所は集光可能な箇所であれば，当業者が適宜に設定し得るものである。棒44と共に日周運動をすることまで要しないことは，技術的に明らかである。",
                    "そして，引用例1には，「吸熱体は集光器構造と追尾装置から充分に離れたところに配置され（る）」旨記載されており，太陽に対して追尾運動をする構造体から離れた位置に吸熱体を配置することの示唆があるといえる。また，「集光器や追尾装置からの距離は，吸熱体の近づきやすさを増し，吸熱体からのエネルギーの移送を容易にする」旨の記載は，吸熱体へのアクセスやエネルギーの移送の観点から適宜の箇所に設置可能であることを示唆している。",
                    "このような示唆を踏まえると，引用発明において，回転機構とは別の，例えば基盤36に支持する構造とすることは，当業者にとって格別困難なことではなく，相違点3に係る本願発明の構成とすることは，当業者が容易に想到できた事項である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本願発明が奏する効果について",
                  "text": [
                    "本願発明が奏する効果をみても，引用発明及び引用例2に記載された事項から十分予測可能な範囲内のものであって，格別ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明の枠体の隙間は，風抗力を減らすための空洞であるのに対し，本願発明の隙間は，集光点を反射鏡下部へ導くためのものである，また，引用発明の円錐台は最内側のものに沿って形成された頂部へと高くなるのに対し，本願発明の断面はハート状である，と主張する。",
                        "しかし，引用発明の各円錐台の間の隙間も，本願発明と同様に，集光点を反射鏡下部へ導くためのものであるし，引用発明の円錐台の断面形状に関する主張は，本願の請求項1の記載に基づかない主張である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明の吸熱体は，支持する手段と作動的に連結されたものであるのに対して，本願発明の吸熱体は，地上に固定し，動作はさせない，また，引用発明の円錐台の支持は片持ちアームであるのに対し，本願発明は，強度，剛性を保持するため，両側を支持するものである，と主張する。",
                        "しかし，引用発明における吸熱体42の位置に関しては，既に述べたとおり，その設置箇所は集光可能な箇所であれば，当業者が適宜に設定し得るものである。例えば基盤36に設置することは，当業者にとって格別困難なことではない。また，引用発明の支持構造に関する主張は，本願の請求項1の記載に基づかない主張である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用発明は，剛性が悪いため焦点帯が楕円になるのに対し，本願発明は，精度，剛性良くし，焦点は円形になる，また，引用発明は，1軸目は設置時固定し，2軸構成であるのに対し，本願発明は，3軸構成とし地軸の変動にも現場対応し，時々，1日1回程度の調整で1軸のみの等速回転で太陽を追尾するものである，と主張する。",
                        "しかし，引用発明の焦点帯の形状に関する主張も，本願の請求項1の記載に基づかない主張であるし，引用例1には，焦点が楕円となる旨の記載はあるものの，基本的には焦点が円形となる技術と解される。",
                        "また，引用発明も，ブラケット32と軸38の間（赤道儀調整軸B），赤緯追尾モータと棒24の間（季節的な調整に係る軸C），棒44とスリーブ軸受30の間（日周軸D）で，角度調整が可能であって，3軸構成といえるものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，引用発明は，製造に高精度が必要であるのに対し，本願発明は，リブと平面反射材を格子状に保持し微小弾性変形で簡単で高精度な制作をすることができる，また，引用例2に記載のものは，「數多ノ截頭圓錐體連續シテ組合セ」部材が短冊形であるのに対し，本願発明は，帯状の長材を帯状に使用するものである，とも主張する。",
                        "しかし，引用発明の製造に関する主張は，その根拠が不明であるとともに，引用例2に関する主張も，本願の請求項1の記載に基づかない主張である。相違点1に係る本願発明の効果を主張しているとしても，既に述べたとおり，相違点1に係る事項は容易想到であって，その効果は引用発明及び引用例2に記載された事項から当業者であれば予測の範囲内のものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "結論",
                  "text": [
                    "以上を総合すると，本願発明は，引用発明及び引用例2に記載された事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明及び一致点の認定の誤り）",
          "text": [
            "審決は，引用例1に基づき引用発明を認定したが，引用例1に記載された内容は，およそ実現不可能な「机上の空論」であるから，そのような文献に基づく引用発明の認定は誤りである。すなわち，引用例1に記載された太陽集熱器10における受熱器の片持ち支持台の延長を概算すると合計8．5mとなり，8mの釣り竿の先に22．7kgの重さのものを設けた場合には，支持台に約500kgの力が掛かるとともに，集熱器を片持ちとした場合には，太陽光追尾に伴って集熱器の重心移動によるネジレが生じ，その補正に大がかりで精密な補正が必要となるなど，引用例1に記載された事項は机上の空論である。",
            "以上に加えて，引用例1の第1図の28とC との関係の記載がないこと，本願1発明と引用発明とは内容や機構が違うことからも，審決の本願発明と引用発明の一致点の認定もまた誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（相違点の認定・判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，前記第2の3(3)のとおり，「引用発明は頂部へと高くなっているのに対し，本願発明の断面がハート状である」という点を相違点としていないが，相違点と認定すべきものであり，誤りである。引用発明は，「机上の空論」であるのに対し，本願発明は，甲6～8のとおり，精密幾何設計に基づくものであり，断面がハート状になるものである。本願発明の断面がハート状であることは，本件補正後の特許請求の範囲の請求項1には記載していないが，本願の図面に当初から明示してあるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，前記第2の3(3)のとおり，「本願発明の焦点が円形であるのに対し，引用発明の焦点は楕円である」という点を相違点としていないが，相違点と認定すべきものであり，誤りである。また，審決は，同(4)オ(ウ)のとおり，引用発明は，基本的には焦点が円形になる技術と解されると判断したが，引用例1には，そのようなことは記載されていないから，誤りである。被告は，本願発明においても「焦点が楕円になる」と主張するが，本願発明においては，焦点は楕円にはならず，太陽を引照した円形になる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（相違点の判断の誤り）",
          "text": [
            "審決は，相違点の判断に当たり，引用例1及び2に対して有利で，本願発明に不利な示唆や推論を含む認定や判断をしており，相違点1～3が容易想到である旨の判断は誤りである。",
            "被告が引用する実願昭61-179602号（実開昭63-84180号）のマイクロフィルム（乙1文献。乙1）記載の「パネル支持枠3」，特開2001-200659号公報（乙2文献。乙2）記載の仰角調整機構，実願昭59-122113号（実開昭61-37609号）のマイクロフィルム（乙3文献。乙3）記載のガイド機構，特開平11-53914号公報（乙4文献。乙4）記載の「半円弧フレーム8」の支持構造は，いずれも水平回転，鉛直回転の2次元機構（2次制御するに最適）である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決で引用した引用例1の記載事項によれば，引用例1には，審決で認定した引用発明が記載されているといえることは明らかである。引用例1全体の記載からすると，引用発明は，従来の前側焦点式集熱器や，日射を線形焦点に集光する単一反射後側焦点式装置における，集光集熱効率の限界を克服するという課題を解決するために，日射を反射する各円錐台と集熱器の位置関係を特定し，それを適切に動作する太陽追尾機構に搭載することを主眼とするものであるから，当業者の通常の理解によれば，引用例1に記載された寸法・材質・重量といった具体的条件が必須のものでないことは，当然である。図面に例示された構造に照らしても，引用発明は，十分に実現可能な技術であることが明らかである。",
                "よって，審決の引用発明の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，審決の理由に記載のとおり，引用発明における各部位の構成及び機能に照らせば，審決の本願発明と引用発明との相当関係や一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用例1の図面から寸法を推定し，その結果に基づいて引用発明の実現可能性を論じている。",
                "しかし，一般に，特許出願に添付される図面は，当業者に理解され得る程度に技術内容が開示されていれば足り，図面等によって厳密に寸法等を特定しようとするものではないから，特許文献である引用例1の図面は，精密に描かれた設計図ではなく，特許を受けようとする発明の内容を理解する上での説明図にとどまると解すべきである。",
                "そして，引用例1に接した当業者は，技術常識を踏まえ，引用例1の図面を参考にして，引用発明が適切に作動するように各部の寸法等の具体的な事項を設計することができる。強度に格別の問題がなく，十分な精度のある太陽追尾機構が，各種の太陽観測機器や，太陽集熱器に搭載されて従来より実用されていることを考えれば，引用例1に図示された構造そのままでは強度について考慮の余地があるとしても，従来の技術を参照して適切に構造計算し，通常の創作能力をもって引用発明を実施することが可能であることは，引用例1に接した当業者であれば十分に理解することができる。",
                "よって，引用例1から当業者は実施可能な引用発明を把握することができるのであり，引用例1に記載された内容が，およそ実現不可能な「机上の空論」であるという原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求項1の記載から分かるように，本願発明は，「パラボラアンテナ半球面を円周に沿って分割し，隙間のある傘状に，一体とした円周分割パラボラアンテナ。とこれを支持する，1次幹（2支持幹を支持），2次幹（3次支持，及び時刻回転軸受），3次幹（季節変動伸縮幹）架台機構を有する架台と，受光，受熱部は，回転機構とは別の受光支持台構造とした，パラボラアンテナ架台。」であり，「ハート状になる」ことは，発明を特定する事項としていない（甲9）。",
                "したがって，「ハート状になる」ことは，本願発明と引用発明の相違点とはいえず，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願の請求項1において焦点の形状に関する特定はなく，焦点の形状に関する原告の主張は，請求項1の記載に基づかないものであって，本願発明と引用発明の相違点ではない。",
                "仮に焦点の形状を考慮する余地があるとしても，原告の「引用発明は，剛性が悪いため焦点帯が楕円になるのに対し，本願発明は，精度，剛性良くし焦点は円形になる」という主張は，誤解に基づくものである。すなわち，引用例1には，「実際には，太陽の端から来る光線は，0．27°という値になる半角だけ傾いている。従って，反射された日射の各点による焦点像は，鋭い点にならないで，広がった楕円部分になる。」と記載されている。太陽の視直径が約0．53°であるという公知の事実を考慮すれば，当該記載は，有限の視直径をもつ太陽からの光線は厳密には平行光線でないために，反射点において反射して焦点に向かう光線が円錐状の広がりをもつこととなり，そのため焦点位置において，太陽に正対する面に落とす像が円錐の切口である楕円になるということを意味することは，当業者にとって明らかである。この意味においては，本願発明においても「焦点帯が楕円になる」のであって，引用例1は，決して剛性の優劣によって「焦点」が「円形にな」ったり「焦点帯が楕円にな」ったりすることを述べたものではない。そして，この楕円の長軸の向きは，反射点の位置と対応するから，引用発明や本願発明のような円環状の反射板全体について積算すれば，どの向きが特に広がるというようなことにはならず，両者とも基本的に焦点帯は円形となる技術と認められる。仮に，製作上の理由や剛性の程度により，焦点の形状について円形から歪むことが生じ得るとしても，引用発明がそのようなことを企図したものでないことは明らかであって，審決のとおり，基本的に焦点が円形となる技術である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点1の容易想到性を判断するためには，その前提として，本願発明の「パラボラアンテナ半球面を円周に沿って分割し，隙間のある傘状に（した）」構造の意味が明らかでなければならないが，審決は，本願発明の上記構造の意味が二通りに解釈できることから，それぞれの場合について判断を示し，一方の解釈では，引用発明と本願発明に実質的相違点はないと判断し，他方の解釈では，実質的相違点はあるが，容易想到と判断した。",
                "原告は，後者について，何に対する示唆があるのかと主張するが，審決記載のとおり，引用例1には，「円錐台12a，12b，12cと12dは軽量材料で作る。それらは，鋳造，成型，真空成形，その他の従来の製法によって別々にまたは一体に製造できる。」と記載されており，これは，一般的に装置の製造について，従来の製法を用いて一体でも別々でも可能である旨の示唆といえる。",
                "そして，審決記載のとおり，装置を構成するに当たって，その大きさや具体的な構造等を考慮し，分割・組立て可能な構造とすることは，通常行われているところであり，特に，引用例2に「幾多ノ横骨材（4）ヲ同心圓上ニ結合セシメ是等横骨材（4）ノ兩面ノ凹部ニ扇形ニ截斷シタル薄キ反射鈑（6）ヲ嵌メ込ミ抛物線體ノ一分解體〔第三圖〕ヲ作リ」等と記載されているように，扇形に分割された反射板を組み合わせて放物反射鏡を得る技術も開示されていることを考えれば，引用発明において，円錐台を円周方向に分割した構造のものとし，相違点1に係る本願発明の構成とすることは，装置の製作性等に応じて，当業者が容易に想到できた事項にすぎない。",
                "よって，審決における相違点1の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本願発明の「3次幹（季節変動伸縮幹）架台機構」の構造が，特許請求の範囲の記載自体からは明確とはいえないものの，明細書及び図面の記載をも参酌すれば，「パラボラアンテナについての季節変動に係る角度調整動作に，部材の伸縮（摺動）が伴うものである」と解釈することもできる，との趣旨で，「一応認められる。」としたものである。",
                "そして，引用発明においても，本願発明同様，季節変動に係る角度（仰角）調整動作は実現できているところ，そのための機構として引用例1に具体的に記載されたものに限らず，同じ動作を実現できる他の構成を採用しても構わないことは，技術的に明らかであるから，審決は，「このような角度調整に係る焦点を中心とした回転動作を，その他の適宜の構成により達成し得ることは技術的に明らかである。」と述べたものである。",
                "また，本願発明が採用する「構成部材の伸縮（摺動）を伴う回動機構」は，従来から幅広く採用されているものであり，審決で述べたように例を挙げるまでもなく周知の機構であるが，例を挙げれば，乙1文献記載の「パネル支持枠3」，乙2文献記載の仰角調整機構，乙3文献記載のガイド機構などがあり，太陽追尾装置の分野であれば，乙4文献記載の「半円弧フレーム8」の支持構造が挙げられる。このような周知の機構を，引用発明の季節変動に係る角度調整に採用することは，発明を具体化する上で当業者が適宜なし得る事項に他ならないから，その旨を述べた審決における相違点2の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用例1には，「吸熱体は，集熱器構造と追尾装置から充分に離れたところに配置され」及び「集熱器や追尾装置からの距離は，吸熱体の近づきやすさを増し，吸熱体からのエネルギーの移送を容易にする」と記載されており，これらの記載等からは，「太陽に対して追尾運動をする構造体から離れた位置に吸熱体を配置すること」及び吸熱体を「吸熱体へのアクセスやエネルギーの移送の観点から適宜の箇所に設置可能であること」の示唆といえる。このような示唆を踏まえると，受光・受熱部に相当する引用発明の「吸熱体42」は，円錐台の共通焦点帯に配置されることが重要なのであって，これを回転機構とは別の，例えば基盤36に支持する構造とすることも，当業者にとって格別困難なことではない。",
                "よって，審決における相違点3の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件補正後の明細書及び図面（本願明細書。甲9）において，本願発明が奏する効果として，「自立し，地上側固定位置に集光集熱が出来，装置が小型になり，風害も小さくなり，大集光面積の物も，構築できる」，「最小エネルギーで，太陽光を全地球上の赤道から極地，日の出から日没まで，最小限の動力で，太陽に正対し，受光，受熱出来る」ことを挙げているが，引用発明も同様に「自立」するものであり，複数の円錐台の間に隙間があることから「風害も小さくなり」，3軸の太陽追尾機構を持つことから「太陽光を全地球上の赤道から極地，日の出から日没まで」「太陽に正対し，受光，受熱出来る」ものである。また，引用発明も装置を小型にすることを目的としており，集光面積を広くすること，動力等のエネルギーを最小限にすることは太陽集熱における周知の課題であって，これらの間のバランスを考慮して設計を行うことは，当業者の通常の創作能力の発揮にすぎない。なお，引用発明においても，太陽側でなく地上側位置への集光集熱は実現しており，更にその集光集熱位置を固定することも適宜なし得ることは，当業者にとって明らかである。",
                "よって，本願発明が奏する効果は，いずれも十分予測可能な範囲内のものであって，格別なものではないから，審決における本願発明が奏する効果についての判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書（甲9）には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，太陽光追尾を簡単で効率のよい，円周分割パラボラアンテナと，低圧膜構造パラボラアンテナ，その架台に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】",
                    "従来，固定集光装置，小型の太陽熱パラボラアンテナまたはフレネルレンズで集光，集熱し追尾する装置。地表に分割した多数の反射鏡を連動設置し，集光タワーに集光するもの等がある。",
                    "【0003】",
                    "しかし，太陽光と熱をパラボラアンテナで集光，集熱する場合，集光面積が大きくなれば，集熱焦点が太陽側の遠方になり，装置が巨大になる。フレネルレンズを使用した場合焦点は太陽と反対の地上側になるが，柔軟なレンズを保持する機構が別途必要であり，大型化は難しい。通常パラボラは，必要焦点以外に不注意で焦点を結び，事故を起こすこともあった。太陽光の地軸に対し一時間当たり15度の回転，緯度に加え季節変動23．4度の太陽高度を追尾し使用するには，機構が複雑で巨大な物か，小型の物しかなかった。",
                    "【0004】",
                    "この改善策として，集熱部に巨大タワーを別途建設したり，柔軟なフレネルレンズ保持機構を強大にしたり，小分割のものを多数連動する必要があった。",
                    "天体望遠鏡に使用される赤緯儀，を使用しても，焦点位置を含め捕捉利用することは複雑であり，保持させる為の構造力点も集中し，太陽光，太陽熱を追尾使用するには，小型か，複雑，巨大な構造に成っていた。・・・"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0005】",
                    "パラボラアンテナ機構を，小型，大型ともに構築出来ること。",
                    "焦点誤動作による事故をなくすること。",
                    "架台は，緯度位置に加え季節変動太陽高度を容易に追尾すること。",
                    "地球回転に伴う太陽光の，日回転動を容易に追尾すること。",
                    "この架台で，太陽を正対，補足すること。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0006】",
                    "手段，1",
                    "本発明は，パラボラ反射鏡を，円周に沿って分割し，支持機構を一体とする事で，装置一体化で強度を保持し，小型，大型ともに構築する。",
                    "【0007】",
                    "手段，2",
                    "水平にした地盤，または伸縮脚で，受光保持台を，真北方向に水平に配置する。",
                    "【0008】",
                    "手段，3",
                    "太陽光集光焦点に，季節変動用摺動回転中心を持つ（1次）架台の両端（2次）回転架台を，当該地の地軸に平行（当該地緯度に直角）に配置する",
                    "【0009】",
                    "手段，4",
                    "この（2次）回転架台を昼間，地軸回転に対し，昼間1時間当たり約15度の割合で，回転させる。",
                    "【0010】",
                    "手段，5",
                    "この回転部先で，太陽の緯度による高度に加え，季節変動23．4度の太陽高度角へ，（3次）架台を伸縮機構で，摺動する。",
                    "【0011】",
                    "手段，6",
                    "この，複合回転構造を順次太陽移動に合わせ，手動又は，時計機構，あるいは，マイコン制御モーターで，それぞれ駆動する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0012】",
                    "効果，1",
                    "本発明の，円周分割パラボラアンテナは自立し，地上側固定位置に集光集熱が出来，装置が小型になり，風害も小さくなり，大集光面積の物も，構築できる。",
                    "【0013】",
                    "効果，2",
                    "この支持台は，設置時に当該地の地軸に平行に設置し，必要駆動を機能分割，（1次幹）（2次幹）（3次幹）し，地球回転と，季節高度を分立駆動としたことで，最小エネルギーで，太陽光を全地球上の赤道から極地，日の出から日没まで，最小限の動力で，太陽に正対し，受光，受熱出来る利点がある。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "【0014】",
                    "形態，1",
                    "パラボラアンテナは，円周に分割し隙間のある傘状の，反射鏡とし，円周分割パラボラ反射光の，焦点より主に地上側の反射光を使用し，太陽光，反射光，鏡が重複しない位置に配置する構造とする。",
                    "【0015】",
                    "形態，2",
                    "水平にした地盤，または伸縮脚で，支持台を，真北方向に配置する。",
                    "【0016】",
                    "形態，3",
                    "太陽光集光焦点に，季節変動用摺動回転中心を持つ（1次幹）架台の両端（2次幹）回転架台部を，当該地の地軸に平行（当該地緯度に直角）に配置する。",
                    "【0017】",
                    "形態，4",
                    "この（2次幹）回転架台を昼間，地軸回転に対し，昼間1時間当たり約15度の割合で，回転させる。",
                    "【0018】",
                    "形態，5",
                    "この回転部先で，太陽の緯度による高度に加え，季節変動23．4度の太陽高度角へ，（3次幹）架台を伸縮機構で，摺動する。",
                    "【0019】",
                    "形態，6",
                    "この，複合回転構造を順次太陽移動に合わせ，手段又は，時計機構，あるいは，マイコン制御モーターで，それぞれ駆動する",
                    "【0020】",
                    "形態，7",
                    "受光，受熱部を，駆動部と別に，受光台で脚に連結する。・・・"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例",
                  "text": [
                    "【0021】",
                    "実施例，1",
                    "鏡1，を（図1），（図2），断面方向配置（図3），（図，4），状に，2外周部リブ，3内周部リブ，4縦断リブ，11パラボラ受けリブ，で配置する構造で，パラボラアンテナを自立構成（図，7）する。",
                    "【0022】",
                    "実施例，2",
                    "太陽光線，5入射光，6反射光が，（図4），（図6），の焦点位置構成となる，円周分割パラボラアンテナを構成する。",
                    "【図6】平面図",
                    "円周分割パラボラアンテナ，平面図。",
                    "【0024】",
                    "実施例，4",
                    "太陽光集光焦点に，季節変動用摺動回転中心12を持つ（1次幹）架台8の，両端（2次幹）回転架台9，（図7）（図8）（図9）（図13）（図15）（図16）（図17）を，当該地の地軸に平行（当該地緯度に直角）に配置する。",
                    "【図9】平面図",
                    "円周分割パラボラアンテナ地軸面，組立平面図。",
                    "【0025】",
                    "実施例，5",
                    "太陽の緯度による高度に加え，季節変動23．4度の太陽高度角へ，（2次幹）架台9先の，伸縮架台10（図7）（図8）（図9）（図10）（図11）（図13）（図15）（図16）（図17），を，季節高度南北逆変角傘ギャ19（あるいはフレキシブル回転機構）と，南北逆変角モーター18で，1日1回程度，中心12に対し，回転摺動する。",
                    "【0026】",
                    "実施例，6",
                    "この（2次幹）回転架台9を，（図7）（図8）（図9）（図10）（図11）（図13）（図15）（図16）（図17）日回転幹16と，日回転モーター17で，昼間，地軸回転に対し，24時間当たり360度59分8秒の割合で，分立回転させる。",
                    "【0030】",
                    "実施例，10",
                    "この架台機構を小規模（図13）（図15）（図16）（図17）に構築した構成は，受光，受熱部が，回転中心とは異なる太陽追尾架台，及び，パラボラアンテナの架台として使用する。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "産業上の利用可能性",
                  "text": [
                    "【0031】",
                    "太陽光集光，色素太陽光発電の集光，熱発電素子のため集熱，太陽光レーザーエネルギー源，スターリングエンジンの集熱，蒸気発生の熱源，金属溶解の熱源，温熱蓄積の熱源，庭先バーベキュウの熱源，等用途にエコロジーな太陽エネルギー源用パラボラアンテナ，電波集波として簡単に利用できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本願発明の特徴について，次のとおり認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本願発明は，太陽光追尾を簡単で効率のよい，円周分割パラボラアンテナと，低圧膜構造パラボラアンテナ，その架台に関する（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術・課題",
                  "text": [
                    "太陽光と熱をパラボラアンテナで集光，集熱する場合，集光面積が大きくなれば，集熱焦点が太陽側の遠方になり，装置が巨大になる。フレネルレンズを使用した場合焦点は太陽と反対の地上側になるが，柔軟なレンズを保持する機構が別途必要であり，大型化は難しい。通常パラボラは，必要焦点以外に不注意で焦点を結び，事故を起こすこともあった。太陽光の地軸に対し一時間当たり15度の回転，緯度に加え季節変動23．4度の太陽高度を追尾し使用するには，機構が複雑で巨大な物か，小型の物しかなかった（【0003】）。",
                    "この改善策として，集熱部に巨大タワーを別途建設したり，柔軟なフレネルレンズ保持機構を強大にしたり，小分割のものを多数連動する必要があった。天体望遠鏡に使用される赤緯儀，を使用しても，焦点位置を含め捕捉利用することは複雑であり，保持させるための構造力点も集中し，太陽光，太陽熱を追尾使用するには，小型か，複雑，巨大な構造になっていた(【0004】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題",
                  "text": [
                    "パラボラアンテナ機構を，小型，大型ともに構築できること。焦点誤動作による事故をなくすこと。架台は，緯度位置に加え季節変動太陽高度を容易に追尾すること。地球回転に伴う太陽光の，日回転動を容易に追尾すること。この架台で，太陽を正対，補足すること。（【0005】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "効果",
                  "text": [
                    "円周分割パラボラアンテナは自立し，地上側固定位置に集光集熱ができ，装置が小型になり，風害も小さくなり，大集光面積の物も，構築できる（【0012】）。",
                    "この支持台は，設置時に当該地の地軸に平行に設置し，必要駆動を機能分割，（1次幹）（2次幹）（3次幹）し，地球回転と，季節高度を分立駆動としたことで，最小エネルギーで，太陽光を全地球上の赤道から極地，日の出から日没まで，最小限の動力で，太陽に正対し，受光，受熱できる利点がある(【0013】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "パラボラアンテナは，円周に分割し隙間のある傘状の，反射鏡とし，円周分割パラボラ反射光の，焦点より主に地上側の反射光を使用し，太陽光，反射光，鏡が重複しない位置に配置する構造とし（【0014】，【0021】），"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "太陽光集光焦点に，季節変動用摺動回転中心を持つ（1次幹）架台の両端（2次幹）回転架台部を，当該地の地軸に平行（当該地緯度に直角）に配置し（【0016】，【0026】），"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "この（2次幹）回転架台を昼間，地軸回転に対し，昼間1時間当たり約15度の割合で，回転させ(【0017】)，"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "この回転部先で，太陽の緯度による高度に加え，季節変動23．4度の太陽高度角へ，（3次幹）架台を伸縮機構で，摺動し(【0018】，【0025】)，"
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "受光，受熱部を，駆動部と別に，受光台で脚に連結する(【0020】，【0030】)。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（引用発明及び一致点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1（甲2）には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求の範囲",
                  "text": [
                    "「1．  太陽光線のエネルギーを吸収して他の形のエネルギーに変換する吸熱体と，該吸熱体から遠くにあって吸熱体と太陽の間に配置された枠体と，前述の関係に枠体と吸熱体を支持する手段と，少なくとも1つの軸に沿って動くように枠体に作動的に連結された太陽追尾手段と，いろいろな径の複数の環状円錐台とからなり，該環状の円錐台はそれらの幾何学的中心を通る軸線に対して前記枠体に同一中心でかつ段違い列に取りつけられ，前記円錐台の最外側のものによって形成された基部から，前記円錐台の最内側のものによって形成された頂部へと高くなっていて，前記列は，隣り合う円錐台の間に環状隙間を有し，該円錐台は，円錐状の内側空洞を囲み，外側表面と弧状の光反射性内側表面を有し，該内側表面は，各々単一の独特な放物面で構成され，各々前記軸線に対し上外側の傾斜方向に傾いていて入射太陽光線を受けとり，それらを1回の反射で前記環状隙間と内側空洞を通して吸熱体に伝達し，吸熱体は光反射放物面の円錐台に共通な焦点帯を有し，焦点帯は焦点の共通中心を有している可変エントロピイ太陽エネルギー集熱装置。 ",
                    "2．  前記太陽追尾手段は，東西軸に沿った太陽の日々の動きと南北軸に沿った太陽の季節的動きに応じて，2つの軸に沿って前記枠体を動かすようになっている請求の範囲第1項に記載の可変エントロピイ太陽エネルギー集熱装置。」（1頁22～23欄）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本発明の背景と要約",
                  "text": [
                    "「前側焦点式集熱器には，該装置の有用性を妨げる焦点帯に比較的入りにくいなどの多数の欠点がある。吸熱体が必要であるが，これは集熱器構造体に取り付けなければならず，追尾連接装置に重量が加わり，支持構造体の補強部材が必要となる日よけ効果と同様に重量の問題は使用可能な焦点帯の日射量を制限する。その結果，集熱されたエネルギーの45％も周囲環境中に失われてしまうといわれている。更に，集熱器と吸熱体が共に半円形の追尾弧にそって動くとき，これらの心合わせを頻繁に行う必要があるという欠点がある。",
                    "従来技術の単一反射後側焦点式装置は日射を線形焦点に集光するが，これはエネルギー収率が弱まることを意味する。このような装置は，点焦点式装置で得られる集熱量の一部分しか得られない。該装置の効率を増大する為，構成要素の寸法を大きくする方法があるが，これは構造上の問題と材料および製造の価格の高騰をもたらす。寸法が大きくなればなるほど，風の抗力が増大し，それに関連する問題も大きくなる。多反射後側焦点式装置は，『点』焦点を作ることができるが，材料と建設能力に対する要求が大きくなり，『点』焦点に日射を集中するには，太陽光線が，ターゲットに当たるまでに数回反射する大きい表面積を必要とする。",
                    "太陽を追尾する装置には大きな問題がある。なぜなら，重い嵩のある本体を動かすことは，エネルギー及び精密工学の面から高価になるからである。静止型，すなわち，非追尾式装置の欠点は，一日を通じて入射光に当たる集熱器の表面が一部分にすぎないということである。太陽光を受ける量は，日の出で零近くであり，正午に最大になり，日の入りで再び零近くまで低下する。こうして，非追尾形集熱集光器は，他の方法で利用できる日射の60％ほどを吸収するにすぎない。更に，該装置は，一般に赤道の方へ傾いていて，一年のうち5カ月ほど（緯度36°Ｎ）の間は，日の出，日の入り近くで自ら影となり，年間日照時間の約23％を失う。",
                    "この発明の目的は，集熱器に対して固定した集光器および吸熱体に『点』焦点像を作る効果的な単一反射後側焦点追尾型太陽集熱器を設けて，前述の従来技術の限界を克服することである。全体の構造は小型，軽量で，占有面積が小さい。」（3頁3欄16行～5欄8行）",
                    "「本装置の太陽追尾操作は，自動的で，設置時に，集光器の日周軸を真の北方（または南方）に合わせ，そして水平面に対し日周軸を，その場所の地域の緯度に対応する角度になるように配置するために調整を1回必要とするだけである。この1回の調整で，地軸に対し平行に日周軸を配置する。」（4頁9欄2～7行）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図面の簡単な説明",
                  "text": [
                    "「第1図は，この発明による太陽エネルギー集熱器-集光器の斜視図である。」（4頁9欄末行～10欄1行）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "詳細な説明",
                  "text": [
                    "「第1図を参照すると，太陽集熱器10が示されており，これは，段違い関係で互いに空気すきまだけ離れている4つの円錐台12a，12b，12c，12dの集中的巣ごもり形列からなる。円錐台は，それらの幾何学的中心を通過する焦点軸Aのまわりに対称的に配置されている。この列は，倒立截頭形の環状桶の形状であり（第2図），その両端が開いていて，最外側の円錐台12aで囲まれた基部から，最内側の円錐台12dで囲まれた頂部へと高くなっている。各円錐台には外側表面と内側の反射表面があり，後者は単一の独特な放物面で構成され，太陽に向って上外側の傾斜方向に傾いている。このようにして，各円錐台の上側リムはその下側リムより大きい周縁になっている。4つの円錐台の上側リムには一対の細い横断リブ14と16が取りつけられていて，円錐台を互いに連結する。",
                    "円錐台12a，12b，12c，および12dの間の空気隙間（第2図）には，構造体に対する風抗力を減らし，焦点軸Aに沿って配置された焦点帯に，太陽光線を円錐台の内側表面に入射させそこで反射させて送るという二重の機能がある。円錐台の放物面形表面部分と中間の空気隙間は，平面図で，リブ14と16が横切っていて，実質的に破断のない環状表面の外観であり，円錐台12dの下側リムで囲まれた部分に等価な中央穴を囲むように計算する。",
                    "円錐台12aの外側表面にあるリブ14の一端に支柱18が取りつけられ，支柱の他端はアーム20に連結している。アーム20の他端は赤緯追尾モータのハウジング22に固定され，モータのロータ26はリンク機構を介して細長い棒24に連結されている。矢印C の方向にロ1ータ26が軸Cのまわりを回転すると，アーム20が棒24に対して移動する。棒24は棒4ママ4に続き，これが，穴あきブラケットト32を含むスリーブ軸受30に入り込む。基盤36に取りつけられた筒状柱34が，上端に開口（図示せず）を含む軸38を回転自在に収容する。軸38の開口とこれに隣接するブラケット32の穴を通るピン40がスリーブ軸受30を柱34に旋回自在に連結する。支柱は，アーム20，棒24と44，スリーブ軸受30，柱34，軸38とそれらのリンク機構は，集熱器10と追尾連接装置の支持構造であり，これらが，以下に述べるように，2つの軸に沿って太陽の実際の動きを連続的に追うようになっている。",
                    "吸熱体42の形の太陽エネルギー集光器が円錐台12a，12b，12c，および12dの共通焦点帯に配置されている。・・・吸熱体は，集熱器構造と追尾装置から充分に離れたところに配置され，吸熱体から発生する高温によって後者が劣化するのを防止したり，追尾装置の機構をじゃましないようにする。同時に，集熱器や追尾装置からの距離は，吸熱体の近づきやすさを増し，吸熱体からのエネルギーの移送を容易にする。",
                    "『玉』のように図示した吸熱体42は，軸46の一端に取りつけられ，軸46は，焦点軸Aに中心合わせしてあり，棒44にある穴29の中を焦点軸に沿ってねじ式に動くことができる。・・・吸熱体42に対してこうして決められた焦点中心の位置は，日日のあるいは季節毎の追尾操作の間も固定したままである。」（4頁10欄7行～5頁12欄19行）",
                    "「円錐台12a，12b，12cと12dは軽量材料で作る。それらは，鋳造，成型，真空成形，その他の従来の製法によって別々にまたは一体に製造できる。組立体は，小型で，安定で，構造的荷重問題を生じない。例えば，円錐台が0．04cmアルミニウムでできている場合，全体の積み重ね集熱器は約22．7kgの重量になるにすぎない。・・・",
                    "吸熱器42〔判決注・「吸熱体42」の誤記と認める。〕は，例えばタングステンのような高融点の材料からなり，・・・しかし，吸熱体の材料成分は，この発明の一部と考えるのではなく，例示のために掲げているにすぎないことを理解されたい。",
                    "集熱器10の寸法，その高さと焦点帯からの距離を第 1 図に示し，188cm身長の人間の姿の図の隣りに置いて比較している。集熱器10の各々の最外側円錐台12aの直径は292cmで，これは大型の裏庭ピクニックテーブル用傘の直径に近い。第1図における図上のこれらの，及びその他の寸法は，寸法や規模の制限を課するものではなく，建築上美術上の基準を満足する場所にひどく目立たずに集熱器-集光器を配置する容易性を例示するために示しているにすぎない。場所が許せば，もっと大型の装置を設置できるが，追加の構造的支持手段が必要となろう。",
                    "この発明による集熱器-吸熱体用太陽追尾装置は，当業者に周知の方法や操作要素に基づいている。ここには，（北半球では）真の北，（南半球では）真の南を指すように柱34の軸38を回転して集熱器軸Aの一回調整を行う手段，および太陽の季節毎のそして日々の運行に従って連続的に調整する手段が含まれる。一回調整では，地球の回転軸に平行になるように，その場所の日周軸Dの傾斜角も定める。それは，設置時に，ブラケット32を赤道儀調整軸Bのまわりを矢印B の方向に回転し，その場所の緯度に数値的に対応する水平線との角度にスリーブ1軸受30，従って軸Aを乗せるようにして実施できる。季節的な調整は，棒24に対するアーム20の姿勢を変えて行う。これは，北から南へ太陽を追うように，ハウジング22を軸Cのまわりに矢印C の方向に動かすことによって行う。・・・日々の調整は，1時間当たり15°1の速度で東から西へ太陽を追うように，軸Dのまわりを矢印D の方向に，スリーブ軸受30に1対し一定速度で棒24を動かして行う。」（5頁13欄8行～6頁15欄10行）",
                    "「第2図は，円錐台12a，12b，12cと12dの内側表面に太陽光線R ，R ，R と1 2 3R が到達し，反射して，空気間隙を通って，内側の空穴を通って，吸熱体42に54°～72°4の間の入射角（反射角）で到達する様子を示している。」（6頁18欄14～18行）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，引用例1には，審決認定のとおり，以下の引用発明が記載されていると認められる。",
                "「いろいろな径の複数の環状の円錐台12a，12b，12c，12dと，一対の横断リブ14，16とからなり，円錐台12a，12b，12c，12dはそれらの幾何学的中心を通る焦点軸Aに対して横断リブ14，16に同一中心でかつ段違い列に取りつけられ，円錐台の最外側のものによって形成された基部から，円錐台の最内側のものによって形成された頂部へと高くなっていて，段違い列は，隣り合う円錐台の間に環状隙間を有し，円錐台は，円錐状の内側空洞を囲み，外側表面と弧状の光反射性内側表面を有し，内側表面は，各々単一の独特な放物面で構成され，各々軸線Aに対し上外側の傾斜方向に傾いていて入射太陽光線を受けとり，それらを1回の反射で環状隙間と内側空洞を通して焦点帯に伝達し，",
                "円錐台12aの外側表面にある横断リブ14の一端に取りつけられた支柱18，支柱18の他端に連結されたアーム20，アーム20の他端にハウジング22が固定された赤緯追尾モータ，モータのロータ26に連結された棒24及び棒44，ブラケット32を含み棒44が入り込むスリーブ軸受30，筒状柱34が取りつけられた基盤36，筒状柱34に回転自在に収容され，ブラケット32が旋回自在に連結された軸38とからなる，支持構造と，",
                "円錐台12a，12b，12c，12dの共通焦点帯に配置され，焦点軸Aに中心合わせしてある軸46の一端に取りつけられ，棒44にある穴29の中を焦点軸Aに沿ってねじ式に動くことができる吸熱体42とからなる，",
                "太陽集熱器10」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明は，各円錐台12a，12b，12c，12dの内側の放物面にて，入射した太陽光線を焦点帯へ反射するものであるから，パラボラアンテナ半球面の機能を有しており，複数の円錐台12a，12b，12c，12dを一対の横断リブ14，16により連結する構造は，全体を傘状に一体としているといえるから，引用発明は，「パラボラアンテナ半球面を，傘状に，一体としたパラボラアンテナ」を有しているといえる。",
                "また，引用発明は「支持構造」により支持されるものであるところ，支柱18，アーム20及び赤緯モータは，季節的な調整に係るものであるから，本願発明の「3次幹（季節変動伸縮幹）架台機構」と，「3次幹（季節変動に係るもの）架台機構」の限度で一致する。そして，棒24及び棒44とブラケット32及びスリーブ軸受30は，支柱18，アーム20及び赤緯モータの支持や日々の調整に係るものであるから，本願発明の「2次幹（3次支持，及び時刻回転軸受）」「架台機構」に相当し，筒状柱34及び基盤36と軸38は，棒24及び棒44とブラケット32及びスリーブ軸受30の支持に係るものであるから，「1次幹（2支持幹を支持）」「架台機構」に相当し，これらを合わせたものが，本願発明の「架台」に相当する。",
                "さらに，引用発明の「吸熱体42」は，太陽エネルギーの集光に係るものであるから，本願発明の「受光，受熱部」に相当し，引用発明における「吸熱体42」を含む「支持構造」全体は，その機能に照らして，本願発明の「パラボラアンテナ架台」に相当する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そこで，本願発明と引用発明とを対比すると，審決認定のとおり，次の点で一致するものと認められる。",
                "「パラボラアンテナ半球面を，傘状に，一体としたパラボラアンテナ。",
                "とこれを支持する，1次幹（2支持幹を支持），2次幹（3次支持，及び時刻回転軸受），3次幹（季節変動に係るもの）架台機構を有する架台と，受光，受熱部を有する，パラボラアンテナ架台。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，引用例1に記載された太陽集熱器10における受熱器の片持ち支持台の延長を概算すると合計8．5mとなり，8mの釣り竿の先に22．7㎏の重さのものを設けた場合には，支持台に約500kgの力が掛かるとともに，集熱器を片持ちとした場合には，太陽光追尾に伴って集熱器の重心移動によるネジレが生じ，その補正に大がかりで精密な補正が必要となるなど，引用例1に記載された内容は，およそ実現不可能な「机上の空論」であり，そのような文献に基づく引用発明の認定は誤りであると主張する。",
                "しかしながら，原告は，引用例1の第1図から実施例の寸法を推定し，その結果に基づいて実現可能性を論じているが，引用例1の第1図は，設計図とは異なり，その図面から厳密な寸法等が特定できるものではないし，引用発明は，引用例1の第1図の寸法のものに限定されるものでもないから，原告の主張は，その前提に誤りがあって，理由がない。",
                "すなわち，特許法36条は，明細書とは異なり，図面は必要な場合に願書に添付すれば足りるものとし（同条2項），明細書の必要的記載事項である発明の詳細な説明（同条3項3号）については，「経済産業省令で定めるところにより，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものであること」が必要であるとし（同条4項1号），これを受けた特許法施行規則24条の2が，この「経済産業省令で定めるところによる記載は，発明が解決しようとする課題及びその解決手段その他のその発明の属する技術の分野における通常の知識を有する者が発明の技術上の意義を理解するために必要な事項を記載することによりしなければならない」とする一方で，図面を願書に添付した場合については，明細書に図面の簡単な説明を記載すべきことを求めるとともに（特許法36条3項2号），特許法施行規則25条が，図面は様式30により作成すべきことを定めるにとどまり，明細書の発明の詳細な説明のような記載要件は定められていない。このように，引用例1の第1図のような願書に添付された図面は，発明の技術内容を理解しやすくするために，明細書の発明の詳細な説明の補助として使用されるものであり，明細書の発明の詳細な説明以上の詳細な記載が求められるものではないから，図面の記載も，当業者がその特許出願の発明の技術上の意義を理解し，その実施をすることができる程度に記載されていれば足りるものであり，設計図のような正確性が必要とされているものではない。以上の引用例1の第1図の性質に加え，引用例1には，前記(1)エのとおり，「第1図における図上のこれらの，及びその他の寸法は，寸法や規模の制限を課するものではなく，建築上美術上の基準を満足する場所にひどく目立たずに集熱器-集光器を配置する容易性を例示するために示しているにすぎない。」と記載されているから，引用発明が，引用例1の第1図の寸法のものに限定されるものではないことは明らかである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "また，引用例1には，前記(1)エのとおり，「円錐台12aの外側表面にあるリブ14の一端に支柱18が取りつけられ，支柱の他端はアーム20に連結している。」及び「円錐台12a，12b，12cと12dは軽量材料で作る。それらは，鋳造，成型，真空成形，その他の従来の製法によって別々にまたは一体に製造できる。組立体は，小型で，安定で，構造的荷重問題を生じない。」と記載されており，リブ14が，リブ16とともに，円錐台12a，12b，12cと12dを互いに連結し，支柱18が，円錐台12aの外側表面にあるリブ14の一端に取り付けられているから，片持ち支持の構造であっても，所定の材料と製造方法を用いて，リブ14及びリブ16で荷重を支える構造を採用することで，集熱器の重心移動が生じても，個々の円錐台には構造的荷重問題は発生せず，ネジレは生じないものとみることができる。したがって，集熱器の重心移動によるネジレ補正を行う必要はないから，太陽光追尾に伴う集熱器の重心移動によるネジレ補正に大がかりで精密な補正が必要となることを理由として，引用例1に記載された内容が実現不可能な「机上の空論」である旨をいう原告の主張は，理由がない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原告は，審決の本願発明と引用発明の一致点の認定が誤っている理由として，引用例1の第1図の28とC との関係の記載がないこと，本願発明と引用発1明とは内容や機構が違うことを主張する。",
                "確かに，引用例1において，第1図の28とC との関係についての記載がない1ことは事実であるが，このことが，前記認定の本願発明と引用発明との対比に基づく一致点の認定を左右するものとは認められない。",
                "また，本願発明と引用発明は，それぞれ前記認定のとおりであり，これらを対比すれば，前記認定の一致点の限度で一致するから，本願発明と引用発明との内容や機構の相違を理由とする原告の主張も理由がない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上によれば，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（相違点の認定・判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法29条2項は，特許出願前に当業者が同条1項各号に掲げる発明に基づいて容易に発明をすることができたときは，その発明については，同項の規定にかかわらず，特許を受けることができない旨規定しているところ，本件のように，同条2項所定の特許要件，すなわち，特許出願に係る発明の進歩性について審理するに当たっては，この発明を同条1項各号所定の発明と対比する前提として，特許出願に係る発明の要旨が認定されなければならない。そして，同法36条5項が，願書に添付する特許請求の範囲には，請求項に区分して，各請求項ごとに特許出願人が特許を受けようとする発明を特定するために必要と認める事項のすべてを記載しなければならない旨規定していることに照らすと，特許出願に係る発明の要旨認定は，特段の事情のない限り，願書に添付した特許請求の範囲の記載に基づいてされるべきであり，特許請求の範囲に記載がなく，明細書の発明の詳細な説明にのみ記載された技術的事項を発明の要旨として認定することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これを本願発明についてみると，本件補正後の特許請求の範囲の請求項1の記載は，前記第2の2のとおりであり，原告主張の「本願発明の断面がハート状である」こと及び「本願発明の焦点が円形である」ことについては，いずれも前記記載に含まれておらず，特許請求の範囲に記載されていないし，前記特段の事情も認められない。",
                "そうすると，原告主張の「本願発明の断面がハート状である」こと及び「本願発明の焦点が円形である」ことは，いずれも本願発明の要旨に含まれるものとは認められないから，原告主張の「引用発明は頂部へと高くなっているのに対し，本願発明の断面がハート状である」という点及び「本願発明の焦点が円形であるのに対し，引用発明の焦点は楕円である」という点は，いずれも本願発明と引用発明との相違点には当たらず，これらを相違点としなかった審決の認定に誤りはない。",
                "したがって，その余の点を判断するまでもなく，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（相違点の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定",
              "text": [
                "前記認定によれば，本願発明と引用発明とは，審決認定のとおり，前記第2の3(3)の相違点1～3（以下に再掲）において相違するものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "本願発明は，パラボラアンテナが「パラボラアンテナ半球面を円周に沿って分割し，隙間のある傘状に（した）」「円周分割」パラボラアンテナであるのに対し，引用発明は，そのように構成されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "本願発明は，3次幹（季節変動に係るもの）架台機構が「3次幹（季節変動伸縮幹）架台機構」であるのに対し，引用発明は，支柱18，アーム20及び赤緯モータからなる点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3",
                  "text": [
                    "本願発明は，「受光，受熱部は，回転機構とは別の受光支持台構造とした」ものであるのに対し，引用発明は，「吸熱体42」が「焦点軸Aに中心合わせしてある軸46の一端に取りつけられ，棒44にある穴29の中を焦点軸Aに沿ってねじ式に動くことができる」構造としたものである点。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1に係る本願発明の「パラボラアンテナ半球面を円周に沿って分割し，隙間のある傘状に（した）」構造については，これがどのような構造を意味しているのかは一義的に明らかではなく，この構造は，その文意から，次の(ア)及び(イ)の2つの意味に解することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "パラボラアンテナ半球面を半径方向に同心円状に分割し，円錐体又は截頭円錐体の複数の部材を同心円状に，かつ，部材同士の間に隙間を設けて配置することにより，全体として隙間のある傘状を呈している構造"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "パラボラアンテナ半球面を半径方向に同心円状に分割するとともに，頂点から円周方向に扇形状に分割し，複数の扇形や円弧状の部分から円錐体又は截頭円錐体の複数の部材を構成し，これらの部材を同心円状に，かつ，部材同士の間に隙間を設けて配置することにより，全体として隙間のある傘状を呈している構造"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，前記ア(ア)の意味に解した場合には，引用発明も，パラボラアンテナ半球面を半径方向に同心円状に分割し，截頭円錐体の複数の部材である「円錐台12a，12b，12cと12d」が同心円状に，かつ，部材同士の間に隙間を設けて配置することにより，全体として隙間のある傘状を呈している構造となっているから，前記ア(ア)の意味における本願発明の「パラボラアンテナ半球面を円周に沿って分割し，隙間のある傘状に（した）」構造を備えており，相違点1は，実質的な相違点ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，前記ア(イ)の意味に解した場合，引用例1には，前記2(1)エのとおり，「円錐台12a，12b，12cと12d・・・は，鋳造，成型，真空成形，その他の従来の製法によって別々にまたは一体に製造できる。」と記載されており，円錐台を分割構造にすることについての示唆があるといえる。また，装置を構成するに当たり，その大きさや具体的な構造等を考慮して，分割・組立て可能な構造とすることは，通常行われているものであり，太陽光による集熱反射鏡に係る引用例2において，「縱骨材（1）及（2）ハ横骨材（3）及ヒ結合鈑（5）ニ『ボールト』ヲ以テ結合セシメ其ノ縱骨材ヲ支材トシテ幾多ノ横骨材（4）ヲ同心圓上ニ結合セシメ是等横骨材（4）ノ兩面ノ凹部ニ扇形ニ截斷シタル薄キ反射鈑（6）ヲ嵌メ込ミ抛物線體ノ一分解體〔第三圖〕ヲ作リ數個ノ分解體ヲ『ボールト』（7）ヲ以テ組合セ一個ノ抛物線體ヲ完成スルモノトス」（1頁左から9～7行），「抛物線形ニ屈曲セシメタル縱骨材ヲ反射鏡ノ中心ヨリ放射状ニ配列シ之レヲ支材トシテ兩面ニ溝ヲ有スル横骨材ヲ同心圓上ニ配列シ横骨材ノ溝ニ從ヒテ扇形ニ截斷シタル薄キ反射鈑ヲ曲ケ乍ラ嵌メ込ミ一種ノ抛物線體ヲ形成セシメタル集熱反射鏡ノ構造」（2頁3～5行）と記載されているとおり，広く知られた技術である。",
                    "そうすると，引用発明において，円錐台12a，12b，12c，12dを円周方向に分割した複数の部材から成る構造のものとすること，すなわち，相違点1に係る本願発明の構成とすることは，製造のしやすさや精度などに応じて，当業者が容易に想到できたことである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，相違点1は，実質的な相違点ではないか，実質的な相違点であったとしても，当業者が容易に想到できたものであるから，これと同旨の審決における相違点1の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点2に係る本願発明の「3次幹（季節変動伸縮幹）架台機構」については，これがどのような構造を意味しているのかは一義的に明らかではないが，明細書及び図面をも参酌すると，部材の伸縮（摺動）を伴う調整動作により，パラボラアンテナの季節変動に係る角度調整を行うものであると理解することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明は，支柱18，アーム20及び赤緯モータにより，円錐台12a，12b，12c，12dの季節変動に係る角度調整を行うものであるが，季節変動に係る角度調整を行うという機能は，本願発明のものと基本的に同じであり，このような角度調整に係る焦点を中心とした回転動作は適宜の構成により達成し得ることは明らかである。",
                    "そして，①乙1文献には，パネル支持枠3の背面に付設した半円弧状湾曲アーム9を，支柱2の上端に形成した上向きの溝10に嵌合するとともに，これをスライドしてパネル支持枠3の仰角度を調製した後，支柱2の上端にセットボルト11をねじ込み，アーム9を押さえつけることで，アーム9を支柱2に固定し，回動不能に抱持したパネルスタンド（明細書1頁19行～4頁14行，第1図～第4図）が，②乙2文献には，太陽電池パネル5に固定された湾曲アーム15が，内部材13の上端部14に回動可能に取り付けられ，湾曲アーム15を回動させて位置を調節することにより，太陽電池パネル5の上下方向の角度（仰角）の調整を可能とした建材の連結角度調整装置（【0009】～【0011】，図1及び図2）が，③乙3文献には，電波を放射するアンテナ1の背面に付設した半円形ガイドレール8を，その円中心を回転軸としてその周りに円滑に回転するように案内するレーダ装置（明細書4頁8行～6頁5行，第3図及び第4図）が，④乙4文献には，多数の集光ユニット5と太陽光追尾用光センサ6を搭載した俯仰部4の支持枠7の裏面側に固定した半円弧フレーム8が，駆動支持部9内において2組のローラペア31，32によって挟持されて回動自在に支持され，集光ユニット5が太陽光を追尾するように仰角を調整する太陽光追尾式太陽光集光装置（【0005】，図4～図6）が，それぞれ記載されているように，構成部材の伸縮（摺動）を伴う回動機構により角度調整を行うことは周知である。",
                    "また，角度調整に，構成部材の伸縮（摺動）を伴う回動機構を用いるか，構成部材の伸縮（摺動）を伴わない回動機構を用いるかは，当業者が必要に応じて適宜なし得る事項である。",
                    "そうすると，引用発明において，円錐台12a，12b，12c，12dの季節変動に係る角度調整を行うための構成として，構成部材の伸縮（摺動）を伴う回動機構を採用して，相違点2に係る本願発明の構成とすることは，当業者が容易に想到できたものであるから，これと同旨の審決における相違点2の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，被告が引用する乙1文献記載の「パネル支持枠3」，乙2文献記載の仰角調整装置，乙3文献記載のガイド機構，乙4文献記載の「半円弧フレーム8」の支持構造は，いずれも水平回転，鉛直回転の2次元機構（2次制御するに最適）であると主張する。",
                    "しかしながら，原告の主張は，本願発明の3次幹（季節変動伸縮幹）10が鉛直方向に対して傾いた角度に設けられた円弧状部材であり，この3次幹（季節変動伸縮幹）10が（2次幹）回転架台9を貫通する構成であるとともに，季節変動に基づく仰角の調整に当たり，この3次幹（季節変動伸縮幹）10を（2次幹）回転架台9に対しスライド移動（摺動）させることで，（2次幹）回転架台9から突出した3次幹（季節変動伸縮幹）10の一方が伸びるとともに，他方が縮む構成であることを前提とした主張であると認められるが，前記第2の2のとおり，これらの構成は，本件補正後の特許請求の範囲の請求項1に記載されたものではなく，本願発明の発明特定事項となるものではないから，原告の主張は，その前提を欠くものであって，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3について",
              "text": [
                "引用発明において，吸熱体42は，太陽エネルギーの集光が主たる機能であって，各円錐台の共通の焦点帯に配置されていれば足りるものであり，その設置箇所は集光可能な箇所であれば，当業者が適宜に設置し得るものであって，棒44と共に日周運動をすることを要するものではない。",
                "そして，引用例1には，前記2(1)エのとおり，「吸熱体は，集熱器構造と追尾装置から充分に離れたところに配置され」ることや「追尾装置の機構をじゃましないようにする」ことが記載されており，太陽に対して追尾運動をする構造体から離れた位置に吸熱体を配置することの示唆があるといえる。また，「集熱器や追尾装置からの距離は，吸熱体の近づきやすさを増し，吸熱体からのエネルギーの移送を容易にする」との記載もあり，吸熱体へのアクセスやエネルギーの移送の観点から吸熱体を適宜の箇所に設置可能であることも示唆されている。",
                "これらの示唆を踏まえると，引用発明において，吸熱体を本願発明の「回転機構",
                "」に相当する「集熱器構造と追尾装置」とは別の部材に支持される構造として，相違点3に係る本願発明の構成とすることは，当業者が容易に想到できたものであるから，これと同旨の審決における相違点3の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，取消事由1～3は，いずれも理由がない。また，原告が審決の誤りとして主張するその余の点は，いずれも審決の結論に影響を及ぼすものとは認められず，審決の取消事由となるものではない。",
            "よって，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}