{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，「原告サーナアルファのその余の請求を棄却する。」との部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，304万9570円及びこれに対する平成26年10月29日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，控訴人が，被控訴人に対し，①控訴人によるVRC法の実施は，被控訴人が控訴人に提供した不正競争防止法2条1項7号所定の営業秘密の不正使用又は不正開示に当たらないとして，控訴人のVRC法の実施行為について，被控訴人が控訴人に対して同法3条1項に基づく差止請求権及び同法4条に基づく損害賠償請求権を有しないことの確認を求めるとともに，②控訴人が被控訴人と締結した原告サーナアルファ契約は，錯誤により無効(民法95条)である旨主張して，不当利得返還請求権に基づき，控訴人が上記契約に基づいて被控訴人に支払った金員相当額合計304万9570円及びこれに対する平成26年10月29日(訴状送達の日)から支払済みまでの民法所定年5分の割合による遅延損害金の支払を求める事案である。",
        "原判決は，上記①に係る訴えを却下し，上記②の請求を棄却した。",
        "控訴人は，上記②の請求を棄却した部分について，控訴した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決の「事実及び理由」欄の第2，2(1)～(3)に記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "本件の争点は，原判決の「事実及び理由」欄の第2，3(2)に記載のとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "当事者の主張",
          "text": [
            "当事者の主張は，以下に，(1)控訴人の控訴理由，及び，(2)被控訴人の反論を加えるほか，原判決の「事実及び理由」欄の第3，2に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の控訴理由",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴理由1(原告サーナアルファ契約の内容について)",
                  "text": [
                    "原判決は，原告サーナアルファ契約は，被控訴人が控訴人に対し，本件特許権の再実施権を許諾することを内容とするものではない，と認定した。",
                    "しかし，控訴人が，本件錯誤1-1及び1-2に関して，錯誤の内容として主張したのは，①控訴人は，被控訴人との契約がなければ本件特許権を実施することができない，及び，②控訴人は，本件特許権の実施許諾なしには，加圧トレーニング等をリハビリ等の，鍼灸師，理学療法士などの医療関係資格者が行う行為(医療類似行為)に応用することができない，と誤信したこと，である。控訴人は，加圧トレーニングをリハビリ等の医療類似行為に応用することを目的として，原告サーナルファ契約を締結したものであるところ，医療類似行為を行うために本件特許権の実施許諾が不要なのであれば，同契約を締結し更新することはなかった。",
                    "もし，原判決の認定するように，そもそも，原告サーナアルファ契約は，控訴人に本件特許権の再実施を許諾する内容ではなかったのに，実施許諾する内容の契約だと誤信させていたのであれば，重大な要素の錯誤である。",
                    "もし，被控訴人が，契約締結に至る勧誘時に，原告サーナアルファ契約は本件特許権を実施許諾する内容ではないと認識していたとすれば，被控訴人の行為は，詐欺である。控訴人は，当審において，予備的に，詐欺の主張をする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴理由2(本件錯誤1-1及び同1-2について)",
                  "text": [
                    "原判決は，控訴人が「筋力トレーニングとしての加圧トレーニング」を実施していた以上，加圧トレーニングを医療類似行為に応用する目的を超えているので，本件錯誤1-1及び同1-2は，要素の錯誤に当たらないと認定した。",
                    "しかし，錯誤の有無は，当初の契約に至る過程において判断されるべきであり，事後の実施形態は事情にすぎない。Aは，もともと個人の資格で契約を締結しており，その後法人契約に切り替えたのだから，法人契約(原告サーナアルファ契約)でも医療類似行為への利用を目的として契約締結しており，医療類似行為に契約が必要でないと認識していれば，原告サーナアルファ契約に応じなかったことは明らかである。",
                    "原告サーナアルファ契約締結後，契約金額が多額に及んだため，その回収のために筋力トレーニングとしての加圧トレーニングを集客宣伝のために用いたことは否定しないが，鍼灸等が営業の中心であることに変わりはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴理由3(本件錯誤2について)",
                  "text": [
                    "原判決は，原告サーナアルファ契約は，「成長ホルモン290倍」を保証することを内容とするものではない，と認定した。",
                    "しかし，控訴人が主張したのは，被控訴人代表者の著書において，加圧トレーニング方法が成長ホルモンが異常なほど増大することを保証するかのように宣伝しており，控訴人もそれを誤信して，これを動機として原告サーナアルファ契約締結に至った点が錯誤であるというものである。「290倍」という数字にこだわるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴理由4(Aの重過失について)",
                  "text": [
                    "原判決は，Aに本件錯誤1-1，1-2及び2があったとしても，重大な過失に基づく誤認であると判断したが，被控訴人が巧妙に錯誤に陥らせるような表現を駆使してきたことを看過した上で，一方的に錯誤に陥った理由を控訴人に押し付けるものであり，暴論である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴理由1に対し",
                  "text": [
                    "被控訴人代表者の著書に，加圧については本件特許があり許諾なしには使用できないとの記載はなく，被控訴人担当者が，控訴人に対して，「被控訴人と契約締結しなければ本件特許を使えない」と警告した事実もない。被控訴人は，控訴人に対し，原告サーナアルファ契約が本件特許を実施許諾する内容の契約であると誤信させるような行為を行ってはいない。",
                    "原告サーナアルファ契約は，加圧トレーニングの講習及び加圧トレーニングなどの標章使用許諾を中心とした契約である。被控訴人は，原告サーナアルファ契約には，本件特許権の再実施許諾は含まれないが，同契約期間中は，控訴人に対して，本件特許権に基づく権利行使はされないという事実状態にあると認識していた。",
                    "控訴人のいう「医療類似行為」が，形式的に本件発明の技術的範囲に属するとしても，本件特許権の効力は及ばない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴理由2に対し",
                  "text": [
                    "控訴人は，医療類似行為を行う資格のない者を「従業員インストラクター」としていたから，「加圧トレーニングを有資格者が行う医療類似行為としてのみ実施し，医療行為や医療類似行為以外の行為としては実施しないこと」を前提とする控訴人の主張は成り立たない。また，控訴人は，原告サーナアルファ契約を任意に解約できる状況にあったにもかかわらず，毎年更新し続けてきたから，専ら医療類似行為を行っていたものではなく，加圧による筋力トレーニングと鍼を組み合わせて実施するなどの営業を行っていたことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴理由3に対し",
                  "text": [
                    "原告サーナアルファ契約の契約書に，成長ホルモンに関する記載は一切存在しないから，成長ホルモンに関する事項が，一般人にとってもその錯誤がなかったらその意思表示をしなかったであろうと考えられるほどに重要であるとはいえない。この理は，成長ホルモンが「290倍」であろうと「100倍」であろうと異ならない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求には理由がないと判断する。その理由は，以下のとおり，原判決を補正し，控訴理由に対して判断するほかは，原判決「事実及び理由」欄の第4，2に判示のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決26頁26行目～28頁15行目を，以下のとおり変更する。",
            "「ア  認定事実",
            "以下に掲記する証拠及び弁論の全趣旨から，次の事実を認定することができる。(なお，必要に応じ，前提事実において摘示した事実を再掲する。)"
          ],
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "Aは，理学療法士及び鍼灸師であり，平成19年ころまで，総合病院等でリハビリテーション(リハビリ)業務に従事するなどしていた(甲8)。同人は，同年9月ころ，Bの著書である本件書籍(甲43)で，B自身が骨折後のリハビリに加圧トレーニングを用いたことなどを読み，リハビリに加圧トレーニングを取り入れようとした(甲41，控訴人代表者本人)が，被控訴人の認定に係る加圧トレーニングの指導者資格を有するC(C)から，リハビリに加圧トレーニングを用いる場合，加圧トレーナーの資格をとらなければならないと告げられ，同年9月11日，被控訴人との間で個人契約を締結した(控訴人代表者本人)。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "Aは，平成20年に，サーナ鍼灸治療院を開設し，開設当初は，加圧トレーニングをリハビリに取り入れて治療を行うことを意図しており，脳梗塞後遺症，パーキンソン病，大腿骨頭壊死等の患者に対してリハビリを行っていたが，顧客のほとんどは女性で，腰痛，膝痛，肩凝り及び不妊症の改善や美容鍼を目的とする者の他，ダイエットを目的とする者も多かった(甲8，41，控訴人代表者本人)。",
                "Aは，同治療院において，多くの顧客に治療を行うために，柔道整復師の資格を持つ者を雇って加圧トレーニングをさせていたところ，Cから，加圧トレーニングをする者は加圧トレーナーの資格を取得しなければならない，と教えられた。そこで，Aは，平成20年1月，上記柔道整復師とは異なる従業員に加圧トレーナーの資格を取得させた。(控訴人代表者本人)"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "Aは，平成21年5月18日，設立手続中であった控訴人のために，原告サーナアルファ契約を締結した。控訴人の設立目的は，デイサービスセンターを作り，治療，介護の一環の中で筋力トレーニングを取り入れることであった(控訴人代表者本人)が，同時に，スポーツ施設の運営及びスポーツ技術の指導をも目的としていた(甲13)。Aは，原告サーナアルファ契約を締結すれば，本件特許の再実施を許諾され，控訴人が加圧トレーニングを行うことに対して，特許権侵害を理由とした差止め等の請求をされることはない，と認識していた(甲8，41，控訴人代表者本人)。",
                "原告サーナアルファ契約の契約書においては，控訴人が，法人契約加圧トレーニングインストラクターとなり(第1条)，控訴人の指定する従業者に法人契約加圧トレーニングインストラクター養成講習を受けさせ(第2条第3項)，被控訴人は，上記講習を受けた従業者を従業者インストラクターとして認定し(第2条第4項)，従業者インストラクターは加圧トレーニングを施術することができ(第4条第2項)，控訴人は被控訴人に対して，登録料及び講習費用を支払い(第2条第3項)，契約の有効期間は1年間であって，有効期間満了1か月前までに控訴人又は被控訴人から相手方に対する契約解除の申入れがない限り，更に1年間有効となり，以後も同様である(第12条)ことなどが記載されているが，控訴人の行う業務が治療等の医療上の行為に限定されることや，加圧トレーニングにより成長ホルモンが分泌されることに関する記載はない(甲2)。",
                "よって，原告サーナアルファ契約は，被控訴人が控訴人に対して，その従業員に加圧トレーニングの講習を受けさせ，同従業員が加圧トレーニングを施術することを認め，控訴人が被控訴人に対して，これらの対価として登録料及び講習費用を支払うことを内容とする契約であって，加圧トレーニングの施術の対象が後記の医療類似行為に限定されることや，その施術により成長ホルモンが分泌されることを保証することを内容とするものではないと認められる。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "控訴人及び被控訴人は，下記(キ)のとおり原告サーナアルファ契約が失効するに至るまで，同契約を更新し続けた。控訴人は，前記Aと同様に，同契約更新時において，同契約を更新すれば，本件特許の再実施を許諾され，控訴人が加圧トレーニングを行うことに対して，特許権侵害を理由とした差止め等の請求をされることはない，と認識していた(甲8，41，控訴人代表者本人)。なお，同契約が，少なくとも，契約期間中，被控訴人に本件特許の実施等を許諾した特許権者のベストライフが，控訴人に対し，本件特許権侵害を理由とした差止め等の請求をしないという，事実上の効果を伴うものであったことについては，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(オ)",
              "subject": "控訴人は，ダイエット目的の女性以外にも顧客を広げることを考え，平成23年ころから，不妊症治療のために加圧トレーニングを取り入れる旨を宣伝し，理学療法士，鍼灸師などの医療関係資格を有しない一般の従業員に，不妊症治療のための加圧トレーニングを施術させるため，原告サーナアルファ契約に基づく加圧トレーニングインストラクター資格を得させた。(乙8の1，2，控訴人代表者本人)",
              "text": [
                "控訴人は，原告サーナアルファ契約期間中においては，不妊症治療の体質改善などのため，顧客に対して，加圧下での自発的運動を伴うトレーニングを施術していた(甲41，乙2)。"
              ]
            },
            {
              "fig": "(カ)",
              "text": [
                "A及び控訴人の原告サーナアルファ契約締結及び更新時の認識とは異なり，客観的には，本件特許権の効力が，医療類似行為(鍼灸師，理学療法士などの医療関係資格者が行うリハビリ等の行為)には及ばないことについては，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(キ)",
              "subject": "控訴人と被控訴人との間の原告サーナアルファ契約は，遅くとも平成25年8月29日には，失効した。控訴人は，遅くとも同日ころには，加圧と除圧を行うが加圧下での自発的運動を伴わない，VRC法を用いて顧客に対して施術していた。(甲33，41)",
              "text": [
                "控訴人及びAは，従前，加圧トレーニングの効果だと考えていた血流改善効果，ダイエット効果，損傷の治療効果，アンチエイジング効果及び筋力アップ効果は，加圧下での自発的運動に基づくものではなく，加圧自体によるものであるから，より危険性の少ないVRC法の方が加圧トレーニングより優れていると考えるに至っている(甲41)。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "原告の主張に係る錯誤について"
                }
              ]
            },
            {
              "fig": "(ア)",
              "subject": "本件錯誤1-1について",
              "text": [
                "控訴人は，控訴人の代表者であるAが，本件特許権の効力が医療類似行為には及ばないにもかかわらず，これが及ぶとの錯誤(本件錯誤1-1)に陥ったため，原告サーナアルファ契約を締結し更新してしまった旨，主張する。",
                "上記の錯誤は，意思表示の動機の錯誤と解されるところ，意思表示の動機の錯誤が法律行為の要素の錯誤としてその無効をきたすためには，その動機が相手方に表示されて法律行為の内容となり，もし錯誤がなかったならば表意者がその意思表示をしなかったであろうと認められることを要する(最高裁昭和27年(オ)第938号同29年11月26日第2小法廷判決・民集8巻11号2087頁，昭和44年(オ)第829号同45年5月29日第2小法廷判決・裁判集民事99号273頁，昭和63年(オ)第385号平成元年9月14日第1小法廷判決・裁判集民事157号555頁参照)。",
                "確かに，上記ア(ア)のとおり，個人契約締結当時においては，理学療法士及び鍼灸師であるAが，リハビリに加圧トレーニングを用いるために被控訴人と契約したものと認められるから，本件特許権の効力が医療類似行為に及ぶものと認識して個人契約を締結したものといえる。また，上記ア(カ)のとおり，客観的には，本件特許権の効力は，医療類似行為(リハビリ等の，鍼灸師，理学療法士などの医療関係資格者が行う行為)には及ばないことについては，当事者間に争いがない。",
                "しかし，Aは，上記ア(イ)の経緯及びア(ウ)の控訴人設立の目的からすれば，原告サーナアルファ契約締結当時，A以外の控訴人の従業者にも加圧トレーニングを施術させ，将来的には，医療類似行為だけではなく，デイサービスセンターやスポーツ施設でも加圧トレーニングを実施するため，控訴人のために原告サーナアルファ契約を締結したものであると認められる。また，控訴人設立前から，Aの顧客にはダイエット目的の者が多く，その後，リハビリとは異なる不妊症治療のために，医療関係資格を有しない従業員に加圧トレーニングを担当させることとした(上記ア(オ))。以上のことからすれば，控訴人が原告サーナアルファ契約を締結した動機は，本件特許の特許権者であるベストライフから，特許権侵害を理由とした請求をされることなく，控訴人の従業員が，医療関連資格を有するか否かにかかわらず加圧トレーニングを施術できることにあったというべきである。そして，控訴人が，原告サーナアルファ契約更新時に，これと異なる動機を有していたことを認めるに足る証拠はない。",
                "したがって，Aが，原告サーナアルファ契約締結及び更新当時，本件錯誤1-1に陥っていなかったとしても，控訴人が将来スポーツ施設等での加圧トレーニングを実施し，また，既存の多数の顧客であるダイエット目的の者に対し，医療関係資格を有しない者が加圧トレーニングを施術するために，同契約を締結又は更新したと合理的に推認される。",
                "また，上記ア(ウ)のとおり，原告サーナアルファ契約には，加圧トレーニングの施術の対象が医療類似行為に限定されることは記載されていないし，その他の機会において，控訴人が，本件特許権の効力が医療類似行為に及ぶという動機を被控訴人に対して表示したとも認められない。",
                "よって，本件錯誤1-1は，要素の錯誤とは認められない。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "本件錯誤1-2について",
              "text": [
                "控訴人は，Aが，加圧トレーニングをリハビリ等の医療類似行為に応用する方法は，実際には加圧下での自発的運動を伴わない加圧と除圧の繰り返しを行うだけのバラコン法等によって広く実施されていた方法であって，本件特許発明の技術的範囲に属さないにもかかわらず，これに属するものとの錯誤(本件錯誤1-2)に陥ったため，原告サーナアルファ契約を締結し更新してしまった旨，主張する。",
                "本件錯誤1-2の主張は，控訴人が，原告サーナアルファ契約締結又は更新当時に，①リハビリ等の医療類似行為のみに加圧トレーニングを実施し，かつ，②医療類似行為に加圧トレーニングを応用するには，加圧下での自発的運動を伴わず，加圧，除圧の繰り返しを行うだけの方法を予定していたことを前提とするものである。しかし，①上記ア(ウ)のとおり，Aは，原告サーナアルファ契約締結時においては，設立手続中であった控訴人が，将来スポーツ施設等の経営を行うことも視野に入れており，上記ア(イ)のとおり，当時のAの顧客の多数であったダイエット目的の者に対し加圧トレーニングを施術することも予定していたから，リハビリ等の医療類似行為のみに加圧トレーニングを実施する予定であったとはいえない。また，②上記ア(キ)のとおり，控訴人は，現在，加圧下での自発的運動を伴わないVRC法の方が，加圧トレーニングより優れていると考えるに至っているものの，上記ア(オ)のとおり，原告サーナアルファ契約期間中においては，不妊症治療としての体質改善などのために加圧下での自発的運動を伴うトレーニングを実施しており，リハビリ等の医療類似行為に加圧下での自発的運動を伴わない方法のみを実施していたと認めるに足る証拠はないから，同契約締結又は更新当時，医療類似行為に加圧トレーニングを応用するに際し，加圧下での自発的運動を伴わない方法のみを予定していたとは認められない。",
                "よって，控訴人の本件錯誤1-2の主張は，その前提を欠き，理由がない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決28頁16行目「(イ)  本件錯誤2について」を「(ウ)  本件錯誤2について」と改める。"
          ]
        },
        {
          "fig": "3",
          "subject": "控訴理由に対する判断",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(1)",
                      "subject": "控訴理由1(原告サーナアルファ契約の内容について)について"
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，原判決が，原告サーナアルファ契約は，被控訴人が控訴人に本件特許権の再実施権を許諾することを内容とするものではないと認定したことは，誤りであり，誤りでないとすれば，控訴人は同契約は本件特許権の再実施権を許諾するものを内容とするものと誤信していたのであるから，重大な要素の錯誤があった，と主張する。",
                    "しかし，上記1ア(ウ)のとおり，原告サーナアルファ契約の契約書には，本件特許権の再実施許諾に関する記載がないことからすれば，原判決の判断が誤りであるとはいえない。また，上記1ア(エ)のとおり，原告サーナアルファ契約は，少なくとも，契約期間中は，本件特許の特許権者であるベストライフから控訴人に対し，特許権侵害を理由とした請求をしないという事実上の効果を伴うものであり，この効果は，控訴人が被控訴人から本件特許権の再実施許諾を受けることにより期待しており，認識していた効果と実質的に同一である。したがって，控訴人は，上記錯誤に陥っていなかったとしても，原告サーナアルファ契約を締結したといえる。",
                    "よって，控訴人に，要素の錯誤があったとはいえない。",
                    "控訴人の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，もし，被控訴人が契約締結に至る勧誘時に，原告サーナアルファ契約は本件特許権を実施許諾する内容ではないと認識していたとすれば詐欺であるから，予備的に，詐欺の主張をする。",
                    "確かに，被控訴人は，原告サーナアルファ契約締結に至る勧誘時に，同契約は本件特許権を再実施許諾する内容ではないと認識していた，と主張する。しかし，上記1ア(エ)のとおり，原告サーナアルファ契約は，少なくとも，契約期間中は，本件特許の特許権者から控訴人に対し，特許権侵害を理由とした請求をしないという事実上の効果を伴うものであり，この効果は，控訴人が被控訴人から本件特許権の再実施許諾を受けることにより期待していた効果と実質的に同一である。したがって，控訴人に，原告サーナアルファ契約を締結したことに伴う効果について，錯誤があったとはいえない。",
                    "よって，被控訴人の行為が詐欺に当たるとはいえない。",
                    "控訴人の主張には，理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "控訴理由2(本件錯誤1-1及び同1-2について)について",
                      "text": [
                        "控訴人は，錯誤の有無は，当初の契約に至る過程において判断されるべきであり，事後の実施形態は事情にすぎず，Aは，もともと個人の資格で契約を締結しており，その後法人契約に切り替えたのだから，原告サーナアルファ契約でも医療類似行為への利用を目的として契約を締結した，と主張する。",
                        "しかし，上記1イ(ア)のとおり，原告サーナアルファ契約の前にAの個人契約が存在していた点を考慮しても，控訴人が原告サーナアルファ契約を締結した動機は，医療関連資格を有しない控訴人の従業者が行う加圧トレーニングの施術に対して，本件特許の特許権者であるベストライフから特許権侵害を理由とした差止め等の請求をされることがないことも含まれると認められる。しかも，控訴人は，医療類似行為以外にも加圧トレーニングを施術していた原告サーナアルファ契約の更新時についても，錯誤を主張しているのであるから，控訴人の当該主張は，失当といえる。"
                      ]
                    },
                    {
                      "fig": "(3)",
                      "subject": "控訴理由3(本件錯誤2について)について",
                      "text": [
                        "控訴人は，原告サーナアルファ契約に至る動機として，被控訴人代表者の著書において，加圧トレーニング方法により成長ホルモンが異常なほど増大することを保証するかのように宣伝しており，控訴人もそれを誤信して契約に至った点が錯誤であるというものであって，「290倍」という数字にこだわるものではないから，本件錯誤2の主張を認めなかった原判決は誤っている，と主張する。",
                        "しかし，上記錯誤の主張は，控訴人が自認するとおり動機の錯誤に該当することが明らかであるから，当該動機が相手方に対して表示されたのでなければならない(前記1イ(ア)記載の各最高裁判決参照)。Aが，原告サーナアルファ契約締結前に，本件書籍及び「加圧トレーニングQ＆A」(甲14)を読んだことは認められる(甲41，控訴人代表者本人)ものの，これらの書籍に加圧トレーニングが成長ホルモンを増大させると記載されていることが，原告サーナアルファ契約締結に至る動機である旨，控訴人が被控訴人に対して表明した事実については，当該契約の契約書(甲2)はもとより，Aの陳述書(甲8，41，46，52，57)及び控訴人代表者本人の尋問結果，その他本件に現れた全ての証拠を検討しても，認めることができない。したがって，本件錯誤2の主張を認めなかった原判決に，誤りはない。",
                        "控訴人の主張には，理由がない。"
                      ]
                    },
                    {
                      "fig": "(4)",
                      "subject": "控訴理由4(Aの重過失について)について",
                      "text": [
                        "控訴人は，原判決がAの重過失を認めたのは，被控訴人が巧妙に錯誤に陥らせるような表現を駆使してきたことを看過した上で，一方的に，錯誤に陥った理由を控訴人に押し付けるものであり，暴論である，と主張する。",
                        "しかし，上記1イのとおり，控訴人の主張する錯誤は，いずれも認められないから，控訴理由4について判断するまでもなく，原判決に取り消されるべき理由はない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，本件控訴には理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従う。"
  ],
  "meta": {
    "case_num": "平成28年(ネ)10066",
    "date": "2016-11-30",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成26年(ワ)10534",
    "precedent_id": "086321",
    "ipprecedent_id": "4517",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}