{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2015-800177号事件について平成28年4月26日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成17年6月16日を出願日とする特許出願（特願2005-176825号。以下「本件原出願」という。）の一部について，平成20年7月10日，発明の名称を「ワイパモータ」とする分割出願（特願2008-180167号）をし，平成24年10月19日，特許第5112200号（請求項の数3。以下「本件特許」という。）として特許権の設定登録を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年9月7日，本件特許について無効審判請求をした。",
                "特許庁は，上記請求を無効2015-800177号事件として審理した上で，平成28年4月26日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同年5月9日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成28年5月28日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲は請求項1ないし3からなり，その記載は次のとおりである（以下，各請求項に記載された発明を，請求項の番号に応じて，「本件発明1」などという。また，本件特許に係る明細書(甲16)を，図面を含めて「本件明細書」という。）。",
            "【請求項1】",
            "車両用ワイパ装置の駆動源として使用され，",
            "モータハウジングの内周面に固定された4極の界磁磁極と，",
            "電機子巻線が重巻にて巻装されたアーマチュアと，",
            "前記電機子巻線が電気的に接続された整流子片が周方向に沿って複数個配設され，前記アーマチュアに配置された整流子と，",
            "略90°間隔に配置されると共に，前記整流子の表面に接触し，低速作動時に通電される第1及び第2ブラシと，",
            "前記整流子の表面に接触し，前記第1及び第2ブラシの何れか一方と共に高速作動時に通電される速度変更用の第3ブラシと，",
            "隣接する前記整流子片間に接続され，前記電機子巻線を形成する複数のコイルと，",
            "前記コイルのうち，等電位となるべき前記コイル間を接続する均圧部材と，を備えてなるワイパモータであって，",
            "該ワイパモータに，前記整流子の表面に摺接し前記コイルに対し給電を行うブラシとして，前記第1～第3ブラシの3個のブラシのみを設けると共に，",
            "前記第3ブラシを，前記第1ブラシと前記第2ブラシとの間に形成される空間のうち広角側の空間に前記第1及び第2ブラシと対向するように配置し，前記第1～第3の3個のブラシを，前記整流子を三方から押圧する位置に配置したことを特徴とするワイパモータ。",
            "【請求項2】",
            "請求項1記載のワイパモータにおいて，前記第3ブラシは，前記アーマチュアに対するブラシ押圧荷重が均等化されるように，前記広角側の空間に配置されることを特徴とするワイパモータ。",
            "【請求項3】",
            "請求項1又は2記載のワイパモータにおいて，前記第1～第3ブラシと対向する位置を基準としてモータ回転方向に進角又は遅角させた位置の少なくとも1箇所に，前記整流子の表面に接触するブラシを追加配置したことを特徴とするワイパモータ。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告（請求人）が審判で主張した無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1",
              "text": [
                "本件発明1及び2は，甲1（特表平10-503640号公報）に記載された発明（以下「甲1発明」という。）に甲2（特開2000-166185号公報）記載の事項を組み合わせることにより当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2",
              "text": [
                "本件発明1及び2は，甲1発明に甲2及び甲3（特開平11-178288号公報）記載の事項を組み合わせることにより当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3",
              "text": [
                "本件発明1及び2は，甲1発明に甲2及び甲3記載の事項を組み合わせたものに，甲4（米国特許第1571908号明細書）及び甲5（欧州特許出願公開第0022413号明細書）記載の周知技術を加えることにより当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4",
              "text": [
                "本件発明3は，甲1発明に甲2及び甲3記載の事項を組み合わせたものに甲4及び甲5記載の周知技術を加え，更に甲6（特表平3-500960号公報）記載の事項を組み合わせることにより当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件審決の理由",
          "text": [
            "本件審決の理由は，別紙審決書写しのとおりであるが，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決が認定した甲1発明の内容，本件発明1と甲1発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "「自動車用ワイパー・システムの駆動モータとして使用され，",
                    "ハウジングの内周面に固定された4個の磁極の界磁部と，",
                    "複数の巻線からなる電機子と，",
                    "電機子巻線が電気的に接続された複数の整流子棒材が円周方向に配列され，電機子軸上に取り付けられた整流子と，",
                    "ほぼ90°の間隔で円周方向に離間されると共に，前記整流子の整流接触面とインターフェースし，第1の相対的に低い速度で回転させる低速ブラシ及び共通接地ブラシと，",
                    "前記整流子の整流接触面とインターフェースし，第2の相対的に高い速度で回転させる高速ブラシと前記共通接地ブラシと，",
                    "それぞれの整流子棒材に電気的に接続され，電機子巻線を形成する複数の巻線と，を備えてなる自動車用ワイパー・システムの駆動モータであって，",
                    "該駆動モータに，前記整流子の整流接触面とインターフェースするブラシとして，前記低速ブラシ，高速ブラシ及び共通接地ブラシの6個のブラシを設けると共に，",
                    "前記高速ブラシは，前記共通接地ブラシと前記低速ブラシとの間で円周方向に離間して配置され，2個の共通接地ブラシ，2個の低速ブラシ，2個の高速ブラシは，それぞれ並列に配線されて円周方向にほぼ180度離間する自動車用ワイパー・システムの駆動モータ。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明の一致点",
                  "text": [
                    "「車両用ワイパ装置の駆動源として使用され，",
                    "モータハウジングの内周面に固定された4極の界磁磁極と，",
                    "電機子巻線が巻装されたアーマチュアと，",
                    "前記電機子巻線が電気的に接続された整流子片が周方向に沿って複数個配設され，前記アーマチュアに配置された整流子と，",
                    "略90°間隔に配置されると共に，前記整流子の表面に接触し，低速作動時に通電される第1及び第2ブラシと，",
                    "前記整流子の表面に接触し，前記第1及び第2ブラシの何れか一方と共に高速作動時に通電される速度変更用の第3ブラシと，",
                    "前記整流子片間に接続され，前記電機子巻線を形成する複数のコイルと，を備えてなるワイパモータであって，",
                    "該ワイパモータに，前記整流子の表面に摺接し前記コイルに対し給電を行うブラシとして，前記第1～第3ブラシの3個のブラシを設けると共に，",
                    "前記第3ブラシを，前記第1ブラシと前記第2ブラシとの間に形成される空間に配置したワイパモータ。」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲1発明の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "電機子巻線に関し，本件発明1は，重巻しているのに対し，甲1発明は，このような特定がない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "複数のコイルに関し，本件発明1は，隣接する整流子片間に接続されるのに対し，甲1発明は，このような特定がない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本件発明1は，コイルのうち等電位となるべきコイル間を接続する均圧部材を備えているのに対し，甲1発明は，均圧部材を備えていない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "ブラシに関し，本件発明1は，第1～第3ブラシの3個のブラシのみを設けるのに対し，甲1発明は，低速ブラシ，高速ブラシ及び共通接地ブラシの6個のブラシを設ける点。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点5",
                      "text": [
                        "第3ブラシ（高速ブラシ）に関し，本件発明1は，第1ブラシと第2ブラシとの間に形成される空間のうち広角側の空間に前記第1及び第2ブラシと対向するように配置し，前記第1～第3の3個のブラシを，整流子を三方から押圧する位置に配置しているのに対し，甲1発明は，共通接地ブラシと低速ブラシとの間で円周方向に離間して配置され，2個の共通接地ブラシ，2個の低速ブラシ，2個の高速ブラシは，それぞれ並列に配線されて円周方向にほぼ180度離間している点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "各無効理由に関する本件審決の判断の概要は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1について",
                  "text": [
                    "甲1発明において，相違点1及び2に係る本件発明1の構成とすることは，当業者が容易に想到することができたものと認められる。",
                    "他方，甲1発明に甲2記載の事項を適用して相違点3ないし5に係る本件発明1の構成とすることは，当業者が容易に考えることができたものとは認められない。",
                    "したがって，本件発明1は，甲1発明と甲2記載の事項に基づいて当業者が容易に発明をすることができたものとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2について",
                  "text": [
                    "上記アのとおり，甲1発明に甲2記載の事項を適用して相違点3ないし5に係る本件発明1の構成とすることは，当業者が容易に考えることができたものとは認められない。",
                    "また，甲1発明に甲3記載の事項を適用することはできない。",
                    "したがって，本件発明1は，甲1発明と甲2及び甲3記載の事項に基づいて当業者が容易に発明をすることができたものとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3について",
                  "text": [
                    "上記イのとおり，甲1発明に甲2及び甲3記載の事項を適用して相違点3ないし5に係る本件発明1の構成とすることは，当業者が容易に考えることができたものとは認められず，これに更に周知技術を適用しても同様である。",
                    "したがって，本件発明1は，甲1発明と甲2及び甲3記載の事項並びに周知技術に基づいて当業者が容易に発明をすることができたものとは認められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4について",
                  "text": [
                    "上記のとおり，本件発明1は，甲1発明に基づいて当業者が容易に発明をすることができたものとは認められないから，本件発明1に係る請求項1を引用する請求項3に係る本件発明3も同様に，甲1発明に基づいて当業者が容易に発明をすることができたものとは認められない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（手続違背）",
          "text": [
            "本件の審判手続において，特許庁は，原告（請求人）の①平成28年2月3日付け口頭審理陳述要領書（甲28の4）17頁20行～18頁14行，20頁下から2行～21頁下から2行，23頁下から3行～24頁5行及び平成28年2月22日付け口頭審理陳述要領書（第2回）（甲28の7）2頁15行～21行の各主張並びに甲11の追加，②平成28年2月3日付け口頭審理陳述要領書（甲28の4）22頁2行～23頁9行及び平成28年2月22日付け口頭審理陳述要領書（第2回）（甲28の7）2頁25行～30行の各主張並びに甲12～15の追加をいずれも許可しなかった（甲28の9）。",
            "しかし，これら主張及び証拠の追加は，いずれも周知技術や技術常識又は引例組合せの動機付けについての主張立証の追加にすぎないものであり，審判請求の要旨を変更するものではない。したがって，特許庁がこれらを許可しなかったことは，特許法131条の2第1項の適用を誤ったものであり，その結果，上記各主張及び証拠について検討，判断していない本件審決には手続違背の違法がある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（無効理由1（甲1発明と甲2記載の事項に基づく進歩性欠如）についての判断の誤り）",
          "text": [
            "相違点3ないし5に係る容易想到性を否定し，無効理由1は成り立たないものとした本件審決の判断は，以下のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3及び4に係る容易想到性判断の誤り",
              "text": [
                "本件審決は，甲1には，均圧部材を用いることについての示唆がなく，また，甲2には，均圧部材が等電位となるべきコイル間を接続することは記載されていないから，甲1発明において，相違点3に係る本件発明1の構成（等電位となるべきコイル間を接続する均圧部材を備えること）とすることは当業者が容易に考えることができたものとは認められず，また，均圧部材を用いなければ，ブラシの数を減らすことはできないから，相違点4に係る本件発明1の構成（第1～第3の3個のブラシのみを設けること）とすることも当業者が容易に考えることができたものとは認められない旨判断する。",
                "しかし，本件審決の上記判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2に「コイル間を接続する均圧部材」が記載されていないとする認定の誤り",
                  "text": [
                    "本件審決は，甲2について，コイルに接続された整流子片同士を接続する均圧線が存在することを認めながら，均圧部材が等電位となるべきコイル間を接続することは記載されていない旨認定するところ，このような認定は，本件発明1における「コイル間を接続する均圧部材」の意義について，「コイル同士を物理的に直接接続する部材」とする理解を前提とするものと解される。",
                    "しかし，本件明細書の段落【0039】に記載のとおり，コイルの等電位点を均圧線で接続するのは，対応するコイル同士を等電位にするために行うのであるから，ここにおける接続は「電気的な接続」を意味しており，コイル同士を直接物理的に接続しても，整流子を介して電気的に接続しても，技術的には等価であって，このことは電気機器分野における技術常識である。したがって，本件発明1における「コイル間を接続する均圧部材」とは，「コイル同士を電気的に接続する部材」の意味であり，「コイル同士を物理的に直接接続する部材」に限定されるものではない。",
                    "そうすると，甲2に「コイル間を接続する均圧部材」が記載されていることは明らかであり，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明に均圧部材を適用する動機付けがない旨の判断の誤り",
                  "text": [
                    "本件審決は，甲1に均圧部材を用いることについての示唆がないことなどから，甲1発明に均圧部材を適用する動機付けがない旨判断する。",
                    "しかし，甲1発明に甲2記載の事項を組み合わせる動機付けがあるか否かについては，甲1に開示・示唆されている事項のみならず，甲1発明と甲2記載の技術との技術分野の共通性，課題の共通性，作用機能の共通性など，種々の観点を総合して検討，判断すべきものである。しかるところ，以下に述べるとおり，甲1発明に甲2記載の事項を適用する動機付けは存在するものといえる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野の共通性",
                      "text": [
                        "甲1発明と甲2記載の技術は，いずれも「ブラシ付き直流モータに関する技術」であり，技術分野が共通する。モータの用途について，甲1はワイパ用，甲2はパワステ用の違いはあるが，電気的な観点から見れば，均圧線により整流子を接続することにより，整流子を介して接続されたコイルが等電位となり，その結果ブラシを減らすことができるという技術的事項において，両者に何ら違いはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "課題の共通性",
                      "text": [
                        "そもそも同じ機能が達成できれば，コストが安い方が優れていることは，どの分野に限らず当然のことである。特に，自動車部品については，常に課題として小形化，軽量化が意識されており，このことは，甲24ないし27にも示されているとおりである。なお，本件明細書にも，部品の小形化，軽量化，コストダウンが課題として記載されており（段落【0004】），甲2にも小型化を目的とすることが記載されている（段落【0012】～【0014】）。",
                        "このような周知の課題に迫られている当業者において，甲1発明を前提に，「均圧線を使用してブラシの数を減らす」技術を開示する甲2の記載に接した場合，これにより，甲1発明に内在する小型化，軽量化，コストダウンという周知の課題が解決されることは当然のごとく認識されることになるから，当該課題を解決するために，甲1発明に甲2記載の事項を組み合わせる動機付けがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引例中の示唆",
                      "text": [
                        "さらに，副引例である甲2にも組合せの動機付けとなる記載がある。",
                        "すなわち，甲2には，従来技術として，重ね巻きの4極の電動モータが示され（段落【0002】），このようなモータでは，循環電流が生ずるという問題点が挙げられ（段落【0006】），この問題点を均圧線により解決し（段落【0007】及び【0008】），さらに，摺動摩擦抵抗によるロストルクやブラシ音が大きい点が問題点として挙げられ（段落【0011】ないし【0014】），この問題点をブラシの数を半減させることにより解決したこと（段落【0015】及び段落【0044】）が記載されている。してみると，重巻の4極モータである甲1発明を知得する当業者が，甲2の上記記載に接すれば，甲1発明にも上記と同様の課題が存在すること，その解決手段として甲2記載の「均圧線を使用してブラシの数を減らす」技術を採用すれば，4極の重巻モータで6ブラシを備える甲1発明のモータにおいて，当該課題を解決できることを認識するものといえる。",
                        "このように，副引例である甲2にも，上記組合せの動機付けとなる記載がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "周知技術",
                      "text": [
                        "甲2に記載される「4極以上の多極モータにおいて，均圧線を使用すると，対向する整流子片，コイル間が等電位となるため，等電位の電気を供給する2つのブラシのうちの一方を減らすことができる」という技術的事項は，甲2だけでなく，甲19ないし甲23にも開示されている周知技術である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明及び甲2記載の事項に基づいて相違点3及び4に係る本件発明1の構成とすることが容易想到であること",
                  "text": [
                    "甲2には，「均圧線を使用してブラシの数を減らす」技術が開示されているところ，甲1発明に甲2記載の事項を適用することができることは上記イのとおりであり，その結果，相違点3及び4に係る本件発明1の構成が得られることは明らかであるから，甲1発明及び甲2記載の事項に基づいて相違点3及び4に係る本件発明1の構成とすることは，当業者が容易に想到し得たことといえる。",
                    "したがって，相違点3及び4に係る容易想到性を否定した本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5に係る認定・判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点5の認定の誤り",
                  "text": [
                    "本件審決は，相違点5の認定において，甲1発明につき，「共通接地ブラシと低速ブラシとの間で円周方向に離間して配置され，2個の共通接地ブラシ，2個の低速ブラシ，2個の高速ブラシは，それぞれ並列に配線されて円周方向にほぼ180度離間している」と認定しているが，ここではブラシの「配線」は問題ではなく，「配置」が問題となる。また，甲1発明の6つのブラシは六方から整流子を押圧する位置に対向配置されているものと認められる。",
                    "したがって，本件審決による相違点5の認定は不適切であり，相違点5は次のとおりに認定されるべきである（下線部分は，本件審決の認定と異なる箇所）。",
                    "「第3ブラシ（高速ブラシ）に関し，本件発明1は，第1ブラシと第2ブラシとの間に形成される空間のうち広角側の空間に前記第1及び第2ブラシと対向するように配置し，前記第1～第3の3個のブラシを，整流子を三方から押圧する位置に配置しているのに対し，甲1発明は，共通接地ブラシと低速ブラシとの間で円周方向に離間して配置され，2個の共通接地ブラシ，2個の低速ブラシ，2個の高速ブラシは，それぞれ円周方向にほぼ180度対向離間して，整流子を六方から押圧する位置に配置されていて，甲1発明の配置を開示していない点」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5に係る容易想到性判断の誤り",
                  "text": [
                    "本件審決は，甲1においては，①高速ブラシ86（96）は低速ブラシ82（92）に対して，鋭角（例えば，約30度）を成しているとの記載があること，②6個のブラシについて，符号80台と90台がそれぞれ3つずつあり，それぞれが共通接地ブラシ，低速ブラシ，高速ブラシとされていることから，甲1発明においては，「ブラシ82，84，86で1つのブラシセット」，「ブラシ92，94，96でもう1つのブラシセット」とすることが合理的であるとした上で，そうすると，甲1発明における高速ブラシは，周方向に90度ずれて配置される共通接地ブラシと低速ブラシとの間で周方向に形成される空間のうち鋭角側の空間に配置されるものであり，また，甲2にも，高速ブラシを，共通接地ブラシと低速ブラシとの間で周方向に形成される空間のうち広角側の空間に配置することは記載も示唆もないのであるから，甲1発明において，高速ブラシを共通接地ブラシと低速ブラシとの間で周方向に形成される空間のうち広角側の空間に配置し，これらのブラシを整流子を三方から押圧する位置に配置することは，当業者が容易に考えることができたものとは認められない旨判断する。",
                    "しかし，電気的に見て，均圧部材でコイル間を電気的に接続したとき，これらのコイルは等電位となる。つまり，対となるいずれかのブラシをなくしても，残ったブラシからコイルに給電された電流は，均圧部材を通って，他の「等電位となるべきコイル」にも流れるから，それぞれ対となる共通接地ブラシ，低速ブラシ，高速ブラシの各々について，どちらのブラシを1個なくしてもコイルに電流が流れることに変わりはなく，技術的・電気的に等価である。してみると，その際，どのように3つのブラシを残すか（換言すれば，どのブラシをなくすか）は，正に当業者の設計事項である。そして，モータが回転体であり，あえて回転軸周りのバランスを崩すように設計することは当業者の技術常識に反することからすると，格別の検討をしなくても，当業者が，周方向に90度ずれて配置される共通接地ブラシと低速ブラシに対する高速ブラシの配置として，以下の図のような構成（すなわち，高速ブラシを広角側に配置し，三方から押圧する構成）を採用することは，一目瞭然の事項である。",
                    "そして，このことは，甲3に，4極4ブラシのモータにおいて，均圧線を使用してブラシ数を2つにしたときに，ブラシ圧のアンバランスから，ロータ鉄心（回転軸）の軸が給電用ブラシの荷重により傾くことを課題とし，これを回避するために「ダミーブラシ」を配置して，ロータ鉄心の軸にかかる一対の給電用ブラシの荷重とダミーブラシの荷重との平衡が保たれるように構成するという技術が開示されていること（段落【0005】）からも明らかである。",
                    "以上のとおり，甲1発明に甲2記載の事項を適用するに当たり，各対になった3組のブラシについて，どちらのブラシを減らすか(残すか)の2者択一の選択をする際に，高速ブラシを，共通接地ブラシと低速ブラシとの間に形成される空間のうち，広角側の空間で共通接地ブラシ及び低速ブラシと対向するように配置する程度のことは，当業者が設計事項として当然に選択する事項であるから，この点の容易想到性を否定する本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明2についての判断の誤り",
              "text": [
                "本件審決は，本件発明2について，無効理由1に関する判断を示しておらず，判断を遺脱している。しかるところ，本件審決の立場からすれば，本件発明1について，相違点3ないし5に係る容易想到性が否定され，無効理由1が成り立たない以上，請求項1を引用する請求項2に係る本件発明2についても，当然に無効理由1が成り立たないとする趣旨と推測される。",
                "しかし，上記(1)及び(2)のとおり，本件発明1について，無効理由1が成り立たないとした本件審決の判断は誤りであるから，本件発明2についても同様に無効理由1が成り立たないとすることは誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（無効理由2（甲1発明と甲2及び甲3記載の事項に基づく進歩性欠如）についての判断の誤り）",
          "text": [
            "本件審決は，甲1発明に甲2記載の事項を適用することはできず，仮に適用できたとしても，本件発明1は，甲1発明に基づいて当業者が容易に発明をすることができたものとは認められないとした上で，甲3記載の技術は，整流子に加わるブラシ圧の平衡を図ろうとするものであるところ，完全に平衡しているかは不明であり，仮に完全に平衡しているとすれば，3つのブラシのブラシ圧は全て同じではなくなることとなるが，甲1発明において，6つのブラシを3つにしてそれらのブラシ圧を平衡にするためには，3つのブラシを選択するとともにブラシ圧を変えなければならないことになるのに，甲1にはその点についての記載も示唆もないから，甲1発明に，甲2及び甲3記載の事項を適用することはできない旨判断する。",
            "しかし，まず，甲1発明に甲2記載の事項を組み合わせる動機付けがあること，これを組み合わせることにより相違点3ないし5に係る本件発明1の構成とすることができることは，前記2(1)及び(2)で述べたとおりである。",
            "また，甲3に記載されているのは，短絡線18（均圧線）によりブラシ5の位置を90度配置とした4極の直流モータであり，均圧線によりブラシ数を削減した甲2記載のモータと同一の技術思想に基づくものである。そして，甲3が課題として取り上げる内容（90°配置の2つのブラシのブラシ圧の不均衡）は，甲2にも内在する課題であるから，甲3記載の事項を甲2に組み合せる動機付けはある。したがって，6個のブラシにより六方から整流子を押圧する甲1発明に，均圧線によりブラシ数を削減する甲2記載の事項を適用して3個のブラシにより整流子を押圧するようにした際には，均圧線により90度配置とされたブラシの荷重の平衡を図る甲3記載の事項を考慮して，高速ブラシを共通接地ブラシと低速ブラシとの空間のうち広角側の空間に配置することは，当業者が通常採用する設計事項ないし容易に推考しうる事項である。そして，このような配置にすれば，必然的に「三方から押圧する構成」となる。",
            "したがって，本件発明1は，甲1発明に甲2及び甲3記載の事項を適用することにより当業者が容易に想到できたものであり，これを否定する本件審決の上記判断は誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（無効理由3（甲1発明と甲2及び甲3記載の事項並びに周知技術に基づく進歩性欠如）についての判断の誤り）",
          "text": [
            "本件審決は，甲1発明に甲2及び甲3記載の事項を適用して，相違点3ないし5に係る本件発明1の構成とすることは当業者が容易に考えることができたものとは認められず，これに更に周知技術を適用しても同様である旨判断する。",
            "しかし，上記3で述べたとおり，甲1発明に甲2及び甲3記載の事項を適用することにより，相違点3ないし5に係る本件発明1の構成とすることは当業者が容易に想到できたものであるから，本件審決の上記判断は誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（無効理由4（甲1発明と甲2及び甲3記載の事項，周知技術並びに甲6記載の事項に基づく進歩性欠如）についての判断の誤り）",
          "text": [
            "本件審決は，本件発明1が甲1発明に基づいて当業者が容易に発明をすることができたものとは認められないとする判断を前提として，本件発明1に係る請求項1を引用する請求項3に係る本件発明3も同様に甲1発明に基づいて当業者が容易に発明をすることができたものとは認められない旨判断する。",
            "しかし，本件審決の上記前提が誤りであることは，前記2ないし4で述べたとおりであるから，本件発明3に係る本件審決の上記判断も誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（手続違背）に対し",
          "text": [
            "原告は，本件の審判手続には，原告（請求人）による審判請求の要旨の変更に当たらない主張及び証拠の追加を許可しなかった点において，手続違背がある旨主張する。",
            "この点，不許可とされた原告の主張及び証拠の追加とは，「甲1発明に甲2発明を適用する動機付けは，小型・軽量化の要請を同じく受ける自動車用の直流4極小型モータであることで，推認できる」（平成28年2月3日付け口頭審理陳述要領書（甲28の4）18頁），「甲第2号証に記載の均圧線を甲第1号証に組み合わせることは，ブラシ端面と整流子との間の整流火花を抑えるという意味において，組合せの動機付けがある」（同21頁）などの主張及びその証拠とされる甲11の追加，並びに「回転体であるモータによって，回転軸周りのアンバランスを避けるようにすることは，製品設計の上で当然に検討すべき事項である」（同23頁）などの主張及びその証拠とされる甲12ないし15の追加である。しかるところ，これらの主張及び証拠の追加は，原告（請求人）の審判請求時における甲1発明に甲2記載の事項を単純に適用するという主張との比較において，実質上，無効理由の主要事実及びその直接証拠を新たに追加するものであって，審判請求の要旨を変更するものにほかならない。",
            "したがって，特許庁が，原告（請求人）の上記主張及び証拠の追加を不許可としたことに手続違背はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（無効理由1（甲1発明と甲2記載の事項に基づく進歩性欠如）についての判断の誤り）に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "「相違点3及び4に係る容易想到性判断の誤り」に対し",
              "text": [
                "原告は，甲1発明に甲2記載の事項を適用することにより相違点3及び4に係る本件発明1の構成とすることは当業者が容易に考えることができたものとは認められないとした本件審決の判断は誤りである旨主張する。",
                "しかし，以下に述べるとおり，本件審決の上記判断に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「甲2に「コイル間を接続する均圧部材」が記載されていないとする認定の誤り」に対し",
                  "text": [
                    "原告は，甲2には，均圧部材が等電位となるべきコイル間を接続することは記載されていないとした本件審決の認定は誤りである旨主張する。",
                    "しかし，甲2記載の均圧線は，整流子間を接続しているだけであり，等電位となるべきコイル間を接続するものではなから，本件審決の上記判断に誤りはない。",
                    "原告は，本件発明1における「コイル間を接続する均圧部材」とは，「コイル同士を電気的に接続する部材」の意味であり，「コイル同士を物理的に直接接続する部材」に限定されるものではないとの解釈に基づき，整流子間を接続する甲2記載の均圧線も上記均圧部材に当たる旨主張するが，上記解釈は本件明細書の記載に基づかない解釈であって失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「甲1発明に均圧部材を適用する動機付けがない旨の判断の誤り」に対し",
                  "text": [
                    "原告は，技術の共通性，課題の共通性等を考慮すれば，甲1発明に甲2記載の事項を適用する動機付けは存在するから，これを否定した本件審決の判断は誤りである旨主張する。",
                    "しかし，以下に述べるとおり，原告の上記主張は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲1の記載",
                      "text": [
                        "まず，そもそも甲1には，均圧部材を用いることが開示も示唆もされていない。しかも，甲1発明は，2極3ブラシのモータを多極化し，あえてブラシを増設して4極6ブラシのモータとしたものであり，均圧部材を用いてブラシ数を削減することを意図していないから，仮に，甲2に「均圧線を使用してブラシの数を減らす」技術が記載されているとしても，甲1発明にこれを適用することには阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術分野の相違",
                      "text": [
                        "甲1発明は，「好ましい実施態様」として，「自動車用フロントガラス・ワイパー・システムにおける駆動モータとして一般に用られる小型の分数馬力2段速度直流モータに適用した場合」あるいは「少なくとも動作の初期段階において苛酷なアーク作用を受けやすいブラシを用いる他のタイプの多段階速度式電動装置」に適用することが想定されている（甲1・11頁）。そのため，甲1発明のワイパモータでは，回転速度の切り換えを可能にするため，高速ブラシ，低速ブラシ，共通ブラシを備える，2極3ブラシ，あるいは4極6ブラシの構成が採用されている。また，ワイパモータであるため，一方向への回転しかしない。",
                        "これに対し，甲2に記載されているのは，「電動パワーステアリング装置用モータ」であり，回転速度の切り換えは想定されておらず，そのため，高速ブラシ，低速ブラシ，共通接地ブラシという3種類のブラシはなく，2極3ブラシ，あるいは4極6ブラシという構成も採用していない。また，電動パワーステアリング装置用モータであるため，一方向のみならず逆方向にも回転しなければならない。",
                        "このように，甲2記載の電動パワーステアリング装置用モータと甲1発明のワイパモータとでは，技術分野が異なるのであり，これらを，原告主張のように「ブラシ付き直流モータに関する技術」という点で技術分野が共通するなどと抽象化することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "課題の非共通性",
                      "text": [
                        "原告は，小型化，軽量化，コストダウンが甲1発明及び甲2記載の技術に内在する共通の課題である旨を主張する。",
                        "しかし，甲1発明は，2極3ブラシのモータに対して永久磁石及びブラシを追加して多極化を図ったモータであり，甲1発明からブラシの数を削減することは，甲1に開示される技術思想に逆行するものである。したがって，甲1発明がブラシ数の削減による小型化，軽量化，コストダウンなどの課題を内包しているとはいえないから，原告主張のように，課題の共通性を根拠として甲1発明に甲2記載の事項を組み合わせる動機付けがあるということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用例中の示唆の不存在",
                      "text": [
                        "原告は，甲2には，重巻の4極モータにおける問題点解決のために「均圧線を使用してブラシの数を減らす」技術が開示されているとの前提に立った上で，副引例である甲2にも，甲1発明に甲2記載の事項を組み合わせる動機付けとなる記載がある旨主張する。",
                        "しかし，甲2には，循環電流の発生を防止するために均圧線を使用することが記載されている（段落【0007】）ものの，均圧線を使用することと，ブラシ数の削減とを結び付ける記載は存在しないから，甲2において，「均圧線を使用すること」と「ブラシの数を減らすこと」とは直接の関係がない。",
                        "したがって，甲2には「均圧線を使用してブラシの数を減らす」技術が記載されているとの前提に立つ原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「甲1発明及び甲2の記載事項に基づき相違点3及び4に係る本件発明1の構成とすることが容易想到であること」に対し",
                  "text": [
                    "原告は，①甲2に「均圧線を使用してブラシの数を減らす」技術が記載されていること，②甲1発明に甲2の上記記載事項を適用する動機付けがあることから，甲1発明及び甲2記載の事項に基づいて相違点3及び4に係る本件発明1の構成とすることは当業者が容易に想到し得たことである旨主張する。",
                    "しかし，上記①及び②がいずれも認められないことは，前記イで述べたとおりであるから，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「相違点5に係る認定・判断の誤り」に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「相違点5の認定の誤り」に対し",
                  "text": [
                    "原告は，本件発明1と甲1発明の相違点5について，本件審決の認定とは異なり，甲1発明につき，2個の共通接地ブラシ，2個の低速ブラシ，2個の高速ブラシが「整流子を六方から押圧する位置に配置されていること」が認定されるべきである旨主張する。",
                    "しかし，原告の上記主張は，本件発明1と甲1発明との相違点を意図的に希釈化させようとするものであって誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「相違点5の容易想到性判断の誤り」に対し",
                  "text": [
                    "原告は，甲1発明に甲2記載の事項を適用するに際し，高速ブラシを，共通接地ブラシと低速ブラシとの間に形成される空間のうち広角側の空間に共通接地ブラシ及び低速ブラシと対向するように配置することは，当業者が容易に想到し得たことである旨主張する。",
                    "しかし，仮に，甲2に「均圧線を使用してブラシの数を減らす」技術が記載されているとしても，削除するブラシの特定や残ったブラシの配置については，甲2に何らの記載も示唆もないことは明らかであるから，甲1発明に甲2記載の事項を適用することにより甲1発明のブラシの数を減らすことができたとしても，どのブラシを削除し，残ったブラシをどのように配置するかは，甲1や甲2の記載から当業者が直ちに想到し得ることではない。",
                    "しかるところ，甲1発明は，低速ブラシ及び共通接地ブラシに加えて，高速ブラシを必須とする速度可変モータであり，このような速度可変モータにおける高速ブラシが円周方向において低速ブラシよりも共通接地ブラシに近接している必要があることは，甲1にも明記された技術常識である（甲1の8頁下から7行目～9頁2行目）。そして，そのような技術常識を備えた当業者が甲1の記載に接した場合には，甲1発明において，「共通接地ブラシ84，低速ブラシ82及び高速ブラシ86」が「第2ブラシ，第1ブラシ，第1ブラシよりも円周方向において第2ブラシに近接している第3ブラシ」にそれぞれ相当する一組のブラシセットであり，「共通接地ブラシ94，低速ブラシ92及び高速ブラシ96」が「第2ブラシ，第1ブラシ，第1ブラシよりも円周方向において第2ブラシに近接している第3ブラシ」にそれぞれ相当する他の一組のブラシセットであると理解するのが当然であり，このことは，甲1において，ブラシに用いられている80番台，90番台の符号関係からも明らかである。",
                    "そうすると，甲1発明に甲2記載の事項を適用できたとしても，甲1発明における「ブラシ82，84，86」の1つのブラシセット又は「ブラシ92，94，96」のもう1つのブラシセットのいずれか一方が削除されるにとどまることになるから，相違点5に係る本件発明1の構成とすることは，当業者が容易に想到し得たこととはいえない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「本件発明2についての判断の誤り」に対し",
              "text": [
                "原告は，本件審決が，本件発明2について無効理由1に関する判断を示しておらず，判断を遺脱している旨主張する。",
                "しかし，上記(1)及び(2)で述べたとおり，本件発明1について無効理由1が成り立たないことは明らかであり，そうである以上，本件発明2についても無効理由1が成り立たないことは当然である。そのため，本件審決はこれを明示しなかったにすぎないから，この点において本件審決に違法はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（無効理由2（甲1発明と甲2及び甲3記載の事項に基づく進歩性欠如）についての判断の誤り）に対し",
          "text": [
            "まず，原告は，甲1発明に甲2の記載事項を組み合わせる動機付けがあり，これを組み合わせることにより相違点3ないし5に係る本件発明1の構成とすることができる旨を主張するが，その主張に理由がないことは，前記2(1)及び(2)で述べたとおりである。",
            "また，原告は，「甲3記載の事項を甲2に組み合わせる動機付けがある」とした上で，甲1発明に甲2記載の事項を適用して3個のブラシにより整流子を押圧するようにした際に，甲3記載の事項を考慮して，高速ブラシを共通接地ブラシと低速ブラシとの空間のうち広角側の空間に配置することは，当業者が容易に推考し得る事項である旨主張する。",
            "しかし，甲3記載の「ダミーブラシ」はそもそも非通電の部材であり，しかも，甲3には，短絡線18を用いてブラシ数を削減することは記載も示唆もされていないのであるから，甲3記載の事項を甲2に組み合わせる動機付けは存在せず，原告の上記主張は失当である。",
            "したがって，無効理由2は成り立たないものとした本件審決の判断に何ら誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（無効理由3（甲1発明と甲2及び甲3記載の事項並びに周知技術に基づく進歩性欠如）についての判断の誤り）に対し",
          "text": [
            "原告は，甲1発明に甲2及び甲3記載の事項を適用することにより相違点3ないし5に係る本件発明1の構成とすることは当業者が容易に想到できたものであるとの前提に立った上で，無効理由3が成り立たないものとした本件審決の判断の誤りを主張する。",
            "しかし，原告主張の上記前提に理由がないことは，前記2及び3において述べたとおりであるから，原告の上記主張も理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（無効理由4（甲1発明と甲2及び甲3記載の事項，周知技術並びに甲6記載の事項に基づく進歩性欠如）についての判断の誤り）に対し",
          "text": [
            "原告は，本件発明1は甲1発明に基づいて当業者が容易に発明をすることができたものとは認められないとする本件審決の判断が誤りであるとの前提に立った上で，本件発明3に係る本件審決の判断も誤りである旨を主張する。",
            "しかし，原告主張の上記前提が誤りであることは，前記2ないし4で述べたとおりであるから，原告の上記主張も理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由2及び取消事由5には理由があるから，その余の取消事由につき判断するまでもなく，本件審決は取り消されるべきものであると判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許に係る特許請求の範囲の記載は，前記第2の2のとおりである。",
                "そして，本件明細書（甲16）の発明の詳細な説明には，本件発明1に関し，次のような記載がある（下記記載中に引用する図面については別紙1を参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，2速度以上の動作切り換えが可能な4極以上の多極モータに関し，特に，車両用ワイパ装置の駆動源等に使用されるモータに関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0004】",
                    "…従来のワイパモータは，構造的に簡単な2極モータが主流であり，現状では4極以上の多極モータは市場には殆ど存在していない。これに対し，近年，ワイパモータの小型・軽量化の要請から，コアやマグネット，ヨーク等の小型・薄型化が図れる4極モータの採用が検討されている。しかしながら，4極重巻仕様のモータにて2速度切り換えを実現しようとすると，図12に示すように，コモン／低速用／高速用のブラシが2組必要となり，合計6個のブラシ（51a，51a’，51b，51b’，51c，51c’）を配置しなければならない。このようにブラシ個数が増加すると，製品コストが増大すると共に，ブラシ同士が近接し，部品レイアウト上も好ましくない。このため，小型・軽量化の要請に対しては，4極モータを如何に小型化するかが製品開発の中心とならざるを得ないという問題があった。",
                    "【0005】",
                    "本発明の目的は，4極重巻仕様のワイパモータにおいて，ブラシ個数の増大を抑えつつ，2速度以上の動作切り換えを実現し，モータの小型軽量化を図ると共に，コストアップを抑え，レイアウト性の向上を図ることにある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0006】",
                    "本発明のワイパモータは，車両用ワイパ装置の駆動源として使用され，モータハウジングの内周面に固定された4極の界磁磁極と，電機子巻線が重巻にて巻装されたアーマチュアと，前記電機子巻線が電気的に接続された整流子片が周方向に沿って複数個配設され，前記アーマチュアに配置された整流子と，略90°間隔に配置されると共に，前記整流子の表面に接触し，低速作動時に通電される第1及び第2ブラシと，前記整流子の表面に接触し，前記第1及び第2ブラシの何れか一方と共に高速作動時に通電される速度変更用の第3ブラシと，隣接する前記整流子片間に接続され，前記電機子巻線を形成する複数のコイルと，前記コイルのうち，等電位となるべき前記コイル間を接続する均圧部材と，を備えてなるワイパモータであって，該ワイパモータに，前記整流子の表面に摺接し前記コイルに対し給電を行うブラシとして，前記第1～第3ブラシの3個のブラシのみを設けると共に，前記第3ブラシを，前記第1ブラシと前記第2ブラシとの間に形成される空間のうち広角側の空間に前記第1及び第2ブラシと対向するように配置し，前記第1～第3の3個のブラシを，前記整流子を三方から押圧する位置に配置したことを特徴とする。",
                    "【0011】",
                    "本発明にあっては，均圧部材を用いることにより，第1～第3ブラシの対向位置に本来存在すべき同電位のブラシを削減することができ，多極モータにおいて2速度を実現しつつ，ブラシ個数の削減が可能となる。このため，モータを多極化したにもかかわらず，ブラシ個数増大に伴うコストアップがなく，また，ブラシ周りでの損失増大もない。さらに，ブラシの近接配置問題も生じない。従って，多極機による小型・軽量化のメリットを享受しつつ，ブラシ数を大幅に増大させることなくHI，LO等の2速度作動が実現できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "【0017】",
                    "本発明の他の多極モータによれば，4極以上の界磁磁極を備え，電機子巻線が重巻にて巻装された多極モータにて，低速作動時に使用される第1及び第2ブラシと，第1及び第2ブラシの何れか一方と共に高速作動時に使用される第3ブラシとを設けると共に，隣接する整流子片間に接続され電機子巻線を形成する複数のコイルのうち，等電位となるべきコイル間を接続する均圧部材を設けたので，同電位にて対向するブラシを削減することができ，多極モータにおいて2速度を実現しつつ，ブラシ個数の削減が可能となる。このため，ブラシ個数増大に伴うコストアップや，ブラシ周りでの損失増大を抑えることが可能となり，ブラシ近接問題も解決される。従って，多極機による小型・軽量化のメリットを享受しつつ，ブラシ数を大幅に増大させることなく，HI，LO等の2速度作動を実現することが可能となる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための最良の形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施例1",
                      "text": [
                        "【0020】",
                        "図1は，本発明の実施例1であるワイパモータの構成を示す断面図である。ワイパモータ1は，自動車用ワイパ装置の駆動源として使用され，モータ部Mと，モータ部Mの回転出力を減速する減速部Rとから構成されている。モータ部Mは，図1に示すように，有底円筒形状のモータハウジング2内にアーマチュア3を回動自在に配置した構成となっている。モータハウジング2の内周面には，周方向に2対4個の永久磁石（界磁磁極）4が固定されており，この永久磁石4によってワイパモータ1は4極に構成される。",
                        "【0021】",
                        "アーマチュア3は，回転軸5に固定されたアーマチュアコア6と，アーマチュアコア6に巻装されたアーマチュアコイル（電機子巻線）7とから構成されている。回転軸5の図中左端部は，モータハウジング2に取り付けられた軸受8によって回動自在に支持されており，アーマチュア3はモータハウジング2内に回動自在に内装される。アーマチュアコア6は，リング状の金属板9を複数枚積層して構成されており，回転軸5に固定されている。アーマチュアコア6の外周には，軸方向に沿ってスロット11が凹設されている。スロット11間には巻線12が重巻にて巻装される。この巻線12によって，アーマチュアコア6の外周にアーマチュアコイル7が形成される。",
                        "【0022】",
                        "アーマチュアコア6の一端側には，コンミテータ13が隣接して配置されている。コンミテータ13は，回転軸5に外嵌固定されている。コンミテータ13の外周面には，導電材にて形成されたコンミテータ片（整流子片）14が複数枚取り付けられている。コンミテータ片14は軸方向に長い板状の金属片からなり，互いに絶縁された状態で周方向に沿って並列状に固定される。各コンミテータ片14のアーマチュアコア6側の端部には，ライザ15が形成されている。ライザ15には，アーマチュアコイル7の巻き始め端部と巻き終り端部となる巻線12が巻回され，フュージングにより固定されている。これにより，コンミテータ片14とこれに対応するアーマチュアコイル7とが電気的に接続される。",
                        "【0023】",
                        "モータハウジング2の開口端には，減速部Rを構成するアルミダイキャスト製のギヤハウジング16が取り付けられている。ギヤハウジング16の図中左端部内側には，ホルダステー17が取り付けられている。図2に示すように，ホルダステー17には周方向4箇所に2対のブラシホルダ18が対向配置されており，モータ部Mは4並列回路4ブラシ構成となっている。ブラシホルダ18には，それぞれブラシ19（19a～19d）が出没自在に内装されている。各ブラシ19は，ブラシ19aと19c，ブラシ19bと19dがそれぞれ同極性（19a，19c：＋，19b，19d：-）となっている。",
                        "【0024】",
                        "各ブラシ19の突出先端部（内径側先端部）はコンミテータ13に摺接しており，ブラシ19はスプリング21によってコンミテータ13に押接されている。各ブラシ19にはピグテール22が取り付けられており，ピグテール22を介して図示しない電源と電気的に接続されている。コンミテータ13には，ピグテール22，ブラシ19を介して外部電源から電力が供給される",
                        "減速部Rのギヤハウジング16内には，回転軸5の右端部とウォームホイール23等が収容されている。ギヤハウジング16内には，回転軸5の中央部を回転自在に支持する軸受24が固定されている。回転軸5の先端部にはウォーム25が形成されており，ウォーム25はウォームホイール23と噛合している。ウォームホイール23は出力軸26に固定されている。モータ部Mが作動し回転軸5が回転すると，その回転はウォーム25からウォームホイール23に伝達され，出力軸26が回転する。出力軸26は，図示しないリンク機構を介してワイパアームと接続されており，出力軸26の回転に伴いワイパアームが所定の払拭動作を行う。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施例2",
                      "text": [
                        "【0038】",
                        "次に，本発明の実施例2として，均圧線（均圧部材）を用いてブラシ数を削減した形態について説明する。図7は，本発明の実施例2であるワイパモータのブラシ構成を示す説明図である。本実施例のワイパモータも，その基本構成は，図11に示した実施例1のワイパモータ1と同様であり，4極重巻の仕様となっている。なお，以下の実施例では，実施例1と同様の部材，部分については同一の符号を付し，その説明は省略する。",
                        "【0039】",
                        "本実施例のワイパモータでは，アーマチュアコイル7の等電位点を均圧線にて接続する。すなわち，アーマチュアコイル7の対向するコイル同士を均圧線にて接続する。これにより，同電位にて対向するブラシ19の一方（19p'，19q'，19r'）が存在しなくとも，これらのブラシによって給電されるコイルに対しては，他方側のブラシ19p（第1ブラシ），19q（第2ブラシ），19r（第3ブラシ）から均圧線を介して給電が行われる。従って，図7に破線にて示したように，対向するブラシ19の一方側（19p'，19q'，19r'）を削減しても，均圧線によって，削減されたブラシが存在する場合と同様にアーマチュアコイル7に給電することが可能となる。",
                        "【0040】",
                        "本実施例では，LOWモード時は，ブラシ19p，19qが使用される。この際，アーマチュアコイル7に対しては，ブラシ19p，19qを介して給電が行われるが，均圧線を介して，ブラシ19p'，19q'によって給電されるべきコイルにも電流が流れる。",
                        "従って，実質的には，ブラシ19p，19q，19p'，19q'の4ブラシに通電した場合と同様の状態でモータが駆動される。一方，HIモード時は，ブラシ19q，19rが使用される。この場合も，ブラシ19q，19rを介して給電が行われるが，均圧線を介して，ブラシ19p'，19r'によって給電されるべきコイルにも電流が流れる。従って，実質的には，ブラシ19r'，19q，19r，19q'の4ブラシに通電した場合と同様の状態でモータが駆動される。ブラシ19r，19r'はブラシ19p'，19pに対し，（θ/2）°進角した位置に配置されており，HIモードではLOWモードよりもモータの回転数が高くなる。",
                        "【0041】",
                        "このように，均圧線を用いると，2速度を実現しつつブラシ個数を6個から3個へと削減でき，これは，図11に示した従来の2極モータと同様のブラシ個数となる。このため，モータを多極化したにもかかわらず，ブラシ個数増大に伴うコストアップがなく，また，ブラシ周りでの損失増大もない。さらに，HI作動用のブラシ19rを，LOW作動用ブラシ19p’の近くに隣接して配置する必要がなく，HI，LOWブラシの近接配置問題も生じない。従って，多極機においてもブラシ数を増大させることなく，HI，LOW作動を実現でき，従来の2極機に対し小型・軽量化を図ることが可能となる。",
                        "【0042】",
                        "加えて，本実施例のように，均圧線を使用することにより，アーマチュアコイル7の電気的なバランスが向上し，振れ回り力が低減し，騒音や振動を低減させることが可能となると共に，高電圧化にも対応可能な耐久性を得ることができる。なお，図11に示した従来の2極機では，ブラシ51a～51cにより，図中に矢印で示したような方向にアーマチュア3が押される。これに対し，図7のブラシ構成とした場合には，アーマチュア3はブラシ19p，19q，19rによって概ね三方から押圧される。従って，図11の場合よりも，アーマチュア3に対するブラシ押圧荷重が均等化され，アーマチュア3の回転バランスが安定する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によれば，本件明細書には，本件発明1に関し，次のような開示があるものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，2速度以上の動作切り換えが可能な4極以上の多極モータであって，車両用ワイパ装置の駆動源等に使用されるモータに関する発明である（段落【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，4極重巻仕様のモータにて2速度切り換えを実現しようとすると，コモン／低速用／高速用のブラシが2組，合計6個のブラシを配置しなければならなかったところ，このようにブラシ個数が増加すると，製品コストが増大すると共に，ブラシ同士が近接し，部品レイアウト上も好ましくないという問題があった（段落【0004】）。そこで，本件発明1は，4極重巻仕様のワイパモータにおいて，ブラシ個数の増大を抑えつつ，2速度以上の動作切り換えを実現し，モータの小型軽量化を図ると共に，コストアップを抑え，レイアウト性の向上を図ることを目的とする（段落【0005】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1は，上記課題を解決するため，請求項1のとおりの構成を採用したものであり（段落【0006】），特に，等電位となるべきコイル間を接続する均圧部材を設けたことにより，同電位にて対向するブラシの一方を削減することができ，多極モータにおいて2速度を実現しつつ，ブラシ個数の削減が可能となり，その結果，ブラシ個数増大に伴うコストアップや，ブラシ周りでの損失増大を抑えることが可能となるとともに，ブラシ近接問題も解決され，多極機による小型・軽量化のメリットを享受しつつ，ブラシ数を大幅に増大させることなく，2速度作動を実現することが可能となるという効果を奏するものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（無効理由1（甲1発明と甲2記載の事項に基づく進歩性欠如）についての判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1（特表平10-503640号公報）には，次の記載がある（下記記載中に引用する図面については別紙2を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "本発明は一般に，直流モータに関するものであり，特に，2極の3ブラシ構成または4極の6ブラシ構成を有する2段速度…直流モータ等の多段速度…直流モータに関する（8頁4行～6行）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術  ",
                      "text": [
                        "2段速度直流モータの通常の用途として，自動車両のフロントガラス・ワイパーを低速または高速のいずれかで駆動する駆動モータが挙げられる。一般に，自動車両の運転者はワイパーのスイッチを低速設定または高速設定のいずれかにすることにより，電力を付属の電子回路を介して直流モータに供給する。一般に用いられている2段速度直流モータの一種は，モータの電機子…上の巻線…に電流を供給するための，低速用ブラシ，高速用ブラシおよび共通接地ブラシから成る3個のブラシを備えている。各ブラシは，電機子軸上に位置してこれと共に回転する整流子…に接触している。一対のブラシ，一般には，低速ブラシと共通接地ブラシが円周方向においてほぼ180°離間して配置されている。このモータの動作中においては，電流が電力供給源から低速ブラシを介して整流子に供給された後に，モータ巻線を通過し，低速ブラシに対してほぼ180°の円周方向位置にある共通接地ブラシを介して電力供給源に戻る。",
                        "電流が低速ブラシに供給されると，モータは第1の低回転速度（低RPM）で動作し，ワイパーが低速度，例えば45サイクル／分程度で動く。また，第2の高速でのモータ動作が必要であれば，低速ブラシと共通接地ブラシとの間に，これらと円周方向に離間して配される高速ブラシを介して電流が巻線に供給される。当業者において周知のように，円周方向において低速ブラシよりも共通接地ブラシに近接している，この第3ブラシを介して電流がモータに供給されると，モータの回転速度は，第2の高RPM（revolutions per minite：回転数／分）に増加して，ワイパーが高速度，例えば65サイクル／分程度で動く。このモータの低回転速度と高回転速度との間の相対差は，共通接地ブラシに対する高速ブラシのオフセット，すなわち分離角度によって決定される。",
                        "2段速度直流モータの動作において経験される固有の問題は，高速ブラシの端面における，一般に侵食…と呼ばれる電気的磨耗…から生じる。この侵食は，ブラシ端面と整流子との間の接触が壊される際に起こる電気的アーク作用…によって引き起こされる。モータの界磁…により確立される磁界（これは，永久磁極または巻線電磁極により形成され得る）の中立帯…の外側を電機子巻線が通過する時に電機子巻線との整流が生じるように高速ブラシが配置されているので，電機子巻線が界磁により確立された磁界の中立帯内を通過する時に電機子巻線との整流が生じるように配置された低速および共通接地ブラシで経験されるものに比して，アーク作用がより苛酷になる。",
                        "高速ブラシの端面における侵食によって，その動作寿命の初期段階，一般に，モータ動作の最初の数百時間程度にわたって，高速ブラシが整流子上に位置する間に，当該ブラシと整流子との間の有効接触線…が移動することになる。従って，高速ブラシと整流子との間の有効接触線は，当該ブラシの中心におけるその初期位置から該ブラシの前端に向かって移動する。なお，この初期位置は，モータを実際に用いる前の仕様試験のために動作させる時に設定される接触線の位置である。このような有効接触線の移動によりモータ性能が悪影響を受け，高速動作でのモータのRPMが増加して当該高速動作でのモータの所望RPMを超える値になり，高速設定条件下における所望の65サイクル／分ではなく，75～80サイクル／分の速度でワイパーが動作することになる。磨耗しているモータ…の場合においては，実際の高速RPMは，仕様試験中に測定された高速RPMよりも，かなり高くなり得，その仕様速度の許容範囲から外れることもあり得る。（8頁8行～9頁下から3行）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明の概要",
                      "text": [
                        "本発明の目的は，高速ドリフトを最小にする多段速度直流モータを提供することである。",
                        "本発明によれば，低速ブラシと共通接地ブラシとの間に配置される高速ブラシの端面は，従来の円弧状…ブラシ端面とは異なり，非円弧状の端面を有しており，速度ドリフト侵食を受けない。この非円弧状の端面は，2個のオフセット面から形成されており，これらは互いに交わって高速ブラシの端面と整流子との間の接触線を構成し，当該接触線は高速ブラシの中心線からモータの回転方向と反対方向，すなわち該ブラシの前端に向かって所定の円周方向距離だけ，ずらされている。これらの交叉面は，平坦面…もしくは曲面…のいずれでも構成できる。（9頁下から1行～10頁9行）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "好ましい実施態様の説明",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "以下，本発明を自動車用フロントガラス・ワイパー・システムにおける駆動モータとして一般に用られる小型の分数馬力2段速度直流モータに適用した場合について説明する。…",
                          "text": [
                            "図1には，自動車両のフロントガラス用の比較的典型的なワイパー・システム100が概略的に示されている。一般に，このようなワイパー・システムは，典型的には多機能スイッチまたは複数の集合スイッチ等であるワイパー・モード・スイッチ110と，低速ブラシ22，高速ブラシ24および共通接地ブラシ26を有する2段速度直流モータ120と，当該ワイパー・モード・スイッチ110およびモータ120に付随して動作する電子的なドライバー／コントローラ130と，ドライバー／コントローラ130に付随的に動作して間欠的ワイパー動作用の調節可能遅延を提供するポテンショメータ140と，車両のフロントガラスを拭くように動作し，ワイパー・モード・スイッチ110の設定に応じて相対的に低速または相対的に高速のいずれかでモータ120により選択的に駆動されるようモータ120と連動する一対のワイパー150とを備えている。",
                            "図2は，典型的な自動車用ワイパー・システム100において駆動モータ120として一般に用いられる3ブラシ・2段速度・2極・分数馬力直流モータを示している。駆動モータ120は，その中に一対の対向する細長い磁極20が設置されるハウジング10を有しており，各磁極は，典型的には円筒形の外殻部分を形成する永久磁石から構成されている。…複数の巻線33からなる電機子30は，軸方向に長い電機子軸35に軸支されて，巻線33が永久磁石20の間に形成された磁場の中で回転するように，ハウジング10内において回転する。図2および図3を同時に参照するとよく分かるように，3個のブラシ22，24，26は，ブラシ・カード28の上に従来の態様で取り付けられて，各ブラシの端面が電機子軸35上に取り付けられた整流子40と接触するようになっている。…動作においては，電力供給源（例えば，車両の電気系統）から低速ブラシ22または高速ブラシ24のいずれか一方に電流を供給し，共通接地ブラシ26を介して電流回路を完成させることにより，電流が整流子40を介して従来態様で巻線33に供給される。",
                            "低速ブラシ22と共通接地ブラシ26は円周方向にほぼ180度離間して配置され，整流子40の対向面上で互いに正反対に離間している。さらに，これらのブラシは，電機子巻線が一対の永久磁石20の中立帯を通過する時に当該巻線との整流が生じるように，低速ブラシ22及び共通接地ブラシ26の各端面23および27それぞれが整流子40に接触するように，一対の磁石20に対して配置されている。",
                            "高速ブラシ24は，低速ブラシ22と共通接地ブラシ26との間にこれらと円周方向において離間して配置されており，低速ブラシ22に対して，所定の鋭角，例えば，約60度を成している。しかしながら，当業者においては明らかなように，低速時の場合に対する高速時のモータの単位分あたりの回転数（RPM）における回転速度の相対差は低速ブラシと高速ブラシとの間の分離角度の大きさXによって決まる。それゆえ，選択される分離角度は，モータの適用分野や所望の高低速度関係によって決められる。このように配置されるが，高速ブラシ24は，電機子巻線との整流が，当該巻線が一対の永久磁石20の中立帯の外側を通過する時に生じるように配置されている。それゆえ，高速ブラシ24は，配置されたブラシ22および26に生じる侵食に比して，その端面27の後方領域（整流子40が端面との接触から離脱する端面領域，すなわち，整流子の回転に関して端面の下流側の領域）の周辺において，より苛酷な侵食を受けやすい。（11頁14行～13頁13行）"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本発明は，また図7に示すような多段速度4極モータに適用することができる。この場合，6個のブラシが電機子巻線を整流するために用いられる。4極モータにおいては，4個の磁極は，モータ・ハウジングの内周に，円周方向に等間隔で配置されている。…複数の巻線から成る電機子は，モータ・ハウジング内で回転するよう，軸方向に長い電機子軸上に支持されており，これらの巻線が磁極間に形成される磁場を通過するようになっている。",
                            "6個のブラシ82，84，86，92，94および96は，従来の態様でブラシ・カードに取り付けられており，各ブラシの端面が電機子軸35上に取り付けた整流子40に接触している。従来の場合と同様に，2個のブラシ82および92は低速ブラシを構成し，2個のブラシ84および94は共通接地ブラシを構成し，2個のブラシ86および96は高速ブラシを構成している。2個の共通接地ブラシ84および94は，並列に配線され，円周方向にほぼ180度離間して，すなわち整流子40の反対側に互いに正反対に離されている。2個の低速ブラシ82および92は，並列配線され，円周方向にほぼ180度離間して，すなわち整流子40の反対側に互いに正反対に離されているが，共通接地ブラシ84および94に対してほぼ90度の間隔で円周方向に離間されている。低速ブラシ82および92と共通接地ブラシ84および94は，電機子巻線が4個の磁極により形成される磁場の中立帯を通過する時に当該巻線の整流が生じるように該4個の磁極に対して配置されている。",
                            "2個の高速ブラシ86および96は，並列に配線されており，円周方向にほぼ180度離間して，すなわち，整流子40の反対側に互いに正反対に配置されている。さらに，ブラシ86および96は，低速ブラシ82および92と共通接地ブラシ84および94との間にそれぞれ円周方向に離間して配置されている。また，高速ブラシ86は低速ブラシ82に対して，高速ブラシ96は低速ブラシ92に対して，鋭角Z（例えば，約30度）を成している。しかしながら，当業者には明らかなように，低速時の場合に対する高速時のモータの単位分当たりの回転数（RPM）での回転速度の相対差は，低速ブラシと高速ブラシとの間の分離角度の大きさZによって決まる。それゆえ，選択される分離角度は，モータの適用分野と所望の高低速度関係によって決められる。",
                            "このように配置されるが，高速ブラシ86および96は，電機子巻線が4個の磁極の中立帯の外側を通過する時に当該巻線の整流が生じるように配置されている。その結果，これらの高速ブラシは，それぞれ端面の後方領域の近くにおいて，他のブラシ82，84，92および94に生じる侵食に比して，より苛酷な侵食を受けやすい。それゆえ，当該4極モータの高速ブラシ86および96のそれぞれは，本発明の開示内容にしたがって，互いに角度Yを成す第1および第2の交叉面により形成される非円弧状の端面を備えており，当該交叉面は交わることによって整流子40との接触線83を形成し，この接触線は端面の中央領域には位置せずに，該端面の前端に向かって円周方向に沿う所望距離だけ中央領域からずれている。なお，2極モータの構成において述べたように，第1および第2の平面は，平坦面であっても円弧状の面であってもよく，円弧状である場合は凸形または凹形のいずれでもよい。（16頁8行～17頁最終行）"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アのような甲1の記載によれば，甲1には，本件審決が認定したとおりの甲1発明（前記第2の4(1)ア）が記載されていることが認められ，また，これと本件発明1とを対比すれば，両者の間には，本件審決が認定したとおりの一致点及び相違点3ないし5（前記第2の4(1)イ及びウ）があるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，甲1の記載及び電気機器分野における技術常識によれば，甲1発明の「電機子巻線」は，重巻されたものであることが認められる。すなわち，甲30（昭和62年9月10日発行の「初歩の電気機器」と題する文献）によれば，直流モータにおける巻線は，重巻と波巻のいずれかに分類することができること（11頁2行～9行），重巻においては，その並列回路数が極数に等しく，4極重巻では4個のブラシを用いて給電されるのに対し，波巻においては，並列回路数は極数に関わらず常に2であり，4極波巻でも2個のブラシを用いて給電されること（11頁28行～12頁，図1・22，図1・23）が，電気機器分野における技術常識であることが認められる。しかるところ，甲1の記載（前記ア(イ)及び(エ)）によれば，甲1発明は，それぞれ2個の低速ブラシ，共通接地ブラシ及び高速ブラシ（合計6個のブラシ）が用いられた4極の直流モータであり，低速回転時には，それぞれ2個の低速ブラシ及び共通接地ブラシ（合計4個のブラシ）に給電され，高速回転時には，それぞれ2個の高速ブラシ及び共通接地ブラシ（合計4個のブラシ）に給電されるものであることが理解できる。そうすると，上記技術常識に照らし，甲1発明の「電機子巻線」は，波巻ではなく，重巻されたものであることが明らかといえる。また，そうである以上，甲1発明の「複数のコイル」が「隣接する整流子片間に接続される」ものであることも明らかである。",
                        "以上によれば，本件審決が認定した相違点1及び2は，実質的には相違点とはいえないものであるから，これらを実質的な相違点とした上で，その容易想到性を認めた本件審決の認定判断は，当裁判所の見解とは異なるものといえる。しかし，この点については，原告が取消事由として主張するものではなく，本件審決の結論に影響を及ぼすものともいえないので，本判決では直接判断の対象とはしないが，甲1発明が巻線の方法として重巻を用いた直流モータであることについては，これを前提として判断を進めることとする。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，原告は，本件審決による相違点5の認定のうち，甲1発明の構成につき，「2個の共通接地ブラシ，2個の低速ブラシ，2個の高速ブラシは，それぞれ並列に配線されて円周方向にほぼ180度離間している」とした認定について，①ここで問題となるのは，各ブラシの「配置」であって，「配線」ではないから，「それぞれ並列に配線されて」と認定することは不適切である旨及び②甲1発明の6つのブラシは六方から整流子を押圧する位置に対向配置されているものと認められるから，これらのブラシについて，「整流子を六方から押圧する位置に配置されている」ことが認定されていないことは不適切である旨を主張する。",
                        "しかし，まず，上記①の点については，上記ア(エ)bのとおり，甲1には，2個の共通接地ブラシ，2個の低速ブラシ及び2個の高速ブラシがそれぞれ並列に配線されていることが記載されているから，本件審決の認定に誤りがあるというわけではない。他方で，確かに，相違点5は第1ブラシ及び第2ブラシとの関係における第3ブラシ（高速ブラシ）の配置に係る相違点として把握されるものであるから，この点に係る甲1発明の構成として，上記各ブラシが「並列に配線されて」いることを認定する必要があるかについては疑問がある。しかしながら，本件審決では，第3ブラシ（高速ブラシ）の配置について，本件発明1が「第1ブラシと第2ブラシとの間に形成される空間のうち広角側の空間に前記第1及び第2ブラシと対向するように配置し，前記第1～第3の3個のブラシを，整流子を三方から押圧する位置に配置している」のに対し，甲1発明では「共通接地ブラシと低速ブラシとの間で円周方向に離間して配置され，2個の共通接地ブラシ，2個の低速ブラシ，2個の高速ブラシは，それぞれ…円周方向にほぼ180度離間している」ことが認定され，両者における各ブラシの配置の相違を把握し得る認定はされているものといえるから，当該相違点の把握に必ずしも必要ではない甲1発明の並列配線に係る構成が付加的に認定されているとしても，それが当該相違点に係る容易想到性の判断に影響を及ぼすことは考えられない。したがって，上記相違点の認定が不適切であるとまではいえない。",
                        "また，上記②の点についても，甲1発明における第3ブラシ（高速ブラシ）の配置として，「共通接地ブラシと低速ブラシとの間で円周方向に離間して配置され，2個の共通接地ブラシ，2個の低速ブラシ，2個の高速ブラシは，それぞれ…円周方向にほぼ180度離間している」ことが認定されている以上，これら6つのブラシが整流子を六方から押圧する位置関係にあることは自明であり，あえてそのことを明示的に認定しなかったからといって，当該相違点の認定が不適切であるとはいえない。",
                        "以上のとおり，本件審決による相違点5の認定が不適切であるとする原告の主張は採用の限りではないから，以下では，本件審決が認定したとおりの相違点5を前提として，容易想到性判断の適否を検討することとする。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「相違点3及び4に係る容易想到性判断の誤り」について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2の開示事項について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2（特開2000-166185号公報）には，次の記載がある（下記記載中に引用する図面については別紙3を参照）。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明の属する技術分野",
                          "text": [
                            "【0001】",
                            "この発明は，車両のハンドルの操舵力をアシストする電動パワーステアリング装置用モータに関するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従来の技術",
                          "text": [
                            "【0002】",
                            "図14は従来の電動パワーステアリング装置の側断面図であり，この電動パワーステアリング装置は，回転トルクを発生する電動パワーステアリング装置用モータ（以下，電動モータと略称する。）1と，この電動モータ1に連結され電動モータ1からの回転トルクを連結または遮断する電磁クラッチ2とを備えている。電動モータ1は，円筒状のヨーク3と，このヨーク3内に対向して固定された4極の界磁部である界磁永久磁石4と，ヨーク3内で第1の軸受け5と第2の軸受け6とにより回転自在に支持されたシャフト7と，このシャフト7に固定されたアマチュア8と，シャフト7の一端部に固定された整流子9と，この整流子9の表面にスプリング10の弾性力により当接したブラシ11と，このブラシ11を保持したブラシホルダ12と，このブラシホルダ12がブラシホルダ用締付ねじ13により固定されているとともに，締付ねじ19によりヨーク3に連結された非磁性であるアルミニウム製のハウジング14と，リード線15が貫通したグロメット16とを備えている。アマチュア8は，軸線方向に延びた22個のスロットを有するコア17と，スロットに導線が重巻方式で巻回されて構成された巻線18とを備えている。",
                            "【0006】上記電動モータ1では，ヨーク3の磁気回路のアンバランス，アマチュア8の偏心，ブラシ11に流れる電流の不均一等により，アマチュア8の巻線18の回路間に誘起する起電力に差が生じ，巻線18内にはブラシ11を通じて流れる循環電流が生じ，その結果ブラシ整流作用の悪化，ブラシ11から発生する整流火花の増加に伴う，ブラシ11及び整流子9の高温化，寿命低下，トルクリップルの増加等の問題点がある。",
                            "【0007】図15は上記循環電流の発生を防止するために同電位であるべき整流子9の整流子片30同士を均圧線31を用いて電気的に接続した電動モータ42の巻線図であり，また図16は図15の巻線図の電気回路図である。第1の整流子片30aは第12の整流子片30lと，第2の整流子片30bは第13の整流子片30mと，第3の整流子片30cは第14の整流子片30nと，第4の整流子片30dは第15の整流子片30oと，第5の整流子片30eは第16の整流子片30pと，第6の整流子片30fは第17の整流子片30qと，第7の整流子片30gは第18の整流子片30rと，第8の整流子片30hは第19の整流子片30sと，第9の整流子片30iは第20の整流子片30tと，第10の整流子片30jは第21の整流子片30uと，第11の整流子片30kは第22の整流子片30xとそれぞれ均圧線31を介して接続されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明が解決しようとする課題",
                          "text": [
                            "【0011】",
                            "上記構成の電動モータ42では，ブラシ11の数が4個であり，ブラシ11の摺動摩擦抵抗によるロストルク及びブラシ音が大きいという問題点があった。また，ブラシ11の数が多いと，それだけブラシ11と整流子片30との当接が不安定となる確率が高くなり，そのことに起因してトルクリップルが大きくなり，ドライバーの操舵感が悪いという問題点もあった。",
                            "【0012】さらに，上記電動モータ42は，＋ブラシ側である，第1のブラシ11aと第3のブラシ11cとは本来同電位であり，第1のブラシ11a及び第3のブラシ11cには同値の電流が流れるべきである。しかしながら，第1のブラシ11a及び第3のブラシ11cでの接触電圧降下，固有抵抗，並びに第1のブラシ11a及び第3のブラシ11cに至るまでの導線抵抗等のばらつきで，第1のブラシ11a及び第3のブラシ11cには異なる電流値の電流が流れてしまうので，電流分担大のブラシ11a，11c側を想定してブラシサイズを設定しなければならず，電動モータ42を小形化できないという問題点もあった。上記問題点は重巻き，6極，スロット数22，6個のブラシ35a～35fで構成された電動モータ40にも，同様に有していた。",
                            "【0013】なお，図18に示した電動モータ41では，ブラシ本体36a～36dがそれぞれ3ブラシ部39で構成されており，上記ばらつきの影響を小さくできるものの，この構造は，実際には大型電動モータにしか採用されてなく，小形化が要求される電動パワーステアリング装置用モータでは採用できない。",
                            "【0014】この発明は，上記のような問題点を解決することを課題とするものであって，ブラシの摺動摩擦抵抗によるロストルク及びブラシ音を低減し，またトルクリップルも低減してドライバーの操舵感が向上し，さらに構造が簡単で小形化を可能にした電動パワーステアリング装置用モータを得ることを目的とするものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "【0015】",
                            "この発明の請求項1に係る電動パワーステアリング装置用モータは，ヨークと，このヨークの内壁面に固定された4極以上の多極で構成された界磁部と，前記ヨーク内に回転自在に設けられたシャフトと，このシャフトに固定されコアの外周面に軸線方向に延びて形成されたスロットに導線が重巻方式で巻回されて構成された巻線を有するアマチュアと，前記シャフトの端部に固定され複数個の整流子片から構成された整流子と，この整流子の表面に当接した＋側及び-側それぞれ1個のブラシと，同電位であるべき前記整流子片同士を接続した均圧部材とを備えたものである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "発明の実施の形態",
                          "text": [
                            "【0023】",
                            "実施の形態1．図1～図4は実施の形態1の電動パワーステアリング装置用モータ（以下，電動モータと略称する。）を示すもので，図1はその巻線図，図2はその電気回路図，図3はその要部側面図，図4は図3のIVーIV線に沿う断面図である。この電動モータ79は，円筒状のヨークと，このヨーク内に周方向に間隔をおいて4個固定されたフェライトで構成された界磁部である永久磁石と，ヨーク内に軸受により回転自在に設けられたシャフト80と，このシャフト80に固定されたアマチュア81と，アマチュア81の片側に設けられた整流装置82とを備えている。なお，ヨーク及び永久磁石は図示されていない。",
                            "【0024】アマチュア81は，軸線方向に延びた22個のスロット83有するコア84と，銅線にエナメル被覆された丸線である導線85がスロット83に巻回されて構成された巻線86とを備えている。巻線86は，導線85を10回ターンし，次に1スロットずらして導線85を10回ターンすることを繰り返す，所謂重巻方式で構成されている。",
                            "【0025】整流装置82は，シャフト80の端部に固定され周方向に複数配列された22個の整流子片87を有する整流子88と，この整流子88の表面にスプリングの弾性力により当接しているとともに対向して2個配設された第1のブラシ89a及び第2のブラシ89bと，同電位であるべき整流子片87の各フック91a～101b同士を電気的に接続しブラシ89を通じて流れる循環電流の発生を防止する均圧線90を備えている。",
                            "【0026】均圧部材である均圧線90は，一端部が整流子片87のフック91aに係止され，他端部がフック91aに対向したフック91bに係止されている。以下同様に，他の10本の各均圧線90も，それぞれ一端部がフック92a～101aに係止され，他端部がフック92b～101bに係止されている。これらの各均圧線90はそれぞれアマチュア81と対向した整流装置82の側面に密接している。",
                            "【0027】図1及び図2では第1のブラシ89aは第1の整流子片87a及び第2の整流子片87bと当接され，また第2のブラシ89bは第6の整流子片87f，第7の整流子片87g及び第8の整流子片87hと当接されたときを示している。従来の電動モータ1では，図16に示すように＋ブラシ側において第1のブラシ11a及び第2のブラシ11bが配設され，-ブラシ側において第3のブラシ11c及び第4のブラシ11dが配設されていたが，この実施の形態では，＋ブラシ側では第1のブラシ89aが配設され，-ブラシ側では第2のブラシ89bが配設され，ブラシの個数が4個から2個に削減されている。",
                            "【0029】上記構成の電動モータ79では，均圧線90と導線85とが同一径，同一材料（銅線の表面にエナメル皮膜が施されている。）の線材を用いて，整流子88の側面に均圧線90を密接し，引き続きコア84に巻線86を設ける。",
                            "【0030】この場合の製造手順は，先ず同電位であるべき整流子片87同士のフックに線材を係止した後，切断する。この作業を繰り返して11本の各均圧線90の一端部をフック91a～101aに他端部をフック91b～101bにそれぞれ接続する。その後，線材をコア84にフックを91a～101bを介して重巻き方式で巻回して，コア84に巻線86を設ける。この線材の係止，切断及び巻回の一連の作業は巻線機で行われるので，効率よく行われる。そして，各均圧線90が同電位であるべき整流子片87同士で物理的に接続され，かつコア84の各スロット83に導線85が重巻方式で巻回された後，各フック91a～101bは，ヒュージング等により，均圧線90及び導線85とそれぞれ同時に電気的に接続される。",
                            "【0031】上記構成の電動モータ79では，ブラシ89a，89bの数が全部で2個であり，ブラシ89a，89bの摺動摩擦抵抗によるロストルク及びブラシ音を低減することができる。また，ブラシ89a，89bの数が少なくなり，それだけブラシ89a，89bと整流子片87との当接が不安定となる確率が低くなり，下表に示すようにトルクリップルが低減され，ドライバーの操舵感が向上する。",
                            "【0033】さらに，従来の電動モータ1では，第1のブラシ11a及び第3のブラシ11cを介して電流が流れるが，この実施の形態では第1のブラシ89aを介して電流が流れ，ブラシ89aを通じて流れる電流量が従来のものと比較して2倍となる。その結果，例えば第1の整流子片87aから第12の整流子片87lに電流が流れ，第2の整流子片87bから第13の整流子片87mに電流が流れるときの均圧線90での電圧降下，発熱量が大きくなるおそれがある。しかしながら，この実施の形態では，整流子88の側面に均圧線90を密接しており，整流子片87同士を接続する均圧線90の長さは短くなっており，均圧線90での電圧降下，発熱量は低く抑えられており，また作動音を低減することができる。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "発明の効果",
                          "text": [
                            "【0044】",
                            "以上説明したように，この発明の請求項1に係る電動パワーステアリング装置用モータは，ヨークと，このヨークの内壁面に固定された4極以上の多極で構成された界磁部と，前記ヨーク内に回転自在に設けられたシャフトと，このシャフトに固定されコアの外周面に軸線方向に延びて形成されたスロットに導線が重巻方式で巻回されて構成された巻線を有するアマチュアと，前記シャフトの端部に固定され複数個の整流子片から構成された整流子と，この整流子の表面に当接した＋側及び-側それぞれ1個のブラシと，同電位であるべき前記整流子片同士を接続した均圧部材とを備え，ブラシの数が全部で2個に削減されたので，ブラシの摺動摩擦抵抗によるロストルク及びブラシ音を低減することができる。また，ブラシの数が少なくなり，それだけブラシと整流子片との当接が不安定となる確率が低くなり，トルクリップルが低減され，ドライバーの操舵感が向上する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)のような甲2の記載によれば，甲2には，次のような事項が開示されているものといえる。",
                        "車両のハンドルの操舵力をアシストする電動パワーステアリング用4極重巻モータにおいては，巻線の回路間に誘起する起電力に差が生じることにより，巻線内にブラシを通じて流れる循環電流が生じ，その結果ブラシ整流作用の悪化，ブラシから発生する整流火花の増加に伴う，ブラシ及び整流子の高温化，寿命低下，トルクリップルの増加等の問題点があったことから，上記循環電流の発生を防止するために同電位であるべき整流子の整流子片同士を均圧線で電気的に接続した電動モータが従来から存在していた（段落【0001】，【0002】，【0006】，【0007】）。",
                        "しかし，上記構成の電動モータでは，ブラシの数が4個であり，ブラシの摺動摩擦抵抗によるロストルク及びブラシ音が大きいという問題点があり，また，ブラシの数が多いと，それだけブラシと整流子片との当接が不安定となる確率が高くなり，そのことに起因してトルクリップルが大きくなり，ドライバーの操舵感が悪いという問題点もあった（段落【0011】）。また，同電位であるべきブラシ間の電気的特性のばらつきの影響を小さくするためにそれぞれのブラシを3ブラシで構成することも従来知られていたが，この構造は小型化が要求される電動パワーステアリング装置用モータでは採用できないという問題があった（段落【0012】，【0013】）。",
                        "そこで，甲2記載の電動パワーステアリング装置用モータにおいては，上記のような問題点を解決すること，すなわち，ブラシの摺動摩擦抵抗によるロストルク及びブラシ音を低減し，またトルクリップルも低減してドライバーの操舵感を向上させ，更に構造が簡単で小形化を可能にしたモータを得ることを目的とし（段落【0014】），そのための構成として，ヨークと，このヨークの内壁面に固定された4極以上の多極で構成された界磁部と，前記ヨーク内に回転自在に設けられたシャフトと，このシャフトに固定されコアの外周面に軸線方向に延びて形成されたスロットに導線が重巻方式で巻回されて構成された巻線を有するアマチュアと，前記シャフトの端部に固定され複数個の整流子片から構成された整流子と，この整流子の表面に当接した＋側及び-側それぞれ1個のブラシと，同電位であるべき前記整流子片同士を接続した均圧部材とを備えた構成を採用したものであり（段落【0015】），この構成により，ブラシの数が全部で2個に削減されたので，ブラシの摺動摩擦抵抗によるロストルク及びブラシ音を低減することができ，また，それだけブラシと整流子片との当接が不安定となる確率が低くなり，トルクリップルが低減され，ドライバーの操舵感が向上するという効果を奏することとなった（段落【0031】，【0044】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，以上のような甲2の記載に接した当業者であれば，次のような技術的事項を当然に理解するものといえる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "均圧線の技術的意義",
                          "text": [
                            "まず，甲2には，＋電位に接続される2個のブラシ及び-電位に接続される2個のブラシを備える4極重巻モータにおいて，同電位となるべき整流子間を均圧線で接続することによって循環電流の発生を防止し，それによってブラシ整流作用の悪化等の問題点を解決する技術が，従来から知られた技術として記載されている（以下，当該技術を「甲2従来技術」という。）。加えて，電気機器分野に係る教科書と解される甲11（昭和42年発行の「電気機器各論I（直流機）」）にも，4極重巻の直流機において，循環電流を防止して整流を容易にするために均圧結線を用いて巻線中常に等電位である点を導体で接続すること，このような均圧結線は重巻には欠くことのできない重要な結線であること，均圧結線の好ましい取付け場所は整流子側であることが記載されており（87頁19行～88頁8行），これからすると，甲2従来技術は，本件原出願前からの電気機器分野における技術常識として当業者に理解されていたものと認められる（なお，本件の審判手続では，原告（請求人）による甲11の追加提出が許可されなかった経過がある（甲28の9）。しかし，本件訴訟において，本件審判手続で審理判断された甲1発明と甲2記載の事項に基づく進歩性欠如の有無について判断するに当たり，上記甲11に基づいて，判断に必要となる技術常識を認定することが許されることは明らかである。）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "ブラシ数削減の原理",
                          "text": [
                            "甲2記載の発明は，甲2従来技術に係る4極重巻モータ（以下「従来モータ」という。）において，ブラシの数が4個と多いことに起因して，ロストルク，ブラシ音及びトルクリップルが大きくなるという問題点があることに鑑み，＋側及び-側のブラシをそれぞれ1個のブラシ（合計2個のブラシ）とすることによって前記問題点を解決したものである。",
                            "他方，甲2には，上記のようにブラシを減らすことができる原理を説明する明示的な記載はない。しかし，甲2の段落【0033】における「従来の電動モータ1では，第1のブラシ11a及び第3のブラシ11cを介して電流が流れるが，この実施の形態では第1のブラシ89aを介して電流が流れ，ブラシ89aを通じて流れる電流量が従来のものと比較して2倍となる。」との記載からすれば，甲2記載の発明においてブラシを減らすことができるのは，均圧線を設けたことの結果として，1個のブラシから供給された電流が，そのブラシに当接する整流子片に供給されるとともに，均圧線を通じて同電位となるべき整流子片にも供給されることによって，対となる他方のブラシがなくとも従来モータと同様の電流供給が実現できるためであることが理解できる（この点，被告は，甲2には，均圧線の使用とブラシ数の削減とを結び付ける記載がないことを理由に，「均圧線を使用してブラシの数を減らす」技術が記載されているとはいえない旨主張するが，そのような明示的な記載がなくとも，甲2の記載から上記のとおりの理解は可能というべきであるから，被告の上記主張には理由がない。）。",
                            "してみると，甲2の記載に接した当業者は，甲2には，4極重巻モータにおいて，同電位となるべき整流子間を均圧線で接続することにより，同電位に接続されている2個のブラシを1個に削減し，もって，ブラシ数の多さから生じるロストルク，ブラシ音及びトルクリップルが大きくなるという問題を解決する技術が開示されていることを理解するものといえる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "text": [
                    "以上を踏まえて，甲1発明及び甲2の開示事項に基づいて相違点3及び4に係る本件発明1の構成とすることの容易想到性について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "直流モータが回転力を維持し続けるには，整流子とブラシによって得られる整流作用が不可欠であることは，直流モータの原理から自明のことであるから，直流モータにおいて，ブラシ整流作用を良好に保つことは，当然に達成しなければならない課題である。したがって，当該課題は，同じく直流モータである甲1発明においても，当然に内在する課題ということができる。",
                        "しかるところ，前記ア(ウ)aのとおり，＋電位に接続される2個のブラシ及び-電位に接続される2個のブラシを備える4極重巻モータにおいて，ブラシ整流作用の悪化等の問題点を解決するために均圧線を設ける甲2従来技術が技術常識であることからすれば，同じく同電位に接続された2個のブラシを複数組備える4極重巻モータであり，ブラシの整流作用を良好に保つという課題が内在する甲1発明においても，甲2従来技術と同様の均圧線を設けることは，当業者が当然に想到し得ることといえる。",
                        "なお，甲2の記載では，同電位となるべき整流子間を均圧線で接続するものとされ，本件発明1の均圧部材のように「等電位となるべきコイル間を接続する」ことが明記されてはいない。しかし，整流子とコイルが接続されている以上，同電位となるべき整流子間を均圧線で接続することは，電気的にみて，「等電位となるべきコイル間を均圧線で接続する」ことにほかならないものといえる。",
                        "以上によれば，甲1発明において相違点3に係る本件発明1の構成（コイルのうち等電位となるべきコイル間を接続する均圧部材を備えること）とすることは，甲1発明に甲2の開示事項（甲2従来技術）を適用することにより当業者が容易に想到し得たことと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲2には，前記ア(ウ)bのとおり，4極重巻モータにおいて，同電位となるべき整流子間を均圧線で接続することにより，同電位に接続されている2個のブラシを1個に削減し，もってブラシ数の多さから生じるロストルク，ブラシ音及びトルクリップルが大きくなるという問題を解決する技術が開示されているところ，ここでの課題であるロストルク及びトルクリップル（回転中のトルクの変動幅）の低減を図るとは，要するに回転の効率化及び安定化を図るということであり，電力を回転力に変換するモータであれば，当然に内在する課題ということができる。",
                        "してみると，上記(ア)のとおり，甲1発明に甲2従来技術を適用し，同電位となるべき整流子間を均圧線で接続するに際して，更に上記課題の解決手段として甲2に開示される技術を適用し，同電位に接続されている2個のブラシを1個に削減し，もってモータにおいて当然に追及されるべきロストルク及びトルクリップルの低減をも図ろうとすることは，当業者であれば容易に想到し得ることといえる。",
                        "したがって，甲1発明において相違点4に係る本件発明1の構成（第1～第3ブラシの3個のブラシのみを設けること）とすることも，甲1発明に甲2の開示事項を適用することにより当業者が容易に想到し得たことと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告の主張について",
                      "text": [
                        "これに対し，被告は，本件審決が，①甲2に「コイル間を接続する均圧部材」が記載されていないとしたこと及び②甲1発明に均圧部材を適用する動機付けがないとしたことに誤りはなく，したがって，甲1発明及び甲2記載の事項に基づき相違点3及び4に係る本件発明1の構成とすることの容易想到性を否定した本件審決の判断に誤りはない旨を主張する。しかし，以下に述べるとおり，被告の主張はいずれも理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲2における「コイル間を接続する均圧部材」の記載の有無について",
                          "text": [
                            "被告は，甲2記載の均圧部材は，整流子間を接続するのみで，等電位となるべきコイル間を接続するものではないから，甲2には「コイル間を接続する均圧部材」が記載されていないとした本件審決の認定に誤りはない旨主張する。",
                            "しかし，本件発明1において「等電位となるべきコイル間を接続する均圧部材」を設けたのは，これによって同電位にて対向する2個のブラシのうちの1個を削減するためであるところ，本件明細書の段落【0039】ないし【0041】の記載によれば，このようなブラシの削減が可能となるのは，残された1個のブラシから供給された電流が，そのブラシに当接する整流子片及びこれに接続されたコイルに供給されるとともに，均圧線を通じて等電位となるべきコイルにも供給されることとなり，その結果，他方のブラシ（削減されたブラシ）が存在する場合と同様の電流供給が実現できるためであると考えられる。してみると，本件発明1の「均圧部材」による「等電位となるべきコイル間の接続」とは，コイル間において均圧部材を通じた電流供給が可能となるような接続，すなわち，コイル間の電気的な接続を意味することが明らかといえる。",
                            "しかるところ，甲2記載の均圧部材は，同電位となるべき整流子間を接続するものであり，その結果，これらの整流子にそれぞれ接続された等電位となるべきコイル間をも電気的に接続することになるのであるから，甲2に「コイル間を接続する均圧部材」が記載されていることは明らかである。",
                            "したがって，被告の上記主張には理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲1発明に均圧部材を適用する動機付けの有無について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "被告は，甲1に，均圧部材を用いることが開示も示唆もされていないことを理由に，甲1発明に均圧部材に係る技術を適用する動機付けはない旨主張する。",
                                "しかし，前記(ア)及びア(ウ)aで述べたとおり，直流モータにおいてブラシ整流作用を良好に保つことは当然に内在する課題であることや，甲2従来技術が電気機器分野における技術常識であることを踏まえれば，同様の4極重巻モータである甲1発明においても甲2従来技術と同様の均圧線を設けようとすることは，当業者が当然になすべきことといえるのであって，このことは，甲1の記載中に均圧部材についての明示や示唆があるか否かによって左右されることではない。",
                                "したがって，被告の上記主張は理由がない。",
                                "⒝  また，被告は，甲1発明は，2極3ブラシのモータを多極化し，あえてブラシを増設して4極6ブラシのモータとしたものであり，均圧部材を用いてブラシ数を削減することを意図しておらず，むしろ，ブラシ数の削減は甲1開示の技術思想に逆行するものであるから，甲1発明に「均圧線を使用してブラシの数を減らす」技術を適用することには阻害要因がある旨主張する。",
                                "しかし，甲1の記載をみても，甲1発明（図7に示される4極6ブラシのモータ）が，2極3ブラシのモータ（図3に示されたもの）を多極化してあえてブラシを増設した発明であることを示す記載はない。むしろ，甲1には，多段速度直流モータには，2極3ブラシの構成と4極6ブラシの構成があることを前提に（前記(1)ア(ア)），いずれの構成にも当てはまる発明として，低速ブラシと共通接地ブラシの間に配置される高速ブラシの端面を従来の円弧状ではなく，非円弧状とすることを内容とする発明が記載され（前記(1)ア(ウ)），実施例としても，2極3ブラシのモータ（図3）と4極6ブラシのモータ（図7）が並列して記載されている（前記(1)ア(エ)）。",
                                "してみると，甲1発明について，2極3ブラシのモータを多極化し，あえてブラシを増設して4極6ブラシのモータとした発明であるなどと理解すべき根拠はなく，ブラシ数の削減を図ることが，甲1に開示される技術思想に逆行するものであるともいえない。",
                                "したがって，被告の上記主張には理由がない。",
                                "⒞  さらに，被告は，甲1発明は，一方向への回転しかしないが，速度切替えが必要なワイパモータであるのに対し，甲2に記載されているのは，逆回転も必要とされるが，速度切換えが不要な電動パワーステアリング装置用モータであるから，両者は技術分野が異なり，甲1発明に甲2記載の事項を適用することはできない旨主張する。",
                                "しかし，まず，甲2従来技術に係る解決課題は循環電流の発生を防止してブラシ整流作用の悪化等の問題点を解決することであるところ，このような解決課題は，循環電流の発生が想定される「＋電位に接続される2個のブラシ及び-電位に接続される2個のブラシを備える4極重巻モータ」であれば，その用途の違い（ワイパモータか，電動パワーステアリング装置用モータか）や用途に応じた機能の違い（①必要とされる回転の向きが一方向のみか，双方向か，②速度切替えを要するか否か）に関わらず，当てはまるものというべきである。したがって，被告が主張する甲1発明と甲2記載のモータとの機能上の相違は，甲1発明に甲2従来技術を適用することの妨げとなるものではない。",
                                "また，甲2に開示された「同電位となるべき整流子間を均圧線で接続することにより，同電位に接続されている2個のブラシを1個に削減する技術」に係る解決課題は，ブラシ数の多さから生じるロストルク及びトルクリップルが大きくなるなどの問題を解決することであるところ，このような課題も，電力を回転力に変換するモータであれば当然に当てはまるものであって，このことは，モータとしての用途の違い（ワイパモータか，電動パワーステアリング装置用モータか）や用途に応じた機能の違い（①必要とされる回転の向きが一方向のみか，双方向か，②速度切替えを要するか否か）に関わらないことといえる。したがって，被告が主張する甲1発明と甲2記載のモータの機能上の相違は，甲1発明に甲2開示の上記技術を適用することの妨げとなるものでもない。",
                                "以上によれば，被告の上記主張には理由がない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の検討によれば，甲1発明に甲2の開示事項を適用することにより相違点3及び4に係る本件発明1の構成とすることは，当業者が容易に想到し得たことといえる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「相違点5に係る容易想到性判断の誤り」について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)で述べたとおり，甲1発明に，甲2に開示された「同電位となるべき整流子間を均圧線で接続することにより，同電位に接続されている2個のブラシを1個に削減する技術」を適用することは，当業者が容易に想到し得ることであるところ，その適用に際しては，それぞれ2個の低速ブラシ，共通接地ブラシ及び高速ブラシからなる甲1発明において，3種のブラシそれぞれについて，2個のブラシのうちのいずれかを削減した上で，残された3個のブラシの配置を定めることが当然に必要となる。そして，その際，最適なブラシ配置を選択することは，当業者が当然に行うべき設計的事項であり，特に，これらのブラシが回転する整流子を押圧してこれに接触するものであることからすれば，3個のブラシから整流子に働く押圧力をできるだけ均衡させるような配置とすることは，当然に考慮されるべきことといえる。",
                    "しかるところ，甲1の図7に示された甲1発明のブラシ配置を前提に，残されるべき3個のブラシの選択とその配置を考えた場合，想定し得る組合せは限られており（8通り（2の3乗）しかなく，更に180度対称の配置を同一と見れば，4通りしかない。），その中で，原告が主張する前記第3の2(2)イ記載の図（下に再掲する。）のとおりの配置とするのが，3個のブラシの最適な配置であることは，一見して明らかなことといえる（当該配置によれば，3個のブラシの各間隔が最も均等に近く，整流子に働く押圧力もおおむね均衡することが容易に理解できる。）。",
                    "してみると，甲1発明に甲2に開示の上記技術を適用して6個のブラシを3個に減らすに際し，残すブラシの選択とその配置を上記図のとおりとすること，すなわち，高速ブラシを低速ブラシと共通接地ブラシとの間に形成される空間のうち広角側の空間に低速ブラシ及び共通接地ブラシと対向するように配置し，3個のブラシを整流子を三方から押圧する位置に配置すること（すなわち，相違点5に係る本件発明1の構成とすること）は，当業者が適宜行うべき設計的事項の範囲内のことにすぎないものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告の主張について",
                  "text": [
                    "これに対し，被告は，速度可変モータの高速ブラシが円周方向において低速ブラシよりも共通接地ブラシに近接している必要があることは甲1にも明記された技術常識であることからすれば，甲1発明（甲1の図7を参照）においては，80番台の符号が付された「共通接地ブラシ84，低速ブラシ82及び高速ブラシ86」と90番台の符号が付された「共通接地ブラシ94，低速ブラシ92及び高速ブラシ96」がそれぞれ一組のブラシセットとして当業者に理解されることになるから，甲1発明に「均圧線を使用してブラシの数を減らす」技術を適用できたとしても，甲1発明の2つのブラシセットのいずれか一方が削減されることとなり，相違点5に係る本件発明1の構成とすることを容易に想到することはできない旨主張する。",
                    "この点，甲1の背景技術に関する記載（前記(1)ア(イ)）によれば，低速ブラシ，高速ブラシ及び共通接地ブラシの3個のブラシを備えた2段速度直流モータ（2極のもの）においては，低速ブラシと共通接地ブラシが180°離間して配置され，高速ブラシが円周方向において低速ブラシよりも共通接地ブラシに近接して配置されるものとされる。そして，自動車教科書である乙1（平成3年3月25日発行の「二訂版  自動車用電装品の構造」）の記載によれば，3種のブラシが上記のように配置されるのは，そのような配置の下では，低速ブラシと共通接地ブラシの間に電源を加えた場合のアーマチュア・コイルの導体数が，高速ブラシと共通接地ブラシの間のアーマチュア・コイルの導体数より多くなり，逆起電力が大きくなる結果，モータの回転速度が低速になるためであることが理解できる（このことは，被告主張のとおり，電気機器分野における技術常識と認められる。）。",
                    "しかるところ，このような2段速度直流モータのブラシ配置に係る技術常識を踏まえた上で，甲1発明に甲2の開示事項を適用して6個のブラシを3個に減らすに際し，残すブラシの選択とその配置を定める場合（甲1の図7に示された甲1発明のブラシ配置を前提に，残されるべき3個のブラシの選択とその配置を定める場合）を想定しても，例えば，低速ブラシとしてブラシ82を，共通接地ブラシとしてブラシ84を選択した場合に選択されるべき高速ブラシは，必ずブラシ86でなければならないものではなく，ブラシ96を選択することも可能であることは，前記(2)ア(ウ)bのとおり当業者が当然に理解する均圧線によるブラシ数削減の原理に照らし明らかである。すなわち，甲1発明に甲2の開示事項を適用して同電位となるべき整流子間を均圧線で接続することを前提とすれば，例えば，高速ブラシとしてブラシ96が選択された場合でも，同ブラシから供給された電流は，そのブラシに当接する整流子片に供給されるとともに，均圧線によって同電位となるべき整流子片（削減されたブラシ86が当接するはずであった整流子片）にも供給されることとなるから，ブラシ86とブラシ96のいずれを選択するかによって電流供給の態様が異なるものではなく，いずれであっても同様に高速ブラシとして機能し得ることは，当業者にとって明らかなことといえる。",
                    "してみると，甲1発明に甲2開示の「均圧線を使用してブラシの数を減らす」技術を適用した際に，甲1発明の2つのブラシセット（「共通接地ブラシ84，低速ブラシ82及び高速ブラシ86」と「共通接地ブラシ94，低速ブラシ92及び高速ブラシ96」の各セット）のいずれか一方が必ず削減されるなどとはいえないから，被告の上記主張には理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，甲1発明に甲2の開示事項を適用することにより相違点5に係る本件発明1の構成とすることは，当業者が容易に想到し得たことといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "上記(2)及び(3)で述べたとおり，甲1発明に甲2の開示事項を適用することにより相違点3ないし5に係る本件発明1の構成とすることは，当業者が容易に想到し得たものと認められるから，これらの容易想到性が認められないことを理由に，本件発明1について無効理由1は成り立たないものとした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明2について",
              "text": [
                "本件審決は，本件発明2について無効理由1の成否の判断を明示しておらず，この点において判断の遺脱があるとも評価し得るところである。",
                "他方，本件発明2が本件発明1に係る請求項1を引用する請求項2に係る発明であり，本件発明1について無効理由1が成り立たない以上，本件発明2についても当然に無効理由1が成り立たないといえる関係にあることからすると，本件審決の上記判断には，本件発明1と同様の理由により本件発明2についても無効理由1が成り立たないとする趣旨の判断が含まれるものと善解する余地もある。しかしながら，仮にそうであるとして，上記(4)のとおり，本件発明1について無効理由1が成り立たないとした本件審決の判断が誤りである以上，本件発明2に係る本件審決の上記判断も誤りであることは明らかである。",
                "したがって，いずれにしても，本件発明2についての無効理由1に係る本件審決の判断には違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由5（無効理由4（甲1発明と甲2及び甲3記載の事項，周知技術並びに甲6記載の事項に基づく進歩性欠如）についての判断の誤り）について",
          "text": [
            "本件審決は，本件発明1が甲1発明に基づいて当業者が容易に発明をすることができたものとは認められないとする判断を前提として，本件発明1に係る請求項1を引用する請求項3に係る本件発明3も同様に甲1発明に基づいて当業者が容易に発明をすることができたものとは認められない旨判断する。",
            "しかし，上記2で述べたとおり，本件発明1について無効理由1が成り立たないものとした本件審決の判断は誤りであるから，本件発明3に係る本件審決の上記判断も誤りであることは明らかである。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由のうち，本件発明1及び2に係る取消事由2並びに本件発明3に係る取消事由5には理由があるから，その余の取消事由につき判断するまでもなく，本件審決は取り消されるべきものである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}