{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，352万円及びこれに対する平成24年7月11日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，原判決別紙謝罪広告目録記載の内容の謝罪広告を，被控訴人発行の朝日新聞青森版に原判決別紙掲載条件記載のとおりの条件で1回掲載せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が，新聞社である被控訴人に対し，被控訴人が発行する新聞の記事に控訴人の執筆したブログの一部を引用したことが控訴人の複製権(著作権法21条)及び同一性保持権(同法20条)の侵害に当たるとともに，控訴人を取材せずに記事を掲載した行為が不法行為に当たると主張して，①民法709条に基づき，慰謝料等の損害賠償金合計352万円及びこれに対する最終の不法行為の日である平成24年7月11日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を，②著作権法115条及び人格権に基づき名誉回復措置として謝罪広告の掲載を，それぞれ求める事案である。",
            "原審は，控訴人の請求をいずれも棄却したため，控訴人は，原判決を不服として，控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実，争点及び争点に関する当事者の主張",
          "text": [
            "以下のとおり付加，訂正するほかは，原判決の「事実及び理由」欄の「第2  事案の概要」の「1  前提事実」，「2  争点及び争点に関する当事者の主張」(原判決2頁7行目ないし5頁22行目)記載のとおりであるから，これを引用する(以下，原判決の引用中「原告」とあるのは「控訴人」と，「被告」とあるのは「被控訴人」と，それぞれ読み替え，原判決で用いられた略語はそのまま使用する。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁7行目末尾に，行を改めて，次のとおり加える。",
                "「控訴人の思想(学術的見解)は，「EMの効用は，従来の常識である横波の波動とは異なる別の波動が要因となっている」というところにあり，本件控訴人記載において，この思想(学術的見解)を控訴人が創作的に表現したものが「重力波と想定される縦波の波動によるもの」との記載である。重力波については，従来は「横波」と捉えられてきたが，近時，極端に高い周波数では高速を超え，水晶板で発生することから必ずしも「横波」ではないということが提唱されており，元東京工業大学の教授であるAが「縦波」と捉え，論文に掲載している(甲23)。控訴人は，A元教授の論文を参考に，「EMの効用は，従来の常識である横波の波動とは異なる別の波動が要因となっている」との思想(学術的見解)を「重力波が縦波であること」との例を用いて，「私はEMの本質的効果は，A先生が確認した重力波と想定される縦波の波動によるものと考えています。」と創作的に表現したのである。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁11行目冒頭から同頁17行目末尾までを次のとおり改める。",
                "「本件は，朝日新聞という日本を代表する新聞社が発行する日刊紙に掲載された記事の違法性の有無が問題となっている事案であり，本件記事による影響力は極めて甚大である。被控訴人が記者行動基準を定めたのは，新聞という媒体の持つ社会的影響力の重大性に鑑み，新聞社が自らを律するために，記事を執筆する際の記者の行動に関して指針を定めたものである。この記者行動基準に明記されたルールに違反した場合には，社会秩序に違反することと同義であると捉えるべきであり，原則として，法的にも違法との評価がされるべきである。たとえ，控訴人が公にしていたものを参考にしたとしても，5年も経過した時点で，当該見解のみを参考にしただけで記事にすることは，取材方法として杜撰極まりなく，控訴人は引用されることを全く予期していなかった。控訴人に対し取材をしようと思えば容易に取材することができたにもかかわらず，控訴人を取材すれば，本件記事1及び2におけるコメントを控訴人から得られると思っていなかったから，意図的に取材をしなかったのである。しかも，本件記事1及び2では，控訴人のコメントを勝手に，その一部については意図的に改ざん，省略して，EM及び控訴人に対する批判材料として本件コメント部分を掲載している。仮に，控訴人が取材を受けて水質浄化という場面に限定して説明を求められていれば，「重力波」や「波動」を用いた説明ではなく，別の表現で一般読者に分かりやすい説明を加えることができた。",
                "控訴人は，EMの研究開発に関する第一人者であり，EMに関する自己の発言等が報道機関に報じられる場合には，控訴人の研究開発者としての立場や信用性そのものに対し甚大な影響を受ける。本件記事1及び2は，被控訴人の取材に応じて控訴人がEMの水質浄化の効果について，「重力波と想定される波動による」とだけコメントしたかのような体裁で掲載されことから，控訴人はあたかも非科学的な発言をしたとの印象を強く与えるものであった。また，意図的に「a先生が確認した」という文言と，「縦波の波動」という表現の中から「縦波の」という文言とを削除し，あたかも控訴人自身が寄せたコメントであるかのように装って記事として掲載したのである。この結果，本件記事1及び2がインターネット上で拡散され，控訴人が非科学的なものを科学として扱うオカルト的な人物であるとの印象だけが社会的に広く流布されることとなり，日常生活において甚だしい迷惑を被ることとなった。",
                "このように，被控訴人が控訴人を取材せずに本件記事1及び2を掲載したことによって，自らの意思に反してコメントをねつ造されない人格的利益が侵害された。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求はいずれも理由がないものと判断する。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(本件被控訴人記載1及び2が控訴人の複製権又は同一性保持権を侵害するか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "著作物性について",
              "text": [
                "ある創作物が著作権法による保護の対象となるためには，それが「著作物」であること，すなわち，「思想又は感情を創作的に表現したもの」(著作権法2条1項1号)であることを要する。",
                "また，複製とは，印刷，写真，複写，録音，録画その他の方法により有形的に再製することをいうところ(著作権法2条1項15号参照)，著作物の複製とは，既存の著作物に依拠し，これと同一のものを作成し，又は，具体的表現に修正，増減，変更等を加えても，新たに思想又は感情を創作的に表現することなく，その表現上の本質的な特徴の同一性を維持し，これに接する者が既存の著作物の表現上の本質的な特徴を直接感得することのできるものを作成する行為をいうと解するのが相当である。さらに，著作物の翻案とは，既存の著作物に依拠し，かつ，その表現上の本質的な特徴の同一性を維持しつつ，具体的表現に修正，増減，変更等を加えて，新たに思想又は感情を創作的に表現することにより，これに接する者が既存の著作物の表現上の本質的な特徴を直接感得することができる別の著作物を創作する行為をいい，既存の著作物に依拠して創作された著作物が，思想，感情若しくはアイデア，事実若しくは事件など表現それ自体でない部分又は表現上の創作性がない部分において既存の著作物と同一性を有するにすぎない場合には翻案には当たらないと解するのが相当である(最高裁平成11年(受)第922号同13年6月28日第一小法廷判決・民集55巻4号837頁参照)。",
                "このように，複製又は翻案に該当するためには，既存の著作物とこれに依拠して創作された著作物との共通性を有する部分が，著作権法による保護の対象となる思想又は感情を創作的に表現したものであることが必要である。そして，「創作的」に表現されたというためには，厳密な意味で独創性が発揮されたものであることは必要ではなく，作者の何らかの個性が表現されたもので足りるというべきであるが，他方，表現が平凡かつありふれたものである場合には，作者の個性が表現されたものとはいえないから，創作的な表現であるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "以上を前提に，本件控訴人記載の著作権侵害の成否を判断するに，本件においては，本件控訴人記載と本件被控訴人記載1及び2とは，表現上「重力波と想定される」，「波動による(もの)」との部分が共通性を有するといえる。そして，上記共通性を有する部分は，EMの効果に関する控訴人の自然科学上の学術的見解を簡潔に示したものであり，控訴人の思想そのものであって，思想又は感情を創作的に表現したものとはいえないから，著作権法において保護の対象となる著作物に当たらないと解するのが相当である。",
                "したがって，本件被控訴人記載1及び2は，著作物の複製に当たらないから，複製権を侵害するものとはならないし，また，被控訴人による複製権侵害を前提とする同一性保持権の侵害も認められず，控訴人の著作者人格権を侵害することにもならない。",
                "控訴人は，「EMの効用は，従来の常識である横波の波動とは異なる別の波動が要因となっている」との思想(学術的見解)を「重力波が縦波であること」との例を用いて，「私はEMの本質的効果は，A先生が確認した重力波と想定される縦波の波動によるものと考えています。」と創作的に表現したものである旨主張する。",
                "しかし，本件被控訴人記載1及び2が複製に該当するためには，本件控訴人記載と本件被控訴人記載1及び2の共通性を有する部分が，著作権法による保護の対象となる思想又は感情を創作的に表現したものであることが必要であることは前記のとおりであり，そうである以上，両者の共通性を有する部分ではない本件控訴人記載の「縦波の」という部分に創作性があるという控訴人の上記主張はその前提を欠くものであるといわざるを得ない。",
                "したがって，控訴人の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(控訴人を取材せずに本件記事1及び2を掲載した行為が不法行為に当たるか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "証拠(甲1，2，乙2ないし4)及び弁論の全趣旨によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件記事1及び2の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件記事1の内容",
                      "text": [
                        "「「水質浄化の環境教育」  EM菌効果「疑問」検証せぬまま授業」との見出しが付されており，EMの効果に疑問があるにもかかわらず，これを検証しないまま，中学校においてEMを使用した授業(環境教育)が行われていることについて論評する内容ものとなっている。",
                        "本件記事1のうち，「非科学的だ」との表題部分において，「EM菌の効果について，開発者のX・琉球大名誉教授は「重力波と想定される波動によるもの」と主張する。製造元で普及を進めるEM研究機構(沖縄県)はEMに含まれる微生物がリーダー的な存在となり，現場の微生物を連係させる」と環境浄化メカニズムを説明する。また，機構は「放射能対策に効果がある」とも言う。」として，EMの効果に関する控訴人及びEM研究機構の見解を紹介した上で，これに対し批判的な科学者らの意見を掲載している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件記事2の内容",
                      "text": [
                        "「科学的効果疑問のEM菌  3町が町民に奨励」との見出しが付されており，科学的効果に疑問があるEMを青森県内の町が町民に奨励していることについて論評する内容のものとなっている。",
                        "本件記事2のうち，「板柳町，4000万円で検証委託」との表題部分において，「EM菌は乳酸菌や酵母などの「有用微生物」を配合した微生物資材。普及団体のEM研究機構(沖縄県)は，農地改良や水質改善，放射能対策に役立つと主張し，開発者のX・琉球大名誉教授は，効果は「重力波と想定される波動による」と説明する。」として，EMの効果に関する控訴人及びEM研究機構の見解を紹介した上で，これに対し，「効果が確認されていない例が多く，理論も現代科学と相いれないとして，「非科学的」との批判がある。」と続けて，批判的な科学者等の意見を，EMを認めない多数の報告があるなどとして掲載している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，本件控訴人記載のほか，控訴人が連載している「新・夢に生きる」及び「甦れ！食と健康と地球環境」と題するインターネット上のブログに，次の内容の記事を掲載している。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "平成27年1月20日付け記事",
                      "text": [
                        "「・・・福島のEMによる放射能対策でさらに重要なことが明らかとなりつつあることです。すなわち，EMを丁寧に散布した場所は，その場所だけでなく，かなり広い範囲にわたって放射能の数値が著しく低下していることです。・・・私は，現象は，EMによる波動の波及効果であると説明しました。・・・」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成27年7月22日付け記事",
                      "text": [
                        "「・・・EMの効果は，農薬はもとより放射能等の解決不可能とされた究極の汚染物質を消滅または無害化し，有用な機能を持たせることも明らかとなっています。・・・このようなEMの不思議な現象を追及していくうちに，電子や磁気の整流力によるものという考えにたどり着いたのですが，これもEMが発する重力子による重力波の整流によるものと想定せねばならないことが次々と現れてきたのです。・・・」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "平成27年10月30日付け記事",
                      "text": [
                        "「・・・このような現象を考えると，微生物はA先生が述べているように重力波を出して，蘇生的な万能性を発揮しているものといえる。・・・」",
                        "なお，上記記事は，「EM(有用微生物群)は人類の抱えるすべての問題を解決する力を持っている」と題し，超伝導効果として土壌や環境のレベルについても掲げられている。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "text": [
                "控訴人は，被控訴人が控訴人を取材していないにもかかわらずあたかも控訴人を取材して得たコメントを掲載したと読まれる記事(本件記事1及び2)を新聞に掲載したことにより，自らの意思に反してコメントをねつ造されない人格的利益を侵害され，甚大な迷惑を被った旨主張する。控訴人は，被控訴人が本件記事1及び2を新聞に掲載したことによって，これを読んだ読者からインターネット上において多数の批判等を受けたことについて，自らの意思に反してコメントをねつ造されない人格的利益を侵害するものであり，名誉棄損とは別個の不法行為を構成すると主張するものであると解される。",
                "本件記事1及び2は，EMの科学的効果に疑問があることを紹介し，その効果を検証しないままに，公的機関等がその使用を奨励していることを論評する内容のものであり，その前提として，EMの開発者である控訴人が作成した本件控訴人記載部分等の内容を控訴人の見解として紹介している(本件被控訴人記載1及び2)。",
                "本件被控訴人記載1及び2は，「重力波と想定される波動による(もの)」との控訴人のEMの効果に関する見解をかぎ括弧内に記載した上，これに続けて，「と主張する」又は「と説明する」と記載したものである。かぎ括弧は，一般的に，発言内容を示し，又は他の文献等の記載を引用ないし要約する場合の表記方法として用いられることからすれば，これに接した一般の新聞読者の普通の注意力に照らすと，本件記事1及び2は被控訴人が控訴人を取材して得られたコメントを掲載した記事として読まれる可能性も，控訴人の見解を引用ないし要約した記事として読まれる可能性もあるといえるものである。そして，本件記事1及び2はEMの科学的効果について疑問があると指摘されていることを報道するものであり，EMの効果を説く控訴人もその批判の対象としているとみることができるから，被控訴人の上記行為は被控訴人が作成し，公表している「朝日新聞記者行動基準」(乙1)が規定する取材方法(「出来事の現場を踏み，当事者に直接会って取材することを基本とする。特に，記事で批判の対象とする可能性がある当事者に対しては，極力，直接会って取材する。」)に抵触し得る行為であったと解される。また，本件控訴人記載等を引用ないし要約にするに当たり出典等を明記せずに本件記事1及び2を掲載したことについても慎重な配慮を欠いた行為であったといえる。",
                "しかし，本件記事1及び2中の本件被控訴人記載1及び2は，公にされていた本件控訴人記載等を参考にして作成されたものであり，その内容は，EMの本質的効果に関する控訴人の見解に反するものではなく，その見解を一部要約した上でほぼ正確に伝えており，一般読者に誤解を生じさせるものであるとはいえず，控訴人のEMの科学的効果に関する見解が誤って報道されたものとは認められない(前記(1)イ認定の控訴人自身のブログにおいても「重力波と想定される縦波の波動」と正確に記載しているものは見当たらない。)。",
                "また，本件記事1及び2の掲載行為は，本件記事1及び2の内容等に照らすと，一般読者の主体的判断を妨げるものではなく，意見ないし論評としての域を逸脱するものとは認められない。",
                "他方，控訴人は，琉球大学名誉教授であり，EMの開発者として，EMの効果についてインターネット上のブログ等により公に発信するなど，EMの使用を積極的に推奨する立場にあることや，一部の公的機関においてもEMの使用が奨励され，学校においてもEMを使用した授業が行われていたという当時の状況等も考慮すると，その当否につき様々な批判の対象となることはやむを得ないものといえる。",
                "そうすると，控訴人を取材せずに本件記事1及び2を掲載した行為は，被控訴人が作成し，公表している「朝日新聞記者行動基準」が規定する取材方法に抵触するものとして，被控訴人社内における自律的処理の対象として検討されるのは格別，その態様，記事の内容及び趣旨，控訴人の学者としての社会的地位，本件記事1及び2の掲載により負うこととなった控訴人の負担等を総合考慮すると，本件記事1及び2の掲載行為により控訴人の被った精神的苦痛が社会通念上受忍すべき限度を超えるとまではいい難く，これを不法行為法上違法なものであるということはできない。",
                "したがって，被控訴人の上記行為が不法行為に当たる旨をいう控訴人の主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，被控訴人の本件記事1及び2の掲載行為は，被控訴人の記者行動基準に違反したものであり，原則として，法的にも違法との評価がされるべきである旨主張する。",
                    "しかし，上記基準は記者が自らの行動を判断する際の指針として被控訴人社内で定められたものであるから，これに違反したとしても直ちに第三者との関係で不法行為として違法なものであるということはできない。そして，本件記事1及び2の掲載行為は不法行為法上違法なものであるということはできないのは前記認定のとおりである。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，仮に，控訴人が取材を受けて水質浄化という場面に限定して説明を求められていれば，「重力波」や「波動」を用いた説明ではなく，別の表現で一般読者に分かりやすい説明を加えることができたのであり，被控訴人の取材に応じて控訴人がEMの水質浄化の効果について，「重力波と想定される波動による」とだけコメントしたかのような体裁で掲載され，しかも，本件控訴人記載のうち意図的に「a先生が確認した」という文言と，「縦波の波動」という表現の中から「縦波の」という文言とを削除し，控訴人自身が寄せたコメントであるかのように装って記事として掲載されたことから，控訴人があたかも非科学的なものを科学として扱うオカルト的な人物であるとの印象を強く与えるものとなった旨主張する。",
                    "確かに，控訴人の主張するように，本件記事1及び2の記載によれば，控訴人がEMの水質浄化の効果について「重力波と想定される波動による」とのみコメントしたように受け取られる可能性はないわけではない。しかし，本件被控訴人記載1及び2は，本件控訴人記載のうち「a先生が確認した」及び「縦波の」という文言とを削除したものであるとしても，その内容を一部要約した上でほぼ正確に伝えており，控訴人のEMの科学的効果に関する見解を誤って報道したものとは認められないし，本件記事1及び2の掲載行為は，その態様等を総合考慮しても，不法行為法上違法なものであるということはできないのは前記認定のとおりである。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，著作者人格権侵害(著作権法115条)及び違法な人格的利益の侵害が認められない以上，名誉回復措置として謝罪広告の掲載の請求は，その前提を欠くものであるから，認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，その余の点について判断するまでもなく，控訴人の請求はいずれも理由がなく，控訴人の請求を棄却した原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ネ)10050",
    "date": "2016-11-10",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)18469",
    "precedent_id": "086254",
    "ipprecedent_id": "4487",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}