{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2014-900023号事件について平成27年12月8日にした決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告らは，別紙商標目録記載の構成からなる商標(以下「本件商標」という。)について，指定商品を第31類「いちご」として商標登録(登録出願日・平成21年11月24日，登録査定日・平成25年10月9日，登録日・同年12月6日。登録第5634509号。)を受けた商標権者(各人の持分は2分の1)である。",
            "徳島市農業協同組合(以下「JA徳島市」という。)の佐那河内支所の組合員であるA(以下「申立人」という。)は，平成26年1月21日，本件商標につき登録異議の申立てをした。",
            "特許庁は，上記申立てを異議2014-900023号事件として審理し，平成27年12月8日，本件商標の商標登録を取り消す旨の決定(以下「本件決定」という。)をして，同月17日，その謄本が原告らに送達された。",
            "原告らは，平成28年1月8日，本件決定の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件決定の理由",
          "text": [
            "本件決定の理由は，別紙異議の決定書写しに記載のとおりであり，その要旨は，以下のとおりである。",
            "平仮名の「ももいちご」からなる商標(以下「引用商標1」という。)は，本件商標の登録出願時及び登録査定時には，申立人を含むJA徳島市佐那河内支所の特定の組合員ら(以下「申立人ら」という。)が生産・販売する「ももいちご」と名付けられた特定のいちご(以下「申立人ら商品1」という。)を表示する商標として，我が国の取引者，需要者の間に広く知られていた。",
            "また，平仮名の「さくらももいちご」からなる商標(以下「引用商標2」という。)も，本件商標の登録出願時及び登録査定時には，申立人らが生産・販売する「さくらももいちご」と名付けられた特定のいちご(以下「申立人ら商品2」という。)を表示する商標として，我が国の取引者，需要者の間に広く知られていた。",
            "本件商標の要部の一つといえる「桃苺」の漢字部分と引用商標1は，「モモイチゴ」の称呼及び「桃と苺」の観念において共通するから，類似の商標である。",
            "また，本件商標の要部の一つといえる「桜」及び「桃苺」の漢字部分と引用商標2は，「サクラモモイチゴ」の称呼及び「桜と桃と苺」の観念において共通するから，類似の商標である。",
            "本件商標の指定商品と申立人ら商品1及び2は，いずれもいちごであり，同一の商品である。",
            "したがって，本件商標の登録は，商標法4条1項10号に違反してされたものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由(争点)",
          "text": [
            "本件商標の商標法4条1項10号該当性判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告らの主張",
          "text": [
            "本件決定には，引用商標1及び2の周知性を認めた点並びに本件商標と引用商標1が類似すると判断した点に誤りがある。",
            "引用商標の周知性の認定の誤り"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用商標1について",
              "text": [
                "引用商標1の露出の減少",
                "引用商標1が使用される申立人ら商品1は，これを独占的に扱う大阪中央卸売市場の大阪中央青果株式会社(以下「大阪中央青果」という。)の出荷量ベースで，平成19年に数量約86トン，金額2億3709万3637円と金額ベースでの最高額を記録した後，平成20年には数量約70トン，金額2億1709万9182円，平成21年には数量約55トン，金額1億4954万4821円，平成22年には数量約47トン，金額1億1897万5121円というように，出荷量，金額ともに急激な落ち込みを示している(甲22)。また，商標登録異議申立書(甲72)における申立人の主張によると，平成24年12月から平成25年3月までの販売実績では数量38トン，金額1億500万円とのことであり，申立人ら商品1の出荷量は減少の一途をたどっている。実際，申立人ら商品1は，連作障害の影響により年々小粒化が進み，市場での価値が低下していったことから，ブランド力の維持が困難となり，生産終了が決定されている(甲92)。",
                "他方，高級いちごとして知られる「あまおう」の出荷量は年間1万2727トン(甲93)，2012年から試験販売が開始されたばかりの「スカイベリー」であっても年間500トン(甲94)であり，申立人ら商品1の出荷量は，高級いちごの中でも圧倒的に少なく，需要者等が申立人ら商品1に接する機会も極めて少ないといえる。",
                "本件決定では，JA徳島市が，平成11年から平成17年にかけてテレビCMを，平成16年から平成17年にかけて電車の中刷り広告を，平成17年から平成21年にかけてラジオCM，街頭モニタによるCM，映画館におけるCMを関西圏において行っていることが認定されているが，その規模は，テレビCMの広告費が7年間で1120万円と決して大規模なものではない上，平成17年からは，利用する広告媒体がテレビからラジオ等の広告効果が相対的に弱い媒体へ移行しており，さらに，平成21年1月10日から15日の朝日放送ラジオにおけるCM32本以降は，JA徳島市等が申立人ら商品1について宣伝広告活動を積極的に行っている様子はうかがえない。",
                "また，メディアにおける申立人ら商品1の紹介も，平成22年5月20日付け徳島新聞の記事(甲71添付の刊行物134。以下，甲71添付の刊行物1ないし140を「甲71の1」などという。)が最も直近のものであり，本件商標の登録査定時に盛んに行われていた事実は見受けられない。",
                "引用商標1の商標としての認識",
                "また，引用商標1については，例えば，「あかねっ娘」という品種名のいちごの別名や俗称のように認識されている例が存在する(甲78，89，95ないし97)など，いちごの種類を表す一般名称と誤解して認識する需要者も存在している。",
                "したがって，引用商標1は，商品の出所を示す「商標」として需要者らに認識されているとは必ずしもいえない。",
                "以上を考慮すると，引用商標1は，仮に過去に周知性を獲得したことがあったとしても，本件商標の登録査定時である平成25年10月9日には，周知性を喪失していた。"
              ]
            },
            {
              "fig": "イ",
              "subject": "引用商標2について",
              "text": [
                "本件商標の登録出願日前の申立人ら商品2の出荷量",
                "申立人ら商品2が本格的に流通し始めたのは，平成20年の末からであるが，当時の生産農家はわずか6軒のみであり(甲57)，本件商標の出願日前の出荷量はわずか18トン程度，金額にしても約5900万円と非常に少額である(甲21)。",
                "申立人ら商品2に関する宣伝広告活動",
                "申立人ら商品2については，申立人ら商品1について行われたようなテレビCM等の主体的な宣伝広告活動が行われた様子は何ら見られない。",
                "本件商標の登録出願日前の申立人ら商品2の紹介",
                "申立人ら商品2に関するテレビ番組等における紹介の事実は，本件商標の登録出願日よりも後のものがほとんどであり，それより前のものは，テレビ，雑誌，新聞等における記事等11件(甲31，40，50，63ないし65，68，乙1，10ないし12)程度であり，平成20年の年末から平成21年初頭にかけての約2か月間内のものに限られる。そして，その内容も申立人ら商品1を主題とするものが多く，申立人ら商品2を主として取り上げているのは，平成21年2月27日のテレビ番組「チェック！ザ・Ｎo．1」(乙1)，同月17日発行の雑誌「女性自身  2月17日号」の記事(甲31)，平成20年12月12日付け日本農業新聞の記事(乙10)，平成20年12月27日付け徳島新聞(朝刊)の記事(甲63)，平成21年1月9日付け徳島新聞(夕刊)の記事(甲64)，2009年(平成21年)2月10日付け京橋経済新聞の記事(甲40)程度である。",
                "また，上記記事のうち，「女性自身  2月17日号」の記事では，「新登場の品種「さくらももいちご」が甘くて！レアで!!スゴイ。」という見出しが大きく書かれており，引用商標2は，「商標」というよりも，品種名称(一般名称)であるかのごとき印象を読者に強く与えているから，当該記事が，引用商標2の「商標」としての周知性を高める効果を有するかは，疑わしいといえる。",
                "さらに，上記新聞のうち，日本農業新聞，徳島新聞，京橋経済新聞は読者層が限られる専門紙あるいは地方紙であるから，引用商標2の周知性に関して，これらの記事がいちごの一般需要者に与える影響力は極めて限定的といえる。",
                "以上のとおり，本件商標の登録出願日前における申立人ら商品2の出荷実績及び紹介実績はわずかであり，しかも，前記アのとおり，引用商標1の周知性は低下傾向にあったにもかかわらず，申立人らは，申立人ら商品2について，申立人ら商品1の後継ブランドであることを主体的に宣伝する活動を積極的には行っていない。",
                "したがって，引用商標2には，本件商標の登録出願日までに，周知性を獲得できるだけの販売やメディア掲載の実績はなく，また，申立人ら商品1の姉妹品であるからといって，別異の商標である引用商標2が周知性を直ちに獲得できるとは到底いえない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本件商標の登録出願時及び登録査定時において，引用商標1及び2が，申立人ら商品1及び2をそれぞれ表示する商標として，我が国の取引者，需要者の間に広く知られていたとの本件決定の認定は誤りである。",
                "本件商標と引用商標1の類否判断の誤り"
              ]
            },
            {
              "fig": "ア",
              "subject": "本件商標の要部について",
              "text": [
                "複数の構成部分を組み合わせた結合商標について，商標の構成部分の一部を抽出し，その部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないというべきである。",
                "本件商標は，別紙商標目録記載の構成からなるところ，「桜」，「桃」，「苺」の各漢字は，丸みを帯びた手書き風の書体で同一の大きさで書されており，かつ，渦巻き状の図形要素を囲むように，各漢字及び図形要素が外観上まとまり良く一体的に配置されている。",
                "そして，「桜桃苺」の漢字のうち，「桜」と「桃」の2字は，「桜桃(サクランボ)」という意味で親しまれている語であり，「桜桃苺」からは「サクランボのようないちご」という一体的観念も無理なく認識される。あるいは，「桜」と「桃」を熟語として認識しない場合であっても，「桜と桃と苺」という一体的な観念が生じる。",
                "また，称呼においても，本件商標全体から生じる「オウトウイチゴ」あるいは「サクラモモイチゴ」の称呼は決して冗長ではなく，一連に称呼可能である。",
                "このように，本件商標は，構成全体として外観，観念，称呼において一体的印象を取引者及び需要者に与えるものである。",
                "他方， 引用商標1は，周知性が低下傾向にあり，本件商標の登録査定時における周知性は相当減殺されていたものであるから，一体的印象を与える本件商標の構成において，「桃苺」の部分が，出所識別標識として強く支配的な印象を与える部分として認識されることはない。むしろ，需要者等が本件商標の構成中の一部を要部として抽出するならば，指定商品の一般名称である「苺」の文字を除いた，「桜桃」の部分を抽出するのが自然である。",
                "以上によれば，本件商標について，「桜」と「桃苺」の漢字が図形と改行を介在して分離されるとした上で，引用商標1の周知性をも踏まえれば，「桃苺」の部分が本件商標の要部となるとした本件決定の判断は誤りである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件商標と引用商標1の類否",
              "text": [
                "上記アを前提に本件商標と引用商標1を対比すれば，次のとおりである。",
                "外観",
                "本件商標は，「桜桃苺」の漢字全体あるいは「苺」の文字を除いた「桜桃」の部分が要部として認識されるから，引用商標1「ももいちご」とは，構成する文字が異なり，外観において明らかに異なる。",
                "称呼",
                "本件商標の構成全体からは，「オウトウイチゴ」あるいは「サクラモモイチゴ」の称呼が生じる。また，要部として抽出され得る「桜桃」からは，「オウトウ」あるいは「サクラモモ」の称呼が生じる。",
                "他方，引用商標1からは，「モモイチゴ」の称呼が生じるが，これを本件商標の「サクラモモイチゴ」の称呼と対比しても，語頭の3音が相違し，称呼において区別が可能であることは明らかである。",
                "観念",
                "本件商標の構成全体からは，「サクランボのようないちご」あるいは「桜と桃と苺」という観念が生じる。また，要部として抽出され得る「桜桃」からは，「サクランボ」あるいは「桜と桃」という観念が生じる。",
                "他方，引用商標1からは，「桃のようないちご」あるいは「桃と苺」という観念が生じるが，両商標が観念において相違することは明らかである。",
                "以上のとおり，本件商標と引用商標1は，外観・称呼・観念のいずれにおいても著しく相違するものであるから，非類似の商標である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本件商標と引用商標1を類似の商標であるとした本件決定の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "引用商標の周知性の認定の誤りに対して"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用商標1及び2の周知性",
              "text": [
                "JA徳島市は，大阪中央青果と協力して，引用商標1を使用した申立人ら商品1について，①平成11年から平成17年にかけてテレビCMを，②平成17年から平成21年にかけてラジオCMを実施したほか，③阪急梅田駅ターミナルビジョンや大阪府内の映画館におけるCM，④大阪府やその周辺の地下鉄や電車における車内広告等の宣伝・広告を実施した。",
                "また，申立人ら商品1は，①平成15年1月27日から平成22年2月28日にかけての複数のテレビ番組，②平成16年1月6日から平成22年5月20日にかけての複数の雑誌，新聞及びWeb新聞の記事，③複数のインターネット上の記事において，申立人らが栽培したいちごとして，引用商標1とともに紹介されている。",
                "引用商標2を使用した申立人ら商品2も，①平成21年2月27日から平成25年3月26日にかけての複数のテレビ番組，②平成20年12月12日から平成25年1月18日にかけての複数の雑誌，新聞及びWeb新聞の記事，③複数のインターネット上の記事において，申立人らが栽培した申立人ら商品1の姉妹品としての紹介を含め，申立人らが栽培したいちごとして，引用商標2とともに紹介されている。",
                "以上のとおり，申立人ら商品1及び2が宣伝・広告され，メディアに取り上げられるなどしたことからすれば，引用商標1及び2が，本件商標の登録出願時及び登録査定時において，申立人ら商品1及び2をそれぞれ表示する商標として，いちごの取引者，需要者の間で広く認識されていたことは明らかである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "原告らの主張について",
              "text": [
                "引用商標1について",
                "原告らは，申立人ら商品1について，①平成19年をピークに出荷量を減少させ，その間申立人らは宣伝広告活動を積極的に行っていないこと，②引用商標1は一定の出所を示す「商標」として需要者らに認識されているとは必ずしもいえないことなどの事情を挙げ，引用商標1は，仮に過去に周知性を獲得したことがあったとしても，本件商標の登録査定時である平成25年10月9日には，周知性を喪失していた旨主張するが，以下に述べるとおり，その主張は失当である。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "上記①について",
                  "text": [
                    "例えば，乙22(枝番を含む。)から明らかなとおり，本件商標の登録出願時及び登録査定時のみならず現時点においても，申立人ら商品1や引用商標1に関する情報は，インターネット等に多数掲示されている。しかも，上記 のとおり，申立人ら商品2は申立人ら商品1の姉妹品として紹介されているのであるから，取引者，需要者は，申立人ら商品2の宣伝，広告等において引用商標2に接する場合，同時に申立人ら商品1や引用商標1に関する情報に接することも少なくない。",
                    "したがって，取引者，需要者の間において引用商標1に蓄積された申立人ら商品1に対する評価，信頼等は衰えるところがないのであって，本件商標の登録出願時及び登録査定時における引用商標1の周知性は，何ら減じられるものではない。",
                    "また，そもそも，商標として「需要者の間に広く認識されている」か否かは，商品の出荷量や生産量のみで判断されるものではないし，生産者が自ら行った宣伝，広告のみをもって判断するものでもない。特に，申立人ら商品1については，その広告等において「幻の」などと謳われているように，申立人らによってのみ生産されているという希少性(乙12，14，17など)ゆえに世間の注目を集め，メディアによる取材，紹介等がなされている実情があるのであるから，申立人ら商品1の出荷量が「あまおう」等の出荷量と比較して少なく，また，JA徳島市等が主体的に行った宣伝広告活動でないものがあったとしても，それをもって，申立人ら商品1及び引用商標1の周知性を否定する理由にはなり得ない。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "上記②について",
                  "text": [
                    "原告らは，甲78，89，95ないし97を挙げて，上記②のとおり主張する。",
                    "しかしながら，原告らは，引用商標1が「商標」として認識されているとはいえないとする理由を，上記証拠における記載をもって主張するのみで，具体的に当該事実の存在を何ら説明していない。また，引用商標1が申立人ら商品1を表示するものとして取引者，需要者の間で広く認識されていることは，上記 のとおりである。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "以上のとおりであるから，原告らの上記主張は失当である。",
                    "引用商標2について",
                    "原告らは，本件商標の出願日前における申立人ら商品2の出荷実績及び紹介実績はわずかであり，また，申立人らは，引用商標1の周知性が低下傾向であったにもかかわらず，申立人ら商品2が申立人ら商品1の後継ブランドであることを主体的に宣伝する活動を積極的には行っていないことから，引用商標2は，本件商標の登録出願日までに周知性を獲得していない旨主張する。",
                    "しかしながら，上記 でも述べたとおり，商標として「需要者の間に広く認識されている」か否かは，商品の出荷量や生産量のみで判断されるものではないし，生産者が自ら行った宣伝，広告のみをもって判断するものでもない。",
                    "原告らは，本件商標の登録出願日前における申立人ら商品2の出荷実績及び紹介実績はわずかである旨主張するが，引用商標2は，引用商標1に「さくら」の文字を冠してなる構成からなるのであり，その使用に係る商品である申立人ら商品2は，引用商標1の使用に係る商品である申立人ら商品1の姉妹品として紹介されているのであるから，全く新規の商標を付した新規の商品を新たに生産，販売した場合とは異なり，引用商標1を使用した申立人ら商品1の周知性ゆえに，それと同じ取引者，需要者である申立人ら商品2の取引者，需要者の間において，短期間で引用商標2及び申立人ら商品2が周知となっても何ら不思議はない。",
                    "したがって，引用商標2 メディア等での紹介実績に照らし，本件商標の登録出願日までに周知性を獲得していたというべきであるから，原告らの上記主張は失当である。",
                    "本件商標と引用商標1の類否判断の誤りに対して"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "本件商標の要部について",
              "text": [
                "本件商標は，上段部分には，左側に「桜」の漢字，右側に図形を，下段部分には，左側から「桃」，「苺」の漢字を書してなる構成からなるものであるところ，その図形部分は，何を表した図形であるのかを直ちに看取，理解し得ないものであるから，そこから出所識別標識としての称呼や観念を生じることはない。それ以外の「桜」及び「桃苺」の漢字部分は，上段部に「桜」の漢字，下段部に「桃苺」の漢字を配してなるものであるが，複数行にわたる横書きの文字は，一般に上段の左側から右側，続いて下段の左側から右側の順に読んでいくのが普通であることを踏まえると，本件商標は，「桜」と「桃苺」の漢字の間に図形が介在し，両者が分離したものと看取されるものである。",
                "引用商標1が「いちご」に係る商品分野において，申立人ら商品1を表示するものとして周知であることも考慮すると，本件商標をその指定商品「いちご」について使用した場合，本件商標の下段部の「桃苺」の漢字部分が取引者，需要者の注意をひく場合も少なからずあるといえるから，当該部分が要部の一つとして把握され，これより「モモイチゴ」の称呼及び「桃と苺」の観念を生じるものといえる。",
                "原告らは，本件商標は，「桜」，「桃」，「苺」の各文字及び図形要素が外観上まとまり良く一体的に配置されており，構成全体として一体的印象を取引者及び需要者に与えるものであること及び引用商標1の周知性が低下傾向にあり，本件商標の登録査定時における周知性は相当減殺されていたことからすれば，本件商標の構成において，「桃苺」の部分が出所識別標識として強く支配的な印象を与える部分として認識されることはない旨主張する。",
                "しかし，本件商標の登録査定時における引用商標1の周知性が相当減殺されていたとする原告らの主張が失当であるおりである。",
                "また，本件商標が，その構成からして，「桜」の漢字と「桃苺」の漢字が分離した態様で表されているものとおりである。",
                "したがって，原告らの上記主張は失当である。",
                "また，原告らは，本件商標について，上段左側の「桜」の漢字と下段左側の「桃」の漢字を結び付けて「桜桃」の熟語として把握，理解される旨主張する。",
                "しかし，本件商標における「桜」及び「桃」の漢字部分は，上段と下段に分かれて配置され，しかも，その間には図形が介在しており，外観上分離した態様となっている。",
                "また，本件商標の指定商品である「いちご」は，八百屋や果物屋，スーパーの果物コーナーにおいて果物の一つとして取引されるものであるところ，商品の出所を識別するという商標の機能からすれば，果物の普通名称である「桜桃」の文字を要部として，「オウトウ(サクランボ)」の称呼をもって，取引者，需要者が「いちご」の取引に当たるとは考え難い。",
                "したがって，原告らの上記主張は失当である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件商標と引用商標1の類否について",
              "text": [
                "上記アを前提に本件商標と引用商標1を対比すれば，本件商標の要部の一つである「桃苺」の漢字部分と引用商標1とは，外観において漢字と平仮名の差異を有するものであるが，その差異は「桃苺」を漢字で表したか平仮名で表したかの差異にすぎない。また，称呼及び観念においては，「モモイチゴ」の称呼及び「桃と苺」の観念を共通にするものである。",
                "したがって，本件商標と引用商標1とは，外観，称呼及び観念を総合的に考察すると，相紛れるおそれがある類似の商標ということができるから，この点に関する本件決定の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件決定が引用商標1の周知性を認定したこと及び本件商標と引用商標1が類似する商標であると判断したことに誤りはなく，したがって，引用商標1との関係において，本件商標が商標法4条1項10号に該当するとした本件決定に誤りはないから，引用商標2について判断するまでもなく，原告ら主張の取消事由は理由がないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用商標1の周知性について",
          "text": [
            "認定事実"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "申立人ら商品1の生産・販売状況等",
              "text": [
                "申立人ら商品1は，平成4年に大阪中央青果とJA徳島市佐那河内支所が共同開発し，JA徳島市と栽培協定を結んだ徳島県佐那河内村の特定の農家(申立人ら)が「ももいちご」のブランド名で生産し，大阪中央青果を通して販売するいちごである。申立人ら商品1は，普通のいちごの3倍以上ともなる大きさとジューシーで甘く柔らかい香りを特徴とし，12個から24個入りで8000円ないし9000円の値を付けることもあるいちごである。(甲71の55，56)",
                "申立人ら商品1は，化粧箱に入れられて販売されているが，その化粧箱の表面及び側面には，産地である「佐那河内の」の表記に続けて，大きな赤文字の行書体で「ももいちご」の表記がある(甲2の1)。",
                "申立人ら商品1の平成15年から平成25年までの出荷量をみると，平成15年が約95トン，平成16年が約91トン，平成17年が約85トン，平成18年が約69トン，平成19年が約86トン，平成20年が約70トン，平成21年が約55トン，平成22年が約47トン，平成24年12月から平成25年3月までが約38トンとなっている(甲22，72)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "申立人ら商品1についての宣伝・広告の状況",
              "text": [
                "JA徳島市は，大阪中央青果と協力して，申立人ら商品1について，次のような宣伝・広告を行った。",
                "テレビCM 平成11年から平成17年にかけて，大阪府を放送対象地域とするテレビ大阪において，15秒のCMの放送を行った。具体的には，各年の1月のみに放送を行い，平成11年に36本，平成12年に50本，平成13年に20本，平成14年に25本，平成15年に35本，平成16年に50本，平成17年に25本の放送を行った。(甲71の135及び136)",
                "ラジオCM 平成17年から平成21年にかけて，関西地域の複数のラジオ局において，20秒のCMの放送を行った。具体的には，平成17年1月から同年2月にかけて74本，同年12月から平成18年2月にかけて113本，平成20年1月に30本，平成21年1月に32本の放送を行った。(甲71の137)",
                "その他"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "阪急梅田駅ターミナルビジョンにおいて，平成19年12月24日から平成20年1月23日にかけて，15秒のCMを合計1520回放映した(甲71の137)。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "大阪府内の4つの映画館において，平成18年11月25日から平成19年1月12日にかけてCMを放映した(甲71の137)。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "次のとおり，電車内における広告の掲示を行った(甲71の135及び137)。",
                    "平成17年1月，JR西日本の網干駅から長浜駅までの間，京橋駅から関西空港駅までの間，和歌山駅から奈良駅までの間，JRなんば駅から奈良駅までの間等において，快速電車の車内ポスター5500枚の掲示"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "平成17年12月20日から同月21日にかけて，大阪市営地下鉄全線において，車内吊り広告1450枚の掲示"
                    },
                    {
                      "fig": "(c)",
                      "subject": "同年12月22日から同月25日にかけて，北大阪急行線の千里中央駅から大阪市営地下鉄御堂筋線のなかもず駅までの間において，車内吊り広告880枚の掲示"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "申立人ら商品1のメディア等での紹介の状況",
              "text": [
                "申立人ら商品1は，次のとおり，平成15年ころから平成25年ころにかけて，テレビ番組，雑誌，新聞，インターネット上の情報記事等において，引用商標1とともに多数回にわたって紹介された。その中では，申立人ら商品1について，桃のように大きく，ジューシーで甘いいちごであること，徳島県佐那河内村の特定の農家でしか生産されない希少ないちごであること，高い物で一粒1000円もする高価ないちごであることなどが紹介されている。",
                "テレビ番組",
                "申立人ら商品1は，次のとおり，全国ネットあるいは関西その他の地方のテレビ局で放送されたテレビ番組において，引用商標1とともに紹介された。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "全国ネットの放送",
                  "text": [
                    "平成15年1月27日，テレビ東京系列の全国ネットで放送された「ワールドビジネスサテライト」(甲71の16)"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "平成19年2月28日，日本テレビ系列で放送された「午後は○○おもいッきりテレビ」(甲71の19ないし21)"
                    },
                    {
                      "fig": "(c)",
                      "subject": "平成20年2月14日，フジテレビ系列で放送された「VVV6",
                      "text": [
                        "東京Vシュラン2」(甲71の26及び27)"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "subject": "平成20年12月12日，ＮHK系列で放送された「おはよう日本」(甲71の15)",
                      "text": [
                        "平成21年1月19日，テレビ朝日系列で放送された「スーパーJチャンネル」(甲71の11ないし14)"
                      ]
                    },
                    {
                      "fig": "(f)",
                      "subject": "平成22年1月13日，フジテレビ系列で放送された「MEZAMASHI  ＮEWS(めざにゅ～)」(甲71の33ないし36)"
                    },
                    {
                      "fig": "(g)",
                      "subject": "平成22年2月28日，テレビ朝日系列で放送された「にっぽん菜発見  そうだ，自然に帰ろう」(甲71の6及び7)"
                    }
                  ]
                },
                {
                  "fig": "b",
                  "subject": "地方のテレビ局の放送",
                  "text": [
                    "平成15年2月6日，広島ホームテレビで放送された「げっきんLIVE」(甲71の28)"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "平成15年2月17日，中京テレビで放送された「プラスワン」(甲71の29)"
                    },
                    {
                      "fig": "(c)",
                      "subject": "平成17年3月25日，関西のABCテレビで放送された「おはよう朝日です」(甲71の18)"
                    },
                    {
                      "fig": "(d)",
                      "subject": "平成22年1月23日，関西のABCテレビで放送された「おはよう朝日  土曜日です」(甲71の23ないし25)",
                      "text": [
                        "雑誌",
                        "申立人ら商品1は，次のとおり，雑誌の記事において，引用商標1とともに紹介された。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "JAグループ家の光協会発行の月刊の生活情報誌「家の光  4月号(平成17年4月1日発行)」(発行部数約66万部)の「中国四国版」において，「小さな村のブランド  ももいちご」との見出しの下で紹介された(甲71の49及び50)。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "ＮTT西日本発行の季刊誌「Wit  Solution  Journal  vol．21(2005年(平成17年)6月27日発行)」において，「独特の気候風土と生産者の工夫が生む1箱1万円のイチゴ」との見出しの下で紹介された(甲71の138)。",
                  "text": [
                    "新聞",
                    "申立人ら商品1は，次のとおり，全国紙や徳島新聞の記事において，引用商標1とともに紹介された。"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "全国紙",
                  "text": [
                    "平成16年1月6日付け読売新聞において，「四国食紀行  甘～い果汁たっぷり  ももいちご  徳島県佐那河内村」との見出しの下で，ブランド果実として全国から熱い視線を注がれているいちごであること，「桃のように大きく，ジューシーで甘い」というのが名前の由来であること，佐那河内村でも，農協と栽培協定を結んだ特定の農家だけが「ももいちご」としての出荷を認められていること，東京では，最高で1ケース1万円近くの値を付けることもあることなどが紹介された(甲71の55及び56)。"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "text": [
                        "平成21年1月4日付け朝日新聞(朝刊)において，「(新・四国のちから：3)農業  果物，こだわりで勝負  ／徳島県」との見出しの下で紹介された(乙11)。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "text": [
                        "平成21年1月17日付け日本経済新聞「日経PLUS1」において，「徳島・イチゴ  甘くて大粒  みずみずしく」との見出しの下で紹介された(甲71の54)。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "平成23年1月23日付け大阪読売新聞(朝刊)において，「［行ってみんで］「ももいちご」佐那河内村  極上の甘味  秘訣は愛情＝徳島」との見出しの下で紹介された(乙13)。",
                        "平成23年2月12日付け大阪読売新聞(夕刊)において，「［OＮタイム・仕事師たち］ももいちご  日当たりの悪さ逆手」との見出しの下で紹介された(乙15)。"
                      ]
                    },
                    {
                      "fig": "(f)",
                      "text": [
                        "平成23年2月15日付け朝日新聞(夕刊)において，「(デパ地下ツアー)阪急うめだ本店  春待つ間に・・・真冬の果実  【大阪】」との見出しの下で紹介された(乙16)。"
                      ]
                    },
                    {
                      "fig": "(g)",
                      "text": [
                        "平成23年12月13日付け朝日新聞(朝刊)において，「(週刊まちぶら：231)大川原高原の風力発電  風切る15基，一躍脚光／徳島県」との見出しの下で紹介された(乙18)。"
                      ]
                    },
                    {
                      "fig": "(h)",
                      "text": [
                        "平成24年3月13日付け大阪読売新聞(朝刊)において，「とくしま特選ブランド  需要拡大  全国へPR＝徳島」との見出しの下で紹介された(乙19)。",
                        "平成25年1月18日付け日本経済新聞(地方経済面)において，「徳島・佐那河内の『ももいちご』―『小粒化』克服へ甘み磨く(地宝創造)」との見出しの下で紹介された(乙20)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "b",
                  "subject": "徳島新聞",
                  "text": [
                    "申立人ら商品1は，次のとおり，平成16年ないし平成22年の徳島新聞の記事において，たびたび紹介された。",
                    "平成16年12月3日付け徳島新聞における「『甘い宝石』色づく  ももいちご収穫始まる  佐那河内」との見出しの記事(甲71の62)"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "平成21年1月15日付け徳島新聞における「四国の力  開発の現場を訪ねて  村を代表する産物に  ももいちご  JA徳島市佐那河内支所ももいちご部会(佐那河内村)」との見出しの記事(甲71の59)"
                    },
                    {
                      "fig": "(c)",
                      "subject": "平成21年12月2日付け徳島新聞における「ももいちごふっくら  佐那河内で出荷始まる」との見出しの記事(甲71の60)"
                    },
                    {
                      "fig": "(d)",
                      "subject": "平成21年12月17日付け徳島新聞における「ミニ化粧箱入り好評  JA徳島市佐那河内支所  高級ブランド「ももいちご」  少量販売で手軽に」との見出しの記事(甲71の61)",
                      "text": [
                        "平成22年5月20日付け徳島新聞における「品質と味守り続ける  ももいちご」との見出しの記事(甲71の134)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "徳島新聞Web 申立人ら商品1は，次のとおり，平成20年ないし平成22年にウェブ上に掲載された徳島新聞Webの記事においても，たびたび紹介された。",
                    "平成20年12月3日付け徳島新聞Webにおける「「ももいちご」ふっくら  佐那河内村で出荷始まる」との見出しの記事(甲71の94)"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "平成21年1月1日付け徳島新聞Webにおける「「ももいちご食べ初めを」  佐那河内，産直市で特別販売」との見出しの記事(甲71の96)"
                    },
                    {
                      "fig": "(c)",
                      "subject": "平成22年1月1日付け徳島新聞Webにおける「初春ももいちご味わって  JA徳島市佐那河内選果場で販売」との見出しの記事(甲71の98)",
                      "text": [
                        "インターネット",
                        "さらに，申立人ら商品1は，インターネット上の情報記事やショッピングサイト等においても，引用商標1とともに多数紹介されている(そオ(6頁)記載のとおりである。)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "申立人ら商品2の生産・販売状況及びメディア等での紹介の状況",
              "text": [
                "申立人ら商品2は，JA徳島市佐那河内支所と大阪中央青果が，申立人ら商品1の姉妹品となる新商品として開発し，平成20年から，徳島県佐那河内村の特定の農家が「さくらももいちご」のブランド名で生産し，大阪中央青果を通して販売するいちごである。申立人ら商品2は，申立人ら商品1と同様に，大粒で糖度が高いのが特徴である。(甲71の57)",
                "申立人ら商品2の平成20年から平成22年までの出荷量をみると，平成20年が約32キログラム，平成21年が約18トン，平成22年が約25トン，平成24年12月から平成25年3月までが約50トンとなっている(甲21，72)。",
                "また，申立人ら商品2についても，平成20年末ころから平成25年初めころにかけて，全国ネットで放送されたテレビ番組のほか，雑誌，新聞，インターネット上の情報記事等において，引用商標2とともに多数紹介されている(その詳細は，別紙異議の決定書の理由第3の2(6ないし8頁)記載のとおりである。)。その中で，申立人ら商品2については，申立人ら商品1の姉妹品として，徳島県佐那河内村の特定の農家が生産するいちごであること，申立人ら商品1と同様に大粒で糖度が高いのが特徴であることなどが紹介されている。",
                "検討",
                "とおり，申立人ら商品1は，本件商標の登録出願日である平成21年11月24日の時点において，販売開始から約15年が経過し，毎年の出荷量も数十トン程度とほぼ安定した状況にあり，また，この間，関西地域において，テレビCMが7年間にわたって放送されたほか，ラジオCM等の各種宣伝広告も多数行われ，更には，申立人ら商品1の粒の大きさや甘さ，特定の地域でしか生産されない希少性，一粒1000円にもなる高価さなどが話題となり，テレビ番組，雑誌，新聞，インターネット上の情報記事等で繰り返し紹介され，これらの宣伝や紹介の際には，常に引用商標1が使用されてきたことが認められる。",
                "これらの事実を総合すると，引用商標1は，本件商標の登録出願日当時において，これがいちごに使用された場合，申立人らが生産，販売する申立人ら商品1を表示するものとして，少なくとも関西地域及び徳島県における取引者，需要者の間において広く認識されていたものと認めることができる。",
                "JA徳島市らによるテレビCMやラジオCM等の宣伝・広告は行われていないものの，平成25年初めころまでは，新聞記事等で引用商標1とともに紹介されている事実が認められるほか，申立人ら商品2を紹介するテレビ番組，新聞記事等において，申立人ら商品2の前身となるブランドのいちごとして，引用商標1とともにたびたび紹介されている事実が認められるのであり，これらを総合すれば，引用商標1の周知性は，本件商標の登録査定時である平成25年10月9日当時においても，なお維持されていたものと認めることができる。",
                "原告らの主張について",
                "これに対し，原告らは，引用商標1について，仮に過去に周知性を獲得したことがあったとしても，本件商標の登録査定時(平成25年10月9日)にはその周知性を喪失していた旨主張し，その根拠として，①申立人ら商品1の出荷量が，「あまおう」などの他の高級いちごと比べて圧倒的に少ない上に，平成20年以降は減少の一途をたどっていること，②JA徳島市らによる宣伝・広告も，大規模なものではない上に，平成21年1月のラジオCM以降は積極的に行われていないこと，③メディアにおける申立人ら商品1の紹介も平成22年5月20日付け徳島新聞の記事(甲71の134)以降は盛んに行われてはいないこと，④引用商標1について，いちごの種類を表す一般名称と誤解して認識する需要者等も存在することなどの事情を指摘するので，以下，その主張の当否について検討する。"
              ]
            },
            {
              "fig": "ア",
              "subject": "上記①について",
              "text": [
                "まず，原告らは，申立人ら商品1が「あまおう」などの他の高級いちごと比べて，出荷量が圧倒的に少ない事実を指摘する。",
                "しかし，申立人ら商品1は，そもそも徳島県佐那河内村の特定の農家のみが生産するいちごであるから，「あまおう」などの一般的な品種のいちごに比べて，その生産・出荷量が圧倒的に少ないことは当然である。そして，申立人ら商品1は，上記のような希少性が一つの理由となって話題をインターネット上の情報記事等で繰り返し紹介されてきたものであり，その結果，引用商標1が周知性を獲得するに至ったのであるから，申立人ら商品1の出荷量が他の高級いちごに比べて少ない点は，引用商標1の周知性を否定する事情となるものではない。",
                "また，申立人ら商品1の平成15年から平成25年3月までの年度ごとの出荷量の推移は，年まで約69トンから約95トンの間で推移した後，平成21年には約55トン，平成22年には約47トンと徐々に減少傾向が見られるようになっている。しかし，申立人ら商品1は，本件商標の登録査定時(平成25年10月9日)の直近である平成24年12月から平成25年3月までの出荷シーズンにおいても，約38トンの出荷量を確保しているのであるから，本件商標の登録査定時までに申立人ら商品1の流通量が著しく減少したとまではいえず，この程度の減少傾向の存在が，引用商標1の周知性の喪失に直ちに結びつくものとはいえない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "上記②及び③について",
              "text": [
                "引用商標1が周知性を獲得し，かつそれを維持しているか否かについては，申立人ら自身が行う宣伝・広告の状況のみならず，それ以外のメディア等における露出の状況等をも総合して判断されるべきところ，申立人ら平成25年初めころまで，新聞記事等で紹介されるとともに，申立人ら商品2を紹介するテレビ番組，新聞記事等の中で，申立人ら商品2の前身となるブランドのいちごとしてたびたび紹介されている事実も認められるのであり，これらによって，引用商標1の周知性が本件商標の登録査定時においても維持されていたことは，優にこれを認めることができるというべきである。",
                "したがって，上記②及び③の事情をもって，引用商標1の周知性が喪失したものとする原告らの主張は理由がない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "上記④について",
              "text": [
                "原告らの上記④の主張は，要するに，いくつかのインターネット上の記事等において，「あかねっ娘」といういちごの品種名の別名として「ももいちご」が記載されている例があることを根拠として，引用商標1については，いちごの種類を表す一般名称として認識する需要者が存在し，商品の出所を示す「商標」として需要者らに認識されているとはいえないとするものである。",
                "しかしながら，引用商標1が，佐那河内村の特定の農家(申立人ら)によって生産される特定のいちごを示すブランド名として，JA徳島市らによって宣伝広告されるとともに，テレビ番組，雑誌，新聞，インターネット上の情報記事等で繰り返し紹介され，その結果，申立人らが生産・販売する申立人ら商品1を表示するものとして，少なくとも関西地域及び徳島県における取引者，需要者の間において広く認識されるに至ったことは，認定したとおりである。",
                "原告らの主張は，わずか数例のインターネット上の記事等を根拠に，引用商標1は需要者らにいちごの種類を表す一般名称として認識されていると断ずるものであるが，上記程度の記事等からいちごの需要者ら全般の認識状況を判断することはできないから，原告らの主張は確たる根拠のあるものとはいえない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "小括",
              "text": [
                "以上によれば，引用商標1について，本件商標の登録査定時(平成25年10月9日)には周知性を喪失していたとする原告らの主張は理由がない。",
                "以上の次第であるから，引用商標1について，本件商標の登録出願時及び登録査定時に，申立人らが生産・販売する申立人ら商品1を表示する商標として，取引者，需要者の間に広く知られていたとする本件決定の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と引用商標1の類否について",
          "text": [
            "本件商標の要部について",
            "原告らは，本件商標は，構成全体として外観，称呼，観念において一体的印象を取引者，需要者に与えるものであるから，本件商標のうち，「桃苺」の漢字部分を分離し，本件商標の要部となるとした本件決定の判断は誤りである旨主張するので，以下検討する。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件商標は，別紙商標目録記載のとおり，上段には，左側に，やや丸みを帯びた手書き風の書体からなる「桜」の漢字を，右側に，角の丸い三角形状の輪郭を有する渦巻き状の線から4本の短い線が放射状に配されてなる図形を，下段には，左側に，前同様の書体からなる「桃」の漢字を，右側に，前同様の書体からなる「苺」の漢字をそれぞれ書してなる商標である。",
                "以上のような本件商標の構成のうち，上段右側の図形は，一見して何を表す図形であるかが理解し難いものであるから，この部分から商品の出所識別標識としての特定の称呼や観念が生ずることはないものといえる。",
                "他方，「桜」の文字は，植物の「さくら」を表す漢字として，「桃」及び「苺」の文字は，果実の「もも」及び「いちご」を表す漢字として，いずれも広く親しまれているものであるから，本件商標に接した需要者らは，これらの文字部分に着目し，そこから「サクラモモイチゴ」の称呼及び「桜と桃と苺」の観念が自然に生ずるものといえる。",
                "また，本件商標は，ほぼ同じ大きさの3つの文字と一つの図形を二つずつ上下2段に配してなる商標であるところ，その上段部分(「桜」の文字及び図形)と下段部分(「桃」及び「苺」の文字)とは，その外観においても，また，そこから生ずる観念においても，不可分的に結合しているものとまでは認められないから，本件商標に接した需要者らにおいては，上段部分と下段部分を分離して観察することもあり得るものといえる。特に，2行にわたる横書きの文字列を読む際には，まず上段の左から右に読み，続いて下段の左から右に読むのが通常というべきところ，この順で本件商標を読んでいくと，上段の「桜」と下段の「桃苺」の間に図形が介在することとなるため，本件商標において商品の出所識別標識としての称呼や観念が生ずる部分である「桜」，「桃」，「苺」の3つの文字のうち，「桜」と「桃苺」とは，分離して観察されやすいものといえる。",
                "加えて，前記1で述べたとおり，平仮名の「ももいちご」からなる引用商標1が申立人ら商品1を表示する商標として取引者，需要者の間に広く知られていた事実からすれば，本件商標が申立人ら商品1と同一の商品である「いちご」に使用された場合，これに接した取引者，需要者が，本件商標の構成部分のうち，「いちご」の分野における周知商標である「ももいちご」と同一の称呼を生じさせる下段の「桃苺」の文字部分に特に注目することは，自然にあり得ることといえる。",
                "以上を総合すれば，本件商標においては，その構成のうち下段の「桃苺」の漢字部分が，取引者，需要者に対し商品の出所識別標識として強く支配的な印象を与える部分と認識されることがあるということができるから，当該部分を本件商標の要部として把握することができるというべきである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "これに対し，原告らは，①本件商標は，各漢字と図形が外観上まとまり良く配置されていること，②「桜桃苺」の漢字のうち，「桜」と「桃」の2字は，サクランボを意味する「桜桃」の熟語として親しまれており，本件商標からは「サクランボのようないちご」という一体的観念が生じること，③称呼においても，本件商標からは，冗長ではなく，一連称呼可能な「オウトウイチゴ」あるいは「サクラモモイチゴ」の称呼が生じることを根拠に挙げ，本件商標は，構成全体として外観，観念，称呼において一体的印象を取引者，需要者に与えるものであるから，「桃苺」の漢字部分が本件商標の要部となるとした本件決定の判断は誤りである旨主張する。",
                "しかしながら，原告らが主張するとおり，本件商標において，「桜桃苺」の漢字部分全体から一体的な称呼及び観念が生じ得ることは，前記アで述べたとおりであるが，そうであるからといって，本件商標の一部の構成が要部と認識され，当該部分から別の称呼や観念が生じ得ることが直ちに否定されることにはならない。そして，本件商標においては，その上段部分と下段部分の構成や下段部分の「桃苺」が「いちご」の分野における周知商標と同一の称呼を生じさせるものであるとの事情を総合すれば，下段部分の「桃苺」が要部と認識され得るものであることは，前記アで述べたとおりなのであって，原告らの上記主張を勘案しても，この点の判断が左右されるものではない。",
                "また，原告らは，本件商標の一部が要部を構成するとすれば，それは「桜桃」であって「桃苺」ではないとも主張するが，前記アで説示した本件商標を読む場合の自然な順序や，指定商品を「いちご」とする商標において，他の果実の普通名称である「桜桃」を識別標識にするのは不自然であること等に照らし，上記主張も採用することはできない。",
                "なお，原告らは，本件商標の登録査定時には，引用商標1の周知性は相当減殺されていた旨主張し，この点についても上記主張の根拠とするが，このような主張に理由がないことは，前記1で述べたところから明らかである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本件商標のうち，下段の「桃苺」の漢字部分を分離し，その部分が本件商標の要部の一つとなるとした本件決定の判断に誤りはない。",
                "本件商標と引用商標1の対比",
                "標の要部の一つであると認められ，これと引用商標1とを比較して商標そのものの類否を判断することも許されるものといえる。",
                "しかるところ，上記「桃苺」の漢字部分と「ももいちご」の平仮名からなる引用商標1とを対比すると，外観において漢字と平仮名の違いがあるものの，「モモイチゴ」の称呼が生ずるとともに，果実である「桃と苺」あるいは「桃のような苺」の観念が生ずる点において，共通するものといえる。",
                "してみると，本件商標と引用商標1とは，そこから生ずる称呼及び観念をいずれも共通にする商標であり，それらが同一の商品に使用された場合，取引者，需要者にとって，互いに紛らわしく，その出所について混同を生ずるおそれがあるものといえるから，両商標は，類似する商標というべきである。",
                "小括",
                "以上の次第であるから，本件商標と引用商標1が類似する商標であるとした本件決定の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，本件決定が引用商標1の周知性を認定したこと及び本件商標と引用商標1が類似する商標であると判断したことに誤りはなく，したがって，本件商標が商標法4条1項10号に該当するとした本件決定に誤りはないから，原告ら主張の取消事由は理由がない。",
            "よって，原告らの請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}