{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800209号事件について平成28年11月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成25年11月5日，発明の名称を「配線ボックス」とする発明について特許出願(以下「本件出願」という。)をし，平成27年1月16日，設定の登録を受けた(特許第5681264号。請求項の数1。甲1。以下，この特許を「本件特許」という。)。",
                "本件出願は，平成16年6月16日にした特許出願(特願2004-178828号。以下「第1出願」という。)，平成20年6月30日，第1出願の一部についてした特許出願(特願2008-170268号。以下「第2出願」という。)，平成22年4月23日，第2出願の一部についてした特許出願(特願2010-99903号。以下「第3出願」という。)，平成24年4月9日，第3出願の一部についてした特許出願(特願2012-88589号。以下「第4出願」という。)を経て，第4出願の一部について新たにした分割出願(特願2013-229458号)である。",
                "原告は，平成27年11月12日，本件特許に対する無効審判を請求し，特許庁は，これを無効2015-800209号事件として審理した。",
                "特許庁は，平成28年11月9日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同月17日，その謄本が原告に送達された。",
                "原告は，同年12月13日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲請求項1の記載は，以下のとおりである(甲1)。以下，請求項1に係る発明を「本件発明」といい，また，その明細書を，図面を含めて「本件明細書」という。なお，文中の「／」は，原文の改行箇所を示す(以下同じ。)。",
            "【請求項1】底壁と，その底壁から立設された側壁とより一面に開口を有する四角箱状に形成されたボックス本体を備え，同ボックス本体の左側壁及び右側壁の少なくとも一方には，建物内の構造物にボックス本体を固定するための固定ビスを挿通可能な固定部が設けられているとともに，ボックス本体の上側壁及び下側壁には，合成樹脂製の可撓性を有する電線管を接続するための接続孔が形成され，／前記固定部が形成された側壁に相対向する側壁の上端部及び下端部には，ボックス本体の側方に開口するとともに，前記接続孔に連通する挿入開口がそれぞれ形成されることにより，上下両挿入開口は互いに連通することなく離れて形成され，当該挿入開口に挿入された電線管を，前記固定ビスにより固定部が構造物に押し付けられた方向に沿って移動させることにより，当該電線管を接続孔に挿入可能に形成し，／前記固定部が形成された側壁には，外方へ突出して建物内の構造物に当接する当接座部が形成され，該当接座部が形成された側壁に相対向する側壁の前記挿入開口に連通する前記接続孔は，電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続することを特徴とする配線ボックス。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件出願は，適法な分割出願であるから，その出願日は第1出願の出願日に遡及する，②本件発明は，当業者が，下記アの引用例1に記載された発明(以下「引用発明1A」という。)に，下記イの引用例2に記載された発明(以下「引用発明2」という。)及び同ウの引用例3に記載された発明(以下「引用発明3」という。)を適用して，容易に発明をすることができたものではない，③本件発明は，引用例1に記載された配ボックスSM36Aに具現化され，第1出願の出願日の前に日本国において公然実施された発明(以下「引用発明1B」という。)に，引用発明2及び3を適用して，容易に発明をすることができたものではない，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：「2003-2004  電設資材総合カタログ」の抜粋(甲2。平成15年5月発行)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：実用新案登録第2524247号公報(甲5。平成7年2月21日公開)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開平9-289720号公報(甲6)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明1A，本件発明と引用発明1Aとの一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1A   底壁と，その底壁から立設された側壁とにより，一面に開口を有する四角箱状に形成されたボックス本体を備える配ボックスSM36Aであって，前記ボックス本体の左側壁及び右側壁には，構造物に前記ボックス本体を固定するためのラッパねじを挿通可能な前記底壁に垂直な方向に伸びる長孔状の固定孔が設けられているとともに，前記ボックス本体の上側壁及び下側壁には，可撓性を有する保護管を接続するための接続孔がそれぞれ一対形成され，／前記一対の接続孔のうち，前記ボックス本体を底壁から見たときの左側は14用(16用も使用可)であり，右側は16用であり，／前記ボックス本体の底壁の上端部及び下端部の各左右両側には，前記ボックス本体の底壁側に開口するとともに，前記接続孔に連通するノック開口がそれぞれ形成されており，／前記一対の接続孔は，それぞれ，前記ボックス本体の上側壁及び下側壁において，前記底壁側端部のノック開口から開口側に向かって延びるように形成され，／前記ボックス本体の底壁の左側の上端部及び下端部に位置するノック開口は互いに連通することなく離れて形成され，底壁の右側の上端部と下端部に位置するノック開口も互いに連通することなく離れて形成されており，／前記ボックス本体の左側壁には3箇所の突出部とそれらを開口面側でつなぐフランジ部とからなる構成が形成されており，ボックス本体の前記突出部を構造物に接触するようにして，前記配ボックスSM36Aは前記ラッパねじで取り付けられ，／前記保護管の2山と3山の谷部を前記ノック開口に挿入し，前記接続孔に沿って前記ボックス本体の底壁側から開口側に向かう方向に強めに押しながら差し込むことで，前記保護管を前記ボックス本体に接続することを特徴とする配ボックスSM36A。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と引用発明1Aとの一致点",
                  "text": [
                    "底壁と，その底壁から立設された側壁とより一面に開口を有する四角箱状に形成されたボックス本体を備え，同ボックス本体の左側壁及び右側壁の少なくとも一方には，構造物にボックス本体を固定するための固定ビスを挿通可能な固定部が設けられているとともに，ボックス本体の上側壁及び下側壁には，可撓性を有する電線管を接続するための接続孔が形成され，／壁の上端部及び下端部には，前記接続孔に連通する挿入開口がそれぞれ形成されることにより，上下両挿入開口は互いに連通することなく離れて形成され，当該挿入開口に挿入された電線管を移動させることにより，当該電線管を接続孔に挿入可能に形成し，／前記固定部が形成された側壁には，外方へ突出して構造物に当接する当接座部が形成され，前記挿入開口に連通する前記接続孔を有することを特徴とする配線ボックス。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明と引用発明1Aとの相違点",
                  "text": [
                    "相違点1",
                    "本件発明の「構造物」は「建物内」にあるのに対して，引用発明1Aの「構造物」はどこにあるか特定されていない点。",
                    "相違点2",
                    "本件発明の「電線管」は「合成樹脂製」であるのに対して，引用発明1Aの「保護管」はこの点について特定されていない点。",
                    "相違点3",
                    "本件発明においては，「挿入開口」は「前記固定部が形成された側壁に相対向する側壁の上端部及び下端部には，ボックス本体の側方に開口」して形成され，「接続孔」は「ボックス本体の上側壁及び下側壁」に「当接座部が形成された側壁に相対向する側壁の前記挿入開口に連通」して形成することで，「当該挿入開口に挿入された電線管を，前記固定ビスにより固定部が構造物に押し付けられた方向に沿って移動させる」のに対して，引用発明1Aにおいては，「ノック開口」は「前記ボックス本体の底壁の上端部及び下端部の各左右両側には，前記ボックス本体の底壁側に開口」して形成され，「接続孔」は「前記ボックス本体の上側壁及び下側壁」に「ノック開口」に「連通」して形成されることで「前記保護管の2山と3山の谷部を前記ノック開口に挿入し，前記接続孔に沿って前記ボックス本体の底壁側から開口側に向かう方向に強めに押しながら差し込む」点。",
                    "相違点4",
                    "本件発明においては，「接続孔」は「電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続する」のに対して，引用発明1Aにおいては，「接続孔」に沿って「差し込む」ことで「前記ボックス本体に接続」された「前記保護管」の外周面が前記「ノック開口」よりも外方へ突出するかどうか不明である点。",
                    "本件審決が認定した引用発明1B，本件発明と引用発明1Bとの一致点及び相違点は，次のとおりである。"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1B   底壁と，その底壁から立設された側壁とにより，一面に開口を有する四角箱状に形成されたボックス本体を備える配ボックスSM36Aであって，前記ボックス本体の左側壁及び右側壁には，構造物に前記ボックス本体を固定するためのラッパねじを挿通可能な前記底壁に垂直な方向に伸びる長孔状の固定孔が設けられているとともに，前記ボックス本体の上側壁及び下側壁には，可撓性を有する保護管を接続するための接続孔がそれぞれ一対形成され，／前記一対の接続孔のうち，前記ボックス本体を底壁から見たときの左側は14用(16用も使用可)であり，右側は16用であり，／前記ボックス本体の底壁の上端部及び下端部の各左右両側には，前記ボックス本体の底壁側に開口するとともに，前記接続孔に連通するノック開口がそれぞれ形成されており，／前記一対の接続孔は，それぞれ，前記ボックス本体の上側壁及び下側壁において，前記底壁側端部のノック開口から開口側に向かって延びるように形成され，／前記ボックス本体の底壁の左側の上端部及び下端部に位置するノック開口は互いに連通することなく離れて形成され，底壁の右側の上端部と下端部に位置するノック開口も互いに連通することなく離れて形成されており，／前記ボックス本体の左側壁には3箇所の突出部とそれらを開口面側でつなぐフランジ部とからなる構成が形成されており，ボックス本体の前記突出部を構造物に接触するようにして，前記配ボックスSM36Aは前記ラッパねじで取り付けられ，／前記保護管の2山と3山の谷部を前記ノック開口に挿入し，前記接続孔に沿って前記ボックス本体の底壁側から開口側に向かう方向に強めに押しながら差し込むことで，前記保護管を前記ボックス本体に接続し，／前記14用(16用も使用可)の接続孔は，呼び16の前記保護管を接続する場合は，呼び16の前記保護管の外周面を前記ノック開口部分の底壁より外周に突出して接続することを特徴とする配ボックスSM36A。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と引用発明1Bとの一致点",
                  "text": [
                    "底壁と，その底壁から立設された側壁とより一面に開口を有する四角箱状に形成されたボックス本体を備え，同ボックス本体の左側壁及び右側壁の少なくとも一方には，構造物にボックス本体を固定するための固定ビスを挿通可能な固定部が設けられているとともに，ボックス本体の上側壁及び下側壁には，可撓性を有する電線管を接続するための接続孔が形成され，／壁の上端部及び下端部には，前記接続孔に連通する挿入開口がそれぞれ形成されることにより，上下両挿入開口は互いに連通することなく離れて形成され，当該挿入開口に挿入された電線管を移動させることにより，当該電線管を接続孔に挿入可能に形成し，／前記固定部が形成された側壁には，外方へ突出して構造物に当接する当接座部が形成され，前記挿入開口に連通する前記接続孔は，電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続することを特徴とする配線ボックス。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明と引用発明1Bとの相違点",
                  "text": [
                    "相違点1",
                    "本件発明の「構造物」は「建物内」にあるのに対して，引用発明1Bの「構造物」はどこにあるか特定されていない点。",
                    "相違点2",
                    "本件発明の「電線管」は「合成樹脂製」であるのに対して，引用発明1Bの「保護管」はこの点について特定されていない点。",
                    "相違点3",
                    "本件発明においては，「挿入開口」は「前記固定部が形成された側壁に相対向する側壁の上端部及び下端部には，ボックス本体の側方に開口」して形成され，「接続孔」は「ボックス本体の上側壁及び下側壁」に「当接座部が形成された側壁に相対向する側壁の前記挿入開口に連通」して形成することで，「当該挿入開口に挿入された電線管を，前記固定ビスにより固定部が構造物に押し付けられた方向に沿って移動させる」のに対して，引用発明1Bにおいては，「ノック開口」は「前記ボックス本体の底壁の上端部及び下端部の各左右両側には，前記ボックス本体の底壁側に開口」して形成され，「接続孔」は「前記ボックス本体の上側壁及び下側壁」に「ノック開口」に「連通」して形成されることで「前記保護管の2山と3山の谷部を前記ノック開口に挿入し，前記接続孔に沿って前記ボックス本体の底壁側から開口側に向かう方向に強めに押しながら差し込む」点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "取消事由1(分割要件の判断の誤り)",
            "取消事由2(引用発明1Aに基づく容易想到性判断の誤り)",
            "取消事由3(引用発明1Bに基づく容易想到性判断の誤り)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(分割要件の判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "甲8に記載された配線ボックスが第4出願の当初明細書等に記載されているとした本件審決の認定判断の誤り"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，ボックス本体の左右両側壁に「挿入開口」が形成された上，左右両側から「電線管」を挿入した場合に「電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続すること」という構成を有する配線ボックス(甲8に記載された配線ボックス。以下「本件ボックス」という。)のような構成は，第4出願の当初明細書等(甲9。以下「甲9明細書」という。)に記載されていると認定判断した。",
                "しかしながら，以下のとおり，本件ボックスは，甲9明細書に記載されているものではない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "甲9明細書【0067】には，第1の実施形態及び第2の実施形態の「接続孔20，38」を上側壁12a，32a及び下側壁12b，32bの両側部に形成し，左側壁12c，32c及び右側壁12d，32dにそれぞれに「挿入開口21，39」を形成するように変更できることは記載されているが，電線管の外周面が挿入開口よりも外方へ突出するように構成されている「接続孔50」及び「挿入開口51」(甲9，図11及び12)についての記載はなく，第1の実施形態における「接続孔20」及び「挿入開口21」の構成を電線管の外周面が挿入開口よりも外方へ突出するように構成された「接続孔50」及び「挿入開口51」に変更し，さらに，それを左右両方に設けるように変更することは記載されていない。",
                "仮に上記の記載事項を「接続孔50」にも適用することができるとしても，【0067】では，第1接続部50aと第2接続部50bからなる一まとまりのものとして構成された「接続孔50」を前提に，それを上側壁12a，32a及び下側壁12b，32bの両側部に形成してもよいことを記載しているにすぎず，「第1接続部50a」と「第2接続部50b」とを個別化し，その一方(特に「第1接続部50a」)のみを新たな「接続孔」として左右両方に設けるという構成に再構成することを許容するものではない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "【0050】の記載は，接続部材52がボックス本体に付属している状態では第1接続部50aには電線管10が接続され，接続部材52を折り取って除去した場合は，第1接続部50aには，電線管10よりも大径をなす大径電線管60を接続することができることを説明しているものであるが，図11に図示された「接続孔50」の構成を前提に，その使用方法について記載しているにすぎず，ボックス本体における「接続孔50」自体の構成(例えばボックス本体に占める「接続孔50」自体の大きさやその開口方向等)が変わるわけではないから，「接続孔50」の構成を改変し，第1接続部50aと第2接続部50bを分離する根拠とはならない。",
                "接続孔50は，第1接続部50aと第2接続部50bとを有することによって，種々の接続態様で使用できるという利点を有するものであるところ，【0050】の記載は，第1接続部50aと第2接続部50bとが一体であることを前提として，かかる構成を有する接続孔50の利点を述べており，接続孔50の変形例について説明する【0056】，【0065】，【0066】の記載も，第1接続部50aと第2接続部50bとが一体であることを前提としている。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "図11は，「第1接続部50a」と「第2接続部50b」とからなる「接続孔50」について記載しているものであり，「接続孔50」においてその「第1接続部50a」に「大径電線管60」を接続させた場合に電線管の外周面が挿入開口よりも外方へ突出することを開示しているが，一般的・抽象的に「電線管の外周面が挿入開口よりも外方へ突出する」という構成を記載しているものではない。また，図11に記載された接続孔50は，一方向から2本の電線管を挿入するように構成されたものにすぎず，左右両側から電線管を挿入することを許容する本件ボックスの構成を開示するものではない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "「接続孔50」は電線管10用の第2接続部50bと大径電線管60用の第1接続部50a(但し，第1接続部50aは接続部材52を用いて電線管10も接続できるようになっている)とからなっており，電線管を接続したときに電線管の外周面が挿入開口よりも外方へ突出するのは第1接続部50aに大径電線管60を接続した場合のみであるところ，甲9明細書には，この場合に，第2接続部50bのみを省略することを認める記載はないし，電線管のサイズや組合せの違いを問わずに，本件ボックスのように構成してもよいことも記載されていない。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "電線管を接続したときに電線管の外周面が挿入開口よりも外方へ突出するように構成されている場合であっても，一方の側壁から二本の電線管を接続するように構成されている場合と，本件ボックスのように，左右両側の側壁からそれぞれ一本の電線管のみを接続するように構成されている場合とでは技術的意義が相違し，後者の構成を採用することによりボックス本体の幅方向に並列する電線管の本数は変えずにボックス本体の幅を小さくすることができるという有利な作用効果を奏する。また，本件ボックスでは，電線管の径の大小は特定されていない。しかし，甲9明細書には，本件ボックスが奏する上記作用効果についての記載もない。"
              ]
            },
            {
              "fig": "キ",
              "text": [
                "以上のとおり，本件ボックスを含むようになっている本件発明は，甲9明細書の記載を総合することによって導かれる技術的事項との関係において，新たな技術的事項を導入するものであり，甲9明細書に記載されていない事項を含むものであるから，分割要件に違反する。",
                "本件発明が甲9明細書及び分割直前の第4出願の明細書等に記載されているとした本件審決の認定判断の誤り"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件審決は，甲9明細書の【0015】～【0018】，【0047】，【0049】～【0052】，【0067】，図11，図12を根拠として，本件発明が甲9明細書に記載されていると判断する。",
                "しかし，本件審決が引用した記載においては，電線管を接続孔に接続したときに電線管の外周面が挿入開口よりも外方へ突出することになるのは，第1接続部50a及び第2接続部50bからなる「接続孔50」という特定の接続孔の第1接続部50aに「大径電線管60」を接続した場合のみであり，接続孔50以外のものを含む「接続孔」一般に，大径電線管60以外のサイズのものを含む「電線管」一般を接続した場合にも，該電線管の外周面が挿入開口よりも外方へ突出することや，かかる「接続孔」に連通する挿入開口をボックス本体の左右両側に形成することは記載されておらず，包括的ないし上位概念的に把握された，「ボックス本体」の左右両「側壁」に「挿入開口」を形成した上，左右両側から「電線管」を挿入した場合に「電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続」できるという構成の開示はないのであって，接続孔の構成及び電線管のサイズを問わずに，ボックス本体の左右両側壁に形成された挿入開口に左右両側から電線管を挿入したときに両電線管の外周面がそれぞれ挿入開口よりも外方へ突出する構成を許容する記載はない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件審決は，本件出願の分割時である本件出願の現実の出願日において，上記甲9明細書の記載及び図面は補正されず，本件発明が第4出願の分割直前の明細書等に記載されているとするが，本件発明が甲9明細書に記載されていない以上，第4出願の分割直前の明細書等にも記載されていないというべきである。",
                "本件発明が第1出願の出願当初の明細書等に記載した事項の範囲内のものであるとした本件審決の認定判断の誤り",
                "本件審決は，第1出願の出願当初の明細書等(甲21。以下「甲21明細書」という。)の【0021】～【0024】，【0053】，【0055】～【0058】，図11及び図12を根拠として，本件発明が甲21明細書に記載されているとするが，これらは，いずれも，甲9明細書と同一の記載であり，甲9明細書に本件発明の記載がない以上，甲21明細書にも本件発明の記載はない。",
                "以上によれば，本件出願が，分割出願の要件を満たすとした本件審決の認定判断は，誤りである。",
                "〔被告の主張〕",
                "本件ボックスが甲9明細書に記載された事項の範囲内であること"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "甲9明細書【0067】には，左側壁及び右側壁の双方に固定部が形成されたボックス本体において，上側壁及び下側壁の両側部に接続孔を形成し，左側壁及び右側壁にそれぞれ挿入開口を形成してもよい点が記載され，【0050】及び図11には，電線管の外周面が挿入開口よりも外方へ突出するように，電線管を接続孔に対して接続してもよい点が記載されているから，これらを総合することにより導かれる技術的事項は，「ボックス本体の左右両側壁に挿入開口が形成され」た配線ボックスにおいて，「左右両側から電線管を挿入した場合に電線管の外周面が挿入開口よりも外方へ突出するように電線管が接続される」構成，すなわち本件審決で認定された本件ボックスの構成を含む。したがって，本件ボックスは，甲9明細書に記載された事項の範囲内であるから，本件ボックスを含む本件発明は，甲9明細書の全ての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものではない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，甲9明細書【0067】には，電線管の外周面が挿入開口よりも外方へ突出するように構成されている「接続孔50」及び当該「接続孔50」に連通する「挿入開口51」について記載されていない旨主張する。",
                "しかし，【0067】に記載されている技術的事項は，左側壁及び右側壁の双方に固定部が形成されたボックス本体において，上側壁及び下側壁の両側部に接続孔を形成し，左側壁及び右側壁にそれぞれ挿入開口を形成してもよい点であって，当該技術的事項との関係において，電線管の外周面が挿入開口よりも外方へ突出しないように構成されていることは，本質的な事項ではなく，任意の付加的な事項である。このため，上記技術的事項が，電線管の外周面が挿入開口よりも外方へ突出しないように電線管が接続される接続孔及び当該接続孔と連通する挿入開口に限られず，電線管の外周面が挿入開口よりも外方へ突出するように電線管が接続される接続孔及び当該接続孔に連通する挿入開口に対してもいえることは，当業者にとって自明である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，「接続孔50」は「第1接続部50a」と「第2接続部50b」からなる一まとまりの構成であり，甲9明細書には，「第2接続部50b」がない「接続孔」(すなわち第1接続部50aのみの接続孔)についてまで，電線管の外周面が挿入開口よりも外方へ突出するように電線管が接続されることは記載されておらず，「第2接続部50b」がない「接続孔」が，電線管の外周面が挿入開口よりも外方へ突出するように電線管を接続するという技術的事項は，新たな技術的事項である旨主張する。",
                "しかし，甲9明細書【0049】，【0050】及び図11を総合すると，「第2接続部50b」は，「第1接続部50a」よりも奥側に形成されて，「第1接続部50a」と連通していること，「第1接続部50a」は，電線管10又は大径電線管60を接続できるものであり，「第2接続部50b」は，電線管10を接続できるものであること，「第1接続部50a」は，挿入開口51と連通している一方，「第2接続部50b」は挿入開口51と直接的には連通していないことが認められる。かかる構成においては，「第1接続部50a」がない場合には，「第2接続部50b」と挿入開口51とが連通しなくなるため，「第2接続部50b」に電線管10を挿入することができなくなる一方，「第2接続部50b」がなくても，「第1接続部50a」と挿入開口51とは連通しているため，「第1接続部50a」に電線管10又は大径電線管60を接続できる。このため，「第2接続部50b」がなくても，「接続孔50」としては異なる径の電線管を接続できる。また，「第2接続部50b」がない場合に，電線管の外周面が挿入開口よりも外方へ突出するように該電線管を「接続孔50」に接続することができなくなるということもない。接続孔が電線管の外周面が挿入開口よりも外方へ突出するように該電線管を接続することと，「第2接続部50b」の有無とは，異なる技術的事項であり，接続孔が電線管の外周面が挿入開口よりも外方へ突出するように該電線管を接続するという技術的事項との関係において，「第2接続部50b」の有無については，本質的な事項ではなく，任意の付加的な事項であることは当業者であれば自明である。したがって，電線管の外周面が挿入開口よりも外方へ突出するように該電線管を接続する接続孔として，「第2接続部50b」がないものが含まれないと解すべき根拠がない。",
                "また，甲9明細書【0054】には，「第2接続部50b」に電線管10を接続せず，「第1接続部50a」に大径電線管60のみを接続してもよい点，すなわち「第2接続部50b」を使用しなくてもよい点の記載があり，「第2接続部50b」が必須ではないという技術的事項が記載されていると認められる。",
                "さらに，甲9明細書【0018】，【0019】，図1，2，5には，1つの電線管が接続される接続孔についての記載があり，甲9明細書には，接続孔として，単一の接続部のみから構成されたものと，2つの電線管が接続されるように2つの接続部から構成されたものとが記載されているから，第2接続部50bがない接続孔について記載されている。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，本件ボックスが奏する作用効果については甲9明細書に記載されていないから，本件ボックスを含む本件発明は甲9明細書に記載されていない事項を含む旨主張する。",
                "しかしながら，本件ボックスが甲9明細書に記載されている事項の範囲内であることは上記のとおりであり，本件ボックスを含む本件発明が，甲9明細書に記載された事項の範囲内であることは明らかである以上，作用効果が甲9明細書に記載されていないことを理由に新たな技術的事項が導入されていることにはならない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "以上によれば，「第2接続部50b」がない「接続孔」が，電線管の外周面が挿入開口よりも外方へ突出するように電線管を接続するという技術的事項は，甲9明細書に記載された事項の範囲内であり，「接続孔50」が「第2接続部50b」を有していることを根拠として，本件ボックスが記載されていないとする原告の主張は失当である。",
                "本件発明が甲9明細書及び分割直前の第4出願の明細書等に記載されているとした本件審決の認定判断について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，甲9明細書には，「ボックス本体」の左右両「側壁」に「挿入開口」を形成した上，左右両側から「電線管」を挿入した場合に「電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続」できるという構成が記載されていない旨主張する。",
                "しかし，前記のとおり，甲9明細書【0067】，【0050】及び図11の記載を総合することにより導かれる技術的事項は，「ボックス本体」の左右両「側壁」に「挿入開口」を形成した上，左右両側から「電線管」を挿入した場合に「電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続」できるという構成を含むから，原告主張の上記構成は，甲9明細書に記載された事項の範囲内である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，分割直前の第4出願の明細書等における【0050】，【0067】及び図11は，甲9明細書における【0050】，【0067】及び図11と同一であるため，同構成は，分割直前の第4出願の明細書等に記載された事項の範囲内である。",
                "本件発明が第1出願の出願当初の明細書等に記載した事項の範囲内のものであるとした本件審決の認定判断について",
                "本件発明は，甲9明細書に記載された事項の範囲内であるところ，その根拠となる記載は，甲21明細書にも存在するから，本件発明は，甲21明細書に記載された事項の範囲内である。",
                "以上によれば，本件出願は分割要件を満たすものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明1Aに基づく容易想到性判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "相違点3の認定の誤り",
            "本件審決が認定した相違点3については，一応認めるが，これを構成ごとに分説すると，①「挿入開口」に関して，本件発明では，「前記固定部が形成された側壁に相対向する側壁の上端部及び下端部には，ボックス本体の側方に開口」して形成されているのに対し，引用発明1Aでは，「前記ボックス本体の底壁の上端部及び下端部の各左右両側には，前記ボックス本体の底壁側に開口」して形成されている点，②「接続孔」に関して，本件発明では，「ボックス本体の上側壁及び下側壁」において「当接座部が形成された側壁に相対向する側壁の前記挿入開口に連通」して形成しているのに対し，引用発明1Aでは，「前記ボックス本体の上側壁及び下側壁」において「ノック開口」に「連通」して形成されている点，③「電線管の挿入方向」に関して，本件発明では，「当該挿入開口に挿入された電線管を，前記固定ビスにより固定部が構造物に押し付けられた方向に沿って移動させる」のに対し，引用発明1Aでは，「前記保護管の2山と3山の谷部を前記ノック開口に挿入し，前記接続孔に沿って前記ボックス本体の底壁側から開口側に向かう方向に強めに押しながら差し込む」点となる。",
            "引用発明1Aの「ノック開口」とは，引用例1の48頁右上の図面において点線で示された，コーナーノックを折り取った後にできた開口のことである。これは，本件明細書にいう「蓋板24」に相当するものであり，本件発明の「挿入開口」もかかる蓋板24で塞がれていること及びそれを取り除くことによって接続孔が開放されるようにすることは許容されているから(本件明細書【0018】，【0020】，図2等参照)，引用発明1Aの「ノック開口」と本件発明の「挿入開口」との間に差異はなく，①は実質的な相違点ではない。",
            "また，引用発明1Aでは，「前記保護管の2山と3山の谷部を前記ノック開口に挿入し，前記接続孔に沿って前記ボックス本体の底壁側から開口側に向かう方向に強めに押しながら差し込む」ようになっているが，これは，挿入開口(ノック開口)の入口部に抜け止め用の狭隘部が形成されているため，電線管を奥に押し込むことによりこの狭隘部を乗り越えて初めて電線管を接続孔に接続できるようになっているからである。本件特許請求の範囲では，「挿入開口」の具体的構成は限定されておらず，本件明細書【0038】及び【0039】の記載に照らせば，「挿入開口」についても同様の構成が許容され，保護管の2山と3山の谷部をノック開口に挿入するという点についても排除されないから，③の保護管の2山と3山の谷部をノック開口に挿入する点及び保護管(電線管)を接続孔に沿って強めに押しながら差し込む点も実質的な相違点にはならない。",
            "さらに，引用例1の48頁上段の図において「14用(16用も使用可)」とされた接続孔(以下「本件接続孔」という。)は，ボックス本体の上側壁及び下側壁に設けられているとともに，「当接座部」(引用発明1Aの「前記ボックス本体の左側壁」に「形成され」た「3箇所の突出部とそれらを開口面側でつなぐフランジ部とからなる構成」のこと。)が形成された側壁に相対向する側壁寄りの挿入開口に連通するようになっているから，「本件接続孔の挿入開口」についてボックス本体の側方に開口することが容易に想到し得るとすると，「接続孔」は「ボックス本体の上側壁及び下側壁」において「当接座部が形成された側壁に相対向する側壁の前記挿入開口に連通」して形成されていることになるとともに，「電線管の挿入方向」も「固定ビスにより固定部が構造物に押し付けられた方向に沿って移動させる」ことになる。",
            "したがって，相違点3は，実質的に，②の「本件接続孔」について，その挿入開口の方向を側壁側に変更することが容易といえるか否かという問題に帰着する。",
            "引用例2の記載に基づいた検討の誤り"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，引用例2【0021】第1文における「切欠口部22を設ける箇所」という文言を，「切欠口部22をどの外壁に設けるか」という「外壁」との関係でのみ理解した上，同段落の第2文における「そのようにすること」という指示語が第1文の内容の全てを指していると理解し，その結果，第1文を第2文と同義に理解したものである。",
                "しかしながら，かかる審決の認定判断は，第1文における「切欠口部22を設ける箇所」という文言の理解を誤っているとともに，第2文における「そのようにすること」という指示語が指し示す範囲の解釈を誤った結果，第1文を第2文に矮小化して理解するという誤りを犯したものである。",
                "第1文には，「上記電設用ボックスAにおいて，保護管保持用口部2や切欠口部22を設ける箇所や数は図示実施例に限定されるものではない。」と記載され，並立助詞「や」を用いて「保護管保持用口部2」と「切欠口部22」とが並列して記載されている以上，「保護管保持用口部2」とは別に「切欠口部22を設ける箇所」が図示実施例に限定されるものではないことを意味していると解するのが自然かつ合理的である。「切欠口部22」の構成は，「切欠口部22をどの外壁に設けるか」だけでなく，「切欠口部22をどの方向に開口するか」も特定して初めて具体的に決定されるから，「切欠口部22を設ける箇所」には，「切欠口部22を設ける外壁」(切欠口部22をどの外壁に設けるか)だけでなく，「切欠口部22の開口方向」(切欠口部22をどの方向に開口するか)も含まれており，「切欠口部22」を設ける外壁が「底壁11や他の側壁であってもよい」ことだけでなく，「切欠口部の開口方向」についても図示実施例に限定されないことを意味している。",
                "第2文には，「そのようにすることによってボックス本体1の内部空間に導入する電線についての方向性の規制が緩和される」とあるが，これは，それがもたらす作用効果の記載であるから，「そのようにすること」が指し示す内容も，かかる作用効果をもたらす事項を指すと解するのが合理的であるところ，上記作用効果を奏するのは，保護管保持用口部2を底壁11に設けた場合であるから，「(保護管保持用口部2を)底壁11に設けた場合」を指している。",
                "第1文は，「保護管保持用口部2を設ける数」についても図示実施例に限定されないことを意味しているところ，単に保護管保持用口部2の数を図示実施例のものから変更(例えば減少)しただけでは電線の導入方向は変わらないから，「ボックス本体1の内部空間に導入する電線についての方向性の規制が緩和される」という作用効果は得られず，「そのようにすること」が指示する内容ではない。",
                "第2文の「底壁11に設けておいてもよく」との記載は，第2文があくまで第1文に含まれる一例にすぎないことを示していること，第1文は，「保護管保持用口部2」を設ける箇所だけでなく，「切欠口部の開口方向」についても図示実施例に限定されないことを意味しているのに対し，第2文は「ボックス本体1の内部空間に導入する電線についての方向性の規制が緩和される」という作用効果を奏するものについて述べているにすぎない。",
                "以上のとおり，本件審決の引用例2【0021】の解釈は誤っており，引用例2は，切欠口部22をどの方向に開口させるかは適宜選択し得る事項であることを示しているものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "引用例2の【実用新案登録請求の範囲】，【請求項1】及び【課題を解決するための手段】の記載も，「保護管保持用口部」をどこに設けるか(どの外壁に設けるか)ということとは別に，「切欠口部の開口方向」が「保護管保持用口部における周方向の所定箇所」であれば足りることを示しており，必ずしも図示実施例の場合に限定されないことを示唆している。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "本件審決は，引用発明1Aにおいて，引用例2の記載に基づいて，①「ノック開口」を「固定孔」が形成された「側壁」に相対向する「側壁」に「ボックス本体の側方に開口」して形成すること，②「接続孔」を「ボックス本体の上側壁及び下側壁」に「3箇所の突出部」が形成された「ボックス本体の左側壁」に相対向する「右側壁」の「ノック開口」と連通して形成すること，③これらにより，「ノック開口」に挿入された「保護管」を「ラッパねじ」により「固定孔」が「構造物」に押し付けられた方向に沿って移動させる構成とすることが，当業者が容易になし得たことであるということはできないと結論付けた。",
        "しかしながら，①については，引用例2【0021】第1文，【実用新案登録請求の範囲】，【請求項1】及び【課題を解決するための手段】の記載によれば，そもそも切欠口部をどの方向に開口させるかは適宜選択できる設計事項であるから，引用発明1Aにおいて，「ノック開口(挿入開口)」を「固定孔」が形成された「側壁」に相対向する「側壁」に「ボックス本体の側方に開口」して形成することは当業者が容易になし得たことである。",
        "②についても，本件接続孔の挿入開口を側壁側に開口させることが容易になし得たことである以上，設計事項の域を出ないものであり，当業者が容易になし得たことである。",
        "③についても，上記①及び②がなされれば当然になされる構成にすぎない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "以上を要するに，相違点3に係る本件発明の構成は，引用例2の記載に基づいて想到することが容易であったから，本件審決の容易想到性の判断は誤っている。",
        "引用例3の記載に基づいた検討の誤り",
        "引用例3に記載されているのは，電線管を用いないタイプの配線ボックスではあるが，引用例3【0013】には，切欠部8を側壁7に形成した場合には，配線用ボックス1の側方からケーブル11を挿入できるため，壁厚の制限を受けずに挿入することができるとの記載があり，切欠部8を底壁9に形成した場合との対比において，切欠部8を側壁7に形成した場合のメリットについて説明しているから，当業者であれば，かかる記載から，電線管を用いないタイプの配線ボックスにおけるメリットだけでなく，電線管が必要なタイプの配線ボックスにおけるメリットも容易に理解することができ，引用発明1Aを改変する積極的動機付けになる。",
        "そして，当該段落及び図1の記載は，当接座部(取付部3)が設けられた側壁とは反対側の側壁寄りの挿入開口を当該側壁側に開口することを示唆しているものであるから，かかる記載に基づけば，本件接続孔の挿入開口の開口方向を側壁側に変更することは容易に想到することができたものである。",
        "よって，引用例3の記載にならって引用発明1Aの構成を変更する動機付けはあり，かかる動機付けに基づけば相違点3に係る本件発明の構成を採用することは容易に想到し得たことである。",
        "引用例2，3の記載に基づいた検討の誤り",
        "引用例2には，挿入開口(切欠口部)をどの方向に開口させるかは設計事項であることが示唆されており，また，引用例3【0013】には，挿入開口を底壁側に向けて開口させた場合との比較においてそれを側壁側に開口させた場合のメリットが記載されているものであるから，引用発明1Aに対しこれらの文献に記載の事項を適用する動機付けはあり，これらの文献に従って本件接続孔の挿入開口を側壁側に変更すれば，相違点3に係る本件発明の構成に到達することができる。",
        "〔被告の主張〕",
        "原告は，相違点3を細かく分説すべきであると主張する。",
        "しかし，本件発明は，相違点3に係る構成を採用することにより，「ボックス本体の側方から電線管を接続することができるとともに，電線管をボックス本体に接続する際に発生する固定ビスに発生する不具合を無くす」という本件発明の課題を解決することができるという技術的意義を有しており，課題との関係に鑑みれば，相違点3に係る本件発明の構成は，一まとまりの技術的思想を構成しており，一体として扱われるべきである。",
        "原告は，相違点3は，本件接続孔(「14用(16用も使用可)」とされた接続孔)と連通するノック開口を底壁側から側壁側に変更することが容易といえるか否かという問題に帰着すると主張するが，かかる主張は，ノック開口の位置を引用例1に開示されている位置とは異なる位置に変更できることが前提である。しかし，引用例1には，接続孔やノック開口の位置を変更することについては何ら記載も示唆もなく，ノック開口の位置を変更できるという技術的思想は，引用例1には存在しないから，原告が主張するように相違点3を単純化することは，引用例1に記載も示唆もない技術的思想を導入するものである。",
        "引用例2の記載に基づいた検討について"
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，引用例2【0021】の「保護管保持用口部2や切欠口部22を設ける箇所や数は図示実施例に限定されるものではない。」という記載は，「切欠口部の開口方向」についても図示実施例に限定されないことを意味している旨主張する。",
        "しかし，引用例2図1に示される実施形態では，一対の短側壁及び一対の長側壁から構成された側壁12のうちの短側壁に，保護管保持用口部2及び切欠口部22の双方が設けられ，これら保護管保持用口部2と切欠口部22とは，繋がるように連設されているのであって，【0021】第1文中の「保護管保持用口部2や切欠口部22」は，図示実施例において短側壁に設けられている2つの構成を合わせて示しているといえる。これについて，保護管保持用口部2を設ける箇所と切欠口部22を設ける箇所とが別々に扱われることを示唆していると解釈するなら，保護管保持用口部2を底壁11に設け，切欠口部22を側壁12に設けるといった態様が含まれることになるが，保護管保持用口部2と切欠口部22とを互いに異なる壁に形成するという態様は，引用発明2から逸脱している。【0021】の「保護管保持用口部2や切欠口部22」の「や」は，「及び」と同義であると解釈するのが自然であり，設けられる対象となる壁との関係で，保護管保持用口部2と切欠口部22とを一体として把握することによって，【0021】の第1文と第2文の意味，すなわち設けられる対象となる壁を変更してもよく，その壁の変更によってボックス本体1の内部空間に導入する電線についての方向性の規制緩和が図られることとが繋がる。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，引用例2【0021】第2文は，あくまで第1文に含まれる一例にすぎず，本件審決は第1文の意義を第2文の意義に矮小化した旨を主張する。",
        "しかし，【0021】によれば，第2文中の「底壁11に設けておいてもよく」は，第1文の「図示実施例」を受けて用いられていることは明らかであり，ここでいう「図示実施例」とは，引用例2図1から，保護管保持用口部2及び切欠口部22が底壁11ではなく側壁12(詳細には短側壁)に存在する実施形態である。そうすると，「底壁11に設けておいてもよく」とは，「保護管保持用口部2や切欠口部22を，側壁12(短側壁)に代えて，底壁11に設けておいてもよく」と解釈するのが自然である。",
        "図示実施例のように，対となる短側壁に保護管保持用口部2及び切欠口部22が設けられている場合には，それら短側壁の方向からボックス本体1の内部空間に電線を導入することになる。このため，図示実施例では，対となる短側壁の対向方向(図1でいう左右方向)に沿うように電線が配置される態様となっている。",
        "これに対して，【0021】では，図1に示された電線のボックス本体1に対する導入方向が変更可能であること，すなわち，4つの側壁12のうち，対となる長側壁の対向方向(図1でいう上下方向)に沿って電線が配置されるように対となる長側壁に保護管保持用口部2や切欠口部22が形成されてもよいことや，底壁11と直交する方向(図1でいう奥行方向)に沿って電線が配置されるように底壁11に保護管保持用口部2や切欠口部22が形成されてもよいことを意図しているものであって，切欠口部22の設置位置のみの変更を意図しているものではない。",
        "保護管保持用口部2の設置位置を変更する場合，当該変更に伴って，切欠口部22の設置位置も変更されることは明らかであるが，保護管保持用口部2の設置位置を変更しない場合，すなわち保護管保持用口部2の設置位置を短側壁(図1における右側の側壁12)のままとした場合に，切欠口部22の設置位置のみを，底壁11側から，長側壁(図1における上側の側壁12)側に変更することについてまで，【0021】に記載ないし示唆されているとは認めることができない。保護管保持用口部2の設置位置を短側壁のままとし，切欠口部2の設置位置のみを変更したとしても，ボックス本体1に対する電線の導入方向は変更されず，それでは，「ボックス本体1の内部空間に導入する電線についての方向性の規制が緩和される」(【0021】)との技術的意義が得られないからである。",
        "また，【0021】を含めて引用例2には，保護管Bについての挿入の方向性を変更すること，すなわち保護管Bの挿入方向の選択性について着目した記載ないし示唆は存在しない。【0021】の「底壁11に設けてもよく」は，あくまで保護管保持用口部2や切欠口部22を底壁11に設けてもよいことを示しているにすぎず，保護管保持用口部2や切欠口部22を底壁11のどこに設けるのかということや，保護管保持用口部2の設置位置に対して切欠口部22をどのように設置するのかについてまでを記載ないし示唆するものではない。",
        "【0021】の文章全体を鑑みれば，【0021】の記載は，図1に示された電線のボックス本体1に対する導入方向が変更可能であることを説明する記載にすぎない。【0021】に記載されている技術的思想は，「電線」についてのボックス本体1の内部空間に導入する方向性の規制の緩和であり，「保護管」の挿入方向に選択性があって，かつ，「電線」についてのボックス本体1の内部空間に導入する方向性を変更することなく，「保護管」の挿入方向のみを変更するという技術的思想までもが開示されていないことは明らかである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "引用例1には，接続孔の位置，及び，ノック開口の位置を変更することについて何ら記載も示唆もない。そして，【0021】を含む引用例2には，挿入開口を，固定部が形成された側壁に相対向する側壁の上端部及び下端部に，ボックス本体の側方に開口して形成するとともに，接続孔を，ボックス本体の上側壁及び下側壁に当接座部が形成された側壁に相対向する側壁の挿入開口に連通して形成することによって，挿入開口に挿入された電線管を，固定ビスにより固定部が構造物に押し付けられた方向に沿って移動させる，という相違点3に係る技術的思想については，記載も示唆もない。",
        "本件発明は，相違点3に係る構成を採用することにより，「ボックス本体の側方から電線管を接続することができるとともに，電線管をボックス本体に接続する際に固定ビスに発生する不具合を無くすことができる。」という格別の技術的意義を有しているところ，かかる技術的意義は，引用例1及び引用例2のいずれにも記載も示唆もない。",
        "したがって，本件発明は，引用発明1Aの設計事項の範囲内ではない。",
        "引用例3の記載に基づいた検討について",
        "原告は，引用例3【0013】の記載によれば，引用例3の記載にならって引用発明1Aの構成を変更する動機付けがあり，相違点3に係る本件発明の構成を採用することは容易に想到できたと主張する。",
        "しかし，引用例3【0003】，【0004】の記載によれば，引用発明3においては，保護管を用いないことが前提となっている。仮に保護管を用いると，ケーブル11は，保護管に，その先端部から挿入する必要があるが，この場合，ケーブル11の挿入方向は，側方からではなくなり，「前記側壁7に切欠部8を形成した場合には，配線用ボックス1の側方からケーブル11を挿入できる」(【0013】)との記載と矛盾することになることから，【0013】に記載されている技術的事項とは，配線用ボックス1内に対して保護管を用いることなく直接ケーブル11を挿入する前提において，当該ケーブル11の挿入方向が側方からとなるように側壁7に切欠部8を形成することである。",
        "したがって，引用例3には，保護管については何ら記載されておらず，保護管を挿入するための「ノック開口」を設けることについても，記載も示唆もされていない。",
        "原告は，引用発明3を，保護管を用いないタイプの配線ボックスだけでなく，保護管を用いるタイプの配線ボックスまで上位概念化して認定しようとしているが，そうすると，引用例3【0003】，【0004】に記載された発明の課題が解決できなくなるし，「配線用ボックス1の側方からケーブル11を挿入できる」(【0013】)という技術的意義が得られなくなる。",
        "以上によれば，取消事由2は理由がない。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "取消事由3(引用発明1Bに基づく容易想到性判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，引用発明1Bと本件発明とを対比して，引用発明1Aとの間で認定した相違点1～3と同様の相違点を認定した上，相違点3についてのみ容易想到性を判断し，本件発明は引用発明1Bと引用例2ないし引用例3の記載に基づいて容易に発明をすることができたものではないとの結論に至ったものであるところ，引用発明1Bとの間の相違点3に関する本件審決の容易想到性の判断が誤っていることは，引用発明1Aの場合と同様である。",
            "〔被告の主張〕",
            "取消事由2に対する反論で述べたとおり，本件審決における引用発明1Bとの間の相違点3に関する容易想到性の認定判断に誤りはなく，本件発明は，引用発明1Bと引用例2ないし引用例3の記載に基づいて，当業者が容易に発明をすることができたとはいえない。",
            "本件審決は，引用発明1Bが，「前記14用(16用も使用可)の接続孔は，呼び16の前記保護管を接続する場合は，呼び16の前記保護管の外周面を前記ノック開口部分の底壁より外周に突出して接続する」との構成を備えていると認定し，原告もこれを認めているが，誤りである。公然実施発明と認められる範囲は，あくまで引用例1に記載されている範囲内であって，現物の「配ボックスSM36A」からのみ特定される事項については，公然実施発明とはいえないところ，引用例1の記載からは，上記構成が開示されているとは認められない。引用例1には，「14用(16用も使用可)」の接続孔の径については記載がないため，呼び16のPF管を接続した場合に，その外周面がノック開口部分の底壁より外周に突出するか否かは不明である。したがって，上記構成は公然実施であるとはいえず，このため，本件発明と引用発明1Aとの対比の結果得られる相違点4は，本件発明と引用発明1Bとの相違点の1つでもある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件明細書の記載",
            "本件発明に係る特許請求の範囲は，前記第2の2のとおりであるところ，本件明細書の発明の詳細な説明には，おおむね，以下の記載がある(下記記載中に引用する図は，別紙本件明細書図面目録参照)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "技術分野",
              "text": [
                "本発明は，配線器具等を収容し，その配線器具に接続されたケーブルを保護するために電線管が接続される配線ボックスに関するものである。(【0001】)"
              ]
            },
            {
              "fig": "イ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "従来の電設用ボックスは切欠口部が底壁側に開口しているため，保護管保持用口部に電線管を接続するには，電線管を電設用ボックスの背面側に配設し，その状態で電設用ボックス側へ移動させなくてはならず，電設用ボックスの後面と壁材の内面との間に電線管を配設するための空間が形成されていない場合には，電設用ボックスに電線管を接続することが不可能になってしまうという問題があった。(【0005】)",
                "また，電線管を保護管保持用口部に接続するためには，電設用ボックスの底壁側から同電設用ボックスに向かって電線管を押し込み，切欠口部を強制的に通過させてさらに保護管保持用口部内に挿入しなければならず，このとき，その電線管を押し込むための力が，電設用ボックスを前方へ押圧するように作用するため，その電設用ボックスの外壁を貫通した前記固定ビスにも，前記と同方向への力が作用し，その結果，柱に固定された固定ビスが緩んだり，変形したりする不具合が発生する虞があるという問題があった。(【0006】)",
                "本発明は，従来の技術に存在する問題点に着目し，その目的とするところは，ボックス本体の側方から電線管を接続することができるとともに，電線管をボックス本体に接続する際に固定ビスに発生する不具合を無くすことができる配線ボックスを提供することにある。(【0007】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "課題を解決するための手段",
              "text": [
                "請求項1に記載の発明は，底壁と，その底壁から立設された側壁とより一面に開口を有する四角箱状に形成されたボックス本体を備え，同ボックス本体の左側壁及び右側壁の少なくとも一方には，建物内の構造物にボックス本体を固定するための固定ビスを挿通可能な固定部が設けられているとともに，ボックス本体の上側壁及び下側壁には，合成樹脂製の可撓性を有する電線管を接続するための接続孔が形成され，前記固定部が形成された側壁に相対向する側壁の上端部及び下端部には，ボックス本体の側方に開口するとともに，前記接続孔に連通する挿入開口がそれぞれ形成されることにより，上下両挿入開口は互いに連通することなく離れて形成され，当該挿入開口に挿入された電線管を，前記固定ビスにより固定部が構造物に押し付けられた方向に沿って移動させることにより，当該電線管を接続孔に挿入可能に形成し，前記固定部が形成された側壁には，外方へ突出して建物内の構造物に当接する当接座部が形成され，該当接座部が形成された側壁に相対向する側壁の前記挿入開口に連通する前記接続孔は，電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続することを要旨とする。(【0008】)"
              ]
            },
            {
              "fig": "エ",
              "subject": "作用及び効果",
              "text": [
                "配線ボックスの後面に建物壁を構成する壁材が立設され，配線ボックスの後面と，壁材の内面との間に電線管を配設するための空間が形成されていなくても，電線管を接続孔に挿入し，接続することが可能となる。また，電線管を挿入開口から接続孔に押し込むとき，その押し込む方向が，ボックス本体から構造物に向かう方向となり，電線管を押し込む力がボックス本体の前後方向へ作用することがない。(【0009】)",
                "本発明によれば，ボックス本体の側方から電線管を接続することができるとともに，電線管をボックス本体に接続する際に固定ビスに発生する不具合を無くすことができる。(【0010】)"
              ]
            },
            {
              "fig": "オ",
              "subject": "実施形態",
              "text": [
                "(第1実施形態)",
                "配線ボックス11は，長方形状をなす底壁12と，その底壁12から立設された上側壁12a，下側壁12b，左側壁12c及び右側壁12dとより，一面に開口を有する四角箱状に形成されたボックス本体13を備えている。前記上側壁12aと下側壁12bとは上下に相対向し，左側壁12cと右側壁12dとは左右に相対向している。前記左側壁12cの外面には，一定の厚みを有する当接座部14が外方へ突出形成され，右側壁12dの外面には当接座部14が形成されず平面状に形成されている。また，左側壁12c及び右側壁12dには，それぞれ各側壁12c，12dを貫通する固定孔15が，ボックス本体13の前後方向へ長孔状に延びるように3箇所に形成され，各固定孔15は，それぞれ固定ビス17を挿通可能に形成されている。そして，左側壁12c及び右側壁12dにおいて，前記固定孔15の周縁部は，前記固定ビス17によりボックス本体13を，建物内の構造物に固定するための固定部としてボックス本体13に設けられている。前記固定孔15に挿通された固定ビス17が，構造物に固定されると，その固定ビス17により左側壁12c又は右側壁12dにおける固定孔15の周縁部は構造物に押し付けられる。(【0013】)",
                "図1…に示すように，前記上側壁12a及び下側壁12bの右側部には，それぞれ長孔状をなす接続孔20が各側壁12a，12bを貫通して形成されている。前記各接続孔20は，それぞれ上側壁12a及び下側壁12bの右端縁から中央部に向かって直線状に延びるように形成され，上下各側壁12a，12bの中央部に位置する端縁が円弧状に形成されている。右側壁12dの上下両端部には挿入開口21が，当該右側壁12dを貫通して形成され，各挿入開口21は，それぞれボックス本体13の側方となる右方へ開口するように形成されている。また，各挿入開口21は，左側壁12cの固定孔15の周縁部と相対向する右側壁12dに形成されている。そして，前記各接続孔20はそれぞれ挿入開口21と連通するように形成され，各挿入開口21から各接続孔20内に電線管10を挿入可能に形成されている。(【0015】，図1)",
                "実施形態は次のように変更して具体化してもよい。(【0037】)",
                "図11に示すように，第1実施形態の配線ボックス11における接続孔20を図11の接続孔50のように変更してもよい。",
                "第1接続部50a及び第2接続部50bを備えた接続孔50は，ボックス本体13の上側壁12a及び下側壁12bにおいて，円孔18及び接続孔20の代わりに，長孔状をなすように形成され，それぞれ，その長さ方向がボックス本体13の深さ方向に対して直交する方向へ延びるように形成され，上側壁12a及び下側壁12bの左側壁12c側から隣接する右側壁12dに達するまで延びるように形成され，それぞれ右側壁12dの上下両端部に挿入開口51が形成され，第1の接続部50aがボックス本体13の開口側に向かって幅広に形成される。接続部材52が除去された第1接続部50aは，厚み方向の大きさが大径電線管60の径と同じで，左右方向(幅方向)の大きさが大径電線管の径よりも小さいように形成され，電線管10よりも大径をなす大径電線管60を接続することができるようになっており，その場合，接座部が形成された側壁に相対向する側壁の挿入開口に連通する第1の接続部50aは，大径電線管60の外周面が挿入開口よりも外方へ突出するように大径電線管60が接続される。(【0044】，【0046】，【0047】，図11)",
                "左側壁12c，32c及び右側壁12d，32dの固定孔15，34の周縁部に固定部が形成されたボックス本体13，33において，上側壁12a，32a及び下側壁12b，32bの両側部に接続孔20，38を形成し，左側壁12c，32c及び右側壁12d，32dにそれぞれ挿入開口21，39を形成してもよい。又は上側壁12a，32a及び下側壁12b，32bの左側部のみに接続孔20，38を形成し，左側壁12c，32cのみに挿入開口21，39を形成してもよい。なお，円孔18，35等は場合によっては削除される。(【0064】)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "本件発明は，配線器具等を収容し，その配線器具に接続されたケーブルを保護するために電線管が接続される配線ボックスに関するものである。(【0001】)"
    },
    {
      "fig": "イ",
      "subject": "従来，電設用ボックスは切欠口部が底壁側に開口しているため，保護管保持用口部に電線管を接続するには，電線管を電設用ボックスの背面側に配設し，その状態で電設用ボックス側へ移動させなくてはならず，電設用ボックスの後面と壁材の内面との間に電線管を配設するための空間が形成されていない場合には，電設用ボックスに電線管を接続することが不可能になってしまうという問題があったほか，電設用ボックスの底壁側から同電設用ボックスに向かって電線管を押し込み，切欠口部を強制的に通過させて，さらに保護管保持用口部内に挿入するときに，電線管を押し込むための力が，電設用ボックスを前方へ押圧するように作用するため，電設用ボックスの外壁を貫通した固定ビスにも，同方向への力が作用し，柱に固定された固定ビスが緩んだり，変形したりする不具合が発生する虞があるという問題があった。(【0005】，【0006】)",
      "text": [
        "そこで，本件発明は，ボックス本体の側方から電線管を接続することができるとともに，電線管をボックス本体に接続する際に固定ビスに発生する不具合を無くすことができる配線ボックスを提供することにある。(【0007】)"
      ]
    },
    {
      "fig": "ウ",
      "subject": "本件発明は，課題解決手段として，請求項1の構成を採用したものである。すなわち，底壁と，その底壁から立設された側壁とより一面に開口を有する四角箱状に形成されたボックス本体を備え，同ボックス本体の左側壁及び右側壁の少なくとも一方には，建物内の構造物にボックス本体を固定するための固定ビスを挿通可能な固定部が設けられているとともに，ボックス本体の上側壁及び下側壁には，合成樹脂製の可撓性を有する電線管を接続するための接続孔が形成され，前記固定部が形成された側壁に相対向する側壁の上端部及び下端部には，ボックス本体の側方に開口するとともに，前記接続孔に連通する挿入開口がそれぞれ形成されることにより，上下両挿入開口は互いに連通することなく離れて形成され，当該挿入開口に挿入された電線管を，前記固定ビスにより固定部が構造物に押し付けられた方向に沿って移動させることにより，当該電線管を接続孔に挿入可能に形成し，前記固定部が形成された側壁には，外方へ突出して建物内の構造物に当接する当接座部が形成され，該当接座部が形成された側壁に相対向する側壁の前記挿入開口に連通する前記接続孔は，電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続することを要旨とする。(【0008】)"
    },
    {
      "fig": "エ",
      "subject": "本件発明の構成を採用することにより，配線ボックスの後面に建物壁を構成する壁材が立設され，配線ボックスの後面と，壁材の内面との間に電線管を配設するための空間が形成されていなくても，ボックス本体の側方から電線管を接続孔に挿入し，接続することが可能となる上，電線管を挿入開口から接続孔に押し込むとき，その押し込む方向が，ボックス本体から構造物に向かう方向となるため，電線管を押し込む力がボックス本体の前後方向へ作用することがなく，電線管をボックス本体に接続する際に固定ビスに発生する不具合を無くすことができる。(【0009】，【0010】)",
      "content": [
        {
          "fig": "2",
          "subject": "取消事由1(分割要件の判断の誤り)について",
          "text": [
            "分割出願が適法であるための実体的要件としては，①もとの出願の明細書又は図面に二以上の発明が包含されていたこと，②新たな出願に係る発明はもとの出願の明細書又は図面に記載された発明の一部であること，③新たな出願に係る発明は，もとの出願の当初明細書等に記載された事項の範囲内であることを要する。本件出願は，第1出願から数えて5世代目になる分割出願であるため，本件出願が第1出願の出願時にしたものとみなされるには，本件出願，第4出願，第3出願及び第2出願が，それぞれ，もとの出願との関係で，上記①ないし③の分割の要件を満たし，かつ，本件発明が第1出願の出願当初の明細書等に記載した事項の範囲内のものであること，という要件を満たさなければならない。",
            "本件ボックスが甲9明細書に記載されているとした認定判断について"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，本件発明は，本件ボックスを含む記載となっているところ，本件ボックスのような構成は，甲9明細書に記載されていないから，本件出願の分割は不適法であると主張する。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "本件ボックスとは，甲8に記載された，ボックス本体の左右両側壁に「挿入開口」が形成され，その「挿入開口」に連通する「接続孔」が，厚み方向の大きさは「電線管」の径と同じで，幅方向の大きさは「電線管」の径よりも小さくなっており，左右両側から「接続孔」に「電線管」を挿入した場合に「電線管の外周面が前記挿入開口よりも外方へ突出する」ように該電線管を接続するという構成を有する配線ボックスである(甲8。下図参照)。",
        "請求項1のとおり，本件発明においては，「固定部」は「ボックス本体の左側壁及び右側壁の少なくとも一方」に設けられており，「ボックス本体の側方に開口」して「接続孔に連通する挿入開口」は「前記固定部が形成された側壁に相対向する側壁の上端部及び下端部」に形成されており，ボックス本体の左右両側壁に「挿入開口」が形成された構成も含まれる。そして，請求項1によれば，本件発明は，「該当接座部が形成された側壁に相対向する側壁の前記挿入開口に連通する前記接続孔は，電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続する」という構成を備えているから，ボックス本体の左右両側壁に「挿入開口」が形成され，その「挿入開口」に連通する「接続孔」が，厚み方向の大きさは「電線管」の径と同じで，幅方向の大きさは「電線管」の径よりも小さくなっており，左右両側から「接続孔」に「電線管」を挿入した場合，「電線管の外周面が前記挿入開口よりも外方へ突出する」ようになる構成，すなわち，本件ボックスの構成も含むと解される。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "そこで，甲9明細書に本件ボックスの記載があるか否かについて，以下検討する。",
        "甲9明細書には，おおむね，以下の記載がある(甲9。下記記載中に引用する図11は，本件明細書の図11と同一である。)。",
        "第1実施形態として，上側壁12a及び下側壁12bの左側部には，それぞれ円孔18が各側壁12a，12bを貫通して形成され，図1及び図2に示すように，前記上側壁12a及び下側壁12bの右側部には，それぞれ長孔状をなす接続孔20が各側壁12a，12bを貫通して形成されている。前記各接続孔20は，それぞれ上側壁12a及び下側壁12bの右端縁から中央部に向かって直線状に延びるように形成され，上下各側壁12a，12bの中央部に位置する端縁が円弧状に形成されている。図1及び図3に示すように，右側壁12dの上下両端部には挿入開口21が，当該右側壁12dを貫通して形成され，各挿入開口21は，それぞれボックス本体13の側方となる右方へ開口するように形成されている。(【0015】，【0017】，【0018】)",
        "図11に示すように，第1実施形態の配線ボックス11における接続孔20を変更してもよい。すなわち，ボックス本体13の上側壁12a及び下側壁12bにおいて，円孔18が削除され長孔状をなす接続孔50が形成されている。各接続孔50は，それぞれその長さ方向が，ボックス本体13の深さ方向に対して直交する方向へ延びるように形成されている。各接続孔50は上側壁12a及び下側壁12bの左側壁12c側から隣接する右側壁12dに達するまで延びるように形成され，各接続孔50はそれぞれ右側壁12dの上下両端部に挿入開口51が形成されている。(【0047】)",
        "各接続孔50における挿入開口51側の開口幅(接続孔50の幅方向に相対向する内面間の長さ)は，接続孔50における奥側の開口幅(接続孔50の幅方向に相対向する内面間の長さ)より広く形成されている。そして，各接続孔50における挿入開口51側に第1接続部50aが形成され，接続孔50における第1接続部50aよりも奥側に第2接続部50bが形成されている。すなわち，第1接続部50aにおける開口幅が，第2接続部50bにおける開口幅より幅広に形成されている。第1接続部50a及び第2接続部50bを備えた接続孔50において，第2接続部50bには，係合突条22によって第1実施形態と同様に電線管10を接続することができるようになっている。また，第1接続部50aにおいて，ボックス本体13の底壁12側の係合突条22と接続部材52とにより第1接続部50aに電線管10を接続することができるようになっている。さらに，接続部材52を係合突条22から折り取り除去することによって，第1接続部50aには，電線管10よりも大径をなす大径電線管60を接続することができるようになっている。この大径電線管60は，電線管10の凸条部10aより大径をなす凸条部と，電線管10の凹条部10bより大径をなす凹条部とを備える。なお，第2接続部50bに電線管10を接続した後，接続部材52を除去し，挿入開口51から第1接続部50aに大径電線管60を挿入する。すると，大径電線管60の凹条部に係合突条22が挿入され，大径電線管60の凸条部に係合突条22が係合して第1接続部50aに大径電線管60を接続することができる。すなわち，接続孔50に電線管10と大径電線管60とを接続することが可能となり，しかも，その接続された電線管を，電線管10と大径電線管60の径の異なるものとすることができる。(【0049】，【0050】，【0052】)",
        "各実施形態では，上側壁12a，32a及び下側壁12b，32bの右側部に接続孔20，38を形成し，右側壁12d，32dのみに挿入開口21，39を形成したが以下のように変更してもよい。例えば，左側壁12c，32c及び右側壁12d，32dの固定孔15，34の周縁部に固定部が形成されたボックス本体13，33において，上側壁12a，32a及び下側壁12b，32bの両側部に接続孔20，38を形成し，左側壁12c，32c及び右側壁12d，32dにそれぞれ挿入開口21，39を形成してもよい。又は上側壁12a，32a及び下側壁12b，32bの左側部のみに接続孔20，38を形成し，左側壁12c，32cのみに挿入開口21，39を形成してもよい。なお，円孔18，35等は場合によっては削除される。(【0067】)",
        "図11には，接続孔50が第1接続部50aを有し，その第 1 接続部50aは，接続部材52の有無に応じて電線管10と大径電線管60とが挿入接続可能であって，接続部材52が除去された第 1 接続部50aは，厚み方向の大きさが大径電線管60の径と同じで，左右方向(幅方向)の大きさが大径電線管60の径よりも小さいように形成されており，大径電線管60が接続された場合，接続孔50の第1接続部50aに接続された大径電線管60の外周面は，挿入開口51よりも外方に突出することが記載されている。",
        "以上によれば，甲9明細書の【0047】，【0050】及び図11には，第1の実施形態における「接続孔20」及び「円孔18」の代わりに「第1の接続部50a」及び「第2の接続部50b」からなる「接続孔50」を設ける変更を行った構成，すなわち，固定孔15及び当接座部14をボックス本体の左側壁に設け，左側壁に相対向する右側壁の上下両端部に挿入開口21を設けるとともに，上側壁及び下側壁の右側部に第1の接続部50a及び第2の接続部50bからなる接続孔50を設け，接続部材52が除去された第 1 接続部50aは，厚み方向の大きさが大径電線管60の径と同じで，左右方向(幅方向)の大きさが大径電線管60の径よりも小さいように形成され，大径電線管60が接続された場合，接続孔50の第1接続部50aに接続された大径電線管60の外周面は，挿入開口51よりも外方に突出するという構成が記載されていることが認められる。また，【0067】には，第1の実施形態における，上側壁及び下側壁の右側部に接続孔20を形成し，右側壁のみに挿入開口21を形成した構成に代えて，上側壁及び下側壁の両側部に接続孔を形成し，左側壁及び右側壁にそれぞれ挿入開口を形成した構成，並びに，変更例において円孔18が削除されることが記載されていることが認められる。",
        "上記【0047】等に記載された変更例の構成と，【0067】に記載された変更例の構成は，いずれも第1の実施形態に対する変更を具体化した構成であるが，これらは互いに反するものではなく，同一の配線ボックスにおいて併存し得る変更であるから，当業者であれば，甲9明細書の記載を総合することにより，【0047】等に記載された変更と【0067】に記載された変更とを，ともに具体化した構成も実質的に記載されていると認識するものと解される。",
        "そして，上記のとおり，【0067】には，「変更例において円孔18等は場合によっては削除される」との記載があるところ，円孔18は第2の接続部50bに対応する孔であるから，上記の【0047】等に記載された変更と【0067】に記載された変更とをともに具体化した構成では，第2の接続部50bが削除された構成も含まれると解される。",
        "以上を総合すると，甲9明細書に接した当業者であれば，「固定部」を「ボックス本体の左側壁及び右側壁の少なくとも一方」に設け，「ボックス本体の側方に開口」して「接続孔に連通する挿入開口」を「前記固定部が形成された側壁に相対向する側壁の上端部及び下端部」に形成するとともに，「該当接座部が形成された側壁に相対向する側壁の前記挿入開口に連通する前記接続孔」は，厚み方向の大きさが電線管の径と同じで，左右方向(幅方向)の大きさが電線管の径よりも小さいように形成され，「電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続する」という構成，すなわち，「ボックス本体」の左右両「側壁」に「挿入開口」を形成した上，左右両側から「電線管」を挿入した場合に「電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続」できるという構成が記載されていると認識することができる。",
        "そして，前記のとおり，本件ボックスは，ボックス本体の左右両側壁に「挿入開口」が形成され，その「挿入開口」に連通する「接続孔」が，厚み方向の大きさは「電線管」の径と同じで，幅方向の大きさは「電線管」の径よりも小さくなっており，左右両側から「接続孔」に「電線管」を挿入した場合，「電線管の外周面が前記挿入開口よりも外方へ突出する」ようになる構成であり，甲9明細書に記載の構成はかかる構成も含んでいるから，本件ボックスの構成は，甲9明細書の記載の範囲内であると認められる。"
      ]
    },
    {
      "fig": "エ",
      "subject": "原告の主張について",
      "text": [
        "原告は，【0067】には，第1の実施形態及び第2の実施形態の「接続孔20，38」及び「挿入開口21，39」を左右両方に設けるように変更することは記載されているが，第1の実施形態における「接続孔20」及び「挿入開口21」の構成を電線管の外周面が挿入開口よりも外方へ突出するように構成された「接続孔50」及び「挿入開口51」に変更し，さらに，それを左右両方に設けるように変更することは記載されていない，仮に【0067】の記載事項を「接続孔50」にも適用することができるとしても，接続孔50の一構成要素である「第1接続部50a」を個別化して新たな「接続孔」とし，左右両方に設けるという構成に再構成することを許容する記載はどこにもないと主張する。",
        "しかし，前記のとおり，甲9明細書に接した当業者であれば，【0067】に記載された変更例と，【0047】，【0050】及び図11に記載された変更例を合わせて具体化した構成が記載されていると認識することができる。そして，前記のとおり，【0067】には「変更例において円孔18等は場合によっては削除される」との記載があり，円孔18は第2の接続部50bに対応する孔であるから，上記構成においては，第2の接続部50bが削除された構成も記載されており，左右両側に「接続孔50」及び「挿入開口51」を設けた場合に，そのいずれにおいても接続部50aを採用する構成も含まれると解される。",
        "したがって，甲9明細書の記載を総合すると，当業者であれば，第1の実施形態における「接続孔20」の構成を，厚み方向の大きさが電線管の径と同じで，幅方向の大きさが電線管の径よりも小さくなるように形成し，電線管が接続された場合，電線管の外周面が挿入開口よりも外方へ突出するように構成された接続孔となるようにするとともに，その接続孔を左右両方に設けるように変更することが記載されていると認識するから，原告の主張は採用できない。",
        "原告は，「接続孔50」は，そもそも，「第1接続部50a」と「第2接続部50b」とを有することによって，種々の接続態様で使用できるという利点を有するものであり，【0050】の記載は，両者が一体であることを前提としていると主張する。",
        "しかし，【0050】には，第1接続部50aにおいて，電線管10を接続することも，大径電線管60を接続することもできるとの記載はあるものの，第1接続部50aと第2接続部50bとが不可分一体であることが前提であるとの記載はない上，【0054】には，第2接続部50bを使用しない構成も記載されている。そして，前記のとおり，【0067】には「変更例において円孔18等は場合によっては削除される」と記載され，円孔18は第2の接続部50bに対応する孔であるから，【0047】，【0050】，図11に記載された変更例と【0067】に記載された変更例とをともに具体化した構成においては，第2の接続部50bが削除された構成も含まれる。",
        "原告は，図11に記載された接続孔50はあくまで一方向から2本の電線管を挿入するように構成されたものにすぎず，左右両側から電線管を挿入することを許容する「本件ボックス」の構成を開示するものではないと主張する。",
        "しかし，前記のとおり，甲9明細書の記載を総合すれば，左右両側から1本の電線管を挿入することを許容する「本件ボックス」の構成も含まれるから，原告の主張は採用できない。",
        "原告は，電線管を接続したときに電線管の外周面が挿入開口よりも外方へ突出するのは第1接続部50aに大径電線管60を接続した場合のみであり，甲9明細書には，電線管のサイズや組合せの違いを問わずに本件ボックスのように構成してもよいことは記載されていない旨主張する。",
        "しかし，前記のとおり，本件ボックスは，ボックス本体の左右両側壁に「挿入開口」が形成され，その「挿入開口」に連通する「接続孔」が，厚み方向の大きさは「電線管」の径と同じで，幅方向の大きさは「電線管」の径よりも小さくなっており，左右両側から「接続孔」に「電線管」を挿入した場合，「電線管の外周面が前記挿入開口よりも外方へ突出する」ようになる構成であり，「電線管の外周面が前記挿入開口よりも外方へ突出する」ようになるのは，その「挿入開口」に連通する「接続孔」が，厚み方向の大きさは「電線管」の径と同じで，幅方向の大きさは「電線管」の径よりも小さくなっているからであり，電線管のサイズや組合せの違いを問わず，いかなる電線管が接続されたときであっても，電線管の外周面が挿入開口よりも外方へ突出するというものではない。",
        "そして，前記のとおり，甲9明細書の記載を総合すると，ボックス本体の左側壁及び右両側壁の両方に「挿入開口」を形成するとともに，その「挿入開口」に連通する「接続孔」が，厚み方向の大きさは「電線管」の径と同じで，幅方向の大きさは「電線管」の径よりも小さくなっており，左右両側から「接続孔」に「電線管」を挿入した場合，「電線管の外周面が前記挿入開口よりも外方へ突出する」ようになる構成が記載されており，電線管の外周面が挿入開口よりも外方へ突出するのが，第1接続部50aに大径電線管60を接続した場合に限定されるとの記載はない。そうすると，甲9明細書には，本件ボックスの構成が記載されているから，原告の主張は採用できない。",
        "原告は，甲9明細書には，本件ボックスが奏する有利な作用効果について記載がない旨主張する。",
        "しかし，本件ボックスが甲9明細書に記載されている事項の範囲内であることは前記のとおりであり，そうである以上，本件ボックスが奏する作用効果が記載されていないことを理由に新たな技術的事項が導入されたことにはならないから，原告の主張は採用できない。"
      ]
    },
    {
      "fig": "オ",
      "subject": "小括",
      "text": [
        "以上によれば，本件ボックスの構成が甲9明細書に記載されていないため，本件出願が分割要件に違反するとの原告の主張は，理由がない。",
        "本件発明が甲9明細書及び分割直前の第4出願の明細書等に記載されているとした認定判断について"
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，本件審決の引用する甲9明細書の【0015】～【0018】，【0047】，【0049】～【0052】，【0067】の記載及び図11，12には，「ボックス本体」の左右両「側壁」に「挿入開口」を形成した上，左右両側から「電線管」を挿入した場合に「電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続」できるという構成は記載されておらず，本件発明は記載されていないと主張する。",
        "しかしながら，【0067】には，上側壁及び下側壁の両側部に接続孔を形成し，左側壁及び右側壁にそれぞれ挿入開口を形成した構成が記載され，【0047】，【0050】及び図11には，電線管の外周面が挿入開口51よりも外方に突出するように電線管を接続孔に接続するという構成が記載されていることは，前記のとおりであり，これらの記載を総合すると，「ボックス本体」の左右両「側壁」に「挿入開口」を形成した上，左右両側から「電線管」を挿入した場合に「電線管の外周面が前記挿入開口よりも外方へ突出するように該電線管を接続」できるという構成が含まれると解される。",
        "また，本件発明の他の発明特定事項が甲9に記載されていることは，明らかである。",
        "よって，本件発明は，甲9明細書に記載された事項の範囲内であると認められる。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "第4出願の明細書等は，本件出願の分割時である本件出願の現実の出願日において，その特許請求の範囲が補正されるとともに，当該補正に伴って，明細書等の【0008】，【0009】，【0012】，【0071】及び【0072】が形式的に補正され，【0010】及び【0011】が補正されたものであり，甲9明細書の【0015】～【0018】，【0047】，【0049】～【0052】及び【0067】は補正されていない。",
        "したがって，本件発明は，分割直前の第4出願の明細書等に記載された事項の範囲内であると認められる。",
        "本件発明が甲21明細書に記載した事項の範囲内のものであるとした認定判断について",
        "原告は，本件審決の引用する甲21明細書の【0021】～【0024】，【0053】，【0055】～【0058】の記載及び図11，12は，それぞれ，甲9明細書の【0015】～【0018】，【0047】，【0049】～【0052】，【0067】の記載及び図11，12と同一であり，本件発明は甲9明細書の上記段落及び図面に記載されていない以上，甲21明細書にも記載されていないと主張する。",
        "しかし，本件発明が甲9明細書の上記段落及び図面に記載されていることは前記のとおりであるから，本件発明は，甲21明細書に記載された事項の範囲内であると認められる。",
        "小括",
        "よって，取消事由1は理由がなく，第2出願ないし第4出願が分割の要件を満たすことについては，当事者間に争いがないから，本件発明は適法な分割出願であり，その出願日が第1出願の出願日である平成16年6月16日に遡及すると判断した本件審決に誤りはない。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "取消事由2(引用発明1Aに基づく容易想到性判断の誤り)について",
          "text": [
            "引用発明1Aについて"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "引用例1",
      "text": [
        "引用例1は，表紙に「2003-2004  電設資材総合カタログ」と記載され，奧付に「日動電工株式会社」及び「このカタログの記載内容は2003年(平成15年)5月現在のものです。」と記載された印刷物であって，第1出願の出願日である平成16年6月16日の前に日本国内において頒布された刊行物である(争いがない)。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "引用例1には，おおむね，次の記載がある(下記記載中に引用する図は，別紙甲2図面目録参照)。",
        "47頁上段には，別紙甲2図面目録図面1(以下「甲2図1」という。)とともに，「配(ハイ)ボックスの特長」として，「コネクタを使わずにそのままCD管・PFS管・通信用フレキの配管ができます。」との記載がある。",
        "甲2図1の右横には，「配(ハイ)ボックスは，ケーブル配線を行う場合，保護管として14・16用CD・PFS・通信用フレキの配管が直接できます。」との記載がある。",
        "甲2図1は「配ボックス」の斜視図であり，次の事項を見て取ることができる。",
        "「配ボックス」は，図面内右前方側に開口を有する直方体形状の物体(以下「ボックス本体」という。)からなり，前記ボックス本体は，前記開口が形成された面(以下「開口面」という。)に対向する壁部(以下「底壁」という。)と，前記底壁から立設された4つの側壁(図面の上部，下部，右側，左側にある側壁をそれぞれ「上側壁」，「下側壁」，「右側壁」，「左側壁」という。)を備えることで，四角箱状の形状を有しており，前記4つの側壁は，底壁と開口の間を繋ぐ壁面を構成している。",
        "右側壁には，「ラッパねじ1本付(2個用・3個用は2本付)」との記載とともに，ラッパねじを適用することが示されており，該ラッパねじは48頁右上の図面でも確認できるように，前記ボックス本体を構造物に取り付けるために使用されるものである。また，右側壁及び左側壁のそれぞれには，ボックス本体の奥行き方向(前記底壁に垂直な方向)に伸びる複数の長孔状の開口(以下「固定孔」という。)が形成されており，前記ラッパねじを挿通可能な固定部を構成している。",
        "そして，右側壁の開口面側には，開口とは反対側の外方に突出するフランジ部が形成されている。",
        "上側壁には，「保護管としてのCD管・PF管・通信用フレキ14・16が配管できます。」との説明とともに，保護管を接続するための一対の開口(以下「接続孔」という。)が形成されている。",
        "前記一対の接続孔のうち，右側の接続孔において，「取付方法  ノック爪部を折って矢印の方向から入れて下さい。」との説明とともに，ボックス本体の図面内左後方に配置した保護管の端部を，ボックス本体の底壁側から開口側に向かう矢印の方向に入れて，ボックス本体に接続することが示されている。接続孔には，ノック爪部が形成されており，保護管を挿入する前にノック爪部を折って除去することによって，保護管を挿入可能な通路を形成するものと認められる。したがって，ノック爪部を除去した後の接続孔は，ボックス本体の上側壁において底壁側端部から開口側に向かって延びるように形成されているものと認められる。",
        "前記一対の接続孔のうち，左側の接続孔には保護管を接続する以外に，ケーブル単独でも挿通可能であることが示されている。そして，図面には下側壁に左側の接続孔を有することは図示されていないが，前記ケーブルが，上側壁及び下側壁を貫いて配置されていることから，下側壁にも上側壁と同様な一対の接続孔が形成されているものと認められる。",
        "48頁左上段には，右上に別紙甲2図面目録図面2(以下「甲2図2」という。)の記載があり，その左側に，「配(ハイ)ボックス(ケーブル配線スイッチBOX)  配ボックスはコネクタなしでそのまま配管ができます。配管するときは波付管を直接，配(ハイ)ボックスヘ差し込んでください。(コネクタ・ジョイナーは必要ありません。)／コーナーノックをペンチなどで折りとり，波付管の“2山目”を図のように強めに押しながら差し込んでください。」との記載がある。",
        "甲2図2は，「配ボックス」を底壁側から見たと認められる斜視図であり，前の記載を参照すると，次の事項を見て取ることができる。すなわち，「配ボックス」の上側壁には，一対の接続孔が形成されており，前記接続孔近傍の底壁の端部から，上側壁のうち接続孔の底壁側端部にかけて，コーナーノックが形成されており，波付管を接続孔に差し込むためにコーナーノックを折り取った後に，波付管の2山目(2山と3山の谷部。以下，この「2山目」を「端部」という。)を差し込むための，点線で示された開口(以下「ノック開口」という。)が形成されている。また，前記コーナーノック(コーナーノックを折り取った後であればノック開口)は，ボックス本体の底壁上端部の左右両側のみでなく，底壁下端部の左右両側にも形成されている。そして，底壁の左側の上端部と下端部に位置するノック開口は互いに連通することなく離れて形成され，底壁の右側の上端部と下端部に位置するコーナーノックも互いに連通することなく離れて形成されている。",
        "さらに，同図面には，上側壁に形成された一対の接続孔のうち，左側を指して，「14用(16用も使用可)」と，右側を指して，「16用(CD管・PF管・通信用フレキなど)」と記載されている。",
        "また，同図面には，「2山目を差し込む(2山と3山の谷部)」との記載とともに，「波付管」が記載されており，波付管は山と谷が繰り返して形成されており，端部の2山目を差し込むものである。同図面の左側には，「波付管を直接，配(ハイ)ボックスヘ差し込んでください。」及び「波付管の“2山目”を図のように強めに押しながら差し込んでください。」と記載されている。",
        "同図面には，ボックス本体の左側壁(図は底壁側から見た斜視図であるので，図面右側の側壁)には3箇所の突出部とそれらを開口面側でつなぐフランジ部とからなる構成が形成されており，ボックス本体の前記突出部を構造物に接触するようにして，ラッパねじで取り付けることが示されている。",
        "48頁下側には，「軽量間仕切C型背面，角管タイプ，木間仕切」，「軽量間仕切C型開口部」及び「配ボックスにはいろいろな取付方法があります。」という記載とともに，6個の取付方法が図示されている。",
        "左上及び左下の取付方法は，フランジ部が形成された側壁を構造物に「直付け」して取付けるものである。",
        "他の，中上，右上，中下及び右下の取付方法は，全て，治具を利用することで，配ボックスの側壁及び底壁を構造物から離隔させるものである。そのうち，中上及び右下の取付方法は配ボックスの底壁を前記治具としての「軽量間仕切固定金具」に固定し，右上の取付方法は前記治具としての「4mmバー」に配ボックスの「ツメ」を係止させて固定し，中下の取付方法は配ボックスのフランジ部が形成された側壁を前記治具としての「ワンタッチ留具」に固定することが，それぞれ図示されている。",
        "49頁右上には，「配(ハイ)ボックス：台付型  SM(ケーブル配線スイッチBOX)」という記載とともに，配ボックスSM36A，SM36A2，SM36A3及びSM36A4のそれぞれについて，正面図と側面図が示されている。このうち，「配ボックスSM36A」の正面図から，当該「配ボックスSM36A」は底壁に1個の接続孔を有することを見て取ることができる。",
        "そして，前記正面図と側面図の下に記載された表には，配ボックスSM36Aは，「商品コード」は「25SM36A」であること，「ご注文品番」は「SM36A」であること，「品名」は「配(ハイ)ボックス台付型・1個用」であること，「側面ノックアウト」は「14用×2個・16用×3個」であること，がそれぞれ記載されている。",
        "「配ボックスSM36A」は，甲2図1及び甲2図2で示された「配ボックス」のうち，特に，49頁の正面図，側面図と表の記載で特徴付けられる配ボックスを指す。",
        "47頁の「保護管」とは「14・16用CD・PFS・通信用フレキ」のことであり，48頁の「波付管」とは「CD管・PF管・通信用フレキ」のことであるから，「保護管」と「波付管」は同一物を表している。フレキとはフレキシブル，即ち可撓性を有することを示すものと認められるから，「保護管」又は「波付管」は可撓性を有するものと認められる。「保護管」とはケーブルを保護するために用いられるものであることは，技術常識である(以下，「保護管」と「波付管」は，統一して「保護管」という。)。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "引用発明1Aの認定",
      "text": [
        "以上によれば，引用例1には，本件審決が認定したとおりの引用発明1A(前記ア)が記載されていることが認められる。"
      ]
    },
    {
      "fig": "エ",
      "subject": "本件発明と引用発明1Aとの一致点及び相違点",
      "text": [
        "本件発明と引用発明1Aとの一致点及び相違点は，本件審決が認定したとお，ウ)であると認められる。",
        "原告は，相違点3について，一応認めるとしつつも，「挿入開口」に関する相違点，「接続孔」に関する相違点，「電線管の挿入方向」に関する相違点を分説し，相違点3の容易想到性についての判断は，実質的に，本件接続孔について，その挿入開口の方向を側壁側に変更することが容易といえるか否かに帰着する旨主張する。",
        "しかし，「挿入開口」と「接続孔」とは連通する構成であるから，「挿入開口」を形成する箇所と「接続孔」を形成する箇所は相互に密接に関係する事項であり，かつ，「電線管」の「接続孔」への接続は，「電線管」を「挿入開口」から挿入し，「挿入開口」から「接続孔」へ移動させることで行うから，「電線管の挿入方向」は「挿入開口」と「接続孔」との相対的な位置関係で決定される事項であって，相互に密接に関係する事項である。したがって，相違点3をさらに分説して，別々に判断することはできないというべきであり，相違点3は，全体として1個の相違点と捉えるべきである。",
        "引用発明2について",
        "引用例2には，おおむね，以下の記載がある(甲5。下記記載中に引用する図は，別紙甲5図面目録参照)。",
        "電線の挿通された保護管と上記ボックスとをコネクタを介して接続し，そのコネクタを通して上記電線をボックスの内部空間に導入していた従来の電設用ボックスでは，コネクタを介してボックスと保護管とを接続することは，コスト高になるとともに，コネクタをボックス側や保護管側に接続するという余分な煩わしい作業を行うことを余儀なくされるという問題があり，本考案は，コネクタやその他の別部品を使わず，当該ボックスに具備された構造だけで保護管を所謂ワンタッチ式にボックスに接続することができるようにすることによって，コネクタを省略してコスト低減を図り，同時に煩わしいコネクタの接続作業を省略することのできる電設用ボックスを提供することを目的とする。(【0003】～【0005】)",
        "上記目的を達成するため，請求項1に記載の電設用ボックスは，内部空間に電線が導入される合成樹脂製で中空のボックス本体における外壁の所定箇所に，端部近傍箇所に環状溝を有する合成樹脂製の電線保護管における上記環状溝の溝底直径と同一径または略同一径で厚さが上記環状溝に嵌合可能な寸法に定められた保護管保持用口部が設けられ，この保護管保持用口部における周方向の所定箇所に，上記外壁の端縁で開放されて上記保護管を径方向で上記保護管保持用口部に抜き差し可能とする切欠口部が切欠形成され，その切欠口部の開口幅を上記保護管における環状溝の溝底直径よりもやゝ小さい寸法になるように狭めかつ上記保護管の環状溝に嵌合可能な厚さ寸法を有する突片が上記切欠口部と保護管保持用口部との境界箇所に設けている。(【請求項1】【0006】)。",
        "請求項1の考案の実施例による電設用ボックスAは，その外壁としての底壁11および4つの側壁12…によって一面開放の箱形に成形されたボックス本体1を有しており，その外壁である所定の側壁12に円形の保護管保持用口部2が開設されている。図1には1つの側壁12に大きさの異なる2つの保護管保持用口部2，2が開設されたものを示してあり，各保護管保持用口部2，2の直径はそれぞれに対応する保護管Bのリング状谷部92の谷底直径(すなわち環状溝92aの溝底直径)に合わせてある。上記保護管保持用口部2はその周方向の所定箇所が切欠かれており，その切欠口部22が一様幅で底壁11側に延び出して側壁12の端縁で開放されている。また，底壁11には上記切欠口部22につながる開口部23が開設されている。(【0010】～【0013】，図1)",
        "上記電設用ボックスAにおいて，保護管保持用口部2や切欠口部22を設ける箇所や数は図示実施例に限定されるものではない。したがって，底壁11に設けておいてもよく，そのようにすることによってボックス本体1の内部空間に導入する電線についての方向性の規制が緩和される。(【0021】)",
        "引用発明3について",
        "引用例3には，おおむね，以下の記載がある(甲6。下記記載中に引用する図は，別紙甲6図面目録参照)。",
        "従来の配線用ボックス1では，ケーブル11を内部に挿入するためにノックアウト部1aを打抜く必要があり，手間を要した。また，ノックアウト部1aの打抜き後の透孔或いは予め設けられた透孔にケーブル11をその先端部から挿入する作業が面倒であった。更に，余長部11aを丸く束ねて収容する作業も同様に面倒であった。そして，カッターを使用して穿設するときに，誤って束ねられた余長部11aのケーブル11を傷付けてしまうことがあったので，本発明は，極めて簡単に，かつ，ケーブルを傷付けることなく，内部にケーブルを配線できる配線用ボックスの提供を課題とする。(【0003】，【0004】)",
        "配線用ボックス1は，取付部3の対向側の側壁7にボックス本体2内を上下方向に貫通する切欠部8が形成されており，その切欠開口8aから側壁7を横切るようにケーブル11を挿入できるようになっているため，ノックアウト部を打抜いた後の透孔或いは予め設けられた透孔にケーブルを先端部から挿入するといった面倒な作業を行なうことなく，側壁7に対して側方からケーブル11を切欠開口8aに向かって平行にずらして横切らせるだけの極めて簡単な操作で切欠部8内に挿入することができる。(【0009】～【0012】，【0019】，図1)",
        "上記実施例では，側壁7に切欠部8を形成しているが，ボックス本体2の底壁9に形成しても構わない。但し，前記側壁7に切欠部8を形成した場合には，配線用ボックス1の側方からケーブル11を挿入できるため，壁厚の制限を受けずに挿入することができる。(【0013】，【0020】)",
        "相違点3に係る容易想到性の判断"
      ]
    },
    {
      "fig": "ア",
      "subject": "引用例1の記載に基づく検討",
      "text": [
        "引用例1には，引用発明1Aにおける位置とは異なる位置に「接続孔」や「ノック開口」を形成することの記載や示唆がなく，「接続孔」や「ノック開口」，あるいは「保護管」の挿入方向を変更する動機付けに関する記載や示唆もない。",
        "したがって，引用例1の記載に基づいて，引用発明1Aにおいて，「接続孔」や「ノック開口」を異なる位置に形成し，「保護管」の挿入方向を変更することについての動機付けを見出すことはできないから，これに基づいて当業者が本件発明に係る構成を想到することが容易であったとはいえない。"
      ]
    },
    {
      "fig": "イ",
      "subject": "引用例2の適用について",
      "text": [
        "原告は，引用例2において，切欠口部22をどの方向に開口させるかは適宜選択し得る事項であり，これを適用して，引用発明1Aにおいて，「ノック開口(挿入開口)」を「固定孔」が形成された「側壁」に相対向する「側壁」に「ボックス本体の側方に開口」して形成することは当業者が容易になし得たことであり，そうであれば，「接続孔」を「ボックス本体の上側壁及び下側壁」に「3箇所の突出部」が形成された「ボックス本体の左側壁」に相対向する「右側壁」の「ノック開口」と連通して形成することも，設計事項の域を出ないものであって，当業者が容易になし得たことであり，これらがなされれば，「ノック開口」に挿入された「保護管」を「ラッパねじ」により「固定孔」が「構造物」に押し付けられた方向に沿って移動させる構成とすることも，当然になされる構成にすぎないと主張する。",
        "確かに，前記のとおり，引用例2【0021】には，「保護管保持用口部2や切欠口部22を設ける箇所や数は図示実施例に限定されるものではない。したがって，底壁11に設けておいてもよく，そのようにすることによってボックス本体1の内部空間に導入する電線についての方向性の規制が緩和される。」との記載がある。",
        "しかし，引用例2【0013】の「上記保護管保持用口部2はその周方向の所定箇所が切欠かれており，その切欠口部22が一様幅で底壁11側に延び出して側壁12の端縁で開放されている。また，底壁11には上記切欠口部22につながる開口部23が開設されている。」との記載によれば，切欠口部22は，保護管保持用口部2が，その周方向の所定箇所が切り欠かれ，側壁の端縁に向けて一様幅に延び出して開放された部位であると認められるから，切欠口部22は保護管保持用口部2と同一の壁に設けられるものと解される。",
        "そして，【0021】には，「保護管保持用口部2や切欠口部22を設ける箇所や数は図示実施例に限定されるものではない。」とした上で，「底壁11に設け」る事例を挙げ，そのことにより，「ボックス本体1の内部空間に導入する電線についての方向性の規制が緩和される」との効果が得られると記載されていることからすると，電線のボックス本体1に対する導入方向が変更可能であり，保護管保持用口部2や切欠口部22を設ける箇所を他の側壁や底壁11等，ボックス本体の他の「外壁」としてもよいということを記載しているものと解される。他方，【0021】が，保護管保持用口部を設ける箇所を側壁12のままにして，切欠口部22だけ設ける箇所を変えて，底壁11側から上方の側壁12側に開口するようにし，ボックス本体1の内部空間に導入する電線の方向そのものを変更することについての記載はない。",
        "また，引用例2全体を見ても，「保護管保持用口部2」や「切欠口部22」が側壁12に設けられている場合に，「保護管保持用口部2」の位置は変更せず，「開口部23」を設ける箇所を底壁11側から側壁12側に変更するとともに，「切欠口部22」を設ける箇所を，「保護管保持用口部2」と底壁11の端縁との間から，「保護管保持用口部2」と側壁12の端縁との間に変更し，保護管保持用口部2へ挿入される保護管の移動する方向を変更することについての記載や示唆はない。",
        "よって，引用発明1Aにおいて，引用例2の記載に基づいて，「ノック開口」を「固定孔」が形成された「側壁」に相対向する「側壁」に「ボックス本体の側方に開口」して形成すること，「接続孔」を「ボックス本体の上側壁及び下側壁」に「3箇所の突出部」が形成された「ボックス本体の左側壁」に相対向する「右側壁」の「ノック開口」と連通して形成すること，これらにより，「ノック開口」に挿入された「保護管」を「ラッパねじ」により「固定孔」が「構造物」に押し付けられた方向に沿って移動させる構成とすることを，当業者が想到することが容易であったとはいえない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "引用例3の適用について",
      "text": [
        "引用例1に記載された配ボックスSM36Aにおいて，配ボックス内にケーブルを挿入するためには，配ボックスの「接続孔」に「保護管」を接続してケーブルを挿入する方法と，甲2図1に記載されているように，「保護管」を用いずにケーブルを配ボックスの「接続孔」に直接挿入する方法のいずれかを採用することができる。",
        "一方，引用発明3は，配線用ボックスに上下方向に貫通する切欠部を形成することによって，切欠部の切欠開口から側壁又は底壁を横切るように，保護管を用いずにケーブルを簡単に挿入できるようにしたものである。仮に，引用発明3の配線用ボックスに保護管を接続すると，引用発明3の目的である，極めて簡単にケーブルを挿入することができなくなるから，引用発明3では，配線用ボックス内にケーブルを導くために保護管を用いないことが前提となっていると解される。そして，引用例3には，保護管については何ら記載されておらず，保護管を挿入するための「ノック開口」を設けることについては記載も示唆もされていない。",
        "このため，引用発明1Aにおいて，引用例3の記載に基づいて，「ノック開口」を「固定孔」が形成された「側壁」に相対向する「側壁」に「ボックス本体の側方に開口」して形成すること，「接続孔」を「ボックス本体の上側壁及び下側壁」に「3箇所の突出部」が形成された「ボックス本体の左側壁」に相対向する「右側壁」の「ノック開口」と連通して形成すること，これらにより，「ノック開口」に挿入された「保護管」を「ラッパねじ」により「固定孔」が「構造物」に押し付けられた方向に沿って移動させる構成とすることを，当業者が想到することが容易であったとはいえない。",
        "また，引用発明3は，配線用ボックスに上下方向に貫通する切欠部を形成することによって，切欠部の切欠開口から側壁又は底壁を横切るように簡単に挿入できるようにしたものであり，引用発明3の切欠部は上下方向に貫通する構成とすることが前提となる。引用発明1Aに引用例3の記載事項を適用すると，引用発明1Aの挿入開口は上下方向に貫通する構成になるから，本件発明のような「上下両挿入開口は互いに連通することなく離れて形成され」る構成にはならない。",
        "したがって，当業者が，引用例3の記載に基づいて，引用発明1Aを本件発明のように構成することを想到することが容易であったとはいえない。",
        "原告の主張に対する判断"
      ]
    },
    {
      "fig": "ア",
      "subject": "引用例2の適用について",
      "text": [
        "原告は，本件審決は，引用例2【0021】第1文における「切欠口部22を設ける箇所」を「外壁」との関係でのみ理解した上，第2文における「そのようにすること」が第1文の全てを指すと解釈した結果，第1文を第2文に矮小化して理解した誤りを犯していると主張する。",
        "しかしながら，前記のとおり，引用例2【0013】の記載によれば，「切欠口部22」は「保護管保持用口部2」と同一の壁に設けられるとされること，【0021】には，「保護管保持用口部2や切欠口部22」を「底壁11」に設けてもよく，そのようにすることによって，「ボックス本体1の内部空間に導入する電線についての方向性の規制が緩和」されるとの記載があることに照らすと，【0021】第1文は，「保護管保持用口部2や切欠口部22」を設ける箇所を「外壁」としてもよいことを開示していると解され，第2文の「底壁11に設けておいてもよく」は，第1文の「図示実施例」を受けて，「保護管保持用口部2や切欠口部22を，側壁12に代えて，底壁11に設けてもよく」を意味すると解される。そうすると，【0021】に，「保護管保持用口部2」を設ける箇所を図面右側の側壁12のままとして，「ボックス本体1の内部空間に導入する電線」の「方向性」は変更せずに，「切欠口部22」だけを底壁11側から上側の側壁12側に「開口」するように変更して，「ボックス本体1の内部空間に導入」される「電線保護管」挿入の「方向性」を変更することについて，記載ないし示唆があると認めることはできず，原告の主張は採用できない。",
        "原告は，【請求項1】及び【課題を解決するための手段】にも，「切欠口部の開口方向」が「保護管保持用口部における周方向の所定箇所」であれば足りることが示されているから，引用例2は，「保護管保持用口部」を設ける箇所とは別に，「切欠口部の開口方向」を保護管保持用口部における周方向において適宜選択できることを示している旨主張する。",
        "しかし，【請求項1】及び【課題を解決するための手段】には，「この保護管保持用口部における周方向の所定箇所に，上記外壁の端縁で開放されて上記保護管を径方向で上記保護管保持用口部に抜き差し可能とする切欠口部が切欠形成され」るとの記載があり，「切欠口部の開口方向」は「保護管保持用口部における周方向の所定箇所」に形成されたものであることが記載されているが，「保護管保持用口部」を設ける箇所とは別に，「切欠口部の開口方向」を保護管保持用口部における周方向において適宜選択できるとの記載はない。",
        "そうすると，前記【0021】も含め，引用例2には，切欠口部をどの方向に開口させるかは適宜選択し得る事項であることは示されていないというべきであり，原告の主張は採用できない。"
      ]
    },
    {
      "fig": "イ",
      "subject": "引用例3の適用について",
      "text": [
        "原告は，当業者であれば，引用例3【0013】の記載から，電線管が必要なタイプの配線ボックスにおけるメリットも容易に理解することができるから，引用発明1Aを改変する積極的動機付けになり，【0013】と図1は，当接座部が設けられた側壁とは反対側の側壁寄りの挿入開口を当該側壁側に開口することを示唆しているものであって，かかる記載に基づけば，本件接続孔の挿入開口の開口方向を側壁側に変更することは容易に想到することができたと主張する。",
        "しかし，引用発明3は，配線用ボックスに上下方向に貫通する切欠部を形成することによって，切欠部の切欠開口から側壁又は底壁を横切るように簡単に挿入できるようにしたものであるから，引用発明1Aに引用発明3を適用すると，引用発明1Aの挿入開口は上下方向に貫通する構成になって，本件発明のような「上下両挿入開口は互いに連通することなく離れて形成され」る構成にはならず，引用例3の記載に基づいて，引用発明1Aを本件発明のように構成することを当業者が想到することが容易であったとは認められない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "引用例2及び3の適用について",
      "text": [
        "原告は，引用例2には挿入開口(切欠口部)をどの方向に開口させるかは設計事項であることが示唆されており，また，引用例3【0013】には挿入開口を底壁側に向けて開口させた場合との比較においてそれを側壁側に開口させた場合のメリットが記載されているものであるから，引用発明1Aに，これらの文献の記載事項を適用する動機付けはあり，これらの文献に従って本件接続孔の挿入開口を側壁側に変更すれば相違点3に係る本件発明の構成に到達することができると主張する。",
        "しかし，前記のとおり，引用例2には挿入開口(本件発明の「切欠口部」)をどの方向に開口させるかが設計事項であることを示す記載はなく，かかる示唆もない。",
        "また，引用発明3は，配線用ボックスに上下方向に貫通する切欠部を形成することによって，切欠部の切欠開口から側壁又は底壁を横切るように簡単に挿入できるようにしたものであるから，引用発明1Aや引用発明2の電線管(保護管)を挿入する挿入開口(ノック開口)を側壁に設け，電線管(保護管)の挿入方向を変更する動機付けが記載されているとは認められない上，前記のとおり，引用発明1Aに引用例3の記載事項を適用するならば，引用発明1Aの挿入開口は上下方向に貫通する構成になって，本件発明のような「上下両挿入開口は互いに連通することなく離れて形成され」る構成にならない。",
        "よって，引用発明1Aに，引用例2及び引用例3の記載を適用し，本件発明のように構成することを当業者が想到することが容易であったとは認められず，原告の主張は採用できない。",
        "小括",
        "以上によれば，引用発明1Aに基づく容易想到性の判断において，本件審決に誤りはなく，取消事由2は理由がない。"
      ],
      "content": [
        {
          "fig": "4",
          "subject": "取消事由3(引用発明1Bに基づく容易想到性判断の誤り)について",
          "text": [
            "写真撮影報告書(甲12の2。以下「甲12の2文献」という。)は，配ボックスSM36Aの「14用(16用も使用可)」と記載された接続孔に「呼び16のPF管」を接続したときの状態を写真撮影した結果を記載した写真撮影報告書であって，以下の事項が記載されている。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "1頁には，「(撮影日)平成27年10月23日」，「(撮影場所)大阪市北区太融寺町5番15号  梅田イーストビル2階  大阪国際鈴江特許事務所内」，「(撮影者)請求人代理人  弁理士  木村俊之」，「(被写体)配線ボックス  配ボックスSM36A  電線管  未来工業株式会社製  型番MFS-16(呼び16のFP管。判決注：「呼び16のPF管」の誤記と認められる。)」と記載されている。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "配ボックスを底壁上方の斜め方向から見た，2頁の「(1)全体写真」，3頁の「(2)要部拡大写真1」及び「(3)要部拡大写真2」のいずれにも，底壁から見て左側のノック開口から挿入された保護管の外周面は，前記ノック開口部分の底壁より外周に突出するように接続されていることが示されている。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "4頁の「(4)配ボックスSM36A」の写真には，2つの接続孔が形成された側壁の右上部の「ニチドウ」のロゴの横に「SM36A」の型番を見て取ることができる。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "4頁の下部には，「(5)使用した「呼び16のFP管」(未来工業株式会社性；型番MFS-16)」の写真が示されている(判決注：「呼び16のPF管」の誤記と認められる。)。",
        "引用例1に記載されている「配ボックスSM36A」は，引用例1の記載の範囲内で公然実施された発明であることに争いがないところ，甲12の2文献4頁の「(4)配ボックスSM36A」の写真には，2つの接続孔が形成された側壁の右上部の「ニチドウ」のロゴの横に「SM36A」の型番を見て取ることができるから，甲12の2文献によれば，引用例1に記載されている「配ボックスSM36A」が具現化されて公然実施されたものと認められる。",
        "引用例1には，「配ボックスSM36A」の接続孔の一方に，「14用(16用も使用可)」と記載されているから，この接続孔は，呼び14の保護管のみではなく，呼び16の保護管も接続することが予定されたものであると認められる。",
        "そして，同一種類の保護管(CD管あるいはPF管)における，呼び14の太さと呼び16の太さとを比較すると呼び16の方が太いものの，保護管には弾性があるため，接続孔が呼び14の保護管の太さに合致する大きさであっても，その接続孔に押し込めば，呼び16の保護管を挿入することは可能であり，その場合，保護管が押しつぶされて変形した分だけ，保護管の外周面が接続孔より外方へ突出することになると解されるところ，甲12の2文献は，これを裏付けているといえる。",
        "そうすると，引用例1に記載された配ボックスSM36Aを通常の形態で使用した場合，本件審決が認定したとおりの引用発明1Bが具現化され，第1出願の出願日である平成16年6月16日の前に日本国内で公然実施されたものと認められる。",
        "本件発明と引用発明1Bとの一致点及び相違点",
        "本件発明と引用発明1Bとの一致点及び相違点は，本件審決が認定したとおり(前イ，ウ)であると認められる(なお，相違点3をさらに分説すべきであるとの原告の主張が採用できないことは，引用発明1Aについて検討したとおりである。)。",
        "相違点の判断",
        "引用発明1Aについて検討したのと同様に，引用発明1Bにおいても，相違点3に係る本件発明の構成を採用する動機付けがあるとは認められないから，当業者が，引用発明1Bに，引用例2及び引用例3に記載された事項を適用することを想起したとはいえない上，仮に引用発明1Bに引用例2及び引用例3に記載された事項を適用することを想起したとしても，相違点3に係る本件発明の構成を採用することを，当業者が想到することが容易であったとはいえない。",
        "小括",
        "以上によれば，引用発明1Bに基づく容易想到性の判断において，本件審決に誤りはなく，取消事由3は理由がない。"
      ],
      "content": [
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}