{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "特許庁が無効2015-800191号事件について平成28年9月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，進歩性の有無（相違点に係る判断の当否）である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，名称を「美顔器」とする発明についての本件特許（特許第5329608号）の特許権者である（甲1）。",
            "本件特許は，平成20年8月31日に出願した特願2008-255137号を，平成23年6月22日に分割出願した特願2011-138980号に係るものであり，平成25年8月2日に設定登録された（甲1）。",
            "原告は，平成27年10月15日付で本件特許の請求項1～6に係る発明（以下，それぞれ，「本件発明1」，「本件発明2」などといい，まとめて「本件発明」という。）について無効審判請求をし（無効2015-800191号），特許庁は，平成28年9月12日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月28日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件発明の要旨は，以下のとおりである。",
            "（本件発明1） ",
            "「（a）炭酸ガスを導く可撓性ホースPと， ",
            "（b）スプレー本体Sであって， ",
            "（b1）可撓性ホースPの一端部に接続され， ",
            "（b2）スプレー本体Sの先端に設けられる噴出ノズル31と， ",
            "（b3）スプレー本体Sに設けられ，所定量の化粧水を収納するカップ29と， ",
            "（b4）スプレー本体Sに設けられ，スプレー本体Sを保持した手先Hで操作される操作部30とを備え，",
            "（b5）可撓性ホースPからの炭酸ガスを，操作部30の操作によって開閉し，",
            "（b6）操作部30の操作によって開いている状態で，可撓性ホースPから導かれた炭酸ガスを，噴出ノズル31から噴出させて，カップ29内の化粧水とともに，炭酸混合化粧水を，霧状に噴射するスプレー本体Sと， ",
            "（c）炭酸ガス供給用ボンベBであって， ",
            "（c1）全体の形状が上下に細長く形成され， ",
            "（c2）上端噴出口頭部3と， ",
            "（c3）上端噴出口頭部3に形成されるネジ4と， ",
            "（c4）上端噴出口頭部3に設けられる封印膜3aとを有する炭酸ガス供給用ボンベBと， ",
            "（d）一方向および反対方向に水平回転可能な円形調整用摘子17と， ",
            "（e）炭酸ガス供給用ボンベBを収納する直立型ボンベ収納ボックスXであって，",
            "（e1）上側筒体1であって， ",
            "下開口であり， ",
            "円形調整用摘子17は，上側筒体1の上方で操作可能であり， ",
            "この上側筒体1内には， ",
            "炭酸ガス供給用ボンベBのネジ4が，炭酸ガス供給用ボンベBを取替え可能に，捻じ込まれるネジ孔6が形成され， ",
            "炭酸ガス供給用ボンベBのネジ4をネジ孔6に捻じ込んだ際，その炭酸ガス供給用ボンベBの封印膜3aを貫通して炭酸ガス供給用ボンベBからの噴出ガスを導くガス流通路が形成され， ",
            "円形調整用摘子17の回転によって炭酸ガス供給用ボンベBからの前記ガス流通路を介する炭酸ガスの噴出調整をして，可撓性ホースPの他端部に供給する上側筒体1と， ",
            "（e2）下側筒体2であって， ",
            "上開口であり， ",
            "上側筒体1の下端開口縁と着脱自在であり， ",
            "上側筒体1の前記ネジ孔6に炭酸ガス供給用ボンベBのネジ4を捻じ込んだ状態では，上側筒体1とともに，炭酸ガス供給用ボンベBの上端噴出口頭部3を隠蔽して炭酸ガス供給用ボンベBを収納し， ",
            "底部が着座する下側筒体2とを備える直立型ボンベ収納ボックスXを含むことを特徴とする美顔器。 」",
            "（本件発明2） ",
            "「操作部30は，レバー形式であり， ",
            "スプレー本体Sは，操作部30の引き付け操作によって開いている状態とすることを特徴とする請求項1記載の美顔器。 」",
            "（本件発明3） ",
            "「操作部30は，押しボタン形式であり， ",
            "スプレー本体Sは，操作部30の操作によって開いている状態とすることを特徴とする請求項1記載の美顔器。 」",
            "（本件発明4） ",
            "「上側筒体1内には， ",
            "炭酸ガス供給用ボンベBのネジ4をネジ孔6に捻じ込んだ際，炭酸ガス供給用ボンベBの上端噴出口頭部3に対峙し，その炭酸ガス供給用ボンベBの封印膜3aを貫通する噴出用管11が設けられ， ",
            "前記ガス流通路は，炭酸ガス供給用ボンベBの封印膜3aを貫通した噴出用管11からの噴出ガスを導くことを特徴とする請求項1～3のうちの1つに記載の美顔器。 」",
            "（本件発明5） ",
            "「円形調整用摘子17の回転によって，炭酸ガス供給用ボンベBからの前記ガス流通路を介する炭酸ガスの噴出，停止もすることを特徴とする請求項1～4のうちの1つに記載の美顔器。 」",
            "（本件発明6） ",
            "「直立型ボンベ収納ボックスの下側筒体を有底で，而も下広状のスカート状に形成したことを特徴とする請求項1～5のうちの1つに記載の美顔器。」 "
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張した無効理由の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1 ",
                  "text": [
                    "本件発明1，2，4及び5は，実用新案登録第3136465号公報（甲2。以下，「引用文献」という。）に記載された発明（以下，「引用発明」という。）に特開昭63-243620号公報（甲3。以下，「甲3文献」という。）に記載された技術（以下，「甲3発明」という。）を組み合わせることにより，本件発明3は，引用発明に甲3発明及び特開平11-262700号公報（甲5）に記載された技術（以下，「甲5発明」という。）を組み合わせることにより，本件発明6は，引用発明に甲3発明及び特開平10-19719号公報（甲6。以下，「甲6文献」という。）に記載された技術（以下，「甲6発明」という。）を組み合わせることにより，いずれも，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないから，本件特許は特許法123条1項2号の規定により無効とされるべきものである。 "
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2 ",
                  "text": [
                    "本件発明1，2，4及び5は，引用発明に特開昭64-33410号公報（甲4。以下，「甲4文献」という。）に記載された技術（以下，「甲4発明」という。）を組み合わせることにより，本件発明3は，引用発明に甲4発明及び甲5発明を組み合わせることにより，本件発明6は，引用発明に甲4発明及び甲6発明を組み合わせることにより，いずれも，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないから，本件特許は特許法123条1項2号の規定により無効とされるべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定",
              "text": [
                "「炭酸ガスを導く炭酸ガス供給用パイプ9と， ",
                "スプレー本体1であって， ",
                "炭酸ガス供給用パイプ9の一端部に接続され， ",
                "スプレー本体1の先端に設けられる噴出ノズル8と， ",
                "スプレー本体1に設けられ，所定量の化粧水を収納する化粧水収納カップ5と， ",
                "スプレー本体1に設けられ，スプレー本体1を保持した手先Hで引き操作により開いている状態とする操作レバー12とを備え， ",
                "炭酸ガス供給用パイプ9からの炭酸ガスを，操作レバー12の操作によって開閉し， ",
                "操作レバー12の操作によって開いている状態で，炭酸ガス供給用パイプ9から導かれた炭酸ガスを，噴出ノズル8から噴出させて，化粧水収納カップ5内の化粧水とともに，炭酸混合化粧水を，霧状に噴射するスプレー本体1と， ",
                "炭酸ガス供給用ボンベBであって， ",
                "全体の形状が上下に細長く形成された， ",
                "炭酸ガス供給用ボンベBと， ",
                "スプレー本体1の後方に設けられるとともに操作可能であり，回転によって炭酸ガス供給用ボンベBからのスプレー本体1での炭酸ガスの噴出調整をする，一方向および反対方向にスプレー本体1の導管4の軸と垂直な面で回転可能な噴出調整用摘子16と， ",
                "上部構造物であって， ",
                "炭酸ガス供給用ボンベBの上部に設けられ，ガス供給用パイプ9の他端部が接続される上部構造物と， ",
                "ボンベ支持筒であって， ",
                "上開口であり，その巾広の底部が着座するボンベ支持筒と， ",
                "を備える，美顔器。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲3発明の認定",
              "text": [
                "「燃性ガスを導く管6及び支燃性ガスを導く管7と， ",
                "トーチ部8であって， ",
                "管6及び管7の一端部に接続され， ",
                "トーチ部8の先端に設けられる火口8bと， ",
                "管6から導かれた燃性ガス及び管7から導かれた支燃性ガスを，内部にて混合し火口8bから噴出させるトーチ部8と， ",
                "燃性ガスボンベ4及び支燃性ガスボンベ5であって，それぞれ， ",
                "全体の形状が上下に細長く形成され， ",
                "上端の小径部と， ",
                "上端の小径部の装着端に設けられる封板と ",
                "を有する燃性ガスボンベ4及び支燃性ガスボンベ5と， ",
                "一方向および反対方向に水平回転可能な調圧ダイヤル2r及び調圧ダイヤル3rと， ",
                "燃性ガスボンベ4及び支燃性ガスボンベ5を収納する，調圧機構2及び調圧機構3を有する収納ケース1，及び蓋体1dであって， ",
                "調圧機構2及び調圧機構3を有する収納ケース1であって， ",
                "下開口であり， ",
                "調圧ダイヤル2r及び調圧ダイヤル3rは，収納ケース1の上方で操作可能であり， ",
                "この調圧機構2及び調圧機構3を有する収納ケース1内には， ",
                "燃性ガスボンベ4が，燃性ガスボンベ4を取替え可能に，螺着されるボンベホルダ2pと，支燃性ガスボンベ5が，支燃性ガスボンベ5を取替え可能に，螺着されるボンベホルダ3pとを備え， ",
                "燃性ガスボンベ4をボンベホルダ2pに螺着した際，透孔2jを有する開栓針2kがその燃性ガスボンベ4の封板を貫通して燃性ガスボンベ4からのガスが前記透孔2jを介して流入される一次側流路2i及び二次側流路2tが形成され，また， ",
                "支燃性ガスボンベ5をボンベホルダ3pに螺着した際，透孔3jを有する開栓針3kがその支燃性ガスボンベ5の封板を貫通して支燃性ガスボンベ5からのガスが前記透孔3jを介して流入される一次側流路3i及び二次側流路3tが形成され， ",
                "調圧ダイヤル2rの回転によって燃性ガスボンベ4からの前記一次側流路2i及び二次側流路2tを介する燃性ガスの停止及び調整をして，管6の他端部に供給し， ",
                "調圧ダイヤル3rの回転によって支燃性ガスボンベ5からの前記一次側流路3i及び二次側流路3tを介する支燃性ガスの停止及び調整をして，管7の他端部に供給する，調圧機構2及び調圧機構3を有する収納ケース1と， ",
                "蓋体1dであって， ",
                "上開口であり， ",
                "収納ケース1の下端開口縁と着脱自在であり， ",
                "調圧機構2及び調圧機構3を有する収納ケース1の前記ボンベホルダ2pとボンベホルダ3pとのそれぞれに燃性ガスボンベ4と支燃性ガスボンベ5を螺着した状態では，収納ケース1とともに，燃性ガスボンベ4及び支燃性ガスボンベ5を収納する， ",
                "蓋体1dと ",
                "を備える，調圧機構2及び調圧機構3を有する収納ケース1と蓋体1dとからなり燃性ガスボンベ4及び支燃性ガスボンベ5を収納する ",
                "携帯トーチ。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲4発明の認定",
              "text": [
                "「燃性ガスを導く管と支燃性ガスを導く管との一対の管23と， ",
                "トーチ部22であって， ",
                "一対の管23の一端部に接続され， ",
                "トーチ部22の先端に設けられる火口22bと， ",
                "一対の管23からの燃性ガスと支燃性ガスを，火口22bから噴出させるトーチ部22と， ",
                "燃性ガスボンベ30及び支燃性ガスボンベ31であって，それぞれ， ",
                "全体の形状が上下に細長く形成され， ",
                "上端の小径部と， ",
                "上端の小径部の装着端に設けられる封板と ",
                "を有する燃性ガスボンベ30及び支燃性ガスボンベ31と， ",
                "一方向および反対方向に水平回転可能な2つの調圧ダイヤル35，35と， ",
                "燃性ガスボンベ30及び支燃性ガスボンベ31を収納するトーチ本体21であって， ",
                "調圧機構41及び調圧機構42を有する収納ケース25であって， ",
                "下開口であり， ",
                "2つの調圧ダイヤル35，35は，収納ケース25の上方で操作可能であり， ",
                "調圧機構41及び調圧機構42を有する収納ケース25内には， ",
                "燃性ガスボンベ30が，燃性ガスボンベ30を取替え可能に，螺着されるボンベホルダ52と，支燃性ガスボンベ31が，支燃性ガスボンベ31を取替え可能に，螺着されるボンベホルダ52とを備え， ",
                "燃性ガスボンベ30をボンベホルダ52に螺着した際，透孔49aを有する開栓針49がその燃性ガスボンベ30の封板を貫通して燃性ガスボンベ30からのガスが前記透孔49aを介して流入される，一次側流路47a及び流体室54が形成され，また， ",
                "支燃性ガスボンベ31をボンベホルダ52に螺着した際，透孔49aを有する開栓針49がその支燃性ガスボンベ31の封板を貫通して支燃性ガスボンベ31からのガスが前記透孔49aを介して流入される，一次側流路47a及び流体室54が形成され， ",
                "一方の調圧ダイヤル35の回転によって前記一次側流路47a及び流体室54を介する燃性ガスの停止及び調整をして，燃性ガスボンベ30から一対の管23の他端部に供給し， ",
                "他方の調圧ダイヤル35の回転によって前記一次側流路47a及び流体室54を介する支燃性ガスの停止及び調整をして，支燃性ガスボンベ31から一対の管23の他端部に供給する，調圧機構41及び調圧機構42を有する収納ケース25と， ",
                "底ケース26であって， ",
                "上開口であり， ",
                "収納ケース25の下端開口縁と着脱自在であり， ",
                "調圧機構41及び調圧機構42を有する収納ケース25の2つの前記ボンベホルダ52のそれぞれに燃性ガスボンベ30と支燃性ガスボンベ31を螺着した状態では，燃性ガスボンベ30及び支燃性ガスボンベ31を収納する， ",
                "底ケース26と ",
                "を備えトーチ本体21を含む ",
                "携帯用トーチ。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と引用発明との対比",
                  "text": [
                    "（一致点）",
                    "「炭酸ガスを導く可撓性ホースと， ",
                    "スプレー本体であって， ",
                    "可撓性ホースの一端部に接続され， ",
                    "スプレー本体の先端に設けられる噴出ノズルと， ",
                    "スプレー本体に設けられ，所定量の化粧水を収納するカップと， ",
                    "スプレー本体に設けられ，スプレー本体を保持した手先で操作される操作部とを備え， ",
                    "可撓性ホースからの炭酸ガスを，操作部の操作によって開閉し， ",
                    "操作部の操作によって開いている状態で，可撓性ホースから導かれた炭酸ガスを，噴出ノズルから噴出させて，カップ29内の化粧水とともに，炭酸混合化粧水を，霧状に噴射するスプレー本体と， ",
                    "炭酸ガス供給用ボンベであって， ",
                    "全体の形状が上下に細長く形成された， ",
                    "炭酸ガス供給用ボンベと， ",
                    "一方向及び反対方向に回転可能な円形調整用摘子と， ",
                    "上部構造物であって， ",
                    "炭酸ガス供給用ボンベからの炭酸ガスを可撓性ホースの他端部に供給する上部構造物と， ",
                    "ボンベ支持筒であって， ",
                    "上開口であり， ",
                    "底部が着座するボンベ支持筒と ",
                    "を備える美顔器。」",
                    "（相違点1） ",
                    "炭酸ガス供給用ボンベに関し，本件発明1は，上端噴出口頭部と，上端噴出口頭部に形成されるネジと，上端噴出口頭部に設けられる封印膜とを有する炭酸ガス供給用ボンベであるのに対し，引用発明は，これらの発明特定事項を有するものであるかどうか不明な点。 ",
                    "（相違点2） ",
                    "上部構造物に関し，本件発明1は，上側筒体であって，その上側筒体は，下開口であり，その上側筒体内には，炭酸ガス供給用ボンベのネジが炭酸ガス供給用ボンベを取替え可能に捻じ込まれるネジ孔が形成され，炭酸ガス供給用ボンベのネジをネジ孔に捻じ込んだ際，その炭酸ガス供給用ボンベの封印膜を貫通して炭酸ガス供給用ボンベからの噴出ガスを導くガス流通路が形成され，可撓性ホースの他端部に供給する上側筒体であるのに対し，引用発明は，炭酸ガス供給用ボンベの上部に設けられ，ガス供給用パイプの他端部が接続される上部構造物にすぎず，その上部構造物は，下開口であるかどうか，炭酸ガス供給用ボンベのネジが炭酸ガス供給用ボンベを取替え可能に捻じ込まれるネジ孔が形成され，炭酸ガス供給用ボンベのネジをネジ孔に捻じ込んだ際，その炭酸ガス供給用ボンベの封印膜を貫通して炭酸ガス供給用ボンベからの噴出ガスを導くガス流通路が形成されるものかどうか，また，形状が筒体であるかどうかのいずれも不明な点。 ",
                    "（相違点3） ",
                    "ボンベ支持筒に関し，本件発明1は，下側筒体であって，その下側筒体は，上側筒体の下端開口縁と着脱自在であって，上側筒体の前記ネジ孔に炭酸ガス供給用ボンベのネジを捻じ込んだ状態では上側筒体とともに炭酸ガス供給用ボンベの上端噴出口頭部を隠蔽して炭酸ガス供給用ボンベを収納する下側筒体であるのに対し，引用発明は，ボンベ支持筒であるにすぎず，そのボンベ支持筒は，上側筒体の下端開口縁と着脱自在であって上側筒体の前記ネジ孔に炭酸ガス供給用ボンベのネジを捻じ込んだ状態では上側筒体とともに炭酸ガス供給用ボンベの上端噴出口頭部を隠蔽して炭酸ガス供給用ボンベを収納するようなものではない点。 ",
                    "（相違点4） ",
                    "本件発明1は，上側筒体と下側筒体とを備え，炭酸ガス供給用ボンベを収納する直立型ボンベ収納ボックスを有するのに対し，引用発明は，本件発明1の直立型ボンベ収納ボックスに相当するものを有していない点。 ",
                    "（相違点5） ",
                    "操作部と円形調整用摘子の位置に関し，本件発明1は，「操作部」が「スプレー本体Sに設けられ」るとともに，円形調整用摘子17が「直立型ボンベ収納ボックスXの上側筒体1の上方で操作可能」なように設けられているのに対し，引用発明は，操作部及び円形調整用摘子の双方ともに，スプレー本体に設けられている点。 ",
                    "（相違点6） ",
                    "一方向及び反対方向に回転可能な円形調整用摘子の回転方向及び機能に関し，本件発明1は，直立型ボンベ収納ボックスXの上側筒体の上方で「水平」操作されるような回転方向であり，その上側筒体において炭酸供給用ボンベからのガス流通路を介する炭酸ガスの噴出調整する機能であるのに対し，引用発明は，スプレー本体の後方でスプレー本体の導管の軸と垂直な面で回転操作されるような回転方向であり，スプレー本体において炭酸ガス供給用ボンベからの炭酸ガスの噴出調整をする機能である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "甲3文献及び甲4文献には，携帯用トーチにおける，上端噴出口頭部と，上端噴出口頭部に形成されるネジと，上端噴出口頭部に設けられる封印膜とを有する燃焼ガスボンベが記載されている。 ",
                        "また，携帯用トーチ以外の技術分野においても，上端噴出口頭部と，上端噴出口頭部に形成されるネジと，上端噴出口頭部に設けられる封印膜とを有するガスボンベは広く知られている構造であると認められる。 ",
                        "したがって，引用発明に甲3発明又は甲4発明を適用し，引用発明の炭酸ガス供給用ボンベを，上端噴出口頭部と，上端噴出口頭部に形成されるネジと，上端噴出口頭部に設けられる封印膜とを有するものとすること，すなわち，引用発明において本件発明1の相違点1に係る発明特定事項を有するものとすることは当業者が適宜なし得る事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "甲3文献及び甲4文献には，携帯用トーチにおいて，下開口であり，その上側筒体内には，燃焼ガスボンベ及び支燃性ガスボンベのネジがそれぞれのガスボンベを取替え可能に捻じ込まれるネジ孔が形成され，それぞれのボンベのネジをネジ孔に捻じ込んだ際，それぞれのボンベの封印膜を貫通してそれぞれのボンベからの噴出ガスを導くガス流通路が形成され，可撓性ホースの他端部に供給する収納ケースを備えることが記載されている。 ",
                        "また，携帯用トーチ以外の技術分野においても，ガスボンベが直接目に触れない様に工夫することは広く知られていることと認められる。 ",
                        "したがって，引用発明に甲3発明又は甲4発明を適用し，引用発明の上部構造物を，上側筒体であって，その上側筒体は，下開口であり，その上側筒体内には，炭酸ガス供給用ボンベのネジが炭酸ガス供給用ボンベを取替え可能に捻じ込まれるネジ孔が形成され，炭酸ガス供給用ボンベのネジをネジ孔に捻じ込んだ際，その炭酸ガス供給用ボンベの封印膜を貫通して炭酸ガス供給用ボンベからの噴出ガスを導くガス流通路が形成され，可撓性ホースの他端部に供給する上側筒体とすること，すなわち，引用発明において本件発明1の相違点2に係る発明特定事項を有するものとすることは，当業者が容易になし得る程度の事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "text": [
                        "甲3文献及び甲4文献には，携帯用トーチにおいて，上開口であり，収納ケースの下端開口縁と着脱自在であり，収納ケースの二つのボンベホルダのそれぞれに燃性ガスボンベと支燃性ガスボンベを螺着した状態では，収納ケースとともに，燃性ガスボンベ4及び支燃性ガスボンベ5を収納する部材を備えることが記載されている。 ",
                        "また，上記したとおり，携帯用トーチ以外の技術分野においても，ガスボンベが直接目に触れないように工夫することは広く知られていることと認められる。 ",
                        "したがって，引用発明に甲3発明又は甲4発明を適用し，引用発明のボンベ支持筒を，上開口であり，上側筒体の下端開口縁と着脱自在であって，上側筒体の前記ネジ孔に炭酸ガス供給用ボンベのネジを捻じ込んだ状態では上側筒体とともに炭酸ガス供給用ボンベの上端噴出口頭部を隠蔽して炭酸ガス供給用ボンベを収納する下側筒体とすること，すなわち，引用発明において本件発明1の相違点3に係る発明特定事項を有するものとすることは，当業者が容易になし得る程度の事項にすぎない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4について  ",
                      "text": [
                        "引用発明に，甲3発明の携帯用トーチに係る収納ケース1と蓋体1dとからなるものを適用しても，また，甲4発明の携帯用トーチに係る収納ケース25と底ケース26とからなるものを適用しても，直立型ボンベ収納ボックスを有するものになるとは認められない。 ",
                        "また，直立型ボンベ収納ボックスが使用時において直立であることは，本件発明1がその効果を奏するために必須の構成であることも明らかである。 ",
                        "したがって，引用発明において本件発明1の相違点4に係る発明特定事項を有するものとすることは，当業者が容易になし得る程度の事項とはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点5について",
                      "text": [
                        "甲3発明のトーチ部と収納ケースがそれぞれ引用発明のスプレー本体と（上部構造物とボンベ支持筒とを備えた）炭酸ガス供給用ボンベBとに対応するとしてみて，引用発明に甲3発明を適用しても，引用発明の操作部と円形調整用摘子の双方が炭酸ガス供給用ボンベBに設けられた構造が得られることになるから，本件発明1の相違点5の構成に至らない。",
                        "甲4発明のトーチ部と収納ケースがそれぞれ引用発明のスプレー本体と（上部構造物とボンベ支持筒とを備えた）炭酸ガス供給用ボンベBとに対応するとしてみて，引用発明に甲4発明を適用しても，引用発明の操作部と円形調整用摘子の双方が炭酸ガス供給用ボンベBに設けられた構造が得られることになるから，本件発明1の相違点5の構成に至らない。",
                        "したがって，引用発明において本件発明1の相違点5に係る発明特定事項を有するものとすることは，当業者が容易になし得る程度の事項とはいえない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "相違点6について",
                      "text": [
                        "甲3発明の調圧ダイヤル2r（または調圧ダイヤル3r）と収納ケースがそれぞれ引用発明の円形調整用摘子と（上部構造物とボンベ支持筒とを備えた）炭酸ガス供給用ボンベBとに対応するとしてみて，引用発明に甲3発明を適用しても，引用発明の調圧ダイヤル2r（または調圧ダイヤル3r）は，スプレー本体の後方でスプレー本体の導管の軸と垂直な面で回転操作されるような回転方向のものに代えて，直立型ボンベ収納ボックスの上側筒体の上方で水平操作されるような回転方向のものになるといえないから，本件発明1の相違点6の構成に至らない。",
                        "甲4発明の調圧ダイヤル35と収納ケースがそれぞれ引用発明の円形調整用摘子と（上部構造物とボンベ支持筒とを備えた）炭酸ガス供給用ボンベBとに対応するとしてみて，引用発明に甲4発明を適用しても，甲3発明と同様に，引用発明の調圧ダイヤル2rは，スプレー本体の後方でスプレー本体の導管の軸と垂直な面で回転操作されるような回転方向のものに代えて，直立型ボンベ収納ボックスの上側筒体の上方で水平操作されるような回転方向のものになるといえないから，本件発明1の相違点6の構成に至らない。",
                        "したがって，引用発明において本件発明1の相違点6に係る発明特定事項を有するものとすることは，当業者が容易になし得る程度の事項とはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，引用発明において，相違点4～6に係る本件発明1の発明特定事項を有するものとすることは当業者が容易になし得るとするものとすることはできない。 ",
                    "一方，本件発明1は，相違点4～6に係る発明特定事項を有することにより，炭酸ガス混合化粧水を噴霧する美顔器において，使用時にガス通路の炭酸ガスの噴出，停止，更には噴出調整をボンベを直視することなく軽快に行えるという格別顕著な効果を奏するものと認められる。 ",
                    "したがって，本件発明1は，引用発明，甲3発明及び甲4発明に基づいて当業者が容易に発明をすることができたものとすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明2～6について",
              "text": [
                "本件発明2～6は，本件発明1の構成をその構成の一部とするものであるから，前記(5)と同様の理由により，当業者が容易に発明をすることができたものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（甲3発明の認定及び組合せの認定判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲3発明の認定の誤り",
              "text": [
                "甲3文献には，携帯用トーチに係る発明である，「ガスボンベから取り出したガスの圧力を調整して送り出す機構を有し，かつガスボンベを収納するいわゆる上下分割の収納ケース」という発明（以下，「原告甲3発明」という。）が開示されている。原告甲3発明は，いわゆる高圧ガスボンベに装着してガスを取り出す構成，及びガスボンベの収納容器に関する一般的な構成であって，携帯用トーチに特有の構成ではないから，「携帯用トーチ」から独立して，ひとまとまりの技術として把握することができる。",
                "したがって，甲3文献には，以下の原告甲3発明が記載されていると認定すべきである。",
                "「一方向及び反対方向に水平回転可能な調圧ダイヤル2r及び調圧ダイヤル3rと，",
                "ガスボンベ4及び5を収納する，調圧機構2及び調圧機構3を有する収納ケース1，及び蓋体1dであって，",
                "調圧機構2及び調圧機構3を有する収納ケース1であって，",
                "下開口であり，",
                "調圧ダイヤル2r及び調圧ダイヤル3rは，収納ケース1の上方で操作可能であり，",
                "この調圧機構2及び調圧機構3を有する収納ケース1内には，",
                "ガスボンベ4が，ガスボンベ4を取替え可能に，螺着されるボンベホルダ2pと，ガスボンベ5が，ガスボンベ5を取替え可能に，螺着されるボンベホルダ3pとを備え，",
                "ガスボンベ4をボンベホルダ2pに螺着した際，透孔2jを有する開栓針2kがそのガスボンベ4の封板を貫通してガスボンベ4からのガスが前記透孔2jを介して流入される一次側流路2i及び二次側流路2tが形成され，また，",
                "ガスボンベ5をボンベホルダ3pに螺着した際，透孔3jを有する開栓針3kがそのガスボンベ5の封板を貫通してガスボンベ5からのガスが前記透孔3jを介して流入される一次側流路3i及び二次側流路3tが形成され，",
                "調圧ダイヤル2rの回転によってガスボンベ4からの前記一次側流路2i及び二次側流路2tを介するガスの停止及び調整をして，管6の他端部に供給し，",
                "調圧ダイヤル3rの回転によってガスボンベ5からの前記一次側流路3i及び二次側流路3tを介するガスの停止及び調整をして，管7の他端部に供給する，調圧機構2及び調圧機構3を有する収納ケース1と，",
                "蓋体1dであって，",
                "上開口であり，",
                "収納ケース1の下端開口縁と着脱自在であり，",
                "調圧機構2及び調圧機構3を有する収納ケース1の前記ボンベホルダ2pとボンベホルダ3pとのそれぞれにガスボンベ4及び5を螺着した状態では，収納ケース1とともに，ガスボンベ4及び5を収納する，",
                "蓋体1dと",
                "を備える，調圧機構2及び調圧機構3を有する収納ケース1と蓋体1dとからなりガスボンベ4及び5を収納する収納容器1及び1d。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と原告甲3発明との組合せの動機付けについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点1～3の検討に関して，引用発明に甲3発明の構成を適用して，本件発明1の相違点1～3に係る発明特定事項とすることは当業者が容易になし得ると判断している。したがって，審決は，甲3発明を引用発明に適用する動機付けの存在を認めている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，以下のとおり，発明の課題，技術分野，作用・機能の共通性，引用発明における示唆が認められ，原告甲3発明を引用発明に組み合わせる動機付けが存在する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の課題",
                      "text": [
                        "本件発明1の課題は，むき出しのボンベの外観は違和感があるというものである。",
                        "引用文献には，美顔器において炭酸ガス供給用ボンベが見えることにより違和感が生ずるという課題が示されている。甲10には，ガスボンベの外観が見苦しいという課題が開示されている。そして，甲10においてガスボンベを上下の収納容器に収納してこの課題を解決している。したがって，原告甲3発明の「収納ケース1及び蓋体1d」を引用発明に適用してこの課題を解決できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術分野",
                      "text": [
                        "引用発明及び原告甲3発明は，いずれもガスボンベからガスを取り出してガスを送り出すための具体的構成に関する技術である。",
                        "また，炭酸ガスボンベはその内圧が6～7MPa（60～70気圧）であることに鑑みると，これを減圧せずにホースに送り出すことは考えられず，引用発明において減圧していることは自明である。",
                        "甲3文献，甲4文献，甲6文献及び甲7～9は，いずれも「ガスボンベからガスを取り出してガスを送り出す装置」の具体的構成に関する技術であるが，トーチ，水圧試験装置，酸素補給器，接着用二液混合吐出装置，半導体基板上の微粉塵等の吹浄用ガス供給器としてそれぞれ具体的用途が相違するにもかかわらず，同じ出願人，発明者（考案者）が，各出願，発明をしていることは，この技術分野においては，具体的用途よりも，「ガスボンベに充填されているガスを取り出すためにどのような構成を採用するか」が問題であり，ガスの具体的な種類や具体的用途は，特別の事情がない限り問題となる事項ではないことを示すものである。これによると，「ガスを取り出す構成」について，これを各種の具体的用途に転用，流用することを試みることは，当業者において当然になし得ることである。",
                        "特に，本件発明1と引用発明との相違点4～6は，美顔器固有の技術的意義を有するものではない。",
                        "したがって，引用発明及び原告甲3発明の技術分野も，具体的用途に拘泥することなく，ボンベからガスを取り出しガスを送り出すための構成に関する技術として把握するべきであり，両者の技術分野は共通する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "作用，機能の共通性",
                      "text": [
                        "引用発明と原告甲3発明とは，「ボンベのガスを，ホースを介して手持ち機器に送り，同機器からガスを噴出させる装置」という点で作用，機能が共通する技術である。",
                        "また，引用発明の美顔器は卓上等で使用する「比較的小型の装置」であり，原告甲3発明も作業空間が狭いところで使用する「比較的小型の装置」であり，両者は使用環境も共通する。",
                        "したがって，引用発明と原告甲3発明とは，作用，機能，使用環境が共通する技術であり，原告甲3発明を引用発明に組み合わせる動機付けが存在する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "引用発明における示唆",
                      "text": [
                        "本件発明の課題は，「炭酸ガス供給用ボンベが露呈しており，使用者にとっては炭酸ガスを充満したボンベと言うことから違和感，不安感を抱き，敬遠される傾向にある。」というものである。",
                        "引用文献【0006】（2）には，美顔器においてボンベを見えないようにするという課題，及びボンベを前板で遮蔽するという解決手段が開示されており，これは本件特許発明の課題並びに解決手段（ボンベを遮蔽）を示唆するものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "小括",
                      "text": [
                        "以上のように，発明の課題，技術分野，作用・機能の共通性，引用発明における示唆のいずれの観点からも組合せの動機付けが存在する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-1（相違点4及び6の判断の誤り）",
              "text": [
                "原告甲3発明を，ガスボンベを直立させて使用している引用発明に適用すれば，必然的に使用時には直立型となり，本件発明1の相違点4に係る「直立型ボンベ収納ボックス」となる。",
                "したがって，引用発明に原告甲3発明を適用して本件発明1の相違点4に係る「直立型ボンベ収納ボックス」とすることは当業者が容易に想到し得る事項である。",
                "このようにして，相違点4が克服されれば，調圧ダイヤル（円形調整用摘子）は当然に収納ケース1の上方で水平操作され，収納ケース1内の調圧機構2（3）にて一次側流路3i及び二次側流路3tを介するガスの調整をするから，相違点6も克服される。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由1-2（相違点5の判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告甲3発明の「調圧ダイヤル2・3」「収納ケース1」は，それぞれ本件発明1の「円形調整用摘子17」「直立型ボンベ収納ボックスXの上側筒体1」に相当する。原告甲3発明の引用発明の適用により本件発明1の相違点5に係る「直立型ボンベ収納ボックスXの上側筒体の上方で操作可能な円形調整用摘子17」となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，本件発明1のスプレー本体Sには円形調整用摘子17が存在してはならず，引用発明に甲3発明を組み合わせると，円形調整用摘子17をボンベ側にのみ設けることになると認定する。",
                    "しかし，本件発明1の「円形調整用摘子17」に関して，本件特許請求の範囲の記載上，円形調整用摘子17が直立型ボンベ収納ボックスXの上側筒体1の上方で操作可能であることは必須であるものの，スプレー本体Sにも円形調整用摘子17が存在することを否定する記載はない。すなわち，円形調整用摘子17がスプレー本体Sと上側筒体1の両者に併存することは妨げられない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，引用発明に甲3発明を適用しても，引用発明の操作部と円形調整用摘子の双方が炭酸ガス供給用ボンベに設けられた構造が得られることになるから，本件発明1の相違点5の構成に至らない，と判断する。これは，引用発明に甲3発明を適用すると，引用発明のスプレー本体1に設けられていた円形調整用摘子（噴出調整用摘子16）のみならず操作部（操作レバー）12も炭酸ガスボンベ側に設けられる構成となってしまうため，本件発明1の「（b4）スプレー本体Sに設けられ，スプレー本体Sを保持した手先Hで操作される操作部30とを備え，」の発明特定事項を満たさなくなるという理由によるものである。",
                    "しかし，甲3発明は，狭い作業空間で使用される比較的小さなトーチにおいて流量調整機構のつまみなどが把持の障害になることを理由として，従来，ガスボンベとトーチ部とに別々に設けられていた調圧機構と流量調整機構に代えて，両方の機能を統合した一つの流量調整可能な調圧機構をガスボンベの収納ケース1の上方で操作可能としたものである。これに対して，引用発明の美顔器は，化粧台やテーブルなどの上に設置され，顔や身体に広く炭酸混合化粧水を塗布するものであるから，上記携帯用トーチに生ずる問題（狭い作業空間で使用される）は存在せず，甲3発明の適用に当たり，炭酸ガス供給用ボンベに，操作部12と円形調整用摘子（噴出調整用摘子16）の双方を設ける必然性はない。",
                    "また，甲3発明のトーチは，狭い空間で作業することを前提とした構成（狭い空間での取り回し安さ等）を有し，そのため流量調整機構のつまみなどが把持の障害になると考えられるが，引用発明の美顔器に使用するスプレー本体1にはそのような事情はなく，引用文献図1の使用状態を示す図からもスプレー本体1の後部に設けられた噴出調整用摘子16が把持の障害になることはない。",
                    "したがって，甲3発明を引用発明に適用しても，引用発明のスプレー本体1に設けられている操作部12（及び，噴出調整用摘子16）を排除する必然性はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（甲4発明の認定及び組合せの認定判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲4発明の認定の誤り",
              "text": [
                "甲4発明の認定についても，甲3発明と同様の議論が当てはまる。",
                "甲4文献には，「収納ケース25及び底ケース26からなりガスボンベを収納するトーチ本体21」が開示されており，「収納ケース25は調圧機構41，42を有し，調圧ダイヤル35は収納ケース25の上方で操作可能」である（以下，「原告甲4発明」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と原告甲4発明との組合せの動機付け",
              "text": [
                "引用発明と原告甲4発明とを組み合わせる動機付けがあることについては，引用発明と原告甲3発明とを組み合わせる動機付けがあることと同様である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-1（相違点4及び6の判断の誤り）",
              "text": [
                "原告甲4発明のトーチ本体21を，ガスボンベを直立させて使用している引用発明に適用すれば，本件発明1の相違点4に係る「直立型ボンベ収納ボックス」となり，相違点4は克服される。",
                "また，相違点4が克服されれば，原告甲4発明の調圧ダイヤル35は当然に収納ケース25上方で水平操作され，収納ケース25内の調圧機構41，42で噴出調整されるから，相違点6も克服される。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由2-2（相違点5の判断の誤り）",
              "text": [
                "原告甲4発明の「収納ケース25（調圧機構41，42を備え，調圧ダイヤル35は収納ケース25の上方で操作可能）及び底ケース26からなりガスボンベを収納するトーチ本体21」を引用発明に適用すれば，本件発明1の相違点5に係る「直立型ボンベ収納ボックスXの上側筒体の上方で操作可能な円形調整用摘子17」となる。",
                "また，甲4発明は，トーチ部がガス流量機構を有しておらず，ガス調圧機構により調圧してトーチ部に供給する点で甲3発明と共通し，前記1(4)と同様の理由により，原告甲4発明を引用発明に適用しても，引用発明のスプレー本体1に設けられている操作部12が必然的に排除されることはなく，これを残すかどうかは任意の事項である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本件発明2～6の判断の誤り）",
          "text": [
            "審決は，本件発明2～6は，本件発明1の構成をその構成の一部とするものであるところ，引用発明に甲3発明又は甲4発明を組み合わせても本件発明1の構成に至らないから，本件発明2～6も同様に当業者が容易に発明をすることはできない旨判断した。",
            "しかし，審決の本件発明1についての認定判断が誤りであることは，前記1～4のとおりであるから，審決の本件発明2～6についての判断も必然的に誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "被告の主張に対する反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，原告甲3発明の収納ケースは箱形であるから，「筒体」とはいえない，と主張し，原告甲4発明についても同様の主張をする。",
                    "しかし，本件発明1にいう「筒」とは，「収納ボックス」を構成するから，単に，「内部に物体を収納可能な容器を構成する部材」という程度の意味にすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲3発明の携帯用トーチは収納ケース1を傾斜して置いて使用すると主張する。",
                        "しかし，甲3文献には，携帯用トーチが斜め置きされるという記載は存在しない。仮に，被告が主張する使用方法があったとしても，具体的用途をトーチとする場合に安全性の観点から採用されたものである。原告甲3発明は，トーチの使用方法に限定されないし，「収納ケース1」と「蓋体1d」を組み合わせた状態では直立することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲4発明のトーチは，傾斜して使用されると主張する。",
                        "しかし，原告甲4発明は，携帯用トーチから独立してひとまとまりの技術として把握することができるから，甲4文献には直立するトーチ本体が開示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲3発明では，使用時にボンベは隠蔽されない，と主張する。",
                        "しかし，「収納ケース1」と「蓋体1d」を組み合わせた状態では，ボンベは隠蔽されて見えない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲4発明において，トーチ使用時には外部からボンベを視認することができる，と主張する。",
                        "しかし，ボンベを着脱せず，トーチ本体21を直立した状態では，ボンベは隠蔽されている。また，収納ケース25と底ケース26が取り外し可能とされているのは，ボンベの着脱のためである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，引用発明に甲3発明又は甲4発明を組み合わせる動機付けを考慮する際の技術分野の共通性において問題となる当業者を，使用者，需要者とするが，発明に寄与する者と解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件発明1と引用発明との間には相違点が六つもあるから，これらの相違点について技術分野が異なる別々の公知文献にばらばらでも開示されていれば進歩性欠如とはいえない，と主張する。",
                    "しかし，相違点とされる六つの構成は，いずれも甲3文献又は甲4文献に開示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，甲3発明はトーチに操作部がないことが特徴であり，本件発明1はスプレー本体の操作部が必須となっているから，引用発明と甲3発明を組み合わせることに阻害要因がある，と主張し，甲4発明についても同様の主張をする。",
                    "しかし，甲3発明のトーチに操作部がないことは，トーチとして使用する場合の問題点を解決するためであり，原告甲3発明を引用発明に組み合わせることは，原告甲3発明を美顔器の構成として使用することを意味するから，トーチにおける問題点は存在しない。原告甲4発明を引用発明に組み合わせる場合も同様である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本件発明1は複数にわたる構成の組合せによって実現されると主張する。",
                    "しかし，引用発明に原告甲3発明又は原告甲4発明を組み合わせることによって本件発明1に係る構成に想到するのであるから，同様の効果を奏する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲3発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の「直立型ボンベ収納ボックス」は，上側筒体及び下側筒体といった「筒体」からなることが要素となっている。これに対し，甲3発明の収納ケース1及び蓋体1dは，その内部に，燃性ガスボンベ4，支燃性ガスボンベ5，管6・7及びトーチ部8を収納する空間等があり，その外観は，八角柱（箱形）となっている。そのため，甲3発明の収納ケース1及び蓋体1dは，単なる箱状のケースに他ならず，「筒体」といえるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1の「直立型ボンベ収納ボックス」は，使用時に直立することが要素となっている。甲3発明の収納ケース1は，蓋体1dを取り外して傾斜して使用されるものであり，直立して使用されない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1の「直立型ボンベ収納ボックス」は，使用時に炭酸ガス供給用ボンベを隠蔽することが要素となっている。これに対し，甲3文献には，使用時においてガスボンベを隠蔽するとの記載はない。そればかりか，甲3発明では，使用時には必ず蓋体1dが取り外されるのであり，このとき，ボンベは外部に露呈した状態となる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，調圧ダイヤルも収納ケースも携帯用トーチに特有の構成ではなく，携帯用トーチとは切り離して把握することができるから，甲3文献には，原告甲3発明が開示されている，と主張する。",
                    "しかし，当業者は，公知文献に記載の具体的構成を見てその技術事項を把握するものであるから，公知文献の記載から具体的に把握される構成から離れて，所望の機能だけを取り出し，公知技術として捉えることは，いかにも後知恵であって，許されない。",
                    "仮に，トーチ部と収納ケース部分（収納ケース及び蓋体，トーチ本体）を分離して捉えるとしても，残された収納ケース部分は，ボンベのみを固定したり，ガスの流量調整のみを企図したものではなく，トーチ部及び管等を収納するものであり，また，使用時には斜めに置かれるものであって，それら機能を奏する構成を各種備えている。甲3文献によると，収納ケース等におけるこれら機能は，不可分の関係であり，ここからさらに抽象化して，原告甲3発明のみを抽出するのは，根拠がない。",
                    "また，本件発明1は，美観（ボンベを隠蔽する）及び操作性（スプレー部を操作しながら，別の手で円形調整用摘子を操作する等）の観点から，直立型ボンベ収納ボックス及び円形調整用摘子等の構成を採用するものである。引用文献その他の文献には，美顔器という具体的技術分野でこの点を開示・示唆するものはない。それにもかかわらず，当業者は，引用発明に適用するために，甲3発明の携帯用トーチといった技術分野，具体的構成，作用・用途等がことごとく異なる技術から，ガスの圧力調整機構，ガスボンベの収納，上下分割といった技術思想のみを抜き出そうと考えるはずもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と甲3発明との組合せの動機付けについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と引用発明との間には，相違点が六つもあり，技術分野等が異なる別々の公知文献にばらばらでも構成が開示されておれば（あるいは上位概念化した技術が開示されておれば），進歩性欠如を認めようとするのは，いかにも無理がある。",
                    "引用発明は，本件発明1と技術分野の共通性はあるが，本件発明1とその具体的な解決課題は異なっている。また，甲3発明及び甲4発明は「携帯用トーチ」，甲5発明は「スプレー装置」，甲6発明は「簡易水圧試験装置」と全く異なる技術分野である。さらに，本件発明1が解決しようとする課題は，炭酸混合化粧水を生成する炭酸ガス供給用ボンベが使用時において直接目に触れないようにし，不必要な違和感，不安感を払拭し，かつボンベからの炭酸ガス噴出調整もボンベを直視することなく軽快に操作できることとする，というものであり，発明の効果も，上側筒体にて炭酸ガス供給用ボンベの上端の噴出口頭部は，直立型ボンベ収納ボックスXによって隠蔽されて外部に触れることはなく，その上方で円形調整用摘子の水平回転により前記ガス通路のガス噴出を調整できる，というものであり，これらの相乗的効果が存するところ，引用発明及び甲3発明～甲6発明には，このような具体的な解決課題や具体的な作用効果等は全く記載されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術分野の非共通性",
                  "text": [
                    "引用発明と甲3発明とは，国際特許分類，要求される安全性の程度，必要となる知識，利用者，需要者が全く異なる。したがって，引用発明と，甲3発明とは，互いに全く異なる技術分野に属する発明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題の非共通性",
                  "text": [
                    "甲3発明の課題は，「小さな流量の燃性ガス及び支燃性ガスをトーチ部に対して安定に供給することが可能となり，トーチ部の火口に微細な火焔を安定に形成する」であり，美顔器に関する本件発明1及び引用発明とは共通性を見いだせない。",
                    "また，甲3発明の収納ケース等は，衝撃，振動から部材を守り，ゴミ等の異物の混入を防ぐためのものであり，本件発明1のようなボンベの隠蔽といった課題はない。利用者の特性（知識と経験を有する有資格者が作業現場で使用），安全性確保のため，ボンベの隠蔽は，必要性も相当性もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "作用，機能の非共通性",
                  "text": [
                    "引用発明は，炭酸ガス混合化粧水を噴霧する装置であるのに対して，甲3発明は，トーチ部の火口に微細な火焔を安定に形成させる，すなわち混合ガスを燃焼させる装置である。",
                    "また，本件発明1は，一方向及び反対方向に水平回転可能であり，上側筒体1の上方で操作可能であり，回転によって炭酸ガス供給用ボンベBからのガス流通路を介する炭酸ガスの噴出調整をして，可撓性ホースPの他端部に供給する円形調整用摘子17を備えることにより，ボンベからの炭酸ガス噴出調整もボンベを直視することなく直立型ボンベ収納ボックスの上部に装備された円形調整用摘子を水平回転させ，これにより，前記ガス通路の炭酸ガスの噴出，停止，更には噴出調整が軽快に行える等の作用効果を奏するものである。これに対し，引用発明及び甲3発明には，このような作用効果はない。",
                    "甲3発明の収納ケースは，単に携行ケース，保護具，固定具の役割しか有さないのであって，美観の観点からボンベを隠蔽し，操作性の向上を実現する本件発明1の直立型ボンベ収納ボックスとは，目的も作用効果も全く異なるものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "示唆の欠如",
                  "text": [
                    "引用文献に開示のデスクトップ器体型の美顔器は，本件発明1や引用発明に係る美顔器とは，構成も技術思想も大きく異にしている。デスクトップ器体型の美顔器においては，単にボンベを前板で遮るものにすぎず，ここからさらに，直立型ボンベ収納ボックスを設け，その上部で水平回転可能に設けられた円形調整用摘子を設けようと一足飛びに考えることは通常はあり得ない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "阻害要因の存在",
                  "text": [
                    "甲3発明においては，トーチには操作部がないことが特徴とされている。",
                    "しかし，本件発明1及び引用発明では，スプレー本体に操作部を設けることが必須となっているから，引用発明と甲3発明とを組み合わせることの阻害事由となる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "複合的相乗的作用効果の視点",
                  "text": [
                    "本件発明の複合的相乗的作用効果は，本件発明1の個々の構成それぞれから独立して発揮されるものではなく，複数にわたる構成の組合せによって実現されるものである。そのため，単に各相違点について個別に容易想到性を論じるだけではなく，各相違点に係る構成（円形調整用摘子，直立型ボンベ収納ボックス等）を美顔器とともに組み合わせ，上記複数の作用効果を見いだした点についての論理付けの有無にも着目されるべきであるところ，このような組合せによって，美観及び操作性の難を克服することを示唆するような公知文献は皆無である。",
                    "さらに，原告が相違点を開示する副引例として挙げる構成は，いずれも美顔器・美容機器とは全く別の技術分野のものばかりであるところ，そのような構成を美顔器・美容機器に用途を応用した創作性にも着目しなければならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点5について",
              "text": [
                "原告は，相違点5に関し，トーチ部を捨象した原告甲3発明を引用発明に適用した場合には，相違点5の容易想到性が認められる旨主張する。",
                "しかし，甲3文献の記載から具体的に把握される構成から離れて，所望の機能だけを取り出し，公知技術として捉えることは許されない。",
                "そして，甲3発明は，従来技術はガスボンベにガス調圧機構を装着するとともに，トーチに流量調整機構を設ける構造であり，微細な火焔を安定に形成することが難しい，トーチの操作性が損なわれるといった問題点があったことから，ボンベ上部の調圧機構の調圧ダイヤルのみを操作することで微細な火焔を安定に形成することができるようにした発明である。ここでは，トーチ部に操作部を設ける構成は開示も示唆もされておらず，むしろ，トーチ部に操作部を設けることが積極的に忌避されている。そのため，甲3発明を引用発明に適用した場合には，引用発明のスプレー本体の操作部も除外されてしまうため，本件発明1の「（b4）スプレー本体Sに設けられ，スプレー本体Sを保持した手先Hで操作される操作部30とを備え」を満たさなくなる。",
                "したがって，甲3発明を引用発明に適用すると，相違点5に想到し得なくなる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲4発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の「直立型ボンベ収納ボックス」は，上側「筒」体及び下側「筒」体からなることが必要である。これに対し，甲4発明のトーチ本体21は，単なる箱状のケースでしかなく，「筒」といえるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1の「直立型ボンベ収納ボックス」は，使用時に直立することが要素となっているところ，甲4発明のトーチ本体21は，傾斜して使用されるものであり，直立しては使用されない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1の「直立型ボンベ収納ボックス」は，使用時に炭酸ガス供給用ボンベを隠蔽することが要素となっている。これに対し，甲4発明のトーチ本体21は，トーチ使用時には，トーチ部22を支承するため，スタンド24を底ケース26の底壁に形成された取出口40aから取り出すこととなっている。このとき，底ケースの取出口40a は，空洞となるから，外部からボンベを視認できるようになり，ボンベは露呈されることとなる。",
                    "また，収納ケース25の底ケース26も取り外し可能とされており，通風性確保の観点から，この底ケース26を取り外し，ボンベが露呈したまま使用されることも忌避されていない。少なくとも，燃性ガスボンベ4及び支燃性ガスボンベ5は，発火，爆発の危険があり，十分な知識と経験を有する有資格者が作業現場で使用するものであって，ここでは，特に安全性が重視されるのであり，ボンベの隠蔽といった思想は，携帯用トーチの分野では必要性も相当性もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "甲4発明についても，前記1(1)エと同様である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と甲4発明との組合せの動機付けについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4発明についても，前記1(2)アイエオキと同様の議論が当てはまる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題の非共通性",
                  "text": [
                    "甲4発明の課題は，「調圧機構の小型化や簡易化を図る」であり，美顔器に関する本件発明1及び引用発明とは共通性を見いだせない。",
                    "また，甲4発明の収納ケースは，衝撃，振動から部材を守り，また，ゴミ等の異物の混入を防ぐためのものであり，本件発明1のようなボンベの隠蔽といった課題はない。また，ここでは，利用者の特性（知識と経験を有する有資格者が作業現場で使用），安全性確保のため，ボンベの隠蔽は，必要性も相当性もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因の存在",
                  "text": [
                    "後記(3)のとおり，甲4発明においては，積極的にトーチ部に操作部を設けることが忌避されている。本件発明1及び引用発明では，スプレー本体に操作部を設けることが必須となっているから，引用発明と甲4発明とを組み合わせることの阻害事由となる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点5について",
              "text": [
                "甲4文献には，携帯用トーチに関し，調圧機構の小型化や構造の簡易化を図るものであること，及び，操作部（火焔を形成するか否か）と円形調整用摘子（ガス流量を調整）の双方の機能を持つ調圧機構41と調圧機構42との二つの調圧ダイヤル35を，収納ケース25の上方で操作可能とすることが記載されている。そして，甲4文献には，トーチ部22に操作部を設ける構成は，開示も示唆もされていない。したがって，甲4発明では，ガスの流量調整については，調圧ダイヤルのみで行い，トーチ部22に操作部を設けることが積極的に忌避されている。",
                "そのため，甲4発明を引用発明に適用した場合には，引用発明のスプレー本体の操作部も除外されてしまうため，本件発明1の「（b4）スプレー本体Sに設けられ，スプレー本体Sを保持した手先Hで操作される操作部30とを備え」を満たさなくなる。したがって，甲4発明を引用発明に適用すると，相違点5に想到し得なくなる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の明細書及び図面（甲1。以下，「本件明細書」という。）には，以下の記載がある。",
                "【技術分野】【0001】本発明は化粧水と炭酸ガスとの混合液を顔肌等に噴霧状に吹き付ける美顔器に関する。",
                "【背景技術】【0002】近時，遊離炭酸を含有する炭酸泉に入浴すると，炭酸泉内の炭酸成分が皮膚下の毛細血管に作用してこの毛細血管を拡張させ，これにより入浴者の血行が改善されて入浴者の疲労回復や健康増進が図れることは，既に広く知られている。",
                "そこで，この炭酸成分が皮膚下の毛細血管に作用してこの毛細血管を拡張させる効能を利用して，化粧水と共に混合液を顔肌等に吹き付けると共に，皮脂や汚れ等の残骸物を顔肌から遊離させて取り除き，より若々しく美しい顔肌を指向する。",
                "一般的な美顔器として，例えば下記技術文献1及び2が存在する。これらは，単にスチーム噴射，更には顔肌に吸引パットを添わせて顔肌の残骸物をハード的に除去させるものであり，顔肌へのソフト的な癒しは考慮されておらず，却って顔肌等を傷めることも否定できなかった。",
                "更に技術文献3が存在するが，これは単に炭酸ガス供給用ボンベをスプレー本体に直接取付け，即ち一体化したものに過ぎない。",
                "特に，この技術文献3を含め他の文献についても炭酸ガス供給用ボンベが露呈しており，使用者にとっては炭酸ガスを充満したボンベと言うことから違和感，不安感を抱き，敬遠される傾向にある。",
                "技術文献4は炭酸ガスと化粧水との混合液をボンベに充満した所謂，エアゾールに過ぎない。",
                "【0003】そこでこれらの多くの技術文献の下，本願発明者が発明者の一翼を担って技術文献5に示す如く，美顔器の製品化に結び付く発明が成された。",
                "その後，本願発明者が更なる技術開発に傾注し，より実用に即した製品の具現化を探求することとした。",
                "【先行技術文献】【特許文献】【0004】【特許文献1】実用新案出願公告昭63-48265号",
                "【特許文献2】特開2000-197519号",
                "【特許文献3】特開平5-238928号",
                "【特許文献4】特開2003-54662号",
                "【特許文献5】登録実用新案第3136465号",
                "【発明の概要】【発明が解決しようとする課題】【0005】本発明は，炭酸混合化粧水を生成する炭酸ガス供給用ボンベが使用時において直接目に触れない様にし，不必要な違和感，不安感を払拭し，且つボンベからの炭酸ガス噴出調整もボンベを直視することなく軽快に操作できることとした。",
                "【発明の効果】【0011】（1）請求項1～5により，上側筒体にて炭酸ガス供給用ボンベの上端の噴出口頭部は，直立型ボンベ収納ボックスXによって隠蔽されて外部に触れることはなく，その上方で円形調整用摘子の水平回転により前記ガス通路のガス噴出を調整できる。",
                "【0012】（2）請求項6により，下側筒体は有底のため，炭酸ガス供給用ボンベは全体が隠蔽される。",
                "また，下側筒体は下広状のスカート状に形成されているので，より安定して直立できる。",
                "【0016】（6）請求項1～9により，炭酸混合化粧水を生成する炭酸ガス供給用ボンベが使用時において直接目に触れないのは勿論，ボンベからの炭酸ガス噴出調整もボンベを直視することなく直立型ボンベ収納ボックスの上部に装備された円形調整用摘子を水平回転させることにより，前記ガス通路の炭酸ガスの噴出，停止，更には噴出調整が軽快に行える。",
                "【図1】                          【図2】",
                "【発明を実施するための形態】【0019】以下本発明を実施形態の図面に基づいて説明する。図1は美顔器の使用状態を示す斜視図であって，使用者が手先Hにてスプレー本体Sの握手部Saを保持している。図2は，美顔器全体を示す斜視図であって，下広状のスカート状に形成した直立型ボンベ収納ボックスXを上下側筒体1，2にて構成しており，スプレー本体Sがボンベ収納ボックスXの側面Xaに着脱自在に装着されている。更に図3，4は，上側筒体1に装填された炭酸ガス供給用ボンベBの食出し部Baを下側筒体2に収納した状態を示している。",
                "【図3】                            【図4】",
                "【0020】而して，具体的には炭酸ガス供給用ボンベBの上端噴出口頭部3に形成されたネジ4を上側筒体1のソケット部5のネジ孔6に捻じ込む。",
                "このソケット部5は上側筒体1の内筒7に装備されており，内筒7は上側筒体1の下開口1aより挿入されて両者1，7の抜止段部8，9にて圧入装備され，一体化される。",
                "従って，炭酸ガス供給用ボンベBの上端噴出口頭部3は隠蔽されて外部に触れない状態で，該炭酸ガス供給用ボンベBが装填される。",
                "ソケット部5のネジ孔6には炭酸ガス供給用ボンベBの上端噴出口頭部3の上部に対峙してノズル部10が螺着されている。",
                "【図5】                      【図6】",
                "【0021】このノズル部10は，図4，5に示す如く，噴出用管11を備えており，この噴出用管11が炭酸ガス供給用ボンベBを捻じ込んだ際，その噴出口頭部3の封印膜3aに貫通し，炭酸ガス供給用ボンベからの噴出ガスを噴出用管11，内孔12，ノズル孔13に亘ってガス流通路を形成する。",
                "またノズル部10の底部には噴出口頭部3の封印膜3aに圧着してガス漏れ防止パッキン14が備えられている。",
                "ノズル部10の内孔12には上下動する弁杆15を挿通しており，常にバネ16にて上方向に弾圧されている。而して，図5，6に示す如く，この弁杆15の上下動によってノズル孔13の開閉を行う。",
                "【0022】上側筒体1の上部面1bには炭酸ガス噴出調整用の円形調整用摘子17が位置しており，したがって図2～図5に明らかに示されるように，上側筒体1の上方で操作可能であり，該円形調整用摘子17の内側面17bからは押圧杆18が垂下しており，その下端18aがバネ19にて弁杆15の上端15aに弾圧しており，且つそのバネ力は弁杆15のバネ16の力より勝っている。",
                "即ち弁杆15は下方の噴出用管11の側にバネ16に抗して弾圧されている。",
                "而して，押圧杆18と共に円形調整用摘子17も常に下方向に引張られている。",
                "【0023】円形調整用摘子17の内側面17bと上側筒体1の上部面1bとには夫々互に嵌合するラチェット20，21が設けてあり，円形調整用摘子17の一方向の回転，即ち時計方向の回転に対しては一定回転数にて緊締し，且つこれと反対方向，即ち反時計方向での，一定回転数以降両ラチェット20，21が空転することとしている。",
                "具体的には，円形調整用摘子17の内側面17bにはボス22を設けており，その外周に数条の凸状スパイラル23が形成されている。また，上側筒体1の上部面1bにはこれに噛合する凹状スパイラル24が形成されていて，円形調整用摘子17の一定以上の回転により凸状スパイラル23が上側筒体1の凹状スパイラル24から遊離することとなり，且つその状態から反対方向に回転させることによって，再度噛合することとなる。",
                "【0024】図3に示す如く，炭酸ガス供給用ボンベBは食出し部Baを下側筒体2に収納されており，その下側筒体2は有底としているので上開口2aより挿入された炭酸ガス供給用ボンベBは底部2bにて覆われる。",
                "また，下側筒体2は下広状のスカート状面2cとなっているから，より安定して直立できる。",
                "図7はスプレー本体Sをボンベ収納ボックスXの側面Xaの側面に着脱自在に引掛ける差込引掛部Zの具体例を示し，握手部Saが差込まれるホルダー部25a及び上側筒体1の上部で，而も調整用摘子17の直下の溝26に巻付くリング部25bとを金属板にて一体的に形成したフック体25としている。",
                "勿論，図8に示す如く，フック体25を断面丸型金属体にて一体的に形成し，上側筒体1の下開口1aと下側筒体2の上開口2aとの間にて挟着してもよい。",
                "【図7】                          【図8】",
                "【0025】而して図9は，スプレー本体Sの具体例を示し，握手部Saと直行する筒部27を内蔵配置している。この筒部27は，通路である導管28を主として成している。",
                "導管28の前方位置には所定量の化粧水Wを収納するカップ29を導管28の内孔28aに連通したネジ孔28bに着脱自在にねじ込み取付装備している。この化粧水Wとしては，例えば一般化粧剤にゲルマニウム粒子を混合させれば，炭酸成分の保湿性と美白効果が一層強まり，美容目的，即ちソフト的効能が一層好適となる。",
                "【図9】",
                "【0026】このカップ29はキャップと導管28にねじ込まれる下端の滴下口29aとより成っている。また，導管28の先端には噴出ノズル31が設けられている。スプレー本体Sの導管28から握手部Saを通った可撓性ホースPが，ノズル部10のノズル孔13に接続されている。勿論，この可撓性ホースPは必要に応じた長さに設定する。",
                "また，この握手部Saには操作部30が装備されており，図1に明らかに示されているように，スプレー本体Sを保持するために握手部Saを握った手先Hによって，この操作部30を操作することにより，導管28の内孔28aを開閉するシャッター板32を上下にスライドさせる。",
                "【0027】具体的には，操作部30を反転レバー形式として，軸33にて反転自在に支持し，リンク34の一方ピン34aを操作部30に軸結合し，他方ピン34bをシャッター板32のリング35に軸結合している。勿論，この操作部30を押ボタン形式にすることも可能である。",
                "操作部30には，常に操作部30を矢印c，シャッター板32を矢印dと反対方向にバネ力を付勢している。",
                "【0028】このシャッター板32は，化粧水収納カップ29と炭酸ガス供給用パイプPの引込口36との間に位置し，操作部30の引き付けによりリンク34，35を介して縦溝37を下方向にスライドし，シャッター板32の小孔32aと導管28の内孔28aとが合致し炭酸ガスの流入を可能とする。",
                "導管28の内孔28aには，化粧水収納カップ29の滴下口29aに逆止弁38が装備されており，炭酸ガスが化粧水収納カップ29側に流入するのを防止し，適正な炭酸成分の混合化粧水が得られる。この逆止弁38としては薄膜の合成樹脂にて成型する。",
                "【0029】また，導管28の先端噴出ノズル31はパッキン39を介在してカップリング40を螺着してシールドする。",
                "更に，噴出ノズル31には顔肌に添わせる吸引パット41を適宜装着する。",
                "勿論，この吸引パット41を使用せずして直接肌面に噴霧混合化粧水を吹き付けてもよい。",
                "【0030】次に本発明美顔器の使用順序を説明する。スプレー本体Sにおける操作部30の使用動作は，前述の技術文献5に類似する。炭酸ガス供給用ボンベBの装填，取替え，及び上側筒体1内でノズル部10に形成された前記ガス通路の炭酸ガス噴出の調整について説明する。",
                "図4は炭酸ガス供給用ボンベBが装填された状態を示している。この状態は，炭酸ガス供給用ボンベBの噴出口頭部3が上側筒体1のソケット部5に捻じ込まれており，ソケット部5の噴出用管11が炭酸ガス供給用ボンベBの封印膜3aを貫通している。",
                "【0031】而してノズル部10の弁杆15は下方向に下降しており，内孔12とノズル孔13との間は遮断されている。",
                "従って，この状態に於いてスプレー本体Sを操作しても，炭酸ガスが噴出供給されていないからスプレー本体Sから炭酸混合化粧水は霧状に噴出することはない。",
                "勿論，この状態は円形調整用摘子17が時計方向に回転しており，円形調整用摘子17の凸状スパイラル23が上側筒体1の凹状スパイラル24に噛合緊締し，且つ円形調整用摘子17の押圧杆18は下降し，その状態は維持されているから，図5に示す如くバネ16に抗して弁杆15を下方向に弾圧下降状態に維持されており，ガス漏れはない。",
                "【0032】続いて，スプレー本体Sを使用し，炭酸混合化粧水を霧状に噴出するに当たっては，上記状態より円形調整用摘子17を反時計方向に回転させる。",
                "円形調整用摘子17の一定以上に回転すると，円形調整用摘子17の凸状スパイラル23が上側筒体1の凹状スパイラル24より遊離し，以降両ラチェット20，21が空転する。",
                "而して，図6の夫々の矢印に示す如く円形調整用摘子17の押圧杆18はバネ19に抗して上昇する。この押圧杆18の弾圧開放により弁杆15はバネ16にて上昇して，維持される。",
                "【0033】弁杆15の上昇にて，噴出用管11，内孔12，ノズル部10のノズル孔13に亘ってガス流通路を形成される。",
                "この状態に於いて，スプレー本体Sを操作すれば，炭酸ガスと化粧水収納カップ29からの炭酸ガスとが混合し，所望の炭酸混合化粧水をスプレー本体Sの噴出ノズル31から霧状に噴出させることとなる。",
                "【0034】次にスプレー本体Sからの炭酸混合化粧水の噴出を停止，即ちスプレー本体Sの使用を終了する場合は，円形調整用摘子17を時計方向に回転し，円形調整用摘子17の凸状スパイラル23を上側筒体1の凹状スパイラル24に噛合緊締させると共に押圧杆18を下降させる。",
                "これにより図5に示す如くバネ15に抗して弁杆15は下方向に弾圧下降し，ノズル部10のノズル孔13と噴出用管11とのガス流路を遮断し，ガス供給は断たれる。",
                "勿論，この状態でこの状態に於いてスプレー本体Sを操作してもスプレー本体Sからは炭酸混合化粧水が噴出することはない。",
                "尚，ガス消耗による炭酸ガス供給用ボンベBの取替えは，先ず炭酸ガス供給用ボンベBの食出し部Baを保持して回転させ，ソケット部5から取り外す。",
                "【0035】次にガス充満の炭酸ガス供給用ボンベBを装填する場合は，炭酸ガス供給用ボンベBの上端噴出口頭部3を上側筒体1のソケット部5に捻じ込む。",
                "而してソケット部5の噴出用管11が噴出口頭部3の封印膜3aに貫通し，炭酸ガス供給用ボンベBからの噴出ガスは噴出用管11，内孔12，ノズル孔13に亘ってガス流通路を形成し，炭酸ガス供給用ボンベBの装填を完了することとなる。",
                "【0036】本発明は美顔器としているが，勿論他の腕，足，身体の肌面への炭酸混合化粧水を噴射することも出来るのである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上から，本件発明は，以下のとおりのものと認められる。",
                "本件発明は，化粧水と炭酸ガスとの混合液を顔肌などに噴霧する美顔器に関する（【0001】）。",
                "炭酸泉内の炭酸成分は皮膚下の毛細血管に作用してそれを拡張させる効能を有しており，遊離炭酸を含有する炭酸泉に入浴すると血行が改善されて疲労回復や健康増進が図れることは既に広く知られているので，この効能を利用して，化粧水と炭酸ガスとの混合液を顔肌などに吹き付け，皮脂や汚れなどの残骸物を顔肌から遊離させて取り除くことで，より若々しく美しい顔肌を指向する（【0002】）。",
                "一般的な美顔器としては，①単にスチームを噴射し，さらには吸引パットを添わせて顔肌の残骸物を除去するもの，②炭酸ガス供給用ボンベをスプレー本体に直接取り付けたもの，③炭酸ガスと化粧水との混合液をボンベに充満したものが存在していたが，①の美顔器は顔肌へのソフト的な癒しが考慮されておらず，かえって顔肌などを傷めることも否定できず，②の美顔器は炭酸ガス供給用ボンベとスプレー本体とを一体化したものにすぎず，③の美顔器はいわゆるエアゾールにすぎず，特に，①～③の美顔器はいずれも炭酸ガス供給用ボンベが露呈しているため，炭酸ガスを充満したボンベに対する違和感，不安感から使用者に敬遠される傾向にあった。そこで，登録実用新案第3136465号公報（甲2文献）に示すように美顔器の製品化に結び付く発明がされた（【0002】，【0003】）。",
                "本件発明は，より実用に即した製品の具現化を探求したものであり，本件発明が解決しようとする課題は，炭酸混合化粧水を生成する炭酸ガス供給用ボンベが使用時に直接目に触れないようにし，不必要な違和感，不安感を払拭し，かつ，ボンベからの炭酸ガス噴出調整も，ボンベを直視することなく軽快に操作できるようにすることにある（【0003】，【0005】）。",
                "本件発明は，炭酸ガス供給用ボンベの上端の噴出口頭部が直立型ボンベ収納ボックスXの上側筒体によって隠蔽され，その上方で円形調整用摘子の水平回転によりガス通路のガス噴出を調整できるので，①炭酸混合化粧水を生成する炭酸ガス供給用ボンベが使用時に直接目に触れない，②ボンベを直視することなく，直立型ボンベ収納ボックスの上部に装備された円形調整用摘子を水平回転させることにより，ボンベからの炭酸ガス噴出調整を軽快に行える，という効果を奏する（【0011】，【0016】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の認定",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献（甲2）には，以下の記載がある。",
                "【請求項1】所定量の化粧水を収納するカップと，このカップを装備すると共に，滴下された化粧水が引き込まれる導管を内蔵し，且つ該導管の先端に設けられた噴出ノズルを有するスプレー本体と，更にこの導管内において前記滴下化粧水と混合して該炭酸混合化粧水を噴出ノズルから霧状に噴出させる炭酸ガス供給用ボンベと，而も該スプレー本体に備えられた炭酸混合化粧水の噴出調整用摘子とで成したことを特徴とする美顔器。",
                "【請求項2】炭酸ガス供給用ボンベを直立収納する筒部と，該炭酸ガス供給用ボンベに連結されたガス供給用パイプを収納すると共に，化粧水収納カップを備えたボックス部と，該パイプを前面から進退自在に引出すと共に，後部の炭酸ガス供給用ボンベ及び化粧水収納カップを遮蔽する前板とで構成されたデスクトップ器体と，この前板から引出した炭酸ガス供給用パイプに接続されたスプレー本体と，更にデスクトップ器体に備えられた炭酸混合化粧水の噴出調整用摘子とで成したことを特徴とする美顔器。",
                "【請求項6】スプレー本体を，握手部とこの握手部に対し直行する筒部とで構成し，この筒部の内部に導管を長手方向に内蔵配置すると共に噴出調整用摘子を後端に装備し，更に炭酸ガス供給用ボンベからのガス供給用パイプを前記握手部の内部を挿通して導管に接続し，且つ握手部にシャッター板を上下にスライドする操作レバーを装備したことを特徴とする請求項1記載の美顔器。",
                "【技術分野】【0001】本考案は化粧水と炭酸ガスとの混合液を顔肌に噴霧状に吹き付ける美顔器に関する。",
                "【背景技術】【0002】近時，遊離炭酸を含有する炭酸泉に入浴すると，炭酸泉内の炭酸成分が皮膚下の毛細血管に作用してこの毛細血管を拡張させ，これにより入浴者の血行が改善されて入浴者の疲労回復や健康増進が図れることは，既に広く知られている。",
                "そこで，この炭酸成分が皮膚下の毛細血管に作用してこの毛細血管を拡張させる効能を利用して，化粧水と共に混合液を顔肌に吹き付けると共に，皮脂や汚れ等の残骸物を顔肌から遊離させて取り除き，より若々しく美しい顔肌を指向する。",
                "一般的な美顔器として，例えば下記技術文献1及び2が存在する。",
                "これらは，単にスチーム噴射，更には顔肌に吸引パットを添わせて顔肌の残骸物をハード的に除去させるものであり，顔肌へのソフト的な癒しは考慮されておらず，却って顔肌を傷めることも否定できなかった。",
                "【0003】【特許文献】  実用新案出願公告昭63-48265号・・・技術文献1  特開2000-197519号・・・技術文献2",
                "【考案の開示】【考案が解決しようとする課題】【0004】本考案は，顔肌の皮脂や汚れ等の残骸物をハード的に除去することによって，顔肌を傷めるという課題を解決することとした。",
                "【考案の効果】【0006】（1）請求項1により，スプレー本体の噴出ノズルから霧状に噴出した炭酸成分の混合化粧水が顔肌の毛細血管に作用して該血管を拡張し，皮脂や汚れ等の残骸物を顔肌からソフト的に遊離させて取り除き，より若々しく美しい顔肌を指向することができ，而してその噴出量はその噴出調整用摘子にて使用者の所望に応じ適宜調整できる。",
                "（2）請求項2により，デスクトップ器体としてその前板にて後部に直立した炭酸ガス供給用ボンベを遮蔽して違和感を無くすると共に，而もスプレー本体とボンベを連結するガス供給用パイプを前板から進退自在に引出すことができ使用しない時は，邪魔にならず使い勝手良い。",
                "（5）請求項6により，スプレー本体，ガス供給用パイプを内部に挿通し，且つ操作レバーを備えた握手部，スプレー本体後端の噴出調整用摘子と夫々の配置によって美顔器全体のバランスと使用操作勝手が良い。",
                "【図1】                          【図2】",
                "【考案を実施するための最良の形態】【0007】以下本考案を実施形態の図面に基づいて説明する。図1は美顔器の使用状態を示す斜視図であって，使用者が手先Hにてスプレー本体1の握手部2を保持している。",
                "図2は，美顔器の全体構成図である。而して具体的には図3及び4に示す如く，スプレー本体1には握手部2と直行する筒部3を内蔵配置している。この筒部3は導管4を主として成している。",
                "而してこの導管4の前方位置には所定量の化粧水Wを収納するカップ5を装備している。・・・このカップ5はキャップ6と導管4にねじ込まれる下端の滴下口7とより成っている。また，導管4の先端には噴出ノズル8が設けられている。",
                "【図3】                          【図4】",
                "【0008】スプレー本体1の握手部2には，炭酸ガス供給用ボンベBに連結されたガス供給用パイプ9を収納し，その引込口10を導管4に接続している。",
                "また，この握手部2には反転自在に軸11にて支持された操作レバー12が装備されており，リンク13にて上下にスライドして導管4の内孔4aを開閉するシャッター板14に連携している。",
                "このシャッター板14は，化粧水収納カップ5と炭酸ガス供給用パイプ9の引込口10との間に位置し，操作レバー12の引き付けによりリンク13を介して縦溝15を下方向にスライドし，導管4の内孔4aを開く。",
                "更に導管4の後方端には内孔4aを進退自在に移動する様に噴出調整用摘子16を装備している。具体的には，内孔4aの端部4bと調整用摘子16の先端16aとを共にテーパー状に形成している。",
                "【0009】この噴出調整用摘子16と化粧水収納カップ5との間に炭酸ガス供給用パイプ9の引込口10が位置している。",
                "続いて，導管4の内孔4aには，化粧水収納カップ5の滴下口7に逆止弁17が装備されており，炭酸ガスが化粧水収納カップ5側に流入するのを防止し，適正な炭酸成分の混合化粧水が得られる。・・・",
                "【0010】図5は，炭酸ガス供給用ボンベBを直立収納する筒部21と，該炭酸ガス供給用ボンベBに連結されたガス供給用パイプ9を収納すると共に，化粧水収納カップ5を備えたボックス部22と，該パイプ9を前面から進退自在に引出すと共に，後部の炭酸ガス供給用ボンベB及び化粧水収納カップ9を遮蔽する前板23とで構成されたデスクトップ器体Xとした他の実施例であって，この前板23から引出した炭酸ガス供給用パイプ9にスプレー本体1を接続しおり，更にデスクトップ器体Xの前板23には炭酸混合化粧水の噴出調整用摘子16を備えている。また，この前板23に鏡24を装備し，スプレー本体1を収納するホルダー25を設けている。",
                "【図5】",
                "【使用動作説明】【0011】次に本考案美顔器の使用順序を説明すると，図1に示す如く顔肌に噴出ノズル8を向けると共に，操作レバー12を引く。",
                "この操作レバー12を引くことによりシャッター板14が降下し，炭酸ガス供給用ボンベBからのガスが供給用パイプ9を通して導管4の内孔4aを直進し，化粧水収納カップ5からの化粧水を誘引して混合化粧水として噴出ノズル8から一気に噴霧状に顔肌に吹き付ける。勿論，そのガス噴出量，噴出度は噴出調整用摘子16にて適度に調整する。",
                "更に，使用を中止または終了する時は，操作レバー12の引きを解けば，シャッター板14が上昇して導管4の内孔4aを閉塞し炭酸ガス供給を断つこととなる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上から，引用発明は以下のとおりのものと認められ，前記第2，3(2)のとおり認定される。",
                "引用発明は，化粧水と炭酸ガスとの混合液を顔肌に噴霧する美顔器に関する（【0001】）。",
                "炭酸泉内の炭酸成分は皮膚下の毛細血管に作用してそれを拡張させる効能を有しており，遊離炭酸を含有する炭酸泉に入浴すると血行が改善されて疲労回復や健康増進が図れることは既に広く知られているので，この効能を利用して，化粧水と炭酸ガスとの混合液を顔肌などに吹き付け，皮脂や汚れなどの残骸物を顔肌から遊離させて取り除くことで，より若々しく美しい顔肌を指向する（【0002】）。",
                "一般的な美顔器としては，単にスチームを噴射し，さらには吸引パットを添わせて顔肌の残骸物を除去するものが存在していたが，顔肌へのソフト的な癒しが考慮されておらず，かえって顔肌などを傷めることも否定できなかった（【0002】）。",
                "引用発明は，顔肌の皮脂や汚れなどの残骸物をハード的に除去すると顔肌を傷めるという課題を解決しようとするものである（【0004】）。",
                "引用発明は，①化粧水収納カップ5と，この化粧水収納カップ5を装備するとともに先端に噴出ノズル8が設けられたスプレー本体1と，炭酸ガス供給用ボンベBとからなる美顔器であるから，スプレー本体1の噴出ノズル8から霧状に噴出した炭酸混合化粧水が顔肌の毛細血管に作用してそれを拡張し，皮脂や汚れ等の残骸物を顔肌からソフト的に遊離させて取り除き，より若々しく美しい顔肌を指向することができる，②スプレー本体1の後方に炭酸ガスの噴出調整をする噴出調整用摘子16が設けられているから，炭酸混合化粧水の噴出量を使用者の所望に応じて適宜調整することができる，という効果を奏する（【請求項1】，【0006】，【0009】，【0011】）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明と引用発明とを対比すると，その一致点及び相違点は，前記第2，3(5)アのとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（甲3発明の認定及び組合せの認定判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲3発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3文献には，以下の記載がある（甲3）。",
                    "①「2．特許請求の範囲",
                    "（1）．燃性ガスボンベおよび支燃性ガスボンベの各々に開封機構を介して一次側がそれぞれ接続される複数の調圧機構と，この複数の調圧機構の各々の二次側に着脱自在な可撓性の管を介して接続され，先端部に火口を備えたトーチ部とからなる携帯用トーチであって，前記燃性ガスボンベおよび支燃性ガスボンベに接続される各々の前記調圧機構が，一次側と二次側との間に介設され，弁座Oリングに挿通されるとともに，弁ばねおよび一次側のガス圧によって一次側と二次側とを遮断する方向に付勢される異径弁体と，二次側において前記異径弁体の端部に当接され，二次側におけるガス圧の変化を打ち消す方向に前記異径弁体を変位させる調圧ピストンと，この調圧ピストンの背面側に調圧ばねを介して当接される調圧ダイヤルとで構成され，該調圧ダイヤルの変位を前記調圧ばねおよび前記調圧ピストンを介して前記異径弁体に伝達することにより，該異径弁体と前記弁座Oリングとの密着による一次側と二次側との遮断，調圧ダイヤル操作で該異径弁体と前記弁座Oリングとの密着開放で，前記調圧ばねおよび前記調圧ピストンによる二次圧力の調整，二次圧力を介して火口からの流量調整が行われることを特徴とする携帯用トーチ。（1頁左下欄4行～右下欄8行）",
                    "②「〔産業上の利用分野〕本発明は，携帯用トーチに関し，特に，比較的微細な火焔を安定に形成することが必要とされる用途に好適な携帯用トーチに関する。」（1頁右下欄18行～2頁左上欄1行）",
                    "③「〔従来の技術〕たとえば，彫金などにおける微細な蝋付けや溶接作業のように，作業空間が狭く，かつ比較的微細な火焔を必要とする用途に使用されるトーチとしては，次のような構造のものが考えられる。",
                    "すなわち，小型の燃性ガスボンベおよび支燃性ガスボンベの各々に装着されたガス調圧機構において所定の圧に調整された燃性ガスおよび支燃性ガスをホースを介してトーチに導き，このトーチに設けられた流量調整機構によってトーチの先端部に設けられた火口に供給される燃性ガスおよび支燃性ガスの流量調整や供給および供給停止の制御などを行うようにしたものである。」（2頁左上欄2行～14行）",
                    "④「〔発明が解決しようとする問題点〕ところが，上記のような構造の携帯用トーチなどにおいては，調圧機構と流量調整機構とが個別に設けられているため，たとえばトーチに設けられた流量調整機構において燃性ガスや支燃性ガスの流量を絞ると，上流の調圧機構において供給圧の変動が生じて火口におけるガスの流出量が不安定となり，微細な火焔を安定に形成することが難しいという問題がある。",
                    "さらに，使用に際しては各ガス開閉弁または調圧機構と流量調整機構の双方を調整しなければならず，操作が煩雑になるとともに，流量調整機構がトーチに設けられているために，狭い作業空間で使用される比較的小さなトーチにおいては，流量調整機構のつまみなどが把持の障害となるなどしてトーチの操作性が損なわれるという問題もある。",
                    "本発明の目的は，微細な火焔を安定に形成することが可能な携帯用トーチを提供することにある。",
                    "本発明の他の目的は，操作性を向上させることが可能な携帯用トーチを提供することにある。」（2頁左上欄15行～右上欄15行）",
                    "⑤「〔作用〕上記した手段によれば，各々の調圧機構に設けられた調圧ダイヤルを操作することで，燃性ガスボンベおよび支燃性ガスボンベから各々の調圧機構を介してトーチ部に供給される燃性ガスおよび支燃性ガスの遮断およびガス圧の調整による流量の制御などを行うことができるので，ガス圧および流量の調整を個別に行う場合などに比較して，比較的小さな流量の燃性ガスおよび支燃性ガスをトーチ部に対して安定に供給することが可能となり，トーチ部の火口に微細な火焔を安定に形成することができる。",
                    "また，調圧ダイヤルのみを操作することで，トーチ部に供給される燃性ガスおよび支燃性ガスの遮断およびガス圧の調整による流量の制御などを行うことができるとともに，トーチ部に把持の障害となる余分な機構などを設ける必要がないので，操作性が向上される。」（2頁左下欄18行～右下欄15行）",
                    "⑥「〔実施例〕・・・収納ケース1の内部には，複数の調圧機構2および調圧機構3が併置され，該調圧機構2および調圧機構3をそれぞれ保持する複数のブラケット1aおよびブラケット1bと複数の固定ねじ1cとによって安定に固定されている。 ",
                    "調圧機構2および調圧機構3の各々の一次側には，たとえば液化石油ガスなどの燃性ガスが封入された燃性ガスボンベ4および酸素ガスなどの支燃性ガスが封入された支燃性ガスボンベ5が螺合されることによってそれぞれ着脱自在に接続されている。 ",
                    "また，調圧機構2および調圧機構3の二次側には，互いに独立な可撓性の管6および管7を介してトーチ部8が接続されている。 ",
                    "このトーチ8は，管6および管7を通じて供給される燃性ガスおよび支燃性ガスを内部において混合する把持部8aと，この把持部8aの先端部に着脱自在に螺着され，燃性ガスと支燃性ガスとの混合ガスの火焔が先端部に形成される火口8bとて構成されている。 ",
                    "また，収納ケース1の下部には，着脱自在な蓋体1dが設けられており，燃性ガスボンベ4および支燃性ガスボンベ5の調圧機構2および調圧機構3に対する着脱時などに開放されるように構成されている。」（2頁右下欄16行～3頁右上欄4行）",
                    "⑦「なお，本実施例においては，燃性ガスボンベ4が装着される調圧機構2および支燃性ガスボンベ5が装着される調圧機構3の内部構造は同一であるので，以下の説明では主として調圧機構2の構造を説明し，調圧機構3の対応する構成部品については括弧内に符号を示すこととする。 ",
                    "調圧機構2（3）において，筒状の本体2a（3a）の内部には，弁体ハウジング2b（3b）が螺着され，この弁体ハウジング2b（3b）の内部軸方向には，該弁体ハウジング2b（3b）を貫通して一端が二次側に突出される異径弁体2c（3c）が設けられている。 ",
                    "異径弁体2c（3c）は，一次側から二次側の方向に順に大径部2d（3d），テーパ部2e（3e）および小径部2f（3f)をなしている。 ",
                    "さらに，異径弁体2c（3c）は，弁座Oリング押さえ2g（3g）によって弁体ハウジング2b（3b）の内部に保持された弁座Oリング2h（3h）に挿通されている。 ",
                    "この弁座Oリング2h（3h）の内周径は，異径弁体2c（3c）の大径部2d（3d）よりは小さく，かつ小径部2f（3f）よりは大きくされている。 ",
                    "弁座Oリング押さえ2g（3g）の内部には，異径弁体2c（3c）を軸方向に案内する一次側流路2i（3i）が貫通して形成されており，外端部側には，内部軸方向に透孔2j（3j）が形成された開栓針（開栓機構）2k（3k）がフィルタ2l（3l）を介して螺着されている。 ",
                    "一次側流路2i（3i）の内部には，異径弁体2c（3c）を弁体ハウジング2b（3b）から突出させる方向に付勢する弁ばね2m（3m）が設けられている。 ",
                    "開栓針2k（3k）の周囲には，ボンベパッキン2n（3n）が装着されており，このボンベパッキン2n（3n）は燃性ガスボンベ4（支燃性ガスボンベ5）が螺着されるボンベホルダ2p（3p）によって固定されている。 ",
                    "一方，調圧機構2（3）の内部において弁体ハウジング2b（3b）に対向する位置には，軸方向に移動自在な調圧ピストン2q（3q）が設けられ，この調圧ピストン2q（3q）と弁体ハウジング2b（3b）との間には流体室A（二次側）が構成されるとともに，調圧ピストン2q（3q）の端面には弁ばね2m（3m）によって付勢される異径弁体2c（3c）の小径部2f（3f）側の端部が当接されている。 ",
                    "調圧ピストン2q（3q）の背面側には，収納ケース1の外部に突出して本体2a（3a）の外端部に螺着された調圧ダイヤル2r（3r）との間に調圧ばね2s（3s）が介設されている。 ",
                    "そして，外部から調圧ダイヤル2r（3r）を所望の方向に回動させることによって発生される該調圧ダイヤル2r（3r）の軸方向の変位が調圧ばね2s（3s）および調圧ピストン2q（3q）を介して異径弁体2c（3c）に伝達されるものである。」（3頁右上欄8行～4頁左上欄4行）",
                    "⑧「以下，本実施例の作用について説明する。",
                    "まず，調圧ダイヤル2r（3r）を適宜回動させて，調圧ばね2s（3s）および調圧ピストン2q（3q）を弁体ハウジング2b（3b）から遠ざかる方向に変位させると，弁ばね2m（3m）に付勢されて調圧ピストン2q（3q）に追随して変位される異径弁体2c（3c）は弁体ハウジング2b（3b）から突出する方向に移動され，第1図に示されるように，異径弁体2c（3c）の大径部2d（3d）が弁座Oリング2h（3h）の内周部に圧入密着されて一次側流路2i（3i）と二次側流路2t（3t）とが遮断される。」（4頁右上欄2行～13行）",
                    "⑨「次に，調圧機構2（3）の調圧ダイヤル2r（3r）を適宜回動させ，調圧ばね2s（3s）および調圧ピストン2q（3q）を介して異径弁体2c（3c）を，弁ばね2m（3m）の付勢力および一次側流路2i（3i）に作用されている燃性ガス（支燃性ガス）の圧力に抗して弁体ハウジング2b（3b）の内部に押し込む方向に変位させることにより，異径弁体2c（3c）のテーパ部2e（3e）および小径部2f（3f）と弁座Oリング2h（3h）の内周部との間に，異径弁体2c（3c）の軸方向の変位に応じて開度が変化するオリフィス（間隙）が形成され，このオリフィスを通じて一次側流路2i（3i）から二次側流路2t（3t）に連通される流体室Aに燃性ガス（支燃性ガス）が流出し，二次圧力を安定させる。",
                    "この時，調圧ピストン2q（3q）は，流体室Aに流入された燃性ガス（支燃性ガス）の圧力によって弁体ハウジング2b（3b）から遠ざかる方向に，すなわち，オリフィスの開度が減少する方向に該調圧ピストン2q（3q）に当接される異径弁体2c（3c）を変位させて流体室Aにおける燃性ガス（支燃性ガス）の圧力上昇を打ち消す方向に変位される。",
                    "そして，弁ばね2m（3m）と一次側流路2i（3i）における燃性ガス（支燃性ガス）の圧力とにより異径弁体2c（3c）に作用される付勢力，および流体室Aにおける燃性ガス（支燃性ガス）の圧力によって調圧ピストン2q（3q）に発生する付勢力の和と，外部から調圧ダイヤル2r（3r）の軸方向の変位によって変化する調圧ばね2s（3s）の反力とが均衡する位置で異径弁体2c（3c）の軸方向の変位，すなわちオリフィスの開度が安定し，このオリフィスの開度に応じた安定な二次圧力が流体室Aに設定され，各二次側流路2t（3t）および接続管11（12）さらには逆止弁機構13（14）に着脱自在に接続された管6（7）を通り，トーチ部8の火口8bからの流量を，二次圧力を介して一定流量として流出させる。",
                    "すなわち，調圧ダイヤル2r（3r）を外部から適宜回動させて調圧ばね2s（3s）の調圧ピストン2q（3q）に対する付勢力を変化させ，異径弁体2c（3c）の軸方向における釣り合い位置を適宜変化させることにより，一次側流路2i（3i）から流体室Aの方向に流出される燃性ガス（支燃性ガス）の二次圧および火口8bからの流量などが随時所望の値に調整されるとともに，調圧ピストン2q（3q）が弁体ハウジング2b（3b）から遠ざかる方向に調圧ダイヤルを回動させることにより，一次側流路2i（3i）と二次側の流体室Aとの遮断が随時迅速に行われる。 ",
                    "こうして，流体室Aに，調圧ダイヤル2r（3r）の回動量に応じた所望の値の安定な二次圧および火口8bからの一定流量で流出された燃性ガス（支燃性ガス）は，二次側流路2t（3t）および接続管11（12），さらには逆止弁機構13（14）および管6（7）を通じてトーチ部8に供給される。」（4頁左下欄13行～5頁右上欄11行）",
                    "⑩第1図"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上から，甲3発明は以下のとおりのものと認められる。",
                    "甲3文献には，比較的微細な火焔を安定に形成することが必要とされる用途に好適な携帯用トーチに関する発明（甲3発明）が記載されている（②）。",
                    "従来，彫金などにおける微細な蝋付けや溶接作業のように，作業空間が狭く，かつ比較的微細な火焔を必要とする用途に使用される携帯用トーチとして，小型の燃性ガスボンベ及び支燃性ガスボンベのそれぞれに装着されたガス調圧機構で所定の圧に調整された燃性ガス及び支燃性ガスをホースでトーチに導き，トーチに設けられた流量調節機構でトーチ先端部の火口に供給される燃性ガス及び支燃性ガスの流量調整や供給及び供給停止の制御を行う構造のものがあった（③）。",
                    "従来の携帯用トーチは，①調圧機構と流量調整機構とが個別に設けられているため，微細な火焔を安定に形成することが難しい，②使用の際に各ガス開閉弁又は調圧機構及び流量調整機構の双方を調整しなければならないので，操作が煩雑になるとともに，流量調整機構がトーチに設けられているので，狭い作業空間で使用される比較的小さなトーチでは流量調整機構のつまみなどが把持の障害になるなどしてトーチの操作性が損なわれる，という問題があった（④）。",
                    "甲3文献に記載された携帯用トーチは，微細な火焔を安定に形成することを目的とし，また，操作性を向上させることを目的としている（④）。",
                    "甲3文献に記載された携帯用トーチは，燃性ガスボンベ及び支燃性ガスボンベの各々にそれぞれの一次側が接続される複数の調圧機構と，複数の調圧機構のそれぞれの二次側に可撓性の管を介して接続されたトーチ部とからなる携帯用トーチであり，複数の調圧機構は，いずれも異径弁体と調圧ピストンと調圧ダイヤルとで構成される（①，⑥～⑨）。",
                    "甲3文献に記載された携帯用トーチは，①複数の調圧機構のそれぞれに設けられた調圧ダイヤルの操作により，燃性ガスボンベ及び支燃性ガスボンベからそれぞれトーチ部に供給される燃性ガス及び支燃性ガスの遮断及びガス圧調整による流量制御を行うことができるので，ガス圧及び流量の調整を個別に行う場合に比べて，比較的小さな流量の燃性ガス及び支燃性ガスをトーチ部に安定供給することが可能になり，トーチ部の火口に微細な火焔を安定に形成することできる，②調圧ダイヤルのみの操作により，トーチ部に供給される燃性ガス及び支燃性ガスの遮断及びガス圧調整による流量制御を行うことができるとともに，トーチ部に把持の障害になる余分な機構を設ける必要がないので，操作性が向上する，という効果を奏する（⑤）。",
                    "したがって，甲3文献に記載された携帯用トーチは，従来の携帯用トーチの問題を，「燃性ガスボンベ及び支燃性ガスボンベの各々にそれぞれの一次側が接続される複数の調圧機構と，複数の調圧機構のそれぞれの二次側に可撓性の管を介して接続されたトーチ部とからなる携帯用トーチであり，複数の調圧機構は，いずれも異径弁体と調圧ピストンと調圧ダイヤルとで構成される」という構成を採用することによって解決したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対する判断",
                  "text": [
                    "原告は，甲3文献から，いわゆる高圧ガスボンベに装着してガスを取り出す構成及びガスボンベの収納容器に関する一般的な構成を，携帯用トーチから独立して，ひとまとまりの技術として把握することができる，として，甲3文献には，原告甲3発明が記載されている，と主張する。",
                    "しかし，前記イ認定のとおり，甲3発明の異径弁体と調圧ピストンと調圧ダイヤルとで構成される「調圧機構2」は，単に燃性ガスボンベ及び支燃性ガスボンベから取り出したガスを調整して送り出す機構であるだけでなく，携帯用トーチに使用されることによって，比較的小さな流量の燃性ガス及び支燃性ガスをトーチ部に安定供給することが可能になり，トーチ部の火口に微細な火焔を安定に形成することできる，操作性が向上する，という技術的意義を有するものである。したがって，この構成はトーチ部の存在を前提とするひとまとまりの技術思想をなしており，トーチ部から独立して把握することができない。",
                    "そして，甲3文献に記載された収納ケース1及び蓋体1dは，上記調圧ダイヤルを外側から操作でき，かつ，燃性ガスボンベ及び支燃性ガスボンベを収納するよう構成されているから，調圧ダイヤルから独立して把握することができず，したがって，トーチ部から独立して把握することができない。",
                    "そうすると，甲3発明は，前記第2，3(3)のとおり認定することができる。",
                    "甲3文献に原告甲3発明が記載されていることを前提とする原告のその余の主張を採用することもできない。",
                    "原告は，甲3文献，甲4文献，甲6文献及び甲7～9は，いずれも，「ガスボンベからガスを取り出してガスを送り出す装置」の具体的構成に関する技術であるところ，それぞれ具体的用途が相違するにもかかわらず，同じ出願人，発明者（考案者）が，各出願，発明をしていると主張するが，そうであるからといって，上記判断が左右されることはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と甲3発明との組合せの動機付けについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の課題",
                  "text": [
                    "甲2文献の「デスクトップ器体としてその前板にて後部に直立した炭酸ガス供給用ボンベを遮蔽して違和感を無くする」（【0006】）との記載，及び甲10からは，美顔器や観賞用水槽装置のように家庭内で利用される器具については，むき出しのガスボンベの外観が見苦しいという課題があることは認められるものの，用途を問わないガスボンベ一般についても当該課題があるとまでは認めることができない。  ",
                    "これに対し，甲3発明の燃性ガスボンベ及び支燃性ガスボンベは，彫金などにおける微細な蝋付けや溶接作業のための携帯用トーチに装着されるものであるから，必ずしも家庭内で利用される器具に用いられるものとはいえない。そうすると，これらの燃性ガスボンベ及び支燃性ガスボンベがむき出しになっていたとしても，その外観が見苦しいという課題が直ちに生じるということはできず，燃性ガスボンベ及び支燃性ガスボンベが収納ケース1及び蓋体1dからなる収納容器に収納されているとしても，その収納容器は，むき出しのガスボンベの外観が見苦しいという課題を解決するものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術分野",
                  "text": [
                    "引用発明の属する技術の分野は美顔器であり，甲3発明の属する技術分野は携帯用トーチである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "作用・機能の共通性",
                  "text": [
                    "引用発明は炭酸ガス混合化粧水を噴霧する装置であるのに対し，甲3発明は燃性ガスと支燃性ガスとの混合ガスを燃焼させて微細な火焔を形成し，彫金などにおける微細な蝋付けや溶接作業を行うための装置であり，ガスを噴出させる目的に何ら共通するところがないから，両者の作用，機能が共通するとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，引用発明と甲3発明とは，その発明の課題，技術分野及び作用・機能が異なるから，その余の点について判断するまでもなく，引用発明に甲3発明を組み合わせる動機付けがあるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，引用発明に甲3発明を組み合わせることができないから，相違点4～6に係る本件発明1の構成を引用発明に採用することができない。取消事由1（1-1及び1-2を含む。）は，その余の点について判断するまでもなく，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（甲4発明の認定及び組合せの認定判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲4発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4文献には，以下の記載がある（甲4）。",
                    "①「［産業上の利用分野］本発明は，携帯用トーチに関し，特に比較的微細な火焔を安定的に形成することが必要とされる携帯用トーチに適用して有効な技術に関する。」（1頁右欄6行～9行）",
                    "②「［従来の技術］たとえば，彫金等における微細な蝋付けや溶接作業等のように，比較的微細な火焔を必要とする用途に使用される携帯用トーチとしては，ガスボンベが設けられるトーチ本体と，前記ガスボンベからガス調圧機構を介して供給されたガスにより火焔が形成されるトーチ部とを備え，前記トーチ部がガス流量調整機構を有していないものがある。」（1頁右欄10行～17行）",
                    "③「［発明が解決しようとする問題点］しかしながら，前記した携帯用トーチで比較的微細な火焔を安定的に形成する場合には，そのトーチ部がガス流量調整機能を有していないため，高圧ガスボンベからのガス圧をガス調圧機構により大幅に減圧してトーチ部に供給しなければならない。",
                    "このように前記した携帯用トーチは，そのガス調圧機構によるガス圧の大幅な減圧作用が必要とされるため，該ガス調圧機構を大形化し精密化しなければならないという問題点がある。",
                    "本発明の目的は，調圧機構の小形化や簡易化を図ることができる携帯用トーチを提供することにある。」（1頁右欄18行～2頁左上欄11行）",
                    "④「［問題点を解決するための手段］本発明の携帯用トーチは，ガス流量調整機能を有していないトーチ部側からガス調圧機構側へのガスの流れを阻止する逆止弁が該調圧機構とトーチ部との間に介在され，前記逆止弁は，前記調圧機構側から前記トーチ部側へ流れるガス圧を減圧する機能をも備えている構造としたものである。」（2頁左上欄12行～18行）",
                    "⑤「［作用］・・・逆止弁は，ガス調圧機構側からトーチ部側へ流れるガス圧を減圧する機能をも備えていることにより該トーチ部への供給ガスはガス調圧機構の他に，該逆止弁によっても減圧されるので，ガス調圧機構による減圧作用を減少させることができ，該ガス調圧機構の小形化や構造の簡易化を図ることができる。」（2頁左上欄19行～右上欄12行）",
                    "⑥「本実施例の携帯用トーチは，トーチ本体21と，トーチ部22と，トーチ本体21とトーチ部22とを接続している一対のガス供給用管23と，トーチ部用のスタンド24とを備えている。 ",
                    "前記トーチ本体21は，第1図ないし第3図に示すように表ケース部材25aと裏ケース部材25bとを，たとえばねじ25c等により結合させて形成された収納ケース25と，この収納ケース25の下部に着脱自在に設けられた底ケース26とを有している。」（2頁左下欄2行～11行）",
                    "⑦「トーチ本体21の内部には，第6図に示すように，たとえば液化石油ガス等の燃性ガスが封入された燃性ガスボンベ30と，酸素ガス等の支燃性ガスを封入された支燃性ガスボンベ31とが交換自在に並設されている。前記一対の管23の各々はこれらのガスボンベ30，31の一方に夫々連通され，各ガスボンベ30，31からの燃性ガスおよび支燃性ガスの各々をトーチ部22に導き出す。」（2頁右下欄15行～3頁左上欄3行）",
                    "⑧「前記トーチ部22は，第1図および第7図に示すように把持部22aと，この把持部22aの先端部に着脱自在に螺着された火口22bとで形成されていて，管23，23を通じて供給される燃性ガス及び支燃性ガスが把持部22aで混合され，この混合ガスの火焔が火口22bに形成されるようになっている。このトーチ部22は，ガス流量調整機構を有していない構造とされている。」（4頁左上欄6行～13行）",
                    "⑨「第6図に示すように収納ケース25の内部には，一対のガス調圧機構41，42がパネル25eに固定されて併設されている。 ",
                    "調圧機構41，42の各々の一次側には，ガスボンベ30，31が螺合されて着脱自在に接続され，調圧機構41，42の二次側には，管23，23を介してトーチ部22が接続されている。 ",
                    "なお，本実施例においては，調圧機構41，42の内部構造は，同一であるので，以下の説明では調圧機構41の構造を主に説明する。 ",
                    "調圧機構41の筒状の本体43内には，弁体ハウジング44が螺着されている。弁体ハウジング44内の軸方向には，該弁体ハウジング44を貫通し，一端側が二次側に突出される異径弁体45が設けられている。 ",
                    "異径弁体45は，大径部45a，テーパ部45b，小径部45cから形成されている。また，異径弁体45は，弁座Oリング46に挿通され，この弁座Oリング46は弁体ハウジング44内の弁座押さえ47によって保持されている。 ",
                    "弁座Oリング46の内径は，異径弁体45の大径部45aより小さく，小径部45cより大きくされている。 ",
                    "弁座押さえ47内には，異径弁体45をその軸方向に案内する一次側流路47aが貫通して形成されている。弁座押さえ47の外端側には，フィルタ48を介して開栓針49が螺着され，この開栓針49内にはその軸方向に透孔49aが貫通して形成されている。 ",
                    "一次側流路47a内には，弁ばね50が設けられ，この弁ばね50は異径弁体45を弁体ハウジング44から突出させる方向に付勢している。 ",
                    "開栓針49の周囲には，ボンベパッキン51が装着され，このボンベパッキン51はガスボンベ30が螺着されるボンベホルダ52によって固定されている。 ",
                    "弁体ハウジング44の対向位置における調圧機構41内には，軸方向に移動自在な調圧ピストン53が設けられ，また調圧ピストン53と弁体ハウジング44との間には，流体室54が形成されている。 ",
                    "調圧ピストン53の端面には，異径弁体45の小径部45cの端部が弁ばね50によって付勢されて当接されている。 ",
                    "調圧ピストン53の背面側と調圧ダイヤル35との間には，調圧ばね55が介設されている。 ",
                    "調圧ダイヤル35は，本体43に螺着されて該収納ケース25の外部に突出されている。そして，調圧ダイヤル35を所望の方向に回動させることにより発生される該調圧ダイヤル35の変位が調圧ばね55および調圧ピストン53を介して異径弁体45に伝達されるようになっている。",
                    "調圧機構41の流体室54からは，ガス出口56が該調圧機構41に対し交軸方向に延在し，このガス出口56からは，・・・ガス取出口29が該ガス出口56の延在方向に対し直角方向（第6図においては，その紙面に対して垂直方向）に延在している。ガス取出口29は，接続管等を介することなく，調圧機構41に直接取り付けられている。",
                    "そして，調圧機構41のガス出口56と，他方の調圧機構42のガス出口56とは，互いに対向的に配置され，また夫々のガス取出口29，29が同一方向側で平行に延在されている。",
                    "ガス出口56，56内には，ト-チ部22側から調圧機構41，42側へのガスの流れを阻止する逆止弁57，57が夫々設けられている。",
                    "逆止弁57，57は，調圧機構41，42側から前記トーチ部22側へ流れるガス圧を所定圧だけ減圧する機能をも備えている。したがって，トーチ部22に供給されるガスは，調圧機構41，42の他に，この逆止弁57，57によっても減圧されるようになっている。」（4頁右上欄3行～5頁左上欄15行）",
                    "⑩ここで，第6図に示す状態は，ガスボンベ30，31の封板（図示せず）が夫々の開栓針49によって開封され，該ガスボンベ30，31内の比較的高圧のガスが夫々の開栓針49の透孔49aとフィルタ48を通じて一次側流路47aに夫々流入されている状態を示している。しかし，この一次側流路47a内のガスは，異径弁体45の大径部45aが弁座Oリング46に圧入密着されて一次側流路47aと流体室54とが遮断されているため，該流体室54には流入されていない。 ",
                    "この状態において，調圧ダイヤル35を所要の設定値まで回動させ，調圧ばね55および調圧ピストン53を介して異径弁体45を弁体ハウジング44内に押し込む方向に変位させる。 ",
                    "この変位により，弁座Oリング46に対する大径部45aの密着状態が開放され，小径部45cと弁座Oリング46の内周部との間を通じて一次側流路47aのガスが流体室54に流出する。 ",
                    "この場合に，流体室54のガス圧が調圧ダイヤル35で設定した所要の設定圧より高圧になった際には，そのガス圧により調圧ピストン53が押し上げられ，大径部45aが弁座Oリング46に密着されて一次側流路47aと流体室54とが遮断される。 ",
                    "これとは逆に，流体室54のガス圧が調圧ダイヤル35で設定した所要の設定圧より低圧になった際には，調圧ばね55の付勢力により調圧ピストン53が押し下げられ，大径部45aと弁座Oリング46との密着状態が開放されて一次側流路47aのガスが流体室54に流出する。 ",
                    "このように，本実施例によれば，異径弁体45の弁座Oリング46に対する密着とその開放とにより，調圧ダイヤル35で設定した所要の設定圧が安定した状態で維持され，この二次圧力を介してトーチ部22の火口22bから一定量のガスが流出される。 ",
                    "また，調圧ダイヤル35を適宜回動させて調圧ばね55の調圧ピストン53に対する付勢力を変化させることにより，トーチ部22の火口22bからのガス流量等を所望の値に安定した状態で調整することができる。",
                    "次に，このようにして夫々の流体室54に流入したガスは，ガス出口56と逆止弁57とガス取出口29と管23を通じてトーチ部22に供給されて混合され，その火口22bから流出され火焔を形成する。",
                    "この場合に，本実施例においては，逆止弁57が設けられていることにより，火口22bから管23を通じて燃性ガスが逆火した場合でも，該管23の内圧の上昇によって逆止弁57が閉じられるので，調圧機構41内に逆火焔が侵入せず，安全性の向上を図ることができる。」（6頁左上欄10行～右下欄1行）",
                    "⑪「また，本実施例における逆止弁57，57は，調圧機構41，42から前記トーチ部22側へ流れるガス圧を所定圧だけ減圧する機能を備えているので，トーチ部22に供給されるガスは，調圧機構41，42の他に，夫々の逆止弁57，57によっても減圧される。このため，このような逆止弁57を持たない携帯用トーチに比べ，調圧機構41，42による減圧作用を減少させることができ，該調圧機構41，42の小形化や構造の簡素化を図ることができる。」（6頁右下欄7行～16行）",
                    "⑫第1図                          ⑬第3図",
                    "⑭第6図"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上から，甲4発明は，以下のとおりのものと認められる。",
                    "甲4文献には，比較的微細な火焔を安定的に形成することが必要とされる携帯トーチに関する発明（甲4発明）が記載されている（①）。",
                    "従来，彫金などにおける微細な蝋付けや溶接作業のように，比較的微細な火焔を必要とする用途に使用される携帯用トーチとしては，ガスボンベが設けられるトーチ本体と，ガスボンベからガス調圧機構を介して供給されたガスにより火焔が形成されるトーチ部とを備え，トーチ部がガス流量調整機構を有しないものがあった（②）。",
                    "従来の携帯用トーチは，トーチ部がガス流量調整機構を有しないため，比較的微細な火焔を安定的に形成するには，高圧ガスボンベからのガス圧を大幅に減圧してトーチ部に供給しなければならず，そのような大幅な減圧作用を実現するにはガス調圧機構を大型化し，精密化しなければならないという問題があった（③）。",
                    "甲4文献に記載された携帯用トーチは，ガス調圧機構の小形化や簡易化を図ることを目的としている（③）。",
                    "甲4文献に記載された携帯用トーチは，ガス流量調整機能を有しないトーチ部からガス調圧機構側へのガスの流れを阻止するとともに，ガス調圧機構側からトーチ部側へ流れるガス圧を減圧する逆止弁を，ガス調圧機構とトーチ部との間に介在させたものである（④，⑥～⑩）。",
                    "甲4文献に記載された携帯用トーチは，トーチ部へ供給されるガス圧がガス調圧機構に加えて逆止弁によっても減圧されるので，ガス調圧機構による減圧作用はその分だけ小さくてよく，したがって，ガス調圧機構を小型化し，その構造を簡易化することができるという効果を奏する（⑤，⑪）。",
                    "したがって，甲4文献に記載された携帯用トーチは，従来の携帯用トーチの問題を，「ガス流量調整機能を有しないトーチ部からガス調圧機構側へのガスの流れを阻止するとともに，ガス調圧機構側からトーチ部側へ流れるガス圧を減圧する逆止弁を，ガス調圧機構とトーチ部との間に介在させる」という構成を採用することによって解決したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対する判断",
                  "text": [
                    "原告は，甲4文献についても甲3文献と同様の議論が当てはまるから，甲4文献から原告甲4発明が認定されるべきであると主張する。",
                    "しかし，甲4文献に記載された携帯用トーチが奏する効果に鑑みると，甲4文献に記載された携帯用トーチに採用された前記の構成の技術的意義は，トーチ部へ供給されるガス圧がガス調圧機構に加えて逆止弁によっても減圧されるので，ガス調圧機構の減圧作用がその分だけ小さくてよく，トーチ部がガス流量調整機構を有しなくても，また，ガス調圧機構を大型化し，精密化しなくても，比較的微細な火焔を安定的に形成することができる，という点にあるものと認められる。この技術的意義は，トーチ部があることを前提とするものであり，トーチ部が存在しなければ失われてしまうものであることは明らかである。",
                    "そうすると，甲4文献に記載された発明は，トーチ部を有する，ひとまとまりの技術思想（すなわち，携帯用トーチ）として認定するべきであって，甲4発明は，以下のとおり認定することができる。",
                    "「燃性ガスを導く管と支燃性ガスを導く管との一対の管23と， ",
                    "トーチ部22であって， ",
                    "一対の管23の一端部に接続され， ",
                    "トーチ部22の先端に設けられる火口22bと， ",
                    "一対の管23からの燃性ガスと支燃性ガスを，火口22bから噴出させるトーチ部22と， ",
                    "燃性ガスボンベ30及び支燃性ガスボンベ31であって，それぞれ， ",
                    "全体の形状が上下に細長く形成され， ",
                    "上端の小径部と， ",
                    "上端の小径部の装着端に設けられる封板と ",
                    "を有する燃性ガスボンベ30及び支燃性ガスボンベ31と， ",
                    "一方向および反対方向に水平回転可能な2つの調圧ダイヤル35，35と， ",
                    "燃性ガスボンベ30及び支燃性ガスボンベ31を収納するトーチ本体21であって， ",
                    "調圧機構41及び調圧機構42を有する収納ケース25であって， ",
                    "下開口であり， ",
                    "2つの調圧ダイヤル35，35は，収納ケース25の上方で操作可能であり， ",
                    "調圧機構41及び調圧機構42を有する収納ケース25内には， ",
                    "燃性ガスボンベ30が，燃性ガスボンベ30を取替え可能に，螺着されるボンベホルダ52と，支燃性ガスボンベ31が，支燃性ガスボンベ31を取替え可能に，螺着されるボンベホルダ52とを備え， ",
                    "燃性ガスボンベ30をボンベホルダ52に螺着した際，透孔49aを有する開栓針49がその燃性ガスボンベ30の封板を貫通して燃性ガスボンベ30からのガスが前記透孔49aを介して流入される，一次側流路47a及び流体室54が形成され，また， ",
                    "支燃性ガスボンベ31をボンベホルダ52に螺着した際，透孔49aを有する開栓針49がその支燃性ガスボンベ31の封板を貫通して支燃性ガスボンベ31からのガスが前記透孔49aを介して流入される，一次側流路47a及び流体室54が形成され， ",
                    "一方の調圧ダイヤル35の回転によって前記一次側流路47a及び流体室54を介する燃性ガスの停止及び調整をして，燃性ガスボンベ30から逆止弁57を介して一対の管23の他端部に供給し， ",
                    "他方の調圧ダイヤル35の回転によって前記一次側流路47a及び流体室54を介する支燃性ガスの停止及び調整をして，支燃性ガスボンベ31から逆止弁57を介して一対の管23の他端部に供給する，調圧機構41及び調圧機構42を有する収納ケース25と， ",
                    "底ケース26であって， ",
                    "上開口であり， ",
                    "収納ケース25の下端開口縁と着脱自在であり， ",
                    "調圧機構41及び調圧機構42を有する収納ケース25の2つの前記ボンベホルダ52のそれぞれに燃性ガスボンベ30と支燃性ガスボンベ31を螺着した状態では，燃性ガスボンベ30及び支燃性ガスボンベ31を収納する， ",
                    "底ケース26と ",
                    "を備えトーチ本体21を含む ",
                    "携帯用トーチ。」",
                    "甲4文献に原告甲4発明が記載されているとの原告の主張を採用することはできず，この主張を前提とする原告のその余の主張を採用することもできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と甲4発明との組合せの動機付けについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の課題",
                  "text": [
                    "前記3(2)アのとおり，引用発明の美顔器や観賞用水槽装置のように家庭内で利用される器具については，むき出しのガスボンベの外観が見苦しいという課題があることは認められるものの，用途を問わないガスボンベ一般についても当該課題があるとまでは認めることができない。",
                    "これに対し，甲4発明のガスボンベは，彫金などにおける微細な蝋付けや溶接作業のための携帯用トーチに装着されるものであるから，必ずしも家庭内で利用される器具に用いられるものとはいえない。そうすると，高圧ガスボンベがむき出しになっていたとしても，その外観が見苦しいという課題が生じるということはできず，したがって，ガスボンベが収納容器に収納されているとしても，その収納容器は，むき出しのガスボンベの外観が見苦しいという課題を解決するものとはいえない。また，甲4発明は，従来の携帯用トーチはトーチ部がガス流量調整機構を有しないため，比較的微細な火焔を安定的に形成するには高圧ガスボンベからのガス圧を大幅に減圧してトーチ部に供給しなければならず，そのような大幅な減圧作用を実現するにはガス調圧機構を大型化し，精密化しなければならないという問題を解決しようとするものであるのに対し，引用発明はスプレー本体1に噴出調整用摘子16及び操作レバー12を有するものであり，甲4発明が解決しようとする課題自体が生じない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術分野",
                  "text": [
                    "引用発明の属する技術の分野は美顔器であり，甲4発明の属する技術分野は携帯用トーチである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "作用・機能の共通性",
                  "text": [
                    "引用発明は炭酸ガス混合化粧水を噴霧する装置であるのに対し，甲4発明は高圧ガスボンベからのガス圧を調圧することによって比較的微細な火焔を安定的に形成し，彫金などにおける微細な蝋付けや溶接作業を行うための装置であり，ガスを噴出させる目的に何ら共通するところがないから，両者の作用，機能が共通するとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "したがって，引用発明と甲4発明とは，その発明の課題，技術分野及び作用・機能が異なるから，その余の点について判断するまでもなく，引用発明に甲4発明を組み合わせる動機付けがあるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，引用発明に甲4発明を組み合わせることができないから，相違点4～6に係る本件発明1の構成を引用発明に採用することができない。取消事由2（2-1及び2-2を含む。）は，その余の点について判断するまでもなく，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3（本件発明2～6の判断の誤り）について",
          "text": [
            "前記1～4のとおり，審決の本件発明1についての認定判断には結論として誤りはないから，本件発明2～6についての判断が誤りであるとはいえない。",
            "したがって，取消事由3には，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}