{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2015-3135号事件について平成28年9月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標出願の拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，商標法4条1項10号該当性である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本願商標及び特許庁における手続の経緯等",
          "text": [
            "原告は，平成25年7月2日，指定役務を第43類「南三陸産の海産物を使用した海鮮丼物の提供，南三陸産の具材を含む丼物を主とする飲食物の提供」(以下「本願役務」という。)として，「南三陸キラキラ丼」(標準文字)商標の登録出願をした(以下「本願商標」という。商願2013-050903号。乙68)が，平成26年10月31日付けで拒絶査定を受けた(甲38)ので，平成27年1月30日，拒絶査定不服審判を請求した(不服2015-3135号)。",
            "特許庁は，平成28年9月13日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年10月23日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "text": [
            "平成21年12月頃から，宮城県本吉郡南三陸町(以下「南三陸町」という。)地域の提供店の団体が，「南三陸キラキラいくら丼」(以下「引用商標1」という。)を使用して「南三陸産の具材を含む丼物の提供」(以下「引用役務」という。)を開始し，その後，「南三陸キラキラ丼」(以下「引用商標2」という。)シリーズとして，引用商標1，「南三陸キラキラ春つげ丼」(以下「引用商標3」という。)，「南三陸キラキラうに丼」(以下「引用商標4」という。)及び「南三陸キラキラ秋旨丼」(以下「引用商標5」という。引用商標1～5を合わせて「引用商標」ということがある。)を使用した引用役務の提供を行うようになった。そして，引用商標2は，宣伝広告活動及び報道によって，本願商標の登録出願時には，少なくとも宮城県及びその近隣県において，南三陸町地域を中心とする提供店の団体の業務に係る引用役務を表すものとして需要者の間で広く認識され，その周知性は現在まで継続している。",
            "本願商標と引用商標2とは，同一又は類似する商標であり，本願役務と引用役務とは，同一又は類似する役務である。",
            "よって，本願商標は，商標法第4条第1項第10号に該当するものであるから，登録することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "原告は，原告準備書面(2)で，取消事由1～4を主張するところ，「取消事由1(引用商標の特定を欠いていることの誤り)」及び「取消事由2(未登録商標を使用する「他人性」の認定の誤り)」のうちの「使用主体の認定の誤り」は，実質的に周知性を認めた審決の判断手法が違法であると主張するものである。そこで，本判決では，未登録商標を引用商標と改めた上，これらの主張を「取消事由3(未登録商標の周知性を認定した誤り)」と併せて取消事由1とし，取消事由2のうちの「原告の未登録商標の使用事実を看過した誤り」を取消事由2とし，「取消事由4(未登録商標の類否の認定，判断の誤り)」を取消事由3と整理する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用商標の周知性を認定した誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の特定を欠いていることの誤り",
              "text": [
                "本願商標が「南三陸キラキラ丼」であるから，「南三陸キラキラ丼」の名称の周知性を示す客観的証拠に限定して認定資料とすべきである。",
                "審決には，「南三陸キラキラ丼」(引用商標2)のみならず引用商標1，3～5の4種類の引用商標を掲げて，これらの4種類の引用商標の周知性をもって，引用商標2の周知性を判断した誤りがある上，証拠上引用商標1～5以外にも「南三陸キラキラ丼シリーズ」「キラキラ丼」など複数の未登録商標が使用されているにもかかわらず，証拠の一部を恣意的に抽出し，「南三陸キラキラ丼」の周知性の認定資料としている違法がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用主体の認定の誤り",
              "text": [
                "審決は，引用商標となる他人の未登録商標の使用について，「引用商標の使用開始時から平成27年まで一貫して，宮城県本吉郡南三陸町地域を中心とする飲食店の団体であることに変わりがないことから，本願商標が商標法第4条1項10号に該当するか否かの判断は，震災前を含めた当該団体による使用の証拠に基づき判断すべきである。」としている。",
                "しかし，未登録商標を使用する団体(主体)を認定する場合には，共通の目的を持つ人々の集まりであることが要件であり，飲食店が同じ地域にたまたま複数存在して，その中の一部がバラバラに商標を使用していたというだけでは，それらを未登録商標を使用する団体(主体)とすることはできない。",
                "本件では，引用商標の使用主体は，以下のとおり，本願商標の登録出願前(東日本大震災(以下「震災」という。)前)，本願商標の登録出願前(震災後)，本願商標の登録出願後の三段階において異なっているにもかかわらず，審決は，これらの段階ごとの個別の周知性の有無の精査を欠き，三段階を通して「宮城県本吉郡南三陸町地域を中心とする飲食店の団体であることに変わりがない」とし，全体を通じた引用商標の使用の事実をもって，周知性の認定資料としている誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "震災前(第一段階)",
                  "text": [
                    "第一段階の引用商標の使用は，原告が発案者となり，南三陸町を訪れる人々に「南三陸産の海産物や具材を使用した海鮮丼物」を提供することで多くの観光客やグルメ客の来訪により町興しをすることを共通目的にした飲食店の有志(6店舗)が集まり，当時の旧飲食店組合の組合長を中心に，平成21年12月から始まったものである。",
                    "この第一段階の引用商標の使用においては，四季により，「南三陸キラキラ春つげ丼」「南三陸キラキラうに丼」「南三陸キラキラ秋旨丼」「南三陸キラキラいくら丼」を行うことを打ち合わせただけで，各提供者が自由にその商標を使用していたのであり，そのため当時は，提供者をはじめとして，支援者も，マスコミもバラバラの名称を使用しており，構造も態様も異なる複数の名称が存在し，海鮮丼キャンペーンの連絡先として「南三陸時間旅行サポートセンター」が支援する体制になっていた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "震災後から本願商標出願まで(第二段階)",
                  "text": [
                    "震災後の引用商標の使用は，南三陸町の商店街や街並みが失われ，そこで生活をしていた人々の多くがいなくなってしまった震災後の南三陸町の状態の中で，被災者のために主に新設した仮設商店街を賑わせることによって，復興させることを共通目的として集まった飲食店の有志(9店舗)の団体により，平成24年2月25日，南三陸志津川福興名店街(通称:南三陸さんさん商店街。以下「南三陸さんさん商店街」という。)のオープンと同時に，南三陸名物「キラキラ丼」として復活したのである。",
                    "このように，第一段階である震災前の使用と震災後の復興を目指した第二段階の使用は，中心となる主体も異なり，その目的も全く異なるものであるから，その間に同一性はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願商標出願後(第三段階)",
                  "text": [
                    "A(以下「A」という。)が，個人名義で登録商標「南三陸キラキラ丼」(登録第5579047号・第30類。以下「別件商標」という。)を取得したことを契機として，大きく変質することになった。",
                    "Aは，平成25年5月2日に個人名義で別件商標を取得すると，直ちに商標権を取得したことを理由として，海鮮丼提供キャンペーンの主導者の一人となり，商標「南三陸キラキラ丼」を海鮮丼提供役務に使用をするには，当該商品商標である別件商標の使用許可を受け，加盟店になる必要があるとの誤った説明をし，Aが中心となって企画した「南三陸キラキラ丼」の仕様基準を順守するとともに，事務局でもあるAに対して年間所定の商標使用料を納付するように強要するに至った。",
                    "Aは，このように，Aの所有する別件商標の使用許可をうけ，決められている仕様基準を順守して加盟店になることが資格条件であると新たに決めて，参加者を新たに募集し直し，これに賛同した飲食店により新しい主体(団体)を形成し，その限られた特定グループだけが当該海鮮丼提供キャンペーンの活動ができるようにし，他者の活動を排斥するようになったのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「周知性」の認定の誤り",
              "text": [
                "震災前に，有志によって「南三陸キラキラ丼」と称して「南三陸町の海産物など地元食材を使った海鮮丼」が提供されてから，本願商標出願までの期間を併せてみてもわずかな期間であり，しかも，その間に使用されていない期間がある。",
                "このような短期間の断続的な使用で，特別の事情もなく周知性があると認定するのは，従来例と比較して経験則違反の不当な判断である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(原告による引用商標の使用事実を看過した誤り)",
          "text": [
            "引用商標は，平成21年9月頃に，原告が経営するGの女将(以下「原告ホテル」，「原告の女将」という。)により発案され同年11月には使用されており，引用商標を使用した丼物を提供する事業は，原告の女将が開発し，南三陸町飲食店の有志に呼びかけてキャンペーンを開始したものである。",
            "それ以来，今日に至るまで，原告は，原告ホテルのレストランや宿泊客に対して，「南三陸キラキラ丼」の提供を継続するとともに，当該キャンペーンについての情報発信をしたり，各種雑誌に掲載してもらったり，テレビ取材を受けたり，試食会を開いたりなど，積極的に当該キャンペーン活動を継続的に推進してきている。さらに，原告は，原告ホテルにおいて独自に広告を企画し，自ら広告費を支出して新聞，雑誌等に「南三陸キラキラ丼」の広告を行った。",
            "原告ホテルの利用客が平均年間約20数万人以上であることから，これまでの成果として新聞や雑誌などで公表されている「南三陸キラキラ丼」の提供数量のうち，最も多くの割合(少なくとも過半数以上)を原告ホテルが占めている。",
            "引用商標2は，上記のとおり原告が発案して使用を開始した商標であるから，原告がホテル等において提供する丼の提供役務を標章するものである。",
            "被告は，引用役務の提供店は南三陸町地域を中心とする提供店の団体であるとするが，「南三陸キラキラ丼」を提供している店舗は，特定の団体の構成員ということではなく，原告ホテルを含む飲食店の有志の集まりであった。",
            "したがって，引用商標2の「南三陸キラキラ丼」は，本願商標の出願人である原告をも含む飲食店の有志の未登録商標であり，原告は，当該未登録商標の使用主体そのものであり，商標法4条1項10号の「他人」ではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用商標の類否の認定，判断の誤り)",
          "text": [
            "審決が，そもそも構成や態様の異なる多様な未登録商標群の総称として「南三陸キラキラ丼」(引用商標2)を「他人の未登録周知商標」とし，引用商標と認定したのは，違法な事実認定である。",
            "したがって，このように違法な事実認定による引用商標2と本願商標を比較してその類否を判断するのは，商標法4条1項10号該当性の法的判断を誤った違法がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用商標の周知性を認定した誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の特定を欠いていることの誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠によれば，平成21年12月頃に，提供店により，引用商標1を使用した引用役務が期間限定で開始され，遅くとも平成22年3月までに，引用商標2を使用しシリーズ化した丼事業として，引用商標3を使用した引用役務の提供が行われたことがうかがえる。平成22年5月から8月の間には，シリーズ第3弾として引用商標4を，平成22年9月から10月の間には，シリーズ第4弾として引用商標5を，平成22年10月から平成23年1月の間には引用商標1を，それぞれ使用した引用役務が提供店により提供された。",
                    "一連の丼事業は，平成23年3月の震災により，一時中断したものの，平成24年2月には，提供店により引用商標1を使用した引用役務の提供が復活され，その際には，丼事業の復活の旨と，季節ごとに主となる南三陸産の食材を変えた4種類の丼物の提供が一年を通じてシリーズ化されており，当該役務について引用商標2が使用され，震災前に人気を集めたものであった旨とが併せて，新聞で報道された。",
                    "その後，平成24年4月から平成28年9月の間の，提供店による使用及び大型観光キャンペーンのパンフレット，雑誌，新聞等での紹介のされ方からすれば，引用商標1，3～5は，季節ごとに提供される丼物の統一的なメニュー名として使用され，これらをまとめてシリーズ全体を指称する場合には，引用商標2が使用されていたといえる。",
                    "そうすると，引用商標2は，平成22年3月から平成28年9月の間に，提供店により引用商標1，3～5の総称として使用され，これらに接した引用役務に係る取引者，需要者は，本願商標の登録出願時及び審決時において，引用商標2を引用商標1，3～5の総称として認識していたといえる。",
                    "そうであれば，引用商標2の周知性の認定に当たり，引用商標1，3～5に係る事情を参酌することは許されるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標1～5は，それらの構成中の「南三陸」の文字部分が，引用役務の提供地を表す文字であって，自他役務識別標識としての機能が弱いものであることからすれば，該文字部分を省略して他の自他役務識別機能を果たし得る部分，すなわち，「キラキラいくら丼」，「キラキラ丼」，「キラキラ春つげ丼」，「キラキラうに丼」及び「キラキラ秋旨丼」の文字をもって取引される場合もあるといえる。併せて，「南三陸キラキラ丼シリーズ」又は「キラキラ丼シリーズ」の文字が使用されていることについて，引用商標1，3～5を使用した季節ごとの丼事業が一年を通じてシリーズ化されているという取引者，需要者の認識のもとでは，これらの文字中の「シリーズ」の語は，「連続性を持つ一連のもの」という意味を表し(「広辞苑第六版」(株式会社岩波書店発行)，乙84)，引用役務との関係において，自他役務識別標識としての機能が弱いものであるから，上述の「南三陸」の文字の自他役務識別標識としての機能の弱さも併せみれば，いずれにしても，「南三陸キラキラ丼シリーズ」及び「キラキラ丼シリーズ」の要部は「キラキラ丼」の文字部分にあるといえる。してみれば，引用商標1～5以外の未登録商標が使用されている事実をもって，引用商標2が南三陸町地域を中心とする提供店の団体による引用役務を表示するものとして需要者に広く認識されていたことを否定する根拠とはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用主体の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標法4条1項10号の適用は，需要者の認識を基準に判断されるものである。",
                    "各書証から，引用役務に係る取引者，需要者が，引用商標を使用した引用役務の提供者は，南三陸町飲食店組合に所属し，南三陸町地域を中心とする提供店の団体であると認識していたといえる。また，提供店一覧パンフレット，仮設商店街のチラシ等の宣伝広告や新聞等の紹介記事により，引用商標2を使用した引用役務に接した取引者，需要者が，丼事業において，提供者の団体と，一般社団法人南三陸町観光協会，南三陸商工会及び南三陸町とが協力関係にあることを認識することはあるとしても，事業の中心となる者及びその入れ替わりについてまで，注意を払って認識するとはいい難い。加えて，提供店の団体内の構成を具体的に見ても，その構成に多少の入れ替わりはあるものの，大きな入れ替わりはない。",
                    "さらに，事業目的についていえば，本願商標の登録出願時及び審決時における丼事業の目的は，第一義的には震災復興であるが，該目的は，広い意味で，震災前からの丼事業の目的であった地域振興であるから，該丼事業における目的が，震災前並びに本願商標の登録出願時及び審決時において異なっているとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，A主導の特定グループによる私物化した別件商標による違法性のある丼事業が行われている旨主張する。",
                    "しかし，そもそも，商標法4条1項10号の適用は，需要者の認識を基準に判断されるものであり，原告主張の上記事情により，その判断が左右されるものではない。",
                    "また，別件商標に係る登録出願及び更に別の商標登録出願において，Aにより，それぞれ，平成24年11月29日付け及び平成28年12月9日付けの上申書が提出され，各登録出願は震災で被災した事業者が立ち上げた南三陸志津川福興名店運営組合又は南三陸町飲食店組合が出願すべきところ，両者が法人格を有しないため，やむを得ず，飲食店組合長であるAが商標登録出願人となり出願するものである旨が主張され，南三陸商工会会長も，同趣旨を述べた上，商標登録後は南三陸町飲食店組合として震災後の地域振興のために使用することで了解されている旨を説明した(乙69，70)。これらの主張によれば，一概に，原告の主張するA主導の特定グループによる丼事業の私物化ともいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「周知性」の認定の誤りについて",
              "text": [
                "提供店の団体による宣伝広告，記事及びテレビでの紹介，引用役務の提供数などからすれば，引用商標2は，本願商標の登録出願時及び審決時において，少なくとも，宮城県，その近隣県及び都市部に及び，観光関係者及び震災復興に関心が高い者にあっては，それより広い地域に及んでいた。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(原告による引用商標の使用事実を看過した誤り)について",
          "text": [
            "商標法4条1項10号における「他人」とは，「出願人以外の者を広く指称するものと解するのが相当である」(知的財産高等裁判所平成19年(行ケ)10079号，平成19年9月13日判決)と判示されているところ，原告以外の提供店の団体の構成員が引用商標を使用していることは，原告も認めるところであるから，原告以外の構成員も含めて構成されている提供店の団体が引用商標2を使用する「他人」に当たることは明らかである。",
            "原告の主張する，原告の女将が引用商標2及び丼事業の発案者であることは，上記規定の適用に何ら関係がない。",
            "さらに，原告の主張する，新聞等で公表されている提供数のうち，最も多くの割合を原告ホテルが占めていることについては，原告はそれに関する客観的証拠を提出していない。仮に，原告が，引用商標を使用した引用役務に係る原告自身の提供数を示す客観的証拠を提出し，その提供数が提供店の団体全体のそれに占める割合が最も多いことが明らかになったとしても，引用商標2を使用した引用役務が，南三陸町地域を中心とする提供店の団体に係る業務として需要者に広く知られている以上，そのことをもって，上記提供店の団体に係る引用商標2の周知性が否定されるものではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用商標の類否の認定，判断の誤り)について",
          "text": [
            "本願商標と引用商標2とを比較し，両商標について類否の認定及び判断を行ったことは，何ら違法ではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "証拠によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告を含む南三陸町内のホテルや飲食店6店は，平成21年12月から平成22年2月にかけて，引用商標1を使用して，イクラを中心の食材とした引用役務(以下「引用役務1」という。)の提供を行った(乙23)。同年3月からは，提供店が7店となり，同年4月にかけて，「『キラキラ丼』シリーズ第2弾」として，引用商標3を使用して，春が旬の地元の魚介類や野菜を中心の食材とした引用役務(以下「引用役務3」という。)の提供を行った(乙24)。提供店7店は，同年4月から8月にかけて，「『南三陸キラキラ丼』シリーズの第3弾」として，引用商標4を使用して，ウニを中心の食材とした引用役務(以下「引用役務4」という。)の提供を行い，遅くともこの頃までに，「南三陸キラキラ丼」(引用商標2)との商標が用いられるようになった(乙25)。同年9月からは，提供店が8店となり，同年10月にかけて，「『南三陸キラキラ丼』の第4弾」として，引用商標5を使用して，地元の魚介類と米を中心の食材とした引用役務(以下「引用役務5」という。)の提供を行った(乙27)。提供店8店は，同年10月から平成23年1月にかけて引用役務1の，同年2月からは引用役務3の提供を行った(乙29，31)。上記の提供店は，平成21年12月から平成22年末までに，提供した丼を4万5000食売り上げた(乙33)。",
                "そして，この間，別紙1のとおり，季節ごとの提供開始や，試食会開催などについての報道がなされると共に，広告宣伝活動が行われた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "平成23年3月11日の震災により，提供店の1店の経営者が犠牲となるなど，南三陸町志津川地区も大きな被害を受けたが，平成24年2月25日の仮設商店街「南三陸さんさん商店街」のオープンに合わせて，同仮設商店街などで営業を再開した店舗や，原告ホテルなど9店で，「復活  南三陸キラキラ丼」などと称して，引用役務の提供が開始された。それ以後，季節ごとに，旬の魚介類などを用いた引用役務の提供が行われた(乙18の1，2，乙37～39，42，45，46)。",
                "そして，本願商標の登録出願(平成25年7月2日)までに，別紙2のとおり，引用役務の提供等についての報道や，広告宣伝活動がなされた。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "Aは，平成24年11月29日，指定商品を第30類「南三陸産の海鮮丼，南三陸産の海産物を具材として含む丼物」として，「南三陸キラキラ丼」(標準文字)商標の登録出願をし(商願2012-100892号)，平成25年5月2日，その設定登録を受けた(別件商標。乙2)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成25年7月2日，本願商標の登録出願をした。",
                "そして，上記出願後，平成28年9月13日の審決までの間に，別紙3のとおり，引用役務の提供等についての報道や，広告宣伝活動がなされた。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用商標の周知性を認定した誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標の特定を欠いていることの誤りについて",
              "text": [
                "原告は，審決が，①引用商標1，3～5を用いて，引用商標2の周知性を認定した点，②「南三陸キラキラ丼シリーズ」「キラキラ丼」など引用商標1～5以外の商標も使用されているのに，恣意的に引用商標1～5のみを抽出した点に，それぞれ違法があると主張する。",
                "しかし，①については，引用商標2は，「『南三陸キラキラ丼』シリーズの第3弾として，『南三陸キラキラうに丼』が5月1日，お目見えする。」(乙25)，「『南三陸キラキラ丼』が，25日に復活する。・・・四季の食材に合わせて，ウニ丼やイクラ丼など4シリーズを展開。」(乙34)のように用いられ，「シリーズ」には「連続性を持つ一連のもの」(広辞苑第6版，乙84)の意味があることも考慮すれば，引用商標2は，引用役務1，3～5をまとめた総称的意味で用いられていると認められる。これに加え，引用商標1，3～5は，いずれも「南三陸キラキラ○○丼」との構成であり，引用商標2と「南三陸キラキラ」「丼」において共通し，「○○」の部分は食材ないし時季を意味する語が用いられていることからすれば，需要者においても，引用商標2が，引用商標1，3～5の総称的意味で用いられていることは容易に理解できると考えられる。そうだとすれば，引用商標1，3～5に接した需要者が，既に引用商標2に接していれば引用商標2を想起することになるし，その後に引用商標2に接した需要者にとってもその際の引用商標2の印象を強めるものになるといえる。このように，総称的な引用商標2の周知性を認定するに当たっては，類似する各別の商標である引用商標1，3～5の使用状況を考慮することは当然である。",
                "次に，②について，上記の「シリーズ」の意味や使用状況に照らせば，「南三陸キラキラ丼シリーズ」との記載に接した需要者は，「南三陸キラキラ丼」と「シリーズ」に分けて認識すると考えられ，実際報道でも「『南三陸キラキラ丼』シリーズの第3弾」(乙25)のように，南三陸キラキラ丼の部分を鍵括弧で括っているものもある。そうだとすれば，「南三陸キラキラ丼シリーズ」との記載から，「南三陸キラキラ丼」の部分を抽出して，引用商標2の使用と認定することは許されると考える。また，証拠中には，確かに引用商標1～5の他に，「キラキラ丼」又は「キラキラ○○丼」との商標(以下「引用外商標」という。)が使用されたものも含まれているが，引用外商標が引用商標1～5と共に使用されていれば，「南三陸」の部分を省略した引用商標1～5の略称であることは容易に理解でき，これにより引用商標1～5の印象が薄れるものではないから，審決が引用外商標の使用状況について認定しなかったことに問題はない。以上のとおり，審決が，恣意的に引用商標1～5のみを抽出したものとは認められない。",
                "以上のとおり，審決に原告が主張する違法はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用主体の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が，南三陸町地域を中心とする飲食店の団体が「他人」に該当するとしたのに対し，飲食店が同じ地域にたまたま複数存在して，その中の一部がバラバラに商標を使用していたというだけでは，それらを未登録商標を使用する団体(主体)とすることはできない，震災前(第一段階)，震災から本願商標の登録出願まで(第二段階)，本願商標の登録出願から審決まで(第三段階)の各段階において，それぞれ引用役務の提供者が異なっているから，第一段階における引用商標の使用に関する証拠は，第二段階及び第三段階の周知性を認定するための証拠とならないし，第二段階における引用商標の使用に関する証拠は，第三段階の周知性を認定するための証拠とならない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "まず，南三陸町地域を中心とする飲食店の団体が，「他人」となり得るかを検討する。",
                    "商標法4条1項10号の規定の趣旨は，需要者保護の観点から当該指定商品・役務についての出所の混同を防止するとともに，一定の信用を蓄積した他人の未登録周知商標について既得の利益をも保護するものと解されることからすると，同号所定の「他人」には，単一の者だけではなく，特定の商標の持つ出所識別機能及び品質保証機能を保護発展させるという共通の目的のもとに結束しているものと評価することのできるようなグループも含まれるものと解するのが相当である(最高裁昭和56年(オ)第1166号同59年5月29日第三小法廷判決・民集38巻7号920頁参照)。",
                    "前記認定事実によれば，引用役務の提供店は，第一段階においても，一定の具材を使用することや値段を一定以上にすることなど共通ルールを作成していること(甲2，乙13)，提供店を網羅した共通のパンフレットを作成していること(乙13)，共通の連絡先があること(乙23)，共同して試食会を行ったこと(乙33)など，引用商標1～5の出所識別機能及び品質保証機能を保護発展させるという共通の目的のもとに結束をしていたといえる。第二段階以降も，参加条件を定めていること(甲45の2)，提供店を網羅したパンフレットを作成していること(乙14～17，19～22)，共通の問い合わせ先があること(乙18の1)，ウェブサイトでの情報発信(乙65の1～13)など，同様に一定の結束をしていたといえる(なお，原告の主張によれば，南三陸さんさん商店街内に引用商標の使用のキャンペーンの事務局が設けられたとされる。)。",
                    "よって，南三陸町地域を中心とする飲食店の団体は，「他人」に該当すると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，各段階を通じて周知性の有無を判断することの是非について検討する。",
                    "商標法4条1項10号は，「需要者の間に広く認識されている」商標を対象とするものであるから，需要者の認識を検討すべきであるところ，本件では，震災による中断の前後を問わず，提供店は，季節ごとに引用商標1，3～5を用いて引用役務1，3～5を提供していること，宣伝広告や報道において，「復活」などの言葉が使用されており，第一段階と第二段階は役務の提供に継続性があることを前提とする内容となっていること，第二段階以降において，引用役務の提供が中断された時期はなく，提供店の団体が従前から変更されたことを窺わせる宣伝広告や報道も見当たらないことからすれば，需要者は，第一段階から第三段階を通じて，一定の構成員よりなる同一の団体により，引用役務が提供されていると認識すると推認される。",
                    "もっとも，未登録周知商標を有する「他人」と無関係な者が，従前蓄積されていた商標の信用にただ乗りすることは，上記の出所混同の防止との点からも，既得の利益の保護との点からも，許されないと解されるので，この点を検討する。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "原告は，第一段階と第二段階では，中心となる主体も目的も異なるから，使用主体に同一性がないと主張する。",
                        "しかし，本件では，証拠上提供店が特定できる第一段階の最後である平成22年10月中旬からの提供店8店(甲43の10)と，第二段階の最初である平成24年2月の提供店9店(乙18の1)では，原告を含む4店が共通している(なお，第一段階におけるHと第二段階におけるIは，関連する店舗であるので，同一店と認められる。乙60)。提供を中止した店の中には，震災による店舗の流出や関係者の死亡(乙34)により，提供再開が不可能であった店もあると推認されるところ，そのような状況の中で，8店中4店が第二段階の提供店に加わっていることは，同一性を肯定する重要な事実というべきである。",
                        "また，目的について，原告は，第一段階では観光客やグルメ客の来訪による町おこしが目的だったのに対し，第二段階では，主に仮設商店街の振興による復興が目的であり，目的が異なると主張するが，いずれも引用商標1～5を用いて南三陸町又はその周辺の地域を発展させる意味で共通性があり，震災により具体的な目標が復興へと変容したにすぎないから，同一性を否定する事情とはいえない。",
                        "からの役務の提供の継続性が強調されているが，そのことについて，第一段階のみの提供店から異議が出されるなどの事情も見当たらない。",
                        "以上によれば，第一段階の提供店と第二段階の提供店には一定の同一性があり，第二段階の提供者が，従前蓄積されていた商標の信用を不当に自己のものとして援用するものではないと認められる。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "次に，第二段階と第三段階について検討すると，原告は，別件商標登録の後，特定のグループの利益のみを追求すべく，Aから商標の使用許可を受け，仕様基準を順守して加盟店となることを条件に参加者を再募集して，これに賛同した飲食店による新しい主体を形成したものであるから，団体としての同一性がない旨主張する。",
                        "しかし，別件商標が登録されたのが平成25年5月2日，南三陸町飲食店組合で仕様基準についての話合いが行われたのが同年5月～6月頃，本願商標の登録出願が同年7月2日であるところ，その前後である平成25年5月から8月までの引用役務4の提供時期と，平成25年9月から10月までの引用役務5の提供時期とで，提供店に変動はなく，原告ホテルも提供店である(乙15，16)。また，南三陸町観光協会のウェブサイトにある提供店の一覧では，平成26年5月から8月までの引用役務4の提供までは，原告ホテルの情報が掲載されており，平成26年9月から10月の引用役務5の提供から，原告ホテルの情報が削除されたものの，同時期に情報が削除されたのはほかに1店のみで，9店は引き続き情報が掲載されおり(甲15，66)，その後も，提供店に大きな変動は見られない。",
                        "そして，別件商標に関する「第1号議案  商標登録(第30類)「南三陸キラキラ丼」仕様基準承認の件」と題する書面(乙3，5)には，平成24年10月22日開催の会議における提案を受けて組合長が個人名義で商標登録出願を行い，商標権は組合の管理下に置かれるなどとされている。ここで提案されている仕様基準には，商標の使用料を支払うこと，南三陸町飲食店組合，南三陸町観光協会，南三陸商工会に加入すること，地元の食材と旬にこだわること，食材の数量を明確にすることなどが定められており，これらの仕様基準を順守しなければ，別件商標の使用ができないことになる。しかし，商標の使用料は年間6000円にすぎないこと，提供店はもともと飲食店組合の組合員である上，商工会や観光協会は連絡先などとして引用役務の提供を支援していること，従前も引用役務の提供に当たって一定のルールが定められていたこと(前記イ)からすれば，これらの仕様基準の順守が特に困難とも不当とも思われず，実際，上記のとおり，提供店に大きな変動はない。そうすると，別件商標の登録及び仕様基準の定めは，従前から使用されていた商標の価値を確立するためになされたというべきであって，目的を異にする新たな団体を形成したことを認めるべき事情には当たらない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，第一段階から第三段階の各段階を区別することなく，引用商標の周知性を判断できるものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知性の範囲",
              "text": [
                "商標法4条1項10号にいう「広く認識されている」とは，全国的に知られているまでの必要性はないものの，一地方，すなわち，一県の全域及び隣接の数県を含む程度の地理的範囲で知られていることが必要と解される。",
                "そして，前記1の認定事実によれば，震災前においても，引用役務は，引用商標1～5と共に，河北新報で6回(乙23～25，27，29，33)，東京読売新聞で4回(乙26，28，30，31)，三陸新報で1回(甲2)，日本農業新聞で1回(乙32)と，全国紙や地方紙に複数回取り上げられ，複数回テレビ局の取材も受け(甲2)，旅行雑誌(甲11)やキャンペーンのガイドブック(乙71の2，3)に紹介されるなどしており，提供した丼を年間4万5000食を売り上げるなど，相応の知名度を有していたというべきである。",
                "震災により，引用役務の提供は中断されていたが，引用役務の提供を再開するに当たって，震災によって大きな被害を受けたと広く知られていた南三陸地域の復興と関連付けて全国紙，地方紙，テレビで大きく報道された。すなわち，平成24年2月の提供再開から，平成25年7月2日までの約1年5か月の短期間に，河北新報で6回(乙34，37，39，40，44，45)，東京読売新聞で3回(乙35，41，46)，東京新聞で1回(乙36)，日本経済新聞で1回(乙38)，毎日新聞で1回(乙42)，朝日新聞で2回(乙43，48)，テレビ朝日「スーパーJチャンネル」で1回(乙80)，TBS「みのもんたの朝ズバッ！」で1回(乙80)，仙台放送「とうほく食文化応援団2013～宮城に乾杯～」で1回(甲6，乙64)，「サンデー毎日」で1回(乙11)と大量の報道がなされた。報道内容を見ても，多くの記事・番組で，見出しに引用商標2が用いられるなど，読者・視聴者に引用商標2の印象が残る内容となっている。また，カタログが100万部配布されるような大型の観光キャンペーンを含むガイドブック(乙7，72の2，3)や情報誌(乙9)，旅行雑誌(乙10)などでも引用商標1～5が紹介された。",
                "引用役務では，平成24年2月の販売再開から約2か月で1万食の丼を売り上げ(乙37)，平成25年4月から6月の3か月間で約5万食の丼を売り上げた(乙73の4)。提供店の数店が店舗を構える南三陸さんさん商店街は，平成24年には飲食店の客だけで約10万人が来訪し，その4割が南三陸キラキラ丼を注文し，厳しい状況の仮設商店街もある中，土日の昼には大型バスの来訪が相次ぎ団体客でにぎわうなど繁盛しており，それには南三陸キラキラ丼の存在が大きいとされている(乙43)。提供店は南三陸町周辺の限られた飲食店のみであるため，引用商標2の存在を知りつつも，実際に提供店まで行くことができない需要者も多くいると推測されることからすれば，上記販売実績は相当大きなものと評価できる。",
                "以上によれば，本願商標が登録出願された平成25年7月2日の時点で，引用商標2は，提供店の団体の業務に係る商標として，少なくとも宮城県及びその近隣地域の需要者の間に広く認識されていたというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "周知性の継続",
              "text": [
                "その後，審決までの間も，東京読売新聞で5回(乙49，53，55，56，59)，中日新聞で1回(乙50)，東京新聞で1回(乙81)，日刊工業新聞で1回(乙51)，朝日新聞で1回(乙52)，FujiSankei  Business  i．で1回(乙54)，河北新報で1回(乙57)，電気新聞で1回(乙58)，TBS「Ｎスタ」(乙80)，日本テレビ「ウェークアップ！ぷらす」(乙80)，TBS「中村雅俊が行く伊達な海道探訪～みやぎでのふれあいを求めて～」(乙80)など，マスコミに取り上げられたり，観光キャンペーンで紹介されたりした。また，「第1回全国丼グランプリ」，「フード・アクション・ニッポンアワード2014」を受賞している。",
                "そして，「週末になると，この丼を目当てに県内外から観光客が足を運ぶ。」(乙51)，「仮設商店街『南三陸さんさん商店街』の駐車場は多くの県外ナンバーを含め，100台以上の車で埋め尽くされていた。・・・午後1時になっても地元産の魚介類をふんだんに乗せた名物『南三陸キラキラ丼』を提供する飲食店には行列が絶えなかった。夫としゅうとめと3人でさいたま市から来たという会社員，Bさん(56)。栗駒高原に行く途中，車でわざわざ1時間も掛けて寄り道した。『うに丼が食べたくて。夫が会社の同僚にここを勧められた』と話す。・・・地理的優位性もあり，観光ツアーのルートの一つになった。メディアの露出も多く新聞やテレビで見たという客も多い。」(乙54)などと，人気が続いていることがうかがわれる。",
                "以上によれば，審決の間までも，周知性は継続していたと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(原告による引用商標の使用事実を看過した誤り)について",
          "text": [
            "原告は，引用商標2は，原告が発案して使用を開始した商標であり，本願商標の出願人である原告をも含む飲食店の有志の未登録商標であって，原告は，当該未登録商標の使用主体そのものであるから，商標法4条1項10号の「他人」ではないと主張する。",
            "しかし，「南三陸町地域を中心とする提供店の団体」が「他人」に当たるといえることは，前記2(2)イのとおりである。",
            "そうだとすれば，提供店の団体の一構成員である原告にとって，当該提供店の団体は他人に当たることは明らかである。",
            "原告は，原告が引用商標2の発案者である，平成21年12月のキャンペーンの開始前，平成24年2月の引用役務の提供再開前から，原告が引用役務の提供を始めていた，原告の広告宣伝活動への貢献が大きい旨主張する。",
            "しかし，引用商標2は，原告の商標として周知になったのではなく，南三陸町地域を中心とする提供店の団体の商標として周知になったものと認められるし，原告は，他の提供店と共同してキャンペーンを開始したのであるから，提供店の団体が原告が築いていた商標の価値を不当に利用したものとはいえない。確かに，引用商標2を原告ホテルのみに使用した新聞雑誌広告もあるが(甲68の1の1～甲68の18，乙61)，報道や宣伝広告の全体に占める割合は小さいし，例えば甲68の2には「Gの他，南三陸町内の飲食施設で提供中」と記載されているように，他の飲食店も「南三陸キラキラ丼」を提供していると理解できるものも多いから，上記認定を左右するものではない。",
            "よって，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(引用商標の類否の認定，判断の誤り)について",
          "text": [
            "本願商標及び引用商標2は，いずれも「南三陸キラキラ丼」であって同一と認められる。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，引用商標2は「他人の業務に係る商品若しくは役務を表示するものとして需要者の間に広く認識されている商標」に該当し，本願商標はこれと同一であるから，商標法4条1項10号に該当することを理由として登録することができないとした審決の判断に誤りはなく，原告主張の審決取消事由は理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}