{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2015-800185号事件について平成28年11月8日にした審決のうち，請求項2に係る部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求に対する一部無効・一部不成立審決のうち一部不成立部分の取消訴訟である。争点は，サポート要件判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，名称を「高純度羅漢果配糖体を含有する甘味料組成物」とする発明について，平成12年1月31日を出願日として特許出願(特願2000-23408号)をし，平成15年12月12日，その設定登録を受けた(特許第3502587号。請求項の数12。以下，「本件特許」という。)。(甲3)",
            "原告が，平成27年9月28日に本件特許の請求項1及び2に係る発明についての特許無効審判請求(無効2015-800185号)をしたところ(甲5)，被告は，平成27年12月18日付けで明細書中の特許請求の範囲及び発明の詳細な説明の訂正を求めて訂正請求をした(甲7，8。以下，「本件訂正」という。)。",
            "特許庁は，平成28年11月8日，「特許第3502587号の明細書を訂正請求書に添付された訂正明細書のとおり，訂正後の請求項〔1-6，12〕，〔7-11〕について訂正することを認める。特許第3502587号の請求項1に係る発明についての特許を無効とする。特許第3502587号の請求項2に係る発明についての審判請求は，成り立たない。審判費用は，その2分の1を請求人の負担とし，2分の1を被請求人の負担とする。」との審決をし，その謄本は，同月18日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件訂正後の本件特許の請求項2に係る発明(以下，「本件発明」という。)の明細書中の特許請求の範囲の記載は，次のとおりである(以下，本件訂正後の本件特許の明細書及び図面を「本件明細書」という。なお，下線部は訂正箇所である。)。",
            "【請求項2】",
            "甘味料組成物を調製するための羅漢果エキスであって，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤおよびシアメノサイドⅠの合計含有量が，35重量％以上である，羅漢果エキス。"
          ]
        },
        {
          "fig": "3",
          "subject": "審判における請求人(原告)の主張",
          "text": [
            "モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤ及びシアメノサイドⅠの合計含有量(以下，「4成分合計含有量」という。)について，請求項1の「33重量％以上」及び請求項2の「35重量％以上」の全範囲にわたって，発明の課題を解決できることは，発明の詳細な説明に裏付けられておらず，特許請求の範囲の記載が，特許法36条6項1号の規定を満たしていないから，請求項1及び2に係る発明についての特許は，特許法123条1項4号に該当し，無効とすべきである。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点(本件発明関係)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，4成分合計含有量が35．10重量％であるサンプルHについて，ショ糖と比較した評価が，苦味4．0，後引き3．73，しつこさ3．47，くせ3．80，渋味3．33，刺激3．07，すっきり感3．40，まろやかさ3．20，こく3．13，面積41であること(【0111】～【0124】)，及び「サンプルH～サンプルJの羅漢果エキス水溶液は，ショ糖の甘味質(評価点数3．00)と類似したすぐれた甘味質を示す水溶液であることがわかった。」(【0126】)ことが記載されている。",
                "そして，本件発明において，ショ糖と類似した甘味質を有することは，甘味9要素の評価が，甘味9要素がそれぞれ3点(「ショ糖溶液と変わらない」)であるものと総合的に類似していることであるところ，サンプルI，Jの評価も参酌すると，上記4成分合計含有量が35重量％であるものが，ショ糖に類似した甘味質を有することは理解できる。",
                "したがって，本件明細書には，4成分合計含有量が35重量％である羅漢果エキスが，ショ糖と類似した甘味質を有することは開示されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書には，4成分合計含有量が35．10重量％，53．00重量％，60．80重量％であるサンプルH，I，Jについて，甘味9要素とそのレーダーチャートの面積から，ショ糖と類似した甘味質を有することが記載されている。",
                "したがって，4成分合計含有量が35重量％～60．80重量％の羅漢果エキスが，ショ糖と類似した甘味質を有することが開示されていることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件明細書には，「実施例2」として，モグロサイドⅤ純度97．3％のサンプルA，モグロサイドⅠⅤ純度95．5％のサンプルC，11-オキソ-モグロサイドⅤ純度99．3％のサンプルB及びシアメノサイドⅠ純度97．4％のサンプルDについて，味覚9要素をレーダーチャートとした際の面積及び味覚9要素についてショ糖と比較した結果，ショ糖と類似した甘味質を有することが記載されている。",
                "そして，当該記載から，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤ及びシアメノサイドⅠそれぞれを高純度，すなわち100重量％に近く含有する羅漢果エキスは，それぞれショ糖と類似した甘味質を有すると理解できる。",
                "そうすると，4成分合計含有量が60．80重量％の羅漢果エキスがショ糖と類似した甘味質を有することが記載されており，4成分合計含有量が100重量％に近い羅漢果エキスがショ糖と類似した甘味質を有することが示されていることから，4成分合計含有量が60．80重量％を超える範囲の羅漢果エキスがショ糖と類似した甘味質を有することは理解できる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "前記(1)～(3)のとおり，4成分合計含有量が35重量％以上である羅漢果エキスは，本件明細書に開示されているから，本件発明の「モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤ及びシアメノサイドⅠの合計含有量が35重量％以上である」全範囲の「羅漢果エキス」は，本件明細書に記載されており，特許法36条6項1号の規定を満たす。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "請求人(原告)は，本件発明は4成分全てが含まれている羅漢果エキスであるから，サンプルA～Dは本件発明の実施例ではない旨主張するが，特許請求の範囲の「モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤおよびシアメノサイドⅠの合計含有量」とは，その文言自体から，羅漢果エキスに含有する成分のうち，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤ，シアメノサイドⅠの含有量の合計を意味すると解され，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤ，シアメノサイドⅠの合計であるから，必ずしも4成分全てを含有していることまでは特定していないと解される。",
                "このことは，本件明細書に，モグロサイドⅤ純度97．3％のサンプルA，モグロサイドⅠⅤ純度95．5％のサンプルC，11-オキソ-モグロサイドⅤ純度99．3％のサンプルB及びシアメノサイドⅠ純度97．4％のサンプルDが，「実施例2」として記載されていること，上記サンプルA～Dは，「甘味料水溶液」(【0101】，【0103】，【0104】)と表記されているものの，羅漢果果実から分画及び精製したものであるから，羅漢果エキスであること，その味覚9要素についてショ糖と比較した結果，ショ糖と類似した甘味質を有することが記載されている(【0100】～【0109】)ことからも明らかである。",
                "さらに，【0049】に「本発明の羅漢果エキスは，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤおよびシアノメサイドⅠからなる群より選択される1種以上の配糖体を含有する。」と記載されており，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤ及びシアメノサイドⅠのいずれかを含有すればよい旨が記載されていることとも整合している。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由(サポート要件の判断の誤り)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件発明に係る特許請求の範囲の請求項2における「モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤおよびシアメノサイドⅠの合計含有量」という記載を，その通常の用法にしたがって解釈すると，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤ及びシアメノサイドⅠの4成分(以下，「本件4成分」という。)のうちの1成分では足りず，全てを含有するものと解釈すべきである。",
            "特許請求の範囲が複数の項目のうち1種以上のもので足りる旨を示したい場合には，本件特許の請求項6にあるとおり「前記補助甘味成分が，単糖類，二糖類，オリゴ糖類，および糖アルコール類からなる群より選択される少なくとも1種である，請求項5に記載の組成物」と明確に書き分けていることからしても，上記のように解釈すべきである。",
            "また，本件明細書の発明の詳細な説明における「実施例2」の表題は，「羅漢果配糖体を含有する甘味料水溶液の調製」というものである(【0101】)ところ，本件明細書の発明の詳細な説明においては，「甘味料水溶液」と「羅漢果エキス」は意識的に書き分けられている。その区別の基準は，【0079】から【0110】までの，本件4成分のうち1成分のみの単体成分に関する記述においては，「羅漢果エキス」という用語が一度も用いられず，単に「甘味成分」「高甘味度甘味成分」「甘味料水溶液」などと表現されるのに対し，本件4成分全てが混合されたサンプルH～Jについて説明した【0111】以降になると，一転して「羅漢果エキス」と表現されるようになる。このような用語の用法の区別は，【表1】「高甘味度甘味料水溶液の配合割合」(【0103】)に対して，【表3】「羅漢果エキスの甘味成分の組成」(【0112】)，【表4】「羅漢果エキスの配合割合」(【0121】)，「サンプルA～サンプルDの甘味料水溶液」(【0101】)に対して，「サンプルH～サンプルJの羅漢果エキス水溶液」(【0126】)という対比から明らかである。",
            "さらに，本件4成分のそれぞれを単離することやそれらが佳良な甘味を有することは周知であった。",
            "そして，被告自身も本件発明の「羅漢果エキス」とは本件4成分全てが含まれるものを意味するとの認識であった。被告は，本件特許の出願経過における拒絶理由通知書に対する意見書において本件4成分全てが含まれていることを主張している(甲2)。また，被告は，無効審判請求における平成27年12月18日付け答弁書(甲6)において，サポート要件充足性を主張する際に，「羅漢果エキス」のデータのみを引用し，1成分単体のみのデータには言及していなかったし，「モグロサイド類70％以上の羅漢果配糖体の甘味質評価」と題する実験を新たに実施し，報告書を提出することまでしていた。",
            "なお，本件明細書の発明の詳細な説明【0049】の記載は，本件発明の羅漢果エキスに，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤ及びシアメノサイドⅠからなる群より選択される「1種以上の配糖体」(つまりグリコシド)を含有することを述べているにすぎず，本件発明の羅漢果エキスに本件4成分すべてが含まれることを否定するものではない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件明細書に接した当業者は，本件4成分のうち1成分のみを含有する実施例2及び実験例1は，本件発明の実施例ではなく，成分の単離に関する記述と認識するにすぎず，本件明細書の発明の詳細な説明には，本件発明の構成を満たすサンプルとして，4成分合計含有量が35．10重量％，53．00重量％，60．80重量％の例が記載されているにすぎないから，4成分合計含有量が「35重量％以上」という本件発明の全範囲(特に4成分合計含有量が60．80重量％を超えるもの)まで，これを拡張又は一般化することはできない。",
            "本件明細書の発明の詳細な説明の記載によると，「まろやかさ」と「こく」については，4成分合計含有量が53．00重量％のサンプルIよりも60．80重量％のサンプルJの方が悪い数値を示しており，特に「こく」については，30重量％強あたりの数値に戻ってしまっている。本件明細書において何ら具体的なデータが開示されてない範囲である，60．80重量％を超える数値，例えば70重量％の場合，80重量％の場合，又は90重量％の場合に，50重量％台半ばからすでに大きな増加傾向を見せている「まろやかさ」と「こく」の数値がさらに増加し，33重量％を下回る水準や30重量％を下回る水準に至ることはあり得る上，本件明細書を見ても，その影響が限定的なままであるとか影響が小さくなると読み取るべき根拠はない。",
            "また，他の七つの要素についても，60．80重量％に続く数値がそのまま右下がりの減少を続けるのか，一定のままなのか，あるいは再び若干増加するのかも不明であり，技術常識からもこの点を読み取ることはできない。",
            "サポート要件の充足を認めた審決の判断は，誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "本件発明に係る特許請求の範囲の請求項2における「モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤおよびシアメノサイドⅠの合計含有量」という記載は，審決認定のとおり，必ずしも4成分全てを含有していることまで特定していない。",
        "本件明細書の実験例1には，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤ又はシアメノサイドⅠのいずれかを高純度(100重量％近く)で含有するものがショ糖と類似する甘味質を有することが示されており(表2参照)，この実験例1の結果は，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤ及びシアメノサイドⅠのいずれもがショ糖と類似する甘味質を有することを意味する。これを踏まえると，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤ及びシアメノサイドⅠのいずれかを高純度で含有する場合だけでなく，これらの4成分を任意に組み合わせ，その合計含有量が60．80重量％以上の場合もショ糖と類似する甘味質を有することは当然である。",
        "4成分合計含有量が60．80重量％を超える範囲を含む「35重量％以上」である全範囲において，ショ糖に近い甘味質を有する羅漢果エキスを提供するという本件発明の課題が解決できることは，本件明細書に開示されている。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書(甲7)には，以下の記載がある(なお，下線部は訂正箇所である。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】",
                    "・・・",
                    "本発明は，ショ糖よりもエネルギーが低く，ショ糖にきわめて近い甘味質を有し，高品質で十分な甘味強度を示し，かつ安全性が高い甘味料およびその製造方法に関する。より詳細には，羅漢果エキス，羅漢果エキスを含有する甘味料組成物およびその製造方法に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0009】",
                    "・・・ショ糖に代わる甘味料，特に低エネルギーの甘味料，および摂取後に血液中の血糖値およびインスリン濃度に影響を及ぼさない甘味料の開発が要求されてきた。",
                    "【0010】",
                    "以下，本明細書中では，このように，ショ糖よりも実質的にエネルギーが低い甘味料組成物をエネルギー抑制甘味料という。ここで「エネルギー」とは，人間がある物質を一定量(例えば，100グラム)を飲食した場合に体内に吸収されかつ代謝により生体内に放出される熱量をいう。",
                    "【0011】",
                    "しかし，エネルギー抑制甘味料には様々な問題がある。最も大きな問題は甘味質の問題である。人間はショ糖の甘味質に極めて慣れ親しんでしまっているため，ショ糖と少しでも異なる甘味質を有する甘味料には違和感を感じやすいからである。以下に従来の各種のエネルギー抑制甘味料について具体的に説明する。",
                    "【0012】",
                    "現在，ショ糖に代わる甘味料のほとんどは，ソルビトール，キシリトール，マルチトール(還元麦芽糖水飴)，エリスリトールなどの難消化性糖類，およびそれらに高甘味度甘味料を併用した甘味料である。多種類の甘味料がショ糖に代わる低エネルギー甘味料として市販されている。",
                    "【0013】",
                    "・・・しかし，これらの難消化性糖類の甘味強度はいずれもショ糖の60～70％に過ぎない。このため，マルチトール，キシリトール，およびソルビトール単独の系では，使用量が多くなる欠点があり，ショ糖に代わる甘味料として好ましくない。",
                    "【0014】",
                    "エネルギーゼロの甘味料としては，エリスリトールが使用されている。エリスリトールは4炭糖の糖アルコールであり，自然界に広く分布している。現在，エリスリトールはブドウ糖を原料として，酵母による発酵法で工業的な生産が行われている。",
                    "【0019】",
                    "しかし，エリスリトールの甘味強度は，ショ糖の約70％に過ぎない。さらに甘みの残留性が著しく弱いという欠点がある。すなわち，エリスリトールを口に含んでも甘さを感じる時間が短く，ほとんど後に引かず，きわめてあっさりとした甘味質である。したがって，エリスリトールを単独で甘味料として利用すると，甘味強度に対して物足りなさを感じることがある。また，甘味強度が弱いために，特に料理などへの使用量が多くなる欠点がある。そのため，ショ糖に代わる甘味料としては不十分である。",
                    "【0020】",
                    "これに対して，ショ糖の数百倍もの甘味強度を有する高甘味度甘味料が開発され，甘味料組成物に利用されている。高甘味度甘味料は，一般的に人工甘味料(すなわち，合成甘味料)と天然甘味料とに分類することができる。",
                    "【0021】",
                    "人工の高甘味度甘味料としては，サッカリン，アスパルテームなどをあげることができる。",
                    "【0024】",
                    "・・・人工の高甘味度甘味料には，絶えず安全性に対する評価をめぐる議論がつきまとっている。完全に安全性が確認された人工の高甘味度甘味料はない。",
                    "【0025】",
                    "一方，天然の高甘味度甘味料としては，甘草抽出物，ステビア抽出物，羅漢果エキスなどがある。これらの植物由来の天然の高甘味度甘味料は人体に対して安全性が高い。",
                    "【0026】",
                    "甘草は豆科に属する多年生植物であり，その甘味成分であるグリチルリチンは甘草の根茎中に含有されている。しかし，その甘味質はショ糖を代表とする糖類の甘味質とは異なり，甘味がいつまでも残留し，多量に使用すると苦みを感じたり，頬の両壁に収斂味を感じることがある。",
                    "【0027】",
                    "ステビアはキク科の多年生植物であり，その甘味成分はステビオサイドおよびレバウディオサイド類である。ステビアの甘味成分のなかでもステビオサイドは，強い苦みおよび渋味を有する。それゆえ，レバウディオサイド類の含有量を高めたり，グルコシル基，フルクトシル基などをステビオサイドおよびレバウディオサイド類に対して酵素結合させることにより，ステビア抽出物の甘味質を改善させる研究がなされてきた。",
                    "【0028】",
                    "しかし，これらの植物由来の抽出物は，ショ糖の甘味質と比較した場合，甘味の残留性だけでなく，基本の9要素からなる甘味質，すなわち「後引き，しつこさ，くせ，渋味，刺激，すっきり感，まろやかさ，こく，および苦み」のいずれかの項目において劣っており，ショ糖の代替品として用いられる甘味料として不十分である。",
                    "【0029】",
                    "天然の高甘味度甘味料のなかでも特に羅漢果エキスは，通常，羅漢果の乾燥果実から得られ，強い甘味質を有する薬用の甘味料として知られている。羅漢果エキスは，もともと古代より中国の民間薬として広く利用されている。羅漢果エキスは，人に対して有益な効果が期待できることから，菓子類，飲料類，シロップなどの甘味成分として用いることが提案されてきた(特開昭53-9352および特開昭53-9359)。・・・",
                    "【0030】",
                    "しかし，羅漢果エキスは以下の欠点を有している。つまり，黒砂糖などの焦げ味に似た羅漢果特有の焦げ味，独特の匂い，苦み，甘みの残留性などがあるため，飲食の際に非常に不快感を伴う。さらに，羅漢果エキスの添加により飲食物が黄褐色に呈色するために食品への利用には適さない場合が多い。",
                    "【0031】",
                    "これに対して，添加剤により羅漢果ペーストエキスの甘味質を改善した甘味料組成物が提案されている。例えば，特公昭54-14562号公報には，羅漢果エキスにステビオサイドなどを配合することにより，甘味料組成物の焦味が改善されたことが記載されている。しかし，この甘味料組成物の焦味は改善されたが，この甘味料組成物の甘味質(例えば，後引き，しつこさ，くせ，渋味，刺激，すっきり感，まろやかさ，こく，および苦み)の改善は不十分であり，長年，慣れ親しんできたショ糖の甘味質よりも著しく劣る。",
                    "【0032】",
                    "さらに，特開平11-46701号公報は，羅漢果エキス中に含有されるグリコサイド(配糖体)の甘味成分を分画，精製，および粉末乾燥させた羅漢果配糖体を開示する。この配糖体は，従来の羅漢果エキスに比べてその独特の焦味，匂い，苦み，甘さの残留性などが弱い。この羅漢果配糖体とエリスリトールを用いれば良好な甘味質を有し，安全性の高い低エネルギー甘味料が提供できる。",
                    "【0033】",
                    "グリコサイド(配糖体)を甘味の主成分とする羅漢果配糖体は，羅漢果ペーストエキスよりも甘味質が良好であり，独特の焦味，匂い，苦み，および甘さの残留性が羅漢果ペーストエキスよりも良好である。しかし，甘味質の基本性能である「後引き，しつこさ，くせ，渋味，刺激，すっきり感，まろやかさ，こく，および苦み」の全ての点から総合的に評価すると，依然としてショ糖よりも劣る。",
                    "【0034】",
                    "これらのことから，安全性に懸念がなく，従来の甘味料と比較して生理的および物理的特性に遜色なく，ショ糖とほぼ同等の甘味質を有するエネルギー抑制甘味料が依然として要求されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0035】",
                    "・・・",
                    "本発明は，ショ糖よりもエネルギーを実質的に抑制し得る甘味料組成物であって，ショ糖に酷似する甘味質を有し，安全性が高く，かつ従来の甘味料と比較して生理的および物理的特性に遜色のないエネルギー抑制甘味料組成物を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0036】",
                    "・・・",
                    "本発明者らは，鋭意検討の結果，羅漢果エキスを含有する甘味料組成物は，甘味質の基本性能である「後引き，しつこさ，くせ，渋味，刺激，すっきり感，まろやかさ，こく，および苦み」のいずれの評価に対してもショ糖にきわめて近い甘味質を有し，安全性が高く，さらに，一般の甘味料と生理的および物理的特性に遜色のないエネルギー抑制甘味料であることを見出し，これに基づいて本発明を完成するに至った。",
                    "【0037】",
                    "本発明の羅漢果エキスは，甘味料組成物を調製するための羅漢果エキスであって，モグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIの合計含有量が，33重量％以上である。",
                    "【0038】",
                    "1つの実施態様では，上記モグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIの合計含有量は，35重量％以上であり得る。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0049】",
                    "本発明の羅漢果エキスは，モグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIからなる群より選択される1種以上の配糖体を含有する。",
                    "【0050】",
                    "「羅漢果配糖体」とは，羅漢果に含まれる任意の配糖体をいい，モグロサイドV，モグロサイドIV，11-オキソ-モグロサイドV，シアメノサイドIなどの高甘味度を有する配糖体を包含する。本明細書において「配糖体」との用語は配糖体の混合物をも包含する。",
                    "【0051】",
                    "モグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIは，以下の一般式で示される。",
                    "【0052】",
                    "【0053】",
                    "「羅漢果エキス」とは，モグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIの合計含有量が33重量％以上，好ましくは35重量％以上である羅漢果エキスをいう。",
                    "【0054】",
                    "従来の羅漢果エキスとは異なり，本発明の羅漢果エキスは，特定の甘味成分を選択的に高純度で含有するために，羅漢果エキスの有する独特の著しい焦味，匂い，苦み，甘みの残留性などが弱く，さらに，しつこさ，くせ，渋味，刺激，すっきり感，まろやかさ，およびこくのいずれの評価においてもきわめてすぐれている。",
                    "【0056】",
                    "羅漢果配糖体は，一般には黄色～黄褐色粉末の形状である。羅漢果配糖体は，例えば，羅漢果の果実を洗浄し，粉砕した後，水で抽出して得られた抽出液について濾過，カラム吸収，カラム分離，回収，濃縮，乾燥などの工程を行なうことにより製造される。羅漢果配糖体は，日本国内で市販品として入手可能である。",
                    "【0058】",
                    "本発明の好ましい実施態様では，羅漢果の果実を収穫後に乾燥することなく，配糖体の抽出工程を行う。乾燥処理を施されていない羅漢果の果実を原料とすることにより，上述の種々の条件の影響を受けずに，良好な甘味質を有する羅漢果エキスが得られる。本発明に用いられる羅漢果の果実の水分含量は，代表的には約30％，好ましくは約50％以上，より好ましくは約70％以上である。1つの好ましい実施態様では，羅漢果の果実の水分含量は，約70％～80％である。完熟した羅漢果の果実を原料とすることが好ましい。当業者は，羅漢果が完熟していることを，果実の色合い，果実の形状などから経験的に判断し得る。",
                    "【0059】",
                    "本発明の羅漢果エキスは，モグロサイドⅤ，モグロサイドⅠⅤ，11-オキソ-モグロサイドⅤおよびシアメノサイドⅠの合計含有量が33重量％以上になるように，例えば，抽出・濾過・濃縮・分離・精製・乾燥などの製造諸工程を行なうことによって得られる。本発明の羅漢果エキスは，当業者に公知の抽出および分離方法を用いて製造され得る。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "【0079】",
                    "(製造例1：羅漢果配糖体の単離)",
                    "羅漢果エキス中に含有される甘味成分の定量分析および各甘味成分の甘味質評価試験を実施する場合，モグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIの甘味標準物質が必要不可欠となる。しかし，これらの甘味標準物質は市販されていないために，本発明者らによって下記のような分画・分取方法で各標準品を入手した。",
                    "【0080】",
                    "すなわち，羅漢果の未乾燥果実をメタノールで抽出し，メタノールエキスを得た。メタノールエキスを水と混合し，Ｎ-ヘキサンで脱脂した。脱脂されたメタノールエキスを，多孔性樹脂(DIAIOＮ  HP-20カラムクロマト，三菱化学製)にかけ，80％メタノール，100％メタノール，およびアセトンの順に溶出させ，粗配糖体画分である80％メタノール画分を得た。",
                    "【0081】",
                    "得られた粗配糖体画分のうちの10gを10～50mLのメタノールに十分に溶解させ，乳棒を用いて乳鉢中のシリカゲル(Silicagel60，70～230mesh，MERCK製)50gと混ぜ合わせた。適量のメタノールを加えてよく混合した後，80～90℃の条件下で撹拌しながら十分に乾燥させた。シリカゲル粒子が均一になるまで乳棒ですりつぶした後，300gのシリカゲルを充填したガラスカラム(Ф40×750mm，桐山化学)の上部開口部に，上記の乾燥させたシリカゲル粒子を追充填した。",
                    "【0082】",
                    "次に，クロロホルム(片山化学，試薬特級)-メタノール-水を15：6：1の容積比で混合した分画溶媒を上記カラムに3L流して溶出させた後，クロロホルム-メタノール-水を15：9：2の容積比で混合した分画溶媒を5L流して溶出させた。",
                    "【0083】",
                    "溶出液は，フラクションコレクターを用いて約13mL／8分の流速で，計約500本の試験管に回収した。約10本おきに溶出液の一部を順相系の薄層クロマトグラフィー(以下，TLCと称する)(Silicagel  60F ，MERCK製)にかけて分析することにより，羅漢果配糖体のスポットを確認した。この結果に基づいて，得られた約500本の試験管に含まれる溶出液を次に示したA～Eの5フラクションにまとめ，分取した。",
                    "【0084】",
                    "AフラクションはＮo．001～242，BフラクションはＮo．243～305，CフラクションはＮo．306～348，DフラクションはＮo．349～470，そしてEフラクションはＮo．471～LASTとした。",
                    "【0085】",
                    "「シアメノサイドI」および「モグロサイドIV」を単離するためには，Bフラクションを，オクタデシルシリル(以下，ODSと称する)カラム(LiChroprep  RP-18，40～63μm，MERCK)を用いる逆相カラムクロマトグラフィーにより分取した。すなわち，BフラクションをODSカラムにかけ，メタノール-水を56：44の容積比で混合した分画溶媒を1．5L，およびメタノールを0．5L順次用いて溶出させ，溶出液を約13mLずつ約100本の試験管に回収した。約5本おきに溶出液の一部を順相系TLCにかけることにより羅漢果配糖体のスポットを確認し，さらに溶出液の一部について液体クロマトグラフィー(LC)分析を行うことにより，「シアメノサイドI」または「モグロサイドIV」が完全に単離されていることを確認し，その結果，上記の約100本の試験管に含まれる溶出液を次のB-1からB-9に示す9個のフラクションにまとめ，分取した。",
                    "【0086】",
                    "9つのフラクションは，Ｎo．01～21をフラクションB-1，Ｎo．22～26をフラクションB-2，Ｎo．27～30をフラクションB-3，Ｎo．31～32をフラクションB-4，Ｎo．33～39をフラクションB-5，Ｎo．40～43をフラクションB-6，Ｎo．44～45をフラクションB-7，Ｎo．46～63をフラクションB-8，そしてＮo．64～LastをフラクションB-9とした。",
                    "【0087】",
                    "「シアメノサイドI」はフラクションB-3に含まれているので，このフラクションを再度カラムクロマトグラフィーにかけ，メタノール-水＝54：46(1．5L)の溶媒で溶出させ，溶出液を約100本の試験管に回収し，上記と同様にTLCにかけてシアメノサイドIのスポットを確認し，そしてLCにかけてシアメノサイドIが単離されていることを確認した。この結果に基づいて約100本の試験管に含まれる溶出液を4つのフラクションに分けた。Ｎo．42～53のフラクションにシアメノサイドIが含まれており，このフラクションを乾燥することにより，高純度(純度97．4％)の「シアメノサイドI」を単離した。",
                    "【0088】",
                    "「モグロサイドIV」はフラクションB-8に含まれているので，このフラクションを再度カラムクロマトグラフィーにかけ，メタノール-水＝54：46(1．5L)の溶媒で溶出させ，溶出液を約100本の試験管に回収し，上記と同様にTLCにかけてモグロサイドIVのスポットを確認し，そしてLCにかけてモグロサイドIVが単離されていることを確認した。この結果に基づいて約100本の試験管に含まれる溶出液を4つのフラクションに分けた。Ｎo．57～68のフラクションにモグロサイドIVが含まれており，このフラクションを乾燥することにより，高純度(純度95．5％)の「モグロサイドIV」を単離した。",
                    "【0089】",
                    "「11-オキソ-モグロサイドV」を単離するためには，CフラクションをODSカラムを用いる逆相カラムクロマトグラフィーにより分取した。すなわち，CフラクションをODSカラムにかけ，メタノール-水を52：48の容積比で混合した分画溶媒を1．5L，およびメタノールを0．5L順次用いて溶出させ，溶出液を約13mLずつ約100本の試験管に回収した。約5本おきに溶出液の一部を順相系TLCにかけることにより「11-オキソ-モグロサイドV」のスポットを確認し，さらに溶出液の一部についてLC分析を行うことにより11-オキソ-モグロサイドVが完全に単離されていることを確認し，その結果，上記の約100本の試験管に含まれる溶出液を次のC-1からC-4に示す4個のフラクションにまとめ，分取した。",
                    "【0090】",
                    "4つのフラクションは，Ｎo．01～37をフラクションC-1，Ｎo．38～50をフラクションC-2，Ｎo．51～59をフラクションC-3，そしてＮo．60～LastをフラクションC-4とした。",
                    "【0091】",
                    "「11-オキソ-モグロサイドV」はフラクションC-2に含まれているので，このフラクションを再度逆相カラムクロマトグラフィーにかけ，メタノール-水＝52：48(1．5L)の溶媒で溶出させ，溶出液を約100本の試験管に回収し，上記と同様に順相系TLCにかけて11-オキソ-モグロサイドVのスポットを確認し，そしてLCにかけて11-オキソ-モグロサイドVが単離されていることを確認した。この結果に基づいて約100本の試験管に含まれる溶出液を4つのフラクションに分けた。Ｎo．38～53のフラクションに11-オキソ-モグロサイドVが含まれており，このフラクションを乾燥することにより，高純度(純度99．3％)の「11-オキソ-モグロサイドV」を単離した。",
                    "【0092】",
                    "「モグロサイドV」を単離するためには，DフラクションをODSカラムを用いる逆相カラムクロマトグラフィーにより分取した。すなわち，DフラクションをODSカラムにかけ，メタノール-水を54：46の容積比で混合した分画溶媒を1．5L，およびメタノールを0．5L順次用いて溶出させ，溶出液を約13mLずつ約100本の試験管に回収した。約5本おきに溶出液の一部を順相系TLCにかけることにより「モグロサイドV」のスポットを確認し，さらに溶出液の一部についてLC分析を行うことによりモグロサイドVが単離されていることを確認し，その結果，上記の約100本の試験管に含まれる溶出液を次のD-1からD-6に示す6個のフラクションにまとめ，分取した。",
                    "【0093】",
                    "6つのフラクションは，Ｎo．01～16をフラクションD-1，Ｎo．17～22をフラクションD-2，Ｎo．23～26をフラクションD-3，Ｎo．27～32をフラクションD-4，Ｎo．33～45をフラクションD-5，そしてＮo．46～LastをフラクションD-6とした。",
                    "【0094】",
                    "「モグロサイドV」はフラクションD-5に含まれているので，このフラクションを再度逆相カラムクロマトグラフィーにかけ，メタノール-水＝54：46(1．5L)の溶媒で溶出させ，溶出液を約100本の試験管に回収し，上記と同様に順相系TLCにかけてモグロサイドVのスポットを確認し，そしてLCにかけてモグロサイドVが単離されていることを確認した。この結果に基づいて約100本の試験管に含まれる溶出液を5つのフラクションに分けた。Ｎo．35～45のフラクションにモグロサイドVが含まれており，このフラクションを乾燥することにより，高純度(純度97．3％)の「モグロサイドV」を単離した。",
                    "【0095】",
                    "モグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIの構造解析は，赤外線吸収スペクトル(IR)および核磁気共鳴分光装置(ＮMR)を用いて行なった。上記で得たモグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIの純度測定は，高速液体クロマトグラフィー(HPLC)を使用して行なった。",
                    "【0096】",
                    "(実施例1：甘味強度の測定)",
                    "Pauliの全系列法(澱粉糖関連工業分析法(株式会社食品化学新聞社発行))による官能試験により，上記製造例1で羅漢果の果実から分画および精製した高甘味度甘味成分であるモグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIの甘味強度を測定した。その結果，10％ショ糖水溶液と同等の甘味強度を得るために必要なモグロサイドV水溶液の濃度は0．03重量％であって，11-オキソ-モグロサイドVでは0．15重量％であって，モグロサイドIVでは0．04重量％であって，そしてシアメノサイドIでは0．02重量％であった。",
                    "【0097】",
                    "従って，モグロサイドVはショ糖の約330倍，11-オキソ-モグロサイドVはショ糖の約70倍，モグロサイドIVはショ糖の約250倍，そしてシアメノサイドIはショ糖の約500倍の甘味強度を有すると計算され，非常に甘味強度が高いことがわかる。",
                    "【0098】",
                    "(比較例1：甘味強度の測定)",
                    "実施例1と同様に，サッカリンナトリウム，グリチルリチン酸ジカリウム，およびレバウディオサイドAの甘味強度を測定した。その結果，10％ショ糖水溶液と同等の甘味強度を得るために必要なサッカリンナトリウム水溶液の濃度は0．03重量％，グリチルリチン酸ジカリウムでは0．04重量％，そしてレバウディオサイドでは0．03重量％であった。",
                    "【0099】",
                    "従って，サッカリンナトリウムはショ糖の約330倍，グリチルリチン酸ジカリウムはショ糖の約250倍，そしてレバウディオサイドはショ糖の約330倍の甘味強度を有する。",
                    "【0100】",
                    "(実施例2および比較例2)",
                    "以下に示す方法により，ショ糖10重量％溶液と同等の甘味強度の各種甘味料水溶液を調製した。",
                    "【0101】",
                    "(実施例2：羅漢果配糖体を含有する甘味料水溶液の調製)",
                    "容量100mLのガラス製ビーカーに，上記製造例1で羅漢果の果実から分画および精製した高甘味度甘味成分であるモグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIの高純度品を，それぞれ以下の表1の実施例2のサンプルA～サンプルDに示す重量で加え，所定量の精製水に十分に溶解させることにより，サンプルA～サンプルDの甘味料水溶液をそれぞれ100g得た。",
                    "【0102】",
                    "(比較例2：サッカリンナトリウム、グリチルリチン酸ジカリウムまたはレバウディオサイドAを含有する甘味料水溶液の調製)",
                    "高甘味度甘味成分を表1の比較例2に示すように，サッカリンナトリウム，グリチルリチン酸ジカリウムまたはレバウディオサイドAに変更したこと以外は実施例1と同様に操作して，比較例の甘味料水溶液サンプルE～サンプルGをそれぞれ100g得た。ここで使用したサッカリンナトリウム，グリチルリチン酸ジカリウムおよびレバウディオサイドAは，それぞれ片山化学社製試薬，丸善製薬社製の製品，および守田化学工業社製の製品を用いた。",
                    "【0103】",
                    "【表1】",
                    "【0104】",
                    "(実験例1：甘味料水溶液の評価)",
                    "熟練した男性の被験者11名および熟練した女性の被験者4名の合計15名の被験者によって，実施例2および比較例2で得られた甘味料水溶液について9要素の味覚に対して官能試験を実施した。ショ糖の10重量％水溶液を基準溶液として，各種甘味料水溶液を試飲し，味覚の9要素，すなわち，「苦み，後引き，しつこさ，くせ，渋味，刺激，すっきり感，まろやかさ，およびこく」のそれぞれについて7段階の点数(0点～6点)で評価した。ショ糖10重量％水溶液を基準溶液として比較を行ない，「ショ糖溶液よりもきわめて好評」を0点，「ショ糖溶液よりもかなり好評」を1点，「ショ糖溶液よりもやや好評」を2点，「ショ糖溶液と変わらない」を3点，「ショ糖溶液よりもやや不評」を4点，「ショ糖溶液よりもかなり不評」を5点，そして「ショ糖溶液よりもきわめて不評」を6点として評価した。",
                    "【0105】",
                    "さらに，各要素別に得られた評価点数を基にしてレーダーチャートを作成した。すなわち，甘味質を構成する9要素を9本の軸で表し，被験者によって評価された順位の平均値をこの軸上にプロットし，このプロットを互いに結んで9角形の曲線を画いた。この9角形に囲まれる面積を算出した。この場合，9要素のいずれも外側に値するほど甘味質が不評であり，内側に値するほど甘味質が好評であることを意味する。したがって，9角形に囲まれる面積は，甘味質が好評であるほど減少する。",
                    "【0106】",
                    "評価の結果を図1および表2に示す。図1には，上記実施例2および比較例2で得られた甘味料水溶液の甘味質を構成する9要素に対するレーダーチャートを示した。表2には，甘味質を構成する9要素に対して，被験者によって評価された順位の平均値，およびレーダーチャートから求めた面積値を示した。",
                    "【図1】実施例2および比較例2で得られた甘味料水溶液のレーダーチャート",
                    "【0107】",
                    "【表2】",
                    "【0108】",
                    "図1および表2から明らかなように，羅漢果果実から分画精製したモグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIの高純度品を含む実施例2のサンプルA～サンプルDは，味覚の9要素，すなわち，「苦み，後引き，しつこさ，くせ，渋味，刺激，すっきり感，まろやかさ，およびこく」のいずれの要素に対しても評価点数4．00以下を示した。また，レーダーチャートからの面積値は，サンプルA～サンプルDの順に40，42，45および45と低い値を示した。",
                    "【0109】",
                    "これらのことから，サンプルA～サンプルDは，ショ糖の甘味質(評価点数3．00)と類似したすぐれた甘味質を示す甘味料水溶液であることがわかった。",
                    "【0110】",
                    "一方，サッカリンナトリウム(サンプルE)，グリチルリチン酸ジカリウム(サンプルF)およびレバウディオサイドA(サンプルG)を甘味成分とする比較例2に示した甘味料水溶液の甘味質は，いずれも高純度品の高甘味度甘味料を甘味成分とするにも関わらず，味覚の9要素に対する評価点数が4．00以上を示す要素が認められた。サンプルEは，特に苦味に対する点数が高く，後引き，くせ，および渋味に対しても高い点数が得られた。サンプルFでは，後引き，しつこさ，くせ，およびすっきり感に対して点数が高かった。サンプルGでは，後引き，およびくせにおいて点数が高かった。また，サンプルE～サンプルGのレーダーチャートからの面積値は，順に55，59，および49であったので，比較例2の甘味質は，ショ糖の甘味質と比較して劣っていた。",
                    "【0111】",
                    "(実施例3：甘味強度の測定)",
                    "未乾燥羅漢果の果実を原料として抽出および精製を行ない，表3の実施例3のサンプルH～サンプルJに示した含有割合でモグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIを含有する羅漢果エキスを得た。",
                    "【0112】",
                    "【表3】",
                    "【0113】",
                    "実施例1と同様に，得られた羅漢果エキスの甘味強度を測定した。その結果，10％ショ糖水溶液と同等の甘味強度を得るために必要なサンプルHは0．11重量％であって，サンプルIは0．07重量％であって，そしてサンプルJは0．05重量％であった。",
                    "【0114】",
                    "従って，サンプルHはショ糖の約90倍，サンプルIはショ糖の約140倍，そしてサンプルJはショ糖の約200倍の甘味強度を有する。",
                    "【0115】",
                    "(比較例3：甘味強度の測定)",
                    "未乾燥羅漢果の果実を原料として抽出および精製を行ない，表3の比較例のサンプルKおよびサンプルLに示した含有割合でモグロサイドV，モグロサイドIV，11-オキソ-モグロサイドVおよびシアメノサイドIを含有する羅漢果エキスを得た。",
                    "【0116】",
                    "実施例1と同様に，羅漢果エキスの甘味強度を測定した。その結果，10％ショ糖水溶液と同等の甘味強度を得るために必要なサンプルKは0．23重量％，であり，そしてサンプルLは0．20重量％であった。",
                    "【0117】",
                    "従って，サンプルKはショ糖の約43倍，そしてサンプルLはショ糖の約50倍の甘味強度を有する。",
                    "【0118】",
                    "(実施例4および比較例4)",
                    "以下に示す方法により，ショ糖10重量％溶液と同等の甘味強度の各種羅漢果エキス水溶液を調製した。",
                    "【0119】",
                    "(実施例4：羅漢果エキス水溶液の調製)",
                    "容量100mLのガラス製ビーカーに，上記実施例3で得られたサンプルH～サンプルJの羅漢果エキスおよび精製水を，以下の表4の実施例4のサンプルH～サンプルJに示す重量で加え，十分に溶解させ，サンプルH～サンプルJの羅漢果エキス水溶液をそれぞれ100g得た。",
                    "【0120】",
                    "(比較例4：羅漢果エキス水溶液の調製)",
                    "得られたサンプルKおよびサンプルLの羅漢果エキスを表4の比較例4に示す重量で用いたこと以外は実施例4と同様に操作し，比較例4のサンプルKおよびサンプルLの羅漢果エキス水溶液をそれぞれ100g得た。",
                    "【0121】",
                    "【表4】",
                    "【0122】",
                    "(実験例2：羅漢果エキス水溶液の評価)",
                    "実施例4で得られた羅漢果エキス水溶液および比較例4で得られた羅漢果エキス水溶液についての官能試験を，実験例1と同様にして，熟練した被験者15名による9要素の味覚に対して行い，それぞれの要素に対して7段階の点数(0点～6点)で評価した。さらに，各要素別に得られた評価点数を基にしてレーダーチャートを作成した。",
                    "【0123】",
                    "結果を図2および表5に示す。図2には，上記実施例4で得られた羅漢果エキス水溶液および比較例4で得られた羅漢果エキス水溶液の甘味質を構成する9要素に対するレーダーチャートを示した。また，表5には，甘味質を構成する9要素に対して，被験者によって評価された順位の平均値，およびレーダーチャートから求めた面積値を示した。",
                    "【図2】実施例4で得られた羅漢果エキス水溶液および比較例4で得られた羅漢果エキス水溶液のレーダーチャート",
                    "【0124】",
                    "【表5】",
                    "【0125】",
                    "図2および表5から明らかなように，羅漢果の甘味成分であるモグロサイドV，モグロサイドIV，11-オキソ-モグロサイドV，およびシアメノサイドIの合計含有量が35重量％以上である，実施例4のサンプルH～サンプルJは，味覚の9要素，すなわち，苦み，後引き，しつこさ，くせ，渋味，刺激，すっきり感，まろやかさ，およびこくのいずれに対しても評価点数4．00以下を示し，レーダーチャートからの面積値も約40と低い値を示した。",
                    "【0126】",
                    "これらのことから，サンプルH～サンプルJの羅漢果エキス水溶液は，ショ糖の甘味質(評価点数3．00)と類似したすぐれた甘味質を示す水溶液であることがわかった。",
                    "【0127】",
                    "一方，羅漢果の甘味成分であるモグロサイドV，モグロサイドIV，11-オキソ-モグロサイドV，およびシアメノサイドIの合計含有量が35重量％以上という条件を満足しない，比較例4のサンプルKおよびサンプルLは，味覚の9要素のほとんどに対して，評価点数が4．00または5．00以上を示した。モグロサイドV，モグロサイドIV，11-オキソ-モグロサイドV，およびシアメノサイドIの合計含有量がわずか16．0重量％であるサンプルKは，特に「苦み」および「くせ」に対する点数が著しく高く，「すっきり感」，「まろやかさ」，「渋み」および「後引き」に対しても高い評価点数を示した。上記合計含有量が29．2％のサンプルLでは，「苦み」および「くせ」に対して点数が高かった。また，サンプルKおよびサンプルLのレーダーチャートからの面積値は，順に67および63であり，これらの甘味質はショ糖の甘味質と比較して著しく劣っていた。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明の効果",
                  "text": [
                    "【0140】",
                    "・・・",
                    "本発明により，安全性が高く，ショ糖に近い上質な甘味質を有する甘味料組成物が提供される。低エネルギー甘味料組成物およびゼロエネルギー甘味料組成物も容易に提供される。特に低エネルギー甘味料組成物は，肥満症患者および糖尿病患者のような，エネルギー摂取を制限されている人およびダイエットを要求される人に有利に使用され得る。",
                    "【0141】",
                    "糖類の中でショ糖が最も吸収され易いので，他の甘味料よりも100gあたりのエネルギーが高いことが当該分野で公知である。羅漢果エキス中の配糖体の100gあたりの詳細なエネルギーは未知であるが，およそショ糖のエネルギー(400kcal／100g)と同等以下であると考えられている。モグロサイドVはショ糖の約330倍の甘味強度を有し，モグロサイドIVは約250倍，11-オキソ-モグロサイドVは約70倍，そしてシアメノサイドIは約500倍である。従って，同じ甘味強度で比較すると，モグロサイドVはショ糖の約330分の1未満のエネルギー，モグロサイドIVは約250分の1未満，11-オキソ-モグロサイドVは約70分の1未満，そしてシアメノサイドIは約500分の1未満のエネルギーである。従って，本発明のエキスおよび甘味料はエネルギー抑制に極めて有効である。",
                    "【0142】",
                    "本発明の羅漢果エキスは，羅漢果の果実から得られる植物系の高甘味度甘味料であるために，安全性が高いだけでなく，従来の羅漢果エキスに比べてきわめて甘味質が良好である。",
                    "【0143】",
                    "さらに，羅漢果の有する薬効作用による高血圧症，糖尿病などを防止する作用，老化防止作用などの有益な効果が期待される。これらの理由から，本発明の甘味料組成物は，多くの需要があると考えられ，商業的にも非常に優れている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によると，本件発明は，ショ糖に代わる甘味料，特に低エネルギーで，摂取後に血液中の血糖値及びインスリン濃度に影響を及ぼさない甘味料の提供を課題とし(【0009】)，人体に対して安全性が高い植物由来の天然の高甘味度甘味料として(【0025】)，古代より中国の民間薬として広く利用されている羅漢果エキスに着目し(【0029】)，羅漢果エキスの「黒砂糖などの焦げ味に似た羅漢果特有の焦げ味，独特の匂い，苦み，甘みの残留性などがあるため，飲食の際に非常に不快感を伴い，かつ，飲食物が黄褐色に呈色するために食品への利用には適さない」という欠点(【0030】)を改良したものであって，本件4成分，すなわち，モグロサイドV，モグロサイドIV，11-オキソ-モグロサイドV及びシアメノサイドIの合計含有量が35重量％以上の羅漢果エキスとすることにより，ショ糖に近い上質な甘味質を示す水溶液が得られ(【0126】)，これにより，ショ糖に近い上質な甘味質を示す甘味料組成物が提供可能となった(【0140】)というものであると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告主張の審決取消事由(サポート要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものであると解するのが相当である(当庁平成17年(行ケ)第10042号同年11月11日特別部判決・判例タイムズ1192号164頁参照)。",
                "以下，上記の観点に立って，本件について検討することとする。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記1(2)のとおり，本件発明は，ショ糖に代わる甘味料，特に低エネルギーで，摂取後に血液中の血糖値及びインスリン濃度に影響を及ぼさない甘味料の提供を課題とするものであり，これを解決するために，本件4成分の合計含有量が35重量％以上である羅漢果エキスという構成を採用したものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，前記1(1)の本件明細書の記載のうち，実施例1の記載によると，羅漢果の果実から分画及び精製した本件4成分に関し，いずれも1成分のみを高純度で含有する水溶液(モグロサイドⅤは純度97．3％，11-オキソ-モグロサイドⅤは純度99．3％，モグロサイドⅠⅤは純度95．5％，シアメノサイドⅠは純度97．4％。)について，10％ショ糖水溶液と同等の甘味強度を得るために必要な濃度は，モグロサイドⅤでは0．03重量％，11-オキソ-モグロサイドⅤでは0．15重量％，モグロサイドⅠⅤでは0．04重量％，シアメノサイドⅠでは0．02重量％であること，したがって，モグロサイドVはショ糖の約330倍，11-オキソ-モグロサイドⅤはショ糖の約70倍，モグロサイドⅠⅤはショ糖の約250倍，シアメノサイドⅠはショ糖の約500倍の甘味強度を有するとされ，ショ糖に比し非常に甘味強度が強いことが開示されている(【0087】，【0088】，【0091】，【0094】，【0096】，【0097】)。",
                "また，前記1(1)の本件明細書の記載のうち，実施例2及び実験例1の記載によると，本件4成分について，いずれも1成分のみを高純度で含有する上記の高純度品を実施例1によりショ糖10％水溶液と同等の甘味強度を有するとされた配合割合で精製水に十分に溶解させた甘味料水溶液(各成分ごとにサンプルA～D)を試飲し，ショ糖の10重量％水溶液を基準溶液として，味覚の9要素として「苦み，後引き，しつこさ，くせ，渋味，刺激，すっきり感，まろやかさ，こく」(以下，「本件味覚9要素」という。)のそれぞれについて，「ショ糖溶液よりもきわめて好評」を0点，「ショ糖溶液と変わらない」を3点，「ショ糖溶液よりもきわめて不評」を6点などとする7段階の点数(0点～6点)で官能評価を行ったこと，本件味覚9要素ごとに算出した平均値を，0点を内側，6点を外側とする9本の軸上にプロットし，これを互いに結んだ9角形に囲まれる面積を算出したこと，これらの結果，サンプルA～Dは，上記9要素のいずれの要素に対しても評価点数4．00以下を示し，9角形の面積値は，いずれも低い値(サンプルAが40，サンプルBが42，サンプルC及びサンプルDが45)を示したこと，したがって，本件4成分のうちいずれか1成分を高純度で含有するサンプルA～Dは，ショ糖の甘味質(評価点数3．00)と類似した優れた甘味質を示す甘味料水溶液であることが開示されている(【0101】～【0109】)。",
                "本件明細書に接した当業者は，上記開示事項から，本件4成分の高純度品(モグロサイドⅤは純度97．3％，11-オキソ-モグロサイドⅤは純度99．3％，モグロサイドⅠⅤは純度95．5％，シアメノサイドⅠは純度97．4％。)は，いずれも，ショ糖に比して非常に甘味強度が強いこと(ショ糖よりも少量で，ショ糖と同等の甘味強度を得ることができること)に加え，甘味質としても，本件味覚9要素のいずれの要素についても，ショ糖との乖離の程度は小さく，ショ糖と類似した優れた甘味質を有すること，したがって，本件4成分は，いずれも，ショ糖に比して甘味強度が強く，本件味覚9要素のいずれにおいてもショ糖との乖離の程度は小さく，ショ糖と類似した優れた甘味質を有することを理解することができる。",
                "本件明細書に接した当業者が上記技術事項を理解することができることは，サンプルA～Dが本件発明の実施例であるか否かによって左右されるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，前記1(1)の本件明細書の記載のうち，実施例3及び比較例3，実施例4及び比較例4並びに実験例2の記載によると，4成分合計含有量が16．00重量％(サンプルK)，29．20重量％(サンプルL)，35．10重量％(サンプルH)，53．00重量％(サンプルI)，60．80重量％(サンプルJ)の羅漢果エキスは，ショ糖よりも少量で，ショ糖と同等の甘味強度を得ることができること，4成分合計含有量が16．00重量％(サンプルK)，29．20重量％(サンプルL)，35．10重量％(サンプルH)，53．00重量％(サンプルI)，60．80重量％(サンプルJ)と増加するにつれ，前記(3)の実験例1と同様にして算出した9角形の面積値は67，63，41，40，37と減少していること，本件味覚9要素の評価点数は，4成分合計含有量が35．10重量％以上のサンプルH～Jでは，いずれの要素に対しても4．00以下を示したのに対し，4成分合計含有量が29．20重量％以下のサンプルK，Lでは，ほとんどの要素に対して4．00又は5．00以上を示したこと，サンプルH～Jは，ショ糖の甘味質(評価点数3．00)と類似した優れた甘味質を示す水溶液であることが開示されている(【0111】～【0127】)。",
                "そうすると，本件明細書には，4成分合計含有量が35．10重量％～60．80重量％であるサンプルH～Jが，ショ糖の甘味質と類似した優れた甘味質を示す水溶液であることが開示されている上，4成分合計含有量が60．80重量％を超える範囲においては，本件4成分のいずれかを増加させることになるところ，前記(3)のとおり，本件4成分は，いずれも，本件味覚9要素のいずれにおいてもショ糖との乖離の程度は小さく，ショ糖と類似した優れた甘味質を有することが開示されているから，本件明細書に接した当業者は，4成分合計含有量が35重量％以上の羅漢果エキスは，ショ糖よりも少量で，ショ糖と同等の甘味強度を得ることができ，ショ糖と類似した優れた甘味質を示すものと理解することができる。",
                "したがって，本件特許の請求項2に記載された本件発明は，本件明細書の発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであり，サポート要件に適合するものと認められる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，本件明細書に接した当業者は，本件4成分のうち1成分のみを含有する実施例2及び実験例1は，本件発明の実施例に当たらず，成分の単離に関する記述と認識するにすぎないと主張する。",
                "しかし，実施例2及び実験例1が本件発明の実施例であるか否かにかかわらず，本件明細書に接した当業者は，本件4成分は，いずれも，ショ糖に比し甘味強度が強く，本件味覚9要素のいずれにおいてもショ糖との乖離の程度は小さく，ショ糖と類似した優れた甘味質を有するという技術事項を理解することができることは，前記(3)のとおりであって，実施例2及び実験例1が本件発明の実施例であるか否かは，そのことを左右するものではない。そして，上記技術事項が開示されていることから，本件発明がサポート要件に適合するものと認められることは前記(2)～(4)のとおりであって，実施例2及び実験例1が本件発明の実施例であるか否かは，本件発明がサポート要件に適合するか否かの判断を左右するものではない。",
                "なお，本件においては，本件発明が，本件4成分のすべてを含むものでなければならないかについて争いがあるが，上記のとおり，実施例2及び実験例1が本件発明の実施例であるか否かにかかわらずサポート要件に適合することが認められるのであって，本件発明が本件4成分のすべてを含むものであるか否かにかかわらず，本件発明が本件明細書の発明の詳細な説明に記載したものであることは，前記(2)～(4)で判示したところから明らかであるから，上記争点について判断するまでもないというべきである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，拒絶理由通知書に対する意見書の記載(甲2)や，審判事件答弁書(甲6)の記載や，被告が「モグロサイド類70％以上の羅漢果配糖体の甘味質評価」に係る実験を行ったこと(審判事件答弁書(甲6)添付の実験報告書)を主張する。",
                "しかし，サポート要件適合性の判断は，前記(1)のとおり，特許請求の範囲の記載と発明の詳細な説明の記載とを対比して行うべきところ，本件発明がサポート要件に適合することは，前記(2)～(4)のとおりであり，原告指摘の被告の上記対応がこの判断を左右するものではないし，上記実験を考慮するまでもなく，本件発明がサポート要件に適合することが認められる。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原告は，4成分合計含有量が35．10重量％，53．00重量％，60．80重量％のサンプルH～Jにおいて，本件味覚9要素のうち，「まろやかさ」と「こく」については，4成分合計含有量が53．00重量％のサンプルIよりも60．80重量％のサンプルJの方が悪い数値を示しており，60．80重量％を超える数値においてさらに悪い数値を示すことはあり得るし，また，他の七つの要素についても同様である旨主張する。",
                "しかし，実施例4及び比較例4の本件味覚9要素の評価点数等を示した【表5】によると，本件味覚9要素のうち，原告指摘の「まろやかさ」及び「こく」を除く7要素は，いずれも，サンプルJの評価点数は，サンプルIの評価点数より減少していることが認められる。そして，原告指摘の「まろやかさ」及び「こく」についても，4成分合計含有量がサンプルK，L，H，I，Jと増加するにつれ，「まろやかさ」の評価点数は，4．47，4．40，3．20，3．13，3．27と変化し，「こく」の評価点数は，3．53，3．53，3．13，3．13，3．33と変化しており，サンプルJの数値は，サンプルH，Iよりも大きい数値となってはいるものの，いずれも3．3前後であって，「ショ糖溶液よりもやや不評」を意味する4点よりも「ショ糖溶液と変わらない」を意味する3点に近い評価に止まるし，4成分合計含有量が29．20重量％以下のサンプルK，Lに比し，「まろやかさ」では1点以上少ない点数となっており，「こく」でも少ない点数となっていることが認められる。そして，これらの事実に，前記(3)のとおり，本件4成分は，いずれも，本件味覚9要素のいずれにおいてもショ糖との乖離の程度は小さく，ショ糖と類似した優れた甘味質を有することを考慮すると，「まろやかさ」と「こく」を含む本件味覚9要素について，4成分合計含有量が60．80重量％を超える場合にショ糖と類似した優れた甘味質を有するかどうかが明らかでないということはできない。",
                "そうすると，本件特許の請求項2に記載された本件発明が，本件明細書の発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるという前記(2)～(4)の判断が左右されることはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によると，原告主張の審決取消事由は理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}