{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2015-3063号事件について平成27年12月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実（いずれも当事者間に争いがない。）",
      "content": [
        {
          "fig": "1",
          "subject": "本願意匠",
          "text": [
            "意願2013-12836号（以下「本願」という。）は，平成24年12月7日のアメリカ合衆国への出願に基づくパリ条約による優先権の主張を伴って，平成25年6月7日に意匠登録出願されたものである。その意匠（以下「本願意匠」という。）は，意匠に係る物品を「包装用容器」とし，その形態を，別紙審決書（写し）の別紙第1（以下，別紙審決書（写し）添付の各別紙につき「別紙第1」のようにいう。）のとおりとするものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "本願につき平成26年11月13日付けで拒絶査定がされたことから，原告は，平成27年2月18日付けで拒絶査定不服審判を請求した。",
            "特許庁は，この請求を不服2015-3063号事件として審理し，同年12月16日，「本件審判の請求は，成り立たない。」との審決（附加期間として90日を付加。以下「本件審決」という。）をし，その謄本は，平成28年1月5日，原告に送達された。",
            "原告は，同年5月6日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）記載のとおりであり，その要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願意匠の認定",
              "text": [
                "本願意匠は，その意匠に係る物品は「包装用容器」であり，その形態は，（1）スリーブ付き容器本体部の上部に凸状注出口付きキャップ部を突出するように設け（以下「構成（1）」という。（2）以下についても同様に表記する。），（2）容器本体部は，全体を口部がほんの少し突出した略円柱形状体とし，口部上端は鍔状に表れ，肩部は，その幅が口径の約2倍で，緩やかな傾斜で張り出し，胴部は，側面視縦横比が約5対2のやや細長形状で，胴部の下端から約4分の1の高さ付近が最も括れるように，上端及び下方（底部寄りの垂直面付近を除く）から径が漸次細くなり，その括れ部の径の大きさは胴部上下端部の径の約80%とし，（2-1）胴部の下端から肩部の少し入ったところまでをフィルムで密着するように覆われたものであり，（3）キャップ部は，その上面中央に凸状注出口を備えたやや扁平な（幅と高さの比率を約3対1とする）略円柱形状で，周側面には天板部の周縁を除いて筋状凸部による垂直線模様が密に等間隔に表れ，天板部の周縁部分が周側面の上端から僅かに水平に張り出したものであり，（3-1）キャップ部上面に表れる注出口部は，円柱形状部と，その上部に屋根のように表れる扁平な略円錐台形状部からなるものであり，その頂部が少し突出したもの，と認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用した公知意匠の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "意匠1",
                  "text": [
                    "意匠1（日本国特許庁が平成18年2月27日に発行した意匠公報に記載の意匠登録第1263924号包装用瓶の意匠の「容器本体部」の形状。別紙第2参照。以下「引用意匠1」という。）は，容器本体部の形態について，全体を口部がほんの少し突出した略円柱形状体とし，口部上端は鍔状に表れ，肩部は，その幅が口径の約2倍で，緩やかな傾斜で張り出し，胴部は，側面視縦横比が約5対2のやや細長形状で，胴部の下端から約4分の1の高さ付近が最も括れるように，上端及び下方（底部寄りの垂直面付近を除く）から径が漸次細くなり，その括れ部の径の大きさは胴部上下端部の径の約80%としたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "意匠2",
                  "text": [
                    "意匠2（特許庁総合情報館が1991年9月20日に受け入れた大韓民国特許庁が1991年8月3日に発行の大韓民国意匠公報に記載の製品番号116323号包装用瓶の意匠の「注出口付きキャップ部」の形状。別紙第3参照。以下「引用意匠2」という。）は，キャップ部の形態について，その上面中央に凸状注出口を備えたやや扁平な（幅と高さの比率を約2対1とする）略円柱形状とし，周側面には天板部の周縁を除いて筋状凸部による垂直線模様が密に等間隔に表れ，その筋状凸部が天板部の周縁部分よりも僅かに突出したものであり，また，天板上部中央（注出口部の直下）には扁平な円錐台状の突出部が形成されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "意匠3",
                  "text": [
                    "意匠3（日本国特許庁が平成24年1月10日に発行した意匠公報に記載の意匠登録第1430963号包装用容器の意匠の「注出口部」の形状。別紙第4参照。以下「引用意匠3」という。）は，キャップ部上面に表れる注出口部について，円柱形状部と，その上部に屋根のように表れる扁平な略円錐台形状部からなり，その頂部が少し突出したものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "意匠4ないし6",
                  "text": [
                    "意匠4（日本国特許庁が平成15年5月21日に公開した公開特許公報に記載の特開2003-146361号【図1】の包装用容器の意匠。別紙第5参照），意匠5（日本国特許庁が平成18年11月24日に公開した公開特許公報に記載の特開2006-317654号【図1】の包装用容器の意匠。別紙第6参照）及び意匠6（日本国特許庁が平成21年10月29日に公開した公開特許公報に記載の特開2009-249002号【図1】（a）の包装用容器の意匠。別紙第7参照。以下，意匠4ないし6を一括して「引用意匠4ないし6」という。）は，いずれも，容器本体部の胴部の下端から肩部の少し入ったところまでをフィルムで密着するように覆われたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願意匠の創作容易性",
              "text": [
                "キャップ部や注出口部を異なる形態のものと置き換える変更がありふれた手法といえる包装用容器の物品分野において，本願意匠は，引用意匠1の容器の注出口付きキャップ部を，引用意匠2の容器の注出口付きキャップ部と置き換えるとともに，その注出口部を引用意匠3の容器の注出口部と置き換え，引用意匠4ないし6に見られるとおり，ごく普通に見られる手法によって胴部下端から肩部の少し入ったところまでをフィルムで密着するように覆ったものと認められるものであり，公知の形状に基づいて容易に創作することができた意匠というほかなく，意匠法（以下「法」という。）3条2項に該当し，意匠登録を受けることができないものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張-本願意匠の創作容易性に関する判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願意匠の構成態様",
              "text": [
                "本願意匠の意匠に係る物品が「包装用容器」であること，本件審決において認定されている構成が本願意匠の構成態様として考慮されるべきであることは争わないが，本件審決の認定は，引用意匠との比較において重要となる構成態様のすべてを網羅するものではない。",
                "すなわち，本願意匠の属する物品分野における物品の性質上，機能的な制約により形状選択の幅が限られる本体中央部分より，キャップ（注出口部及びキャップ部），キャップと本体との接合部分（鍔状部，首肩部及び肩部からなる部分）及び本体底部の形状において製品ごとに特徴が見られることから，これらの形状がそれぞれ本願意匠の構成態様となるが，それらの部分の配置間隔も意匠全体の美感に大きく影響することから，この点も同様に考慮することが適当であり，本願意匠は，注出口部，キャップ部，接合部分及び円筒状底部が略同一の高さで均等に配置されているという特徴を有している。また，多層構造でありながらすべて略同一の回転体となっていることも本願意匠の特徴的形状であるところ，これによって包装用容器という枠にとどまらない，現代的なタワー状構造物のような統一感のある印象を与えることに鑑みると，この点も本願意匠の構成態様として考慮すべきである。",
                "以上を踏まえると，本願意匠の基本的構成態様及び具体的構成態様（以下，「構成態様A」のようにいう。）は，以下のとおり認定するのが適切である。",
                "＜基本的構成態様＞",
                "A：略円筒形のスリーブ付き容器本体部の上部に凸状注出口付きキャップ部を突出するように設けている。",
                "B：キャップ及び容器本体はどの方向から観察しても略同一の回転体となっている。",
                "＜具体的構成態様＞",
                "C：容器本体部は，全体を口部がほんの少し突出した略円柱形状体とし，口部上端は鍔状に表れ，肩部は，その幅が口径の約2倍で，緩やかな傾斜で張り出し，胴部は，側面視縦横比が約5対2のやや細長形状で，胴部の下端から約4分の1の高さ付近が最も括れるように，上端及び下方（底部寄りの垂直面付近を除く）から径が漸次細くなり，その括れ部の径の大きさは胴部上下端部の径の約80％となっている。",
                "D：本体の底部寄りに明確な円筒状部分が表れており，底部寄りの垂直面付近が円筒状となっている。",
                "E：本体胴部の下端から肩部の少し入ったところまでをフィルムで密着するように覆われている。",
                "F：キャップ部は，その上面中央に凸状注出口を備えたやや平な（幅と高さの比率を約3対1とする）略円柱形状で，周側面には天板部の周縁を除いて筋状凸部による垂直線模様が密に等間隔に表れ，天板部の周縁部分が周側面の上端から僅かに水平に張り出したものである。",
                "G：キャップ部上面に表れる注出口部は，円柱形状部と，その上部に屋根のように表れる平な略円錐台形状部からなるものであり，その頂部が少し突出したもの，となっている。",
                "H：キャップの凸状注出口部の高さは，①キャップ部，②容器本体の鍔状口部上端から肩部の略上部に至る首肩部の高さ及び③上記本体の底部寄りの垂直面付近の高さと略同一となっている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願意匠から生じる美感",
              "text": [
                "本願意匠の外観は，水平方向に見れば，どの方向から観察しても同一視し得る回転体となっているという構成態様Bに基づく特徴により，バランスが良い印象を与えるものとなっており，垂直方向に見ても，高さαを一つの基準寸法（モジュール）として繰り返し用いているという構成態様Hに基づく特徴により，多層的かつ数理的に秩序立った統一感のある印象を与えるものになっている。また，本願意匠は，底部寄りの垂直面付近が円筒状となっているという構成態様Dにより，円筒状部が台座を想起させ，安定感のある印象を与えるものとなっている。さらに，キャップに係る構成態様F及びGが相まって，本願意匠は，あたかもタワー状構造物の頂部のような装飾でありながらもシンプルで落ち着いた印象を与えるものとなっている。",
                "これらの特徴点により，全体として見た場合，本願意匠は，多層的でありながらも落ち着いていて，均整のとれたスタイルを備えた安定感のある現代的なタワー状構造物のような美感を生じるものとなっている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願意匠と各引用意匠との相違",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願意匠と引用意匠1との相違",
                  "text": [
                    "引用意匠1の容器本体の形態は，胴部の下部付近が括れる曲線状のシルエットからなる略円柱形状体であり，高さ方向の中央部分のシルエット自体は本願意匠と近似している。",
                    "しかし，両者は，容器本体の下端部寄りの形態につき，本願意匠の方が引用意匠1よりも側面視垂直面が明瞭に表れている点（構成態様D）において相違しており，引用意匠1の容器本体には，本願意匠の容器本体にはみられない，連続的で丸い美感があらわれている。その結果，本願意匠では隣接するボトル同士が「線」で接するのに対し，引用意匠1では「点」でのみ接することとなり，この相違から，本願意匠は引用意匠1よりも安定した印象を与えることになる。",
                    "また，引用意匠1のキャップ部には垂直線模様（構成態様F）は存在せず何ら造形が施されていない印象を与える上に，注出口部にはヒンジが存在することにより，構成態様Gとは全く異なる形態となっている。その結果，正面，背面，左側面，右側面が各々異なった形状として観察されるバランスに偏りのある印象を与えるのみならず，いかにもボトルの形状という印象を与えることになり，本願意匠においてタワー状構造物の頂部の装飾のような印象を与えることとは全く相容れないものとなっている。",
                    "このように，本願意匠と引用意匠1では，デザインコンセプトもその外観によってもたらされる美感も明確に異なるものであり，引用意匠1を基に本願意匠を創作しようとする動機付けや本願意匠のような美感に至るコンセプトは何ら存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願意匠と引用意匠2との相違",
                  "text": [
                    "引用意匠2は，正面視において包装用容器の全体の高さと横幅の比率が約3対1となっており，平面視において横幅と奥行きの比率が約2対1の略長方形となっており，全体として縦長の略直方体の包装用容器である。引用意匠2のキャップの形態は，その上面中央に凸状注出口を備えたやや平な（幅と高さの比率を約2対1とする）略円柱形状とし，周側面には天板部の周縁を除いて筋状凸部による垂直線模様が密に等間隔に表れ，その筋状凸部が天板部の周縁部分よりも僅かに突出したものである。",
                    "特に，本願意匠のキャップと引用意匠2のそれを比較すると，キャップ部（注出口部を除く。）の形態につき，その幅と高さの比率について本願意匠は引用意匠2よりも平らである点，周側面に形成された筋状凸部の間隔及び形状が異なる点，本願意匠は天板部の周縁部分が周側面の上端から僅かに水平に張り出しているのに対し，引用意匠2は周側面の筋状凸部が天板部の周縁部分よりも僅かに突出している点において相違している。",
                    "以上を踏まえ，本願意匠と引用意匠2のキャップ形状を比較すると，本願意匠では，構成態様F及びGが相まって，あたかもタワー状構造物の頂部のような装飾でありながらもシンプルで落ち着いた印象を与えるのに対し，引用意匠2は，大振りでごつごつした縦長かつ多様な形態の組合せによる複雑な印象を与えることになる。また全体観察した際，本願意匠では，どの方向から観察しても略同一の回転体となっている本体形状と相まって，多層的でありながらも安定感のある均整のとれたスタイルを備えた現代的なタワー状構造物のような美感を生じるのに対し，引用意匠2では本体部分が縦長の略直方体の典型的な包装用容器形状であるため，上記キャップ形状も単なる包装用容器という以上の印象を与えるものではない。",
                    "以上のことから，本願意匠のキャップ形状と引用意匠2のキャップ形状を比較すると，キャップ形状それ自体の美感が異なっているのみならず，本体部分も含めた包装容器全体として見た際の位置付けについても，両者の美感には大きな違いが生じている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願意匠と引用意匠3との相違",
                  "text": [
                    "引用意匠3は，円柱形状部とその上部に屋根のように表れる頂部が少し突出した平な略円錐台形状部を組み合わせた注出口部と，三方の突起周縁を有するキャップ部が一体的に形成されたキャップと，細身の肩部，膨らんだ胸部，括れた腰部，胸部よりやや小さい底部が滑らかな曲面で形成された容器本体との組合せによる包装用容器である。",
                    "このうち，そのキャップ形状は，キャップ部の三方の突起周縁と頂部が少し突出した平な略円錐台形状部を組み合わせた注出口部の形状が相まって，あたかも比較的大きめの花芯を有する三枚花弁の大輪の花のような印象を与えている。加えて，大胆な曲面構成による丸みを帯びた容器本体の美感と相まって，包装用容器全体として見た場合に，女性的な印象を与えるものとなっている。",
                    "これに対し，本願意匠のキャップ形状は，あたかもタワー状構造物の頂部のような装飾でありながらも，シンプルで落ち着いた印象を与えるものとなっている。また，本体形状は腹部が引き締まった男性のような印象を与える形状となっており，キャップ形状も含めて全体として見たときに安定感のある落ち着いた印象を与えるものとなっている。",
                    "以上のことから，本願意匠のキャップ形状と引用意匠3のキャップ形状を比較した場合においても，キャップ形状それ自体の美感が異なっているのみならず，本体部分も含めた包装容器全体として見た際の位置付けについても，両者の美感には大きな違いが生じているといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本願意匠と引用意匠4ないし6との相違",
                  "text": [
                    "引用意匠4ないし6は，容器本体部の胴部の下端から肩部の少し入ったところまでをフィルムで密着するように覆われたものである。",
                    "本願意匠と引用意匠4ないし6を比較すると，肩部におけるフィルムの終端位置について，本願意匠が肩部の少し入ったところであるのに対して，意匠4ないし意匠6は肩部からかなり入ったところである点において相違している。肩部におけるフィルムの終端位置をどの位置に配置するかについては，包装用容器全体の最終的な印象を決定する上で，重要な要素となりうるものである。",
                    "なお，本願意匠と引用意匠4ないし6の全体的な印象が大きくことなっていることについては，それぞれの構成態様を列記し比較するまでもなく明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，そもそも本願意匠と各引用意匠では，デザインコンセプトもその外観によってもたらされる美感も明確に異なるものであり，引用意匠1を基に本願意匠を創作しようとする動機付けや本願意匠のような美感に至るコンセプトは何ら生じ得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用意匠1に他の引用意匠を適用することの非容易性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当業者はただ闇雲に各公知意匠のパーツパーツを組み合わせて新たな意匠を作るのではなく，一定のデザインコンセプトの基に創作活動を行うところ，上記のとおり，本願意匠は，各構成態様が相まって，全体として見たときに，多層的でありながらも落ち着いていて，均整のとれたスタイルを備えた安定感のある現代的なタワー状構造物のような美感を生じるものとなっており，各引用意匠のいずれを参酌しても本願意匠のデザインコンセプトや美感を看取することはできない以上，引用意匠1に引用意匠2のキャップ部及び引用意匠3の注出口部を選択して組み合わせるべき動機付けは全く存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，包装用容器のキャップは，注出口部とキャップ部を独立して創作するものではなく，それらは常に一体的に創作されるものであることは，引用意匠1ないし3のいずれの公知例においても示唆されている。キャップは包装用容器全体から見た場合に占める範囲としては狭い範囲ではあるものの，当該物品の意匠を特徴付ける構成として看者の注意を惹く部分であり，これらの僅かな突起やへこみが全体の美感に与える影響は決して小さいものではなく，包装用容器のデザイナーはこのようなディテールに細心の注意を払いつつ，包装用容器全体の創作を完成するものである。",
                    "実際，本願意匠に係るボトルのキャップに係る意匠に関し，そのキャップ部と注出口部は物理的に結合して一体となっており，かつこれらが相まって一つのデザインコンセプトとなるものであるから，一般的に異なる意匠のキャップ部と注出口部にそれぞれ着目して組み替えるということは行われていないし，その動機付けも全く存在しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "仮に各引用意匠の組合せによる仮想意匠（別紙「仮想意匠」）を想定することができたとしても，本願意匠と仮想意匠との間にも構成態様において明らかな相違があり，それらの相違によって両意匠はそれぞれ異なった美感を生じさせるものであり，いずれにしても本願意匠が創作性を有するという結論には変わりがない。",
                    "すなわち，まず，仮想意匠では，別個独立のコンセプトのもとに創作された注出口部とキャップ部と容器本体が無理矢理寄せ集められたため，キャップ部が大きく目立ち，細かな突起やへこみがバランスを崩すノイズとなり，本願意匠のような落ち着きのあるバランスの良い美感が生じていない。また，本体部分も含めて観察すると，仮想意匠では，容器本体に垂直面が表れない一方，キャップ部には縦長でごつごつした垂直面が突如として表れるため，全体として頭でっかちで威圧感があり，容器形状として異様な印象を与えたり，容器との調和を乱したりするなどの欠点を有している。そのため，仮想意匠は引用意匠1にも増して安定感に欠ける印象を与えるものとなっており，本願意匠のような安定感のある美感とは全く相容れない。さらに，仮想意匠は，高さの単位となる基準寸法がどこにも表れていないため，注出口部，キャップ部及び容器本体がそれぞれバラバラに浮き上がるような印象となり，容器全体としての統一感に欠けるものとなっており，本願意匠のような多層的かつ数理的に秩序立った統一感のある美感を生じていない。",
                    "しかも，本願意匠は，多層的でありながらも落ち着いていて，均整のとれたスタイルを備えた安定感のある現代的なタワー状構造物のような美感を生じるものとなっているのに対し，仮想意匠は，各部のデザインや形状・大きさに関して統一感のない粗雑な印象を与えると共に，キャップ部が頭でっかちで威圧感があり，置いたときの安定感に欠けるという印象を与えるものとなっており，本願意匠のデザインコンセプトや美感とは全く相容れないものとなっている。",
                    "以上のとおり，仮に各引用意匠に基づいて仮想意匠を想定することができたとしても，本願意匠と仮想意匠との間にも構成態様において明らかな相違があり，それらの相違によって両意匠はそれぞれ異なった美感を生じさせるものであるから，本願意匠は創作性を有する。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，引用意匠1等の引用意匠を基に本願意匠を容易に創作できたとする審決の判断には誤りがあり，その誤りは審決の結論に影響を与えるものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "法3条2項は，先行する意匠（物品の形態）を直接的に対比することに止まらず，その先行する意匠を構成する各部位の形態を構成要素として抽出したり，また，物品を離れた形態そのものをモチーフとして判断のための材料としても使用し，当業者が行う創作という観点から，出願された意匠が，それら先行する形態に基づいて容易に創作することができないものであるかどうか，つまり，保護に値する価値ある意匠であるか否かを判断するものである。したがって，創作容易性の判断において基礎となる判断資料は，当該出願意匠と直接的な対比のみを行うためのものばかりではなく，当該出願意匠の着想の新しさや構成の斬新さの有無を問うための判断資料としても提示されているものである。",
                "そして，出願された意匠が当業者にとって容易に創作をすることができたか否かの判断は，その基礎となる形態が当該出願の出願前に公然知られたものであり，その公然知られた形態をほとんどそのままか，又は，当該意匠の属する物品分野においてよく見られる多少の改変やありふれた改変を加えた程度で，当該意匠の属する物品分野においてありふれた手法により，公然知られた形態の全部又は一部について単なる組合せや置き換え等がなされたものにすぎないものであるか，の観点を踏まえて行うものである。",
                "したがって，法3条2項の判断においては，新規性（同条1項）の判断のように，本願意匠と先行公知意匠の全体を観察して形態の比較検討を行い，両方の意匠が類似するか否かについて判断するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一般的に，液体を入れる包装用容器の形態の創作は，商品である，その容器に入れる液体の使用の目的や用途，使用方法，包装用容器そのものの使用状態等様々な事情を考慮して，その形状，大きさ等を検討することによって行われる。",
                "本願意匠や引用意匠1ないし3等は，いずれも細口で，かつ，キャップ部に設けた注出口部から洗剤液を少量ずつ吐出させる同じタイプの包装用容器であり，その容器本体部については，例えば，使用時に洗剤で手が滑ることなども考慮した握りやすい形状とするなどの点，キャップ部については，例えば，洗剤を詰め替える際にキャップ部を手で回しやすい形状とするなどの点，キャップ部上面の注出口部については，スライド式であれば，上に引き上げるのに指先で摘みやすい形状とするなどの点，を踏まえて創作がなされたものと考えられる。そうすると，本願意匠のような包装用容器の意匠の創作においては，例えば，過去の形態であっても良い部分は引き続き採用し，改善すべき部分は新しいものと置き換える等，全体のみならず各構成要素についても考慮しつつ創意工夫により意匠の創作がなされるといえる。",
                "本願意匠は，商品企画から定まる内容量と容器本体部の握りやすさ等から決定したとうかがわれる縦横寸法比のものであって，かつ，握りよいように小指側（容器本体部下側）を漸次細くし，また，内容物を抽出する際に容器本体部を逆さにしたときに手掌から抜け落ちにくいように，下端部を太くしており，まるで野球のバットの手元端のような形状をしているが，この全体的な形態は引用意匠1にも見られるものである。また，本願意匠は，キャップ部を回転式のスクリューキャップとして，手指の滑り止めに，そのキャップ部の周面に垂直方向の筋（ギザ）を設けているが，引用意匠2にもあるように，これは当該物品分野において極めて普通に見られる態様である。さらに，吐出量を微調整する口径の小さな注出口部については，本願意匠や引用意匠3に見られるとおりのスライド式の抽出口部を用いることも，引用意匠1に表れているようなヒンジ式の抽出口部を用いることも，ごく普通に行われている手法である。",
                "よって，本願意匠に係る「包装用容器」の形態を創作するに当たっては，原告のいう何らかのデザインコンセプトに基づいて行われたとしても，その結果である本願意匠は，上記のとおり，引用意匠1ないし3を基にして容易になされたと考えられる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願意匠の創作容易性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "法3条2項は，物品との関係を離れた抽象的なモチーフとして日本国内又は外国において公然知られた形状，模様若しくは色彩又はこれらの結合（公然知られた形態）を基準として，それからその意匠の属する分野における通常の知識を有する者（当業者）が容易に創作することができた意匠でないことを登録要件としたものであり，上記公然知られた形態を基準として，当業者の立場から見た意匠の着想の新しさないし独創性を問題とするものである（平成10年法律第51号による改正前の法3条2項につき，最高裁判所第三小法廷昭和49年3月19日判決・民集28巻2号308頁，最高裁判所第二小法廷昭和50年2月28日判決・裁判集民事114号287頁参照）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願意匠及び各引用意匠の構成",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "弁論の全趣旨によれば，本願意匠及び各引用意匠の構成は，いずれも，本件審決の認定（前記第2の3(1)及び(2)）のとおりと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，本願意匠の構成につき構成態様AないしHのとおり認定すべき旨主張する。",
                    "しかし，原告の主張に係る構成態様のうち，構成態様Aは本件審決の認定に係る構成（1），構成態様Cは構成（2），構成態様Eは構成（2-1），構成態様Fは構成（3），構成態様Gは構成（3-1）と同一といってよい。",
                    "また，構成態様Bに関しては，本件審決が「容器本体部は，全体を…略円柱状体とし」（構成（2）），「キャップ部は，…やや扁平な…略円柱形状で」（構成3），「注出口は，円柱形状部と，その上部に屋根のように表れる扁平な略円錐台形状部からなるものであり」（構成（3-1））としていることを踏まえると，本件審決も本願意匠のキャップ及び容器本体につきどの方向から観察しても略同一の回転体であることを念頭に置いていることがうかがわれることから，本件審決の認定に係る本願意匠の構成に含まれているといってよい。",
                    "構成態様Dに関しても，本件審決が「容器本体部は，全体を…略円柱状体とし，胴部は，上端及び下方（底部寄りの垂直面付近を除く）から…」（構成（2））としていることを踏まえると，本件審決も本願意匠の容器本体部底部寄りに垂直面があり，その付近が円筒状となっている形状を念頭に置いていることがうかがわれることから，本件審決の認定に係る本願意匠の構成に含まれているといってよい。",
                    "他方，構成態様Hに関しては，本件審決の認定に係る本願意匠の構成として明示され，又はこれに含まれているとはいい難い。しかし，仮に原告主張に係る各部の高さが略同一となっており，かつ，構成態様Hを本願意匠の構成として認定すべきものとしても，後記のとおり，この点は本願意匠の創作容易性に関する本件審決の評価の誤りにつながるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願意匠の創作容易性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願意匠の容器本体部の形態のうち，構成（2）については，引用意匠1により，本願の出願前に公知の形態と認められる。また，構成（2-1）については，引用意匠4ないし6に鑑みれば，本願の出願前からごく普通に知られているものといってよい。",
                    "本願意匠のキャップ部の形態のうち，構成（3）については，その上面中央に凸状注出口を備えたやや扁平な略円柱形状とし，周側面には天板の周縁部を除いて筋状凸部による垂直線模様が密に等間隔に表れたものが，引用意匠2により本願の出願前に公知の形態と認められる。また，構成（3-1）については，引用意匠3により，本願の出願前に公知の形態と認められる。",
                    "さらに，構成（1）も，引用意匠2ないし6等から，本願の出願前からごくありふれた形態であったことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願意匠に係る物品は「包装用容器」であり，より具体的には洗剤等を入れて使用する包装用容器である（甲1【意匠に係る物品の説明】）ところ，この種の物品の分野において，その容器に入れる洗剤等の使用の目的や用途，使用方法，包装用容器そのものの使用状態等様々な事情を考慮して，当該容器の形態を創作することは当然行われていることであると推察されるところ，その際，必要に応じて容器本体部やキャップ部，注出口部等につき公知の形態を組み合わせ，また，他の公知の形態に置き換え，あるいは，こうして組合せ，置換等をした結果に，通常思い付く程度の調整を加える等の変更が当業者にとってありふれた手法であることも，明らかといってよい。",
                    "この手法によれば，引用意匠1の容器本体部に引用意匠2の注出口付きキャップ部を組み合わせるとともに，その注出口部を引用意匠3の注出口部に置き換え，かつ，ごく普通に知られている手法によって容器本体部の下端から肩部の少し入ったところまでをフィルムで密着するように覆った結果に，通常思い付く程度の調整を加えることにより，本願意匠を創作することができる。また，このような組合せや置換えの障害となるべき事情も格別うかがわれない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本願意匠は，本願の前に当業者が公然知られた形態に基づき容易に創作することができた意匠であるといってよい。すなわち，本願意匠は法3条2項に該当するから，意匠登録を受けることができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，原告は，本願意匠と各引用意匠ではデザインコンセプトもその外観によってもたらされる美感も明確に異なり，引用意匠1を基に本願意匠を創作しようとする動機付けや本願意匠のような美感に至るコンセプトは生じ得ないなどと指摘して，引用意匠1を基に本願意匠を容易に創作し得たとは認められない旨主張する。",
                    "そもそも，本件審決は，引用意匠1ないし3については包装用瓶の意匠の特定の部分の各形状につき，引用意匠4ないし6については容器本体部をフィルムで覆う形状につき公知の形態であることを示すものとして引用しており，本願意匠と各引用意匠とではデザインコンセプトや美感が相違することはむしろ当然であるが，そのことは直ちに各引用意匠を組み合わせる動機付けの欠如を意味するものではない。",
                    "また，本願意匠と各引用意匠を組み合わせてなる意匠（例えば仮想意匠）との間に原告主張のとおり全体的なデザインコンセプトや美感の相違があるとしても，本願意匠は，容器本体部，注出口付きキャップ部，注出口部の各形状等個別の構成要素として各引用意匠に係る形状を選択し，その結合に当たって通常思い付く程度の調整を加えることにより容易に創作し得るものというべきであって，意匠登録を認めるに足りる程度の創意工夫が施されているとはいえない。この点，原告は，本願意匠の構成につき構成態様Hが認定されるべきであり，構成態様Hを含む本願意匠は，多層的かつ数理的に秩序だった統一感ある印象を与えるものとなっているなどと指摘するけれども，洗剤等を入れて使用する包装用容器に係る意匠である本願意匠においては，需要者は，真正面からだけではなく真上ないし斜め上から見下ろす角度で見ることがむしろ多いと考えられるところ，その場合構成態様Hの意匠的効果は発揮されないか限定的なものにとどまり，ひいては，原告主張に係る本願意匠の多層的かつ数理的に秩序立った統一感ある印象を与えるという意匠的効果も同様に発揮されないか限定的なものにとどまることとなるから，その特徴は顕著なものとはいえない。また，構成Hのように，キャップ部，首肩部，本体の底部寄りの垂直面の各高さを略同一にする程度のことは，各部の形状を結合する際に，通常思い付く程度の調整の範疇にとどまるものでもある。そうである以上，原告の上記指摘を考慮しても，創作容易性に関する上記判断はなお異ならない。",
                    "その他原告がるる指摘する事情を考慮しても，この点に関する原告の主張は採用し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本願意匠は各引用意匠に係る形状から容易に創作することができるものと認められるから，本願意匠につき法3条2項に該当するとして意匠登録を受けることができないものとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}