{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，5400万円及びこれに対する平成19年6月30日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，425万円及びこれに対する平成27年8月18日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，原判決別紙被告シャフト目録記載のゴルフシャフトを製造，販売，頒布してはならない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人は，その住所地，営業所に存する被控訴人所有の前項のゴルフシャフトを廃棄せよ。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "被控訴人は，原判決別紙被告カタログ目録記載の製品カタログを製作，頒布してはならない。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "被控訴人は，その住所地，営業所に存する被控訴人所有の前項の製品カタログ及びそのデータを廃棄せよ。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "被控訴人は，控訴人に対し，東京都千代田区大手町1丁目3番7号所在の日本経済新聞社発行の「日本経済新聞」全国版朝刊に，原判決別紙謝罪広告目録記載1の内容の謝罪広告を，同2の掲載要領で1回掲載せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，控訴人が，被控訴人に対し，①別紙被告シャフト目録（原判決別紙被告シャフト目録記載の各シャフトに，それぞれデザインを記載したもの）記載1～83の被告シャフトが，主位的には，控訴人の著作物である本件シャフトデザインの翻案に当たり，予備的には，控訴人の著作物である本件原画の翻案に当たるから，被控訴人の被告シャフト製造，販売行為が，控訴人の著作権（翻案権，二次的著作物の譲渡権）を侵害し，②被告シャフトの製造は，主位的には，控訴人の意に反して本件シャフトデザインを改変してなされたものであり，予備的には，控訴人の意に反して本件原画を改変してなされたものであるから，控訴人の著作者人格権（同一性保持権）を侵害し，③別紙被告カタログ目録（原判決別紙被告カタログ目録記載の各カタログに，それぞれデザインを記載したもの）記載1及び2の被告カタログの製作は，控訴人の意に反して，控訴人の著作物である本件カタログデザインを改変してなされたものであるから，控訴人の著作者人格権（同一性保持権）を侵害しているとして，①被告シャフト5～8による著作権（翻案権，二次的著作物の譲渡権）侵害につき民法703条，704条に基づく使用料相当額の不当利得金5400万円及びこれに対する不当利得日である平成19年6月30日から支払済みまで民法所定の年5分の割合による利息の返還，②被告シャフト及び被告カタログによる著作者人格権（同一性保持権）侵害につき民法709条に基づく慰謝料850万円の内金425万円及びこれに対する不法行為の後である平成27年8月18日（訴状送達の日の翌日）から支払済みまで民法所定の年5分の割合による遅延損害金の支払，③被告シャフト及び被告カタログによる著作者人格権（同一性保持権）侵害につき著作権法112条1項に基づく被告シャフト及び被告カタログの製造及び頒布の差止め並びに同条2項に基づく廃棄，並びに，④被告シャフトによる著作者人格権（同一性保持権）侵害につき，同法115条に基づく謝罪広告の掲載を求めた事案である。",
        "原判決は，本件シャフトデザイン，本件原画及び本件カタログデザインは，いずれも，著作権法上の著作物に当たらないとして，控訴人の請求を全部棄却した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実等",
          "text": [
            "原判決の「事実及び理由」欄の第2，1に記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "本件の争点及び争点に関する当事者の主張は，以下のとおり，(1)原判決を補正し，(2)控訴人の控訴理由とそれに対する被控訴人の反論，(3)争点(4)「被告シャフトによる翻案権及び二次的著作物の譲渡権並びに同一性保持権侵害の有無」及びこれに関する当事者の主張，(4)争点(5)「被告カタログによる同一性保持権侵害の有無」及びこれに関する当事者の主張，並びに，(5)争点(6)「権利の濫用の有無」及びこれに関する当事者の主張を加えるほか，原判決の「事実及び理由」欄の第2，2に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の補正",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決6頁7行目「本件シャフトデザインの使用料」を「本件シャフトデザイン及び本件原画の使用料」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決6頁10～11行目「原告が本件シャフトデザインを作成した」を「原告が本件シャフトデザイン及び本件原画を作成した」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決6頁13～14行目「本件シャフトデザインに係る著作権侵害による不当利得金として，」を「主位的に，本件シャフトデザインに係る著作権侵害による不当利得金として，予備的に，本件原画に係る著作権侵害に係る不当利得金として，」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決6頁18行目「本件シャフトデザインに係る原告の同一性保持権」を「本件シャフトデザイン又は本件原画に係る原告の同一性保持権」と改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決6頁23行目「425万円」を「425万円（うち415万円は，主位的に本件シャフトデザインに係る同一性保持権侵害に基づき，予備的に本件原画に係る同一性保持権侵害に基づき，被告シャフト1モデル当たり5万円の合計額，うち10万円は，本件カタログデザインに係る同一性保持権侵害に基づき被告カタログ1点につき5万円の合計額。）」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴理由及び反論",
              "text": [
                "（控訴人の控訴理由）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "応用美術の著作物性の判断枠組みについて",
                  "text": [
                    "原判決は，応用美術の著作物性の判断枠組みとして，①著作権法2条1項1号と，同条2項の規定，②著作権法の目的（同法1条），③意匠法の存在を理由として，「純粋な美術ではなくいわゆる応用美術の領域に属するもの，すなわちゴルフクラブのシャフトのように実用に供され，産業上利用される製品のデザイン等は，実用的な機能を離れて見た場合に，それが美的鑑賞の対象となり得るような創作性を備えている場合を除き，著作権法上の著作物に含まれない」という判断基準（機能分離型著作物性判断基準）を採用している。",
                    "しかし，①これらの規定から「美的鑑賞の対象となり得るような創作性」という要件を見出すことは困難であるし，②文化の発展と産業の発展は相互に密接に関連しており明確に区分できるものではなく，③意匠法による保護によって著作権法による保護が後退させられる必然性は見出し難いから，応用美術について特別に高いハードルを課すべき合理性は存在しない。",
                    "また，ある実用品のデザインが，一定の機能性を実現しており，実用的側面を有するからといっても，その実用的側面の濃淡は様々であるから，一様に著作物性を否定することはできない。",
                    "よって，応用美術であるからといって，著作物性の判断の基準を他の創作物と異にする必然性はなく，実用品の著作物性を検証するに当たっては，その表現に作成者の個性が発揮されているか否かを検討することで足りる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原判決の理由不備",
                  "text": [
                    "原判決は，本件シャフトデザイン及び本件原画（以下，まとめて「本件シャフトデザイン等」ということがある。）は，シャフトの外装デザインという用途を離れて，それ自体として美的鑑賞の対象とされるものであることはうかがわれない，というが，その理由は不備である。",
                    "仮に，機能分離型著作物性判断基準に従うとしても，原判決は，結論の基礎となる重要な理由について，①本件シャフトデザイン等が，その実用性であるシャフト外装としての機能によって画一的に決定されるがゆえ，著作物性の成否に制約が生じ，著作物性が否定されることとなったのか，それとも，②本件シャフトデザイン等であるトルネードの模様が，実用性による制約を受けないものの，その模様部分は美的鑑賞の対象とされる程度の創作性が足りないと判断したのか，そのいずれかを明示していない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "機能性（又は用途）による制約について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "制約を生ぜしめる機能（又は用途）について",
                      "text": [
                        "仮に，機能分離型著作物性判断基準に従ったとしても，原判決には，分離すべき対象となる機能について誤りがある。",
                        "本件シャフトデザイン等の著作物性の判断が，「応用美術の著作物性」の問題とされるのは，「ゴルフシャフト」が実用品であることを根拠とするから，分離すべき機能（又は用途）とは，「ゴルフシャフトとしての機能（又は用途）」でなければならない。にもかかわらず，原判決は，「シャフトの外装デザインとしての用途」を分離すべき機能（又は用途）と捉えている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "応用美術の著作物性に制約が生じる根拠について",
                      "text": [
                        "従前の議論において，応用美術の著作物性の判断に際して一定の制約を設ける必要があると考えられてきたのは，応用美術が実用品であるがゆえに機能性を実現することが求められるが，実用的側面については，著作権法による保護を与えるべきではないからである。",
                        "そうであるならば，実用的側面とは無関係のものについては，上記不都合性が生じることはなく，著作物性の有無の評価に特別な制約を課す必要もないから，その表現に作者の創作性が表れているか否かのみを評価すれば足りる。",
                        "ゴルフシャフトには，ヘッドとグリップを繋ぐ軸としての実用的側面はあるが，ゴルフシャフトの外装には何らの実用的側面はない。したがって，分離すべき対象は，「ゴルフシャフトの（ヘッドとグリップを繋ぐ軸としての）機能（又は用途）」であって，「シャフトの外装デザインとしての用途」ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件シャフトデザイン等に対する実用的側面に制約はなく著作物性が認められること",
                      "text": [
                        "これを本件シャフトについてみた場合，ゴルフシャフトの機能と離れて見れば，その外装デザインは，ゴルフシャフトの実用的側面とは無関係に，ゴルフシャフトに美観を持たせるために制作されたものであるから，その表現に控訴人の創作性が表れているかを評価すれば足りる。",
                        "本件シャフトデザイン等は，トルネード（竜巻）をイメージし，人間のパワーの源である赤から，シャフトのカーボンを表す黒に昇華していく表現を実現している。また，控訴人は，この表現に，ゴルフ界に嵐を巻き起こすという意味を込め，トルネードの描写に，単純な縞模様ではなく，赤と黒の幅に変化を持たせつつ，複雑に連続するパターンを用いることで，血液の赤が徐々にカーボンの黒に昇華していく様を巧妙に表現することに成功している。さらに，ブランドロゴの横字画部の右側を鋭角に伸ばすことでボールの弾道やエネルギーの伸びと指向性を表現し，ブランドロゴをトルネード模様（縞模様）の上に配置することでシャフト縦方向へのパワーを表現する工夫も凝らしている。本件シャフトデザイン等は，専ら美の表現の追求として制作されたものであり，創作性が認められ，その著作物性が認められるというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「シャフトの外装」の実用的側面からの検討",
                      "text": [
                        "仮に，「シャフトの外装」が実用品であって，「シャフトの外装デザインとしての用途」を分離すべき対象であるとした場合，応用美術には実用的側面があるがゆえに著作物性の成否には一定の制約があるとしても，それは機能性実現のための制約でなければならないから，その物品にどのような機能性実現のための制約があるのかということが検討されなければならない。しかし，原判決は，「シャフトの外装デザインとしての用途」を実現するために，「シャフトの外装」にはどのような制約があるのかを何ら検討していないから，理由の不備がある。",
                        "また，「ゴルフクラブのユーザーの目を引くこと」や，ゴルフクラブのシャフトという細い円柱状に仕上がるようにデザインをしなければならないことが著作物性の成否に係る制約であるとしても，①シャフトの外装デザインが，ユーザーの目を引かなければならない必然性はないし，②仮に，被控訴人の意向が「ゴルフクラブのユーザーの目を引くこと」にあるがゆえに，目を引くためのデザインにしなければならないという必然性があるとしても，目を引くためのデザインにするための手段は多様であり，③円柱状に仕上がるようなデザインにしなければならないという制約があるとしても，それは，転写箔の段階で細長い長方形状のキャンパスに描写をする必要があるというにすぎず，シャフトの模様の描写をどのようにするかは無限に選択の可能性がある。よって，上記制約は，著作物性を否定する理由とはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件カタログデザインについて",
                  "text": [
                    "原判決は，本件シャフトデザイン等に実用的側面があるがゆえに機能性実現のための制約があり，著作物性が否定されると判断した。本件カタログデザインは，ゴルフシャフトの外装デザインではない以上，ゴルフシャフトの外装デザインという用途ゆえの制約が課されることはあり得ない。したがって，本件シャフトデザイン等に著作物性がないとしても，そのことは本件カタログデザインの著作物性を否定する理由とはなり得ない。",
                    "また，仮に，本件シャフトデザイン等に著作物性が認められないとしても，その特徴的部分を平面上に表現したものに著作物性が認められないということにはならない。本件カタログデザインは，単独で見て，著作物性があるか否かが評価されねばならない。",
                    "本件カタログデザインは，本件シャフトデザイン等の縞模様を意識した描写であって，縞模様のパターンが同じ表現手法で描かれてはいるものの，キャンパスのどの部分にこのパターンを位置させるか，及び，配色を赤と白とすることを控訴人が選択し，「Tour  AD」「GRAPHITE  DESIGＮ」のロゴの配置や大きさといった無数の選択の余地がある中から，控訴人は，本件カタログデザインのとおりの選択をして本件カタログデザインを描写した。",
                    "よって，本件カタログデザインには，著作物性が認められるべきである。",
                    "（被控訴人の反論）"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "応用美術の著作物性の判断枠組みについて",
                  "text": [
                    "著作権法2条1項1号は，「著作物」とは「思想又は感情を創作的に表現したものであって，文芸，学術，美術又は音楽の範囲に属するものをいう」旨規定し，同条2項は，「この法律にいう「美術の著作物」には，美術工芸品を含むものとする」と規定している。そして，そもそも，著作権法は，文化的所産に係る権利の保護を図り，もって「文化の発展に寄与すること」を目的とするものである（同法1条参照）。",
                    "これに対し，産業的所産に係る権利の保護については，工業上利用することができる意匠（物品の形状，模様若しくは色彩又はこれらの結合であって，視覚を通じて美感を起こさせるもの）につき，所定の要件の下で意匠法による保護を受けることができる（同法2条1項，3条ないし5条，6条，20条1項等参照）など，工業所有権法ないし産業財産権法の定めが設けられており，このほか，商品の形態については，不正競争防止法により，「実質的に同一の形態」等の要件の下に3年の期間に限定して保護がされている（同法2条1項3号，同条5項，19条1項5号イ等参照）。",
                    "このような各法制度の目的・性格を含め我が国の現行法が想定しているところを考慮すれば，実用に供される機能的な工業製品ないしそのデザインは，その実用的機能を離れて美的鑑賞の対象となり得るような美的特性を備えていない限り，著作権法が保護を予定している対象ではなく，同法2条1項1号の「文芸，学術，美術又は音楽の範囲に属するもの」に当たらないというべきである。 "
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件シャフトデザイン等は著作権法で要求される「作者の個性の表現」の域に達していないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件シャフトデザイン等は，ゴルフクラブという実用品の一部分であるシャフトの外装に関わるから，そのデザインはシャフト自体の形態に大きく制約される。また，ゴルフクラブのシャフトのデザインは，ぱっと見たときの見た目の良し悪し，ユーザーの記憶への残りやすさなどを目的として制作される。そして，ゴルフクラブが専らゴルフの道具として実用性の観点から評価され，美的鑑賞の対象ではないのと同様に，ゴルフクラブのシャフトも美的鑑賞の対象となることが想定できないものである。",
                        "このような物品自体の性質・用途及びデザインの目的と相まって，ゴルフクラブ及びその一部分たるシャフトが鑑賞の対象となる物品ではないということを考えれば，そのデザインにおいて重視されるのは，作者の個性の表出や表現ではなく，むしろ，商業的なアピール度といった商業的観点や前記の実用的観点である。",
                        "したがって，ゴルフクラブのシャフトのデザインは，デザイン制作の目的や，デザインが施される物品の用途・機能に照らして，著作権法が想定している「個性を表現したもの」ではあり得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件シャフトデザイン等が控訴人の個性を発露させるものとして制作されたのではなく，また，客観的に見てもそのようなものになっていないことは，その制作過程に照らしても明らかである。",
                        "すなわち，被控訴人は，かねて広告制作を依頼するなどして取引のあった日本廣告社に新製品のデザインを依頼し，その際，デザインへの要望として，被控訴人の商品を使うプロゴルファーがテレビに写った際などにテレビ写りがよく目立つデザインとすること，縞模様を基調とすること，シャフトの本体色を黒とし，被控訴人の会社のロゴマーク（会社マーク）に用いている黒，赤，グレーの3色を使用すること，先端部の2面にブランドロゴを入れること，今後も使用し続けられるデザインとすることなど，デザインコンセプトを明確に伝えた。日本廣告社からデザインの外注を受けた控訴人は，上記要望に従い，複数のデザイン案を提示した。被控訴人は，その中から1つを選び，そのデザイン案に対し，ユーザーへの訴求力や製造工程管理の観点から，縞模様の数・全体に対する分量と配置，中央長手方向にスリット状の黒い線が現れるようにすること（黒い線は，模様とロゴの入ったシールを黒地のシャフトに隙間を空けて貼ることで形成される。），ブランドロゴの配置，外装デザイン全体にわたって，数回にわたり，細かく変更を指示した。",
                        "本件シャフトデザイン等は，それらの指示に控訴人がすべて応じるという形で完成されたものである。",
                        "したがって，その制作過程からみても，本件シャフトデザイン等は，「作者の個性の表現」として制作されたものではないし，実際に制作されたものも，著作権法的観点からする「作者の個性の表現」にはなっていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原判決は機能分離型著作物性判断基準を採用しながらその基準を正しく適用していない，という控訴人の批判に対して",
                      "text": [
                        "控訴人は，「機能分離型著作物性判断基準」を採用していると評価した上で，原判決が機能を分離する際に，「シャフトの外装デザインとしての用途」を分離すべき機能（又は用途）と捉えたことは誤りである，と主張する。",
                        "しかし，原判決は，本件シャフトデザイン等について，「ゴルフクラブのユーザーの目を引くことなど専ら商業上の目的のため，発注者である被告の意向に沿って，実用品であるシャフトの外装デザインとして作成され」たもので，「シャフトの外装デザインという用途を離れて，それ自体として美的鑑賞の対象とされるものであることはうかがわれない」と判断しているのであって，まさに，実用的な機能を離れて見た場合に，ゴルフクラブのシャフトが美的鑑賞の対象となり得るか，という観点からする判断をしているのである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件カタログデザインについて",
                  "text": [
                    "控訴人は，カタログデザインは，ゴルフシャフトの外装デザインではないから，用途ゆえの制約はないというが，本件カタログデザインは，本件シャフトデザイン等の一部をカタログの中に転用したものにすぎないから，本件シャフトデザイン等に著作物としての創作性が認められない以上，カタログデザインに転用されたシャフトデザインの一部に著作物性を認める余地はない。本件カタログデザインは，本件シャフトデザイン等の特徴的部分を平面上に表現したものにすぎないから，著作物性は認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(4)（被告シャフトによる翻案権及び二次的著作物の譲渡権並びに同一性保持権侵害の有無）について",
              "text": [
                "（控訴人の主張）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件シャフトデザイン等の本質的特徴",
                  "text": [
                    "本件シャフトデザイン等の本質的特徴は，2色の色が遷移していく表現方法にある。つまり，色が何色であるかは問題ではなく，2色の色が遷移していくように見える表現にこそ特徴がある。また，2色が遷移していくように見える表現をするためには，上記2色以外を用いた，細い線（リング）の本数自体は特段重要ではなく，複数本のリングがあればこの表現は成立する。本件シャフトデザイン等の本質的特徴は，次のとおりである（別紙控訴人説明図面参照）。",
                    "「シャフトのグリップ側の端を占める色を「色A」とし，ヘッド側の端を占める色を「色B」とする。",
                    "シャフトには複数本のリングを等間隔に配置する。等間隔に配置されたリング間を，色 A と色 Bで塗り分け，当該2色の境目がリングと並行になるように色分けする。リング間においては，シャフト全体で見た色の塗り分けとは逆に，グリップ寄りに色Bを，ヘッド寄りに色Aが配置される。リング間における各色の割合であるが，最もグリップ側に近いリング間は，色Aがその多くを占める。2番目にグリップ側に近いリング間は，色Aの占める割合が少し減り，色Bの割合が増える。3番目にグリップ側に近いリング間は，さらに色Aが占める割合が減り，色Bの割合が増える。これを繰り返し，最もヘッド側にあるリング間においては，色Bがほとんどの割合を占めることとなり，色Aが占める割合はわずかになる。",
                    "また，各リングのグリップ側に接する部分にはぼかし部分を入れる。ぼかし部分の面積は，各リングそれぞれで異なっており，最もグリップに近いリング脇のぼかし部分が最も面積が大きく，ヘッド側に近いリングほどぼかし部分の面積は小さくなっていく。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件シャフトデザイン等の創作性",
                  "text": [
                    "前述の描写は，単に2色の色を等間隔に並べて縞模様を作ったのではない。リングは等間隔に並ぶ一方，リング間を占める2色は等間隔に配置されているのではなく，面積を変えながら配置させる。",
                    "また，その2色の配置の順にも工夫がある。すなわち，シャフトのグリップ側の先端の色は色A，ヘッド側の先端は色Bである。しかし，リング間だけを見ると，グリップ寄りが色B，ヘッド寄りは色Aとなっており，色Aと色Bの配置は逆になっている。このような配置にすることで，色が徐々に遷移していく様子をより視覚的に明瞭に表現できる。",
                    "さらに，ぼかし部分をリングに接するヘッド側に設けることで，色Aが色Bに溶け込んでいくような表現に成功している。",
                    "このように，本件シャフトデザイン等は，等間隔のリングの存在，2色の色の占める割合の変化，色の配置順，ぼかし部分と相まって複雑な縞模様を構成して，見る者に2色の色が有機的に遷移していくような印象を与える工夫をしているのであり，このような工夫は他のありきたりな縞模様とは異なり，控訴人の創意工夫の成果であり，創作性が認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告シャフトとの対比",
                  "text": [
                    "被告シャフトは，いずれも，下記の控訴人主張被告シャフト対照表の色Aと色Bの色の2色を主に用いている。シャフトのグリップ側の端は色Aで，ヘッド側の端を色Bが占めている。",
                    "そして，等間隔に10本のリングを描き，リング間においては，境目がリングと並行になるように上記2色で色分けされている。このリング間を見ると，グリップ寄りに色Bが，ヘッド寄りに色Aが配置されている。2色の占める割合は，最もグリップ側のリング間では，色Aがその多くを占める。その隣のリング間では色Aが占める割合が少し減り，更にその隣のリング間では更に色Aの割合が減る。これを繰り返し，最もヘッド寄りのリング間では，色Bがほとんどの割合を占めるようになり，色Aが占める割合がわずかとなる。",
                    "また，リングのグリップ側に接する部分には，ぼかし部分が存在する。そして，ぼかし部分は，グリップ側のリングほど面積が大きく，ヘッド側のリングほど面積が小さい。",
                    "このように，被告シャフトは，いずれも，色Aが色Bに遷移していく描写がされているのであるが，その表現には，本件シャフトデザイン等の本質的特徴が維持されており，それが直接感得できる。",
                    "（控訴人主張被告シャフト対照表）",
                    "被告シャフト    色A  色B 1～4  白  黒系",
                    "5～8  白  緑系",
                    "9～12（ブルー）  白  青系",
                    "9～12（ピンク）  白  ピンク系",
                    "13，14  白  赤系",
                    "  15  白  赤系",
                    "16～19  白  青系",
                    "20～23（41～46のうち，EVカラーも  白  黒系",
                    "同一色を用いる。）",
                    "24～27（41～46のうち，DIカラーも  白  オレンジ系",
                    "同一色を用いる。）",
                    "28～31  白  オレンジ系",
                    "32～36  白  黒系",
                    "37～40（41～46のうち，DJカラーも  白  赤系",
                    "同一色を用いる。）",
                    "47～50（41～46のうち，BBカラーも  白  青系",
                    "同一色を用いる。）",
                    "51～54（41～46のうち，GTカラーも  シルバー系  青系",
                    "同一色を用いる。）",
                    "55～60  白  青系",
                    "61～64（41～46のうち，MTカラーも  白  黄",
                    "同一色を用いる。）",
                    "65～68  白  黒",
                    "69～72（41～46のうち，MJカラーも  黄  紺",
                    "同一色を用いる。）",
                    "  73  シルバー系  黒",
                    "74～77  グレー系  黒",
                    "  78  赤系  黒",
                    "79～81  グレー系  黒系",
                    "  82  黄  黒",
                    "  83  黄  黒",
                    "そして，被告シャフトは，いずれも色を変えたことにより，控訴人が本件シャフトデザイン等で表現しようとしたパワーの源である血液がトルネードを形成しながらカーボンの黒に変化していく表現とは異なる，別の著作物となったものである。",
                    "したがって，被告シャフト1～83は，いずれも本件シャフトデザイン等を翻案したものということができ，被控訴人の行為は，控訴人の翻案権を侵害しているというべきである。",
                    "なお，被告シャフト78は，本件シャフトデザイン等と同様に，赤系の色と黒が用いられている。しかし，赤の色調が本件シャフトデザイン等より明るく，本件シャフトデザイン等が表現しようとした血液の色とは全く異なる色であるし，また，ぼかし部分の割合が異なるなど，表現に修正が加えられていることから，他の被告シャフトと同様，翻案に当たるものというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人は，控訴人の翻案権を侵害して被告シャフトを製造して販売したから，控訴人の，主位的に本件シャフトデザインに係る，予備的に本件原画に係る，二次的著作物の譲渡権を侵害したといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被控訴人は，控訴人の意に反して本件シャフトデザイン等を改変して被告シャフトを製造したから，控訴人の，主位的に本件シャフトデザインに係る，予備的に本件原画に係る，同一性保持権を侵害したといえる。",
                    "（被控訴人の主張）"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "本件シャフトデザイン等の本質的特徴",
                  "text": [
                    "控訴人は，元々，ゴルフシャフトの外装デザインを依頼され，これを制作したものであるから，そのデザインが仮に著作物だというのであれば，著作物としてはゴルフシャフトの外装の全体としてのデザインについて検討すべきである。",
                    "また，仮に，ゴルフシャフトの外装の中で縞模様部分に注目するとしても，本件シャフトデザイン等における縞模様の具体的構成は，グリップ側の色である「赤」のパワーがトルネード状にグリップからヘッドの方向へと伝わっていくことを表現するため表現上の工夫として成立しているのであるから，被告シャフトの全体の中で見た縞模様部分の構成（色の配置を含む縞模様の具体的構成）からパワーがトルネード状にヘッドへと伝わっていく印象が得られなければ，その時点で，被告シャフトには，本件シャフトデザイン等の本質的特徴が維持されていないことになる。",
                    "とりわけ，控訴人が，赤をパワーの色とし，数ある色の組合せの中から赤と黒の組合せを選んだと主張していたことに照らせば，組み合わされる色は本件シャフトデザイン等の本質的特徴の1つとして，欠くべからざる要素であるといわなければならない。",
                    "控訴人の，円状となるラインと連続する2色のパターンは，連続する円を用いることでグリップからヘッドにパワーが伝わるトルネード（竜巻）を意識したものであり，ブランドロゴをシャフトのトルネードの模様（縞模様）の上に配置することで，シャフト縦方向へのパワーを表現する工夫も凝らしている，という創作意図は，グリップ側に赤，ヘッド側に黒を用いた2色の組合せ，赤と黒の面積比の変化，リングを基準とした時にリング間で赤の位置がヘッド寄りに移動しているような視覚効果を与える赤部分の配置，赤部分のヘッド側に入っているグラデーション（ぼかし），シャフトの縦方向のラインといった個々の要素の総合することで実現される表現であることが理解される。",
                    "したがって，これらの個々の要素は，どれ1つとして欠くことのできない，本件シャフトデザイン等の本質的要素を構成しているというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告シャフトと本件シャフトデザイン等との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告シャフトの一連のデザインは，平成14年頃にシャフトデザインの刷新を企画して日本廣告社に依頼した当初の「遠目で見ても目立つ縞模様」というコンセプトに沿って制作されているが，被控訴人はその制作に当たり，グリップ側からシャフト側へと力が伝わるイメージなどは全く意識していなかったため，本件シャフトデザイン等とは反対に，下記の被控訴人主張被告シャフト対照表記載のとおり，グリップ側に相対的にインパクトの弱い淡い色A（白，グレー等）を用い，ヘッド側をよりインパクトの強いメタリック色B（赤，青，オレンジ，黄色，緑，黒等）にしている。そして，グリップ側とヘッド側とで色が切り替わる縞模様部分に，目立つ色Cのリング（シルバー，ゴールド，グリップ側の色とコントラストの高いオレンジ，緑，ブルー等）を等間隔に配置し，リングの左右をリングを目立たせる色（グリップ側を「色D」，ヘッド側を「色E」という。）で挟んだ上，これに接してヘッド側の色を置くことにより，「ヘッド側の色＋リング」による縞のイメージを強調している。また，被告シャフトは，ヘッド側に光沢のあるメタリック色を使用していることに特徴を有している。このように，被告シャフトは，グリップ側とヘッド側を2色の色使いとし，等間隔に10本のリングを入れ，リングの間を縞柄とするというデザインの大枠は共通にしつつ，その具体的なデザインの構成において，リングの色，縞柄を構成する色の組合せ及び色の配置が異なる。さらに，被告シャフト1～10，13，14，16～19，32～36，41では，シャフト縦方向のラインが細くて目立たず，「パワーが伝わっていく」表現とは無縁であり，被告シャフト11，12，15，24～31，37～40，42～46（MJカラー，GTカラー，BBカラー，DIカラー，DJカラー），47～60，65～78，82，83では，ブランドロゴが縞模様部分の外（グリップ寄り）に配置されることによって，色Aと色Bのツートンカラーが縞模様部分で区切られている印象を与える。",
                        "したがって，被告シャフトは，いずれも，グリップ側からヘッド側への動き，すなわち，「パワーがグリップからヘッド側へと伝わっていく感じ」や「トルネード」を表した表現は感得できない。",
                        "以上のとおり，被告シャフトは，本件シャフトデザイン等の表現上の本質的特徴の同一性を維持しているものではなく，本件シャフトデザイン等の本質的特徴を直接感得させることのないものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告シャフト78は，ブランドロゴが縞模様部の外に配置されている点，グリップの端から縦方向に連続する黒のラインが存在せず，かつ，リングの色が本件シャフトデザイン等とは異なる白である点で本件シャフトデザイン等と異なるが，赤と黒の色使いという点では共通している。",
                        "そこで，もし，これらの相違点があっても被告シャフトに本件シャフトデザイン等の本質的特徴が維持されているというのであれば，被控訴人は，本件シャフトデザイン等に関わる契約関係及び本件シャフトデザイン等が被控訴人の指示に基づく種々の変更を経て成立した経緯に照らして，上記の改変は許された改変の範囲であり，翻案権侵害は成り立たないと主張する。",
                        "（被控訴人主張被告シャフト対照表）",
                        "被告シャフト    色A  色B  色C  色D  色E 1～4  白系  メタリック  シルバ 黒系  メタリック",
                        "グレー  ー  グレー",
                        "5～8  白系  メタリック  シルバ 黒系  メタリック",
                        "グリーン  ー  グリーン",
                        "9，10，41  白系  メタリック  シルバ 黒  メタリック",
                        "（ブルー）  ブルー  ー  ブルー",
                        "9，10，41  白系  メタリック  シルバ ピンク  メタリック（ピンク）  ピンク  ー  ピンク",
                        "11，12  白系  メタリック  ピンク  水色  メタリック（ブルー）  ブルー  ブルー",
                        "11，12  白系  メタリック  ブルー  ピンク  メタリック（ピンク）  ピンク  ピンク",
                        "13，14  白系  メタリック  シルバ 黒  メタリックオレンジ  ー  オレンジ",
                        "  15  白系  メタリック  ゴール オレンジ  メタリック朱赤  ド  朱赤",
                        "16～19  白系  メタリック  シルバ 黒系  メタリックブルー  ー  ブルー",
                        "20～23  白系  メタリック  ゴール グレー  メタリック",
                        "（42～46のうち，  黒  ド  黒",
                        "EVカラーも同一色",
                        "を用いる。）",
                        "24～31  白系  メタリック  緑  オレンジ  メタリック",
                        "（42～46のうち，  オレンジ  オレンジ",
                        "DIカラーも同一色",
                        "を用いる。）",
                        "32～36  白系  メタリック  シルバ 黒系  メタリック",
                        "黒  ー  黒",
                        "37～40  白系  メタリック  黄  オレンジ  メタリック",
                        "（42～46のうち，  朱赤  朱赤",
                        "DJカラーも同一色",
                        "を用いる。）",
                        "47～50  白系  メタリック  シルバ 水色  メタリック",
                        "（42～46のうち，  青  ー  青",
                        "BBカラーも同一色",
                        "を用いる。）",
                        "51～60  シルバー メタリック  黄  青  メタリック",
                        "（42～46のうち，  系  青  青",
                        "GTカラーも同一色",
                        "を用いる。）",
                        "61～64  白系  メタリック  緑  シルバ メタリック",
                        "（42～46のうち  黄  ー  黄",
                        "MTカラーも同一色",
                        "を用いる。）",
                        "65～68  白系  メタリック  シルバ 青  メタリック",
                        "黒  ー  黒",
                        "69～72  黄  メタリック  赤  白  メタリック",
                        "（42～46のうち  紺  紺",
                        "MJカラーも同一色",
                        "を用いる。）",
                        "  73  白系  メタリック  赤  青  メタリック",
                        "紺  紺",
                        "74～77  グレー  メタリック  シルバ 黒  メタリック",
                        "ダークブル ー  ダークブルー  ー",
                        "  78  赤  メタリック  白  黒  メタリック",
                        "黒  黒",
                        "79～81  グレー  メタリック  赤  黒系  メタリック",
                        "黒  黒",
                        "  82  黄系  メタリック  緑系  黒系  メタリック",
                        "黒  黒",
                        "  83  黄系  メタリック  白系  赤系  メタリック",
                        "黒  黒"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告シャフトは本件シャフトデザイン等を翻案したものではないから，被告シャフトの頒布は，本件シャフトデザイン等に係る控訴人の二次的著作物の譲渡権を侵害したとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件シャフトデザイン等に係る控訴人の同一性保持権侵害の主張は，争う。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点(5)（被告カタログによる同一性保持権侵害の有無）について",
              "text": [
                "（控訴人の主張）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件カタログデザインの本質的特徴",
                  "text": [
                    "本件カタログデザインの本質的特徴は，次のとおりである。",
                    "「カタログの表紙の長方形の左側の端を占める色を「色F」とし，右側の端を占める色を「色G」とする。",
                    "表紙には，シャフトにおけるリングに対応する直線（ライン）を，長方形の縦の向きに複数本等間隔に配置する。等間隔に配置されたラインとラインに挟まれた部分（ライン間）を色Fと色Gで塗り分け，当該2色の境目がラインと並行になるように色分けをする。ライン間においては，カタログ表紙全体で見た色の塗り分けとは逆に，左側に色Gが，右側に色Fが配置される。ライン間における各色の占める割合であるが，最も左に位置するライン間は，色Fがその多くを占める。左から2番目のライン間は，色Fが占める割合が少し減り，色Gの割合が増える。左から3番目のライン間は，更に色Fが占める割合が減り，色Gの割合が増える。これを繰り返し，最も右側にあるライン間においては，色Gがほとんどの割合を占めることになり，色Fが占める割合はわずかになる。",
                    "また，各ラインの左側に接する部分にはぼかし部分を入れる。ぼかし部分の面積は，各ラインそれぞれで異なっており，一番左のライン脇のぼかし部分が最も面積が大きく，右側に近いラインほどぼかし部分の面積は小さくなっていく。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件カタログデザインの創作性",
                  "text": [
                    "前述の描写は，本件シャフトデザイン等と同様に，2色の色を単純に縞模様にしたものではなく，ラインを等間隔に並べながら，他方，ライン間を占める2色は面積を変えながら配置させている。",
                    "また，その2色の配置にも，シャフト同様の工夫を凝らし，ぼかし部分とも相まって複雑な縞模様を構成し，見る者に2色の色が有機的に遷移していくような印象を与える工夫をしている。",
                    "これは，控訴人の創意工夫の成果であり，創作性が認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告カタログとの対比",
                  "text": [
                    "被告カタログは，いずれも，下記控訴人主張被告カタログ対照表記載のとおり，色Fと色Gの2色を主に用いており，長方形の左側の端は色Fで，右側の端を色Gが占めている。",
                    "そして，等間隔に10本のラインを描き，ライン間においては境目がラインと並行になるように上記2色で色分けされている。このライン間を見ると，左側に色Gが，右側に色Fが配置されている。2色の占める割合は，最も左のライン間では，色Fがその多くを占める。その隣のライン間では色Fが占める割合が少し減り，更にその隣のライン間では更に色Fの割合が減る。これを繰り返し，最も右のライン間では色Gがほとんどの割合を占めるようになり，色Fが占める割合がわずかとなる。また，ラインの左側に接する部分には，色Hの薄いぼかし部分が存在する。そして，そのぼかし部分は，左側のラインほど面積が大きく，右側のラインほど面積が小さい。",
                    "このように，被告カタログは，色Fが色Gに遷移していく描写がされているのであるが，その表現には，本件カタログデザインの本質的特徴が維持されており，それが直接感得できる。",
                    "（控訴人主張被告カタログ対照表）",
                    "被告カタログ  色F  色G  色H 1  白  黄  緑系"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "黄  紺  白",
          "text": [
            "被告カタログ1及び2は，ロゴの配置，色の選択，全体の中でのラインの配置など，本件カタログデザインに表現上の修正が加えられている。",
            "しかし，その表現は，いずれも本件カタログデザインの本質的特徴を維持しており，それを被告カタログ1及び2から直接感得することが可能である。",
            "このように，被告カタログ1及び2は，本件カタログデザインの表現形式上の本質的特徴を維持しつつその外面的な表現形式に改変を加えているのであり，被控訴人の行為は同一性保持権を侵害しているというべきである。",
            "（被控訴人の主張）",
            "被告カタログ（甲4の1， 2）の表紙部分は，表紙の中央寄り約4分の 1 の幅に縞模様を配したものであり，そもそもゴルフシャフトの外装のデザインである本件シャフトデザインの特徴を備えているものではない。そのことを措き，仮に，縞模様だけに注目するとしても，上記(3)でシャフトデザインについて行った対比から明らかなとおり，縞の構成が本件シャフトデザイン等とは異なるものであって，本件シャフトデザイン等の本質的特徴を感得させるものではない。",
            "被控訴人の被告カタログ製作行為が，本件カタログデザインに係る控訴人の同一性保持権を侵害しているとはいえない。"
          ],
          "content": [
            {
              "fig": "(5)",
              "subject": "争点(6)（権利の濫用の有無）について",
              "text": [
                "（被控訴人の主張）",
                "控訴人は，本件シャフトデザイン等を納品した後，被控訴人が種々のモデルのシャフトを発売しても，それに対して，本件シャフトデザイン等の流用であるなどの苦情を述べたことは一度としてなかった。創作者としての自負があれば，控訴人は，自らがデザインしたゴルフクラブシャフトについて当然関心を持っていたはずであるし，現に，控訴人は，被控訴人の種々のモデルを知っていたのである。その控訴人が，被控訴人に対して何ら苦情を述べることなく，12年も経た後になって，突然，被告シャフトは全て控訴人の作になる本件シャフトデザイン等の翻案であるなどと主張してシャフトデザインの使用禁止や多額の損害賠償を求めるのは，不当の一言に尽きる。被控訴人は，控訴人の創作意図とは全く無関係に被告シャフトの各モデルを開発していたから，控訴人から何らかの苦情を受けていれば，その正当性はさておき，リスク回避の観点から，一切の言いがかりの余地のない縞のデザインを採用することもできたのである。",
                "長きにわたる沈黙の後に，突如として，著作権に名を借りて本件のような権利主張を行うことは，信義に反するものとして許されず，控訴人の本訴請求は権利の濫用にも当たる。",
                "(控訴人の主張)",
                "争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被告シャフト及び被告カタログによる控訴人の著作権（翻案権，二次的著作物の譲渡権）侵害及び著作者人格権（同一性保持権）侵害は成立しないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)（本件シャフトデザイン及び本件原画の著作物性）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "応用美術の著作物性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "著作権法2条1項1号は，著作物の意義につき，「思想又は感情を創作的に表現したものであって，文芸，学術，美術又は音楽の範囲に属するもの」と規定しており，ここで「創作的に表現したもの」とは，当該表現が，厳密な意味で独創性を有することまでは要しないものの，作成者の何らかの個性が発揮されたものをいうと解される。",
                    "控訴人は，本件シャフトデザイン等が，ゴルフシャフトという実用に供される物品に表現されたものであることなどを前提として，その著作物性を主張する（著作権法10条1項4号）から，本件は，いわゆる応用美術の著作物性が問題となる。",
                    "ところで，著作権法は，建築（同法10条1項5号），地図，学術的な性質を有する図形（同項6号），プログラム（同項9号），データベース（同法12条の2）などの専ら実用に供されるものを著作物になり得るものとして明示的に掲げているのであるから，実用に供されているということ自体と著作物性の存否との間に直接の関連性があるとはいえない。したがって，専ら，応用美術に実用性があることゆえに応用美術を別異に取り扱うべき合理的理由は見出し難い。また，応用美術には，様々なものがあり得，その表現態様も多様であるから，美的特性の表現のされ方も個別具体的なものと考えられる。",
                    "そうすると，応用美術は，「美術の著作物」（著作権法10条1項4号）に属するものであるか否かが問題となる以上，著作物性を肯定するためには，それ自体が美的鑑賞の対象となり得る美的特性を備えなければならないとしても，高度の美的鑑賞性の保有などの高い創作性の有無の判断基準を一律に設定することは相当とはいえず，著作権法2条1項1号所定の著作物性の要件を充たすものについては，著作物として保護されるものと解すべきである。",
                    "もっとも，応用美術は，実用に供され，あるいは産業上の利用を目的とするものであるから，美的特性を備えるとともに，当該実用目的又は産業上の利用目的にかなう一定の機能を実現する必要があり，その表現については，同機能を発揮し得る範囲内のものでなければならない。応用美術の表現については，このような制約が課されることから，作成者の個性が発揮される選択の幅が限定され，したがって，応用美術は，通常，創作性を備えているものとして著作物性を認められる余地が，上記制約を課されない他の表現物に比して狭く，また，著作物性を認められても，その著作権保護の範囲は，比較的狭いものにとどまることが想定される。そうすると，応用美術について，美術の著作物として著作物性を肯定するために，高い創作性の有無の判断基準を設定しないからといって，他の知的財産制度の趣旨が没却されたり，あるいは，社会生活について過度な制約が課されたりする結果を生じるとは解しがたい。また，応用美術の一部について著作物性を認めることにより，仮に，何らかの社会的な弊害が生じることがあるとすれば，それは，本来，著作権法自体の制限規定等により対処すべきものと思料される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対して，被控訴人は，著作権法，意匠法及び不正競争防止法の諸規定からすれば，実用に供される機能的な工業製品ないしそのデザインは，その実用的機能を離れて美的鑑賞の対象となり得るような美的特性を備えていない限り，著作権法2条1項1号の「文芸，学術，美術又は音楽の範囲に属するもの」に当たらないというべきである，と主張する。",
                        "確かに，実用に供される機能的な工業製品ないしそのデザインについて，応用美術として著作権法による保護を求める場合には，応用美術が美術の著作物である以上，美的鑑賞の対象となり得る美的特性を備えなければならないが，応用美術には，装身具等の実用品自体であるもの，家具等に施された彫刻等実用品と結合されたもの，染色図案等実用品の模様として利用されることを目的とするものなど様々なものがあり，表現態様も多様であるから，前述したように，応用美術が一方において実用的機能を有することを理由として，一律に著作物性を否定することは相当ではなく，また，「美的」という観点からの高い創作性の判断基準を設定することも相当とはいえない。",
                        "上記の見解に反する限度で，被控訴人の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被控訴人は，ゴルフクラブのシャフトのデザインは，シャフトの形態に制約され，ぱっと見た目の良し悪し，ユーザーの記憶への残りやすさなどを目的として制作され，美的鑑賞の対象となることが想定できないから，そのデザインにおいて重視されるのは，実用的，商業的観点であり，作者の個性の表出や表現ではないから，著作権法が想定している個性を表現したものではあり得ない，と主張する。",
                        "確かに，シャフトのデザインは，実用に供され，あるいは産業上の利用を目的とする側面を有するものであるから，当該実用目的又は産業上の利用目的にかなう一定の機能を実現する必要があるとともに，商業的観点からの要請もあるので，その表現については，同機能を発揮し得る範囲内のものであり商業的観点も重視されなければならない（これらに基づくデザイン上の制約としては，例えば，シャフトという物品上で表現し得るものであることに加え，印象に残る色彩の使用や製品名・製造者名等の記載などが求められることが想定される。）。",
                        "しかし，同機能を発揮しつつも，なお，デザインが作成者の個性の表現であると認められる場合も想定されるから，実用的，商業的観点から作成され，評価されるデザインであるという理由で，一律にそのデザインの著作物性を否定するのは相当ではない。シャフトのデザインの表現については，上記のような実用的，商業的観点からの制約が課されることから，作成者の個性が発揮される選択の幅が限定され，創作性を備えているものとして著作物性が認められる余地が狭いものと解されるが，個性を表現する余地がないわけではない。",
                        "被控訴人の主張には，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件シャフトデザイン及び本件原画の著作物性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "認定事実",
                  "text": [
                    "以下に掲記する証拠及び弁論の全趣旨から，次の事実を認定することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，平成14年7月ころ，翌年販売予定の新製品ゴルフシャフトのデザインの作成を日本廣告社に依頼した。依頼に際し，被控訴人は，日本廣告社に対し，アメリカのゴルフメーカーPenley社のシャフト（乙1の添付資料8）のように，縞模様を基調とした，遠くから見ても目立つデザインにすること，会社マークに使用されている黒，赤及びグレーの3色を使用することなどを指示した（乙1）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，被控訴人に対し，ゴルフシャフトデザインとして，いずれも，赤，黒及びグレーの3色を用いて，シャフトを直線で4つの三角形に区切ったデザイン（第1案），シャフトの長手方向に並行な縞模様のデザイン（第2案），垂直な縞模様のデザイン（第3案），及び，連続する三角形及び半円を描いたデザイン（第4案）を提示した（甲14，28，乙1）。被控訴人は，控訴人に対し，上記4案のうち第3案の，シャフトの長手方向に垂直な縞模様のデザインを採用することを伝え，さらに，「AD  Power」のロゴを白抜きにすること，文字を追加することなどを指示した（甲28，乙1）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，被控訴人からの上記指示に対し，採用された縞模様のデザインの上に，白抜きした「AD  Power」のロゴ及び指示された文字を施したデザインを3案提示した（甲15，28，乙1）。",
                        "被控訴人は，控訴人に対し，①縞模様の長さを80mmとすること，②縞の本数を減らすこと，③シャフトの裏側に，周方向の一部に隙間を作ること，④ロゴを「AD  Power」から「Tour  AD」（ブランドロゴ）に変更することなどを指示し，「Tour  AD」のフォント選択及びデザイン化を依頼した（甲16，28，乙1）。また，被控訴人は，控訴人に対し，⑤ブランドロゴの位置につき，ブランドロゴの左端を最もグリップ寄りのリングあたりとすることも指示した（甲16，乙1）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，被控訴人に対し，既存のフォントを利用した「Tour  AD」のブランドロゴを12案提示した（甲17，28，乙1）。",
                        "被控訴人は，このうち，「T」の横字画部を右に長く伸ばしたものを選択した（乙1）。そして，被控訴人は，控訴人に対し，①「Tour」と「AD」との間に隙間を作ること，②「Tour」の「T」の文字の横字画の長さを右に少し延長すること，及び，③「Tour」の「our」の文字サイズを少し小さくすることを指示した（甲18，28，乙1）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人は，縞の本数を10本とし，被控訴人の修正指示に従ったブランドロゴを配置して，本件シャフトデザインを完成させ，被控訴人に対し，成果物を納入した（甲18，19，28，乙1）。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本件シャフトデザインは，ゴルフクラブのシャフト表面の外装に係るものであり，原判決別紙原告デザイン目録記載1のとおり，シャフトのグリップ側は無地の赤，半ばよりヘッド側は無地の黒であり，グリップ側からシャフト全長の約5分の1ヘッド寄り部分からヘッド側へ，シャフト全長の約10分の1程度の長さにわたり縞模様が構成されている。縞模様部分には，等間隔に10本の細いグレーのライン（リング）があり，その左右を黒で挟みその余が赤となっているが，リングのヘッド側に位置する黒は，グリップ側からヘッド側にかけて，徐々にその幅が太くなり，反対に，赤は，徐々にその幅が細くなる。リングのグリップ側に位置する黒と，その更にグリップ側に位置する赤との間には，赤と黒が馴染むようなぼかしが入っている。縞模様に垂直方向に，赤の地及び縞模様部分を一直線に貫通する黒色線があり，最もグリップ側のリングのややグリップ寄りの位置から，縞模様部分にかぶせるように，ブランドロゴが白抜きで記され，更にヘッド寄りに，被控訴人の会社名等が白文字で描かれている。また，本件原画は，本件シャフトデザインの制作過程で作成されたものであり，その構成は，原判決別紙原告デザイン目録記載2のとおり，本件シャフトデザインとほぼ同様である。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "本件シャフトデザインは，本件原画を無色透明のシート（転写箔）に印刷したものを黒色のシャフト本体の表面に貼り付け，更にロゴ等を印刷して完成されるものである。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "控訴人は，本件シャフトデザイン及び本件原画を制作するに当たり，円柱状のシャフトの長手方向に垂直な円を描くようにリングを入れることで，ゴルフ界にトルネード（竜巻）を起こすようなシャフトであることを意図していた。また，プレーヤである人間のパワーの源である血液がシャフトを伝ってゴルフヘッドに向かっていくということを表現するため，グリップ側を血液を表す赤，ヘッド側をシャフトのカーボン色である黒として，リングの間の配色の面積を少しずつ変えていき，徐々に赤から黒へ変わっていくように見えることも意図していた。（甲28）"
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "被控訴人は，平成14年9月ころ，日本廣告社を通じて，控訴人に対し，本件シャフトデザインを用いたゴルフシャフトを売り出すためのカタログのデザインを依頼した（甲28，乙2）。依頼に当たり，被控訴人は，日本廣告社に対し，本件シャフトデザインを用いたゴルフシャフトのイメージをカタログに取り入れたい旨を伝えた（乙2）。",
                        "控訴人は，日本廣告社を通じ，被控訴人に対し，カタログの表紙デザインとして，いずれも，赤，黒及び白の縦縞をベースとした2案を提示した。被控訴人は，このうちの1つを採用し，本件カタログデザインとした。（甲2の2，28，乙2）"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "本件カタログデザインは，ゴルフクラブのカタログの表紙に係るものであり，原判決別紙原告デザイン目録記載3のとおり，左側4分の1は赤，右側2分の1は白，その間に10本の黒の細い縦線が等間隔に配され，黒の線の間を，左から白，赤の順に縦縞があるが，白の縞の幅は左から右にかけて徐々に太く，赤の縞の幅は左から右にかけて徐々に細くなっている。黒の線の両脇には，左側の赤，及び右側の白と馴染むようなぼかしが入っている。右半分の白色部分の中央に，会社マーク及び被控訴人の社名，上部に「Tour  AD」のブランドロゴ等，が記されている。（甲2の2）"
                    },
                    {
                      "fig": "(サ)",
                      "text": [
                        "被控訴人は，その後，本件カタログデザインを用いたゴルフシャフト販売用のカタログ（本件カタログ）を頒布した。同カタログには，本件シャフトデザインを施したゴルフシャフト以外のゴルフシャフトも多数掲載されている（甲2の1）。"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "text": [
                        "被控訴人は，本件シャフトデザインを施したゴルフシャフトを発売して以後，別紙被告シャフト目録記載の被告シャフトを製造，販売した。",
                        "被告シャフトのデザインの構成は，大要，シャフトのグリップ側は下記被告シャフト対照表にいう無地の色A，半ばよりヘッド側は無地の色Bであり，シャフト全長の約10分の1程度の長さにわたり縞模様が構成されている。縞模様部分には，等間隔に10本の細い色Cのリングがあり，そのグリップ側を色D，ヘッド側を色Bで挟みその余が色Aとなっているが，リングのヘッド側に位置する色Bは，グリップ側からヘッド側にかけて，徐々にその幅が太くなり，反対に，色Aは，徐々にその幅が細くなる。その他，「Tour  AD」のブランドロゴ，被控訴人の会社名等が記載されているが，その位置は，縞模様部分の上にあるものと縞模様部分から外れているものがあり，色も様々である。（乙3）",
                        "（被告シャフト対照表）",
                        "被告シャフト    色A  色B  色C  色D 1～4  白系  メタリック  シルバー  黒系",
                        "グレー",
                        "5～8  白系  メタリック  シルバー  黒系",
                        "グリーン",
                        "9，10，41  白系  メタリック  シルバー  黒",
                        "（ブルー）  ブルー",
                        "9，10，41  白系  メタリック  シルバー  ピンク",
                        "（ピンク）  ピンク",
                        "11，12  白系  メタリック  ピンク  水色",
                        "（ブルー）  ブルー",
                        "11，12  白系  メタリック  ブルー  ピンク",
                        "（ピンク）  ピンク",
                        "13，14  白系  メタリック  シルバー  黒",
                        "オレンジ",
                        "  15  白系  メタリック  ゴールド  オレンジ",
                        "朱赤",
                        "16～19  白系  メタリック  シルバー  黒系",
                        "ブルー",
                        "20～23  白系  メタリック  ゴールド  グレー",
                        "（42～46の  黒",
                        "EVカラーも同一色",
                        "を用いる。）",
                        "24～31  白系  メタリック  緑  オレンジ",
                        "（42～46のうち，  オレンジ",
                        "DIカラーも同一色",
                        "を用いる。）",
                        "32～36  白系  メタリック  シルバー  黒系",
                        "黒",
                        "37～40  白系  メタリック  黄  オレンジ",
                        "（42～46のうち，  朱赤",
                        "DJカラーも同一色",
                        "を用いる。）",
                        "47～50  白系  メタリック  シルバー  水色",
                        "（42～46のうち，  青",
                        "BBカラーも同一色",
                        "を用いる。）",
                        "51～54  シルバー系  メタリック  黄  青",
                        "（42～46のうち，  青",
                        "GTカラーも同一色",
                        "を用いる。）",
                        "55～60  白系  メタリック  黄  青",
                        "青",
                        "61～64  白系  メタリック  緑  シルバー",
                        "（42～46のうち，  黄",
                        "MTカラーも同一色",
                        "を用いる。）",
                        "65～68  白系  メタリック  シルバー  青",
                        "黒",
                        "69～72  黄  メタリック  赤  白",
                        "（42～46のうち，  紺",
                        "MJカラーも同一色",
                        "を用いる。）",
                        "  73  白系  メタリック  赤  青",
                        "紺",
                        "74～77  グレー  メタリック  シルバー  黒",
                        "ダークブルー",
                        "  78  赤  メタリック  白  黒",
                        "黒",
                        "79～81  グレー  メタリック  赤  黒系",
                        "黒",
                        "  82  黄  メタリック  緑系  黒系",
                        "黒",
                        "  83  黄  メタリック  白系  赤系",
                        "黒"
                      ]
                    },
                    {
                      "fig": "(ス)",
                      "text": [
                        "被控訴人は，平成26年ころ，別紙被告カタログ目録記載1の表紙を用いたカタログ（被告カタログ1），同27年ころ，同目録記載2の表紙を用いたカタログ（被告カタログ2）を製作し，頒布した。",
                        "被告カタログ1のデザインの構成は，大要，左側4分の1は白，右側2分の1は黄色，その間に10本の緑の細い縦線が等間隔に配され，緑の線の間を，左から黄色，白の順に縦縞があるが，黄色の縞の幅は左から右にかけて徐々に太く，白の縞の幅は左から右にかけて徐々に細くなっており，右半分の黄色部分の中央に，シャフトの一部を表した図と「2014  SHAFT  CATALOG」の文字，下部に会社マークと被控訴人の社名が記されている。",
                        "被告カタログ2のデザインの構成は，大要，左側4分の1は黄色，右側2分の1は黒，その間に10本の赤の細い縦線が等間隔に配され，赤の線の間を，左から黒，黄色の順に縦縞があるが，黒の縞の幅は左から右にかけて徐々に太く，黄色の縞の幅は左から右にかけて徐々に細くなっており，右半分の黒色部分の中央に，シャフトの一部を表した図と「2015  SHAFT  CATALOG」の文字，下部に会社マークと被控訴人の社名が記されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "認定事実に関する当事者の主張に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，以上の事実認定に対し，本件シャフトデザインに赤，黒及びグレーを用いることは，被控訴人の指示によるのではなく，控訴人が選択したものであると主張し，控訴人の陳述書（甲28）も，被控訴人からの指示は遠くから見て被控訴人の製品であると一目で分かるものにしたいという点のみであり，色の指定は一切なかったと述べるものであり，上記主張に沿う。",
                        "しかし，控訴人が被控訴人に対して提出した当初のデザイン案は，上記ア(イ)のとおり，いずれも赤，黒及びグレーを用いたものである。遠目から被控訴人の製品であると分かるデザインにしたいという要望のみがあり，色の指定が一切ない場合には，遠目から目立つ色の組合せは数多く考えられるから，複数案を出すのであれば，配色の異なるものを提案して被控訴人の意向を確かめるのが合理的である。また，被控訴人が控訴人に対し，被控訴人の製品であると一目で分かるというシャフトデザインを指示するに当たり，会社マークに使用されて被控訴人自身を象徴的に表す色を用いるように指示することは，ごく自然である。",
                        "したがって，被控訴人による指示がなかったとする控訴人の主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，本件シャフトデザインの作成に当たって，被控訴人から縞模様を基調とするような指示はなかったと主張し，控訴人の陳述書（甲28）も，これに沿う。",
                        "しかし，上記ア(ア)のとおり，被控訴人の指示は，Penley社の縞模様のシャフトを念頭に置いて具体的になされていること，上記ア(イ)のとおり，控訴人が被控訴人に対して，提示した当初案のうち2案（第2案，第3案）は，縞模様を用い，第4案も，連続する三角形及び半円を縞模様と擬することもできることからして，縞模様を基調とするような指示があったと認めるのが相当である。",
                        "したがって，被控訴人による指示がなかったとする控訴人の主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，控訴人は，本件カタログデザインを作成するに当たり，本件シャフトデザインを取り入れたのは，被控訴人の指示ではなく，控訴人の発案であると主張するようである（甲28）。",
                        "しかし，上記のとおり，シャフトデザインについて様々な指示を行った被控訴人が，カタログデザインを発注するに当たって，控訴人に対し，何ら指示をしないとは到底考えられない。また，仮に，被控訴人がカタログデザインの指示を何らしなかったのであれば，控訴人は，当初の提案をするに当たり，本件カタログに掲載される予定の複数のシャフトをモチーフとしたものも作成するなどして，被控訴人の意図を確認するものと推測されるが，控訴人が日本廣告社を通じて被控訴人に対して提案したデザインは2案とも本件シャフトデザインを取り入れたものであった。したがって，被控訴人が本件シャフトデザインを取り入れてカタログデザインをするよう，日本廣告社を通じて控訴人に対して指示したと認めるのが相当であり，控訴人の主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件シャフトデザイン及び本件原画の著作物性の有無",
                  "text": [
                    "控訴人は，①本件シャフトデザイン等の縞模様を含むベース部分は，トルネード（竜巻）をイメージし，人間のパワーの源である赤から，シャフトのカーボンを表す黒に昇華していく表現であり，ゴルフ界に嵐を巻き起こすという意味を込めている，②ブランドロゴの横字画部の右側を鋭角に伸ばすことでボールの弾道やエネルギーの伸びと指向性を表現している，③ブランドロゴをトルネード模様（縞模様）の上に配置することでシャフト縦方向へのパワーを表現する工夫を凝らしているから，本件シャフトデザイン等には創作性が認められるべきである，と主張する。",
                    "しかし，①縞模様は，本件シャフトデザイン及び被告シャフト以外にもシャフトのデザインに用いられた例がある（乙1の添付資料8）上に，様々な物のデザインとして頻繁に用いられ，縞の幅を一定とせずに徐々に変更させていく表現も一般に見られるところである。ゴルフシャフトの色として，赤，黒及びグレーの3色を用いた例は証拠上複数見られる（甲30の3の中央の画像の真ん中のシャフト，甲30の4の中央の画像の一番上のシャフト，甲30の5の中央の画像の後ろのシャフト）。よって，本件シャフトデザイン等を縞模様とし，縞の幅を変化させ，縞の色として赤，黒及びグレーを選択したことは，ありふれている。",
                    "また，②いわゆるデザイン書体は，文字の字体を基礎として，これにデザインを施したものであるところ，文字は，本来的には情報伝達という実用的機能から生じたものであり，社会的に共有されるべき文化的所産でもあるから，文字の字体を基礎として含むデザイン書体の表現形態に著作権としての保護を与えるべき創作性を認めることは，一般的には困難であると考えられる。しかも，本件において，「Tour  AD」のブランドロゴは，上記ア(エ)のとおり，既存のフォントを利用した上で，「T」の横字画部を右に長く鋭角に伸ばしたものであるところ，文字として可読であるという機能を維持しつつデザインするに当たって，文字の一字画のみを当該文字及び他の文字の字画を妨げない範囲で伸ばすことは一般によく行われる表現であること，文字の一字画を伸ばした先を単に鋭角とすることも，平凡であることからすれば，この表現が個性的なものとは認められない。",
                    "さらに，③ブランドロゴをトルネード模様の上に配置したことに関しては，シャフトのデザインに製品等のロゴを目立つように配置することは，他のゴルフクラブのシャフトにも頻繁に見られる（甲29，甲30の1～5）表現であり，細長いシャフトに文字を大書して目立たせる配置をすることの選択の幅は狭いから，ブランドロゴをトルネード模様の上に配置したことが個性的な表現とはいえない。",
                    "よって，本件シャフトデザイン等に，創作的な表現は認められず，著作物性は認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)（本件カタログデザインの著作物性）について",
          "text": [
            "本件カタログデザインは，上記1(2)ア(ケ)(コ)のとおり，本件シャフトデザイン等の縞模様部分を平面上に表現し，その配色を，赤，黒及び白とし，会社マーク及び「Tour  AD」のブランドロゴ等が配置されたものである。",
            "控訴人は，本件カタログデザインは，本件シャフトデザイン等の特徴的部分である縞模様部分を長方形の平面に表現し，これをカタログの表紙とすることで本件シャフトデザインをアピールすることを意図して制作されたものであるから，創作性がある，と主張する。",
            "しかし，上記1(2)ウのとおり，縞模様は，様々な物のデザインとして頻繁に用いられ，縞の幅を一定とせずに徐々に変化させていく表現も一般に見られる上，縞の色として，原色である赤と，無彩色である黒及び白を選択することも，特段の工夫が見られず，平凡であるから，本件カタログデザインには，本件シャフトデザイン等より更に創作的な表現はなく，著作物性は認められない。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点(4)（被告シャフトによる翻案権及び二次的著作物の譲渡権並びに同一性保持権侵害の有無）について",
          "text": [
            "控訴人は，本件シャフトデザイン等に著作物性が認められる場合であっても，複製権等の侵害は主張せず，著作権（翻案権，二次的著作物の譲渡権）及び著作者人格権（同一性保持権）の侵害を主張するので，下記においては，念のため，仮に，本件シャフトデザイン等に著作物性が認められるとした場合に，被告シャフトが本件シャフトデザイン等を翻案したものであり，被控訴人が，控訴人の著作権（翻案権，二次的著作物の譲渡権）及び著作者人格権（同一性保持権）を侵害したといえるか，について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件シャフトデザイン等の本質的特徴",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "著作物の翻案（著作権法27条）とは，既存の著作物に依拠し，かつ，その表現上の本質的な特徴の同一性を維持しつつ，具体的表現に修正，増減，変更等を加えて，新たに思想又は感情を創作的に表現することにより，これに接する者が既存の著作物の表現上の本質的な特徴を直接感得することのできる別の著作物を創作する行為をいう（最高裁平成11年（受）第922号同13年6月28日第1小法廷判決，民集55巻4号837頁参照）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記1(2)アの認定事実に基づけば，仮に，本件シャフトデザイン等に著作物性が認められるとした場合には，その本質的特徴は，赤と黒を基調にし，グレーをリングに用い，グリップ側に血液を象徴する赤，ヘッド側にカーボンを象徴する黒を用いて，縞模様を構成する赤と黒の幅を徐々に変化させつつ，赤と黒とが馴染むぼかし部分を入れて，グリップ側からヘッド側へと人間の血液を象徴する赤色部分が減少しカーボンを象徴する黒が増加していくことを具体的に表現した点にあるものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し，控訴人は，本件シャフトデザイン等の本質的特徴を以下のとおり主張する。",
                    "「シャフトのグリップ側の端を占める色を「色A」とし，ヘッド側の端を占める色を「色B」とする。",
                    "シャフトには複数本のリングを等間隔に配置する。等間隔に配置されたリング間を，色 A と色 Bで塗り分け，当該2色の境目がリングと並行になるように色分けする。リング間においては，シャフト全体で見た色の塗り分けとは逆に，グリップ寄りに色Bを，ヘッド寄りに色Aが配置される。リング間における各色の割合であるが，最もグリップ側に近いリング間は，色Aがその多くを占める。2番目にグリップ側に近いリング間は，色Aの占める割合が少し減り，色Bの割合が増える。3番目にグリップ側に近いリング間は，さらに色Aが占める割合が減り，色Bの割合が増える。これを繰り返し，最もヘッド側にあるリング間においては，色Bがほとんどの割合を占めることとなり，色Aが占める割合はわずかになる。",
                    "また，各リングのグリップ側に接する部分にはぼかし部分を入れる。ぼかし部分の面積は，各リングそれぞれで異なっており，最もグリップに近いリング脇のぼかし部分が最も面積が大きく，ヘッド側に近いリングほどぼかし部分の面積は小さくなっていく。」",
                    "しかし，具体的な配色を捨象した，幅を変えながら縞模様が変化していくという表現では，本件シャフトデザイン等において，人間の血液を象徴する赤とカーボンを象徴する黒をシャフトの地色として選択し，グリップ側からヘッド側にかけて徐々に赤色部分が減少し黒色部分が増加していくという特徴的な表現が感得できない。しかも，配色を問わない上記控訴人の主張は，自身の制作意図とも矛盾しており，いずれにしても採用し得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告シャフトとの対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件シャフトデザイン等の本質的特徴は上記(1)イのとおりであり，上記1(2)ア(シ)で認定した被告シャフト対照表に係る色Aが赤，色B及びDが黒，色Cがグレーという配色になる。そうすると，①全く同じ配色の被告シャフトはないから，被告シャフトは，いずれも，本件シャフトデザイン等の本質的特徴である配色を備えていない。また，②本件シャフトデザイン等の色Aが赤であるのは，人間の血液を象徴したものであるところ，被告シャフト1～50（42～46のMJカラーを除く。），55～68，73の色Aは白系，被告シャフト51～54の色Aはシルバー系，被告シャフト74～77，79～81の色Aはグレー，被告シャフト42～46のMJカラー，82，83の色Aは黄色と，いずれも，血液をイメージしにくい色である。さらに，③本件シャフトデザイン等の色B及びDは共に黒であり，黒と彩度のみを異にするグレーを用いることによって，グリップ側からヘッド側へ連続した印象を与える表現となっているものと解されるところ，被告シャフト5～8，13，14，16～19，61～64（42～46のMTカラー），65～68，69～72（42～46のMJカラー），83，並びに被告シャフト9，10及び41のブルーの色B及びD，並びに，被告シャフト5～31，37～64，69～83の色B及びCは，同系色ですらない異なる色である。",
                    "したがって，被告シャフトはいずれも，上記①の特徴を備えないことに加え，被告シャフト1～4は上記②の特徴を備えず，被告シャフト5～31は上記②及び③の特徴を備えず，被告シャフト32～36は上記②の特徴を備えず，被告シャフト37～68は上記②及び③の特徴を備えず，被告シャフト69～72は上記③の特徴を備えず，被告シャフト73～77は上記②及び③の特徴を備えず，被告シャフト78は上記③の特徴を備えず，被告シャフト79～83は上記②及び③の特徴を備えない。よって，被告シャフトはいずれも，本件シャフトデザイン等の本質的特徴を直接感得させるとはいえない。",
                    "なお，被告シャフト78は，上記被告シャフト対照表の色Aが赤，色B及びDがメタリック黒及び黒であるから，本件シャフトデザイン等の表現上の本質的特徴の一部を備えているともいえる。しかし，被告シャフト78の色Cは，はっきりした白であって，赤と黒の配色部分をくっきりと区切り，濃色である赤と黒を背景にリズミカルに配置されている印象があり，被告シャフト78全体の赤から黒へと徐々に変化していくという動きを阻害しているから，血液を象徴する赤色部分がグリップ側からヘッド側へと減少し，カーボンを象徴する黒色部分がグリップ側からヘッド側へと増加していくというイメージを想起させる構成ではない。",
                    "よって，被告シャフト78からは，本件シャフトデザイン等の表現上の本質的特徴を直接感得することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対して，控訴人は，被告シャフトは，色Aが色Bに遷移していく描写がされているから，その表現には，本件シャフトデザイン等の本質的特徴が維持されており，直接感得できる，と主張する。",
                    "しかし，控訴人の上記主張は，本件シャフトデザイン等の表現上の本質的特徴を，上記第2，2(2)（控訴人の主張）アのとおりとらえることを前提としており，上記(1)ウのとおり，その前提が誤っているから，控訴人の主張には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，仮に，本件シャフトデザイン等に著作物性が認められるとしても，被告シャフトは，本件シャフトデザイン等の表現上の本質的特徴を直接感得できるものではないから，仮に，被告シャフトに創作性がある場合には，別個の著作物であることとなる。したがって，被控訴人による被告シャフト製造，頒布が，本件シャフトデザイン等に係る控訴人の著作権（翻案権，二次的著作物の譲渡権）を侵害したとは認められない。",
                "また，被控訴人による被告シャフト製造行為が，本件シャフトデザイン等に係る控訴人の著作者人格権（同一性保持権）を侵害したとも認められない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，その余の点を判断するまでもなく，控訴人の本件控訴には理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従う。"
  ]
}