{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が取消2014-300552号事件について平成28年3月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標法50条1項に基づく商標登録取消審判請求を不成立とした審決の取消訴訟である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標及び特許庁における手続の経緯等",
          "text": [
            "被告は，下記の「KIRIＮ」の欧文字を横書きしてなり，平成19年6月25日に出願され，第35類「酒類の小売又は卸売の業務において行われる顧客に対する便益の提供，食肉の小売又は卸売の業務において行われる顧客に対する便益の提供，食用水産物の小売又は卸売の業務において行われる顧客に対する便益の提供，菓子及びパンの小売又は卸売の業務において行われる顧客に対する便益の提供，牛乳の小売又は卸売の業務において行われる顧客に対する便益の提供，乳製品の小売又は卸売の業務において行われる顧客に対する便益の提供，清涼飲料及び果実飲料の小売又は卸売の業務において行われる顧客に対する便益の提供，茶・コーヒー及びココアの小売又は卸売の業務において行われる顧客に対する便益の提供，飲料用野菜ジュースの小売又は卸売の業務において行われる顧客に対する便益の提供，加工食料品(「イーストパウダー・こうじ・酵母・ベーキングパウダー」及びこれらに類似する商品を除く。)の小売又は卸売の業務において行われる顧客に対する便益の提供，肉製品の小売又は卸売の業務において行われる顧客に対する便益の提供，加工水産物の小売又は卸売の業務において行われる顧客に対する便益の提供，加工野菜及び加工果実の小売又は卸売の業務において行われる顧客に対する便益の提供，穀物の加工品の小売又は卸売の業務において行われる顧客に対する便益の提供，カレー・シチュー又はスープのもとの小売又は卸売の業務において行われる顧客に対する便益の提供，ウスターソース・ケチャップソースその他の調味料の小売又は卸売の業務において行われる顧客に対する便益の提供，ビフィズス菌・乳酸菌・ビール酵母・食物繊維・ビタミン・ミネラル・キトサン・乳蛋白・大豆蛋白・加工穀物・難消化性デキストリン・ブナハリタケ等を主原料とする粒状・顆粒状・粉末状・カプセル状・液状・ウエハース状・固形状又は打錠成形してなる加工食品の小売又は卸売の業務において行われる顧客に対する便益の提供」を指定役務として，平成21年6月19日に設定登録された登録商標(登録第5240430号商標。本件商標)の商標権者である(甲1，56，57)。",
            "原告は，平成26年7月24日，商標法50条1項に基づき，本件商標の指定役務中第35類「加工食料品(「イーストパウダー・こうじ・酵母・ベーキングパウダー」及びこれらに類似する商品を除く。)の小売又は卸売の業務において行われる顧客に対する便益の提供のうち穀物の加工品の小売又は卸売の業務において行われる顧客に対する便益の提供，穀物の加工品の小売又は卸売の業務において行われる顧客に対する便益の提供」(本件役務)について，商標登録の取消しを求める審判の請求をし，同年8月13日，審判請求の登録がされた(甲57)。",
            "特許庁は，上記請求を取消2014-300552号事件として審理をした上，平成28年3月23日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月31日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "キリン協和フーズ株式会社(キリン協和フーズ)の商品パンフレット(協和フーズパンフレット。甲13)の記載から，キリン協和フーズは，「かゆ」に関する小売りについて通信販売を行っているものと認められる。そして，キリン協和フーズは，協和フーズパンフレットに，商品「きのこがゆ」，「梅がゆ」及び「鮭がゆ」のギフトセット商品又はそれらの商品とスープ又は味噌汁をセットにしたギフト商品などの品揃えの内容や価格及びFAX，電話及び支払方法などの通信販売に関する情報を顧客に対し便宜を図るために掲載したものであり，要証期間内である平成23年9月頃に協和フーズパンフレットを頒布したと推認することができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "協和フーズパンフレットには，その表紙に白色で表された「KIRIＮ」の欧文字からなる商標が使用されているところ，該商標は，本件商標と色彩が相違するものの，構成文字及び態様を同じくするものであるから，本件商標と社会通念上同一のものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件商標の権利者は，本件商標の設定登録時(平成21年6月19日)から商標権が被告に移転される平成25年2月21日までの間，キリンホールディングス株式会社(キリンホールディングス)である。そして，キリン協和フーズは，平成23年1月1日から平成25年6月30日まで，キリンホールディングスの完全子会社であり，協和フーズパンフレットに表示された「おいしさを笑顔に」と「KIRIＮ」の欧文字の標章が，キリンホールディングス及びその傘下のグループ会社(キリングループ)のスローガンであることをも勘案するならば，キリン協和フーズは，平成23年9月ころ，本件商標の使用について，商標権者であるキリンホールディングスから黙示の許諾を受けていた通常使用権者であるとみて差し支えない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上より，本件商標の通常使用権者は，要証期間に含まれる平成23年9月頃に，日本国内において，商品「穀物の加工品」に含まれる「かゆ」の小売りの業務において行われる顧客に対する便益の提供に関するパンフレットに，本件商標と社会通念上同一と認められる商標を表示して，広告のために頒布したものと認められる。そして，本件商標の通常使用権者による上記行為は，商標法2条3項8号にいう「役務に関する広告に標章を付して頒布する行為」に該当する。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，被請求人(被告)は，審判の請求の登録前3年以内に日本国内において，本件商標の通常使用権者が，「穀物の加工品の小売又は卸売の業務において行われる顧客に対する便益の提供」に，本件商標(社会通念上同一と認められる商標を含む。)を使用していたことを証明したものと認められる。",
                "よって，本件商標の登録は，その指定役務中，請求に係る指定役務について，商標法50条の規定により，取り消すことができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(使用商標の認定の誤り及び同商標を本件商標と社会通念上同一と認定判断したことの誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "使用商標",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "協和フーズパンフレット(甲13)の表紙の左上方に表示された使用商標は，波線の上下に「おいしさを笑顔に」の文字と「KIRIＮ」の欧文字を2段書きした標章(「おいしさを笑顔に／KIRIＮ」標章。「原告主張使用商標」ともいう。)を白抜きで表示した結合商標であって，「おいしさを笑顔に」の文字を「KIRIＮ」の欧文字よりも小さくすることで両文字列の幅が近接するように調製されている。そして，波線が，「KIRIＮ」の欧文字が「おいしさを笑顔に」の文字を支えるような態様で両文字列の上下間の隙間を埋めており，全体がまとまりよく一体となっている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対して，被告は，協和フーズパンフレットに使用されている商標は「KIRIＮ」標章(「本件使用商標」ともいう。)であると主張する。",
                    "しかし，「おいしさを笑顔に」は，平成19年1月から使用開始されたキリングループの新スローガンであり，キリングループは，新スローガンとして，「おいしさを笑顔に／KIRIＮ」標章を使用している(甲2)。また，キリングループは，「キリングループVIマニュアル」(甲16。VIマニュアル)において，「KIRIＮ」をキリングループブランドシンボルとし，変形や改ざんを禁止しているから，グループブランドシンボルと外観がほぼ同一の本件商標に何らかの変形を加えることはない。",
                    "よって，本件商標の使用商標は，本件商標とは別異の，「おいしさを笑顔に／KIRIＮ」標章として作成されたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と原告主張使用商標との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，「KIRIＮ」の欧文字のみからなる商標であって，「キリン」の称呼及び想像上の動物である「麒麟」の観念と実在の動物であるウシ目キリン科の「キリン」の観念を生ずる。",
                    "これに対して，原告主張使用商標の「おいしさを笑顔に」の部分は，被告の会社名でもなく，取消請求に係る役務の普通名称や役務について慣用される商標，役務の提供方法等には該当せず，識別力があるので，原告主張使用商標からは，「オイシサヲエガオニ」の称呼が生じ，「おいしさを笑顔に」の語から想起される観念が生じる。",
                    "したがって，原告主張使用商標からは，本件商標とは異なる称呼及び観念が生じる。",
                    "よって，原告主張使用商標は，本件商標と社会通念上同一と認められる商標には該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「KIRIＮ」の欧文字部分と「おいしさを笑顔に」の文字部分とは，視覚上，分離して観察されるものであって，「KIRIＮ」の欧文字は，キリングループの業務に係る商品を表示する商標として取引者，需要者の間に広く知られているといえるから，「KIRIＮ」の欧文字部分は，「おいしさを笑顔に」の文字部分とは独立して着目され，協和フーズパンフレットに掲載された「きのこがゆ」を含む各種商品の小売り等の出所を表示する商標として使用されている，と認定した。",
                    "しかし，結合商標が登録商標と社会通念上同一と認められる商標に該当するか否かの判断においては，結合商標から抽出した1つの構成要素と登録商標とを比較するだけでは不十分であり，他の構成要素の識別力や他の構成要素との一体性等を検討した上で，結合商標が全体として登録商標と社会通念上同一と認められる商標に該当するか否かを判断しなければならない。",
                    "よって，本件商標とその使用商標とは，上記アのとおり対比されるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，上段に「おいしさを笑顔に」の文字，下段に「KIRIＮ」の欧文字を配した，指定商品に第30類「穀物の加工品」を含む商標の商標権を有している(登録第5066615号商標。別件登録商標。甲58)。「おいしさを笑顔に／KIRIＮ」標章は，別件登録商標と社会通念上同一と認められる商標であるから，「おいしさを笑顔に／KIRIＮ」標章から「KIRIＮ」の欧文字部分(本件使用商標)を取り出して分離観察し，本件商標と対比することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "禁反言の法理又は信義則に反すること",
              "text": [
                "被告は，グループ会社のホームページで，「おいしさを笑顔に／KIRIＮ」標章を，新グループスローガンとして公表し，別件登録商標の商標権者である。",
                "しかるに，審判では，被告は，本件商標の使用商標として，「おいしさを笑顔に／KIRIＮ」標章の「KIRIＮ」の部分だけに着目させて，「KIRIＮ」の表示が本件商標の使用であると主張した。このような主張は，上記新グループスローガンの公表及び別件登録商標の存在に反しており，禁反言の法理又は信義則に反する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法50条2項違反)",
          "text": [
            "商標法50条2項は，商標登録取消審判請求の被請求人に挙証責任を負担させることを規定しているから，審判においては，被請求人の申し立てた理由を審理して使用の事実を証明したか否かについて判断しなければならない。",
            "被告は，審判において，①「2013  キリン商品カタログ」(キリン商品カタログ)(甲12)及びキリン協和フーズのネットショップYahoo店のウェブサイト(甲14)における商標の使用が，本件役務についての使用であると主張し，協和フーズパンフレットについては，商品についての使用であると主張していたにすぎず，②商標の使用時期について言及したのは，請求書(甲18～22)，キリン商品カタログ(甲12)及び上記ウェブサイト(甲14)についてであって，協和フーズパンフレットについては，その配布時期は不明であるとしており，③キリン協和フーズが本件商標の通常使用権者である理由は，被告から許諾契約によって再使用許諾を受けたからであると主張していた。",
            "これに対して，審決は，①協和フーズパンフレットにおける商標の使用が，本件役務についての使用である，②協和フーズパンフレットの頒布時期は平成23年9月頃である，③キリン協和フーズが本件商標の通常使用権者である理由は，親会社であるキリンホールディングスから黙示の許諾を受けていたことである，と，いずれも，被告の申し立てない理由を審理して，推認した。",
            "よって，審決には，商標法50条2項の規定に反する違法がある。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(特許法153条違反)",
          "text": [
            "商標法56条で準用される特許法153条1項によれば，審判においては，当事者の申し立てない理由についても審理することができる。しかし，上記規定の趣旨は，特許権の有効性が一般公衆の利害に関係するものであり，本来無効とされるべき特許権が当事者による主張が不十分なために維持されると第三者の利益を害するからであって，商標法でこれを準用する趣旨も同様である。よって，文言上，「当事者」には被告も含まれるが，商標権者である被告が主張しない理由について審理をし，商標登録の取消しを免れさせることは，同条の趣旨を逸脱するものである。",
            "そして，商標法50条1項に基づく商標登録取消審判においては，同条2項で，商標権者である被告に登録商標の使用の証明を委ねているから，被告が主張しない理由を審理する必要はない。また，商標法56条が準用する特許法153条2項では，当事者及び参加人が申し立てない理由について審理したときは，その審理の結果を当事者及び参加人に通知し，意見を申し立てる機会を与えなければならない旨規定している。",
            "ところが，上記2のとおり，審決は，被告が申し立てない理由について審理し，原告には反論の機会を与えずに本件商標の使用を認めた。",
            "よって，審決には，商標法56条で準用する特許法153条2項の規定に反する違法がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "協和フーズパンフレットには，本件使用商標のほかに，波状下線のある「おいしさを笑顔に」の文字(被告標語)が併用されている。しかし，「KIRIＮ」の欧文字は，被告標語と視覚上，分離して観察されるものであって，キリングループの業務に係る商品を表示する商標として著名であることも考慮すると，「きのこがゆ」を含む各種商品の小売り等の役務の取引者，需要者に独立して着目され，役務の出所を表示する商標として使用されているものと認識される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件使用商標がキリングループの新グループスローガンである「おいしさを笑顔に／KIRIＮ」標章の一部として使用されるものだから，「KIRIＮ」の欧文字と被告標語とを全体を一体として把握する商標である旨主張する。しかし，原告の推測に基づく主張である上，その主張内容に論理の飛躍があり，「社会通念上同一」の解釈にどのように具体的に関連するものか理解できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，原告主張使用商標が別件登録商標と社会通念上同一と認められるから，本件商標と本件使用商標とが社会通念上同一であると認めることはできない，と主張する。",
                "しかし，被告が，被告標語につき，「KIRIＮ」の欧文字とともに商標登録した事実は，そのような出願・登録をしたという事実に止まるものであり，本件商標と本件使用商標とが社会通念上同一と認められる旨の判断を左右するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，被告の主張がキリングループの新グループスローガンとして「おいしさを笑顔に／KIRIＮ」標章を公表した事実に反し，禁反言の法理に反すると主張する。",
                "しかし，被告がホームページで公表した事実は，キリングループのスローガンとして「おいしさを笑顔に」という標語を採用したことを公表した事実を表す以上のものではなく，本件商標と本件使用商標の社会通念上同一の判断に影響を及ぼすものではなく，被告の主張と矛盾するものでもない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，①本件商標の使用者，②本件商標の本件役務についての使用及び③本件商標の使用時期について，審決が被告の申し立てない理由を審理した，と主張する。",
                "しかし，被告は，審判事件答弁書(甲46)で，協和フーズパンフレットに「KIRIＮ」の表示が使用され，この事実から，本件商標に係る通常使用権者であるキリン協和フーズが，審判請求登録前3年以内に日本国内において，「穀物の加工品の小売又は卸売の業務において行われる顧客に対する便益の提供」に属する「かゆの小売又は卸売の業務において行われる顧客に対する便益の提供」に本件商標と社会通念上同一と認められる商標を使用していることは明らかである旨主張した。",
                "よって，審決は，被告が申し立てない理由について，審理したわけではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決の，①本件商標の使用者，②本件商標の本件役務についての使用及び③本件商標の使用時期についての認定は，原告及び被告が提出した証拠に基づき，職権の範囲内で行ったものであって，商標法50条2項に反するとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "text": [
            "被告が主張した理由と，審決が本件商標の設定登録を取り消すことができないと判断した理由とを比較すると，両者は，要証期間内に日本国内において，本件商標の通常使用権者が本件役務に本件商標を使用しているか否かの判断の基礎となる事実関係が主要な部分において共通すると認められる。しかも，被告は，審判の初期の段階から協和フーズパンフレットなどを提出し，立証活動をしていた。",
            "よって，原告には，審判手続において，本件商標の通常使用権者の認定，本件商標の本件役務への使用の認定，協和フーズパンフレットの頒布時期につき，反論の機会は十分与えられてきた。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "以下に掲記する証拠及び弁論の全趣旨から，次の事実を認定することができる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，平成21年6月19日，商標権者をキリンホールディングスとして，設定登録された(甲1)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "麒麟麦酒株式会社(後のキリンホールディングス)は，平成14年3月15日に，本件商標とほぼ同一の「KIRIＮ」商標につき，指定商品に「第30類",
              "text": [
                "穀物の加工品」を含めて，防護標章登録をし，被告も，平成26年2月28日に，同じく防護標章登録をした(乙1，2)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "キリンホールディングスは，平成18年11月1日，キリングループの新スローガン「おいしさを笑顔に」の使用を平成19年1月から開始する旨公表し，新スローガンとして，「おいしさを笑顔に／KIRIＮ」標章を示した(甲2)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "キリン協和フーズは，平成23年9月頃，協和フーズパンフレットに，「きのこがゆ」等の商品，商品の価格，FAX及び電話番号，支払方法等の通信販売に関する情報を掲載し，同パンフレットを頒布した。同パンフレットの表紙左上には，白抜きで大書され，本件商標とほぼ同一の「KIRIＮ」の欧文字と，その上に薄いオレンジ色で細く緩やかな波線と，波線の上に波線と同程度の薄いオレンジ色の細い文字で「おいしさを笑顔に」と記載されている。(甲13)"
            },
            {
              "fig": "(5)",
              "text": [
                "VIマニュアルは，キリングループのグループ内における商標の使用ルール等を定めた一般的方針である。平成25年1月1日に改訂されたVIマニュアルには，キリン協和フーズが，「ブランドバリュー牽引グループ」の1つであってVIマニュアルの適用対象であることが記載されるとともに，「キリングループブランドシンボルは重要な資産であり，決して変形や改ざんするなどの不正な使用をしないように注意して下さい。」「グループ外第三者の「KIRIＮ」「キリン」「麒麟」等の貸与・贈与は禁止しております。商品やサービスへの使用については，すべてキリン株式会社ブランド戦略部企画担当が管理しておりますので，必要な場合はお問い合わせください。」と記載され，「KIRIＮ／キリン／麒麟」の使用区分，問合せ先は，「キリン株式会社ブランド戦略部企画担当」であり，想像上の生き物である麒麟をかたどったいわゆる「聖獣マーク」は，キリンビールが管理していることなどが記載されている(甲16，36～44)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "本件商標は，平成25年2月21日，キリンホールディングスから被告へ移転された(甲1)。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "キリンホールディングスと三菱商事株式会社(三菱商事)とは，平成25年3月18日，キリン協和フーズの株式譲渡契約を締結した(甲4)。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "キリングループは，遅くとも平成25年4月に，「きのこがゆ」を掲載したキリン商品カタログを発行し(甲12)，同月下旬から同年12月下旬にかけて，全国に約6万8千部を配布した(甲29)。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "キリンホールディングスとキリン協和フーズとは，平成25年6月24日，「商号・商標使用許諾契約書」(甲33。再使用許諾契約書)を作成した。再使用許諾契約書は，キリンホールディングスがキリン協和フーズに対し，キリンのコーポレートブランド商標(「麒麟」，「キリン」，「KIRIＮ」及び「きりん」)及びこれらの商標を態様の一部に含む商標並びにこれらと類似する商標の非独占的通常使用権を許諾するものである。契約の有効期間は，平成25年7月1日から同年12月31日までとされた。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "キリン協和フーズは，平成25年10月17日，「きのこがゆ」を販売した(甲18)。「きのこがゆ」の包装袋には，欧文字で表記された「KIRIＮ」と，上下にオレンジ色の帯を付した赤色の横長の矩形の中央部に白抜きで「Plus-i」の欧文字を配置した図案を配した標章等が記載されている(甲15)。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "被告とキリンホールディングスとは，平成25年12月20日，「商標使用許諾契約書(甲32，35。原使用許諾契約書)を作成した。原使用許諾契約書は，被告がキリンホールディングスに対して，商標の再使用許諾を許諾するものであり，再使用許諾先にはキリン協和フーズが含まれ，再使用許諾対象商標は，「KIRIＮ」，「Kirin  Kyowa  Foods」及び「麒麟協和食品」である。契約の有効期間は，同年1月1日から同年12月31日までとされた。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "キリン協和フーズは，平成26年1月，その社名をMCフードスペシャリティーズ株式会社に改めた(甲30，31)。"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "キリングループは，本件商標とほぼ同一である「KIRIＮ」の標章を，キリングループのブランドシンボルとして位置付け(甲16)，キリングループ各社は，これをウェブサイトの各ページ左肩など(甲2～5，11)及び請求書(甲18～22)に表示して，キリングループ及びその商品やサービスを広く示すハウスマークとしても使用している。"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "被告は，平成26年10月3日付け審判事件答弁書において，本件商標の使用の事実として，協和フーズパンフレットの表紙左上方に「KIRIＮ」の表示が使用され，パンフレット中にはキリン協和フーズの取扱商品として「かゆ」が掲載されていることを指摘し，本件商標に係る通常使用権者が，審判請求登録前3年以内に日本国内において，本件役務に属する「かゆの小売又は卸売の業務において行われる顧客に対する便益の提供」に本件商標と社会通念上同一と認められる商標を使用している，被告は，商標権者として，キリングループに属するキリン協和フーズに，本件商標の使用を許諾し使用を継続させている，と主張した(甲46)。"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "「特許庁審判長」は，平成27年3月10日付けで，キリン協和フーズが，請求書(甲18～22)発行時期を始めとした要証期間内において，被告の子会社であったことや，VIマニュアルのグループ1に属していたことの確認ができず，本件商標の使用者であることを認めることができない旨を含む暫定的見解を示した審理事項通知書を作成し，発送した(甲48)。"
              ]
            },
            {
              "fig": "(16)",
              "text": [
                "被告は，平成27年4月28日の口頭審理において，原使用許諾契約書(甲32)と再使用許諾契約書(甲33)を提出し，請求書(甲18～22)発行時期を始めとした要証期間内において，キリン協和フーズが本件商標と社会通念上同一の商標を使用することにつき，契約関係に基づき許諾されていたから，本件商標に係る通常使用権者であった，と主張した(甲49，51)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(使用商標の認定の誤り及び同商標を本件商標と社会通念上同一と認定判断したことの誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "使用商標",
              "text": [
                "上記1(4)のとおり，キリン協和フーズは，平成23年9月頃，表紙左上には，白抜きで大書され，本件商標とほぼ同一の「KIRIＮ」の欧文字と，その上に薄いオレンジ色で細く緩やかな波線と，波線の上に波線と同程度の薄いオレンジ色の細い文字で「おいしさを笑顔に」と記載された協和フーズパンフレットに，「きのこがゆ」等の商品内容，価格，申込先，支払方法など，通信販売に関する情報を顧客に対し便益を図るために掲載し，これを頒布した。",
                "そして，①上記協和フーズパンフレットに使用された標章は，「KIRIＮ」の欧文字部分と，波線及び「おいしさを笑顔に」の部分との間に空間があって，分離して観察できること，②「KIRIＮ」の欧文字は太く大書され，波線及び「おいしさを笑顔に」の文字は細く小さく書かれていること，③上記1(13)のとおり，キリングループは，本件商標とほぼ同一の商標をキリングループのハウスマークとして使用する一方，上記1(2)のとおり，本件商標とほぼ同一の商標を，防護標章として登録しており，この結果，本件商標は，キリングループの商品又は役務を示すものとして取引者及び需要者との間で周知著名になっていると認められることからすれば，「KIRIＮ」部分が，役務の出所がキリングループであることを示す商標として用いられていると認めるのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と本件使用商標との社会通念上の同一性",
              "text": [
                "協和フーズパンフレットに，キリングループの役務であることを示す商標として使用された「KIRIＮ」と，本件商標とは，色彩を除いて外観は同一ないしほぼ同一，称呼及び観念は同一であるから，社会通念上同一であることが明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，キリングループは，新スローガンとして「おいしさを笑顔に／KIRIＮ」標章を使用しているから，使用商標は，「おいしさを笑顔に／KIRIＮ」標章であると認定されるべき，と主張する。",
                    "しかし，キリングループのスローガンを示す「おいしさを笑顔に／KIRIＮ」標章において，「おいしさを笑顔に」の部分は，上記(1)のとおり，分離して観察され，「KIRIＮ」部分と文字の太さ及び大きさが著しく異なるから，「KIRIＮ」部分と常に一体として把握すべきものとはいえない。",
                    "原告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，キリングループが，VIマニュアルにおいて，本件商標とほぼ同一の商標の変形や改ざんを禁止しているから，「おいしさを笑顔に／KIRIＮ」標章は，本件商標と別異のものというべきである，と主張する。",
                    "しかし，商標がどのように使用されているかは，社会通念を踏まえて，取引者，需要者の視点から客観的に認識し把握すべきであり，当該商標を有する企業内の取扱い等によって左右されるものではない。なお，キリングループが，VIマニュアルにおいて，グループ内の取決めとして，本件商標とほぼ同一の商標の変形や改ざんを禁止したのは，「KIRIＮ」商標を含む同グループ内で使用する各商標及びブランドの統一的な運用と信用の維持を目的としたものと推測されるから，VIマニュアルの記載は，「おいしさを笑顔に／KIRIＮ」標章を本件商標と別異のものと解する根拠とはなり得ない。",
                    "原告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告は，結合商標が登録商標と社会通念上同一か否かを判断するには，結合商標から抽出した1つの構成要素と登録商標とを比較するだけではなく，他の構成要素の識別力や他の構成要素との一体性とを検討しなければならないから，「おいしさを笑顔に／KIRIＮ」標章と本件商標とを対比すべき，と主張する。",
                    "しかし，原告の主張する検討を加えても，上記(1)のとおり，「KIRIＮ」商標は，キリングループにおける商品又は役務を示すものとして取引者及び需要者の間で周知著名になっており，識別力が高い上に，「KIRIＮ」部分と「おいしさを笑顔に」部分とは，分離して観察され，その大きさや線の太さが著しく異なっているから，一体性は強くないといえる。よって，「KIRIＮ」商標を本件商標の使用商標として対比すべきものといえる。",
                    "原告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，「おいしさを笑顔に／KIRIＮ」標章と社会通念上同一と認められる別件登録商標の商標権を被告が有しているから，「おいしさを笑顔に／KIRIＮ」標章から「KIRIＮ」部分のみを分離観察し，本件商標と対比することはできない，と主張する。",
                    "しかし，「おいしさを笑顔に／KIRIＮ」標章が結合商標として認識され得るとしても，上記(1)のとおり，「KIRIＮ」商標は，キリングループの商品又は役務を示すものとして取引者及び需要者の間で周知著名になっており，識別力が高いこと，「KIRIＮ」部分と「おいしさを笑顔に」部分とは，その大きさや線の太さが著しく異なって一体性は強くないことから，両者は，分離して観察される。",
                    "本来，著名な商標に一定の文言，図形等を付加した商標を，当該著名商標とは別途商標登録することは，業務上の信用を維持する上で当然認められる行為であり，その結果，従前の著名商標の商標としての自他識別力が失われるわけではなく，また，当該著名商標の使用が許されなくなるわけでもない。",
                    "原告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，被告が「おいしさを笑顔に／KIRIＮ」標章を新グループスローガンとして公表し，別件登録商標の商標権者であるにもかかわらず，審判では上記標章の「KIRIＮ」の部分のみが本件商標の使用であると主張したことは，禁反言の法理又は信義則に反する，と主張する。",
                    "しかし，「おいしさを笑顔に／KIRIＮ」標章を新グループスローガンと公表することは，ハウスマークである「KIRIＮ」の上にスローガンを記載した標章を用いることを表したにすぎず，このことが，「おいしさを笑顔に」と「KIRIＮ」とを不可分一体のものと解すべき根拠となるものではない。また，上記エのとおり，別件登録商標によって，「KIRIＮ」商標の自他識別力が失われるわけでも，「KIRIＮ」商標の使用が許されなくなるわけでもない。",
                    "したがって，被告の審判における主張と，原告が指摘する上記被告の行動とが信義則等に反するものではない。",
                    "原告の主張には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，取消事由1には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(商標法50条2項違反)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，商標法50条2項は商標取消審判請求の被請求人に挙証責任を負担させることを規定しているから，審判においては被請求人の申し立てた理由を審理して使用の事実を証明したか否かを判断しなければならないにもかかわらず，審決が被告の申し立てない理由を審理判断したことは，商標法50条2項に違反する，と主張する。",
                "そこでまず，審決が，被告の申し立てない理由を審理判断したか否かを検討するところ，原告は，審決が，①協和フーズパンフレットにおける商標の使用が，本件役務についての使用である，②協和フーズパンフレットの頒布時期は平成23年9月頃である，③キリン協和フーズが本件商標の通常使用権者である理由は，親会社であるキリンホールディングスから黙示の許諾を受けていたことである，と判断したことが，いずれも被告の申し立てない理由を審理したことである，と主張する。",
                "そして，審決は，上記①ないし③の点を審理し判断したものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，被告は，上記1(14)のとおり，平成26年10月3日付け審判事件答弁書(甲46)において，本件商標の使用の事実として，協和フーズパンフレットの表紙左上方に「KIRIＮ」の表示が使用され，パンフレット中にはキリン協和フーズの取扱商品として「かゆ」が掲載されていることを指摘した上で，本件商標に係る通常使用権者が，審判請求登録前3年以内に日本国内において，本件役務に属する「かゆの小売又は卸売の業務において行われる顧客に対する便益の提供」に本件商標と社会通念上同一と認められる商標を使用している，と主張したと認められるから，協和フーズパンフレットが要証期間内(平成23年9月頃を含む。)に頒布されて，「KIRIＮ」商標が本件役務について使用されたことを主張したといえる。",
                "したがって，審判は，上記①及び②の点については，被告の申し立てない理由を審理判断したとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，被告は，上記1(14)のとおり，上記答弁書において，商標権者として，キリングループに属するキリン協和フーズに，本件商標の使用を許諾し使用を継続させている，と主張したと認められ，キリンホールディングスがキリン協和フーズに本件商標の使用許諾をした事実を主張していないところ，審決は，上記③の点を審理判断したものといえる。",
                "ところで，商標登録の不使用取消審判で審理の対象となるのは，その審判請求の登録前3年以内における登録商標の使用の事実の存否であるところ，商標法50条2項本文は，商標登録の不使用取消審判の請求があった場合において，被請求人である商標権者が登録商標の使用の事実を証明しなければ，商標登録は取消しを免れない旨規定しているが，これは，登録商標の使用の事実を商標登録の取消しを免れるための要件とし，その存否の判断資料の収集につき商標権者にも責任の一端を分担させ，このことにより上記審判における審判官の職権による証拠調べの負担を軽減させたものであり，商標権者が審決時において上記使用の事実を証明したことを，上記取消しを免れるための要件としたものではないと解される(最高裁昭和63年(行ツ)第37号平成3年4月23日第三小法廷判決，民集45巻4号538頁)。そうすると，審判において，被請求人(被告)が主張していない登録商標の使用事実を採り上げて審理し，これを職権により証拠から認定することは，商標法50条2項に反するものではないというべきである。",
                "したがって，審決が，キリンホールディングスがキリン協和フーズに本件商標の使用許諾をした上記③の事実を審理し判断したことは，商標法50条2項に違反するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，取消事由2には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(特許法153条違反)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，被告が申し立てないのに，①協和フーズパンフレットにおける商標の使用を本件役務についての使用である，②協和フーズパンフレットの頒布時期が平成23年9月頃である，③キリン協和フーズが本件商標の通常使用権者である理由は，親会社であるキリンホールディングスから黙示の許諾を受けていたことである，点について審理判断したことは，特許法153条1項の趣旨に反し，しかも，原告に反論の機会を与えていないから，同条2項に違反する，と主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，被告は，上記3(2)のとおり，審判において，協和フーズパンフレットが要証期間内(平成23年9月頃を含む。)に頒布されて，「KIRIＮ」商標が本件役務について使用されたことを主張したと認められるから，上記①②の点は，その余について検討するまでもなく理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，被告は，上記3(3)のとおり，審判において，キリンホールディングスがキリン協和フーズに本件商標の使用許諾をした事実を主張してはいないが，特許法153条1項は，当事者が申し立てない理由についても審理することができる旨を規定しており，審判が上記事実③を審理したこと自体に違法はない(商標法56条，特許法153条1項)。原告は，独自の理由から明文の規定に反する見解を述べるものであり，採用の限りでない。",
                "ただし，審判において，キリンホールディングスがキリン協和フーズに本件商標の使用許諾をした事実について，審理事項通知書(甲48)などによって原告に反論の機会を与えたと認めるに足りる証拠はなく，特許法153条2項所定の手続を欠くものといわざるを得ないから，更にこの点について検討する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許法153条2項は，審判において当事者が申し立てない理由について審理したときは，審判長は，その審理の結果を当事者に通知し，相当の期間を指定して，意見を申し立てる機会を与えなければならないと規定している。これは，当事者の知らない間に不利な資料が集められて，何ら弁明の機会を与えられないうちに心証が形成されるという不利益から当事者を救済する手続を定めたものである。しかし，当事者の申し立てない理由を基礎付ける事実関係が当事者の申し立てた理由に関するものと主要な部分において共通し，しかも，職権により審理された理由が当事者の関与した審判の手続に現れていて，これに対する反論の機会が実質的に与えられていたと評価し得るときなど，職権による審理がされても当事者にとって不意打ちにならないと認められる事情のあるときは，意見申立ての機会を与えなくても当事者に実質的な不利益は生じないということができる。したがって，審判において特許法153条2項所定の手続を欠くという瑕疵がある場合であっても，当事者の申し立てない理由について審理することが当事者にとって不意打ちにならないと認められる事情のあるときは，上記瑕疵は審決を取り消すべき違法には当たらないと解するのが相当である(最高裁平成13年(行ヒ)第7号同14年9月17日第三小法廷判決，裁判集民事207号155頁)。",
                "本件において，被告は，キリン協和フーズが本件商標の通常使用権者である根拠として，被請求人(被告)がキリンホールディングスを頂点とするキリングループの「KIRIＮ」の表示を管理する立場にあって，本件商標の商標権者であることを前提として，「被請求人は，キリングループに属するキリン協和フーズ株式会社に，本件商標の使用を許諾し使用を継続させていることは明らかである」旨を主張し(甲46)，キリングループに属し本件商標の商標権者である被告から許諾を受けていたことも主張していたと認められる。他方，審決で認定された使用事実は，キリングループの頂点に立ち，本件商標が使用された協和フーズパンフレットが頒布された当時(平成23年9月頃)の商標権者であるキリンホールディングスから，キリン協和フーズが許諾を受けていたというものであるから，その基礎的な事実関係が，被告の主張と主要な部分において共通する。",
                "そして，審決においてキリン協和フーズがキリンホールディングスから本件商標の使用につき黙示の許諾を受けていたと認定した根拠は，平成23年9月頃，キリン協和フーズがキリンホールディングスの完全子会社であったことと，「おいしさを笑顔に／KIRIＮ」標章がキリンホールディングスを頂点とするキリングループのスローガンであったことであり，これらの事実は，審判の手続において提出された証拠(甲2)に基づいて容易に認定できるから，原告には，これらのキリングループ内企業間における商標使用の許諾に対して反論の機会が実質的に与えられていたといえる。",
                "よって，審判において，キリンホールディングスがキリン協和フーズに本件商標の使用許諾をした事実について審理することが，原告にとって不意打ちにならないものと認められるから，上記事実を原告に明示して反論の機会を与えずに審理したことは，審決を取り消すべき違法には当たらない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，取消事由3には，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求には理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}