{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-890032号事件について平成28年1月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告代表者であるA(以下「A」という。)は，平成26年4月16日，「吉村流」の文字を標準文字で表して成る商標(以下「本件商標」という。)について，指定役務を第41類「日本舞踊の教授その他の技芸又は知識の教授，日本舞踊の興行の企画又は運営その他の映画・演芸・演劇又は音楽の演奏の興行の企画又は運営，日本舞踏に関する図書及び記録の供覧，日本舞踊の演出又は上演その他の演芸の上演，日本舞踊に関するビデオの制作その他の教育・文化・娯楽・スポーツ用ビデオの制作(映画・放送番組・広告用のものを除く。)，日本舞踏に関する楽器の貸与その他の楽器の貸与，日本舞踊のための施設の提供その他の映画・演芸・演劇・音楽又は教育研修のための施設の提供，日本舞踏に関する興行場の座席の手配その他の興行場の座席の手配」として，商標登録出願をした(商願2014-29491号)。",
                "その後，出願人名義がAから被告に変更され，被告は，同年11月21日，本件商標の設定登録を受けた(商標登録第5719295号。甲1，乙36)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年4月16日，本件商標の商標登録を無効にすることを求めて審判を請求した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，原告の請求を無効2015-890032号事件として審理し，平成28年1月7日，「本件審判の請求は，成り立たない。」とする別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同月15日，その謄本は原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年2月12日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，本件商標は，①商標法4条1項7号の規定に違反してされたものということはできない，②同項8号，10号，15号及び19号の規定に違反してされたものということはできないから，その商標登録を無効にすべきでない，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項7号該当性判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項8号，10号，15号及び19号該当性判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項7号該当性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標の登録出願は，Aが，吉村流の舞踏の習得，教授等を行う者を構成員とする法人格のない社団(団体「吉村流」)の理事会の承認を得ずに，自己ないし被告の利益を図るという不正の目的の下で，秘密裏に行ったものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "団体「吉村流」における理事会の位置付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「吉村流会則」(甲8)を有効な会則と認めることはできず，他に，団体「吉村流」において理事会が重要事項についての意思決定機関であると認めるに足りる証拠はない旨判断した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，「吉村流会則」は，四世家元の頃，理事会の総意により作成されたものであって，真正に成立したものであり，その成立以後，理事全員に配布されている有効な会則である。",
                        "そして，①団体「吉村流」においては，四世家元の頃(平成10年頃)から，毎年2回程度理事会を開催してきたところ，「吉村流会報」(甲9，10)中で，次の家元の選定という，団体「吉村流」にとっての最重要事項を理事会が決定したことが明記されていること，②会報誌中において，上記①のとおり明記されていることに対し，この配布を受けた構成員(家元，理事，師範名取及び名取)の誰からも異議が述べられなかったこと，③Aも，団体「吉村流」の理事会における多数決により推挙されて「六世家元B」となったものであること，④「御通知」(甲19)において，「…三通の預貯金は，すべて皆様方名取の方々の総有の財産です。皆様方全員のご協力によって，全額が流儀のために使用できるようになります。」などと記載されており，Aも，団体「吉村流」を権利能力なき社団であると認識していたことに照らせば，団体「吉村流」においては，理事会(家元，理事及び事務局マネージャー)が重要事項について意思決定を行っていたものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告と団体「吉村流」との同一性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，被告は団体「吉村流」を法人化したものである旨判断した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，被告の設立及び本件商標の商標登録は，一連の経緯に照らせば，Aが家元の立場を利用して，団体「吉村流」を将来にわたり自らの意のままに支配しようとする意図で，その妻及び少数の名取と謀り，他の理事会メンバー及び大多数の師範名取・名取に秘して，いわば抜け駆け的に行ったものであり，その実質は，Aによる新派の立ち上げと，本件商標をいわば人質にして，団体「吉村流」の師範名取・名取に対し，その新派への加入を強いる行為であるということができる。",
                        "すなわち，「吉村流」の標章は，団体「吉村流」及びその各名取の芸能活動において必要不可欠のものであり，これを商標登録するか否か，誰を商標権の名義人とするか等は，当然に理事会に諮るべき重要事項である。また，団体「吉村流」を承継する法人を新しく設立することは，団体としての在り方に関わる重要事項であるから，団体「吉村流」の理事の意向を確認し，理事会に諮るという過程を経なければならない。それにもかかわらず，Aは，商標登録について理事会に諮ることなく，A個人の名義で出願し，その後，被告を設立した上で，商標登録の出願人名義を被告に変更し，本件商標の商標登録を受けた。そして，被告は，団体「吉村流」の名取で，被告に所属しない者の芸能活動をけん制し，事実上，被告への加入を強制している。",
                        "このような行為は，流祖以来，家元を世襲とせず，四世家元以降は理事制を採用してきた団体「吉村流」の伝統を真っ向から否定するものであるから，被告が，団体「吉村流」を法人化したものであると解することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，事始式当日における団体「吉村流」の構成員は，物故者・不明者を除くと443名であったところ，第1号議案に対する賛成者数は180名であって，構成員総数の約40．6％にすぎない。議決権行使書の運用に関する点を措くとしても，定足数，議決権，決議要件等に関する規則を持たない団体「吉村流」において，構成員の過半数にも満たない者の賛成によって第1号議案が承認されたということはできないのであって，これが承認されたというためには，団体「吉村流」の構成員全員の賛成を必要とすることは明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)のとおり，Aが団体「吉村流」内部における適正な手続を経ずに不正の目的で秘密裏に行った登録出願に基づき，団体「吉村流」と同一性のない被告を商標権者として，本件商標の商標登録をすることは，その登録出願の経緯に著しく社会的妥当性を欠くものがあり，登録を認めることが商標法の予定する秩序に反し，容認し得ないというべきである。",
                "したがって，本件商標は，商標法4条1項7号に該当する。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "団体「吉村流」において，組織を変更する場合に執るべき手続についての決まりは存在せず，法人化に関する意思決定を行うのは，家元である。Aは，家元として，団体「吉村流」の法人化を決定し，平成26年7月8日，「吉村流」の運営を行う法人組織として被告を設立したものであり，家元の決定に基づき，団体「吉村流」を法人化したことに何ら問題はない。",
                "そして，団体「吉村流」を法人化する動機も，組織運営の明確化，会計の明朗化という正当なものであるし，法人化による名取・師範名取への不利益もない。",
                "以上に照らせば，本件商標は，商標法4条1項7号に該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，団体「吉村流」の意思決定機関は理事会であり，被告の設立や本件商標の商標登録出願をするにつき，その承認を得ることを要する旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，団体「吉村流」は，舞踊の実力者が家元となり，家元が流派における全ての決定権限を持つという，家元個人を中心とした組織である。初世家元の時代から平成26年7月8日に被告が設立されるまでの間，団体「吉村流」において，会計等の事業に関する報告・決議が会員による総会で行われたことはなく，会員による総会なるものが定期的に開催されたことすらない。団体「吉村流」には，多数決による意思決定機関というものは存在しないし，組織運営の方法を定めた会則もない。団体「吉村流」の理事は，会員によって選任されたものではなく，弟子からの免許料等は，家元の個人的な収入として処理されてきた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "団体「吉村流」の五世家元及び六世家元の人選が，理事会において行われたというのは事実であるが，これは，前の家元が，次の家元を指名することなく死去したという非常事態下における出来事にすぎないから，上記事実から団体「吉村流」の意思決定機関が理事会であったなどということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「吉村流会則」(甲8)は，日付や作成者などの記載がなく，罫紙に手書きで記載されたものであり，約450名もの会員からなる組織の会則としては，その体裁が簡略かつ不備にすぎるし，会員に配布された事実もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，団体「吉村流」は，いわゆる「権利能力なき社団」に該当しないことは明らかであり，また，団体「吉村流」における理事会も，家元の諮問機関として置かれているものにすぎず，意思決定権限を有するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，被告と団体「吉村流」との間に同一性はない旨主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，前記(1)のとおり，団体「吉村流」において，組織を変更する場合に執るべき手続に関する取決めはなかったのであり，家元の決定に基づき，団体「吉村流」を法人化したことに何ら問題はない。",
                    "Aは，団体「吉村流」をいわゆる「権利能力なき社団」であると認識したことはなく，家元が単独で決定権限を有する団体であると認識していた。平成26年12月13日に行われた事始式において会員の議決を求めたのは，会員からの賛同を得ることに意義があると考えたからにすぎず，法律上，議決による承認が必要というわけではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告が設立されて以来，「吉村流」の名取・師範名取らの大多数は，被告の会員となって，被告宛てに年会費，名取試験料，名取免許取得料，師範名取試験料，師範免許取得料，出演料等の支払をしている。また，「吉村流」の会報も被告から発行され，「吉村流」の名取・師範らが出演する舞の会である吉村会の開催，歴代家元の追善公演の開催，事始式，名取試験及び師範名取試験，名取式などの行事の開催も，全て被告が行っている。公益社団法人日本舞踊協会において，被告のみが「吉村流」として認められており，国立劇場，国立文楽劇場などでの公演も，「六世家元B」が，「吉村流」の家元として出演し，被告にその報酬が計上されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，被告は，旧来の団体「吉村流」と代表者を同じくし，活動内容も旧来の団体「吉村流」で行っていたものをそのまま引き継いでいるのであるから，被告は，実質的に旧来の団体「吉村流」と同一である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項8号，10号，15号及び19号該当性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項8号該当性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "団体「吉村流」が「他人」に該当すること",
                  "text": [
                    "被告は，団体「吉村流」を承継しておらず，団体「吉村流」とは独立した別の団体であるから，団体「吉村流」は，商標法4条1項8号にいう「他人」に該当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「吉村流」の名称の著名性",
                  "text": [
                    "「吉村流」の名称は，団体「吉村流」の名称又はその業務に係る役務を表示するものとして，日本舞踊に係る需要者の間に広く認識されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件商標は，「他人の名称」に該当し，かつ著名性が認められるから，商標法4条1項8号に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項10号該当性",
              "text": [
                "本件商標は，前記(1)ア及びイのとおり，他人の業務に係る役務を表示するものとして需要者の間に広く認識されている商標であって，その役務について使用をするものであるから，商標法4条1項10号に該当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標法4条1項15号該当性",
              "text": [
                "団体「吉村流」を構成する名取らの芸術活動は，前記(1)アのとおり，団体「吉村流」と被告との間に同一性がないのであるから，他人の業務に係る役務に該当する。",
                "そして，「吉村流」の名称は，前記(1)イのとおり，著名であるところ，本件商標は，これと同一である。",
                "したがって，本件商標は，団体「吉村流」の業務に係る役務と混同を生ずるおそれがある商標であって，商標法4条1項15号に該当する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "商標法4条1項19号該当性",
              "text": [
                "本件商標は，前記(1)ア及びイのとおり，他人の業務に係る役務を表示するものとして日本国内の需要者の間に広く認識されている商標であって，前記1〔原告の主張〕のとおり，不正の目的をもって使用をするものである。",
                "したがって，本件商標は，商標法4条1項19号に該当する。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "団体「吉村流」は「他人」に該当しないこと",
              "text": [
                "被告は，適正な手続により，団体「吉村流」が法人化したものであるから，両者には同一性がある。",
                "したがって，団体「吉村流」は，商標法4条1項8号，10号，15号及び19号の「他人」に該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「不正の目的をもって使用するもの」に該当しないこと",
              "text": [
                "団体「吉村流」において，家元が法人化に関する意思決定を行うことに何ら問題はなく，団体「吉村流」を法人化して被告を設立した動機も，組織運営の明確化，会計の明朗化という正当なものであるし，法人化による名取・師範名取への不利益もない。",
                "以上に照らせば，本件商標は，商標法4条1項19号の「不正の目的をもって使用するもの」に該当しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件商標は，商標法4条1項8号，10号，15号及び19号に該当しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "後掲の証拠及び弁論の全趣旨によれば，以下の事実が認められ，これを覆すに足りる証拠はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「吉村流」は，明治初期に大阪において，「初世C」により創始された上方舞の流派の一つである。「吉村流」では，家元を世襲とせず，実力のある女性の内弟子が跡を継ぐという伝統があり，その家元は，「二世D」，「三世E」と引き継がれたが，四世以降の家元は，男性である。",
                    "昭和37年に「四世F」が家元を襲名し，同人が平成10年1月29日に死亡した後，同年に「五世G」が家元を襲名し，同人が平成12年5月3日に死亡した後，平成13年にAが「六世B」として家元を襲名した(甲2，6，7，17。枝番を含む。以下同じ。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成26年6月5日発行の「吉村流名簿」(甲7)に「理事師範」の肩書を付されて，掲載されている者である(甲7，28)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，平成26年7月8日に設立された一般社団法人であり，その代表理事はAである(甲15)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「吉村流会則」(甲8)の内容等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "体裁",
                  "text": [
                    "「吉村流会則」(写し)は，横罫の用紙に手書きされたものであり，その作成日や作成名義の記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "内容",
                  "text": [
                    "「吉村流会則」は，全8条から成り，会の目的(1条)のほか，会員は吉村流名取資格者であること(3条)，会員は会の運営に当てるため会費を負担すること(5条)，「吉村流事務局」を置くこと(2条)，会を「代表1名と理事数名」により運営すること(4条)，会員の退会事由(6条)のほか，会員が一定の事由に該当するときは，理事会の議決を経て家元が除名することができること(7条)，細則は理事会の議決を経て別に定めること(8条)が記載されているものの，上記のほか，①会員は吉村流名取資格者であるとしながら，会員総会については何ら規定がなく，また，②代表1名と理事数名により運営するとしながら，代表や理事の選出方法については何ら規定がなく，さらに，③理事会における決議を要する事項や決議方法(議決権の数や可決要件)についての規定も，代表の方法や財産の管理に関する規定もない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "団体「吉村流」の活動等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成26年6月5日に発行された「吉村流名簿」(甲7)には，家元が「B」ことAであることが記載されている。",
                    "また，上記名簿には，家元を除き合計444名の師範名取又は名取の芸名及び氏名等が記載されており，このうち「理事師範」なる肩書が付されている者は，原告と芸名「H」ことIの2名のみであった(甲7)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「吉村流」の家元，師範名取及び名取らは，教室を主宰するなどして，上方舞の流派である「吉村流」の舞踏の教授等を行っていた。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "家元は，師範名取や名取の免状をその名義で作成し，有資格者に対して交付するほか(乙9)，「吉村流」の師範名取や名取らが出演する舞の会である「上方舞",
                  "text": [
                    "吉村会」や歴代家元の追善公演等を主催していた(乙9～12，31)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "会報誌である「吉村流会報」が年1回発行されており，平成26年1月発行のものまでは，その発行元が「吉村流事務局  J」と記載されていた(甲9～13，弁論の全趣旨)。",
                    "上記会報は，家元による年頭の挨拶，団体「吉村流」に関する前年度の年譜及び今年度の年間予定，新たに名取となった者の紹介等をその内容とする(甲9～13，弁論の全趣旨)。",
                    "なお，①平成11年発行の会報(甲9)には，平成10年3月17日，四世家元の四十九日法要の終了後に理事会が開催され，五世家元問題等を話し合い，五世家元がGに決まったこと，②平成12年に発行された会報(甲12)には，平成11年3月30日及び同年12月13日に理事会が開催されたこと，③平成14年発行の会報(甲10)には，平成13年5月3日，理事会が開催され，六世家元にBが推挙されたこと，④平成26年発行の会報(甲11)には，平成25年3月27日及び同年10月31日に理事会が開催されたことが記載されている。他方，平成13年に発行された会報(甲13)には，平成12年中に理事会が開催された旨の記載はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "「吉村流」の師範名取や名取らが団体「吉村流」に納めた「流費」(年会費)等の金銭は，J(以下「J」という。)が管理する3口の銀行口座(口座名義は，それぞれ「吉村流事務局」，「F賞基金  会計  J」，「吉村流  会計代表  J」である。)において出納管理されており，平成26年10月27日当時の通帳残高は合計1200万円余りであった(甲14，19)。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の設立等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Aは，平成26年初め頃，税務署から税務調査の連絡を受けた。その後，同年5月頃，税務調査が行われ，Aは，税務当局から，団体「吉村流」の流費(会費)の扱いや経理処理の不明朗の指摘を受け，これを改善するように要請された。",
                    "上記経過の中で，Aは，団体「吉村流」の組織整備や財産管理の明確化・強化等の方法について検討し，弁護士や税理士からの助言を受けて，被告を設立して，団体「吉村流」を法人化し，その会計と家元個人の会計の分別を図ることにした(甲19，30～32，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，平成26年7月8日に設立された一般社団法人であるが，その設立時の社員は，A及びその妻であり「K」の芸名を有するLである。",
                    "また，被告の設立時の理事は，A，L，M，Ｎ，Oであり，その設立時の代表理事はAである(甲15，16)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告の定款(甲16)には，おおむね以下の事項が規定されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "目的及び事業",
                      "text": [
                        "被告は，「法人設立以前の上方舞吉村流六世家元B(本名A)が，吉村流四世家元F及び吉村流五世家元Gから承継してきた本邦固有の古典舞踊である，上方舞・地唄舞の技芸と振付を，京都御所の舞指南・御狂言師たる吉村流の格式と伝統を保持しつつ，これを普及・発展させ，さらに後世に承継させ，以てわが国の文化芸術の振興に寄与すること」を目的とし，この目的を達成するために，①上方舞の実技・理論の教授及び後継者の育成，②上方舞の舞踊公演会及び講習会の企画・開催，③吉村流の振付・演出及び上演に必要な扇子・衣裳・小道具等の伝承等の事業を行うものであること(3条)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "会員",
                      "text": [
                        "会員は，①師範名取(被告の目的に賛同し，理事長(家元)から師範名取の免状を交付された者)，②名取(被告の目的に賛同し，理事長(家元)から名取の免状を交付された者)，③弟子(被告の目的に賛同し，理事長(家元)，師範名取又は名取の弟子として認められた者)で構成され，会員となるには，所定の様式による申込みをし，理事長(家元)の承認を得ること(5条)。",
                        "ただし，従前の団体「吉村流」の会員であった者については，被告に会費を納入した場合，当然に被告の会員とみなされ，従前の名取，師範名取の資格を有する(甲18)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "社員",
                      "text": [
                        "社員は，被告の目的に賛同する者で，社員総会の決議により社員として被告への入社を認められた者であること(11条)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "役員の選任",
                      "text": [
                        "3名以上7名以内の理事，2名以内の監事を置くものとし，理事及び監事は，社員総会の決議により選任すること，理事のうち1名を理事長(家元)とし，理事長(家元)は，理事会の決議により選任されること(23，24条)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "理事長の職務権限",
                      "text": [
                        "理事長(家元)は，被告を代表し，吉村流家元としてその業務を執行し，①名取試験，師範名取試験を実施し，理事会の承認を得て各免状を交付し，②名取式，事始め等の吉村流の伝統儀礼を催行し，③各家元の年忌法要及び追善舞踊会等を主催すること(25条)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "理事会の権限等",
                      "text": [
                        "理事会は，被告の業務執行の決定，理事の職務執行の監督，理事長の選定及び解任の職務を行うこと(33条)。",
                        "理事会は，理事長(家元)が招集し，理事会の決議は，決議について特別の利害関係を有する理事を除く理事の過半数が出席し，その過半数をもって行うこと(34条，35条)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件商標の登録の経緯及びその周知性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標の登録の経緯",
                  "text": [
                    "「吉村流」の六世家元であったAは，平成26年4月16日，本件商標について，商標登録出願をした。",
                    "Aは，同年7月8日の被告の設立後，同月14日，本件商標の商標登録出願により生じた権利を被告に譲渡し，同日，上記出願の出願人名義を被告に変更する旨の出願人変更届が提出された。",
                    "被告は，同年11月21日，本件商標の設定登録を受けた(甲1，乙36)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標の周知性",
                  "text": [
                    "「四世F」は，家元を襲名すると，東京進出を果たしたほか，全国各地で稽古を行い，上方舞の流派である「吉村流」を全国的な伝統舞踊の域にまで昇華させた。また，「四世F」は，昭和59年には紫綬褒章を受章し，昭和61年には人間国宝となり，平成9年には，文化功労者に選出された(甲2～5)。",
                    "上記経緯を経て，本件商標の商標登録出願時において，「吉村流」は，上方舞の流派である「吉村流」の舞踏の習得，教授等を行う者を構成員とする団体(団体「吉村流」)の名称(略称)又はその役務を表示するものとして，日本舞踊に係る需要者の間に広く認識されていた(当事者間に争いがない。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "被告設立後の状況等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "Aは，平成26年10月20日頃，Jに対し，①税務調査が行われ，税務当局から，団体「吉村流」の税務申告をA個人として行ってきたことについて，平成26年度の申告からは，団体「吉村流」は法人格を取得し，A個人とは別に申告を行うように指導を受けたこと，②団体「吉村流」は一般社団法人(被告)として法人格を取得したこと，この間の経緯について説明することを通知するとともに，Jが管理していた団体「吉村流」に係る通帳や会計帳簿類の持参を求めた(甲30)。",
                    "また，Aは，同日頃，理事である原告に対しても，上記①及び②を通知した(甲31)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "Aは，平成26年10月27日，原告やJに対し，前記アの①及び②の事項について説明するとともに，原告に対し，被告の理事に加わるように要請し，Jに対しては，同人が管理していた団体「吉村流」に係る通帳や会計帳簿類の引渡しを要求した(甲14，弁論の全趣旨)。",
                    "なお，Aは，Iに対しても，被告の理事に加わるように要請したものの，同人は高齢を理由にこれを断った(甲32)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "Aは，平成26年11月17日付け書面をもって，「吉村流」の師範名取及び名取らに対し，①「六世家元B」が承継した「吉村流」をより強固なものとし，未来に永続させるため，流儀を一般社団法人(被告)として法人化したこと，②「六世家元B」が，被告の理事長・家元を務めること，③同年12月13日，事始式を執り行い，その際，被告設立の経緯等について説明すること，④上記事始式において，「吉村流事務局」の業務，会計，Jが管理していた団体「吉村流」に係る預貯金を被告に引き継ぐ件を議案として，その賛否について議決をとること，⑤「吉村流」，「吉村会」の名称は，商標登録されており，被告の許可なく，これを使用することはできないこと等を通知した(甲19)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，平成26年12月13日，事始式を執り行った。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "Aは，平成26年12月22日頃，「吉村流」の師範名取及び名取ら対し，事始式において，前記ウの④の議案について議決をとったところ，投票結果は，「有効議決権数264のうち，賛成180」であり，可決されたとの認識を報告した(甲21)。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "被告の活動状況",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告の理事長である「吉村流」の六世家元のAは，教室を主宰するなどして，上方舞の流派である「吉村流」の舞踏の教授等を行っている(乙3～7)。",
                    "被告設立前から「吉村流」の師範名取又は名取であった者のうち多数の者(約250名)は，被告に会費を納め，被告の会員として活動している(甲19，乙28，30，弁論の全趣旨)。これらの師範名取や名取は，教室を主宰するなどして，上方舞の流派である「吉村流」の舞踏の教授等を行っている(乙21～27)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，「吉村流」の師範名取や名取らが出演する舞の会である「上方舞  吉村会」や歴代家元の追善公演等を主催し，「吉村流会報」を発行している(乙13，14，28，30，32)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(商標法4条1項7号該当性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，Aが団体「吉村流」内部における適正な手続を経ずに不正の目的で秘密裏に行った登録出願に基づき，団体「吉村流」と同一性のない被告を商標権者として，本件商標の商標登録をすることは，その登録出願の経緯に著しく社会的妥当性を欠くものがあり，登録を認めることが商標法の予定する秩序に反し，容認し得ないというべきであるから，本件商標は，商標法4条1項7号に該当する旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "出願における違法性の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1認定の事実によれば，団体「吉村流」は，上方舞の流派の一つである「吉村流」の舞踏を修得し，又はこれを教授する者らを構成員とする団体であり，平成26年6月5日当時，少なくとも，家元である「六世B」(A)及び合計444名ほどの師範名取又は名取らによって構成されていたことが認められる。",
                    "他方，前記1認定のとおり，「吉村流会則」(甲8)には，会を代表1名と理事数名により運営することや，会員が所定の事由に該当する場合，理事会の議決を経て家元が除名することができることに係る規定は存在するものの，会員総会，代表や理事の選出方法，理事会における決議を要する事項や決議方法(議決権の数や可決要件)，代表の方法や財産の管理に関する規定は全くない(なお，「吉村流会則」の8条には，細則は理事会の議決を経て別に定めることが記載されているものの，この細則の存在については，これを認めるに足りる証拠はない。)。加えて，「吉村流会則」の体裁は，横罫の用紙に手書きされたものであって，写しであり，その作成日や作成名義の記載すらなく，それ自体から，上記文書が，どのような経緯(手続)を経て，いつ，誰によって作成されたものであるのか，その詳細を的確に認定することはできず，他にこれを認めるに足りる証拠はない。",
                    "この点，団体「吉村流」には，「理事師範」の肩書を有する者が存在し，また，「理事会」と称する会が開催されていたと認められるものの，上記のとおり，理事や理事会の位置付け，その権限について定めた規程の存在を認めるに足りず，開催されたという「理事会」の出席者やそこでの議事内容を示す書面(議事録等)の存在を認めるに足りる証拠はなく，僅かに会報に「理事会」が開催されたとの記述が見られるものの，これも，「理事会」において，後継の家元の人選についての話合いがされ，五世家元や六世家元が推挙された点を述べるものにすぎない。",
                    "以上によれば，団体「吉村流」において，従前開催されていた「理事会」と称する会が，団体「吉村流」の意思決定機関であったとの事実を認めるに足りないといわざるを得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件商標の商標登録出願は，Aが団体「吉村流」内部における適正な手続を経ずに行ったものである旨主張するが，従前開催されていた「理事会」と称する会が，団体「吉村流」の意思決定機関であったということはできないから，Aが，「理事会」に諮ることなく，また，その決議を経ることなく，本件商標の商標登録出願を行ったからといって，当該出願が，適正な手続を経ずに行われたものであるということはできない。",
                    "また，本件全証拠によるも，団体「吉村流」において，それに関わる商標登録出願をするにつき内部的に経るべき手続が定められていたとの事実を認めるに足りないから，Aが，事前に団体「吉村流」の構成員に対して周知することなく，本件商標の商標登録出願を行ったからといって，当該出願が，適正な手続を経ずに秘密裏に行われたものであるということもできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告を商標権者とする商標登録の違法性の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，Aが，その設立時社員となって，平成26年7月8日に設立された一般社団法人であるが，前記1認定のとおり，①その目的を「法人設立以前の上方舞吉村流六世家元B(本名A)が，吉村流四世家元F及び吉村流五世家元Gから承継してきた本邦固有の古典舞踊である，上方舞・地唄舞の技芸と振付を，京都御所の舞指南・御狂言師たる吉村流の格式と伝統を保持しつつ，これを普及・発展させ，さらに後世に承継させ，以てわが国の文化芸術の振興に寄与すること」とし，上方舞の実技・理論の教授及び後継者の育成，上方舞の舞踊公演会及び講習会の企画・開催等の事業を行うものであり，②その会員は，師範名取，名取，弟子で構成されるが，従前の団体「吉村流」の会員であった者については，被告に会費を納入した場合，当然に被告の会員とみなされ，従前の名取，師範名取の資格を有するものとされ，③その理事長を吉村流六世家元B(A)が務め，理事長(家元)は，被告を代表し，吉村流家元としてその業務を執行し，名取試験，師範名取試験を実施し，理事会の承認を得て各免状を交付し，名取式，事始め等の吉村流の伝統儀礼を催行し，各家元の年忌法要及び追善舞踊会等を主催するものとされている。また，実際にも，前記1認定のとおり，被告の設立以前から「吉村流」の師範名取又は名取であった者のうち多数の者は，被告に会費を納め，被告の会員として活動しており，従前の団体「吉村流」において，家元が主体となって行っていた，個々の師範名取や名取の活動を超えた団体としての主要な活動，すなわち，師範名取や名取の免状の作成，交付，「上方舞吉村会」や歴代家元の追善公演等の主催などの活動は，被告が行っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1認定のとおり，本件商標の商標登録出願時において，「吉村流」は，上方舞の流派である「吉村流」の舞踏の習得，教授等を行う者を構成員とする団体(団体「吉村流」)の名称(略称)又はその役務を表示するものとして，日本舞踊に係る需要者の間に広く認識されていたものであるが，前記アの事情に照らせば，被告は，実質的には，従前の団体「吉村流」を法人化したものであるということができるから，被告が本来本件商標の商標登録を受けるべき者でないということはできない。",
                    "さらに，前記1認定の事実によれば，被告が設立された経緯も，団体「吉村流」と家元個人との会計とを分別して会計の明朗化を図る必要性を契機とするものであり，法人化に際し定められた定款(甲16)において，組織運営の明確化が図られているのであるから，本件商標の商標登録出願が不正の目的の下に行われたものであるということもできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件商標の商標登録出願の経緯に著しく社会的妥当性を欠くものがあるとはいえず，また，本件商標について商標登録を認めることが商標法の予定する秩序に反するものであるともいえない。",
                "したがって，本件商標は，商標法4条1項7号に該当しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(商標法4条1項8号，10号，15号及び19号該当性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，被告は団体「吉村流」を承継しておらず，団体「吉村流」とは独立した別の団体であるから，団体「吉村流」は，被告との関係で，商標法4条1項8号，10号，15号又は19号のいう「他人」に該当する旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，前記2(3)のとおり，本件商標の商標登録出願時において，「吉村流」は，上方舞の流派である「吉村流」の舞踏の習得，教授等を行う者を構成員とする団体(団体「吉村流」)の名称(略称)又はその役務を表示するものとして，日本舞踊に係る需要者の間に広く認識されていたものであるが，被告は，実質的には，従前の団体「吉村流」を法人化したものであるということができるから，団体「吉村流」が，被告との関係において，商標法4条1項8号，10号，15号及び19号のいう「他人」に該当するということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，上記各号のその他の要件について検討するまでもなく，本件商標は，商標法4条1項8号，10号，15号及び19号に該当しない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，原告の本訴請求は理由がないから，これを棄却することとして，主文の",
            "とおり判決する。"
          ]
        }
      ]
    }
  ]
}