{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人らに対し，それぞれ5億円及びこれに対する平成26年10月10日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，特段の断りがない限り，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "控訴人らは，発明の名称を「電子ショッピングモールシステム」とする発明についての特許権(特許第4598070号。以下「本件特許権」といい，この特許を「本件特許」という。)の特許権者である。",
            "原審において，控訴人らは，被控訴人に対し，被控訴人による別紙物件・方法目録記載1の管理装置(被告装置)の管理運営及び同2の管理方法(被告方法。被告装置及び被告方法を併せて「被告装置・方法」)の使用が，本件特許に係る平成28年4月8日付け審判請求書(以下「本件審判請求書」という。)による訂正前の特許請求の範囲請求項4及び7の発明(本件発明1及び2。これらを併せて「本件各発明」)の技術的範囲にそれぞれ属すると主張し，本件特許権侵害の不法行為に基づく損害賠償金又は不当利得金の一部として，控訴人らそれぞれに5億円及びこれに対する不法行為の後である平成26年10月10日(訴状送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金を支払うよう求めた。",
            "原判決は，本件各発明は，本件特許の優先日前に頒布された刊行物である書籍「楽天市場の賢い買い方・使い方」(乙16)に記載された発明と同一の発明であり，本件特許は新規性の欠如を理由として無効にされるべきものであるから，控訴人らは本件特許権を行使することができないとして，その余の争点について判断することなく，控訴人らの請求をいずれも棄却した。",
            "控訴人らは，原判決を不服として本件控訴を提起した。",
            "その後，控訴人らは，本件特許について，本件審判請求書をもって訂正審判請求(訂正2016-390052号。以下，この請求に係る訂正を「本件訂正」という。)をした。",
            "これに対し，特許庁は，平成28年7月26日，本件訂正を認める審決をし，同年8月4日，その謄本が控訴人らに送達され，上記審決が確定した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "当事者",
            "控訴人エムエフピー  マネジメント  リミテッドは，亡Aが取得した特許権を管理・運営等する会社であり，控訴人Xは亡Aの相続人である。",
            "被控訴人は，インターネットサービス，金融サービスを提供し，通信事業等を行う会社である。",
            "本件特許権"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "控訴人らは，次の特許権(本件特許権)を共有している。",
                "発明の名称  電子ショッピングモールシステム",
                "特許番号    第4598070号",
                "出願日      平成18年4月4日",
                "優先日      平成17年4月14日",
                "登録日      平成22年10月1日"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件特許に係る本件訂正前の特許請求の範囲請求項4及び7の記載は次のとおりである。",
                "請求項4",
                "「回線網を介して接続されたクライアント装置を用いた電子ショッピングモールを管理する管理装置であって，",
                "前記電子ショッピングモールが扱う商品に対応づけて，前記電子ショッピングモールの全体に設定される商品分類に基づく共通カテゴリと，当該商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カテゴリとを示す情報を記憶する記憶部と，",
                "前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示す情報を前記記憶部から取得して前記クライアント装置に送信する第1の送信部と，",
                "前記第1の送信部により送信された前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示す情報が前記クライアント装置により表示された後，当該表示された商品がユーザによって選択された旨が前記クライアント装置から通知された場合に，前記店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を前記記憶部から取得して前記クライアントに送信する第2の送信部と，",
                "を備えることを特徴とする管理装置。」",
                "請求項7",
                "「回線網を介して接続されたクライアント装置を用いた電子ショッピングモールを管理し，記憶部を有する管理装置で実行される管理方法であって，",
                "前記記憶部は，前記電子ショッピングモールが扱う商品に対応づけて，前記電子ショッピングモールの全体に設定される商品分類に基づく共通カテゴリと，当該商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カテゴリとを示す情報を記憶し，",
                "前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示す情報とを前記記憶部から取得して前記クライアント装置に送信する第1の送信ステップと，",
                "前記第1の送信ステップで送信された前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示す情報が前記クライアント装置により表示された後，当該表示された商品がユーザによって選択された旨が前記クライアント装置から通知された場合に，前記店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報とを前記記憶部から取得して前記クライアントに送信する第2の送信ステップと，",
                "を備えることを特徴とする管理方法。」",
                "本件特許に係る本件訂正後の特許請求の範囲請求項4の記載は次のとおりであり(以下，この発明を「本件訂正発明1」という。また，本件訂正後の明細書(甲35の2)及び図面(甲2)を「本件訂正明細書」という。)，下記の構成要件(以下，それぞれを「構成要件A」などという。)に分説される(下線部分は，本件訂正に係る訂正箇所である。)。",
                "「回線網を介して接続されたクライアント装置を用いた電子ショッピングモールを管理する管理装置であって，",
                "前記電子ショッピングモールが扱う商品に対応づけて，前記電子ショッピングモールの全体に設定される商品分類に基づく共通カテゴリと，当該商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カテゴリとを示す情報が保存された，商品情報テーブルを記憶する記憶部と，",
                "前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示す情報を前記記憶部から取得して前記クライアント装置に送信する第1の送信部と，",
                "前記第1の送信部により送信された前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示す情報が前記クライアント装置により表示された後，当該表示された商品がユーザによって選択された旨が前記クライアント装置から通知された場合に，前記記憶部に記憶された前記商品情報テーブルを検索し，前記店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を前記記憶部から取得してWebページデータを生成し，前記クライアントに送信する第2の送信部と，",
                "を備えることを特徴とする管理装置。」",
                "記",
                "A  回線網を介して接続されたクライアント装置を用いた電子ショッピングモールを管理する管理装置であって，",
                "B  前記電子ショッピングモールが扱う商品に対応づけて，",
                "前記電子ショッピングモールの全体に設定される商品分類に基づく共通カテゴリと，",
                "当該商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カテゴリと",
                "を示す情報が保存された，商品情報テーブルを記憶する記憶部と，",
                "C  前記共通カテゴリを示す情報と",
                "前記共通カテゴリに分類される商品を示す情報",
                "を前記記憶部から取得して前記クライアント装置に送信する第1の送信部と，",
                "D  前記第1の送信部により送信された",
                "前記共通カテゴリを示す情報と",
                "前記共通カテゴリに分類される商品を示す情報",
                "が前記クライアント装置により表示された後，",
                "当該表示された商品がユーザによって選択された旨が前記クライアント装置から通知された場合に，前記記憶部に記憶された前記商品情報テーブルを検索し，",
                "前記店舗カテゴリを示す情報と",
                "前記店舗カテゴリに分類される商品を示す情報",
                "を前記記憶部から取得してWebページデータを生成し，前記クライアントに送信する第2の送信部と，",
                "E  を備えることを特徴とする管理装置。",
                "本件特許に係る本件訂正後の特許請求の範囲請求項7の記載は次のとおりであり(以下，この発明を「本件訂正発明2」といい，これと本件訂正発明1を併せて，「本件各訂正発明」という。)，下記の構成要件(以下，それぞれを「構成要件A’」などという。)に分説される(下線部分は，本件訂正に係る訂正箇所である。以下，請求項4及び7の本件訂正に係る構成部分を「本件訂正部分」という場合がある。)。",
                "「回線網を介して接続されたクライアント装置を用いた電子ショッピングモールを管理し，記憶部を有する管理装置で実行される管理方法であって，",
                "前記記憶部は，前記電子ショッピングモールが扱う商品に対応づけて，前記電子ショッピングモールの全体に設定される商品分類に基づく共通カテゴリと，当該商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カテゴリとを示す情報が保存された，商品情報テーブルを記憶し，",
                "前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示す情報とを前記記憶部から取得して前記クライアント装置に送信する第1の送信ステップと，",
                "前記第1の送信ステップで送信された前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示す情報が前記クライアント装置により表示された後，当該表示された商品がユーザによって選択された旨が前記クライアント装置から通知された場合に，前記記憶部に記憶された前記商品情報テーブルを検索し，前記店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報とを前記記憶部から取得してWebページデータを生成し，前記クライアントに送信する第2の送信ステップと，",
                "を備えることを特徴とする管理方法。」",
                "記",
                "A’  回線網を介して接続されたクライアント装置を用いた電子ショッピングモールを管理し，記憶部を有する管理装置で実行される管理方法であって，",
                "B’  前記記憶部は，",
                "前記電子ショッピングモールが扱う商品に対応づけて，",
                "前記電子ショッピングモールの全体に設定される商品分類に基づく共通カテゴリと，",
                "当該商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カゴリと",
                "を示す情報が保存された，商品情報テーブルを記憶し，",
                "C’  前記共通カテゴリを示す情報と",
                "前記共通カテゴリに分類される商品を示す情報と",
                "を前記記憶部から取得して前記クライアント装置に送信する第1の送信ステップと，",
                "D’  前記第1の送信ステップで送信された",
                "前記共通カテゴリを示す情報と",
                "前記共通カテゴリに分類される商品を示す情報",
                "が前記クライアント装置により表示された後，",
                "当該表示された商品がユーザによって選択された旨が前記クライアント装置から通知された場合に，前記記憶部に記憶された前記商品情報テーブルを検索し，",
                "前記店舗カテゴリを示す情報と",
                "前記店舗カテゴリに分類される商品を示す情報と",
                "を前記記憶部から取得してWebページデータを生成し，前記クライアントに送信する第2の送信ステップと，",
                "E’  を備えることを特徴とする管理方法。",
                "被控訴人の行為等"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人は，本件特許の優先日前から現在に至るまで，インターネットを介して接続されたパソコン，スマートフォン等のユーザ端末を用いた「楽天市場」という名称のインターネット・ショッピングモール(以下「楽天市場」という。)のサービスを提供している(ただし，本件特許の優先日より前の楽天市場に用いられていた管理装置及び管理方法が現在用いられている被告装置・方法と同一か否かは，当事者間に争いがある。)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被告装置・方法の内容は別紙被告装置・方法説明書〔再修正版〕記載のとおり(ただし，下線部分については争いがある。)であり，その概要は以下のとおりである。",
                "被告装置は楽天市場を管理するサーバ装置であり，被告方法は当該サーバ装置で実行される管理方法である。",
                "楽天市場には，その全体に共通する商品分類が設定されており，楽天市場に出店する店舗管理者は，楽天市場で扱う商品に対し，この共通して設定されている商品分類に基づく商品ジャンルを登録し，被告装置・方法はその情報を記憶部に記憶する。",
                "上記店舗管理者は，店舗ごとに独自の商品分類を設定することができ，楽天市場で扱う商品に対し，上記独自の商品分類に基づくカテゴリを登録し，被告装置・方法はその情報を記憶部に記憶する。",
                "ユーザは，ユーザ端末からインターネットを介して楽天市場のトップ選択することにより(例，別紙被告装置・方法説明書〔再修正版〕中写真1の青枠で囲まれた部分「食品・ドリンク・お酒」→写真2の同「ワイン」→写真3の同「赤ワイン」)，それぞれのジャンルに登録された商品を表示させることができる(写真4の青枠で囲まれた部分等)。ユーザがその商品の一つを選択すると(写真4の赤枠で囲まれた部分)，ユーザ端末はその旨を被告装置・方法に通知し，被告装置・方法はこれを示す情報(写真5の緑枠で囲まれた部分)及び店舗ごとのカテゴリに分類される商品を示す情報(写真5の赤枠で囲まれた部分)を記憶部から取得してユーザ端末に送信し，ユーザ端末に表示させる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "被告装置・方法が本件各訂正発明の構成要件を充足するか。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "構成要件B及びB’(「商品情報テーブル」)の充足性"
            },
            {
              "fig": "イ",
              "subject": "構成要件D及びD’(「店舗カテゴリに分類される商品を示す情報」)の充足性",
              "text": [
                "被告装置が本件訂正発明1の構成要件C(「第1の送信部」)及びD(「第2の送信部」)を充足するか。",
                "なお，被控訴人は，被告装置・方法 をそれぞれ充足することについては争っていない。",
                "本件各訂正発明に係る特許の無効理由の有無"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人は，本件特許の優先日(平成17年4月14日)より前に楽天市場に用いられていた管理装置及び管理方法(以下「旧被告装置・方法」という。)に基づき，以下のとおりの無効理由を主張する。",
                "書籍「楽天市場の賢い買い方・使い方」(乙16。以下「乙16文献」という。)に記載された発明(以下「乙16発明」という。)に基づく新規性及び進歩性欠如(特許法29条1項3号，2項)",
                "商品名「Baby-G  Starry  Amulet」を例とする旧被告装置・方法(乙2ないし7。以下「例1」という。)の公然実施に基づく新規性及び進歩性欠如(同条1項2号，2項)",
                "商品名「トマトのフェットチーネ1食」を例とする旧被告装置・方法(乙8ないし13。以下「例2」という。)の公然実施に基づく新規性及び進歩性欠如(同上)",
                "上記「Baby-G  Starry  Amulet」に係るインターネットサイトの画面(乙6，7。以下「乙6・7画面」という。)に基づく新規性及び進歩性欠如(同条1項3号，2項)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，被控訴人は，被控訴人が楽天市場において現在実施している被告装置・方法と同様のものであると主張する管理装置・管理方法(商品名「ペリドットスターがきらめくユラユラシューティングスター14金ホワイトゴールドピアス」を例とするもの(乙73ないし78)。以下「被控訴人新システム」という。)について，本件特許の優先日(平成17年4月14日)より前から公然実施され，かつ，電気通信回線を通じて公衆に利用可能となっていたとして，これに基づく新規性及び進歩性欠如(特許法29条1項2号，3号，2項)の無効理由も主張する。",
                "特許法69条2項2号の適用の可否，被控訴人の先使用による通常実施権の有無",
                "控訴人らの損害・損失の額"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に関する当事者の主張",
          "text": [
            "B及びB’(「商品情報テーブル」)の充足性)について",
            "(控訴人らの主張)"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "被控訴人は，被告装置・方法について，商品の情報，楽天市場のジャンルを示す情報及び店舗ごとのカテゴリを示す情報の3つの情報が，複数のテーブルに記憶され，これらが対応づけされていることを自認している。",
                "したがって，被告装置が，構成要件Bの「…商品に対応づけて，…共通カテゴリと，…店舗カテゴリとを示す情報が保存された，商品情報テーブルを記憶する記憶部」を有することは明らかであるから，被告装置・方法は，構成要件B及びB’を充足する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "これに対し，被控訴人は，被告装置・方法において，「商品」，「楽天市場のジャンルを示す情報」及び「店舗ごとのカテゴリを示す情報」が単一の「テーブル」ではなく，複数のテーブルに記憶されている点を非充足の主張の根拠とする。",
                "しかしながら，たとえ，上記各情報を記憶する「テーブル」が複数であるとしても，それらの対応づけがされている以上，単一の「テーブル」と同様に機能し得る「テーブル」であることに変わりはない。",
                "そして，本件訂正後の特許請求の範囲の記載においても，「テーブル」を単一であるとは限定しておらず，複数のテーブルを排除していない。",
                "また，本件訂正明細書に，実施例として一つのテーブルのものが記載されているとしても，テーブルを一つにするか，複数にするかは，当業者にとって単なる設計事項にすぎないから，本件訂正明細書に複数のテーブルも当業者に実施可能に開示されているものであることも明らかである。",
                "したがって，被告装置・方法において，上記各情報が複数のテーブルに記憶されていることは，構成要件B及びB’の充足性を否定する根拠にはならない。",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "一般に，「テーブル」は，「データの関係を表した2次元の表のこと。表の行を「組」，列を「属性(または列)」と呼び，行がデータベースのレコードとなり，列がフィールドとなる。」と定義され(日経BPデジタル大事典2001-2002年版482頁。乙63)，また，「データを行と列の集合として格納するデータベースオブジェクトのことです。テーブルの構造は，含まれている列によって定義されます。」と説明されている(マイクロソフト公式解説書Microsoft  SQL  Server2000の42頁。乙64)。",
                "このように，「テーブル」とは行列状の2次元の表であるから，構成要件B及びB’の「商品に対応付けて，…共通カテゴリと，…店舗カテゴリとを示す情報が保存された，商品情報テーブル」とは，「商品に対応付けて，…共通カテゴリと，…店舗カテゴリとを示す情報が保存された」行列状の2次元の表を意味するものであり，特定の2次元の表の列として，「商品」，「共通カテゴリ」及び「店舗カテゴリ」が存在する必要がある。",
                "そして，このことは，本件訂正明細書の【図5】に示された商品情報保存部に保存される商品情報テーブルの構造の例においても「商品名」(220)，「ショッピングモールカテゴリ名」(240)，「店舗カテゴリ名」(250)の列が同一テーブル中に存在していることからも裏付けられる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "しかるところ，被告装置・方法においては，「商品」，「楽天市場のジャンルを示す情報」及び「店舗ごとのカテゴリを示す情報」を列に含むところの単一の「テーブル」は存在しないから，上記アのような「商品情報テーブル」を有せず，構成要件B及びB’を充足しない。",
                "(被告装置・方法について構成要件D及びD’(「店舗カテゴリに分類される商品を示す情報」)の充足性) 被告装置について構成要件C(「第1の送信部」)及びD(「第2の送信部」)の充足性)について",
                "は，原判決「事実及び理由」の目まで)に記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原判決8頁18行目，9頁10行目及び同頁16行目の各「別紙被告装置・方法説明書」のあとに「〔再修正版〕」を加える。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原判決8頁24行目，9頁6行目及び同頁25行目の各「本件明細書」を「本件訂正明細書」と改める。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原判決9頁1行目及び同頁6行目から7行目の各「本件各発明」を「本件各訂正発明」と改める。"
              ]
            },
            {
              "fig": "エ",
              "subject": ""
            },
            {
              "fig": "オ",
              "text": [
                "原判決9頁20行目の「その通知を受けて，」のあとに「記憶部に記憶された商品情報テーブルを検索し，」を加える。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "原判決9頁22行目の「取得して」のあとに「Webページデータを生成し，」を加える。",
                "ア(旧被告装置・方法に基づく新規性及び進歩性欠如の無効理由の有無)について",
                "(被控訴人の主張)",
                "被控訴人は，本件特許の優先日(平成17年4月14日)の前から旧被告装置・方法を用いて楽天市場のサービスを提供しており，以下のアないしエはその具体例であるところ，本件各訂正発明の技術的範囲について，上記許には，以下の無効理由がある。"
              ]
            },
            {
              "fig": "ア",
              "subject": "乙16発明に基づく新規性・進歩性の欠如",
              "text": [
                "乙16文献は，平成13年1月6日に発行された当時の楽天市場におけるオンラインショッピングの方法を記載した書籍である。",
                "乙16文献には，楽天市場のトップページから，楽天市場全体に設定される商品ジャンル「ドリンク・アルコール類」，「ビール・地ビール」，「地ビール」，「北海道」を順次選択して画面表示させていくとそれぞれのジャンルの商品リストが表示され，その中から商品を選んで選択すると，当該商品を販売している「はこだてビール」という楽天市場中の店舗のホームページにアクセスし，同店舗が設定した「はこだてビールオリジナルギフトセット」というジャンルから商品を選ぶことができることが記載されている。",
                "以上の特徴を備える乙16文献記載の発明(乙16発明)は，本件訂正部分以外の本件各訂正発明の構成(すなわち，本件各発明の構成)をすべて備えている。",
                "一方，乙16発明と本件各訂正発明とは，以下のとおり，本件訂正部分において，一応の相違が認められる。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "本件各訂正発明においては，構成要件B及びB’のとおり「商品に対応づけて，…共通カテゴリと，…店舗カテゴリとを示す情報」が「商品情報テーブル」に保存されるのに対し，乙16文献では，これらの情報を記憶する部分について「商品情報テーブル」という表現が用いられていない点(以下「相違点1」という。)"
                },
                {
                  "fig": "b",
                  "subject": "本件各訂正発明においては，構成要件D及びD’のとおり，「前記店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を前記記憶部から取得」する際に，「前記記憶部に記憶された前記商品情報テーブルを検索」することとされているのに対し，乙16文献では，この点が明示されていない点(以下「相違点2」という。)"
                },
                {
                  "fig": "c",
                  "subject": "本件各訂正発明においては，構成要件D及びD’のとおり，「Webページデータを生成」することとされているのに対し，乙16文献では，この点が文言上明示されていない点(以下「相違点3」という。)",
                  "text": [
                    "しかしながら，これらの相違点に係る構成は，いずれも乙16文献に実質的に記載されている事項であるか，又は，当業者が容易に想到し得る構成である。"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "相違点1について",
                  "text": [
                    "乙16発明はデータベースを使用しており，「商品情報テーブル」を有すると理解できること",
                    "ⅰ  乙16発明は，旧被告装置・方法に関するものであるところ，これには，「楽天スーパーサーチ」(乙57)や「エキスパートサーチ」(乙14)という機能が実装されており，これらで実現されているジャンル(本件各訂正発明の「カテゴリ」に対応)による商品の検索・抽出(乙14，57)や商品価格帯を指定した商品の検索・抽出(乙57)などは，商品に関する情報やカテゴリがデータベースのテーブルに保存されていなければ行えないものである。",
                    "したがって，乙16発明は，上記のような商品の検索・抽出ができるものである以上，「商品情報テーブル」を有するものといえる。",
                    "なお，控訴人らは，乙16発明に係る旧被告装置・方法では，「楽天市場のジャンル」についてはともかく，「店舗ごとのカテゴリ」については，「商品に対応づけて」「商品情報テーブル」に保存されてはいない旨主張する。しかし，乙16発明において，「商品に対応づけて」「楽天市場のジャンルを示す情報が保存された，商品情報テーブル」が存在するのであれば，現に「楽天市場のジャンル」と「店舗ごとのカテゴリ」が同列に存在する以上，必然的に，両者の情報が同じデータベース(「商品情報テーブル」)に保存されていると考えられるから，控訴人らの上記主張は理由がない。",
                    "ⅱ  また，旧被告装置・方法に関するマニュアル(乙15)の記載によれば，旧被告装置・方法においては，分類ページ(本件各訂正発明の「カテゴリ」に相当)，商品ページ及び商品情報は，それぞれ独立して編集ができるものとされているから，このことからも，これらの情報がデータベースに記憶され，しかも，項目(インデックス)で識別されていることが理解できる。",
                    "このように，旧被告装置・方法はデータベースを使用しており，「商品情報テーブル」を有するものと認められるから，乙16発明もデータベースを使用しており，「商品情報テーブル」を有するものと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "インターネットショップにおいてデータベースを使用することは本件特許の優先日前の技術常識であるとともに周知技術であったこと",
                      "text": [
                        "本件特許の優先日(平成17年4月14日)前に刊行されたインターネットショップ関係の書籍等(乙66ないし68)には，インターネットショップにおいて商品情報を保存する「データベース」を使用すること，「データベース」には2次元の表として表現される「テーブル」が存在することが記載されている。",
                        "また，本件特許の優先日前に発行された公開特許公報(乙69ないし72)においても，インターネットショップ等に係る発明について，商品データベースが明示され，そこに「商品名」，「属性」，「商品分類」(本件各訂正発明の「カテゴリ」に相当)等が保存されることやデータベースが「テーブル」の形式とされることなどが記載されている。",
                        "このような文献等の記載からすれば，インターネットショップにおいて「商品情報」や「カテゴリ」を保存する「データベース」を使用することや「データベース」が「商品」と「カテゴリ」とを対応させて保存する「テーブル」から構成されることは，本件特許の優先日前の技術常識であるとともに周知技術であったものと認められる。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "相違点1に係る本件各訂正発明の構成は乙16文献に実質的に記載されていること",
                      "text": [
                        "本件特許の優先日当時における上記(b)のとおりの技術常識・周知技術 乙16文献の記載(乙16発明がインターネットショップに関するものであること，検索・抽出機能が実装されていること)に接した当業者は，乙16発明には「商品情報」や「カテゴリ」を保存する「データベース」が存在すること，その「データベース」が「商品」と「カテゴリ」とを対応させて保存する「テーブル」から構成されることを認識するものといえる。",
                        "そして，乙16発明においては，楽天市場のジャンル(共通カテゴリ)と店舗が設定した「オリジナルギフトセット」といったジャンル(店舗カテゴリ)が明示されているのであるから，これから，当業者は，「共通カテゴリと，…店舗カテゴリとを示す情報」が「商品」と対応づけて，データベースのテーブルに保存されていると認識するものといえる。",
                        "したがって，相違点1に係る本件各訂正発明の構成(「商品に対応づけて，…共通カテゴリと，…店舗カテゴリとを示す情報」が「商品情報テーブル」に保存されること)は，乙16文献に実質的に記載されている事項であると認められる。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "subject": "相違点1に係る本件各訂正発明の構成は容易想到であること",
                      "text": [
                        "仮に，相違点1に係る本件各訂正発明の構成が乙16文献に実質的に記載されているとはいえないとしても，上記(b)のとおり相違点1に係る本件各訂正発明の構成は，本件特許の優先日当時における技術常識であるとともに周知技術であるから，当業者が容易に想到し得るものであることは疑いがない。",
                        "この点，控訴人らは，乙16発明のような「ページ階層型」の構成に替えて「データベース型」の構成を採用することには阻害要因がある旨主張するが，「ページ階層型」と「データベース型」とは排他的な概念ではなく，併存する概念である。すなわち，「ページ階層型」とは，データベースとの対比で用いる構造ではなく，単にリンクをたどっていけば目的のページにたどり着けるという意味の「見た目(表示)」の問題にすぎず，どのようにデータを保存するかという問題とは無関係である。",
                        "したがって，乙16発明が「ページ階層型」にサイトを構成しているからといって，「データベース型」の構成を採用することに阻害要因があるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点2について",
                  "text": [
                    "上記aのとおり，相違点1に係る本件各訂正発明の構成(「商品に対応づけて，…共通カテゴリと，…店舗カテゴリとを示す情報」が「商品情報テーブル」に保存されること)が乙16文献に実質的に記載されている事項であり，仮にそうでないとしても，当業者が容易に想到し得るものであることを前提とすれば，このような「商品情報テーブル」から「データ」を取り出すに当たって，「商品情報テーブルを検索」することは明らかであるから，必然的に，相違点2に係る本件各訂正発明の構成(「前記記憶部に記憶された前記商品情報テーブルを検索」すること)についても，乙16文献に実質的に記載されている事項であり，仮にそうでないとしても，当業者が容易に想到し得るものということになる。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "相違点3について",
                  "text": [
                    "乙16文献の66頁及び68頁に記載の図面は，すべてインターネット閲覧ソフトであるウェブブラウザのスクリーンショットである。",
                    "しかるところ，インターネット閲覧ソフトであるウェブブラウザは，サーバから送信されてきたHTMLデータ(Webページデータ)を解析して端末のディスプレイ画面上に表示するソフトである。そして，ウェブブラウザが特定のウェブサイトの特定ページを表示しているということは，サーバから当該ウェブサイトのページの内容を記述したHTMLデータを受け取っているということにほかならず，サーバがそのようなHTMLデータ(Webページデータ)を生成していることにほかならない。",
                    "したがって，相違点3に係る本件各訂正発明の構成(「Webページデータを生成」すること)は，乙16文献に実質的に記載されている事項である。",
                    "以上によれば，本件各訂正発明と乙16発明の一応の相違点である相違点1ないし3に係る構成は，乙16文献に実質的に記載されている事項であり，実質的な相違点とはいえないものであるから，両発明は同一の発明であって，本件各訂正発明は新規性を欠く。",
                    "また，仮に，相違点1ないし3に係る構成が乙16文献に実質的に記載されている事項とはいえないとしても，これらの相違点に係る構成は当業者が容易に想到し得たものであるから，本件各訂正発明は進歩性を欠く。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "例1の公然実施に基づく新規性及び進歩性欠如",
              "text": [
                "平成16年6月から平成17年1月当時，楽天市場には「ファッション・ブランド」，「腕時計」，「カシオ」という楽天市場全体に共通する商品分類に基づく共通カテゴリが設定されており，楽天市場のトップページから上記カテゴリを順次選択していき，最下位の「カシオ」を選択すると，同カテゴリに分類されるカシオの腕時計の商品リストが表示された。その中の商品「【Baby-G】Starry  Amulet  BGT-3010CS-4B2JR」を選択すると，「Bless  You事業部」という楽天市場中の店舗が作成した画面に移動し，同画面には，同店舗独自の商品分類に基づくカテゴリリスト及び同リストに含まれるカテゴリ「レディス」に分類される商品が表示されていた。",
                "以上の特徴を備える例1は，本件訂正部分以外の本件各訂正発明の構成(すなわち，本件各発明の構成)をすべて備えていること，本件各訂正発明との比較において，一応の相違点が認められるものの，それらは実質的に例1に存在しており，実質的な相違点とはいえないこと，仮に，そうでないとしても，両者の相違点に係る構成は当業者が容易に想到し得たものであることは，上記アにおいて乙16発明について述べたところと同様である。",
                "したがって，本件各訂正発明は，例1との関係において，新規性を欠き，又は，進歩性を欠く。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "例2の公然実施に基づく新規性及び進歩性欠如",
              "text": [
                "平成16年8月から10月当時，楽天市場には「フード・ドリンク・ワイン」，「麺類」，「パスタ」，「パスタ」(直前のカテゴリ「パスタ」の下位のカテゴリ)という楽天市場全体に設定される商品分類に基づく共通カテゴリが設定されており，楽天市場のトップページから上記カテゴリを順次選択していき，最下位の「パスタ」を選択すると，同カテゴリに分類されるパスタの商品リストが表示された。その中の1商品「トマトのフェットチーネ1食」を選択すると，「中仙道宿」という楽天市場中の店舗が作成した画面に移動し，同画面には同店舗の商品分類に基づくカテゴリリスト及び商品「トマトのフェットチーネ1食」が表示され，同商品は同店舗の商品分類に基づくカテゴリ「【単品】生パスタ色々」に分類されていた。",
                "以上の特徴を備える例2は，本件訂正部分以外の本件各訂正発明の構成(すなわち，本件各発明の構成)をすべて備えていること，本件各訂正発明との比較において，一応の相違点が認められるものの，それらは実質的に例2に存在しており，実質的な相違点とはいえないこと，仮に，そうでないとしても，両者の相違点に係る構成は当業者が容易に想到し得たものであることは，上記アにおいて乙16発明について述べたところと同様である。",
                "したがって，本件各訂正発明は，例2との関係において，新規性を欠き，又は，進歩性を欠く。"
              ]
            },
            {
              "fig": "エ",
              "subject": "乙6・7画面に基づく新規性及び進歩性欠如",
              "text": [
                "乙6・7画面は，例1における画面の一部であり，「腕時計＞カシオ」という楽天市場全体に設定される商品分類に基づく共通カテゴリが存在し，同カテゴリに分類される商品群が画面に表示されること，この画面に表示された商品の一つを選択すると表示される画面には，楽天市場の店舗が独自に設定した「レディス」というカテゴリに分類される商品が表示されることが示されている。",
                "以上の特徴を備える乙6・7画面に示された発明は，本件訂正部分以外の本件各訂正発明の構成(すなわち，本件各発明の構成)をすべて備えていること，本件各訂正発明との比較において，一応の相違点が認められるものの，それらは実質的に乙6及び7に記載されており，実質的な相違点とはいえないこと，仮に，そうでないとしても，両者の相違点に係る構成は当業者が容易に想到し得たものであることは，上記アにおいて乙16発明について述べたところと同様である。",
                "したがって，本件各訂正発明は，乙6・7画面に示された発明との関係において，新規性を欠き，又は，進歩性を欠く。",
                "(控訴人らの主張)"
              ]
            },
            {
              "fig": "ア",
              "subject": "乙16発明に基づく新規性・進歩性の欠如の主張に対し",
              "text": [
                "乙16発明と本件各訂正発明には，被控訴人主張の相違点以外にも相違点があること",
                "被控訴人は，本件各訂正発明と乙16発明との一応の相違点として，相違点1ないし3を挙げるが，以下のとおり，両者には，それ以外にも相違点がある。",
                "すなわち，本件各訂正発明においては，表示された商品がユーザによって選択された旨がクライアント装置から通知された場合に，記憶部に記憶された商品情報テーブルを検索し，「店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を記憶部から取得してWebページデータを生成して，クライアントに送信している」のに対し，乙16文献には，選択された商品情報の表示の際に，店舗カテゴリを示す情報と店舗カテゴリに分類される商品を示す情報を表示することが記載されていないから，乙16発明は，表示された商品がユーザによって選択された旨がクライアント装置から通知された場合に，「店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を記憶部から取得して」Webページデータを生成していない点(以下「相違点4」という。)においても，本件各訂正発明と相違する。",
                "被控訴人の相違点1及び2に係る主張について",
                "被控訴人は，乙16発明はデータベースを使用しており，「商品情報テーブル」を有すると理解できること，インターネットショップにおいてデータベースを使用することは本件特許の優先日前の技術常識・周知技術であったことを根拠として，相違点1及び2は乙16文献に実質的に記載されている事項であり，仮に，そうでないとしても，相違点1及び2は当業者が容易に想到し得るものである旨を主張する。",
                "しかしながら，以下に述べるとおり，被控訴人の上記主張は理由がない。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "乙16発明に係る旧被告装置・方法は，「はこだてビールオリジナルギフトセット」という店舗独自の商品ページ(本件各訂正発明の「店舗カテゴリ」に相当するページ)に，当該カテゴリに属する個別の商品の説明(「はこだてビールギフトAセット」など)が表示列記(貼り付け)されているもの(「ページ階層型」というべきもの)にすぎず，本件各訂正発明のように，各「商品」の情報に，店舗カテゴリを示す情報が対応づけられたデータベースを構成するものではない。",
                    "したがって，乙16発明に係る旧被告装置・方法は，「楽天市場のジャンル」についてはともかくとして，少なくとも「店舗ごとのカテゴリ」については，本件各訂正発明のように，「商品に対応づけて」，「店舗カテゴリを示す情報が保存された，商品情報テーブルを記憶する記憶部」を備えるものではない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "一般に，基礎技術の一つとして，インターネットショップにおいてデータベースを使用することが本件特許の優先日前の周知技術であったこと自体は，争うところではない。",
                    "しかし，「電子ショッピングモール」に係る管理装置・方法において，上記「データベース」として，様々なデータモデル(データベース)のうち，どれをどのように用いるのか，様々なデータのうち，どのデータをどのようにデータベース化するのかについては，様々な課題に応じて，当業者において様々な選択・工夫の余地がある。そして，本件各訂正発明においては，特に，「従来のショッピングモールシステムは，ショッピングモールシステムの運営者が設定したカテゴリ・サブカテゴリに従って商品を分類する。このため，各店舗が取扱商品を独自のカテゴリ・サブカテゴリに従って分類できないという問題」(本件訂正明細書【0005】)を課題とし，「1つのショッピングモールに属しつつ各店舗が独自性をアピールできる柔軟性にとんだ電子ショッピングモールシステムを提供することを目的と」して(同【0007】)，特に上記相違点1ないし4を有機的に一体の特徴部分とする構成要件B及びB’並びにD及びD’を採用することにより，「ユーザは，電子ショッピングモール全体の共通カテゴリだけでなく，各店舗が独自に設定したカテゴリにも基づいて，商品を閲覧，選択，購入等することができ，店舗の独自性を反映することができる」(同【0019】)という効果を奏することができるものである。",
                    "ところが，被控訴人主張の周知技術(乙66ないし72)には，本件各訂正発明のように，「電子ショッピングモール」に係る管理装置・方法において，「店舗カテゴリ」を関係(リレーショナル)モデル(データベース)化すべく「商品情報テーブル」に記憶したものは一切存在せず，そもそも各店舗の独自性のアピール・反映という課題・目的や各店舗の独自のカテゴリの併用という課題解決・目的達成の方向性それ自体に着目したものすら一切存在しない。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "上記a及びbで述べたところによれば，相違点1及び2に係る構成が乙16文献に実質的に記載されている事項であるとはいえず，また，これらの構成が容易想到であるともいえないことは明らかである。",
                  "text": [
                    "被控訴人の相違点3に係る主張について",
                    "被控訴人は，乙16発明において，ウェブブラウザが特定のウェブサイトの特定ページを表示しているということは，サーバから当該ウェブサイトのページの内容を記述したHTMLデータを受け取っているということにほかならず，サーバがそのようなHTML(Webページデータ)を生成していることにほかならないから，相違点3に係る本件各訂正発明の構成(「Webページデータを生成」すること)は，乙16文献に実質的に記載されている事項である旨主張する。",
                    "しかしながら，被控訴人の上記主張は，本件各訂正発明と乙16発明との相違点3に係る顕著な相違を看過又は無視するものであって，明らかに誤りである。すなわち，Webページには，基本技術として，静的コンテンツ(要求のパスに指定されたHTMLなどのデータがそのまま応答のデータとして送信される方式のWebページ)と動的コンテンツ(パスとともにクエリと呼ばれるパラメータが要求データとして送信され，これを受信したWebサーバは，スクリプトと呼ばれるプログラムに渡されるパラメータを指定して実行することで結果を生成し，それを応答のデータとしてブラウザに送信する方式のWebページ)があるところ，本件各訂正発明における「前記記憶部に記憶された前記商品情報テーブルを検索し，」「前記店舗カテゴリを示す情報と，前記店舗カテゴリに分類される商品を示す情報を前記記憶部から取得してWebページデータを生成し，前記クライアントに送信する」(構成要件D及びD’)とは，データベースにおける店舗カテゴリ及びそれに分類される商品に係る商品情報テーブルの検索結果に基づき，動的にWebページデータを生成し，クライアントに送信するものである。これに対し，乙16発明に係る旧被告装置・方法は，単に，階層型データモデルとして既存の店舗カテゴリページをそのまま静的にクライアントに送信するにすぎないものであるから，両者は顕著に相違する。",
                    "本件各訂正発明に係る特許には新規性欠如・進歩性欠如の無効理由はないこと"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "で述べたとおりの相違点があるから，両発明は同一の発明ではなく，本件各訂正発明に係る特許には，乙16発明に基づく新規性欠如の無効理由は認められない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "また，以下に述べるとおり，これらの相違点に係る構成は，当業者が容易に想到し得たものとはいえないから，本件各訂正発明に係る特許には，乙16発明に基づく進歩性欠如の無効理由も認められない。",
                    "相違点1及び2について",
                    "前記 aで述べたとおり，乙16発明は，Webページを階層的に構成し，最下層のWebページに複数の商品説明を表示列記するもの(ページ階層型)にすぎず，本件各訂正発明のように，「商品に対応づけて」，「店舗カテゴリ」及びその他の情報が「保存された，商品情報テーブル」を有するもの(データベース型)ではない。そして，乙16文献は，ページ階層型の乙16発明において，データベース型の構成を採用すべき何らの教示・示唆等も与えるものでもないから，その動機付けが認められない。",
                    "また，乙16発明に係る旧被告装置・方法がページ階層型の構成を採用したのは，①サーバへの負担をできるだけ減らすべく，データベースの機能である検索・抽出等の有効な機能をあえて持たせず，また，②店舗運営者が商品の列記表示を感覚的かつ視覚的に簡明に取り扱えるよう，商品情報を商品ページに表示列記するだけにするという設計思想によるものと推察され，旧被告装置・方法は，このような設計思想を背景に「店舗カテゴリ」についてページ階層型の構成を採用し，全体として完結したシステムを構築している。ところが，このような旧被告装置・方法において，データベース型の構成を採用することは，上記設計思想に反することになるから，阻害要因があるといえる。",
                    "したがって，乙16発明において相違点1及び2に係る構成を採用することには動機付けがなく，むしろ阻害要因があるものといえる。"
                  ],
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "相違点3について",
                      "text": [
                        "前記 で述べたとおり，乙16発明に係る旧被告装置・方法は，階層型データモデルとして既存の店舗カテゴリページをそのまま静的にクライアントに送信するものにすぎず，本件各訂正発明のように，動的にWebページデータを生成し，クライアントに送信するものではない。",
                        "そして，このような相違点3に係る本件各訂正発明の構成については，これを開示する副引例が何ら示されていないから，容易想到といえないことは明らかである。",
                        "また，乙16発明に係る旧被告装置・方法が上記の構成を採用したのは，動的にWebページデータを生成する際のプログラムの実行に伴う負荷を軽減し，応答速度が遅くなることを回避するという設計思想によるものと推察される。ところが，そのような旧被告装置・方法において，Webページデータの動的な送信処理を採用することは，上記設計思想に反することになるから，阻害要因があるといえる。",
                        "したがって，乙16発明において相違点3に係る本件各訂正発明の構成を採用することには動機付けがなく，むしろ阻害要因があるものといえる。"
                      ]
                    },
                    {
                      "fig": "(c)",
                      "subject": "相違点4について",
                      "text": [
                        "相違点4に係る構成については，これを開示する副引例が何ら示されていないから，容易想到といえないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(d)",
                      "text": [
                        "さらに，被控訴人は，乙16発明に副引例を組み合わせるなどして，上記各相違点を有機的に一体構成することの容易想到性についても，何ら主張立証していない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "例1の公然実施，例2の公然実施及び乙6・7画面に基づく新規性及び進歩性欠如について",
              "text": [
                "被控訴人は，上記各無効理由についても，乙16発明に基づく新規性及び進歩性欠如の無効理由と同様に認められる旨主張するが，これが認められないことは，上記アにおいて乙16発明について述べたところと同様である。",
                "イ(被控訴人新システムに基づく新規性及び進歩性欠如の無効理由の有無)について",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人は，次のとおり，本件特許の優先日前から，楽天市場において，現在実施している被告装置・方法と同様の管理装置・管理方法(被控訴人新システム)を公然実施していた。",
                "すなわち，例1及び2等の旧被告装置・方法に係る商品ページのURLは，「www.rakuten.co.jp/［店舗名］/［商品ID］/」である(甲63の添付資料1-aなど)のに対し，被控訴人新システムの商品ページのURLは，「item.rakuten.co.jp/［店舗名］/［商品ID］/」であり(甲63の3頁図1-bなど)，「item.rakuten.co.jp」で始まる点において，旧被告装置・方法とは異なる。",
                "しかるところ，乙78は，本件特許の優先日(平成17年(2005年)4月14日)より前の平成17年(2005年)3月4日に被控訴人のウェブサーバから公衆送信されたWebページのアーカイブ出力であり，株式会社 Strapya.com ジュエル POPs(ジュエルポップス)事業部の「【セール】ペリドットスターがきらめくユラユラシューティングスター14金ホワイトゴールドピアス」の商品ページである。そして，この商品ページのURLは，「item.rakuten.co.jp/jewel/103-41-1388pr/」であり，jewelが「店舗名」，103-41-1388pr が「商品ID」であるから，このURLは「item.rakuten.co.jp/［店舗名］/［商品ID］/」のフォーマットであり，この商品ページは，旧被告装置・方法ではなく，被控訴人新システムによって生成されたものであることが分かる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "そこで，本件特許の優先日前である平成17年(2005年)3月4日から4月3日にかけて，被控訴人新システムにおいて公衆送信されたWebページ(乙73ないし78)に基づいて，その当時の被控訴人新システムの説明をすれば，別紙「本件特許の優先日前に公然実施された被控訴人新システム」と題する書面に記載のとおりである。",
                "そして，これと控訴人らが現在の被告装置・方法の内容であるとして主張する別紙被告装置・方法説明書〔再修正版〕との相違は，①端末の「パソコン，スマートフォン等」が当時は存在しなかったスマートフォンを除外して「パソコン等」と変更されていること，②「トップ＞ビール・洋酒…赤ワイン」，「ボルドーワイン」及び「レディス」が，乙73ないし78に整合させて「トップ＞ファッション・ブランド…ピアス」，「【セール】ペリドットスターがきらめくユラユラシューティングスター14金ホワイトゴールドピアス」及び「キュート」に変更されていることのみであるから，控訴人らが主張する現在の被告装置・方法と被控訴人新システムとは，その構成が同一であるといえる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "そうすると，別紙被告装置・方法説明書〔再修正版〕記載のとおりの被告装置・方法が本件各訂正発明の技術的範囲に属するとの控訴人らの主張を前提とする限り，本件各訂正発明は，本件特許の優先日前に，公然実施をされた発明又は電気通信回線を通じて公衆に利用可能となった発明と同一の発明といえることになり，新規性を欠く。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "なお，別紙「本件特許の優先日前に公然実施された被控訴人新システム」と題する書面に示した写真の画面には，本件各訂正発明の構成のうち，「回線網」，「サーバ」，「商品情報テーブル」(データベース)，「記憶部」及び「送信部」に係る明示的な記載は存在せず，また，「商品情報テーブルを検索し，前記店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を前記記憶部から取得してWebページデータを生成」する点についても明示的な記載は存在しない。",
                "しかし，Webページがサーバによって送信されること，サーバが磁気ディスク等の情報記憶要素を有すること，インターネットと接続される以上はLAＮポートといった通信手段を有することなどは技術常識であるから，「回線網」，「サーバ」，「記憶部」及び「送信部」を設けることは容易想到である。",
                "また，「商品情報テーブル」が存在し，これをもとにして「Webページデータを生成」する場合に，「商品情報テーブルを検索し，前記店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を前記記憶部から取得」することは技術常識である。",
                "したがって，仮に，上記の点が本件各訂正発明と被控訴人新システムの相違点になるとしても，これらの相違点に係る構成は，被控訴人新システムが公衆送信した各画面から認識される発明から容易想到といえるから，本件各訂正発明は，進歩性を欠く。",
                "(控訴人らの主張)"
              ]
            },
            {
              "fig": "ア",
              "subject": "時機に後れた攻撃防御方法であること",
              "text": [
                "被控訴人の被控訴人新システムに基づく無効の抗弁は，平成26年9月26日に訴えが提起された原審の審理及び平成28年1月14日の原判決を経て，同年2月19日提起の控訴審である当審において，侵害論・無効論に係る最終の期日として裁判所により指定された同年9月8日の弁論期日の直前である同年8月23日に至って，突如として，原審・控訴審の主たる争点として審理されてきた旧被告装置・方法に基づく新規性又は進歩性欠如の無効の抗弁がいずれも成り立たないであろうことが明らかになってきた状況の下で，新たに提出されたものであるから，時機に後れたものであることは明らかである。",
                "また，かかる時機に後れた攻撃防御方法の提出について，被控訴人に少なくとも「重大な過失」があることは明らかであり，また，この点に関する更なる主張立証が平成28年9月8日の弁論期日以降も継続されるようなことになれば，「訴訟の完結を遅延させることとなる」ことも明らかである。",
                "したがって，被控訴人の上記抗弁は，時機に後れた攻撃防御方法として却下されるべきである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "被控訴人主張の被控訴人新システム(乙73ないし78に係るシステム)は，被控訴人が現在実施している被告装置・方法とは異なり，本件各訂正発明の構成要件を具備しないこと",
              "text": [
                "被控訴人は，乙73ないし78に示されるWebページについて，「Jewel  POPs」という店(別紙「本件特許の優先日前に公然実施された被控訴人新システム」と題する書面の写真5の上部青楕円)のページにおける「キュート」，「カジュアル」等(同写真5の左下部の青枠内の緑枠及び中央部の赤枠内の緑枠)と「商品番号103-41-1388pr」の商品(同写真5の中央部の赤枠)とが，それぞれ，本件各訂正発明の「店舗カテゴリ」と「店舗カテゴリに分類される商品」とに該当する旨主張する。",
                "しかし，上記写真5の左下部の青枠内の緑枠における「キュート」，「カジュアル」等は店舗管理者が作成したHTMLにすぎないし，同写真5の中央部の赤枠内の緑枠における「キュート」，「カジュアル」等も店舗管理者が独自に商品情報に追記したテキストにすぎないから，いずれも記憶部に記憶された商品情報テーブルの検索により記憶部から取得され，Webページデータとして生成され，送信されたものではなく，したがって，本件各訂正発明の「店舗カテゴリ」に該当しないものであることが明らかである。そして，上記写真5の中央部の赤枠における「商品番号103-41-1388pr」の商品が，「店舗カテゴリに分類される商品」に該当しないことも明らかである。",
                "したがって，乙73ないし78に係るシステムは，被控訴人が現在実施している被告装置・方法とは異なり，少なくとも本件各訂正発明の構成要件D及びD’を具備しないものであるから，これに基づいて，本件各訂正発明が新規性を欠くとする被控訴人の主張は理由がない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "乙73ないし78のWebページ画面によっては，その電子ショッピングモールに係るシステムに係る内部構造，記憶形式及び内部動作の開示があるとはいえないこと",
              "text": [
                "乙73ないし78のWebページに係る電子ショッピングモールそれ自体がインターネットを通じて公然実施され，公衆に利用可能になったとしても，同Webページの画面表示のみでは，同モールに係るシステムの内部構造，記憶形式及び内部動作を開示し得るものではない。",
                "したがって，乙73ないし78によって，本件各訂正発明におけるシステムの内部構造及び記憶形式(「テーブル」に「保存」)並びに内部動作(「テーブルを検索」，「店舗カテゴリ…と前記店舗カテゴリに分類される商品…を記憶部から取得」及び「Webページデータを生成」)に係る構成要件B及びB’並びにD及びD’が，開示され，「公然」実施され，「公衆に利用可能」となったなどということはできない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "進歩性が欠如するとはいえないこと",
              "text": [
                "上記で述べたところによれば，インターネットを通じて公然実施され，公衆に利用可能になった乙73ないし78のWebページに係る電子ショッピングモールと，本件各訂正発明とでは，構成要件B及びB’並びにD及びD’が相違点と認定されるべきところ，これらの相違点に係る構成を開示する副引例は何ら示されておらず，また，これらを有機的に一体に構成することの容易想到性についても，何ら主張立証されていない。",
                "したがって，乙73ないし78に基づいて，本件各訂正発明が進歩性を欠くとする被控訴人の主張は理由がない。",
                "特許法69条2項2号の適用の可否，被控訴人の先使用による通常実施権の有無)について",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人が楽天市場において現在実施している被告装置・方法と同一のものであるところ，その管理装置は，遅くとも本件特許の優先日である平成17年(2005年)4月14日より前の平成17年(2005年)3月4日には，日本国内に存在し，動作していた。",
                "したがって，特許法69条2項2号の適用により，本件各訂正発明に係る特許権の効力は，被控訴人が楽天市場において現在使用している被告装置には及ばない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，被控訴人は，本件特許の出願に係る発明の内容を知らずに，本件各訂正発明と同一の発明である被控訴人新システムを自ら構築し，遅くとも本件特許の優先日前の平成17年(2005年)3月4日までに運用を開始し，楽天市場の事業に供していた。",
                "したがって，被控訴人は，本件各訂正発明に係る特許権について，先使用による通常実施権(特許法79条)を有する。",
                "(控訴人らの主張)"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人の特許法69条2項2号及び先使用の各訴人らの主張)アと同様の理由により，時機に後れた攻撃防御方法として却下されるべきである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "(控訴人らの主張)イ及びウで述べたとおり，被控訴人主張の被控訴人新システム(乙73ないし78に係るシステム)は，被控訴人が楽天市場において現在実施している被告装置・方法と同一のものではなく，本件各訂正発明と同一の発明でもないから，被控訴人主張の特許法69条2項2号の適用及び先使用による通常実施権はいずれも認められない。",
                "争点 (控訴人らの損害・損失の額)について",
                "に関する当事者の主張は，原判決16頁3行目の「本件各発明」を「本件各訂正発明」と改めるほかは，原判決「事実及び理由」の第2の315頁24行目から16頁9行目まで)に記載のとおりであるから，これを引用する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": ")について",
          "text": [
            "事案に鑑み，被控訴人が主張する本件各訂正発明に係る特許の無効理由のうち，乙16発明に基づく新規性及び進歩性欠如について，以下判断する(なお，控訴人ら 被控訴人主張の抗弁につき，時機に後れた攻撃防御方法として却下すべき旨を述べるが，少なくとも，これらの主張が「訴訟の完結を遅延させる」ものでないことは明らかであるから，時機に後れた攻撃防御方法としての却下はしないこととする。)。",
            "乙16発明について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "乙16文献は，2001年(平成13年)1月6日に発行された書籍であり，その当時の楽天市場におけるオンラインショッピングの方法が記載されたものである。そして，同文献には，北海道・函館の地ビールを検索して購入する例を取り上げて，次のようなことが記載されている(乙16の66，68頁)。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "「ジャンル名で商品を探す」との表題の下に，次のような記載がある。",
                    "「トップページの「商品名で調べる」または「商品別」のどちらかをクリックして，商品名で探すこともできる。店探しの時と同様「ドリンク・アルコール類」→「ビール・地ビール」→「地ビール」→「北海道」とジャンルが絞られていき，そのたびにそれぞれのジャンルでの検索結果に商品名が表示される。今回は，店を探した時よりもヒット数が多いが，これは「はこだてビール」にさまざまなセット内容があり，それらの商品名がすべて表示されたため。金額も表示されるので，わざわざ店のホームページにアクセスしなくても商品を選べるのは利点だ。…」"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "Webページ画像及びその説明が記載されている。",
                    "「購入の手順  01欲しい商品を決める」との表題の下に，次のような記載がある。",
                    "「…また，商品別で検索した時も商品名をクリックすれば，店舗のホームページにアクセスして，その商品の紹介ページが見られる。「はこだてビール」のホームページには，今回の目的にぴったりな「オリジナルギフトセット」というジャンルがあり，このジャンルの画像や価格，セット名を一覧表示できたので，中からビールと特製のおつまみが組み合わせになった商品を選ぶことにした。」"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "Webページ画像及びその説明が記載されている。",
                    "買い物かごに商品を入れる」との表題の下に，次のような記載がある。",
                    "「…購入したい商品の紹介ページで個数を選択して「買い物かごに入れる」ボタンをクリックすれば，自分の買い物かごに商品を入れることができる。…」"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "上記aの説明とともに，別紙1 のとおりのWebページ画像及びその説明が記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "上記アによれば，乙16文献には，楽天市場のサービスを提供するための管理装置及びこれによる管理方法として，次のようなものが記載されていることが認められる。",
                "乙16文献には，楽天市場におけるオンラインショッピングの方法が示されており，その記載から，楽天市場にアクセスするユーザに対し，例えば「北海道・函館の地ビール」などの「商品」の「検索」に係るサービスを提供していることが理解できるから，そのために，楽天市場が管理・運営する「サーバ装置」が備えられていることが当然に理解できる。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "前記 上記 の「サーバ装置」は，ユーザが端末を操作して「地ビール」等の楽天市場全体において共通に設定された商品分類に基づくジャンルを選んで絞り込むたびに検索結果を表示し，その検索結果の中に，「はこだてビールギフトJセット」等の商品名を表示するものであることが認められる。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "また，① 「商品別で検索した時も商品名をクリックすれば，店舗のホームページにアクセスして，その商品の紹介ページが見られる。「はこだてビール」のホームページには，今回の目的にぴったりな「オリジナルギフトセット」というジャンルがあり，このジャンルの画像や価格，セット名を一覧表示できたので，中からビールと特製のおつまみが組み合わせになった商品を選ぶことにした。」との記載，②上記記載とともに表記された「はこだてビールオリジナルギフトセ」(「はこだてビールオリジナルギフトセット」というジャンル名の記載の一部が表れたものと理解される。)との表題の下に，「はこだてビールギフトAセット」，「はこだてビールギフトBセット」等の複数の商品の商品名，価格，写真が一覧表示されたWebページ画像，③同Webページ画像についての「今回は，はこだてビール各タイプ1本ずつと，特製ソーセージなどがセットになったギ物かごに商品を入れる」との表題の下に表記された「はこだてビールギフトセットBセット」に係る商品の紹介ページの画像及び⑤同画像についての「「はこだてビールギフトBセット」を1個購入しよう。まだ楽天会員ではないので，「買い物かごに入れる」ボタンをクリック。」との説明文の記載を総合すれば，上記aの検索結果に表示される商品名「はこだてビールギフトJセット」等は，「はこだてビール」という個別の店舗独自に設定された商品分類である「はこだてビールオリジナルギフトセット」というジャンルに属する商品であり，ユーザが端末を操作して上記商品名をクリックすると，当該店舗のホームページにアクセスし，まずは，「はこだてビールオリジナルギフトセット」のジャンルのページ(上記②のページ)が表示され，更にユーザが当該ページに一覧表示された個別の商品である「はこだてビールギフトBセット」の商品名をクリックすると，当該個別の商品の紹介ページ(上記④のページ)が表示され，そこで当該商品の購入ができるものであることを自然に理解することができる。",
                    "したがって，上記 の「サーバ装置」は，前記aの検索結果として，「はこだてビール」という個別の店舗独自に設定された商品分類である「はこだてビールオリジナルギフトセット」というジャンルに属する商品名を表示し，ユーザがその商品名をクリックすれば，店舗のホームページにアクセスして，上記「はこだてビールオリジナルギフトセット」というジャンルに属する複数の商品の商品名，価格，写真を一覧表示するものであることが認められる。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "さらに，上記 の「サーバ装置」が，上記a及びbのような表示を行うためには，その処理に必要な情報を記憶しておく必要があることは明らかであるから，そのための記憶手段を有するものであることが認められる。",
                    "そして，上記a及びbのような表示を行うためには， 楽天市場が扱う「はこだてビールギフトJセット」等の商品の情報，(b)「地ビール」等の楽天市場全体において共通に設定された商品分類に基づくジャンルの情報及び(c)「はこだてビールオリジナルギフトセット」という個別の店舗独自に設定された商品分類に基づくジャンルの情報をそれぞれ記憶しておく必要がある。また，上記a及びbのとおり，「地ビール」等の楽天市場全体において共通に設定された商品分類に基づくジャンルに従って検索を行っていくと，そのジャンルに属する商品が表示されるが，その商品は，「はこだてビールオリジナルギフトセット」のような，個別の店舗独自に設定された商品分類に基づくジャンルにも関連付けられているため，ユーザがその商品名をクリックすれば，店舗のホームページにアクセスして，上記「はこだてビールオリジナルギフトセット」というジャンルに属する複数の商品の商品名，価格，写真を一覧表示するのであるから，このような処理を行うためには，上記 の情報及び (c)の情報とを，それぞれ何らかの態様により結び付つけるようにして記憶しておく必要があることは明らかである。",
                    "したがって， 上記(b)の情報及び (c)の情報とをそれぞれ結び付つけるようにして記憶する記憶手段を有するものであることが認められる(ただし，当該記憶の具体的な態様は明らかではない。)。",
                    "上記 等の楽天市場全体において共通に設定された商品分類に基づくジャンルの検索結果とその検索結果の中に「はこだてビールギフトJセット」等の商品名を併せて表示するところ，このような表示はユーザの端末操作による選択に応じたものであり，その表示のためには，上記楽天市場全体に設定された商品分類に基づくジャンルの情報と当該ジャンルに属する商品の情報を，上記 記憶手段から取得し，ユーザの使用する端末に送信することを当然に行っていると理解され，そのための送信手段を有するものであることが認められる。",
                    "「地ビール」等の楽天市場全体において共通に設定された商品分類に基づくジャンルの検索結果とその検索結果の中に「はこだてビールギフトJセット」等の商品名を表示し，ユーザがその商品名をクリックすれば，店舗のホームページにアクセスして，個別の店舗独自に設定された商品分類である「はこだてビールオリジナルギフトセット」というジャンルに属する複数の商品の商品名，価格，写真を一覧表示するところ，このような表示はユーザの端末操作によるクリックに応じたものであり，その表示のためには，上記個別の店舗独自に設定された商品分類に基づくジャンルの情報と当該ジャンルに属する商品の情報を，上記 記憶手段から取得し，これらの情報を表示するWebページデータをユーザの使用する端末に送信することを当然に行っていると理解され，そのための送信手段を有するものであることが認められる。",
                    "以上を総合すれば，乙16文献に記載された楽天市場のサービスを提供するための管理装置(乙16発明)は，次のようなものであると認められる(以下，各構成を「構成a」などという。)。"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "楽天市場のオンラインショッピングにおけるサービスを提供するために管理・運営されるサーバ装置であって，"
                },
                {
                  "fig": "b",
                  "subject": "楽天市場が扱う「はこだてビールギフトJセット」等の商品の情報，(b)「地ビール」等の楽天市場全体において共通に設定された商品分類に基づくジャンルの情報及び(c)「はこだてビールオリジナルギフトセット」という個別の店舗独自に設定された商品分類に基づくジャンルの情報を (c)の情報とをそれぞれ結び付つけるようにして記憶する記憶手段と，"
                },
                {
                  "fig": "c",
                  "subject": "「地ビール」等の楽天市場全体に設定された商品分類に基づくジャンルの情報と当該ジャンルに属する「はこだてビールギフトJセット」等の商品の情報を上記記憶手段から取得し，ユーザが使用する端末に送信する送信手段と，"
                },
                {
                  "fig": "d",
                  "subject": "上記送信手段により送信された上記楽天市場全体に設定された商品分類に基づくジャンルの情報と当該ジャンルに属する「はこだてビールギフトJセット」等の商品の情報がユーザの使用する端末に表示された後，ユーザが当該商品名をクリックすると，「はこだてビールオリジナルギフトセット」という個別の店舗独自に設定された商品分類に基づくジャンルの情報と当該ジャンルに属する商品の情報を上記記憶手段から取得し，これらの情報を表示するWebページデータをユーザの使用する端末に送信する送信手段と，"
                },
                {
                  "fig": "e",
                  "subject": "を有するサーバ装置",
                  "text": [
                    "本件各訂正発明と乙16発明の対比",
                    "そこで，本件訂正発明1と乙16発明を構成要件ごとに対比すると，次のとおりである(なお，本件訂正発明2は，本件訂正発明1の管理装置による管理方法に係る発明であるから，本件訂正発明1と乙16発明に係る管理装置との一致点・相違点は，そのまま本件訂正発明2と乙16発明に係る管理方法との一致点・相違点となる。)。"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "構成要件Aについて",
              "text": [
                "楽天市場のオンラインショッピングにおいて，ユーザによるアクセスがユーザ端末により行われることは自明であり，また，楽天市場のオンラインショッピングのサービスがオンラインによるインターネット回線を介してユーザ端末に提供されるものであることも自明であるから，乙16発明の構成aの「サーバ装置」は，構成要件A(回線網を介して接続されたクライアント装置を用いた電子ショッピングモールを管理する管理装置)に相当する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "構成要件Bについて",
              "text": [
                "乙16発明の構成bにおける 楽天市場が扱う「はこだてビールギフトJセット」等の商品」は，構成要件Bの「前記電子ショッピングモールが扱う商品」に相当する。また，乙16発明の構成bにおける「(b)「地ビール」等の楽天市場全体において共通に設定された商品分類に基づくジャンルの情報」及び「(c)「はこだてビールオリジナルギフトセット」という個別の店舗独自に設定された商品分類に基づくジャンルの情報」は，それぞれ，構成要件Bの「前記電子ショッピングモールの全体に設定される商品分類に基づく共通カテゴリ」(以下「共通カテゴリ」という。)を示す情報及び「当該商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カテゴリ」(以下「店舗カテゴリ」という。)を示す情報にそれぞれ相当する。",
                "そして，乙16発明は，上記 (c)の情報とをそれぞれ結びつけるようにして記憶する記憶手段を有するものであるから，構成要件Bの「電子ショッピングモールが扱う商品に対応づけて，…共通カテゴリと，…店舗カテゴリとを示す情報…を記憶する記憶部」の構成を備えるものと認められる。",
                "他方，乙16発明においては，上記各情報を記憶する具体的な態様が明らかではなく，これらの情報の記憶を「商品情報テーブル」に「保存され」るものとして行うか否かは不明である。",
                "したがって，乙16発明は，構成要件Bのうち，「前記電子ショッピングモールが扱う商品に対応づけて，前記電子ショッピングモールの全体に設定される商品分類に基づく共通カテゴリと，当該商品を取り扱う店舗ごとに設定される商品分類に基づく店舗カテゴリとを示す情報…を記憶する記憶部」の構成を備えることが認められる一方，これらの情報の記憶を「商品情報テーブル」に「保存され」るものとして行うか否かは不明である。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "構成要件Cについて",
              "text": [
                "乙16発明の構成cにおける「「地ビール」等の楽天市場全体に設定された商品分類に基づくジャンルの情報」及び「当該ジャンルに属する「はこだてビールギフトJセット」等の商品の情報」は，それぞれ構成要件Cの「前記共通カテゴリを示す情報」及び「前記共通カテゴリに分類される商品を示す情報」に相当し，また，乙16発明は，これらの情報を上記記憶手段から取得し，ユーザ端末に送信する送信手段を有するものであるから，乙16発明が構成要件Cを備えることは明らかである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "構成要件Dについて",
              "text": [
                "乙16発明の構成dにおける「上記送信手段により送信された上記楽天市場全体に設定された商品分類に基づくジャンルの情報と当該ジャンルに属する「はこだてビールギフトJセット」等の商品の情報がユーザの使用する端末に表示された後，ユーザが当該商品名をクリックする」は，構成要件Dの「前記第1の送信部により送信された前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示す情報が前記クライアント装置により表示された後，当該表示された商品がユーザによって選択された旨が前記クライアント装置から通知され」ることに相当する。",
                "そして，乙16発明においては，上記の場合に，「「はこだてビールオリジナルギフトセット」という個別の店舗独自に設定された商品分類に基づくジャンルの情報と当該ジャンルに属する商品の情報を上記記憶手段から取得し，これらの情報を表示するWebページデータをユーザの使用する端末に送信する送信手段」を有するところ，この構成は，構成要件Dの「前記店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を前記記憶部から取得してWebページデータを…，前記クライアントに送信する第2の送信部」に相当するものといえる。",
                "他方，乙16発明においては，「はこだてビールオリジナルギフトセット」という個別の店舗独自に設定された商品分類に基づくジャンルの情報と当該ジャンルに属する商品の情報を，どのようにして記憶手段から取得するのかが明らかではなく，「前記記憶部に記憶された前記商品情報テーブルを検索」することによって取得するものか否かは不明である。",
                "また，乙16発明においては，ユーザの使用する端末(「クライアント」)に送信されるWebページデータ(すなわち，「はこだてビールオリジナルギフトセット」というジャンルに属する複数の商品の商品名，価格，写真を一覧表示する別紙 Webページのデータ)を，上記取得した情報から「生成」するものか否かが不明である。",
                "すなわち，Webページに係る基本技術として，Webページには，静的コンテンツ(要求のパスに指定されたhtmlなどのデータがそのまま応答のデータとしてブラウザに送信される方式のWebページで，常に同じ内容を提供する場合に使われるもの)と動的コンテンツ(パスと共にクエリと呼ばれるパラメータが要求データとして送信され，これを受信したWebサーバは，スクリプトと呼ばれるプログラムに渡されたパラメータを指定して実行することで結果を生成し，それを応答のデータとしてブラウザに送信する方式のWebページで，検索画面のように，利用者によって表示される内容が異なる場合などに使われるもの)があることは，インターネットに係る技術分野における本件優先日前の技術常識であったことが認められる(甲62。この点は，控訴人らが同旨の主張をし，被控訴人もこれを特に争ってはいない。)。そして，このような技術常識を前提とすれば，構成要件Dの「前記記憶部に記憶された前記商品情報テーブルを検索し，前記店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を前記記憶部から取得してWebページデータを生成し，」におけるWebページデータの「生成」とは，取得した情報からWebページデータを上記の動的コンテンツとして生成することを意味するものと解するのが相当である。",
                "しかるところ，乙16発明においては，ユーザ端末に送信されるWebページデータを，上記取得した情報から動的コンテンツとして「生成」するものであるのか，静的コンテンツとしてサーバ装置に保存されていたデータを呼び出すものであるのかが不明であるから，その意味において，上記取得した情報から「生成」するものか否かが不明であるといえる。",
                "したがって，乙16発明は，構成要件Dのうち，「前記第1の送信部により送信された前記共通カテゴリを示す情報と前記共通カテゴリに分類される商品を示す情報が前記クライアント装置により表示された後，当該表示された商品がユーザによって選択された旨が前記クライアント装置から通知された場合に，…前記店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を前記記憶部から取得してWebページデータを…，前記クライアントに送信する第2の送信部」の構成を備えることが認められる一方，上記各情報の取得に当たって「前記記憶部に記憶された前記商品情報テーブルを検索」するか否か，及び，Webページデータの送信に当たって上記取得した情報からWebページデータを「生成」するか否かは，いずれも不明である。"
              ]
            },
            {
              "fig": "オ",
              "subject": "一致点及び相違点",
              "text": [
                "以上を総合すれば，本件各訂正発明と乙16発明とは，本件訂正部分以外の本件各訂正発明の構成(すなわち，本件各発明の構成)において一致し，以下の点で相違するものと認められる(被控訴人の主張と区別。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "相違点",
                  "text": [
                    "記憶部について，本件各訂正発明が，電子ショッピングモールが扱う商品に対応づけて，共通カテゴリと，店舗カテゴリとを示す情報を記憶するに当たり，「商品情報テーブル」に「保存され」るものとして記憶するのに対し，乙16発明では，上記情報の記憶を，「商品情報テーブル」に「保存され」るものとして行うものとは特定されていない点。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点",
                  "text": [
                    "第2の送信部又は第2の送信ステップについて，表示された商品がユーザによって選択された旨が前記クライアント装置から通知された場合に，店舗カテゴリを示す情報と店舗カテゴリに分類される商品を示す情報を記憶部から取得するに当たり，本件各訂正発明が，記憶部に記憶された「前記商品情報テーブルを検索」するのに対し，乙16発明では，上記情報の取得に当たり，記憶部に記憶された「前記商品情報テーブルを検索」するものとは特定されていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "c",
      "subject": "相違点",
      "text": [
        "第2の送信部又は第2の送信ステップについて，クライアントにWebページデータを送信するに当たり，本件各訂正発明が，店舗カテゴリを示す情報と店舗カテゴリに分類される商品を示す情報を記憶部から取得してWebページデータを「生成」するのに対し，乙16発明では，上記Webページデータの送信に当たり，上記取得した情報からWebページデータを「生成」するものとは特定されていない点。",
        "控訴人ら主張の相違点4について",
        "控訴人らは，乙16文献には，選択された商品情報の表示の際に，店舗カテゴリを示す情報と店舗カテゴリに分類される商品を示す情報を表示することが記載されていないから，乙16発明は，表示された商品がユーザによって選択された旨がクライアント装置から通知された場合に，「店舗カテゴリを示す情報と前記店舗カテゴリに分類される商品を示す情報を記憶部から取得して」Webページデータを生成していない点(相違点4)においても，本件各訂正発明と相違する旨主張する。",
        "合すれば，同文献には，「地ビール」等の楽天市場全体において共通に設定された商品分類に基づく検索の結果として「はこだてビールギフトJセット」等の商品名が表示されること，当該商品は，「はこだてビール」という個別の店舗独自に設定された商品分類である「はこだてビールオリジナルギフトセット」というジャンルに属する商品であること，ユーザが端末を操作して上記商品名をクリックすると，当該店舗のホームページにアクセスし，まずは，「はこだてビールオリジナルギフトセット」のジャンルのページ( のページ)が表示され，更にユーザが当該ページに一覧表示された個別の商品である「はこだてビールギフトBセット」の商品名をクリックすると，当該個別の商品の紹介ページ( のページ)が表示されることが記載されているものというべきである。",
        "このように，乙16文献には，ユーザによって選択された商品を表示する際に，「はこだてビールオリジナルギフトセット」というジャンルの表題の下に，「はこだてビールギフトAセット」，「はこだてビールギフトBセット」等の複数の商品の商品名，価格，写真が一覧表示されたWebページ画像( のページ)が表示されることが記載されているのであるから，選択された商品情報の表示の際に，店舗カテゴリを示す情報と店舗カテゴリに分類される商品を示す情報を表示することが記載されているものといえるのであって，控訴人らの上記主張は，その前提において理由がない。",
        "なお，本件訂正を認めた訂正2016-390052事件に係る審決(甲70)は，本件訂正発明1について独立特許要件の有無を判断するに当たり，乙16文献の記載について，上記と異なる認定(控訴人ら主張のとおりの認定)をしているが，乙16文献の記載からは、上記で述べたとおりのことが読み取れるというべきであるから，上記審決の認定は是認できない。",
        "相違点に係る容易想到性について",
        "そこで，上記各相違点に係る容易想到性について検討する。"
      ]
    },
    {
      "fig": "ア",
      "subject": "相違点 について",
      "text": [
        "インターネットショッピングにおいて，その運営・管理に必要となる商品に関する各種情報を記憶する態様については，例えば，本件特許の優先日前に刊行された文献に，次のようなことが記載されている。"
      ],
      "content": [
        {
          "fig": "a",
          "subject": "特開2002-63465号公報(乙69)",
          "text": [
            "【0013】…本実施形態は，顧客装置1と販売店装置2とが，インターネット3を介して，互いに接続されて構成されているネットワーク販売システムに本発明を適用した例である。…",
            "【0014】販売店装置2のユーザである販売店は，インターネット3上で，オンラインショップを開設している。…",
            "【0015】顧客装置1のユーザである顧客は，オンラインショップにアクセスし，希望の商品の注文を行うことができる。…",
            "【0029】商品データベース235は，図4に一例を示すように，商品を識別するためのコードである商品ID2351と，商品名2352と，販売価格2353と，その商品の属性，例えば，「家電」「ゲーム機」「ソフトウェア」等に分類される属性2354と，その商品の画像を生成するためのイメージデータ2355とを関連付けて格納する。"
          ]
        },
        {
          "fig": "b",
          "subject": "特開2002-92508号公報(乙70)",
          "text": [
            "【0001】",
            "【発明が属する技術分野】コンピュータシステムにより行う電子モールショッピングにおいて，購入者端末の画面上に映し出された複数の商品の中から，購入者が選択した商品の表示方法に関する。",
            "【0010】図3は，商品情報DB14のファイルレコードの一実施例であり，ショップID，分類ID，商品ID，商品名，型式，価格，商品画像，組み合わせ画像，階層情報，商品説明等から構成される。…"
          ]
        },
        {
          "fig": "c",
          "subject": "特開2001-265851号公報(乙71)",
          "text": [
            "【0001】",
            "【発明の属する技術分野】本発明は，商品の選択手法に関し，特に，オンラインショッピングシステム及び方法に用いて好適な商品選択手法に関する。",
            "【0032】商品マスタDB231は，図5(a)に示すように，この事業体が取り扱っている全商品の商品コード，商品名，商品説明内容，基準単価，商品区分，リンク情報などが記録されている。",
            "【0033】ここで，商品区分とは，その商品が，「本体」，「オプション」，「消耗品」のいずれに属するかを示す情報である。「本体」とは，通常，単独で使用される主要商品を意味する。「オプション」とは，通常，単独で使用されることがなく，本体に装着・接続されて使用される商品を意味する。「消耗品」とは，通常，単独で使用されることがなく，本体又はオプションに装着され，使用に伴って量が減少するものを意味する。例えば，コピー機を例に取ると，コピー機自体が本体，コピー機に装着されて使用されるフィーダ，ソータ，通信装置，電源装置がオプション，トナーやPPC用紙が消耗品となる。また，ディジタルカメラを例に取ると，カメラ自体が本体，カメラとパーソナルコンピュータを接続するケーブル及び通信ソフトがオプション，画像を蓄積するフラッシュメモリカードや電池が消耗品となる。",
            "【0034】リンク情報とは，他の商品区分で，その商品に使用可能なものが登録されている。例えば，「本体」であれば，その本体に適合するオプションや消耗品の商品コードが登録されている。同様に，「オプション」であれば，そのオプションが適合する本体の商品コードや，そのオプションに適合する消耗品の商品コードが登録されている。また，「消耗品」であれば，その消耗品が適合する本体やオプションの商品コードが登録されている。図5(a)の例では，本体である商品コードA123の商品に使用できる消耗品として，C203が挙げられている。従って，商品コードC203のリンク情報には，適合する本体としてA123が挙げられている。",
            "【0035】この商品区分及びリンク情報により，各商品がいずれかの商品区分に分類され，さらに，適合関係にある商品同士がリンク付けされる。これにより，例えば本体の機種を指定すれば，その本体に適合するオプション又は消耗品を特定するという形式で，商品を選択・指定することも可能であり。また，商品区分を特定し，その商品区分内で，ある商品に適合する商品を選択・指定することも可能となる。"
          ]
        },
        {
          "fig": "d",
          "subject": "特開2003-281447号公報(乙72)",
          "text": [
            "【0001】",
            "【発明の属する技術分野】本発明は，利用者の商品購入希望時期までの猶予期間に基づいて，利用者に提供する商品情報の内容を決定して，利用者の必要な情報を絞り込む煩雑な作業を軽減させた商品情報提供方法に関する。",
            "【0006】また，インターネットなどで特定の商品に関する情報を検索したり，複数の商品を比較したりするサイトも存在している。",
            "【0027】商品情報テーブル1210を，図2に示す。図2に示すように，商品情報テーブル1210は，情報ID，商品分類，情報内容分類，企業／個人発信区分，商品ID，使用用途，用途詳細，ポイントとなるスペック，商品情報を有している。",
            "【0028】ここで，情報IDは，商品情報ごとの識別子を示す。情報内容分類は，その商品情報がどの情報内容の情報であるかを示し，“商品基礎知識”，“用途別使用知識”，“商品スペック”に分類され，この分類に基づいて，情報提供期間に応じた情報内容に分類される商品情報を提供する。",
            "以上のような各文献の記載によれば，インターネットショッピングにおいて，その運営・管理に必要となる商品に関する各種情報を記憶するに当たり，テーブル(すなわち，行と列からなる2次元の表)の形式で保存することは，本件特許の優先日当時における周知技術であったことが優に認められる。",
            "してみると，インターネット・ショッピングモールの管理装置・方法に係る乙16発明に対し，同様の技術分野における上記周知技術を適用することにより，「共通カテゴリ」や「店舗カテゴリ」を含む商品情報等の記憶を，「商品情報テーブル」に「保存され」るものとして行い，相違点 に係る本件各訂正発明の構成とすることは，当業者が容易に想到し得たものと認められる。",
            "これに対し，控訴人らは，以下のとおり主張して，相違点 に係る容易想到性を争うので，それぞれ検討する。"
          ]
        },
        {
          "fig": "a",
          "text": [
            "控訴人らは，被控訴人主張の周知技術(乙66ないし72)には，本件各訂正発明のように，「電子ショッピングモール」に係る管理装置・方法において，「店舗カテゴリ」をデータベース化すべく「商品情報テーブル」に記憶したものは一切存在せず，そもそも各店舗の独自性のアピール・反映という課題・目的や各店舗の独自のカテゴリの併用という課題解決・目的達成の方向性に着目したものは一切存在しない旨を主張する。",
            "しかしながら，前記 で述べたとおり，乙16発明は，楽天市場が扱う商品の情報に対応づけて，楽天市場全体において共通に設定された商品分類に基づくジャンル(「共通カテゴリ」)の情報と個別の店舗独自に設定された商品分類に基づくジャンル(「店舗カテゴリ」)の情報を記憶する構成を有するものであり，本件各訂正発明と同様に，「ユーザは，電子ショッピングモール全体の共通カテゴリだけでなく，各店舗が独自に設定したカテゴリにも基づいて，商品を閲覧，選択，購入等することができ，店舗の独自性を反映することができる」(本件訂正明細書の段落【0019】)との効果を奏することができるものといえるから，控訴人らが主張する「各店舗の独自性のアピール・反映という課題・目的」，「各店舗の独自のカテゴリの併用という課題解決・目的達成の方向性への着目」といった点は，既に乙16発明が備えるものにほかならない。そして，ここで問題となるのは，このような乙16発明に対して 上記各情報を記憶する具体的態様を本件各訂正発明の構成とすることの可否であるところ，その際，当該周知技術自体に，「各店舗の独自性のアピール・反映という課題・目的」，「各店舗の独自のカテゴリの併用という課題解決・目的達成の方向性への着目」といった本件各訂正発明と同様の課題・目的等が存在することが求められる理由はない(上記周知技術は，データベースにデータを蓄積するための汎用技術というべきものであって，様々な課題解決・目的達成のために利用できるのであるから，その適用に当たって，当該技術自体が，特定の課題・目的を明示的に持っているかどうかを問題にする必要はない。)から，控訴人らの上記主張は，相違点 に係る容易想到性を否定する理由とはならない。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "また，控訴人らは，乙16発明は，Webページを階層的に構成し，最下層のWebページに複数の商品説明を表示列記するもの(ページ階層型)にすぎないから，そのような乙16発明において，データベース型の構成である相違点 に係る本件各訂正発明の構成を採用することには動機付けがなく，かえって，サーバへの負担軽減を図るなどした乙16発明の設計思想に反するから，阻害要因がある旨を主張する。",
            "しかしながら，控訴人らが，乙16発明について主張する「ページ階層型」の構成とは，乙16発明において，個別の店舗独自に設定された商品分類である「はこだてビールオリジナルギフトセット」というジャンルのページ( に，当該ジャンルに属する複数の商品(「はこだてビールギフトAセット」など)の情報(商品名，価格，写真)が表示列記されていることを指すものと解されるところ，このことは，Webページにおける商品情報等の表示の態様を表すものにすぎず，当該「表示の態様」が上記のようなものであるからといって，「店舗カテゴリ」の情報を含む商品情報等が記憶手段にどのように格納されているかという「記憶の態様」が当然に定まるものではなく，乙16文献からは，乙16発明における当該「記憶の態様」は明らかではないというべきである。",
            "したがって，乙16発明が控訴人らのいう「ページ階層型」の表示の態様を採るからといって，乙16発明における商品情報等の記憶の態様が，本件各訂正発明の構成(商品情報等の記憶を，「商品情報テーブル」に「保存され」るものとして行うこと)と相容れないものであることが認められるものではない。",
            "してみると，乙16発明と本件各訂正発明とが，商品情報等の記憶の態様において本質的に異なることを前提に，乙16発明において，相違点 に係る本件各訂正発明の構成を採用することの動機付けを否定するとともに，阻害要因の存在を指摘する控訴人らの上記主張は，その前提において理由がないというべきである。"
          ]
        },
        {
          "fig": "c",
          "text": [
            "以上のとおり，相違点 に係る容易想到性を争う控訴人らの主張は，いずれも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点 について",
      "text": [
        "上記ア のとおり，乙16発明において，上記周知技術を適用することにより，相違点 に係る本件各訂正発明の構成とすることは，当業者が容易に想到し得たものと認められる。",
        "そして，その結果，「店舗カテゴリ」等の情報を「商品情報テーブル」に「保存され」るものとして記憶することになれば，これらの情報を取得してユーザに提示する際には，当該「商品情報テーブル」に保存された複数の情報から必要な情報を取得するために，これを検索することは当然に行われるべき処理といえる。",
        "したがって，乙16発明において，上記周知技術を適用するに当たり，相違点 に係る本件各訂正発明の構成とすることに併せて，相違点 に係る本件各訂正発明の構成とすることは，当業者が容易に想到し得たものと認められる。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "相違点 について",
      "text": [
        "Webページデータの送信に当たっては，①静的コンテンツ(要求のパスに指定されたhtmlなどのデータがそのまま応答のデータとしてブラウザに送信される方式のWebページ)として，サーバ装置に保存されていたデータを呼び出してそのまま送信する方法のほか，②動的コンテンツ(パスと共にクエリと呼ばれるパラメータが要求データとして送信され，これを受信したWebサーバは，スクリプトと呼ばれるプログラムに渡されたパラメータを指定して実行することで結果を生成し，それを応答のデータとしてブラウザに送信する方式のWebページ)として，取得した情報からその都度データを「生成」して送信する方法があることは，インターネットに係る技術分野における本件優先日前の技術常識であったことが認められる。",
        "してみると，乙16発明において，技術常識である上記②方法を採用し，記憶手段から取得した個別の店舗独自に設定された商品分類に基づくジャンルの情報と当該ジャンルに属する商品の情報からWebページデータを「生成」してユーザ端末に送信するようにすることにより，相違点 に係る本件各訂正発明の構成とすることは，当業者が容易に想到し得たものと認められる。",
        "これに対し，控訴人らは，乙16発明に係る旧被告装置・方法は，動的コンテンツとしてWebページデータを生成する際のプログラムの実行に伴う負荷を軽減し，応答速度が遅くなることを回避するという設計思想により，静的コンテンツとして保存されたWebページデータを呼び出してそのまま送信する構成を採用したものと推察されるから，このような旧被告装置・方法において，相違点 に係る本件各訂正発明の構成とすることには阻害要因がある旨を主張する。",
        "方法と②の方法とを比較すると，①の方法では，送信する全てのWebページデータを記憶手段に保持しておかねばならないから，それに見合う容量の記憶手段を備えるためのコストがかかるという短所を有する一方で，Webページデータの生成に係るサーバ装置の処理負担を軽減できるという長所を有し，逆に，②の方法では，Webページデータの生成に係るサーバ装置の処理負担が増大するという短所を有する一方で，膨大なWebページデータを全て記憶手段に保持する必要がないという長所を有する。このようなことからすると，Webページデータの送信に当たって，上記①の方法と②の方法のいずれを選択するかは，それぞれの場合ごとに，必要なデータ量やサーバ装置等の設備に要する性能・コスト等を考慮して適宜決めるべき設計的事項にすぎないものといえる。",
        "したがって，乙16発明において，上記②の方法を採り，相違点 に係る本件各訂正発明の構成とすることに阻害要因があるなどとはいえないというべきであり，控訴人らの上記主張は理由がない。",
        "小括",
        "以上によれば，本件各訂正発明は，本件特許の優先日前に，当業者が乙16発明及び周知技術に基づいて容易に発明をすることができたものと認められるから，本件各訂正発明に係る特許には，進歩性欠如(特許法29条2項違反)の無効理由がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "2",
              "subject": "結論",
              "text": [
                "上記1によれば，本件各訂正発明に係る特許は，特許無効審判により無効にされるべきものと認められるから，特許法104条の3第1項の規定により，控訴人らは，被控訴人に対し本件特許権を行使することができない。",
                "したがって，本件特許権に基づく控訴人らの請求は，その余の点について判断するまでもなく，いずれも理由がない。",
                "よって，控訴人らの請求をいずれも棄却した原判決は結論において相当であり，本件控訴はいずれも理由がないからこれを棄却することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ネ)10027",
    "date": "2016-11-24",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成26年(ワ)25282",
    "precedent_id": "086271",
    "ipprecedent_id": "4494",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}