{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2015-5976号事件について平成28年1月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成22年12月2日を出願日とする実願2010-7877号(以下「本件原出願」という。)に係る実用新案登録第3165967号(登録日：平成23年1月19日)に基づき，平成25年2月14日，発明の名称を「容器」とする特許出願(特願2013-26956号。以下「本願」という。)をした。",
            "原告は，本願について，平成26年3月13日付けの拒絶理由通知を受け，同年5月1日付け手続補正書(甲14)により，特許請求の範囲の補正を含む手続補正をしたが，同年12月11日付けで拒絶査定を受けた。",
            "原告は，平成27年4月1日，拒絶査定不服審判を請求(以下「本件審判請求」という。)するとともに，同日付け手続補正書(甲15)により，特許請求の範囲の補正を含む手続補正(以下「本件補正」という。本件補正後の請求項の数9。)をした。",
            "特許庁は，本件審判請求について，不服2015-5976号事件として審理を行い，平成28年1月25日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同年2月23日，その謄本が原告に送達された。",
            "原告は，平成28年3月16日，本件審決の取消しを求める本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正前のもの",
            "本件補正前の特許請求の範囲請求項1の記載(平成26年5月1日付け手続補正書により補正されたもの)は，次のとおりである(甲14。以下，本件補正前の請求項1に係る発明を「本願発明」という。)。",
            "「【請求項1】",
            "液体を入れることができる内容器であって，",
            "前記内容器が，開口部と前記開口部の周りにある縁部とを有する上部と，前記内容器の底に位置する底部と，側部とを備え，",
            "前記側部に少なくとも1つの突起部を有し，",
            "前記開口部が他の前記内容器を重ねることができるような広さを有し，",
            "前記液体が塗料であり，",
            "前記少なくとも1つの突起部が，塗料を塗るものに付いた塗料の量を調整するために使用される内容器。」",
            "本件補正後のもの",
            "本件補正後の特許請求の範囲請求項1の記載は，次のとおりである(以下，本件補正後の請求項1を「本件請求項1」，同請求項に係る発明を「本願補正発明」といい，本件補正後の明細書及び図面(甲13，15)を「本願補正明細書」という。なお，下線部は，本件補正による補正箇所である。)。",
            "「【請求項1】",
            "液体を入れることができる内容器であって，",
            "前記内容器が，開口部と前記開口部の周りにある縁部とを有する上部と，前記内容器の底に位置する底部と，側部とを備え，",
            "前記側部に少なくとも1つの突起部を有し，",
            "前記開口部が他の前記内容器を重ねることができるような広さを有し，",
            "前記液体が塗料であり，",
            "前記少なくとも1つの突起部は，その上をローラが転がることにより前記ローラに付いた塗料の量を調整するために使用され，",
            "前記内容器は金型で樹脂をプレスすることにより作られる内容器。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，要するに，①本件補正は，特許請求の範囲の減縮を目的とする補正に当たるところ，本願補正発明は，本件原出願前に頒布された刊行物である特開2004-344799号公報(甲1。以下「甲1公報」という。)に記載されていると認められる発明(以下「引用発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであるから，本件補正は，特許法17条の2第6項において準用する同法126条7項の規定に違反し，同法159条1項で読み替えて準用する同法53条1項の規定により却下すべきものである，②本願発明の発明特定事項を全て含む本願補正発明が，引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものであることからすると，本願発明も，引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものである，③したがって，本願発明は，特許法29条2項の規定により特許を受けることができないから，本願は拒絶すべきものである，というものである。",
            "本件審決が認定した引用発明，本願補正発明と引用発明の一致点及び相違点は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明",
              "text": [
                "「液体を入れることができるローラ用バケットの容器本体Aであって，",
                "前記ローラ用バケットの容器本体Aが，開口部と前記開口部の周りにある縁部8とを有する上部と，前記ローラ用バケットの容器本体Aの底に位置する底部5と，側部とを備え，",
                "前記側部の傾斜面Bにおける塗料絞り部7に複数の突起10を設け，",
                "前記開口部に他の前記ローラ用バケットの容器本体Aを挿入して重ねることができるような構造を有し，",
                "前記液体が塗料であり，",
                "前記複数の突起10は，その複数の突起10を設けた前記塗料絞り部7の上を塗装用ローラRが転がることにより前記塗装用ローラRの刷毛部19に含まれている余分な塗料を排出するために使用されるローラ用バケットの容器本体A。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願補正発明と引用発明の一致点",
              "text": [
                "「液体を入れることができる容器であって，",
                "前記容器が，開口部と前記開口部の周りにある縁部とを有する上部と，前記容器の底に位置する底部と，側部とを備え，",
                "前記側部に少なくとも1つの突起部を有し，",
                "他の容器を重ねることができるような所定の構造を有し，",
                "前記液体が塗料であり，",
                "前記少なくとも1つの突起部は，ローラに付いた塗料の量を調整するために使用される容器。」である点。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本願補正発明と引用発明の相違点",
              "text": [
                "相違点1",
                "容器に関し，本願補正発明においては，「内容器」であるのに対して，引用発明においては，「ローラ用バケットの容器本体A」である点。",
                "相違点2",
                "他の容器を重ねることができるような所定の構造を有することに関し，本願補正発明においては，「開口部が他の内容器を重ねることができるような広さを有し」ているのに対して，引用発明においては，「開口部に他のローラ用バケットの容器本体Aを挿入して重ねることができるような構造を有し」ている点。",
                "相違点3",
                "少なくとも1つの突起部は，ローラに付いた塗料の量を調整するために使用されることに関し，本願補正発明においては，「少なくとも1つの突起部は，その上をローラが転がることにより前記ローラに付いた塗料の量を調整するために使用され」るのに対して，引用発明においては，「複数の突起10は，その複数の突起10を設けた塗料絞り部7の上を塗装用ローラRが転がることにより前記塗装用ローラRの刷毛部19に含まれている余分な塗料を排出するために使用される」点。",
                "相違点4",
                "本願補正発明においては，「内容器は金型で樹脂をプレスすることにより作られる」のに対して，引用発明においては，ローラ用バケットの容器本体Aがどのようにして作られるのか明らかでない点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審判における手続の違法)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件請求項1には，「前記内容器は金型で樹脂をプレスすることにより作られる内容器」との記載があり，物の発明についてその物の製造方法の記載があるから，本件請求項1は，いわゆるプロダクト・バイ・プロセス・クレーム(以下「PBPクレーム」という。)に該当する。",
                "そして，PBPクレームについて，「当該特許請求の範囲の記載が特許法36条6項2号にいう「発明が明確であること」という要件に適合するといえるのは，出願時において当該物をその構造又は特性により直接特定することが不可能であるか，又はおよそ実際的でないという事情が存在するときに限られる(最高裁平成27年6月5日第二小法廷判決)。",
                "ところが，本件審決は，本件請求項1にその物の製造方法が記載されているか否かについての判断を明確に示さず，また，PBPクレームにおいて「発明が明確である」といえるための上記要件の有無について，何ら審理を尽くしていないから，この点において本件の審判手続には違法がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件請求項1の「前記内容器は金型で樹脂をプレスすることにより作られる」との物の製造方法の記載は，原告の平成27年4月1日付け手続補正書による本件補正において加えられたものであるところ，その後の平成27年6月5日にPBPクレームに係る上記最高裁判決があったのであるから，本来であれば，原告にはPBPクレームを製造方法のクレームに変更できる機会が与えられるべきであったにもかかわらず，審判官は，このような補正の機会を原告に与えなかったのであり，この点において本件の審判手続には適正手続違反の違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明の認定の誤り)",
          "text": [
            "本件審決は，引用発明について，「前記開口部に他の前記ローラ用バケットの容器本体Aを挿入して重ねることができるような構造を有」するものと認定したが，以下に述べるとおり，甲1公報に記載された発明は，その容器本体Aを重ね合わせることができるものとはいえないから，本件審決の上記認定は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1公報には，容器本体Aの端面図として図3が記載されているところ，「端面図」とは，切断面の形態のみを描く図面である(切断面から視線方向に見える形態を含めて描く「断面図」とは異なる。)から，図3によれば，容器本体Aは，その中央を直線的に切断した切断面の形態が，以下に示す図3のとおりのものであることになる(ただし，α及びβの表記は原告による。)。",
                "【図3】",
                "これを前提にすると，容器本体Aの脚部12の上部を開口させたとしても，上記図面のβの部分(以下「βの部分」という。)が邪魔となり，複数の容器本体Aを重ね合わせることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，甲1公報には，「脚部12の上部を開口させているので，図7に示すように，複数の容器本体Aを重ね合わせるときに，上側の容器本体Aの脚部12，12を，下側の容器本体Aの凹部11に差し込むことができる。」(段落【0021】)との記載があるが，凹部に脚部が差し込まれるような位置関係や寸法，容器が上部から下部に向けて窄まるテーパー形状に形成されることについては記載されていない。そして，図7は，「容器本体Aを重ね合わせた状態を示す斜視図である。」とされるが，「上側の容器本体Aの脚部12，12が，下側の容器本体Aの凹部11に差し込まれた状態」は記載されていない。また，図7によれば，容器本体Aの隣接する側面は直角に接続されており，テーパー状ではなく，他の図面にも容器本体Aがテーパー状であるものは存在しない。",
                "このように，甲1公報の容器本体Aがテーパー状であることを甲1公報の記載から導き出すことはできず，そうである以上，甲1公報に記載された発明として，容器本体Aを重ね合わせることができるものを認定することはできない。",
                "この点，本件審決は，甲1公報の図面の記載を根拠とする原告の主張について，「引用刊行物における図面は，説明図であって，正確な寸法や角度までを特定することはできない」としてこれを排斥するが，図面の記載であっても，当業者においてこれを正確に理解し，かつ，容易に実施することができる程度に記載されていれば，これに基づく分割出願ができることに照らせば，本件審決の上記判断に合理的な理由はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3についての認定判断の誤り)",
          "text": [
            "本件審決は，本願補正発明と引用発明との相違点3について，引用発明では，複数の突起10を設けた塗料絞り部7の上をローラRが転がる際に，複数の突起10(少なくとも 1 つの突起部)の上をローラRが転がることは明らかであると認定し，これを前提に相違点3は実質的な相違点ではない旨判断する。",
            "しかし，甲1公報の段落【0019】には，「刷毛部19全体に塗料を馴染ませたら，傾斜面Bに沿ってさらに刷毛部19をさらに引き上げて，図6に示すように，塗料絞り部7の上でローラRを往復移動させる。このようにすると，塗料絞り部7に設けた複数の突起10が，ローラRの表面に食い込むために，刷毛部19が塗料絞り部7の上で回転する。そして，このように塗料絞り部7の上で刷毛部19を転がすことによって，刷毛部19に含まれている余分な塗料を排出する。以上のようにすれば，刷毛部19全体に適量な塗料を均一に含ませた状態にすることができる。」と記載されており，この記載によれば，甲1公報記載の発明においては，突起10がローラRの表面に食い込むのであり，突起10の上でローラRが回転するものではない。",
            "これに対し，被告は，甲 1 公報の突起10が塗装用ローラRに食い込むとしても，塗装用ローラRの刷毛部が，1つの突起10に接し始めた時から離れるまでの間に，多少なりとも回転することは明らかである旨主張する。しかし，甲1公報記載の発明においては，突起10がローラRに食い込み，ローラRが塗料絞り部7の上を滑ることを防止し，ローラRがまんべんなく塗料絞り部7に押しつけられることにより，ローラRに付いた塗料の量が調整されるものであるところ，ローラRが突起10の上を回転すると，多少なりとも突起10の上を通ることとなり，塗料絞り部7とローラRとの間に隙間ができることとなるから，ローラR全体に塗料を均一に馴染ませることができなくなる。したがって，食い込むことと，回転することとは異なるものである。",
            "したがって，本件審決が，引用発明では複数の突起10の上をローラRが転がると認定したことは誤りであり，これを前提として，相違点3を実質的な相違点ではないとした本件審決の判断は誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点4についての容易想到性判断の誤り)",
          "text": [
            "本件審決は，引用発明との相違点4に係る本願補正発明の構成(容器が金型で樹脂をプレスすることにより作られること)について，引用発明に，本件原出願前の周知技術(樹脂製の容器をプレス成形すること)を適用することにより，当業者が容易になし得たことである旨判断する。",
            "しかし，以下に述べるとおり，甲1公報記載の容器本体Aは，その構造からみて，射出成形で製造されるものであって，プレス成形で製造することができないものであるから，本件審決の上記判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "プレス成形に用いられるプレス機械は，一般的に，上型を取り付けるスライドと，下型を取り付けるボルスタと，スライドの上下運動をガイドするコラムと，スライドを上下運動させるためのスライド駆動機構を備え，上型が上下運動を行うことにより製品が製造される(甲52)。このように，プレス成形は，一枚の板を金型で挟み込んで形を造っていくため，深物や尖った形状は不向きである。",
                "この点，甲1公報記載の容器本体Aには，図3ないし6に示されるとおり，と塗料絞り部7の傾斜面との境界近傍にある鋭角状に折れ曲がって描かれた部分(以下「第1の部分」という。)や左下の直角状に折れ曲がって描かれた部分(以下「第2の部分」という。)のように尖った部分があり，プレス成形による量産には不向きなものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1公報記載の容器本体Aの塗料絞り部7及び塗料馴染ませ部6である傾斜面は，裏面はつるつるであるが，表面には凸形状(突起10及び凸部9)が形成されているが，一枚の板を金型で挟み込むプレス成形では，このような形状にすることは不可能である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲1公報記載の容器本体Aは，図1に示されるとおり凹部11を2つ有しているところ，段落【0016】に「凹部11，11には，塗装用の刷毛を収納できるようにしている。上記脚部12，12の底には，取り外し可能なキャップ13，13を設けている。このキャップ13，13を取り外すことによって，凹部11，11の内部が簡単に清掃できるようにしている。」と記載されていることからすると，上記凹部11は，貫通孔を形成するものである。",
                "しかし，プレス成形は，雄型と雌型で成形材料を挟み込み成形力を加えることにより行われるものであるから，形成される形状は箱状となり，必ず底面が形成され，貫通孔を作ることは不可能である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "仮に，甲1公報記載の容器本体Aが重ね合わせられるとの本件審決の認定に従えば，その際，容器本体Aの脚部12，12は，下側の容器本体Aの凹部11，11にそれぞれ差し込まれた状態となることとなるが，そのためには，凹部11において開口部の面積が底部の面積よりも広いことが必要である。",
                "上の図は，甲1公報の図1に示される容器本体Aに，A～Fの符号を書き加えたものであるところ，A，B，Cと続く壁は，凹部11に塗料が流れ込まないためのものと考えられるところ，凹部11において開口部の面積が底部の面積よりも広いというのであれば，A，B，Cと続く壁は，ラッパ状に上に開いた状態となるはずである。",
                "他方，プレス成形は，雄型と雌型で成形材料を挟み込んで行われるのであるから，A，B，Cと続く壁がラッパ状に開いているとすると，当該壁の根元に位置する塗料絞り部7を雄型と雌型により挟み込んで成形することは不可能である(下の図に示すとおり，プレス成形において上型を上下運動させた場合，上型の①及び③の部分と下型の②及び④の部分とが当接して，樹脂をプレスすることができない。)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審判における手続の違法)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件請求項1がPBPクレームであるとした上で，本件審決は本件請求項1がPBPクレームであるか否かの判断を明確に示さず，また，「発明が明確であること」の要件についても何ら審理が尽くされていないから，本件の審判手続には違法がある旨主張する。",
                "しかし，本件審決は，本願補正発明について，進歩性欠如を理由として，いわゆる独立特許要件(特許法17条の2第6項において準用する同法126条7項)を満たしていないとの判断をしたものである。そして，進歩性欠如と明確性要件違反とは，独立特許要件充足性をそれぞれ独立して否定する理由であるから，本件審決のした進歩性欠如の判断から離れて，PBPクレームであるか否かの判断が必要だったとか，明確性要件の審理が尽くされていないなどと主張することは，本件審決から離れた主張であることが明らかである。",
                "したがって，原告の上記主張は，本件審決の取消事由として認められるべきものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，本件請求項1がPBPクレームに該当し，原告の本件補正に係る手続補正書がPBPクレームに係る最高裁判決の前に提出されている以上，原告に対し製造方法のクレームに補正できる機会が与えられるべきであったのに，これを与えなかった本件の審判手続には違法がある旨主張する。",
                "しかし，上記最高裁判決は，PBPクレームについて，製造方法への補正の機会を常に与えるべきことを判示したものではない。そして，本件の審判手続においては，本願補正発明の独立特許要件充足性の検討をするに当たり，本願補正発明の要旨を認定することが可能であり，進歩性の判断ができる状態にあった。しかも，本件審決は，「内容器」が「金型で樹脂をプレスすることにより作られる」態様に基づいて進歩性欠如との判断をしたものであるから，原告にとって本件請求項1に含まれることが予想できない態様に基づいて判断をしたわけではないし，また，仮に製造方法の発明に補正しても直ちに結論が変わるものではない。",
                "したがって，本件の審判合議体が原告に補正の機会を与えなかったことに違法はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明の認定の誤り)に対し",
          "text": [
            "原告は，甲1公報に記載された発明について，「前記開口部に他の前記ローラ用バケットの容器本体Aを挿入して重ねることができるような構造を有」するとした本件審決の認定は誤りである旨主張する。",
            "しかし，甲1公報の段落【0015】，【0016】，【0021】及び【0027】には，容器本体Aを重ね合わせられることが明示的に記載されており，それ以外の理解の余地はない。また，図7は，容器本体Aを重ね合わせた状態を示す斜視図であることが明示的に記載されているところ，その図自体からも，容器本体Aを重ね合わせられること以外の理解の余地はない。",
            "したがって，甲1公報に記載された発明に係る本件審決の上記認定に誤りはなく，原告主張の取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3についての認定判断の誤り)に対し",
          "text": [
            "原告は，本件審決が，引用発明では，複数の突起10(少なくとも 1 つの突起部)の上をローラRが転がると認定し，これを前提に相違点3は実質的な相違点ではないと判断したことは誤りである旨主張する。",
            "しかし，甲1公報記載の発明において，突起10が塗装用ローラRの表面に食い込むとしても，突起10は曲面である(段落【0015】，【0020】)とともに，塗装用ローラRの刷毛部は突起10が食い込める程度に柔らかいと解されるから，塗装用ローラRの刷毛部が，1つの突起10に接し始めたときから離れるまでの間に，多少なりとも回転することは明らかであって，本件審決の上記認定には誤りがない。",
            "そして，本願補正発明における「少なくとも1つの突起部」は，甲1公報記載の発明の複数の突起10の形態を含むものであるから，本件審決が，相違点3は実質的な相違点ではないと判断したことにも誤りはない。",
            "したがって，原告主張の取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点4についての容易想到性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，プレス成形は，一枚の板を金型で挟み込んで形を造っていくため，甲1公報の容器本体Aにある第1の部分や第2の部分のような尖った形状を作るのには不向きであり，また，容器本体Aの塗料絞り部7及び塗料馴染ませ部6である傾斜面のような，裏面がつるつるで表面に凸形状ができるような形状を作ることは不可能である旨主張する。",
                "しかしながら，まず，第1の部分については，前記2で述べたとおり甲1公報に容器本体Aを重ね合わせられることが明示的に記載されていることに照らせば，当該鋭角状の部分は実在しないものである。",
                "また，樹脂製の部材をプレス成形する際には，その部材に流動性を付与した上で金型によりプレスする(乙3の76頁下から6行ないし同頁下から4行)のであるから，第2の部分のような形状をプレス成形により製造することはできる。このことは，プレス成形で製造され得る容器を示す乙4(実願平3-52939号(実開平5-7662号)のCD-ROM)の図1ないし3からみても明らかである。",
                "また，乙5(特開2004-91002号公報)の図2，3及び7ないし9によれば，カップ状容器1におけるフランジ4は，一方の面に突起部5を有し，他方の面(上面)は平面であるところ，このような形状がプレス成形で作られていることが理解できるから，裏面がつるつるで表面に凸形状ができるような形状をプレス成形で作ることは可能である。",
                "したがって，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，甲1公報記載の容器本体Aが重ね合わせられるとすれば，容器本体Aは，凹部11において開口部の面積が底部の面積よりも広いことが必要であり，そのためには，A，B，C(前記第3の4(4)記載の図面参照)と続く壁はラッパ状に上に開いた状態となるが，このような形状を雄型と雌型により挟み込んで成形することは不可能である旨主張する。",
                "この点，原告は，下に示す図イ(Bの壁と塗料絞り部7とを含む断面における輪郭形状の概略図)のようなBの壁の左右の形状を「ラッパ状に上に開いている」と表現し，上記A，B，Cと続く壁が，凹部11側の面(以下「面㋐」という。)とそれとは反対側の面(以下「面㋑」という。)を有し，面㋐及び面㋑がともに，上方へ向かうにつれて凹部11とは反対側に倒れるようになっている形状(以下「特定形状」という。)であることを前提に，このような形状をプレス加工で成形することはできない旨を主張するものと解される。",
                "図イ  Bの壁  Bの壁",
                "塗料絞り部7面㋐  面㋐",
                "面㋑ 面㋑凹部11  凹部11",
                "しかしながら，面㋑は脚部12には接触しないから，その形状は，脚部12が凹部11に差し込めるか否か(すなわち，容器本体Aを重ね合わせられるか否か)には関係しないところ，面㋐が特定形状となるように加工されるときに，当然に面㋑が特定形状となるように加工されることにはならず，また，甲1公報には，面㋑が特定形状となっているとの記載もない。",
                "他方，壁Bについて，例えば，下に示す図ロに示すような輪郭形状があり得ることは明らかであり，このような形状であれば，プレス加工により成形することができる。",
                "図ロ Bの壁    Bの壁塗料絞り部7面㋐  面㋑ 面㋑ 面㋐凹部11 凹部11してみると，甲1公報記載の容器本体Aが重ね合わせられるとすると，当然に面㋑が特定形状となることを前提として，このような形状をプレス加工で成形することはできない旨を述べる原告の上記主張は，その前提において失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，甲1公報記載の容器本体Aがプレス成形で製造することができないものであることを理由に，本件審決の相違点4についての容易想到性の判断に誤りがあるとする原告の主張は失当であり，取消事由4には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願補正発明について",
          "text": [
            "本願補正発明に係る特許請求の範囲の記載は前記第2の2(2)のとおりである。",
            "また，本願補正明細書(甲13，15)の発明の詳細な説明には，次のような記載がある(以下に引用する図1及び4については別紙1参照)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "技術分野",
              "text": [
                "本発明は，液体を入れることができる容器に関する(段落【0001】)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "背景技術",
              "text": [
                "図4は，従来の塗料バケット500を示す外観図である。塗料バケット500は，2つの取手部501を有し，塗料バケット500の内側には，容器510が配置されている。容器510の中には，塗装用ローラに付いた塗料を調整するための網520が配置されている。この網520は，塗装用ローラが接触したときに網520の位置がずれないように塗料バケット500に固定するための2つの爪521を有している。塗料バケット500に直接塗料を入れて使用することがないため，塗料バケット500を溶剤等で洗浄する必要がない。(段落【0002】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "使用者が複数の色の塗料を塗装に使う場合，内側の容器510をその色の数だけそろえ，それらに塗料を入れておき，使用すべき色の塗料が入った容器510を塗料バケット500に配置することにより，塗装作業を行うことができた。このため，複数の塗料バケット500を用意する必要はなかった。しかし，網520は，塗装用ローラに付いた塗料を調整するものであり，網520には現在使用中の塗料が付着しているため，他の色の塗料が入っている容器510にそのまま網520を漬けることができなかった。このため，網520を異なる色を使うごとに洗浄するか，あるいは色の数だけ網を用意する必要があった。(段落【0004】)"
              ]
            },
            {
              "fig": "エ",
              "subject": "課題を解決するための手段",
              "text": [
                "本発明に係る容器は，液体を入れることができる容器であって，前記容器が，開口部と前記開口部の周りにある縁部とを有する上部と，前記容器の底に位置する底部と，側部とを備え，前記側部に少なくとも1つの突起部を有し，前記開口部の面積が前記底部の面積より広い容器である(段落【0005】)。",
                "本発明のある実施形態では，前記液体が塗料であり，前記少なくとも1つの突起部が，塗料を塗るものに付いた塗料の量を調整するために使用され，前記少なくとも1つの突起部が無端または複数の端部を有し，前記少なくとも1つの突起部が延びる方向に垂直となる面における前記少なくとも1つの突起部の断面が曲線となってもよい(段落【0006】)。",
                "本発明のある実施形態では，前記少なくとも1つの突起部が，上または下で屈曲したひと連なりの線状であってもよい(段落【0007】)。",
                "本発明のある実施形態では，前記少なくとも1つの突起部が線状であり，前記底部と略平行となってもよい(段落【0008】)。",
                "本発明のある実施形態では，前記少なくとも1つの突起部が，複数の屈曲したひと連なりの線状であってもよい(段落【0011】)。",
                "本発明のある実施形態では，前記容器が金型で樹脂を1回プレスすることにより作られてもよい(段落【0013】)。"
              ]
            },
            {
              "fig": "オ",
              "subject": "発明の効果",
              "text": [
                "本発明に係る容器では，側部に少なくとも1つの突起部を有するため，塗料を塗るもの，例えば塗装用ローラ，刷毛，ブラシ等に付いた塗料の量を調整することができる。このため，塗料を調整するための網が不要となる。また，開口部の面積が底部の面積より広いため，本発明に係る容器を重ねることができ，その容器の運搬や保管の際にさくスペースを，重ねることができない容器に比べ小さくすることができる。本発明では，当然，不要となる網を運搬や保管する必要はない。また，網は爪により塗料バケットに固定されていたため，従来のものは縁部の幅に制約があった。しかし，本発明では，網が不要となるため，縁部の幅に制約が無くなり，設計の自由度が向上する。容器の強度を高めたい場合や，塗料バケットから本発明に係る容器を取り出すための取手の役割を持たせたい場合，縁部の幅を広くすることが可能となる。(段落【0015】)"
              ]
            },
            {
              "fig": "カ",
              "subject": "発明を実施するための形態",
              "text": [
                "塗料を入れるために使用することができる容器10は，開口部12と開口部12の周りにある縁部とを有する上部14と，容器10の底に位置する底部16と，側部18とを備えている。上部14は，容器10の強度を高めるために設けられている。本実施形態では，開口部12の周りに縁部を形成することにより，容器の強度を高めている。(段落【0018】)",
                "容器10では，開口部12の面積が底部16の面積より広い。このため，容器10を重ねることができ，容器10の販売や運搬の際に，余分なスペースが取られることがない。また，開口部12の面積が底部16の面積より広いため，金型で樹脂を1回プレスすることにより容器10を成型することも可能である。(段落【0020】)",
                "…従来の容器では，ローラについた塗料の量を調整するための網が，爪にて塗料バケットに固定されていた。しかし，本発明では，網が不要となり，網を固定する爪を考慮して容器10の上部14を設計する必要はない。このため，塗料バケットの開口部の外形より大きくなるように上部14を形成することができる。このような場合，上部14は，容器10を塗料バケットから引き上げるときに使用されてもよい。(段落【0021】)",
                "容器10の側部は4つの面を有し，側部18の1つの面には少なくとも1つの突起部20が設けられている。突起部20は，塗料を塗るもの，例えば塗装用ローラ，刷毛，ブラシ等に付いた塗料の量を調整するために使用される。(段落【0022】)",
                "具体的には，使用者は，塗料が入っている容器にローラを漬けたり転がしたりすることにより，ローラに塗料を染みこませる。ローラには，壁等に塗料を塗るのに必要以上の塗料が吸収されており，使用者がこのままの状態でローラにて壁等を塗ると，塗りむらや，ローラから塗料の落下が生じる可能性が高い。そこで，使用者は，突起部20にローラを回転させながら接触させることにより，ローラに染みこんだ塗料を調整することができる。このため，使用者は，塗りむらや，ローラから塗料が落下することを防止することができる。(段落【0023】)",
                "突起部20は，容器10の内側に凸となるように配置されている。突起部20は，それが延びる方向に垂直となる面における，その突起部20の断面が曲線となる部分を有していることが好ましい。突起部20が曲線部を有する形状を持っている場合，突起部20に掛かる力を分散させることができる。この曲線は，円弧，楕円の一部等，所定の区間において不連続とならない関数で表されるものであってもよい。突起部の高さ(突起部20が延びる方向に垂直となる面に，突起部20が設けられた側面18が交差する部分から前記曲線が最大となる高さ)が5mm～30mmであってもよい。(段落【0024】)",
                "図1に示す実施形態では，突起部20は上で屈曲したひと連なりの線状であるが，突起部20は下で屈曲したひと連なりの線状であってもよい。また，突起部20は，複数の屈曲したひと連なりの線状であってもよい(段落【0025】)。",
                "以上によれば，本願補正明細書には，本願補正発明について，次のようなことが開示されているものと認められる。",
                "すなわち，塗料等の液体を入れることができる容器において，従来，塗料バケットの内側に容器(内容器)が配置され，更に内容器の中に，塗装用ローラに付いた塗料を調整するための網が配置されているものがあり，このような塗装バケットでは，使用者が複数の色の塗料を使う場合に，内容器を色の数だけそろえ，使用すべき色の塗料が入った容器を塗料バケットに配置することにより，複数の塗料バケットを用意することなく，塗装作業を行うことができた。しかし，上記網には現在使用中の塗料が付着しているため，他の色の塗料が入っている容器にそのまま網を漬けることができず，網を異なる色を使うごとに洗浄するか，あるいは色の数だけ網を用意する必要があるという問題があった(段落【0002】，【0004】)。",
                "そこで，本願補正発明は，上記の問題を解決することを課題とし，液体を入れることができる内容器であって，前記内容器が，開口部と前記開口部の周りにある縁部とを有する上部と，前記内容器の底に位置する底部と，側部とを備え，前記側部に少なくとも1つの突起部を有し，前記開口部が他の前記内容器を重ねることができるような広さを有し，前記液体が塗料であり，前記少なくとも1つの突起部は，その上をローラが転がることにより前記ローラに付いた塗料の量を調整するために使用され，前記内容器は金型で樹脂をプレスすることにより作られる内容器とする構成(本件請求項1，段落【0005】)を採用したものである。",
                "その結果，本願補正発明は，内容器の側部に少なくとも1つの突起部を有するため，塗料を塗るものに付いた塗料の量を調整することができ，塗料を調整するための網が不要となること，容器を重ねることができるため，そうでない容器に比べ運搬や保管の際にさくスペースを小さくすることができること，網が不要となるため，縁部の幅に制約が無くなり，設計の自由度が向上することといった効果を奏するものである(段落【0015】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(審判における手続の違法)について",
          "text": [
            "原告は，本件請求項1の「前記内容器は金型で樹脂をプレスすることにより作られる内容器」との記載から，同請求項はPBPクレームに該当するとした上で，本件の審判手続について，①本件請求項1がPBPクレームであるか否かの判断を審決で示さず，PBPクレームにおいて「発明が明確である」といえるための要件である「出願時において当該物をその構造又は特性により直接特定することが不可能であるか，又はおよそ実際的でないという事情が存在する」か否かについての審理を尽くしていない点，②PBPクレームを製造方法のクレームに変更するための補正の機会を原告に与えなかった点において，手続の違法がある旨主張する。",
            "そこで検討するに，本件請求項1の「前記内容器は金型で樹脂をプレスすることにより作られる」との記載は，原告が本件補正において付加したものであるところ，本件審決は，当該補正を，本件補正前の請求項1に係る発明の発明特定事項である「内容器」について製造方法により特定される状態に限定するものととらえた上で，PBPクレームとしての明確性要件違反の有無については検討・判断することなく，これとは別の独立特許要件である進歩性の有無について検討した結果，本願補正発明は引用発明と周知技術に基づいて当業者が容易に発明をすることができたものであるとして，進歩性欠如を理由として独立特許要件を充足しないとの判断をしたものである。",
            "このように，本件審決は，本願補正発明の要旨について，原告による本件補正の内容どおりに，「内容器」を「金型で樹脂をプレスする」という製造方法により特定される状態のものととらえた上で，そのような発明について進歩性の欠如が認められ，独立特許要件を充足しないと結論付けたものであり，これとは別の独立特許要件である明確性要件を充足するか否か，すなわち，本件請求項1がPBPクレームであるか否か，また，PBPクレームである場合に必要となる「発明が明確である」といえるための前記要件を満たすか否かについては検討・判断をするまでもなく上記の結論に至ったことから，あえて当該検討・判断をしなかったものにすぎない。このような本件審決の判断内容からすれば，本件の審判手続に審理不尽の違法があるなどといえないことは明らかである。",
            "また，原告は，本件の審判手続には，PBPクレームを製造方法のクレームに変更するための補正の機会を原告に与えなかった点に適正手続違反の違法がある旨も主張する。しかし，ここで原告が求める補正とは，PBPクレームであることによって明確性要件違反の判断がされる事態を回避するための補正を指すものと解されるところ，上記のとおり，本件審決は，そもそも本件請求項1をPBPクレームととらえた上で，明確性要件違反の有無を検討・判断したものではなく，これとは別の独立特許要件である進歩性の有無について検討・判断し，独立特許要件を充足しないと結論付けたものであるから，このような判断をするに当たって，判断する予定のない別個の特許有効要件を充足させるために補正の機会を原告に与えなければ適正手続に反するなどといえないことは明らかである(仮に，本件審決が，本件請求項1をPBPクレームととらえた上で，PBPクレームである場合に必要となる「発明が明確である」といえるための前記要件を満たさないとして，明確性要件違反を理由に独立特許要件を充足しないとの判断をするものであるとすれば，そのような判断をする前提として，PBPクレームを製造方法のクレームに変更するための補正の機会を原告に与えるべきであるとの考え方が生ずることは理解できるが，上記のとおり，本件審決はそのような判断をするものではない。)",
            "以上によれば，本件の審判手続に違法があるとする原告主張の取消事由1には理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(引用発明の認定の誤り)について",
          "text": [
            "原告は，本件審決が，甲1公報に記載された発明について，「前記開口部に他の前記ローラ用バケットの容器本体Aを挿入して重ねることができるような構造を有」するものと認定したことは誤りである旨主張するので，以下検討する。",
            "甲1公報の記載",
            "甲1公報には，次のような記載がある(以下に引用する図1ないし7及び9については別紙2参照)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "発明の属する技術分野",
              "text": [
                "この発明は，塗装用ローラを用いて塗装するときに，塗料を入れておくローラ用バケットに関する(段落【0001】)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "従来の技術",
              "text": [
                "…従来のバケットは，図9に示すように，塗料を入れる容器本体1と，網目3を有するプレート2とによって構成されている。上記プレート2は，ローラの刷毛部に含ませる塗料の量を調節するためのものである。また，このプレート2は，容器本体1と別体になっていて，その上部を容器本体1の縁4に引っかけることによって，容器本体1の底面に対して傾斜させている。そして，このようにしたプレート2の上で，ローラの刷毛部を転がすことによって，刷毛部に含ませた余分な塗料を下に落とすようにしている(段落【0002】)。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "上記従来のバケットは，ローラの刷毛部に含ませた塗料の量を，プレート2によって調節可能にしているが，このプレート2を利用しても，刷毛部全体に塗料を均一に馴染ませることが難しかった。すなわち，刷毛部全体に塗料を均一に馴染ませるためには，刷毛部を転がしながら塗料に浸すとよい。しかし，刷毛部に塗料を含ませると，その部分が重くなるために，刷毛部が回りにくくなる。刷毛部が回りにくくなると，プレート2上で刷毛部を回転させにくくなる。そのため，刷毛部を十分に転がしながら塗料に浸すことができなくなり，刷毛部全体に塗料を均一に馴染ませることが難しくなる。(段落【0004】)",
                "以上のように，刷毛部全体に塗料を均一に馴染ませるという作業が，難しいにもかかわらず，刷毛部表面に塗料が付着していると，塗料が均一に馴染んでいるものと思いこんでしまう。そして，そのまま塗装すると，塗装面に塗りむらが生じるという問題があった。このような問題は，素人が塗装する場合に特に生じやすかった。(段落【0005】)",
                "また，上記従来例では，プレート2上でローラの刷毛部を転がすと，この刷毛部の表面に，プレート2の網目3の跡が付いてしまう。そして，そのまま塗装すると，塗装面に網目3の跡が転写されてしまうという問題もあった。(段落【0006】)",
                "さらに，上記従来のバケットは，プレート2を固定したまま容器本体1を重ね合わせると，嵩張ってしまうため，輸送効率が低下するという問題もあった。そこで，従来は，輸送効率の低下を防止するため，容器本体1とプレート2とを別々にして，容器本体1は容器本体だけで重ね合わせ，プレート2はプレート2だけで重ね合わせて工場から出荷するようにしていた。(段落【0007】)",
                "ところが，容器本体1とプレート2とを別々に重ね合わせて出荷すると，容器本体1とプレート2とが一組の商品であることがわかりにくいため，これら容器本体1とプレート2とが必ずしも一組で販売されないことがある。例えば，販売店においても，陳列スペースを少なくするために，容器本体1だけを複数重ね合わせておいて，一番上の容器本体1内に，プレート2を複数まとめて入れておくことがある。このような状態でバケットが陳列されていると，1つの容器本体1に対して複数枚のプレート2が付属されているものと購入者が勘違いしてしまい，そのことに店員も気づないまま，バケットを販売してしまうと，最終的にプレート2が足りなくなるという問題もあった。そして，このようにプレート2が不足すると，この不足分を製造メーカーが無償で提供しなければならない場合もあり，それが製造メーカにとって負担になるという不都合もあった。(段落【0008】)",
                "この発明の目的は，上記種々の問題を解決することのできるローラ用バケットを提供することである(段落【0009】)。"
              ]
            },
            {
              "fig": "エ",
              "subject": "課題を解決するための手段",
              "text": [
                "第1の発明は，容器本体内に，傾斜面を一体形成するとともに，この傾斜面は，容器本体の底面に連続する塗料馴染ませ部と，この塗料馴染ませ部から容器本体の縁まで連続する塗料絞り部とからなることを特徴とする(段落【0010】)。",
                "第2の発明は，上記第1の発明において，塗料馴染ませ部の断面形状を円弧にし，塗料絞り部の断面形状を直線的にしたことを特徴とする(段落【0011】)。",
                "第3の発明は，上記第1または第2の発明において，塗料馴染ませ部の表面に，幅方向に凸部を形成したことを特徴とする(段落【0012】)。",
                "第4の発明は，上記第1～第3の発明において，塗料絞り部の表面に，複数の突起を設けたことを特徴とする(段落【0013】)。",
                "第5の発明は，上記第1～第4の発明において，塗料本体に脚部を形成するとともに，この脚部には，その上部を開口させた凹部を形成したことを特徴とする(段落【0014】)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "subject": "発明の実施の形態",
      "text": [
        "図1～図8に，この発明の一実施形態を示す。図1及び図2に示すように，容器本体A内には，傾斜面Bを一体形成している。この傾斜面Bは，図3に示すように，容器本体Aの底面5に連続する塗料馴染ませ部6と，この塗料馴染ませ部6から容器本体Aの縁8まで連続させた塗料絞り部7とによって構成されている。上記塗料馴染ませ部6は，その断面形状を円弧にするとともに，その表面に複数の凸部9を幅方向に形成している。また，上記塗料絞り部7は，その断面形状を直線的にするとともに，その表面に複数の突起10を全体的に形成している。なお，これら突起10の先端は，曲面にしている。(段落【0015】)",
        "また，上記傾斜面Bの両側には，凹部11，11を形成している。これら凹部11，11は，容器本体Aに設けた脚部12，12の部分に形成したものであり，脚部12，12の上部が凹部11，11によって開口した状態になっている。そして，これら凹部11，11には，塗装用の刷毛を収納できるようにしている。上記脚部12，12の底には，取り外し可能なキャップ13，13を設けている。このキャップ13，13を取り外すことによって，凹部11，11の内部が簡単に清掃できるようにしている。なお，図1に示すように，容器本体Aの縁8は，窪み14を形成しているが，この窪み14は，図3に示すように，塗装用ローラRのグリップ21の部分を容器本体Aの縁8に引っかけたときに，塗装用ローラRのロッド20をはめるためのものである。このように窪み14にロッド20をはめることによって，塗装用ローラRがずれないようにしている。(段落【0016】)",
        "次に，塗装用ローラの刷毛部に塗料を含ませるときの手順について説明する。まず，図4に示すように，容器本体A内に塗料を入れると，その塗料は，容器本体Aの最も深い底部5に溜まる。次に，この塗料の溜まった部分(以下「塗料溜まりP」という)に，ローラRの刷毛部19を浸す。このように塗料溜まり刷毛部19を浸すと，この浸した部分に塗料がしみこむ。ただし，塗料に浸していない上側部分には，塗料がなかなかしみ込まない。そこで，図5に示すように，傾斜面Bに沿って刷毛部19を引き上げる。(段落【0017】)",
        "傾斜面Bに沿って刷毛部19を引き上げると，この引き上げ方向に対して，断面形状を円弧にした塗料馴染ませ部6が交差した状態になる。そのため，引き上げ動作によって，刷毛部19が塗料馴染ませ部6に押しつけられた状態になる。しかも，この塗料馴染ませ部6には，複数の凸部9が幅方向に形成されているので，各凸部9の段差の部分に刷毛部19が引っかかる。したがって，刷毛部19の引き上げ動作に伴って，刷毛部19が矢印方向に回転することになる。このように刷毛部19を回転させて，塗料がしみ込んでいない部分を下側に向けた後，刷毛部19を塗料溜まりPに再び浸す。このようにすれば，刷毛部19の残りの部分にも，塗料をしみ込ませることができる。そして，このような作業を数回繰り返すことによって，刷毛部10全体に塗料を馴染ませていく。(段落【0018】)",
        "刷毛部19全体に塗料を馴染ませたら，傾斜面Bに沿ってさらに刷毛部19をさらに引き上げて，図6に示すように，塗料絞り部7の上でローラRを往復移動させる。このようにすると，塗料絞り部7に設けた複数の突起10が，ローラRの表面に食い込むために，刷毛部19が塗料絞り部7の上で回転する。そして，このように塗料絞り部7の上で刷毛部19を転がすことによって，刷毛部19に含まれている余分な塗料を排出する。以上のようにすれば，刷毛部19全体に適量な塗料を均一に含ませた状態にすることができる。(段落【0019】)",
        "この実施形態によれば，傾斜面Bに沿って刷毛部19を動かすだけで，刷毛部19全体に塗料を均一に馴染ませることができる。そのため，素人が塗装する場合であっても，塗装面の塗りむらが生じにくい。また，塗料絞り部7に設けた突起10の先端が曲面になっているので，刷毛部19の表面に，ほとんど跡がつかない。また，跡がついたとしても，それはごく小さいものなので，塗装面において突起10の跡が目立つことはない。さらに，上記突起10は，他の突起10と十分な間隔を開けて配置しているので，刷毛部19から排出された塗料を，傾斜面Bに沿って素早く塗料溜まりPに戻すことができる。(段落【0020】)",
        "さらにまた，この実施形態によれば，脚部12の上部を開口させているので，図7に示すように，複数の容器本体Aを重ね合わせるときに，上側の容器本体Aの脚部12，12を，下側の容器本体Aの凹部11に差し込むことができる。このようにすれば，重ね合わせた容器本体Aが嵩張ることがない。また，塗料を馴染ませたり塗料の含み量を調節する傾斜面Bを，容器本体Aと一体化しているので，販売店において，塗料の含み量を調節するプレートだけが足りなくなるといった不都合が生じない。(段落【0021】)"
      ]
    },
    {
      "fig": "カ",
      "subject": "発明の効果",
      "text": [
        "第1の発明によれば，容器本体内に設けた塗料馴染ませ部によって，塗装用ローラの刷毛部を回転させることができるので，刷毛部全体に塗料を均一に馴染ませることができる(段落【0023】)。",
        "第2の発明によれば，塗料馴染ませ部の断面形状を円弧にし，塗料絞り部の断面形状を直線的にしたので，塗料絞り部と平行に塗装用ローラを引き上げたときに，その引き上げ方向に対して塗料馴染ませ部が交差した状態になる。このように引き上げ方向に対して塗料馴染ませ部が交差すれば，塗料馴染ませ部に塗装用ローラの刷毛部を強く押しつけることができる。したがって，塗装用ローラの引き上げ動作によって，刷毛部を確実に回転させることができる。(段落【0024】)",
        "第3の発明によれば，塗料馴染ませ部の表面に形成した凸部が，ローラの刷毛部に食い込むので，より確実に刷毛部を回転させることができる(段落【0025】)。",
        "第4の発明によれば，塗料絞り部の表面に，複数の突起を設けたので，塗料絞り部の表面で，塗装用ローラの刷毛部が回転せずに滑ってしまうといった不都合を防止できる(段落【0026】)。",
        "第5の発明は，塗料本体に脚部を形成するとともに，この脚部の上部を開口させたので，容器本体を重ね合わせたときに，下側の容器本体の開口部に，上側の容器本体の脚部を挿入することができる。したがって，重ね合わせた容器本体の嵩を少なく抑えることができる。(段落【0027】)",
        "検討"
      ]
    },
    {
      "fig": "ア",
      "text": [
        "そこで，甲1公報において，容器本体Aが重ね合わせられる形状のものとして開示されているか否かについて検討するに，甲1公報には，発明の実施の形態について，「脚部12の上部を開口させているので，図7に示すように，複数の容器本体Aを重ね合わせるときに，上側の容器本体Aの脚部12，12を，下側の容器本体Aの凹部11に差し込むことができる。このようにすれば，重ね合わせた容器本体Aが嵩張ることがない。」(段落【0021】)との記載があり，図7として，二つの容器本体Aが重ね合わされた状態の図が示され，さらに，発明の効果について，「塗料本体に脚部を形成するとともに，この脚部の上部を開口させたので，容器本体を重ね合わせたときに，下側の容器本体の開口部に，上側の容器本体の脚部を挿入することができる。したがって，重ね合わせた容器本体の嵩を少なく抑えることができる。」(段落【0027】)との記載がある。これらの記載によれば，甲1公報に開示された容器本体Aが，上側の容器本体Aの二つの脚部12を下側の容器本体Aの二つの凹部11に差し込むことにより，上下の容器を重ね合わせることができる形状を有するものとされていることは明らかである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "これに対し，原告は，甲1公報において容器本体Aの端面図とされる図3によれば，容器本体Aの中央を直線的に切断した切断面の形態が図3に示されるとおりとなり，その場合，βの部分照)が邪魔となって，容器本体Aを重ね合わせることはできない旨を主張する。",
        "しかし，甲1公報の図2に示された容器本体Aの形状からすれば，当該容器本体Aの中央を直線的に切断した切断面には，原告主張のβの部分が存在しないことは明らかである。また，仮に，上記切断面にβの部分が存在するとすると，上側の容器本体Aの脚部12を下側の容器本体Aの凹部11に差し込んで上下の容器を重ね合わせることができなくなると考えられるから，甲1公報の上記段落【0021】の記載や図7の記載との明らかな矛盾が生じることとなる。したがって，これらの記載との整合的な理解の見地からしても，上記切断面に上記βの部分は存在しないものと考えるのが合理的である。",
        "この点，原告は，甲1公報が図3を，切断面の形態のみを描く「端面図」と説明していることをその主張の根拠とする。しかし，甲1公報に接した当業者であれば，甲1公報の上記各記載や図面との対比から，容器本体Aの中央を直線的に切断した切断面には図3に表示されたβの部分が存在しないことを容易に理解し，図3が厳密な意味で切断面の形態のみを描く「端面図」に当たるものではなく，図3に関する甲1公報の記載は不正確であることを自然に理解するものといえる。したがって，甲1公報に開示された容器本体Aの形状を認定するに当たって，図3の記載に拘泥するのは相当ではなく，むしろ段落【0021】及び【0027】の各記載や図2及び7を総合して考察し，上記切断面に上記βの部分は存在しないものと理解するのが相当である。",
        "したがって，原告の上記主張は理由がない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "また，原告は，甲1公報には，凹部11に脚部12が差し込まれるような位置関係や寸法，容器が上部から下部に向けてテーパー状に形成されていることについての記載がなく，図7やその他の図面でも容器本体Aの側面はテーパー状とはされていないから，甲1公報の記載から，容器本体Aが重ね合わせられるものであることを認定することはできない旨を主張する。",
        "しかしながら，上記アで述べたとおり，甲1公報には，上側の容器本体Aの二つの脚部12を下側の容器本体Aの二つの凹部11に差し込むことにより，上下の容器を重ね合わせることができるものであることが明確に記載され，その状態を示す図7も存在するのであるから，このような容器本体Aが，凹部11に脚部12が差し込まれるような位置関係や寸法を有するものであることは，その旨の具体的な記載がなくとも自明のことである。また，同一の容器を重ね合わせるためには，その容器が上部から下部に向けて狭まるテーパー状に形成されていなければならないことは技術常識といえるから，甲1公報にその旨の記載や図示がないとしても，重ね合わせられるものとして記載されている以上，容器本体Aがそのような形状を有するものであることは当然のことといえる。",
        "したがって，原告の上記主張も理由がない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "以上のとおりであるから，甲1公報に記載された発明について，「前記開口部に他の前記ローラ用バケットの容器本体Aを挿入して重ねることができるような構造を有」するものとした本件審決の認定に誤りはなく，原告主張の取消事由2には理由がない。"
      ],
      "content": [
        {
          "fig": "4",
          "subject": "取消事由3(相違点3についての認定判断の誤り)について",
          "text": [
            "原告は，本件審決が，本願補正発明と引用発明との相違点3について，引用発明では，複数の突起10の上をローラRが転がると認定したことは誤りであるから，その認定を前提に相違点3は実質的な相違点ではないと判断したことも誤りである旨主張する。",
            "そこで検討するに，甲1公報の「塗料絞り部7は，その断面形状を直線的にするとともに，その表面に複数の突起10を全体的に形成している。なお，これら突起10の先端は，曲面にしている。」(段落【0015】)との記載及び「図6に示すように，塗料絞り部7の上でローラRを往復移動させる。このようにすると，塗料絞り部7に設けた複数の突起10が，ローラRの表面に食い込むために，刷毛部19が塗料絞り部7の上で回転する。そして，このように塗料絞り部7の上で刷毛部19を転がすことによって，刷毛部19に含まれている余分な塗料を排出する。」(段落【0019】)との記載によれば，甲1公報記載の容器本体Aにおいて，塗料絞り部7に設けられた突起10はその先端が曲面であること，塗料絞り部7の上でローラRを往復移動させると，複数の突起10がローラRの表面に食い込み，ローラRが塗料絞り部7の上を回転することが認められる。そして，このようにローラRが塗料絞り部7の上を回転する際のローラRと突起10との関係をみると，ローラRは，回転しながら突起10先端の曲面に一方の側方から接し，突起10を乗り越えて反対側の側方へ抜けていくこととなるが，このとき，上記曲面の一方に最初に接したローラRの表面上の位置と反対側の側方に最後に接したローラRの表面上の位置は異なることとなるから，上記のようなローラRの動きをもって，「突起10の上をローラRが転がる」と理解することも可能というべきである。",
            "これに対し，原告は，甲1公報記載の容器本体Aにおいては，突起10がローラRの表面に食い込むものであり，食い込むことと回転することとは異なるから，ローラRが突起10の上で回転するものではない旨主張する。",
            "しかし，突起10がローラRの表面に食い込むことと，ローラRが突起10の上を回転することとは，両立しない動きではない。上記のとおり，甲1公報記載の容器本体Aにおいて，ローラRは，塗料絞り部7の上を回転する際，突起10先端の曲面に一方の側方から接し，その表面に突起10を食い込ませながら突起10を乗り越え，突起10先端の曲面の反対側の側方へ抜けていくのであり，このとき，ローラRが突起10の上を転がるものと理解できることは上記で述べたとおりであって，同時にローラRの表面に突起10が食い込んでいるからといって，上記理解が否定される理由はない。",
            "以上によれば，相違点3についての判断において，本件審決が，引用発明では，複数の突起10の上をローラRが転がると認定したことに誤りはないから，原告主張の取消事由3には理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(相違点4についての容易想到性判断の誤り)について",
          "text": [
            "原告は，甲1公報記載の容器本体Aは，その構造からみて，射出成形で製造されるものであり，プレス成形により製造することができないものであることを理由として，相違点4に係る本願補正発明の構成(容器が金型で樹脂をプレスすることにより作られること)について，引用発明に本件原出願前の周知技術(樹脂製の容器をプレス成形すること)を適用することにより，当業者が容易になし得たことであるとした本件審決の判断は誤りである旨主張する。",
            "そこで，原告の主張の当否について，以下検討する。",
            "原告は，プレス成形は，一枚の板を金型で挟み込んで形を造るため，深物や尖った形状の成形には不向きであるとした上で，甲1公報記載の容器本体Aには，図3ないし6に示されるとおり，第1の部分(βの部分に係る部材と塗料絞り部7の斜面との境界近傍にある鋭角状に折れ曲がって描かれた部分)や第2の部分(左下の直角状に折れ曲がって描かれた部分)のように尖った部分があり，プレス成形による量産には不向きなものである旨主張する。",
            "容器本体Aの中央を直線的に切断した切断面には，原告主張のβの部分は存在しないと認められるから，上記第1の部分も存在せず，その存在を前提とする原告の上記主張は理由がない。",
            "また，第2の部分に関する原告の上記主張は，甲1公報記載の容器本体Aの形状が，側面と底面との間の角度をも含めて図3ないし6に記載されたとおりのものであることを前提とするところ，図3ないし6をそのような細部の形状までをも正確に示した図面と理解しなければならない必然性はなく，むしろその記載態様からすれば，容器本体Aのおおよその断面形状とその中でのローラRの動きの状況を示す概略的な図面とみるのが相当である。この容器本体Aがその上部から下部に向けて狭まるテーパー状の形状を有するものであることが明らかであるにもかかわらず，図3ないし6ではそのような形状が示されていないことからも裏付けられる。",
            "してみると，甲1公報記載の容器本体Aに，図3ないし6に示されたとおりの直角状の部分(第2の部分)が存在するものと断ずることはできず，その存在を前提とする原告の上記主張も理由がない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "また，原告は，甲1公報記載の容器本体Aの形状のうち，①塗料絞り部7及び塗料馴染ませ部6である傾斜面において，裏面はつるつるであるが，表面には凸形状(突起10及び凸部9)が形成された形状及び②凹部11において，貫通孔が形成された形状を取り上げ，これらの形状をプレス成形で形成することは不可能であるから，甲1公報記載の容器本体Aはプレス成形により製造することができない旨主張する。",
                "しかし，樹脂材料をプレス成形するに当たっては，その材料に流動性を付与した上で，製品形状の彫り込まれた型で挟み込むなどして形状を付与する(乙3・76頁)のであるから，上下の型の形状を上記①の形状に合わせた上で挟み込みを行えば，流動性のある材料が上記凸形状に対応した凹形状の型内に入り込むことにより，上記①の形状をプレス成形により形成することは可能であると考えられる。そして，このことは，特開2004-91002号公報(乙5)に，ポリエステル樹脂容器におけるフランジ4として，一方の面に突起部5が形成され，他方の面が平面である形状のものが示され，それがプレス成形により形成される旨が記載されていること(段落【0038】，図2及び9)からも裏付けられる。",
                "また，上下の型の形状によっては，流動性のある樹脂材料の一部に貫通孔が形成されるようにするプレス成形も観念できないものではなく，これを不可能であると断ずることはできない。原告は，遊技機部品，家電備品等の製造業を営む株式会社日清精工代表取締役Gの陳述書(甲30，51)を提出し，同人が「プレス加工により貫通孔を作ることは不可能である」旨を述べていることをその主張の根拠とする。しかし，同人の供述は，「プレスとは1枚の板状の素材から曲げて形状を作るものであるから，形状は箱型になり，必ず底面が形成される」旨を断定的に述べるものにすぎず，いかなる設備や技術水準を前提としたものかが不明であり，これを裏付ける文献や資料もないものであるから，当該供述のみをもって原告の主張が裏付けられるものということはできない。",
                "更に言えば，仮に，甲1公報記載の容器本体Aにおける凹部11の貫通孔をプレス成形のみで形成することができないとしても，容器本体Aのその他の構成全体をプレス成形で形成した上で，凹部11の底面を切断するなどして貫通孔を形成する工程を付加することは可能であり，このようにして製造された容器本体Aも，プレス成形により製造されたものにほかならないといえる。そして，甲1公報においては，容器本体Aの製造方法が何ら記載されておらず，上記のように製造されるものも想定し得ることを踏まえれば，甲1公報記載の容器本体Aにおける上記程度の限られた部位の形状にプレス成形では形成できないものがごく一部含まれていたとしても，甲1公報記載の容器本体Aが，射出成形で製造されるものであって，プレス成形により製造することができないものであるなどと断ずることはできないのであり，したがって，甲1公報記載の発明に「樹脂製の容器をプレス成形する」という周知技術を適用することが阻害される理由があるとは認められない。",
                "以上によれば，原告の上記主張も理由がない。",
                "さらに，原告は，甲1公報記載の容器本体Aが重ね合わせられるとすれば，その形状は，凹部11において開口部の面積が底部の面積よりも広いことが必要であり，そのためには，A，B，C(前記第3の4(4)記載の図参照)と続く壁はラッパ状に上に開いた状態となるが，このような形状を雄型と雌型により挟み込んで成形することは不可能である旨主張する。",
                "そこで検討するに，そもそも原告の上記主張は，甲1公報記載の容器本体Aの凹部11の開口部付近の形状として，のBの壁のような壁を想定し，上記A，B，Cと続く壁の面㋐及び面㋑がともに，上方へ向かうにつれて凹部11とは反対側に倒れる形状(特定形状)となっていることを前提に，このような形状をプレス加工で成形することは，の障害があるため，できない旨を主張するものと理解される。",
                "しかしながら，甲1公報には，上記A，B，Cと続く壁の面㋑の形状についての記載はなく，図1，2及び7に示された当該部分をみても，その形状が特定形状であることを認めることはできない。そして，技術的にみても，上記面㋑の形状が，特定形状でなければならない理由は見当たらず，例えば，ロに示される面㋑の形状のように，容器本体Aをプレス加工で成形し得ることが明らかな形状も十分考えられるところである。",
                "したがって，原告の上記主張は，甲1公報記載の容器本体Aにおける上記面㋑の形状が特定形状であることを前提とする点において誤りであり，理由がない。",
                "以上の次第であるから，甲1公報記載の容器本体Aについて，射出成形で製造されるものであり，プレス成形により製造することができないものであるとする原告の主張は理由がなく，したがって，これを理由として，本件審決の相違点4に係る容易想到性判断に誤りがあるとする原告主張の取消事由4には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "よって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10067",
    "date": "2017-03-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086650",
    "ipprecedent_id": "4620",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}