{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2015-800066号事件について平成27年12月14日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，進歩性の有無(相違点についての判断の誤り)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成12年12月4日，発明の名称を「横型冷蔵庫」とする発明につき，特許を出願し(特願2000-368949号)，平成16年10月22日，設定登録(特許第3610005号)を受けた(請求項の数3。甲17，23。以下「本件特許」という。)。",
            "原告は，平成27年3月16日，本件特許の請求項1ないし3に係る発明について特許無効審判を請求した(無効2015-800066号。甲19，23。)。",
            "特許庁は，平成27年12月14日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月28日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許の請求項1ないし3の発明に係る特許請求の範囲の記載は，次のとおりである(甲17。以下，これらの発明をそれぞれ「本件発明1」ないし「本件発明3」といい，本件発明1ないし3を併せて「本件発明」という。本件特許の特許公報(甲17)記載の明細書及び図面を併せて「本件明細書」という。)。",
            "【請求項1】(本件発明1)",
            "「  天板(19)が配設される天井部に冷気用の開口部が形成されていない断熱箱体(16)に内部画成した冷蔵室(17)を，冷凍機構(24)の冷却器(27)により冷却された空気を強制対流させることで冷却すると共に，前記断熱箱体(16)における天板(19)の上面にショーケース(12)が配置された横型冷蔵庫において，",
            "前記ショーケース(12)は，外箱(37)と，この外箱(37)の内部に所要の空間を存して設けられた内箱(38)と，両箱(37，38)間に充填した断熱材(39)とから前記断熱箱体(16)とは別体に構成されて，前記断熱箱体(16)の上面に断熱的に完全に遮断された状態で配置されると共に，その上部にのみ開口部(12a)が設けられ，",
            "前記冷凍機構(24)に接続する冷却パイプ(47)が前記内箱(38)の断熱材(39)側の外面に接触するよう配設されて内箱(38)を冷却し，該内箱(38)に接触して冷却された空気が自然対流することによりショーケース(12)に内部画成した収納室(40)を冷却するよう構成した",
            "ことを特徴とする横型冷蔵庫。」",
            "【請求項2】(本件発明2)",
            "「  天板(19)が配設される天井部に冷気用の開口部が形成されていない断熱箱体(16)に内部画成した冷蔵室(17)を，冷凍機構(24)の冷却器(27)により冷却すると共に，前記断熱箱体(16)における天板(19)の上面にショーケース(12)が配置された横型冷蔵庫において，",
            "前記ショーケース(12)は，外箱(37)と，この外箱(37)の内部に所要の空間を存して設けられた内箱(38)と，両箱(37，38)間に充填した断熱材(39)とから前記断熱箱体(16)とは別体に構成されて，前記断熱箱体(16)の上面に断熱的に完全に遮断された状態で配置されると共に，その上部にのみ開口部(12a)が設けられ，",
            "前記冷凍機構(24)に接続する冷却パイプ(47)が前記内箱(38)の断熱材(39)側の外面に接触するよう配設され，該冷却パイプ(47)を介してショーケース(12)に内部画成した収納室(40)を冷却するよう構成すると共に，",
            "前記外箱(37)と内箱(38)との前後の上端部間にレール部材(43，44)が配設されて，両レール(43，44)間に該開口部(12a)を開閉する断面コ字状の扉(45)を載置することで，前記ショーケース(12)の開口部(12a)に該扉(45)が着脱可能でかつスライド可能に配設されている",
            "ことを特徴とする横型冷蔵庫。」",
            "【請求項3】(本件発明3)",
            "「  前記冷却器(27)による冷蔵室(17)の冷却を継続したまま，前記冷却パイプ(47)による収納室(40)の冷却を停止させる停止手段(64)を備える請求項1または2記載の横型冷蔵庫。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審判における請求人(原告)の主張",
          "text": [
            "本件発明は，①甲1(特開平11-294925号公報)に記載された発明(甲1発明)及び甲2～11(枝番を含む。以下同じ。)に基づいて，当業者が容易に発明をすることができたものである，②甲3(特開平10-281628号公報)に記載された発明(甲3発明)及び甲1，2，4～11に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "前記3①について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の認定",
                  "text": [
                    "甲1発明は，次のとおりである。",
                    "「内箱と外箱と断熱材とにより形成された前面及び天面に開口を有する横長の断熱箱体本体と，圧縮機，凝縮器等を格納する前記断熱箱体本体に隣接して設置される機械室と，前記内箱に設けた蒸発器等を格納する冷却室と，前記断熱箱体本体の前面開口部を開閉自在に閉塞する断熱扉と，前記断熱箱体本体の天面開口部と合致する間口を底面に備え，前面または天面に開閉自在の扉を有した断熱箱体により構成され，冷却室内の蒸発器と熱交換を行い，庫内ファンによって冷却室の上部に設けられた冷気吹出口から送られる冷気は，まず断熱箱体に送られ，断熱箱体の冷却を行い，その後，断熱箱体本体に送られ，断熱箱体本体内の冷却を行った後，冷気吸込口から吸い込まれ，再び蒸発器と熱交換を行う，横型冷蔵庫。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1との対比について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点の認定",
                      "text": [
                        "本件発明1と甲1発明とを対比すると，次の点で一致する。",
                        "「天板が配設される天井部を備えた断熱箱体に内部画成した冷蔵室を，冷凍機構箱体における天板の上面にケースが配置された横型冷蔵庫において，",
                        "前記ケースは，前記断熱箱体とは別体に構成されてその上部に開口部が設けられ，",
                        "ケースに内部画成した収納室を冷却するよう構成した横型冷蔵庫。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の認定",
                      "text": [
                        "本件発明1と甲1発明とを対比すると，次の点が相違する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点 1",
                          "text": [
                            "ケースについて，本件発明1は，ショーケース(12)であって，ショーケース(12)は，外箱(37)と，この外箱(37)の内部に所要の空間を存して設けられた内箱(38)と，両箱(37，38)間に充填した断熱材(39)とから構成されているのに対して，甲1発明は，ケースが断熱箱体である点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "ケース内の冷却について，本件発明1は，天板が配設される天井部に冷気用の開口部が形成されておらず，ケースが断熱箱体(16)の上面に断熱的に完全に遮断された状態で配置されるとともに，その上部にのみ開口部(12a)が設けられ，冷凍機構(24)に接続する冷却パイプ(47)が内箱(38)の断熱材(39)側の外面に接触するよう配設されて内箱(38)を冷却し，該内箱(38)に接触して冷却された空気が自然対流しているのに対して，甲1発明は，天面に開口を有していて，ケースが断熱箱体本体の天面開口部と合致する間口を底面に備えていて，庫内ファンによって冷却室の上部に設けられた冷気吹出口から送られる冷気は，まず断熱体箱に送られ，断熱箱体の冷却を行い，その後，断熱箱体本体に送られ，断熱箱体本体内の冷却を行った後，冷気吸込口から吸い込まれ，再び蒸発器と熱交換を行っている点。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点の判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1の判断",
                          "text": [
                            "甲1には，断熱箱体12は，ショーケースをなすことが示唆されている。",
                            "また，一般にも，冷蔵庫のケースとしてショーケースをなすことは，本件特許出願(以下「本件出願」という。)前周知の事項でもある。",
                            "さらに，ショーケースの構造として，外箱と，外箱の内部に所要の空間を存して設けられた内箱と，両箱間に充填した断熱材とから構成する点は，本件出願前周知の事項である。",
                            "したがって，甲1発明の断熱箱体として，前記示唆に基づき，ショーケースとすること及び周知の構造を採用することは，当業者が容易になし得たことである。",
                            "よって，本件発明1に係る前記相違点1に係る構成とすることは，当業者が容易になし得たことである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2の判断",
                          "text": [
                            "ケースの冷却について，本件発明1に係る「ケースが前記断熱箱体(16)の上面に断熱的に完全に遮断された状態で配置され，冷凍機構(24)に接続する冷却パイプ(47)が内箱(38)の断熱材(39)側の外面に接触するよう配設されて内箱(38)を冷却し，該内箱(38)に接触して冷却された空気が自然対流している」構成自体は，本件出願前周知の事項といえる。",
                            "しかし，甲1発明は，「断熱箱体本体の天面開口部」及び「断熱箱体」の「底面」の「間口」を設けることにより，「冷却室内の蒸発器と熱交換を行い，庫内ファンによって冷却室の上部に設けられた冷気吹出口から送られる冷気」を，「まず断熱箱体に送」り，「断熱箱体の冷却を行い，その後，断熱箱体本体に送」り，「断熱箱体本体内の冷却を行った後，冷気吸込口から吸い込ま」せるようにしたものである。そして，甲1発明は，当該構成を採用することにより，「1つの冷却ユニットでこの両方を冷却することができる」という効果も奏し，かつ，「一般的にアンダーカウンターと称する業務用横型冷蔵庫に関し，特に使用用途の拡大」が図れるというものである。",
                            "そして，このことから，「断熱箱体本体の天面開口部」及び「断熱箱体」の「底面」の「間口」を設ける構成は，甲1発明の主要部分といえる。",
                            "そうすると，本件発明1に係る前記ケースの冷却についての構成が本件出願前周知の事項であるとしても，甲1発明が「天面に開口を有していて，ケースが断熱箱体本体の天面開口部と合致する間口を底面に備え」ていたものを，「断熱箱体本体の天面開口部」及び「断熱箱体」の「底面」の「間口」を設けないようにすることは，甲1発明の主要部分を変更するものであって，その結果，断熱箱体に追加の冷却手段を設ける必要があり，甲1発明が「1つの冷却ユニットでこの両方を冷却することができる」という効果も奏さないものとなすことから，甲1発明において，「断熱箱体本体の天面開口部」及び「断熱箱体」の「底面」の「間口」を設けないようにする構成を採用することの動機付けはない。",
                            "したがって，甲1発明に，甲2～10の記載事項を適用することは，その適用に動機付けがないから，当業者が容易になし得たこととはいえない。",
                            "仮に，甲11の1ないし8に記載のものが公知技術であったとしても，甲1発明に当該公知技術を適用しても，圧縮機，凝縮器，レシーバータンク，ドライヤを通る経路の後，電磁弁1，膨張弁1，蒸発器1を有する冷蔵庫側の経路及び電磁弁2，膨張弁2，蒸発器2を有するショーケース側の経路に分岐し，その後合流してアキュムレータ1，逆止弁，アキュムレータ2を通って，圧縮機に戻る冷凍回路を適用することとなり，ショーケースに冷却手段として別に蒸発器を設けることになるので，1つの冷却ユニットで両方を冷却することにはならず，甲1発明に，甲2～10の記載事項を適用することに動機付けがない点で変わるものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "まとめ",
                          "text": [
                            "したがって，本件発明1は，甲1発明及び甲2～11に基づいて当業者が容易に発明をすることができたことではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2との対比について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点の認定",
                      "text": [
                        "本件発明2と甲1発明とを対比すると，少なくとも次の点(相違点3)で相違する。",
                        "ケース内の冷却について，本件発明2は，天板が配設される天井部に冷気用の開口部が形成されておらず，ケースが前記断熱箱体(16)の上面に断熱的に完全に遮断された状態で配置され，冷凍機構(24)に接続する冷却パイプ(47)が内箱(38)の断熱材(39)側の外面に接触するよう配設され，該冷却パイプを介してショーケース(12)に内部画成した収納室(40)を冷却するように構成しているのに対して，甲1発明は，天面に開口を有していて，ケースが断熱箱体本体の天面開口部と合致する間口を底面に備えていて，庫内ファンによって冷却室の上部に設けられた冷気吹出口から送られる冷気は，まず断熱箱体に送られ，断熱箱体の冷却を行い，その後，断熱箱体本体に送られ，断熱箱体本体内の冷却を行った後，冷気吸込口から吸い込まれ，再び蒸発器と熱交換を行っている点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3の判断",
                      "text": [
                        "前記相違点2の判断において検討したのと同様に，甲1発明に，甲2～11の記載事項を適用することは，その適用に動機付けがないから，当業者といえども容易になし得たこととはいえない。",
                        "したがって，本件発明2は，甲1発明及び甲2～11に基づき当業者が容易に発明をすることができたことではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明3との対比について",
                  "text": [
                    "本件発明3は，本件発明1又は2を引用するものであり，甲1発明と対比すると，少なくとも前記相違点2及び3において，両者は相違することから，前記相違点2の判断及び相違点3の判断において検討したのと同様に，甲1発明及び甲2～11に基づいて当業者が容易に発明をすることができたことではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "前記3②について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3発明の認定",
                  "text": [
                    "甲3発明は，次のとおりである。",
                    "「冷凍キャビネット1の天板10の奥行方向手前側に，扉11で開閉される出し入れ口12が開口されており，",
                    "前記天板10の上の出し入れ口12より奥行方向後方に，冷蔵キャビネット2が設置されている冷凍冷蔵庫において，",
                    "冷蔵キャビネット2の正面側に出し入れ口14を設け，この出し入れ口14に冷蔵食材収納用の引き出し15を奥行方向に抜き差し可能に差し込んであり，",
                    "冷凍キャビネット1はこの内部に冷却装置の冷却器3及びファン4を，背面側に圧縮機5及び凝縮器6などをそれぞれ備えていて，冷凍キャビネット1内に冷気をファンで強制循環させ，冷蔵キャビネット2は冷凍キャビネット1とは独立して独自に冷却機能を備え，冷蔵キャビネット2は冷凍キャビネット1の庫内と連通する状態に設置する必要がない，冷凍冷蔵庫。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1との対比について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点の認定",
                      "text": [
                        "本件発明1と甲3発明とを対比すると，次の点で一致する。",
                        "「天板が配設される天井部に冷気用の開口部が形成されていない断熱箱体に内部で冷却すると共に，前記断熱箱体における天板の上面にケースが配置された冷蔵庫において，",
                        "前記ケースは，前記断熱箱体とは別体に構成されて，前記断熱箱体の上面に配置されると共に，",
                        "ケースに内部画成した収納室を冷却するよう構成した冷蔵庫。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の認定",
                      "text": [
                        "本件発明1と甲3発明とを対比すると，次の点が相違する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点 1",
                          "text": [
                            "本件発明1は，冷蔵庫が横型冷蔵庫であり，ケースがショーケース(12)であって，ショーケース(12)は，外箱(37)と，この外箱(37)の内部に所要の空間を存して設けられた内箱(38)と，両箱(37，38)間に充填した断熱材(39)とから構成され，その上部にのみ開口部(12a)が設けられているのに対して，甲3発明は，冷蔵庫は横型冷蔵庫ではなく，ケースが冷蔵キャビネットであり，正面側に出し入れ口14を設け，この出し入れ口14に冷蔵食材収納用の引き出し15を奥行方向に抜き差し可能に差し込んである点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "ケースの断熱箱体の上面への配置について，本件発明1は，断熱箱体(16)の上面に断熱的に完全に遮断された状態で配置されるのに対して，甲3発明は，その点が特定されていない点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "ケースの冷却について，本件発明1は，冷凍機構(24)に接続する冷却パイプ(47)が内箱(38)の断熱材(39)側の外面に接触するよう配設されて内箱(38)を冷却し，該内箱(38)に接触して冷却された空気が自然対流しているのに対して，甲3発明は，冷蔵キャビネット2は冷凍キャビネット1とは独立して独自に冷却機能を備えている点。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点の判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1の判断",
                          "text": [
                            "甲3発明は，狭い厨房で使用され，冷凍キャビネットの横側にまで歩いて行って出し入れすることを想定された比較的横幅の狭いものといえる。",
                            "また，甲3発明は，「冷凍キャビネット1からの食材の出し入れは冷凍キャビネット1の天板10の手前側で出し入れ口12を開閉することで行」っており，同様に「冷蔵キャビネット2からの食材の出し入れも冷凍キャビネット1の天板10の手前側で引き出し15を引き出すことで行える」というものである。そのために，甲3発明は，「冷凍キャビネット1の天板10の奥行方向手前側に，扉11で開閉される出し入れ口12が開口されており，前記天板10の上の出し入れ口12より奥行方向後方に，冷蔵キャビネット2が設置されている冷凍冷蔵庫」とされており，さらに，「冷蔵キャビネット2の正面側に出し入れ口14を設け，この出し入れ口14に冷蔵食材収納用の引き出し15を奥行方向に抜き差し可能に差し込」む構造としている。そして，この構造は，甲3発明の主要部分をなすものである。",
                            "そうすると，狭い厨房で使用し，冷凍キャビネットの横側にまで歩いていくことが想定された大きさの前記構造の甲3発明の冷凍冷蔵庫を，比較的に横幅の広い横型冷蔵庫とすることは，当業者が通常想定し得ないことである。",
                            "加えて，甲3発明を，一般に「上面に作業テーブルを備えているもの」と認められる，横型冷蔵庫に変更することは，天板の手前側を作業ができる調理台とするために，出し入れ口12を改変する必要があり，前提となる冷蔵庫自体の前記主要部分の構造を大幅に変更することになる。",
                            "以上のことより，甲3発明において，相違点1に係る構成を採用することに動機付けはない。",
                            "仮に，甲11の1ないし8に記載のものが公知技術であったとしても，甲3発明に当該公知技術を適用しても，「冷凍キャビネット1」を横型冷蔵庫にすること及び「冷蔵キャビネット2」をショーケースとして，その上部にのみ開口部を設けることの動機付けになるものではない。",
                            "したがって，本件発明1の相違点1に係る構成は，甲3発明及び甲1，2，4～11に基づいて当業者が容易になし得たことではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2の判断",
                          "text": [
                            "甲3発明は，「冷蔵キャビネット2は冷凍キャビネット1とは独立して独自に冷却機能を備え，冷蔵キャビネット2は冷凍キャビネット1の庫内と連通する状態に設置する必要がない」ものであるので，冷蔵キャビネット2を冷凍キャビネット1に設置するに際して，「断熱的に完全に遮断された状態で配置」することは，当業者が適宜なし得たことであって，甲3発明の冷蔵キャビネット2の配置として，相違点2に係る構成とすることは，当業者が容易になし得たことである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3の判断",
                          "text": [
                            "ケースの冷却について，外箱と，この外箱の内部に所要の空間を存して設けられた内箱と，両箱間に充填した断熱材とから構成されていて，冷凍機構に接続する蒸発器であるパイプが内箱の断熱材側の外面に接触するよう配設されて内箱を冷却する態様が，本件出願前周知の事項であり，ケース内の空気が自然対流しているのは明らかであるので，甲3発明のケースの冷却として，前記本件出願前周知の事項を採用して，本件発明1の相違点3に係る構成とすることは，当業者が容易になし得たことである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "まとめ",
                          "text": [
                            "したがって，本件発明1は，甲3発明及び甲1，2，4～11に基づいて当業者が容易に発明をすることができたことではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2との対比について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点の認定",
                      "text": [
                        "本件発明2と甲3発明とを対比すると，少なくとも次の点で相違する(相違点4)。",
                        "本件発明2は，冷蔵庫が横型冷蔵庫であり，ケースがショーケース(12)であって，ショーケース(12)は，外箱(37)と，この外箱(37)の内部に所要の空間を存して設けられた内箱(38)と，両箱(37，38)間に充填した断熱材(39)とから構成され，その上部にのみ開口部(12a)が設けられているのに対して，甲3発明は，冷蔵庫は横型冷蔵庫ではなく，ケースが冷蔵キャビネットであり，正面側に出し入れ口14を設け，この出し入れ口14に冷蔵食材収納用の引き出し15を奥行方向に抜き差し可能に差し込んである点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4の判断",
                      "text": [
                        "前記相違点1の判断において検討したのと同様に，本件発明2の前記相違点4に係る構成は，甲3発明及び甲1，2，4～11に基づき当業者が容易になし得たことではない。",
                        "したがって，本件発明2は，甲3発明及び甲1，2，4～11に基づいて当業者が容易に発明をすることができたことではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明3との対比について",
                  "text": [
                    "本件発明3は，本件発明1又は本件発明2を引用するものであり，前記相違点1の判断及び相違点4の判断において検討したのと同様に，甲3発明及び甲1，2，4～11に基づいて当業者が容易に発明をすることができたことではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明の進歩性の不存在-甲1発明を主引用例とするもの)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2の判断について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "冷蔵庫において，用途や収納対象物，設定温度等が異なる2つの冷却室の間に，冷気用の開口部を設けないこと，又は，各冷却室を独立した冷却方式で冷却することは，周知の技術である(例えば，甲2～7参照。)。",
                        "ショーケース付き横型冷蔵庫の分野に限っても，平成4年(1992年)に発行された米国特許公報である甲32には，下方側の冷蔵庫の冷蔵室と上方側のショーケースの貯蔵所との間に設けられていた冷気用の開口部を廃して，前記貯蔵所を，冷却パイプを用いた壁面冷却方式により冷却することが記載されている。また，平成6年(1994年)に発行された米国特許公報である甲33にも，上方側のショーケースのコンパートメントを囲むように冷媒チューブを配設して，壁面冷却方式により前記コンパートメント内を冷却し，下方側の冷蔵庫の冷蔵室と前記のコンパートメントとの間に，冷気用の開口部が存在しない構成が記載されている。したがって，ショーケース付き横型冷蔵庫の分野において，上方側のショーケースと下方側の横型冷蔵庫との間に冷気用の開口部を設けない構成をとること，上方側のショーケースを下方側の冷蔵庫と独立した冷却方式で冷却することは，本件出願時の技術常識である。",
                        "以上によれば，甲1発明の「開口部」及び「間口」の存在を主要部分と認定し，これを設けない構成をとることの動機付けはないとする審決の判断は，誤りである。",
                        "仮に，これらが甲1発明の主要部分であったとしても，これらを設けない構成をとることは，技術常識の範疇内での変更にすぎず，当該変更は，当業者にとって容易になし得たことであり，審決の判断は，ショーケース付き横型冷蔵庫の分野における本件出願時の技術常識を看過したもので，取り消されるべき誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明において，上方側の断熱箱体(ショーケース)に追加の冷却手段を設けると，1つの冷却ユニットで断熱箱体(ショーケース)及び断熱箱体本体の両方を冷却することができるという効果を奏しないものとなることは，ショーケース付き横型冷蔵庫の分野における当業者からすれば，当然に予測可能な事象にすぎず，断熱箱体本体の天面開口部及び断熱箱体の底面の間口を設けない構成を採用することの動機付けを否定する根拠とはなり得ない。当業者は，前記のような効果が得られなくなることを理由として，甲1発明の上方側の断熱箱体(ショーケース)に追加の冷却手段を設けることを躊躇することはあり得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明への甲2～11に係る周知技術の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "却能力の低下などの問題を解決するために，各冷蔵室を非連通とするとともに，各冷蔵室に独自の冷却機能を付与して，各冷蔵室を独自の冷却機能で冷却する構成をとることは，本件出願時における周知技術である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明に甲2～11に係る周知技術を適用することには，動機付けがある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明は，冷蔵庫の一種である横型冷蔵庫に関する発明であり，甲2～11に記載された事項も，冷蔵庫に関する事項であり，甲1発明と，甲2～11に係る周知技術は，同一の技術分野に属する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "複数個の冷蔵室を備える冷蔵庫において，収納対象物に応じた最適の冷却能力を各冷蔵室に付与すること，各冷蔵室の冷却能力の向上を図ること，各冷蔵室の冷却能力の低下を抑制することなどは，甲1発明に係る特許の出願時における冷蔵庫の分野における普遍的ないし当業者に周知の課題であるから，甲1に前記課題が記載されているか否かにかかわりなく，甲1発明に前記課題を解決し得る甲2～11に係る周知技術を適用する動機付けは存在する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲1発明に甲2～11に係る周知技術を適用することにつき，阻害要因はない。",
                        "開口部を設けて2つの冷蔵室の間を連通させて循環冷気を利用する冷却方式と，開口部を設けず，2つの冷蔵室の間を非連通とする冷却方式とは，冷蔵庫の使用態様に応じて適宜に選択可能な冷却方式の選択肢にすぎないから，甲1発明における開口部11の有無は，設計的事項にすぎず，甲1発明に甲2～11に係る周知技術を適用する際の阻害要因とはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本件発明1は，甲1発明に甲2～11に係る周知技術を組み合わせることにより，当業者が容易に想到し得たものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明への甲7に記載された事項の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1発明は,断熱箱体(ショーケース)の冷却方式として，横型冷蔵庫(断熱箱体本体1)側の冷気吹出口20から送られてきた冷気により伝熱パネル19を冷却し，冷却された伝熱パネル19による自然対流熱伝達及び輻射冷却作用により断熱箱体12内を冷却する壁面冷却方式を採用している。",
                        "甲7には，冷蔵室6内を冷蔵室6の内壁となる内箱3Bの断熱材2側の外面に配された冷蔵室用冷却パイプ18を流れる冷媒により冷却し(【0025】，【0028】)，野菜室9内を野菜室9の内壁となる下仕切壁5の断熱材2側の外面に配された野菜室用冷却パイプ19により冷却する(【0026】，【0030】)という壁面冷却方式を採用することが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1発明に，甲1発明の壁面冷却方式に代えて，甲7発明の壁面冷却方式を適用することには，動機付けがある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲1発明と甲7に記載された事項とは，冷蔵庫又は多段型の冷蔵庫であるという技術分野のみならず，壁面冷却方式という冷却方式をとっているという点も技術分野が共通する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲7に係る発明は，甲1発明でいうところの「開口部」や「開口」が存在するために，冷気が冷蔵庫106と野菜室109との間を循環することより，冷蔵室106内や野菜室109内は乾燥するとともに，冷却器115に湿気の多い冷蔵室106内や野菜室109内の水分が霜となって付着するため，冷却器115の冷却能力が低下してしまうという問題を解決することを技術的課題としてなされたものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲1発明では，壁面冷却方式をとることで，収納物を高湿度で保存することができることが開示されており，甲7には，壁面冷却方式をとることで，冷蔵室6内や野菜室9内に収納した食品が乾燥しないことが記載されており，両者は，収納物の乾燥防止や湿度維持といった技術的課題と，技術的課題の具体的な解決手段の点において共通する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に甲1発明の主要部分が「開口部」又は「開口」を設けたことにあるとしても，甲7は，これらの構成を積極的に廃するものであるから，甲1発明に甲7に記載された事項を適用する動機付けはある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本件発明1は，甲1発明に甲7に記載された事項を適用することにより，当業者が容易に想到し得たものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3の判断について",
              "text": [
                "以上のように，本件発明1についての相違点2の判断に係る審決の判断には誤りがあるから，これを準用する本件発明2についての相違点3の判断に係る審決の判断にも誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張に対する反論",
              "text": [
                "原告は，審判と異なる新たな無効理由を主張しておらず，審判で審理判断されなかった公知技術との対比における新たな無効理由の原因の主張もしていない。",
                "出願当時における技術常識を認定し，これによって引用例の技術的意義を明らかにするための新たな資料を審決取消訴訟において提出することは認められている(最高裁判所昭和54年(行ツ)第2号同55年1月24日第1小法廷判決・民集34巻1号80頁参照)。",
                "原告は，甲32及び33を，本件出願当時の当業者の技術常識を示すことにより引用例の技術的意義を明らかにする資料として提出するものであり，原告の主張は，「時機に遅れた主張」ではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明の進歩性の不存在-甲3発明を主引用例とするもの)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "冷蔵庫は，構造や形状の異なる種々のタイプが存在するものの，いずれも「対象物を冷却する」という共通の用途に用いられるものである。",
                "甲3には，冷蔵キャビネット2と冷凍キャビネット1とは非連通としてもよいこと，又は，冷蔵キャビネット2は冷蔵キャビネット1とは独立して独自に冷却機能を備えるものであってもよい旨が明記されており，これらは「冷気用の開口部」を設けないという点，冷却手段である冷却パイプをショーケースに設けるという点で，本件発明の構成と完全に共通するから，甲3発明に他の事項の適用は可能であると考えるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，甲3発明の適用についての審決判断には誤りがあるから，審決は取り消されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明は，1つの冷却ユニットで上側の断熱箱体12と下側の断熱箱体本体1の両方を冷却することができる業務用横型冷蔵庫を提供するものであり，この横型冷蔵庫においては，冷却室(9)内にて生じた冷気を庫内ファン(14)によって上側の断熱箱体12と下側の断熱箱体本体1に送って冷却室(9)に循環流動させるために，断熱箱体本体の天面に天面開口部11が2か所設けられ，各天面開口部11と合致する開口が断熱箱体12の底面に設けられている。",
                    "前記の断熱箱体本体1の天面開口部11と断熱箱体12の底面開口を設けない場合には，冷気の循環流動が不能になるので，1つの冷却ユニットで断熱箱体12と断熱箱体本体1の両方を冷却できない。",
                    "したがって，甲1発明に甲2～10に記載された事項を適用する動機はあり得ず，審決の相違点2の判断は，正当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲1発明に開示された横型冷蔵庫に固有の技術的課題を認識しない限り，甲32及び33に記載された事項を適用する動機はあり得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3の判断について",
              "text": [
                "前記(1)と同様の理由により，審決の相違点3の判断も，正当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲32及び33は，原審において提出されなかった新たな証拠であって，その記載内容について原審において審理判断されていないので，甲32及び33の記載内容に基づく原告の主張は，本件訴訟の審理範囲から逸脱している(最高裁判所昭和42年(行ツ)第28号同51年3月10日大法廷判決・民集30巻2号79頁参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，本件出願当時の公知技術を理解して的確に判断しており，ショーケース付き横型冷蔵庫の上方側のショーケースの冷却方式として，壁面冷却方式をとることは，本件出願当時における周知構成であるとの原告の主張は，時機に遅れた主張である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "本件発明1の横型冷蔵庫は，狭い厨房に設置され，天板の手前側を調理作業ができる調理台として使用されるものであり，仮に，甲11の1～8に記載のものが公知技術であったとしても，甲3発明に当該公知技術を適用しても，「冷凍キャビネット」を横型冷蔵庫にすること及び「冷蔵キャビネット2」をショーケースとして，その上部にのみ開口部を設けることの動機付けになるものではない。",
            "また，甲3発明では，冷蔵キャビネット2は冷凍キャビネット1とは独立して独自に冷却機能を備えているところ，これは，1つの冷却ユニットで冷凍キャビネット1と冷蔵キャビネット2の両方が冷却されないことを意味しているものと理解される。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について",
              "text": [
                "本件発明は，前記第2の2記載のとおりであるところ，本件明細書(甲17)には，本件発明について，概略，次のとおりの記載がある。",
                "本件発明は，断熱箱体の上面にショーケースを設置した横型冷蔵庫に関するものである(【0001】)。",
                "飲食店等の厨房で使用される横型冷蔵庫の上面に，寿司ネタや野菜等の食材を保冷するショーケースを設置したものとして，圧縮機や凝縮器と共に冷凍機構を構成する冷却器により冷却された冷気を，冷蔵庫の本体をなす断熱箱体の内部の冷蔵室内に庫内ファンによって送り込むことで，前記冷蔵室を冷却し，前記ショーケースの底部の，前記断熱箱体の天井部に開設された開口部に対応する位置に，開口部を設け，前記冷蔵室内の冷気を両開口部を介してショーケース内に画成した収納室に導入することにより，前記収納室を冷却する従来技術が存在した(【0002】)。",
                "しかしながら，前記の冷蔵庫には，前記冷蔵室及び前記収納室に冷気を庫内ファンを用いて強制的に対流させて冷却する方式であるため，収納室に収納されている食材等が冷気の流れによって乾燥し，鮮度が低下しやすくなるという問題があった。また，前記の冷蔵庫においては，冷蔵室から導入される冷気により冷却される伝熱パネルをショーケースに配設し，該伝熱パネルにより冷却された冷気の自然対流によって，収納室を冷却する方式が提案されていたが，この自然対流方式の冷却では，収納室内の食材等の乾燥は抑制されるものの，該ショーケースに開設される取出口には伝熱パネルを配設できないため，該パネルによる冷却面積は少なく，冷却効率が低いという問題があった(【0003】)。さらに，前記冷蔵室と前記収納室とは開口部で連通しているため，スライド扉の開閉が多いショーケースの収納室からは水分を含んだ暖かい空気が多量に室内に流入し，両室を冷却する1基の冷却器に，両室内の空気中の水分が，短時間で多量に，霜として付着し，冷却不足を来たし，冷却能力が低下するという問題，ショーケースの取出口は上部から前部にわたって形成されているため，スライド扉を開放した際には底部近傍の冷気が流出するとともに，暖かい空気が収納室及び冷蔵室に流入し，両室の温度が上昇しやすいという問題，前記冷蔵庫は，断熱箱体からショーケースを取り外して断熱箱体側のみを使用し得るように，該断熱箱体の天井部に開設された開口部を蓋で閉じる構成になっていたところ，蓋で閉じた開口部の部分での断熱性能が低く，断熱箱体の上部に開口部を設けない製品に比べ，冷却能力が低下するという問題，開口部を蓋で閉じた部分は，断熱箱体の上部に開口部を設けない製品に比べて強度が弱く，箱体上面のたわみ，蓋及びその周辺の沈み込み等が発生しやすく，断熱箱体上での調理作業に不具合を来たすおそれがあるという問題があった(【0004】，【0005】)。しかも，前記冷蔵庫は，ショーケースを使用しない場合であっても，冷蔵室の冷気が断熱箱体の開口部から収納室に流出するため，冷蔵室側の冷却効率が低下し，これに伴って圧縮機負荷が大きくなり，消費電力も大きくなってランニングコストが嵩むという問題があった。なお，開口部を蓋で閉じることが可能な構造では，冷蔵室から収納室への冷気の流出をある程度は防ぐことができるが，蓋と断熱箱体との隙間からの冷気の流出を完全に抑えることは困難であり，また，蓋を断熱構造としたとしても，その断熱材の厚みは断熱箱体の断熱材の厚みよりは薄く，収納室側への熱交換が生じ，圧縮機負荷の大増によってランニングコストが嵩むのを抑制することはできなかった。(【0006】)",
                "そこで，本件発明は，冷蔵室及び収納室の冷却効率を向上するとともに，冷却能力が低下するのを抑制することができ，併せて，ショーケースを使用しない場合の冷蔵室側の冷却効率の低下を防止し得る横型冷蔵庫を提供することを目的とする(【0007】)。",
                "本件発明は，天板が配設される天井部に冷気用の開口部が形成されていない断熱箱体に内部画成した冷蔵室を，冷凍機構の冷却器により冷却された空気を強制対流させることで冷却するとともに，前記断熱箱体における天板の上面に，断熱的に完全に遮断された状態でショーケースを配置し，その上部にのみ開口部を設け，前記冷凍機構に接続する冷却パイプがショーケースの内箱と外箱の間に充填された断熱材の側の内箱の外面に接触するよう配設されて内箱を冷却し，該内箱に接触して冷却された空気が自然対流することにより，ショーケースに内部画成した収納室を冷却するよう構成したことを特徴とする。",
                "また，本件発明の別の構成では，前記の冷蔵室を，冷凍機構の冷却器により冷却すると共に，前記のショーケースを配置し，前記のとおり開口部を設け，前記冷凍機構の接続する冷却パイプが前記のとおり配設され，該冷却パイプを介して前記収納室を冷却するよう構成するとともに，前記外箱と内箱との前後の上端部にレール部材が配設されて，両レール間に該開口部を開閉する断面コ字状の扉を載置することで，前記ショーケースの開口部に該扉が着脱可能でかつスライド可能に配設されていることを特徴とする。(【0008】)",
                "本件発明の実施形態は，次の図1～4のとおりである(【0009】，【0018】)。",
                "図1  要部縦断側面図                          図2  概略斜視図",
                "図3  縦断正面図                          図4  冷凍機構を示す概略構成図",
                "すなわち，実施例に係る横型冷蔵庫10は，下側に配置される冷蔵庫本体部11と，上側に配置されるショーケース12とから基本的に構成される(【0009】)。",
                "冷蔵庫本体部11では，断熱箱体16内に食品や飲料品等の冷蔵品を収納する冷蔵室17が画成される。断熱箱体16における外箱13の上面に天板19が配設され，天板19上が調理台として使用可能に構成される。天板19の下方に，機械室23が画成され，この機械室23に冷凍機構24が収納されている。機械室23の上部を画成する天板19の下面から機械室23の中間位置程度の高さまで垂下する冷却器用収納部25が配設される。この冷却器用収納部25の内部には，冷蔵室17と連通する冷却器室26が画成され，冷却器室26に，冷凍機構24の冷却器27及び庫内ファン28が収納されており，冷却器27に冷媒を循環供給することにより冷却された冷気を，庫内ファン28の運転によって冷蔵室17に強制的に対流させることで冷蔵室17を冷却するよう構成されている。断熱箱体16の機械室23と対向する左側壁には，冷却器室26と対応する位置に冷気吹出口29が開設され，冷却器室26で冷却された冷気は，庫内ファン28の運転により冷気吹出口29を介して冷蔵室17に吹き出されるようになっている。また断熱箱体16の左側壁には，冷気吹出口29の下方に冷気吸込み用ダクト30が配設され，ダクト30を介して冷蔵室17の空気が冷却器室26に吸い込まれるよう構成されている。冷却器27に近接して，冷蔵室17の温度を検知するための第1温度センサ32が配設され，センサ32の検知温度に基づいて，冷蔵室用電磁弁54が開閉制御されるよう設定されている。(【0010】～【0012】，【0024】)。",
                "機械室23に収納されて前側からの出し入れが可能に構成されたベース板33に，冷凍機構24を構成する凝縮器34，凝縮器用ファン35，圧縮機36等の部品が，前面側からこの順で取り付けられている(【0013】)。",
                "断熱箱体16の上面における後部側に配置されるショーケース12は，外箱37と，この外箱37の内部に所要の空間を存して設けられた内箱38と，両箱37，38間に充填した断熱材39とから構成され，その上部にのみ取出口として機能する開口部12aが設けられている。内箱38内には，食材等を収容する収納室40が画成されている。外箱37と内箱38との前後の上端部間にレール部材43，44が長手方向(図3の左右方向)の全長にわたって配設され，両レール部材43，44間には，透明な材料で断面略コ字状に形成された複数のスライド扉45が，着脱可能でかつ長手方向にスライド可能に配設されている(【0014】，【0015】)。",
                "内箱38の底面部及び後面部における断熱材側の外面には，冷凍機構24に接続する冷却パイプ47が接触する状態で蛇行状に配設され，冷凍機構24から供給される冷媒の循環により内箱38の全体を冷却するよう構成されている。すなわち，収納室40は，内箱38により冷却された冷気の自然対流により冷却されるようになっている。(【0016】)",
                "内箱38の外面には，収納室40の温度を検知するための第2温度センサ48が配設され，センサ48の検知温度に基づいて，収納室用電磁弁56が開閉制御されるよう設定されている。なお，第2温度センサ48を収納室40の内部に配設し，室内温度を直接検知して収納室用電磁弁56の開閉制御を行うようにすることも可能である。(【0017】)",
                "冷凍機構24では，圧縮機36の冷媒吐出側から導出した吐出管49が凝縮器34の冷媒入口側に接続され，圧縮機36で圧縮された高圧・高温の気化冷媒を凝縮器34に供給して凝縮するよう構成されている。この凝縮器34の冷媒出口側から導出した冷媒管50は，第1チーズ53の第1接続口53aに接続されている。この第1チーズ53の第2接続口53bに，冷蔵室用電磁弁54を介して第1キャピラリーチューブ55が接続され，第1キャピラリーチューブ55は冷却器27の冷媒入口側に接続される。また，第1チーズ53の第3接続口53cに，収納室用電磁弁(切換え手段)56を介して第2キャピラリーチューブ57が接続され，第2キャピラリーチューブ57は冷却パイプ47の冷媒入口側に接続される。(【0018】)",
                "圧縮機36の冷媒吸入側に吸入管58が接続されており，吸入管58に，冷却器27の冷媒出口側から導出した第1帰還管59及び冷却パイプ47の冷媒出口側から導出した第2帰還管60が第2チーズ61を介して接続され，冷却器27及び冷却パイプ47で熱交換して温度上昇した気化冷媒は，対応する第1帰還管59と第2帰還管60及び吸入管58を介して圧縮機36に帰還するよう構成されている(【0019】)。",
                "冷凍機構24では，圧縮機36で圧縮された気化冷媒は，凝縮器34で空冷されて凝縮し，この液化冷媒は，第1キャピラリーチューブ55及び第2キャピラリーチューブ57に分岐供給される。第1キャピラリーチューブ55を流通する液化冷媒は，冷却器27中で蒸発することにより，冷却器27に接触する冷却器室26内の空気と熱交換して冷却する。冷却器27により冷却された冷気は，冷気吹出口29から冷蔵室17に向けて吹き出され，この冷気が冷蔵室17を循環することにより冷蔵室17が冷却される。すなわち，冷蔵室17は，冷気の強制対流方式により冷却される。(【0018】，【0023】，【0024】)",
                "また，第2キャピラリーチューブ57を流通する液化冷媒は，冷却パイプ47中で蒸発することにより，内箱38と熱交換を行なって冷却する。内箱38は熱伝導性の良好な材料で形成されており，内箱38の底面部，前面部，後面部及び両側面部が冷却され，収納室40内において内箱38に接触する空気が冷却され，この冷気が自然対流することで収納室40が冷却される。すなわち，ショーケース12においては，収納室40は冷気の自然対流方向により冷却されているから，収納室40に収納されている食材等が冷気の流れによって乾燥するおそれはない。(【0018】，【0025】，【0033】)",
                "このような冷凍運転では，第1温度センサ32による冷蔵室17の検知温度に基づいて，冷蔵室用電磁弁54が開閉制御されることで，冷却器27への冷媒の供給と停止とが反復され，冷蔵室17はあらかじめ設定された温度に維持される。また，ショーケース12においても同様に，第2温度センサ48による収納室40の検知温度に基づいて，収納室用電磁弁56が開閉制御されることで，冷却パイプ47への冷媒の供給と停止とが反復され，収納室40はあらかじめ設定された温度に維持される。(【0026】)",
                "食材等を収納室40に対して出し入れする開口部12aは，ショーケース12の上部にのみ開設されているから，スライド扉45をスライドして開口部12aを開放しても，収納室40内で冷却された重い冷気は，上部の開口部12aを介して室外にほとんど流出しない。室外の湿った軽い暖気も開口部12aを介して室内にほとんど流入しなくなる結果として，収納室40の温度変化はほとんどなく，食材の劣化を抑制して鮮度を維持することができる。ショーケース12は，その内箱38の底面部，前面部，後面部及び両側面部の全てが断熱材39で覆われており，かつ，内箱38は熱伝導性の良好な材料で形成されているから，断熱性能が良好で，内箱38の全体を均一かつ効率的に冷却し，これによって収納室40内で温度ムラが生ずるのを抑制し，食材等が劣化するのを防ぐことができる。(【0027】，【0033】，【0034】)。",
                "ショーケース12と冷蔵庫本体部11の断熱箱体16とは連通していないから，断熱箱体16の冷蔵室17を冷却する冷却器27には，ショーケース12における収納室40内の空気及び開口部12aを開放することで侵入する暖気が接触することはなく，短時間で多くの霜が付いて冷凍能力が低下するのは抑制される(【0029】，【0033】)。",
                "冷蔵庫本体部11からショーケース12を分離して冷蔵庫本体部11を単独で使用する場合において，断熱箱体16の天井部には冷気用の開口部は形成されていないから，天井部の断熱性能の低下や強度低下を生ずることはない。すなわち，冷蔵庫本体部11における冷蔵室17の冷却能力が低下したり，天板19上での調理に際してたわみや沈み込み等が発生することはなく，調理を支障なく行い得る。(【0029】，【0034】)",
                "また，ショーケース12を使用しない場合は，電源スイッチ64をオフ状態に切り換えることにより，収納室用電磁弁56は，冷却パイプ47に冷媒が供給されるのを停止する閉状態に維持され，冷蔵室17の効率的な冷却が達成される。しかも，冷蔵庫本体部11とショーケース12とは断熱的に完全に遮断されているから，圧縮機負荷を小さくすることができ，圧縮機36の寿命を延ばし得るとともに，消費電力を小さくしてランニングコストを低廉に抑えることができる。(【0030】，【0035】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明について",
              "text": [
                "甲1発明は，前記第2の4(1)ア記載のとおりであり(当事者間に争いはない。)，概略，次のとおりのものと認められる。",
                "甲1発明は，一般的にアンダーカウンターと称される業務用横型冷蔵庫の構造を改良し，特に使用用途の拡大のため，庫内に収容できる商品の幅を広げることを目的とする，断熱箱体の改良に関するものである(【要約】の【課題】，【0001】。)",
                "従来，この種の横型冷蔵庫としては，冷却器を収納した冷却室を画成する横長の断熱箱体と，該断熱箱体の側部に設けられ，前記冷却器とともに冷凍サイクルを構成する凝縮器，圧縮機等を収納した機械室と，前記断熱箱体内の上部に設けられ，前記冷却室の吐出口に対向して横方向に延在するとともに，前面及び側面に冷気吹出口を形成したダクトと，前記断熱箱体の前面開口を開閉自在に閉塞する断熱扉により構成されているものが存在したが，その使用用途は，厨房室のアンダーカウンター等に限られ，設置可能な場所も自ずと限られていた(【0002】，【0003】)。",
                "そこで，甲1発明は，断熱箱体本体の天面の天面開口部と合致する間口を底面に備え，前面又は天面に開閉自在の扉を有した断熱箱体を据え付け，この上部の断熱箱体天面の扉に透明部材を用いることにより，断熱箱体本体は横型冷蔵庫，上部の断熱箱体はショーケースと，1台の機械で2種類の機械の役割を果たすことを可能にし，また，上部の断熱箱体を脱着自在とすることにより，設置場所と使用目的によって，上部の断熱箱体を付けたり外したりできるようにして，より広範囲な使用法を提供し，さらに，上部の断熱箱体の底面，背面又は天面に伝熱パネルを設けることにより，断熱箱体本体は通常の横型冷蔵庫，上部の断熱箱体は恒温高湿庫として使用することができるようにして，保存できる商品の幅を広げ，より広範囲な使用法を提供し，冷却室に設けた冷気吹出口に開閉自在の蓋を設けることにより，上部の断熱箱体を冷却する必要がない場合，上部の断熱箱体に冷気を送る冷気吹出口の蓋を閉じ，断熱箱体本体に冷気を送る冷気吹出口の蓋を開けることにより，断熱箱体本体の冷却速度を速められるようにした横型冷蔵庫を提供することを目的とする(【要約】の【課題】及び【解決手段】，【0005】～【0012】，【0063】)。",
                "甲1発明の実施例1は，次の図1及び2のとおりである(【0018】)。",
                "図1  外観構造斜視図                        図2  正面断面図",
                "すなわち，実施例1に係る横型冷蔵庫は，内箱2と外箱3と断熱材4とにより形成された前面及び天面に開口を有する横長の断熱箱体本体1と，圧縮機5，凝縮器6等を格納する断熱箱体本体1に隣接して設置される機械室7と，内箱2に設けた蒸発器8等を格納する冷却室9と，断熱箱体本体1の前面開口部を開閉自在に閉塞する断熱扉10と，断熱箱体本体1の天面開口部と合致する間口を底面に備え，前面又は天面に開閉自在の扉を有した断熱箱体により構成されたものである(【0013】，【0019】)。",
                "断熱箱体本体1の天面には，天面開口部11が2か所設けられており，この天面開口部11と合致する間口を底面に持つ断熱箱体12が断熱箱体本体1の天面半分程度の奥行きを有し，設置されている。断熱箱体12には，天面から正面にかけて透明板で作られた開閉自在な扉13が設置されており，扉13を通して断熱箱体12に格納されている商品を直接確認できる構造となっている。(【0020】，【0021】)",
                "冷却室9内の蒸発器8と熱交換を行い，庫内ファン14によって冷却室の上部に設けられた冷気吹出口15から送られる冷気は，まず断熱箱体12に送られ，断熱箱体12の冷却を行う。その後，断熱箱体本体1に送られ，断熱箱体本体1内の冷却を行った後，冷気吸込口16から吸い込まれ，再び蒸発器8と熱交換を行う(【0022】)。",
                "断熱箱体本体1は通常の横型冷蔵庫と同様の使い方が可能であり，天面の手前側半分を従来と同じく調理するための作業台として使用することができる。天面の奥側に設置された断熱箱体12はショーケースとしての使用が可能であり，調理に使用する食材を断熱箱体12に保存することにより，食材の鮮度を常に目視で確認することができる。今回の調理に使用する食材を断熱箱体12に保存することにより，横型冷蔵庫の天板上のみで作業をすることができ，作業効率を向上させることができる。また，それぞれ別の役割を担う断熱箱体本体1と断熱箱体12を1つの冷却ユニットで冷却することが可能となる(【要約】の【解決手段】，【0023】，【0063】)。",
                "甲1発明の実施例2は，実施例1の断熱箱体12を脱着可能にしたものである。このように断熱箱体12を脱着可能な構造とすることにより，設置場所の関係で通常の横型冷蔵庫しか設置できない場合においても同一の機械で対応することができ，また，季節によって断熱箱体12が必要なとき，必要でないときと使い分けをすることができる。さらに，断熱箱体12を取り外した場合，取り付けている場合に比べて冷却する容積が小さくなり，冷却速度を速めることができる。(【0014】，【0027】～【0034】，【0064】)",
                "甲1発明の実施例3は，実施例1の断熱箱体12内に，側面から背面及び天面に冷却空間を形成するように所定の間隔を有して配された伝熱パネルを設け，前記冷却空間に冷気を送り，強制対流熱伝達作用により前記伝熱パネルを冷却し，冷却された伝熱パネルにより，自然対流熱伝達及び輻射冷却作用により断熱箱体12内を冷却するものである。このような構造とすることにより，断熱箱体12を恒温高湿ショーケースとして使用することが可能であり，この部分に高湿度で保存する必要がある寿司ネタや野菜などを保存することができる。また，通常の横型冷蔵庫と恒温高湿ショーケースを1つの冷却ユニットで冷却することが可能である。(【要約】の【解決手段】，【0039】～【0044】，【0065】)。",
                "甲1発明の実施例4は，実施例3の断熱箱体12を脱着可能にしたものである(【0048】～【0057】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲7について",
              "text": [
                "特開平9―113089号公報(甲7)には，概略，次のとおりの記載がある。",
                "甲7に係る発明は，断熱箱体内を区画して，中央の冷凍室と，その上下の冷蔵室及び野菜室を形成してなる冷蔵庫に関するものである(【0001】)。",
                "従来の冷蔵庫では，冷凍室を冷却するために温度が低くなる冷却器からの冷気を，その上の冷蔵室や，その下の野菜室内に循環させていたため，冷蔵室内や野菜室内は乾燥するとともに，冷却器に湿気の多い冷蔵室内や野菜室内の水分が霜となって付着するため，冷却器の冷却能力が低下してしまう，冷却器を大型化しなければならなくなり，冷却器を収納する冷却室が大きくなって冷凍室内の有効容積を圧迫する，冷蔵室，野菜室に冷気を循環するための背面ダクト等を設ける必要も生じるため，冷凍室，冷蔵室及び野菜室の有効容積を圧迫するという問題があった(【0012】，【0013】)。",
                "甲7に係る発明は，かかる従来の技術的課題を解決するため，冷蔵室及び野菜室の内壁の断熱材側に，冷蔵室用冷却パイプ及び野菜室の冷却パイプを設け，これらに冷媒の一部を流入させて蒸発させることにより，冷蔵室及び野菜室の壁を冷却し，冷気を冷蔵室内及び野菜室内において自然対流させることにより，冷蔵室内及び野菜室内を冷却し，中央の冷凍室とその上の冷蔵室，その下の野菜室を有する冷蔵庫において，その有効容積を拡大して収納効率を向上するとともに，各室の冷却性能を改善することを目的とする(【要約】の【解決手段】，【0014】，【0028】，【0030】)。",
                "その実施形態は，次の図のとおりである(【0018】)。",
                "冷蔵庫1は，外箱3A，内箱3B間に断熱材2を充填して成り，前面に開口する断熱箱体3内を，断熱性の仕切壁(上仕切壁4，下仕切壁5)によって区画し，中央の冷凍室8と，その上下の冷蔵室6及び野菜室9とを形成してなるものであって，冷凍室8内の奧部に区画形成した冷却室22と，この冷却室22内に設置した冷凍室用冷却器15と，この冷凍室用冷却器15からの冷気を冷凍室8内に循環させる送風機16と，冷蔵室6に対応する内箱3B(内壁)の断熱材2側に設けられた冷蔵室用冷却パイプ18(氷温コーナー冷却パイプ20)と，野菜室9に対応する内箱3B(内壁)の断熱材2側に設けられた野菜室用冷却パイプ19とを備えたものである(【0015】，【0018】～【0020】，【0023】)。",
                "冷凍室用冷却器15は，所定間隔で複数枚並設されたアルミニウム薄板からなる矩形状の放熱フィンと，それらに嵌合された冷媒配管からなり，この冷媒配管の入口側は減圧装置，凝縮器を介して圧縮機36の吐出側の配管に接続され，出口側は圧縮機36の吸込側に接続されている。また，冷蔵室6の内壁となる内箱3B及び上仕切壁4(内箱3Bの一部である。)上面の断熱材2側には，冷蔵室用冷却パイプ18が蛇行して配設されており，その一方は制御装置により制御される電磁弁を介して冷凍室用冷却器15の入口側に配管接続されており，他方は冷凍室用冷却器15の出口側に合流して配管接続されている。さらに，野菜室9の内壁となる下仕切壁5下面の断熱材2側には，野菜室用冷却パイプ19が蛇行して配設されており，その一方は制御装置により制御される電磁弁を介して冷凍室用冷却器15の入口側に配管接続されており，他方は冷凍室用冷却器15の出口側に合流して配管接続されている。(【0024】～【0026】)",
                "断熱箱体3の下後部には機械室35が構成されており，この機械室35内には冷凍室用冷却器15，各冷却パイプ18，19と共に周知の冷凍サイクルを構成する圧縮機36が設置されている(【0026】)。",
                "圧縮機36及び送風機16は，制御装置により冷凍室8の温度に基づいて運転制御され，減圧冷媒が冷凍室用冷却器15に流入して蒸発する。この冷凍室用冷却器15にて冷却された冷気は，送風機16により冷凍室用吐出口8A，8Aより冷凍室8内に吹き出される。そして，冷凍室8内を循環して冷却した後，冷気は下部の冷凍室用吸込口8Bから冷却室22内の冷凍室用冷却器15下部に帰還する。(【0027】)",
                "減圧冷媒の一部は，前記電磁弁を介して冷蔵室用冷却パイプ18内にも流入して蒸発する。これによって冷蔵室6の内壁面が冷却され，冷気は自然対流して冷蔵室6内を冷却する。また，冷蔵室6内下部には他の空間から仕切られた氷温コーナー7が区画構成されており，この氷温コーナー7下の上仕切壁4内部に配設した氷温コーナー冷却パイプ20(冷却パイプ18の一部)により，氷温コーナー7内は比較的強力に冷却される。(【0028】，【0029】)",
                "さらに，冷媒の一部は野菜室用冷却パイプ19内にも流入して蒸発し，野菜室9内の上壁を冷却する。これによって冷気が自然対流し，野菜室9内を冷却するとともに，制御装置は野菜室9の温度に基づいて電磁弁を開閉制御して野菜室用冷却パイプ19内に流入する冷媒量を制御する。(【0030】)。",
                "このように，冷蔵室用冷却パイプ18及び野菜室用冷却パイプ19を設けることにより，冷蔵室6内，氷温コーナー7内及び野菜室9内を直接冷却しているので，従来のように，冷蔵室6の後壁内に設けたダクトや下仕切壁5内に設けたダクトが不要となる。また，冷凍室用冷却器15は冷凍室8だけ冷却すればよいので，容量を小さくすることができる。さらに，冷蔵室6内や野菜室9内に低温となる冷凍室用冷却器15からの冷気を供給しないので，冷蔵室6内や野菜室9内に収納した食品が乾燥することもない。加えて，冷蔵室6内や野菜室9内の湿気が冷凍室用冷却器15に霜となって付着して冷却能力が低下するのを，未然に阻止できる。そのため，冷凍室8，冷蔵室6及び野菜室9の有効容積(貯蔵空間)を極めて広くすることができるようになり，冷蔵庫1の収納効率を大幅に向上することができる。(【0031】，【0032】，【0046】，【0047】)。",
                "なお，実施例では家庭用冷蔵庫について述べたが，これに限らず，庫内を冷却する冷却器を用い，庫内を複数に区画してそれぞれ異なる温度で管理する各種冷蔵庫にも甲7に係る発明は有効である(【0045】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件発明の進歩性の不存在-甲1発明を主引用例とするもの)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明への甲7に記載された事項の適用について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明1と甲1発明の相違点として，前記第2，4(1)イ(イ)b記載のとおりの相違点2がある(当事者間に争いはない。)ところ，前記認定事実(1(2))によれば，甲1発明は，それぞれ要冷蔵品を収納する保存室を有する上下2つの断熱箱体により構成された業務用横型冷蔵庫に関する発明であるから，断熱箱体の内箱及び外箱並びにその間に充填された断熱材により区画された上下2つの保存室を有する業務用横型冷蔵庫，すなわち，庫内が断熱材により複数に区画された業務用横型冷蔵庫に関する発明であるといえる。",
                            "一方，前記認定事実(1(3))によれば，甲7には，断熱性の仕切壁によって区画された，冷蔵室，冷凍室及び野菜室がある家庭用冷蔵庫における冷却の実施例が記載されているが，家庭用冷蔵庫に限らず，庫内を複数に区画してそれぞれ異なる温度で管理する各種冷蔵庫に有効な発明であることが記載されている。",
                            "以上によれば，甲1発明と甲7に記載された事項は，少なくとも，複数の保存室を有する冷蔵庫に関するものという点で，技術分野が共通である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記1(2)のとおり，甲1には，特に使用用途の拡大のため，庫内に収容できる商品の幅を広げることを目的とする断熱箱体の改良に関する発明である旨が記載されている。そうすると，甲1発明の課題は，使用用途の拡大，収容できる要冷蔵品の幅を広げることということができる。",
                            "一方，前記認定事実(1(3))によれば，甲7に記載された事項の課題は，温度が低い冷気の循環による冷蔵室内や野菜室内の乾燥の防止，高湿状態である冷蔵室や野菜室内の水分が霜となって冷却器に付着することによる冷却能力の低下の防止，冷却器の大型化及び背面ダクト等の設置による冷凍室，冷蔵室及び野菜室の有効容積の圧迫の防止であるといえる。これらは，庫内の複数の区画の存在を前提としているが，冷凍が必要な食品等については冷凍室，冷蔵が必要な食品等については冷蔵室，特に高湿状態が望ましい野菜については野菜室の各区画を設け，冷蔵室及び野菜室については，高湿状態に保つことを課題としていると解することができるのであって，各食品等に応じた適切な冷蔵状態を提供することで，庫内に収容できる要冷蔵品の幅を広げることを課題としていると評価することができる。",
                            "以上によれば，甲1発明と甲7に記載された事項は，使用用途の拡大，収容できる要冷蔵品の幅を広げることという点で，課題が共通であるということができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "前記認定事実(1(2))によれば，甲1発明は，断熱箱体からなる横型冷蔵庫の天面に，別の断熱箱体を据え付け，下の断熱箱体の内箱の内部に，圧縮機及び凝縮器と連結されて冷媒を循環させている蒸発器を設け，前記蒸発器により冷却された冷気を，下の断熱箱体だけではなく，上の断熱箱体にも循環させることによって，上下2つの断熱箱体を冷却するものである。",
                            "一方，前記認定事実(1(3))によれば，甲7には，圧縮機及び凝縮器と連結された室用冷却パイプ及び野菜室用冷却パイプを設けて冷媒を循環させ，冷凍室は，冷凍室用冷却器により冷却された冷気を循環させることによって冷却し，冷蔵室及び野菜室は，冷蔵室用冷却パイプ及び野菜室用冷却パイプの内部を循環する冷媒の蒸発により，各室の内壁面を冷却し，冷気の自然対流により各室内を冷却することが記載されている。",
                            "以上によれば，甲1発明と甲7に記載された事項は，蒸発器を 1 つ設けるか複数設けるかという違いはあるものの，1つの圧縮機及び1つの凝縮器を，冷却器ないし冷却パイプと連結し，その中に冷媒を循環させ，冷媒の蒸発により，冷蔵庫内の複数の保存室を冷却するという作用・機能において，共通する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "前記1(2)のとおり，甲1には，上の断熱箱体の保存室の外側に冷却空間を形成するように伝熱パネルを設け，前記冷却空間に冷気を循環させることにより前記伝熱パネルを冷却し，前記伝熱パネルの自然対流熱伝達及び輻射冷却作用により，保存室の内部を冷却する方法(実施例3及び4)が記載されており，また，前記方法を採用することにより，下の断熱箱体を通常の横型冷蔵庫，上の断熱箱体を高湿度で保存する必要のある寿司ネタや野菜などを保存することができる恒温高湿ショーケースとして使用することが可能であることが記載されている。そうすると，甲1は，食品の乾燥防止のため，高湿状態を維持できる，冷気の強制対流以外の冷却方法を採用することを記載したものといえるから，甲 1 発明の上の断熱箱体の保存室の内部の冷却方法を，食品の乾燥を防止し得る別の冷却方法に変更することにつき，示唆があるといえる。",
                            "一方，前記1(3)のとおり，甲7には，冷蔵室内や野菜室内に低温となる冷凍室用冷却器からの冷気を供給しないので，冷蔵室内や野菜室内に収納した食品が乾燥することもないとの記載があり，冷蔵室用及び野菜室用冷却パイプを循環する冷媒の蒸発による冷却が，食品の乾燥防止のため，高湿状態を維持できる冷却方法であることが記載されているといえる。そうすると，甲7には，甲1発明の前記の上の断熱箱体の保存室を高湿度で保存する必要のある寿司ネタや野菜などを保存するために利用する場合には，その内部の冷却方法を，甲7に記載された冷却パイプの設置による冷媒の蒸発による冷却方法に変更することにつき，示唆があるといえる。",
                            "また，前記aのとおり，甲7には，家庭用冷蔵庫に限らず，庫内を複数に区画してそれぞれ異なる温度で管理する各種冷蔵庫に有効な発明であることが記載されており，甲1発明は，複数の保存室を有する冷蔵庫であるから，甲7には，甲7に記載された事項を甲1発明に適用する示唆があるといえる。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上によれば，甲1発明と甲7に記載された事項とは，一般的な技術分野及び課題等を共通にするだけでなく，甲1に記載された実施例3及び4と甲7に記載された事項とにおいて，上の断熱箱体における冷却中の保存品の乾燥を防止するという具体的課題も共通するものであるから，甲1発明につき，上の断熱箱体の保存室の内部の冷却方法として，甲7に記載された冷却パイプの設置による冷媒の蒸発による冷却方法を適用する動機付けがあるといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記1(2)のとおり，甲1発明には，「断熱箱体本体の天面開口部と合致する間口を底面に備え」る「断熱箱体」という構成が含まれるが，この「天面開口部」及び「間口」は，庫内ファンによって冷却室の上部に設けられた冷気吹出口から送られる冷気を，上の断熱箱体に送ってこれを冷却し，その後，下の断熱箱体に送ってこれを冷却するための，冷気用の開口部である。",
                        "そして，冷気を上下の断熱箱体に循環させてこれを冷却する方法においては，上下の断熱箱体の間に冷気を通すための開口部を要するが，冷媒を上下の断熱箱体に循環させてこれを冷却する方法においては，上下の断熱箱体の間に冷気を通すための開口部を必要としない代わりに，冷却パイプを通すための開口部を要するのであって，他に冷気用の開口部を設けるべき理由はないから，上下の断熱箱体の間に冷気用の開口部を要するか否かは，上の断熱箱体を下の断熱箱体からの冷気の循環により冷却するか否かという冷却方法の選択の問題にほかならない。",
                        "また，甲1には，前記1(2)のとおり，上下の断熱箱体を1つの「冷却ユニット」で冷却することが可能であることが記載されており，弁論の全趣旨によれば，「冷却ユニット」は，少なくとも，圧縮機，凝縮機及び蒸発器により構成されることが認められるところ，冷却器及び冷却パイプは，冷媒の蒸発により，冷却を行う機能を有するものであり，前記の蒸発器に該当するものと認められるから，甲1発明に，甲7に記載された前記の冷却方法を適用すれば，上の断熱箱体用の冷却パイプと下の断熱箱体用の冷却器を，別途に設けることになるから，上下の断熱箱体を1つの「冷却ユニット」で冷却することはできなくなる。",
                        "しかしながら，前記1(2)のとおり，甲1発明の目的は，業務用横型冷蔵庫の構造を改良し，特に使用用途の拡大のため，庫内に収容できる要冷蔵品の幅を広げることにある。上下の断熱箱体を1つの「冷却ユニット」で冷却するため，蒸発器を1つしか設けないことは，この目的と関係がない。また，前記認定事実(1(3))によれば，甲7には，冷却パイプ内の冷媒の蒸発により冷却される保存室の内部の乾燥を防止できることのほか，①冷却器に湿気の多い冷蔵室や野菜室内の水分が霜となって付着し，冷却器の冷却能力が低下することを防げること，②冷却器を大型化しなくてよくなり，これを収納する区画を小容量化して，冷凍室の有効容積を広くすることができること，③冷気循環のためのダクト等を設ける必要がなくなり，冷凍室，冷蔵室及び野菜室の区画の有効容積を広くすることができることが記載されている。そうすると，蒸発器を複数にして各保存室を冷却する方式を採用するか，蒸発器を1つにして全保存室に当該蒸発器で冷却した冷気を循環させて冷却する方式を採用するかは，当業者が設計に際して効果を考慮して適宜採用し得る設計的事項に該当する。",
                        "以上によれば，上下の断熱箱体の間に冷気を通すための開口部がない構成になることや，蒸発器を複数有する構成になることが，甲1発明に甲7に記載された事項を適用することの阻害事由たり得るとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "したがって，本件発明1の相違点2に係る構成は，本件出願時，当業者が，甲1発明及び甲7に記載された事項から容易に発明をすることができたといえる。"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，甲1発明において，断熱箱体本体1の天面開口部と断熱箱体12の底面開口を設けない場合，冷気の循環流動が不能になるので，1つの冷却ユニットで断熱箱体12と断熱箱体本体1の両方を冷却できないから，甲1発明に甲2～10に記載された事項を適用する動機はあり得ないと主張する。",
                        "しかしながら，前記アのとおりであって，被告の前記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲1発明に開示された横型冷蔵庫に固有の技術的課題を認識しない限り，甲32及び33に記載された事項を適用する動機はあり得ないと主張する。",
                        "この主張を，甲1発明への甲7に記載された事項の適用についても動機付けはない旨と解するとしても，横型冷蔵庫にどのような固有の技術的課題があるから動機付けが否定されるのか，具体的な主張は明らかでない。なお，甲1には，例えば，冷蔵庫の横幅が広いために，横幅が広くない家庭用冷蔵庫にはあり得ない何らかの技術的困難さが生じるなどの記載はなく，横型冷蔵庫のみに固有の技術的課題があることを認めるに足りる証拠もない。",
                        "したがって，被告の前記主張は，失当であり，採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，甲32及び33の記載内容について原審において審理判断されていないから，甲32及び33に基づく原告の主張は，本件訴訟の審理範囲から逸脱していると主張するが，そもそも，前記アの判示は，甲1発明への甲32又は甲33に記載された事項の適用につき，容易想到性を認める内容ではない。",
                        "したがって，被告の前記主張は，失当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，ショーケース付き横型冷蔵庫の上方側のショーケースの冷却方式として，壁面冷却方式をとることは，本件出願当時における周知構成であるとの原告の主張は，時機に遅れた主張であると主張するところ，弁論の全趣旨によれば，原告は，本件訴訟の第1回弁論準備手続期日において陳述した原告第1準備書面において，前記の主張をしていると認められ，これが「当事者が故意又は重大な過失により時機に遅れて提出した攻撃又は防御の方法」(民事訴訟法157条1項)に該当するとは認められない。",
                        "なお，被告の前記主張を，前記(ウ)の被告の主張と同旨と解するとしても，前記(ウ)のとおりであって，失当である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "他に，前記認定を覆すに足りる主張・立証はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "まとめ",
              "text": [
                "以上のとおりであるから，当業者は，本件出願時，本件発明1を，甲1発明及び甲7に記載された事項から容易に発明することができたといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上の次第で，審決は，甲1発明を主引用例とする本件発明1の進歩性判断に誤りがあり，取消しを免れないから，原告主張のその余の点を判断するまでもなく，原告の請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}