{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人の被控訴人に対する原判決「事実及び理由」の第1の1及び2記載の各請求を棄却した部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙楽譜目録記載1の楽曲を演奏，複製，上映，放送，送信又は販売してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載の楽曲をCD，DVDその他に録音若しくは録画し，又は同楽曲を録音若しくは録画したCD，DVDその他を複製，販売若しくは貸与してはならない。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，特に断らない限り，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "控訴人は，甲12及び乙15に収録された音源に係る楽曲(以下「原告楽曲」という。)の著作者であるところ，原審において，一審被告Y(被控訴人)，一審被告A(被告A)及び一審被告株式会社ソニー・ミュージックエンタテインメント(被告SME)が原告楽曲に依拠してこれに類似した甲13及び乙4に収録された音源に係る楽曲(以下「被告楽曲」という。)を制作したこと，一審被告テレビせとうち株式会社(被告TSC)がこれをテレビ番組内で放送したこと及び一審被告株式会社ソニー・ミュージックダイレクト(被告SMD)がこれを収録したDVD等を販売したことが，控訴人の著作権(複製権又は編曲権)及び著作者人格権(同一性保持権及び氏名表示権)を侵害しているとして，被控訴人らに対し，①著作権法112条に基づき，別紙楽譜目録記載1(控訴人が被告楽曲の旋律を表す楽譜であると主張するもの)の楽曲の演奏，複製等及びこれを録音又は録画したCD，DVD等の複製，販売等の禁止を求めるとともに，②不法行為に基づく損害賠償金(被控訴人，被告A及び被告SMEに対し9000万円，被告TSCに対し7000万円，被告SMDに対し6000万円)及びこれに対する遅延損害金の連帯支払を求めた。",
            "原判決は，被告楽曲が原告楽曲を複製又は翻案したものに当たるとはいえず，控訴人の著作権及び著作者人格権が侵害されたとは認められないとして，控訴人の被控訴人らに対する請求をいずれも棄却した。",
            "そこで，控訴人は，原判決中，控訴人の被控訴人に対する上記①の請求を棄却した部分を不服として，本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実並びに後掲各証拠及び弁論の全趣旨により認められる事実)",
          "text": [
            "当事者",
            "原判決3頁18行目冒頭から同頁24行目末尾までに記載のとおりであるから，これを引用する。",
            "控訴人による原告楽曲の作曲"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "被告Aは，平成25年1月10日ころ，被告TSCが制作し，被告SMDがその音楽を担当する幼児向けテレビ番組「しまじろうのわお！」においてダンス曲(仮タイトル「バシッとキメたいそう」)として使用するための楽曲を募集する旨のメールを関係者らに送信した(甲3)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "控訴人は，上記募集を受けて原告楽曲を作曲し，平成25年1月18日，被告SMEに対し，メールに添付する方法により原告楽曲の音源を提出した(甲4，12)。",
                "被告楽曲の作曲等"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "被控訴人は，被告楽曲を作曲した。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被告TSCは，平成25年4月ころから平成27年2月ころまで，同社が放映するテレビ番組「しまじろうのわお！」内において，被告楽曲を放送した。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "被告SMDは，被告楽曲を収録したDVD等を販売している。そのジャケットには，被告楽曲につき，「作曲・編曲：Mine-Chang」と表示されている。(乙14)"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "被告楽曲が原告楽曲を複製又は翻案したものか否か(原告楽曲と被告楽曲の同一性・類似性及び依拠性)。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点に関する当事者の主張",
          "text": [
            "行目から7頁7行目まで)に記載のとおりであるから，これを引用する。",
            "原判決5頁2行目の「第9小節末尾」のあとに「(原告楽曲)」を，同行目の「第10小節」のあとに「(被告楽曲)」を，それぞれ加える。",
            "原判決5頁6行目の「この部分」を「上記④の部分」と改める。",
            "原判決5頁22行目末尾に次のとおり加える。",
            "「特に，原告楽曲と被告楽曲のBPM(テンポ)がほぼ同じである点は，両楽曲のいかなる相違点をも打ち消すほどに，同一性を示す最大の根拠となる。また，両楽曲が実質的に同一の楽曲であることは，両楽曲の歌と伴奏をそれぞれ入れ替えたもの(甲32及び33)が，聴感上全く違和感なく再生できることからも明らかである。」",
            "原判決6頁9行目の「被告Y，被告A及び被告SMEが」を「被控訴人は，被告A及び被告SMEとともに，」と改める。",
            "原判決6頁12行目及び7頁6行目の各「被告らは」を「被控訴人は」とそれぞれ改める。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，被告楽曲が原告楽曲を複製又は翻案したものであるとは認められず，被控訴人が控訴人の原告楽曲に係る著作権及び著作者人格権を侵害しているとはいえないから，控訴人の被控訴人に対する前記第2の1の①の請求には理由がないものと判断する。その理由は，次のとおり補正するほかは，原判決「事実及び理由」の第3の1(8頁4行目から12頁2行目まで)に記載のとおりであるから，これを引用する。",
            "原判決11頁6行目冒頭から同頁8行目末尾までを次のとおり改める。",
            "「これに対し，控訴人は，原告楽曲と被告楽曲のBPM(テンポ)がほぼ同じである点は，両楽曲のいかなる相違点をも打ち消すほどに，同一性を示す根拠となる旨主張する。",
            "しかし，楽曲についての複製，翻案の判断に当たっては，楽曲を構成する諸要素のうち，まずは旋律の同一性・類似性を中心に考慮し，必要に応じてリズム，テンポ等の他の要素の同一性・類似性をも総合的に考慮して判断すべきものといえるから，原告楽曲と被告楽曲のテンポがほぼ同じであるからといって，直ちに両楽曲の同一性が根拠づけられるものではない。そして，上記で述べたとおり，両楽曲は，比較に当たっての中心的な要素となるべき旋律において多くの相違が認められることから，被告楽曲から原告楽曲の表現上の特徴を直接感得することができるとは認め難いといえる。他方，両楽曲のテンポが共通する点は，募集条件により曲の長さや歌詞等が指定されていたことによるものと理解し得ることから，楽曲の表現上の本質的な特徴を基礎づける要素に関わる共通点とはいえないのであって，上記判断を左右するものではない。",
            "したがって，控訴人の上記主張は理由がない。",
            "また，控訴人は，両楽曲が実質的に同一の楽曲であることは，両楽曲の歌と伴奏をそれぞれ入れ替えたもの(甲32及び33)が聴感上違和感なく再生できることから明らかであるとも主張するが，そのようなことが，両楽曲の同一性を直ちに根拠づけるものでないことは明らかであるから，甲32及び33によっても，上記判断が左右されるものではない。",
            "その他にも控訴人は，原告楽曲と被告楽曲が実質的に同一の楽曲である旨をるる主張するが，以上説示したところに照らし，いずれも採用することができない。」",
            "原判決11頁24行目末尾に，改行の上，次のとおり加える。",
            "「したがって，被控訴人らが原告楽曲に依拠して被告楽曲を作曲したとする控訴人の主張は，これを認めることができない。」"
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，控訴人の被控訴人に対する前記第2の1の①の請求を棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ネ)10067",
    "date": "2016-12-08",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)21850",
    "precedent_id": "086334",
    "ipprecedent_id": "4520",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}