{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800133号事件について平成28年6月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実（いずれも当事者間に争いがない。）",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「医療用ガイドワイヤ」とする特許第4354525号（平成21年5月20日出願，同年8月7日設定登録。以下「本件特許」という。）の特許権者である。",
            "被告は，平成27年6月4日，特許庁に対し，本件特許を無効とすることを求めて審判請求をした。これに対し，特許庁は，当該請求を無効2015-800133号事件として審理をした上，平成28年6月7日，「特許第4354525号の請求項1-9に係る発明についての特許を無効とする。」との審決をした（以下「本件審決」という。）。その謄本は，同月16日，原告に送達された。",
            "原告は，同年7月14日，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の請求項1～9に係る発明（以下「本件発明1」のようにいい，また，これらを一括して「本件発明」という。）は，明細書及び図面（以下，併せて「本件明細書」という。別紙1。）の特許請求の範囲の請求項1～9（以下「請求項1」のようにいう。）に記載された次のとおりのものと認められる。",
            "【請求項1】",
            "遠位端側小径部と前記遠位端側小径部より外径の大きい近位端側大径部とを有するコアワイヤと，",
            "前記コアワイヤの遠位端側小径部の外周に軸方向に沿って装着され，先端側小径部と，前記先端側小径部よりコイル外径の大きい後端側大径部と，前記先端側小径部と前記後端側大径部との間に位置するテーパ部とを有し，少なくとも先端部および後端部において前記コアワイヤに固着されているコイルスプリングとを有し，",
            "前記コイルスプリングの先端側小径部の長さが5～100mm，コイル外径が0．012インチ以下であり，",
            "前記コイルスプリングの先端部は，Au-Sn系はんだにより，前記コアワイヤに固着され，",
            "Au-Sn系はんだによる先端硬直部分の長さが0．1～0．5mmであることを特徴とする医療用ガイドワイヤ。",
            "【請求項2】",
            "前記コイルスプリングの先端側小径部のコイル外径が0．010インチ以下であることを特徴とする請求項1に記載の医療用ガイドワイヤ。",
            "【請求項3】",
            "前記コアワイヤの近位端側大径部の外径および前記コイルスプリングの後端側大径部のコイル外径が，何れも0．014インチ以上であることを特徴とする請求項2に記載の医療用ガイドワイヤ。",
            "【請求項4】",
            "前記コイルスプリングの先端側小径部におけるコイルピッチが，コイル線径の1．0～1．8倍であり，",
            "Au-Sn系はんだが，前記コイルスプリングの1～3ピッチに相当する範囲においてコイル内部に浸透していることを特徴とする請求項1乃至請求項3の何れかに記載の医療用ガイドワイヤ。",
            "【請求項5】",
            "前記コイルスプリングの内部に樹脂が充填されているとともに，前記コイルスプリングの外周に前記樹脂による樹脂層が形成され，前記樹脂層の表面に親水性樹脂層が積層形成され，",
            "前記コアワイヤの表面には撥水性樹脂層が形成されていることを特徴とする請求項1乃至請求項4の何れかに記載の医療用ガイドワイヤ。",
            "【請求項6】",
            "前記コイルスプリングのテーパ部を含む外周が，前記樹脂層および親水性樹脂層で被覆されることにより，ガイドワイヤの形状としてのテーパが形成され，そのテーパ角度が，前記コイルスプリングのテーパ部のテーパ角度よりも小さいことを特徴とする請求項5に記載の医療用ガイドワイヤ。",
            "【請求項7】",
            "前記コイルスプリングは，コイルピッチがコイル線径の1．0～1．8倍である先端側密巻部分と，コイルピッチがコイル線径の1．8倍を超える後端側疎巻部分とからなることを特徴とする請求項1乃至請求項6の何れかに記載の医療用ガイドワイヤ。",
            "【請求項8】",
            "前記コイルスプリングの先端側密巻部分により先端側小径部およびテーパ部が形成され，前記コイルスプリングの後端側疎巻部分により後端側大径部が形成されていることを特徴とする請求項7に記載の医療用ガイドワイヤ。",
            "【請求項9】",
            "前記コアワイヤがステンレスからなることを特徴とする請求項1乃至請求項8の何れかに記載の医療用ガイドワイヤ。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，以下のとおり，請求項1及びこれを引用する請求項2～9の記載は，サポート要件に適合するということはできないから，本件発明は発明の詳細な説明に記載したものとはいえず，本件明細書の特許請求の範囲の記載は特許法（以下「法」という。）36条6項1号の要件を満たさないものであり，本件発明についての特許は，法123条1項4号に該当し，無効とすべきである，というものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書の発明の詳細な説明には，従来のコアワイヤの遠位端側小径部の外周に装着されたコイルスプリングを有する医療用ガイドワイヤでは，融点が低くて取扱いが容易であることから，コイルスプリングの先端部及び後端部をコアワイヤに固着するために，Ag-Sn系はんだが使用されていたところ，本件発明においては，ステンレスと，白金とをAu-Sn系はんだを使用して固着することにより，Ag-Sn系はんだによって固着する場合と比較して高い固着力（引張強度）が得られるため，先端硬直部分の長さが短いにも関わらず，コアワイヤに対するコイルスプリングの固着強度を十分に高いものとすることができ，先端硬直部分の長さを短くすることができる結果，マイクロチャンネル内での操作時において摩擦抵抗を低減させることができ，従来のガイドワイヤを使用したのでは行うことのできなかった狭い領域における治療も可能となり，0．012インチ以下の細い線径，Au-Sn系はんだによる高い固着強度，0．1～0．5mmという短い先端硬直部分により，操作性に優れたガイドワイヤが提供されることが記載されている。",
                "よって，発明の詳細な説明の記載に基づけば，本件発明の解決しようとする課題は，従来の線径が0．012インチ以下のガイドワイヤでは，Ag-Sn系はんだを用いているところ，そのはんだの固着強度が低く，固着領域を小さくできなかったため，固着領域の大きさに依存するシェイピング長さ（ガイドワイヤの先端の折り曲げ長さ）を短くすることができなかったことであると把握でき，また，本件発明が，Au-Sn系はんだを用いて，コイルスプリングの先端部をコアワイヤに固着させるとともに，当該Au-Sn系はんだによる先端硬直部分の長さが0．1～0．5mmであるものとすることを，当該課題を解決するための手段とし，その手段を採用したことにより，コイル外径が0．012インチ以下の医療用ガイドワイヤにおいて，所望の固着強度とシェイピング長さを満たすことができるとの作用効果を奏するものと理解できる。",
                "また，そのAu-Sn系はんだの具体例として，Au75～80質量％と，Sn25～20質量％との合金が例示されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書のサポート要件について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明における「Au-Sn系はんだ」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許の特許請求の範囲には，Au-Sn系はんだによりコイルスプリングの先端部はコアワイヤに固着されること，及びAu-Sn系はんだによる先端硬直部分の長さが0．1～0．5mmであることが特定事項として記載されている。",
                        "しかし，「はんだ」に関しては，「Au-Sn系はんだ」を用いることを単に特定するのみで，Au及びSnの具体的な含有量や，その他の元素や金属間化合物の有無，その他の元素等を含有する場合の具体例及び含有量について何ら特定していない。また，本件明細書の発明の詳細な説明には，「Au-Sn系はんだ」なる用語について特段の定義もない。",
                        "そうすると，特許請求の範囲に記載された「Au-Sn系はんだ」は，一般的な技術用語として解釈するよりほかはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "証拠によれば，一般的な技術用語としての「Au-Sn系はんだ」とは，Au及びSnを主成分として含むはんだである必要があり，AuとSn以外のその他の元素や金属間化合物を含有しても，しなくてもよく，含有しない場合，AuとSnの成分比率も何ら限定されない「はんだ」と認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書のサポート要件の判断",
                  "text": [
                    "上記のとおり，特許請求の範囲に記載された「Au-Sn系はんだ」とは，一般的な技術用語としての「Au-Sn系はんだ」を意味するものと解すべきである。この一般的な技術用語としての「Au-Sn系はんだ」を用いた特許請求の範囲に記載のガイドワイヤが，本件明細書の発明の詳細な説明においてAu-Sn系はんだを用いたガイドワイヤについて記載された事項から，本件発明の上記課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討する。",
                    "発明の詳細な説明を見ると，本件発明の解決しようとする上記課題を解決するための手段として，Au75～80質量％と，Sn25～20質量％を用いたガイドワイヤについて実施例と，その作用効果が記載されているにすぎず，AuとSnとの二成分からなるはんだを用いたガイドワイヤの場合，Au75～80質量％とSn25～20質量％という成分比率以外にどのような成分比率のはんだを用いれば上記課題が解決できるのかについては，発明の詳細な説明には何ら開示されていない。",
                    "また，AuとSnと，Au及びSn以外のその他の元素や金属間化合物を含有するはんだを用いたガイドワイヤの場合，その他の元素としてどのような元素をどの程度含んだはんだを用いれば上記課題が解決できるのかについても，発明の詳細な説明には何ら開示されていない。",
                    "そこで，出願時の技術常識について検討すると，一般的な技術用語としての「Au-Sn系はんだ」を用いた特許請求の範囲に記載のガイドワイヤが，いかなる成分比率のはんだを用いてもAg-Sn系はんだを用いるよりも固着強度が高く，また，シェイピング長さを短くすることができるものであることが，技術常識であるとは認められないし，そのように認識することができると認めるに足りる証拠もない。むしろ，合金は，通常，その構成（成分及び組成範囲等）から，どのような特性を有するか予測することは困難であって，ある成分の含有量をわずかに増減したり，その他の成分をわずかながらでも更に添加すると，その特性が大きく変わるということが当業者の技術常識であることに照らせば，一般的な技術用語としての「Au-Sn系はんだ」を用いたガイドワイヤであれば，はんだの具体的成分にかかわらず必ず上記課題を解決できるものと当業者が予測することはほとんど不可能である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "上記のとおり，本件明細書に接する当業者において，一般的な技術用語としての「Au-Sn系はんだ」を用いた特許請求の範囲記載のガイドワイヤの全ての態様について，発明の詳細な説明に記載されているとはいえず，その示唆がされているとも認められないから，一般的な技術用語としての「Au-Sn系はんだ」を用いた特許請求の範囲記載のガイドワイヤが，発明の詳細な説明の記載により当業者が上記課題を解決できると認識できる範囲であるものとはいえない。また，当業者において，一般的な技術用語としての「Au-Sn系はんだ」を用いた特許請求の範囲記載のガイドワイヤが，当業者が出願時の技術常識に照らし上記本件発明の課題を解決できると認識できる範囲のものであるとはいえない。",
                    "したがって，請求項1の記載がサポート要件に適合するということはできない。また，請求項1を引用する請求項2～9の記載も，同様の理由により，サポート要件に適合するということはできない。",
                    "以上のとおり，本件発明の「Au-Sn系はんだ」を用いたガイドワイヤが，本件明細書の発明の詳細な説明の記載及び出願時の技術常識によって裏付けられているということはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張（取消事由：本件特許は，サポート要件を具備していること）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，以下のとおり，法36条6項1号（サポート要件）に関する判断を誤っており，違法として取り消されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件明細書（【0035】～【0083】）には，本件発明の構成及びその意義が全て開示されているから，本件特許の特許請求の範囲に記載された発明が発明の詳細な説明に記載されていることは明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明が解決しようとする課題は，本件明細書の記載によれば，「コアワイヤに対するコイルスプリングの固着強度が高く，しかも，従来のものと比較してシェイピング長さを短くすることができる医療用ガイドワイヤ」を提供することである。また，この目的のための具体的な達成手段，すなわち課題を解決するための手段は，先端硬直部分においてAu-Sn系はんだを用いることである。",
                    "さらに，本件発明の効果は，本件明細書の記載によれば，「コイルスプリングの先端部をコアワイヤに固着するためのはんだとしてAu-Sn系はんだが使用されているので，先端硬直部分の長さが0．1～0．5mmと短い（はんだによる固着領域が狭い）にも関わらず，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができ，コイルスプリングに挿入されている状態のコアワイヤに引張力を作用しても，コアワイヤが引き抜かれるようなことはない」というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "このように，当業者は，本件明細書の記載から，本件特許の特許請求の範囲に記載された発明について，その課題，課題解決手段及び効果を認識し得るところ，当業者が本件発明の課題を解決できると認識し得るためには，Au-Sn系はんだがどのようなものかを解釈した上で，当該Au-Sn系はんだにどのようなはんだが該当するかを認識できる必要がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明のAu-Sn系はんだは，Au（金）及びSn（スズ）を主成分として含むはんだである必要があり（ただし，これら以外のAg（銀）等の金属元素やAuSn4等の金属間化合物を含む態様でもよく，また不均一な合金の組織形態を含んでもよい。），その上で，本件明細書の発明の詳細な説明の記載内容を併せ考慮すれば，Au75～80質量％とSn25～20質量％との合金からなるはんだを具体例とする，従来の「Ag-Sn系はんだ」と比較して高い固着強度を有する，Au及びSnを主成分とするはんだを意味すると解すべきであるところ，当業者は，本件特許出願時の技術常識及び本件明細書の記載からこれと同様の解釈を行うことができる。",
                        "ここで，本件発明の「Au-Sn系はんだ」について，「Ag-Sn系はんだ」と比較して高い固着強度を有することを当業者が認識できたか否かが問題となる。",
                        "なお，本件発明は，医療用ガイドワイヤに係る発明であることから，コアワイヤとコイルスプリングとの間でのAu-Sn系はんだの固着力は，薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律に基づき定められた「心臓・中心循環系カテーテルガイドワイヤ等承認基準」に従い，2Ｎの引張力に耐えるものであればよい。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "まず，本件明細書の記載から，「Au75～80質量％とSn25～20質量％との合金からなるはんだ」が「Au-Sn系はんだ」に該当すると当業者が認識できたことは，当然である。",
                        "このほか，各種文献によれば，Au-Sn系はんだにはSnの含有量に比較してAuの含有量が少ないもの，Auの含有量がSnの含有量と等しいものも存在し，いずれもAg-Sn系はんだより固着強度が高いことは，本件特許出願時の技術常識であった。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "このことから，当業者は，本件発明における「Au-Sn系はんだ」が，Au75～80質量％とSn25～20質量％との合金からなるはんだを具体例とする，従来の「Ag-Sn系はんだ」と比較して高い固着強度を有する，Au及びSnを主成分とするはんだ（ただし，これら以外のAg（銀）等の金属元素やAuSn4等の金属間化合物を含む態様でもよく，また不均一な合金の組織形態を含んでもよい。）であって，どのようなAu-Sn系はんだがこれに該当するのかを認識することができたということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，本件発明は，本件明細書の発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであり，又は少なくともその記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告も，自身の特許及び特許出願において，本件明細書と同様の記載によりAu-Sn系はんだを特定しており，医療用ガイドワイヤに係る発明においては，コアワイヤとコイルスプリングを固着するはんだの特定の程度としては，「Au-Sn合金」，「Au-Sn合金ハンダ」等の記載で十分であって，その組成や強度等を特定又は例示等する必要はなく，その程度の記載であっても，特許庁は，当業者にとって十分理解可能であるとして特許査定を行っている。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "したがって，本件特許は，サポート要件を具備している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "法36条6項1号（サポート要件）の充足性を判断する前提として，当業者が認識する「当該発明が解決しようとする課題」，「当該課題を解決するための手段」，及び「作用効果」が明確にされなければならないところ，この点に関する原告の主張は，いずれも正当でない。",
                "すなわち，本件明細書に記載された本件発明の「目的」，「発明が解決しようとする課題」，「課題を解決するための手段」及び「作用効果」に鑑みれば，本件発明の技術的思想は，CTO病変におけるマイクロチャンネルを挿通させるため，コアワイヤとコイルスプリングをAu−Sn系はんだによって固着し，先端硬直部の長さを0.1〜0.5mmとし，シェイピングの長さを短くする（0.7mm以下とする）ことによって，良好な操作性，十分な曲げ剛性，トルク伝達性を備える医療用ガイドワイヤを提供することにあると理解される。",
                "換言すれば，本件発明は，CTO病変におけるマイクロチャンネルを挿通させることを「目的」とし，先端硬直部の長さを0.1〜0.5mmとし，シェイピングの長さを短くする（0.7mm以下とする）という「課題」を解決するために，「Au−Sn系はんだ」を用いてコアワイヤとコイルスプリングを固着することにより先端硬直部の長さを0.1〜0.5mmとし，もって，良好な操作性，十分な曲げ剛性，トルク伝達性を備える医療用ガイドワイヤを提供するという「作用効果」を得ることを技術的特徴とするものである。",
                "したがって，本件特許が法36条6項1号（サポート要件）を充足するか否かは，本件明細書の発明の詳細な説明の記載又は出願時の技術常識から，当業者において，本件発明の「Au−Sn系はんだ」を用いればコアワイヤとコイルスプリングを固着することにより先端硬直部の長さを0.1〜0.5mmとすることができると認識できるか否かが問題となるのであって，当業者において，本件発明の「Au−Sn系はんだ」がAg−Sn系はんだと比較して高い固着強度を有すると認識できるか否かが問題になるのではない。後者を問題とする原告の主張そのものが誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告において，本件特許がサポート要件を充足していると主張するのであれば，本件明細書の記載又は出願時の技術常識から，当業者は，「およそAuとSnを含む合金であれば足り，Agその他を含有する態様も含み，また，金属間化合物を含有する態様及び不均一な合金の組織態様を含んでもよい」はんだを用いた場合でも，常にコアワイヤとコイルスプリングを固着することにより先端硬直部の長さを0.1〜0.5mmとすることができると認識できることを主張し，立証しなければならない。",
                "しかし，本件明細書には，「Au−Sn系はんだ」について，Au75〜80質量％とSn25〜20質量％との合金からなるはんだを用いたガイドワイヤの実施例とその作用効果が記載されているにとどまり，コアワイヤとコイルスプリングを固着することにより先端硬直部の長さを0.1〜0.5mmとすることができるためにはAu及びSnの具体的な含有量をどのように調整すれば良いか，Au及びSn以外の元素や金属間化合物を含有する場合に，Au及びSn以外の元素や金属間化合物がどの程度まで含まれていればよいか等については何ら記載されていない。また，原告が提出した証拠においても，原告の上記主張を裏付けるに足りる記載のあるものはない。",
                "むしろ，本件審決が判示するとおり，合金は，通常，その構成（成分及び組成範囲等）から，どのような特性を有するか予測することは困難であって，ある成分の含有量をわずかに増減したり，その他の成分をわずかながらでも更に添加すると，その特性が大きく変わるということが当業者の技術常識であることに照らせば，一般的な技術用語としての「Au−Sn系はんだ」を用いたガイドワイヤであれば，はんだの具体的成分にかかわらず必ず上記課題を解決できるものと当業者が予測することはほとんど不可能であるというべきである。",
                "以上より，本件特許は，本件明細書の発明の詳細な説明の記載又は出願時の技術常識から，当業者において，「およそAuとSnを含む合金であれば足り，Agその他を含有する態様も含み，また，金属間化合物を含有する態様及び不均一な合金の組織態様を含んでもよい」はんだを用いればコアワイヤとコイルスプリングを固着することにより先端硬直部の長さを0.1〜0.5mmとすることができると認識できるものとはいえない。",
                "よって，本件特許は法36条6項1号に規定する要件を満たさないものであるから，本件特許を無効とした本件審決に取り消されるべき事由はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は，前記（第2の2）のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，別紙1のとおり，以下の記載がある（甲38）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "「【0001】",
                    "本発明は，コアワイヤの遠位端側小径部の外周に装着されたコイルスプリングを有する医療用ガイドワイヤに…関する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "「【0002】",
                    "カテーテルなどの医療器具を血管などの体腔内の所定位置へと案内するためのガイドワイヤには，遠位端部における可撓性が要求される。",
                    "このため，コアワイヤの遠位端部の外径を，近位端部の外径よりも小さくするとともに，コアワイヤの遠位端部（遠位端側小径部）の外周にコイルスプリングを装着して，遠位端部の可撓性の向上を企図したガイドワイヤが知られている…。",
                    "【0003】",
                    "コアワイヤの遠位端側小径部の外周にコイルスプリングを装着させるためには，通常，コイルスプリングの先端部および後端部の各々を，はんだにより，コアワイヤに固着する。",
                    "【0004】",
                    "…コアワイヤに固着するためのはんだとしては，融点が低くて取扱いが容易であることから，Ag-Sn系はんだが使用されている。」",
                    "「【0006】",
                    "しかして，コアワイヤに対するコイルスプリングの固着力を確保するためには，外径が最小であるコアワイヤの遠位端に固着されるコイルスプリングの先端部において…コイルスプリングの約6～約8ピッチに相当する範囲において，はんだ（Ag-Sn系はんだ）をコイル内部に浸透させる必要がある。",
                    "【0007】",
                    "このようにして製造されたガイドワイヤの先端部には，コイル内部に充填されたはんだによる硬直部分（はんだにより形成された先端チップを含む）が形成される。",
                    "この先端硬直部分の長さ…は，0．8～1．1mm程度となる。",
                    "【0008】",
                    "最近，患者への低侵襲性を企図して医療器具の小型化が望まれている。",
                    "これに伴い，ガイドワイヤの細径化の要請があり，本発明者らは，従来のもの（線径が0．014インチ）より細い線径（0．010インチ）を有するガイドワイヤを開発している。",
                    "【0009】",
                    "0．010インチのガイドワイヤによれば，カテーテルなどの医療用具の小型化に大きく貢献することができる。",
                    "また，このガイドワイヤによれば，例えば，CTO（慢性完全閉塞）病変におけるマイクロチャンネルにアクセスする際の操作性も良好である。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「【0011】",
                    "CTO病変におけるマイクロチャンネル内を挿通させるガイドワイヤには，更なる操作性の向上が要請されている。例えば，マイクロチャンネル内での操作時において摩擦抵抗を低減させることが望まれている。然るに，摩擦抵抗の低減は，ガイドワイヤの線径を小さくするだけでは限界がある。",
                    "【0012】",
                    "ところで，マイクロチャンネル内にガイドワイヤを挿通させる際には，その先端部分を折り曲げてくせづけること（シェイピング）がオペレータにより行わる。",
                    "例えば，図5に示すように，ガイドワイヤGの先端から長さ1．0mmの部分を45°曲げるシェイピングを行うことにより，ガイドワイヤの近位端側で回転トルクを与えると，ガイドワイヤの遠位端は，直径約1．4mmの円周上を回転することになる。",
                    "【0013】",
                    "このシェイピング操作は，マイクロチャンネル内におけるガイドワイヤの操作性に大きく影響を与えるものである。",
                    "そして，マイクロチャンネル内における摩擦抵抗の低減などを図る観点からは，ガイドワイヤの遠位端における回転直径（操作エリア）を小さくすることが好ましく，このために，シェイピング長さ（先端の折り曲げ長さ）をできるだけ短く，具体的には0．7mm以下にする必要がある。",
                    "【0014】",
                    "しかしながら，従来のガイドワイヤでは，上記の先端硬直部分があるために，シェイピング長さを1．0mm以下とすることはできず，これでは，摩擦抵抗の十分な低減を図ることはできない。",
                    "なお，はんだ（Ag-Sn系はんだ）を浸透させる範囲を狭くすることにより先端硬直部分の長さを短くすると，コアワイヤに対するコイルスプリングの固着力を確保することができず，コアワイヤとコイルスプリングとの間に引張力を与えると，コイルスプリングに挿入された状態のコアワイヤが引き抜かれてしまう。",
                    "【0015】",
                    "一方，0．010インチのような細径のガイドワイヤでは，十分な曲げ剛性を有しないために，挿入時の押込伝達性が劣り，また，挿入後においてデバイスをデリバリーする際にガイドワイヤが折れ曲がりやすくデリバリー性能に劣るという問題がある。また，細径のガイドワイヤはトルク伝達性にも劣るものである。",
                    "【0016】",
                    "本発明は以上のような事情に基いてなされたものである。",
                    "本発明の第1の目的は，コアワイヤに対するコイルスプリングの固着強度が高く，しかも，従来のものと比較してシェイピング長さを短くすることができる医療用ガイドワイヤを提供することにある。",
                    "本発明の第2の目的は，CTO病変のマイクロチャンネル内における操作性に優れた医療用ガイドワイヤを提供することにある。",
                    "本発明の第3の目的は，低侵襲性で，マイクロチャンネルにアクセスする際の操作性が良好でありながら，十分な曲げ剛性を有し，トルク伝達性にも優れた医療用ガイドワイヤを提供することにある。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "「【0027】",
                    "請求項1～4に係る医療用ガイドワイヤによれば，コイルスプリングの先端部をコアワイヤに固着するためのはんだとしてAu-Sn系はんだが使用されているので，先端硬直部分の長さが0．1～0．5mmと短い（はんだによる固着領域が狭い）にも関わらず，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができ，コイルスプリングに挿入されている状態のコアワイヤに引張力を作用しても，コアワイヤが引き抜かれるようなことはない。",
                    "そして，先端硬直部分の長さが0．1～0．5mmと短いので，シェイピング長さ（先端の折り曲げ長さ）を短くする（0．7mm以下とする）ことができ，この結果，マイクロチャンネル内での操作時において摩擦抵抗を十分に低減させることができる。",
                    "また，従来のガイドワイヤを使用したのでは行うことのできなかった狭い領域における治療も可能になる。",
                    "【0028】",
                    "本発明の医療用ガイドワイヤは，0．012インチ以下という先端側小径部における細いコイル外径，Au-Sn系はんだによる高い固着強度，0．1～0．5mmという短い先端硬直部分により，CTO病変のマイクロチャンネル内における操作性に優れたものとなる。",
                    "本発明の医療用ガイドワイヤを構成するコイルスプリングは，先端側小径部よりコイル外径の大きい後端側大径部を有することにより，曲げ剛性が確保され，トルク伝達性にも優れたものとなる。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "「【0035】",
                    "図1に示すガイドワイヤは，コアワイヤ10と，コイルスプリング20とを有する。",
                    "コアワイヤ10は，近位方向に拡径するようテーパ加工された遠位端側小径部11と，近位方向に拡径するテーパ部13と，近位端側大径部14とを有する。…」",
                    "「【0037】",
                    "コアワイヤ10の材質としては，特に限定されるものではないが，ステンレス（例えばSUS316，SUS304），金，白金，アルミニウム，タングステン，タンタルまたはこれらの合金などの金属を挙げることができるが，本実施形態では，ステンレスで構成してある。」",
                    "「【0041】",
                    "ガイドワイヤを構成するコイルスプリング20は，1本の線材から構成され，コアワイヤ10の遠位端側小径部11の外周に軸方向に沿って装着されている。",
                    "コイルスプリング20は，先端側小径部21と，テーパ部22と，後端側大径部23とからなる。」",
                    "「【0044】",
                    "図2において，コイルスプリング20の…先端側小径部21の長さ（L ）は5～100mmとされ，好ましくは10～70mm，好適な21一例を示せば38．5mmである。…」",
                    "「【0047】",
                    "先端側小径部21のコイル外径（D ）が0．012インチ以下であ21ることにより，マイクロチャンネルにアクセスする際の操作性（例えば，マイクロチャンネルでの潤滑性）に優れたものとなる。」",
                    "「【0050】",
                    "…コイルスプリング20の材質としては，白金，白金合金（たとえばPt／W＝92／8），金，金-銅合金，タングステン，タンタルなどのX線に対する造影性が良好な材質（X線不透過物質）を挙げることができる。",
                    "【0051】",
                    "本実施形態のガイドワイヤは，コイルスプリング20の先端側小径部21，テーパ部22および後端側大径部23のそれぞれが，はんだにより，コアワイヤ10の遠位端側小径部11の外周に固着されている。",
                    "【0052】",
                    "図1および図3（A）に示すように，…Au-Sn系はんだ31が，コイルスプリング20の先端部（先端側小径部21の先端部分）の内部に浸透し，コアワイヤ10（遠位端側小径部11）の外周と接触することにより，コイルスプリング20の先端部がコアワイヤ10（遠位端側小径部11）に固着されている。」",
                    "「【0054】",
                    "これにより，本実施形態のガイドワイヤの先端部には，Au-Sn系はんだ31による先端硬直部分〔コイル内部に浸透したAu-Sn系31はんだにより自由に曲げることができなくなったコイルスプリング20（先端側小径部21）の先端部分と，Au-Sn系はんだ31により形成された先端チップとによる硬直部分〕が形成される。",
                    "この先端硬直部分の長さ…（L ）は，0．3～0．4mm程度である。",
                    "4【0055】",
                    "本発明のガイドワイヤにおいて，先端硬直部分の長さは0．1～0．5mmとされる。",
                    "先端硬直部分の長さが0．1mm未満である場合には，コアワイヤに対するコイルスプリングの固着力を十分に確保することができない。",
                    "一方，先端硬直部分の長さが0．5mmを超える場合にはシェイピング長さ…を0．7mm以下とすることができない。",
                    "【0056】",
                    "本発明のガイドワイヤにおいて，先端硬直部分の長さを0．1～0．5mmとするために，コイルスプリングの先端側小径部21におけるコイルピッチが，コイル線径の1．0～1．8倍であり，かつ，Au-Sn系はんだが，コイルスプリングの1～3ピッチに相当する範囲においてコイル内部に浸透していることが好ましい。",
                    "【0057】",
                    "本発明の医療用ガイドワイヤは，コイルスプリングの先端側小径部をコアワイヤに固着させるためのはんだとして，Au-Sn系はんだを使用している点に特徴を有する。",
                    "本発明で使用するAu-Sn系はんだは，例えば，Au75～80質量％と，Sn25～20質量％との合金からなる。",
                    "【0058】",
                    "ステンレスと，白金（合金）とをAu-Sn系はんだを使用して固着することにより，Ag-Sn系はんだによって固着する場合と比較して2．5倍程度の固着力（引張強度）が得られる。",
                    "このため，先端硬直部分の長さが0．1～0．5mmと短い場合（はんだの浸透範囲がコイルピッチの1～3倍である場合）であっても，コアワイヤ10に対するコイルスプリング20の固着強度を十分高くすることができ，具体的には，コアワイヤ10の遠位端側小径部11の引張破断強度より高くすることができる。このため，コイルスプリング20と，コアワイヤ10との間に引張力を作用しても，コアワイヤ10が引き抜かれるようなことを防止することができる。…",
                    "【0059】",
                    "図1および図3（B）に示すように，コイルスプリング20のテーパ部22の後端部分は，Au-Sn系はんだ32により，コアワイヤ10に固着されている。…",
                    "【0060】",
                    "図1および図3（C）に示すように，コイルスプリング20の後端部である後端側大径部23の後端部分は，Ag-Sn系はんだ33により，コアワイヤ10に固着されている。…」"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "「【0075】",
                    "＜実施例1＞",
                    "（1）ガイドワイヤの作製：",
                    "近位端側大径部の外径が0．014インチであるコアワイヤ…の遠位端側小径部にコイルスプリングを装着して，図1～図3に示したような構造の本発明のガイドワイヤを6個作製した。",
                    "【0076】",
                    "…コイルスプリング20の先端部（先端側小径部21の先端部分）および中間部（テーパ部22の後端部分）は，Au-Sn系はんだを使用してコアワイヤに固着し，コイルスプリングの後端部（後端側大径部23の後端部分）は，Ag-Sn系はんだ使用してコアワイヤに固着した。",
                    "【0077】",
                    "6個のガイドワイヤの各々において，コイル内部にはんだが浸透した領域（長さ）に相当するコイルのピッチ数（表1では「ピッチ数」と略記する。）は1～3の何れかになるようにした。これによる先端硬直部分の長さは表1に示すとおりである。…",
                    "【0078】",
                    "（2）ガイドワイヤの評価：",
                    "上記（1）により得られた6個のガイドワイヤの各々について最小シェイピング長さ（折り曲げ可能な最小長さ）を測定した。",
                    "最小シェイピング長さの測定は，図4に示したような内側長さ（L ）51および外側長さ（L ）について行った。",
                    "52また，コイルスプリングとコアワイヤとの間に引張力を作用させ，破断部位を観察して固着性を評価した。評価基準は，コアワイヤの遠位端側小径部に破断が生じた場合を「○」，コイルスプリングまたは遠位端側小径部とはんだとの間で剥離が生じた場合を「×」とした。1つでも「×」がある場合には，製品とすることができない。結果を下記表1に併せて示す。",
                    "【0079】",
                    "【0080】",
                    "＜比較例1＞",
                    "コイルスプリングの先端部，中間部および後端部をコアワイヤに固着するためのはんだとして，Ag-Sn系はんだを使用して比較用のガイドワイヤを6個作製した。",
                    "6個のガイドワイヤの各々において，コイル内部にはんだが浸透した領域（長さ）に相当するコイルのピッチ数（表2では「ピッチ数」と略記する。）は1～3の何れかになるようにした。これによる先端硬直部分の長さは表2に示すとおりである。…",
                    "上記のようにして得られた6個のガイドワイヤの各々について，実施例1と同様にして最小シェイピング長さを測定し，固着性を評価した。結果を下記表2に併せて示す。…",
                    "【0081】",
                    "【0082】",
                    "＜比較例2～6＞",
                    "コイルスプリングの先端部，中間部および後端部をコアワイヤに固着するためのはんだとして，すべてAg-Sn系はんだを使用し，先端硬直部分の長さが0．5mmを超える比較用のガイドワイヤを作製した。",
                    "ガイドワイヤの各々において，コイル内部にはんだが浸透した領域（長さ）に相当するコイルのピッチ数（表3では「ピッチ数」と略記する。）は4～8の何れかになるようにした。これによる先端硬直部分の長さは表3に示すとおりである。…",
                    "上記のようにして得られたガイドワイヤの各々について，実施例1と同様にして最小シェイピング長さを測定した。結果を下記表3に併せて示す。",
                    "【0083】",
                    "」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "図面"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)の各記載によれば，本件発明の概要は，以下のとおりであると認められる。",
                "本件発明は，コアワイヤの遠位端側小径部の外周に装着されたコイルスプリングを有する医療用ガイドワイヤに関する（【0001】）。",
                "カテーテルなどの医療器具を体腔内の所定位置へ案内するガイドワイヤとして，コアワイヤの遠位端側小径部の外周に低融点で取扱いが容易なAg-Sn系はんだを用いてコイルスプリングを装着し，遠位端部の可撓性を向上させたガイドワイヤが知られている（【0002】～【0004】）。このガイドワイヤでは，装着に必要な固着力を確保するため，Ag-Sn系はんだによる先端硬直部分の長さは0．8～1．1mm程度となっていた（【0007】）。",
                "一方，患者への低侵襲性を企図して線径を0．010インチとしたガイドワイヤが開発されている（【0008】）。しかし，更なる操作性の改善，例えば，CTO（慢性完全閉塞）病変におけるマイクロチャンネル内での操作時に摩擦抵抗を低減するには，ガイドワイヤの細径化のみでは限界があった（【0008】，【0009】，【0011】）。",
                "このようなガイドワイヤをマイクロチャンネル内に挿通させる際には，その先端部分を折り曲げてくせづけをするシェイピングと呼ばれる作業がオペレータにより行われるところ（【0012】，図5），摩擦抵抗の低減にはシェイピング長さを0．7mm以下にする必要があるにもかかわらず（【0013】），Ag-Sn系はんだを用いた従来のガイドワイヤでは，先端硬直部分の長さが0．8～1．1mm程度であるため，シェイピング長さを1．0mm以下とすることはできず，摩擦抵抗の十分な低減を図ることはできなかった（【0014】）。",
                "また，線径が0．010インチのような細径のガイドワイヤは，デリバリー性能やトルク伝達性に劣るという問題もあった（【0015】）。",
                "本件発明は，以上のような事情に鑑みてなされたものである。その第1の目的は，コアワイヤに対するコイルスプリングの固着強度が高く，しかも，従来のものと比較してシェイピング長さを短くすることができる医療用ガイドワイヤを提供することにあり，第2の目的は，CTO病変のマイクロチャンネル内における操作性に優れた医療用ガイドワイヤを提供することにあり，第3の目的は，低侵襲性で，マイクロチャンネルにアクセスする際の操作性が良好でありながら，十分な曲げ剛性を有し，トルク伝達性にも優れた医療用ガイドワイヤを提供することにある（【0016】）。",
                "本件発明1は，遠位端側小径部と前記遠位端側小径部より外径の大きい近位端側大径部とを有するコアワイヤと（【0035】，図1，2），前記コアワイヤの遠位端側小径部の外周に軸方向に沿って装着され，先端側小径部と，前記先端側小径部よりコイル外径の大きい後端側大径部と，前記先端側小径部と前記後端側大径部との間に位置するテーパ部とを有し，かつ，少なくともその先端部及び後端部が前記コアワイヤに固着されているコイルスプリングとを有し（【0041】，【0051】，【0052】，【0059】，【0060】，【0076】，図1，2），前記コイルスプリングの先端側小径部の長さ（L ）が5～100mm（【0044】，図2），21コイル外径（D ）が0．012インチ以下（【0047】，図2）であ21り，前記コイルスプリングの先端部は，Au-Sn系はんだにより，前記コアワイヤに固着され（【0052】，【0054】，【0057】，【0076】，図3，表1），Au-Sn系はんだによる先端硬直部分の長さ（L）が0．1～0．5mmであること（【0054】～【0056】，図34（A），表1）を特徴とする医療用ガイドワイヤである。",
                "本件発明2～9は，本件発明1の発明特定事項を全て備えた医療用ガイドワイヤである。",
                "本件発明では，コイルスプリングの先端部をコアワイヤに固着するためのはんだとしてAu-Sn系はんだを用いることにより，先端硬直部分の長さが0．1～0．5mmと短いにもかかわらず，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができるため，コイルスプリングに挿入されている状態のコアワイヤに引張力を作用しても，コアワイヤが引き抜かれるようなことはなく，第1の目的が達成される（【0027】）。",
                "そして，先端硬直部分の長さが0．1～0．5mmと短いので，シェイピング長さを0．7mm以下にすることができ，0．012インチ以下という先端側小径部における細いコイル外径とも相まって，CTO病変のマイクロチャンネル内での操作時における摩擦抵抗が十分に低減され，従来のガイドワイヤを使用したのでは行うことのできなかった狭い領域における治療も可能となって，第2の目的が達成される（【0027】，【0028】）。",
                "また，先端側小径部より外径の大きい後端側大径部を有するコイルスプリングを用いることにより，曲げ剛性が確保され，トルク伝達性にも優れたものとなって，第3の目的が達成される（【0028】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由（本件特許は，サポート要件を具備していること）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識し得る範囲のものであるか否か，また，発明の詳細な説明に記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識し得る範囲のものであるか否かを検討して判断すべきである。",
                "そこで，以下，本件発明が解決しようとする課題につき検討した上で，本件特許の特許請求の範囲の記載がサポート要件に適合するか否かを検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記1(3)記載のとおり，本件発明の解決しようとする課題（達成すべき目的）は，第1に，コアワイヤに対するコイルスプリングの固着強度が高く，しかも，従来のものと比較してシェイピング長さを短くすることができる医療用ガイドワイヤを提供すること（以下「第1の目的」という。），第2に，CTO病変のマイクロチャンネル内における操作性に優れた医療用ガイドワイヤを提供すること（以下「第2の目的」という。），第3に，低侵襲性で，マイクロチャンネルにアクセスする際の操作性が良好でありながら，十分な曲げ剛性を有し，トルク伝達性にも優れた医療用ガイドワイヤを提供すること（以下「第3の目的」という。）にある。以下，第1～第3の目的につき，更に具体的に検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第1の目的について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "第1の目的のうち，「コアワイヤに対するコイルスプリングの固着強度が高く」に関しては，本件明細書の発明の詳細な説明に以下の記載がある。",
                        "・「コイルスプリングの先端部をコアワイヤに固着するためのはんだとしてAu-Sn系はんだが使用されているので，先端硬直部分の長さが0．1～0．5mmと短い（はんだによる固着領域が狭い）にも関わらず，コアワイヤに対するコイルスプリングの固着強度を十分に高い（コアワイヤの遠位端側小径部の破断強度より高い）ものとすることができ，コイルスプリングに挿入されている状態のコアワイヤに引張力を作用しても，コアワイヤが引き抜かれるようなことはない。」（【0027】）",
                        "・「ステンレスと，白金（合金）とをAu-Sn系はんだを使用して固着することにより，Ag-Sn系はんだによって固着する場合と比較して2．5倍程度の固着力（引張強度）が得られる。」（【0058】）",
                        "・「先端硬直部分の長さが0．1～0．5mmと短い場合（はんだの浸透範囲がコイルピッチの1～3倍である場合）であっても，コアワイヤ10に対するコイルスプリング20の固着強度を十分高くすることができ，具体的には，コアワイヤ10の遠位端側小径部11の引張破断強度より高くすることができる。」（【0058】）",
                        "・「コイルスプリングとコアワイヤとの間に引張力を作用させ，破断部位を観察して固着性を評価した。評価基準は，コアワイヤの遠位端側小径部に破断が生じた場合を『○』，コイルスプリングまたは遠位端側小径部とはんだとの間で剥離が生じた場合を『×』とした。1つでも『×』がある場合には，製品とすることができない。」（【0078】）",
                        "（下線はいずれも当裁判所が付したものである。）",
                        "上記各記載によれば，「コアワイヤに対するコイルスプリングの固着強度が高く」とは，コアワイヤに対するコイルスプリングの固着強度（引張強度）がコアワイヤの遠位端側小径部の引張破断強度より高いこと，又はAg-Sn系はんだによって固着する場合と比較して2．5倍程度であることを意味し，このような固着強度が確保されることによって先端硬直部分の長さを0．1～0．5mmとすることが可能になるものと認められる。",
                        "(イ)「従来のものと比較してシェイピング長さを短くすること」については，本件発明の「先端硬直部分」が，コイル内部に浸透したAu-Sn系はんだにより自由に曲げることができなくなったコイルスプリングの先端部分と，Au-Sn系はんだにより形成された先端チップとによる硬直部分を意味するものであり（【0054】），この先端硬直部分の長さによってシェイピング長さが画定されることに鑑みると，請求項1記載の「Au-Sn系はんだによる先端硬直部分の長さが0．1～0．5mmであること」によって達成されるものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本件発明が第1の目的を達成できると当業者が認識し得る範囲のものであるといい得るためには，本件明細書の発明の詳細な説明の記載や出願時の技術常識から，本件発明において「コアワイヤに対するコイルスプリングの固着強度が高」いこと，より具体的には，コアワイヤに対するコイルスプリングの固着強度（引張強度）がコアワイヤの遠位端側小径部の引張破断強度より高いこと，又はAg-Sn系はんだによって固着する場合と比較して2．5倍程度であることを当業者が認識し得ることを要するといってよい。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第2の目的について",
                  "text": [
                    "第2の目的に関しては，本件明細書の発明の詳細な説明に，「先端硬直部分の長さが0．1～0．5mmと短いので，シェイピング長さ（先端の折り曲げ長さ）を短くする（0．7mm以下とする）ことができ，この結果，マイクロチャンネル内での操作時において摩擦抵抗を十分に低減させることができる」（【0027】），「本発明の医療用ガイドワイヤは，0．012インチ以下という先端側小径部における細いコイル外径，Au-Sn系はんだによる高い固着強度，0．1～0．5mmという短い先端硬直部分により，CTO病変のマイクロチャンネル内における操作性に優れたものとなる。」（【0028】）との記載がある。",
                    "他方，請求項1には，「コイルスプリングの先端側小径部の…コイル外径が0．012インチ以下であ」ることが特定されている。",
                    "そうすると，本件発明においては，第1の目的が達成されれば，それに伴って第2の目的も達成される関係にあることを当業者が認識し得るといってよい。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第3の目的について",
                  "text": [
                    "第3の目的に関しては，本件明細書の発明の詳細な説明に，「本発明の医療用ガイドワイヤを構成するコイルスプリングは，先端側小径部よりコイル外径の大きい後端側大径部を有することにより，曲げ剛性が確保され，トルク伝達性にも優れたものとなる。」との記載がある（【0028】）。",
                    "他方，請求項1には，「遠位端側小径部と前記遠位端側小径部より外径の大きい近位端側大径部とを有するコアワイヤ」及び「前記コアワイヤの遠位端側小径部の外周に軸方向に沿って装着され，先端側小径部と，前記先端側小径部よりコイル外径の大きい後端側大径部と，前記先端側小径部と前記後端側大径部との間に位置するテーパ部とを有し，少なくとも先端部および後端部において前記コアワイヤに固着されているコイルスプリング」が特定されている。",
                    "このため，本件発明が第3の目的を達成し得ることは，当業者にとって明らかといってよい。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1によれば，請求項1記載の発明である本件発明1は，本件明細書の発明の詳細な説明に記載された発明であるということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記(2)のとおり，請求項1の記載が，本件明細書の発明の詳細な説明の記載又は出願時の技術常識により，当業者が発明の課題を解決できると認識し得る範囲のものであるといい得るためには，同請求項の記載から，本件発明の第1の目的である「コアワイヤに対するコイルスプリングの固着強度が高」いこと，より具体的には，コアワイヤに対するコイルスプリングの固着強度（引張強度）がコアワイヤの遠位端側小径部の引張破断強度より高いこと，又はAg-Sn系はんだによって固着する場合と比較して2．5倍程度であることを当業者が認識し得ることを要する。",
                    "ところで，請求項1には，コアワイヤとコイルスプリングの固着につき，「前記コイルスプリングの先端部は，Au-Sn系はんだにより，前記コアワイヤに固着され，」と記載されているものの，その固着強度に関する具体的な記載はない。",
                    "そうすると，請求項1の記載がサポート要件に適合するということができるためには，上記「前記コイルスプリングの先端部は，Au-Sn系はんだにより，前記コアワイヤに固着され，」なる記載，すなわち両者の固着に「Au-Sn系はんだ」を用いることのみによって，コアワイヤに対するコイルスプリングの固着強度（引張強度）が，本件明細書の発明の詳細な説明の記載にあるように，コアワイヤの遠位端側小径部の引張破断強度より高いこと，又はAg-Sn系はんだによって固着する場合と比較して2．5倍程度であることを当業者が認識し得ることを要することになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ここで，請求項1記載の「Au-Sn系はんだ」の意義につき，本件明細書の発明の詳細な説明の記載を参酌するに，発明の詳細な説明には「本発明で使用するAu-Sn系はんだは，例えば，Au75～80質量％と，Sn25～20質量％との合金からなる。」（【0057】）との例示はあるものの，これを除けばその定義を含め何らの記載もない。実施例である「Au-Sn系はんだ」の固着性に係る試験結果及び比較例である「Ag-Sn系はんだ」の同試験結果の記載部分（【0075】～【0083】）においても，「Au-Sn系はんだ」の具体的な組成については記載がない。",
                    "そうすると，請求項1に記載の「Au-Sn系はんだ」の意義については，本件審決の認定のとおり，一般的な技術用語の意味に解し，「Au及びSnを主成分として含むはんだである必要があり，AuとSn以外のその他の元素や金属間化合物を含有しても，しなくてもよく，含有しない場合，Auと，Snの成分比率も何ら限定されない『はんだ』」と解釈するのが適当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "実験報告書（甲45）によれば，原告が自社製品のガイドワイヤ「Wizard1」のコアシャフト及びコイルを使用した実験において，以下の結果を得たことが認められる。",
                        "サンプル はんだ材料（構造） 試料数 先端硬直部長さ(mm) 最大荷重(N) 破壊形態二重構造1 （内側80Au-20Sn，外 6 0.32～0.49 5.7～7.3 コア破断側Sn-3.5Ag）2 80Au-20Sn（市販品） 6 0.22～0.36 5.0～6.7 コア破断3 Sn-3.5Ag（市販品） 3 0.15～0.39 1.3～2.6 コア抜け4 80Sn-20Au（原告作製） 3 0.15～0.39 2.5～4.1 コア抜け5 71Sn-29Au（原告作製） 3 0.27～0.39 3.5～5.1 コア抜け(イ)  研究・実験（終了）報告書（乙7）によれば，被告が自社製品のガイドワイヤ「X-treme XT-A」のコアシャフトとコイルスプリング，外部のはんだメーカーから購入したはんだを使用した実験において，以下の結果を得たことが認められる。",
                        "サンプル はんだ材料 試料数 先端硬直部長さ(mm) 最大荷重(N) 破壊形態1 Au80-Sn20 5 0.11～0.19 4.2～5.1 コアシャフト破断2 Sn70.7-Au29.3 5 0.10～0.36 1.0～1.9 コアシャフト抜け3 Sn80-Au20 5 0.12～0.17 1.1～1.9 コアシャフト抜け(ウ)  これらの実験結果によれば，先端硬直部分の長さを本件発明で特定されている0．1mm～0．5mmとするサンプルにおいて，引張り試験の結果コアシャフトが破断する結果を得られたのは，はんだとしてAu80質量％，Sn20質量％の組成のものを用いた場合に限られ，Au-Sn系はんだであっても，Auの含有量が低い組成（20質量％，29質量％，29．3質量％）のものを用いた場合においては，コアシャフト抜けの結果となったことが認められる。",
                        "また，原告の実験（上記(ア)）において「コア抜け」の結果となったサンプル3～5につき最大荷重を見ると，サンプル4（Au含有量20質量％）及び5（同29質量％）は，いずれもサンプル3（従来のAg-Sn系はんだであるSn-3．5Agはんだ）のそれを上回るものの，2．5倍程度にまで達しているとはいい難い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "特開2000-52083号公報（甲27）には，「Ag0．5～5．0重量％，Au0．3～10．0重量％，残部Snからなることを特徴とする鉛フリーはんだ合金。」が記載されているところ（請求項1），これも本件発明の「Au-Sn系はんだ」に該当する（前記ウ）。同公報の記載によれば，その実施例1～13では，Ag，Au及びSn各成分の組成を上記記載の範囲内とした鉛フリーはんだにおいて，JIS Z  2201の4号の規定により測定した引張強度は4．9～9．2kgf/mm2 であったのに対し（【0018】，表1），比較例として，成分にAuを含まず，Ag2．0～3．5重量％，残部Snの組成の鉛フリーはんだを用いて同様の測定を実施したところ，その引張強度は4．8～9．3kgf/mm2であったことが認められる（【0019】，表2）。",
                    "同公報で測定された引張強度の値をもって，本件発明の課題解決のために必要なAu-Sn系はんだの固着強度を評価する際の指標とし得るか否かは必ずしも明らかでないが，仮に指標とし得るとして検討してみると，同公報記載の実施例の引張強度は，いずれも比較例において最も低い引張強度の2．5倍（4．8kgf/mm2×2．5＝12．0kgf/mm2）に達していない。すなわち，各成分の含有量が上記記載の範囲内である場合，Au-Sn系はんだの固着強度がAg-Sn系はんだの固着強度の2．5倍程度に達しているということはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "国際公開第2006／049024号公報（WO 2006/049024 A1。甲44）には，「Ag2～12質量％，Au40～55質量％，残部Snからなることを特徴とする高温鉛フリーはんだ。」が記載されているところ（請求項1），これも本件発明の「Au-Sn系はんだ」に該当する（前記ウ）。同公報の記載によれば，その実施例1～12では，Ag，Au及びSnの各成分の組成を上記記載の範囲内とした鉛フリーはんだにおいて，JIS  Z  3198-2に準じて測定した機械強度の値が53～72MPaとなっている（［0025］，表1）。他方，各成分の組成が上記記載の範囲内にない比較例1～5においては，以下の結果が記載されている（［0025］，表1）。",
                    "・比較例1（Ag20質量％，Au40質量％，残部Sn）",
                    "68MPa ・比較例2（Au80質量％，残部Sn）              59MPa ・比較例3（Ag20質量％，Ga1質量％，残部Sn）",
                    "43MPa ・比較例4（Sb22質量％，残部Sn）              58MPa ・比較例5（Pb90質量％，残部Sn）              29MPa 上記比較例のうち，比較例2は，本件明細書において「Au-Sn系はんだ」として例示されている範囲（Au75～80質量％，Sn25～20質量％）に含まれるものであり，また，原告及び被告いずれの引張強度の実験結果においても「コアシャフト破断」の結果を示したことに鑑みると，本件発明の課題解決のために必要な固着強度を有するAu-Sn系はんだといってよい。",
                    "他方，同公報記載の実施例1～12の機械強度は，比較例2の機械強度とおおむね同等以上のものと見ることもできる。そうすると，Ag，Au及びSn各成分の含有量が上記記載の範囲内にあるAu-Sn系はんだは，本件発明の課題解決のために必要な固着強度を有すると考えることも可能である。",
                    "もっとも，同公報で測定された機械強度の値をもって，本件発明の課題解決のために必要なAu-Sn系はんだ固着強度を評価する際の指標とし得るか否かは必ずしも明らかでない。また，同公報記載の実施例1～12は，いずれもAgを含むことから，Auの含有量が40～55質量％であってもAgを含有しない場合に同様の機械強度を得られるか否かは明らかでない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "上記ウのとおり，請求項1記載の「Au-Sn系はんだ」は，Au及びSnを主成分として含むはんだである必要があり，AuとSn以外のその他の元素や金属間化合物を含有しても，しなくてもよく，含有しない場合，AuとSnの成分比率も何ら限定されないはんだと解されるところ，上記エ～カを総合的に考慮すると，Au及びSn以外の元素の有無や各成分の含有量を特定しない場合においても，当業者が，本件発明の課題解決のために必要なAu-Sn系はんだの固着強度，すなわち，コアワイヤに対するコイルスプリングの固着強度が，コアワイヤの遠位端側小径部の引張破断強度より高い，又はAg-Sn系はんだによって固着する場合と比較して2．5倍程度であることを認識し得るということはできないというべきである。",
                    "したがって，請求項1の記載はサポート要件に適合しているということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2～9について",
              "text": [
                "本件発明2～9に係る請求項2～9は，いずれも請求項1を引用するものであり，請求項1記載の「Au-Sn系はんだ」を限定する記載もないことから，同様にサポート要件に適合しているということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "これに対し，原告は，本件発明の「Au-Sn系はんだ」につき「Ag-Sn系はんだ」と比較して高い固着強度を有することを当業者は認識できたことや，コアワイヤとコイルスプリングとの間でのAu-Sn系はんだの固着力については関係法令所定の承認基準である2Ｎの引張力に耐えるものであればよいこと，被告も，自身の特許及び特許出願において，本件明細書と同様の記載によりAu-Sn系はんだを特定していることなどを指摘して，請求項1～9の記載はサポート要件に適合している旨主張する。",
                "しかし，前記のとおり，本件明細書の発明の詳細な説明の記載を踏まえると，本件発明の「Au-Sn系はんだ」については，その発明の課題解決のため，「Ag-Sn系はんだ」との比較において固着強度が単に相対的に高いというだけでは十分ではなく，コアワイヤに対するコイルスプリングの固着強度が，コアワイヤの遠位端側小径部の引張破断強度より高い，又は，Ag-Sn系はんだによって固着する場合と比較して2．5倍程度であることを要すると解される。",
                "また，本件発明は医療用ガイドワイヤである以上，関係法令所定の承認基準を充足すべきは当然であり，これをもって技術常識といい得るとしても，本件明細書には当該承認基準に言及した記載は見当たらない。そうである以上，当該承認基準と，本件発明の課題解決のために必要なAu-Sn系はんだの固着強度との関係は明らかでなく，当該承認基準を充足すれば当該固着強度を得られるということはできない（そもそも，被告の実験結果（上記(3)エ(イ)）によれば，サンプル2及び3は当該承認基準を充足していない。）。",
                "他方，同じく医療用ガイドワイヤに係る特許又は特許出願といえども，その特許請求の範囲や発明の詳細な説明の記載は，それぞれの発明の解決課題や課題解決手段に応じて過不足のないように記載すべきものであるから，被告自身の特許又は特許出願において本件特許と同様の記載が見られることをもって，本件発明の特許請求の範囲の記載がサポート要件に適合していることの根拠とすることはできない。",
                "その他るる主張する点を考慮しても，原告の主張は採用し得ない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上より，請求項1の記載がサポート要件に適合しているということはできず，これを引用する請求項2～9の記載もサポート要件に適合するということはできないとした本件審決の判断に誤りはなく，原告主張に係る取消事由は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}