{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2015-5688号事件について平成28年10月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。争点は，新規性及び進歩性判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "株式会社さいとう技術研究所は，名称を「光学的および電磁気学的効果補助層の制御手法」とする発明につき，平成21年8月31日に特許出願(特願2009-199302。以下「本願」という。優先権主張日：平成21年3月30日，日本国。甲4の1)をし，原告は，株式会社さいとう技術研究所から，平成24年7月12日，本願に係る特許を受ける権利を譲り受けたが(甲6)，平成26年12月5日付けで拒絶査定を受けた。",
            "原告は，平成27年3月25日，拒絶査定不服審判請求をし(不服2015-5688号)，同年6月19日，手続補正(以下「本願補正」という。)をした(甲4の2)。",
            "特許庁は，平成28年10月17日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年11月23日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願補正後の請求項1に係る発明(以下「本願発明」という。)は，次のとおりである(甲4の2。以下，本願の明細書及び図面を「本願明細書」という。)。",
            "「  半導体又は金属の少なくともどちらか一方よりなる微粒子又は島状構造を平面内でランダムに配列させた平面構造が，母材中に間隔を保って複数積層された構造体であって，",
            "該母材が半導体であることを特徴とする構造体。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，特開2009-16710号公報(甲1。以下「引用例1」という。)に記載された発明(以下「引用発明1」という。)と同一であり，又は引用発明1に対して慣用手段及び周知技術を適用して，当業者が容易に発明をすることができたものであるから，特許法29条1項3号又は同条2項により特許を受けることができず，また，特開平8-8488号公報(甲2-1。以下「引用例2」という。)に記載された発明(以下「引用発明2」という。)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定",
                  "text": [
                    "引用発明1は，次のとおりである。",
                    "「  GaAs(311)A基板上に，GaAsバッファー層を成長させて表面を平坦化させたのち，AlGaAsクラッド層(高Al組成)を成長させた後，活性層となる，AlGaAs層(低Al組成)を成長させ，その中に液滴エピタキシー法により作製したGaAs量子ドットを2層埋め込み，続いて，上部のAlGaAsクラッド層(高Al組成)を成長させて製造されるレーザ素子であって，",
                    "上記液滴エピタキシー法は，化合物半導体の量子ドットを作製する手法で，基板上にガリウムのみを供給してガリウムの液体金属微粒子を作製し，続いて砒素を分子線照射により供給してその液滴をガリウム砒素に結晶化する事により，GaAs量子ドットを作製し，",
                    "一つの液滴が一つの量子ドットとなり，",
                    "顕微鏡像において，量子ドットがランダムに配列しており，",
                    "量子ドットレーザ素子の構造模式図において，GaAs量子ドットは，AlGaAs層(低Al組成)において，平面内に配列され，当該AlGaAs層を介して積層されている，量子ドットレーザ素子。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定",
                  "text": [
                    "本願発明と引用発明1とを対比すると，両者は，次の点で一致する。",
                    "「  半導体よりなる微粒子をランダムに配列させた構造が，",
                    "母材中に間隔を保って複数積層された構造体であって，",
                    "該母材が半導体である構造体」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の認定",
                  "text": [
                    "本願発明と引用発明1とを対比すると，両者は，次の点で相違する(以下「相違点1」という。)。",
                    "微粒子を配列させた構造について，本願発明では，微粒子を「平面内」でランダムに配列させた「平面構造」であるのに対し，引用発明1では，「顕微鏡像において，量子ドットがランダムに配列しており，量子ドットレーザの構造模式図において，GaAs量子ドットは，AlGaAs層(低Al組成)において，平面内に配列され」ているものの，本願発明のような特定はなされていない点"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点1についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一般に，半導体レーザ素子において，レーザ発振を実現するために，活性層の結晶性を良好にすることを目的とし，活性層の直下の層の表面を平坦なものとすることは普通に知られた慣用手段であるものと認められる。また，引用発明1は，「GaAsバッファー【図10】",
                      "text": [
                        "層」の「表面を平坦化させたのち」，クラッド層，活性層を成長させたものであり(【図10】参照)，引用例1の図1を勘案すると，引用例1には，GaAs量子ドットの直下のAlGaAs層(低Al組成)の表面が，平坦なものであることが示唆されていると認められる。そうすると，引用発明1は，本願発明の「微粒子を 【図1】",
                        "『平面内』でランダムに配列させた『平面構造』」という構成を実質的に備えているといえる。",
                        "したがって，本願発明の構成は全て引用例1に示されているから，本願発明は，引用発明1と同一である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，相違点1が実質的なものであったとしても，特開平3-116822号公報(乙14)，引用例2によれば，量子ドットを有する構造体において，量子ドットの下地層を平坦な平面を持つものとすることは周知技術であり，一般に，半導体レーザ素子において，レーザ発振を実現するために，活性層の結晶性を良好にすることを目的として，活性層の直下の層の表面を平坦なものとすることは普通に知られた慣用手段であるものと認められる。そうすると，引用発明1において，上記慣用手段及び周知技術に基づき，「AlGaAsクラッド層(高Al組成)」の表面並びにその上の成長させた活性層の1層目及び2層目の「AlGaAs層(低Al組成)」の表面のいずれもを平坦なものとすることは，当業者であれば適宜なし得たことである。そして，引用発明1は，「上記液滴エピタキシー法は，化合物半導体の量子ドットを作製する手法で，基板上にガリウムのみを供給してガリウムの液体金属微粒子を作製し，続いて砒素を分子線照射により供給してその液滴をガリウム砒素に結晶化する事により，GaAs量子ドットを作製し，一つの液滴が一つの量子ドットとな」るものである。そのため，引用発明1において，活性層の1層目及び2層目の「AlGaAs層(低Al組成)」の表面を平坦なものとするならば，GaAs量子ドットを配列させた構造が，「平面内」に配列させた「平面構造」となることは明らかである。そうすると，引用発明1において，上記慣用手段及び周知技術に基づき，相違点1に係る本願発明の構成を採用することは，当業者であれば容易になし得たことである。",
                        "したがって，仮に相違点1が実質的なものであったとしても，本願発明は，引用発明1並びに慣用手段及び周知技術に基づいて当業者が容易に発明をすることができたものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2の認定",
                  "text": [
                    "引用発明2は，次のとおりである。",
                    "「  平坦な面を有する，表面にステップの無い(001)n-Siエピ基板151と，",
                    "その上に成長したSiバッファ層152と，",
                    "その上にエピタキシャル成長した厚み2nmのGaAsドット結晶153と厚み10nmのSi単結晶薄膜154を交互に成長してえられるペア数10の多重量子ドット層155と，",
                    "その上に成長したp-Siクラッド層156と，",
                    "絶縁膜157と，p側電極158と，n側電極159とを有する半導体レーザであって，",
                    "MBE法を用いてGaAsドット153とSi薄膜が成長され，",
                    "GaAsドット153の高さが2nm程度と低いことと，Si結晶がGaAsドット153上に成長しにくいためにGaAsドット153が平坦に埋め込まれたため，GaAsドット153を成長した後，Si結晶154を10nm成長することで平坦面が得られた，半導体レーザ。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定",
                  "text": [
                    "本願発明と引用発明2とを対比すると，両者は，次の点で一致する。",
                    "「  半導体よりなる微粒子を配列させた構造が，",
                    "母材中に間隔を保って複数積層された構造体であって，",
                    "該母材が半導体である構造体」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の認定",
                  "text": [
                    "本願発明と引用発明2とを対比すると，両者は，次の点で相違する(以下「相違点2」という。)。",
                    "微粒子を配列させた構造について，本願発明では，「微粒子を平面内でランダムに配列させた平面構造」であるのに対し，引用発明2では，「エピタキシャル成長した厚み2nmのGaAsドット結晶153」について，本願発明のような特定はなされていない点"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点2についての判断",
                  "text": [
                    "引用発明2は，「MBE法を用いてGaAsドット153とSi薄膜が成長され，GaAsドット153の高さが2nm程度と低いことと，Si結晶がGaAsドット153上に成長しにくいためにGaAsドット153が平坦に埋め込まれたため，GaAsドット153を成長した後，Si結晶154を10nm成長することで平坦面が得られた」，「半導体レーザ」である。また，引用例2の【0082】には，「Si基板141表面にはステップの無い(001)面を持つ。ステップが無いために結晶は結晶平面にランダムに結晶成長し，均一なGaAs結晶の核生成が実現される。」，同【0083】には，「結晶成長はMBEで750度にて行っており，成長温度が比較的高いために基板表面での原子の移動速度が大きくなり，均一なドット143の形成が実現される。(中略)ドットとドットは融合してはならず，かつドットの間は5nm以上離れている必要がある」と記載されている。そして，引用例2において，量子ドットを利用した半導体レーザについての記載箇所(【0079】ないし【0090】)には，GaAsドットが整列して配列するように特段の制御を行うことは記載されていない。そのため，引用発明2において，「Si結晶154」は「平坦面が得られた」ものであることに加え，上記で指摘した事項を勘案すると，引用発明2においても，GaAsドット153の成長の際に，基板表面での原子の移動速度は大きくなり，均一なドット153の形成が実現されるものと認められる。",
                    "そうすると，引用発明2にいうGaAsドット153は，下地のSi結晶が「平坦面が得られた」ものであり，かつ，MBE法を用いた成長の際に，「原子の移動速度は大きく」なるものであり，また，引用例2には，GaAsドットが整列して配列するように特段の制御を行うことは記載されていないから，引用発明2において，「GaAsドット結晶153」が，「GaAsドットを平面内でランダムに配列させた平面構造」をなすことは明らかである。",
                    "したがって，引用発明2において，相違点2に係る本願発明の構成を採用することは，当業者であれば容易になし得たことであるから，本願発明は，引用発明2に基づいて当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "原告主張の審決取消事由は多岐にわたるところ，弁論準備手続による主張整理の結果，訴状記載の取消事由1ないし3は，直接の審決取消理由としてではなく，その事情として主張するものであるとして整理され(第1回弁論準備手続調書参照)，同取消事由4(相違点1の判断の誤り)を取消事由1本願明細書【図6】",
        "とし，同取消事由5(相違点2の判断の誤り)を取消事由2とすることとされた。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の判断の誤り)",
          "text": [
            "本願発明は，本願明細書の図6のとおり，微粒子を平面内でランダムに配列させた平面構造が間隔を保って複数積層された形態を採用している(甲4-1【0006】【図6】参照)。すなわち，基板の面内方向をX及びY，基板面に垂直な方向をZとすると，本願発明はX及びY方向ではラン 引用例1【図6】",
            "ダムな配列であり，Z方向では規則的配列になっているものである。このような「平面構造」を複数積層することによって，高い効果が得られるのである。これに対し，引用発明1には，配列に関する説明が存在しないところ，引用発明1のように平坦な基板上に微粒子や量子ドットを形成することは，微粒子が微粒子の上に積み重なる状態(以下，この状態を「雪だるま状態」という。)になることがあり，現に，引用例1の図6等によれば，3次元的に量子ドットが雪だるま状態になっていることは明らかである。そうすると，引用発明1は，本願発明にいう平面構造を有するものではない。",
            "そして，引用発明1は，量子ドットが低密度の状態では実現できず，高密度であることを要するため，本願発明のように，3次元的な配列に比べて低密度になる平面構造を敢えて選択する意味はない。そうすると，引用発明1に接した当業者が，より低密度になる量子ドットの平面構造を複数層利用することを想到するものとはいえない。",
            "したがって，引用発明1が本願発明にいう「平面構造」を実質的に備えているとした審決の認定には誤りがあり，また，当業者が引用発明1に対し慣用手段及び周知技術を適用して本願発明を容易に想到することができたとした審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)",
          "text": [
            "本願発明は，上記のとおり，微粒子を平面内でランダムに配列させた平面構造が間隔を保って複数積層された形態を採用している。これに対し，引用発明2は，引用例2の図14のとおり，量子ドットの配列は，ランダムではない。",
            "仮に，引用発明2においてGaAs量引用例2",
            "子ドット(極性分子)がランダムに配列されているとすれば，ランダムな格子不整合が粗密に生じ，転位が制御できていない状態になる。この状態は，引用発明2で解決しようとしている転位の抑制(甲2-1【0004】，【0017】)という課題と矛盾することになる。",
            "したがって，引用発明2の量子ドットの配列がランダムなものであることを前提として，当業者が引用発明2に基づいて本願発明を容易に想到することができたとした審決の判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1の判断の誤り)",
          "text": [
            "原告は，引用発明1の量【図10】",
            "子ドットは雪だるま状態になっており，本願発明にいう平面構造を有するものではないなどと主張する。",
            "しかしながら，本願発明にいう平面構造が雪だるま状態を含まないと解する根拠がない上，引用例1の【0007】には，図10に示す形態につき，「GaAs量子ドットを2層埋め込んだ」と明示的に記載されているのであるから，引用発明1の量子ドットは雪だるま状態になっていないことは明らかである。そして，量子ドットを有する構造体において量子ドットの下地層を平坦な平面を持つものとする周知技術などに照らせば，引用発明1の「AlGaAs層(低Al組成)」の表面の形状を「GaAs量子ドット」のサイズに比べて十分に小さい程度の平坦さとすることは，当業者が容易に想到することができる。",
            "したがって，引用発明1が本願発明にいう「平面構造」を実質的に備えているとした審決の認定には誤りはなく，また，当業者が引用発明1に対し慣用手段及び周知技術を適用して本願発明を容易に想到することができたとした審決の判断にも誤りはなく，原告の主張はいずれも理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2の判断の誤り)",
          "text": [
            "原告は，引用例2の図14によれば，引用発明2における量子ドットの配列はランダムではないなどと主張する。しかしながら，審決は，引用発明2につき，引用例2の実施例13の半導体レーザに基づいて認定しているのであって，量子ドットの配列を図14から認定するものではない。そして，引用例2には，GaAsドットが整列して配列するように特段の制御を行うとは記載されていないし，引用発明2の半導体レーザにおいて，GaAsドットが整列して配列するような特段の制御を行わないようにした場合には，GaAs結晶の結晶成長開始ポイントに位置的な規則性が存在しないことになるから，当業者は，GaAsドットをランダムに配列させる構成を容易に得ることになる。",
            "したがって，当業者が引用発明2に基づいて本願発明を容易に想到することができたとした審決の判断には誤りはなく，原告の主張は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願明細書(甲4の1)によれば，本願発明は，次のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，発光素子，光電変換素子，センサなどの光学的あるいは電磁気的素子の効果，効率の向上に関するものである(【0001】)。量子ドットの利用は，光学的あるいは電磁気的デバイスの高効率化に有効であるが，量子ドットの製造は，難易度が高く，安価には製造できないという問題があった(【0005】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明は，スパッ【図1】",
                  "text": [
                    "タリング等により作製した図1に示されるような微粒子が平面的に配列された構造を，図6における断面図のように積層することで，作製難易度の高い量子ドットの効果を利用することができるようにしたものである(【0006】)。これらの構造体を，光電変換【図6】",
                    "素子，発光素子などに付加することで，特性の向上を図ることができる(【0016】)。本願発明は，スパッタリングなどのごく一般的な手法を用い，材料も比較的ありふれたものを利用するため，費用対効果が高いものである(【0014】【0043】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1について",
              "text": [
                "引用例1(甲1)によれば，引用発明1の内容は，次のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1は，基板上に活性層を形成してなるレーザ発振素子に関するものである(【0001】)。量子ドットはそのサイズが変化すると，量子閉じ込めエネルギーが変化するため発光する波長(エネルギー)が変化する。そのため，サイズの揺らぎが大きい量子ドット群の発光特性は，幅広い波長(エネルギー)にわたって広がり，その半値幅は広くなる。量子ドットの半導体レーザ等の応用のためには，なるべくサイズ揺らぎの少ない量子ドットを高密度に作製することが望まれている(【0002】)。引用発明1は，このような実情に鑑み，従来にはないナローな発光をする量子ドットを用いて，安定したレーザ発振を可能としたレーザ発振素子を提供することを目的とするものである(【0004】)。",
                    "引用発明1のレーザ発振素子は，その活性層は，2×1010／cm2～1×1011／cm2の密度，かつ，5Kにおける発光の半値幅50meV以下でGaAs(311)A基板上に量子ドットを形成してなることを特徴とする(【0005】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "図10に示す形態の製造手順は，次のとおりである(【0007】)。",
                    "GaAs(311)A基板上【図10】",
                    "に，400nmの厚さを持つGaAsバッファー層を成長させて表面を平坦化させた後，1300nmのAlGaAsクラッド層(高Al組成)を成長させた。その後，活性層となるAlGaAs層(低Al組成)を220nm成長させ，その中に液滴エピタキシー法(図1)により作製したGaAs量子ドットを2層埋め込んだ。続いて，【図1】",
                    "1300nmの上部のAlGaAsクラッド層(高Al組成)を成長させ，最後に表面を保護するため20nmのGaAsを成長させた。",
                    "液滴エピタキシー法は，化合物半導体の量子ドットを作製する手法で，図1を参照して，ガリウム砒素量子ドットの作製を説明すると，基板上にガリウムのみを供給してガリウムの液体金属微粒子を作製し，続いて砒素を供給してその液滴をガリウム砒素に結晶化することにより，量子ドットを作製する(【0009】)。",
                    "GaAs(311)A基板を用いることにより，温度範囲の全域で密度が増加し，最大で1×1011／cm2という，高密度の液滴が形成可能となった。なお，図1の説明で述べたように，この液滴は結晶化することにより，一つの液滴が一つの量子ドットとなることから，この密度はそのまま形成される量子ドットの密度と考えることができる(【0011】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)の認定事実及び証拠(乙6〔訳文2頁8行目から17行目まで〕)によれば，引用発明1における液滴エピタキシー法は，基板上にガリウムのみを供給してガリウムの液体金属微粒子である液滴を作製した後，砒素を供給して当該液滴をガリウム砒素に結晶化させ，一つの液滴が量子ドットとなるように量子ドットを作製する手法であって，これらのガリウム及び砒素は，分子線照射により基板に供給されるものである。そうすると，液滴エピタキシー法においては，ガリウムの液滴が生じる場所を制御することはできないため，最終的に生じるガリウム砒素結晶からなる量子ドットは，基板上において，水平方向にはランダムに配列しているといえる。そして，前記1(2)の認定事実によれば，引用発明1においては，このような量子ドットが設けられている層は，2層存在するものと認められる。",
                    "これらの事実によれば，引用発明1は，ランダムに配列された量子ドットの平面層が2層設けられているのであるから，本願発明における「微粒子が平面内でランダムに配列した平面構造が複数積層された構造体」に該当するものと認められる。",
                    "したがって，相違点1は，引用発明1に開示されているといえるから，本願発明は引用発明1と同一であると認定した審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "これに対し，原告は，上記にいう平面層の重なりにつき，基板の面内方向をX及びY，基板面に垂直な方向をZとすると，本願発明の微粒子の配列は，X及びY方向ではランダムな配列であり，Z方向では，本願明細書の図6のように，規則的配列になっているにもかかわらず，引用発本願明細書【図6】",
                  "text": [
                    "明1の量子ドットは，Z方向では規則的配列になっていないため，本願発明と引用発明は，この点において相違するなどと主張する。",
                    "そこで検討するに，本願明細書の【0010】には，「スパッタリングなどの真空成膜技術を用い，島状あるいは微粒子状の平面構造を作り，それを積層することで，垂直方向には規則的で，水平方向にはランダムな図6のような微粒子層が得られる。」と記載され，垂直方向には規則的であると記載されている。この点につき，上記にいう「規則的」の意味について，上記図6のように，ある平面上の量子ドットの直上に，異なる平面上の量子ドットが配置されている構成をいうものと解する場合には，本願の特許請求の範囲ではこのような特定がなされていない上，本願明細書にいうスパッタリングなどの真空成膜技術は，引用発明1にいう液滴エピタキシー法では量子ドットを形成するガリウムの液滴の場所を平面上制御することができないのと同様に，微粒子の場所を平面上制御することができないものと認められるから，上記構成を実現することは，そもそも困難である。",
                    "そうすると，上記構成をいう原告の主張は，結局のところ，本願の特許請求の範囲及び本願明細書の記載を正解しないものであり，失当というほかない。",
                    "前記アのとおり，上記にいう「規則的」の意味については，微粒子等がランダムに配列された平面構造が垂直方向には規則的に複数が積層されていく構成をいうにとどまると解するのが自然であり，このように解する場合には，本願の特許請求の範囲の記載と整合する上，当該構成は引用発明1も有する構成であるから，相違点1は引用発明1に開示されているといえることは，上記に説示したとおりである。",
                    "したがって，原告の主張は，本願の特許請求の範囲及び本願明細書の記載を正解しないものに帰し，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上によれば，本願発明は，取消事由2について判断するまでもなく，特許法29条1項3号により特許を受けることができないものと認められる。その他に事情として整理された取消事由などを含めて改めて十分検討しても，原告の主張は，上記にいう「規則的」の意味について，本願の特許請求の範囲の記載等とは異なる独自の見解に立って審決を論難するものであり，いずれも上記判断を左右するものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の主張する取消事由1には理由がないから，取消事由2について判断するまでもなく，審決に取り消されるべき違法はない。よって，本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10267",
    "date": "2017-12-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087323",
    "ipprecedent_id": "4818",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}