{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "- 1 -"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，下記第2項の請求を棄却した部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人は，控訴人に対し，5000万円及びこれに対する平成27年6月12日から支払済みまで年5分の割合による金員を支払え。(控訴人は，原審における2億円の損害賠償及び付帯金請求のうち，この部分を限度として，不服を申し立てた。)"
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件請求の要旨",
              "text": [
                "控訴人は，発明の名称を「画像補正データ生成システム，画像データ生成方法及び画像補正回路」とする本件特許権1(第4681033号)及び「画質調整装置及び画像補正データ生成プログラム」とする本件特許権2(第5362753号)を有するところ，被控訴人の製造，販売，輸出又は販売の申出に係る本件対象物件が本件各発明の技術的範囲に属するとして，被控訴人に対し，主位的に，本件特許権1を侵害した不法行為に基づく損害賠償金2億1000万円の内金2億円とその付帯金の支払を，予備的に，本件特許権2を侵害した不法行為に基づく損害賠償金9004万1096円の内金9000万円とその付帯金の支払を求めた。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1",
              "text": [
                "本件各発明のうち，本件発明1-1及び本件発明2-1の特許請求の範囲(分説後)は，次のとおりである(なお，原審で添字とされているところは，全て通常文字とした。以下同じ。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1-1",
                  "text": [
                    "A1  画像を出力するための信号を表示パネルに供給する信号発生手段と，前記表示パネルにおいて表示された出力画像を撮影する撮像手段と，前記信号発生手段及び前記撮像手段に接続される制御手段と，を備えた画像補正データ生成システムであって，",
                    "B    前記制御手段が，前記信号発生手段に対して，表示パネルの全面に共通する信号値の供給指示を出力する指示手段と，",
                    "C    前記撮像手段から，出力画像データを取得する画像取得手段と，",
                    "D1  前記出力画像データに対し中間的な周波数成分のみを分離するバンドパスフィルタリングを行なうことによって，同出力画像データから高周波成分及び低周波成分を除いたバンドパスデータを算出するバンドパスフィルタ手段と，",
                    "E    前記バンドパスデータに対応した画像補正テーブルを出力する補正データ生成手段と",
                    "F1  を備えたことを特徴とする画像補正データ生成システム。",
                    "なお，本件発明1-2は，本件発明1-1の従属項に係る発明であるから，構成要件D1，Eを有する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2-1",
                  "text": [
                    "A2  表示パネルに画像を出力するための信号を表示パネルに供給する信号発生手段と，前記表示パネルにおいて表示された出力画像を撮影する撮像手段とに接続される制御手段を備えた画質調整装置であって，",
                    "B    前記制御手段が，前記信号発生手段に対して，表示パネルの全面に共通する信号値の供給指示を出力する指示手段と，",
                    "C    前記撮像手段から，出力画像データを取得する画像取得手段と，",
                    "D2  前記出力画像データに対し中間的な周波数成分のみを分離するバンドパスフィルタリングを行なうことによって，同出力画像データから高周波成分及び低周波成分を除いたバンドパスデータを算出する手段と，",
                    "E    前記バンドパスデータに対応した画像補正テーブルを出力する補正データ生成手段とを備え，",
                    "J1  前記バンドパスデータに対応した画像補正テーブルは，輝度むらの補正を行うためのテーブルである",
                    "F3  ことを特徴とする画質調整装置。",
                    "なお，本件発明2-2及び本件発明2-3は，いずれも，構成要件D2，Eを有し，本件発明2-5は，本件発明2-1～本件発明2-3のいずれかの従属項に係る発明と，本件発明2-1～本件発明2-3のいずれかの従属項に係る本件特許2の請求項4に係る発明の従属項に係る発明とからなるから，いずれの構成の発明においても，構成要件D2，Eを有する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件対象物件等",
              "text": [
                "本件審理の対象となる「本件対象物件」は，原判決別紙被告物件目録に記載されたとおり，本件発明1-1と同旨の内容で規定されるものであるが，「本件システム及び本件型番システム並びにその他の被控訴人が採用している画像補正を用いたシステム」との趣旨でも用いられている。",
                "「本件システム」は，被控訴人が本件資料(甲6)に記載されている補正例において採用している画像補正方法を用いたシステムを指し示すものであり，次の「本件型番システム」を包含する。",
                "「本件型番システム」は，被控訴人が顧客へ提供を申し出ている，型番(CV-CH2000)の付いた特定の画像補正システムを指し示すものである。",
                "「本件システム」と「本件型番システム」は，共通の構成を有する。",
                "以下，「本件型番システム及び本件システム」の趣旨で「本件型番システムないし本件システム」ということがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原審の判断等",
              "text": [
                "原判決は，①本件型番システム及び本件システムは，構成要件D1及びD2を充足しないから，本件各発明の技術的範囲に属さない，②本件型番システム及び本件システムが構成要件D1及びD2を充足していないことからみて，被控訴人が構成要件D1及びD2を充足する物件である本件対象物件を販売等していたとは認められないとして，控訴人の請求をいずれも棄却した。",
                "これに対し，控訴人は，5000万円と付帯金の支払を求める限度で，原判決に対する不服を申し立てた。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "本件の前提となる事実は，原判決の「事実及び理由」欄の第2(事案の概要)の「2  前提事実」(原判決2頁17行～7頁20行目)に記載のとおりである。",
            "ただし，原判決2頁25行目の「会社法の施行に伴う関係法律の整備等に関する法律」の次に「2条1項，」を加え，同7頁20行目の次に次のとおり加える。",
            "「(5)  構成要件の充足",
            "本件型番システム及び本件システムは，いずれも，構成要件A1，B，C，F1，G1，H1，I1，A2，F3，G2，H2及びI2を充足する。」"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "本件の争点は，原判決の「事実及び理由」欄の第2(事案の概要)の「3  主要な争点」(原判決7頁21行～8頁6行目)に記載のとおりである。",
            "ただし，原判決7頁26行目の「本件対象物件を販売又は輸出したか。」を「本件対象物件の製造，販売若しくは輸出又は販売の申出をしたか。」に，同8頁1行目の「当たる」を「含まれる」にそれぞれ改め，同2～3行目の「本件対象物件の構成を満たす」を削り，同4～5行目の「本件型番システムないし本件システムを製造，販売又は輸出したこと」を「本件型番システムないし本件システムの製造，販売若しくは輸出又は販売の申出をしたこと」に改める。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，下記1のとおり原判決を補正し，同2のとおりの補充主張を加えるほかは，原判決の「事実及び理由」欄の第2(事案の概要)の「4  当事者の主張」(原判決8頁7行～15頁11行目)に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "text": [
            "①  原判決8頁10～11行目と同12～13行目の各「本件対象物件を販売又は輸出し，」をいずれも「本件対象物件の製造，販売若しくは輸出又は販売の申出をし，」に，同15行目の「及び」を「又は」に，それぞれ改める。",
            "②  原判決9頁4行目と同9行目の各「本件型番システム」の次にいずれも「ないし本件システム」を，同12行目の「F 」と同13行目の「F 」の次にいずれも「(引用された部分を除く。)」を，同15行目の「本件システム」の前に「本件型番システムないし」を，それぞれ加える。",
            "③  原判決10頁4行目と同25行目の各「本件システム」の前にいずれも「本件型番システムないし」を加える。",
            "④  原判決11頁6行目と同11行目と同22行目の各「本件システム」の前にいずれも「本件型番システムないし」を加える。",
            "⑤  原判決12頁1行目の「本件型番システム」の次に「ないし本件システム」を加え，同5行目の「(エ)」を「(キ)」に，同10～11行目と同21～22行目の各「本件対象物件を販売又は輸出して」を「本件対象物件の製造，販売若しくは輸出又は販売の申出をして」に，それぞれ改める。",
            "⑥  原判決13頁11～12行目の「本件対象物件を販売又は輸出しておらず，」を「本件対象物件の製造，販売若しくは輸出又は販売の申出のいずれもしておらず，」に，同13～14行目の「本件型番システムないし本件システムの製造，販売又は輸出をしたことはない。」を「本件型番システムないし本件システムの製造，販売若しくは輸出又は販売の申出のいずれもしたことはない。」に，それぞれ改める。",
            "⑦  原判決14頁8行目と12行目の各「本件型番システム」の次に「ないし本件システム」を，それぞれ加える。"
          ]
        },
        {
          "fig": "2",
          "subject": "補充主張(構成要件D1及びD2における低周波成分の除去について)",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人",
              "text": [
                "①  仮に，被控訴人が主張するように，本件型番システムないし本件システムにおいて，目標値との差分を計測し，当該差分を補うような補正データを生成することにより，むら補正が行われるとしても，それが，補正データの生成過程で低周波成分の除去を行っていないことには直ちにつながらない。本件型番システムないし本件システムにおいて，画像の輝度分布曲線(画像の高さ方向中央を通る横線を横軸とし，輝度を縦軸とする。)をみると，画像周辺部の輝度が暗いことに基づく上方に凸の概形が補正後も維持されている。このことからすると，本件型番システムないし本件システムにおいては，画像周辺部の低周波成分の補正をしていないこと，すなわち，低周波成分を除去して補正がされているといえる。",
                "②  下記被控訴人の主張は争う。",
                "控訴人において低周波成分が含まれるとする領域は，広範な範囲にわたっている。人の視覚からみて「低周波領域」とすべきは，0にごく近い領域に限られる。",
                "また，本件資料における補正例の「Gray  70％」について，低周波領域に阻止帯域を持つフィルタをかけずに補正した場合と，本件補正資料における補正後の画像とを対比すると，前者に比して後者の周波数1付近の信号強度が著しく弱くなっている。そうすると，本件型番システムないし本件システムにおいては，上記フィルタが用いられているといえる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "text": [
                "本件型番システムないし本件システムの補正前の輝度分布と補正後の輝度分布の差分をとれば，それは，本件型番システムないし本件システムにおいて用いられた補正データとして一義的に確定できる。そこで，控訴人が，本件型番システムないし本件システムにおいて低周波成分の除去が行われていることの根拠とする本件資料における補正例の補正前後の各画面写真から計測して得た補正データを，高速フーリエ変換したところ，当該補正データには，いずれも，低周波成分が含まれている(乙2)。",
                "本件特許における補正データには，低周波成分が含まれないはずであるから，本件型番システムないし本件システムが本件特許の画像補正方法を用いていないことは，明白である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件明細書1及び本件明細書2の記載によれば，本件各発明について，次のことが認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本件各発明は，表示むらを効率的に抑制するための画像補正データ生成システム，画像補正データ生成方法及び画像補正回路，並びに，画質調整装置及び画像補正データ生成プログラムに関する。(本件明細書1の【0001】，本件明細書2の【0001】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "解決課題",
              "text": [
                "ディスプレイに完全にフラットな画像(全画素同一値)を入力した場合，理想的には完全にフラットな画像が出力される。しかし，実際には，各ピクセルで明るさがわずかに異なり，それが表示むらとなって現れる。このような表示むらが液晶パネルにおいて発生する原因は，セルギャップのむらや，バックライトの明るさの分布に依存する。そして，これらの表示むらを画一的に除去したのでは，不都合が生じることがある。すなわち，バックライトの周辺減光は，多いときは30％程度もある。このような表示むらを補正する場合，完全な白(100％グレー)画像に対しては，データ値を補正してもそれ以上明るくすることはできないので，マイナス側に補正するしかない。したがって，表示むらを画一的に除去するための補正を行った場合，液晶パネルにおける周辺減光の影響を受けて，中心部付近の輝度を低下させてしまうことになる。",
                "また，個々のディスプレイごとに補正を行う場合には，できるだけ効率的に補正できることが望ましい。",
                "本件各発明の目的は，表示むらを効率的に抑制するための画像補正データ生成システム，画像補正データ生成方法及び画像補正回路，並びに，画質調整装置及び画像データ生成プログラムを提供することにある。",
                "(本件明細書1の【0004】～【0006】，本件明細書2の【0005】～【0007】)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "解決手段",
              "text": [
                "上記課題を解決するために，本件発明1-1は，前記第2，1(2)アのとおりの構成を，本件発明2-1は，同イのとおりの構成をとっている。(本件明細書1の【0007】，本件明細書2の【0008】)",
                "(なお，ここでいう「周波数」とは，空間周波数のことであり，画像における濃淡を輝度の変化による波ととらえ，これの空間に関する振動回数を周波数とするものである(甲21参照)。実際の画像における輝度の変化は，周波数の異なる波が重ね合わさったものとして表現されるが，その波のうち，輝度の急激な変化で生じた波として表現される部分を「高周波成分」と，輝度の緩やかな変化で生じた波として表現される部分を「低周波成分」としている。)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "作用効果",
              "text": [
                "本件発明1-1及び本件発明2-1によれば，中間的な周波数成分のみを分離するバンドパスフィルタリングを行うことによって，出力画像データから高周波成分及び低周波成分を除いたバンドパスデータを算出し，バンドパスデータに対応した画像補正テーブルを出力して画像補正テーブルを生成することができるので，変化の緩やかな表示むらや，細かい表示むらは補正されず，周辺減光の影響を排除しつつ，簡易かつ効率的に表示むらの低減を図ることができる。(本件明細書1の【0012】【0016】，本件明細書2の【0012】【0014】)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "実施形態",
              "content": [
                {
                  "fig": "ア",
                  "subject": "画質調整装置",
                  "text": [
                    "画質調整装置20は，液晶パネル10の画質を調整するための補正値を算出する処理を実行するコンピュータ端末であり，制御部21を備える。制御部21は，制御手段としてのCPU，RAM及びROM等を有し，共通する信号値の供給指示を出力する指示段階，画像取得段階，バンドパスフィルタリング段階，補正データ生成段階等を含む処理を行う。このための補正テーブル生成プログラムを実行することにより，制御部21は，図1に示すように，プロセス管理手段211，バンドパスフィルタ手段212として機能する。",
                    "プロセス管理手段211は，液晶パネル10に入力する信号を制御するとともに，液晶パネル10に表示された出力画像データに基づいて補正値を算出する処理を実行する。",
                    "バンドパスフィルタ手段212は，撮影カメラ30から取得した出力画像データに対して，なだらかな変化成分と細かい変化成分とを削除したバンドパスデータを生成する。すなわち，中間的な周波数のみを分離するようなバンドパスフィルタリングを行う。",
                    "(本件明細書1の【0024】～【0027】【図1】，本件明細書2の【0023】～【0026】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "補正データ生成方法",
                  "text": [
                    "あらかじめ設定された基準階調に対応した調整対象階調を1段階ごとに順次変更し，調整対象階調ごとに画像補正テーブルを生成する。",
                    "まず，制御部21のプロセス管理手段211は，テストパターン発生装置40に対して，調整対象階調の画像出力を行うためのRGB信号の出力を指示する。ここでは，調整対象階調において，液晶パネル10全面に対して，R信号値，G信号値，B信号値が同じ信号(共通する信号値)を用いる。この指示に応じて，テストパターン発生装置40は，調整対象階調となるRGB信号を液晶パネル10に供給する。液晶パネル10は，これに応じて，調整対象階調のグレー画像を出力する。",
                    "液晶において，セルギャップのむらや，バックライトの明るさにむらがある場合には，液晶パネル10において，これらのむらが重畳された表示むらが生じる。ここで，撮影カメラ30は，表示むらが重畳された画像を撮影する。",
                    "制御部21のプロセス管理手段211は，液晶パネル10を撮影した出力画像データを撮影カメラ30から取り込む。そして，プロセス管理手段211は，出力画像データを，8×8ピクセルから構成されたブロックごとの輝度分布に変換し，バンドパスフィルタ手段212に供給する。",
                    "バンドパスフィルタ手段212は，取得した出力画像データに対してバンドパスフィルタリングを行うことにより，バンドパスデータを算出する。このバンドパスデータは，液晶パネル10の面内の輝度分布に応じて，高周波成分及び低周波成分を除いた分布から構成される。そして，バンドパスフィルタ手段212は，生成したバンドパスデータをプロセス管理手段211に供給する。",
                    "プロセス管理手段211は，バンドパスデータを反転させた画像補正テーブルを生成する。そして，制御部21は，次の調整対象階調について，上述の処理を繰り返す。",
                    "全ての基準階調について補正データの算出を終了した場合，プロセス管理手段211は，一時記憶した画像補正テーブルをROM51に書き込む。これにより，ROM51には，基準階調ごとに，液晶パネル10の面内のブロック位置(xy座標)に対して補正値の分布が記録される。",
                    "(本件明細書1の【0028】～【0034】，本件明細書2の【0027】～【0033】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "画像表示処理",
                  "text": [
                    "各液晶パネル10に対応して生成されたROM51は，補正回路50に組み込まれる。この補正回路は，液晶パネル10に供給される画像信号を調整するための回路である。",
                    "この補正回路50は，ROM51のほかに，選択・補間手段52，加算手段53を備える。選択・補間手段52は，画像信号の各RGB信号値に隣接する2つの基準階調の画像補正テーブルにおいて，画像信号のピクセル位置(xy座標)を囲む4つのブロック格子点によって決まる補正値(2×4＝8個)を取得する。そして，選択・補間手段52は，取得した補正値について，画像信号の信号値と各格子点との距離に応じて線形補間を行う。そして，加算手段53は，選択・補間手段52から取得した補正値を，入力された画像信号に加算する。",
                    "液晶パネル10は，この補正された画像信号を取得して，画像を表示する。",
                    "(本件明細書1の【0035】～【0037】，本件明細書2の【0034】～【0036】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施形態における作用効果",
                  "text": [
                    "表示むらの発生は，同一ピクセルであっても，入力レベルに対して一定していない。例えば，20％グレーを入力したときに19％のグレーが表示されるピクセルが，50％グレーにおいては51％グレーが，80％グレーでは83％グレーが表示されるというように変化することがある。ROM51には，基準階調ごとに画像補正テーブルが記録されているために，各ピクセルの信号値に応じた補正を行うことができる。",
                    "仮に，実施態様のように低周波数成分の除去(ローカット)を行わないで補正した場合，液晶パネル10における周辺減光の影響を受けて，中心部付近の輝度を低下させてしまうことになる。画面全体のなだらかな光量変化は人間の眼には検知され難いから，結果として，液晶パネル10の輝度が落ちたことのみが目に付くことになる。",
                    "また，非常に細かいむら(空間周波数の高い成分)は，人間の眼に検知され難い一方で，このような非常に細かい表示むら(高周波数成分)を補正するには，正確に測定画像と液晶のピクセル位置の相関を取る必要があり，わずかでもずれると，かえって表示むらを作り込むことになる。したがって，高周波数成分の除去(ハイカット)を行うことにより，簡易かつ効率的に画像補正テーブルを生成することができる。",
                    "(本件明細書1の【0038】～【0042】，本件明細書2の【0037】～【0041】)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "構成要件D1及びD2並びにEの充足について",
          "text": [
            "構成要件D1及びD2は，高周波成分の除去と低周波成分の除去を1つの手段で同時にしなければいけないと規定するものではないから，以下のとおり，高周波成分の除去と低周波成分の除去の各有無を個別に検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "高周波成分の除去について",
              "text": [
                "原告は，本件型番システム及び本件システムは，ピクセルを所定数ごとにブロック化(複数のピクセルごとに輝度情報をサンプリングすること)しているから，一定周波数以上の高周波成分について補正を行っておらず，これは，補正データの生成前に出力画像データから「高周波成分」を除く処理を行う構成を有していることとなり，構成要件D1及びD2のうち，「高周波成分…を除いた」を充足すると主張する。",
                "確かに，ブロック化をすれば，ブロックの単位よりも小さい輝度変化を検出しないことになるから，ブロック化は，高周波成分の除去と同等の効果を発生させるものといえる。",
                "しかしながら，構成要件D1及びD2は，バンドパスフィルタリングにより高周波成分を除去すると規定し，明らかに，高周波成分の除去手段をバンドパスフィルタリングに限定している。そして，本件明細書1には，次の記載があり(本件明細書2の【0030】【0031】も同一内容)，本件各発明においては，ブロック化の後に更にローパスフィルタを含むバンドパスフィルタ手段にデータが供給されることになっており，本件各発明において，ブロック化は，データ量を削減するための前処理として，高周波成分の除去とは異なる技術的意義を有するものと解される。",
                "「【0031】…制御部21のプロセス管理手段211は、液晶パネル10を撮影した出力画像データを撮影カメラ30から取り込む。そして、プロセス管理手段211は、この出力画像データを、8×8ピクセルから構成されたブロック毎の輝度分布に変換し、バンドパスフィルタ手段212に供給する。",
                "【0032】  次に、画質調整装置20の制御部21は、バンドパスフィルタリング処理を実行する(ステップS3)。具体的には、制御部21のバンドパスフィルタ手段212は、取得した出力画像データに対してバンドパスフィルタリングを行なうことにより、バンドパスデータを算出する。このバンドパスデータは、液晶パネル10の面内の輝度分布に応じて、高周波成分及び低周波成分を除いた分布から構成される。そして、バンドパスフィルタ手段212は、生成したバンドパスデータをプロセス管理手段211に供給する。」",
                "以上からすれば，ブロック化は，構成要件D1及びD2に規定する高周波成分の除去には該当しないと認められる。",
                "なお，ブロック化は，データ処理量を減少させる当該分野の慣用技術であり，本件各発明と同様に，ブロック化と高周波成分の除去とは完全に両立するものであるから，ブロック化が高周波成分の除去に当たらないことが，直ちに，本件型番システム及び本件システムにおいて高周波成分を除去していないことを意味するものではない。しかしながら，控訴人は，本件型番システム及び本件システムにおいて，ブロック化以外に高周波成分の除去に該当する処理を主張しないのであるから，本件型番システム及び本件システムにおいて，高周波成分の除去をしていると認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "低周波成分の除去について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "画像周辺部の明るさについて",
                  "text": [
                    "本件資料の補正例である「Gray 70%」「Gray 30%」「Gray 10%」の各画像が，本件型番システム及び本件システムによる画像補正方法によって補正されたものであることは，当事者間に争いがないところ，一般的には，バックライトの周辺部の減光により周辺部が暗くなっている画像には低周波成分が存する。そこで，①被控訴人は，本件資料における補正例の「Gray 10%」について，画像両端部分の輝度が大きく補正されているところ，このような補正は，バンドパスフィルタリングによる低周波成分の除去によっては生じ得ないと主張し，②控訴人は，本件資料における補正例における「Gray 70%」「Gray 30%」「Gray 10%」の各画像について，補正後にも画像の周辺部に補正後も暗さが残っているから，本件型番システム及び本件システムは，低周波成分を除去していると主張する。",
                    "この点について検討するも，①確かに，本件資料の補正例における補正後の「Gray 10%」の画像の比較的両端に近い部分の輝度が補正されていることは認められるものの，補正前の画像の輝度分布によっては，中間的な周波数成分や高周波成分を補正したことにより当該部分の輝度が補正された可能性も否定できないのであるから，このことが，本件型番システム及び本件システムが低周波成分を補正していることの直接の根拠になるとはいえない。したがって，このことから，本件型番システム及び本件システムにおいて低周波成分の除去がされていないことが積極的に立証されたものとはいえない。もっとも，②画像周辺部に暗さが残っていたとしても，補正データを調整することでそのようにすることもできるから，このことが，低周波成分を除去していることの直接の根拠になるとはいえない。したがって，このことから，直ちに，本件型番システム及び本件システムにおいて低周波波成分を除去していると認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周波数分析について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "乙2について",
                      "text": [
                        "上記のとおり，本件資料の補正例である「Gray 70%」「Gray 30%」「Gray 10%」の各画像が，本件型番システム及び本件システムによる画像補正方法によって補正されたものであることは，当事者間に争いがないところ，当審において被控訴人が提出する乙2には，本件資料の補正例における「Gray 70%」「Gray 30%」「Gray 10%」の各画像について，補正前後の輝度分布のデータの差分をとることによって，各補正に用いられた補正データを得，高速フーリエ変換により，これら補正データに含まれる周波数成分を求めたところ，十分に低周波といえる周波数0～4の周波数成分が含まれていることが示されている。",
                        "乙2の周波数分析について技術的に不自然な箇所は見当たらず，控訴人においても，その内容について格別具体的な反論をするものではないから，本件型番システム及び本件システムの補正データには，低周波数成分が含まれていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件各発明について",
                      "text": [
                        "本件各発明の構成要件D1及びD2は，「出力画像データに対し中間的な周波数成分のみを分離するバンドパスフィルタリングを行なうことによって，同出力画像データから高周波成分及び低周波成分を除いたバンドパスデータ」と規定するものであるから，「バンドパスデータ」には低周波成分は実質的に含まれてはいない。そして，構成要件Eは，補正データ生成手段が，この「バンドパスデータ」に「対応した画像補正テーブル」を出力するものであるが，この「対応」というものが，いかなる技術的意義を有するものかは，特許請求の範囲の記載のみからでは明らかではない。",
                        "そこで，検討するに，本件各発明の解決課題・作用効果は，前記1(2)(4)(5)エのとおりであって，補正データに低周波成分に対する補正を加えようとすることによって生じる画面中心部の輝度の低下を防止することである。また，本件各発明の実施形態をみてみると，バンドパスフィルタリングにより低周波成分及び高周波成分を除いたバンドパスデータを算出し，このバンドパスデータを「反転させた」画像補正テーブルを生成し(本件明細書1の【0033】，本件明細書2の【0032】)，補正された画像を表示する際は，画像補正テーブルから得た補正データを，入力された画像信号に加算している(本件明細書1の【0037】，本件明細書2の【0036】)。この実施形態は，緩やかな表示むら(出力画像データの低周波成分)や細かい表示むら(出力画像データの高周波成分)はそのままとし(本件明細書1の【0012】，本件明細書2の【0012】参照)，中間的な周波数成分のみを目標として，これを消去するとの技術思想に基づくものといえる。そして，本件各明細書には，これ以外の実施態様の記載はない。そうすると，構成要件Eの「バンドパスデータに対応した画像補正テーブル」は，バンドパスデータを打ち消す作用を持つような画像補正テーブルをいうものと解される。なお，本件各明細書には，「表示むらは，各ピクセルの明るさが理想値と異なるために発生するので，あらかじめ各ピクセルの理想値とのズレを測定しておけば，そのズレに従って各ピクセルへの入力画像値を補正することで，表示むらをキャンセルすることが可能である。」(本件明細書1の【0038】，本件明細書2の【0037】)との記載があるが，本件各明細書には，このための具体的な構成が記載も示唆もされておらず，この記載が目標値を定めて補正を行うような画像補正方法を開示するとはいい難く，このような実施形態が本件各発明に含まれるとは認められない。",
                        "以上からすると，本件各発明において，補正前のデータである出力画像データには，その定義より低周波成分，中間的な周波数成分又は高周波成分が含まれているところ，バンドパスデータには中間的な周波数成分のみが含まれ，その中間的な周波数成分は補正後の画像では消去されるから，補正後の画像には，補正前のままの低周波成分又は高周波成分のみが残ることになる。そうすると，補正前後の画像の差分をとると，中間的な成分のみが残るはずであって，この差分に低周波成分は実質的には存在しないことになる。",
                        "すなわち，補正前後の画像の差分の中に低周波成分が含まれるシステムは，まず，低周波成分を分離していないことにより構成要件D1 及びD2を充足しないものと考えられ，仮に，そのように言い切れないとしても，「バンドパスデータに対応した画像補正テーブル」を有しないことによって構成要件Eを充足しないものであり，いずれにしても，本件各発明の技術的範囲に属しないこととなる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件型番システム及び本件システムについて",
                      "text": [
                        "上記(ア)のとおり，本件型番システム及び本件システムにおける補正前後の画像の差分の中には低周波成分が含まれているから，上記各システムは，構成要件D1及びD2を充足しないと認めるのが相当である。",
                        "もっとも，被控訴人は，本件型番システム及び本件システムの画像補正方法を「目標値と画像データとの輝度又は色の数値との差分を補うような補正データを作成する」と主張するところ，その「目標値」が，その主張するとおりの定め方(乙1の3頁，乙2の2頁)であった場合には，差分に低周波成分が含まれることになり，乙2において示された補正データの中にはその低周波成分もが含まれていることになり，この場合，補正の対象となる画像データに低周波成分が含まれていたとしても，これと「目標値」により生じた低周波成分との峻別は困難である。",
                        "しかしながら，本件各発明の技術的意義は，上記(イ)のとおりであり，目標値を定めて補正を行うような画像補正方法は，本件各発明とは技術思想が異なるものであって，このような画像補正方法をとったことにより，あるいは，別な理由にせよ，補正の対象となる画像データに低周波成分が含まれているシステムは，構成要件Eの「バンドパスデータに対応した画像補正テーブル」を有していないものであって，構成要件Eを充足しない。したがって，仮に，乙2において示された補正データの中に「目標値」の定め方により生じた低周波成分もが含まれていたとしても，いずれにせよ，補正データの中に低周波成分を含む以上，構成要件Eを充足しないのであり，結局のところ，本件型番システム及び本件システムの画像補正方法は，本件各発明の技術的範囲に属しないことになる(なお，乙2に示された補正データの周波数成分の傾向は，被控訴人の主張する本件型番システム及び本件システムの画像補正方法と整合的なものである。)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "控訴人の主張について",
                      "text": [
                        "①  控訴人は，本件各発明にいう「低周波成分」は0にごく近い領域に限られると主張する。",
                        "しかしながら，本件各発明は，「低周波成分」の周波数を限定していないところ，少なくとも，周波数0～128のうちの周波数0～4との周波数成分を「低周波」ということを妨げる要因は，本件証拠上，見当たらない。",
                        "したがって，控訴人の上記主張は，採用することができない。",
                        "②  控訴人は，本件資料の補正例の「Gray  70％」の画像について，周波数1付近の信号強度が著しく弱くなっているから，本件型番システム及び本件システムにおいては，低周波領域に阻止帯を持つフィルタが用いられていると主張する。",
                        "しかしながら，信号強度の強弱は，低周波成分を補正の対象とした場合にも生じるのであるから，信号強度の強弱は，上記認定判断を左右するものではない。",
                        "したがって，控訴人の上記主張も，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "以上の次第であるから，本件型番システム及び本件システムは，構成要件D1及びD2を充足せず，仮にそうではないとしても，構成要件Eを充足せず，本件各発明の技術的範囲に属さないところ，控訴人は，上記各システム以外の対象物件の存在を具体的に明らかにしていない。",
            "したがって，「本件対象物件」の存在を認めることはできないことに帰するから，本件請求は，前提を欠くものとして，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，その余の点について判断するまでもなく，控訴人の請求は理由がなく，原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」と，適宜読み替える。"
  ],
  "meta": {
    "case_num": "平成28年(ネ)10061",
    "date": "2017-02-28",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)14871",
    "precedent_id": "086584",
    "ipprecedent_id": "4599",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}