{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2014-800175号事件について平成28年4月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，無効審判請求を不成立とした審決の取消訴訟である。争点は，①進歩性判断の是非，②公序良俗・公衆衛生違反（特許法32条）の有無及び③特許請求の範囲の記載要件違反（平成6年法律第116号による改正前の特許法36条5項2号。以下「旧特許法36条5項2号」という。）の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，名称を「筋力トレーニング方法」とする発明について，平成5年11月22日，特許出願（特願平5-313949号）をし，平成9年7月4日，その設定登録（特許第2670421号，請求項の数3）を受けた（甲25，26の1，本件特許）。",
            "原告が，平成23年12月7日に本件特許の請求項1～3に係る発明についての特許無効審判請求（無効2011-800252号，前件審判請求）をしたところ（甲17），被告は，平成24年5月7日に訂正請求（前件訂正）をし（甲21），特許庁は，平成24年10月17日，「前件訂正を認める。前件審判請求は，成り立たない。」との審決をした（甲17，前件審決）。原告は，これに対して，前件審決の取消訴訟(知的財産高等裁判所平成24年(行ケ)第10400号）を提起したが，平成25年8月28日，知的財産高等裁判所は，原告の請求を棄却する判決をし（甲18，前件判決），前件判決は，そのころ確定した（甲26の2）。",
            "本件特許権は，平成25年11月22日に存続期間が満了し，その登録を抹消された（甲25）。",
            "原告は，平成26年10月31日に本件特許の請求項1～3に係る発明についての特許無効審判請求（無効2014-800175号）をしたが（甲28），特許庁は，平成28年4月20日，「本件審判の請求は，成り立たない。」との審決（以下，単に「審決」という。）をし，その謄本は，同月28日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明1～3の要旨",
          "text": [
            "前件訂正後の本件特許の請求項1～3の発明（以下，請求項の番号に従い，「本件発明1」のようにいい，本件発明1～本件発明3を併せて「本件発明」というほか，前件訂正後の本件特許の明細書及び図面を「本件訂正明細書」という。）に係る特許請求の範囲の記載は，次のとおりである。（甲21，26の2）"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "「  筋肉に締めつけ力を付与するための緊締具を筋肉の所定部位に巻付け，その緊締具の周の長さを減少させ，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，もって筋肉を増大させる筋肉トレーニング方法であって，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものである筋力トレーニング方法。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2",
              "text": [
                "「  緊締具が，筋肉に流れる血流を阻害する締め付け力を付与するものであり，締め付けの度合いを可変にするロック手段を備えた帯状体又は紐状体とされた請求項1記載の筋力トレーニング方法。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3",
              "text": [
                "「  緊締具が，更に締め付け力の表示手段が接続されたものとされ，少なくとも皮膚に接触する側に皮膚を保護するための素材を配したものとされた請求項2記載の筋力トレーニング方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本件訴訟に関連する部分のみを掲記する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "証拠方法及び無効理由",
              "text": [
                "【証拠方法】",
                "甲2：佐藤義昭，「加圧トレーニングの奇跡  免疫力を高める」，株式会社講談社，2004年7月28日発行，16～35頁",
                "甲4：五味雅吉，「腰痛  自分で治すバンドの本」，株式会社八広社，平成元年12月20日発行，72～77頁・106～107頁・118～220頁",
                "甲5：実願昭52-128928号（実開昭54-55460号）のマイクロフィルム",
                "甲6：実願昭52-89468号（実開昭54-17364号）のマイクロフィルム",
                "甲7：実願昭55-190039号（実開昭57-113167号）のマイクロフィルム",
                "甲8：実願昭61-106107号（実開昭63-11515号）のマイクロフィルム",
                "甲9：実願平2-121532号（実開平4-77955号）のマイクロフィルム",
                "甲10：実願昭59-68953号（実開昭60-180459号）のマイクロフィルム",
                "甲11：特開平5-15518号公報",
                "甲12：実願昭63-11807号（実開平1-117376号）のマイクロフィルム",
                "甲13：特開平2-215478号公報",
                "甲22：実願平1-66340号（実開平3-5452号）のマイクロフィルム",
                "甲24：本池英人，「からだのお話  加圧筋トレ  医療に応用」，日本経済新聞，3版，2006年2月23日，17面",
                "【無効理由】",
                "無効理由2の1    公知・公用発明に基づく新規性欠如",
                "無効理由2の2    甲4記載の発明（甲4発明）に基づく新規性欠如",
                "無効理由3の1    甲5記載の発明（甲5発明）に基づく進歩性欠如",
                "無効理由3の2    甲6記載の発明（甲6発明）に基づく進歩性欠如",
                "無効理由4        公序良俗・公衆衛生違反（特許法32条）",
                "無効理由5の2    記載要件違反（平成6年法律第116号による改正前の特許法36条5項2号）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2の1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "公知・公用発明の認定（下線は本判決で付した。）",
                  "text": [
                    "甲2には，①甲2の著者が他人に施した，「右大腿部の付け根をゴムバンドで縛り，人に合わせて加圧を調整し，筋肉が発達し，太くなり，筋力強化を行う加圧トレーニング方法。」（加圧トレーニング方法1）と，②甲2の著者が他人には漏らさないと念書を取って教えた上記①と同旨の加圧トレーニング方法（加圧トレーニング方法2）と，③加圧トレーニングを施された個々の人が知り得た，「右大腿部の付け根をゴムバンドで縛り，加圧し，筋肉が発達し，太くなり，筋力強化を行う加圧トレーニング方法。」（加圧トレーニング方法3）の3つの加圧トレーニング方法が記載されている。",
                    "加圧トレーニング3は，施しを受けた人が知り得るものであるから，公然実施をされた発明といえ，また，施しを受けた人が知り得たものであるから，公然知られた発明といえる。",
                    "そうすると，加圧トレーニング方法3は，本件特許の出願前に公然知られた発明及び公然実施をされた発明と認められる（以下「公知・公用発明」という。）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1の公知・公用性",
                  "text": [
                    "本件発明1と公知・公用発明とを対比すると，次の部分について，本件発明1は，公然知られた又は公然実施された発明である。",
                    "「  筋肉に締めつけ力を付与するための緊締具を筋肉の所定部位に巻付け，その緊締具の周の長さを減少させ，もって筋肉を増大させる筋肉トレーニング方法。」",
                    "その余の本件発明1の「筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するもの」（本件構成部分）が公然知られ又は公然実施されたかを検討するに，全ての止血帯法が危険であるとは当業者に認識されないものであり，公知・公用発明の加圧する程度が危険でない程度に止血する止血帯法（すなわち，血流を止めること）であるのか否かであるかは明らかでないから，公知・公用発明が，本件構成部分を有することは明らかでない。",
                    "そうすると，本件構成部分は，公然知られた又は公然実施されたものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，本件発明1は，公知・公用発明ではない。",
                    "また， 本件発明2及び本件発明3は，いずれも，本件発明1を引用して本件発明1を更に限定したものであるから，公知・公用発明ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2の2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4発明の認定",
                  "text": [
                    "甲4には，次の甲4発明が記載されている。",
                    "「  独自の治療法で，骨盤調整の自分で治す方法である，バラコンバンドを使っての『バラコン法』であって，筋肉に巻き付けて動作するもので，バンドを強く締めると，そこで血流が止まり，血液は，バンドの所で滞留し，血量はその部で倍加され，バンドをはずすと，血は倍の速力で血管内を流れ，その時血管壁を掃除し，動脈硬化を治し，血管そのものも弾力がで，また，バンドをきつめに巻いて，我慢できなくなったらはずすと，ダムの水門を開いたように，血液がどっと流れ込み，これまで充分にいきわたっていなかったところまで威勢よく入り込み，疲れのある箇所にたまっていた老廃物が，バンドをしめることでにじみ出て，はずしたことで奔流のように流こんできた血液がそれらを回収するもの。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲4発明の同一性",
                  "text": [
                    "本件発明1と甲4発明とを対比すると，次の部分について，甲4発明が開示する。",
                    "「  筋肉に締めつけ力を付与するための緊締具を筋肉の所定部位に巻付け，その緊締具の周の長さを減少させる方法であって，筋肉に流れる血流を阻害するものである方法。」",
                    "その余の本件発明1の「筋肉に負荷を与えることにより筋肉に疲労を生じさせ，もって筋肉を増大させる筋肉トレーニング方法であって，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものである筋力トレーニング方法」が，甲4発明に開示されているかを検討するに，①甲4発明は，「治療法」であるから，本件発明1のような「筋肉に負荷を与えることにより筋肉に疲労を生じさせ，もって筋肉を増大させる筋肉トレーニング方法」とは明らかに相違し，②甲4発明のように，「バンドを強く締めると，そこで血流が止」まることと，本件発明1のように「筋肉に流れる血流を止めることなく阻害するもの」とは明らかに相違する。",
                    "そうすると，上記部分は，甲4発明に開示されているものではない。",
                    "なお，①甲4には，「筋肉に弾力がつく」「筋細胞が復活する」「筋肉は復活する」と記載されているが，筋力の増強や筋力強化等の筋力が向上することに関しては記載も示唆もなく，用途に関しても，「治療法」とは記載されているものの，筋力トレーニング方法に関しては記載も示唆もなく，②また，甲4には，「ゆるく巻いて」と記載されているが，その締め付け力の程度に関しては何ら記載されておらず，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものであるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，本件発明1は，甲4発明ではない。",
                    "また， 本件発明2及び本件発明3は，いずれも，本件発明1を引用して本件発明1を更に限定したものであるから，甲4発明ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由3の1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5発明の認定",
                  "text": [
                    "甲5には，次の甲5発明が記載されている。",
                    "「  複数の袋部を有し，伸縮性を有する布体からなる帯体の一端側に固定部を設けると共に，他端側に掛止位置の調節可能な帯体を腕又は足に巻き付けた後上部から帯体を締め付けて腕部又は脚部からの脱落を防止するための掛止部を設け，かつ上記複数の袋部の夫々に着脱自在に重量体を収容し，腕部又は脚部に平均した荷重を与えて腕部又は脚部の筋力を増強するためのトレーニングサポーター。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定",
                  "text": [
                    "本件発明1と甲5発明とを対比すると，両者は，次の点で一致する。",
                    "「  具を筋肉の所定部位に巻付け，もって筋肉を増大させる筋肉トレーニング方法。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の認定",
                  "text": [
                    "本件発明1と甲5発明とを対比すると，両者は，次の点で一応相違する。",
                    "【相違点1】",
                    "本件発明1が，「『筋肉に締めつけ力を付与するための緊締』具を筋肉の所定部位に巻付け，『その緊締具の周の長さを減少させ，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，』もって筋肉を増大させる筋肉トレーニング方法『であって，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものである筋力トレーニング方法』」であるのに対し，",
                    "甲5発明は，複数の袋部を有し，伸縮性を有する布体からなる帯体の複数の袋部のそれぞれに着脱自在に重量体を収容し，帯体を腕又は足に巻き付けた後上部から帯体を締め付けて腕部又は脚部からの脱落を防止し，腕部又は脚部に平均した荷重を与えて腕部又は脚部の筋力を増強する点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "公知公用発明について",
                      "text": [
                        "上記(2)のとおり，公知・公用発明からは，相違点1に係る本件発明1の「『筋肉に負荷を与えることにより筋肉に疲労を生じさせ，』もって筋肉を増大させる筋肉トレーニング方法であって，『筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するもの』である筋力トレーニング方法」は明らかとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4発明について",
                      "text": [
                        "上記(3)のとおり，甲4発明は，相違点1に係る本件発明1の「『筋肉に負荷を与えることにより筋肉に疲労を生じさせ，』もって筋肉を増大させる筋肉トレーニング方法『であって，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものである筋力トレーニング方法』」であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲6発明について",
                      "text": [
                        "甲6には，次の甲6発明が記載されている。",
                        "「  複数条のゴム入り布片(2)が並列に配置され，その両端部分が固定片(4)(4)'に固着されてなるゴムバンド(1)と，該ゴムバンド(1)の長さ方向と直角に着脱自在に装着された複数個の重錘ユニツト(8)，とよりなり，重錘ユニツトのホツクの側を肘又は膝に向けて固定片(4)'の側から順次巻回し，係止具(7)(7)'により，ゴムバンドを引張下にその両端を係止する，手首及び足首への着脱が自在であり，手首及び足首に套着し運動することにより筋力の強化が図られる筋力強化用具。」",
                        "②  甲6発明は，ゴムバンドを引張下にその両端を係止し，手首及び足首に套着し運動することにより筋力の強化が図られる筋力強化用具であるから，「『筋肉に締めつけ力を付与するための緊締』具を筋肉の所定部位に巻付け，『その緊締具の周の長さを減少させ，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，』もって筋肉を増大させる筋肉トレーニング方法『であって，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものである筋力トレーニング方法』」とはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲7技術事項について",
                      "text": [
                        "①  甲7から，次の甲7技術事項が認められる。",
                        "「  ゴム等の軟質弾性体からなる，手首や足首に巻き付けて手足の筋力を鍛錬するための筋力鍛錬具。」",
                        "②  甲7技術事項は，ゴム等の軟質弾性体を，手首や足首に巻き付けて手足の筋力を鍛錬するための筋力鍛錬具であるから，「『筋肉に締めつけ力を付与するための緊締』具を筋肉の所定部位に巻付け，『その緊締具の周の長さを減少させ，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，』もって筋肉を増大させる筋肉トレーニング方法『であって，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものである筋力トレーニング方法』」とはいえない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲8技術事項について",
                      "text": [
                        "①  甲8から，次の甲8技術事項が認められる。",
                        "「  手袋(1)において，掌側(A)を皮，布等の非伸縮性素材(1a)で構成し，手の甲側(B)をゴム等の伸縮性素材(1b)で構成することにより，手を嵌めると常に手の甲側に縮まろうとするため，手の各指先部に力が加わり，指先部を刺激するため脳に常に刺激を与え，握力の強化をする握力アップ用等の手袋。」",
                        "②  甲8技術事項は，手の各指先部に力が加わり，指先部を刺激するため脳に常に刺激を与え，握力の強化をする握力アップ用等の手袋であるから，「『筋肉に締めつけ力を付与するための緊締』具を筋肉の所定部位に巻付け，『その緊締具の周の長さを減少させ，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，』もって筋肉を増大させる筋肉トレーニング方法『であって，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものである筋力トレーニング方法』」とはいえない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "甲9技術事項について",
                      "text": [
                        "①  甲9から，次の甲9技術事項が認められる。",
                        "「  人体の手や足等に巻付け可能な長さで，その長手方向に伸縮自在となしたゴム紐状のバンドに，滑らかな角面となる突起を複数個，所定間隔をおいて設け，人体は巻き付けられた部分が適度に締め付けられるバンドトレーニング器具。」",
                        "②  甲9技術事項は，ゴム紐状のバンドに，滑らかな角面となる突起を複数個，所定間隔をおいて設け，人体は巻き付けられた部分が適度に締め付けられるバンドトレーニング器具であるから，「筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を『止めることなく』阻害するものである」とはいえない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "甲22技術事項について",
                      "text": [
                        "①  甲22から，次の甲22技術事項が認められる。",
                        "「  略平板状の金属体からなる錘部材本体の一側辺に該錘部材本体から上方向に向かう立板部を設けた第1の錘部材と，湾曲可能な錘用の材料で略平板状に構成されその一端辺を前記第1の錘部材の立板部の上端辺に取り付けた第2の錘部材と，前記第1と第2の錘部材の両者を接続しない側の両端部に取り付けられるとともに人の足の甲を挿入できるベルトと，前記第1と第2の錘部材の外周に取り付けられ該第1と第2の錘部材を外側から締め付ける締め付けベルトとを具備する簡易脚筋力強化器具。」",
                        "②  甲22技術事項は，人の足の甲を挿入できるベルトと，第1と第2の錘部材の外周に取り付けられ第1と第2の錘部材を外側から締め付ける締め付けベルトとを具備する簡易脚筋力強化器具であるから，「『筋肉に締めつけ力を付与するための緊締』具を筋肉の所定部位に巻付け，『その緊締具の周の長さを減少させ，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，』もって筋肉を増大させる筋肉トレーニング方法『であって，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものである筋力トレーニング方法』」とはいえない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "その他",
                      "text": [
                        "①  甲2，甲4，甲6～甲9及び甲22を含む，いずれの証拠にも，相違点1に係る本件発明1の本件構成部分は記載も示唆もされていない。",
                        "②  相違点1に係る本件特許発明1の本件構成部分は，周知の技術事項とはいえない。",
                        "③  甲5発明において，他に相違点1に係る本件発明1の発明特定事項を備えるものとなすことを当業者が容易に想到し得たといえる根拠も見当たらない。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "効果",
                      "text": [
                        "本件発明1は，本件構成部分を備えることにより，「目的の筋肉部位への血行を適度に阻害してやることにより疲労を効率的に発生させることができるものであるため，この状態でトレーニングを行えば，トレーニング時間が短くて済むと同時に，目的外の筋肉に影響を与えたり関節の損傷を招くなどの事態を有効に阻止できる」（本件訂正明細書【0022】参照）という効果を奏する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上から，相違点1に係る本件発明1の発明特定事項は，甲5発明に基づいて，当業者が容易に発明をすることができたものであるとはいえない。",
                    "また，本件発明2及び本件発明3は，いずれも，本件発明1を引用して本件発明1を更に限定したものであるから，甲5発明及び周知の技術事項から容易に発明できたものであるとすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由4について",
              "text": [
                "本件発明の目的（【0003】）及び実施状況（【0002】【0011】～【0020】）からみて，本件発明が，通常使用において，公の秩序，善良の風俗又は公衆の衛生（公序良俗等）を害するような，人体に重大な危険を及すような筋力トレーニング方法であるといえる理由はない。",
                "危険防止，安全確保の手段が開示されていないからといって，本件発明が公序良俗等を害するとはいえなし，社会的妥当性を欠くようなこともない。また，被告が，指導資格制度を設けたり，事業者等と実施許諾契約を締結したりすることと，本件発明が特許法32条の規定を満たすか否かの判断とは関係がない。",
                "したがって，本件発明は，公序良俗等を害するおそれがある発明とはいえない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由5の2について",
              "text": [
                "従来の方法には，目的外の筋肉が増強されてしまったり，場合によっては，筋肉や関節等を損傷したりするといった課題が存在したところ，本件発明は，これらの課題を解決すべく，「目的の筋肉への血行を阻害した状態でトレーニングを行うと，大幅にトレーニング効果が上がる」（【0004】）との知見に基づき，筋肉に締めつけ力を付与するための緊締具を筋肉の所定部位に巻き付け，その緊締具の周の長さを減少させることにより，筋肉への血行（血流）を阻害させる締め付け力を調整しつつ目的の筋肉部位へ施し，これによって緊締具を巻き付けた筋肉に疲労を生じさせその増大を図るという方法を採用したものである。",
                "そうすると，本件発明の特許請求の範囲には，本件発明の構成に欠くことのできない事項のみが記載されているといえる。",
                "そして，本件訂正明細書の発明の詳細な説明の記載に照らし，特許請求の範囲に，「所要の加圧条件」（例えば，緊締具の装着方法，回数等の事項）を逐一記載しなければならない技術的意義は何ら見い出し難い。",
                "したがって，本願の特許請求の範囲の記載は，特許を受けようとする発明の構成に欠くことのできない事項のみを記載したものである。",
                "なお，当事者双方は，「筋肉トレーニング」と「筋力トレーニング」の各用語を，同一の技術的意義を有するものとして，使い分けをしないで使用しているから，以下，文献からの引用箇所を除き，本判決においては，「筋力トレーニング」との語を用いる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（無効理由2の1に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "text": [
                "審決は，加圧トレーニング3のみを公然知られた又は公然実施された発明と認定する。",
                "しかしながら，甲2は，著者の体験した加圧トレーニングを書籍としてまとめて出版したのであるから，その加圧トレーニング方法が複数種類あるはずはない。さらに，加圧トレーニング方法2は，念書をとったとしても，制限なく不特定多数の人に伝播させていったのであるから，公然知られている。また，特許法29条1項1号の公知発明と同2号の公用発明を一つにまとめることは，相当ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比の判断の誤り",
              "text": [
                "①  審決は，公知・公用発明が筋肉に疲労を生じさせるものであるか不明であるとする。",
                "しかしながら，刊行物に記載された発明の認定に関しては，刊行物の頒布時における技術常識を参酌することができることに加えて，本件発明1においては，公知又は公用であるといえるためには，一定の疲労を得る程度に目的の筋肉を伸縮運動させること（本件訂正明細書の【0002】参照）によって目的筋肉を強化することを不特定多数が知り得る状態であれば足り，目に見えない内部的生理現象（筋肉に疲労が生じているか否か，締付け力が血流を阻害しないものか否か。）が具体的に知られる必要はない。また，本件発明1が，具体的な加圧条件について規定していない以上，阻害の程度が知られる必要もない。",
                "そうであるところ，筋力トレーニングにおいて，ゴムバンドを身体の目的筋肉を強化するために巻き付け，その締付け度合を適宜に調整した状態で筋肉の強化を図ることは，普通一般的に行われており（甲4の77頁の「適刺激」，甲7の4頁の「負荷の調整」，甲9の4頁の「適度に締めつけ」，甲10の12頁の「周長および弾力を適宜に設定」），公知・公用発明におけるゴムバンドの負荷も，当然，筋肉に疲労が生じさせることを前提にするものである。",
                "そうすると，公知公用発明は，筋肉に疲労を生じさせるものである。",
                "②  審決は，全ての止血帯法が危険であるとは当業者に認識されないものであると認定する。",
                "しかしながら，被告自身が，一般的な筋力トレーニングにおいて筋肉に流れる血流を阻害するやり方は危険であると認めているとおり（甲27），社会通念上，あり得ない筋力トレーニングである。",
                "また，前件審判事件において，「血流を阻害するもの」（前件訂正前の請求項1）から「血流を止めることなく阻害するもの」（本件発明1）とする前件訂正は，普通一般の平均的当業者を基準にすると，筋力トレーニングにおいて止血帯法は存在し得ないからこそ訂正要件が満たされたとして認められたものである。",
                "そうすると，公知公用発明は，血流を止めることなく阻害するものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，公知公用発明は本件構成部分を有するものといえるから，審決の無効理由2の1に関する判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（無効理由2の2に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "対比の判断の誤り",
              "text": [
                "①  審決は，甲4発明が治療法であるから，本件発明1の筋力トレーニング方法とは相違すると認定する。",
                "しかしながら，甲4には，止血する治療方法（例えば，患者の例）と，止血しない運動方法（例えば，母体の例）の二つの実施形態と，両者に共通する技術的思想（筋肉に負荷を与えることにより筋肉に疲労を生じさせ，もって筋肉を増大させる筋力トレーニングの方法）がそれぞれ記載されており，後者の運動方法は，治療方法ではない一例を示したものと理解することができる。そうすると，甲4には，母体の外，普通一般に健康な人も，目的筋肉に弾性ゴムバンド（いわゆるゴム製のチューブ）を適宜に巻き付けて，一定の疲労を得る程度にその筋肉部位を伸縮運動させることができることが記載されているといえる。また，筋強化バンドやテーピングは，医療の分野で活用されるものとスポーツの分野で活用されるものがあり，甲4発明と本件発明1は，同一の技術分野に属するものである。",
                "そうすると，甲4が治療法であることを理由に本件発明1と相違するとするのは，相当ではない。",
                "②  審決は，甲4発明は血流が止まるものであり，本件発明1のように筋肉に血流を止めることなく阻害するものとは明らかに相違すると認定する。",
                "しかしながら，甲4には，血流を止めない実施形態が記載されているから（73頁最後行），甲4には，血流を止めないままの状態で所要時間経過させる実施形態，すなわち，筋力トレーニングの際，バラコンバンドを適宜に調整して目的筋肉に巻き付けて，かつ，筋肉に流れる血流を止めることなく所要時間経過させる実施形態が記載されている。",
                "そうすると，甲4の止血する実施形態のみ着目するのは，相当でない。",
                "③  審決は，甲4には，筋力の増強や筋力強化等の筋力が向上することに関しては記載も示唆もないと認定する。",
                "しかしながら，甲4の血流を止めない実施形態では，目的筋肉が「復活する」「鍛えられる」と記載されているから，当業者は，これを，目的筋肉が強化され，増強することを示唆しているものと理解することができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上から，審決の無効理由2の2に関する判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（無効理由3の1に関する判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定の誤り",
              "text": [
                "審決は，甲5発明のトレーニングサポーターが，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，もって筋肉を増大させるとはいえないと認定する。",
                "しかしながら，甲5のトレーニングサポーターが，伸縮性を有する布体であること（甲5の2頁12行目），腕又は足に巻き付けた後，上部から帯体1を締め付けること（甲5の3頁3～4行目），締付け位置を調整することができること（甲5の3頁6～8行目）にかんがみると，甲5のトレーニングサポーターと本件発明1の緊締具とは，同一である。",
                "そうすると，審決の上記認定は，不当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断の誤り",
              "text": [
                "前記1，2のとおり，公知・公用発明及び甲4発明は，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものである筋力トレーニング方法である。",
                "甲5発明は，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものであり，甲5発明に，本件訂正明細書に記載の公知・周知技術（【0002】参照），甲2に記載の加圧トレーニング，甲4発明，甲27の陳述書（甲27陳述書）を適宜に適用すれば，本件発明1は，容易に想到できる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，審決の無効理由3の1に関する判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（無効理由4に関する判断の誤り）",
          "text": [
            "本件発明は，本来の実施目的が常に治療行為，美容行為等を含んだ筋力トレーニングであり，産業上の利用の可能性の観点からみて，社会的妥当性を欠く。",
            "また，本件発明は，生理的現象そのものに特許を認めたものであるから，産業の発達を阻害するものであり，社会的妥当性を欠く。",
            "したがって，審決の無効理由4に関する判断には，誤りがある。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（無効理由5-2に関する判断の誤り）",
          "text": [
            "本件発明1の課題・効果を得るためには，目的の筋肉部位への血行の阻害が，疲労をより効率的に発生させるために，必須の条件を与える必要があるから，所要の加圧条件（例えば，緊締具の特徴点，緊締具の装着方法，身体の伸縮回数，加圧・除圧の繰り返し，重量物を持つ等の事項）を記載する必要がある。そうでないと，「緊締具」の中に，例えば，甲4のバラコンバンド，甲5の重量物と一体物のトレーニングサポーター，全部又は一部が伸縮自在な弾性ベルト等が含まれ得ると解釈でき，また，筋力トレーニングの態様に，例えば，緊締具を締め付けるように巻き付けるだけの方法，身体の伸縮如何を問わない方法，軽いダンベルやバーベル等の重量物を持たない方法，人に合わせて適度に締め付ける方法，人に合わせて強く締め付ける方法，加圧・除圧を繰り返す方法等が含まれ得ることになる。本件訂正明細書の【0017】の記載をみても，どのような比較試験が行われたのか明らかではなく，上記の条件を理解することもできない。",
            "さらに，本件発明1は，筋肉への血流を止めることなく阻害し，これによって筋肉に疲労を生じさせること自体を筋力トレーニング方法と称しているのか，それ以外の何らかのトレーニングをすることを必須としているかも不明確である。",
            "したがって，審決の無効理由5-2に関する判断には，誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "text": [
                "甲2は，本件特許出願後に発行されたものであり，そこに記載された発明が，当然に，本件特許出願前に公然知られた又は公然実施された発明であることはない。また，甲2には，甲2に記載された加圧トレーニング方法が不特定多数の人に伝播したとの記載はない。結局，本件特出願時に広く知られていたのは，甲2の著者（本件発明の発明者）の怪我が驚くべき速さで回復したという話や加圧トレーニングの良さにすぎない。いずれにせよ，甲2には，本件構成部分の開示はないから，審決の公知公用発明の認定に取り消すべき違法は生じ得ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "対比の判断の誤り",
              "text": [
                "①  原告は，公知公用発明は，筋肉に疲労を生じさせるものであり，かつ，締付け力が血流を阻害しないものであると主張する。",
                "しかしながら，甲2には，筋肉に流れる血流を止めることなく阻害する程度に筋肉に負荷を与え，これにより筋肉に疲労を生じさせて筋肉を増大させることは，何ら開示されていない。甲4，甲7，甲9及び甲10には，バネ，ゴム等の弾性力に基づく抵抗力等を利用することで筋肉に疲労を生じさせるものが記載されているにすぎず，本件発明1のように，筋肉の所定部位に巻き付け，その緊締具の周の長さを減少させることによって筋肉に疲労を生じさせるものではない。",
                "また，目に見えない内部的生理現象（筋肉に疲労が生じているか否か，締付け力が血流を阻害しないものか否か。）であろうと，特許請求の範囲に記載されている以上，発明特定事項であって，かかる事項についても開示がなければ，新規性は喪失しない。",
                "②  原告は，全ての止血帯法が危険であるとは当業者に認識されないとの審決の認定は，常識に反すると主張する。",
                "しかしながら，原告自身が，緊締具に，筋力トレーニングの時に血流を一時的に止める阻害型実施形態とそうでない非侵害型実施形態があると主張している（甲28の4頁下から11～9行目）。止血帯法の用い方次第で危険になり得ることがあるものの，全ての止血帯法が危険であるとは当業者に認識されていない（甲27陳述書）。",
                "また，前件訂正に係る認定判断は，そもそも，取消事由を構成しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，審決の無効理由2の1に関する判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "対比の判断の誤り",
              "text": [
                "被告は，甲4に記載された事項は科学的な根拠がなく，具体性・客観性も欠き，技術常識にも反しているのであって，そもそも発明とはいえないから，審決の甲4発明の認定は争うものであるが，原告の主張に対する反論は，次のとおりである。",
                "①  原告は，甲4が治療法であることを理由に本件発明1と相違するとするのは，相当ではないと主張する。",
                "しかしながら，本件特許出願当時，医療行為として，血流を止めることなく意図的に血流を適度に阻害する状態を作り出すことは行われていなかったから（甲27陳述書），止血する治療方法（例えば患者の例）と，止血しない運動方法（例えば母体の例）とに共通する技術的思想として「筋肉に負荷を与えることにより筋肉に疲労を生じさせ，もって筋肉を増大させる筋力トレーニングの方法」があったはずはない。また，甲4には，母体の例が記載されているものの（220頁），筋力トレーニング方法に関する記載は存在しない。",
                "②  原告は，甲4には，血流を止めない実施形態が記載されていると主張する。",
                "しかしながら，本件発明は，緊締具の周の長さを減少させ，筋肉に与える負荷が筋肉に流れる血流を止めることなく阻害し，筋肉に疲労を生じさせ，もって筋肉を増大させる筋力トレーニング方法であるところ，甲4に記載されたものは，バンドを巻き筋肉に与える負荷が，バンドをできるだけきつめに巻いて血流を止めるものであって，また，筋肉に疲労を生じさせるためのものか否かも明らかでなく，さらに，筋肉を増大させる筋力トレーニング方法であるかどうかも明らかでない。",
                "③  原告は，甲4には，筋力の増強や筋力強化等の筋力が向上することに関する記載又は示唆があると主張する。",
                "しかしながら，甲4の「復活」「鍛えられる」（76頁）との文言は，いずれも，「5。造血作用」の項において，「骨」との関係で使用されたものにすぎない。さらに，甲4発明は，ダンベルやバーベル等の重量物や，バネ，ゴム等の弾性力に基づく抵抗力等を利用するものであり，本件発明1のように，筋肉に流れる血流を止めることなく阻害する程度に，筋肉に負荷を与え，これにより筋肉に疲労を生じさせて筋肉を増大させることを開示するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上から，審決の無効理由2の2に関する判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定の誤り",
              "text": [
                "原告は，甲5発明のトレーニングサポーターは，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，もって筋肉を増大させると主張する。",
                "しかしながら，仮に，上記主張を前提としても，甲5発明は，バネ，ゴム等の弾性力に基づく抵抗力等を利用することで筋肉に疲労を生じさせるものにすぎず，甲5には，少なくとも，筋肉の所定部位に巻き付けるものが，筋肉に締めつけ力を付与するための緊締具であることや，当該緊締具の周の長さを減少させ，筋肉に負荷を与えることにより筋肉に疲労を生じさせること，更には，筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものであることについて，何ら記載も示唆もされていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断の誤り",
              "text": [
                "原告の主張は，争う。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，審決の無効理由3の1に関する判断には，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対して",
          "text": [
            "原告の主張は，何ら具体性がなく，また，なぜ，本件発明が社会的妥当性を欠くこととなるのか不明であるから，失当である。",
            "したがって，審決の無効理由4に関する判断には，誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5に対して",
          "text": [
            "旧特許法36条5項2号所定の「特許を受けようとする発明の構成に欠くことができない事項」とは，まとまりのある一つの技術的思想を把握できる事項を意味するところ，本件発明1は，従来の筋力トレーニング方法において存した，目的外の筋肉が増強されてしまったり，場合によっては，筋肉や関節等を損傷したりするといった課題（本件訂正明細書【0002】）を解決すべく，目的の筋肉への血行を阻害した状態でトレーニングを行うと，大幅にトレーニング効果が上がるとの知見（【0004】）に基づき，筋肉に締め付け力を付与するための緊締具を筋肉の所定部位に巻き付け，その緊締具の周の長さを減少させることで，筋肉への血流を止めることなく阻害し，これによって筋肉に疲労を生じさせその増大を図るという方法を採用したものである。",
            "そうすると，本件発明1の特許請求の範囲には，上記課題を解決するための構成に欠くことのできない事項が記載されている。",
            "したがって，審決の無効理由5-2に関する判断には，誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について",
              "text": [
                "本件訂正明細書（甲21，26の1・2）によれば，本件発明は，次のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の利用分野",
                  "text": [
                    "本件発明は，筋力のトレーニング方法及び筋力トレーニング用緊締具に関する。（【0001】）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "解決課題",
                  "text": [
                    "筋力トレーニングを行う場合，一般には，ダンベルやバーベル等の重量物や，バネ，ゴム等の弾性力に基づく抵抗力等を利用して所望の筋肉部位に負荷を与え，その状態で一定の疲労を得る程度にその筋肉部位を伸縮運動させることによってトレーニング効果を得るようにしている。このトレーニング方法による場合，トレーニング効果を更に上げるには，器具の重量や抵抗力を増やしたり，伸縮運動の回数を増やしたりするしかなかった。しかしながら，筋肉への負荷を無定見に増やしても，その増えた負荷を他の筋肉がかばって負荷の分散がおこなわれ，目的外の筋肉が増強してしまったり，場合によっては，筋肉や関節等を損傷したりする。",
                    "本件発明は，目的筋肉をより特定的に増強できるとともに関節や筋肉の損傷がより少なくて済み，更にトレーニング期間を短縮できる，筋力トレーニング方法の提供を目的としている。（【0002】【0003】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題解決手段",
                  "text": [
                    "本件発明は，目的の筋肉への血行を阻害した状態でトレーニングを行うと，大幅にトレーニング効果が上がるという知見に基づくものであり，筋肉への血行を阻害させる締め付け力を筋肉部位へ施し，その締め付け力を調整することによって筋肉に疲労を生じさせることを特徴とする筋力トレーニング方法を提供するものである。（【0004】）",
                    "また，本件発明は，筋肉の所定部位を周囲から締め付ける筋力トレーニング用の緊締具について，筋肉への血行を阻害させる締め付け力を付与し，かつ，締め付けの度合いを可変にするロック手段を備えることを特徴とする帯状又は紐状の筋力トレーニング用の緊締具を提供する。この緊締具を用いれば，軽いダンベルで重いダンベルと同様のトレーニング効果が得られ，しかも，トレーニング時間が短くて済むと同時に，目的外の筋肉に影響を与えたり，関節の損傷を招くなどの事態を有効に阻止できる。（【0005】【0006】）",
                    "さらに，上記緊締具を，締め付け力の表示手段を接続した構造とすれば，最適な締め付け力を目視で確認でき，かつ，同じ締め付け力による緊締具合の再現が容易になる。また，このような緊締具については，皮膚に接触する側に，皮膚を保護したり汗を吸収できるような素材を配した構造とすることが望ましい。（【0010】【0011】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "本件発明による筋力トレーニング方法は，目的の筋肉部位への血行を適度に阻害してやることにより疲労を効率的に発生させることができるものであるため，この状態でトレーニングを行えば，トレーニング時間が短くて済むと同時に，目的外の筋肉に影響を与えたり関節の損傷を招くなどの事態を有効に阻止できる。（【0022】）",
                    "また，本件発明の方法に用いる緊締具は，締め付けループをワンタッチで所望径サイズに固定できるロック手段を備えているため，適度な締め付け力を自在に得ることができるとともに，煩わしい緊締のための操作を不要とすることができる。これにより，本件発明の筋力トレーニング方法を，より簡易に行うことができるようになる。（【0023】）",
                    "そして，緊締具に締め付け力の表示手段を備えることによって，視認による締め付け力の管理が容易になるとともに，常に適切な締め付け力を再現することが容易になる。さらに，緊締具の皮膚に接触する側に，皮膚を保護するための素材を配しているので，皮膚を傷めたりすることなく，快適な装着感を得ることができる。（【0024】【0025】）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "公知・公用発明について",
              "text": [
                "甲2には，次の記載がある。",
                "「  二〇〇四(平成一六)年，私が加圧トレーニングを始めて，三八年が経ちました。…最初のうちは自分の筋力アップのために，ひとりで黙々とトレーニングに励んでいたのです。」（16頁2～4行目）",
                "「  加圧トレーニングによる自力リハビリ",
                "いま考えると，とても危険な行為なのですが，翌日からさっそく，右大腿部の付け根をゴムバンドで縛り，加圧してみました。みるみるうちに，ギプスがきつくなるほど，大腿・ふくらはぎがパンプアップ（筋肉が緊張して大きくなること）してきます。きつくなったら緩めて，少し休んでから，また加圧をかけます。加圧・徐圧，加圧・徐圧……を続けたのです。」（18頁10～14行目）",
                "「  この怪我を通して，加圧は筋力強化だけではなく，リハビリにもいいのだと発見しました。",
                "…ですから，『加圧トレーニングについて教えてほしい』と，大勢の人から頼まれました。",
                "しかし，私はその当時，この方法をあまり多くの人に広めたくありませんでした。自分ひとりの宝物のように思っていたからです。そこで，『他の人には漏らさない』と念書を取ってから，教え始めたのです。",
                "それでも，口コミで加圧トレーニングのよさはどんどん広まっていきます。すると私も，多くの人を治し，感謝されることに無上の喜びと幸せを感じるようになりました。",
                "その後，一〇年間で延べ数十万の人を対象に加圧トレーニングを施してきたことで，ノウハウを確立していったのです。」（21頁8行～22頁3行目）",
                "「  加圧トレーニングのノウハウを確立",
                "一九七三年から八三年までの一〇年間，加圧トレーニングでさまざまな人にリハビリをしていました。はじめのうち，…『何があっても知らないからね』と，危険を承知してもらったうえで，行っていました。",
                "当然ですが，人によって年齢も体型もさまざまであり，腕や脚の太さも違います。脂肪のつき方から血管の太さ，筋肉や体力も，すべて変わってくるのです。その人に合わせて加圧を調整するのは，至難の業。",
                "…締めつけすぎて痺れが起こり，慌てて病院に行かせたケースもあります。」（22頁4～12行目）",
                "「  目をつぶってその人の手や脚を触ると，どのくらい締めたらいいかがパッと思い浮かびます。これは，もはや経験による一種の職人技でしょう。…いまだに私は，この方法で加圧の具合を決めます。多くの人に触れることで，私の手は完全に匠の手になったのです。",
                "この一〇年の間にサトウトレーニング・ルームはサトウスポーツプラザに生まれ変わり，会員数一五〇〇名を超えるフイットネスジムヘと成長。…希望者には私が加圧トレーニングを施すことにしました。」（23頁12行～24頁2行目）",
                "「  共同研究を始める前だったので，まだ科学的根拠など詳しいことはわかりませんでした。けれども経験的に骨折にしても，筋繊維の損傷にしても，加圧をすることでよくなると確信していました。」（24頁8～10行目）",
                "「  一九九五年八月から，A教授との共同研究がスタートしました。」（30頁2行目）"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲4発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "記載事項",
                  "text": [
                    "甲4には，次の記載がある。",
                    "「  私はすでに30数年前に仙腸関節の重要性に着目し，独自の治療法『骨盤調整法』を創案して，治療活動を通して仙腸関節理論の正しさを証明してきたのだった。その骨盤調整の自分で治す方法として考案したのがバラコンバンドを使っての『バラコン法』なのだ。」（72頁上段11行～下段7行目）",
                    "「  仙腸関節理論とゴムバンド療法",
                    "バラコン法",
                    "胸鎖関節の重要さに着目",
                    "健康は何にも勝る宝だ。",
                    "文明が進み，人々の生活が豊かになるにつれて，わけのわからない病気や症状が増えてきた。",
                    "一億半病人といわれている。病気で寝込むほどではないが，健康でもない，ということだ。",
                    "新聞や雑誌にも健康欄は，かならずと言っていいほど載っている。立派な健康器具も数え切れないほどある。高い金を出した健康器具を購入しても，ほとんどの人は三日坊主で終わってしまう。",
                    "効果が思ったほどなかった。複雑でやっかいだ。あきてしまった。と理由はさまざまであろう。",
                    "バラコンバンドは，手軽で，ただ巻くだけでよい。ゆるく巻いても強く巻いてもよい。バンドの効果について本書ではいろいろ書いているが，なによりのことは，その場で効果がわかるということだ。",
                    "腰に巻けば腰が軽くなる。片足に巻けば，その場で巻いた足が二倍軽くなって歩くのが楽だ。それが，疲れを半減させる。",
                    "人間の病気の大部分は疲れ，慢性疲労からくるものだ。疲れた体は抵抗力を失い，バイ菌にやられるわけだ。」（73頁1行～74頁6行目）",
                    "「  （バラコンバンドの効能）",
                    "1。エネルギーの消耗が半分ですむ。",
                    "筋肉は，伸び縮むという弾力があるから，人体の行動がとれる。",
                    "伸び縮みの幅が大きいほど，弾力があって理想的である。バンドは生ゴムで，弾力は理想的である。これを筋肉に巻き付けて動作の時，筋肉の弾力と協調して働くから人体のエネルギーが半減するのだ。",
                    "2。血管内を清掃し血管にも弾力がでる。",
                    "バンドを強く締めると，そこで血流が止まる。",
                    "心臓からは絶え間なく血液は送られてくる。",
                    "血液は，バンドの所で滞留し，血量はその部で倍加される。",
                    "バンドをはずすと，血は倍の速力で血管内を流れる。その時血管壁を掃除し，動脈硬化を治し，血管そのものも弾力がでる。",
                    "3。筋肉に弾力がつく。",
                    "筋肉は筋細胞の集まりで，筋繊維を造り，さらに束になって伸縮する。筋細胞の一つひとつは，膜があって中はコロイド状で，栄養素と酸素が化合してエネルギーを造り出すという，生命に直結する重要な働きをしている。疲れると老廃物がたまり，栄養素や酸素が欠乏している。この状態のとき，バンドを巻くと，その圧力で細胞内の老廃物がにじみ出る。",
                    "動作の際，体に力が入れば巻いたバンドはゆるむ。そのとき，血液は細胞内に流れ込む。（栄養素，酸素を供給する）力が抜ければ，バンドは締まる。そのとき，老廃物が排泄される，といった繰り返しで筋細胞が復活する。",
                    "つまり，あんま，マッサージ，指圧をしているようなもので，筋肉は復活する。神経管，靭帯なども同じ。",
                    "4。骨に弾力がでる",
                    "骨は常に，破骨細胞，増殖細胞が同時に働いて新陳代謝が行われている。",
                    "カルシウム，燐などの必要物質があり，膠原質もあって骨に弾力を保ち，骨折などをふせぐ。カルシウムは血液が酸性化すると，中和し，その他の重要な働きを数々している。",
                    "5。造血作用",
                    "骨髄で造血作用をしている。",
                    "思春期までは，長骨で造られているが，大人になると扁平骨（骨盤，頭蓋骨）で造られる。筋肉は刺激（運動や動作）に対応して鍛えられる。骨もまったく同じ原理である。",
                    "宇宙飛行士が無重力の中に一定期間生活していると，筋肉が弱り，特に骨はぼろぼろになる。地球上では，何もしなくても，地球の重力が常にかかっている。それに対応するため骨は常に抵抗し，人体を支える力ができているのだ。",
                    "骨は，特に老化すると復活しにくくなる。バンドでしめる刺激，更に行動，動作という運動の刺激が加わって骨は太くガッチリする。骨が太いのは健康のバロメーターである。ローマは一日にしてならず，常に適刺激を加えることが大切である。バンド巻きは理想的と言える。」（74頁7行～77頁2行目）",
                    "「  ワンタッチたすき巻き（肩）用バンドの応用法",
                    "手軽でよく効くニューバンド解説",
                    "腰痛に悩む人は実に多い。それ以上に多いのが肩こりの人だ。だが，ほとんどの人が『肩こりは体質だから』と，あきらめているようだ。そして，これはもむ。",
                    "しかし，肩こりはもんでも治らない。むしろ，もみ過ぎると炎症をおこして逆効果になることがある。ところが，仙腸関節と胸鎖関節を矯正すると，たちどころに肩こりが解消されてしまう。つまり，肩こりの原因は『腰』にあるのだ。腰の要である骨盤（仙腸関節）が狂うと脊柱がS字状に歪み，胸鎖関節が変位するため肩の筋肉を萎縮させて肩こりや痛みとなるのだ。それと，手と腕の疲れ。それが血液の循環を悪くし，鬱血状態にする。肩を動かす筋肉や酸素に栄養素が送れなくなるのである。こうした症状が悪化すると，呼吸が荒くなる，胃が重い，心臓が苦しい，風邪をひきやすくなる，といったことになる。",
                    "だから，肩こりだからとたかをくくっていてはいけない。",
                    "そうした肩こり等を解消するには，L(大)2mのバンドで『たすき巻き』にするのが一番効果的であるが，下着の上に着けて洋服を着るのにはかさばりすぎて適さない。長時間着用して日常の動きでも同じことが言える。大バンドはもともと治療用だからだ。そこで新たに開発したのが，ニューバンド『ワンタッチたすき巻き(肩)用』のバンドである。平ゴムでマジックテープ付きだから，着脱が実に簡単で手軽なうえに，当たりが実にソフトだ。座りっぱなしや中腰になることの多い仕事の人や，肩こりや背中の張る人にはもってこいのバンドだ。また本項で説明しているように，単に脊柱矯正のたすき巻きばかりでなく，いろんな用途に応用できる。今回紹介する他にも『腕巻き』『ゲートル巻き』などもできる。簡単で効果のある，新しいバンドだ。」（106頁1行～107頁13行目）",
                    "「  ニューバンド『平M2m』の活用法",
                    "手と足-おどろき自己療法",
                    "血液は生命の源である。血の流れが体に及ぼす作用は測り知れぬ。血液循環は文字通り『神秘の流れ』なのだ。健康とは，正常な血液循環があってはじめていえることである。",
                    "バラコン法の基本は，正常で活発な血液循環を促すことにある。正しい骨格の矯正→正常な血液循環→生命の力（良くなろうとする力＝自然良能力）を生む。",
                    "こうしたことに，1本のバラコンバンドがおどろくばかりの効果を発揮する。ただのゴムバンド。表も裏もない。しかもいたって簡単な方法で，びっくりするほどの効果があがる。その秘密はいったいどこにあるのだろうか？",
                    "ただ足首に巻く(かかと三角巻き)。手に巻く(腕巻き)。それだけで，おどろくほどの効果がある。例えば，二の腕にぐるぐる巻く。できるだけきつめにする。痛いほどにだ。そして我慢できなくなったらはずそう。これで，腕ばかりでなく，首や肩のこり，痛みがとれて，実に軽くなっている。また，足首に巻く。同じ要領で痛くなったらはずす。下肢の疲れ，しびれ，痛みばかりか，腰の疲れも解消する。その効果はおどろくばかりだ。",
                    "なぜか？",
                    "血液の流れにその因がある。",
                    "人体の骨格筋は両端にある腱によってふたつの骨に付着している。その付着点で，心臓に近いところを起始(不動点)といい，関節一つ通りこしたところを停止（運動点）というのである。",
                    "この停止部分にバンドを巻く。一つでも関節を越したほうがよく効くので，手の場合なら肘の下の二つの腕にバンドを巻くといい。（肘の上から巻き込んでいてもかまわない）きつめに巻いて，我慢できなくなったらはずそう。すると，ダムの水門を開いたように，血液がどっと流れ込み，これまで充分にいきわたっていなかったところまで威勢よく入り込む。疲れのある箇所にたまっていた老廃物が，バンドをしめることでにじみ出て，はずしたことで奔流のように流こんできた血液がそれらを回収するのだ。体が軽くなったり，痛みが消えるのは当然のことである。そればかりか『足裏指巻き』で長年悩まされた水虫がきれいになくなる。全て同じ原理だ。",
                    "こうした手足に巻くバンドとして，新たに開発されたのが『平M2m』で平ゴム状のもの。手足ばかりではなく，はち巻きや，巻いた部分がごろごろしなくて抜群の使用感なので，長時間使用にも適している。このニューバンド，評判は上々である。",
                    "手と足を巻く。少し痛いかもしれないが，腕を何度も曲げたり，踵を回す運動をするとより効果的だ。体の他の障害部位にも効果があらわれてくる。おどろくばかりだ…。」（118頁1行～121頁10行目）",
                    "「  正しい骨格と血液循環がいかに健康に大切かは言うまでもないが，母体が健康であれば胎内の子供にもよい影響を与える。ただし，あまりきつく締めないこと。」（220頁8～12行目）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "認定",
                  "text": [
                    "上記アの記載によれば，審決の認定するとおりの甲4発明が認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲5発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "記載事項",
                  "text": [
                    "甲5には次の記載がある。",
                    "「2．実用新案登録請求の範囲",
                    "複数の袋部を有する帯体の一端側に固定部を設けると共に，他端側に掛止位置の調節可能な掛止部を設け，かつ上記複数の袋部の夫々に着脱自在に重量体を収容してなるトレーニングサポーター。」（1頁4～8行目）",
                    "「  本考案は，腕部又は脚部の筋力を増強するためのトレーニングサポーターに関するものであり，特に腕部又は脚部に巻付けて固定し，腕部又は脚部に平均した荷重を与えてトレーニング効果を増大しようとするものである。」（1頁10～14行目）",
                    "「  従来空手等徒手格闘技において，空突き空蹴り練習及び腕部又は脚部の筋力をトレーニングするために，鉄アレー，エキスパンダー，鉄下駄等を使用しているが，これらのトレーニング用具は，常時装着したり，また装着したままの状態で手又は足を自在に運動し使用することができなかった。",
                    "本考案は，上記の問題に対処して成されたものであり，複数の袋部を有する帯体の一端側に固定部を設けると共に，他端側に掛止位置の調節可能な掛止部を設け，かつ上記複数の袋部の夫々に重量体を着脱自在に収容することを要旨としており，腕部又は脚部に常時装着し，又は装着したまま手又は足を自由に使用しながら空突き空蹴り練習及び腕部又は脚部の筋力増強のためのトレーニングを行うことができるトレーニングサポーターを提供することを目的としている。」（1頁15行～2頁10行目）",
                    "「  1は帯体であり，伸縮性を有する布体の一端側を折曲げて二重層となし，端部に腕部又は脚部を挿通し得る程度の輪状の固定部2を残し，該固定部2に連続して一側が開口する複数の袋部3を形成すべく縫着ミシンにより連続コ字状縫着線4を画いて縫合する。この袋部3には夫々重量体5を抜き差し自在に収容し，所望により1又は2以上の重量体5を抜き差しして重量体5の総重量を加減調整し，使用者の体力に応じたトレーニングをすることができるようになっている。また，帯体1の他端側には掛止部6を設ける。掛止部6は，帯体1を腕又は足に巻き付けた後上部から帯体1を締め付けて腕部又は脚部からの脱落を防止するためのものであり，帯体1の一端側を折り曲げて二重層部分を形成する場合，他端側の一部を一層のまま残し，該一層部分の表裏にマジックファスナー7，8を縫着して構成する。」（2頁12行～3頁8行目）",
                    "「  本考案に係るトレーニングサポーターは，腕部又は脚部に装着し，腕部又は脚部に荷重をかけたままかけあし，うさぎ跳び，スイング練習等のトレーニング及び空突き空蹴り練習をし，腕部又は脚部の筋力増強し，腕力，跳躍力，走力等の鍛練をすることができる。」（3頁17行～4頁2行目）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "認定",
                  "text": [
                    "上記アの記載によれば，審決が認定するとおりの甲5発明が認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（無効理由2の1に関する判断の誤り）ついて",
          "content": [
            {
              "fig": "(1)",
              "subject": "対比の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "検討",
                  "text": [
                    "甲2は，本件特許出願後の平成16年（2004）7月28日に発行されたものであるが，甲2の著者は，本件発明の発明者であるから，本件特許出願に至るまでの間に本件発明に係る技術的事項の知見を得ていたはずであり，原告の主張の趣旨は，甲2に記載の事項から，本件発明1が公然と知られたか又は公然実施されたかを推認できるというものと善解される。",
                    "しかしながら，前記1(2)に認定の甲2の記載のみからでは，甲2の著者が，いつの時点でいかなる知見を得て，それをいつどこでどのように実施し，どのような態様でどの程度拡散させのか，全く判然とせず，具体的客観的な根拠をもって，公知又は公用の事実を認めることはできない。甲2の記載を原告の主張に沿って解釈すれば，甲2の著者が，本件特許出願前に，「右大腿部をゴムバンドで縛り，きつくなったら緩めて少し休んで，加圧，除圧を繰り返し，筋肉が発達し，太くなり，筋力が強化される」との技術事項を不特定多数の者に教え，また，不特定多数の者に対してこの技術事項を履践したことが読み取れないではないが，少なくとも，本件構成部分を不特定多数の者に教え又は知り得る状態で実施したことは読み取れない。",
                    "したがって，甲2から，審決の認定する加圧トレーニング方法1，加圧トレーニング方法2又は加圧トレーニング方法3のいずれか又は全部が公知発明若しくは公用発明として認められるか否かを問うまでもなく（いずれも，本件構成部分を含まない。），本件発明1が，甲2の記載を根拠として公知発明又は公用発明である，といえないのは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "①  原告は，公知発明又は公用発明の認定に当たり，本件構成部分が知られている必要はない，それゆえ，公知公用発明が筋肉に疲労を生じさせるものであれば，本件発明1と同一となる旨の主張をする。",
                    "しかしながら，前記1(1)に認定によれば，本件発明1は，締結具の締め付け力により，目的の筋肉部位への血行を適度に阻害することにより，筋肉に効率的に疲労を発生させることを特徴とするものであるといえる。したがって，専ら血流の阻害に着目する点において，単に重量物や弾性体の抵抗力を用いることによって筋肉に負荷を与え，筋肉に疲労を生じさせる筋力トレーニング方法とは異なるものであり，また，その具体的実施形態も，上記着目点に従って左右されることになるのであるから，本件構成部分は，本件発明1の特徴的部分を構成しこれを特定するものである。そうすると，本件構成部分が公知又は公用でない限り，本件発明1が公知発明又は公用発明となることはない。",
                    "原告の上記主張は，前提を誤るものであって，失当である。",
                    "②  原告は，審決が，その認定する公知公用発明が止血帯法を除くものであるか否かが不明であり，それゆえ，公知公用発明が本件構成部分を有するか否か明らかではないと認定判断したことに対して，止血帯法を用いないことが技術常識であるから，その認定判断に誤りがある旨の主張をする。",
                    "しかしながら，東京大学医学部附属病院虚血循環生理学講座特任研究員であるBの作成に係る甲27陳述書には，審決が認定するとおり，止血帯法が全て危険であるとは記載されていないから，原告の主張する技術常識が認め難く，公知公用発明が止血帯法を除くもの，すなわち，当然に本件構成部分を有するものと認識されるとはいえない。",
                    "なお，原告は，止血帯法を特許請求の範囲から除く前件訂正が許されたことが，止血帯法が筋力トレーニングにおいて存在し得ないことの証左であると主張するが，先行する前件審判の訂正請求に関する理由中の判断が後行の本件の審判の理由中の判断を拘束するものでない。このことはさて置くとしても，前件訂正は，特許請求の範囲に止血帯法を含む訂正前の本件発明1が，甲4発明に基づき進歩性を欠如するとの職権審理結果通知に対して，原告において，甲4発明が止血帯法であるとの認識を前提に，止血帯法を訂正前の本件発明1の特許請求の範囲から除く減縮をしたものであると推認される（甲21，27，40参照）。そして，前件審判は，前件訂正が減縮に該当することを理由に訂正要件を満たすものであるとして訂正を認めたにすぎない（甲17参照）。したがって，止血帯法が筋力トレーニングとして用いられないことを理由に，前件審判が訂正請求を認めたものとは認め難い。原告の上記主張は，前提を誤認するものである。",
                    "以上から，原告の上記各主張は，いずれも，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，その余の点について判断するまでもなく，本件発明1は，公知発明又は公用発明と同一ということはできない。",
                "そうすると，審決の無効理由2の1に関する判断には誤りがなく，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（無効理由2の2に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "対比の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "検討",
                  "text": [
                    "前記1(3)イのとおり，甲4発明は，骨盤調整を治す方法であって，本件発明1のように筋肉を増大させるトレーニング方法ではなく，しかも，甲4発明は，バンドを強く締めて血流を止めたり，開放したりすることによって血液循環を促そうとする技術思想に立つものであるのに対し，本件発明1は，筋肉に流れる血流を止めることなく適度に阻止することによって効率的に筋肉の疲労を生じさせようとする技術思想に立つものであるから，甲4発明と本件発明1とが同一の発明でないことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "①  原告は，甲4には，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，もって筋肉を増大させる筋力トレーニング方法という技術思想が顕れているから，甲4発明が治療法であるからといって，本件発明1と相違があるとはいないと主張する。",
                    "しかしながら，甲4には，上記アのとおり，バンドで血流を止め，それを開放することで血液循環を促そうとする技術思想しか顕れておらず，筋肉を増大させるという技術思想が顕れているとは認められない。甲4には，「正しい骨格と血液循環がいかに健康に大切かは言うまでもないが，母体が健康であれば胎内の子供にもよい影響を与える。ただし，あまりきつく締めないこと。」（220頁8～12行目）との記載はあるが，これは母体や胎児への安全性への配慮からされた注意事項の記載であると認められ，この記載をもって，甲4発明が筋力トレーニング方法を開示するものということはできない。",
                    "原告の上記主張は，採用することができない。",
                    "②  原告は，甲4には，血流を止めない実施形態が記載されているから，甲4には，血流を止めないままの状態で所要時間経過させる実施形態が開示されていると主張する。",
                    "しかしながら，原告が指摘する，「バラコンバンドは，手軽で，ただ巻くだけでよい。ゆるく巻いても強く巻いてもよい。」（73頁12行目），「単に脊柱矯正のたすき巻きばかりでなく，いろんな用途に応用できる。今回紹介する他にも『腕巻き』『ゲートル巻き』などもできる。」（107頁11～13行目）との記載があるからといって，この記載だけでは，「バラコンバンド」をどのように用いるのか全く不明であるから，甲4に，血流を止めないままの状態で所要時間経過させる実施形態が開示されているとはいえない。",
                    "原告の上記主張は，採用することができない。",
                    "③  原告は，甲4には，筋力の増強や筋力強化等の筋力が向上することに関しての記載や示唆があると主張する。",
                    "甲4には（下線は本判決で付した。「 ＼ 」は改行を示す。），「3。筋肉に弾力がつく。＼筋肉は筋細胞の集まりで，筋繊維を造り，さらに束になって伸縮する。筋細胞の一つひとつは，膜があって中はコロイド状で，栄養素と酸素が化合してエネルギーを造り出すという，生命に直結する重要な働きをしている。疲れると老廃物がたまり，栄養素や酸素が欠乏している。この状態のとき，バンドを巻くと，その圧力で細胞内の老廃物がにじみ出る。＼動作の際，体に力が入れば巻いたバンドはゆるむ。そのとき，血液は細胞内に流れ込む。（栄養素，酸素を供給する）力が抜ければ，バンドは締まる。そのとき，老廃物が排泄される，といった繰り返しで筋細胞が復活する。＼つまり，あんま，マッサージ，指圧をしているようなもので，筋肉は復活する。神経管，靭帯なども同じ。」（75頁6行～76頁4行目）との記載があるが，これら記載が，筋肉の血行を促進して老廃物を速やかに排泄すること等を目的とするものであり，筋力の増強や向上に関するものでないことは明らかである。のみならず，「筋細胞が復活する」ことは，本件構成部分の構成を用いて達成させられるとしていないことも明らかである。また，甲4には，「5。造血作用＼骨髄で造血作用をしている。＼思春期までは，長骨で造られているが，大人になると扁平骨（骨盤，頭蓋骨）で造られる。筋肉は刺激（運動や動作）に対応して鍛えられる。骨もまったく同じ原理である。」（76頁9～12行目）との記載があるが，これは，単に抽象的な一般論にすぎず，具体的な技術思想の創作である発明の開示又は示唆などといえるようなものではない。",
                    "原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，その余の点について判断するまでもなく，本件発明1は，甲4発明と同一ということはできない。",
                "そうすると，審決の無効理由2の2に関する判断には誤りがなく，取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（無効理由3の1に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定の誤り",
              "text": [
                "甲5発明は，前記1(4)イのとおり，審決が認定するところに誤りはなく，この甲5発明と本件発明1とを対比すると，審決が認定するとおりの相違点1が認められる。",
                "原告は，甲5発明のトレーニングサポーターが，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，もって筋肉を増大させるとはいえないとした審決の対比判断には，誤りがあると主張する。",
                "しかしながら，甲5発明のトレーニングサポーターは，複数の重量体を収容した袋部を有する帯体を腕部又は脚部に脱落しないよう巻き付けるようにしたものであり，筋肉に対する負荷は，重量体に作用する重力により又は使用者が運動をした時に与えられるのであって（1頁15行～2頁10行目，3頁17行～4頁2行目参照），トレーニングサポーター自体が与えているわけではない。また，帯体は，伸縮性を有し，調整可能に締め付けることができるものであるが，これは，腕部又は脚部からの脱落防止のための構成であり，帯体を装着させること自体により筋肉に負荷がかかることは想定されていないといえる（2頁12行～3頁8行目参照）。",
                "そうすると，甲5発明のトレーニングサポーターが，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，もって筋肉を増大させるとはいえないとした審決の認定に，誤りはない。",
                "したがって，原告の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断の誤り",
              "text": [
                "原告は，甲5発明に，本件訂正明細書に記載の公知・周知技術，甲2に記載された技術事項，甲4発明，甲27陳述書に記載の技術事項を適用すれば，相違点1に係る本件発明1の構成は，容易に想到できる旨を主張する。",
                "甲2から本件構成部分が認められないことは，前記2に認定判断したとおりであり，甲4発明が本件構成部分を有しないことは，前記3のとおりであり，甲5発明が本件構成部分を有しないことは，上記(1)から明らかである。",
                "そして，本件訂正明細書の【0002】には，従来技術として，重量物や抵抗力を利用して所望の筋肉の部位に負荷を与え，その状態で一定の疲労を得る程度にその筋肉部位を伸縮運動することによってトレーニング効果を得るとする技術事項の記載しかなく，本件構成部分を有する技術事項の記載は認められない。また，甲27陳述書には，「医療行為としては，このように止血を行うことはあっても，血流を止めることなく意図的に血流を適度に阻害する状態を作り出すという発想は，平成5年（1993年）当時には全くなく，実際そのような行為も行われていませんでした。」（2頁）との記載があり，むしろ，本件構成部分が周知技術であることについて否定的な見解が述べられている。",
                "したがって，甲5発明に，本件訂正明細書に記載の公知・周知技術，甲2に記載された技術事項，甲4発明，甲27陳述書に記載の技術事項を適用しても，そもそも，本件発明1に至らないから，原告の上記主張は，失当である。",
                "なお，原告は，「その他甲各号証を適宜に適用すれば，少なくとも本件発明1は進歩性を有しないことは明らかである。」との主張をするが(平成28年9月9日付け原告第2準備書面9頁），このような引用文献を明確に特定せず，具体的な指摘もしない主張は，およそ採用する余地がない。いずれにせよ，本件証拠上，本件構成部分が，公知又は周知技術であったことを明らかにするに足る証拠は見当たらない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，その余の点について判断するまでもなく，本件発明1は，甲5発明から容易想到であるということはできない。",
                "そうすると，審決の無効理由3の1に関する判断には誤りがなく，取消事由3は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4（無効理由4に関する判断の誤り）について",
          "text": [
            "原告は，①本件発明が本来的に治療行為，美容行為等を含んだ筋力トレーニングであること，②本件発明が自然法則それ自体に特許を認めていること，から，本件発明は，社会的妥当性を欠くので特許法32条に反すると主張する。",
            "しかしながら，前記1(1)に認定のとおり，本件発明は，特定的に増強しようとする目的の筋肉部位への血行を緊締具を用いて適度に阻害してやることにより，疲労を効率的に発生させて，目的筋肉をより特定的に増強できるとともに，関節や筋肉の損傷がより少なくて済み，更にトレーニング期間を短縮できるようにしたものである。",
            "そうすると，本件発明は一義的に人体に重大な危険を及ぼすものではない上，本件発明を治療方法等にも用いる場合においては，所要の行政取締法規等で対応すべきであり，そのことを理由に，本件発明が特許を受けることが許されなくなるわけではない。また，特許を取得しても，当該特許を治療行為等の所要の公的資格を有する行為において利用する場合には，当該資格を有しなければ当該行為を行うことができないことは，当然である。したがって，本件発明に特許を認めること自体が社会的妥当性を欠くものとして，特許法32条に反するものとはいえない（なお，産業上の利用可能性の有無については，前件審判・前件判決で既に取消事由とされたものであり，本件は，専ら，特許法32条該当性のみを審理するものである。）。",
            "また，本件発明は，「筋肉に締めつけ力を付与するための緊締具を筋肉の所定部位に巻付け，その緊締具の周の長さを減少させ」ることにより，「筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害する」ものであるから，自然法則を利用したものであるが，人体の生理現象そのもののような自然法則それ自体を発明の対象とするものではない。そもそも，特許権は，業として発明を実施する権利を専有するものであり（特許法68条），業として行わなければ，本件発明の筋力トレーニング方法は誰でも自由になし得るのであり，本件特許はそれを制限するものではない。",
            "そうすると，原告の上記主張は，いずれも採用することができず，本件発明は，公の秩序，善良の風俗又は公衆の衛生を害するおそれがある発明とすることはできない。",
            "したがって，取消事由4は，理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5（無効理由5-2に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "検討",
              "text": [
                "旧特許法36条5項2号は，特許請求の範囲の記載について，「特許を受けようとする発明の構成に欠くことができない事項のみを記載した項（以下「請求項」という。）に区分してあること」との要件に適合するものでなければならないと規定していた。これは，発明の構成に欠くことができない事項（必須要件）を全て記載することを求めるとともに，必須要件でないものを記載しないことを求めることにより，請求項の構成要件的機能を担保したものであり，特許請求の範囲には，必要かつ十分な構成要件を記載することを求めたものといえる。",
                "前記1(1)のとおり，本件発明1の技術的意義は，筋力トレーニング方法において，筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものとすること，すなわち，目的の筋肉部位への血行を緊締具により継続的に適度に阻害することにより，疲労を効率的に発生させることにある。このような技術的意義にかんがみれば，特許請求の範囲に，「筋肉に締めつけ力を付与するための緊締具を筋肉の所定部位に巻付け，その緊締具の周の長さを減少させ」ることにより，「筋肉に疲労を生じさせるために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものである」ことが記載されていれば，本件発明の技術的課題を解決するために必要かつ十分な解決手段が記載されているというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "①  原告は，本件発明1の課題・効果を得るためには，所要の加圧条件を特許請求の範囲に記載する必要があると主張する。",
                "しかしながら，上記(1)のとおり，本件発明の課題解決手段は，本件発明1の記載で明らかとされている一方，筋肉増大の程度は，トレーニングの態様，対象者，対象部位等に応じて異なり，一義的に決まるものではないから，所要の加圧条件を特許請求の範囲に記載しないことが，必須要件を記載していないことになるとまではいえない。",
                "②  原告は，本件発明1が，筋肉への血流を止めることなく阻害し，これによって筋肉に疲労を生じさせること自体を筋力トレーニング方法と称しているのか，それ以外の何らかのトレーニングをすることを必須としているかも不明確であると主張する。",
                "本件発明の筋力トレーニング方法が，緊締具を用いて更にトレーニングを行うことを前提にしていることは，発明の詳細な説明から明らかであり（本件訂正明細書の【0004】【0017】【図1】参照），そのような方法であるか否かが不明確であるということはない。本件発明1は，そのうち，締結具によって筋肉への血流を止めることなく阻害し，これによって筋肉に疲労を生じさせるとの部分を特許請求の範囲に掲げたものと理解される。どのようなトレーニングがされるかは，トレーニングの態様，対象者，対象部位等に応じて異なる上に，単なる技術常識の適用にすぎないことは自明であり，本件発明の筋力トレーニング方法を技術的に特徴付けるものではない。したがって，そのような事項は，本件発明の必須の要件ではない。",
                "③  以上のとおり，原告の主張は，いずれも採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，本件発明1の特許請求の範囲の記載は，旧特許法36条5項2号の要件を満たすと認められる。",
                "したがって，取消事由5は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "まとめ",
          "text": [
            "以上のとおりであり，その外に原告がるる主張するところも含めて，取消事由は，いずれも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}