{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告らの求めた裁判",
      "text": [
        "特許庁が無効2015-800220号事件について平成28年8月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求の不成立審決の取消訴訟である。争点は，進歩性の判断の誤り(相違点の判断の誤り)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成23年9月12日，名称を「エンボス模様を有する長尺材の製造方法」とする特許出願(特願2011-198441)を行い，平成23年12月9日，設定登録を受けた(特許第4878660号〔請求項の数は4である。〕。甲17)。",
            "原告らは，平成26年3月31日，上記請求項1に係る発明(以下「本件発明」という。)を無効にすることについて特許無効審判(以下「先行審判」という。)を請求した(無効2014-800054号)。",
            "これに対し，被告は，同年11月28日，訂正請求し，さらに，平成27年2月13日，訂正請求をした(以下「本件訂正」という。乙1)。特許庁は，同年6月26日付けで，本件訂正を認めた上で，本件審判の請求は成り立たない旨の審決(以下「先行審決」という。)をした。",
            "原告らは，同年8月3日，先行審決の取消しを求めて審決取消訴訟を提起した(当庁平成27年(行ケ)10151号)。しかしながら，原告らは，同年12月10日，上記訴訟に係る請求を放棄したため，先行審決は確定した。",
            "また，原告らは，同年12月2日，再度，本件発明を無効にすることについて特許無効審判を請求した(無効2015-800220号。甲11)。",
            "特許庁は，平成28年8月9日付けで，本件審判の請求は成り立たない旨の審決(以下「本件審決」という)をした。その謄本は，同年8月18日，原告らに送付された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件訂正後の本件発明(以下，本件発明に係る特許を「本件特許」といい，本件特許の設定登録時の明細書を「本件明細書」という。)の特許請求の範囲の記載は，次のとおりである。",
            "「加熱されたエンボスロールとその受けロール間に長尺材を通過させることにより，前記エンボスロールのベース面から立設するように形成された凸部を長尺材表面を押圧し，上下方向から挟圧することによって長尺材表面に凹部を部分的に形成させる長尺材の製造方法であって，",
            "前記エンボスロールとその受けロール間を，テンションを付加させながら直線状に長尺材を通過させ，長尺材表面の光沢度を確認することによって，",
            "長尺材が前記エンボスロールを通過する際に，前記エンボスロールのベース面が長尺材表面に接触しないようにすることを特徴とするエンボス模様を有する長尺材の製造方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の判断の概要等",
              "text": [
                "本件審決は，①本件発明は，国際公開第98／18990号(甲1。以下「甲1公報」という。)に記載された発明(以下「甲1発明」という。)に対し，国際公開第2006／16006号(甲4。以下「甲4公報」という。)に記載された技術事項(以下「本件技術事項」という。)を適用して，当業者が容易に発明をすることができたものではなく(無効理由1)，②本件発明は，特開2008-169505号(甲2。以下「甲2公報」という。)に記載された発明(以下「甲2発明」という。)に対し，本件技術事項を適用して，当業者が容易に発明をすることができたものではなく(無効理由2)，③本件発明は，特開2008-214822号公報(甲3)に記載された発明に対し，本件技術事項を適用して，当業者が容易に発明をすることができたものではなく(無効理由3)，④本件訂正は，新規事項を追加するものではなく(無効理由4)，以上によれば，本件特許は無効とすべきものではないと判断した。",
                "原告らが主張する取消事由(甲1発明との相違点1-1及び甲2発明との相違点2-1の判断の誤り)に対応する無効理由1及び2に関する本件審決の判断は，次のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1に関する審決の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の認定",
                  "text": [
                    "甲1発明は，次のとおりである。",
                    "「エンボスシリンダ50とベースロール54間にフロック加工された布地を通過させることにより，",
                    "エンボスシリンダ50の表面のうち，彫り込み部分16Aを除く部分が，フロック加工された布地におけるパイル部分16の上面を圧迫し，パイルの表面に背景12を部分的に形成させる，エンボス加工された布地の製造方法であって，",
                    "エンボスシリンダ50は，凹凸のある背景12を形成するための彫り込み部分12Aと，パイル部分16を形成するための彫り込み部分16Aとを有し，エンボス加工中に，部分12Aは，熱及び圧力の存在下で，パイルの表面領域と係合して圧迫し，背景パターン12を形成し，同時に，前景パターン又はパイル部分16は，彫り込み部分16Aから離間されており，彫り込み部分と係合しない，エンボス加工された布地の製造方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明との一致点及び相違点",
                  "text": [
                    "本件発明1と甲1発明との一致点及び相違点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「加熱されたエンボスロールとその受けロール間に長尺材を通過させることにより，",
                        "前記エンボスロールのベース面から立設するように形成された凸部を長尺材表面を押圧し，上下方向から挟圧することによって長尺材表面に凹部を部分的に形成させる長尺材の製造方法であって，",
                        "前記エンボスロールとその受けロール間を，テンションを付加させながら直線状に長尺材を通過させ，",
                        "長尺材が前記エンボスロールを通過する際に，前記エンボスロールのベース面が長尺材表面に接触しない，エンボス模様を有する長尺材の製造方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1-1",
                      "text": [
                        "長尺材がエンボスロールを通過する際に，本件発明は，「長尺材表面の光沢度を確認すること」によって「エンボスロールのベース面が長尺材表面に接触しないようにする」と特定するのに対して，甲1発明においては，このような特定はされていない点"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件技術事項",
                  "text": [
                    "甲4公報に記載されている技術事項は，次のとおりである。",
                    "「長尺材(基材(30))の表面層(40)に微細光学グリッド構造を生成するエンボス加工装置において，長尺材表面の光沢度を確認することによって，エンボス圧の調整を行い，エンボスの深さを変化させる」という技術事項"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点1-1に対する判断",
                  "text": [
                    "甲1発明は，「パイル部分16は，彫り込み部分16Aから離間され」るものである。すなわち，甲1公報には，目的とするエンボスを得るために，エンボスの速度，温度，圧力を調整すること，また，エンボスの高温及び高圧による合成繊維の可塑化によるテカリが問題であること，さらに，表面を可塑化させたり表面に悪影響を及ぼさないように，彫り込み部分16の上面のスペースは彫り込み部分16Aの表面から十分に離間されることについての記載はあるが，エンボスロールのベース面が長尺材表面に接触することは，記載も示唆もされていない。",
                    "一方，本件技術事項は，微細光学グリッド(原告らにいうホログラム)を生成するエンボス加工に係るものであるから，甲1発明のパイル布帛に対するエンボス加工とは，エンボスという用語においては共通するものの，エンボスのスケールが大きく異なるものであることを踏まえると，その技術分野が相違している。",
                    "また，本件技術事項は，基板の表面層に微細光学グリッド構造を製造する装置に関し，エンボス加工プロセスにおける動作上の問題を最小にすること，微細光学グリッド構造に関しての効率的な製造方法を得ること，長尺材の位置毎での異なる微細光学グリッド構造を形成することを目的とするものであるから，甲1発明に適用する動機がない。仮に，動機があって適用できたとしても，甲1発明のエンボスロールは長尺材表面に接触しないものであり，接触するのは凹凸のある背景12を形成するための彫り込み部分12Aに留まるから，光沢度を確認するのは，甲1発明の凹凸のある背景パターン部分のエンボスの深さを変化させるものではあっても，エンボスロールのベース面が長尺材表面に接触しないようにするものとはならない。",
                    "したがって，相違点1-1は，当業者が本件技術事項に基づいて容易に想到することができたものとはいえない。",
                    "以上によれば，本件発明は，甲1発明及び本件技術事項に基づいて当業者が容易に想到することができたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2に関する審決の判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明の認定",
                  "text": [
                    "甲2発明は，次のとおりである。",
                    "「表面に1平方cmあたり120個の凸部を有し梨地彫刻した，表面温度が180°となるように加熱され，上部にあるエンボスローラと，下部にあるアスカーゴム硬度計A型で測ったゴム硬度92であるゴムローラ間に，ポリアミドの極細繊維の集合体である束状物で構成される織物を通過させ，",
                    "線圧125kg／cm，加工速度は1m／分，エンボスローラー2回通しの条件でエンボス加工を行うことで，極細繊維が合一する形でフィルム様の平滑性と高光沢外観を呈する凹部と，極細繊維の集合体からなる束状物外観を呈する凸部とから成る凹凸形状を有する梨地調のエンボス布帛の製造方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲2発明との一致点及び相違点",
                  "text": [
                    "本件発明1と甲2発明との一致点及び相違点は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「加熱されたエンボスロールとその受けロール間に長尺材を通過させることにより，",
                        "前記エンボスロールのベース面から立設するように形成された凸部を長尺材表面を押圧し，上下方向から挟圧することによって長尺材表面に凹部を部分的に形成させる長尺材の製造方法であって，",
                        "長尺材が前記エンボスロールを通過する際に，前記エンボスロールのベース面が長尺材表面に接触しない，エンボス模様を有する長尺材の製造方法。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2-1",
                      "text": [
                        "長尺材がエンボスロールを通過する際に，本件発明は，「長尺材表面の光沢度を確認すること」によって「エンボスロールのベース面が長尺材表面に接触しないようにする」と特定するのに対して，甲2発明においては，このような特定はされていない点"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2-2",
                      "text": [
                        "本件発明は，「テンションを付加させながら直線状に長尺材を通過させ」と特定するのに対して，甲2発明は，この点を特定しない点"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2-1に対する判断",
                  "text": [
                    "甲2発明は，エンボスロールを2回通しの条件で凹凸模様を付与するものであり，エンボスロールの凸部が布帛に接触することで極細繊維が合一する形でフィルム様の平滑性と高光沢外観を呈するものであって，2回同じエンボスロールを通過させることを前提としている。ここで，甲2発明の長尺材は「ポリアミドの極細繊維の集合体である束状物で構成される織物」であって，少しでもエンボスロールの凸部に触れれば極細繊維が合一してしまうから，甲2発明は，エンボスロールのベース面が長尺材表面に接触しないような彫り込み深さのエンボスロールが用いられていることを前提としているといえ，言い換えれば，エンボスロールのベース面が長尺材表面に接触することは全く想定していないものであるといえる。",
                    "一方，本件技術事項は，微細光学グリッド(原告らにいうホログラム)に係るエンボス加工に係るものであるから，甲2発明の極細繊維の集合体である束状物で構成される織物に対するエンボス加工とは，その技術分野が相違する。",
                    "また，本件技術事項は，基板の表面層に微細光学グリッド構造を製造する装置に関し，エンボス加工プロセスにおける動作上の問題を最小にすること，微細光学グリッド構造に関しての効率的な製造方法を得ること，長尺材の位置毎での異なる微細光学グリッド構造を形成することを目的とするものであるから，甲2発明に適用する動機がない。仮に，動機があって適用できたとしても，上記での検討のとおり，甲2発明のエンボスローラーは，エンボスロールのベース面が長尺材表面に接触しないことを前提としているから，甲2発明の凹凸部分の調整のための適用となり，凹凸パターンの深さの調整を光沢度を確認することで行うことになるに留まり，光沢度を検出することにより，エンボスロールのベース面が長尺材表面に接触しないようにするものとはならない。",
                    "したがって，相違点2-1は，当業者が本件技術事項に基づいて容易に想到することができたものとはいえない。",
                    "以上によれば，相違点2-2を検討するまでもなく，本件発明は，甲2発明及び本件技術事項に基づいて当業者が容易に想到することができたものとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告ら主張に係る審決取消事由",
      "text": [
        "原告らは，争点整理の結果，平成28年11月11日付け原告準備書面(1)記載の取消事由1及び3を事情として主張し，同記載取消事由2及び4を，取消事由1及び2として主張するものと整理した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1-1の判断の誤り)",
          "text": [
            "審決は，甲1発明においてエンボスロールのベース面が長尺材表面に接触することは記載も示唆もされていないと認定する。しかしながら，甲1公報には，長尺材であるパイルと，エンボスロールのベース面である彫り込み部分とが接触しないように離間させることが記載されていることは疑いのないところである。そして，離間させるということは，接触しない状態を作ることであり，エンボスロールのベース面が長尺材表面に接触してしまう位置を意識しながら，その位置から「表面を可塑化させたり表面に悪影響を及ぼさない」位置までエンボスロールを離間させるようにすることである。そうすると，甲1公報には，エンボスロールのベース面が長尺材表面に接触することが実質的に記載されているか，少なくとも，エンボスロールのベース面が長尺材表面に接触することの示唆があることは明らかである。したがって，審決の上記認定には誤りがある。",
            "また，審決は，本件技術事項は微細光学グリッドを生成するエンボス加工に係るものであるから，甲1発明のパイル布帛に対するエンボス加工とは，エンボスという用語においては共通するものの，エンボスのスケールが大きく異なるものであることを踏まえると，その技術分野が相違すると認定している。しかしながら，甲1発明と本件技術事項のスケールは同じであるといえるし，本件技術事項に係るエンボス加工も甲1発明のエンボス加工も，同一のエンボス装置で加工できるのであるから，両者のエンボス加工は，技術分野が同一である。したがって，審決の上記認定には誤りがある。",
            "さらに，審決は，本件技術事項はエンボス加工プロセスにおける動作上の問題を最小にすること，微細光学グリッド構造に関しての効率的な製造方法を得ること，長尺材の位置毎での異なる微細光学グリッド構造を形成することを目的とするものであるから，甲1発明に適用する動機がないと認定している。しかしながら，甲1発明は，エンボスされたパターンにおいて望ましくないテカリのある領域をなくすために，高温及び圧力というエンボス加工プロセスにおける動作上の問題を最少にすることであるから，甲1発明の目的は，甲4公報の目的の1つと共通しているのである。したがって，本件技術事項を甲1発明に適用する動機がないとした審決の上記認定には誤りがある。",
            "以上によれば，技術分野の同一性，動機付け等について誤った判断を前提として，甲1発明に対し本件技術事項を適用して，当業者が容易に発明をすることができないとした審決の判断には誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2-1の判断の誤り)",
          "text": [
            "審決は，甲2発明においてエンボスロールのベース面が長尺材表面に接触することは全く想定されていないと認定している。しかしながら，甲2公報には，加工布の表面にフィルム様の平滑で高光沢な部分が現れない場合，その原因がエンボス圧や加工速度にあり，それらを調整すべきであることの示唆があることからすると，甲2発明は，部分押圧加工布を提供することを目的としており，その加工布の部分押圧具合が適切になるようにエンボスロール圧を適切に調整するものであるから，審決の上記認定は根拠を欠くといえる。したがって，審決の上記認定には誤りがある。",
            "また，審決は，本件技術事項は微細光学グリッドを生成するエンボス加工に係るものであるから，甲2発明の極細繊維の集合体である束状物で構成される織物に対するエンボス加工とは，その技術分野が相違すると認定している。しかしながら，上記1で主張したところと同様に，甲2発明と本件技術事項のスケールは同じであるといえるし，本件技術事項に係るエンボス加工も甲2発明のエンボス加工も，同一のエンボス装置で加工できるのであるから，両者のエンボス加工は，技術分野が同一である。したがって，審決の上記認定には誤りがある。",
            "さらに，審決は，本件技術事項はエンボス加工プロセスにおける動作上の問題を最小にすること，微細光学グリッド構造に関しての効率的な製造方法を得ること，長尺材の位置毎での異なる微細光学グリッド構造を形成することを目的とするものであるから，甲2発明に適用する動機がないと認定している。しかしながら，甲2発明の目的は，機能的に優れた押圧加工部分を有する加工布の製造方法を提供するものであるといえるから，甲2発明の目的は，甲4公報の目的の1つと共通している。したがって，本件技術事項を甲2発明に適用する動機がないとした審決の上記認定には誤りがある。",
            "以上によれば，技術分野の同一性，動機付け等についての誤った判断を前提として，甲2発明に対し本件技術事項を適用して，当業者が容易に発明をすることができないとした審決の判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1-1の判断の誤り)",
          "text": [
            "原告らは，甲1公報において，少なくともエンボスロールのベース面が長尺材表面に接触することの示唆があることは明らかであると主張する。しかしながら，甲1発明においては「エンボスロールのベース面が長尺材表面に接触する」ことは記載も示唆もされておらず，審決の認定に誤りはない。",
            "また，原告らは，本件技術事項に係るエンボス加工と甲1発明のエンボス加工は，同一の技術分野に属すると主張する。しかしながら，両者のエンボス加工は，そのスケールが大きく異なることを踏まえると，その技術分野は全く相違するものであるから，審決の認定に誤りはない。",
            "さらに，原告らは，甲1発明は，エンボスされたパターンにおいて望ましくないテカリのある領域をなくすために，高温及び圧力というエンボス加工プロセスにおける動作上の問題を最少にすることであるから，甲1発明の目的は，甲4公報の目的の1つと共通することからすると，本件技術事項を甲1発明に適用する動機があると主張する。しかしながら，光の位相差を利用したエンボスパターンの深さの測定方法は，甲4公報の微細光学グリッド格子の加工法には適用できるものの，甲1発明のパイル加工の表面に形成される凹凸模様は，微細光学グリッド構造とはいえないから，甲1発明のエンボスシリンダ50と係合したテカリ部分の測定に対し，本件技術事項における回折信号を用いた測定法を適用することはできない。したがって，本件技術事項を甲1発明に適用する動機がないとした審決の認定に誤りはない。",
            "以上によれば，原告らの上記各主張は，いずれも理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2-1の判断の誤り)",
          "text": [
            "原告らは，甲2発明と本件技術事項は技術分野が相違しないと主張する。しかしながら，本件技術事項は，微細光学グリッド(ホログラム)を生成するエンボス加工に係るものであり，布帛を形成する極細繊維を合一化(融着)してフィルム状にする甲2発明に係る技術とは，その技術分野は全く相違するものであるから，審決の認定に誤りはない。",
            "また，原告らは，甲2発明の目的は，機能的に優れた押圧加工部分を有する加工布の製造方法を提供することであるといえるから，甲2発明の目的は，甲4公報の目的の1つと共通するため，本件技術事項を甲2発明に適用する動機があると主張する。しかしながら，甲2発明は，加熱したエンボスローラーを，2回通しの条件で，極細繊維の織物表面全体を押圧して凹凸部を形成する加工法であり，加工された凹凸部は微細光学グリッド構造ではないのであるから，甲2発明に対し本件技術事項にいう回折信号を用いた測定法を適用することはできない。したがって，本件技術事項を甲2発明に適用する動機がないとした審決の認定に誤りはない。",
            "以上によれば，原告らの上記各主張は，いずれも理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について",
              "text": [
                "本件発明は，次のとおりのものと認められる(甲17)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野及び課題",
                  "text": [
                    "本件発明は，自動車，鉄道車輌，航空機，家具などの座席用シート生地や，その他産業資材として用いられ，その表面に凹凸模様(エンボス模様)を有する長尺材の製造方法に関するものである。",
                    "自動車などに適用される座席用のシート生地は，例えば，熱可塑性樹脂繊維などを素材とした織布や不織布等に種々の柄や模様が形成されている。近年，このようなシート生地への品質や意匠性などの要求の高まりに応じて，これらの製品の特性を向上するため，シート生地表面にエンボス模様を形成して触感や意匠性を付加したものが用いられている。従来，シート生地へのエンボス加工においては，加熱されたエンボスロールと，平坦面を有する受けロールの両者を，適当な圧力で圧着させながら回転させ，両ロール間にシート生地を通してエンボスロールをシート生地面に押し当てることによって，エンボス模様を付与していた。(【0001】，【0002】)",
                    "しかしながら，加熱されたエンボスロールが高温であり，かつ，素材となるシート生地に深いエンボス模様を形成する場合には，シート生地とエンボスロール間の接触によるシート生地表面の溶融や傷などが発生しやすいという問題があった。すなわち，加熱されたエンボスロールをシート生地の表面に接触したり，熱影響を与えたりすると，シート生地表面に好ましくない光沢や変色，風合いを生ぜしめるという問題があった。そのため，本件発明は，高温加熱されたエンボスロールとの熱接触による欠陥を発生させることなく長尺材の表面にエンボス模様を形成することができ，かつ，品質，見栄え性に優れたエンボス模様を有する長尺材の製造方法を提供することを目的とするものである。(【0004】，【0005】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の効果",
                  "text": [
                    "本件発明のエンボス模様を有する長尺材の製造方法によれば，長尺材がエンボスロールを通過する際にエンボスロールのベース面が長尺材表面に接触しないため，エンボスロールの凸部により形成されるエンボス模様の凹部周囲のフラット面はエンボスロールの高温加熱面と接触しない。このため，エンボス加工に伴う長尺材表面が熱影響を受けて光沢度劣化などの欠陥の発生を効果的に防止することができ，高品質のエンボス模様を有する長尺材を低コストで製造できる。(【0010】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施の形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "エンボス加工",
                      "text": [
                        "本件発明の実施形態に係るエンボス模様を有する長尺材の製造方法は，長尺材がエンボスロールを通過する際にエンボスロールのベース面が長尺材表面に接触しないようにしたものである。すなわち，加熱されたエンボスロールとその受けロール間に長尺材を供給することによりエンボスロールのロール面に立設させた凸部を押圧することによって，長尺材表面に凹部を部分的に形成させる長尺材の製造方法であって，長尺材がエンボスロールを通過する際に，エンボスロールのベース面が長尺材表面に接触しないように構成される。これによって，高温加熱されたエンボスロールとの熱接触による欠陥(表面当たり)を生じさせることなく，長尺材表面にエンボス模様を見栄え良く形成させることができ，意匠性に優れた長尺材を提供することができる。(【0012】)",
                        "エンボスロールと受けロールとを有するエンボス装置においては，例えば，凸部を立設させたエンボスロールと平坦面を有する受けロールの両ロールを，所定の圧力で押圧させながら回転させ，所定厚み(T)の長尺材又は長尺材との複合材を，両ロール間に通してエンボスロールの凸部を長尺材の表面に押し当てることによって，長尺材表面にエンボス模様を形成する。(【0017】)",
                        "エンボスロール及び受けロールを備えたエンボス装置は，これらのロール間に長尺材を供給するためのテンションロールや巻き取りロールを有しており，長尺材に付加される張力を制御することができる。また，エンボスロールに設けられたヒータを介してエンボスロールの温度を所定範囲に設定することができる。このように，長尺材に負荷される温度や圧力，加工速度等を，光沢度測定装置を介して取得したエンボス加工前後の測定値に基づいて調整することができる。(【0019】)",
                        "エンボスロールは，長尺材の製造方法に適用されるエンボスロールであって，エンボスロールのベース面が長尺材表面に接触(表面当たり)しないようにするために，エンボスロールのベース面に対向する長尺材の表面面とエンボスロールのベース面との隙間(クリアランス)を0.5mm以上になるように設定している。",
                        "これによって，加熱したエンボスロールの凸部によって長尺材を押圧してエンボス加工するに際して，エンボスロールのベース面が長尺材表面に接触するようなことがない。",
                        "したがって，長尺材表面が熱影響を受けて，溶融したり熱変質したりすることによる品質や意匠性の劣化を防止できる。(【0020】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "長尺材",
                      "text": [
                        "長尺材は，自動車，鉄道車両，航空機，家具などの座席に覆設されるシート生地として適用されるものであり，これらのシート生地としては，例えば，ポリウレタン，ポリエステル，ナイロン，アクリルなどの熱可塑性樹脂を素材とした織布や不織布などが挙げられる。また，これらとポリウレタンフォームなどを積層一体化させた積層シートや，合成皮革や合成繊維からなる表地と，ポリウレタンフォームやフェルト地などの繊維質基材とを積層一体化して得られた複合材などを適用することもできる。(【0013】)",
                        "また，最近の座席用シート生地は，厚みの厚いもの(0．5～1．2mm程度)，起毛させたもの，編み込みしたものなどが採用され，また，耐用期間を長くするため，シート生地に形成されるエンボス模様の凹部を深くすることが要望されており，これらのシート生地にエンボス模様を形成しようとすれば，ますますエンボスロールのベース面が生地表面に当たりやすくなるが，クリアランスを制御することによって，このような表面当たりの問題を確実に回避できる。(【0021】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "長尺材の光沢度",
                      "text": [
                        "エンボス加工される長尺材の光沢度は，例えば，日本工業規格(JIS)に規定された鏡面光沢度-測定方法(JIS-Z-8741)により測定することができる。鏡面光沢度は，試料面に規定された入射角で規定の開き角の光束を入射し，鏡面反射方向に反射する規定の開き角の光束を受光器で測ることにより取得される。ここで光沢は，「表面の選択的な方向特性によって，物体の明るい反射がその表面に写り込んで見える見え方」として定義され，光沢度はこれを数値化したものである。",
                        "エンボス加工された長尺材の光沢度を測定する光沢度計としては，JIS-Z-8741により定められた光源と受光器とからなる鏡面光沢度測定装置などが適用され，エンボスロール及び受けロールの入側及び出側にそれぞれ配置する。(【0018】)",
                        "また，長尺材の製造方法においては，加熱されたエンボスロールとその受けロール間を通過した長尺材表面の光沢度の値を測定して，通過前の長尺材表面の測定した光沢度の値と比較して，エンボスロールのベース面が長尺材表面に接触しているか否かを検出することもできる。",
                        "これによって，例えば，エンボスロール及び受けロールから排出される長尺材表面の光沢度と，エンボス加工前の長尺材表面の光沢度とが等しくなるように，エンボスロール及び受けロールを介して長尺材に負荷される温度，圧力，加工速度を調整することもできる。(【0023】)",
                        "さらに，本件発明の実施形態の長尺材の製造方法においては，加熱されたエンボスロールとその受けロール間を通過した長尺材の上下に投光器及び受光器を設け，エンボス加工部にピンホールが発生していないことを検知することもできる。これによって，エンボス加工後における長尺材のピンホールチェックを迅速かつ効率的に行うことができる。",
                        "なお，上記長尺材表面の光沢度やピンホールチェックは，作業者が直接目視で確認することもできる。この場合は，異常を感知した作業者が操作盤を操作して製造条件の変更を行う。(【0024】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，本件発明は，座席用シート生地等の表面に凹凸(エンボス)模様を有する長尺材の製造方法に関するものであり，長尺材表面が高温加熱されたエンボスロールと熱接触することによる欠陥を発生させることなく長尺材の表面にエンボス模様を形成することができ，かつ，品質，見栄え性に優れたエンボス模様を有する長尺材の製造方法を提供するものであって，エンボス加工された長尺材の光沢度を，光沢度計又は作業員の目視により確認することによって，エンボスロールのベース面と長尺材表面とを接触しないようにした発明であるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明について",
              "text": [
                "甲1発明の内容は，次のとおりのものと認められる(甲1)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野及び課題",
                  "text": [
                    "布張りされてエンボス加工された布地の製造において，業界を悩ませる1つの共通な問題点は，パイル表面がエンボスされたときに生じるテカリのある，光沢のある，平坦な領域に関するものである。これらのテカリのある，光沢のある，平坦な表面は，布地を安っぽく見せ，材料の全体的な価値を低下させる。通常は，エンボス加工された物品を湿式又は乾式の処理により更に処理するか，あるいは，エンボスの美しい領域のみを見せる設計とすることにより，これらのテカリのある，光沢のある，平坦な領域を避けようとする試みがなされている。(第3頁第24～29行)",
                    "これらのテカリのある平坦領域を有する布の問題点は，エンボス加工中に用いられる高温及び圧力が合成繊維を可塑化してテカリのある領域を生じさせるため，合成繊維を用いるフロック加工された布において特に大きな問題となっている。また，織布，編布，又はタフト加工されたパイル布をエンボス加工する際に，布地は，当初，不規則なパイル表面領域又はテクスチャを有した状態で形成され得るが，これをエンボス加工すると，望ましくないテカリを増加させる。(第4頁第3～8行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明の目的及び実施形態",
                  "text": [
                    "甲1発明の目的は，エンボスされたパターンにおいて望ましくないテカリ領域をなくすテクスチャを背景中に有する，非常に柔らかな手触りを得ることにある。(第4頁第13～15行)",
                    "甲1発明の好ましい形態においては，好ましくは1平方ヤードあたり6．5～9．0オンスオーダーの総重量，好ましくは0．6～3．5DPF(フィラメントあたりのデニール)オーダーのデニールを有する布について1平方ヤードあたり1．0～3．5オンスオーダーのパイル重量を有し得る，エンボス加工されたフロック布であって，シリンダ又はロール上の切削工具又は酸エッチングによる彫刻パターンにより形成される背景と同シリンダ又はロール上のルータ加工による彫刻パターンにより形成される前景とを有するパターンをなすようにエンボス加工されたフロック布が提供される。(第5頁第27行～第6頁第2行)",
                    "図1(Fig.1)は，甲1発明に従い，甲1発明の特徴を実現する，典型的なフロック布を示す。フロック布1は，フロック布を形成するための従来の手段を用いて形成され得る。このようなフロック布は，通常，ナイロンパイル面2と，接着層4及び基材又はバッカー層6とからなり得る。パイル面2は，例えば，パイル重量が通常は1平方ヤードあたり1．0～3．5オンス，繊維デニールが約0．6～3．5DPFの範囲の100％ナイロンファイバーからなっていてもよい。従来のアクリルポリマー接着剤であり得る接着層4は，通常，1平方ヤードあたり2．0～3．0オンスの均一の厚さで適用されてもよく，基材は，1平方ヤードあたり3．0～3．5オンスオーダーの重量を有するポリエステル65％，綿35％の混紡生地からなっていてもよい。布構成要素の様々なパラメータは，フロック部分の重量，接着剤重量，又は基材重量を変更することにより，又はフロック繊維のカット長やそのデニールを変更することにより，変更されてもよい。これらの組合せを変更することにより，様々な顧客又は市場要求を満足させる多種多様な製品が生産され得る。所望される製品の性質に応じて，通常は0．025～0．080インチの範囲である製品の厚さ，エンボスプロセスにおけるエンボス圧，熱，ラインスピードが決定される。",
                    "図1に示されるように，甲1発明により製造される布は，凹凸のある背景12上にパターン10を有してなる。パターン10は，当然ながら，無限にある可能なパターンを有するように変更され得る。例示される実施形態においては，パターンは，花のパターンである。凹凸のある背景12は，好ましくは，非反復性のパターンであり，例においては，基本的には，布の長さ方向に延びる一連の平行な隆起部14からなる条線をなしている。背景全体の処理は，例えば布の横断方向に延びる条線又は隆起部やジグザグ状のものを含め，他の種類のものであってもよい。(第6頁第15行～第7頁第6行)",
                    "図2(Fig.2)に示されるように，甲1発明において使用される好ましい装置は，3ロール式エンボス加工システムである。",
                    "エンボス加工は，滞留時間，熱，及び圧力の関数であり，エンボス加工される材料が，所望の結果を達成するために用いられるべき滞留時間，熱，及び圧力を決定する。通常使用されるおおよそのロール圧は，300～450PLIであり，表面ロール温度は好ましくは375°F～500°Fであり，ライン速度は5～20ヤード／分である。使用される圧力，熱及び速度の正確な組み合わせは，材料の厚さや使用される材料の特定の種類を含め，エンボスされる材料に依存する。",
                    "甲1発明とともに用いるために，様々なタイプのエンボス加工装置が利用できる。特定の装置の選択は，エンボス加工される材料，使用される彫刻シリンダ又はロールの深さ，布が処理されるスピードに依存する。市販される装置は，2ロール又は3ロール構成であるエンボス部を備え得る。2ロール構成においては，装置は，彫刻シリンダ又はロールとベースロールとを含むことになる。ベースロールは，通常，鋼又は紙若しくは木タイプのロールからなる。より高度なより新しい装置においては，プラスチック製のベースロールが使用される。2ロール構成においては，過度の圧力がかかると彫刻シリンダ又はロールが歪みや曲がりを生じて不均一なエンボスが形成されるため，生成され得る圧力は制限される。",
                    "図2に示される3ロール式エンボス機においては，切削や染料を用いる彫刻プロセス及びルータ加工プロセスによって形成されたデザインを有する彫刻シリンダ又はロール50は，2つの紙又は木が充填されたベースロール52，54の間に配置される。この3ロール式システムにおいては，上側ロール52及び下側ロール54が彫刻シリンダ50を安定させて歪みに関する問題を最小限にするため，生成され得る圧力は，2ロール式システムで可能な圧力に比べてかなり大きい。より最近に開発された装置の中には，歪みを実質的になくす空間補正ベースロールが利用可能である。このシステムは，甲1発明を実施するのに好ましい。(第8頁第5～31行)",
                    "エンボス加工中におけるロール，シリンダ，フロック加工された布地の関係を図3(Fig.3)に示す。この関係において，エンボスシリンダ50は，凹凸のある背景12を形成するための彫り込み部分12Aと，パイル部分16を形成するための彫り込み部分16Aとを有する。",
                    "エンボス加工中に，部分12Aは，熱及び圧力の存在下で，パイルの表面領域と係合して圧迫し，前景パターン12を形成する。同時に，背景パターン又はパイル部分16は，彫り込み部分16Aから離間されており，彫り込み部分と係合しない。これにより，前景パターンの表面が接触されない状態のままとなる。",
                    "好ましくは，パイル部分16の上面の間のスペースは，表面を可塑化させたり，表面に悪影響を及ぼさないように，彫り込み部分16Aの表面から十分に離間される。好ましくは，これは，前景16の彫り込み部分16Aの深さをパイルの高さよりも少なくとも20％深くすることにより達成されてもよい。",
                    "甲1発明は，ナイロン製のフロック加工された布のエンボス加工について説明しているが，織布，編布，シェニール織物，タフト加工された布を含め，他のタイプの布も，甲1発明の特徴を用いてエンボス加工してもよい。さらに，例えば，プロピレン，アクリル，ポリエステル，及びレーヨンの布も同様に処理されてもよい。しかしながら，これらの他の材料の各々を用いる場合には，必然的に，エンボス加工が行われる速度，並びに熱及び圧力を，材料の特定の物理的特性と釣り合いをとるように調節しなければならない。(第9頁第9～26行)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2発明について",
              "text": [
                "甲2発明の内容は，次のとおりのものと認められる(甲2)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野及び課題",
                  "text": [
                    "甲2発明は，衣料用途などに好適の押圧加工布に関するものであり，フィルム状の平滑性と光沢をもった全面押圧加工布及び押圧された領域又は凹部がフィルム状の平滑性かつ光沢を持ち，凸部が極細繊維の外観かつダル光沢を有する部分押圧(エンボス)加工布に関するものである。(【0001】)",
                    "従来技術では，押圧加工で低融点繊維を融着させたり，接着剤で接着一体化させると風合いが極端に硬化することになり衣料用には不向きとなるという問題があった。また，部分的押圧加工については，通気性と透湿性に優れる皮革様シートを得る目的で不織布と高分子弾性体からなる多孔質柔軟シートの両面をサンディングし，次いでエンボス加工でシボを形成する技術が知られているが，このような技術では，凸部が銀面，凹部が立毛の谷マット調のヌバック調皮革となるが，凸部の立体感が欠落しがちであり好ましくない。(【0004】，【0005】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明の目的及び実施形態",
                  "text": [
                    "上記のような従来技術の欠点に鑑み，甲2発明は，柔軟でありながらヌメリ感のないドライタッチ風合いを呈し，形態保持性にも優れ，かつ，審美性に富んだ押圧加工布及びその製造方法を提供することを目的とするものである。(【0008】)",
                    "甲2発明の発明者らは，上記目的を達成するために鋭意検討を重ねた結果，極細繊維又は極細繊維の集合束からなる布帛に対して押圧作用を与えると，常温であっても容易に極細繊維同士が合一するという特異現象を見出し，甲2発明に至ったものである。(【0009】)",
                    "繊維径が700nm未満の極細繊維から構成された布帛から得られた押圧加工布であって，少なくとも片面にエンボス加工による凹凸形状を有しており，エンボス加工面であって，押圧されていない凸面領域は極細繊維からなり，一方，押圧された凹面領域の表層部は極細繊維同士が合一してなるフィルム状であることを特徴とするものである。(【0011】)",
                    "布帛表面の1部分において極細繊維が合一したものは，凹面領域は平滑で高光沢のフィルム様外観，凸面領域は極細繊維を維持した梨地調又は銀面調の外観を呈し，かつ，柔軟性を有する。さらに，エンボス凹面は凸面より濃色化し，しかも，平滑で高光沢になる点で凹凸模様としてのコントラストが増し，優れた意匠効果と立体感を呈す。加えて，エンボス加工による凹凸形態の保持性に優れる。(【0014】)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件技術事項について",
              "text": [
                "本件技術事項の内容は，次のとおりのものと認められる(甲4，27)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野及び課題",
                  "text": [
                    "本件技術事項は，基材の表面層に微細光学グリッド構造を作製するためのエンボス装置に関し，エンボス装置は，エンボス部材と，バッキング部材と，エンボス温度を調節するための少なくとも1つの温度調節手段，エンボス部材及びバッキング部材によって表面層に及ぼされる圧力を調節するための少なくとも1つの圧力調節手段と，少なくとも1つの光学測定装置とを備えるものである。微細光学グリッド構造は，微細光学グリッド構造が与える視覚効果のために，あるいは，製品を認証するために，製品に付され得る。グリッド構造は，例えば，あらかじめ好適なラッカーでコーティングされた基材の表面層にエンボスすることによって作製され得る。(第1頁第4～19行)",
                    "基材の表面層に微細光学グリッド構造を作製するためのエンボス装置に関し，エンボス装置は，エンボス部材と，バッキングエンボスされた表面上の単一の地点の見地からいえば，あり得る最良の品質は，作製されたグリッド構造が金型の凹凸とそっくりに対応している場合に達成される。このような状況は，例えば，エンボス温度が高く，エンボス圧が高く，かつ，エンボス時間が長い場合に達成される。しかしながら，このような状況はプロセス全体の見地からは最適なものではない。エンボス温度が不必要に高い場合には，エンボス加工される表面がエンボス部材にくっつく恐れがある。これは，部材のつまりを生じさせ，あるいは，エンボス部材の損傷さえ引き起こす。(第3頁第1～9行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件技術事項の目的及び実施形態",
                  "text": [
                    "本件技術事項は，エンボス温度及びエンボス圧を調整することによって，エンボス装置の動作上の問題を回避しようとするものである。エンボス装置及びその調整方法は，第1に，エンボス圧を調節する少なくとも1つの調節手段や，エンボス温度を調節する少なくとも1つの調節手段が，少なくとも1つの回折信号に基づいて制御されるように構成されることを特徴とする。回折信号は，製造されたグリッド構造のパターンの深さに依存し，一方，パターンの深さは，例えば，エンボス圧，エンボス温度，及びエンボス圧がかけられる時間に依存する。(第2頁第22～34行)",
                    "図3(Fig.3)を参照すると，基材30及びその表面層40は，エンボス装置1000のエンボス部材10とバッキング部材20との間で押圧される。図3に示す実施形態では，エンボス部材及びバッキング部材は，回転するロールである。エンボス部材10及びバッキング部材20は，回転速度を調節可能な回転機構によって回転される。したがって，基材30は，hの方向に移動し，エンボス部材10とバッキング部材20との間で押圧される。部材10，20又は回転機構は，例えば，角度位置及び回転速度を判定するための光学センサを有する。エンボス温度は，基材30の表面層40を加熱する赤外線ヒータの出力を調節することにより，かつ／又は，エンボス部材10を加熱する誘導加熱器の出力を調節することにより，制御してもよい。エンボス部材10の加熱は，全体として，又は部分的に，熱伝導媒体，例えば，熱いオイルの使用に基づくものであってもよい。温度は，例えば，高温測定器101，121によって監視される。",
                    "エンボス部材10とバッキング部材20とにより基材の表面層40に与えられるエンボス圧は，調節されてもよい。",
                    "少なくとも1つの光学測定手段200は，基材の表面40から回折された光の強さに応じて，少なくとも1つの回折信号211が生成されるように構成される。基材は，測定装置200により一度では監視できない大きさであってもよい。したがって，測定装置は，移動機構160により，ガイド162に沿って，基材の全幅又は全領域をスキャンするために横方向に移動されてもよい。",
                    "制御装置400は，温度制御手段100，120及び又は圧力制御手段140を，光学測定装置200からの回折信号221に基づいて，いわゆるオンライン調整により制御する。その結果，第1実施形態では，エンボス圧及び／又はエンボス温度を制御するための，光学測定装置200を備える構成は，フィードバック結合される。(第5頁第31行～第7頁第1行)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点1-1の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記認定事実によれば，甲1発明におけるエンボス加工の対象は布地であるのに対し，本件技術事項におけるエンボス加工の対象は微細光学グリッド構造を作製するための基板であることが認められる。そして，本件技術事項は，微細光学グリッド構造を作製するためのエンボス装置について，金型の凹凸に対応したグリッド構造を有する基板表面層から回折された光(以下，単に「回折光」という。)の強さに応じて，回折測定手段において生成される回折信号に基づき，エンボス圧及びエンボス温度を調整するものであって，微細光学グリッド構造を作製した表面のグリッド構造から回折光が発生することに着目するものである。これに対し，甲1発明は，布地の表面を加工するエンボス装置であって，エンボス加工される布地に応じてエンボス加工の滞留時間，熱及び圧力を決定することによって，エンボス加工されたときに生ずるテカリ領域をなくすものである。そのため，甲1公報には，シートの表面に形成される凹凸模様から，金型の凹凸に対応したグリッド構造に基づく回折光が発生するという記載も示唆もなく，そもそも布地の表面から上記にいう回折光が発生することを認めるに足りる証拠もない。そうすると，布地の表面から回折光が発生するものと認められない以上，甲1発明に上記回折測定手段を組み合わせることはできず，当業者が甲1発明に上記回折測定手段を適用しようとする動機付けを認めることはできない。",
                "したがって，当業者は，甲1発明に対し本件技術事項を適用し，相違点1-1の構成を容易に想到することができたということはできず，相違点1-1に係る審決の判断には誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，甲1公報において，少なくともエンボスロールのベース面が長尺材表面に接触することの示唆があることは明らかであると主張する。しかしながら，原告らが主張する上記示唆があったとしても，上記のとおり，甲1発明においては，金型の凹凸に対応したグリッド構造に基づく回折光が発生するものと認められないのであるから，原告らの主張は，上記結論を左右するものと認められない。",
                "また，原告らは，本件技術事項に係るエンボス加工と甲1発明のエンボス加工は，同一の技術分野に属すると主張する。しかしながら，上記のとおり，甲1発明と本件技術事項では，エンボス加工の対象が大きく異なるのであって，本件技術事項は，金型の凹凸に対応したグリッド構造に基づく回折光が発生することに着目することによって課題を解決するものであるから，エンボス加工という点で共通するとしても，甲1発明は，上記にいう回折光が生ずるとは認められない以上，本件技術事項にいう光学測定技術を適用する前提を欠くものである。",
                "さらに，原告らは，甲1発明の目的は，エンボスされたパターンにおいて望ましくないテカリのある領域をなくすために，高温及び圧力というエンボス加工プロセスにおける動作上の問題を最少にすることであるから，甲1発明の目的は，甲4公報の目的の1つと共通することからすると，本件技術事項を甲1発明に適用する動機があると主張する。しかしながら，甲1発明と本件技術事項がエンボス加工プロセスにおける動作上の問題を最少にするという目的を有する点で共通するものであるとしても，上記のとおり，甲1発明は，金型の凹凸に対応したグリッド構造に基づく回折光が生ずるとは認められない以上，本件技術事項にいう光学測定技術を適用する前提を欠くものである。",
                "以上によれば，原告らの上記各主張は，前記結論を左右するものではなく，いずれも採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点2-1の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記認定事実によれば，甲2発明におけるエンボス加工の対象は，衣料用の布帛であるのに対し，本件技術事項におけるエンボス加工の対象は微細光学グリッド構造を作製するための基板であることが認められる。そして，本件技術事項は，前記2(1)のとおり，微細光学グリッド構造を作製するためのエンボス装置について，回折光の強さに応じて，回折測定手段において生成される回折信号に基づき，エンボス圧及びエンボス温度を調整するものであって，微細光学グリッド構造を作製する表面から回折光が発生することに着目するものである。これに対し，甲2発明は，極細繊維又は極細繊維の集合束からなる布帛に対して押圧作用を与えると，常温であっても容易に極細繊維同士が合一するという特異現象に着目し，形態保持性にも優れ，かつ，審美性に富んだ押圧加工布を提供するものである。そのため，甲2公報には，布帛の表面に形成される凹凸模様から，金型の凹凸に対応したグリッド構造に基づく回折光が発生するという記載も示唆もなく，そもそも布帛の表面から上記にいう回折光が発生することを認めるに足りる証拠もない。そうすると，布帛の表面から回折光が発生するものと認められない以上，甲2発明に上記回折測定手段を組み合わせることはできず，当業者が甲2発明に上記回折測定手段を適用しようとする動機付けを認めることはできない。",
                "したがって，当業者は，甲2発明に対し本件技術事項を適用し，相違点2-1の構成を容易に想到することができたということはできず，相違点2-1に係る審決の判断には誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，甲2発明においてエンボスロールのベース面が長尺材表面に接触することは全く想定されていないとした審決の認定に誤りがあると主張する。しかしながら，甲2発明において，原告らが主張するように長尺材表面に接触することが想定され，加工布の部分押圧具合が適切になるようにエンボスロール圧を適切に調整するものであるとしても，上記のとおり，甲2発明においては，金型の凹凸に対応したグリッド構造に基づく回折光が発生するものと認められないのであるから，原告らの主張は，上記結論を左右するものと認められない。",
                "また，原告らは，本件技術事項に係るエンボス加工も甲2発明のエンボス加工も，同一のエンボス装置で加工できるのであるから，両者のエンボス加工は，技術分野が同一であるなどと主張する。しかしながら，上記のとおり，甲2発明と本件技術事項では，エンボス加工の対象が大きく異なるのであって，本件技術事項は，金型の凹凸に対応したグリッド構造に基づく回折光が発生することに着目することによって課題を解決するものであるから，エンボス加工という点で共通するとしても，甲2発明は，上記にいう回折光が生ずるとは認められない以上，本件技術事項にいう光学測定技術を適用する前提を欠くものである。",
                "さらに，原告らは，甲2発明の目的は，機能的に優れた押圧加工部分を有する加工布の製造方法を提供することであるといえるから，甲2発明の目的は，甲4公報の目的の1つと共通すると主張する。しかしながら，甲2発明と本件技術事項がエンボス加工プロセスにおける動作上の問題を最少にするという目的を有する点で共通するものであるとしても，上記のとおり，甲2発明は，金型の凹凸に対応したグリッド構造に基づく回折光が生ずるとは認められない以上，本件技術事項にいう光学測定技術を適用する前提を欠くものである。",
                "以上によれば，原告らの上記各主張は，前記結論を左右するものではなく，いずれも採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "その他",
          "text": [
            "その他に事情として整理された取消事由などを含めて改めて十分検討しても，原告らの主張は，いずれも金型の凹凸に対応したグリッド構造に基づく回折光を利用した本件技術事項を正解しないで審決を非難するものにすぎず，いずれも前記判断を左右するものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告らの取消事由はいずれも理由がないから，原告らの請求をいずれも棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10211",
    "date": "2017-10-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087190",
    "ipprecedent_id": "4786",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}