{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "請求の趣旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決に対する訴えに係る請求",
              "text": [
                "特許庁が不服2014-5021号事件について平成28年5月6日にした審決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "平成28年11月28日付け「訴因追加の訴状」と題する書面及び平成29年4月3日付け「訴因追加の訴状」と題する書面による訴えの追加的変更（以下，「本件訴えの追加的変更」という。）に係る請求（以下，「本件追加請求」という。）",
              "text": [
                "「日本国特許庁に於ける，本人が全く無能無努力だということをも自覚する能力もない無能無努力無教育無業績が，恐るべき公務員権力を行使できるが故に自分は恐るべき有能だとの曲解言動の，清宮憲法，宮沢憲法，田中二郎行政法，特許法第一条等，全世界人類の法源の基本から絶対に許すことのできない，その存在，及び，その一因が特許庁の留学等の欠陥の存在」を確認する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求の趣旨に対する答弁",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決に対する訴えに係る請求について",
              "text": [
                "原告の請求を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件追加請求について",
              "text": [
                "本件訴えの追加的変更は訴えの変更の要件を欠く不適法なものであり，訴えの変更を許さない旨の決定を求める。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，①明確性要件の判断の誤りの有無，②新規性判断の誤りの有無である。",
        "なお，原告は，本件訴えの追加的変更を行ったが，後記のとおり，本件訴えの追加的変更は不適法であり，民訴法143条4項により許されない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「苦味マスキング食材，及び苦味マスキング方法」とする発明につき，平成23年8月27日を出願日として，特許出願をしたところ（特願2011-185374号，国内優先権主張，優先日・平成22年9月16日，同年11月17日，平成23年2月17日，同年6月6日。請求項の数16。甲5。以下，「本願」という。），平成26年2月5日付けで拒絶査定を受けたので，同年3月17日，拒絶査定不服審判請求をするとともに（不服2014-5021号），特許請求の範囲を補正する手続補正をした（請求項の数11。甲3。以下，「本件補正」という。）。",
            "特許庁は，平成28年5月6日，「本件審判の請求は，成り立たない。」との審決（以下，「本件審決」という。）をし，その謄本は，同年6月11日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の特許請求の範囲の請求項1～11記載の発明（以下，請求項の番号に従って「本願発明1」のようにいう。）は，次のとおりである（甲3。以下，本願の明細書（甲5）を「本願明細書」という。）。",
            "【請求項1】",
            "可食物の苦味をマスキングする作用を有する無塩可溶性可食凝集剤を有効成分とすることを特徴とし，及び，さらに，前記可食凝集剤は，凝集作用のないナトリウムやカリウムやマグネシウム等の水酸化物は無効であり，凝集奇特作用を有する水酸化カルシウムを主成分とすることを特徴とする，pH測定の為に何度も水に溶解が不可欠で，かつ非常に変動しやすいpHの調節限定など非常に不安定で手間がかかる面倒な工程をなんら必要とせずに，単に混ぜるだけで有効な，苦い可食物の苦味を奇特強力にマスキングするものであることを特徴とする，苦味マスキング剤。",
            "【請求項2】",
            "オリーブの苦味をマスキングするものであることを特徴とする請求項1に記載の苦味マスキング剤。",
            "【請求項3】",
            "苦瓜の苦味をマスキングするものであることを特徴とする請求項1に記載の苦味マスキング剤。",
            "【請求項4】",
            "可食物の保存作用を有することを特徴とする請求項1乃至請求項3のいずれか1項に記載の苦味マスキング剤。",
            "【請求項5】",
            "請求項1乃至請求項4のいずれか1項に記載の苦味マスキング剤を使うことを特徴とする苦味マスキング方法。",
            "【請求項6】",
            "苦味マスキング剤を，可食物の中に注射することを特徴とする請求項5に記載の苦味マスキング方法。",
            "【請求項7】",
            "請求項1に記載の苦味マスキング剤を使う工程に，さらに炭酸類処理工程を加えることを特徴とする苦味マスキング方法。",
            "【請求項8】",
            "可食物の苦味をマスキングするとともに，該可食物の保存性を向上させることを特徴とする請求項5乃至請求項7のいずれか1項に記載の苦味マスキング方法。",
            "【請求項9】",
            "請求項5乃至請求項8のいずれか1項の苦味マスキング方法を用いて製造することを特徴とする可食物の製造方法。",
            "【請求項10】",
            "前記可食物は，ワイン・ジュース・酢・ポリフェノール液及び内包菓子のいずれかであることを特徴とする請求項9に記載の可食物の製造方法。",
            "【請求項11】",
            "請求項5乃至請求項10のいずれか1項の方法を用いて製造されたことを特徴とする可食物。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項1～11の明確性要件違反について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明1は「苦味マスキング剤」に係る発明と認められるところ，請求項1に記載された「前記可食凝集剤は，凝集作用のないナトリウムやカリウムやマグネシウム等の水酸化物は無効であり」は，「苦味マスキング剤」について，いかなる構成を特定しようとするものかが明確でない。",
                        "すなわち，「苦味マスキング剤」が，「ナトリウムやカリウムやマグネシウム等の水酸化物」（以下，「ナトリウム…等の水酸化物」という。）を含まないことを特定しているのか，「ナトリウム…等の水酸化物」を含んでもよいが，これらが有効成分ではないことを特定しているのか，あるいは，他の事項を特定しているのか，が明確でない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "請求項1の「pH測定の為に何度も水に溶解が不可欠で，かつ非常に変動しやすいpHの調節限定など非常に不安定で手間がかかる面倒な工程をなんら必要とせずに，単に混ぜるだけで有効な」との記載は，文意に不明瞭なところがあるものの，一応，苦味マスキング剤の使用形態を説明しているように解される。しかし，使用形態は，物の構成そのものではないため，上記記載は，請求項1に係る「苦味マスキング剤」という物の発明について，いかなる構成を特定しているのかが明確でない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "請求項1には，「無塩可溶性可食凝集剤を有効成分とする」，「前記可食凝集剤は…水酸化カルシウムを主成分とする」と記載されているから，請求項1に係る「苦味マスキング剤」は，「無塩可溶性可食凝集剤」を有効成分とするものの，その「無塩可溶性可食凝集剤」には，主成分たる水酸化カルシウムと，その他の成分が含まれている。",
                        "ここで，「主成分」は，必ずしも「有効成分」と同義ではないことを踏まえると，上記「無塩可溶性可食凝集剤を有効成分とする」との記載は，主成分たる水酸化カルシウムが有効成分であるのか，その他の成分が有効成分であるのかが明確ではなく，請求項1に係る「苦味マスキング剤」の有効成分を実質的に特定していない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "請求項1に記載された「凝集奇特作用」，「奇特強力にマスキングする」は，発明の詳細な説明にも記載されておらず，それぞれ，請求項1に係る発明について，いかなる事項を特定しているのかが明確でない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，本願発明1は明確でなく，請求項1を直接又は間接に引用する本願発明2～11も同様に明確ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求項11について",
                  "text": [
                    "請求項11は，「可食物」という物の発明であるが，「請求項5乃至請求項10のいずれか1項の方法を用いて製造された」との記載は，製造方法の発明を引用する場合に該当するため，請求項11にはその物の製造方法が記載されているといえる。",
                    "ここで，物の発明に係る特許請求の範囲にその物の製造方法が記載されている場合において，当該特許請求の範囲の記載が特許法36条6項2号にいう「発明が明確であること」という要件に適合するといえるのは，出願時において当該物をその構造又は特性により直接特定することが不可能であるか，又はおよそ実際的でないという事情（以下「不可能・非実際的事情」という。）が存在するときに限られると解するのが相当である（最高裁第二小法廷平成27年6月5日  平成24年（受）第1204号，平成24年（受）第2658号）。",
                    "しかしながら，本願明細書等には不可能・非実際的事情について何ら記載がなく，当業者にとって不可能・非実際的事情が明らかであるともいえない。また，平成27年12月14日付け意見書においても，不可能・非実際的事情についての主張及び証拠の提出はされなかった。",
                    "したがって，本願発明11は明確でない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明1の新規性欠如について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定",
                  "text": [
                    "特開2003-128664号公報（甲6。以下，「引用文献」という。）には，次の発明（以下，「引用発明」という。）が記載されている。",
                    "「ポリフェノールを含有する食品に添加してポリフェノールの渋味，苦味または収斂味を軽減する水酸化カルシウム。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定",
                  "text": [
                    "本願発明1と引用発明とを対比すると，次の点で一致する。",
                    "「可食物の苦味をマスキングする作用を有する無塩可溶性可食凝集剤を有効成分とし，前記可食凝集剤は，水酸化カルシウムを主成分とする，苦い可食物の苦味をマスキングするものである苦味マスキング剤。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の認定",
                  "text": [
                    "本願発明1と引用発明とを対比すると，次の点が相違する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本願発明1は「，凝集作用のないナトリウムやカリウムやマグネシウム等の水酸化物は無効であり」と特定されているのに対し，引用発明は，このような特定がない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "水酸化カルシウムについて，本願発明1は，「凝集奇特作用を有する」と特定されているのに対し，引用発明は，このような特定がない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本願発明1は，「pH測定の為に何度も水に溶解が不可欠で，かつ非常に変動しやすいpHの調節限定など非常に不安定で手間がかかる面倒な工程をなんら必要とせずに，単に混ぜるだけで有効な」と特定されているのに対し，引用発明は，このような特定がない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "本願発明1は，マスキングの態様について「奇特強力に」と特定されているのに対し，引用発明は，このような特定がない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "本願発明1の「凝集作用のないナトリウムやカリウムやマグネシウム等の水酸化物は無効であり」は，前記(1)ア(ア)のとおり，「ナトリウム…等の水酸化物」を含まないことを特定しているのか，これらが有効成分ではないことを特定しているのかが明確ではない。",
                        "しかし，引用発明は，「ナトリウム…等の水酸化物」を含むものではなく，これらは有効成分ではない。",
                        "したがって，いずれにせよ，相違点1は実質的な相違点ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "本願発明1の「凝集奇特作用を有する」は，前記(1)ア(エ)のとおり，明確ではないものの，本願発明1と引用発明とで「水酸化カルシウム」という物質の作用が異なるとは解せないから，相違点2は実質的な相違点ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3について",
                      "text": [
                        "本願発明1の「pH測定の為に何度も水に溶解が不可欠で，かつ非常に変動しやすいpHの調節限定など非常に不安定で手間がかかる面倒な工程をなんら必要とせずに，単に混ぜるだけで有効な」は，前記(1)ア(イ)のとおり，一応，苦味マスキング剤の使用形態を説明しているように解されるものの，使用形態は，物の構成そのものではないため，本願発明1と引用発明との構成上の相違点であるとは認められない。",
                        "また，引用文献には「pHを約6．5～7．0，好ましくは約6．8～7．0に調整すればよい」（【0027】）との記載があるものの，上記のとおりにpHを調整しなくても，水酸化カルシウムを添加すれば，添加量に応じたポリフェノールがポリフェノール塩となり，相応の苦味の軽減効果は得られるから，引用発明も「単に混ぜるだけで有効な」ものであるともいえる。",
                        "したがって，相違点3は実質的な相違点ではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4について",
                      "text": [
                        "本願発明1の「奇特強力に」は，前記(1)ア(エ)のとおり，明確ではないが，仮に苦味をマスキングする作用が強いことを特定する趣旨であると解しても，その程度が具体的に特定されているわけではないから，苦味をマスキングする作用を有する引用発明との実質的な相違点とはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "結論",
              "text": [
                "本願は，特許請求の範囲の記載が，特許法36条6項2号に規定する要件を満たしていない。",
                "また，本願発明は，引用発明であるから，特許法29条1項3号に該当し，特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（新規性判断の誤り）",
          "text": [
            "訴状（請求の原因の「4  原告の主張」）は，別紙1のとおりであり，第4回弁論準備手続期日における主張（甲12）は，別紙3のとおりである。これらによると，次のとおり主張するものと認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献は，水酸化ナトリウムのみを実施して，アルカリでpH6．5～7．0に中和すると記載されている。アルカリ味覚の taste receptor の閾値範囲を外れて，わずかにあるかないかの調味のレベルである。有史以前から今まで何万年も世界人類に強固に不可能な苦味克服とは全く違う。引用文献で，いろいろなアルカリとして列挙している中に，水酸化カルシウムがあるにすぎない。",
                "これに対し，本願発明1は，有史以前から，何万年も前から，世界中の人類や科学者達が自身の人生や家族達を犠牲にして研究を繰り返してきても不可能だった成果であり，平成28年の各種の欧州連合学会等で№1等に選ばれている成果であって，アルカリ味覚の taste receptor の閾値範囲を外れて，わずかにあるかないかの調味のレベルではない。アルカリの問題ではなく，請求項に明記してあるカルシウム独自の特性である。引用文献のアルカリと違い，最終的にCO によって，中性2にしている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献の実施例は，すべて，0．1ＮのＮaOHを添加してpHを6．5～7．0に調整と，重曹を添加してpHを7．0に調整と明記されている。この2物質以外は実施しないで，ただ列挙しているだけである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "世界中で太古から苦くてそのままでは飲食できないオリーブと大黄末とを対象とした。水は，Millipore Milli-Q H2O を使用。0．1ＮのＮaOH（Sodium Hydroxide, Food Additives, KANTO CHEMICAL CO.,INC.）を添加してpHを7．0に調整し，また，重曹（食品添加物，健栄製薬）を添加してpHを7．0に調整した。その結果は，全く科学の常識どおりであり，オリーブにおいても大黄末においても，pHを7．0に調整しても，苦味は，全く変化なく強烈に苦いままであった。初めから科学常識と世界人類の試行錯誤の歴史から，予想されるままの結果である。",
                "引用文献は，非科学的でありえない愚かな作文である。引用文献に記載された茶葉を，その記載どおりに中性にしても苦味は全く変化しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（明確性要件の判断の誤り）",
          "text": [
            "第3回弁論準備手続期日における主張（甲10の5枚目27行～6枚目27行）は，別紙2のとおりであり，第4回弁論準備手続期日における主張（甲12）は，別紙3のとおりである。これらによると，次のとおり主張するものと認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項1の「前記可食凝集剤は，凝集作用のないナトリウムやカリウムやマグネシウム等の水酸化物は無効であり」という記載について",
              "text": [
                "ＮaOH，KOH，Mg（OH） 等は，効果がなく，あっても無くても無視し2ているということである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求項1の「pH測定の為に何度も水に溶解が不可欠で，かつ非常に変動しやすいpHの調節限定など非常に不安定で手間がかかる面倒な工程をなんら必要とせずに，単に混ぜるだけで有効な」という記載について",
              "text": [
                "今迄，長く，我々世界中の研究者が連日使い続けているpH，苦味，マスキング剤を，説明してきた。それらの説明から判明したように，科学用語やpH，苦味，マスキング剤などの語句を本件審決は全く理解していない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求項1の「無塩可溶性可食凝集剤を有効成分とする」という記載について",
              "text": [
                "水酸化カルシウムを，有効成分，主成分としている。有効成分を実質的に特定していないというのは，日本語としておかしい。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求項1の「凝集奇特作用」，「奇特強力にマスキングする」という記載について",
              "text": [
                "ＮaOH，KOH，Mg（OH） 等に比べて，特に優れた作用があったので，2広辞苑にあるように，特に優れているとの意味の「奇特」と表示したものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "請求項11について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「不可能・非実際的事情」が存在することの主張・立証をする。出願時において当該物をその構造又は特性により直接特定することが不可能であり，かつ，およそ実際的でないという事情である。つまり，出願時において当該物をその構造又は特性により直接特定することが，当方にとって，全く不可能であり，かつ，当方にとって，全く実際的でないという事情である。また，本願明細書［0008］に「新しいマスキング方法を提供する」と，明記してある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "生物科学は無数の未知生体物質の相互に絡まった無数の未知の反応が同時進行であらゆる未知の方向に反応変化し続けている。故に，生物科学では，多くの分野で全く想像もつかない未知の物質が続々新発見され続けている。それらは，全くの超微量でも，驚くような連続反応で全く驚かされる超強力な作用を惹起している。Ca（OH） もこのような動植物体内の連続反応の様々な locus（loci）に2係っていると科学的に推測される。逆に，この様々な locus（loci）に係っていない等ということは科学的に在りえないと推測される。これらすべての動植物生物内の locus（loci）を現在解明することは「不可能・非実際的事情」である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（新規性判断の誤り）に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告の主張は，引用文献には，「水酸化ナトリウム」を用いた実施例しか記載されておらず，アルカリとして列記された中の一つとして「水酸化カルシウム」が記載されているにすぎないから，本件審決の引用発明の認定は誤りである，との趣旨を含んでいるように解される。",
                "しかし，引用文献には，「【請求項6】ポリフェノールを水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウムおよび水酸化カリウムよりなる群から選ばれるアルカリと反応させてポリフェノール塩とすることを特徴とするポリフェノールの渋味，苦味または収斂味の軽減方法。」（下線は被告が付加したもの。以下，この項（(1)）において同じ。）と記載されているから，ポリフェノールを水酸化カルシウムと反応させることで，ポリフェノールの渋味，苦味又は収斂味を軽減するとの技術事項が把握でき，さらに，「【0023】3．食品  本発明の食品は，(1)前記1で得られるポリフェノール塩を食品に添加したもの，(2)前記2で中和処理した抽出物を食品に添加したもの，および(3)ポリフェノールを含有する食品にアルカリを直接添加して中和したものである。」と記載されているから，ポリフェノールを含有する食品に水酸化カルシウムを添加して中和することで，ポリフェノールの渋味，苦味又は収斂味を軽減するとの技術事項を把握できる。",
                "したがって，引用文献には，本件審決が認定したとおり，「ポリフェノールを含有する食品に添加してポリフェノールの渋味，苦味または収斂味を軽減する水酸化カルシウム。」の発明（引用発明）が記載されているといえる。",
                "もっとも，引用文献には，水酸化ナトリウムを添加した実施例1，2（【0032】，【0033】）は記載されている一方，水酸化カルシウムを添加した実施例は記載されていない。しかし，引用文献に，「本発明者らは，上記課題を解決するために鋭意研究を行った結果，ポリフェノールを特定のポリフェノール塩とすることによって，ポリフェノールの渋味等が軽減され，・・・・・・という新たな事実を見出し，本発明を完成させるに至った。」（【0004】），「本発明のポリフェノール塩は，ポリフェノールのナトリウム塩，カルシウム塩，マグネシウム塩またはカリウム塩であることを特徴とする。このポリフェノール塩は，渋味等が軽減されているので・・・・・・」（【0005】），「本発明にかかるポリフェノールの渋味，苦味または収斂味の軽減方法は，ポリフェノールを水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウムおよび水酸化カリウムよりなる群から選ばれるアルカリを用いてポリフェノール塩とすることを特徴とする。」（【0010】），「本発明にかかるポリフェノール含有抽出物の渋味，苦味または収斂味の軽減方法は，ポリフェノール含有植物の抽出物を水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウムおよび水酸化カリウムよりなる群から選ばれるアルカリで中和することを特徴とする。」（【0011】）と記載されているように，ポリフェノールの渋味，苦味又は収斂味を軽減する機序は，ポリフェノールを，アルカリで中和することにより，ナトリウム塩やカルシウム塩のようなポリフェノール塩とすることによるものである。そうすると，水酸化カルシウムを添加した場合でも，水酸化ナトリウムを添加した場合と同様に，ポリフェノールがポリフェノール塩（ポリフェノールのカルシウム塩）となることにより，ポリフェノールの渋味，苦味又は収斂味が軽減されると理解できる。したがって，引用文献に水酸化カルシウムを添加した実施例が記載されていなくても，本件審決が認定したとおりの引用発明を把握することができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用文献に「中性にすることにより苦味を無くす」ことが記載されているとの認識のもと，引用文献の記載内容自体が誤りであると主張しているようにも思われる。",
                "しかし，前記(1)のとおり，引用文献には，ポリフェノールを，アルカリで中和することにより，ナトリウム塩やカルシウム塩のようなポリフェノール塩とすることによって，ポリフェノールの渋味，苦味又は収斂味が軽減されることが記載されているのであって，苦味一般について，単に中性にすることでどのような苦味でも無くすことができる旨が記載されているわけではない。",
                "また，本件審決も，引用文献に「中性にすることにより苦味を無くす」ことが記載されているとは認定していない。",
                "したがって，引用文献に「中性にすることにより苦味を無くす」ことが記載されているとの認識に基づく主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告の「アルカリの問題でなく，請求項に明記してあるカルシウム独自の特性である。」旨の主張は，この点を相違点として考慮しなかった点で，本件審決の対比・判断は誤りである，との趣旨を含んでいるように解される。",
                "しかし，原告の主張が，苦味をマスキングする機序の相違をいうものであるとしても，苦味をマスキングする機序自体は，本願の請求項1に記載されていないし，「苦味マスキング剤」という物の発明についての構成上の差異をもたらすものでもないから，そのような機序自体を相違点として認定する必要はない。",
                "また，原告の主張が，本願発明1は「水酸化カルシウム」を有効成分とする旨の主張であるとしても，本件審決は，当該主張に沿った検討を行っている（4頁23行～26行）。",
                "そして，引用発明は，前記(1)のとおりの「水酸化カルシウム」の発明であるから，「水酸化カルシウム」を有効成分としてポリフェノールの渋味，苦味又は収斂味を軽減するものといえるので，本件審決は，「引用発明の『水酸化カルシウム』は，食品に添加して苦味を軽減する作用を有するから，本願発明の『苦味をマスキングする作用を有する無塩可溶性可食凝集剤』に相当し，また，『無塩可溶性可食凝集剤を有効成分とする』『苦味マスキング剤』に相当する。」として，本願発明1と引用発明の一致点を「可食物の苦味をマスキングする作用を有する無塩可溶性可食凝集剤を有効成分とし，前記可食凝集剤は，水酸化カルシウムを主成分とする，苦い可食物の苦味をマスキングするものである苦味マスキング剤。」と認定したのである。",
                "したがって，本願発明1が「水酸化カルシウム」を有効成分とするものであるとしても，本件審決はこの点を踏まえて一致点，相違点を認定しており，その認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告のオリーブと大黄末についての実験の主張は，本願発明1とは異なり，引用発明は，オリーブと大黄末の苦味をマスキングすることができないのに，この点を相違点として考慮しなかった点で，本件審決の対比・判断は誤りである，との趣旨を含んでいるように解される。",
                "しかし，本願発明1が対象とする「苦味」について，本願の請求項1には，「可食物の苦味」としか記載されておらず，オリーブと大黄末の苦味に限定する旨の記載はない。また，本願明細書（甲5）には，「本願に係る「苦味」とは，そうした強烈な味を包括的に意味する広義の味であり，狭義の苦味に限定されず，渋味，辛味，不快味，等を包含するものである。」（【0002】）と記載され，実施例として，オリーブと大黄末以外にも鷹の爪（【0028】），ウコンの葉（【0029】），からし菜（【0031】）等が記載されている。",
                "したがって，本願発明1が対象とする「苦味」が，オリーブと大黄末の苦味に限らず，他の可食物の苦味を含むことは明らかである。",
                "加えて，本願の請求項10には，「前記可食物は，ワイン・ジュース・酢・ポリフェノール液及び内包菓子のいずれかである」と記載されているから，ポリフェノールの苦味を含むことも明らかである。",
                "これに対し，引用発明は，「ポリフェノールを含有する食品に添加してポリフェノールの渋味，苦味または収斂味を軽減する」もの，すなわち，ポリフェノールの渋味，苦味又は収斂味を対象とするものである。そして，引用文献に，「ポリフェノールは渋味，苦味または収斂味（以下，「渋味等」という。）を有する化合物であり，これが多量に含まれた食品を摂取すると，著しい渋味等を感じる」（【0002】）と記載されていることも踏まえると，引用発明が対象とする渋味，苦味又は収斂味は，本願発明1が対象とする「苦味」と異なるとはいえない。そうすると，引用発明の「ポリフェノールを含有する食品に添加してポリフェノールの渋味，苦味または収斂味を軽減する」ことは，オリーブと大黄末の苦味をマスキングすることができるか否かにかかわらず，本願発明1の「可食物の苦味をマスキングする」ことに相当するといえる。",
                "したがって，「可食物の苦味をマスキングする作用を有する」，「苦い可食物の苦味をマスキングするものである」，「苦味マスキング剤」の各点を，本願発明1と引用発明との一致点とした本件審決の認定に誤りはなく，仮に，原告が主張するとおり，「引用発明は，オリーブと大黄末の苦味をマスキングすることができない」としても，本件審決に相違点の看過があるとはいえない。",
                "なお，引用文献には，pHを7に調整することにより，オリーブや大黄末の苦味を無くすことが記載されているわけではないから，原告のいう実証は，引用文献の記載内容を実証したものではない。また，引用発明は，「水酸化カルシウム」であるのに対し，原告が実証したというのは，「ＮaOH」又は「重曹」であるから，引用発明を実証したわけでもない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告のオリーブと大黄末についての実験の主張が，本願発明1はオリーブと大黄末の苦味をマスキングできる点で，引用発明と比べて有利な効果を奏するのに，本件審決はこの点を考慮しなかったという趣旨であるとも解される。",
                "しかし，本件審決が判断したように，本願発明1と引用発明とで構成上の相違がないのであるから，本願発明1は新規性がないことに変わりはない。本願発明1と引用発明とは，ポリフェノールを含有する食品の苦味をマスキングする点で共通するものであるから，この点で両者の効果が相違することもない。本願発明1が上記のような有利な効果を奏する場合を含むとしても，そのことは，本願発明1の新規性の判断を左右するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（明確性要件の判断の誤り）に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項1の「前記可食凝集剤は，凝集作用のないナトリウムやカリウムやマグネシウム等の水酸化物は無効であり」という記載について",
              "text": [
                "原告は，ＮaOH，KOH，Mg（OH） 等は効果がなく，これらは，あって2も無くても無視していると主張する。",
                "原告の主張は，ナトリウムやカリウムやマグネシウム等の水酸化物を含んでも含まなくてもよいとの趣旨であろうが，請求項1の記載からは，必ずしもそのように解することができないから，発明が明確であるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求項1の「pH測定の為に何度も水に溶解が不可欠で，かつ非常に変動しやすいpHの調節限定な非常に不安定で手間がかかる面倒な工程をなんら必要とせずに，単に混ぜるだけで有効な」という記載について",
              "text": [
                "原告は，本件審決は，科学用語やpH，苦味，マスキング剤などの語句を全く理解していない旨主張するのみである。",
                "原告の主張にかかわらず，上記記載は，「苦味マスキング剤」という物の発明について，いかなる構成を特定しているのかが明確でない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求項1の「無塩可溶性可食凝集剤を有効成分とする」という記載について",
              "text": [
                "原告は，水酸化カルシウムを，有効成分，主成分としており，有効成分を実質的に特定していないというのは，日本語としておかしいと主張する。",
                "しかし，請求項1には，「無塩可溶性可食凝集剤を有効成分とする」，「前記可食凝集剤は～水酸化カルシウムを主成分とする」との記載はあるが，水酸化カルシウムを有効成分とする旨の記載はない。「主成分」とは「ある物質の中の主な成分。」（広辞苑）という程度の意味であって，必ずしも有効成分を意味しないから，請求項1の記載は，水酸化カルシウムが有効成分であることを特定していると解することはできない。原告の主張は，「有効成分」と「主成分」を混同しており，失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求項1の「凝集奇特作用」，「奇特強力にマスキングする」という記載について",
              "text": [
                "原告は，ＮaOH，KOH，Mg（OH） 等に比べて特に優れた作用があると2の意味である旨主張する。",
                "しかし，原告が主張するような意味であることは，請求項1の記載からは理解できないし，発明の詳細な説明にも記載がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "請求項11について",
              "text": [
                "原告の主張によっても，不可能・非実際的事情は依然として不明である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訴えの追加的変更について",
          "text": [
            "本件追加請求に係る訴えは，その趣旨が必ずしも明瞭ではないが，①特許庁に「無能無努力」であることの自覚がなく，「自分は恐るべき有能」であると曲解した言動を行う公務員が存在すること，及び，②その一因が特許庁の留学等の欠陥にあること等の確認を求める確認の訴えであると解されるから，行政事件訴訟法2条所定の「行政事件訴訟」には該当せず，その性質は民事訴訟であると認められる。",
            "他方，本件審決に対する訴え（特許法178条1項）は，「行政事件訴訟」である。",
            "そうすると，本件訴えの追加的変更は，行政事件訴訟に民事訴訟を追加的に併合する旨の訴えの変更を求めるものにほかならないが，訴えの変更（民訴法143条1項）により行政事件訴訟に異種の訴訟手続である民事訴訟を追加的に併合することはできない（民訴法136条参照）。",
            "また，本件追加請求に係る訴えと本件審決に対する訴えは，請求の基礎を同じくするものではない。",
            "したがって，本件訴えの追加的変更は，不適法であるから，民訴法143条4項により許されない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書（甲5）には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，昔からの食材の可食凝集剤を用いることにより，医薬品飲食品を包含する可食物が，微粉末でも，その苦味を安全に安価に簡単に，常温含水状態でも長期に防菌的防変性的に，その含有成分を破壊変性させずに，胃腸吸収させて，かつ産業廃棄物を生じない，苦味マスキング剤及び方法に関する。",
                    "【0002】",
                    "医薬品や飲食品などの可食物には，その強烈な味により，摂取困難な物がある。本願に係る「苦味」とは，そうした強烈な味を包括的に意味する広義の味であり，狭義の苦味に限定されず，渋味，辛味，不快味，等を包含するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0003】",
                    "医薬品などの苦味をマスキングするには，一般的に，糖衣錠やカプセルにする。よって粉末のままで苦味マスキングすることは困難である。新しくは，界面活性剤と，油脂やワックス等とを混合したり，多孔質の吸収剤を用いたりすることも，国際特許報告されている（例えば，特許文献1）。",
                    "【0004】",
                    "飲食品などの苦味をマスキングするには，培養物より菌体を分離除去した画分と菌エキスをイオン交換樹脂処理した酸性区分や，菌エキスをポーラスポリマー処理により分画した親水性区分や，菌由来ペプチドなどが，特許報告されている（例えば，特許文献2）。",
                    "【0005】",
                    "オリーブは，その強烈な苦味の為に，ポリフェノールなどの栄養成分が多いのにかかわらず，これらを破壊した後でなければ食べられない。世界中で，トイレや下水の洗浄などに使われる劇薬苛性ソーダに漬けるか，そのままでは食べられない高濃度の塩水に何カ月も漬けるかして，ポリフェノールなどの栄養成分を破壊した後でなければ食べられない。オリーブを砕いた後に，糖を混ぜると，苦味が抑制低減され，摂食できることが最近特許報告されている。しかしこれは，苦いものに糖を混ぜれば食べられるとの，当たり前のことである。これにしても，本来の丸い形のまま，苦味をマスキングすることはできない（例えば，特許文献3）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0007】",
                    "上記のように，苦味をマスキングすることは大変なことで，世界中で苦心している。さらにオリーブに対して，世界中で必然的に使われている苛性ソーダは劇薬です。その際にせっかくのオリーブの持っているポリフェノールなどの栄養や本来のきれいな色も内部組織も外敵防御組織も破壊されてボツリヌス菌等で腐敗し易くなり増す。農産物としては信じられない長期間の厳重な防菌管理が必要です。破壊された色の代わりにはグルコン酸鉄などの合成着色料を加えています。更に善玉菌なども破壊されます。我々も生物もオリーブも発酵菌などの善玉菌達のおかげで健康を維持できるだけでなく，悪玉腐敗菌感染から守られています。苛性ソーダを使っていない自然なリンゴ等の農産物は，そのままで長期に安定保存できます。オリーブオイルは，酸化酸度の品質がきびしく規制されています。酸度が0．8％以下でなければ，エキストラバージンオリーブオイルとして認められません。オリーブに上記苛性ソーダを加えると全部酸化されて，酸度が100％にもなってしまいます。これは洗剤用の石鹸です。使用後の，産業廃棄物としての処分は大変です。オリーブ主産地の地中海や瀬戸内海は，狭く人口密度も高い。にもかかわらず，ここに大量に産業廃棄するしかない。使用後の，産業廃棄物としての正規に監視下に置かれている部分だけに限っても，処分は大変です。非正規の未処理廃棄量は想像もつかない。住民や漁業に大変な問題となっている。更に，オリーブオイル採油後の果実や種子は，健康に良いポリフェノールや栄養が多く含まれているにも拘わらず，あまりに苦くてまずいという理由だけで，世界中で処理が大変な大量の産業廃棄物となっている。",
                    "【0008】",
                    "本発明は，安全性が昔から十分に確認されている食材を用いることにより，医薬品飲食品を包含する可食物が，微粉末でも丸のままでも，その苦味を安全に安価に簡単に，常温含水状態でも長期に防菌的防変性的に，その含有成分を破壊変性させずに，胃腸吸収させて薬効を保持させて，かつ産業廃棄物を生じない，新しい苦味マスキング剤及び方法を提供する事を目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0009】",
                    "本発明者は，上記課題を解決すべく鋭意研究したところ，食べられる凝集剤に苦味をマスキングする作用があることを見出し，本発明に至った。なお，本発明者は，下記の発表論文のような今までの研究において，特異的な凝集作用を良く経験した。",
                    "・・・",
                    "【0010】",
                    "すなわち，本発明は，可食物の苦味をマスキングする作用を有する可食凝集剤を有効成分とすることを特徴とする苦味マスキング剤である。また，本発明の別の態様は，上記可食凝集剤を有効成分とすることを特徴とする苦味マスキング剤を使うことを特徴とする苦味マスキング方法である。",
                    "【0011】",
                    "ここで，本発明に係る凝集とは，広辞苑にあるように，こりかたまってあつまること，である。具体的には，可食凝集剤としては，一部のカルシウム含有物，一部のアルコール類，一部の酸類などが挙げられる。",
                    "【0012】",
                    "苦味の分子表面の，反応性の高い部位が，舌の味蕾に結合して苦味活動電位を発生させると考えられている。本発明は，次のように考えて行った。苦味分子表面の当該部位は，反応活性が高い。その部位に，結合凝集反応を示しやすい凝集剤分子やイオンを結合させ，覆ったり，表面構造を変えたりすれば，当該部位が舌の味蕾に結合しにくくなる。これにより，苦味マスキング剤及び方法が開発できる。用いる物質は，昔から食材として安全性が十分に確認されているものでなくてはならない。且つ，味蕾のある口の中を通過した後には，速やかに結合を外し，元の構造物に戻して，体に吸収させ，薬や栄養として働かせなくてはならない。反応活性の高い物質ほど，苦味が強烈であり，生体に強い薬効を及ぼす。",
                    "【0013】",
                    "そこで，分子レベルで，可食凝集剤の石灰やエタノールを，苦味の分子表面に結合凝集させ，表に苦味の活動部位が出ないようにした。石灰の水酸化カルシウムの場合は，炭酸ガスをこれらに更に結合させ，更に覆いを増強させた。これにより，残存水酸化カルシウムは，安定な炭酸カルシウムとなり，炭酸基が表面を覆う。炭酸ガスは，空気中や生体内に豊富に存在する。つまり，口の中では，卵殻や貝殻の成分の安定な炭酸カルシウム結合物であり，胃の中では，胃酸で速やかに炭酸カルシウムが外れ，元の有用物質に戻る。",
                    "【0015】",
                    "本発明の，昔からの食材の可食凝集剤である石灰の水酸化カルシウムや炭酸カルシウムは，そのままで飲食品医薬品として使われているのみではない。・・・",
                    "【0016】",
                    "・・・石灰とは，酸化カルシウム，水酸化カルシウムと，炭酸カルシウムを含む。",
                    "【0018】",
                    "水酸化カルシウムは，次のように，昔から飲食品に使われている。こんにゃく，赤ちゃんミルク，アルコール飲料，ソフトドリンク，ビタミンDとともに飲み物の栄養強化，砂糖精製，灰汁魚（ルートフィスク lutefisk），漬物，製塩，トウモロコシ料理，保存卵（世紀の卵 century egg）。",
                    "【0019】",
                    "水酸化カルシウムは，次のように，医薬品として使われている。骨再生刺激剤，歯科用の充填塗布剤，皮膚薬。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0022】",
                    "本発明の苦味マスキング剤及びマスキング方法により，医薬品飲食品等の本来有する味を損なう恐れなく，苦味をマスキングすることができる。",
                    "【0023】",
                    "また，本発明によれば，医薬品飲食品を包含する可食物が，微粉末でも丸のままでも，その苦味を安全に安価に簡単に，常温含水状態でも長期に防菌的防変性的に，その含有成分を破壊変性させずに，胃腸吸収させることができ，かつ産業廃棄物を生じないという利点がある。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "【0024】",
                    "食品用水酸化カルシウムの濃度は，対象物の含有水分を利用して，100％でも使える。また，5mg／dlでも使えた。オリーブの場合，丸のまま2年以上も漬けれるため，より低い濃度でも使用可能である。飽和水溶液と5-15％懸濁液が使いやすかった。尚，［％］は，特に記載がない限り，［重量／液体積のW／V％］を意味する。酸化カルシウムは，水を加えるとすぐに水酸化カルシウムになるので，両者は同じように使える。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例",
                  "text": [
                    "【0026】",
                    "次に実施例を示して本発明をさらに詳細に説明するが，本発明は以下の実施例に限定されるものではない。主に，食品用水酸化カルシウムの飽和水溶液と5％懸濁液の1mlに，対象物200mgを入れ，乳鉢ですり潰して，顕微鏡で見た。以下に記す味覚官能試験の％は，凝集剤を加える直前と直後の苦味を，それぞれ舌の上に載せた感覚ニュウロンインパルス頻度 frequencies of sensory neuron impulses の感覚変化を％であらわした。",
                    "・・・",
                    "【0027】",
                    "［実施例1］",
                    "漢方生薬の大黄末を用いた。水に混ぜると直径5μm細粒であった。飽和水酸化カルシウム液に混ぜると，直径50μmの凝集粒となり，苦味は30％となった。空中で乾燥させた粉末に，十分に炭酸ガスを吸着させ炭酸カルシウムにしたら，苦味は10％となった。このような凝集作用により，可食物の経時的軟化を防ぐことができた。よって，非常に有用である。この凝集物は，指で押すと簡単に潰れる程度で，口触りが悪くなることはなかった。この出来上がった乾燥粉末を服用すると，もとの大黄末と同じ下剤の作用を示した。胃酸により，簡単に，炭酸カルシウムや水酸化カルシウムは溶解し，離れ去り，胃腸でもとの漢方生薬に戻り，体に働く。",
                    "【0028】",
                    "［実施例2］",
                    "鷹の爪を用いた。水に混ぜると直径5μmの細粒であった。飽和水酸化カルシウム液に混ぜると，直径50μmの凝集粒となり，苦味は30％となった。",
                    "【0029】",
                    "［実施例3］",
                    "ウコンの葉を用いた。水に混ぜると直径3μmと20μmの2種類の細粒であった。飽和水酸化カルシウム液に混ぜると，直径100μmの凝集粒となり，苦味は10％となった。",
                    "【0030】",
                    "［実施例4］",
                    "ウコンの緑色のガク（蕚 calyx）を用いた。水に混ぜると直径3μmの細粒であった。飽和水酸化カルシウム液に混ぜると，直径100μmの凝集粒となり，苦味は10％となった。",
                    "【0031】",
                    "［実施例5］",
                    "からし菜を用いた。水に混ぜると直径3μmの細粒であった。飽和水酸化カルシウム液に混ぜると，直径10～50μmの凝集粒となり，苦味は10％となった。",
                    "【0032】",
                    "［実施例6］",
                    "鮎の内臓を用いた。水に混ぜると直径10μmの細粒であった。飽和水酸化カルシウム液に混ぜると，直径50μmの凝集粒となり，苦味は50％となった。",
                    "【0033】",
                    "［実施例7］緑色のオリーブを用いた。水に混ぜると直径5μmの細粒であった。飽和水酸化カルシウム液に混ぜると，直径100μmの凝集粒となり，苦味は10％となった。茶色のオリーブでも同じであったが，直径10～50μmの油の滴が多く見られた。",
                    "【0034】",
                    "［実施例8］",
                    "カンパチの胆汁を用いた。水に混ぜると直径10μmの細粒であった。飽和水酸化カルシウム液に混ぜると，直径100μmの凝集粒となり，苦味は30％となった。",
                    "【0035】",
                    "［実施例9］",
                    "青汁のケールを用いた。水に混ぜると直径5μmの細粒であった。飽和水酸化カルシウム液に混ぜると，直径20μm以上の凝集粒となり，苦味は10％となった。",
                    "【0036】",
                    "［実施例10］",
                    "苦瓜のゴーヤを用いた。水に混ぜると直径5μmの細粒であった。飽和水酸化カルシウム液に混ぜると，直径50μmの凝集粒となり，苦味は30％となった。ゴーヤを潰さずに2mmの厚さで飽和水酸化カルシウム液に3日間漬けておくと，苦味は0％となった。5mmの厚さでは，苦味は20％となった。",
                    "【0037】",
                    "［実施例11］",
                    "人参の葉を用いた。水に混ぜると直径2～3μmと10μmの2種類の細粒が混在していた。5％の水酸化カルシウム懸濁液に混ぜると，直径50～100μmの凝集粒となり，苦味は10％となった。潰さないで，自然の形のままの葉を，5％の水酸化カルシウム懸濁液に漬けておくと，5時間後に，苦味は10％となった。3日後でも同じく苦味は10％であったが，弾性が減少し，もろく小さく割れやすくなった。",
                    "【0038】",
                    "［実施例12］",
                    "オリーブの葉を用いた。水に混ぜると直径5μmの細粒であった。飽和水酸化カルシウム液に混ぜると，直径50μmの凝集粒となり，苦味は30％となった。",
                    "【0039】",
                    "［実施例13］",
                    "オリーブの枝を用いた。乳鉢では潰れず，まずスリーロールミル（three-roll mill）で潰してから，乳鉢で水と混ぜた。直径は10～100μmの細粒であった。飽和水酸化カルシウム液に混ぜると，直径10～300μmの凝集粒となり，苦味は30％となった。12時間自然乾燥させ，十分に炭酸化させた粉末の苦味は10％となった。",
                    "【0040】",
                    "［実施例14］",
                    "渋柿を用いた。水に混ぜると直径10μmの細粒であった。飽和水酸化カルシウム液に混ぜると，すぐに肉眼的にも明らかに凝集し，直径100μm～1mmの凝集塊となり，苦味は10％となった。",
                    "【0041】",
                    "［実施例15］",
                    "渋柿のガク（蕚 calyx）を用いた。乳鉢では潰れず，まずスリーロールミルで潰してから，乳鉢で水と混ぜた。直径は5μmの細粒であった。飽和水酸化カルシウム液に混ぜると，すぐに肉眼的にも明らかに凝集し，直径100μm～200μmの凝集塊となり，苦味は10％となった。",
                    "【0042】",
                    "［実施例16］",
                    "渋柿の葉を用いた。乳鉢では潰れず，まずスリーロールミルで潰してから，乳鉢で水と混ぜた。直径は5μmの細粒であった。飽和水酸化カルシウム液に混ぜると，すぐに肉眼的にも明らかに凝集し，直径100μmの凝集塊となり，苦味は10％となった。潰さないで，自然の形のままの葉を，5％の水酸化カルシウム懸濁液に漬けておくと，24時間後に，苦味は10％となった。",
                    "【0043】",
                    "［実施例17］",
                    "渋柿の枝を用いた。乳鉢では潰れず，まずスリーロールミルで潰してから，乳鉢で水と混ぜた。直径は10～100μmの細粒と繊維であった。飽和水酸化カルシウム液に混ぜると，直径30～200μmの凝集塊となり，苦味は10％となった。潰さないで，自然の形のままの小枝を，5％の水酸化カルシウム懸濁液に漬けておくと，24時間後に，苦味は10％となった。",
                    "【0044】",
                    "［実施例18］",
                    "乳酸カルシウム，クエン酸カルシウム，塩化カルシウムの，それぞれの5％水溶液や懸濁液に，大黄末とオリーブを漬けてみた。軽度の苦味マスキング作用はあったが，防菌防変性作用は無く，保存により腐敗した。",
                    "【0049】",
                    "［実施例20］オリーブを，5％の水酸化カルシウム懸濁液に漬けると10日間で，苦味が10％になった。半分に切ったり，または種を除去したものは，5日間で，苦味が10％になった。剣山で表面に無数の小さな刺し傷を作り，摂氏100度で3分間加熱し，5％の水酸化カルシウム懸濁液に24時間漬けると，苦味が10％になった。",
                    "【0052】",
                    "［実施例23］",
                    "更に，他の食用凝集剤として，エタノール（エチルアルコール）を使った。緑色のオリーブ200mgに，1mlの無水エタノールを加え，乳鉢ですり潰した。直径100～200μmに凝集したが，苦味は，全く減少しなかった。次に，丸のままの黒色のオリーブを，無水エタノールに5日間漬けたところ，苦味は10％に減少した。そのまま9カ月間漬け続けたところ，強いアルコールの食感覚はあったが，苦味は10％のままで，全体としての食感覚は悪くはなかった。・・・",
                    "【0056】",
                    "［実施例26］",
                    "・・・［実施例23］のように，熟した黒のオリーブと違い，未熟な緑のオリーブでは，苦味が身の中心部まで強固に存在する。よって，緑のオリーブを無水アルコールに漬けて5日後でも，まだ80％の苦味が残った。この時点で，アルコールに，水酸化カルシウムを5（W／V）％になるように加えた。2日後に苦味は，20％に減少した。水酸化カルシウムを加えなかった方は，2日後でも苦味は殆ど変化しなかった。水酸化カルシウムの濃度は，10％及び20％でも使えた。20％では粘性が高くなった。含有水分を減らすためもあり，酸化カルシウムも，5％，10％及び20％で使えた。軽度の発熱があった。20％では粘性が高くなった。",
                    "【0058】",
                    "［実施例28］",
                    "1本の苦瓜を3個に切断して，5％の可食凝集剤水酸化カルシウム液に漬けた。苦味は，2日後に30％，4日後に20％になった。",
                    "【0079】",
                    "水酸化カルシウム処理後に，炭酸ガスを加えると，残存水酸化カルシウムが炭酸カルシウムとなる。炭酸カルシウムは，貝や卵の殻として安定した安全なものである。加える炭酸ガスは，この形にかかわらず，炭酸や重曹や炭酸ナトリウムなどあらゆる炭酸化合物も有効である。よって，これらすべてを炭酸類として，ここでは，包含する。たとえば，請求項3のように。",
                    "【0080】",
                    "［実施例47］",
                    "前記炭酸類の重曹を，水酸化カルシウムに混ぜた。当量比の84．0対74．1で，それぞれ4．2％と3．7％の懸濁液にした。これにオリーブを漬けると14時間後に完全に脱渋できた。混合比を変化させると，pHを変化させたり，脱渋の速度を変化させたりできた。",
                    "【0083】",
                    "今迄に上げたいずれの可食凝集剤においても，医薬品飲食品を包含する可食物が，丸のままの果実でも，安全に安価に簡単に，常温含水状態でも，その含有成分を破壊変性させずに，長期に防菌的防変性的に，保存できた。よって，今までの，賞味期限の短いオリーブではできなかった，チョコレートボンボンを作ることができた。同様に，ゼリー・飴・キャラメル・大福餅で包んでも良好な菓子，つまりオリーブなどの内包菓子となった。包まれる可食物は，オリーブや苦瓜に限られるものではない。包む可食物も，列挙したこれらに限られるものではない。これらすべても当然に，請求項にある可食物に含まれる。",
                    "【0088】",
                    "ここで述べるカルシウムは，狭くカルシウムだけに限るものではなく，広くあらゆるカルシウムを含有する物を包含する。・・・",
                    "【0093】",
                    "［実施例54］",
                    "オリーブを，15％の水酸化カルシウム懸濁液に常温で1ヶ月間漬けた。腐敗変性は無かった。オリーブは固くなった。",
                    "【0094】",
                    "凝集とは，広辞苑にあるように，こりかたまってあつまること，である。粒や繊維どうしが集まるという意味だけでなく，粒と繊維が集まったり，繊維の周りに粒がこりかたまってあつまることも含む。丁度，鉄筋とセメントで，鉄筋コンクリートになるように。このように，凝集すると，丈夫になり保存性が良くなることが多い。つまり，凝集剤は，保存剤としても使える。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "産業上の利用可能性",
                  "text": [
                    "【0095】",
                    "本発明の，苦味マスキング剤及び方法は，昔からの食材の可食凝集剤を用いることにより，医薬品飲食品を包含する可食物が，微粉末でも，丸のままの果実でも，安全に安価に簡単に，常温含水状態でも長期に防菌的防変性的に，その含有成分を破壊変性させずに，胃腸吸収させて，かつ産業廃棄物を生じないでできるため，苦味成分を有する医薬品や飲食品等の産業で利用が可能である。また，生鮮外国可食物を，大量にでも，安全に安価に簡単に，防疫的に輸出入させることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記第2の2の補正後の特許請求の範囲の記載に前記(1)の記載を総合すると，本願発明は，医薬品飲食品を包含する可食物（【0008】）の苦味をマスキングする作用を有する可食凝集剤を有効成分とすることを特徴とする苦味マスキング剤（【0010】）であって，主成分として水酸化カルシウムを選択した発明であるということができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（新規性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献（甲6）には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】ポリフェノールのナトリウム塩，カルシウム塩，マグネシウム塩またはカリウム塩であるポリフェノール塩。",
                    "【請求項2】請求項1記載のポリフェノール塩を含有することを特徴とする食品。",
                    "【請求項3】水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウムおよび水酸化カリウムよりなる群から選ばれるアルカリで中和したポリフェノール含有植物の抽出物を含有することを特徴とする食品。",
                    "【請求項4】飲料，焼き菓子，ガム，キャンディー，チョコレート，グミ，ゼリー，乳製品，即席麺，アイスクリーム，氷菓またはパンである請求項2または3記載の食品。",
                    "【請求項5】ポリフェノール含有茶葉の抽出液を水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウムおよび水酸化カリウムよりなる群から選ばれるアルカリで中和して得られる飲料。",
                    "【請求項6】ポリフェノールを水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウムおよび水酸化カリウムよりなる群から選ばれるアルカリと反応させてポリフェノール塩とすることを特徴とするポリフェノールの渋味，苦味または収斂味の軽減方法。",
                    "【請求項7】ポリフェノール含有植物の抽出物を水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウムおよび水酸化カリウムよりなる群から選ばれるアルカリで中和することを特徴とする，ポリフェノール含有抽出物の渋味，苦味または収斂味の軽減方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】",
                    "・・・カテキンに代表されるポリフェノールは，茶，カカオなどの様々な植物に含まれ，各地に広く分布する天然化合物であり，抗菌活性，抗酸化活性，抗う食活性，抗ウィルス活性，抗アレルギー活性，α-アミラーゼ阻害活性，血圧上昇抑制作用，血中コレステロール低下作用などの様々な生理活性を有することから，健康食品などへの適用が注目されている。しかしながら，ポリフェノールは渋味，苦味または収斂味（以下，「渋味等」という。）を有する化合物であり，これが多量に含まれた食品を摂取すると，著しい渋味等を感じるという問題があった。このような渋味等を軽減するには，ポリフェノールの持つ前記生理活性を犠牲にして，ポリフェノールの摂取量または食品へのポリフェノールの添加量を減らさなければならなかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0003】",
                    "・・・本発明の主たる目的は，渋味等が軽減され，しかも高い生理活性効果が得られるポリフェノール塩，食品および飲料を提供することである。本発明の他の目的は，ポリフェノールおよびポリフェノール含有抽出物の渋味等の軽減方法を提供することである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0004】",
                    "・・・本発明者らは，上記課題を解決するために鋭意研究を行った結果，ポリフェノールを特定のポリフェノール塩とすることによって，ポリフェノールの渋味等が軽減され，しかも，このポリフェノール塩は，胃内と同等の酸性環境下では元のポリフェノールに戻って本来の生理活性を発揮するという新たな事実を見出し，本発明を完成させるに至った。",
                    "【0005】すなわち，本発明のポリフェノール塩は，ポリフェノールのナトリウム塩，カルシウム塩，マグネシウム塩またはカリウム塩であることを特徴とする。このポリフェノール塩は，渋味等が軽減されているので，多量摂取が可能であり，しかも胃内では元のポリフェノールに戻るので，多量摂取による高い生理活性効果が期待される。また，ポリフェノール塩は，ポリフェノールと比較して，水溶性が向上するので，水溶液とした場合に濁りや沈殿物が生じにくい。このポリフェノール塩は食品添加物，食品素材として好適に使用される。",
                    "【0008】本発明における食品には，固形食品，クリーム状ないしジャム状の半流動食品，ゲル状食品，飲料などの他，これらに添加する食品添加物，食品素材なども含むものである。上記食品の具体例としては，飲料，焼き菓子，ガム，キャンディー，チョコレート，グミ，ゼリー，乳製品，即席麺，アイスクリーム，氷菓，パンなどが挙げられる。",
                    "【0010】本発明にかかるポリフェノールの渋味，苦味または収斂味の軽減方法は，ポリフェノールを水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウムおよび水酸化カリウムよりなる群から選ばれるアルカリを用いてポリフェノール塩とすることを特徴とする。",
                    "【0011】本発明にかかるポリフェノール含有抽出物の渋味，苦味または収斂味の軽減方法は，ポリフェノール含有植物の抽出物を水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウムおよび水酸化カリウムよりなる群から選ばれるアルカリで中和することを特徴とする。",
                    "【0012】なお，本発明おいて〔判決注・「本発明において」の誤記と認める。〕，「中和する」とは，pH6．5～7．0，好ましくは6．8～7．0の範囲に調整することをいう。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0015】ポリフェノールとは，同一ベンゼン環上に2個以上のフェノール性水酸基を持つ化合物のことである。本発明において使用されるポリフェノールとしては，食用として許容されるものが挙げられ，例えばエピカテキン，エピカテキンガレート，エピガロカテキン，エピガロカテキンガレート，カテキン，ガロカテキン，カテキンガレート，ガロカテキンガレート，ロイコアントシアニン，没食子酸，没食子酸塩，エラグ酸等が挙げられ，いずれも渋味等を有する。これらポリフェノールは，合成されたものであってもよいが，後述する植物から抽出単離されたものであってもよい。",
                    "【0016】前記ポリフェノール塩は，ポリフェノールの有するフェノール性水酸基の水素原子がナトリウム，カルシウム，マグネシウムまたはカリウムに置換されたものである。このポリフェノール塩は，ポリフェノール水溶液に水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウムまたは水酸化カリウムを添加しpHを約6．5～7．0，好ましくは約6．8～7．0に調整することにより得られる。",
                    "【0019】・・・ポリフェノールは植物から抽出単離されたものであってもよい。このようなポリフェノール含有植物としては，例えば茶葉，豆類，果実，根菜類，きのこ類などが挙げられ，具体的には，例えば緑茶葉，ウーロン茶葉，紅茶葉，カカオ豆，リンゴの果実，柿の果実，ジャガイモなどが挙げられる。上記以外でポリフェノールが含まれている植物としてはユーカリ属植物などが挙げられる。ユーカリ属の植物のうち，抽出に供する部分は，特に制限されないが，葉，実，蕾，幹，根等が挙げられ，特に葉が好ましい。",
                    "【0023】・・・本発明の食品は，（1）前記1で得られるポリフェノール塩を食品に添加したもの，（2）前記2で中和処理した抽出物を食品に添加したもの，および（3）ポリフェノールを含有する食品にアルカリを直接添加して中和したものである。",
                    "【0027】（3）ポリフェノールを含有する食品にアルカリを直接添加して中和する場合ポリフェノールを含有する食品に前記水酸化ナトリウムなどのアルカリを添加してpHを約6．5～7．0，好ましくは約6．8～7．0に調整すればよい。アルカリは，固体の形態で前記ポリフェノール水溶液に添加してもよいが，好ましくは水溶液で添加するのがよい。得られた食品は，必要に応じて，液状，固形状，クリーム状，ジャム状，ゲル状などの食品形態に加工することができる。これにより渋味等が軽減された食品が得られる。",
                    "【0030】なお，上記pH調整には，前記アルカリ，重曹，かん水などの他，ビタミンCなどを使用することができる。また，本発明の食品は，前記（1）～（3）を併用した手段により得ることもできる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "実施例",
                  "text": [
                    "【0033】実施例2＜緑茶飲料＞容器に緑茶葉10gを入れ，80℃の水を500g注いだ。5分後に緑茶葉を濾し取ることにより緑茶抽出液を得た（pH約6）。この緑茶抽出液を室温まで冷却した後，0．1Ｎの水酸化ナトリウム水溶液を添加してpHを7．0に調整することにより緑茶飲料を得た。",
                    "【0034】比較例1水酸化ナトリウム水溶液で中和しない他は，実施例2と同様にして緑茶飲料を得た。",
                    "【0035】比較例2容器に実施例2の半分量の緑茶葉（5g）を入れ，水酸化ナトリウム水溶液で中和しない他は，実施例2と同様にして緑茶飲料を得た。",
                    "【0036】実施例2，比較例1および比較例2で得られた緑茶飲料を5名の専門パネラーで飲み比べたところ，専門パネラー全員が，比較例1は過剰な渋味があり，比較例1と緑茶葉が同量の実施例2は程良い渋味であり，緑茶葉の量が実施例2の半分である比較例2は実施例2と同程度の程良い渋味であったと回答した。",
                    "【0049】試験例2＜pHとポリフェノール構造との関係＞エピガロカテキンガレート（以下，「EGCg」という。）水溶液中におけるEGCgの構造と水溶液のpHとの関係について調べるために，以下の試験を実施した。",
                    "【0050】EGCg（純度80％）1gをイオン交換水500mlに溶解し，pH4．5のEGCg水溶液を得た。このEGCg水溶液に0．1Ｎの水酸化ナトリウム水溶液を適量添加することによってpHを上げ，pHが5．0，5．9，6．5および7．0のEGCg水溶液をそれぞれ得た。ついで，pH7．0のEGCg水溶液の一部を採取し，これに0．1Ｎの塩酸を適量添加することによってpHを下げ，pHが6．5，6．0，5．3，3．9，3．0および2．2のEGCg水溶液をそれぞれ得た。",
                    "【0051】上記のようにしてpHを変化させた11種類のEGCg水溶液のUV吸収スペクトルをそれぞれ測定した。測定には，島津製作所社製のUV2200Aを用いた。この測定により得られた各水溶液の吸収スペクトルには，波長273nm付近にピークが生じていた。このピークはフェノール性水酸基の吸収スペクトルである。したがって，このピーク高さを比較することによって，EGCg水溶液中のEGCgの構造変化を評価することができる。すなわち，ピーク高さが低いほど，フェノール性水酸基の水素原子がナトリウムに置換されていることを示している。",
                    "【0052】図1は，波長273nm付近のピーク高さとEGCg水溶液のpHとの関係を示したグラフである。図1に示すように，水酸化ナトリウム水溶液によりpHを4．5から7．0に変化させていく過程（図1中に黒丸でプロット）において，pH6．0付近からピーク高さが急激に低下している。すなわち，pH6．0付近からEGCg水溶液中のポリフェノール塩（EGCgナトリウム塩）が急激に増加して，フェノール性水酸基が急激に減少していることを示している。",
                    "【0053】一方，塩酸によりpHを7．0から2．2に変化させていく過程（図1中に白三角でプロット）においては，pH7．0から6．0にかけて急激にピーク高さが高くなっており，その後もpH2．2まで徐々にピーク高さが高くなっている。すなわち，pHが低くなるにつれてフェノール性水酸基が復元され，増加していることがわかる。この場合，pHが6．5まで低下した時点では，フェノール性水酸基の復元率（pH4．5のEGCg水溶液を基準とする。）は38％に満たないが，pHが2．2まで低下すると復元率は約92％であった。",
                    "【図1】EGCg水溶液のUV吸収スペクトルにおける波長273nm付近のピーク高さとEGCg水溶液のpHとの関係を示したグラフ",
                    "【0054】以上の結果より，EGCg水溶液のpHが6．5程度の弱酸性環境下ないしpHが7．0程度の中性環境下においては，EGCgのフェノール性水酸基の水素原子の多くがナトリウムに置換される，すなわち渋味軽減効果が得られるが，これが胃内のような酸性環境下に置かれるとほとんどのフェノール性水酸基が復元される，すなわちポリフェノール本来の生理活性が発揮される状態に復元されることがわかる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明の効果",
                  "text": [
                    "【0055】",
                    "・・・本発明のポリフェノール塩は，ポリフェノールのナトリウム塩，カルシウム塩，マグネシウム塩またはカリウム塩であるので，渋味等が軽減されており，多量摂取が可能であり，しかも胃内の酸性下では元のポリフェノールに戻るので，多量摂取による高い生理活性効果が期待され，また，ポリフェノール塩は，ポリフェノールと比較して，水溶性が向上するので，水溶液とした場合に濁りや沈殿物が生じにくいという効果がある。",
                    "【0056】本発明の食品は，ポリフェノールをアルカリで中和したポリフェノール塩を含有しているので，渋味等が軽減されており，該食品に含まれたポリフェノール塩の多量摂取が可能であり，しかも胃内の酸性下では元のポリフェノールに戻るので，多量摂取による高い生理活性効果が期待できるという効果がある。",
                    "【0057】本発明の飲料は，ポリフェノール含有抽出液をアルカリで中和しているので，渋味等が軽減されており，ポリフェノール塩の多量摂取が可能であり，しかも胃内の酸性下では元のポリフェノールに戻るので，多量摂取による高い生理活性効果が期待できるという効果がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によると，引用文献（甲6）記載の引用発明について，次のとおり認められる。",
                "カテキンに代表されるポリフェノールは，茶，カカオなどの様々な植物に含まれ，各地に広く分布する天然化合物であり，抗菌活性，抗酸化活性，抗う食活性，抗ウィルス活性，抗アレルギー活性，α-アミラーゼ阻害活性，血圧上昇抑制作用，血中コレステロール低下作用などの様々な生理活性を有することから，健康食品などへの適用が注目されている。",
                "しかし，ポリフェノールは，渋味，苦味又は収斂味（以下，「渋味等」という。）を有する化合物であり，これが多量に含まれた食品を摂取すると，著しい渋味等を感じるという問題があった。（【0002】）",
                "そこで，ポリフェノールを特定のポリフェノール塩とすることによって，ポリフェノールの渋味等を軽減させることを目的とし，ポリフェノールのナトリウム塩，カルシウム塩，マグネシウム塩又はカリウム塩としたものである（【0005】）。",
                "そして，ポリフェノールを特定のポリフェノール塩とするために，水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウム及び水酸化カリウムより成る群から選ばれるアルカリを用いてポリフェノール塩とするものである（【0010】）。",
                "特定のポリフェノール塩を含有することを特徴とする食品は，ポリフェノールを含有する食品に水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウム及び水酸化カリウムより成る群から選ばれるアルカリを直接添加して，pHを約6．5～7．0，好ましくは約6．8～7．0に調整してもよい（【0023】，【0027】）。",
                "以上によると，引用発明は，前記第2の3(2)アのとおり（以下に再掲）であると認められる。",
                "「ポリフェノールを含有する食品に添加してポリフェノールの渋味，苦味または収斂味を軽減する水酸化カルシウム。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明1の「可食物」は，「医薬品や飲食品など」をいうから（【0002】），引用発明の「ポリフェノールを含有する食品」は，本願発明1の「可食物」及び「苦い可食物」に相当する。",
                "また，本願発明1の「苦味」とは，「強烈な味を包括的に意味する広義の味であり，狭義の苦味に限定されず，渋味，辛味，不快味，等を包含するものである」と定義されているから（【0002】），引用発明の「渋味，苦味または収斂味を軽減する」ことは，本願発明1の「苦味をマスキングする」ことに相当する。",
                "さらに，本願発明1の「水酸化カルシウム」に特に制限はないから（【0088】），引用発明の「水酸化カルシウム」は，本願発明1の「水酸化カルシウムを主成分とする」「無塩可溶性可食凝集剤」に相当し，「無塩可溶性可食凝集剤を有効成分と」する「苦味マスキング剤」に相当する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そこで，本願発明1と引用発明とを対比すると，前記第2の3(2)イの点（以下に再掲）で一致し，同ウの相違点1～4の点（以下に再掲）において一応相違するものと認められる。",
                "（一致点）",
                "「可食物の苦味をマスキングする作用を有する無塩可溶性可食凝集剤を有効成分とし，前記可食凝集剤は，水酸化カルシウムを主成分とする，苦い可食物の苦味をマスキングするものである苦味マスキング剤。」",
                "（相違点1）",
                "本願発明1は，「凝集作用のないナトリウムやカリウムやマグネシウム等の水酸化物は無効であり」と特定されているのに対し，引用発明は，このような特定がない点。",
                "（相違点2）",
                "水酸化カルシウムについて，本願発明1は，「凝集奇特作用を有する」と特定されているのに対し，引用発明は，このような特定がない点。",
                "（相違点3）",
                "本願発明1は，「pH測定の為に何度も水に溶解が不可欠で，かつ非常に変動しやすいpHの調節限定など非常に不安定で手間がかかる面倒な工程をなんら必要とせずに，単に混ぜるだけで有効な」と特定されているのに対し，引用発明は，このような特定がない点。",
                "（相違点4）",
                "本願発明1は，マスキングの態様について「奇特強力に」と特定されているのに対し，引用発明は，このような特定がない点。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "まず，相違点1について，検討する。",
                "相違点1に係る本願発明1の構成である「凝集作用のないナトリウムやカリウムやマグネシウム等の水酸化物は無効であり」という記載は，その前後において，「無塩可溶性可食凝集剤を有効成分」とし，「前記可食凝集剤は，・・・凝集奇特作用を有する水酸化カルシウムを主成分とする」とされていることからすると，無効，すなわち有効成分ではない成分を特定したものであり，ナトリウムやカリウムやマグネシウム等の水酸化物は，存在してもいなくてもかまわない任意添加成分であることを記載したものであると認められる。",
                "そうすると，本願発明1は，ナトリウムやカリウムやマグネシウム等の水酸化物は存在してもいなくてもかまわないとするのであるから，引用発明がナトリウムやカリウムやマグネシウム等の水酸化物を含むか否かによって，本願発明1と引用発明とが実質的に相違するということはできない。",
                "したがって，相違点1は，実質的な相違点ということはできない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "次に，相違点2について，検討する。",
                "相違点2に係る本願発明1の構成である「凝集奇特作用を有する」のうち，「凝集」とは，「こりかたまってあつまること」であり，「粒や繊維どうしが集まるという意味だけでなく，粒と繊維が集まったり，繊維の周りに粒がこりかたまってあつまることも含む」とされており（【0011】，【0094】），「凝集・・・作用」とは，本願明細書の実施例のように，各種の細粒を凝集粒や凝集塊とさせる等の作用をいうものと認められる。",
                "また，「奇特」とは，「特にすぐれて珍しいこと。また，心がけや行いがすぐれてほめるべきものであること。殊勝。」（広辞苑第六版）という意味を有するから，「凝集奇特作用」にいう「奇特」とは，他に比べて特に強い作用があることをいうものと認められる。",
                "もっとも，「カルシウム」は，「狭くカルシウムだけに限るものではなく，広くあらゆるカルシウムを含有する物を包含する」とされているところ（【0088】），本願明細書を参酌しても，水酸化カルシウムの中に，凝集奇特作用を有するものと凝集奇特作用を有しないものとがあることや，水酸化カルシウムのうち凝集奇特作用を有するものの製造方法や入手方法は特に記載されていないから，「凝集奇特作用を有する」という記載は，これに続く「水酸化カルシウム」という物質の特性を指すものであって，「水酸化カルシウム」の範囲を限定するものではないと認められる。なお，原告も，前記第3の2(4)のとおり，「奇特」とは，水酸化カルシウムが水酸化ナトリウム，水酸化カリウム，水酸化マグネシウム等の物質に比べて，特に優れた作用があったことを意味していると主張しており，「凝集奇特作用を有する」という記載は「水酸化カルシウム」という物質の特性を指すものであって，「水酸化カルシウム」の範囲を限定するものではないと解することは，原告の上記主張にも沿うものである。",
                "そうすると，「水酸化カルシウム」の特性である「凝集奇特作用を有する」か否かによって，本願発明1と引用発明とが実質的に相違するということはできないから，相違点2は，実質的な相違点ということはできない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "次に，相違点3について，検討する。",
                "引用文献には，前記(1)のとおり，ポリフェノールを特定のポリフェノール塩とすることによって，ポリフェノールの渋味等を軽減させることを目的として，水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウム及び水酸化カリウムより成る群から選ばれるアルカリを用いて，ポリフェノールのナトリウム塩，カルシウム塩，マグネシウム塩又はカリウム塩とすること，このような特定のポリフェノール塩を含有することを特徴とする食品は，ポリフェノールを含有する食品に上記アルカリを直接添加して，pHを約6．5～7．0，好ましくは約6．8～7．0に調整してもよいことが記載されており，引用発明は，前記(2)のとおり，上記アルカリのうち水酸化カルシウムに係るものである。",
                "ここで，前記(1)の引用文献の記載によると，引用文献において，pHを約6．5～7．0，好ましくは約6．8～7．0に調整することが記載されているのは，pHを変化させたエピガロカテキンガレート（EGCg）水溶液のUV吸収スペクトルを測定して，フェノール性水酸基の吸収スペクトルである波長273nm付近のピーク高さと水溶液のpHとの関係を確認したところ，水酸化ナトリウム水溶液によりpHを4．5から7．0に変化させていく過程では，pH6．0付近からEGCg水溶液中のポリフェノール塩（EGCgナトリウム塩）が急激に増加し，塩酸によりpHを7．0から2．2に変化させていく過程では，pHが6．5まで低下しても，pH4．5のEGCg水溶液を基準としたポリフェノール塩からフェノール性水酸基への復元率が38％に満たないという結果が得られたことから，EGCg水溶液のpHが6．5程度の弱酸性環境下～pHが7．0程度の中性環境下では，EGCgのフェノール性水酸基の水素原子の多くがナトリウムに置換され，渋味軽減効果が得られることがわかったこと（【0049】～【0053】，【図1】）に由来する。そして，【図1】によると，黒丸でプロットされた，水酸化ナトリウム水溶液を添加してpHを4．5から7．0に変化させていく過程において，pH6．0～6．5の間はもちろん，pH5．0～6．0の間にも，ポリフェノールであるEGCgのフェノール性水酸基が減少していることを理解することができ，pH5．0～6．5の間においても，ポリフェノール塩（EGCgナトリウム塩）が生成され，pHが中性に近付くにつれてその量が増加することを理解することができる。",
                "そうすると，引用発明において，pHを約6．5～7．0，好ましくは約6．8～7．0に調整することは，ポリフェノールを含有する食品に含まれるポリフェノールのフェノール性水酸基の水素原子が，カルシウムに置換されて，ポリフェノールのカルシウム塩の生成を促進し，もって渋味等の軽減効果を増大させるためのものであって，渋味等の軽減効果を得るための必要条件とまではいえず，pHを必ずしも上記範囲に調整しなくても，ポリフェノールを含有する食品に水酸化カルシウムを添加すれば，水酸化カルシウムの添加によりアルカリ方向に変化した，そのpHに応じてポリフェノールのカルシウム塩が一定程度生成され，その生成の程度に応じた渋味等の軽減効果が得られることを理解することができる。",
                "他方，後記のとおり，相違点4に係る本願発明1の構成である「苦味を奇特強力にマスキングする」の意義が極めて抽象的なものであることからすると，相違点3に係る本願発明1の構成である「pH測定の為に何度も水に溶解が不可欠で，かつ非常に変動しやすいpHの調節限定など非常に不安定で手間がかかる面倒な工程をなんら必要とせずに，単に混ぜるだけで有効な」とは，pH調節等を行わず，単に混ぜるだけで，苦味をマスキングする効果が得られることをいうものと認められる。",
                "そうすると，引用発明も，pH調節等を行わず，単に混ぜるだけであっても，そのpHに応じてポリフェノールのカルシウム塩が一定程度生成され，その生成の程度に応じた渋味等の軽減効果が得られるから，「pH測定の為に何度も水に溶解が不可欠で，かつ非常に変動しやすいpHの調節限定など非常に不安定で手間がかかる面倒な工程をなんら必要とせずに，単に混ぜるだけで有効な」といえるか否かによって，本願発明1と引用発明とが実質的に相違するということはできない。",
                "したがって，相違点3は，実質的な相違点ということはできない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "次に，相違点4について，検討する。",
                "前記(6)のとおり，「奇特」とは，「特にすぐれて珍しいこと。また，心がけや行いがすぐれてほめるべきものであること。殊勝。」（広辞苑第六版）という意味を有するから，「苦味を奇特強力にマスキングする」とは，苦味をマスキングする，すなわち苦味の軽減効果の程度が他に比べて特に強いことをいうものと認められる。",
                "そして，本願の特許請求の範囲の請求項1には，「奇特強力に」と記載されているのみであり，苦味の軽減効果がどの程度に至った状態を「奇特強力に」というのか，定量的な指標は何ら示されておらず，その意義については，極めて抽象的にしか記載されていないというほかない。",
                "そうすると，本願発明1の「苦味を奇特強力にマスキングする」の意義は，極めて抽象的なものであるから，引用発明の「ポリフェノールの渋味，苦味または収斂味を軽減する」程度が「奇特強力に」といえるか否かによって，本願発明1と引用発明とが実質的に相違するということはできない。なお，原告は，前記第3の2(4)のとおり，「奇特」とは，水酸化カルシウムが水酸化ナトリウム，水酸化カリウム，水酸化マグネシウム等の物質に比べて，特に優れた作用があったことを意味していると主張しており，このような原告の主張を前提とすると，引用発明は，水酸化カルシウムによって「ポリフェノールの渋味，苦味または収斂味を軽減する」ものであるから，その程度は，水酸化ナトリウム，水酸化カリウム，水酸化マグネシウム等の物質に比べて，特に優れた作用があるという意味において，「苦味を奇特強力にマスキングする」ものといえるから，やはり本願発明1と引用発明が相違点4によって相違するということはできない。",
                "したがって，相違点4は，実質的な相違点ということはできない。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "以上によると，本願発明1と引用発明との相違点1～4は，いずれも実質的な相違点ということはできないから，本願発明1は，引用発明である。",
                "    (10) 原告は，本願発明1が有史以前からの強固に不可能な苦味を克服するものであり，学会等で高い評価を受けているのに対し，引用発明は，アルカリ味覚の taste receptor の閾値範囲を外れて，わずかにあるかないかの調味のレベルであると主張する。",
                "しかし，本願発明1において，苦味の軽減効果の程度について定量的な指標は何ら示されておらず，苦味の軽減効果の程度により，本願発明1と引用発明とを区別することができないことは，前示のとおりである。仮に，本願発明1の技術的意義がオリーブや大黄末の苦味を相当程度軽減することができるなど，従来技術よりも苦味の軽減効果に優れる点にあるとしても，新規性，進歩性判断の基礎となる本願発明1の要旨認定は，本願の特許請求の範囲の請求項1の記載に基づいて行うべきものであり，前示のとおり，請求項1の記載に従来技術よりも苦味の軽減効果に優れる点が極めて抽象的にしか記載されていない以上，そのような点を本願発明1の要旨として認定して，引用発明との相違点とすることはできない。",
                "原告の主張は，理由がない。",
                "なお，原告は，本願発明1は，最終的にCO によって中性にしていると主張す2る。そのことが本願明細書に記載されている（【0079】）としても，特許請求の範囲の請求項1には記載されていないから，そのことを本願発明1と引用発明との相違点として考慮することはできない。",
                "    (11) 原告は，引用発明の実施例は，水酸化ナトリウムと重曹のみであり，水酸化カルシウムは，いろいろなアルカリとして列挙されているうちの一つにすぎないと主張する。",
                "しかし，引用文献には，前記(1)のとおり，ポリフェノールの渋味等の軽減の機序として，ポリフェノールを，水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウム及び水酸化カリウムより成る群から選ばれるアルカリを用いて，ポリフェノールのナトリウム塩，カルシウム塩，マグネシウム塩又はカリウム塩とすることが記載されているとともに，水酸化ナトリウムを用いた実施例により，ポリフェノールの渋味等の軽減効果が得られたことが記載されているから，このような記載に接した当業者は，引用文献に水酸化カルシウムの実施例の記載がなくても，ポリフェノールに水酸化ナトリウムに代えて水酸化カルシウムを添加した場合にも，ポリフェノールがポリフェノールのカルシウム塩となることにより，渋味等の軽減効果が得られるという技術的思想を理解することができる。",
                "したがって，引用文献に水酸化カルシウムの実施例の記載がないことをもって，引用文献から引用発明を認定した本件審決が誤りであるということはできない。",
                "原告の主張は，理由がない。",
                "    (12) 原告は，引用文献は，非科学的でありえない愚かな作文であると主張する。",
                "しかし，前記(1)のとおり，引用文献には，ポリフェノールの渋味等の軽減の機序として，ポリフェノールを，水酸化ナトリウム，水酸化カルシウム，水酸化マグネシウム及び水酸化カリウムより成る群から選ばれるアルカリを用いて，ポリフェノールのナトリウム塩，カルシウム塩，マグネシウム塩又はカリウム塩とすることが記載されているとともに，緑茶抽出液に水酸化ナトリウム水溶液を添加してpHを7．0に調整した緑茶飲料と，水酸化ナトリウム水溶液を添加せず，緑茶葉がそれぞれ同量と半量の緑茶飲料とを専門パネラー5名が飲み比べた結果，水酸化ナトリウム水溶液を添加してpHを7．0に調整した緑茶飲料に渋味の軽減効果があったことが確認されたこと（実施例2），また，水酸化ナトリウム水溶液を添加したエピガロカテキンガレート水溶液のUV吸収スペクトルの測定により，pHが6．5程度の弱酸性環境下～pHが7．0程度の中性環境下においては，ポリフェノール（エピガロカテキンガレート）のフェノール性水酸基の水素原子の多くがナトリウムに置換されて，ポリフェノール塩（エピガロカテキンガレートナトリウム塩）が多く生成されることが確認されたこと（試験例2）が記載されている。これらの記載に接した当業者は，ポリフェノールに水酸化ナトリウムを添加して，ポリフェノールをそのナトリウム塩とすることにより，渋味等の軽減効果が得られることが，具体的な実験により裏付けられているものと理解するから，引用文献の記載から，これと同様の機序により，ポリフェノールに水酸化カルシウムを添加して，ポリフェノールをそのカルシウム塩とすることにより，渋味等の軽減効果が得られるという技術的思想を把握することができるといえる。原告が行ったと主張する実験において苦味を軽減する効果が得られなかったとしても，この認定が左右されることはない。",
                "したがって，引用文献から引用発明を認定した本件審決が誤りであるということはできない。",
                "原告の主張は，理由がない。",
                "    (13) 以上によると，本願発明1は，特許法29条1項3号に該当するから，本願は，全体として特許を受けることができない。したがって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（明確性要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "物の発明についての特許に係る特許請求の範囲にその物の製造方法が記載されている場合において，当該特許請求の範囲の記載が特許法36条6項2号にいう「発明が明確であること」という要件に適合するといえるのは，出願時において当該物をその構造又は特性により直接特定することが不可能であるか，又はおよそ実際的でないという事情（不可能・非実際的事情）が存在するときに限られると解するのが相当である（最高裁平成24年（受）第1204号同27年6月5日第二小法廷判決・民集69巻4号700頁参照。）。",
                "請求項11についてこれをみると，請求項11は，「請求項5乃至請求項10のいずれか1項の方法を用いて製造されたことを特徴とする可食物。」というものであるから，請求項11は，物の発明についての特許に係る特許請求の範囲にその物の製造方法が記載されている場合に当たる。",
                "そして，本願明細書（甲5）には，不可能・非実際的事情について何ら記載がなく，当業者にとって不可能・非実際的事情が明らかであることを認めるに足りる証拠もない。",
                "この点について，原告は，「『不可能・非実際的事情』が存在することの主張・立証をする。出願時において当該物をその構造又は特性により直接特定することが不可能であり，かつ，およそ実際的でないという事情である。つまり，出願時において当該物をその構造又は特性により直接特定することが，当方にとって，全く不可能であり，かつ，当方にとって，全く実際的でないという事情である。また，本願明細書［0008］に『新しいマスキング方法を提供する』と，明記してある。」と主張する。本願明細書（甲5）の【0008】には，「新しい苦味マスキング剤及び方法を提供する事を目的とする。」と記載されているが，この記載が，不可能・非実際的事情を直ちに基礎付けるものでないことは明らかであり，原告の上記主張によっても，不可能・非実際的事情が存在するとは認められない。",
                "また，原告は，水酸化カルシウムによる苦味マスキングの機序が，動植物体内の連続反応の様々な locus（loci）に係っていると推測され，これを解明することができないことが，不可能・非実際的事情に当たる旨主張するが，水酸化カルシウムによる苦味マスキングの機序を特定することが困難であるとしても，請求項11の「可食物」をその構造又は特性により直接特定するに当たり，このような機序を記載しなければならないものとは認められないから，原告主張の機序の特定が困難であるという事情は，不可能・非実際的事情を基礎付けるものとはいえない。",
                "そうすると，特許請求の範囲の記載のうち，請求項11の記載は，特許法36条6項2号所定の「発明が明確であること」を充足しないから，本願は，全体として特許を受けることができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によると，本願は，特許請求の範囲の記載が特許法36条6項2号に規定する要件を満たしていないから特許を受けることができない旨の本件審決の判断は，結論において正当であるから，取消事由2は，その余の点について判断するまでもなく，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によると，原告主張の取消事由1及び2はいずれも理由がない。また，原告は，本願の審査手続や審判手続等について主張するが，いずれも本件審決の結論に影響を及ぼす違法があるものではない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}