{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴人の当審で拡張した請求をいずれも棄却する。"
    },
    {
      "fig": "3",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙被控訴人製品目録記載1～3の各製剤の生産，譲渡，輸入又は譲渡の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，別紙被控訴人製品目録記載1～3の各製剤を廃棄せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(以下，用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」に，適宜読み替える。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「オキサリプラチン溶液組成物ならびにその製造方法及び使用」とする発明についての特許権(特許第4430229号。以下「本件特許権」といい，その特許を「本件特許」という。)の特許権者である控訴人(一審原告)が，被控訴人(一審被告)の製造，販売する別紙被控訴人製品目録記載1及び2の各製剤(以下「被控訴人製品1及び2」という。)は，本件特許の願書に添付した明細書(本件明細書)の特許請求の範囲の請求項1に係る発明(本件発明1)の技術的範囲に属する旨主張して，被控訴人(一審被告)に対し，特許法100条1項及び2項に基づき，被控訴人製品1及び2の生産等の差止め及び廃棄を求めた事案である。",
            "原判決は，被控訴人製品1及び2はいずれも本件発明1の技術的範囲に属するものではないとして，控訴人(一審原告)の各請求をいずれも棄却したため，控訴人(一審原告)は，これを不服として本件控訴を提起し，別紙被控訴人製品目録記載3の製剤(以下「被控訴人製品3」という。)は，本件発明1の技術的範囲に属する旨を主張して，被控訴人(一審被告)に対し，特許法100条1項及び2項に基づき，被控訴人製品3の生産等の差止め及び廃棄を求める請求を追加する訴えの変更を申し立て，また，被控訴人製品1～3(以下併せて「被控訴人各製品」という。)は，本件明細書の特許請求の範囲の請求項2に係る発明(本件発明2)の技術的範囲に属する旨を主張して，被控訴人(一審被告)に対し，特許法100条1項及び2項に基づき，被控訴人各製品の生産等の差止め及び廃棄を求めた。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実並びに文中掲記した証拠及び弁論の全趣旨により認定できる事実)",
          "text": [
            "以下のとおり補正するほかは，原判決「事実及び理由」の第2の2(2頁17行目～5頁14行目)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁8行目及び15行目の各「別紙」をそれぞれ「原判決別紙」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁15行目の「下線は訂正箇所を示す。」を「下線(ただし，【請求項10】2行目の「オキサリプラチン溶液」の下線を除く。)は訂正箇所を示す。」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁18行目の「本件訂正発明」を「本件訂正発明1」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決3頁24行目の「現在も」を「本件口頭弁論終結時において」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決4頁1行目及び2行目の「本件発明及び本件訂正発明」を「本件発明1及び本件訂正発明1」に改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決4頁4行目の「本件発明」を「本件発明1」に改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決4頁18行目の「本件訂正発明」を「本件訂正発明1」に改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決5頁10行目，11行目及び13行目の「被告各製品」を「被控訴人製品1及び2」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決5頁12行目の「している。」の後に「被控訴人は，被控訴人製品3につき，厚生労働大臣から製造販売承認を得た後，平成27年12月に薬価収載され，同月以降，被控訴人製品3を業として生産等している(甲28)。」を加える。",
                "(10)  原判決5頁13行目の「本件発明及び本件訂正発明」を「本件発明1及び本件訂正発明1」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，次のとおり，当審における主張を追加するほかは，原判決「事実及び理由」の第2の3及び4(5頁15行目～20頁23行目)に記載のとおりであるから，これを引用する。",
            "ただし，原判決5頁15行目～20頁23行目の「被告各製品」を「被控訴人製品1及び2」に，同「本件発明」を「本件発明1」に，同「本件訂正発明」を「本件訂正発明1」に，それぞれ読み替えた上，7頁16行目の「おって」を「追って」に，同頁19行目の「【0015】」を「【0017】」に，8頁5行目の「あたり」を「当たり」に，14頁1行目の「蓚酸」を「蓚酸である」に，19頁25行目～26行目の「本件訂正1は・・・(争点3)」を「争点3(本件訂正1は訂正要件を満たし，同訂正により無効理由が解消し，かつ，被控訴人製品1及び2が本件訂正発明1の技術的範囲に属するか)」に，20頁8行目の「ph」を「pH」に，同頁11行目の「の特許請求の範囲及び発明の詳細な説明」を「及び図面」に，それぞれ改める。",
            "(当審における当事者の主張)"
          ]
        },
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "訴えの変更申立書の記載に係るもの",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人製品3に係る請求の拡張に係るもの",
                  "text": [
                    "被控訴人製品3は，被控訴人製品1及び2と同じ溶液で，分量が異なるのみであり，本件発明1の構成要件A～Gをいずれも満たしている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人各製品が本件特許の請求項2の発明(本件発明2)の技術的範囲に属する旨の主張の追加に係るもの",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "請求原因",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明2を構成要件に分説すると，次のとおりである(以下分説に係る各構成要件を符号に対応して「構成要件J」などという。)。",
                            "J  緩衝剤がシュウ酸またはシュウ酸ナトリウムである",
                            "K  請求項1の組成物"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人各製品は，いずれも緩衝剤がシュウ酸であるから，構成要件Jを充足する。",
                            "また，被控訴人各製品は，いずれも本件発明1及び本件訂正発明1の技術的範囲に属するから，構成要件Kを充足する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2についての訂正の再抗弁",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訂正後の請求項2は，訂正により，次のとおり記載される予定である。",
                            "「オキサリプラチン，有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物であって，製薬上許容可能な担体が水であり，緩衝剤がシュウ酸またはシュウ酸ナトリウムであり，",
                            "緩衝剤の量が、以下の：",
                            "(a)5x10-5M ～1x10-2M ，",
                            "(b)5x10-5M ～5x10-3M ，",
                            "(c)5x10-5M ～2x10-3M ，",
                            "(d)1x10-4M ～2x10-3M ，または",
                            "(e)1x10-4M ～5x10-4M の範囲のモル濃度である，pHが3～4．5(4．5を除く)の範囲の組成物。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記訂正は，特許請求の範囲の減縮を目的とするものであり(特許法120条の5第2項1号)，実質上特許請求の範囲を拡張し，又は変更するものには該当せず(特許法120条の5第9項で準用する126条6項)，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内の訂正である(特許法120条の5第9項で準用する126条5項)から，適法である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "少なくとも，本件優先日当時，「pHが3～4．5(4．5を除く)の範囲の」オキサリプラチン組成物は開示されておらず，また，この構成を容易に想到することはないから，本件訂正発明2には，無効理由がない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件訂正発明2を構成要件に分説すると，次のとおりである。",
                            "A  オキサリプラチン，",
                            "B  有効安定化量の緩衝剤および",
                            "C  製薬上許容可能な担体を包含する",
                            "D  安定オキサリプラチン溶液組成物であって，",
                            "E  製薬上許容可能な担体が水であり，",
                            "F  緩衝剤がシュウ酸またはシュウ酸ナトリウムであり，",
                            "G  緩衝剤の量が，以下の：",
                            "(a)5x10-5M ～1x10-2M ，",
                            "(b)5x10-5M ～5x10-3M ，",
                            "(c)5x10-5M ～2x10-3M ，",
                            "(d)1x10-4M ～2x10-3M ，または",
                            "(e)1x10-4M ～5x10-4M の範囲のモル濃度である、",
                            "H’  pHが3～4．5(4．5を除く)の範囲の組成物"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "被控訴人各製品は，いずれも，前記dの構成要件A～Gを充足し，被控訴人製品2及び3は，構成要件H’を充足する。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "その他の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の構成要件B，F及びGに係る「緩衝剤」には，添加シュウ酸及び解離シュウ酸が含まれる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書中，「緩衝剤という用語は，本明細書中で用いる場合，オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する」(【0022】)，「緩衝剤は，有効安定化量で本発明の組成物中に存在する。緩衝剤は，約5×10-5M ～約1×10-2Mの範囲のモル濃度で，好ましくは約5×10-5M～5×10-3Mの範囲のモル濃度で，さらに好ましくは約5×10-5M～約2×10-3Mの範囲のモル濃度で，最も好ましくは約1×10-4M～約2×10-3Mの範囲のモル濃度で，特に約1×10-4M～約5×10-4Mの範囲のモル濃度で，特に約2×10-4M～約4×10-4Mの範囲のモル濃度で存在するのが便利である」(【0023】)と，具体的に定義されており，「緩衝剤」は，本件発明1の対象である「オキサリプラチン溶液組成物」において，上記のモル濃度で存在するものであり，あらゆる酸性又は塩基性剤を意味するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1は，「オキサリプラチン溶液組成物」の安定化を目的とするものであり，「緩衝剤」であるシュウ酸のモル濃度を一定範囲にすることにより，目的を達成するものであり，本件発明1の課題，作用効果という観点からすると，添加シュウ酸であろうと解離シュウ酸であろうと，オキサリプラチン溶液中に存在するすべてのシュウ酸の濃度が問題となる。",
                        "オキサリプラチン水溶液は，下図のとおりの化学平衡状態に達する。",
                        "これは，解離シュウ酸が溶液中に存在することで，オキサリプラチンがそれ以上分解しないことを意味しているのであって，解離シュウ酸は，オキサリプラチン溶液を安定化し，不純物の生成を防止するか又は遅延させ得るものである。",
                        "当業者は，本件明細書から，これまで不純物とされていた解離シュウ酸が，オキサリプラチン溶液組成物中に存在することで，安定性に寄与するとの技術的意義が開示されていることを理解する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決が，「オキサリプラチンの従来既知の水性組成物」(本件明細書【0031】)は，乙1発明のオキサリプラチン水溶液であるとしているのは，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書【0022】の定義では，「緩衝剤」は，従来既知の水性組成物と比較して，不純物を減少させるとの効果を有するものとは記載されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書において問題とされているのは，オキサリプラチンが時間を追って分解していく製薬上安定とはいえない溶液組成物であること(【0013】～【0016】)であるところ，乙1発明の実施品は既に製薬上安定であるから，時間を追って分解していく製薬上安定とはいえない溶液組成物に該当しない。",
                            "仮に，本件発明が，乙1発明を前提として，更なる不純物の減少を問題としているのであれば，既に製薬上安定なオキサリプラチン溶液組成物を前提に，更なる不純物の減少が望まれる旨記載されるはずであるが，そのように読み取れる記載は存在しないし，乙1発明においては，凍結乾燥物質の欠点は，既に解決済みであるから，乙1発明を前提として，凍結乾燥物質の欠点(【0012】～【0013】)を克服する(【0017】)等と記載されるはずがない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "実施例1及び8は，少なくとも出願当初は実施例であったところ，本件明細書【0031】には，「オキサリプラチンの従来既知の水性組成物の場合よりも本発明の組成物中に生成される不純物・・・が少ない」と記載されている。出願当初の請求項1と本件発明1において「緩衝剤」の意味は変わっていないのであるから，乙1発明と比較して効果がない実施例1及び8が，「従来既知の水性組成物」に当たることなく，「従来既知の水性組成物」は凍結乾燥物質を再構築したものであると解釈しなければ理解できない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "緩衝剤を添加したものが，乙1発明と比較して「製造工程中に安定」であると考えると，乙1に記載されたオキサリプラチン水溶液を製造する工程と，オキサリプラチンに緩衝剤を添加した水溶液を製造する工程とを比較する概念が突如として出てくることになる。",
                            "本件明細書には，乙1に関するオキサリプラチン水溶液を製造する間(製造工程中)における安定性と，オキサリプラチンに緩衝剤を添加した水溶液を製造する間(製造工程中)における安定性を比較した結果は示されていないのであるから，このように理解することは不自然である。",
                            "本件明細書には，凍結乾燥物質の再構築における不具合が記載されており(【0012】3段落(a)，【0013】2段落(c))，【0013】(2段落(c))の直後に，「オキサリプラチンは，時間を追って，分解して，種々の量のジアクオDACHプラチン(式I)，ジアクオDACHプラチン二量体(式II)およびプラチナ(IV)種(式III )・・・を不純物として生成し得る，ということが示されている。」と記載されているから，凍結乾燥物質を溶解させて再構築させる工程が【0031】の製造工程であると考えることが自然である。",
                            "凍結乾燥物を再構築する際にはオキサリプラチンを水に溶かして水性組成物を製造するという工程が存在し，その工程が不安定であるという問題が当業者においては認識されていたのであり，これを前提に【0031】の「オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定であることが判明しており」という記載はされているのであって，「従来既知の水性組成物」(【0031】)は，凍結乾燥物質であるオキサリプラチンを水に溶かして再構築した水性組成物である。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "本件特許明細書の【0012】(2段落)～【0016】と，【0030】～【0032】とは対応した記載になっているところ，【0012】(2段落)～【0013】(2段落)には，凍結乾燥物を利用する際の課題が記載されており，【0016】には，「上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが望ましい。」と，【0017】には，「前記の欠点を克服し，そして長期間の，即ち2年以上の保存期間中，製薬上安定である，すぐに使える(RTU)形態のオキサリプラチンの溶液組成物が必要とされている。したがって，すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供することによりこれらの欠点を克服することが，本発明の目的である。」と記載されている。",
                            "【0013】(3段落)～【0016】(1行)は，【0012】(2段落)～【0013】(2段落)と同様，凍結乾燥物に関する記載であり，【0013】(3段落)で示された「水性溶液」とは，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性溶液のことを意味している。",
                            "【0013】(3段落)～【0016】(1行)に対応する【0031】(2段落)で示された「従来既知の水性組成物」も，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物を意味している。",
                            "【0012】(2段落)に対応する【0030】(2段落)及び【0031】(1段落)と，【0013】(1段落「(b)」)に対応する【0032】(1段落)との間に，【0031】(2段落)が記載されていることも，【0031】(2段落)における「従来既知の水性組成物」が，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物を意味していることを裏付けている。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "本件明細書には，従来技術としての公報が多数列記されており(【0002】～【0012】(1段落))，そのうちの一つとして乙1が挙げられているにすぎない。これらの多数の従来技術の公報から乙1だけを抜き出して，その他の本件明細書の記載(【0012】(2段落)～【0016】及び【0030】～【0032】)に反して，「従来既知の水性組成物」(【0031】)を乙1に開示されたオキサリプラチン水溶液と解釈することは，妥当性を欠く。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "「緩衝剤」が添加したものに限定されるとすれば，実施例1及び8でも添加シュウ酸等が存在する以上，「緩衝剤」が含まれていることになる。",
                            "原判決は，実施例1及び8は，本件発明の効果を奏しない比較例である旨判示しているところ，本件発明の効果を奏しない実施例1及び8でも「緩衝剤」を含むことになり，「緩衝剤」の意味を解釈する際に，乙1発明と比較しなければならないという原判決の前提は，崩れている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原判決が，本件発明1の構成要件Gが規定する緩衝剤の量(モル濃度)の数値も，添加シュウ酸の量のみに基づいて規定されていることは明らかである旨判示したのは，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書に触れた当業者は，解離シュウ酸のモル濃度を，ジアクオDACHプラチン1モルに対しシュウ酸1モル，ジアクオDACHプラチン二量体1モルに対しシュウ酸2モルが生成するという知見(本件明細書【0013】～【0016】)に基づき，推計することができ，それにより，解離シュウ酸を含めた溶液組成物中のシュウ酸の総量と，製薬上の安定性との関係を理解する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書の各表に列記された添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度の数値の下限値である1×10-5Mという数値(実施例1及び8)と，【0023】において組成物中に存在する緩衝剤のモル濃度の下限値として示されている5×10-5Mという数値は合致しない。また，前記の添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度の数値の上限値である0．002Mという数値(実施例7及び14)と，【0023】において組成物中に存在する緩衝剤のモル濃度の上限値として示された1×10-2Mという数値も合致しない。",
                            "【0023】で示された組成物中に存在する緩衝剤の量(モル濃度)の下限値は，実施例1～17における添加されたシュウ酸又はシュウ酸ナトリウムの量の下限値である1☓10-5Mより大きく，これが本件発明1の構成要件Gの下限値として採用されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "実施例1，8及び18(b)は「実施例」と明記されている。",
                            "解離シュウ酸を含めた溶液組成物中のシュウ酸の総量は，下記【表1】のように推計され，その下限は5×10-5Mを超える値になるから，当業者は，本件発明の構成要件Gの濃度の下限値は，添加したシュウ酸の濃度を規定するものではなく，これに解離シュウ酸の濃度を加えた値であると理解する。",
                            "【表1】",
                            "実 施 例 ジアクオD ジアクオD ( A ) 及 び 付 加 さ ( C ) ＋No.  ACHプラ ACHプラ (B)量から れ た シ (D)の合チン(A)  チン二量体 予想されるシ ュ ウ 酸 計値",
                            "(B)  ュウ酸量(分 量解量)(C)  (D)"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "2.9×10-5  1.2×10-5  5.2×10-5  1×10-5  6.2×10-5",
          "text": [
            "(初期)"
          ]
        },
        {
          "fig": "1",
          "subject": "3.0×10-5  1.2×10-5  5.3×10-5  1×10-5  6.3×10-5",
          "text": [
            "(1か月)",
            "8(初期)  3.2×10-5  1.3×10-5  5.8×10-5  1×10-5  6.8×10-5"
          ]
        },
        {
          "fig": "8",
          "subject": "3.9×10-5  1.5×10-5  6.8×10-5  1×10-5  7.8×10-5",
          "text": [
            "(1か月)",
            "18"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(b)",
                              "subject": "3.9×10-5  1.2×10-5  6.4×10-5  0  6.4×10-5",
                              "text": [
                                "(初期)",
                                "18"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "3.3×10-5  1.2×10-5  5.8×10-5  0  5.8×10-5",
                              "text": [
                                "(1か月)",
                                "上記推計を行えば，実施例1，8及び18(b)では，効果の差がないことから，当業者は，概ね同じ値になっている推計結果が妥当なものであると認識する。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原判決が，実施例1及び8は実施例と認めることはできないとしているのは，妥当性を欠く。",
                        "本件特許の出願当初の請求項1は，「5☓10-5M」という限定が入っていなかったから，この数値が実施例と比較例とを区別する根拠にはなり得ない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "「緩衝剤」の文言解釈，すなわち，本件発明1の技術的範囲を解釈する際に，新規性及び進歩性の判断を持ち出すのは，誤りである。",
                        "しかも，新規性及び進歩性を判断する際には，技術的思想を考慮しなければならないにもかかわらず，原判決は，技術的思想を考慮していない。",
                        "原判決は，技術的思想が異なる場合は，実施の態様において重複する場合があったとしても，同一発明とはいえないこと(最高裁判所昭和42年(行ツ)第29号，同50年7月10日判決・裁判集民事115号275頁)を無視している。",
                        "仮に，原判決が判示するように「濃度5mg／mLのオキサリプラチン水溶液において，解離シュウ酸のモル濃度が5☓10-5M以上となることは，ごく通常のことであ」った(25頁3行～4行)としても，乙1発明ではシュウ酸を不純物として規定している以上，当該水溶液から，シュウ酸の量によって安定性を実現する本件発明(技術的思想)に当業者が容易に想到することはあり得ない。",
                        "さらに，本件発明は，pH4．5未満という限定を付せば，新規性，進歩性が認められる。このような発明において，新規性，進歩性に懸念があるとして，無理な限定解釈を行うべきではなく，訂正による救済を与えるべく，構成要件の文言どおり，クレーム解釈を行うべきである。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "本件発明1は，解離シュウ酸のみの態様に加えて，添加シュウ酸を加えた態様も含んでおり，添加シュウ酸として「そのアルカリ金属塩」を外部から加える態様も技術的範囲に含まれているのであって，「シュウ酸」と「そのアルカリ金属塩」とを区別して記載することで，このことが明確になる。",
                        "本件明細書(【0035】)では，添加される緩衝剤も水性緩衝溶液の形態で計量することが好ましいとされており，「イオン」の形態で計量することが想定されているにもかかわらず，本件明細書には「イオン」という文言が用いられていないから，本件明細書では「イオン」であっても「緩衝剤」に当たる前提で記載がされており，「シュウ酸」が「シュウ酸イオン」を包含しないかのような原判決の認定は，本件明細書の記載を無視している。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "「剤」の意味を，「各種の薬を調合したもの。また，その薬。」という用語の一般的な意味で解釈するのは，不合理である。",
                        "本件発明は，静脈内(血液内)に注入される注射液に関するものであるところ，この技術分野では，体内で生成された物質又は体内に存在している物質についても「緩衝剤」という用語が用いられており(甲29の1～3)，「剤」という文言が用いられているからといって，外部から添加されるというような解釈はされていない。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "本件特許に係る特許請求の範囲請求項10～14(以下単に「請求項10～14」という。)には，緩衝剤を「付加」することや「混合」することが記載されているのに対し，本件発明1では，「包含」と，意図的に使い分けられており，本件発明1の「緩衝剤」は，「付加」等されたものに限定されない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人各製品は，溶媒である「担体」としては水しか含まれておらず，構成要件E(「製薬上可能な担体が水であり，」)を充足する。",
                  "text": [
                    "構成要件Eの「担体」は，本件明細書上，「製薬上許容可能な担体という用語は，本明細書中で用いる場合，本発明のオキサリプラチン溶液組成物の調整に用いられ得る種々の溶媒を指す。」(【0024】)と明確に定義されている。",
                    "この定義規定における「溶媒」とは，「溶質を溶解している液体のこと」という(甲17)。したがって，「担体が水」であるか否かは，オキサリプラチン溶液組成物中の液体が水であるか否かを検討すれば足り，この液体(溶媒)に，どのような溶質が溶解しているかは問題にならない。",
                    "被控訴人各製品の溶質は，オキサリプラチン及び乳糖水和物(甲26)であり，この溶質を溶解している液体は「水」であるから，「水」が本件発明のオキサリプラチン溶液組成物の調整に用いられた溶媒(担体)に該当する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "訴えの変更申立書の記載に係るものについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人製品3に係る請求の拡張に係るものについて",
                  "text": [
                    "被控訴人製品3は，被控訴人製品1及び2と同じ溶液で，容量が異なるのみであり，本件発明1及び本件訂正発明1の技術的範囲に属しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人各製品が本件発明2の技術的範囲に属する旨の主張の追加に係るものについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "時機に後れた攻撃防御方法の却下の申立て",
                      "text": [
                        "特許権侵害訴訟において最も重要な請求の基礎である請求項を追加するという重大な攻撃防御方法の変更を行うのであれば，原審において速やかに行うべきであって，控訴審において，控訴理由書提出期限を2週間も経過した後になってから行うのは不適当である。",
                        "また，控訴人が，本件発明2に基づく請求を追加する理由は，原判決において本件発明1が乙1発明に基づき新規性・進歩性を欠く旨を指摘されたことから，これを回避すべく訂正の対抗主張を行うためと解されるところ，乙1発明に基づく無効理由の主張は，原審における平成28年2月24日付け被告第1準備書面において提出されていたのであるから，それから10か月以上も経過した後に，その無効理由を回避するために訂正の対抗主張を提出しようとしている控訴人には，重大な過失がある。",
                        "仮に本件発明2に基づく請求の追加が許されるとすれば，被控訴人としては，本件発明2についての訂正の対抗主張に対する反論を行う必要が生じる上，それに対する控訴人の再反論も予想されることから，本件控訴審の完結は遅延することになる。",
                        "したがって，控訴人の前記主張部分は，時機に後れた攻撃防御方法として却下されるべきである。",
                        "なお，原判決は，解離シュウ酸であっても本件発明1の「緩衝剤」に該当するというのであれば，本件発明1は新規性・進歩性を欠く発明になってしまう旨を指摘しており，控訴人が請求項2をどのように訂正したところで前記の指摘事実は変わるものではない。また，請求項2は，請求項1の従属項であり，請求項1の技術的範囲に属さない製品が，請求項2の技術的範囲に属することはあり得ないから，請求項2に基づく主張の追加は無意味であり，この点についての審理は不要である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "請求原因の認否",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記1(1)イ(ア)aの事実は，認める。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "同bのうち，被控訴人各製品が，構成要件A及び同Cを充足すること，被控訴人製品2及び3が，「シュウ酸の量が，5☓10-5～1x10-4Mの範囲のモル濃度である組成物」であることは認め，その余の事実は否認する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "無効の抗弁",
                      "text": [
                        "本件発明2は，本件発明1における緩衝剤のうち，シュウ酸のアルカリ金属塩をシュウ酸ナトリウムに限定するだけの発明であるから，本件発明1及び本件訂正発明1と同様の理由により，無効理由を有する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明2についての訂正の再抗弁について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "訂正の適法性について",
                          "text": [
                            "争う。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "訂正後の本件発明2(本件訂正発明2)に関する無効理由",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "乙1発明に基づく進歩性欠如",
                              "text": [
                                "注射剤のpHを適宜調整することは，本件優先日以前から当業者の技術常識であるから，本件訂正発明2は，乙1発明に基づいて容易に想到できる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "実施可能要件違反",
                              "text": [
                                "本件発明1及び本件訂正発明1についての主張を援用する。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "明確性違反",
                              "text": [
                                "オキサリプラチン溶液のpHの測定値は，その測定方法や測定条件によって多少なりとも相違するものと考えられるが，pHの測定方法等については本件明細書には記載が見当たらないことから，本件訂正発明2につき，明確性要件違反の無効理由が存する可能性がある。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件訂正発明2の技術的範囲への属否について",
                          "text": [
                            "前記(イ)bのとおり。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "その他の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の構成要件B，F及びGに係る「緩衝剤」に，解離シュウ酸は含まれない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，本件明細書【0022】における定義に基づいて「緩衝剤」の意義を判断している。本件発明は，不純物の生成を完全に防止又は遅延させるような効果を有するものではなく，前記定義は，何と比較して防止又は遅延させるという意味であるのかを明らかにする必要がある。その解釈のために，本件明細書の他の箇所の記載を参照することに問題はなく，本件明細書【0031】によると，「オキサリプラチンの従来既知の水性組成物」，具体的には，乙1発明のオキサリプラチン水溶液よりもジアクオDACHプラチン等の不純物が少ないという意味であると解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明における「緩衝剤」の作用効果，すなわち，「オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチン及びジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得る」(本件明細書【0022】)という作用効果の観点からは，添加シュウ酸と解離シュウ酸には，その効果に明確な相違があるから，両者を同等に扱うことはできない。",
                        "解離シュウ酸は，単にオキサリプラチンの分解に関する化学平衡に関係しているだけであり，ジアクオDACHプラチン等の生成を防止又は遅延するようなものではないのに対して，添加シュウ酸は，オキサリプラチン溶液中のシュウ酸濃度を人為的に増加させることによって，「平衡に関係している物質の濃度が増加すると，当該物質の濃度が減少する方向に平衡が移動するという原理」に従い，ジアクオDACHプラチン等の不純物量を，シュウ酸又はそのアルカリ金属塩を添加(外部から付加)しない場合よりも減少させるという効果を有するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明1は，すぐに使える形態のオキサリプラチンの溶液組成物を提供することのみを目的とするものではなく，乙1発明のようなオキサリプラチンの従来既知の水性組成物の欠点を克服・改善することも，その目的とするものである。",
                            "本件発明は，乙1発明を含むオキサリプラチンの従来既知の水性組成物と比較すると，製造工程中に安定であり，生成されるジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物が少ないという効果を有するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件特許請求の範囲請求項1には，「有効安定化量の緩衝剤」という文言が当初から用いられていたから，緩衝剤の量には一貫して限定が存在していたのであって，この「有効安定化量」は，本件明細書の記載からは，約5☓10-5M以上のモル濃度であると解するのが自然であるから，実施例1及び8は，出願当初からいわゆる比較例であったと解される。",
                            "仮に，出願当初の請求項1における「有効安定化量」に実施例1及び8における緩衝剤の量(1☓10-5M)が含まれるとした場合，出願当初の請求項1は，実施例18(b)と比べてほとんど効果がない実施例1及び8もその技術的範囲に含むような広すぎるクレームであったということになる。これが補正によって実施例18(b)と比較して安定化効果を奏する緩衝剤の量(5☓10-5M以上)の範囲に減縮されたと解することができるから，この場合についても，各実施例の作用効果は，実施例18(b)と比較されていると解釈することに，特に問題は見当たらない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "「製造工程中に安定」とは，「本発明の組成物中に生成される不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体が少ない」ことを意味している(本件明細書【0031】)のであって，ここで問題とされているのは組成物中の不純物の量であって，製造する工程自体を比較するという趣旨でない。",
                            "仮に，本件明細書の各実施例における不純物の量と比較されるべき対象が凍結乾燥物質を再構築(使用時に水又はブドウ糖溶液に溶解すること)したものであるとすれば，本件明細書には，凍結乾燥物質を再構築したものの不純物量が開示されていなければならないが，このことについては全く記載がなく，乙1発明である実施例18(b)のみが記載されている。",
                            "また，凍結乾燥物質を再構築したものは，その後すぐに使用することを前提としているものであって，本件明細書の各表のように，製造後1か月間保存した場合の安定性を問題にする必要があるようなものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件発明は，単に「緩衝剤」を包含していれば足りるとしているのではなく，「有効安定化量の緩衝剤」(具体的な濃度としては5☓10-5M～1☓10-2Mと特定されている。)を包含することをその要件としている。そして，「有効安定化量の緩衝剤」は，「オキサリプラチンの従来既知の水性組成物」(具体的には実施例18(b)のようにシュウ酸等を添加しないオキサリプラチン水溶液)よりも，ジアクオDACHプラチン等の不純物が少なくなるような量の「緩衝剤」を指すから，実施例1及び8は，「緩衝剤」は含まれているものの，「有効安定化量の緩衝剤」を包含していると解することはできず，本件発明の効果を奏しない比較例である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書には，各実施例における総シュウ酸量(解離シュウ酸も含めたシュウ酸量)を示す記載は存在していない。",
                            "控訴人による解離シュウ酸量の計算は，ジアクオDACHプラチン及びジアクオDACHプラチン二量体という，特定の不純物の量のみに基づいてされているが，本件明細書(【表8】～【表14】)には，「不特定不純物」や「総クロマトグラフィー的不純物」として，組成不明の不純物も含まれていることが示されている。このような不特定不純物は，その組成が不明である以上，その存在がシュウ酸濃度にどのような影響を与えるかについても不明であるから，本件明細書において開示されている情報だけから，各実施例中の総シュウ酸量を計算によって求めることは，当業者といえども不可能である。仮に，本件明細書が添加シュウ酸の量だけでなく，解離シュウ酸の量も問題とする趣旨であったのであれば，各実施例のオキサリプラチン溶液中のシュウ酸量を直接測定する必要があるのであって，それ以外の方法に基づく議論は，憶測の域を出るものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書【0023】は，「組成物中に存在する緩衝剤の量」を示しているのではなく，組成物中に存在する「有効安定化量の緩衝剤」の量として好ましいモル濃度の範囲を列挙しているものであり，約5☓10-5Mとのモル濃度への言及は，「有効安定化量」として好ましい緩衝剤の量の下限を示すものである。",
                            "添加されたシュウ酸がオキサリプラチン溶液の安定化という作用効果を奏するには，ある程度の量を付加することが必要となるところ，具体的にどの程度の量のシュウ酸を添加する必要があるかは，添加するシュウ酸の量を変えてみて，その安定性(具体的には，溶液中のジアクオDACHプラチン等の不純物量)を測定するしかない。本件明細書に開示されている結果によると，1☓10-5Mのシュウ酸を添加している実施例1及び8における不純物量が実施例18(b)とほとんど変わらない一方で，5☓10-5Mのシュウ酸を添加している実施例2及び9の不純物量は，実施例18(b)に比べて有意に低下していることが分かる(【表8】，【表9】)。",
                            "このような本件明細書の開示に接した当業者は，本件明細書【0023】が約5☓10-5Mを「有効安定化量」として好ましいモル濃度の下限としているのは，上記のような各実施例の不純物量の測定値に基づき，実施例2及び9における添加シュウ酸の量をもって，「有効安定化量」として好ましい濃度の下限としたものであることを理解できる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件明細書の実施例18(b)は比較例であって，本件発明の実施例ではない。本件明細書において，実施例18(b)は，「非緩衝化オキサリプラチン溶液組成物」(【0073】)とされているのであって，実施例18(b)においては，本件発明の「緩衝剤」は存在していないことが前提とされているから，実施例18(b)に含まれるシュウ酸，すなわち解離シュウ酸が本件発明の「緩衝剤」に該当する余地はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件明細書の各実施例の不純物量及び【0023】が「有効安定化量」として好ましいモル濃度の下限を約5☓10-5Mとしていることに照らすと，出願当初の本件特許請求の範囲請求項1における「有効安定化量の緩衝剤」とは，約5☓10-5M以上の濃度の添加シュウ酸を意味していると解するのが自然であるから，添加シュウ酸の量がこれに満たない実施例1及び8が出願当初から比較例であったとしても，5☓10-5Mを実施例と比較例とを区別する基準であると考えることについて，特に問題は見当たらない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "特許発明の技術的範囲を定めるに当たって，公知技術(より広く言えば，出願時の技術水準)を考慮するのは当然のことである。",
                        "仮に，解離シュウ酸であってもジアクオDACHプラチンの生成を防止し又は遅延させているというのであれば，公知技術においても，オキサリプラチン，解離シュウ酸及びジアクオDACHプラチン二量体等が平衡関係となっていることは当業者に自明の事項であるから，公知技術における解離シュウ酸がジアクオDACHプラチンの生成を防止し又は遅延させていること，すなわち本件発明の「緩衝剤」に該当するものになるということも当業者には容易に想到できるということになる。",
                        "なお，控訴人が，発明の新規性・進歩性が否定されるわけではない旨の主張の根拠として挙げる最高裁判決は，旧特許法8条の先後願関係に関するものであって，本件において適切な判例ではない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "「シュウ酸」と「そのアルカリ金属塩」が並列に記載されていることからすると，本件発明1における「シュウ酸」は，「そのアルカリ金属塩」と同様に，外部から添加されたものを意味すると解するのが自然である。",
                        "仮に「シュウ酸」がシュウ酸イオンをも包含する概念であるとすれば，シュウ酸のアルカリ金属塩を添加した場合には，緩衝剤としてシュウ酸を使用したともシュウ酸のアルカリ金属塩を使用したともいえることになり，「シュウ酸」と「そのアルカリ金属塩」を区別している意味がなくなる。",
                        "本件特許の請求項1～3をみると，請求項3は，緩衝剤がシュウ酸のアルカリ金属塩である場合をその技術的範囲から除外しているはずであるが，控訴人の主張によると，シュウ酸のアルカリ金属塩を添加した場合でも「シュウ酸」(シュウ酸イオン)を使用したということになるから，請求項3の技術的範囲に含まれることになってしまい，請求項2及び3における限定の意味が失われる。",
                        "本件明細書【0035】の記載は，緩衝剤(具体的には，シュウ酸ナトリウム又はシュウ酸二水和物)を直接に混合容器に移してもよいし，水に溶かしてから混合容器に移してもよいということを述べているにすぎず，オキサリプラチンが分解して生じる解離シュウ酸が「緩衝剤」に含まれることを示唆するものではない。本件明細書の記載(【0042】，【0044】，【0047】)に照らすと，各実施例におけるシュウ酸の量は，付加される前の固体の重量として計量されていることが明らかであるから，【0035】に基づいて「イオン」の形態で計量することが想定されていると解釈することはできない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "「剤」は，「各種の薬を調合すること。また，その薬。」との意義を有するものであって(乙41)，外部からシュウ酸を添加する行為は，「数種の薬剤をまぜ合わせて，ある薬をつくること」という「調合」の定義と整合的であるから，添加シュウ酸は「剤」の一般的な語義に合致するのに対して，オキサリプラチンが分解して解離シュウ酸(シュウ酸イオン)が生じる現象は，前記の定義と整合しない。",
                        "「調合」との用語は，本来，その対象に限定はなく，広く「二種，または二種以上のものをまぜあわせること」を意味しており(乙36，37)，必ずしも薬剤の混合の場合に限られるものではないから，外部からシュウ酸(緩衝剤)を添加する行為を「調合」と呼ぶことに問題はない。",
                        "甲29の1～3は，いずれも本件優先日後に出版された書籍であって，本件優先日当時における技術常識の認定に資するものではない上，血液中の緩衝作用に関する記載であって，生物学又は医学の分野における用例であるから，本件発明1が属する化学又は製剤学の分野についての記載ではない。なお，医学の分野において，「緩衝剤」とは，「体液のpHに変動が生じた場合，これを是正する目的で使用する薬剤」と定義されており(乙38)，外部から投与される薬剤を指すことが前提とされているから，甲29の1～3は，生物学又は医学の分野においても，一般的な定義と整合しない。",
                        "化学の分野においては，「緩衝剤」とは，「‘緩衝作用’をもたせるために加える物質」(乙39)，「緩衝液を調整するための試薬」(乙40)などと定義されており，外部から加えるものを指す用語として定着している。また，製剤の分野においても，「緩衝剤」は，外部から添加されるものであることが前提とされている(乙28)。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "方法の発明である請求項10～14と物の発明である請求項1とで異なる表現が用いられていても特に不自然ではない。",
                        "方法の発明において「緩衝剤」が付加又は混合されることが明記されていることに照らすと，物の発明である請求項1についても，「緩衝剤」は付加されたものに限られると解するのが自然である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1の構成要件Eにおける「製薬上許容可能な担体」は「水」に限定されるから，乳糖溶液を担体とするオキサリプラチン溶液である被控訴人各製品は，本件発明1の構成要件Eを充足しない。",
                    "本件発明1における「製薬上許容可能な担体」とは，「本発明のオキサリプラチン溶液の組成物の調整に用いられ得る種々の溶媒」であると定義されており，一般に，「溶媒」とは，「溶剤」と同義であって，「物質を溶かして溶液とするときに用いる液体物質」のことを指しており，「溶媒に溶けて，溶液となる物質」が「溶質」であるから(乙6)，「オキサリプラチン溶液組成物の調整に用いられ得る種々の溶媒」とは，溶質であるオキサリプラチンを溶かしてオキサリプラチン溶液とするときに用いる液体物質のことを指している。",
                    "被控訴人各製品においてオキサリプラチンを溶解してオキサリプラチン溶液とするときに用いられている液体物質は，注射溶液40kgに乳糖水和物2．25kgを加えて撹拌することによって製造された乳糖溶液である(乙7)から，被控訴人各製品の「製薬上許容可能な担体」は，乳糖溶液であって，水ではない。",
                    "仮に，乳糖溶液にオキサリプラチンを溶解して製造されるオキサリプラチン溶液の「製薬上許容可能な担体」が「水」であるならば，いかなる糖溶液についても，その「製薬上許容可能な担体」は「水」であるということになり，「水」とは別に糖溶液が「製薬上許容可能な担体」になることはないはずであるが，本件明細書【0024】は，「水」とは別の「その他の適切な担体(溶媒)の代表例」として，「製薬上許容可能なラクトース，デキストロース(グルコース)，スクロース，マンノース，マンニトール，シクロデキストリン等またはそれらの混合物の糖溶液」を挙げているから，控訴人の主張は，本件明細書の記載と整合しない。",
                    "また，溶解前の乳糖水和物は固体であるが，それを水に溶解して作成される乳糖溶液は液体であり，被控訴人製品における液体は水のみであるとする控訴人の主張は，前提を誤っている。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，当審における主張及び立証を踏まえても，本件発明1における「緩衝剤」としての「シュウ酸」は，添加シュウ酸に限られ，解離シュウ酸を含まないものと解されるから，解離シュウ酸を含むのみで，シュウ酸が添加されていない被控訴人製品1及び2は，構成要件B，F及びGの「緩衝剤」を含有するものではなく，したがって，被控訴人製品1及び2は，本件発明1及び本件訂正発明1の技術的範囲に属しないものと判断した原判決は，相当であると判断する。",
            "その理由は，次のとおり原判決を補正するほか，原判決の「事実及び理由」の第3の1(1)～(3)(20頁25行目～34頁13行目)に記載のとおりであるから，これを引用する。",
            "ただし，原判決20頁25行目～34頁13行目の「被告各製品」を「被控訴人製品1及び2」に，同「本件発明」を「本件発明1」に，同「本件訂正発明」を「本件訂正発明1」に，それぞれ読み替える。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決21頁6行目～9行目の「特許発明の・・・(・・・改正前の規定。)」を「特許発明の技術的範囲は，明細書の特許請求の範囲の記載に基づいて定められるべきものである(特許法70条1項。ただし，平成14年法律第24号による改正前の規定。)が，その用語の解釈に際しては，明細書の特許請求の範囲以外の部分の記載及び図面を考慮するものとされている(同条2項。ただし，平成14年法律第24号による改正前の規定。)ところ」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決21頁24行目～26行目の「(後述するとおり，・・・生成する。)」を削る。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決22頁7行目の「溶媒」を「水性溶液」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決24頁9行目から25行目11行目までを削る。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決25頁12行目の「(キ)」を「(カ)」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決25頁16行目～24行目を次のとおり改める。",
                "「  ところで，緩衝剤として「シュウ酸アルカリ金属塩」を選択した場合を考えると，この場合，オキサリプラチン水溶液中には，オキサリプラチンが分解して生じた解離シュウ酸と「シュウ酸アルカリ金属塩」が同時に存在するところ，オキサリプラチンが分解して生じた解離シュウ酸は「シュウ酸アルカリ金属塩」に該当しないことが明らかであるから，緩衝剤は，オキサリプラチン水溶液に添加される「シュウ酸アルカリ金属塩」を指すと解するほかない。そうすると，「シュウ酸アルカリ金属塩」と並列に記載されている「シュウ酸」についても，オキサリプラチンが分解して生じた解離シュウ酸を除き，オキサリプラチン水溶液に添加されるシュウ酸を意味すると解することが自然である。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決26頁7行目の「(ク)」を「(キ)」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決26頁7行目の「溶媒」を「水性溶液」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決26頁20行目の「(キ)」を「(カ)」と改める。",
                "(10)  原判決28頁26行目の「にも」を「に」と改める。",
                "(11)  原判決29頁7行目の「ひとり」を削る。",
                "(12)  原判決29頁8行目の「解決すること」の後に「だけ」を加える。",
                "(13)  原判決29頁13行目の「「実施例1」」の後に「及び」を加える。",
                "(14)  原判決29頁15行目の「当然ながら」を削る。",
                "(15)  原判決29頁26行目の「そして」から30頁4行目までを削る。",
                "(16)  原判決30頁11行目から34頁8行目までを削る。",
                "(17)  原判決34頁10行目の「E，」を削る。",
                "(18)  原判決34頁11行目の「構成要件Dの充足性(争点1-3)」を「その余の構成要件」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "訴えの変更申立書の記載に係る主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訴えの変更の許否について",
                  "text": [
                    "被控訴人製品3の生産等の差止請求及び廃棄請求に係る訴えは，被控訴人製品1及び2の生産等の差止請求及び廃棄請求に係る訴えとは，請求の基礎を同じくするものである。",
                    "また，前記前提事実(第2の2(9))のとおり，被控訴人は，被控訴人製品3を，平成27年12月以降，生産等しているところ，被控訴人製品3が，被控訴人製品1及び2と同じ溶液で，容量が異なるのみであることは，当事者間に争いがないから，控訴人の被控訴人に対する被控訴人製品3の生産等の差止請求権及び廃棄請求権の存否の判断をするために，前記第2の3で引用する原判決「事実及び理由」の第2の3記載の被控訴人各製品1及び2に係る争点のほかに，判断が必要となる争点は，見当たらない。したがって，著しく訴訟手続を遅滞させるおそれもないといえる。",
                    "よって，控訴人は，被控訴人製品3の生産等の差止請求及び廃棄請求を追加する訴えの変更をすることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人各製品が本件発明2の技術的範囲に属する旨の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "位置付け",
                      "text": [
                        "控訴人の被控訴人各製品が本件発明2の技術的範囲に属する旨の主張の追加は，新たな訴訟物を追加するものではなく，訴えの追加的変更には該当せず，請求原因として，新たな攻撃方法を追加するものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "時機に後れた攻撃防御方法の却下の申立てについて",
                      "text": [
                        "控訴人は，平成27年10月14日の訴え提起以来，原審の審理において，差止請求等に係る請求原因として，本件特許の特許請求の範囲における請求項のうち，請求項1に係る発明(本件発明1)を主張し，被控訴人製品1及び2がその技術的範囲に属する旨を主張してきたところ，平成28年12月26日に至り，当裁判所に対し，被控訴人各製品が本件発明2の技術的範囲に属する旨の主張を記載した訴えの変更申立書を提出し，平成29年2月14日の当審第1回口頭弁論期日においてこれを陳述したところ，控訴人の前記主張は，原審の審理において適時に行うべきものであったといえ，控訴人においてこれができなかった事情は格別認められない。",
                        "しかしながら，本件特許の請求項2は，同請求項1の範囲を限定したものであり，請求項1に係る主張・立証は，当審第1回口頭弁論期日までの審理において行われており，同期日において，被控訴人に更なる反論の機会を与えなくとも，訴訟全部が裁判をするのに熟するに至ったと認められるから，控訴人の前記の主張の追加により，訴訟の完結を遅延させることとなるとは認められない。",
                        "したがって，被控訴人の前記主張の追加を民訴法157条に基づく時機に後れた攻撃防御方法として却下することはしない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人各製品は本件発明1の構成要件B，F及びGを充足するかについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，本件明細書の「緩衝剤」の定義(【0022】，【0023】)によると，「緩衝剤」は，「オキサリプラチン溶液組成物」において，本件明細書記載のモル濃度で存在するものであり，あらゆる酸性又は塩基性剤を意味する，本件発明1の課題，作用効果の観点からすると，添加シュウ酸であろうと解離シュウ酸であろうと，オキサリプラチン溶液中に存在するすべてのシュウ酸の濃度が問題となる旨主張する。",
                    "しかしながら，前記説示(原判決「事実及び理由」の第3の1(1)イ，ウ(イ))のとおりであって，控訴人の前記主張は採用することができない。",
                    "オキサリプラチン水溶液においては，オキサリプラチンと水が反応し，オキサリプラチンの一部が分解されて，ジアクオDACHプラチンとシュウ酸(解離シュウ酸)が生成される。その際，これとは逆に，ジアクオDACHプラチンとシュウ酸が反応してオキサリプラチンが生成される反応も同時に進行することになるが，十分な時間が経過すると，両反応(正反応と逆反応)の速度が等しい状態(化学平衡の状態)が生じ，オキサリプラチン，ジアクオDACHプラチン及びシュウ酸の量(濃度)が一定となる。",
                    "また，上記のオキサリプラチンの分解によって生じたジアクオDACHプラチンからジアクオDACHプラチン二量体が生成されることになるが，その際にもこれとは逆の反応が同時に進行し，化学平衡の状態が生じることになる。",
                    "上記のような平衡状態にあるオキサリプラチン水溶液にシュウ酸を添加すると，ルシャトリエの原理(ある可逆反応が化学平衡にあるとき，温度，圧力，濃度などの条件を変えると，その影響を打ち消す方向に化学平衡は移動するという原理。乙35)によって，シュウ酸の量を減少させる方向，すなわち，ジアクオDACHプラチンとシュウ酸が反応してオキサリプラチンが生成される方向の反応が進行し，新たな平衡状態が生じることになる。そして，この新たな平衡状態においては，シュウ酸を添加する前の平衡状態に比べ，ジアクオDACHプラチンの量が少なくなるから，上記の添加されたシュウ酸は，不純物であるジアクオDACHプラチンの生成を防止し，かつ，ジアクオDACHプラチンから生成されるジアクオDACHプラチン二量体の生成を防止する作用を果たすものといえる。",
                    "他方，解離シュウ酸は，水溶液中のオキサリプラチンの一部が分解され，ジアクオDACHプラチンとともに生成されるもの，すなわち，オキサリプラチン水溶液において，オキサリプラチンと水とが反応して自然に生じる上記平衡状態を構成する要素の一つにすぎないものであるから，このような解離シュウ酸をもって，当該平衡状態に至る反応の中でジアクオDACHプラチン等の生成を防止したり，遅延させたりする作用を果たす物質とみることはできないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，原判決が，本件明細書【0031】の「オキサリプラチンの従来既知の水性組成物」を，乙1発明のオキサリプラチン水溶液であるとしているのは，誤りである旨主張する。",
                    "しかしながら，前記説示(原判決「事実及び理由」の第3の1(1)イ，ウ(ウ))のとおりであって，控訴人の前記主張は採用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書においては，凍結乾燥粉末形態のオキサリプラチン生成物のみならず，乙1発明に対応する豪州国特許出願第 29896/95 号(WO96/04904)に係るオキサリプラチン水溶液について従来技術として挙げられ(【0010】)，オキサリプラチンの水溶液中において不純物が生成されるという問題及び有意に少ない量しか不純物を生成しないより安定なオキサリプラチン溶液組成物を開発するという課題についての説明がされ(【0012】～【0016】)，「上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが望ましい。」(【0016】)と記載されており，また，本件明細書の【0030】には，「現在既知のオキサリプラチン組成物」との記載があり，凍結乾燥粉末形態のオキサリプラチンに対する本件発明の利点について記載されており，【0031】には，第1段落で，凍結乾燥物質を用いる場合に存在する再構築のための適切な溶媒の選択に際してエラーが生じる機会がないことが記載されているが，第2段落で，本件発明の組成物が，オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定で，ジアクオDACHプラチン等の不純物が少ない旨が記載されているから，本件発明1は，乙1発明を含む従来既知のオキサリプラチン溶液組成物における不純物生成の問題を改善することをも目的とする発明である。",
                        "凍結乾燥物質形態のオキサリプラチンは，注入用の水又は5％グルコース溶液を用いて患者への投与の直前に再構築されて利用されるものであり(本件明細書【0012】)，凍結乾燥物質を適切な溶液に溶かして溶液組成物にした状態で，長期間保存した上で，患者への投与を行うことは予定されていなかったところ，乙1発明は，使用時の再構成操作における間違った操作のリスクを排除し，すぐに使用でき，医薬的に許容される期間貯蔵した後でも，オキサリプラチン含量が当初の含量の少なくとも95％であるオキサリプラチン注射液を製造することを目的とするものであり(乙1の2)，本件明細書で，従来技術として挙げられたもののうち，オキサリプラチン水溶液であることが明示されているものは，乙1発明のみである(【0007】～【0012】)。",
                        "そうすると，本件発明は，乙1発明のオキサリプラチン水溶液より少ない量でしか不純物を生成しないオキサリプラチン水溶液に関するものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "後記ウ(イ)のとおり，実施例1及び8は，出願当初は実施例であったが，その後，本件特許請求の範囲に「5☓10-5M」以上との数値限定がされたため，実施例でなくなったものであるところ，実施例1及び8は，実施例18(b)と比較して有意に少ない量しか不純物を生成しないといえないこと(本件明細書【表8】，【表9】，【表14】)から，上記数値限定がされたものと認められる。したがって，実施例1及び8は，本件発明1の作用効果が認められないことから実施例でなくなったものということができ，そのようなものを根拠として，「従来既知の水性組成物」の意義を解釈することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，緩衝剤を添加したものが，乙1発明と比較して「製造工程中に安定」であると考えると，乙1に記載されたオキサリプラチン水溶液を製造する工程と，オキサリプラチンに緩衝剤を添加した水溶液を製造する工程とを比較する概念が突如出てくるが，本件明細書には，これらの製造工程における安定性を比較した結果は示されていないから，このように理解することは不自然であり，凍結乾燥物を溶解させて再構築させる工程が本件明細書【0031】の工程である旨主張する。",
                        "しかし，本件明細書【0031】の記載からすると，製造工程中の安定性は，それが，本件発明1の組成物中に生成される不純物が少ないことを意味することから記載されているにとどまるのであって，本件明細書における製造工程を凍結乾燥物を溶解させて再構築させる工程と限定して解釈することはできない。",
                        "したがって，控訴人の前記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，本件明細書の【0012】～【0016】と【0030】～【0032】とは対応した記載になっているなどとして，【0031】の「従来既知の水性組成物」は凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物である旨主張するが，前記(ア)のとおりであって，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人は，本件明細書には，従来技術の公報が多数列記されており，乙1だけを抜き出して，「従来既知の水性組成物」(【0031】)を，乙1発明のオキサリプラチン水溶液と解釈することは，妥当性を欠く旨主張するが，前記(ア)のとおりであって，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "控訴人は，本件発明の効果を奏しない実施例1及び8を比較例であるとすると，「緩衝剤」の意味を解釈する際に，乙1発明と比較しなければならない旨を主張するが，実施例1及び8は，「緩衝剤」が含まれないから比較例になるわけではなく，「緩衝剤」が含まれるものの，後記ウ(イ)のとおり，数値限定により，本件発明1の技術的範囲から除外されたものと認められるのであり，控訴人の前記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，本件発明1の構成要件Gが規定する緩衝剤の量は，添加シュウ酸の量と一致せず，解離シュウ酸の量を併せた数値であるから，原判決が，本件発明1の構成要件Gが規定する緩衝剤の量は，添加シュウ酸の量のみに基づいている旨判示したのは，誤りである旨主張する。",
                        "しかしながら，本件明細書には，実施例として，添加シュウ酸又は添加されたシュウ酸ナトリウムのモル濃度のみが数値として記載されており(【表8】～【表13】)，解離シュウ酸のモル濃度の測定値も推定値も記載されていない(甲2)。本件発明1の構成要件Gに係るモル濃度の数値は，本件特許出願時の請求項5のモル濃度の数値から「約」を除いたものであり，本件明細書には，前記特許出願時から【表8】～【表13】の記載がある(乙8の1)から，当業者は，この構成要件Gに係るモル濃度の数値は，本件明細書に記載されている添加シュウ酸又は添加されたシュウ酸ナトリウムのモル濃度の数値と理解するのであって，解離シュウ酸のモル濃度の推定値を足し合わせた数値が，前記の構成要件Gに係るモル濃度とされていると理解するとは考えられない。",
                        "そして，実施例1～17のうち，実施例1及び8を除く実施例の添加シュウ酸又は添加されたシュウ酸ナトリウムのモル濃度は，前記の構成要件Gに係るモル濃度の数値の範囲内である。",
                        "したがって，控訴人の前記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，本件明細書の実施例1，8及び18(b)は本件発明1の実施例であり，解離シュウ酸を含めた溶液組成物中のシュウ酸の総量を推計すると，その下限は，5☓10-5Mを超える値になるから，当業者は，これが本件発明1の構成要件Gの濃度の下限値を規定するものであると理解する旨主張する。",
                        "しかしながら，前記説示(原判決「事実及び理由」の第3の1(1)ウ(ウ))のとおりであって，控訴人の前記主張は採用することができない。",
                        "本件明細書では，実施例18について，「比較のために，例えば豪州国特許出願第29896／95号・・・に記載されているような水性オキサリプラチン組成物を，以下のように調製した」と記載され(【0050】)，また，実施例18の安定性試験の結果を示すに当たっては，「比較例18の安定性」との表題が付された上で，「実施例18(b)の非緩衝化オキサリプラチン溶液組成物」と記載されている(【0073】)。そして，前記の「豪州国特許出願第29895／96号」は，本件明細書で従来技術として挙げられる乙1発明(【0010】)にほかならない。",
                        "以上のような本件明細書の記載を総合すると，控訴人が指摘する実施例18(b)は，「実施例」との文言が用いられてはいるものの，本件発明1の実施例ではなく，実施例との比較例として理解されるべきものである。",
                        "また，実施例1及び8において添加された緩衝剤のモル濃度は，いずれも「0．00001M」(1☓10-5M)である(本件明細書【表8】，【表9】)ところ，本件特許出願時，請求項1は，「オキサリプラチン，有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物。」というものであって(乙8の1)，その後の補正等の経過の中で，製薬上許容可能な担体が水であり，緩衝剤がシュウ酸又はそのアルカリ金属塩であり，しかも，その緩衝剤の量が，構成要件Gのとおりの範囲のモル濃度であるとの限定がされ，本件発明1に係る特許が登録されたものであると認められる。そうすると，本件特許の出願当初の請求項1に係る発明に数値制限はなく，実施例1及び8は，実施例であったが，「5☓10-5M」以上との数値限定がされたため，実施例1及び8は，本件発明の実施例に該当しなくなったものと解される。以上によると，実施例1及び8は，前記の補正等の結果，構成要件Gを満たさないものとして，本件発明1の実施例から除外されたものと認められ，本件発明1の実施例であるとは認められない。",
                        "したがって，控訴人の前記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人は，本件発明1は，解離シュウ酸のみの態様に加えて，添加シュウ酸を加えた態様も含んでおり，添加シュウ酸として「そのアルカリ金属塩」を外部から加える態様も技術的範囲に含まれており，「シュウ酸」と「そのアルカリ金属塩」とを区別して記載することで，このことが明確になるのであり，本件明細書では，「イオン」であっても「緩衝剤」に当たる前提で記載がされている旨主張する。",
                    "しかし，前記説示(原判決「事実及び理由」の第3の1(1)イ(カ))のとおりであって，控訴人の前記主張は採用することができない。",
                    "本件明細書【0035】には，「適切な緩衝剤(固体形態の，または好ましくは適切なモル濃度の水性緩衝溶液の形態の)を適切な容器中で計量して，混合容器(残りのW．F．I．の一部を含入する濯ぎ容器)に移す。」，【0034】には，「実施例1～14の組成物は，以下の一般手法により調整した；注射用温水(W．F．I．)・・・」，【0036】には，「適切な容器中でオキサリプラチンを計量して，混合容器(残りのW．F．I．の一部を含入する濯ぎ容器)に移す。・・・残りのW．F．I．で最終容積を満たす。」との記載があり，前記の【0035】の記載は，実施例1～14のオキサリプラチン水性組成物を調整する工程の一部を説明したものであるところ，本件明細書には，実施例1～7において添加されたシュウ酸ナトリウム及び実施例8～14において添加されたシュウ酸は，いずれも重量(mg)とモル濃度を単位としてその分量が記載されており(【表1】，【表2】，【表8】～【表10】)，実施例8～14において添加されたシュウ酸は，二水和物として付加され，シュウ酸二水化物の重量が記載されている(【0042】)のであるから，前記の【0034】～【0036】において，適切なモル濃度の水性緩衝溶液の形態の緩衝剤を適切な容器中で計量し，一定の濃度の緩衝剤の水溶液を調整した上，これにオキサリプラチンを溶かし，その後，更に水を加えて，オキサリプラチン水溶液を調整することが記載されているからといって，本件明細書に，シュウ酸イオンの重量やモル濃度についての記載がないにもかかわらず，本件明細書が，シュウ酸イオンの計量をもって「緩衝剤」を計量することを前提にしているとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，静脈内(血液内)に注入される注射液の技術分野では，「剤」という文言が用いられているからといって，外部から添加されると解釈されていない旨主張する。",
                    "「剤」とは，一般に，「各種の薬を調合すること。また，その薬。」(広辞苑〔第4版〕。乙41。)を意味するものであるから，このような一般的な語義に従うと，「緩衝剤」とは，「緩衝作用を有するものとして調合された薬」を意味するのであって，オキサリプラチンの分解によって自然に生成され，「調合」することが想定し難い解離シュウ酸(シュウ酸イオン)は，「緩衝剤」には当たらない。",
                    "血液における二酸化炭素の運搬につき，「水素イオンはヘモグロビンに取り込まれる。これによりヘモグロビンは血液の緩衝剤として働く。」との記載(甲29の1)，アミノ酸の滴定と緩衝能につき，「アミノ酸は，その化学構造に応じて，それぞれのpK 値付近のpHにおいて効果的な緩衝剤として作用できる」との記載a(甲29の2)，生体における緩衝液(炭酸水素塩緩衝液(血液)，リン酸塩緩衝液(細胞内液)，タンパク質緩衝液など)としての「血液を緩衝」する生理的緩衝液のうち，リン酸塩緩衝液につき，「細胞は他の弱酸も含んでいるが，これらの物質は緩衝剤としては重要ではない」，リン酸二水素イオンやリン酸水素イオンが「緩衝剤として効果的に機能するpH範囲」，タンパク質緩衝液につき，「タンパク質分子は生体内にかなり高い濃度で存在しているので，それらは強力な緩衝剤である」との各記載(甲29の2)，塩基性アミノ酸につき，「ヒスチジン残基は緩衝剤として働く」との記載(甲29の2)があるとしても，これらは，生体内の酸又は塩基による急激なpH変化を防ぐことを「緩衝」といい，生体内に備わっている急激なpH変化に抵抗する物質を「緩衝剤」ということ(甲29の2・3)を前提にするものと解される。一般に，体液のpHに変動が生じた場合，これを是正する作用につき，「緩衝剤」とは，「体液のpHに変動が生じた場合，これを是正する目的で使用する薬剤。」(医学大事典〔第17版〕。乙38。)，「‘緩衝作用’をもたせるために加える物質」(分析化学用語事典〔初版〕。乙39。)，「緩衝液を調整するための試薬」(化学用語事典〔第3版〕。乙40)と解されていることを考え併せると，生体内の化学物質がpHの急激な変化を防止する機能を有することをもって，その化学物質が「緩衝剤」として機能すると表現されているとしても，解離シュウ酸を，「緩衝剤」に含まれるものと認めることはできないとの前記判断を左右するものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "控訴人は，請求項10～14では，緩衝剤を「付加」，「混合」すると，本件発明1では，緩衝剤を「包含」すると，意図的に使い分けられているから，本件発明の「緩衝剤」は，「付加」等されたものに限定されない旨主張する。",
                  "text": [
                    "本件発明1における「包含」は，「有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物」という記載の一部であるところ，前記アのとおり，「緩衝剤」には，解離シュウ酸は含まれないと解されるのであって，前記記載をもって，前記認定を左右するものとは認められない。",
                    "請求項10は，「オキサリプラチンの溶液の安定化方法」，請求項11～14は，請求項1～9のいずれかの組成物の「製造方法」であって，「付加」との記載は，緩衝剤を水性溶液に付加すること，「混合」との記載は，緩衝剤を，担体及びオキサリプラチン，又は，担体のみと混合すること，という構成要件に含まれているのに対し，本件発明1における「包含」との記載は，組成物を構成する物を記載したものであるから，「付加」及び「混合」は，外部からの添加を意味し，「包含」は，外部からの添加を必ずしも意味しないものとして，意図的に使い分けられたものとは，評価できない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "以上のとおりであって，控訴人の前記主張は，いずれも採用することができない。他に前記認定を覆すに足りる主張・立証はない。",
                    "そうすると，本件発明1における「緩衝剤」としての「シュウ酸」は，添加シュウ酸に限られ，解離シュウ酸を含まないものと解される。",
                    "被控訴人各製品は，解離シュウ酸を含むものの，シュウ酸が添加されたものではないから，「緩衝剤」を含有するものとはいえず，構成要件B，F及びGの「緩衝剤」に係る構成を有しない。",
                    "以上によると，被控訴人各製品は，その余の構成要件について検討するまでもなく，本件発明1の技術的範囲に属しないものと認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によると，被控訴人各製品は，その余の点を判断するまでもなく，いずれも，本件発明1の技術的範囲に属さない。そうすると，被控訴人各製品は，いずれも，本件発明1の「緩衝剤」であるという構成を含む本件訂正発明1の技術的範囲にも属さないことになる。",
            "また，本件発明2は，本件発明1の「緩衝剤」であるという構成を含むものであるから，被控訴人各製品は，その余の点を判断するまでもなく，いずれも本件発明2の技術的範囲に属さない。そうすると，被控訴人各製品は，いずれも，本件発明1の「緩衝剤」であるという構成を含む本件訂正発明2の技術的範囲にも属さないことになる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，控訴人の本件各請求は，その余の点を判断するまでもなく，いずれも理由がなく，原判決は相当であるから，本件控訴を棄却し，また，控訴人の当審で拡張した請求をいずれも棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}