{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙被控訴人商品目録記載の商品を販売し，又は販売のために展示してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，別紙被控訴人商品目録記載の商品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，838万8000円及びこれに対する平成27年10月16日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，別紙控訴人商品目録記載の商品（以下「控訴人商品」という。）を販売している控訴人が，別紙被控訴人商品目録記載の商品（以下「被控訴人商品」という。）を販売している被控訴人に対し，控訴人の商品等表示として需要者の間に広く認識されている控訴人商品に係る商品等表示（以下「控訴人表示」という。）と類似の商品等表示を使用した被控訴人商品を販売し，又は，販売のために展示し，控訴人商品と混同を生じさせる行為を行っている（不正競争防止法2条1項1号）と主張して，被控訴人に対し，①同法3条1項に基づく営業上の利益の侵害の予防請求としての被控訴人商品の販売及び販売のための展示の差止請求，②同条2項に基づく営業上の利益の侵害の予防請求としての被控訴人商品の廃棄請求，③同法4条及び5条1項に基づく838万8000円の損害賠償及びこれに対する不法行為後（訴状到達日の翌日）である平成27年10月16日から支払済みまで民法所定の年5分の割合による遅延損害金の支払請求を求める事案である。",
            "原判決は，被控訴人商品に係る商品等表示（以下「被控訴人表示」という。）は，控訴人表示と類似していないとして，前記各請求は理由がない旨判断して，控訴人の請求を棄却した。",
            "これに対し，控訴人は，原判決を不服として，本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及び争点についての当事者の主張は，次のとおり，当審における主張を追加するほかは，原判決「事実及び理由」の第2の1ないし3記載のとおりであるから，これを引用する。",
            "なお，用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従う。以下，原判決を引用する場合は，「原告」を「控訴人」と，「被告」を「被控訴人」と，それぞれ読み替える。",
            "（当審における当事者の主張）"
          ]
        },
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知性",
              "text": [
                "控訴人商品は，その販売開始以降現在に至るまで多数販売され，控訴人は，あらゆる媒体・機会を通じて控訴人表示の周知化を図ってきており，控訴人表示は，需要者及び取引者の間において周知である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人商品は，全国津々浦々の大手コンビニエンスストアや大手スーパーマーケット等において販売されており，販売網は日本全国に及び，その数は延べ1000店を超える。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成27年1月末頃までの控訴人商品の販売数量は，12万5928食であり，この種商品においてはヒット商品である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人表示は，ファッション雑誌購読者数第1位の雑誌をはじめとして，新聞やインターネットといったメディア媒体を駆使して視認できる格好で，広告宣伝され，紹介されてきた。また，1年半の間に全国で開催される32の展示会に出展された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "類似性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，複数の要素の組合せからなる包装用袋の正面に表示された商品表示の基本的構成が，控訴人が独自に採択した商品表示であり，被控訴人表示も同じ特徴を有し，さらに，両表示の具体的な構成においても共通しているため，両表示が類似しているとの印象を一層強めているという認識が欠落している。",
                            "原判決の認定手法は，比喩的に言えば，両表示を構成要素ごとに因数分解して，個別かつ子細に直接対比的に観察して相違点であるとするものであり，取引の実情のもとで，取引者，需要者に，両表示の外見，称呼，又は観念に基づく印象，記憶，連想等から，両表示が，全体的に類似のものとして受け取られるおそれがあるか否かを基準として，類否を判断すべきものであることに照らし，誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "簡易・迅速を尊ぶ取引の実際においては，常に必ずしもその構成全体の名称によって称呼，観念されず，しばしば，その一部だけによって簡略に称呼，観念され，二個以上の称呼，観念を生じることがある。それにもかかわらず，あえて冗長な称呼のみを両表示から抽出し，判断をした原判決には誤りがある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人表示と被控訴人表示の共通点は，原判決が認定する「背景の基調色が濃紺色であり，おおむね上部に販売元を示す標章及び商品名，中央部にポテトサラダの画像，下部に『要冷蔵』その他の文字を配置している点」に限られるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，原判決が認定するように，「背景の基調色が濃紺色であること自体が原告の出所表示機能を果たすものではない」ことを自認したことはない。",
                        "原判決は，「少なくとも平成27年1月頃の時点で縦長の角丸長方形状のスタンドパウチの包装の商品において上部に販売元及び商品名，下部に商品のイメージ画像そのほかのものを配置する構成による商品表示を採用したものが多数存在した」と判示し，控訴人表示は，平成27年1月頃の時点でありふれたものであると認定したが，その当時において背景色を濃紺とする縦長の角丸長方形状のスタンドパウチの包装の商品は存在しなかったのであって，判断を誤っている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原判決が挙げる相違点は，両表示を直接対比観察した場合に認識される相違点であって，両表示を離隔的観察に基づく総合判断をした場合には，全体の印象に埋没して相違点とは認識されないものであり，微細な相違点を強調して両表示の非類似性を根拠付けている原判決は，誤っている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "原判決は，「『おさけに』『あう』『ぽてと』の点は共通するが，これらは商品内容を説明するにとどまるものであり，全体として比較すると相違する部分が多いといわざるを得ない。」と判示するが，「お酒によく合う」，「お酒に合う」との語は，この種商品の商品名に従前採択されていなかったところ，控訴人が独自に採択したものであり，原判決は，その判断の前提において誤っている。  "
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人商品及び被控訴人商品のように日常多量に消費され，その価格も低廉な商品の取引においては，需要者又は取引者は，その購入に当たって複数の商品を直接並べて対比して慎重に注意して選別するとは限らず，通常記憶している商品表示のイメージに基づいて商品の選択，購入をする。この種商品に使用された商品表示については，両表示を直接対比して行う観察方法ではなく，時と場所を異にした離隔的観察の下で，その商品表示のイメージを構成する主要な部分に共通のものがあれば，混同が発生する可能性があるというべきであり，その商品表示は全体として類似性があるとみるのが相当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人商品と被控訴人商品は，いずれもポテトサラダであり，日常的に消費される商品であり，比較的低廉な商品である。",
                            "このような商品の需要者又は取引者には，幅広い世代層の一般消費者が含まれ，その購入に当たっては，慎重に注意して選別しない場合も決して少なくないのが実情である。",
                            "数多くの需要者又は取引者は，プラスチック製スタンドパウチを用いたサラダ商品について，その商品表示の背景が濃紺色のグラデーションで彩られ，上部には，商品名が白抜きで大きく表され，中央部には，ポテトサラダ図形が大きく表されてなるものは，控訴人商品販売前に，他に見たことがなく，さらに，プラスチック製スタンドパウチを用いたサラダ商品の商品名に「お酒によく合う」又はこれに近似する文言を採用したものは，控訴人商品発売前に，他に見たことがないと認めている。",
                            "このような実情に照らせば，両表示が全体的に類似していれば，誤認混同が生じることは容易に推認できるにもかかわらず，原判決は，まるで両商品を並べて直接対比観察をするかのごとく，両表示の具体的差異点にばかり目を向け，両表示が非類似であるとの結論を導いたものであり，誤っている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人表示と被控訴人表示とは，次の点で共通する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "基本的構成",
                          "text": [
                            "包装用袋の正面視全体において",
                            "(ⅰ)  背景を濃紺色のグラデーションで彩っていること",
                            "(ⅱ)  商品名を表示中の上部の位置に白抜きで大きく表示していること",
                            "(ⅲ)  内容物が一部視認できる透明部を有するポテトサラダ図形を，表示中の中央部の位置に大きく表してなること"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "具体的構成",
                          "text": [
                            "①  包装用袋が手のひらサイズの小型で薄型のプラスチック製スタンドパウチであること",
                            "②  正面視の輪郭が縦長略長方形状であること",
                            "③  開け口の切り込みが上部及び中央部の左右に合計4か所設けられていること",
                            "④  上方向に向かって薄青色から濃紺色へと変化する状態が描かれていること",
                            "⑤  商品名部分が，「お酒に（よく）合う」といった文字や，「（アンチョビ）ポテト（サラダ）」といった文字と共に数段の中心寄せの態様で表示されていること",
                            "⑥  内容物の一部を視認できる透明フィルム部が設けられていること"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決が，グラデーションの方向が異なることを理由として「表示の約半分を占める背景部の変色の態様が大きく異な」ると判示したのは誤りであるし，控訴人表示中の「黄色の太破線」や被控訴人表示中の「金色の『大人のポテサラ倶楽部』の文字」の存否は，離隔的観察における総合判断において，前記の共通点を凌駕するものではない。また，控訴人表示中の「salad」の文字は，商品の普通名称が書かれているだけであり，被控訴人表示中のオリーブ3切れは，商品の原料が表されているだけであり，「一見して判別し得る相違」とはいえない。",
                            "むしろ，両表示は，共通する要素の組合せによって作出される表示の印象によって強く脳裏に刻み込まれる結果，時と場所を異にして観察した際には，その記憶，連想から，両表示を誤認・混同する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，商品表示の採択に当たっては，表示の輪郭，背景の色彩，商品名の部分の色彩及び配置，並びに内容物を表示する図形及び配置のみを捉えても，それらの組合せ・バリエーションは無数に考えられる中にあって，前記(ⅰ)～（ⅲ）の共通点を有する表示を採択したが，このようなものは控訴人表示が市場に流通する前には存在しなかったのであるから，前記(ⅰ)～（ⅲ）の3点の組合せから成るこれほど特徴的な商品表示は，前記①～⑥の具体的構成と相まって，控訴人のものとして商品表示性を獲得し，自他商品・役務識別力を有するものとなる。この基本的構成そのものが，需要者及び取引者にまず強烈な印象を与えるものであり，その余の部分が両表示の代表的出所表示部分になるものではないからである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人表示からは，原判決で認定された称呼の他に，「さらだのぷろがつくった」，「おさけによくあう  ぽてとさらだ」，「おさけによくあう」の称呼も生じ，被控訴人表示からは，「おとなのぽてさらくらぶ」，「おさけにあう  あんちょびぽてと」，「おさけにあう」の称呼をも生じる余地がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人表示からは，原判決で認定された観念の他に，「サラダ調理のプロが調理したもの」，「お酒との相性がよいポテトサラダ」，「お酒との相性がよいもの」との観念が生じるとともに，その全体から，「材料や製法にこだわったお酒との相性がよいポテトサラダ」との観念も生じる。被控訴人表示からは，「大人向けのもの」，「アンチョビ入りのお酒との相性がよいポテトサラダ」，「お酒との相性がよいもの」との観念が生じるとともに，その全体から，「材料や製法にこだわったお酒との相性がよいポテトサラダ」との観念も生じる。",
                            "控訴人表示と被控訴人表示は，「お酒との相性がよいポテトサラダ」，「お酒との相性がよいもの」又は「材料や製法にこだわったお酒との相性がよいポテトサラダ」との観念において共通する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，控訴人表示と被控訴人表示が，「お酒に」「合う」「ポテト」との称呼において共通することを併せ鑑みれば，同種の商品にこのような共通の要素が使用されたときには，その文字のフォントや色彩，背景色などの構成要素と相まって，消費者を含む需要者又は取引者に対して強烈な印象を与え，それが記憶され連想されることから，消費者を含む需要者又は取引者において出所の誤認混同を生じさせるおそれがある。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "外観においても，いずれも白抜きの文字で「お酒に」「合う」「ポテト」の文字を共通にすることから，前記基本的構成・具体的構成の共通性も相まって，両表示は混同を生ずるほどに類似する。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上のとおり，原判決は，称呼及び観念の特定が不十分であり，誤っている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "手のひらサイズの小型で薄型の包装用袋によって商品化されているサラダ商品において，その正面視の背景色に濃紺色を採用し，商品名を白抜きの文字とする商品は，従来に例がなく，際立って特徴的である。商品選択の実際において，その商品表示の色彩が重要な役割を果たすことは経験則に照らして明らかであり，この点を看過した原判決には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "前記のサラダ商品において，その商品名に「お酒によく合う」や「お酒に合う」なる文言を採択したものは，従来に例がなかった。",
                        "その語彙が一見記述的なものであったとしても，特定の商品について現実に使用されていない場合に，現実に強い識別力を有するに至ることはある。",
                        "商品「ポテトサラダ」は，老若男女が幅広く好んで食す国民的メニューであるところ，控訴人は，あえてお酒との相性の良さを謳ったことにより，少なくとも形式的には，ターゲットとする市場を限定したといえる。",
                        "商品名選定の実際においては，商品イメージやターゲット層，一回性の商品なのか継続的購入を狙う商品なのかなど，様々な要因を入念に研究・計算している。控訴人表示の商品名は，こうしたプロセスを経て大人好みに創作された「創作的採択行為」であり，控訴人が独自に採択した「お酒によく合う」との言葉そのものの独占可能性ではなく，控訴人がこの語をあえてこの種サラダの商品表示の要素に採択し，この結果として完成された「具体的な商品表示」が実際にありふれているかどうかが判断されるべきであり，この点を看過した原判決の判断は誤っている。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知性について",
              "text": [
                "控訴人表示に周知性があるとは判断できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "類似性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人の主張は，原審における主張の繰り返しであって，原判決の判断の誤りを指摘している部分はなく，このこと自体が原判決の判断が正しいことを示している。",
                    "なお，控訴人表示につき，原判決は，「上記サラダの画像の上部周辺は青白くなっており，その周辺から濃紺色へと段階的に変色されている」と判断しているが，サラダ画像の上部周辺のみが青白くなっているにすぎず，その他は均一の濃紺色であり，原判決が判示するような「段階的に変色されている」事実はない。その点では原判決の摘示は不正確ではあるが，原判決の判断に影響を及ぼすようなものはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，原審において，背景色が濃紺色である点に出所識別機能があるなどと主張したことはなく，原判決の判断は誤っていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決が「一見して判別し得る相違」と指摘する点は，離隔的観察をしても明らかに判別し得る相違である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「お酒によく合う」の用語がこの種商品に従前採択されていなかったとしても，商品内容を説明するにとどまるありふれた用語であり，出所識別機能を有していない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人の主張する両表示の共通点は，原判決の判示する共通点と内容が概略一致しているようであるが，微妙に異なっている部分もあるところ，控訴人はその相違する理由等について述べていない。",
                        "また，控訴人は，原判決判示の相違点の一部のみを取り上げて論じているだけで，相違点全体の評価を一切行っていない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人は，称呼及び観念についても，全体の称呼及び観念を論ずるのではなく，「お酒に合う」「ポテト」のみをとりあげ，両表示が類似していると主張しているだけで，失当である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "控訴人の主張は，ありふれた色彩や文言でも，当該商品に最初に使用した者に対しては，独占権が生じるとの主張であるが，法解釈上誤っている。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，当審における主張及び立証を踏まえても，控訴人の請求をいずれも棄却した原判決は相当であり，本件控訴は棄却されるべきものと判断する。",
            "その理由は，次のとおり原判決を補正するほか，原判決の「事実及び理由」欄の「第3  当裁判所の判断」の「1  争点(2)（原告表示と被告表示の類否及び誤認混同のおそれの有無）について」（6頁7行～9頁10行目）に記載のとおりであるから，これを引用する。",
            "（原判決の補正）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決6頁9行目の「次のとおりである。」を，「次のとおりである（甲2の2，甲20，40の1及び2）。」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決6頁21～24行目の「Ⓐ背景色が原告表示は上記サラダの画像の上部周辺は青白くなっており，その周辺から濃紺色へと段階的に変色されているのに対し，被告表示は最上部の濃紺色から最下部の青白色へと段階的に変色されていること」を，「Ⓐ背景色が，控訴人表示は，スタンドパウチの外縁まで着色されており，そのうち，上記サラダ画像の上端部周辺は，やや青白くなっており，その周辺から濃紺色へと段階的に変色されているが，やや青白い範囲は，「ポテトサラダ」という記載の下周辺の中央部分周辺の狭い範囲にとどまり，そのほかの部分においては，背景色が段階的に変色された部分はないのに対し，被控訴人表示は，スタンドパウチの外縁に透明な部分を残して着色されており，着色部分のうち，最上部は濃紺色，最下部は青白色で，その中間部分は，段階的に変色されていること」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決6頁24～25行目の「Ⓑ原告表示の最上部には黄色の横長の長方形が破線状に配置されていること」を，「Ⓑ控訴人表示の最上部には黄色の横長の7つの長方形が濃紺色の部分を隔てて破線状に配置されているのに対し，被控訴人表示の最上部には，このような複数の長方形の配置はないこと」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決7頁5～11行目の「Ⓓ上記サラダの画像が原告表示はボウル状の容器に盛られたサラダの画像であり，上記容器部分のほぼ全体が透明になっていて，画像に重ねて濃紺色の「salad」の文字，ワイングラス及びビールグラスの図のほか，説明文言が配置されているのに対し，被告表示は白色容器に盛られたサラダの画像であり，その画像にはオリーブ3切れが含まれていて，その右部分に正円状の比較的小さな透明部分が設けられていること」を，「上記サラダの画像が，控訴人表示では，太く赤いほぼ直線の横線の両端がやや下がって下方に突起があり，前記横線の上の部分に，ポテトサラダ様のものの写真が，上端が「ポテトサラダ」という記載の下になるよう，弧を描き，下端が前記赤色の横線の上端になるよう配置されており，前記赤色の横線の下には，透明の部分が，その下端が弧を描き，上端が前記赤色部分の下端になり，左右の端が前記赤色の部分の左右端とほぼ一致する形で配置されており，前記透明部分の上部から赤色の部分にかけて，濃紺色で「salad」の文字が記載され，前記透明部分の下部には，黒又は黒に近い暗い色の文字を白色で囲んで，3行にわたり，「濃厚なたまご，香り豊かなガーリック，」，「ピリッと辛いペッパー，ひと味違う」，「大人のためのサラダです。」との記載があり，前記透明部分の右端近くには，ワイングラスとビールグラスの図があり，その下に，黒又は黒に近い暗い色で「ガーリック＆」，「ペッパー味」との2行の文字が記載されており，前記ワイングラスとビールグラスの図の下部と前記2行の文字が，灰色に近い色の縁取りのある白い円で囲まれている。これに対し，被控訴人表示においては，上部から見て略正円状で，側面外側に細かい波線状の凹凸がある白色に見える容器に，ポテトサラダがその中央部を小高く盛り付けられており，その小高くなった中央部上に3つのオリーブの実の輪切り様のものを乗せたものを，斜め上から見た状態の画像が，容器の縁の下端中央部が着色部分の下端に近い形で（容器自体はほとんど見えない。），表示されており，そのポテトサラダの画像の右側に，正円状の比較的小さな透明部分が設けられていること」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決7頁11～12行目の「Ⓔ左上部に表示された標章が原告表示は原告の，被告表示は被告会社名の一部を含むこと」を，「Ⓔ左上部に表示された標章が，控訴人表示は，人物の全身のイラストの下に「KEＮKO」の白く縁どりした赤色の文字を記載したものであり，被控訴人表示は，菱形の図形の左に「カネハツ」の赤色の文字を記載したものであること」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決7頁19～20行目の「プロの料理人が作ったのと同様の味がする，お酒に合うポテトサラダであること」を，「サラダのプロフェッショナルが作ったお酒によく合う，ポテトサラダであること」に改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決8頁1～2行目の「ところが，背景の基調色が濃紺色であること自体が原告の出所表示機能を果たすものでないことは原告が自認しているし」を，「しかしながら」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決8頁7行目の「できる。」の後に，「また，背景の基調色が濃紺色であること自体が商品の出所を表示するものであると認めるに足りる証拠はない。証拠（甲34の1，2）及び弁論の全趣旨によれば，各食品メーカーは，同種の自社製品につき，同じ形状とレイアウトデザインの包装用袋を採用し，製造者又は販売者を示す標章を記載しつつ，商品ごとに部分的に記載内容や基調色を変えることを，一般的に行っており，そのような一連の商品が多数市場に流通していると認められるところ，一般消費者も，これを認識して購買しており，包装用袋の形状及びレイアウトデザインの特徴，製造者又は販売者を示す標章によって，その商品の出所を識別するのが通常であり，背景の基調色が，前記の各点以上に重要な考慮要素とされているとは考え難い。画像や文字を目立たせるために，黄色に対して青紫色などの反対色を背景に着色することは，一般的には，よく行われる色彩の選択であり，食品ないしサラダの包装用袋の商品表示において，かかる配色が従前なかったとしても，そのことのみをもって，前記認定を左右するとは認められない。」を加える。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決8頁8～15行目の「相違点（上記Ⓐ～Ⓕ）は，表示の約半分を占める背景部の変色の態様が大きく異なり，上部においては，原告表示のみに背景色である濃紺色と色相が大きく異なる黄色の太破線が見られ，被告表示のみに金色の「大人のポテサラ倶楽部」の文字が見られるなど，表示全体の半分を占める部分に目立った相違がある。また，中央部にある表示全体の半分を占めるポテトサラダ画像を見ても，原告表示にのみ「salad」の文字が大きく書き加えられている一方で被告表示にのみオリーブ3切れが表示されているなど，一見して判別し得る相違が見られる。」を，「前記認定の相違点（上記Ⓐ～Ⓕ）が認められるのであって，最も大きな文字で記載されているのは，控訴人表示では，「ポテトサラダ」であるのに対し，被控訴人表示では，「アンチョビポテト」であり，被控訴人表示では，「アンチョビポテト」との記載を金色の装飾罫に囲まれた「大人の」「ポテサラ倶楽部」との記載と併せてアンチョビ入りの「ポテトサラダ」との観念が生じるのに対し，控訴人表示では，「ガーリック＆」「ペッパー味」，「濃厚なたまご，香り豊かなガーリック，」「ピリッと辛いペッパー」との記載があり，「ガーリック及びペッパー味」のポテトサラダであることが示されており，少なくとも，「アンチョビ入りの」ポテトサラダであることは示されていない。また，表示全体の約半分を占める大きさの容器入りポテトサラダの画像は，控訴人表示と被控訴人表示とでは，撮影の角度，オリーブの存否，容器に該当する部分がすべて表示されているか，一部切れているか，容器に該当する部分に透明部分があるかないか，透明部分の形状と広狭，画像部分に重ねて記載された文字等の存否，内容及び配置，などの点で異なっている結果，印象の異なるものとなっている。さらに，控訴人表示と被控訴人表示の各左上の各標章は，「KEＮKO」，「カネマツ」の各赤色の文字を含んでおり，前記各標章のみの類否において，前記各標章が混同を生じ得るものとは認められない。」と改める。",
                "    (10)  原判決9頁9行目の「主張するが，以上に説示したところに照らし，」を，「主張する。しかしながら，①については，控訴人表示と被控訴人表示は，輪郭，背景の基調色，商品名表示が上部にあり，ポテトサラダ図形がその下部にあることは，共通であるが，前記説示のとおり，背景の基調色以外の記載には，需要者が一見して識別することのできる顕著な具体的相違点がある。そして，背景の基調色がいずれも濃紺色であることが，前記認定の背景の基調色以外の記載内容の相違点を上回るような強い印象を，需要者に与えるとはいえないから，仮にこのような色使いの商品表示に先例がなかったとしても，控訴人表示と被控訴人表示の相違点が，一般消費者の一般的な注意力で見分けが付け難い差異とは認められない。また，②については，前記説示のとおり，控訴人表示は「アンチョビ入りのポテトサラダ」との観念を生じるものであるのに対し，被控訴人表示は，少なくとも「アンチョビ入りのポテトサラダ」との観念を生じないのであって，両表示の観念が紛らわしいとはいえない。さらに，③については，被控訴人表示の「大人のポテサラ倶楽部」の記載は，「アンチョビポテト」の記載と比べれば，商品表示の主要なイメージを構成する部分ではないといえるが，「大人のポテサラ倶楽部」の記載と「アンチョビポテト」の記載とを併せることにより，「アンチョビ入りポテトサラダ」という観念が生じるのであり，「大人のポテサラ倶楽部」の記載に注目しなければ，被控訴人表示の観念は「アンチョビポテト」となり，控訴人表示の観念である「ポテトサラダ」に対し，両者の違いはむしろ際立つと考えられるから，前記認定を左右しない。以上のとおりであって，原告の前記各主張は，」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，控訴人商品と被控訴人商品は，いずれも日常的に消費される価格が比較的低廉なものであり，需要者又は取引者が商品を購入する際には，慎重に注意しないで選別する場合も少なくないから，商品表示が全体的に類似していれば，誤認混同が生じるところ，控訴人商品と被控訴人商品は，商品表示が全体的に類似している旨主張する。",
                "しかしながら，前記説示のとおりであって，控訴人表示と被控訴人表示は，背景の基調色以外は，一般消費者に異なる印象を与えるものであり，一般消費者が商品の出所を識別するに当たり，包装用袋の形状及びレイアウトデザインの特徴，製造者又は販売者を示す標章よりも，背景の基調色を重要視するとは考えられず，一般消費者が商品を細部まで注意しないとすれば，むしろ，被控訴人表示からは「アンチョビポテト」，控訴人表示からは「ポテトサラダ」が内包されていると認識するのが通常といえ，両者を混同するとは考えられないから，控訴人の前記主張は採用できない。",
                "（2） 控訴人は，(ⅰ)背景を濃紺色のグラデーションで彩っていること，（ⅱ）商品名を表示中の上部の白抜きで大きく表示していること，(ⅲ)内容物が一部視認できる透明部を有するポテトサラダ図形の表示中の中央部に大きく表してなるようなものは，控訴人表示が市場に流通前には存在せず，控訴人主張に係る前記具体的構成①～⑥における共通点と相まって，控訴人のものとして自他商品識別力を有する旨主張する。",
                "しかしながら，食品において，種々の新製品が開発され，流通に置かれていることは，公知の事実であり，以前に控訴人表示のような表示がなかったことのみをもって，控訴人表示が自他商品識別力を有するに至るとは考えられない。商品名を表示の上部などの読みやすい位置に大きく表示し，背景色が濃色の場合は白抜きにすることは，ありふれた表示であるといわざるを得ないし，食品において，その包装用袋の一部を透明にして内容物を当該袋の外から見られるようにすることも，ありふれた表示である（甲34の1，2）。前記認定のとおり，控訴人表示の左上の標章の部分を除けば，その余の表示部分が，自他商品識別力を有するに至っているとは認められない。",
                "したがって，控訴人の前記主張は，採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，控訴人表示と被控訴人表示は，「お酒に」「合う」「ポテト」との称呼において共通し，「材料や製法にこだわったお酒との相性がよいポテトサラダ」などの共通の観念が生ずる旨主張する。",
                "しかしながら，前記説示のとおりであって，控訴人表示と被控訴人表示のうち，最も大きな文字で記載された表示は，控訴人表示は「ポテトサラダ」，被控訴人表示は「アンチョビポテト」であって，両表示から「お酒に」「合う」「ポテト」との部分のみを各別に分離抽出した上，その称呼のみを重視することは相当でない。また，「材料や製法にこだわった」との観念が共通すると認めるに足りる証拠はない。",
                "したがって，前記控訴人の主張は，採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，他にもるる主要するが，前記認定を覆すに足りない。",
                "なお，控訴人は，背景の基調色が濃紺色であること自体が原告の出所表示機能を果たすものでないことを自認したことはないと主張するところ，弁論の全趣旨によれば，控訴人は，「原告は，『色彩』や『包装の形態』，『商品名』，『音』など，別個独立に観れば，やもすれば独占不適応とされ得るものについて個々に不正競争防止法上の保護を求めるものではない。」（原審における平成28年3月9日付け原告補充書面6頁3～5行）と主張していたのであって，「背景の基調色が濃紺色であること自体が原告の出所表示機能を果たすものではない」との原判決の説示が，前記控訴人の原審における主張と異なる意味を有するものとは解されないから，原判決が前記のとおり控訴人の主張を整理したことに誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，控訴人の本件各請求は，その余の点を判断するまでもなく，いずれも理由がなく，これと結論を同じくする原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}