{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2016-3346号事件について平成28年6月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成27年3月2日，別紙本願商標目録記載の構成からなる商標(以下「本願商標」という。)について，第12類「自動車，二輪自動車，三輪自動車，自転車並びにそれらの部品および附属品」を指定商品として，商標登録出願(商願2015-18330号。以下「本願」という。)をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願について，平成27年10月26日付けの拒絶査定を受けたので，平成28年2月16日，拒絶査定不服審判を請求した。",
                "特許庁は，上記請求につき不服2016-3346号事件として審理を行い，平成28年6月15日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，同年7月6日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成28年8月3日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標と別紙引用商標目録記載1の商標(以下「引用商標1」という。)とは，観念上比較できないが，「イートライク」の称呼を共通にし，その称呼の共通性を凌駕するほどの特徴的な外観上の相違はないから，類似の商標である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願商標と別紙引用商標目録記載2の商標(以下「引用商標2」という。)とは，観念上比較できないが，「イートライク」の称呼を共通にし，外観上も近似するものであるから，類似の商標である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願商標の指定商品は，引用商標1及び2の指定商品と同一又は類似する商品である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本願商標は，商標法4条1項11号に該当し，登録することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "本願商標と引用商標1及び2の類否判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "本件審決は，本願商標と引用商標1及び2のいずれからも「イートライク」の称呼が生じると認定し，称呼の共通性を理由として本願商標と引用商標1及び2とを類似の商標と認めるが，以下に述べるとおり，その判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標から「イートライク」の称呼は生じないこと",
              "text": [
                "本件審決は，英語では，語頭，文頭の文字を大文字で記載することが知られていることから，本願商標においては，2文字目の「T」の大文字以降を一つの語ととらえ，1文字目の「e」と2文字目以降の「Trike」を区切って発音する場合もあるとして，本願商標から「イートライク」の称呼が生じる旨を認定する。",
                "しかし，本願商標は，「eTrike」の文字を一つの言葉として全体が均整のとれた注目される図案化された商標であり，その綴りの中に配された「T」の文字は，語頭文字でもなければ，文頭文字でもないのであるから，本願商標中の「e」と「Trike」を区切って発音することはない。",
                "また，本願商標の冒頭の「e」の文字には，長音で発声することを示す記号等は配されていないから，そこから「イー」の称呼が生じるとはいえない。",
                "さらに，仮に本願商標の「e」と「Trike」を区切って発音するとしても，「イ」と「トライク」を切り離して発音することとなるから，「イートライク」のように一連に発音する称呼は生じない。",
                "したがって，本願商標からは，「エトライク」の称呼は生じるものの，「イートライク」の称呼は生じないから，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標1及び2からも「イートライク」の称呼は生じないこと",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標2について",
                  "text": [
                    "本件審決は，「-」(ハイフン)の記号で介された欧文字は，その前後を区切って称呼することが一般的であることから，引用商標2についても，「E」で区切り，「TRIKE」の称呼を続けた，「イートライク」の称呼が生じる旨認定する。",
                    "しかし，引用商標2について，「E」で区切り，「TRIKE」の称呼を続けた場合，「E」と「TRIKE」の間に配したハイフンの記号は句読点の役割を果たし，両者の間を区切った称呼(「イ・トライク」の称呼)が生じることとなるから，「イートライク」という一連の称呼は生じない。",
                    "また，引用商標2中に記載された「TRIKE」の文字は，「三輪自動車」を指す語とされるところ，業界では，商品の型式等を表示する簡易な識別標識として，片仮名又は欧文字とハイフンを組み合わせた記号を使うことがある。例えば，Tシャツのサイズを表すために，L，M，Sの文字を頭文字とした「L-Tシャツ」，「M-Tシャツ」，「S-Tシャツ」の文字を記載した標札を商品に付すことがあり，その場合，上記「L-Tシャツ」は「エルサイズのティシャツ」と称呼されることになる。したがって，同様の表現形式をとる引用商標2からも，「イのカタのトライク」とか，「イのタイプのトライク」などといった称呼が生じるものと考えられ，「イートライク」という称呼は生じない。",
                    "以上によれば，引用商標2から「イートライク」の称呼が生じるとした本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標1について",
                  "text": [
                    "引用商標1と引用商標2は，同一の指定商品について，同一人が同日に出願した商標であるから(甲10，11)，引用商標1は，引用商標2の後願となる商標であり，欧文字綴りからなる引用商標2を片仮名綴りに書き換えた商標とみることができる。",
                    "そうすると，引用商標1の「イ」と「トライク」の間に配された「-」の記号は，引用商標2の場合と同様に，長音記号ではなく，短絡記号(ハイフン)であると解されるから，引用商標1から「イートライク」の称呼が生じるとはいえない。",
                    "したがって，引用商標1から「イートライク」の称呼が生じるとした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "結論",
              "text": [
                "以上によれば，本願商標と引用商標1及び2のいずれからも「イートライク」の称呼が生じることはなく，本件商標と引用商標1及び2とは称呼を共通にするものではないから，称呼の共通性を理由に本願商標と引用商標1及び2とを類似の商標と認めた本件審決の判断は誤りであり，本件審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標から「イートライク」の称呼は生じないとの主張に対し",
              "text": [
                "原告は，本願商標について，「eTrike」の文字を一つの言葉として全体が均整のとれた注目される図案化された商標であるとし，本願商標の冒頭の「e」の文字には，長音で発声することを示す記号等は配されていないなどとした上で，本願商標からは「エトライク」の称呼が生じるものの，「イートライク」の称呼は生じない旨主張する。",
                "しかし，本願商標の2字目以降の「Trike」が，本願の指定商品，特に「二輪自動車，三輪自動車，自転車」に係る取引者，需要者らの間において，「三輪のオートバイ又は自転車」を意味し，「トライク」と称呼される語として広く知られるものであること(乙3ないし11)からすると，本願商標は，上記取引者，需要者らから，「三輪のオートバイ又は自転車」を意味する既成の語である「Trike」に「e」の欧文字を冠してなる造語と看取，理解されるものである。",
                "そして，本願商標と同様に既成の語に欧文字1字を冠してなる標章は，例えば，「eAssist」が「イーアシスト」，「eDrive」が「イードライブ」，「eParts」が「イーパーツ」と称呼されるように，その構成に係る欧文字1字から生じる称呼と既成の語から生じる称呼とを結合した称呼をもって取引に資するといえる実情がある(乙12ないし20)。",
                "そうすると，本願商標からは，「e」から通常生じる「エ」又は「イー」の称呼と「Trike」から生じる「トライク」の称呼とを結合した「エトライク」又は「イートライク」の称呼が生じるものといえる。",
                "したがって，原告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標1及び2からも「イートライク」の称呼は生じないとの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標2について",
                  "text": [
                    "原告は，商品の型式等を表示する簡易な識別標識として片仮名又は欧文字とハイフンを組み合わせた記号を使うことがあり，例えば，「L-Tシャツ」が「エルサイズのティシャツ」などと称呼されることからすれば，同様の表現形式をとる引用商標2からも，「イのカタのトライク」や「イのタイプのトライク」などといった称呼が生じると考えられる旨及び引用商標2について「E」で区切り，「TRIKE」の称呼を続けた場合，両者の間を区切った称呼が生じる旨を主張する。",
                    "しかし，引用商標2の構成中の「TRIKE」が，「二輪自動車，三輪自動車，自転車」に係る取引者，需要者らの間において，「三輪のオートバイ又は自転車」を意味し，「トライク」と称呼される語として広く知られるものであることからすると，引用商標2は，上記取引者，需要者らから，「E」の欧文字1字と既成の語である「TRIKE」とを「-」(ハイフン)の記号を介して一連に表した造語と看取，理解されるものである。",
                    "そして，引用商標2と同様に欧文字1字と既成の語とを「-」(ハイフン)の記号を介して一連に表してなる標章は，例えば，「E-Four」が「イーフォー」，「e-tron」が「イートロン」，「g-tron」が「ジートロン」と称呼されるように，「-」(ハイフン)の記号については特に称呼せずに，その構成に係る欧文字1字から生じる称呼と既成の語から生じる称呼とを結合した称呼をもって取引に資するといえる実情がある(乙21ないし25)。",
                    "そうすると，引用商標2からは，「E」から通常生じる「イー」の称呼と「TRIKE」から生じる「トライク」の称呼とを結合した「イートライク」の称呼が生じるものといえる。",
                    "したがって，原告の上記主張は，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標1について",
                  "text": [
                    "原告は，引用商標1と引用商標2は，同一の指定商品について，同一人が同日に出願した商標であるから，引用商標1は，引用商標2の後願となる商標であり，欧文字綴りからなる引用商標2を片仮名綴りに書き換えた商標とみることができるとした上で，引用商標1の「イ」と「トライク」の間に配された記号は，長音記号ではなく，短絡記号(ハイフン)であるから，引用商標1から「イートライク」の称呼が生じるとはいえない旨主張する。",
                    "しかしながら，引用商標1と引用商標2とは，別個の商標としてそれぞれ登録出願されたものであるから，両商標の間に先後願の関係は存しないし，必ずしも引用商標1が引用商標2を片仮名に書き換えた商標とみることができるわけではない。",
                    "また，引用商標1は，「イートライク」の片仮名を標準文字で表してなるものであるところ，登録商標の範囲は，願書に記載した商標に基づいて定めなければならず(商標法27条1項)，願書に記載した商標が標準文字のみによるものである場合には，商標公報上に「標準文字により現したもの」が願書に記載した商標となる(同法5条3項，12条の2第2項3号，18条3項3号)。そこで，引用商標1に係る商標公報(乙1)をみると，【登録商標(標準文字)】欄には「イートライク」と記載されており，「イ」と「トライク」との間に表されたものは，【出願番号】欄に記載されている「商願2010-75617」中の「-」(ハイフン)の記号との比較からも明らかなとおり，長音記号「ー」である。",
                    "そうすると，引用商標1からは，その構成文字に相応する「イートライク」の称呼が生じるものといえる。",
                    "したがって，原告の上記主張は，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "結論",
              "text": [
                "以上によれば，原告の主張はいずれも失当であり，本願商標と引用商標1及び2とが類似の商標であるとした本件審決の判断に誤りはないから，本件審決には取り消されるべき理由はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標は，別紙本願商標目録記載のとおり，「eTrike」の欧文字を太字で一連に横書きしてなる商標であるところ，商標全体としては，辞書等に記載された既成の語ではなく，一種の造語として認識されるものと認められる。",
                "したがって，本願商標からは，欧文字表記をする外国語として我が国において最も一般的な英語の読みに従った称呼が生じるものと考えられるところ，上記一連の欧文字綴りからは，「エトライク」の称呼が自然に生じるものといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，本願商標は，一連表記された6つの欧文字のうち，冒頭の「e」の文字が小文字であり，2番目の「T」の文字のみが大文字である点に特徴があるところ，英語では一つの語の冒頭の文字のみを大文字で表記することが一般的に行われていることからすれば，本願商標に接した取引者，需要者らは，大文字の「T」以降の文字である「Trike」を一つの語としてとらえ，冒頭の「e」の文字と区分して理解することも自然にあり得ることといえる。加えて，上記「Trike」及びその片仮名表記である「トライク」の語は，「三輪車」や「三輪の自転車またはオートバイ」を意味する既成の用語であり(乙3，4)，特に，本願商標の指定商品に含まれる「二輪自動車，三輪自動車，自転車」に係る取引者，需要者らの間では，そのような意味を有する用語として相応の認識が得られていると考えられること(乙3ないし11)，他方，例えば，「Eメール」，「eコマース」，「eラーニング」などのように，「electronic」の頭文字である「e」の文字を既成語の冒頭に付して，電子化されたものを表す用語として用いるように，既成語の前に欧文字を1字置いて，様々な意味やニュアンス等を表すことが我が国においても一般的に行われていることといった事情に鑑みれば，本願商標に接した上記取引者，需要者らにおいては，これを，「三輪の自転車またはオートバイ」等を意味する「Trike」の冒頭に「e」の欧文字を付した造語として認識することも自然にあり得ることであるといえる。",
                "そして，取引者，需要者らが本願商標を上記のように認識することを前提とすれば，本願商標の冒頭の「e」の文字からは，その自然な英語読みである「イー」の称呼が生じ，2文字目以降の「Trike」からは「トライク」の称呼が生じて，全体からは，上記「Eメール」等と同様に，「イートライク」という一連の称呼が生じ得るものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告は，①本願商標は，「eTrike」の文字を一つの言葉として全体が均整のとれた注目される図案化された商標であり，その綴りの中に配された「T」の文字は，語頭文字でもなければ，文頭文字でもないから，本願商標中の「e」と「Trike」を区切って発音することは考えられない旨，②冒頭の「e」の文字には，長音で発声することを示す記号等は配されていないから，そこから「イー」の称呼が生じるとはいえない旨，③仮に「e」と「Trike」を区切って発音するとしても，「イ」と「トライク」を切り離して発音することとなり，「イートライク」のように一連の称呼は生じない旨を主張する。",
                "しかし，本願商標が欧文字を一つの言葉のように一連表記した商標であることを踏まえても，冒頭の「e」の文字と2文字目以降の「Trike」の語が区分して認識され得ることは上記(2)で述べたとおりである。原告は，本願商標中の「T」の文字が語頭文字でも，文頭文字でもないことを指摘するが，むしろ，語頭ではなく，2文字目にある「T」が大文字とされているがゆえに，本願商標に接した取引者，需要者らは，「T」以降の文字である「Trike」を一つの語としてとらえ，冒頭の「e」の文字と区分して理解すると考えられるのであるから，原告の上記指摘は当を得たものとはいえない。",
                "また，取引者，需要者らが本願商標の「e」の文字と「Trike」の語を区分して認識することを前提とした場合，「e」の文字から，自然な英語読みとして「イー」の称呼が生じ得ることは，我が国の英語の普及状況に照らし明らかであり，そのために，必ずしも長音で発声することを示す記号等を要するものとはいえない。",
                "さらに，取引者，需要者らが本願商標の「e」の文字と「Trike」の語を区分して認識したからといって，「イ」と「トライク」を切り離して発音することが通常であるとはいえず，むしろ，わずか6つの欧文字が一連表記された「eTrike」の「e」と「Trike」とを殊更切り離して発音することは不自然であって，「イートライク」の一連の称呼が自然に生じることは明らかといえる。",
                "したがって，原告の上記①ないし③の各主張はいずれも理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願商標からは，「エトライク」の称呼のほかに，「イートライク」の称呼も生じるものと認められる。",
                "また，上記(2)のとおり，本願商標は，「三輪の自転車またはオートバイ」等を意味する既成語である「Trike」の冒頭に，電子化されたものを表す「e」の欧文字を冠してなる造語として認識される可能性もあり得るから，これに接した取引者，需要者らとしては，「電子化された三輪のオートバイ」等を想起することも考えられるが，そのようなものは特定の観念をもつものとして一般に認知されているものではないことからすると，本願商標から特定の観念が生じるとまではいい難いというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標と引用商標1の類否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標1は，「イートライク」の片仮名を標準文字で表してなる商標であるから，そこから，「イートライク」の称呼が生じることは明らかである。",
                    "また，当該片仮名は，辞書等に記載された既成の語ではなく，引用商標1からは特定の観念が生じないものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，引用商標1は，引用商標2の後願となる商標であり，欧文字綴りからなる引用商標2を片仮名綴りに書き換えた商標とみることができるから，引用商標1の「イ」と「トライク」の間に配された記号は，引用商標2の場合と同様に，長音記号ではなく，短絡記号(ハイフン)であると解され，引用商標1から「イートライク」の称呼が生じるとはいえない旨主張する。",
                    "しかし，引用商標1に係る商標公報(乙1)の【登録商標(標準文字)】の記載によれば，引用商標1の「イ」と「トライク」の間に配された記号が，「-」(ハイフン)ではなく，「ー」(長音記号)であることは明らかである。また，引用商標1と引用商標2が同一の指定商品について同一人が同日に出願した商標であり，引用商標2の「E」と「TRIKE」の間に配された記号が「-」(ハイフン)であるからといって，引用商標2とは別の商標である引用商標1の構成中の「イ」と「トライク」の間に配された記号も当然に「-」(ハイフン)であると解さなければならない理由はなく，引用商標1の登録商標の範囲は，当該商標自体の商標公報に基づいて定められるべきことは当然である。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "類否の判断",
              "text": [
                "以上を前提に，本願商標と引用商標1とを対比すると，両商標は，「イートライク」の称呼を同一にするものである。",
                "また，本願商標は「eTrike」の太字の欧文字からなるのに対し，引用商標1は「イートライク」の片仮名の標準文字からなるものであるから，両商標は，文字の種類を異にする点において，その外観が異なるものといえる。しかし，本願商標及び引用商標1の指定商品である「自動車，二輪自動車，自転車」等を取り扱う業界においては，欧文字からなる商標を片仮名で表記することも一般的に行われていることといえるから(乙26ないし31)，両商標における文字の種類の違いが，これに接する取引者，需要者らに対し，外観上の差異として強い印象を与えるとはいえないというべきである。",
                "さらに，本願商標と引用商標1からは，いずれも特定の観念を生じないものと認められるから，この点において両商標に相違があるものではない。",
                "以上のとおり，本願商標と引用商標1は，「イートライク」の称呼を共通にする一方，その外観において，称呼の共通性を凌駕するほどの顕著な差異があるとはいえず，また，観念においても相違があるものではないことからすると，互いに相紛れるおそれのある類似する商標というべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本願商標と引用商標2の類否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標2は，「E-TRIKE」の欧文字及びハイフン記号を標準文字で表してなる商標であるところ，商標全体としては，辞書等に記載された既成の語ではなく，一種の造語として認識されるものと認められる。",
                    "したがって，引用商標2からは，欧文字表記をする外国語として我が国において最も一般的な英語の読みに従った称呼が生じるものと考えられるところ，引用商標2に接した取引者，需要者らは，「-」(ハイフン)で区切られた冒頭の「E」の文字と後方の「TRIKE」の語とを区分して認識することになるから，その結果，冒頭の「E」からは，その自然な英語読みである「イー」の称呼が生じ，後方の「TRIKE」からは「トライク」の称呼が生じ，また，「-」(ハイフン)の記号は特に発音されずに，全体からは，「イートライク」という一連の称呼が生じるものと認められる。そして，このような認定は，引用商標2と同様に，一つの語の冒頭に欧文字1字と「-」(ハイフン)を付してなる標章において，「-」(ハイフン)は発音されずに，欧文字1字から生じる称呼とその語から生じる称呼を一連に称呼して使用する例(例えば，国税の電子申告システムである「e-Tax」を「イータックス」(乙23)，日本のポピュラー音楽を意味する「J-POP」を「ジェイポップ」(乙24)，ＮTTドコモが提供する携帯電話IP接続サービスである「i-mode」を「アイモード」(乙25)とそれぞれ称呼する例など)が一般的にみられることからも裏付けられるものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，①引用商標2について，「E」で区切り，「TRIKE」の称呼を続けた場合，ハイフンの記号は句読点の役割を果たし，両者の間を区切った称呼(「イ・トライク」の称呼)が生じることとなるから，「イートライク」の一連の称呼は生じない旨，②業界では，商品の型式等を表示する簡易な識別標識として，片仮名又は欧文字とハイフンを組み合わせた記号を使うこと(例えば，Tシャツのサイズを表す際に，「L-Tシャツ」等の表示を使うこと)があることからすると，引用商標2からも，「イのカタのトライク」とか，「イのタイプのトライク」などの称呼が生じ，「イートライク」の称呼は生じない旨を主張する。",
                    "しかし，引用商標2に接した取引者，需要者らが，「-」(ハイフン)で区切られた冒頭の「E」の文字と後方の「TRIKE」の語とを区分して認識したからといって，「E」と「TRIKE」を切り離して発音することが通常であるとはいえず，むしろ，前記アのとおり，同様の構成からなる標章において，全体の欧文字部分を一連称呼する例が一般的にみられることからすれば，引用商標2から「イートライク」の一連の称呼が自然に生じることは明らかといえる。",
                    "また，原告は，商品の型式等を表示する簡易な識別標識として，片仮名又は欧文字とハイフンを組み合わせた記号を使う例があることを主張するが，それは，引用商標2と同様に，一つの語の冒頭に欧文字1字と「-」(ハイフン)を付してなる標章が使用される態様の一例を述べるものにすぎず，当該構成からなる標章であれば，当然に上記のような識別標識として認識されるというものではない(現に，上記アで示したとおり，原告主張のような識別標識としての使用以外の使用例が多数存在する。)し，「E-TRIKE」という文字列に，識別標識であると認識させる特別な特徴があるわけでもない。したがって，原告の上記主張は，引用商標2から「イートライク」の称呼が生じることを否定する理由となるものではない。",
                    "したがって，原告の上記①及び②の主張はいずれも理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用商標2からは，「イートライク」の称呼が生じるものと認められる。",
                    "また，前記1(2)で述べたところによれば，引用商標2は，「三輪の自転車またはオートバイ」等を意味する既成語である「TRIKE」の冒頭に，「-」(ハイフン)記号を介して，電子化されたものを表す「E」の欧文字を冠してなる造語としても認識される可能性があり得るものといえるから，これに接した取引者，需要者らとしては，「電子化された三輪のオートバイ」等を想起することも考えられるが，そのようなものは特定の観念をもつものとして一般に認知されているものではないことからすると，引用商標2から特定の観念が生じるとまではいい難いというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "類否の判断",
              "text": [
                "以上を前提に，本願商標と引用商標2とを対比すると，両商標は，「イートライク」の称呼を同一にするものである。",
                "また，本願商標は「eTrike」の欧文字からなるところ，その文字の態様は，太字のゴチック風の書体であり，格別特異なデザインが施されているものではなく，他方，引用商標2は「E-TRIKE」の欧文字及びハイフン記号を標準文字で表してなるものである。しかるところ，両商標は，「-」(ハイフン)記号の有無のほか，前者が大文字と小文字の組合せからなるのに対し後者が大文字のみからなることや書体の相違が見られるものの，いずれも格別顕著な相違とはいえないものであり，他方，欧文字の綴りを同一にすることから，外観上近似した印象を与えるものということができる。",
                "さらに，本願商標と引用商標2からは，いずれも特定の観念を生じないものと認められるから，この点において両商標に相違があるものではない。",
                "以上のとおり，本願商標と引用商標2は，「イートライク」の称呼を共通にする上，その外観においても近似した印象を与えるものであり，また，観念においても相違があるものではないことからすると，互いに相紛れるおそれのある類似する商標というべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，本願商標と引用商標1及び2とは類似する商標であると認められるから，この点に関する本件審決の判断に誤りはなく，原告主張の取消事由は理由がない。",
            "よって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}