{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙被告製品目録記載の各製品を輸入し，販売し，又は販売の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，同目録記載の各製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，1億4000万円及びこれに対する平成26年9月26日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "6",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断らない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「振動機能付き椅子」とする発明に係る特許権(本件特許権)を有する控訴人が，原判決別紙被告製品目録記載の各製品(各被告製品)は，特許請求の範囲の請求項1に係る発明(本件発明)の技術的範囲に属するから，被控訴人が各被告製品を輸入，販売等をする行為は，本件特許権を侵害する行為であると主張して，被控訴人に対し，特許法100条1項及び2項に基づき，各被告製品の輸入，販売等の差止め及び同製品の廃棄を求めるとともに，不法行為に基づく損害賠償として1億4000万円及びこれに対する不法行為の後である平成26年9月26日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原審は，各被告製品が本件発明の技術的範囲に属するものではないとして，控訴人の請求をいずれも棄却したため，控訴人が，原判決を不服として，本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実(当事者間に争いがない事実又は各項末尾に掲記した証拠及び弁論の全趣旨により容易に認定できる事実)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許権",
              "text": [
                "控訴人は，以下の本件特許権を有する。なお，控訴人は，願書に添付した明細書について補正している(本件補正)。(甲1，2，8の1～5)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許番号  特許第3958413号"
                },
                {
                  "fig": "イ",
                  "subject": "発明の名称  振動機能付き椅子"
                },
                {
                  "fig": "ウ",
                  "subject": "出願日  平成9年9月17日"
                },
                {
                  "fig": "エ",
                  "subject": "登録日  平成19年5月18日"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正請求",
              "text": [
                "控訴人は，平成27年5月18日付け審判請求書により，本件特許に係る明細書を原判決添付の訂正明細書(本件明細書)のとおり訂正することについて訂正審判請求をした。特許庁は，同年7月30日，訂正を認める旨の審決をし，同審決は確定した(以下「本件訂正」という。)。(甲27の1・2，28の1・2)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明",
              "text": [
                "本件訂正後の特許請求の範囲の請求項1は，本件明細書の特許請求の範囲の請求項1のとおりであり，同項に係る発明(本件発明)を構成要件に分説すると，次のとおりである(以下，それぞれの構成要件を「構成要件A」などという。)。",
                "A  ベースと，該ベースに対して揺動可能に設けられた座席と，を備えた揺動機能付き椅子であって，",
                "B  前記座席に支持された磁性材料の部材と，",
                "C  前記座席の静止時における磁性材料の部材位置とは異なる位置に，前記磁性材料の部材に近接して前記ベースに固定され，電磁力により前記磁性材料の部材を揺動方向に吸引するソレノイドと，",
                "D  該ソレノイドを所定のタイミングで励磁することで前記座席の揺動動作を制御する揺動制御手段と，を備え，",
                "E  前記磁性材料の部材とソレノイドとは離間した状態で揺動する揺動機能付き椅子において，",
                "F´  前記ベースには，少なくとも2つのロッドが互いに前記座席の揺動方向に離間した位置で揺動可能に設けられ，この2つのロッドに前記座席が揺動方向に対して離間された2つの異なる位置で支持され，",
                "G  前記磁性材料の部材は，所定の間隔で対向配置された2つの磁性材料の部材で構成され，",
                "H  前記ソレノイドは前記座席の揺動静止時における前記2つの磁性材料の部材間の中点位置近傍で前記ベースに固定され，",
                "I  前記ソレノイドは，巻線軸に沿った貫通穴を有し，前記巻線軸を前記座席の揺動方向に対して平行に前記ベースに固定され，",
                "J  前記2つの磁性材料の部材は，前記座席に固定された直線形状のシャフトに固定され，",
                "K  前記シャフトは，前記貫通穴に挿入されていることを特徴とする",
                "L  揺動機能付き椅子。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人の行為",
              "text": [
                "被控訴人は，平成25年6月から被告製品1及び2を，同年10月から被告製品3を，平成26年11月から被告製品4及び5を，それぞれ中国から輸入し，ベビー用品を取り扱う大手小売業者や大手通販サイト業者らに販売している。また，被控訴人は自社の公式ウェブサイト上で，各被告製品の販売の申出をしている。(甲3～6，19の1・2，20の1・2)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "均等侵害の成否",
              "text": [
                "控訴人は，各被告製品の具体的な構成について，別紙1の各被告製品の構成の特徴(控訴人の主張)のとおりであると主張する。そして，各被告製品が，本件発明の構成要件A，I，K及びLを充足することは当事者間に争いがない。一方，各被告製品が，本件発明の構成要件B～E，G，H，Jを充足するかについては，下記イのとおり争いがある。さらに，各被告製品の座席支持機構の具体的な構成(構成要件F´に相当する構成)は，別紙1の各被告製品の構成の特徴(控訴人の主張)のfのとおりであることは当事者間に争いがなく，各被告製品は本件発明の構成要件F´を文言上は充足しない(本件相違点)。",
                "したがって，均等侵害の成否に関する争点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件相違点(争点1)"
                },
                {
                  "fig": "イ",
                  "subject": "各被告製品は，①構成要件B，C，E，G及びJの「磁性材料」を充足するか，②構成要件Cの「磁性材料の部材を揺動方向に吸引するソレノイド」を充足するか，③構成要件Dの「ソレノイドを所定のタイミングで励磁することで座席の揺動動作を制御する揺動制御手段」を充足するか，④構成要件G，H及びJの「2つの磁性材料の部材」を充足するか，⑤構成要件Cの「磁性材料の部材位置とは異なる位置」及び構成要件Hの「中点位置近傍」を，それぞれ充足するか(争点2-1ないし5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明に係る特許の無効理由の有無(争点3)"
            },
            {
              "fig": "(3)",
              "subject": "控訴人の損害額(争点4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原判決の引用",
          "text": [
            "争点1の当事者の主張は，下記2のとおり，当審における当事者の主張を補充するほか，原判決の「事実及び理由」の第2の3(1)のとおりであるから，これを引用する(ただし，引用にかかる原判決中，「争点1(本件相違点についての均等侵害の成否)」を「争点1(本件相違点)」と改める。)。",
            "争点2-1ないし5，争点3及び争点4に関する当事者の主張は，原判決の「事実及び理由」の第2の3(2)ないし(8)のとおりであるから，これを引用する(ただし，原判決20頁4行目の「構成要件F」を「構成要件F´」と改める。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "均等の第1要件(非本質的部分)について",
              "text": [
                "〔控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "座席の上下動に関する課題の解決原理について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の課題",
                      "text": [
                        "従来のソレノイドを動力源とする揺動制御装置(別紙2の図面参照)では，ソレノイドの貫通穴が直線状であるのに対し，鉄心(シャフト)が弧形状であった。このため，ソレノイドからの電磁力が実質的に鉄心に作用する距離(有効動力負荷距離)が短縮され，揺動駆動力が弱くなるという課題があり，また，鉄心に働く電磁力を大きくするために貫通穴の壁面と鉄心との間隔を狭くすると，貫通穴の内壁に鉄心が接触・摺動することがあり，摺り音，摩擦損失，排出音，保守作業の増大等の問題が発生するという課題があった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明における解決手段",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明は，座席の支持部材を，座席の揺動方向に対して離間された異なる2つの位置に設けることにより，座席の軌道が基本的に振子運動でありながら，座席の揺動時における上下方向の移動を若干程度に抑えた。",
                            "そして，座席の上下方向の移動を若干程度に抑えたことによって，直線状のシャフト及び磁性材料を，ソレノイドの貫通穴の内壁に近接しつつ，かつ，非接触状態に挿入することを可能とした。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，本件発明は，「2つの揺動用ロッド7a，7bにより座席シート2がベース5側に支持される平行リンク機構」を形成し，「この揺動用ロッド7a，7b」を「ロッド支持部5a，5bを中心に振り子運動」させることにより，「座席シート2」を「若干の上下動を含みつつ往復動」させることを可能とするものである(別紙3の図面参照)。",
                            "しかし，座席を，本件発明のように，基本的に振子運動でありながら「若干の上下動を含みつつ往復動」させるためには，技術的には，ロッドを利用した方式である必要はない。すなわち，揺動方向における座席の支持点の位置が離間した2点であり，座席揺動時における当該支持点の軌動がそれぞれ振子運動をするようにすれば，ロッドを利用した方式でなくても，本件発明のように座席が「若干の上下動を含みつつ往復動」することは，技術的に明らかである。",
                            "例えば，各被告製品のように，座席側に，揺動方向に離間した2つの異なる位置で座席を支持する部材であるコロを設け，ベース側に，当該コロの振子運動を可能とする形状の湾曲レールを，揺動方向に離間した位置に設けて，当該湾曲レールでコロを受けて座席を支持する機構(コロと湾曲レールを利用した方式)であっても，揺動方向に離間した座席の2つの支持点は，本件発明の座席の2つの支持点と実質的に同じ軌道を描き，結果，座席は，2点支持のロッドを利用した方式と同様に「若干の上下動を含みつつ往復動」することになる(別紙4の図面参照)。",
                            "よって，本件発明における解決手段は，座席支持機構が，ロッドを利用した方式であっても，コロと湾曲レールを利用した方式であっても，等しくあてはまる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明の効果",
                      "text": [
                        "前記解決手段をとることにより，本件発明は，「動力負荷効率がより高められる一方，磁性材料の部材とソレノイドとを離間した状態で座席を揺動駆動するため，騒音や振動の発生を極力低減することができ，静粛性や乗り心地がより一層向上すると共に，保守作業を大きく軽減することができる」との効果を奏する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明の課題解決原理",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明の課題解決原理は，座席の支持部材を，座席の揺動方向に対して離間された異なる2つの位置に設け，当該2つの位置の支持点の軌道がそれぞれ振子運動となるようにして，座席の揺動時における上下動を若干程度に抑えると同時に，ソレノイドの貫通穴に直線状のシャフトを挿入する構成を採用することで，ソレノイドと磁性材料との距離を，非接触状態のまま可能な限り短縮することを可能としたことにある。",
                            "そして，この課題解決原理が，従来技術に見られない本件発明に特有の技術的思想を構成する特徴的部分であり，本件発明の本質的部分である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，本件発明の上記課題解決原理(本質的部分)は，本件発明で利用しているロッドを，座席の支持点の軌道が振子運動となる座席の支持部材へと上位概念化している。しかし，本件発明は，揺動制御手段としてソレノイドを用いた乳幼児用の椅子等の実現・実用化に必要不可欠な技術を世界で初めて提供するなどしており，従来技術と比較して特許発明の貢献の程度は大きい。したがって，本件発明の本質的部分の認定に当たっては，本件発明で利用されているロッドを上位概念化して捉えるべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "各被告製品の充足",
                      "text": [
                        "各被告製品は，ソレノイドの貫通穴に直線状のシャフト及び磁性材料を挿入した動力機構を用いている。また，各被告製品は，座席支持機構として2点支持のコロと湾曲レールを利用した方式を採用しているが，これは，2点支持のロッドを利用した方式と同じく，座席の支持部材を，座席の揺動方向に対して離間された異なる2つの位置に設け，当該2つの位置の支持点の軌道がそれぞれ振子運動となるようにして，座席の揺動時における上下動を若干程度に抑えるものである。そして，各被告製品は，これらの組合せにより，ソレノイドと磁性材料との距離を，非接触状態のまま可能な限り短縮することを可能としている。",
                        "よって，各被告製品は，均等の第1要件を充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "重心位置の偏りに関する課題の解決原理について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明の課題，解決手段及び効果",
                      "text": [
                        "従来のソレノイドを動力源とする揺動装置は，1点で座席を支持していたことから，使用者の位置等で重心位置が偏り，回転モーメントが増大する結果，不安定な揺動運動になるという課題があった。",
                        "本件発明は，ベースに2つのロッドを互いに座席の揺動方向に離間した位置で揺動可能に設け，この2つのロッドに座席が揺動方向に対して離間された2つの異なる位置で支持されるという構成を採用したものである。",
                        "このように座席を支持する部材を設け，揺動方向に対して離間した2点において座席を支持することにより，使用者の重心が2点間にある場合には，回転モーメントがほぼ相殺され，当該2点で荷重を支えるために安定して座席を支えることができ，使用者の重心が2点の外側にある場合でも，近い側の点までの距離が短いことから回転モーメントも小さく，やはり安定して座席を支えることができる。また，座席支持機構を2点支持のコロと湾曲レールを利用した方式にした場合であっても，この原理は当てはまる。",
                        "そして，このような解決手段を採ることで，本件発明において，使用者の重心位置が偏ったときでも安定した揺動運動を行えることになった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明の課題解決原理",
                      "text": [
                        "本件発明の課題解決原理は，座席を支持する部材を揺動方向に対して離間した2点に設けることで，揺動方向に対して離間した2点において座席を支持したことである。",
                        "もっとも，この原理を具体化した2点支持のロッドを利用した方式による座席支持機構は，本件特許の出願日当時，既に当業者に周知であったから，この課題解決原理は，本件発明の本質的部分とはいえない。",
                        "〔被控訴人の主張〕"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "本件発明の本質的部分について",
                  "text": [
                    "本件発明は，従来技術である1つのロッドで座席を支持する揺動装置が有する課題を，少なくとも2つのロッドを互いに座席の揺動方向に離間した位置で揺動可能に設け，この2つのロッドに座席を揺動方向に対して離間された2つの異なる位置で支持させるという構成をとることにより解決したものである。これにより，座席を揺動させるための揺動抵抗が大きく低減するとともに，安定した揺動運動を実現することができるなどの効果があった。",
                    "したがって，本件発明の本質的部分は，2つのロッドで座席を支持するという機構を採用したことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張する本件発明の本質的部分について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人の主張する本件発明の本質的部分は，本件明細書の特許請求の範囲や発明の詳細な説明の記載から，あまりにも離れ，技術的思想を抽象化するものである。",
                        "すなわち，本件明細書の特許請求の範囲には，ベースに2つのロッドが設けられ，2つのロッドに座席が支持されるとの構成が記載されているにもかかわらず，控訴人の主張する本件発明の本質的部分においては，この構成が削除されるとともに，ロッドが単に「座席の支持部材」とされている。また，控訴人の主張する本件発明の本質的部分については，特許請求の範囲に記載も示唆もされていない。",
                        "また，本件発明は，従来技術である1点支持のロッドを利用した方式が有する課題を，従来技術である2点支持のロッドを利用した方式による座席の支持位置を特定することにより解決したものにすぎず，従来技術に対する貢献の程度も大きくない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，本件発明の本質的部分について，座席の支持部材を，座席の揺動方向に対して離間された異なる2つの位置に設け，当該2つの位置の支持点の軌道がそれぞれ振子運動となるようにして，座席の揺動時における上下動を若干程度に抑えるものであると主張するが，同一の長さのロッドを使用する限り，座席の揺動時における上下動の幅は同一であるから，同主張は技術的にも誤っている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，座席の支持部材を，座席の揺動方向に対して離間された異なる2つの位置に設け，当該2つの位置の支持点の軌道がそれぞれ振子運動となるようにするという構成は，先行技術文献(乙3，4)に記載されており，ソレノイドと磁性材料との距離を，非接触状態のまま可能な限り短縮するために，ソレノイドの貫通穴に直線状のシャフトを挿入する構成を採用することも，本件特許出願時の周知技術(乙13～17)であるばかりではなく，技術常識である。したがって，控訴人の主張する本件発明の本質的部分は，本件特許出願時に既に公知の技術である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "均等の第5要件(特段の事情)について",
              "text": [
                "〔被控訴人の主張〕",
                "控訴人は，本件特許の出願当時，コロとレールを利用した座席支持機構が知られていた状況の下で，これを含むような上位概念で特許請求の範囲を記載できたにもかかわらず，出願時にそのようにしなかった。",
                "また，控訴人は，本件特許の出願当初の特許請求の範囲には，座席支持機構全般を対象として記載し，座席支持機構をロッドを利用した方式に限定する記載をしていなかったにもかかわらず，本件補正により，座席支持機構全般を対象とする記載を削除し，あえて，特許請求の範囲を「少なくとも2つのロッドが揺動可能に設けられ」「この2つのロッドに前記座席が支持され」と，ロッドを利用した方式に限定することを明らかにし，これにより，コロとレールを利用した座席支持機構を意識的に除外した。",
                "さらに，控訴人は，本件訂正において，本件発明が「少なくとも2つのロッド」の構成を有することを前提とした上で，それが「互いに前記座席の揺動方向に離間した位置で」設けられること，及び「この2つのロッド」に座席が「揺動方向に対して離間された2つの異なる位置で」支持されていることを，それぞれ本件発明に付加し，より一層「2つのロッド」を設ける構成を具体化した。",
                "したがって，コロとレールを利用した座席支持機構を有する各被告製品は，本件特許の特許請求の範囲から意識的に除外されたというべきである。",
                "〔控訴人の主張〕",
                "本件特許の出願当時，動力機構としてソレノイドを用い，座席支持機構としてコロと湾曲レールを利用するという各構成を組み合わせた乳幼児用の椅子等は存在せず，また，動力機構としてソレノイドを用いることから生じる課題も公知ではなかった。したがって，当業者は，本件発明の課題を解決する手段として，ロッドを利用した方式とコロと湾曲レールを利用した方式とが，ソレノイドの動力機構との組合せにおいて同一の効果を奏する部材であるとの認識を持ちようがなかった。そうすると，動力機構としてソレノイドを用いる本件特許の特許請求の範囲に，座席支持機構として，コロと湾曲レールを利用する方式も含めることは容易ではなかったというべきである。なお，控訴人は，本件特許の出願当時，スライド手段を介した揺動機構を実施例として開示したが，これは，水平往復動の可能なものであって，コロと湾曲レールを利用する方式とは全く異なる揺動機構である。",
                "また，本件発明に係る特許請求の範囲の記載のうち「2つのロッド」という文言は，本件補正の前後で全く変わっておらず，拒絶理由通知における引用例も，座席支持機構としてコロと湾曲レールを利用する方式を開示するものではなかった。したがって，控訴人は，拒絶理由を回避するために，本件補正によって，座席支持機構についてロッドを利用した方式に限定したものではない。",
                "さらに，控訴人は，訂正前の特許請求の範囲の記載において，ベースに設けられた2つのロッドの位置関係が不明確であったために，本件訂正を行ったにすぎない。したがって，控訴人は，本件訂正において，本件発明がロッドを利用した方式の構成を有することを明確にしたものでもない。",
                "よって，控訴人が，コロと湾曲レールを利用する方式を明確に認識し，この方式を特許請求の範囲から除外したと外形的に評価し得る行動をとったとはいえないから，この方式は，本件発明の特許請求の範囲から意識的に除外されたものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "各被告製品は，少なくとも本件発明の構成要件F´を文言上充足しないところ，当裁判所も，各被告製品は，本件発明の均等侵害に当たらず，その技術的範囲に属するということはできないから，控訴人の請求は棄却すべきものと判断する。",
        "その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "均等侵害の成否について",
          "content": [
            {
              "fig": "(1)",
              "subject": "均等侵害の要件",
              "text": [
                "特許請求の範囲に記載された構成中に，相手方が製造等をする製品又は用いる方法(以下「対象製品等」という。)と異なる部分が存する場合であっても，①同部分が特許発明の本質的部分ではなく，②同部分を対象製品等におけるものと置き換えても，特許発明の目的を達することができ，同一の作用効果を奏するものであって，③上記のように置き換えることに，当該発明の属する技術の分野における通常の知識を有する者(当業者)が，対象製品等の製造等の時点において容易に想到することができたものであり，④対象製品等が，特許発明の特許出願時における公知技術と同一又は当業者がこれから当該出願時に容易に推考できたものではなく，かつ，⑤対象製品等が特許発明の特許出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情もないときは，同対象製品等は，特許請求の範囲に記載された構成と均等なものとして，特許発明の技術的範囲に属するものと解するのが相当である(最高裁平成6年(オ)第1083号同10年2月24日第三小法廷判決・民集52巻1号113頁参照)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "均等の第1要件(非本質的部分)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本質的部分の認定について",
                  "text": [
                    "特許法が保護しようとする発明の実質的価値は，従来技術では達成し得なかった技術的課題の解決を実現するための，従来技術に見られない特有の技術的思想に基づく解決手段を，具体的な構成をもって社会に開示した点にある。したがって，特許発明における本質的部分とは，当該特許発明の特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分であると解すべきである。",
                    "そして，上記本質的部分は，特許請求の範囲及び明細書の記載に基づいて，特許発明の課題及び解決手段(特許法36条4項，特許法施行規則24条の2参照)とその効果(目的及び構成とその効果)を把握した上で，特許発明の特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分が何であるかを確定することによって認定されるべきである。すなわち，特許発明の実質的価値は，その技術分野における従来技術と比較した貢献の程度に応じて定められることからすれば，特許発明の本質的部分は，特許請求の範囲及び明細書の記載，特に明細書記載の従来技術との比較から認定されるべきであり，そして，①従来技術と比較して特許発明の貢献の程度が大きいと評価される場合には，特許請求の範囲の記載の一部について，これを上位概念化したものとして認定され，②従来技術と比較して特許発明の貢献の程度がそれ程大きくないと評価される場合には，特許請求の範囲の記載とほぼ同義のものとして認定されると解される。",
                    "ただし，明細書に従来技術が解決できなかった課題として記載されているところが，出願時の従来技術に照らして客観的に見て不十分な場合には，明細書に記載されていない従来技術も参酌して，当該特許発明の従来技術に見られない特有の技術的思想を構成する特徴的部分が認定されるべきである。そのような場合には，特許発明の本質的部分は，特許請求の範囲及び明細書の記載のみから認定される場合に比べ，より特許請求の範囲の記載に近接したものとなり，均等が認められる範囲がより狭いものとなると解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の記載",
                  "text": [
                    "本件明細書の発明の詳細な説明欄には，おおむね，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "本発明は，例えば，乳幼児用の椅子及び寝台として用いられる椅子に関し，特に座席を連続して揺動させることができる揺動機能付き椅子に関する。(【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "従来，乳幼児用等の椅子において，座体を連続して揺動させるには人力等によって行う手段が主であったが，この揺動手段を電子制御化した技術が例えば特開昭55-99219号公報に開示されている。",
                        "上記公報に記載の揺動装置は，概略的には図15(判決注：別紙2の図面)に示すように，支柱121に回転自在に懸架された座体122と，該座体122揺動に連動する弧状の鉄心123と，支柱121側に固定され鉄心123をコイル内部に出入れ自在とするソレノイド124と，座体122の揺動状態に応じてソレノイド124への電源供給を制御する揺動制御装置125と，から構成されている。(【0002】)",
                        "この揺動装置による揺動駆動方法を説明すると，まず，図15に示す座体122の傾斜位置において，揺動制御装置125によりソレノイド124に通電することで，ソレノイド124からの電磁力が発生し，鉄心123を矢印A方向，即ちソレノイド124側に吸引する。その結果，座体122が矢印B方向に傾斜することになる。その後，ソレノイド124への通電を断ち，座体122がその自重により逆方向に傾斜し始め，座体122の慣性と相まって元の傾斜位置に戻る。以上の動作を繰り返すことにより揺動運動が行われる。(【0003】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "かかる従来の揺動装置にあっては，以下に示す課題を有している。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "揺動運動が基点126を中心とした弧を描くことになるため，ソレノイド124の貫通穴と鉄心123を，それぞれ基点を中心とする弧形状に形成することが望ましい。しかしながら，ソレノイド124内部を弧形状に成形することは実際上困難であることから，ソレノイドの貫通穴を鉄心径に対して大きめに設定し，鉄心側だけを弧形状に成形することがある。(【0004】)",
                          "text": [
                            "ところが，このような構成としても，直線形状のソレノイドの貫通穴に弧形状の鉄心が挿入されるため，鉄心が貫通穴壁面に接触する可能性があるばかりか，ソレノイドからの電磁力が実質的に鉄心に作用する距離(有効動力負荷距離)が短縮され，重量物を座体に搭載した状態では十分に揺動駆動させることが困難となる。(【0005】)",
                            "一般的に，ソレノイドの貫通穴壁面と鉄心との間隙が狭いほど鉄心に働く電磁力が大きくなり，吸引効率を向上させることができるが，この間隙を狭めた場合，例えば鉄心が貫通穴壁面に接触した場合においては，鉄心と貫通穴壁面との擦り音が発生すると共に接触による摩擦損失が生じることになる。その結果，揺動駆動のためにはより大きなトルクが必要となり，ソレノイドを通常より過剰に励磁しなければならなくなる。また，ソレノイドの貫通穴と鉄心との嵌合の寸法公差が少なすぎると，貫通穴を鉄心が通過する際に貫通穴内部の空気を押し出す排出音が発生することになる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ソレノイドと鉄心とが接触して摺動部分が存在する構成である場合は，長時間揺動運動すると，摩擦により材質が劣化することがあるため，一般的には摺動部にグリース等の潤滑剤を塗布している。しかし，これが長期に亘って使用される場合や，比較的大きなトルクで動作させる場合には，摺動部の潤滑剤が摩擦熱により変質する等の不具合を生じることがあり，かえって潤滑剤自体が悪影響を及ぼすことがある。そこで，かかる事態を回避するために徹底した保守作業を行うことも考えれるが，保守作業自体が厄介であり，場合によっては消耗部品を交換する等の作業が必要となり思わしくない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "使用者が，図15に示す座体122の回転中心軸となる基点126付近から座体122の端部側に移動して，座体122の重心位置127が偏ることがある。このような場合，従来の揺動装置にみられる片腕揺動方式にあっては座体122が傾斜すると共に，基点126からの距離Lの増加に伴い回転モーメントが増大し，駆動トルクを通常より大きくする必要性が生じる。その結果，揺動振幅を一定とすることができず不安定な揺動運動となってしまう。(【0006】)",
                          "text": [
                            "そこで本発明は，かかる従来の問題点に鑑み，揺動時の静粛性を保ちつつ，使用者の重心位置が偏ったときでも安定した揺動運動が行える動力変換効率の高い揺動機能付き椅子を供給することを目的としている。(【0007】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "このため，請求項1記載の揺動機能付き椅子の発明は，ベースと，該ベースに対して揺動可能に設けられた座席と，を備えた揺動機能付き椅子であって，前記座席に支持された磁性材料の部材と，前記座席の静止時における磁性材料の部材位置とは異なる位置に，前記磁性材料の部材に近接して前記ベースに固定され，電磁力により前記磁性材料の部材を揺動方向に吸引するソレノイドと，該ソレノイドを所定のタイミングで励磁することで前記座席の揺動動作を制御する揺動制御手段と，を備え，前記磁性材料の部材とソレノイドとは離間した状態で揺動する揺動機能付き椅子において，前記ベースには，少なくとも2つのロッドが互いに前記座席の揺動方向に離間した位置で揺動可能に設けられ，この2つのロッドに前記座席が揺動方向に対して離間された2つの異なる位置で支持され，前記磁性材料の部材は，所定の間隔で対向配置された2つの磁性材料の部材で構成され，前記ソレノイドは前記座席の揺動静止時における前記2つの磁性材料の部材間の中点位置近傍で前記ベースに固定され，前記ソレノイドは，巻線軸に沿った貫通穴を有し，前記巻線軸を前記座席の揺動方向に対して平行に前記ベースに固定され，前記2つの磁性材料の部材は，前記座席に固定された直線形状のシャフトに固定され，前記シャフトは，前記貫通穴に挿入されていることを特徴としている。(【0008】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "座席シート2及びベース5は，2つの揺動用ロッド7a，7bにより座席シート2がベース5側に支持される平行リンク機構を形成しており，この揺動用ロッド7a，7bがロッド支持部5a，5bを中心に振り子運動することにより，座席シート2を図4，図5に示すように若干の上下動を含みつつ往復動，即ち，揺動させることができる。(【0018】)",
                        "このように，座席シート2を支持する座面下方のフランジ部2a，2bを，座席シートの揺動方向に対して離間された2つの異なる位置にそれぞれ設けたことにより，使用者の着座位置等によって変化する重心位置が偏った場合においても，座席シート2が傾斜したり，後述する揺動振幅等の揺動機能に支障をきたすことを防止することができる。(【0019】)",
                        "ソレノイド9の貫通穴10には，アルミ等の非磁性材料から成るシャフト13と，該シャフト13に所定の間隔で固定した2つの鉄等の磁性材料の部材14a，14b(以降，プランジャと呼ぶ)とが，貫通穴10の内壁に近接しつつ，且つ非接触状態に挿入されている。(別紙5の図面参照)(【0021】)",
                        "かかる構成のため，ソレノイド9とプランジャ14a，14bとは機械的に結合されることなく，ソレノイド9に対してプランジャ14a，14bが水平方向に独立して移動自在となる。このプランジャ14a，14bは，揺動用ロッド7a，7bの揺動運動に伴い若干上下方向にも移動するため，ソレノイドの貫通穴10内壁とプランジャ14a，14bとの上下間隔は，プランジャ14a，14bが貫通穴10内壁に接触しないように，且つ最近接するように設定されている。(【0023】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明の効果",
                      "text": [
                        "請求項1に記載の発明によれば，揺動方向に対して直線状に磁性材料の部材とソレノイドを配列することにより，簡単な構成で磁性材料の部材とソレノイドとの距離を短縮することができ，動力負荷効率がより高められる一方，磁性材料の部材とソレノイドとを離間した状態で座席を揺動駆動するため，騒音や振動の発生を極力低減することができ，静粛性や乗り心地がより一層向上すると共に，保守作業を大きく軽減することができる。",
                        "請求項1に記載の発明によれば，平行リンク機構により座席を揺動させるため，揺動抵抗が大きく低減すると共に，使用者の重心位置が座席上で偏った場合でも座席の揺動機能に支障をきたすことなく安定した揺動運動を実現することができ，より快適な使用感を得ることができる。(【0052】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件明細書に記載された従来技術",
                  "text": [
                    "本件明細書は，特開昭55-99219号公報(乙2。以下「乙2公報」という。)に開示された技術を従来技術として記載している。",
                    "そして，乙2公報は，座席を連続して揺動させることが可能な乳児用ゆりかごの，揺動制御手段及び座席支持機構等を開示した文献であり，揺動制御手段として，ソレノイド等を採用し，座席支持機構として，ロッドが1点で揺動可能に設けられ，このロッドに座席が支持されるという方式(以下，この方式を「ロッド1点支持方式」という。)を採用するものであった。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記イ及びウによれば，本件発明については，以下のとおり認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明は，座席を連続して揺動させることが可能な乳幼児用の椅子等に関する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "従来，座席を連続して揺動させることが可能な乳幼児用の椅子等における座席の揺動制御手段は，人力等によるものが主であった。",
                            "乙2公報に開示された技術は，座席を連続して揺動させることが可能な乳幼児用の椅子等において，揺動制御手段としてソレノイドを，座席支持機構としてロッド1点支持方式を採用するものであった。",
                            "しかし，乙2公報に開示された乳幼児用の椅子等においては，鉄心及び鉄心に電磁力を与えるソレノイドをそれぞれ弧形状に成形することが望ましい一方で，ソレノイドを弧形状に成形することは実際上困難であることから，直線状のソレノイドの貫通穴を大きめに設定し，鉄心だけを弧形状に成形することがあった。しかし，直線状であるソレノイドの貫通穴に，弧形状の鉄心が挿入されることにより，ソレノイドと鉄心との距離が生じることから，ソレノイドから鉄心に働く電磁力が弱まるという問題点があった。なお，本件明細書には，乙2公報に開示された技術には，ソレノイドの貫通穴と鉄心が接触するなどの問題点もある旨記載されているものの，これは，ソレノイドから鉄心に働く電磁力の弱まりを防ぐために，ソレノイドの貫通穴と鉄心の間隔を狭めることから生じるものであるから，ソレノイドの貫通穴と鉄心の接触等の問題点は，ソレノイドと鉄心との距離が生じ，ソレノイドから鉄心に働く電磁力が弱まるという問題点に包含されるものである。",
                            "また，乙2公報に開示された乳幼児用の椅子等においては，使用者が座席の端部側に移動して，重心位置が偏った場合，座席の回転中心軸となる基点を中心とした回転モーメントが増大することから，座席を揺動させるためには，ソレノイドから鉄心に働く電磁力を強めなければならないという問題点もあった。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件発明は，座席を連続して揺動させることが可能な乳幼児用の椅子等であって，揺動制御手段としてソレノイドを採用し，座席支持機構としてロッド1点支持方式を採用するものが有する問題点，すなわち①直線状であるソレノイドの貫通穴に，弧形状の鉄心が挿入されることにより，ソレノイドと鉄心との距離が生じるという問題点及び②座席の重心位置が偏った場合，座席の回転中心軸となる基点を中心とした回転モーメントが増大するという問題点を解決することを課題とするものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本件発明は，上記①の問題点を解決するために，座席支持機構に，ベースに2つのロッドが互いに座席の揺動方向に離間した位置で揺動可能に設けられ，この2つのロッドに座席が揺動方向に対して離間された2つの異なる位置で揺動可能に支持されるという方式(以下，この方式を「ロッド2点支持方式」という。)を採用するとともに，磁性材料の部材及びそれを固定するシャフト(以下「シャフト等」ということがある。)を直線形状とする構成を採用したものである。すなわち，ロッド2点支持方式を採用することにより，座席の揺動時における上下動を抑えるとともに，シャフト等を直線形状とすることで，シャフト等を，より小径であるソレノイドの巻線軸の貫通穴に挿入することが可能になる。そして，このようにシャフト等とソレノイドを近接できることから，ソレノイドからシャフト等に働く電磁力の弱まりを防ぐことになる。したがって，上記①の課題に対する本件発明の解決手段は，座席支持機構としてロッド1点支持方式ではなく，ロッド2点支持方式を採用するとともに，シャフト等を直線形状とする構成を採用するというものである。なお，ロッド2点支持方式を採用することによって，実際に座席の揺動時における上下動を抑えられるか否かは，本件明細書に記載された本件発明の解決手段についての上記認定を左右するものではない。",
                            "また，本件発明は，上記②の問題点を解決するために，座席支持機構にロッド2点支持方式を採用したものである。すなわち，座席支持機構にロッド1点支持方式を採用した場合，座席の回転中心軸となる基点は，座席を支持するロッドがベースに接合された点の1点のみであるから，使用者が座席の端部側に移動すると，重心位置が偏り，基点を中心とした回転モーメントが増大する。一方，ロッド2点支持方式を採用すれば，座席を支持するロッドがベースに接合された2点が，座席の回転中心軸となる基点となり，これにより，使用者が座席の端部側に移動しても，重心位置が2個の基点の間(水平方向における間)にある場合には，各基点に働く回転モーメントが相殺され，各基点に働く回転モーメントは小さくなり，重心位置が2個の基点の外側(水平方向における外側)にある場合でも，重心位置に近い基点までの距離は短いため，同基点に働く回転モーメントは小さいことになる。これにより，座席を揺動させるために，ソレノイドからシャフト等に働く電磁力を強める必要がなくなるのである。したがって，上記②の課題に対する本件発明の解決手段は，座席支持機構としてロッド1点支持方式ではなく，ロッド2点支持方式を採用するというものである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "本件発明は，上記①の課題に対して，座席支持機構としてロッド1点支持方式ではなく，ロッド2点支持方式を採用するとともに，シャフト等を直線形状とする構成を採用するという解決手段を採ることにより，シャフト等とソレノイドを近接させ，ソレノイドからのシャフト等に働く電磁力の弱まりを防ぐという効果を有するものである。",
                            "また，本件発明は，上記②の課題に対して，座席支持機構としてロッド1点支持方式ではなく，ロッド2点支持方式を採用するという解決手段を採ることにより，座席を支持するロッドがベースに接合された点を中心とする回転モーメントを減じ，座席を揺動させるために電磁力を強める必要をなくすという効果を有するものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明の貢献の程度",
                      "text": [
                        "ところで，上記認定のとおり，本件発明は，座席を連続して揺動させることが可能な乳幼児用の椅子等であって，揺動制御手段としてソレノイドを採用し，座席支持機構としてロッド1点支持方式を採用するものが有する，①直線状であるソレノイドの貫通穴に，弧形状の鉄心が挿入されることにより，ソレノイドと鉄心との距離が生じるという問題点及び②座席の重心位置が偏った場合，座席の回転中心軸となる基点を中心とした回転モーメントが増大するという問題点を解決することを課題とするものである。",
                        "もっとも，座席を連続して揺動させることが可能な乳幼児用の椅子等において，座席支持機構としてロッド2点支持方式が存在することは，本件特許の優先日において，当業者に周知であったものである(甲11の1～3，乙6～8，12)。そして，座席支持機構にロッド1点支持方式ではなく，ロッド2点支持方式を採用することができれば，座席の揺動時における上下動を抑えること，座席の重心位置が偏った場合に座席の回転中心軸となる基点を中心とした回転モーメントを減少させることは可能となる。",
                        "また，ソレノイドの貫通穴に，直線状のシャフトを挿入するという構成が存在することは，本件特許の優先日において当業者に周知であったものである(乙13～17)。そして，座席を連続して揺動させることが可能な乳幼児用の椅子等において，揺動制御手段として採用されたソレノイドに，上記構成を採用することができれば，シャフト等とソレノイドを近接させることが可能となる。",
                        "したがって，座席支持機構としてロッド2点支持方式を採用するという周知技術，及び，ソレノイドに直線状の鉄心を挿入するという周知技術は，座席を連続して揺動させることが可能な乳幼児用の椅子等であって，揺動制御手段としてソレノイドを採用し，座席支持機構としてロッド1点支持方式を採用するものが有する問題点を解決するものということができる。",
                        "しかし，本件明細書には，座席を連続して揺動させることが可能な乳幼児用の椅子等における座席支持機構としてロッド2点支持方式を採用するという周知技術，及び，ソレノイドに直線状のシャフトを挿入するという周知技術の記載はない。したがって，本件明細書に従来技術が解決できなかった課題として記載されているところは，従来技術に照らして客観的に見て不十分であるから，本件発明の本質的部分は，本件明細書の記載に加えて，優先権主張日の従来技術たる上記各周知技術との比較から認定されるべきである。",
                        "そして，本件明細書の記載及び上記各周知技術によれば，本件発明は，座席を連続して揺動させることが可能な乳幼児用の椅子等であって，揺動制御手段としてソレノイドを採用し，座席支持機構としてロッド1点支持方式を採用するものに，従来技術である，ロッド2点支持方式という座席支持機構，及び，直線状のシャフトをソレノイドに挿入するという構成を適用したものということができる。また，従来技術であるロッド2点支持方式は，座席を連続して揺動させることが可能な乳幼児用の椅子等に従来から存在した座席支持機構であるから，座席を連続して揺動させることが可能な乳幼児用の椅子等であれば，揺動制御手段としてソレノイドを採用するものであっても，座席支持機構自体にロッド2点支持方式を組み合わせることは，さほど困難なこととはいえない。",
                        "したがって，本件発明の貢献の程度は，座席支持機構としてロッド1点方式ではなく，ロッド2点支持方式を採用するという点においては，それ程大きくないと評価することができるから，本件発明の本質的部分は，座席支持機構に関する限度においては，特許請求の範囲の請求項1の記載とほぼ同義となる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明の本質的部分",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上によれば，座席を連続して揺動させることが可能な乳幼児用の椅子等であって，揺動制御手段としてソレノイドを有するものにおいて，座席支持機構としてロッド2点支持方式を採用したことは，本件発明の本質的部分(特許請求の範囲のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分)であると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，控訴人は，本件発明の課題解決原理は，座席の支持部材を，座席の揺動方向に対して離間された異なる2つの位置に設け，当該2つの位置の支持点の軌道がそれぞれ振子運動となるようにして，座席の揺動時における上下動を若干程度に抑えると同時に，ソレノイドの貫通穴に直線状のシャフトを挿入する構成を採用することで，ソレノイドと磁性材料との距離を，非接触状態のまま可能な限り短縮することを可能とした点にあると主張する。しかし，座席の支持部材を座席の揺動方向に対して離間された異なる2つの位置に設け，当該2つの位置の支持点の軌道がそれぞれ振子運動となるようにすることは，ロッド2点支持方式の構成要素であるロッドの存在を捨象するものであるから，控訴人の上記主張は，採用することができない。",
                        "また，控訴人は，本件発明の課題解決原理には，座席を支持する部材を揺動方向に対して離間した2点に設けることで，揺動方向に対して離間した2点において座席を支持した点もあると主張する。しかし，座席を支持する部材を揺動方向に対して離間した2点に設けることも，ロッド2点支持方式の構成要素であるロッドの存在を捨象するものであるから，控訴人の上記主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "各被告製品の第1要件の非充足",
                  "text": [
                    "各被告製品は，座席を連続して揺動させる手段として，ソレノイドを用いる乳幼児用の椅子等ではあるものの，座席支持機構として「座席の下部に」「揺動方向に対して離間された2つの異なる位置にそれぞれ二組(合計4個)のコロ(車輪)」を「回動可能に設け」，「ベースの上部には，二組(4つ)の湾曲レール」を，「上記の各コロに対応する位置にそれぞれ設け」，「ベースの上部に設けられた各湾曲レールが前記座席の下部に回動可能に設けられた各コロを受けることによって，前記座席」を「前記ベースに対して揺動可能に支持」する方式を採用するものである。このように，各被告製品は，座席支持機構としてロッド2点支持方式，すなわちベースに2つのロッドが互いに座席の揺動方向に離間した位置で揺動可能に設けられ，この2つのロッドに座席が揺動方向に対して離間された2つの異なる位置で揺動可能に支持されるという方式を用いていない。したがって，各被告製品は，本件発明の本質的部分を備えているとはいえない。",
                    "したがって，各被告製品は，均等の第1要件を充足するとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "均等の第5要件(特段の事情)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第5要件の判断基準について",
                  "text": [
                    "均等の第5要件は，特許請求の範囲に記載された構成中に，対象製品等と異なる部分が存する場合であっても，同対象製品等が特許発明の特許出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情もないことである。すなわち，特許出願手続において出願人が特許請求の範囲から意識的に除外したなど，特許権者の側において一旦特許発明の技術的範囲に属しないことを承認するか，又は外形的にそのように解されるような行動をとったものについて，特許権者が後にこれと反する主張をすることは，禁反言の法理に照らし許されないから，このような特段の事情がある場合には，均等が否定されることとなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許の出願経過等",
                  "text": [
                    "前提となる事実，証拠(各項末尾に掲記した証拠)及び弁論の全趣旨によれば，本件特許の出願経過等は，次のとおり認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人は，平成9年9月17日，本件特許について，明細書に次のとおり記載して，出願をした。(甲8の1)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲の請求項1(以下「旧請求項1」という。)",
                          "text": [
                            "ベースと，該ベースに対して揺動可能に設けられた座席と，を備えた揺動機能付き椅子において，／前記座席に支持された磁性材料の部材と，／前記座席の静止時における磁性材料の部材位置とは異なる位置に，前記磁性材料の部材に近接して前記ベースに固定され，電磁力により前記磁性材料の部材を揺動方向に吸引するソレノイドと，／該ソレノイドを所定のタイミングで励磁することで前記座席の揺動動作を制御する揺動制御手段と，を備え，前記磁性材料の部材とソレノイドとは離間した状態で揺動することを特徴とする揺動機能付き椅子。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "特許請求の範囲の請求項2(以下「旧請求項2」という。)",
                          "text": [
                            "前記ベースには，少なくとも2つのロッドが揺動可能に設けられ，この2つのロッドに前記座席が支持され，前記磁性材料の部材は，所定の間隔で対向配置された2つの磁性材料の部材で構成され，前記ソレノイドは前記座席の揺動静止時における前記2つの磁性材料の部材間の中点位置近傍で前記ベースに固定されていることを特徴とする請求項1に記載の揺動機能付き椅子。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "特許請求の範囲の請求項3(以下「旧請求項3」という。)",
                          "text": [
                            "前記座席と前記ベースとの間に，前記ベースに対して前記座席が水平往復動可能なスライド手段を設けたことを特徴とする請求項1に記載の揺動機能付き椅子。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特許庁審査官は，控訴人に対し，平成19年1月26日付け拒絶理由通知書において，本件特許出願のうち旧請求項1については，特許法29条2項により拒絶すべきものである旨通知した(本件拒絶理由通知)。(甲8の2)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人は，本件拒絶理由通知を受けて，本件補正をした。すなわち，控訴人は，平成19年3月30日，旧請求項1を削除して特許請求の範囲を旧請求項2及び3に限定し，旧請求項2を請求項1と，旧請求項3を請求項2とする旨の手続補正書及び同趣旨の意見書を提出し，同意見書中で「拒絶理由および引用文献1を精査しましたところ，審査官のご認定の通りとの結論に達しましたので，同じ通知書において『拒絶の理由を発見しない』とされた旧請求項2および3に限定する下記のような補正をしました。」，「新請求項1には，拒絶の理由がなかった旧請求項2の構成がそのまま採用されただけであり，新規事項の追加の恐れはありません。」，「新請求項2には，拒絶の理由がなかった旧請求項3の構成がそのまま採用されただけであり，新規事項の追加の恐れはありません。」などと主張した。本件補正を受けて，平成19年5月18日，本件特許権の設定登録がされた。(甲8の3～5)"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件補正後の特許請求の範囲の記載は次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "請求項1",
                          "text": [
                            "ベースと，該ベースに対して揺動可能に設けられた座席と，を備えた揺動機能付き椅子であって，前記座席に支持された磁性材料の部材と，前記座席の静止時における磁性材料の部材位置とは異なる位置に，前記磁性材料の部材に近接して前記ベースに固定され，電磁力により前記磁性材料の部材を揺動方向に吸引するソレノイドと，該ソレノイドを所定のタイミングで励磁することで前記座席の揺動動作を制御する揺動制御手段と，を備え，前記磁性材料の部材とソレノイドとは離間した状態で揺動する揺動機能付き椅子において，／前記ベースには，少なくとも2つのロッドが揺動可能に設けられ，この2つのロッドに前記座席が支持され，前記磁性材料の部材は，所定の間隔で対向配置された2つの磁性材料の部材で構成され，前記ソレノイドは前記座席の揺動静止時における前記2つの磁性材料の部材間の中点位置近傍で前記ベースに固定されていることを特徴とする揺動機能付き椅子。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "請求項2",
                          "text": [
                            "ベースと，該ベースに対して揺動可能に設けられた座席と，を備えた揺動機能付き椅子であって，前記座席に支持された磁性材料の部材と，前記座席の静止時における磁性材料の部材位置とは異なる位置に，前記磁性材料の部材に近接して前記ベースに固定され，電磁力により前記磁性材料の部材を揺動方向に吸引するソレノイドと，該ソレノイドを所定のタイミングで励磁することで前記座席の揺動動作を制御する揺動制御手段と，を備え，前記磁性材料の部材とソレノイドとは離間した状態で揺動する揺動機能付き椅子において，／前記座席と前記ベースとの間に，前記ベースに対して前記座席が水平往復動可能なスライド手段を設けたことを特徴とする揺動機能付き椅子。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特段の事情の有無",
                  "text": [
                    "前記イのとおり，控訴人は，本件特許の出願時，座席を連続して揺動させることが可能な乳幼児用の椅子等であって，揺動制御手段としてソレノイドを有するものについて，旧請求項1においては，座席支持機構を特段限定せず，旧請求項2においては，座席支持機構をロッド2点支持方式に限定し，旧請求項3においては，座席支持機構を，座席とベースとの間に，ベースに対して座席が「水平往復動可能なスライド手段を設けたことを特徴とする」ものに限定していたものである。そして，控訴人は，本件補正により，旧請求項1を，本件特許の特許請求の範囲から削除し，その範囲を旧請求項2及び旧請求項3に限定したものである。",
                    "このように，控訴人は，本件補正において，座席を連続して揺動させることが可能な乳幼児用の椅子等であって，揺動制御手段としてソレノイドを有するものについて，拒絶理由通知に対応して，座席支持機構を特段限定していない旧請求項1を削除し，座席支持機構にロッド2点支持方式を採用する旧請求項2(本件発明)及び座席とベースとの間に，ベースに対して座席が「水平往復動可能なスライド手段を設けたことを特徴とする」方式を採用する旧請求項3に限定したものである。そして，本件発明の出願時には既に，座席を連続して揺動させることが可能な乳幼児用の椅子等の座席支持機構として，コロと湾曲レールを利用した方式が存在することは周知であり(乙3～5)，コロと湾曲レールを利用する方式に係る座席支持機構は，上記のとおり削除された旧請求項1に係る座席支持機構の範囲内に客観的に含まれるものである。",
                    "したがって，控訴人は，コロと湾曲レールを利用する方式に係る座席支持機構についても，本件発明の技術的範囲に属しないことを承認したもの，又は外形的にそのように解されるような行動をとったものと評価することができる。",
                    "よって，均等の第5要件の充足は，これを認めることができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人の主張について",
                  "text": [
                    "控訴人は，本件特許の出願当時，動力機構としてソレノイドを用い，座席支持機構としてコロと湾曲レールを利用するという各構成を組み合わせた乳幼児用の椅子等は存在せず，また，動力機構としてソレノイドを用いることから生じる課題も公知ではなかったから，本件特許の特許請求の範囲に，座席支持機構としてコロと湾曲レールを利用する方式も含めることは容易ではなく，さらに，拒絶理由を回避するために，座席支持機構についてロッドを利用した方式に限定したものでもないと主張する。",
                    "しかし，控訴人が，本件補正において，ロッド2点支持方式等を除く方式に係る座席支持機構を包括的に削除したとの事実の評価は，客観的に判断されるべきものである。",
                    "そうすると，このような控訴人の本件補正時における具体的な認識や本件補正の目的は，均等の第5要件の充足に関する結論を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "よって，均等のその余の要件の成否について検討するまでもなく，各被告製品は，均等の第1要件及び第5要件を充足しないから，各被告製品が本件発明と均等なものとしてその技術的範囲に属するということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，控訴人の請求はいずれも理由がないから，これらを棄却した原判決は相当である。",
            "よって，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ネ)10007",
    "date": "2016-06-29",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成26年(ワ)25196",
    "precedent_id": "085980",
    "ipprecedent_id": "4375",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}