{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800110号事件について平成28年3月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実(いずれも当事者間に争いがないか，弁論の全趣旨により容易に認められる。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「通信システムおよび呼処理装置」とする特許第2132129号(平成4年7月3日出願(平成3年7月9日を優先日とするパリ条約による優先権(米国)を主張)，平成9年9月12日設定登録。以下「本件特許」という。)の特許権者である。なお，本件特許については，平成25年6月7日に訂正審判請求がされ(訂正2013-390085号)，同年10月15日，訂正を認容する訂正審判がされた。",
            "被告は，平成26年6月26日，特許庁に対し，本件特許の請求項1～3，6～8に係る発明についての特許を無効とすることを求めて審判請求をした。これに対し，特許庁は，当該請求を無効2014-800110号事件として審理をした上，平成28年3月22日，「特許第2132129号の請求項1ないし3，6ないし8に係る発明についての特許を無効とする。」との審決をした(以下「本件審決」という。なお，出訴期間として90日を付加した。)。その謄本は，同月31日，原告に送達された。",
            "原告は，同年5月9日，本件審決の取消しを求める本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の請求項1～28(ただし，請求項4，5，13，14は訂正により削除されている。)に係る発明のうち，請求項1～3及び6～8に係る発明は，別紙訂正明細書(以下「本件明細書」という。また，別紙図面記載の図面と合わせて「本件明細書等」という。)の特許請求の範囲の請求項1～3及び6～8に記載された次のとおりのものである(以下，それぞれの請求項に係る発明を請求項の番号に合わせて「本件発明1」のようにいい，また，これらを併せて「本件発明」ともいう。なお，請求項1に記載された「A」等の符号は，分説を示すために本件審決で付加されたものであるところ，分説につき当事者間に争いはない。)。",
            "【請求項1】",
            "A  公称周波数および第1の位相を有する第1のクロック信号により指示される時刻に，出て行く呼の音声通信トラヒック(以下において「出行通信トラヒック」と称する)の送信を行う第1のユニットと，",
            "B  前記公称周波数を有する第2のクロック信号によって指示される時刻に，受信された出行通信トラヒックを無線電話に送信する第2のユニットと，",
            "C  前記公称周波数を有し，かつ前記第1の位相から調節できるように固定された第1の量だけ転位させた第2の位相を有する第3のクロック信号によって指示された時刻に，第1のユニットから受信した出行通信トラヒックを第2のユニットに送ることによって前記の第1および第2のユニット間の通信のインタフェースをとる第3のユニットと，",
            "D  前記第2のユニットを前記第3のユニットと接続し，第3のユニットによって受信のために第2のユニットに送られる出行通信トラヒックを統計的に多重化されたパケットとして伝送し，変動性の伝送遅延を有する通信媒体と，",
            "E  前記の受信された出行通信トラヒックの第2のユニットによる送信の時刻に先立つ第1の所定の時間枠の中で，第2のユニットが第3のユニットから出行通信トラヒックを受信するかどうかを判断する第1の手段からなる遅延決定手段と，",
            "F  第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合，これに応じて，前記の対応する枠から外れている受信を対応する枠の中に移すために，第2の位相の第1の位相からの第1の変位量を加減する第3の手段とを備えた",
            "G  ことを特徴とする通信システム。",
            "【請求項2】",
            "第2のユニットにおける出行通信トラヒックの受信が前記第1の時間枠より遅れていると第1の手段が判断した場合，これに応じて，前記第3の手段が，前記第1の位相からの前記第2の位相の変位量を小さくすることを特徴とする請求項1記載のシステム。",
            "【請求項3】",
            "第2のユニットにおける出行通信トラヒックの受信が前記第1の時間枠より進んでいると第1の手段が判断した場合，これに応じて，前記第3の手段が，前記第1の位相からの前記第2の位相の変位量を大きくすることを特徴とする請求項2記載のシステム。",
            "【請求項6】",
            "前記第3の手段が，通信の開始時に前記の第1の変位量を，1ステップに，対応する枠の外にある前記受信を対応する枠の中に移すのに必要な量だけ調整し，さらに通信中に前記の第1の変位量を，一連のステップにおいて各ステップ中に同じ所定量の整数倍だけ調整することを特徴とする請求項1記載のシステム。",
            "【請求項7】",
            "前記第3の手段と連携して動作し，前記第2の位相の変位量が増大されている間は，第1のユニットから送信される出行通信トラヒックに付加的なトラヒックを挿入して第3のユニットに前記の付加的なトラヒックを受信させ，前記第2の位相の変位量が縮小されている間は，第3のユニットによって受信される出行通信トラヒックから第1のユニットによって送信される出行通信トラヒックの一部を削除する第4の手段をさらに備えたことを特徴とする請求項1記載のシステム。",
            "【請求項8】",
            "前記第1のユニットが，出行通信トラヒックのストリームを送信し，",
            "前記第2のユニットが，出行通信トラヒックの送信のために出行通信トラヒックのパケットを受信し，前記第3のユニットが，",
            "第1のユニットから出行通信トラヒックのストリームを受信し，これに応じて，受信した出行通信トラヒックをパケット化して，その受信した出行通信トラヒックの前記パケットを第2のユニットに前記第3のクロック信号によって指示される時刻に送信する第4の手段を備え，",
            "第2のユニットが第3のユニットから出行通信トラヒックのパケットを前記第1の所定の枠の範囲内で受信するかどうかを，前記第1の手段が判断することを特徴とする請求項1記載のシステム。"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "原告による訂正請求",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "原告は，本件審決に先立つ平成27年7月29日，特許庁に対し，本件特許の明細書を一群の請求項ごとに訂正することを認める，との審決を求めて訂正請求をした(以下「本件訂正請求」という。)。その訂正事項は，以下のとおりである(下線部は訂正に係る部分である。)。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "訂正事項1",
          "text": [
            "特許請求の範囲の訂正前の請求項1に",
            "「公称周波数および第1の位相を有する第1のクロック信号」とあるのを，",
            "「公称周波数および調節されるまで第1の値をもつ第1の位相を有する第1のクロック信号」に訂正する(請求項1の記載を引用する訂正後の請求項2，3，6～8も同様に訂正する。)。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "訂正事項2",
          "text": [
            "特許請求の範囲の訂正前の請求項1に",
            "「前記公称周波数を有し，かつ前記第1の位相から調節できるように固定された第1の量だけ転位させた第2の位相を有する第3のクロック信号によって指示された時刻に，第1のユニットから受信した出行通信トラヒックを第2のユニットに送ることによって前記の第1および第2のユニット間の通信のインタフェースをとる第3のユニットと，」とあるのを，",
            "「前記公称周波数および第2の位相を有する第3のクロック信号によって指示された時刻に，第1のユニットから受信した出行通信トラヒックを第2のユニットに送ることによって前記の第1および第2のユニット間の通信のインタフェースをとる第3のユニットであって，第2の位相の前記第1の値をもつ第1の位相を基準とした変位量は，第1の位相が前記第1の値をもっている状態において第3のクロック信号の調節がなされるまでの間，固定された第1の量であり，前記変位量は，第3のクロック信号が調節されたときは調節される，第3のユニットと，」に訂正する(請求項1の記載を引用する訂正後の請求項2，3，6～8も同様に訂正する。)。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "訂正事項3",
          "text": [
            "特許請求の範囲の訂正前の請求項1に",
            "「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合，これに応じて，前記の対応する枠から外れている受信を対応する枠の中に移すために，第2の位相の第1の位相からの第1の変位量を加減する第3の手段とを備えたことを特徴とする通信システム。」とあるのを，",
            "「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると，第1の位相が前記第1の値をもっている状態において判断した場合，これに応じて，前記の対応する枠から外れている受信を対応する枠の中に移すために，第3のクロック信号を調節し，もって第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量を加減する第3の手段とを備えたことを特徴とする通信システム。」に訂正する(請求項1の記載を引用する訂正後の請求項2，3，6～8も同様に訂正する。)。"
          ]
        }
      ]
    },
    {
      "fig": "4",
      "subject": "本件審決の理由の要旨",
      "text": [
        "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，要するに，以下のとおり，本件訂正請求につき，訂正事項1～3は，いずれも特許法(以下「法」という。)134条の2第1項ただし書の要件を満たしておらず，また，法134条の2第9項，126条5項及び6項所定の訂正の各要件を満たしていないことから，本件訂正請求における請求項1～3，6～8からなる一群の請求項に係る訂正は認められないとした上で，構成要件Fの「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合，これに応じて，前記の対応する枠から外れている受信を対応する枠の中に移すために，第2の位相の第1の位相からの第1の変位量を加減する」ことは，発明の詳細な説明に記載されているとはいえず，請求項1を引用する本件発明2，3，6～8も，発明の詳細な説明に記載したものではないとして，本件特許の特許請求の範囲請求項1～3及び6～8の記載は，平成6年法律第116号による改正前の特許法(以下「平成6年改正前の法」という。)36条5項1号に規定する要件を満たしておらず，本件発明についての特許は，法123条1項4号により無効とされるべきであるとした。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "本件訂正請求について",
          "content": [
            {
              "fig": "ア",
              "subject": "訂正の目的について",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "訂正事項2について",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件訂正請求による訂正前において，第2の位相を規定する，第2の位相の第1の位相からの変位量(転位の量)は，第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」を，第1のユニットが第3のユニットに実際に送信した時刻を指示するのに用いられた第1のクロックの位相と，第3のユニットが当該「第1のユニットから受信した出行通信トラヒック」を第2のユニットに実際に送る時刻を指示するのに用いられた第3のクロックの位相との間の，転位の量である。",
                        "また，この変位量(転位の量)は，第3のクロックが調節されたとしても，第1のクロックが同じ量だけ調節されれば変化がないものであり，その意味においても「固定」されているものである。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "これに対し，本件訂正請求による訂正後において，「変位量」は，「前記第1の値をもつ第1の位相を基準とした変位量」であり，「前記第1の値をもつ第1の位相」と，第3のユニットが「第1のユニットから受信した出行通信トラヒック」を第2のユニットに実際に送る時刻を指示するのに用いられた第3のクロックの位相との間の，位相の転位の量である。そして，第1のクロックが調節された場合は，第1の位相はもはや「第1の値」を持たず，第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」を，第1のユニットが第3のユニットに実際に送信した時刻を指示するのに用いられた第1のクロックの位相とは異なるものである。",
                        "また，「変位量」は，第1のクロックの調節によらず専ら第3のクロックの調節により調節され，第3のクロック信号が調節されれば，仮に第1のクロックが同じ量だけ調節されたとしても，変化することになる。このため，「固定」の意味も，訂正前と異なり，第3のクロックが調節されるまでは調節前の値が維持されるとの意味となっている。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "したがって，第2の位相を規定する「変位量」の定義が，訂正前後で変更されている。いわば，訂正事項2は，「第3のユニット」の「第3のクロック」の「第2の位相」について，訂正前は「第1の位相」との関係における転位の量について「固定」され「調節」され得る旨を規定するにとどまっていたところを，訂正後は「第1の位相」を「第1の値をもつ第1の位相」と「第1の値」を持たない「第1の位相」とに区別した上で，前者を基準として「固定」され「調節」され得る旨を特定し，後者との関係で「固定」され「調節」され得るか否か特定しないようにするものであって，「固定」の文言の意味を含め「第3のユニット」の「第3のクロック」に係る発明特定事項を変更するものであるから，特許請求の範囲の減縮に当たらない。"
                      ]
                    },
                    {
                      "fig": "d",
                      "text": [
                        "この点について，訂正前の「調節できるように固定された」との記載においては，本件明細書の発明の詳細な説明の記載を参酌すれば，「第1の量」は，「第1の位相」と「第2の位相」が同じく指定された量だけ調整されることによって「固定」的に運用されるものであり，「第1の手段(ボコーダ604)」に直接接続された「第2の手段(プロセッサ602)」における受信した出行通信トラヒックを送信するまでに必要な時間(プロセッサ602における受信と送信との間のオフセット)に対応するものである旨が示されていた。これに対し，訂正後の記載(「固定」されているのが「第1の位相が前記第1の値をもっている状態において第3のクロック信号の調整がなされるまでの間」であり，かつ，「第3のクロック信号が調節されたときは調節される」ものである旨の記載)においては，この趣旨が事実上失われている。このことからみても，訂正事項2は，特許請求の範囲の減縮を目的としたものといえず，また，訂正事項2全体を見ても，不明瞭な記載の釈明又は誤記の訂正を目的とする訂正であるともいえない。",
                        "さらに，訂正事項2が他の請求項の記載を引用する請求項の記載を当該他の請求項の記載を引用しないものとすることを目的とするものでもないことは，明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "訂正事項3について",
                  "text": [
                    "訂正前においては，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合」に「第1の位相」が「第1の値」を持っている状態か否かに関わらず「第2の位相の第1の位相からの第1の変位量を加減する」としていたところ，訂正事項3は，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合」の対応につき，「第1の位相」が「第1の値をもっている状態」か否かを区別した上で，「第1の値をもっている状態」では「第1の変位量を加減する」動作を行い，「第1の値をもっている状態」でない場合は当該動作を行うか否かを特定しないようにするものであるから，動作内容を事実上変更するものである。",
                    "また，上記(ア)のとおり，訂正前と訂正後とでは，当該動作に係る「第1の変位量」の内容が変更されており，これに伴い，訂正前の「第1の変位量」は，ともに調節され得る第1，第3のクロックの第1，第2の位相間の変位量であって，第3のクロックのみならず第1のクロックによっても調節され得るはずのものであったのに対し，訂正後の「第1の変位量」は，第1の値を持った第1の位相と第2の位相との間の変位量であって，第3のクロックによってのみ調節されるものである。このため，「加減」する制御の対象を，訂正前の「第1の変位量」から訂正後の「第3のクロック」とすることも，制御動作を変更するものである。",
                    "したがって，訂正事項3は，特許請求の範囲の減縮に当たらない。",
                    "そして，上記(ア)dにも照らすと，訂正事項3は，法134条の2第1項ただし書に掲げられるいずれを目的とするものでもない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "以上より，訂正事項1～3は，法134条の2第1項ただし書の要件を満たさない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "新規事項について",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "訂正事項2について",
                  "text": [
                    "訂正事項2は，前記のとおり，「第3のユニット」の「第3のクロック」の「第2の位相」について，訂正前は「第1の位相」との関係における転位の量について「固定」され「調節」され得る旨を規定するにとどまっていたところを，「第1の位相」を「第1の値をもつ第1の位相」と「第1の値」をもたない「第1の位相」とに区別した上で前者を基準として「固定」され「調節」され得る旨を特定し，後者との関係で「固定」され「調節」され得るか否かを特定しないようにするものであって，「固定」の文言の意味を含め「第3のユニット」に係る発明特定事項を変更するものである。",
                    "このような訂正事項2が新規事項を追加するものか否かについて，本件明細書等の記載に即して検討するに，「第2の位相」を規定する「第1の量」について，これを「第2の位相の前記第1の値をもつ第1の位相を基準とした変位量」として，「第1の位相」を「第1の値をもつ第1の位相」と「第1の値」を持たない「第1の位相」とに区別した上で前者を基準として「固定」され「調節」され得ることは，本件明細書等には記載されていない。また，この点は，本件明細書等の記載から当業者において自明な事項でもない。",
                    "したがって，訂正事項2は，「第3のユニット」の「第3のクロック」の「第2の位相」について，新たな技術的事項を導入するものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "訂正事項3について",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "訂正後の「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると，第1の位相が前記第1の値をもっている状態において判断した場合」は，判断を行うための条件として，第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れているとの条件のみならず，第1の位相が前記第1の値を持っている状態との条件を付加するものである。",
                        "しかし，本件明細書等の記載を見ても，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると，第1の位相が前記第1の値をもっている状態において判断」することは記載も示唆もされていない。そして，本件明細書等の図16のステップ1018，1020，図17のステップ1054，1056，図18の1082，1084の処理は，第3のクロックである TX_INT_X を調節するものであるが，「第3のクロック信号を調節し，もって第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量を加減する」ものではない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "「第3の手段」には「適応同期回路611」が対応すると認められるが，本件明細書等の記載によれば，適応同期回路611には「第1の値をもつ第1の位相を有する第1のクロック信号」は入力されないのであるから，「第1の値をもった第1の位相を基準」とすることはできず，「第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量」を「加減」し得るはずはない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "チャネル要素245における出行通信トラヒックの受信が時間枠1302から外れている場合のセルからのクロック調整制御パケットを受信したプロセッサ602及び適応同期回路611における制御に関し，本件明細書等には，「チャネル要素245における出行通信トラヒックの受信が時間枠1302から外れているとの判断」に基づくクロック調整制御パケットの受信に対してプロセッサ602(及び適応同期回路611)における応答としてなされる制御について，プロセッサ602が調節されたタイミングでトラヒック・フレームを含むパケットを送信するために，「TX_INT_X(第3のクロック)」の調節と「出力クロック622(第1のクロック)」の調節とをほぼ同時に行うことが記載されているのであって，第1のクロックと無関係に第3のクロックを調節する制御は記載されておらず，調節前の第1のクロックの位相からの変位量により第3のクロックの調節後の位相を規定する制御も記載されていない。",
                        "そして，第3のユニットが調節後の第3のクロックにて規定される時刻に第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」は，調節後の第1のクロックにより規定される時刻に第1のユニットから第3にユニットに送信されたものであって，調節前の第1のクロックにより規定される時刻に第1のユニットから第3のユニットに送信されたものではない。したがって，第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」とは何ら関係のない調節前の第1のクロックの第1の位相は，当該「第1のユニットから受信した出行通信トラヒック」の送信に係る第2の位相の基準とはならない。",
                        "また，クロック調整制御パケットの受信に対して第3のクロックと第1のクロックをほぼ同時に調節する制御によることなく同様の目的の制御を行うことは，当業者にとって自明な事項であるとも認められないし，適応同期回路611において「第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量」を「加減」する制御を行う合理的な理由も見当たらない。",
                        "したがって，「第3の手段」である「適応同期回路611」は，「第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量を加減する」ものとはなり得ず，適応同期回路611にこのような制御を行わせることが当業者において自明な事項であるとも認められない。"
                      ]
                    },
                    {
                      "fig": "d",
                      "text": [
                        "したがって，訂正事項3は，「第3の手段」について，新たな技術的事項を導入するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "以上のとおり，訂正事項2，3に係る訂正は，それぞれ，「第3のユニット」の「第3のクロック信号」の「第2の位相」及び「第3の手段」について，本件明細書等に記載された事項との関係において新たな技術的事項を導入するものであるから，訂正事項1～3は，法134条の2第9項，126条5項に規定する訂正の要件を満たさない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "特許請求の範囲の拡張又は変更について",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "前記のとおり，訂正事項2は，「第2の位相」を規定する，訂正前の「調節できるように固定された第1の量だけ転位させた」の内容を変更するものである。また，訂正事項3は，訂正前には，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合」に「第1の位相」が「第1の値」を持っている状態か否かに関わらず「第2の位相の第1の位相からの第1の変位量を加減する」としていたところを，訂正後には，「第1の位相」が「第1の値をもっている状態において判断した場合」に「第3のクロック」を対象として「調節」が行われることにより「第1の変位量を加減する」旨へと変更するものである。",
                  "text": [
                    "したがって，訂正事項2，3に係る訂正は，実質上特許請求の範囲を変更するものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件明細書等の記載を参酌すれば，訂正前の「第1の位相を有する第1のクロック信号により指示される時刻」とは，第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」が，実際に第1のユニットから第3のユニットに送信された時刻を意味するものであった。",
                    "一方，訂正後の請求項1の構成によれば，「第1の位相」は，調節されるまでは「第1の値」という特定の位相を有するものであり，当該「第1の位相」を有する「第1のクロック」により指示される時刻に出行通信トラヒックの送信を行うものである。そして，訂正後の請求項1には「第1のクロック」の調節を行うことは記載されておらず，これが調節されないことを前提に，第3のクロック信号が調節されることにより，「変位量」の調節がなされるものである。このため，訂正後の請求項1に係る発明は，第3のクロックの調節に関わらず，「第1の値をもつ第1の位相」のタイミングにて出行通信トラヒックを送信することを含むものである。",
                    "したがって，第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」の，第1のユニットから第3のユニットに送信された時刻が変更されることになり，訂正の前後で実質上特許請求の範囲が変更されている。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "以上より，訂正事項1～3は，法134条の2第9項，126条6項に規定する訂正の要件を満たさない。"
                  ]
                }
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上のとおり，本件訂正請求における請求項1～3，6～8からなる一群の請求項に係る訂正は認められない。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "無効理由について",
          "content": [
            {
              "fig": "ア",
              "subject": "本件明細書の発明の詳細な説明に発明として記載されたもの",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件明細書等の記載によれば，発明の詳細な説明に発明として記載されたものは，クロックの相違や伝送遅延に起因する交換システム，電話網及び基地局(セル)の動作の間で知覚される非同期性をインタフェース構造によって補償・調整することを解決すべき課題とするものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件明細書等の記載によれば，上記課題の解決手段は，クラスタ・コントローラ244が，チャネル要素245における出行通信トラヒックの受信が時間枠1302から外れていると判断した場合，送信タイミングを変更する量を指定する信号パケットをプロセッサ602に送り，プロセッサ602は当該指定された量だけ調節させるコマンドを適応同期回路611及びボコーダ604の双方に送ることにより，TX_INT_X の位相を指定された量だけ調節してプロセッサ602からチャネル要素245への送信タイミングを調節し，同時に出力クロック622の位相を同じ量だけ調節してボコーダ604からプロセッサ602への送信タイミングを調節することにより，チャネル要素245が時間枠1302内にプロセッサ602からの出行通信トラヒックを受信するようにするというものである。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件明細書等の記載によれば，同記載の実施例における「50Hz」が本件発明1の「公称周波数」に，「ボコーダ604」が「第1のユニット」に，「出力クロック622」が「第1のクロック信号」に，「チャネル要素245」が「第2のユニット」に，「セル・クロック1000」が「第2のクロック信号」に，「プロセッサ602」が「第3のユニット」に，「TX_INT_X 割り込み信号」が「第3のクロック信号」に，「TX_INT_X 割り込み信号」のタイミングが「第2の位相」に，それぞれ対応する。さらに，「トランク207」及び「トランク210」が「伝送媒体」に，「クラスタ・コントローラ244」が「遅延決定手段」に，それぞれ対応するといえる。上記対応関係については，当事者間に争いはない。",
                "一方，本件発明1の構成要件Cの「第2の位相」が「前記第1の位相から調節できるように固定された第1の量だけ転位させた」ものである点，及び構成要件Fにおける「第2の位相の第1の位相からの第1の変位量を加減する第3の手段」の点については，争いがある。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "「第1の位相」は，構成要件Aの規定するところによれば，「ボコーダ604の出行通信トラヒックの送信時刻を特定する」機能をなす出力クロック622の位相として，請求項1全体を通じて同じ意味に解されるものである。"
              ]
            },
            {
              "fig": "エ",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "構成要件Cの「前記公称周波数を有し，かつ前記第1の位相から調節できるように固定された第1の量だけ転位させた第2の位相を有する第3のクロック信号によって指示された時刻に，第1のユニットから受信した出行通信トラヒックを第2のユニットに送ることによって前記の第1および第2のユニット間の通信のインタフェースをとる」との構成によれば，第3のクロック信号の「第2の位相」は，第3のユニットが第2のユニットに出行通信トラヒックを送る時刻を特定する機能をなすものであり，第1のユニットの出行通信トラヒックの送信時刻を特定する第1のクロック信号の第1の位相から調節できるように固定された第1の量だけ転位させたものである。すなわち，第1のユニットからの送信のタイミングに相当する「第1の位相」と，第3のユニットからの送信のタイミングに相当する「第2の位相」とは，「調節できるように固定された第1の量」だけ位相が転位しているものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "ここで，「調節できるように固定された」との記載の意味内容については，本件明細書等の記載を参酌すると，まず，最初に呼が確立されるとき，第1のユニットであるボコーダ604から第3のユニットであるプロセッサ602へ出行通信トラヒックを送る時刻を特定する出力クロック622の位相，すなわち「第1の位相」は，クロック回路600からの50Hzのクロック信号の位相と同じである。次に，適応同期回路611が生成するオフセット・クロック信号の位相は，クロック回路600からの50Hzのクロック信号の位相から変位しており，その変位量がプロセッサ602により制御され，プロセッサ602の動作の時間調整に使用されるのであるから，当該オフセット・クロックは，TX_INT_X に該当するものであると解するのが自然である。また，プロセッサ602とボコーダ604は直接接続されており，ボコーダ604の送信とプロセッサ602の受信とは同時であると解されるから，仮に TX_INT_X の位相(第2の位相)が，出力クロック622の位相(第1の位相)と同様に，クロック回路600からの50Hzのクロック信号の位相と同じであるとすると，プロセッサ602ではボコーダ604からの受信とチャネル要素245への送信とが同時となってしまい不都合であることは自明であるから，当該受信と送信との間にオフセットを設けるべく，「転位」(「変位」)しているものと解するのが自然である。",
                    "そして，当該「変位」の量は，プロセッサ602における受信から送信までに必要な時間として「固定」的に運用し得るところ，変位量はプロセッサ602によって制御されることから「調節できる」といえるので，これを「調節できるように固定された第1の量」と表現していると解することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "構成要件Fの「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合，これに応じて，前記の対応する枠から外れている受信を対応する枠の中に移すために，第2の位相の第1の位相からの第1の変位量を加減する」との構成によれば，本件発明1は「第2の位相の第1の位相からの第1の変位量」を加減するものである。これは，構成要件Cの「前記第1の位相から調節できるように固定された第1の量」を加減することに対応する。そして，上記のとおりボコーダ604の送信とプロセッサ602の受信とは同時であると解されるから，「第2の位相の第1の位相からの第1の変位量」を加減することは，プロセッサ602における受信タイミングRx1307と送信タイミングTx1304とのずれの量を加減することになる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "しかし，本件明細書の発明の詳細な説明に発明として記載されたものは，クラスタ・コントローラ244が，チャネル要素245における出行通信トラヒックの受信が時間枠1302から外れていると判断した場合，送信タイミングを変更する量を指定する信号パケットをプロセッサ602に送り，プロセッサ602は当該指定された量だけ調節させるコマンドを適応同期回路611及びボコーダ604の双方に送ることにより，「第1の位相」と「第2の位相」が，同じく指定された量だけ位相が「調節」されるものである。このため，「調節」によっても第2の位相の第1の位相からの第1の変位量は不変であって，加減されるものではない。",
                    "そして，「第1の位相から調節できるように固定された第1の量」はプロセッサ602においてボコーダ604からの受信とチャネル要素245への送信が同時とならないよう当該受信と送信との間に設けたオフセットであるから，当該オフセットを加減する必要性(第1の変位量を加減する必要性)は見出せない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "よって，構成要件Fの「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合，これに応じて，前記の対応する枠から外れている受信を対応する枠の中に移すために，第2の位相の第1の位相からの第1の変位量を加減する」ことは，本件明細書の発明の詳細な説明に記載されているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "カ",
              "text": [
                "以上のとおり，本件発明1は，発明の詳細な説明に記載されたものではない。このため，請求項1を引用する従属請求項である本件発明2，3及び6～8も，同様の理由により，発明の詳細な説明に記載されたものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(サポート要件についての判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決による，発明の詳細な説明に記載された本件発明の課題及び課題解決手段の認定，構成要件Aの「第1の位相」の解釈並びに構成要件Cの「調節できるように固定された第1の量」の解釈はいずれも誤りであり，これらの認定ないし解釈を前提とする構成要件Fについての判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明の課題の認定の誤り",
                  "text": [
                    "本件審決は，本件発明の課題につき，前記(第2の4(2)ア(ア))のとおり認定すると共に，「本件明細書の発明の詳細な説明には，第1・第3のユニット間のトラヒック制御の前提を離れた『第3・第2ユニット間の変動性の伝送遅廷を有する通信媒体により発生する非同期性の補償』という課題が記載されているということはできない。」と認定する。",
                    "しかし，本件明細書等の記載によれば，本件発明の課題は「交換システム」と「セル」の間の変動性の伝送遅延を与える伝送媒体によって起こる非同期性を補償することにあると理解される。より具体的には，交換システムに備えられた「プロセッサ」(第3のユニット)と「セル」(第2のユニット)間の変動性の伝送遅延を補償することにあるのであって，「交換システム」内の制御である第1のユニット及び第3のユニット間の非同期性の補償ではない。第1のユニット及び第3のユニット間の非同期性については，本件発明の技術的範囲外の制御として，実施例中の「第1の位相」の調節に係る特定の構成のほか，第3のユニットに存在するバッファにおいて緩衝することも可能である。",
                    "したがって，本件審決による本件発明の課題の認定は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の課題解決手段の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，本件発明の課題解決手段につき，前記(第2の4(2)ア(イ))のとおり認定する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，前記認定は，本件発明の課題が「第1のユニット」及び「第2のユニット」の動作の間で知覚される非同期性を補償・調整することにあることを前提としている点で誤りである。",
                        "すなわち，上記のとおり，本件明細書の発明の詳細な説明に記載された本件発明の課題は，「第3のユニット」及び「第2のユニット」の動作の間で知覚される非同期性を補償・調整することである。そのような課題解決のため，本件明細書等には，第2のユニットによる出行通信トラヒックの送信予定時刻の前に，パケットの受信が期待される時間の範囲として「所定の時間枠」を設け，第2のユニットにおけるパケットの受信時刻が当該範囲から外れていると判断した場合には，当該「所定の時間枠」内にトラヒックが受信されるように，その時点の第3のユニットの送信クロック信号の位相(「第2の位相」)の第1のユニットの送信クロック信号の位相(「第1の位相」)からの変位量を加減し，実質的には第3のクロック信号の位相の調節，すなわち第3のユニットのパケット送信時刻を調節するという解決手段が記載されている。第2の位相を変更した後に，それに伴い「第1のユニット」と「第3のユニット」間に生じる非同期性を解消すること，例えば，第1の位相を更に変更し，第1の量を変化させることは，本件発明の技術的範囲外の制御であるが，本件発明の制御手段を備えたシステムにおいて当然行い得るものであり，他の制御として，第3のユニットに存在するバッファにより緩衝することも可能である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，本件審決による本件発明の課題解決手段の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「第1の位相」の解釈の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，構成要件Aの「第1の位相」について，「第3のユニットが第2のユニットに送る『第1のユニットから受信した出行通信トラヒック』を，第1のユニットが第3のユニットに実際に送信した時刻を指示するのに用いられた位相」と認定する(前記第2の4(1)ア(ア)a)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，構成要件Aによれば，「第1の位相」は，第1のクロック信号の位相であって，これにより，第1のユニットの出行通信トラヒックの送信時刻が決まる旨のみが規定されており，①第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」を，第1のユニットが第3のユニットに実際に送信した時刻を指示するのに用いられた位相と解釈することもできるし，②構成要件Fに規定する第1の変位量を加減するための指示が行われる直前に，第1のクロック信号が有する位相と解釈することも可能である。",
                        "このうち，上記②の解釈によれば，本件明細書等に記載された実施例において構成要件CやFに規定された「調節」や「加減」がされるのに対し，①の解釈によれば，この「調節」や「加減」がされる実施例が存在しなくなる帰結をもたらす。このため，当業者が，本件明細書記載の実施例を念頭に，本件特許に係る特許請求の範囲の記載を合理的に解釈した場合には，「第1の位相」は，②のように解釈することになり，敢えて，構成要件CやFに規定された「調節」や「加減」がなされる実施例が存在しなくなるような①すなわち本件審決の解釈を採るはずがない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，本件審決の上記解釈は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「調節できるように固定された」の解釈の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，構成要件Cの「調節できるように固定された」につき，上記(第2の4(2)エ(イ))のとおり認定する。この解釈によれば，構成要件Cの第1の量が「調節できるように固定された」とは，要するに，プロセッサ602の受信とプロセッサ602からチャネル要素245への送信が同時にならないように，プロセッサ602における受信から送信までに必要な時間だけ転位したことを意味することになる。",
                        "そして，本件審決によれば，上記「プロセッサ602における受信から送信までに必要な時間」は固定的なものであるから，この「時間」とは，プロセッサ602におけるトラヒックの処理時間を意味していると考えられ，そのような時間は，設計時点で既に明らかになるものである。そうすると，本件発明に係る通信システムが稼働し，出行通信トラヒックが送受信される操作時においては，既に第1の量の調節が終了し，固定化されていることになるのであって，第1の量を調節できるものとして扱う必要はない。",
                        "しかし，本件発明は通信システムに関するものであり，構成要件Cによれば，第1の量は「調節できるように固定され」ているのであるから，本件発明にかかる通信システムの操作時においても，依然として第1の量は調節が可能であると解釈するのが自然である。",
                        "このように，本件審決の解釈は，「調節できるように固定された」との文言自体に反するものであり，採り得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，構成要件Fの「加減」の対象と同Cの「調節」の対象は同じものであるとする(前記第2の4(2)オ(ア))一方で，同Cにおける第1の量の「調節」とは，「プロセッサ602の受信とプロセッサ602からチャネル要素245への送信が同時にならないように」するための調節であると認定するのに対し，同Fの「第2の位相の第1の位相からの第1の変位量」の「加減」は，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合，これに応じて，前記の対応する枠から外れている受信を対応する枠の中に移す」ための「加減」であるとする。すなわち，本件審決は，構成要件Cにおける第1の量を「調節」する目的と，同Fにおける第1の変位量を「加減」する目的とを全く別のものとして解釈している。",
                        "しかし，構成要件Cの「第1の位相から調節できるように固定された…第2の位相」とは，特段の制御が行われない限り，第2の位相の第1の位相からの変位量が「固定」された関係を有することを意味し，同Fの「加減」の前提となるシステム構成を示すものである。このため，構成要件Cにおける第1の量を「調節」する目的は，同Fにおける第1の変位量を「加減」する目的と整合的に解釈する必要があるところ，同Fでは，第1の変位量の「加減」は，「前記の対応する枠から外れている受信を対応する枠の中に移す」という目的でなされることがクレームの文言上明らかにされているのであるから，同Cにおける第1の量を「調節」する目的も同様に，「前記の対応する枠から外れている受信を対応する枠の中に移す」ことにあると解釈すべきである。",
                        "よって，構成要件Cにおける第1の量を「調節」する目的を，同Fにおける第1の変位量の「加減」の目的とは別異のものとする本件審決の解釈は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記のとおり，本件審決の解釈によれば，構成要件Cの「第1の量」は，設計時点でひとたび調節した後は調節が不可能となり，常に固定化されることになる。これに対し，構成要件Fに規定される「第3の手段」では「第1の変位量」が調節可能であることが当然の前提とされており，「第1の変位量」が調節可能でないと解釈される場合，同F記載の手段を取ることは不可能である。",
                        "したがって，構成要件Cの「第1の量」を本件審決のように解釈することは同Fの手段を不可能にし，構成要件同士が互いに矛盾を来すことになる。敢えてこのような解釈を行う本件審決の解釈は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "構成要件Fが発明の詳細な説明に記載されていないとの認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，上記(第2の4(2)オ)のとおり，構成要件Fが発明の詳細な説明に記載されていないとする。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，前記のとおり，本件審決による構成要件Aの「第1の位相」及び構成要件Cの「第1の位相から調節できるように固定された第1の量」の解釈は誤りであり，これを前提とする点で，本件審決の上記認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記のとおり，本件発明の課題は，交換システムに備えられた「プロセッサ」(第3のユニット)と「セル」(第2のユニット)間の変動性の伝送遅延を補償することにあるところ，構成要件Fは，第2のユニットにおけるパケットの受信時刻が「所定の時間枠」から外れていると判断した場合に，当該「所定の時間枠」内にトラヒックが受信されるように，その時点の第3のユニットの送信クロック信号の位相(「第2の位相」)の，その時点の第1のユニットの送信クロック信号の位相(「第1の位相」)からの変位量を加減し，これによって実質的には第3のクロック信号の位相の調節，すなわち第3のユニットのパケット送信時刻を調節するという解決手段を提供するものである。",
                        "そして，本件明細書等の記載によれば，SPU264からチャネル要素245へのパケットの送信は，適応同期回路611によってプロセッサ602に発行される TX_INT_X によって誘発されるところ，チャネル要素245からの要求があった場合，プロセッサ602は適応同期回路611に指示して，TX_INT_X をチャネル要素245によって指定された量1310だけ調節する。このようにしてプロセッサ602によりTX_INT_X の位相がシフトされると，TX_INT_X の位相の(TX_INT_Xの位相をシフトする前の)出力クロック622の位相に対する変位量，すなわち「第2の位相」の「第1の位相」からの変位量は変化する。すなわち，構成要件Fの「第2の位相の第1の位相からの変位量を加減する第3の手段」は，本件明細書等に記載されている。",
                        "したがって，本件審決による，構成要件Fが発明の詳細な説明に記載されていないとの認定は，本件発明の技術的範囲外の制御の一例を本件発明の課題解決手段に必須の構成と認定している点で誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件訂正請求に対する判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正事項1が訂正の要件を満たすこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正の目的",
                      "text": [
                        "訂正事項1は，訂正前の請求項1における「(第1のクロック信号が有する)第1の位相」が「調節されるまで第1の値をもつ」ことを明らかにするものである。これは，訂正事項2，3において「第1の位相が第1の値をもっている状態」を特定することとの関係において，「第1の位相」が「調節されるまで第1の値をもつ」という状態を事前に特定しておくためである。したがって，当該訂正事項1は，法134条の2第1項ただし書3号に規定する明瞭でない記載の釈明を目的とするものである。",
                        "また，訂正事項1は，訂正前の請求項1では「第1のクロック信号」が「公称周波数および第1の位相を有する」ことのみを特定していたところ，さらにこの「第1の位相」が「調節されるまで第1の値をもつ」ことをも特定するものであるとして，法134条の2第1項ただし書1号に規定する特許請求の範囲の減縮を目的とするものと考えることもできる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "願書に添付した明細書又は図面に記載した事項の範囲内の訂正であること",
                      "text": [
                        "前記のとおり，本件発明は，第3のユニットと第2のユニット間においてパケットが変動性の伝送遅延を有することに伴う，第3・第2のユニット間の動作の非同期性という課題を解決することを目的としている。この課題解決のために，本件明細書等には，セルにおける所定の時間枠内にパケットが受信されるよう，TX_INT_X の位相(「第2の位相」)が調節され，これにより，それまで固定されていた調節前のTX_INT_Xの位相の出力クロック622の位相(「第1の位相」)に対する変位量が加減されることが記載されている。",
                        "そして，本件明細書等に記載されているように，出力クロック622の位相は，TX_INT_X の位相の調節に引き続いて，これとほぼ同時に調節される。この点，本件明細書の図19に示された具体的な制御においては，出力クロック622が，時刻1308をボコーダ604のトラヒック・フレーム送信時刻とすると例示されているとおりの特定の値をもつ調節前の位相と，時刻1309をトラヒック・フレーム送信時刻とすると例示されているとおりの特定の値をもつ調節後の位相とを有することが示されている。このように，本件明細書等には，調節されるまでの出力クロック622の位相(「第1の位相」)について，特定の値，すなわち「第1の値」をもつことが開示されている。ただし，本件発明の構成要件Fが規定しているのは，第2の位相のシフトに係る部分までであり，第1の位相のシフトに係る部分はその規定外の内容である。",
                        "したがって，「第1の位相」が「調節されるまで第1の値をもつ」ことは，本件明細書等に記載した事項の範囲内でなされるものであるから，訂正事項1は，法134条の2第9項で準用する126条5項に適合する。また，訂正事項1は，特許請求の範囲に技術的事項を付加することによりこれを減縮するものであり，訂正前にはその技術的範囲に属しなかったものが訂正後に属することになるものでもなく，実質上特許請求の範囲を拡張し又は変更するものには該当しないから，法134条の2第9項で準用する126条6項にも適合する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項2が訂正の要件を満たすこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正の目的",
                      "text": [
                        "訂正前の請求項1では，①「第3のクロック信号」が「前記公称周波数を有し，かつ前記第1の位相から調節できるように固定された第1の量だけ転位させた第2の位相を有する」こと，②「第3のユニット」が「(第3のクロック信号)によって指示された時刻に，第1のユニットから受信した出行通信トラヒックを第2のユニットに送ることによって前記の第1および第2のユニット間の通信のインタフェースをとる」ことを特定していた。",
                        "これに対し，訂正事項2は，「第3のクロック信号」を特定する上記①を，「前記公称周波数及び第2の位相を有する」こと，及び「(その)第2の位相」について「前記第1の位相から調節できるように固定された第1の量だけ転位させた」ものであることの2つに分け，後者の「第2の位相の転位」について，「(その)変位量」が，「前記第1の値をもつ第1の位相を基準とした」ものであること，「第1の位相が前記第1の値をもっている状態において第3のクロック信号の調節がなされるまでの間，固定された第1の量であ」ること，及び「前記変位量は第3のクロック信号が調節されたときは調節される」ものであることを付加するものである。さらに，上記①についての訂正後の記載を，訂正前の請求項1における上記②の後に位置づけている。",
                        "このように，訂正事項2は，法134条の2第1項ただし書1号に規定する特許請求の範囲の減縮を目的とするものであるとともに，同項ただし書3号に規定する明瞭でない記載の釈明を目的とするものである。",
                        "この点に関する本件審決の認定(第2の4(1)ア(ア))は，訂正前の「第1の位相」及び「調節できるように固定された」についての誤った解釈を前提としている点で，失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "願書に添付した明細書又は図面に記載した事項の範囲内の訂正であること",
                      "text": [
                        "本件明細書等には，セルにおける所定の時間枠内にパケットが受信されるよう，TX_INT_X の位相(「第2の位相」)が調節され，これにより，それまで固定されていた調節前の TX_INT_X の位相の出力クロック622の位相(「第1の位相」)に対する変位量が加減されることが記載されている。",
                        "これによれば，本件明細書等において，出力クロック622及びTX_INT_X は，プロセッサが時間調整を要求する信号パケットをセルから受信して時間調整を行うまでは，それぞれの位相が固定されていることは明らかであり，これらの信号の位相は，プロセッサによる時間調整が行われるまでは，固定された位相差すなわち変位量(「第1の変位量」)を持っており，TX_INT_X の位相が調節された場合，TX_INT_X の位相の出力クロック622信号の位相に対する変位量が加減されることとなる。すなわち，「第2の位相」について，「第1の位相が前記第1の量をもっている状態において第3のクロック信号の調節がなされるまでの間，固定された第1の量であ」ることは，本件明細書等に記載されている。",
                        "なお，本件明細書等には，出力クロック622の位相(「第1の位相」)が，TX_INT_X の位相(「第2の位相」)の調節に引き続いて，これとほぼ同時に調節されることが記載されているが，クレームによれば，TX_INT_X の位相の変位量を見る際の「基準位相」は，あくまでも調節がされる前の出力クロック622の位相(「第1の値をもつ第1の位相」)であり，調節がされた後の出力クロック622の位相ではない。そして，本件明細書等の記載によれば，調節がされる前の出力クロック622の位相とTX_INT_Xの位相との間の変位量は，TX_INT_Xの調節をもって異なるものとなる。",
                        "したがって，「第2の位相」について，「前記変位量は第3のクロック信号が調節されたときは調節される」ものであることは，本件明細書等に記載されている。",
                        "このように，訂正事項2は，本件明細書等に記載した事項の範囲内でなされるものであるから，法134条の2第9項，126条5項に適合する。",
                        "また，訂正事項2は，特許請求の範囲に技術的事項を付加することによりこれを減縮するものであり，訂正前にはその技術的範囲に属しなかったものが訂正後に属することになるものでもないから，実質上特許請求の範囲を拡張し又は変更するものには該当しない。したがって，法134条の2第9項，126条6項にも適合する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "新規事項に関する認定の誤り",
                      "text": [
                        "本件審決は，前記(第2の4(1)イ(ア))の理由から，訂正事項2は新規事項の追加を含むものであると認定する。",
                        "しかし，訂正事項2は，「第2の位相」が，「第1の値をもつ第1の位相」に対し，客観的に，第1の量だけ変位された位相であることを意味し，第1の位相が第1の値を持っている状態において第3のクロック信号の調節がなされるまでの間，第1の量が調節可能であり，かつ調節されない限り一定である位相であれば足りる。言い換えれば，訂正事項2は，まず「第1の値をもつ第1の位相」を得て，これに第1の量を適用することによって，第2の位相を計算するといったプロセスを経ることを意味していない。",
                        "したがって，本件審決の認定は誤りである。訂正事項2は，「第2の位相」について新たな技術的事項を導入するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "特許請求の範囲の拡張又は変更に関する認定の誤り",
                      "text": [
                        "訂正事項2に関し，特許請求の範囲の拡張又は変更に関する本件審決の認定は，「調節できるように固定された」についての誤った解釈を前提とする点で誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正事項3が訂正の要件を満たすこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "訂正の目的",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "訂正事項3は，「第3の手段」による，訂正前の請求項1における「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断」することについて，その「判断」が「第1の位相が前記第1の値をもっている状態において」なされることを限定するとともに，訂正前の請求項1において，「第3の手段」により「第2の位相の第1の位相からの第1の変位量を加減する」ことについて，「第3のクロック信号を調節し，もって第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量を加減する」ことに限定をするものである。",
                            "したがって，訂正事項3は，法134条の2第1項ただし書1号に規定する特許請求の範囲の減縮を目的とするものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件審決は，前記(第2の4(1)ア(イ))の理由により，訂正事項3につき特許請求の範囲の減縮を目的としたものとはいえないと認定する。",
                            "しかし，訂正前の「第1の位相」は，本件明細書等の記載を考慮すれば，第1の変位量を加減するための指示が行われる直前の，第1のクロック信号が有する位相と解釈することができるところ，構成要件Fの「第1の変位量を加減する」動作は，第1の位相が上記の特定の位相を有している際に行われる動作であるから，訂正事項3によって，動作内容が事実上変更されることにはならない。",
                            "また，訂正前において，本件発明には「第1の位相」をシフトすることについて何の記載もされていないのであるから，「第1の変位量」の加減は，実質的には第3のクロック信号の位相の調節，すなわち第3のユニットのパケット送信時刻を調節することによって行われる。したがって，「加減」する制御の対象を，訂正前の「第1の変位量」から訂正後の「第3のクロック」とすることは，制御動作を変更することにあたらない。",
                            "よって，本件審決の前記認定は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "願書に添付した明細書又は図面に記載した事項の範囲内の訂正であること",
                      "text": [
                        "本件明細書等の記載によれば，セルにおける所定の時間枠内にパケットが受信されているか否かは，パケットの送信が，第1の位相を有する出力クロック622により指示される時刻1308においてなされ，かつ，第2の位相を有する TX_INT_X により指示される時刻1304においてなされているとき，チャネル要素245に設けられた時間枠1302内にパケットの到達時刻1303が入るか否かによって判断されていることから，本件明細書等には，チャネル要素245(「第2のユニット」)における出行通信トラヒックの受信が時間枠1302から外れているとの判断は，出力クロック622の位相が調節される前，すなわち，上記第1の値を持っている状態においてなされる場合が記載されている。",
                        "したがって，訂正前の請求項1における「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断」することについて，その「判断」が「第1の位相が前記第1の値をもっている状態において」なされることは，本件明細書等に記載されている。",
                        "また，本件明細書等には，TX_INT_X の位相の調節前における出力クロック622の位相を基準とした第1の変位量は，TX_INT_Xを調節することをもって加減されることも記載されている。よって，「第3のクロック信号を調節し，もって第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量を加減する」ことは，本件明細書等に記載されている。",
                        "なお，本件明細書等には，出力クロック622の位相(「第1の位相」)が，TX_INT_X の位相(「第2の位相」)の調節に引き続いて，これとほぼ同時に調節されることが記載されているが，TX_INT_Xの位相の変位量を見る際の「基準位相」は，クレームによれば，あくまでも調節がなされる前の出力クロック622の位相(「第1の値をもつ第1の位相」)であり，調節がなされた後の出力クロック622の位相ではない。",
                        "よって，訂正事項3は，本件明細書等に記載した事項の範囲内でなされるものであるから，法134条の2第9項，126条5項に適合する。また，訂正事項3は，特許請求の範囲に技術的事項を付加することによりこれを減縮するものであり，訂正前にはその技術的範囲に属しなかったものが訂正後に属することになるものでもないから，実質上特許請求の範囲を拡張し又は変更するものには該当しない。したがって，法134条の2第9項，126条6項にも適合する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "新規事項に関する認定の誤り",
                      "text": [
                        "本件審決は，前記(第2の4(1)イ(イ))の理由により，訂正事項3は「第3の手段」について新たな技術的事項を導入するものであると認定する。",
                        "しかし，訂正事項3は，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れている」との判断が「第1の位相が前記第1の値をもっている状態において」なされることを限定したものであり，「前記第1の値をもつ第1の位相」とは，構成要件Fの「第1の変位量」の「加減」が行われる直前の，第1のユニットの送信クロック信号が有する「特定の位相」を指すところ，前記のとおり，本件明細書等には，チャネル要素245(「第2のユニット」)における出行通信トラヒックの受信が時間枠1302から外れているとの判断は，出力クロック622の位相が調節される前，すなわち，上記第1の値を持っている状態においてなされる場合が記載されている。",
                        "したがって，本件審決の認定は誤りである。訂正事項3は，「第3の手段」について新たな技術的事項を導入するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "特許請求の範囲の拡張又は変更に関する認定の誤り",
                      "text": [
                        "訂正前の「第1の位相」は，構成要件A・C・Fを通じ，構成要件Fの変位量を加減するための指示が行われる直前に，第1のクロック信号が有する位相であると解すべきであるから，訂正事項3は，特許請求の範囲を拡張又は変更するものではない。したがって，この点に関する本件審決の前記認定(第2の4(1)ウ)は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(サポート要件についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本件発明の課題の認定の誤り」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許請求の範囲及び本件明細書等の各記載によれば，本件発明は，複数のユニット間に存する非同期性を補償することを課題とするものであるところ，より具体的には，第1のユニットと第2のユニット間に，伝送遅延の変動する通信媒体を用いることによって生じる非同期性を，両ユニット間に「インタフェースをとる第3のユニット」を設けることで補償し，「第1のユニット」と「第2のユニット」の動作を同期させることを目的とするものである。本件審決はこれを正しく認定したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件発明の課題は「交換システム」と「セル」の間の変動性の伝送遅延を与える伝送媒体によって起こる非同期性を補償することにあると理解されるなどと主張するけれども，「交換システム」には第1のユニットと第3のユニットが含まれるにもかかわらず，「交換システム」の一部である「第3のユニット」によって「交換システム」を言い換えるものであり，誤りである。また，第3のユニットだけが第2のユニットと同期し，第1のユニットと第2のユニットが同期していないのでは，セル(第2のユニット)と，第1のユニットを含む交換システムとの非同期性の補償という課題は解決されないし，第3のユニットから第2のユニットへの送信時刻を調節すると，全く同様に，第3のユニットの第1のユニットからのパケットの受信時刻が早すぎたり遅すぎたりすることによる不都合が生じるため，これを解決しないままでは，通信システムとして致命的な欠陥を有し，実装することは不可能であるが，バッファによってこれを解決することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「本件発明の課題解決手段の認定の誤り」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記のとおり，本件発明の課題は「第1のユニット」及び「第2のユニット」の動作の間で知覚される非同期性を補償・調整することにあるから，この点に関する原告の主張は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明の課題は前記のとおりであるところ，第2の位相を変更したことに伴い第1のユニットと第3のユニット間に非同期性が生じるとすれば，当該非同期性を補償することも必要となるから，第2の位相を変更したことに伴い，「第1のユニット」と「第3のユニット」間に生じる非同期性を解消することは，本件発明の技術的範囲外の制御ではなく，必要不可欠の制御である。また，第3のユニットに存在するバッファにおいて，第1のユニットと第3のユニット間に生じる非同期性を緩衝することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「『第1の位相』の解釈の誤り」について",
                  "text": [
                    "特許請求の範囲及び本件明細書等の各記載によれば，「第1の位相」は，第1のユニットが出行通信トラヒックを送信する送信時刻を特定する機能をなす第1のクロック信号の位相として，請求項1全体を通じて同じ意味に解されるものであり，所与の位相として特定の位相が定義されるものではない。また，原告の主張は，記載要件違反による無効を回避するためには，特許請求の範囲の記載と矛盾する解釈であっても採用すべきとするものであり，特許請求の範囲の解釈方法として誤っている。",
                    "したがって，この点に関する原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「『調節できるように固定された』の解釈の誤り」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「変位の量」は例えばRx1307とTx1304とのずれの量であり，これは，プロセッサ602における受信から送信までに必要な時間として「固定」的に運用し得るものであると共に，変位量はプロセッサ602によって制御されることから，「調節できる」といえるので，これを「調節できるように固定された第1の量」と表現していると認定した(前記第2の4(2)エ(イ))。このような認定は「調節できるように固定された」との文言に反するものではないから，原告の主張は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "構成要件Fの「加減」の対象と同Cの「調節」の対象が同じものであるからといって，これらの制御の目的が同じでなければならない理由はない。構成要件Cにおける「調節できるように固定された第1の量」が，その後，同Fに規定された制御によって「対応する枠から外れている受信を対応する枠の中に移すために」加減されると解釈することができるから，本件審決の解釈は同Fの記載に反する旨の原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，本件明細書等に記載された実施例によれば，構成要件Fの制御が行われるまでは「第1の量」がプロセッサ602における受信から送信までに必要な時間に設定され，これは同Fの制御によって加減されない限り固定的に運用され，同Fの制御によって加減されると認定しているのであって，第1の量をプロセッサ602における受信から送信までに必要な時間だけ調節して固定化させ，二度と調節できないと認定したものではない。したがって，本件審決の解釈によれば構成要件同士で互いに矛盾を来す旨の原告の主張は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「構成要件Fが発明の詳細な説明に記載されていないとの認定の誤り」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決による構成要件Aの「第1の位相」及び同Cの「第1の位相から調節できるように固定された第1の量」の解釈に誤りがある旨の原告の主張が失当であること，原告の主張する本件発明の課題と解決手段の解釈は誤りであること，第2の位相を変更したことに伴い，第1のユニットと第3のユニット間に生じる非同期性を解消することは本件発明の技術的範囲外の制御ではないことは，前記のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決が認定するとおり，本件発明1においては，構成要件Fの制御が行われるまでは，「第1の量」は，同Fの制御によって制御されない限り固定され，同Fの制御によって加減され得るものでなければならない。にもかかわらず，本件明細書等に記載された実施例においては，「第1の位相」に対応する「出力クロック622」と「第2の位相」に対応する「TX_INT_X」は同じく指定された量だけ位相が「調節」されるものであるため，「調節」によっても第2の位相の第1の位相からの第1の変位量は不変であって加減されるものではない。",
                        "また，本件明細書等に記載された「出力クロック622」と「TX_INT_X」とのずれは，プロセッサ602においてボコーダ604からの受信とチャネル要素245への送信が同時とならないよう当該受信と送信との間に設けたオフセットであるから，当該オフセットを加減する技術的意義はない。むしろ，第2のユニットにおける出行通信トラヒックの受信が第1の枠の中に移るようにオフセットを加減すると，プロセッサ602とボコーダ604との間の同期が崩れるおそれがある。",
                        "以上より，本件明細書等には，構成要件Fの制御によって制御されない限り固定され，同Fの制御によって加減されうる「第1の量」は開示されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，「プロセッサ602により TX_INT_X の位相がシフトされると，TX_INT_X の位相の(TX_INT_X の位相をシフトする前の)出力クロック622の位相に対する変位量，すなわち『第2の位相』の『第1の位相』からの変位量は変化する。」などと主張するけれども(前記1(1)カ(ウ))，前記のとおり，本件発明において，「第1の位相」は，第1のユニットが出行通信トラヒックを送信する送信時刻を特定する機能をなす第1のクロック信号の位相として，請求項1全体を通じて同じ意味に解されるものであり，所与の位相として特定の位相が定義されるものではないから，「TX_INT_X の位相をシフトする前の」出力クロック622の位相という特定の位相を「第1の位相」に対応するものとして，本件明細書等の開示を解釈することは誤りである。また，「TX_INT_X の位相をシフトする前の」出力クロック622の位相という特定の位相を基準として TX_INT_X の位相をシフトする制御については，本件明細書等に記載がないし，そのような制御を行うためには「TX_INT_X の位相をシフトする前の」出力クロック622の位相を保持するための構成が必要であるところ，そのような構成についても言及はない。",
                        "第2の位相と第1の位相との関係を一定に保つことによってはじめて，交換システム，電話網，及び基地局(セル)の動作の間の非同期性を補償・調整することが可能になるのであるから，これを変位させてその変位量を加減させることは，本件発明の目的に反するものであって，本件明細書等に記載されていない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "カ",
      "text": [
        "よって，取消事由1に係る原告の主張は全て誤りであり，本件審決を取り消す理由はない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "取消事由2(本件訂正請求に対する判断の誤り)について"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "「訂正事項1が訂正の要件を満たすこと」について",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "訂正前の特許請求の範囲においては，「第1の位相」は，第1のユニットが出行通信トラヒックを送信する送信時刻を特定する機能をなす第1のクロック信号の位相として，請求項1全体を通じて同じ意味に解されるものであり，所与の位相として特定の位相が定義されるものでないことは明確であった。にもかかわらず，本件訂正請求によって，「第1の位相」は，「調節されるまで第1の値をもつ」という新たな概念を有する特定の位相に変更された。",
                "したがって，本件訂正請求に係る訂正は，明瞭でない記載の釈明及び特許請求の範囲の減縮を目的とするものではなく，実質上特許請求の範囲の記載を変更するものであるから，法134条の2第1項ただし書及び同条9項，125条6項に規定する訂正要件に違反する。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "本件発明の課題に関する原告の主張が誤っていることは，前記のとおりである。",
                "また，原告は，本件明細書等には，調節されるまでの出力クロック622の位相(「第1の位相」)について，「第1の値」が開示されているなどと主張するけれども，「第1の値」なる用語は本件訂正請求において新しく導入されたものであり，本件特許の出願当初明細書及び図面において何ら開示がない事項である。また，原告は，具体的に本件明細書等におけるどの値が「第1の値」として開示されているかを特定していないため，「第1の値」なる用語が本件明細書等のいずれの構成に対応するのか不明である。",
                "したがって，本件訂正請求に係る訂正は，本件明細書等に記載した事項の範囲内においてされたものとはいえない。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "以上より，訂正事項1は訂正の要件を満たさない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "「訂正事項2が訂正の要件を満たすこと」について",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "前記のとおり，訂正前の「第1の位相」は，所与の位相として特定の位相が定義されるものではないのに対し，訂正事項1において「調節されるまで第1の値をもつ」なる文言を追加することによって，「第1の位相」は所与の位相として特定の位相であるとの意味に変更された。また，これに伴い，「第2の位相」が，訂正前においては，所与の位相として特定の位相が定義されない「第1の位相」を基準とし，そこから「調節できるように固定された第1の量だけ転位された第2の位相」であったものが，所与の位相として特定の位相である「第1の位相」を基準とした変位量を持つものに変更された。",
                "さらに，訂正前においては，「第1の位相」及び「第2の位相」につき上記のとおり理解すると，両位相の変位量は，第3のクロックが調節されたとしても，第1のクロックが同じ量だけ調節されれば変化がないものであり，その意味においても「固定」されているものであったのに対し，訂正後の「第2の位相」は「前記第1の値をもつ第1の位相を基準とした変位量」を持つものであるとともに，「変位量」は「第1の位相が前記第1の値をもっている状態において第3のクロック信号の調節がなされるまでの間，固定された第1の量であり，前記変位量は，第3のクロック信号が調節されたときは調節される」ものであるから，第3のクロック信号が調節されれば，第1のクロックを同じ量だけ調節したとしても変化することになり，「固定」されていないことになる。",
                "また，訂正前においては，本件明細書の発明の詳細な説明の記載を参酌すれば，「第1の量」は「第1の位相」と「第2の位相」が同じく指定された量だけ調整されることによって「固定」的に運用されるものであり，第1の手段(ボコーダ604)に直接接続された第2の手段(プロセッサ602)における受信した出行通信トラヒックを送信するまでに必要な時間に対応するものである旨が示されていたのに対し，訂正後の記載においてはこの趣旨が事実上失われていることからみても，訂正事項2は，特許請求の範囲の減縮を目的としたものとはいえず，訂正事項2全体を見ても，不明瞭な記載の釈明又は誤記の訂正を目的とする訂正ともいえない。",
                "加えて，訂正前の「第1の位相を有する第1のクロック信号により指示される時刻」とは，第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」が，実際に第1のユニットから第3のユニットに送信された時刻を意味するものであったのに対し，訂正後の請求項1に係る発明は，第3のクロックの調節に関わらず，「第1の値をもつ第1の位相」のタイミングにて出行通信トラヒックを送信することを含むことになるため，第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」の，第1のユニットから第3のユニットに送信された時刻が変更されることになり，訂正前と訂正後とでは，実質上特許請求の範囲が変更されている。",
                "したがって，訂正事項2は，法134条の2第1項ただし書に掲げられているいずれを目的とするものでもない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "本件明細書の図19に示されているシフト量「1310」は，シフト前の TX_INT_X とシフト後のそれとの位相のずれ，シフト前の出力クロック622とシフト後のそれとの位相のずれを示すものであって，調節されるまで第1の値を持つ出力クロック622と調節後のTX_INT_X の位相との位相差を示すものではない。むしろ，TX_INT_Xが調節されると出力クロック622もまたほぼ同時に同じ量(1310)だけ調節することによって，プロセッサ602とボコーダ604との間の同期を図ることを示すものである。",
                "前記のとおり，本件発明は，ユニット間の非同期性を補償することを解決課題とするものであり，これを解決するための手段として，本件明細書等の実施例には，プロセッサ602の割り込み信号 TX_INT_X を変更すると，ボコーダ604の出力クロック622を実質的に同時かつ同量変更することによって，プロセッサ602とボコーダ604との間の非同期性を補償する構成が開示されており，TX_INT_X を調節する出力クロック622からの変位量を調節することは開示されていない。まして，TX_INT_X が調節されたときの出力クロック622の位相と調節後の TX_INT_X の位相との間の変位量を調節することについては全く開示がなく，その技術的意義も不明であるから，そのような構成が本件明細書等に記載があるとはいえない。",
                "したがって，訂正事項2は，明細書又は図面に記載した事項の範囲内においてなされるものではない。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "原告は，訂正事項2は「第2の位相」について新たな技術的事項を導入するものではないなどと主張する。",
                "しかし，訂正後の「第2の位相の前記第1の値をもつ第1の位相を基準とした変位量は，第1の位相が前記第1の値をもっている状態において第3のクロック信号の調節がなされるまでの間，固定された第1の量であり，前記変位量は，第3のクロック信号が調節されたときは調節される」との記載及び「第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量を加減する」との記載によれば，「第2の位相」は「前記第1の値をもつ第1の位相を基準とした変位量」によって定義されるのであるから，まず「第1の値をもつ第1の位相」を得て，これに「第1の位相を基準とした変位量」である「第1の量」を適用し，それから「第1の変位量」を「前記第1の値をもった第1の位相を基準」として「加減」すると解釈される。",
                "したがって，原告の主張は，訂正後の特許請求の範囲の記載に反するものであり，誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "「訂正事項3が訂正の要件を満たすこと」について",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "訂正前は，「第1の変位量を加減する」ための条件として，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れている」と判断されることのみを規定していたものが，訂正により，「第1の位相」が「第1の値をもっている状態」であると判断された場合には「第1の変位量を加減する」制御を実行し，「第1の値をもっている状態」でないと判断された場合は当該制御を行うか否かを特定しないようにするものであるから，訂正事項3は，動作内容を変更するものであり，特許請求の範囲の減縮を目的とする訂正とはいえない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "訂正後の構成要件Fにおける「第1の変位量を加減する」制御の実行には，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れてい」て，かつ，「第1の位相が前記第1の値をもっている状態」であることが要求されている。これらの条件が満たされていることを確認するためには，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れている」ことの判断ステップのみならず，「第1の位相が前記第1の値をもっている状態」にあることを判定する判断ステップも必要である。しかし，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると，第1の位相が前記第1の値をもっている状態において判断」することは，本件明細書等に記載も示唆もされていない。",
                "また，本件明細書等の図16のステップ1018，1020，図17のステップ1054，1056，図18の1082，1084の処理は，第3のクロックである TX_INT_X を調節するものであるが，「第3のクロックを調節し，もって第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量を加減する」ものではない。",
                "さらに，前記のとおり，本件明細書等の実施例には，ボコーダ604からの送信時刻と，プロセッサ602からの送信時刻を，チャネル要素245からクロック調整制御パケットによって指定された量だけ同時かつ同量だけ変更する構成しか記載されておらず，また，このような同時かつ同量の変更が必須である旨が記載されているが，TX_INT_X を調節前の出力クロック622の位相を基準として調節することについては，何らの開示も示唆もなく，その技術的意義も一切開示されていない。",
                "以上のとおり，訂正事項3は，明細書等に記載した事項の範囲内においてされたものではないから，訂正の要件に違反する。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "原告は，訂正事項3は「第3の手段」について新たな技術的事項を導入するものではないなどと主張する。",
                "しかし，訂正後の請求項における「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると，第1の位相が前記第1の値をもっている状態において判断した場合」との記載によれば，加減を行うための条件として，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れてい」て，かつ，「第1の位相が前記第1の値をもっている状態」であることが要求されていることは明らかである。しかるに，前記のとおり，これらの条件が満たされていることを確認するためには，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れている」ことの判断ステップのみならず，「第1の位相が前記第1の値をもっている状態」にあることを判断するステップも必要であるが，本件明細書等においては，「第1の位相が前記第1の値をもっている状態」にあることを判断するステップについて，何らの開示も示唆もない。",
                "したがって，この点に関する原告の主張は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は，前記(第2の2)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書等の記載は，別紙訂正明細書及び別紙図面のとおりであるところ，これによれば，本件明細書等に開示された事項は，以下のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "産業上の利用分野",
                  "text": [
                    "本件発明は，通信ユニット間の伝送遅延が予め決められないような電気通信構造に関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術及び課題",
                  "text": [
                    "符号分割多重アクセス(CDMA)無線電話システム(以下「CDMAシステム」という。)では，無線機を収容したノード，即ち，移動無線電話及びセル地域の基地局(以下「セル」という。)が，全地球的測位システム(GPS)の衛星からセルによって受信されたクロック信号に同期されているのに対し，基地局同士，及び基地局と公衆電話網とをデジタル通信によって相互接続する無線電話交換システムは，同様にGPSから受信されるが電話網によって分配されるクロック信号に同期されている。(【0002】。なお，同期・非同期の意義につき，【0003】)",
                    "通信システムの異なるユニットの動作が独立したタイミングであると，それらのユニットが，所定の安定かつ不変の周波数で，時間的に安定かつ不変の点，即ち一定の位相で互いに呼トラヒックを与えるという仮定が崩れ，独立したタイミングにより，相互のユニットが，一定の周波数及び位相を中心に変動する速度及び時点で互いに呼トラヒックを与えることになるため，この非同期性は補償しなければならない。(【0004】)",
                    "さらに，CDMAシステムのような通信システムに存在し得る非同期性のもう1つの原因として，通信ユニット間に所定かつ一定の伝送遅延の欠如が存在し得る。すなわち，遅延が予め決められずに可変的で変動する場合，実質的な影響は，ユニットが独立して時間調整されるようなものであり，遅延の変動は，例えば，通信ユニット間を移動中の通信に伴う伝送路の偶発的変化，又は通信ユニットの間を流れる通信トラヒックの負荷の可変性の結果である。この非同期性も同様に補償しなければならない。(【0005】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "本件発明は，従来の技術の前記及びその他の不都合を解決することを目的とする。(【0008】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本件発明によれば，変動性の伝送遅延を与える伝送媒体によって通信ユニットを相互に接続する通信システムにおいて，通信ユニットのいくつかと名目上は同期しているが，他のユニットの動作に対する位相関係の所定の枠の中で動作し，かつ前記のいくつかのユニットの動作に対する放置すれば一定な位相関係を時々調節して前記の所定の枠の中の動作を実現し維持するようなインタフェースが，通信ユニット間に与えられる。これにより，種々のユニットの動作が，インタフェース構造の動作に同期するようになり，あたかもそれらが互いに同期し，かつ一定の伝送遅延を有する伝送媒体によって相互接続されているかのように，進行する。(【0009】)",
                    "具体的には，ある公称周波数と第1の位相を有する第1のクロック信号によって指示される時刻に出行通信トラヒックの送信を行う第1のユニット，前記の公称周波数を有するクロック信号によって指示される時刻に第1のユニットから受信した出行通信トラヒックの送信を行う第2のユニット，第1及び第2のユニット間の通信のインタフェースを取る第3のユニット，並びに第2のユニットと第3のユニットとの間で通信トラヒックを伝えるためにそれらを接続し，変動性の伝送遅延を有する通信媒体を備えた通信システムにおいて，インタフェース動作を次のように行う。第3のユニットが，前記の公称周波数を有するとともに前記第1の位相から調節できるように固定された量だけ変移させた第2の位相を有するクロック信号によって指示される時刻に，第1のユニットから受信した出行通信トラヒックを第2のユニットに送る。受信された出行通信トラヒックの第2のユニットによる送信の時刻より前の所定の時間枠の中で第2のユニットが出行通信トラヒックを第3のユニットから受信するかに関する判断を行う。次に，いずれかの通信トラヒック型の受信がそれぞれ所定の枠の外に当たると判断した場合，これに応じて，前記の受信をそれぞれの枠内に移すために，それに影響する第2の位相の第1の位相からの変移量を必要に応じて加減する。(【0010】，【0011】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "システム構成",
                      "text": [
                        "本件発明によって構成されたセルラ移動無線電話システムは，移動無線電話203，移動無線電話203に無線電話サービスを提供するセル202，セル202に接続されたデジタル・セルラ交換機201，デジタル・セルラ交換機201に接続された公衆電話網100を備える。(【0029】，【0030】，図2)",
                        "セル202はチャネル要素245を備える。デジタル・セルラ交換機(DCS)201は，セル相互接続モジュール(CIM)209及び音声符号器モジュール(SCM)220を備える。音声符号器モジュール(SCM)220は音声処理ユニット264を備える。音声処理ユニット264は，プロセッサ602，適応同期回路611及びサービス回路612を備える。サービス回路612は，ボコーダ604，トーン挿入回路605及びエコーキャンセラー606を備える。(【0030】，図2，3，6)",
                        "全ての移動無線電話203及びセル202の動作は，例えば全地球的測位システムの衛星によって発生・放送されるタイミング信号のような共通のマスター・クロックに同期させる。セル202間の相互接続，及びセル202と公衆電話網100との間の相互接続は，デジタル・セルラ交換機201によって2段階に行われ，個々のセル202が，DCS201の1つ以上のセル相互接続モジュール(CIM)209にトランク207によって接続され，さらに，個々のDCS201のセル相互接続モジュール209が，そのDCS201の各音声符号器モジュール(SCM)220に光ファイバ光学的パケット交換トランク210によってそれぞれ接続される。交換機201の動作は，公衆電話網100のマスター・タイミング信号に同期される。(【0030】，図2)",
                        "音声処理ユニット(SPU)264は，1つ1つの呼ごとに割り当てられたタイムスロットにTDMバス130上の情報を受信し，それを基に音声圧縮を含む種々の処理機能を果たし，処理された情報をパケット化し，特定のセル202の特定のチャネル要素245を特定するデータ・リンク接続識別子(DLCI)302を各フレームに含め，LAＮバス260上のそのフレームの受信先を特定する基板アドレス311及びポート・アドレス312を各フレームの前に付けて，そのフレーム310をLAＮバス260上に送り出す。(【0049】，図6，8)",
                        "プロセッサ602は，SPU264の全てのサービス回路612に対して，フレーム選択及びプロトコル処理の機能を果たす。プロセッサ602は，各サービス回路612に対し，LAＮバス・インタフェース601から受信されるフレーム310に対してプロセッサ602によって実行される関数及びサービス回路612から受信されるトラヒック区分(トラヒック・フレーム)についてプロセッサ602によって実行される関数をそれぞれ20ミリ秒ごとに実行する。全ての関数の実行は，適応同期回路611及びインタフェース601によって与えられる割り込み信号により，割り込み駆動的に行われる。出入りする呼トラヒックのトラヒック・フレームの交換は，プロセッサ602とサービス回路612との間でプロセッサ602のバッファ603を通して実行される。各サービス回路612は，それ自体の対応するバッファ603を持っており，プロセッサ602及びボコーダ604の入出力動作のタイミングにおける小さな差異及び変動を補償するために，バッファ603により，サービス回路612のプロセッサ602とボコーダ604との間を通るトラヒック・フレームを緩衝する。(【0053】，【0054】，図6，11～16，17)",
                        "ボコーダ604は，音声の圧縮及び伸長の機能を与えるものであるが，所定数(例えば，160バイト)のパルス符号変調(PCM)された音声標本を受信した場合，それに対し音声圧縮関数を実行して，圧縮された音声のトラヒック・フレームをバッファ603を介してプロセッサ602に規則的な間隔で(20ミリ秒ごとに)出力する。ボコーダ604とプロセッサ602との間のトラヒック・フレームの交換は，ボコーダ604内部の入力クロック621及び出力クロック622によって発生されるクロック信号によってタイミングを取る一方，ボコーダ604によるPCM標本の送受信は，クロック回路600によって発生されるクロック信号によってタイミングを取る。クロック621及び622は，システムの初期化時及びサービス回路612のリセット時に，回路600のクロック信号のエッジによって同期が取られる。(【0055】，図6)",
                        "クロック回路600は，TDMバス130に接続されていて，これからタイミング情報を引き出す。そして，この情報を種々の速度のクロック信号の形で分配する。この信号には，2．048MHz，8kHz及び50Hz(それぞれ500nsec，125μsec及び20msecの周期に相当する)が含まれるが，これらを全てクロック・バス615を介して回路604～606，608及び611に同期させることにより，それらの動作をTDMバス130に同期させている。TDMバス130の動作は，電話網100に同期されているので，クロック回路600により，種々の要素の動作が電話網100のマスター・クロックに同期する。(【0062】，図6)",
                        "適応同期回路611においては，クロック回路600から得たクロック信号を用いて，クロック回路600によって発生された20msec のクロック信号に周波数は同期しているがそれから位相が変位している(変位量はプロセッサ602によって制御される)ようなクロック信号が生成される。これらのオフセット・クロック信号は，プロセッサ602の動作の時間調整に使用される。(【0063】，図6)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "クロック調整の概要",
                      "text": [
                        "全ての移動無線電話203及び全てのセル202の全てのチャネル要素245の動作は，全地球的測位衛星によって放送される信号等の共通のタイミング信号によって駆動，同期化され，これから，各セル202が20msec のセル・クロック1000信号を獲得し，このクロック1000が誘引となって，20msec ごとに時刻1300において，呼に関係する各チャネル要素245が，対応する移動電話203への送信を行う。(【0080】，図19)",
                        "時刻1300に呼トラヒックを送ることができるためには，チャネル要素245が，時刻1300の最低でもある最小の期間だけ前の時刻"
                      ],
                      "content": [
                        {
                          "fig": "t",
                          "subject": "1301には，呼トラヒックを受信しなければならない。チャネminル要素245は，前の送信の時刻1300のわずか後で現在の送信に関する前記の受信期限1301のわずか前に存在する時間枠1302の期間内に，送信情報を受信することが望ましい。しかし，呼が確立されつつあるときは，その呼を扱うチャネル要素245が，送信するための呼トラヒックのパケットをSPU264からいつ受領するかは不明である。これは，移動電話交換機201の動作が，セル202のクロックとは異なるクロックによって制御され，このクロックが，セル・クロック1000から独立しており，これに同期していないからである。さらに，その他の要因として，移動電話交換機201と異なるセル202との間の距離の相違，これらの間で伝送される異なるトラヒック負荷，これらの間で結果的に異なる伝送遅延時間等も，受信時刻を不明にする。したがって，チャネル要素245とSPU264との間で呼の経路が最初に確立され，かつ空のトラヒックがこれらの間を流れ始めたとき，SPU264からのパケットは，時間枠1302の外側にある時刻1303に，チャネル要素245によって受信される可能性がある。このような場合，そのチャネル要素に対応するチャネル・コントローラ244が，信号パケットをSPU264に送って，SPU264からのパケットの送信時間の調整の必要性を示すと共に，チャネル要素245におけるパケットの受信時間を時間枠1302内に安全に位置付けるために送信時間を調節しなければならない分の時間も示す。(【0081】，図19)"
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "最初のパケットに対するクロック調整",
                      "text": [
                        "セル202において実行されるクロック調整関数(図16)によって，クラスタ・コントローラ244においてパケットの受信時に呼び出されプロセッサ602によって実行されるルーチンが構成される。ステップ1001において，このルーチンが呼び出されると，ステップ1002において，受信されたパケットが呼に対して受信された最初のトラヒック・パケットかどうかを調べる。最初のパケットである場合，ステップ1004において，そのパケットが受信された時間を時間枠1302と比較し，ステップ1006において，時間枠1302との関連でいつ，そのパケットが受信されたかを判断する。パケットが枠1302のほぼ中心で受信された場合，クロックの調整は必要ないので，ステップ1022において，ルーチンは，単にその呼び出し点に戻る。パケットの受信が早すぎた場合，ステップ1008において，セル交換機タイプの信号パケットが呼を処理しているSPU264のプロセッサ602に送られるようにすることで，その呼に対する TX_INT_X 割り込みの時間を同様にパケット中で指定された時間だけ遅らせるようにプロセッサ602に要求することにより，受信時間を枠1302のほぼ中央に移すようにする。逆に，パケットの受信が遅すぎた場合，ステップ1010において，セル交換機タイプの信号パケットがプロセッサ602に送られるようにすることで，その呼に対する TX_INT_X 割り込みの時間を指定された時間だけ早めるように要求する。そして，ステップ1022において，ルーチンはその呼び出し点に戻る。(【0082】，図16)",
                        "チャネル要素245のパケット受信時間1303は，SPU264におけるパケット送信時間に対応する。SPU264からチャネル要素245へのパケットの送信は，適応同期回路611によってプロセッサ602に発行される送信割り込み信号 TX_INT_X によって誘発される。結果的に，チャネル要素245におけるパケットの受信時間をある量だけ調節するためには，回路611の TX_INT_X を同じ量だけ調節する必要がある。したがって，プロセッサ602は，前記の信号パケットをチャネル要素245から受信すると，これに応じて，ステップ970において，適応同期回路611に指示して，対応するサービス回路612に対する TX_INT_X を指定された量だけ調節させる。回路611は，これに応じて，TX_INT_X を指定された期間1310だけ変更する。このようにして，パケットの送信時間は，SPU264において時刻1304から時刻1305へと変更される。時刻1305は，チャネル要素245において枠1302の中にあるパケット受信時刻1306に相当する。(【0084】，図11，19)",
                        "しかし，パケットを所与の時刻に送信できるためには，プロセッサ602が，ボコーダ604からのそのパケットに含まれているトラヒック・フレームを送信時刻よりある程度早い時刻に受信しなければならない。パケット送信時刻1304が，フレーム受信時刻1307に対応し，さらにこれが，ボコーダ604のトラヒック・フレーム送信時刻1308に対応するのに対し，変更されたパケット送信時刻1305は，変更されたトラヒック・フレーム受信時刻1311に対応し，さらにこれが，ボコーダ604のトラヒック・フレーム送信時刻1309に対応する。結果として，プロセッサ602は，ボコーダ604がそのトラヒック・フレーム送信時刻を時刻1308から時刻1309に変更するようにしなければならない。(【0085】，図19)",
                        "ボコーダ604では，内部の出力クロック622を用いてトラヒック・フレームの送信時刻が調節される。X番目のサービス回路612のクロック622は，クロック回路600から受信したクロック入力信号に最初に同期される。プロセッサ602は，ボコーダ604にコマンドを送り，回路600のクロックの入力信号に対するボコーダ604の出力クロック622信号のオフセットをプロセッサ602がチャネル要素245から受信した信号パケットにおいて指定された前記の期間だけ調節させる。ボコーダ604は，これを実行することにより，そのトラヒック・フレーム送信時刻を時刻1308から時刻1309に変更する。最終的な結果として，チャネル要素245，サービス回路612，及びプロセッサ602の同期を要する動作が互いに同期化された。(【0086】，図19)",
                        "セル202からのクロック調整制御パケットの受信に対するプロセッサ602の応答状況を図17に示す。ステップ1050において，受信された信号パケットによりクロック調整の実行を要求していると判断すると，プロセッサ602は，ステップ1052において，パケットの内容を調べて，タイミング信号を移動させるべき方向を判断する。それを遅らせなければならない場合，ステップ1054において，適応同期回路611にコマンドを送り，後続の TX_INT_X をそのパケットで指定された量の時間だけ遅らせるようにする。また，ステップ1056において，ボコーダ604にもコマンドを送り，クロック600信号に対するボコーダ604の出力クロック622のオフセットを指定された同じ量の時間だけ増加させようにして，ステップ1062において，戻る。タイミング信号を時間的に進める場合，ステップ1058において，適応同期回路611にコマンドを送り，後続の TX_INT_X を受信した信号パケットで指定される量の時間だけ進めるようにする。また，ステップ1060において，ボコーダ604にもコマンドを送り，クロック600信号に対するボコーダ604の出力クロック622のオフセットを同じ量の指定時間だけ小さくするようにして，ステップ1062において，戻る。(【0087】，図17)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "呼進行中のパケットに対するクロック調整",
                      "text": [
                        "呼が進むにつれて，システムのトラヒック負荷の変化，又はセル202が同期化されるマスター・クロックと移動電話交換機201が同期化されるマスター・クロックとの間のドリフトによって，図21に例示したようにチャネル要素245のパケット受信時刻1306が枠1302から外れることもある。時刻1306の枠1302外へのドリフトは，チャネル要素の対応するクラスタ・コントローラ244によって検出される。これに対するその応答を図16に示す。クラスタ・コントローラ244においてパケットが受信されると，ステップ1001において図16のルーチンが呼び出される。このルーチンは，ステップ1002において，受信されたパケットがその呼に対して受信された最初のトラヒック・パケットかどうかを調べる。呼は進行するので，これが最初に受信されたトラヒック・パケットではないであろうから，ステップ1014に進む。ここで，ステップ1004の場合と同様に，パケットが受信された時刻を枠1302と比較し，ステップ1016において，枠1302との関連においていつそのパケットが受信されたかを判断する。そのパケットが枠1302の中で受信された場合，クロック調整の必要はないので，ステップ1022において，戻るだけである。そのパケットが枠1302の発生の前に受信された場合，ステップ1018において，その呼を扱っているSPU264のプロセッサ602に送られるこの呼に対する次のトラヒック・パケットに，そのクロック調整フィールド322の中にこの呼に対する TX_INT_X 割り込みの時刻を1チック(例えば，PCM音声の1標本時間)だけ遅らせる要求を入れて運ばせる。逆に，パケットが枠1302の発生の後に受信された場合，ステップ1022において，この呼に対する次のトラヒック・パケットに，そのクロック調整フィールド322の中にこの呼に対する TX_INT_X 割り込みの時刻を1チックだけ進める要求を入れて運ばせる。(【0093】，【0094】，図16，21)",
                        "そのトラヒック・パケットを受信すると，プロセッサ602は，続いて図11のステップ912において，その必要な調整を行う。時刻1404の枠1402から外れるドリフトは，プロセッサ602自体によって検出される。プロセッサ602は，調整の必要性及び調整の方向を記録し，また図11のステップ912において，引き続き，必要な調整をチックずつ行う。(【0095】，図11)",
                        "回路611によって出力される TX_INT_X の変移には，ボコーダ604のクロック621及び622の出力信号に相応の変移を起こさせることにより，図21の例において，ボコーダ604のトラヒック・フレーム送信時刻を時刻1309から時刻1509に変化させ，かつボコーダ604のトラヒック・フレーム受信時刻を時刻1409から時刻1609に変化させ，このようにしてボコーダ604の動作をプロセッサ602の時間変移された動作に揃えることが必要となる。しかし，この揃える瞬間に，ボコーダ604は，TX_INT_X を進めるべきか又は遅らせるべきかの判断によって，20msec に相当する通常の160の標本の代わりに，それぞれ159または161のPCM標本を回路605から収集するだけの時間が経ってから呼トラヒックのトラヒック・フレームをプロセッサ602に送らなければならず，さらに通常の160の代わりにそれぞれ159又は161のPCM標本の期間内に呼トラヒックのフレームを回路605に出力しなければならない。この状態を補償するために，プロセッサ602は，回路611に命じて，図21にそれぞれ示したこのサービス回路612に対する TX_INT_X に時間転移を起こさせるようにすると同時に，プロセッサ602は，この同じサービス回路612のボコーダ604に命じて，そのPCM出力から1つのPCM標本バイトを落とすようにさせ，さらにそのPCM入力において付加的に1つのPCM標本バイトを生成させる。ボコーダ604がこれらを行うと，この場合も結果として，ボコーダ604のトラヒック・フレームの入力及び出力の動作が，PCM標本の出力及び入力の動作にそれぞれ揃うようになる。(【0097】，図21)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の技術的意義",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明の「従来の技術及び課題」は，上記((2)イ)のとおりであり，本件発明の目的はその従来の技術の不都合を解決することにある(上記(2)ウ)。すなわち，従来の技術の不都合として，異なるユニットの動作が独立したタイミングであることによって生じる相互のユニットの非同期性，及び通信ユニット間の伝送遅延が予め決められずに可変的で変動することによって生じる非同期性が開示されていることから，本件発明は，従来の技術が有するこれらの不都合を解決することを発明の目的とするものであると解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これを踏まえて本件発明1の構成を見るに，構成要件Cによれば，「第3のユニット」は「第1および第2のユニット間の通信のインタフェースをとる」ユニットである。従来の技術が第3のユニットを具備し，その第3のユニットが第1のユニットと第2のユニットとの間の通信のインタフェースを取るならば，第1及び第2のユニット間で非同期性の問題は生じ得ないから，従来の技術は，「第1および第2のユニット間の通信のインタフェースをとる」「第3のユニット」を具備していなかったと解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本件発明は，異なるユニットの動作が独立したタイミングであることによって生じる「第1のユニット」と「第2のユニット」の非同期性，及び「第1のユニット」と「第2のユニット」間の伝送遅延が予め決められずに可変的で変動することによって生じる非同期性を解決することが発明の目的であると解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，本件発明の「課題を解決するための手段」は，上記((2)エ)のとおりであるところ，「本発明によれば，変動性の伝送遅延を与える伝送媒体…によって通信ユニットを相互に接続する通信システムにおいて，…他のユニットの動作に対する位相関係の所定の枠…の中で動作し，かつ前記の幾つかのユニットの動作に対する放置すれば一定な位相関係を時々調節して前記の所定の枠の中の動作を実現し維持するようなインタフェースが，通信ユニット間に与えられる」(【0009】)ものであって，前記のとおり，構成要件Cによれば「第3のユニット」は「第1および第2のユニット間の通信のインタフェースをとる」ユニットであるから，本件発明の「課題を解決するための手段」として，少なくとも「第3のユニット」が与えられることを含むと解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「第1の位相」の意義について",
                  "text": [
                    "本件発明1は，「公称周波数および第1の位相を有する第1のクロック信号により指示される時刻に，出て行く呼の音声通信トラヒック…の送信を行う第1のユニットと，」なる構成要件Aを有することから，「第1の位相」は，第1のユニットが出行通信トラヒックを送信する時刻を指示する第1のクロック信号の位相であって，その第1のクロック信号は公称周波数を有するといえる。",
                    "ここで，「第1のクロック信号」は「公称周波数および第1の位相を有するクロック信号」であり，「第1のユニット」は第1のクロック信号により指示される時刻に出行通信トラヒックの送信を行うユニットであるから，「第1のユニット」や「第1のクロック信号」は，特定の時限(例えば，「第1の変位量」(「第1の量」)を加減するまでの時限)に限られて存在するものではないと理解される。そうすると，「第1の位相」も特定の時限に限られないと解するのが相当である。",
                    "そして，本件発明と本件明細書等の記載との対応関係に関しては，本件発明の「公称周波数」は本件明細書等の「50Hz」に，「第1のユニット」は「ボコーダ604」に，「第1のクロック信号」は「出力クロック622」に，「第2のユニット」は「チャネル要素245」に，「第2のクロック信号」は「セル・クロック1000」に，「第3のユニット」は「プロセッサ602」に，「第3のクロック信号」は「TX_INT_X」に，「第2の位相」は「TX_INT_X」のタイミングに，それぞれ対応する。さらに，「伝送媒体」は「トランク207」及び「トランク210」に，「遅延決定手段」は「クラスタ・コントローラ244」に，それぞれ対応するといってよい。",
                    "したがって，「第1の位相」は，「第1のユニット」である「ボコーダ604」が「第3のユニット」である「プロセッサ602」に出行通信トラヒックを送信する時刻を特定する機能を奏する「第1のクロック信号」である50Hzの「出力クロック622」の位相，すなわち「ボコーダ604の出行通信トラヒックの送信時刻を特定する」機能をなす出力クロック622の位相であると解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「前記第1の位相から調節できるように固定された第1の量だけ転位させた第2の位相」及び「第2の位相の第1の位相からの第1の変位量を加減する」の意義について",
                  "text": [
                    "本件発明1は，「前記公称周波数を有し，かつ前記第1の位相から調節できるように固定された第1の量だけ転位させた第2の位相を有する第3のクロック信号によって指示された時刻に，第1のユニットから受信した出行通信トラヒックを第2のユニットに送ることによって前記の第1および第2のユニット間の通信のインタフェースをとる第3のユニットと，」(構成要件C)，及び，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合，これに応じて，前記の対応する枠から外れている受信を対応する枠の中に移すために，第2の位相の第1の位相からの第1の変位量を加減する第3の手段とを備えた」(同F)なる構成要件を有する。",
                    "このうち，構成要件Cによれば，第3のクロック信号の「第2の位相」は，第3のユニットが第2のユニットに出行通信トラヒックを送る時刻を特定する機能をなすものであり，第1のユニットの出行通信トラヒックの送信時刻を特定する第1のクロック信号の「第1の位相」から調節できるように固定された「第1の量」だけ転位させたものであるから，第3のユニットからの送信のタイミングに相当する「第2の位相」は，第1のユニットからの送信のタイミングに相当する「第1の位相」から，「調節できるように固定された第1の量」だけ位相を転位したものである。",
                    "そして，「第1の量」は「調節できるように固定された」ものであるところ，ここでいう「調節」とは，構成要件Fの「加減」であるから，「第1の量」(「第1の変位量」)は，構成要件Fに従って「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合」に「対応する枠から外れている受信を対応する枠の中に移すために」調節されるものの，それ以外では一定である(固定されている)と解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明の技術的意義に関する原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の課題につき，原告は，従来技術の不都合であった，「交換システム」と「セル」の間の変動性の伝送遅延を与える伝送媒体によって起こる非同期性を補償すること，より具体的には，交換システムに備えられた「プロセッサ」(第3のユニット)と「セル」(第2のユニット)間の変動性の伝送遅延を補償することにある旨主張する。",
                    "しかし，上記のとおり，本件発明は，従来の技術が有する異なるユニットの動作が独立したタイミングであることによって生じる相互のユニットの非同期性，及び通信ユニット間の伝送遅延が予め決められずに可変的で変動することによって生じる非同期性を解決することを発明の目的としているとともに，構成要件Cによれば，「第3のユニット」は「第1および第2のユニット間の通信のインタフェースをとる」ユニットである。従来の技術が第3のユニットを具備しているならば，第1のユニットと第2のユニットの間の通信は第3のユニットによりインタフェースを取られ，非同期性の問題を生じないことは明らかであるから，従来の技術は，少なくとも「第3のユニット」に対応するユニットを具備していなかったと解される。従来の技術が第3のユニットを具備しないのであれば，従来の技術には，そもそもその遅延を補償すべき第3のユニットと第2のユニット間の伝送が存在しないから，本件発明の課題に関する原告の主張は，その前提において誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明の課題解決手段につき，原告は，本件発明の課題に関する原告の前記主張を前提として，第2のユニットによる出行通信トラヒックの送信予定時刻の前に，パケットの受信が期待される時間の範囲として「所定の時間枠」を設け，第2のユニットにおけるパケットの受信時刻が当該範囲から外れていると判断した場合には，当該「所定の時間枠」内にトラヒックが受信されるように，その時点の第3のユニットの送信クロック信号の位相(「第2の位相」)の第1のユニットの送信クロック信号の位相(「第1の位相」)からの変位量を加減し，実質的には第3のクロック信号の位相，すなわち第3のユニットのパケット送信時刻を調節することである旨主張する。そして，原告は，「第2の位相」を変更した後に，それに伴い「第1のユニット」と「第3のユニット」間に生じる非同期性を解消することは，本件発明の技術的範囲外の制御であるとする。",
                        "しかし，前記のとおり，本件発明は「変動性の伝送遅延を与える伝送媒体によって通信ユニットを相互に接続する通信システムにおいて，他のユニットの動作に対する位相関係の所定の枠の中で動作し，かつ前記の幾つかのユニットの動作に対する放置すれば一定な位相関係を時々調節して前記の所定の枠の中の動作を実現し維持するようなインタフェースが，通信ユニット間に与えられる」ものであって，構成要件Cによれば，「第3のユニット」は「第1および第2のユニット間の通信のインタフェースをとる」ユニットであるから，本件発明の「課題を解決するための手段」としては，少なくともその「第3のユニット」が与えられることが含まれると解される。",
                        "そして，本件発明の課題は，異なるユニットの動作が独立したタイミングであることによって生じる「第1のユニット」と「第2のユニット」の非同期性，及び，「第1のユニット」と「第2のユニット」間の伝送遅延が予め決められずに可変的で変動することによって生じる非同期性を解決することであると解されるところ，「第1のユニット」と「第2のユニット」との間に「第3のユニット」が与えられることを前提として「第1のユニット」と「第2のユニット」間の非同期性を解決するには，「第1のユニット」と「第3のユニット」間に生じる同期性，及び「第3のユニット」と「第2のユニット」間に生じる非同期性をいずれも補償する必要があることは明らかである。そうすると，「第1のユニット」と「第3のユニット」間の同期性を担保する構成も，本件発明における課題解決手段に含まれると解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，第2の位相を変更した後に，それに伴い「第1のユニット」と「第3のユニット」間に生じる非同期性を解消すること，例えば，第1の位相を更に変更し，第1の量を変化させることは，本件発明の技術的範囲外の制御であるとしつつ，本件発明の制御手段を備えたシステムにおいて当然行い得るものであり，第3のユニットに存在するバッファにより緩衝することも可能である旨指摘する。",
                        "しかし，プロセッサ602に設けたバッファ603によって，「第1の位相」の調整を行なわずに，「第1の位相」と「第2の位相」との間の位相差の変化を吸収させることについては，本件明細書等に記載されていないから，原告の上記指摘は本件明細書等に基づくものではない。また，技術的な観点からみても，バッファはデータを一時的に保持するための有限な容量をもつ記憶領域であるところ，「第3の手段」により「第1の変位量」を加減した場合，「第1のユニット」と「第3のユニット」との間にはタイミングのずれが継続的に発生することになり，このような継続的に発生して累積するタイミングのずれをバッファで対応することは不可能である。その意味で，原告の上記指摘は技術的な根拠を欠くというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "その他原告がるる指摘する点を考慮しても，この点に関する原告の主張は採用し得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「第1の位相」の意義について，本件審決のように，第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」を，第1のユニットが第3のユニットに実際に送信した時刻を指示するのに用いられた位相とする解釈によれば，構成要件Cや構成要件Fに規定された「調節」や「加減」がされる実施例が存在しなくなる帰結をもたらすことになるから，当業者が本件明細書等の実施例を念頭に，特許請求の範囲の記載を合理的に解釈するならば，「第1の位相」は，構成要件Fに規定する第1の変位量を加減するための指示が行われる直前に第1のクロック信号が有する位相であると理解する旨を主張する。",
                        "しかし，本件発明は「公称周波数および第1の位相を有する第1のクロック信号により指示される時刻に，出て行く呼の音声通信トラヒック…の送信を行う第1のユニットと，」という構成要件Aを有するところ，「第1の位相」につき「第1の変位量(第1の量)を加減するための指示が行われる直前に第1のクロック信号が有する位相」といった特定の時限における第1のクロックの位相と解釈するならば，本件発明の構成要件Aと本件明細書等に記載された事項との対応において，「第1のユニット」が，特定の時限では「ボコーダ604」に対応するが，その特定の時限以外では「ボコーダ604」に対応しないというように，時限に応じた対応関係の相違が生じることになる。このような解釈は合理的なとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "その他原告がるる指摘する点を考慮しても，この点に関する原告の主張は採用し得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件審決につき，その「調節できるように固定された」の解釈は，「第1の量」は「調節できるように固定され」ているとする構成要件Cの文言自体に反するものであって採り得ない旨や，構成要件Cにおける「第1の量」を「調節」する目的と，構成要件Fにおける「第1の変位量」を「加減」する目的とを全く別のものとして解釈しているのは誤りであり，構成要件Fにおける「第1の変位量」の「加減」が「前記の対応する枠から外れている受信を対応する枠の中に移す」という目的でなされることと整合的なものとするために，構成要件Cにおける「第1の量」を「調節」する目的も同様に「前記の対応する枠から外れている受信を対応する枠の中に移す」ことにあると解釈すべきである旨を主張する。",
                        "しかし，後記(3(2))のとおり，構成要件Fの「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合，これに応じて，前記の対応する枠から外れている受信を対応する枠の中に移すために，第2の位相の第1の位相からの第1の変位量を加減する」ことは，本件明細書の発明の詳細な説明に記載されているとはいえないのであって，原告の上記各主張はその根拠を欠くというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，構成要件Cの「第1の量」を本件審決のように解釈することは，構成要件Fの手段を不可能にするものであって，敢えてそのように構成要件同士が互いに矛盾するように解釈することは誤りである旨主張する。",
                        "しかし，構成要件同士が互いに矛盾しないとして原告が主張する解釈は，「第1の位相」を「第1の変位量(第1の量)を加減するための指示が行われる直前に第1のクロック信号が有する位相」といった特定の時限における第1のクロックの位相と解釈することを前提とするものであるところ，「第1の位相」につきそのように解することができないことは前記のとおりであるから，原告の上記主張はその前提を欠くというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "その他原告がるる指摘する点を考慮しても，この点に関する原告の主張は採用し得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上より，この点に関する原告の主張はいずれも採用し得ない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正請求に対する判断の誤り)",
          "text": [
            "事案に鑑み，まず，取消事由2について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正の目的について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1(3)ウ)のとおり，訂正前の「第2の位相」は，「前記第1の位相から調節できるように固定された第1の量だけ転位させた」ものであるところ，「前記第1の位相」は，「公称周波数および第1の位相を有する第1のクロック信号により指示される時刻に，出て行く呼の音声通信トラヒック…の送信を行う第1のユニットと，」(構成要件A)の「第1の位相」を指す。また，前記(1(3)イ)のとおり，「第2の位相」を規定する，変位量(転位の量)の基準となる「第1の位相」は，特定の値を有する位相ではなく，第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」を，第1のユニットが第3のユニットに実際に送信した時刻を指示するのに用いられた第1のクロックの位相である。",
                        "これに対し，訂正後においては，「…第2の位相の前記第1の値をもつ第1の位相を基準とした変位量は，第1の位相が前記第1の値をもっている状態において…」なる記載に鑑みれば，「第2の位相」を規定する，変位量(転位の量)の基準となる「第1の位相」は，「第1の値」という特定の値を持っている状態の位相として理解される。",
                        "そうすると，訂正事項2は，「第2の位相」を規定する，変位量(転位の量)の基準となる「第1の位相」の技術的事項を変更するものというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "訂正前の「…前記第1の位相から調節できるように固定された第1の量だけ転位させた第2の位相…」との記載によれば，本件発明1は，「第2の位相」について，訂正前は「第1の位相」との関係における転位の量について「調節できるように固定された」旨を規定するにとどまっていたものということができる。",
                        "これに対し，訂正後の「…第2の位相の前記第1の値をもつ第1の位相を基準とした変位量は，第1の位相が前記第1の値をもっている状態において第3のクロック信号の調整がなされるまでの間，固定された第1の量であり，…」なる記載に鑑みれば，訂正事項2は，「第1の位相」を「第1の値をもつ第1の位相」と「第1の値」を持たない「第1の位相」とに区別した上で，「第1の値をもつ第1の位相」を基準として，「変位量」(「第1の量」)が「固定」され「調節」され得る旨を特定するとともに，「第1の値」を持たない「第1の位相」との関係で「調節できるように固定された」か否かを特定しないことによって，実質的には，「変位量」(「第1の量」)に「調節できるように固定された」もの以外も含まれるように，発明特定事項を変更するものと理解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "訂正前の「…前記第1の位相から調節できるように固定された第1の量だけ転位させた第2の位相を有する第3のクロック信号…」の記載によれば，「第2の位相」の「第1の位相」からの変位量(転位の量)は，第3のクロックが調節されたとしても，第1のクロックが同じ量だけ調節されれば，変位量に変化がなく，このような調節も「固定」に含まれると解される。",
                        "これに対し，訂正後の「…第2の位相の前記第1の値をもつ第1の位相を基準とした変位量は，第1の位相が前記第1の値をもっている状態において第3のクロック信号の調整がなされるまでの間，固定された第1の量であり，前記変位量は，第3のクロック信号が調節されたときは調節される…」との記載によれば，変位量は，第1のクロックの調節によらず専ら第3のクロックの調節により調節され，第3のクロック信号が調節されれば，仮に第1のクロックが同じ量だけ調節されたとしても変化するように，「固定」の技術的意味を変更するものと理解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上より，訂正事項2は，特許請求の範囲の減縮を目的とするものに当たらないとともに，不明瞭な記載の釈明又は誤記の訂正を目的とする訂正であるということもできない。",
                        "また，訂正事項2が，他の請求項の記載を引用する請求項の記載を当該他の請求項の記載を引用しないものとすることを目的とするものでないことは明らかである。",
                        "したがって，訂正事項2は，法134条の2第1項ただし書所定のいずれの事項をも目的とするものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "新規事項について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の【0038】，【0063】及び【0088】の記載における「変位」は，マスター・クロック，クロック回路600によって発生されたクロック信号又はセル・クロック1000の位相を基準とした変位であって，「第1のクロック信号」に対応する「クロック622で生成したクロック信号」の位相を基準としたものでないから，「第1の位相を基準とした変位量」ではない。",
                        "また，本件明細書の【0010】及び【0097】の記載は，その文言によれば，「第1の位相」に対応する「クロック622で生成するクロック信号の位相」の位相を基準としたものか否か必ずしも明らかでないが，少なくとも，これが特定の値であることを前提とした記載となっていない。さらに，本件明細書等の図6，図19，図21及びこれらの図面に関連する記載によれば，「第2の位相」に対応する「TX_INT_Xの位相」と「第1の位相」に対応する「クロック622で生成するクロック信号の位相」は，「ボコーダ」に直接接続された「プロセッサ」においてボコーダから受信した出行通信トラヒックを送信するまでに必要となるオフセットを有する。このことに照らせば，「第2の位相の第1の位相からの変移量」(【0010】)及び「変移」(【0097】)についても，これと同趣旨のものと解することはできても，これと異なり「クロック622で生成するクロック信号の位相」が特定の値であることを前提として「TX_INT_X」をその位相から変移させる制御を意味するものと解することはできない。",
                        "以上より，本件明細書等における「変位(変移)」の文言は，特定の値を有する位相を前提とした文言として用いられているわけではない。また，本件明細書等の他の文言も，特定の値を有する位相を前提としたものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書等の記載(【0063】，【0067】，【0082】，【0084】)によれば，「第3のクロック」に対応する「TX_INT_X」に対して調節される変位量は，クロック回路600によって発生されたクロック信号の位相を基準とした変位量である。これに対し，「第1の位相」が相当する位相は，出力クロック622のクロック信号の位相であって，クロック回路600によって発生されたクロック信号の位相ではない。また，「第1の位相」を「第1の値をもつ第1の位相」と「第1の値」を持たない「第1の位相」とに区別した上で，「変位量」が前者を基準として「固定」され「調節」され得るものである旨は示されていないとともに，このような区別をする合理的な理由は見当たらず，当業者にとって自明なことであるともいえない。",
                        "このため，本件明細書等には，「第2の位相」を「前記第1の値をもつ第1の位相」を基準に変位(転位)させること，すなわち，「第2の位相の前記第1の値をもつ第1の位相を基準とした変位量」なる事項は記載されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，訂正事項2は，「第3のユニット」の「第3のクロック」の「第2の位相」について，新たな技術的事項を導入するものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特許請求の範囲の拡張又は変更について",
                  "text": [
                    "上記アのとおり，訂正事項2は，「第2の位相」を規定する，訂正前の「調節できるように固定された第1の量だけ転位させた」の内容を変更するものである。",
                    "したがって，訂正事項2に係る訂正は，実質上特許請求の範囲を変更するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，訂正事項2は，法134条の2第1項ただし書のいずれを目的とするものでもないとともに，本件明細書等に記載された事項との関係において新たな技術的事項を導入し，実質上特許請求の範囲を変更するものであるから，この点に関する本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，訂正事項2につき，訂正前の請求項1が，「前記公称周波数を有し，かつ前記第1の位相から調節できるように固定された第1の量だけ転位させた第2の位相を有する第3のクロック」としていたのに対し，「変位量」が「前記第1の値をもつ第1の位相を基準とした」ものであること，「変位量」が「第1の位相が前記第1の値をもっている状態において第3のクロック信号の調節がなされるまでの間，固定された第1の量であ」ること，及び「前記変位量は第3のクロック信号が調節されたときは調節される」ものであることを付加することなどを内容とするものであり，特許請求の範囲の減縮を目的とするものであるとともに，明瞭でない記載の釈明を目的とするものである旨主張する。",
                        "しかし，前記認定(1(3))によれば，訂正前の「変位量」は，第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」を，第1のユニットが第3のユニットに実際に送信した時刻を指示するのに用いられた第1のクロックの位相と，第3のユニットが当該「第1のユニットから受信した出行通信トラヒック」を第2のユニットに実際に送る時刻を指示するのに用いられた第3のクロックの位相との間の転位の量であり，「第2の位相」の「第1の位相」からの変位量(転位の量)は，第3のクロックが調節されたとしても，第1のクロックが同じ量だけ調節されれば変化がないものであり，その意味において「固定」されているものであった。これに対し，訂正後の「変位量」は，第1のクロックの調節によらず専ら第3のクロックの調節により調節されることから，第3のクロック信号が調節されれば，仮に第1のクロックが同じ量だけ調節されたとしても，変化することになる。このため，「固定」の意味も，訂正前と異なり，第3のクロックが調節されるまでは調節前の値が維持されるとの意味となっている。",
                        "このように，「第2の位相」を規定する「変位量」の定義が訂正前後で変更されていることは明らかであるから，訂正事項2は，特許請求の範囲の減縮を目的とするものにも，明瞭でない記載の釈明を目的とするものにも当たらない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件明細書等には，セルにおける所定の時間枠内にパケットが受信されるよう，TX_INT_X の位相(「第2の位相」)が調節され，これにより，それまで固定されていた調節前の TX_INT_X の位相の出力クロック622の位相(「第1の位相」)に対する変位量が加減されることが記載されており，また，出力クロック622の位相が調節されるまでの間において，TX_INT_X の調節がされなければ，時刻1304及び時刻1308は，いずれも固定されているので，両時刻の差(第1の量に相当)もまた固定されており，したがって，「第2の位相」について，「第1の位相が前記第1の値をもっている状態において第3のクロック信号の調節がなされるまでの間，固定された第1の量であ」ることは本件明細書等に記載されていることから，訂正事項2は本件明細書等に記載した事項の範囲内でなされるものである旨も主張する。",
                        "しかし，原告の上記主張は，「出力クロック622の位相が調節されるまでの間において，TX_INT_X の調節がなされなければ」なる事項を仮定するものと見られるところ，本件明細書等には，セルにおける所定の時間枠内にパケットが受信されるよう，TX_INT_X の位相及び出力クロック622の位相を調節するものは記載されているが，この仮定のように，出力クロック622の位相のみを単独に調整することがあることをうかがわせる記載はなく，本件明細書等に記載した事項の範囲内ではこの仮定は成り立ち得ない。",
                        "また，前記(1(3)イ)のとおり，本件明細書等に記載された「第1の位相」は，「第1のユニット」である「ボコーダ604」が「第3のユニット」である「プロセッサ602」に出行通信トラヒックを送信する時刻を特定する機能を奏する「第1のクロック信号」である50Hzの「出力クロック622」の位相であり，「ボコーダ604の出行通信トラヒックの送信時刻を特定する」機能をなす出力クロック622の位相と解される。しかし，「第1の位相」につき「それまで固定されていた調節前の TX_INT_X の位相の基準位相となる出力クロック622の位相」に相当するものと解釈し得る記載は，本件明細書等には見出せない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，訂正事項2につき，「第2の位相」が，「第1の値をもつ第1の位相」に対し，客観的に，「第1の量」だけ変位された位相であることを意味し，「第1の位相」が「第1の値」を持っている状態において第3のクロック信号の調節がなされるまでの間，「第1の量」が調節可能であり，かつ調節されない限り一定である位相であれば足りる旨主張するけれども，上記イのとおり，「第2の位相」を規定する「第1の量」について，これを「第2の位相の前記第1の値をもつ第1の位相を基準とした変位量」として，「第1の位相」を「第1の値をもつ第1の位相」と「第1の値」を持たない「第1の位相」とに区別した上で，「変位量」が前者を基準として「固定」され「調節」され得るという技術的事項は，本件明細書等に記載されておらず，新たな技術的事項を導入するものというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "その他原告がるる指摘する点を踏まえても，この点に関する原告の主張は採用し得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正の目的について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正事項3は，訂正前の「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合」なる記載を，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると，第1の位相が前記第1の値をもっている状態において判断した場合」なる記載に訂正するものであるが，これによれば，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れている」との判断を行うための条件に，「第1の位相が前記第1の値をもっている状態において」なる事項を付加することとなる。これは，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合」を「第1の位相」が「第1の値をもっている状態」か否かで区別した上で，「第1の値をもっている状態」では「第1の変位量を加減する」動作を行い，「第1の値をもっている状態」でない場合は当該動作を行うか否かを特定しないようにすることを意味するものであるから，動作内容を事実上変更するものというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，訂正事項3は，訂正前の「第2の位相の第1の位相からの第1の変位量を加減する」なる記載を，「第3のクロックを調節し，もって第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量を加減する」なる記載に訂正するものであるが，これは，構成要件Cの「調節」の語と同義に用いていた「加減」の記載を異なる意味に用いるものであるとともに，「加減」(調節)する制御の対象を「第1の変位量」(第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」を，第1のユニットが第3のユニットに実際に送信した時刻を指示するのに用いられた第1のクロックの位相と，第3のユニットが当該「第1のユニットから受信した出行通信トラヒック」を第2のユニットに実際に送る時刻を指示するのに用いられた第3のクロックの位相との間の転位の量。前記(1)オ(ア)。)から「第3のクロック」に変更したものである。",
                        "このうち，前者については，「加減」の記載が有する技術的意味を変更するものであることは明らかといってよい。",
                        "後者については，「第1の変位量」と「第3のクロック」とは同一のものではないから，これらが同一の制御対象物でないことは明らかである。また，「第1の変位量」は「第2の位相」の「第1の位相」からの変位量という相対的な変位量であるところ，本件発明においては，「第1の位相」及び「第2の位相」が固定された位相であるとは記載されておらず，変更可能なものを含んでいると考えられる。そうすると，「第1の位相」又は「第2の位相」のいずれか一方を調節しても「第1の変位量」を加減することができるとともに，「第1の位相」及び「第2の位相」の両方を調節することによっても「第1の変位量」を加減することができこととなるから，第3のクロック信号の「第2の位相」を調節することと「第1の変位量」を加減することとは，実質的に見ても同じことにはならない。そうである以上，調節の対象を「第1の変位量」から「第3のクロック」とすることは，実質的に調節の内容を変更するものというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上より，訂正事項3は，特許請求の範囲の減縮を目的とするものに当たらず，不明瞭な記載の釈明又は誤記の訂正を目的とする訂正であるともいえない。また，他の請求項の記載を引用する請求項の記載を当該他の請求項の記載を引用しないものとすることを目的とするものでもない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "新規事項について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書等の記載(図16，17及びこれらの説明)によれば，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れている」か否かの判断は，図16のステップ1016に対応するところ，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると，第1の位相が前記第1の値をもっている状態において判断」することは記載も示唆もされていない。",
                        "また，図16のステップ1002は，「その呼の最初のトラヒック・パケットか？」を判断するのであって，「第1の位相が前記第1の値をもっている状態」か否かを判断するのではない。さらに，図16のステップ1018，1020，図17のステップ1054，1056の処理は，第3のクロックである TX_INT_X を調節するものであるが，「第3のクロックを調節し，もって第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量を加減する」ものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1の「第3の手段」は本件明細書等の記載の「適応同期回路611」に対応するところ，本件明細書等の記載(【0063】)によれば，適応同期回路611においては，クロック回路600から得たクロック信号を用いて，クロック回路600によって発生された20msec のクロック信号に周波数は同期しているがそれから位相が変位しているようなクロック信号が生成されるところ，その変位量はプロセッサ602によって制御される。他方，適応同期回路611には，「第1の値をもつ第1の位相を有する第1のクロック信号」は入力されない。",
                        "そうである以上，適応同期回路611は，「第1の値をもった第1の位相」を基準とすることはできず，「第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量」を「加減」し得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "チャネル要素245における出行通信トラヒックの受信が時間枠1302から外れている場合に，セルからクロック調整制御パケットを受信したプロセッサ602及び適応同期回路611の制御について，本件明細書等には，チャネル要素245からのクロック調整制御パケットの受信に応答して，  TX_INT_X 及び出力クロック622信号がクロック調整制御パケットで指定された量だけ調節されることが記載されている(【0085】～【0087】，図17)。これは，トラヒック・フレームを含むパケットを送信するプロセッサ602がパケット送信前に当該パケットをボコーダ604から受信する必要があることを踏まえると，TX_INT_X(第3のクロック)の調節(図17のステップ1054(，1058))の後において，プロセッサ602がパケット送信前に当該パケットを受信するためには，ボコーダ604の送信タイミングを決める出力クロック622(第1のクロック)が調節(図17のステップ1056(，1060))される必要があるためである。すなわち，本件明細書等には，「チャネル要素245における出行通信トラヒックの受信が時間枠1302から外れているとの判断」に対する応答としてなされる制御について，プロセッサ602が調節されたタイミングでトラヒック・フレームを含むパケットを送信するために，TX_INT_X(第3のクロック)」の調節(図17のステップ1054(，1058))と出力クロック622(第1のクロック)の調節(図17のステップ1056(，1060))とをほぼ同時に行うことが記載されているのであって，第1のクロックと無関係に第3のクロックを調節する制御は記載されておらず，また，調節前の第1のクロックの位相からの変位量により第3のクロックの調節後の位相を規定する制御も記載されていない。",
                        "そして，第3のユニットが調節後の第3のクロックにて規定される時刻に第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」は，調節後の第1のクロックにより規定される時刻に第1のユニットから第3のユニットに送信されたものであって，調節前の第1のクロックにより規定される時刻に第1のユニットから第3のユニットに送信されたものではない。したがって，第3のユニットが第2のユニットに送る「第1のユニットから受信した出行通信トラヒック」とは何ら関係のない調節前の第1のクロックの「第1の位相」は，当該「第1のユニットから受信した出行通信トラヒック」の送信に係る「第2の位相」の基準とはならない。",
                        "また，クロック調整制御パケットの受信に対して第3のクロックと第1のクロックをほぼ同時に調節する制御によることなく同様の目的の制御を行うことは，当業者にとって自明な事項であるとも認められないし，適応同期回路611において「第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量」を「加減」する制御を行う合理的な理由も見当たらない。",
                        "以上より，「第3の手段」である「適応同期回路611」は，「第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量を加減する」ものとはなり得ないのであり，適応同期回路611にこのような制御を行わせることが当業者において自明な事項であるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，訂正事項3は，「第3の手段」について，新たな技術的事項を導入するものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特許請求の範囲の拡張又は変更について",
                  "text": [
                    "上記アのとおり，訂正事項3は，訂正前には，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合」に「第1の位相」が「第1の値」を持っている状態か否かに関わらず「第2の位相の第1の位相からの第1の変位量を加減する」としていたところを，訂正後には，「第1の位相」が「第1の値をもっている状態において判断した場合」に「第3のクロック」を対象として「調節」が行われることにより「第1の変位量を加減する」旨へと変更するものである。",
                    "したがって，訂正事項3に係る訂正は，実質上特許請求の範囲を変更するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上より，訂正事項3は，法134条の2第1項ただし書のいずれを目的とするものでもないとともに，本件明細書等に記載された事項との関係において新たな技術的事項を導入し，実質上特許請求の範囲を変更するものであるから，この点に関する本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，訂正事項3は，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断」することについて，その「判断」が「第1の位相が前記第1の値をもっている状態において」なされることを限定するとともに，「第3の手段」による「第2の位相の第1の位相からの第1の変位量を加減する」ことについて，「第3のクロック信号を調節し，もって第2の位相の前記第1の値をもった第1の位相を基準とした第1の変位量を加減する」ことを限定するものであるから，特許請求の範囲の減縮を目的とするものである旨主張する。",
                        "しかし，前記のとおり，訂正事項3は，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合」を「第1の位相」が「第1の値をもっている状態」か否かを区別した上で，「第1の値をもっている状態」では「第1の変位量を加減する」動作を行い，「第1の値をもっている状態」でない場合は当該動作を行うか否かを特定しないようにするものであるから，動作内容を事実上変更するものであり，訂正事項3は，特許請求の範囲の減縮を目的とするものに当たらない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件明細書等には，チャネル要素245(「第2のユニット」)における出行通信トラヒックの受信が時間枠1302から外れているとの判断は，出力クロック622の位相が調節される前，すなわち，「第1の位相」が前記第1の値を持っている状態において行われることが記載されているなどとして，訂正事項3は，本件明細書等に記載した事項の範囲内でなされるものである旨も主張する。",
                        "しかし，前記のとおり，「第1の位相」は「第1のクロック信号」が有する位相であって，「第1のクロック信号」の特定の位相に限られないと解されるところ，原告の主張は，TX_INT_X の位相の変位量を見る際の「基準位相」はあくまでも調節がなされる前の出力クロック622の位相(「第1の値をもつ第1の位相」)という特定の位相であるとの解釈を前提とするものであり，その前提において誤っている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，訂正前の「第1の位相」は，本件明細書等の記載を考慮すれば，「第1の変位量」を加減するための指示が行われる直前の，第1のクロック信号が有する位相と解釈することができ，構成要件Fの「第1の変位量を加減する」動作は，「第1の位相」が前記の特定の位相を有している際に行われる動作であるから，訂正事項3によって，動作内容が事実上変更されることにはならないなどとも主張する。",
                        "しかし，前記のとおり，「第1の位相」は「第1のクロック信号」が有する位相であって，「第1のクロック信号」の特定の位相に限られないと解されるところ，原告の主張は，その前提とする上記解釈において誤っている。",
                        "また，訂正前の本件発明には「第1の位相」をシフトさせるともシフトさせないとも記載されていないが，本件明細書等には「第1の位相」に相当する出力クロック622の位相を調節することが記載されているから，本件発明は「第1の位相」をシフトさせるものも含んでいると解される。そして，「第1の変位量」は「第2の位相の第1の位相からの第1の変位量」であるから，「第2の位相」である第3のクロック信号の位相の調整によって「第1の変位量」が加減され得るとともに，「第1の位相」である第1のクロック信号の位相の調整によっても「第1の変位量」は加減され得るのであって，「第1の変位量」を加減することと「第3のクロック信号」を加減することが，実質的に同一の制御動作であるともいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "その他原告がるる指摘する点を踏まえても，この点に関する原告の主張は採用し得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正事項1について",
              "text": [
                "訂正事項1は，訂正事項2及び3において「第1の位相が第1の値をもっている状態」を特定することとの関係において，「第1の位相」が「調節されるまで第1の値をもつ」という状態を事前に特定するものである。したがって，訂正事項2及び3が訂正の要件を満たさないのと同じ理由により，訂正事項1も訂正の要件を満たさない。この点に関する原告の主張は採用し得ない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上より，本件訂正請求における訂正は認められないから，この点に関する本件審決の判断に誤りはない。すなわち，取消事由2は認められない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(サポート要件についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明の技術的意義並びに「第1の位相」，「前記第1の位相から調節できるように固定された第1の量だけ転位させた第2の位相」及び「第2の位相の第1の位相からの第1の変位量を加減する」の意義は，前記(1(3))のとおりである。そうすると，「調節できるように固定された」とは，「第1の量」が「調節できるように固定された」ものであるところ，ここでいう「調節」は構成要件Fの「加減」と同義であるから，「第1の量」(「第1の変位量」)は，同Fに従って「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合」に「対応する枠から外れている受信を対応する枠の中に移すために」調節されるものの，それ以外では一定であるものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Fについて",
              "text": [
                "構成要件Fは，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合，これに応じて，前記の対応する枠から外れている受信を対応する枠の中に移すために，第2の位相の第1の位相からの第1の変位量を加減する」というものである。",
                "しかし，前記(1(2)オ)のとおり，本件明細書の発明の詳細な説明に記載された発明においては，クラスタ・コントローラ244が，チャネル要素245における出行通信トラヒックの受信が時間枠1302から外れていると判断した場合，送信タイミングを変更する量を指定する信号パケットをプロセッサ602に送り，プロセッサ602は当該指定された量だけ位相を調節させるコマンドを適応同期回路611及びボコーダ604の双方に送ることにより，ボコーダ604からの送信時刻である出力クロック622の位相と，プロセッサ602からの送信時刻である TX_INT_X の位相が同じく指定された量だけ調節されている。この調節では，出力クロック622の位相と TX_INT_X の位相は同じ量だけ調節されるから，これらの位相の間の変位量は不変である。出力クロック622の位相は「第1の位相」に相当し，TX_INT_X の位相は「第2の位相」に相当するから，本件明細書の発明の詳細な説明に記載された発明においては，「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合」に，対応する枠から外れている受信を対応する枠内に移すための「調節」が行われても，「第2の位相の第1の位相からの第1の変位量」は不変であって加減されない。",
                "よって，構成要件Fの「第2のユニットにおける出行通信トラヒックの受信が第1の枠から外れていると判断した場合，これに応じて，前記の対応する枠から外れている受信を対応する枠の中に移すために，第2の位相の第1の位相からの第1の変位量を加減する」ことは，本件明細書の発明の詳細な説明に記載されているということはできない。",
                "したがって，本件発明1は，発明の詳細な説明に記載したものではなく，これを引用する本件発明2，3及び6～8に係る発明も，発明の詳細な説明に記載したものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，本件特許の特許請求の範囲1～3及び6～8の記載は，平成6年改正前の法36条5項1号所定の要件を満たしていないから，これらの発明に係る特許は，法123条1項4号の規定により無効とされるべきであり，この点に関する本件審決の判断に誤りはない。すなわち，取消事由1は認められない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の技術的意義等に関する原告の主張を採用し得ないことは，前記のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決による，構成要件Fが本件明細書等に記載されていないとの認定は，本件発明の技術的範囲外の制御の一例を，本件発明の課題解決手段に必須の構成と認定している点で誤りである旨主張する。",
                    "しかし，前記(1(3))のとおり，従来の技術は，第1及び第2のユニット間の通信のインタフェースを取る「第3のユニット」を具備していなかったと解されるところ，本件発明は，「第1のユニット」と「第2のユニット」との間に「第3のユニット」が与えられることを特徴とするものであり，これを前提とすると，「第1のユニット」と「第2のユニット」間の非同期性を解決するには，「第1のユニット」と「第3のユニット」間に生じる非同期性，及び「第3のユニット」と「第2のユニット」間に生じる非同期性をともに補償する必要があることは明らかであるから，「第1のユニット」と「第3のユニット」間の同期性を担保する構成も本件発明の課題解決手段に含まれるというべきである。",
                    "その他原告がるる指摘する点を踏まえても，この点に関する原告の主張は採用し得ない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}