{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，30万円及びこれに対する平成26年12月3日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，審級による読替えをするほか，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「強磁性材スパッタリングターゲット」とする特許第4673453号に係る特許権(本件特許権)を有する控訴人が，被控訴人に対し，被控訴人が製造してセミコン・ライト社(大韓民国京畿道 仁 興区ゴメ洞474所在)に販売した原判決別紙被告製品目録記載1の製品(以下「被控訴人製品1」という。)は，本件特許の特許請求の範囲の請求項2記載の発明(本件特許発明)の技術的範囲に属すると主張して，特許権侵害の不法行為による損害賠償金(第1次的に特許法102条2項による損害額55万円の内金として30万円，第2次的に同条3項に基づく損害額14万3130円)及びこれに対する平成26年12月3日(同年11月28日付け訴え変更申立書(2)の送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，被控訴人製品1は，本件特許発明の文言侵害に当たらず，その技術的範囲に属するということはできないとして控訴人の請求を棄却した。",
            "そこで，控訴人が原判決を不服として控訴したものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "原審における訴訟の経緯",
          "text": [
            "以下のとおり改めるほかは，原判決の「事実及び理由」の第2の1(2)記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁15行目の「別紙」を「原判決別紙」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁23行目の「(前記第1及び上記(1))」を削除する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実",
          "text": [
            "原判決の「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点",
          "text": [
            "原判決の「事実及び理由」の第2の3記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "争点に関する当事者の主張は，以下のとおり，争点(2)に関する当事者の主張を付加するほかは，原判決の「事実及び理由」の第3記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "構成要件B-(1)について",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "「球形の相」について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "乙32は，被控訴人の取締役常務執行役員の陳述書であるが，相(b)の原料粉末の形状を全く考慮していないため，当業者の技術常識を示しているということはできない。すなわち，純Co粒子を原料としているとの被控訴人自らの主張，被控訴人のターゲットはアトマイズ粉末を用いているとの主張及び被控訴人製品1の組織写真(甲5，9，62の1・2，67，89，90)をみると，大部分が円形の相として観察される事実からすれば，被控訴人製品1の相(b)の原料は，球形の純Co粉末であることに間違いない。そうすると，被控訴人製品1の相(b)の原料が球形の粉末である以上，被控訴人製品1の一断面のSEM画像で観察された円形の相(直径と短径の差が0～50％である相)の立体的形状について，原料の形状を全く無視して判断する乙32は非常識である。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "乙32は，乙32を提出する以前の被控訴人の主張とも真っ向から矛盾しており，当業者の技術常識は乙32の提出前の被控訴人の主張のとおりである。",
                    "すなわち，被控訴人は，従前，①一断面のSEM写真の円形相を「球形」と評価した主張を行い，②「球形の相(B)」は，原料の球形粉末が粉砕されることなく，その形状を維持したまま焼結されたものであると主張し，③被控訴人製品1の認否の際に，「球形」であること自体は認める主張を行い，④被控訴人出願に係る特許公報(甲69)に記載されているターゲットの組織において観察される円形の相を球状と評価し，⑤当業者は，アトマイズ合金粉末を原料粉末として用いたターゲットの組織において観察される円形の相を球形であると評価している。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "統計的判断に基づけば，被控訴人製品1の立体的形状は球形であるというほかない。すなわち，被控訴人製品1のSEM写真では，四角形や三角形が確認できないという事実は，一断面で「円形」の相の立体的形状が球形ではないかもしれないとの想定が成り立たないことを示している。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "控訴人が当審で新たに提出した分析結果(甲60，61)は，断面において円形で観察される相(b)の立体的形状が球形であることを端的に証明している。すなわち，甲60の図2，3は，被控訴人製品1のエロージョン面に対して垂直方向の面を2つ切り出し，これをSEM観察したものであるところ，円錐形などの形状は一切見当たらない。また，甲61のシミュレーションによれば，想定される焼結条件によって変化する可能性のあるCo粉末のヤング率及び降伏応力をかなり広い範囲でふっても，変形はほとんどない結果となっている。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "なお，SEM画像でダルマ状に見える相(b)であっても，それを形成する個々の粒子が原料である球形の純Co粒子がそのままの形状を維持して焼結したようなものであれば，球形の相(B)とすべきである。また，球形の特徴である弧を描く外周が完全になくなったようなものでない限り，長径と短径の比が2以下であれば，球形と評価することが合理的である。"
                  ]
                },
                {
                  "fig": "(カ)",
                  "text": [
                    "したがって，被控訴人製品1のSEM写真において，円形(長径と短径の差が0～50％)のものは，当業者の技術常識のみならず，甲60，61に基づけば，球形のCo粉末が混合時に粉砕されることなく，形状をほぼ維持したまま焼結されたものであるから，その立体的形状は「球形」であることが明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "「直径が30～150μmの範囲にある」について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "被控訴人製品1の断面SEM写真を見れば，一断面において直径が30μmを超える短径と長径が0～50％の相(b)(「球形の相(b)」)は，「直径が30～150μmの範囲にある」と推認することが可能である。なぜならば，①断面が中心を通らない限り，「球」の直径は，その球の断面である「円」の直径に比べて，同じか，それよりも必ず大きくなり，②「～150μm」との上限があるが，被控訴人製品1のSEM画像に現れる相(b)の大きさが，いずれのSEM写真(甲5，9，62の1・2，67，89，90，乙27)においても，観察される相(b)の中で最も大きな相(b)ですら，その長径は100μmを超えないこと，直径が150μmの球を切断した場合，出現する円の80％が，直径105～150μmになるので，切断面において，直径が105～150μmの円が105μm未満の円よりも4倍多く観察されなければならないところ，105～150μmの円は全く観察されなかったことからすれば，150μm以上の直径を有する球は存在しないと判断するのが極めて妥当である。",
                    "また，甲67，89及び90によって明らかにされた粒子の長径についてみると，Co濃度が90wt％以上の領域を有する長径が30μm以上の球形の相(b)及び長径が30μm以上の全ての球形の相(b)のいずれにおいても，大部分は30ないし60μmの範囲内であり，120μmを超えるものは一つもない。",
                    "したがって，たとえ，一断面の形状から近似的に球体の直径を導出できないとしても，断面における直径が30μmを超える「球形の相(b)」の立体形状の直径は，「30～150μmの範囲にある」と推認することは可能である。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "「直径」とは，「円，楕円，双曲線で，中心を通り，両端がその曲線上にある線分。」(甲63〔大辞泉〕，64〔科学大辞典〕)である。すなわち，直径の意義は，真円だけに限らず，楕円等においても明確である。",
                    "なお，甲53における「長径及び短径」並びに「直径」との関係は，乙27における被控訴人の定義及び計算方法に基づいて算出された値である。控訴人は，最大限，被控訴人の主張を取り込んでも，被控訴人製品1が，本件特許発明の技術的範囲に属することを立証するために，甲53において，相(b)の「直径」に関し，乙27における被控訴人が行った定義及び計算方法と同様の方法で特定した。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "以上のとおり，技術常識に基づけば，一断面のSEM写真において，直径が30μmを超える「球形の相(b)」(短径と長径が0～50％の相(b))は，疑いなく，「直径が30～150μmの範囲にある」ということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "「Coを90wt％以上含有する」について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "「Coを90wt％以上含有する」とは，球形の相(B)の中に「Co含有量が90wt％以上」の部分が少しでもあれば足りるという意味に解するのが相当である。",
                    "すなわち，①本件明細書の【0023】は「球形の相(B)」のCo濃度に関する記載であるところ，その前段(「原料としては純Coを使用するが，焼結時に球形の相(B)が周囲の金属素地(A)と相互に拡散するので，好ましい相(B)のCo含有量は90wt％以上であり，より好ましくは95wt％以上，さらに好ましくは97wt％以上である。」)は，本件特許発明のCo含有量に関する上位概念であり，それに対して後段(「Coが主成分であるが，中心は純度が高く，周囲は純度がやや低くなる傾向にある。球形の相(B)の径を1／3に縮小したと仮定した場合の相似形(球形)の相の範囲(以下「中心付近」という。)内では，Coの濃度97wt％以上を達成することが可能であり，」)は下位概念という関係に立つ。そのため，仮に，前段の「Co含有量は90wt％以上」を「球形の相(B)」全体の値であるとすると，後段に記載されている中心付近ではCoの濃度97wt％以上を達成できたとしても，必ずしも「球形の相(B)」全体の平均値として「Co含有量は90wt％以上」を達成することはできない。②本件明細書の【0023】の後段の「中心付近内では」とは，中心付近内の全体のCoの濃度が97wt％以上であることを意味するという解釈と，中心付近内においてはCoの濃度が97wt％以上の領域が存在することを意味するという解釈の2通りが考えられるが，i)実施例1の「99wt％以上含有し」との記載(本件明細書の【0044】)からは，複数の測定結果を基にしていることが明白であること，ii)Co濃度は，EPMA分析で算出していることから，「相(B)の中心付近ではCoを99wt％以上含有し，」とは，EPMA分析のスポット径におけるCo濃度を意味するといえることからすれば，「中心付近内においては」の意味に解釈すべきである。③同じ明細書において「99wt％以上含有し」との技術的意味を異なる意味に解することは合理的ではないし，そのように解する理由もない。④相(B)の直径の下限値を30μmと規定しているのは，焼結時の拡散によっても相(B)を金属素地と区別可能とするためであり，焼結によるCoの拡散現象後であっても，直径が30μmの球形の相(B)内に，直径数μmのCo濃度90wt％以上の領域を有する状態のターゲットであれば，球形の相(B)と金属素地(B)とが区別できなくなるような場合は生じない。⑤球形の相(B)内の大部分の領域についてCo濃度が90wt％以下であったとしても，Co濃度が90wt％以上の領域がわずかでも存在する場合，ターゲット内には，Co濃度の高い領域と相対的に低い領域が形成され，十分に漏洩磁束を高めることは可能である。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "前記(ア)の解釈は，前訴において，被控訴人が，本件特許の無効を主張した際の解釈，すなわち，「球形の相(B)」の原料粉末が約93．8wt％であれば，「球形の相(B)」としても「Coを90wt％以上含有する」との主張を前提とすれば，「球形の相(B)に対応する相のCo濃度の評価は，いずれかのポイントでCoが90wt％以上であればよいと判断していたことに沿うものである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "「球形の相(B)」全体として「Co含有量が90wt％以上」であることが必要と解することはできない。",
                    "すなわち，①「球形の相(B)」のCo濃度を高めるためには，必ずしも「球形の相(B)」全体として「Co含有量が90wt％以上」でなければならないということはない。②周囲の組織より最大透磁率を高くすることを実現するのに，必ずしも「球形の相(B)」全体として「Co含有量が90wt％以上」でなければならないということはない。③ターゲット内部の磁束に密な部分と疎な部分を生じさせたターゲット組織構造とするという目的を達成するのに，「球形の相(B)」全体として「Co含有量が90wt％以上」であることが必要であるということはない。④本件明細書の詳細な説明の記載を見ても，「90wt％」という数値が平均値であることを示す記載は一切ない。⑤実施例においても，平均値であることを示す記載は一切ない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "前記(ア)のとおり，「Coを90wt％以上含有する」「球形の相(B)」を「球形の相(B)」の中に「Co含有量が90wt％以上」の部分が少しでもあれば足りると解した場合，甲5，62の1・2，67，89，90によれば，被控訴人製品1の球形の相(b)がCoを90wt％以上含有していることは明らかである。"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "仮に，原判決のとおり，「Coを90wt％以上含有する」「球形の相(B)」を「球形の相(B)」全体として「Co含有量が90wt％以上」であることが必要であると解した場合であっても，甲62の2，90のPoint7の図8．8によれば，直径が30μm未満の粒子(Spectrum3)であっても，平均のCo濃度は90wt％以上であるから，拡散現象を考慮すると，直径が30μmより大きい粒子の場合，平均のCo濃度は90wt％以上であると合理的にいうことができる。",
                    "〔被控訴人の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "「球形の相」について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "ターゲットの1面だけを分析しても，その粒子の立体形状は判別できず，その直径を測定することもできない。原料粒子の計上と寸法から相(B)の各粒子の立体形状と寸法を推定することはできない。",
                    "甲62の1・2，89，90も同様に断面観察に基づくものであるから，相の立体形状が不明であり，直径も不明である点に変わりはない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "控訴人の主張に対する反論",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "原判決は，乙32こそが当業者の技術常識であると述べているわけではなく，甲5では立証が不十分であると判断したにすぎない。したがって，乙32の評価に関する控訴人の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "甲62の2，90の図7．1に表れている20番の粒子の研磨面での形状は，当該粒子が到底球形ではあり得ないことを端的に示している。同様に，図8．4の右上画像及び図8．6の画像の6番の粒子の上に表れている粒子も球形ではあり得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "「直径が30～150μmの範囲にある」について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "ターゲットの1面だけを分析しても，その粒子の立体形状は判別できず，その直径を測定することもできない。断面観察で直径が30～150μmの粒子であっても，立体形状においては150μm以上の直径を有する可能性もある。また，原料粒子の形状と寸法から相(B)の各粒子の立体形状と寸法を推定することはできない。",
                    "甲62の1・2，89，90も，甲5等と同様に，断面観察に基づくものであるから，相の立体形状が不明であり，直径も不明である点に変わりはない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "控訴人の主張に対する反論",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "控訴人主張の裏を返せば，断面SEMにおいて直径105μm未満の相が観察されたとしても，2割の確率でその相は150μmを超える直径の立体形状を有する可能性があるということに他ならない。",
                        "100μmの円が観察された場合に，その約9．4倍の多さで105～150μmの円が観察されるのは，ターゲットに含有される全てのCo粒子が直径150μmであった場合のみである。また，被控訴人製品1には様々な粒径の粒子が含まれているから，直径150μmの球の断面を切った場合の出現確率と被控訴人製品1の断面SEMの観察結果が一致しなかったとしても当然である。控訴人の主張は議論の前提を正解しないものであり，誤導である。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "被控訴人は，相(B)が真円でない場合の直径の計算方法が明細書に記載されていなかったことから，やむを得ず乙27の定義及び計算方法を採用したのであって，クレームの文言としての直径の定義が明らかであることを認めたわけではない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "控訴人は，クレーム文言の「直径」とは何かを自ら明らかにしていない。このため，真球でなく楕円や不定形状の相における観察断面の「直径」とはなんであるのか，断面の直径が導出できたとして，楕円体や不定形状の立体形状の直径はどのように定義されるのか，定義できたとしても，どのように断面の直径と立体形状の直径とが関係するのかといった点については，依然として不明である。クレーム文言の定義が不明であるのに，被控訴人製品1におけるCoを主成分とする相が相(B)に該当するか否かを判断することは不可能である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "「Coを90wt％以上含有する」について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "「Coを90wt％以上含有する」とは，相(B)の中の全ての領域においてCoが90wt％以上含有されていることを要求するものである。",
                    "すなわち，①本件明細書の【0023】の前半部分の記載に接した当業者は，球形の相(B)は，純Coに由来し，純Coの周辺部において生じる拡散によってCo含有量が100wt％を下回ることになるが，90wt％を下回ることはないと理解し，【0023】の後半部分には，中心と周囲との純度に相違が生じることが記載されているが，それは「やや低くなる程度」であり，原料として純Coを用いる以上，中心は高純度に保たれ，周囲も「やや低い程度」であることが想定される。したがって，「相(B)」が「Coを90wt％以上含有する」との要件は，明細書の文言に基づいて，「相(B)」の全ての領域においてCoが90wt％以上含有されているとの意味と理解するほかない。②実施例をみると，いずれも相(B)の「中心付近では」Coが98ないし99wt％以上含有していることが確認されたとしており，周辺部においても十分高い純度が保たれていると判断し，周辺部での測定を省略したものと考えられる。③控訴人の解釈によっては，直径30～150μmの球形の相の内部に，直径数μmのCo濃度90wt％以上の領域があれば，それを全て相(B)とすることになり，球形の相(B)の直径を30～150μmと特定することの技術的意味が失われる。また，球形の相(B)内の大部分の領域についてCo濃度が90wt％以下であっても，漏洩磁束の向上という効果が得られるなどということは，本件明細書には何ら記載されていないし，本件特許発明の効果は，相(B)中のCo濃度が全体として(全ての領域で)金属素地(A)よりも有意に高い場合に初めて得られるのであり，本件明細書はその下限値が90wt％であると述べている。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "控訴人の主張に対する反論",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件明細書の【0023】は，それ自体クレームの構成要件ではなく，後段が前段の従属項であるわけでもないから，前段と後段が上位概念と下位概念の関係に立つ理由が不明である。前段と後段の記載は，ともにクレームに記載された発明の「球形の相(B)」を詳しく説明するための記載であると読むほかない。そして，後段が，Co濃度を相(B)の中心部と周辺部に切り分けて詳細に説明していることからすれば，前段は，相(B)の中心部においても，周辺部においても，ともに90wt％以上含有することを要求していると当業者は理解する。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "実施例の記載は，相(B)の中心付近(中心ないし径の1／3の領域内)を複数測定した結果，いずれの点においてもCo濃度が99wt％以上であったものと理解するのが自然であり，実施例における「以上」との一語に基づいて，スポット分析が用いられているからクレームの濃度もスポットで一点でも満たせば良いなどと主張することは，技術常識に反するだけでなく，クレーム解釈論の範囲を逸脱している。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "Coの面分析結果における濃度の具体的数値が本件明細書に記載されていないことは控訴人の出願時における手落ちであり，明細書中の記載の不備を奇貨として「Coを90wt％以上含有する」との要件について，スポット分析で足りるなどと解釈することは許されない。"
                      ]
                    },
                    {
                      "fig": "d",
                      "text": [
                        "被控訴人は，前訴における本件特許の無効主張において，点分析のみに基づいて，90wt％以上と主張したことはないのであるから，被控訴人が，控訴人のクレーム解釈に沿った主張をしたことはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "したがって，「Coを90wt％以上含有する」との要件は，相(B)の全ての領域において，Coが90wt％以上含有されていることを要求するものであり，その意味としては，①球形の相の全領域においてCoを90wt％以上含有するもののみが「球形の相(B)」とする解釈(以下「解釈Ⅰ」という。)，②Coの含有量が90wt％以上である領域のみが「球形の相(B)」であり，外延はCo含有量が90wt％以上であるか否かによって画定されるとの解釈(以下「解釈Ⅱ」という。)が考えられる。",
                    "解釈Ⅰの場合，甲62の1・2，89，90のSEM写真で確認できるCoを主成分とする相は，いずれもその周辺部においてCo濃度が80wt％以下であるから，被控訴人製品1のCoを主成分とする相は，相(B)に該当しない。このことは，甲84，91によって明らかにされたEDS写真を考慮しても，同様である(乙37)。",
                    "解釈Ⅱの場合，甲62の1，89の図5から，Coを80wt％以上含有する領域を抜き出し(90wt％以上含有する領域だけを厳密に抜き出すことは困難であるため，80wt％以上含有する領域で検討する。)，その面積率を測定したところ，その結果は16．4％となり，20％未満である。また，甲62の2，90の図5．4，図8．4についても，その結果はそれぞれ13．6％及び15．0％であり，20％未満であった。さらに，甲62の2，90の図5．9に基づき粒子19におけるCoを90wt％以上含む領域の面積率を計算したところ，50．8％であり，これを，甲62の2，90の図5．2から導かれるCoを主成分とする球形の相の面積率24．08％に乗ずると，面積は12．23％であり，20％未満となる。このことは，甲84，91によって明らかにされたEDS写真を考慮しても，同様である(乙37)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "構成要件B-(2)(「ターゲットの全体積又は前記ターゲットのエロージョン面の面積の20％以上」)について",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "一部分の選択(観察面領域の選択)は，ターゲット全体の組織構造を観察したといえる程度に広い必要があるとの原審の判断基準は，極めて主観的であり，いかようにも恣意的に判断することを許容する基準であるため，不当である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "他方，一部分の選択(観察面領域の選択)は，ターゲット全体の組織構造を観察したといえるか否かで判断することは，合理的であるとも考えられる。そこで，控訴人は，第三者の分析機関に依頼して作成した甲62の1・2，66，89，90を当審において新たに提出した。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "「Coを90wt％以上含有する」についての正しい解釈を前提に，甲62の1・2，89，90に基づくと，被控訴人製品1の観察領域に対する球形の相(b)の面積率は20％以上である。",
                "すなわち，①SEM観察及びEPMA分析の両方の分析を，甲62の1・2のPoint4及び7で行い，SEM観察及びEPMA分析の両方の分析を甲67で行ったところ，結果はいずれも，観察面積に対する長径と短径の差が0～50％の球形であって，直径が30μmを超え，かつ，Coを90wt％以上含有する球形の相(b)の面積率は20％以上であった。②甲62の2のPoint1ないし3，5，6，8ないし10でSEM観察を行い，各Pointにおいて算出された直径30μm以上の球形の相(b)の面積率に平均調整率(Co濃度90wt％未満のものを除く場合の面積率を，Co濃度90wt％未満のものを含む場合の面積率で除した値の平均値。なお，甲84，91によれば，控訴人は，調整率を計算する際のサンプルとして，Coを90wt％以上含む相の割合が高い画像を恣意的に選択していない。)を割り引いた結果は，いずれも20％を超えた。③被控訴人製品1の30μm以上の球形の相(b)は，Coを90wt％以上含有すると合理的に推認できる。なぜなら，被控訴人製品1の直径が30μm未満であっても，甲62の2，90のPoint7の図8．8のSpectrum3の分析結果は，相(b)全体でも90wt％以上であったので，直径が30μm以上の相(b)であれば，必ずCoを90wt％以上含有しているといえるからである。④以上のとおり，球形の相(b)の面積率ですら20％を超えるので，体積率に換算した場合，必ず，球形の相(b)の割合は増加することになる。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原判決が示した「Coを90wt％以上含有する」の解釈を前提にしても，甲62の1・2，89，90に基づくと，被控訴人製品1の球形の相(b)の面積比率は20％以上である。",
                "すなわち，①被控訴人製品1の相(b)の原料は純Co粒子であること，②直径が30μm未満の球形の相(b)であっても，Co濃度は全体で90wt％以上という実際の分析結果(甲62の2)があること，③相(b)の周囲は，相互拡散によって，Co濃度が減少しているが，中央付近のCo濃度はそのまま維持されていること，を踏まえると，直径が30μm以上の球形の相(b)であれば，なおさら，Co濃度は全体で90wt％以上含有していると類推できる。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "乙27は，殊更，直径30μm以上の相(b)が極端に少ない領域を恣意的に選択したものであって，不当である。",
                "〔被控訴人の主張〕"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "甲62の1，89の図2について，控訴人は，ダルマ状粒子を2つないしそれ以上の粒子として認識し，各粒子について球状判定を行っているが，これらは本来であればダルマ状の1粒子として扱われるべきである。そして，ダルマ状粒子を省いた結果，Coを主成分とする相の面積率は，18．77％であり，20％未満となった。同様に，甲62の2，90の図5．2，図8．2についても，ダルマ状粒子を省いて面積率を測定すると，それぞれ18．35％，19．46％であった。"
              ]
            },
            {
              "fig": "イ",
              "subject": "控訴人の主張に対する反論",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "前記のとおり，控訴人のクレーム解釈は誤っており，正しいクレーム解釈に基づけば，被控訴人製品1の相(B)の面積率が20％以上となることはない。",
                    "控訴人主張に係る調整率を計算する際のサンプルとして，Coを90wt％以上含む相の割合が高い画像を恣意的に選択することが容易に可能であるし，Co90wt％以上の相の認定につき，一部でも当該濃度を満足すればよいという誤った前提に立っているから，調整率の値そのものが極めて高くなってしまうので，調整率についての議論は全く意味がない。",
                    "Co粒子が数多く近接した甲62の2，90の図8．8のSpectrum3の粒子は，そのサイズに比してCoを相内に多く含むと考えられる。そして，甲62の2，90の図8．4のEDS写真を見ると，30μm前後のサイズを持つと思われる粒子12，14，19，20，35，37，42等は，全てSpectrum3の粒子よりもCo濃度が低い。控訴人は，粒子12等が中心から遠い部分で切断されたためであると主張するが，証拠はなく，憶測にすぎない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原判決の「全体として」は，被控訴人の主張するとおり，「全ての領域で」と解するのが相当である。したがって，「全体として」を「平均で」と解する控訴人の主張は前提を異にし，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "「Coを90wt％以上含有する」を「平均で90wt％以上」と解するとしても，被控訴人製品1は「ターゲットのエロージョン面積の20％以上存在する」という要件を満たさない。",
                "すなわち，①甲62の2，90の図8．8のSpectrum3の粒子は，Coが非常に拡散し難い条件下に存在するのであるから，他の粒子に拡張して議論することは不当である。また，Spectrum3の粒子は，もともと粒子輪郭ぎりぎりまで広げてもCo濃度が90wt％以上であるなどと評価し得るものではない。さらに，Spectrum1ないし3の測定範囲は，真円ではなく，粒子によって縦横比が異なっており，分析方法に疑問がある。②甲62の2，90の図5．9に示された粒子19の線分析結果のSEM写真から，粒子19の直径を計算し，平均Co濃度を算出したところ，88．5wt％となり，90wt％未満である。また，粒子19は極めてCo濃度が高い粒子であり，Spectrum3の粒子は，粒子19よりもCo濃度が高いとは考え難い。",
                "したがって，直径が30μm未満の相であっても中心付近には原料であるCo粒子の時のCo濃度が維持されているから，直径が30μm以上の球形の相(b)であれば，なおさらCo濃度は平均で90wt％以上であるなどという推論は成立せず，SEM観察における球形の相(b)の面積をそのまま相(B)の面積率と考える控訴人の主張はその前提を欠く。"
              ]
            },
            {
              "fig": "エ",
              "subject": "甲62の1・2，89，90について",
              "text": [
                "甲62の1・2，89，90において大きく範囲指定された10か所の観察領域の中から実際にどのような領域をさらに切り出してSEM写真を撮影したのかについては，甲62の1，89の図1を除いて証拠がない。甲62の1・2，89，90に示されたSEM写真は倍率が高く(観察範囲が狭く)，10か所測定したからといって，ターゲットを代表するものと結論付けることはできない。観察領域の選択について第三者分析機関が任意に行ったものであったとしても，わずか10か所を選択して全体を代表させるとすることには無理がある。",
                "そもそも乙27によって被控訴人が立証しようとしたのは，被控訴人製品1の観察領域の選択によって球形の相の占有率が異なることであって，「10．1％」という面積率を有するという事実ではないから，控訴人の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "被控訴人製品1の製造方法について",
          "text": [
            "〔控訴人の主張〕",
            "本件特許発明に係るターゲットの製造において，本件特許発明の特徴部分である，Coを90wt％以上含有する球形の相(B)を最も確実に作り出すことを可能とする製造方法が，相(A)の原料粉末を混合した後に，純Co粒子を後から投入することである。このことは，被控訴人の主張とも整合する。にもかかわらず，原判決は，被控訴人が球形の相(b)のCo濃度に実質的に影響を与える因子として全く議論したことのない焼結温度などの条件は不明であるなどの理由をつけて，被控訴人製品1の製造方法は本件明細書に記載の製造方法と同じとは言えないと判断したことは，誤りである。実際，ターゲットの焼結温度及び時間は，ターゲットの製造という観点で合理的な範囲に設定され，その合理的な焼結温度の範囲内であれば，相(b)のCo濃度分布を大きく変動させることはない。",
            "〔被控訴人の主張〕",
            "控訴人の主張は，要するに，純Co粉末を原料として用いれば，全て侵害品に違いないという暴論である。仮に，純Coを用いることのみが本件特許発明のターゲットを構成する唯一の条件であるとすれば，純Coは本件特許の出願前からターゲットの製造に広く用いられてきた材料であるから，本件特許発明には新規性がない。",
            "控訴人は，原審において，焼結温度や界面付近の元素濃度が拡散に影響を与えることを自ら主張しているし，当審においても，同様に認めている。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "統計的推定について",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "標本数が25個に満たない場合に，産業界において広く適用されている統計的推定に，t分布というものがある。t分布を適用することで，被控訴人製品1の直径と短径の差が0～50％で，直径が30μm～150μmの範囲の「球形の相(b)」の観察面積に対する面積率が，「ターゲットの全体積又はエロージョン面の面積の20％以上」であることを証明することができる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被控訴人製品1の球形の相(b)の面積率を算出するに当たり用いた標本は，12個(甲67につき1個，甲62の1，89につき1個，甲62の2，90につき10個)である。そして，標本の大きさは，適正なものである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "EDS分析又はEPMA分析によってCo濃度が90wt％以上であると確認された球形の相(b)の標本平均は，22．29，不偏分散は10．83，不偏標準偏差は3．29である(甲92)から，20．20＜μ＜24．38となる。",
                "上記の意味するところは，母平均，つまり，膨大な数のSEM観察可能領域の全てについて，直径が30～150μmの範囲内であり，Co濃度が90wt％以上の球形の相(b)の面積率を測定して，その平均を求めた場合，95％の信頼度をもって，言い換えれば95％の確率で，その数値が上記範囲内であるといえるということである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "被控訴人製品1において観察される，全ての直径が30μm以上の球形の相(b)の標本平均は，25．02，不偏分散は8．72，不偏標準偏差は2．95である(甲86)から，23．14＜μ＜26．90となる。",
                "上記の意味するところは，母平均，つまり，膨大な数のSEM観察可能領域の全てについて，直径が30～150μmの範囲内であり，Co濃度が90wt％以上の球形の相(b)の面積率を測定して，その平均を求めた場合，95％の信頼度をもって，言い換えれば95％の確率で，その数値が上記範囲内であるといえるということである。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "被控訴人製品1のエロージョン面全体の球形の相(b)の面積率が20％以上であることには，高度の蓋然性がある。",
                "〔被控訴人の主張〕",
                "控訴人の主張は争う。t分布に基づいて母集団の区間推定を行うためには，標本が無作為抽出される必要があるところ，分析機関の観察者が，手動操作によって，控訴人に指示された観察箇所付近の観察領域を適宜決定する方法は，無作為抽出には当たらない。無作為抽出を行うためには，観察領域の選定を乱数表などによってランダムに決定する必要がある。また，t分布を用いて母集団の平均値の区間推定を行うためには，母集団の分布が正規分布であることが前提になるところ，このことが全く立証されていない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被控訴人製品1が本件特許発明の技術的範囲に属さないから，控訴人の請求は棄却すべきものと判断する。",
        "その理由は，後記1のとおり補正し，後記2のとおり控訴人の当審における主張に対する判断を付加するほかは，原判決の「事実及び理由」の第4記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決18頁15行目の「いかなるものであるは」を「いかなるものであるかは」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決19頁10行目の冒頭から13行目の「一層不明である。」までを以下のとおり改める。",
                "「しかし，同陳述書の別紙1に示された「Results」の数値が乙27における定義及び算出方法と同様の方法で算出されたものであるとしても，本件明細書の記載から，「長径及び短径」並びに「直径」がいかなる測定方法により，いかなる関係に立つかを一義的に解することはできず，構成要件の充足性を判断するための基準が不明確であるといわざるを得ない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の当審における主張に対する判断",
          "text": [
            "被控訴人は，控訴人が当審において提出した主張(控訴人準備書面(2)，同(3)及び同(4)の第2)並びに証拠(甲58ないし71)については，時機に後れたものとして民事訴訟法157条1項により却下すべきであると申し立てる。",
            "しかし，上記各主張及び証拠の提出によって，訴訟の完結を遅延させることとはならない。",
            "したがって，上記申立てはいずれも理由がないので，これを却下する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件B-(1)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「球形の相」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明における「球形」とは，真球，疑似真球，扁球(回転楕円体)，疑似扁球を含む立体形状であり，いずれも，長径と短径の差が0～50％であるものをいい，この範囲であれば，外周部に多少の凹凸があってもよい。また，球形そのものを確認することが難しい場合は，断面の中心と外周までの長さの最小値に対する最大値の比が2以下であることを目安としてもよい(【0026】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，相(b)の原料が球形の純Co粉末であることからすれば，このことを全く考慮していない乙32は技術常識を示すものではないし，被控訴人の従前の主張や統計的判断を考慮すれば，一断面のSEM写真の円形相から，その立体的形状は「球形」であると判断できるなどと主張する。",
                        "しかし，控訴人主張の各点や当審提出の甲60，61を考慮しても，一断面のSEM写真の円形相から，その立体的形状が「球形」である可能性が高いということはできても，「球形」であるとまでは認め難い。現に，控訴人が当審において提出した甲62の2，90をみても，図7．1に表れている20番の粒子の研磨面での形状は，その立体的形状が球形であるとは認め難いものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し，控訴人は，SEM画像でダルマ状に見える相(b)であっても，それを形成する個々の粒子が原料である球形の純Co粒子がそのままの形状を維持して焼結したようなものであれば，球形の相(B)とすべきである，球形の特徴である弧を描く外周が完全になくなったようなものでない限り，長径と短径の比が2以下であれば，球形と評価することが合理的であるなどとして，球形の相(B)の存在を合理的に推認することができると主張する。",
                        "しかし，ダルマ状に見える相(b)が控訴人の上記主張の場合に球形の相(B)に当たるとするのは，観察者の主観に左右されるものであるといわざるを得ない。また，断面において長径と短径の比が2以下であるもの(上記甲62の2，90の図7．1に表れている20番の粒子は，その一例である。もっとも，この20番の粒子を同図の27番の粒子と別個の粒子として扱うか否か自体，観察者の主観によって左右されるといわざるを得ない。)の立体的形状が，本件特許発明における「球形」に常に当たるとまではいい難く，控訴人の上記主張は採用し難い。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，被控訴人製品1のSEM写真において円形のものの立体的形状が，球形であるとは認め難く，控訴人の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「直径が30～150μmの範囲にある」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，一断面の形状から近似的に球体の直径を導出できないとしても，断面における直径が30μmを超える「球形の相(b)」の立体形状の直径は，「30～150μmの範囲にある」と推認することは可能であるなどと主張する。",
                        "しかし，そもそも，本件明細書をみても「直径」の定義はなく，相(B)が真円でない場合に「直径」をどのように定義するかは定かでなく，当業者において，これを一義的に理解することができない。",
                        "そして，断面形状において測定する場合であっても(本件明細書【0026】)，断面形状における直径と立体形状における直径との関係等が明らかでないため，いかなる測定値を「直径」とするかは一義的に明らかであるとはいい難い(なお，乙27による長径及び短径並びに直径の定義自体，あり得る解釈の一つにすぎず，本件明細書に接した当業者が，乙27のとおりに一義的に解するのが技術常識であるとは認め難い。)。したがって，構成要件B-(1)について，いかなる場合に「直径」が「30～150μm」であるのかは，不明といわざるを得ない。",
                        "また，控訴人は，断面における直径が30μmを超える「球形の相(b)」の立体形状の直径は，「30～150μmの範囲にある」と推認することは可能であると主張するが，上記のとおり「直径」の定義自体が一義的に確定できないし，控訴人の議論は真球では成立するとしても，扁球(回転楕円体)や疑似扁球においても妥当するものか疑問であって，採用し難い。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，控訴人は，「直径」とは，「円，楕円，双曲線で，中心を通り両端がその曲線上にある線分。」(甲63〔大辞泉〕，64〔科学大辞典〕)であると主張する。",
                        "しかし，上記定義によっては，楕円や楕円体の場合，直径が複数存在することになり，長径を直径というのか，短径を直径というのか，あるいは，長径とも短径とも異なる直径の定義が存在するのか，一義的に理解することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，控訴人は，甲67，89及び90によって明らかにされた粒子の長径(直径が，長径以下の数値であることは明らかである。)についてみれば，球形の相(b)の直径が「30～150μmの範囲」にあると認められると主張する。",
                        "しかし，前記(ア)のとおり，控訴人の議論は真球では成立するとしても，扁球(回転楕円体)や疑似扁球においても妥当するものか甚だ疑問であって，断面の粒子における長径を基に，立体形状としての球の直径が「30～150μm」の範囲にあるとは認め難く，控訴人の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，被控訴人製品1の球形の相(b)の直径が「30～150μmの範囲にある」とは認め難く，控訴人の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「Coを90wt％以上含有する」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，「Coを90wt％以上含有する」とは，球形の相(B)の中に「Co含有量が90wt％以上」の部分が少しでもあれば足りるという意味に解するのが相当であると主張する。",
                        "しかし，まず，本件明細書の【0023】の前段と後段が上位概念と下位概念の関係にあるとは解し難く，いずれも球形の相(B)におけるCo濃度を説明する記載であると解するのが相当であるから，控訴人の主張は前提を異にし，理由がない。",
                        "また，本件明細書の【0023】の後段の「中心付近内では」について，仮に，控訴人主張のとおり，EPMA分析のスポット径におけるCo濃度を前提として「中心付近においては」の意味に解釈すべきであるとしても，球形の相(B)の中にCo含有量が90wt％以上の部分が少しでもあれば足りることを意味するとは直ちにいえない。",
                        "さらに，控訴人の解釈によれば，直径30～150μmの球形の相の内部に，直径数μmのCo90wt％以上の領域があれば，それを全て相(B)とすることになるが，球形の相(B)内の大部分の領域についてCoが90wt％以下であっても，漏洩磁束の向上という効果が得られるなどということは，本件明細書には何ら記載されていないし，本件特許発明の効果は，相(B)中のCo濃度が金属素地(A)よりも有意に高い場合に初めて得られ，本件明細書はその下限値が90wt％であると解するのが合理的であって，極めて狭い領域でも90wt％以上の部分があれば足りると解するのは疑問である。",
                        "加えて，被控訴人は，前訴における本件特許の無効主張において，点分析のみに基づいて，Co濃度90wt％以上と主張してはいないのであるから，控訴人の解釈が被控訴人の無効主張における解釈と整合するということはできない。",
                        "したがって，控訴人主張のクレーム解釈は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，「球形の相(B)」全体として「Co含有量が90wt％以上」であることが必要と解することはできないと主張する。",
                        "しかし，前記(ア)のとおり，一部分でも90wt％以上の領域があれば構成要件を充足すると解するとすれば，極めて狭い領域のみで本件特許発明の効果を奏することになり，疑問である。他方，被控訴人は，全領域で90wt％以上であることを要すると主張するが，本件特許発明の効果を奏するために全領域について90wt％以上であることは要しないと考えられ，球形の相(B)全体として，すなわち，球形の相(B)内のCo含有量が90wt％以上であればよい(平均でCo含有量が90wt％以上であればよい。)と解するのが，自然な解釈というべきである。そして，特許請求の範囲や本件明細書に平均値によることの明示的な記載がないことは，上記解釈を妨げるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，「球形の相(B)」全体として「Co含有量が90wt％以上」であることが必要であると解した場合であっても，甲62の2，90の図8．8のSpectrum3の粒子(直径30μm未満)でさえ，平均のCo濃度が90wt％以上であるから，直径30μm以上の粒子の場合，平均のCo濃度は90wt％以上であると合理的にいうことができ，したがって，被控訴人製品1は「Co含有量が90wt％以上」を充足すると主張する。",
                        "しかし，甲62の2，90の図8．8のSpectrum3の粒子は，別のCo粒子に取り囲まれ，Coが非常に拡散し難い条件下に存在することがうかがえ，そのサイズに比してCoを相内に多く含むと考えられること，現に，甲62の2，90の図8．4の中で30μm前後のサイズであると考えられる粒子は，Spectrum3よりもCo濃度が低いことからすれば，Spectrum3の分析結果から，被控訴人製品1の直径が30μm未満であっても，相(b)全体では90wt％以上であり，したがって，直径が30μm以上の相(b)であれば，必ずCoを90wt％以上含有するとの推論は成立し難く，控訴人の上記主張は理由がない。",
                        "これに対し，控訴人は，甲62の2，90の図8．6の元素組成を示す図によれば，Spectrum3の粒子は，最外周から順にCo濃度の変動が生じており，周囲にある相(b)によって拡散の程度が減少しているとはいえないと主張する。",
                        "しかし，最外周の濃度が低いという事実と，Spectrum3の粒子がCo粒子に取り囲まれ，他の粒子より拡散のレベルが低いという事実とは両立するのであるから，Spectrum3の分析結果を基にした控訴人主張の推論が成立し難いとの上記結論は左右されない。",
                        "その他，甲62の1・2，67，84，89ないし91を考慮しても，被控訴人製品1が「Coを90wt％以上含有する」とは認め難い。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，控訴人の上記主張は，いずれも理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件B-(2)(「ターゲットの全体積又は前記ターゲットのエロージョン面の面積の20％以上」)について",
              "text": [
                "控訴人は，被控訴人製品1が上記構成要件B-(2)を充足することを立証するため，当審において，第三者の分析機関に依頼して作成した甲62の1・2，66，89，90を新たに提出する。",
                "しかし，そもそも，本件明細書には，観察領域の選定方法や必要な観察領域の数等を含め，具体的な確認方法は何ら記載されていないのであり，どのような測定をすれば上記構成要件B-(2)の充足を立証できるか，当業者が一義的に理解できないものであるから，構成要件B-(2)の充足の立証がされたと認めることは，困難である。",
                "また，上記証拠は，第三者が選定した10か所の測定結果によって，ターゲット全体が上記構成要件B-(2)を充足することを立証するというものであるところ，第三者の選定に恣意的な要素が介在していないとしても，全体積又は面積と比較すれば，わずか10か所の測定結果によって，全体についての立証がされたと認めることは困難といわざるを得ない。",
                "したがって，控訴人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人製品1の製造方法について",
              "text": [
                "控訴人は，本件特許発明に係るターゲットの製造において，本件特許発明の特徴部分である，Coを90wt％以上含有する球形の相(B)を最も確実に作り出すことを可能とする製造方法が，相(A)の原料粉末を混合した後に，純Co粒子を後から投入することであることからすれば，同様の製造方法によって製造された被控訴人製品1が，本件特許発明の構成要件を充足することは明らかであるという趣旨の主張をする。",
                "しかし，仮に，控訴人主張の製造方法によって被控訴人製品1が製造されたものであるとしても，その製造条件の詳細は不明であること，同様の製造方法で製造されたことをもって，被控訴人製品1が，物の発明である本件特許発明の規定する構造と同様の構造であるとは直ちにいえないことからすれば，控訴人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "統計的推定について",
              "text": [
                "控訴人は，統計的推定を行えば，被控訴人製品1が構成要件を充足する旨合理的に推認できると主張する。",
                "しかし，本件明細書に接した当業者が，統計的推定を行うことによって，本件特許発明の構成要件充足性を判断するものと一義的に理解するとはいい難い。また，統計的推定によって訴訟法上の証明がされたといえるか疑問であるし，仮に統計的推定を用いるとしても，その基礎となる標本値の選定が無作為抽出によってされていないこと，母集団の分布が正規分布であるか不明であるといわざるを得ないことからすれば，統計的推定が適正に行われているとはいい難い。",
                "したがって，控訴人の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "したがって，その余の点について判断するまでもなく，控訴人の請求は理由がないから，控訴人の請求を棄却した原判決は相当である。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ネ)10056",
    "date": "2016-10-05",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成25年(ワ)30799",
    "precedent_id": "086191",
    "ipprecedent_id": "4453",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}