{
  "conclusion": [
    {
      "text": "- 1 -"
    },
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，原判決別紙イラスト目録記載のイラスト(以下「本件イラスト」という。)を複製又は翻案してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人国立研究開発法人宇宙航空研究開発機構(以下「被控訴人JAXA」という。)は，本件イラストを掲載した展示用パネル，本件イラストが描かれたポジフィルム，その他印刷用フィルム等及び本件イラストを電子データで記憶した，USBメモリ，CD-R，パソコン内ハードディスク，印刷用データ，印刷用フィルム等一切を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人JAXAは，本件イラストをウェブサイトにアップロードし，自動公衆送信又は送信可能化してはならない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人株式会社小学館(以下「被控訴人小学館」という。)は，本件イラストを掲載したまま，原判決別紙書籍目録記載1の書籍(以下「被控訴人書籍1」という。)及び同目録記載2の書籍(以下「被控訴人書籍2」といい，被控訴人書籍1と被控訴人書籍2を併せて「被控訴人各書籍」という。)を，複製，領布してはならない。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "被控訴人小学館は，本件イラストを掲載した被控訴人各書籍，本件イラストが描かれたポジフィルム，その他印刷用フィルム等及び被控訴人各書籍を電子データで記憶した，USBメモリ，CD-R，パソコン内ハードディスク，印刷用データ，印刷用フィルム等一切を廃棄せよ。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して，301万9460円及びうち271万9685円に対する平成13年12月1日から，うち29万9775円に対する平成17年7月20日から各支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "被控訴人JAXAは，控訴人に対し，159万9550円及びうち29万9775円に対する平成13年12月1日から，うち129万9775円に対する平成15年10月30日から各支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "9",
          "text": [
            "被控訴人らは，原判決別紙広告の要領記載の要領をもって，原判決別紙広告の内容記載の広告(以下「本件広告」という。)を1回掲載せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，本件イラストの著作権を有すると主張する控訴人が，①被控訴人JAXAが本件イラストのサイズを変更して展示用パネルを制作し，展示した行為，②被控訴人JAXAが本件イラストを被控訴人JAXAのウェブサイトに掲載した行為，③被控訴人JAXAが本件イラストの複製物を被控訴人小学館に交付し，被控訴人小学館が，同複製物を用いて本件イラストの掲載された被控訴人各書籍を出版した行為が，それぞれ，控訴人の著作権(前記①の行為につき複製権，翻案権，前記②の行為につき公衆送信権，前記③の行為につき複製権，翻案権，譲渡権)及び著作者人格権(前記①～③の行為につき氏名表示権，同一性保持権)を侵害すると主張して(なお，控訴人は，前記③の行為は，被告らの共同不法行為に当たると主張している。)，(1)著作権法112条1項に基づき，被控訴人らに対して本件イラストの複製又は翻案の差止めを求め(前記第1の2)，被控訴人JAXAに対して本件イラストの自動公衆送信の差止めを求め(前記第1の4)，被控訴人小学館に対して被控訴人各書籍の複製，頒布の差止めを求め(前記第1の5)，(2)同条2項に基づき，被控訴人JAXAに対して前記展示用パネル，本件イラストが描かれたポジフィルム，その他印刷用フィルム等及び本件イラストの電子データが格納された記憶媒体の廃棄を求め(前記第1の3)，被控訴人小学館に対して被控訴人各書籍，本件イラストが描かれたポジフィルム，その他印刷用フィルム等及び本件イラストの電子データが格納された記憶媒体の廃棄を求め(前記第1の6)，(3)著作権及び著作者人格権侵害の不法行為による損害賠償請求権に基づき，被控訴人らに対して連帯して損害賠償金301万9460円(①被控訴人書籍1に係る前記行為③による損害29万9775円(著作権法114条3項)，②被控訴人書籍2に係る前記行為③による損害29万9775円(同項)，③慰謝料200万円，④弁護士費用41万9910円)及びうち271万9685円(前記①，③及び④)に対する不法行為後である平成13年12月1日(被控訴人書籍1が発行された日)から，うち29万9775円(前記②)に対する不法行為後である平成17年7月20日(被控訴人書籍2が発行された日)から各支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め(前記第1の7)，被控訴人JAXAに対して損害賠償金159万9550円(①前記行為②による損害29万9775円(同項)，②前記行為①による損害29万9775円(同項)，③慰謝料100万円)及びうち29万9775円(前記①)に対する不法行為後である平成13年12月1日(本件イラストがウェブサイトに掲載された日)から，うち129万9775円(前記②及び③)に対する不法行為後である平成15年10月30日(前記展示用パネルが制作された日)から各支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め(前記第1の8)，(4)著作者人格権侵害に基づく名誉回復等の措置として，著作権法115条に基づき，被控訴人らに対して本件広告を掲載するよう求めた(前記第1の9)事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及び争点に対する当事者の主張は，次のとおり，当審における主張を追加するほかは，原判決「事実及び理由」の第2の2ないし4記載のとおりであるから，これを引用する。",
            "なお，用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従う。以下，原判決を引用する場合は，「原告」を「控訴人」と，「被告」を「被控訴人」と，それぞれ読み替える。",
            "(当審における当事者の主張)"
          ]
        },
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件イラストの原著作物性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，A(以下「A」という。)の説明を具体化しながら，甲12の1のイラストを原案として作成し，その後，スペースプレーンのイラストを，ＮALシステム構成図に似せてもらいたいという要望により，ＮALシステム構成図と機体の向きや機器の細部を似せて，本件イラストを作成したのであって，ＮALシステム構成図に基づいて本件イラストを作成したのではない。",
                    "また，本件イラストとＮALシステム構成図は，数多くの違いがあり，両者を比較した場合，見る者をして全く異なった印象を与えるから，両者の共通点を考慮したとしても，両者が酷似しているとはいえない。",
                    "したがって，本件イラストが，ＮALシステム構成図に依拠し，ＮALシステム構成図と同一のものを作成したものであるとは評価できない。",
                    "控訴人が最終的にＮALシステム構成図を見て本件イラストを完成させたことは，著作物性を否定する根拠にはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件イラストとＮALシステム構成図との相違点は，次のとおり，控訴人の個性が発揮されたために生じたものであり，本件イラストは，創作性があり，控訴人の原著作物であると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点ⅰ(ＮALシステム構成図で翼の下に描かれていたターボジェットエンジンが削除されていること)について",
                      "text": [
                        "控訴人は，ＮALシステム構成図をみても，エンジンと周辺機器の構造が分からず，そのような状態でエンジンを描けば違和感のある表現になると考え，控訴人の判断によって，翼の下のターボジェットエンジンを削除した。",
                        "独立行政法人航空宇宙技術研究所(以下「ＮAL」という。)の具体的指示はなかった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点ⅱ(胴体下に空気吸い込み式／ロケット複合エンジンが追加されていること)について",
                      "text": [
                        "控訴人は，Aからの「瓢箪2つを四角の箱につけて，直列につけてほしい」というような抽象的な説明を具体化しながら，空気吸い込み式／ロケット複合エンジンを描いた。乙17の添付資料1及び2に基づいて描いたものではない。",
                        "ＮALの具体的指示はなかった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点ⅲ(胴体中央に酸化剤を貯蔵するタンクが追加されていること)について",
                      "text": [
                        "ＮALの具体的指示はなかった。",
                        "仮に，ＮALの具体的指示があったとしても，その指示を解釈し，表現することについては，控訴人の裁量があり，控訴人の個性が発揮された表現がされている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点ⅳ(胴体部分の円筒形のタンクの形状が扁平状に変更されていること)について",
                      "text": [
                        "前記(ウ)と同様である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点①(全体に明るく描かれていること)について",
                      "text": [
                        "本件イラストは，ＮALシステム構成図と，明確に，使われている色が異なる。また，光沢を出すための白色を利用した表現が太めに描かれている。",
                        "仮に，基本的配色が同じであったとしても，本件イラストが，技術者等の専門家が見ることを目的とするものではなく，一般人が見るパンフレット用のイラストであることを勘案すれば，本件イラストに，ＮALシステム構成図との実質的な同一性があるとはいえない。また，原画同士を比較せずとも，白色を利用した表現の相違については，判断が可能である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "相違点②(コックピットの背面部分など外壁が薄く描かれていること)について",
                      "text": [
                        "控訴人は，コックピットの内部がより詳細・鮮明に分かるように，細部まで書き込みをしたり，外壁を薄く描いたりしている。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "相違点③(コックピット後部のタイヤの向きがわずかに異なっていること)について",
                      "text": [
                        "控訴人は，スペースプレーンが実際にタイヤで走行することを想定して，スペースプレーンの向きに合わせ，タイヤが正面を向いているように描いた。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "相違点④(ドッキングポートの隔壁の支柱の本数)について",
                      "text": [
                        "控訴人は，控訴人なりに使用される支柱の本数を想像して描いた。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "相違点⑤(右翼周辺の設備が描かれていないこと)について",
                      "text": [
                        "前記(ア)と同様であり，控訴人の判断によって，右翼周辺の設備を削除した。",
                        "ＮALの具体的指示はなかった。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "相違点⑥(機体後部のスクラム/レース推進システムが描かれていないこと)について",
                      "text": [
                        "控訴人は，構造が分からない機器を描写すれば，見る者に違和感を与えることになると考え，また，直線的であるパイプ部分を描くと，ＮALシステム構成図の向きに合わせるため，イラスト全体を無理に捻じ曲げて描いていることが鮮明に分かってしまうことを懸念して，あえてＮALシステム構成図に描かれている描写を削除した。",
                        "ＮALの具体的指示はなかった。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "相違点⑦(タンク部に複数のボルトが描かれていること)について",
                      "text": [
                        "控訴人は，よりリアリティがあるよう意識し，実際のタンク部の構造として，ボルトを使用してタンクを押さえるのではないかと想像して，詳細な書き込みを加えた。"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "相違点⑧(機体後部において写り込み表現が用いられていること)について",
                      "text": [
                        "控訴人は，エンジンの個数がいくつか不明であったため，あえて写り込み表現を施した。また，その他の部分の写り込みは，イラストがより詳細に見えることや，明るく透明感があるように見えることに配慮して描いたものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件イラストの二次的著作物性",
              "text": [
                "仮に，本件イラストがＮALシステム構成図から別個独立した著作物とは認められないとしても，前記(1)イによれば，前記の各相違点は，いずれも控訴人が新たな創作的表現を付与したものであり，本件イラストとＮALシステム構成図は，その新たな表現の数，範囲等からして，実質的に同一のものであるとは評価できないから，本件イラストは，控訴人の二次的著作物であると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人ら",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件イラストの原著作物性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ＮALは，スペースプレーンの研究開発の成果を視覚的に具現化した技術的図面であるＮALシステム構成図を，パンフレット等に掲載していたが，平成11年2月頃，ＮALシステム構成図に，その頃までの研究成果や検討内容である，①スペースプレーン本体のエンジンは，搭載重量を軽減するため，当初のスクラム／レース推進システムを，空気吸い込み式／ロケット複合エンジン(ターボジェットエンジン機能を含む。)とすること，②胴体の空気抵抗を少なくし，揚力を向上するため，胴体内に搭載する燃料タンクの形状は，円筒形よりも上下方向に扁平にし，かつ，先端の方に行くに従って，細くなる設計に変更することを，反映させたシステム構成図を作成し，改訂版のパンフレットを作成することを企画し，当該パンフレットの作成及び本件イラストの作成を，株式会社スタジオ・ジャンプ(以下「スタジオ・ジャンプ」という。)に発注した。ＮALの研究者は，スタジオ・ジャンプの担当者等と複数回打合せをし，ＮALシステム構成図をトレースした図面のベースに，色合いや寸法等，ＮALシステム構成図を，極力そのまま再現しつつ，①ＮALシステム構成図で翼の下に描かれていたターボジェットエンジンを削除し，②胴体下に空気吸い込み式／ロケット複合エンジンを追加し，③胴体中央に酸化剤を貯蔵する球体タンクを追加し，④胴体部分のタンクの形状を，容積率の高い扁平な形に変更することを，具体的に指示した。",
                    "控訴人は，ＮALシステム構成図に似せてもらいたいという要望により，最終的にＮALシステム構成図を見て本件イラストを完成させたことを認めているところ，本件イラストは，基本的な骨格から多くの細部，色彩の配分等において，ＮALシステム構成図と同一又は酷似しており，ＮALシステム構造図に依拠して作成されたものといえるから，本件イラストは，控訴人の原著作物であるとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件イラストは，ＮALの技術研究結果を具体的に視覚化することを目的にしたものであり，ＮALシステム構成図に基づき，ＮALの技術者の技術研究結果に依拠する具体的指示に基づいて，次のとおり，多少の修正をした図であるから，イラストレーターの裁量が働くようなものではなく，創作性は認められない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点ⅰ(ＮALシステム構成図で翼の下に描かれていたターボジェットエンジンが削除されていること)について",
                      "text": [
                        "技術的なシステム構成図において，どの部品をどのように描くかについて，イラストレーターに，構造が分からないから描かない等の裁量の余地はない。",
                        "エンジンというスペースプレーンにとって重要な部分について，専門的知識のない控訴人が，説明を求めないまま，「違和感のある表現となる」というような主観的な理由により勝手に削除したというのは，不合理である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点ⅱ(胴体下に空気吸い込み式／ロケット複合エンジンが追加されていること)について",
                      "text": [
                        "本件イラストにおける空気吸い込み式／ロケット複合エンジンの形状は，ＮALシステム構成図におけるスクラム／レース推進システムの形状とは全く異なり，被控訴人JAXAの主幹研究員であるB(以下「B」という。)が，平成11年2月頃に控訴人に対して提供した乙17の添付資料1及び2に描かれているエンジンと略同一形状のものである。",
                        "これらのB提供の資料に基づかなければ，この種のエンジンについての技術的知識を有しない控訴人が，B提供の資料と同一形状のエンジンを描けたはずがなく，前記エンジンは，ＮALの具体的指示に基づき描かれたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点ⅲ(胴体中央に酸化剤を貯蔵するタンクが追加されていること)について",
                      "text": [
                        "タンクに貯蔵される酸化剤の容量や機体全体の構造とも関わる技術的事項につき，イラストレーターに何らの情報も提供されないまま構成図が変更修正されるとは考え難く，ＮALの具体的な指示に基づくものである。",
                        "本件イラストは，技術的正確性が重要な図面であり，ＮALが，控訴人が主張するような勝手な創作を許した事実はない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点ⅳ(胴体部分の円筒形のタンクの形状が扁平状に変更されていること)について",
                      "text": [
                        "タンクに貯蔵される燃料の容量や機体全体の構造とも関わる技術的事項であり，前記(ウ)と同様である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点①(全体に明るく描かれていること)について",
                      "text": [
                        "描画の色合いは，印刷の仕方によって異なってくるものであるから，色合いという点についての創作性を判断するためには，ＮALシステム構成図と本件イラストの各原画同士を比較する必要があるところ，控訴人によれば，本件イラストの原本が存在しないというのであるから，本件イラストの本来の色合いを証明する他の有効な手段がない限り，控訴人が色合いにおける創作性の主張を立証することは，不可能である。",
                        "乙16の本件イラストが，乙10のＮALシステム構成図と比較して若干明るく見えるとしても，基本的な配色は，両者とも，機体部分は白を基調とし，尾翼の前部が赤く着色されているほか，機体側部に後方から前方に連れて細くなっていく赤色の線が配されている点，燃料用タンク及びコックピット部が青く着色されている点などにおいて一致しており，ＮALシステム構成図と実質的な同一性がある。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "相違点②(コックピットの背面部分など外壁が薄く描かれていること)について",
                      "text": [
                        "控訴人に指摘されなければ気付き得ないようなわずかな変更箇所であり，本件イラストの新たな創作性の根拠になることはあり得ない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "相違点③(コックピット後部のタイヤの向きがわずかに異なっていること)について",
                      "text": [
                        "前記(カ)と同様である。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "相違点④(ドッキングポートの隔壁の支柱の本数)について",
                      "text": [
                        "前記(カ)と同様である。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "相違点⑤(右翼周辺の設備が描かれていないこと)について",
                      "text": [
                        "前記(ア)と同様である。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "相違点⑥(機体後部のスクラム/レース推進システムが描かれていないこと)について",
                      "text": [
                        "スクラム／レース推進システムは，Bらの研究により，空気吸い込み式／ロケット複合エンジンを採用することに伴い，技術的な意味で不要となったために削除されたものであり，被控訴人JAXAからの技術的な理由に基づく具体的指示による修正である。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "相違点⑦(タンク部に複数のボルトが描かれていること)について",
                      "text": [
                        "前記(カ)と同様である。"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "相違点⑧(機体後部において写り込み表現が用いられていること)について",
                      "text": [
                        "前記(カ)と同様である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件イラストの二次的著作物性について",
              "text": [
                "前記1(イ)のとおり，各相違点につき，控訴人の創作性は認められず，本件イラストには，二次的著作物としての創作性も認められない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人小学館(前記2以外の主張)",
          "text": [
            "相違点ⅰ(ＮALシステム構成図で翼の下に描かれていたターボジェットエンジンが削除されていること)，相違点⑤(右翼周辺の設備が描かれていないこと)及び相違点⑥(機体後部のスクラム/レース推進システムが描かれていないこと)につき，違和感を与えないという理由で何かを描写しないことは，当然の選択であって，個性が表れたものと評価すべきではない。",
            "また，相違点①(全体に明るく描かれていること)につき，修正後の表現方法はありふれたものであり，新たな創作的表現が付与されたものではない。",
            "相違点②(コックピットの背面部分など外壁が薄く描かれていること)につき，ＮALシステム構成図においても透過の手法は用いられており，ありふれた手法である。透過の鮮明さは変更されているが，わずかな差異であり，印刷状況やスキャン状況によっても生じ得る程度である。",
            "相違点③(コックピット後部のタイヤの向きがわずかに異なっていること)につき，スペースプレーンの向きに合わせてタイヤの方向を描いたというのは，ＮALシステム構成図を基にして必然的になされるべき修正であり，修正の前後において実質的同一性は維持されている。",
            "相違点⑦(タンク部に複数のボルトが描かれていること)につき，ボルトのような設備の細部を表現するという表現手段は，ありふれた手法である。",
            "相違点⑧(機体後部において写り込み表現が用いられていること)につき，金属の光沢を示す表現として，ありふれたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，当審における主張及び立証を踏まえても，控訴人の請求をいずれも棄却した原判決は相当であり，本件控訴は棄却されるべきものと判断する。",
            "その理由は，次のとおり原判決を補正するほか，原判決の「事実及び理由」欄の「第3  当裁判所の判断」の「1  争点1(本件イラストは，創作性を有する著作物であるか)について」(17頁17行～22頁7行目)に記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決18頁10～11行目の「甲8号証の4のとおりとなる(参照のため，甲8号証の4の写しを本判決の別紙として添付する。)。」を，「別紙甲8号証の4の写しのとおりとなる。」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決18頁13行目の「コックピット及び乗務員室」を，「コックピット」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決18頁19行目の「青く」を，「青系統の色で」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決18頁25行目の「ターボエンジン」を，「ターボジェットエンジン」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決19頁7行目の「多い」を，「少ない」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決19頁7行目の「描されて」を，「描かれて」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決19頁20～21行目の「したがって，本件イラストのうち，ＮALシステム構成図と共通する上記部分に創作性は認められない。」を，「控訴人が，本件イラストの原案として作成したと主張する甲12の1のイラストは，本件イラストと対比して，機体の長さに比して幅が太く，本件イラストと縮尺を揃えたとき，その輪郭が相当異なることは明らかである。また，甲12の1のイラストは，本件イラストと対比して，機体前部右側の翼又は胴体下部に当たる部分が白と黒で描かれている，ドッキングポートの上部に胴体から突き出して白色の部分が描かれている，機体側部に後方から前方に向かうにつれ徐々に細くなっていく赤色の線が配されていない，燃料タンク前部の機体前後方向に，赤みがかった線が2本描かれている，ドッキングポートの内部構造が描かれていない，タンクの内部構造として半楕円形の壁状の部材が描かれていないという相違点がある。これに対し，本件イラストとＮALシステム構成図とは，縮尺を揃えて重ね合わせると，機体全体の輪郭がほぼ一致しており，その内側の面積の大部分において，線画はほぼ一致しているといえ，前記の甲12の1のイラストと本件イラストの相違点のような相違点は存在しない。そうすると，甲12の1のイラストを原案として本件イラストの作成に利用する場合，機体全体の輪郭を含むイラストの線画の主要な部分を大きく変更する必要があるとともに，色彩も相当変更する必要があり，別案を作るに近い作業が必要になるのに対し，ＮALシステム構成図を原案として本件イラスト作成に利用する場合，そこまでの作業は必要なく，部分的な修正で足りるといえる。以上によれば，仮に，控訴人が，甲12の1のイラストを本件イラストの作成に何らかの形で利用したとしても，そのことをもって，本件イラストがＮALシステム構成図に依拠することなく制作されたといえるものではない。したがって，本件イラストは，ＮALシステム構成図に依拠して制作されたものというべきであり，本件イラストが控訴人の原著作物とは認められない。」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決20頁10行目の「ターボエンジン」を，「ターボジェットエンジン」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決20頁11行目の「程度の」を，「程度の大きさの」と改める。",
                "(10)  原判決20頁13行目の「ターボエンジン」を，「ターボジェットエンジン」と改める。",
                "(11)  原判決21頁15～16行目の「やや明るい紫色」を，「やや暗い青紫色」と改める。",
                "(12)  原判決21頁20行目の「青く」を，「青系統の色で」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，最終的にＮALシステム構成図を見て本件イラストを完成させたとしても，それ以前に別のイラストを作成し，それをＮALシステム構成図に似せて本件イラストを作成したのであるから，ＮALシステム構成図に依拠して本件イラストを作成したものであるとは評価できない旨主張する。",
                        "しかしながら，前記1(7)のとおりであって，原告の前記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，本件イラストとＮALシステム構成図は，見る者をして全く異なった印象を与えるから，両者が酷似しているとはいえず，本件イラストは，ＮALシステム構成図と同一のものを作成したとは評価できない旨も主張する。",
                        "しかしながら，本件イラストとＮALシステム構成図は，縮尺を揃えて重ね合わせると，機体全体の輪郭がほぼ一致しており，その内側の面積の大部分において，線画がほぼ一致しているといえることは，前記1(7)のとおりである。また，前記1(11)，(12)及び原判決21頁14～23行目のとおり，配色も，機体全体の輪郭の内側の面積のうち大部分を占めるコックピット部分及びタンク部分において，基調になる色が青か青紫かという相違点はあるものの，いずれも青系統の色であり，基本的配色が，白，赤，青系統の色である点で共通していることから，配色の違いによる全体の印象の違いは，小さい。",
                        "既存の著作物につき，その表現上の本質的な特徴を損なわない限度において，具体的表現に修正，増減，変更等の改変を加えた場合，当該改変により，思想又は感情の創作的な表現が新たに加わり，二次的著作物が創作されるに至っていなければ，それは既存の著作物からの改変があったとしても，「複製」(著作権法2条1項15号)であると評価されるところ，以上によれば，本件イラストとＮALシステム構成図の相違点の全てを考慮に入れてもなお，本件イラストにおいて，ＮALシステム構成図の表現上の本質的な特徴が損なわれたとはいえず，また，後記イのとおり，思想又は感情の創作的な表現が新たに加わり，二次的著作物が創作されるに至ったとも認められないから，本件イラストにおいて，ＮALシステム構成図との同一性は失われていないと認められる。",
                        "したがって，控訴人の前記主張は，採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，本件イラストとＮALシステム構成図との相違点は，原告の個性が発揮されたために生じた違いであると主張する。",
                    "そこで，以下検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点ⅰ(ＮALシステム構成図で翼の下に描かれていたターボジェットエンジンが削除されていること)，相違点ⅱ(胴体下に空気吸い込み式／ロケット複合エンジンが追加されていること)，相違点ⅲ(胴体中央に酸化剤を貯蔵するタンクが追加されていること)，相違点⑤(右翼周辺の設備が描かれていないこと)について",
                      "text": [
                        "証拠(甲 1，24，乙2，3，4の1及び2，16，28，35，36)及び弁論の全趣旨によれば，ＮALは，平成11年頃，スタジオ・ジャンプに対し，ＮALシステム構成図に修正を加えて新たなスペースプレーンのイラストを作成する仕事を請け負わせたこと，当時控訴人が代表者取締役であった有限会社イルーシブは，同年頃，スタジオ・ジャンプの下請企業であった株式会社アエールから，スペースプレーンのイラストの作成を請け負い，本件イラストを作成して納入し，本件イラストは，スタジオ・ジャンプからＮALに納入され，ＮALは，前記納入後，本件イラストを，パンフレットに掲載していたことが認められる。",
                        "以上によれば，ＮALは，スタジオ・ジャンプが納入した本件イラストが，請け負わせた内容どおりに修正され，完成されていたことを確認して納入を受けたと認められる。",
                        "そして，前記認定事実，証拠(乙13～15，17，乙35，36)及び弁論の全趣旨によれば，ＮALは，平成11年頃までに，スペースプレーンにつき，宇宙空間まで作動できるロケットエンジンと大気中の空気を吸い込んで作動するエンジン(ターボジェットエンジン，スクラムジェットエンジンを含む。)を別途配置するのではなく，ターボジェットエンジンを，スクラムジェットエンジンとして作動させたり，ロケットエンジンとして作動させることができる複合推進機関として，空気吸い込み式／ロケット複合エンジンを配置する研究を行っていたこと，スペースプレーンにおいて，かかるエンジンを採用する場合，酸化剤を貯蔵するタンクが必要となる一方，機体後部にかかるエンジンを配置するのとは別途に，他のエンジンやそのための小型燃料タンクを配置する必要はなくなること，ＮALは，本件イラストの発注に当たり，スタジオ・ジャンプの担当者に対し，ＮALシステム構成図の推進機関を変更するよう指示し，空気吸い込み式／ロケット複合エンジンの構造を説明したことが，認められる。",
                        "以上によれば，相違点ⅰ～ⅲ，同⑤の各相違点は，いずれも，ＮALからのスタジオ・ジャンプ担当者への具体的指示を，本件イラストの作成者が伝え聞いてその指示に従った結果生じたものであり，ＮALは，本件イラストがその具体的指示のとおり完成されたことを確認して本件イラストの納入を受けたものと認められるのであって，本件イラストの作成者の裁量の余地があったとはいえず，本件イラストの作成者の個性が発揮されたものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点ⅳ(胴体部分の円筒形のタンクの形状が扁平状に変更されていること)について",
                      "text": [
                        "前記認定事実((ア))，証拠(甲36)及び弁論の全趣旨によれば，ＮALが，スタジオ・ジャンプ担当者に対し，燃料タンクの形状を，上下方向に扁平状にするよう指示したことが認められる。",
                        "これに前記認定((ア))を考え合わせれば，相違点ⅳは，ＮALからのスタジオ・ジャンプ担当者への具体的指示を，本件イラストの作成者が伝え聞いてその指示に従った結果生じたものであり，ＮALは，本件イラストがその具体的指示のとおり完成されたことを確認して本件イラストの納入を受けたものと認められるのであって，本件イラストの作成者の裁量の余地があったとはいえず，本件イラストの作成者の個性が発揮されたものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点①(全体に明るく描かれていること)について",
                      "text": [
                        "控訴人が本件訴状及び本件控訴状に添付した本件イラストと，控訴人が提出した展示パネルの画像(甲2)，被控訴人が提出した展示パネルの画像(乙18の添付資料1及び2)，同パンフレット(乙16)における本件イラストは，前記認定のとおり，いずれも，機体部分は白を基調とし，尾翼の前部が赤く着色され，また，機体側部に後方から前方に連れて細くなっていく赤色の線が配されており，酸化剤タンク及び燃料用タンク部分とコックピット部分は，暗い青系統の色を基調にしている点で共通しており，これらの点は，ＮALシステム構成図と共通である。前記パンフレット(乙16)における本件イラストは，前記青系統の色の部分が，ＮALシステム構成図より，紫色がかっていると認められるところ，前記展示パネルの画像のうち，甲2は，同部分が，より紫がかった色に見えるのに対し，乙18の添付資料1及び2は，同部分が，より青みがかった色に見えることが認められ，この程度の色合いの差異は，印刷手法によっても生じ得るものと認められる。",
                        "また，本件イラストは，ＮALシステム構成図より，燃料タンク部分において，光沢を出すために描かれた白色の線状の部分の幅が広いことが認められるが，前記認定事実((イ))のとおり，ＮALは，燃料タンクを上下方向に扁平状にするようスタジオ・ジャンプ担当者に指示したことが認められるのであって，燃料タンクをかかる形状にした場合，光沢を出して，燃料タンクが上下方向に扁平状であることを立体的に表現するために，機体前後方向に白い線状の部分を入れれば，必然的に，ＮALシステム構成図における円筒形の燃料タンクの場合より，白い線状の部分を太くすることになる。これは前記(イ)に伴う改変であるともいえる上，この改変が，本件イラスト全体の基本的な配色を変えるものとは認められない。",
                        "以上によれば，本件イラストが，ＮALシステム構造図より，全体としてやや明るい印象があるとしても， その程度の色調の違いによって，ＮALシステム構成図との実質的同一性が失われるとまでは認め難い。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点②(コックピットの背面部分など外壁が薄く描かれていること)，相違点③(コックピット後部のタイヤの向きがわずかに異なっていること)，相違点④(ドッキングポートの隔壁の支柱の本数)について",
                      "text": [
                        "いずれも，本件イラストとＮALシステム構成図の相違点にあえて着目すれば，気付く程度のものであり，本件イラスト全体からすれば，小さな部分における差異にすぎず，見る者の関心を特に引きつけるような点ではなく，本件イラスト全体の印象を左右しないから，これらの点をもって，本件イラストの作成者の創作的表現がされているものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点⑥(機体後部のスクラム/レース推進システムが描かれていないこと)について",
                      "text": [
                        "推進機関についての改変であることに，前記認定事実((ア))及び弁論の全趣旨を考え合わせれば，前記認定((ア))の実際の研究における推進機関の変更に伴う改変として，ＮALは，スタジオ・ジャンプ担当者に対し，この点の改変の指示をしたと認められる。",
                        "そうすると，前記認定((ア))同様に，この点についても，ＮALからのスタジオ・ジャンプ担当者への具体的指示を，本件イラストの作成者が伝え聞いてその指示に従った結果生じたものであり，ＮALは，本件イラストがその具体的指示のとおりに完成されたことを確認して本件イラストの納入を受けたものと認められるのであって，本件イラストの作成者の裁量の余地があったとはいえず，本件イラストの作成者の個性が発揮されたものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "相違点⑦(タンク部に複数のボルトが描かれていること)について",
                      "text": [
                        "タンク部の構造として，ボルトを描くのは，ありふれた表現といわざるを得ず，本件イラストの作成者の個性が発揮されたものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "相違点⑧(機体後部において写り込み表現が用いられていること)について",
                      "text": [
                        "機体後部における写り込み表現は，面積的に，本件イラスト全体に占める割合が小さく，本件イラスト全体に大きな影響を与えていない。また，立体感や素材感を表現するために，写り込み表現を用いることは，ありふれた表現といわざるを得ず，この点をもって，本件イラストの作成者の創作的表現がされているものとは認められない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，控訴人の前記主張は，採用できない。",
                "以上によれば，本件イラストは，控訴人の原著作物とは認められない。",
                "また，本件イラストは，ＮALシステム構成図に，思想又は感情の創作的表現が新たに加わったものとは評価できないのであって，控訴人の二次的著作物とも認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，控訴人の本件各請求は，その余の点を判断するまでもなく，いずれも理由がなく，これと結論を同じくする原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}