{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2015-2721号事件について平成28年7月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成25年8月6日，発明の名称を「耳かけダイナミックバランスドスマホ，PC」とする特許出願をしたが(特願2013-162914号。請求項数1。以下「本願」という。甲1)，平成26年12月10日付けで拒絶査定を受けた(甲9)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年2月12日，これに対する不服の審判を請求した(甲10)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを不服2015-2721号事件として審理し，平成28年7月25日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同年8月15日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年9月12日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "平成28年4月7日に手続補正された後の特許請求の範囲の記載は，次のとおりである(甲13)。以下，上記補正後の請求項1に記載された発明を「本願発明」という。また，その明細書(甲1)を，図面を含めて「本願明細書」という。",
            "【請求項1】つるの耳の後方にバッテリーと配線を配置して，支点である耳より後の錘をW1として天秤機能をさせ，ダイナミックバランサーとし，前方にディスプレイ又はカメラを設けて，その重さをW2として顔が止まっても動いてもW1とW2のバランスをディスプレイ・カメラ部とバッテリー部とによりとり，鼻などの顔部に荷重がかからないことを特徴とする耳かけダイナミックバランスドスマホ，PC。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，①後記(2)のとおり，明確であるとはいえず，その特許請求の範囲の記載が，特許法36条6項2号に規定する要件(以下「明確性要件」ということがある。)を満たしておらず，②下記アの引用例1に記載された発明(以下「引用発明」という。)及び下記イの引用例2に記載された技術事項に基づいて，当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないものであるから，本願は拒絶すべきものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平1-136115号公報(甲4)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特表2003-505718号公報(甲3)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "明確性要件について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，「耳かけダイナミックバランスドスマホ，PC」という物の発明であるところ，特許請求の範囲の請求項1には，「つるの耳の後方にバッテリーと配線を配置して，支点である耳より後の錘をW1として天秤機能をさせ，」との，使用時の態様によって物を特定しようとする記載がある。",
                    "しかし，「支点」となる「耳」の位置は，装着する人又は装着の態様によって異なり，特定の「支点」の位置に基づいて「W1とW2のバランス」がとれるように設計したとしても，支点の位置が設計時の位置から異なれば，「W1とW2のバランス」がとれなくなることは明白であるから，本願発明は「W1とW2のバランス」がとられた物であるのか不明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許請求の範囲の請求項1には，「ダイナミックバランサー」，「ダイナミックバランスド」との用語が用いられているところ，これらは，一般にその意味が明確な用語である。しかし，他方で，本願明細書の【0009】には，当該用語が有する通常の意味とは著しく異なる用語の説明が記載されており，当該用語について，一般的に用いられる「動的な釣合い」の文脈で捉えるべきものであるのか，あるいは，本願明細書に記載された「静的な釣合い」の文脈で捉えるべきものであるのかが不明である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との対比について",
              "text": [
                "本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，以下のとおりである。なお，「／」は，原文の改行箇所を示す。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "レンズ付メガネフレームのつるの後端を幅広しゃもじ状のしゃもじ状部としたメガネであって，／前記しゃもじ状部に重錘を入れることで，つると耳の接点から前方の重心までの距離L，重心における重さWとするときのメガネのモーメントWLを支える，／メガネ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "支点である耳より後の錘をW1として天秤機能をさせ，ダイナミックバランサーとし，前方の重さをW2として顔が止まっても動いてもW1とW2のバランスをとり，鼻などの顔部に荷重がかからない耳かけ部品。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "本願発明は，「つるの耳の後方にバッテリーと配線を配置」し，「前方にディスプレイ又はカメラを設け」た「耳かけダイナミックバランスドスマホ，PC」であるのに対し，引用発明は，つるの耳の後方にバッテリーと配線を配置しておらず，前方にディスプレイ又はカメラが設けられていない，「メガネ」である点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "容易想到性に係る判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「耳かけダイナミックバランスドスマホ，PC」",
              "text": [
                "本件審決は，「支点」となる「耳」の位置は，装着する人又は装着の態様によって異なり，特定の「支点」の位置に基づいて「W1とW2のバランス」がとれるように設計したとしても，支点の位置が設計時の位置から異なれば，「W1とW2のバランス」がとれなくなることは明白であるから，本願発明は「W1とW2のバランス」がとられた物であるのか不明である旨判断した。",
                "しかし，本願発明は，耳の位置を支点として，その後方のバッテリー11や電子回路12の重さW1と，その前方のディスプレイ16やカメラ18の重さW2とのバランスをとるものであり，W1とW2は，天秤機能により必ずバランスする。すなわち，W1とW2とが，耳の位置を支点として，「つる」が水平となる点が存在する。耳の位置は変化しないのであり，「つる」の位置がある程度動いても，その位置の調整をすればよいだけである(なお，このことは，本願明細書に記載されていなくても，技術常識から自明であるということができる。)。",
                "よって，本件審決における上記判断は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「ダイナミックバランサー」及び「ダイナミックバランスド」",
              "text": [
                "本件審決は，「ダイナミックバランサー」，「ダイナミックバランスド」との用語について，本願明細書の【0009】には，当該用語が有する通常の意味とは著しく異なる用語の説明が記載されており，当該用語について，一般的に用いられる「動的な釣合い」の文脈で捉えるべきものであるのか，あるいは，本願明細書に記載された「静的な釣合い」の文脈で捉えるべきものであるのかが不明である旨判断した。",
                "しかし，【0009】には，「バッテリー11の重さや電子回路12の重さW1とディスプレイ16やカメラ18との重量W2のバランスをとり，天秤の原理で顔が動いてもダイナミックバランス即ち動的にも水平になる。」と記載されている。この「ダイナミックバランス即ち動的にも水平になる」とは，「動的にも水平になる」と記載されているとおり，静的(スタティック)にも水平になることを前提にしている。すなわち，【0009】は，「動的な釣合い」と「静的な釣合い」のいずれもがとれていることを記載したものであり，【0009】の記載があるからといって，特許請求の範囲の記載が明確でないなどということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における明確性要件に係る判断は，誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "「耳かけダイナミックバランスドスマホ，PC」",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の「耳かけダイナミックバランスドスマホ，PC」は，以下のとおり，特許請求の範囲の請求項1の「支点である耳」及び「W1とW2のバランスを…とり」という記載との関係において，明確であるということはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "請求項1には，「支点である耳」と記載されているから，本願発明では，「耳」が「支点である」。また，「13は本発明装置支点で，耳でつる1を支持する。」と記載されているから，本願発明では，装着者の「耳」が，装置の「つる」を支持する「支点」である(【0009】)。",
                        "ところで，装着者の耳がつるを支持したときのつる上の位置(支点)は，装着者(頭の大きさや耳・鼻・眼の相対位置関係等)や装着の態様(深くかけるか，浅くかけるか等)によって異なる。他方，装置の「つる」が「バランス」，すなわち，均衡した状態となるつる上の支点(均衡点)は，専ら，装置の構造(W1及びW2の重心位置及び質量)によって決まる。そうすると，装置は，装着者や装着の態様によっては，支点が均衡点に一致し得ないことになり，その場合には，W1による力のモーメントとW2による力のモーメントが相殺されず，つるが均衡しないことになる。",
                        "以上のように，本願発明の装置が「W1とW2のバランス」がとられた物といえるか否かは，装着者や装着の態様に依存する。",
                        "しかし，請求項1には，装着者や装着の態様は記載されていない。また，本願明細書には，「W1＝W2となるようにすれば，鼻部14は無荷重状態になる」こと，すなわち，力のモーメントを考慮することなく，W1＝W2としさえすれば，耳を支点としてW1とW2のバランスがとれ，鼻が無荷重状態になるという不明確な動作原理が開示されており(【0009】)，本願明細書の記載を参酌しても，本願発明の動作を明確に理解することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "請求項1には，「W1とW2のバランス」がとられることについて，「天秤機能をさせ」と記載されているから，本願発明は，「天秤機能」により「W1とW2のバランス」をとる発明であることが理解できる。",
                        "しかし，「天秤機能」により「W1とW2のバランス」をとることについて，本願明細書の記載を参酌しても，本件装置の動作原理は不明確である。すなわち，本願発明でいう「バランス」とは，天秤の原理によって「つる」が水平になることを意味するものと理解できるところ(【0009】)，本願発明においては，顔を下に向けたとき，ディスプレイ及びカメラが視線から上方に外れてしまうことになるから，「表示される情報を安定性よく見ることができ」(【0004】)，「安定した画面を見ることができ」(【0005】)，カメラで「目で見た情報をキャッチでき」(【0013】)，「走ってもディスプレイやカメラが揺れることがな」い(【0016】)という，作用効果を奏さないことになる。また，「バランス」の意味を上記のとおりに理解すると，本願明細書の第1の実施例が，顔を動かしたとしても安定した状態を保つように頭部に固定されていると理解されることとも整合しない。さらに，装着者や装着の態様によっては支点と均衡点が一致しないから，「天秤」の動作原理で水平になるのかどうかも，不明である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本願発明が「W1とW2のバランス」がとられたものであるのかは，不明である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告の主張の趣旨は，判然としないものの，装置を装着したときに，支点(原告のいう「つるの位置」に相当する。)が均衡点に一致していなくても，支点が均衡点に一致するように，装置を装着し直せばよい旨主張するものと解される。",
                    "しかし，上記事項は，本願明細書には記載されていない。また，そもそも，前記アのとおり，本願明細書の記載からは，本願発明の動作原理は不明確である。さらに，支点は，装着の仕方のみならず，装着者にも依存するのであるから，装着者によっては，支点が均衡点に一致するように装着し直すことができるとは限らない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「ダイナミックバランサー」及び「ダイナミックバランスド」",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「ダイナミックバランス」は，その字義からみて，「動的釣合い」と同義であると解されるところ，動的釣合いは，通常，回転体等の運動する物体のバランスについて使用される用語である。",
                    "しかし，本願明細書の【0009】には，「13は本発明装置支点で，耳でつる1を支持する。バッテリー11の重さや電子回路12の重さW1とディスプレイ16やカメラ18との重量W2のバランスをとり，天秤の原理で顔が動いてもダイナミックバランス即ち動的にも水平になる。」と記載されており，静止物体においてバランスがとれて静止していること，すなわち，スタティックバランスがとれていることを「ダイナミックバランス」という用語により説明している。",
                    "本願明細書の上記記載により，当業者は，特許請求の範囲に記載された「ダイナミックバランサー」及び「ダイナミックバランスド」の用語について，その意味を一義的に理解することができない。",
                    "したがって，本願発明は明確性要件を満たさない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，本願明細書の第1の実施例においては，装置を装着した人が顔を動かさない状態にあるときのみならず，顔を動かしたとしても，すなわち，動的にも，ディスプレイ等は，装置を装着した人がまっすぐ前を見たときの視線方向から上下左右に傾くことなく，安定した状態を保つことになるが，これは，つる1，つる2，鼻あて14及び曲線部19によって，装置が頭部から上下左右に外れないように固定したからにすぎず，運動する物体のバランスをとっているものではない。よって，これが，通常の意味での「ダイナミックバランス」がとれているものであるということはできない。",
                    "原告の主張は，本願発明が上記の通常の意味での「ダイナミックバランス」をもとれるものという趣旨だとしても，本願明細書の記載に沿わないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における明確性要件に係る判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "引用発明は，原告代表者の特許出願に係る発明であるところ，本願発明は，引用発明を改良したものである。すなわち，引用発明では，「錘」は単なる「おもり」であったが，本願発明では，これをバッテリーとしてメガネを作動させるエネルギー源と「おもり」作用とを兼ねたものに進歩させている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の容易想到性",
              "text": [
                "以下のとおり，引用発明において，引用例2に記載された技術事項を適用し，相違点に係る本願発明の構成を備えるようにすることは，当業者が容易に想到できたことではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明において，PC機能や通話機能を付加することは困難である。すなわち，引用発明は，メガネのモーメントWLを，耳の後方に固定するしゃもじ状部4で吸収するものであるが，引用発明において，引用例2に記載された技術事項を適用し，PC機能や通話機能を付加すると，アイウェア側の重さWが重くなるので，モーメントWLは大きくなり，しゃもじ状部4はこのモーメントWLに耐えることが必要となって，しゃもじ状部4を支える耳の負担を増やしてしまうという不具合が生じる(なお，本願発明が，耳の負担が増えない，長時間の使用に耐えられるといった作用効果を奏することは，本願明細書に記載されていなくても，技術常識から自明であるということができる。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2に記載された技術事項は，アイウェア11とマイクロ光学ディスプレイ12からなる，単なるディスプレイメガネであって，本願発明のようにカウンタウェイトとしてのバッテリーを備えておらず，耳を支点としてその前後のバランスをとるというような発明ではない。",
                    "また，引用例2に記載された技術事項は，その構成要素がアイウェアとマイクロ光学ディスプレイであるところ，マイクロ光学ディスプレイは，使用者の視野範囲内に配置され，使用者の屈折誤差の一部を補正するようにしたものである。",
                    "以上のとおり，引用例2に記載された技術事項は，本願発明とは関係がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における容易想到性に係る判断は，誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "引用例1には，「しゃもじ状部4に重錘を入れて前記モーメントWLを支えたり，レンズ1に液晶層を設けたときその電源となる電池を埋込んでもよい。」と記載されている。また，マグネットやペンダントも，重錘となることが記載されている。",
                "したがって，引用発明において，電池を重錘としてしゃもじ状部4に設けることは，引用例1の記載が示唆する事項である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明において，引用例2に記載されたPC機能(及び通話機能)を付加して，「つるの耳の後方にバッテリーと配線を配置」し，「前方にディスプレイ又はカメラを設け」，「耳かけダイナミックバランスドスマホ，PC」とすることは，当業者が容易に想到できたことである。",
                    "よって，引用発明において，引用例2に記載された技術事項を適用し，相違点に係る本願発明の構成を備えるようにすることは，当業者が容易に想到できたことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "〔原告の主張〕(2)アに対し",
                      "text": [
                        "引用例1には，電池を(耳より後方の)しゃもじ状部4に設けることが開示されており，「本発明は，耳より後方で支持して鼻を圧しないようにしたメガネに関する。」と記載されている。すなわち，引用例1には，電池が重錘として機能し，モーメントWLを支え，鼻を圧しないようにする事項が開示されている。他方，引用例1には，重錘や電池の重さが耳の負担になることに関する記載や示唆はない。むしろ，引用例1では，これらの重さを許容しているということができる。また，引用例1の記載によれば，引用発明は，メガネの荷重が鼻にかかって苦痛になるとか，(鼻に)跡がついて女性の化粧がはがれるとかという課題を解決するためのものと解されるから，耳への負担増を直ちに排除するものでもない。したがって，耳の負担という点が，引用発明に引用例2に記載された技術事項を適用することを阻害することはない。",
                        "そして，当業者であれば，引用例1に記載された事項に基づいて，引用発明に対して引用例2に記載されたPC機能(及び通話機能)を付加することに，容易に想到するものである。",
                        "仮に，耳の負担を増やしてしまうという問題があるとしても，当業者であれば，引用例2の【0021】の記載を参考に，メガネとPCCSUの機能分担を調整したり，メガネに搭載するディスプレイ等を軽量なものにしたりすることができ，あるいは，PC機能(及び通話機能)を実現する素子の小型軽量化等を見込むことにより，上記問題を適宜に解決することができる。",
                        "また，そもそも，本願明細書には，本願発明が，耳の負担が増えないとか，長時間の使用に耐えられるといった作用効果を奏するものであることは，記載されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "〔原告の主張〕(2)イに対し",
                      "text": [
                        "引用例1には，前記(1)のとおり，引用発明に対して引用例2に記載されたPC機能(及び通話機能)を付加することについて動機付けとなる記載がある。また，引用例2には，耳を支点としてその前後のバランスをとるという技術は開示されていないが，引用発明との相違点に係る構成は開示されているところ，引用発明も，引用例2に記載された技術事項も，いずれもメガネに関するものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における容易想到性に係る判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明に係る特許請求の範囲の記載は，前記第2の2のとおりであるところ，本願明細書(甲1)には，おおむね，次の記載がある(図1については，別紙本願明細書図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，手持ちでないスマホ，PC(パソコン)で目付近に情報表示板やカメラを設けたスマホ，PCの改善に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】従来は，手持ちの携帯端末に情報を表示して見ることができるようにしたものであった。だから，携帯端末の情報表示部を見る場合，手がふさがっている欠点があった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0003】本発明はこのような課題に鑑みてなされたものであって，スマホやPCを手で持たずに操作でき，走ったり移動してもディスプレイやカメラが安定し，且つ鼻部に荷重がかからないスマホ，PCを提供することを目的としている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0004】バッテリー等を耳の後に配置して，耳の支点を中心にダイナミックバランスがとれて鼻部に荷重がかからないようにし，表示される情報を安定性よく見ることができるようにしたものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0005】ビューアーやカメラの重さを感ずることがなく，耳を支点として動的前後バランスがとれるので，走行してもビューアーやカメラがブレることなく安定した画面を見ることができ，撮影時もブレず，垂れ形バッテリー部により耳にしっかり保持でき，保持に手を使用しないので両手を使うことができる上に，顔部に荷重がかからないスマホ，PCを得ることができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0007】図1は本発明の一実施例を示す図である。図において，1，2は支持つるである。11はつる1端に設けられたバランス用バッテリー(リチウムや電源キャパシタ)及び電子回路12である。",
                    "【0008】15はつる1側面に設けられた動作タッチパネルである。電子回路12は，ディスプレイ16，カメラ18動作や演算，通信の回路や表示データを記憶するメモリやディスプレイ16を駆動するドライバ等から構成されている。この電子回路12は，バッテリー又は電源キャパシタ11からパワーを供給される。表示する情報としては，スマホやPCのディスプレイと同じようなものが表示される。",
                    "【0009】13は本発明装置支点で，耳でつる1を支持する。バッテリー11の重さや電子回路12の重さW1とディスプレイ16やカメラ18との重量W2のバランスをとり，天秤の原理で顔が動いてもダイナミックバランス即ち動的にも水平になる。バッテリー11や電子回路12の重量をW1，ビューアー16やカメラ18，タッチセンサ部15の重量をW2とすると，W1=W2となるようにすれば，鼻部14は無荷重状態になる。14は「鼻あて」である。",
                    "【0010】この場合，つる2は本発明装置全体の位置決めのためにあり，反対側の耳17でホールドする。バッテリー収納部21の端部を曲線部19とすることにより，ここを耳かけとして耳の位置決めによる天秤支点位置決めと，これにより本発明装置の安定化を図ることができる。21はバッテリーケース部，22は同フタ，23はバッテリー挿入方向を示す。",
                    "【0011】16はディスプレイで映像20を表示する。該表示部16は，例えば液晶ディスプレイ(LCD)や有機ディスプレイとする。このディスプレイ16は人の片方の目の前方にくるように設けられており，人はディスプレイ16に表示された各種の情報，例えばネット情報を見ながら指をつる1の側面に設けられたタッチ操作部15にタッチして操作することができるようにする。",
                    "【0012】動作タッチパネル15に指を触れることで動作させる以外に，音声でコントロールできるようにすることにより指による操作も不要となる…。この場合において，電子回路12はバッテリー11からパワーを供給され，ディスプレイ16に必要な情報を表示させ，またカメラ18を作動させる。画像，通信制御等用電子回路12からディスプレイ16への表示情報はつる1内の配線12’で供給する。ここで，電子回路12とディスプレイ16間をプリント板12’で接続し配線とすると，見栄えもよくなり，好ましい。カメラ18は内外部情報をキャッチする。",
                    "【0013】18はディスプレイ16の横に設けられたカメラで，目で見た情報をキャッチできる。このカメラ18としては，例えばCCDカメラが用いられる。また，各種の情報を表示されたディスプレイ16で見つつ，歩いたり走ったり跳んだりして移動してもバランスがとれているので，ブレない像が見られる。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "産業上の利用可能性",
                  "text": [
                    "【0016】本発明によれば，手で持つ必要がない上，鼻部，顔面部に荷重がかからず，走ってもディスプレイやカメラが揺れることがなく，両手を自由に使用することができ，・・・従ってデータの紛失もなく，従来のスマホやPCよりはるかに使い勝手が良く，車や航空機操縦中にも使用できることや，産業上多くの利用可能性がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本願明細書には，本願発明に関し，以下の点が開示されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，目の付近に情報表示板やカメラを設けた，手持ちではないスマホ，PC(パソコン)の改善に関する(【0001】)。",
                    "従来の手持ちの携帯端末では，情報表示部を見る場合，手がふさがっているという欠点があった(【0002】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明は，前記アの課題に鑑みて，手で持たずに操作することができ，走ったり，移動したりしてもディスプレイやカメラが安定し，かつ鼻部に荷重がかからないスマホ，PCを提供することを目的としている(【0003】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明は，前記イの課題の解決手段として，バッテリー等を耳の後ろに配置して，耳の支点を中心にダイナミックバランスがとれて鼻部に荷重がかからないようにし，表示される情報を安定性よく見ることができるようにしたものである(【0004】)。",
                    "具体的には，①耳で「つる1」を支持し，支点「13」で，バッテリー11や電子回路12の重量「W1」と，ディスプレイ16やカメラ18の重量「W2」のバランスをとることで，天秤の原理により，顔が動いても水平になり，②バッテリー11や電子回路12の重量「W1」と，ディスプレイ16，カメラ18やタッチセンサ部15の重量「W2」とを，「W1＝W2」となるようにすれば，鼻部14が無荷重状態になるというものである(【0009】。なお，「W1＝W2」は，重さに支点からの距離を加味した力のモーメントが等しいことを表すものと考えられる。)。",
                    "また，バッテリー収納部21の端部を曲線部19とすることにより，ここを耳かけとして，天秤の支点の位置を決め，装置の安定化を図ることができる(【0010】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願発明によれば，①耳を支点として動的前後バランスがとれるので，走行時や撮影時に，ディスプレイやカメラがブレるということがなく，安定した画面を見ることができ，②垂れ形バッテリー部により，耳にしっかり保持することができ，③保持に手を使用しないので両手を使うことができる上に，④鼻部や顔部に荷重がかからないスマホ，PCを得ることができる(【0005】，【0016】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(明確性要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法36条6項2号は，特許請求の範囲の記載に関し，特許を受けようとする発明が明確でなければならない旨規定する。同号がこのように規定した趣旨は，仮に，特許請求の範囲に記載された発明が明確でない場合には，特許が付与された発明の技術的範囲が不明確となり，第三者の利益が不当に害されることがあり得るので，そのような不都合な結果を防止することにある。そして，特許を受けようとする発明が明確であるか否かは，特許請求の範囲の記載だけではなく，願書に添付した明細書の記載及び図面を考慮し，また，当業者の出願当時における技術常識を基礎として，特許請求の範囲の記載が，第三者の利益が不当に害されるほどに不明確であるか否かという観点から判断されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許請求の範囲の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲には，本願発明が，「つるの耳の後方にバッテリーと配線を配置して，支点である耳より後ろの錘をW1として天秤機能をさせ，ダイナミックバランサーとし，前方にディスプレイ又はカメラを設けて，その重さをW2として顔が止まっても動いてもW1とW2のバランスをディスプレイ・カメラ部とバッテリー部とによりと」る，「ダイナミックバランスドスマホ，PC」であることが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙1(日刊工業新聞社「マグローヒル科学技術用語大辞典」改訂第3版(2001年)1270頁)には，「動的不つりあい  dynamic  unbalance」の用語の意味について「単一軸面と回転軸の反対側にかかる力または異なる軸面にかかる力によって，回転装置の一部分の回転軸が慣性主軸の一つと合致しないこと。」との記載があり，乙2(オーム社「図解版機械学ポケットブック」第1版(平成16年)169頁)には，「回転の基準位置からの距離を示す位置ベクトルz を用いて，モーメントのつりあいを考えると Σz ×m r ω2＝0となる。i i i iこれを動つりあいの条件という。」との記載がある。これらの記載によれば，「ダイナミックバランス」との用語は，一般に，回転体について「回転運動による遠心力をも考慮した，モーメントの釣合い」を意味するものとして用いられているように，「運動状態にある物体について，その運動状態によって発生している力をも考慮した釣合い」を意味するものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，特許請求の範囲に記載された「ダイナミックバランサー」，「ダイナミックバランスドスマホ，PC」との用語も，当業者であれば，「ダイナミックバランス」の上記意味に従い，「運動状態にある物体について，その運動状態によって発生している力をも考慮した釣合いをとるもの」，「運動状態にある物体について，その運動状態によって発生している力をも考慮した釣合いをとったスマホ，PC」を意味するものと理解する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "他方，特許請求の範囲には，前記アのとおり，本願発明が，耳より後ろの錘W1と前方のディスプレイ又はカメラの重さW2とを，「つる」の「耳に当たる位置」を支点として天秤機能をさせ，ディスプレイ・カメラ部と「つる」の耳の後方に配置したバッテリー部とにより，W1とW2のバランスをとるものであることが記載されている。このような，天秤の原理による支点より前方側と後方側のモーメントのバランス(釣合い)は，一般に「スタティックバランス(静的な釣合い)」といわれるものであり，当業者であれば，「ダイナミックバランス」(運動状態にある物体について，その運動状態によって発生している力をも考慮した釣合い)とは異なるものであると理解する。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "しかし，特許請求の範囲には，耳より後ろの錘W1と前方のディスプレイ又はカメラの重さW2とを，「つる」の「耳に当たる位置」を支点として天秤機能をさせ，ディスプレイ・カメラ部と「つる」の耳の後方に配置したバッテリー部とにより，W1とW2のバランスをとることと，耳より後ろの錘W1を「ダイナミックバランサー」とすることや本願発明が「ダイナミックバランスドスマホ，PC」であることとの関係を示す記載はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願明細書の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書には，本願発明における「ダイナミックバランサー」や「ダイナミックバランスド」との用語の意味を定義した記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，【0009】には，「13は本発明装置支点で，耳でつる1を支持する。バッテリー11の重さや電子回路12の重さW1とディスプレイ16やカメラ18との重量W2のバランスをとり，天秤の原理で顔が動いてもダイナミックバランス即ち動的にも水平になる。」との記載があり，【図1】を参照すると，本願明細書には，本願発明は，耳より後ろのバッテリー11の重さや電子回路12の重さW1と，前方のディスプレイ16やカメラ18の重量W2とを，「つる」の13を支点として，バランス(釣合い)をとるようにし，天秤の原理でディスプレイ16やカメラ18が，装着者の顔が動いても水平になるものであることが記載されているものと理解できる。",
                    "しかし，耳より後ろのバッテリー11の重さや電子回路12の重さW1と，前方のディスプレイ16やカメラ18の重量W2とを，「つる」の13を支点として，バランス(釣合い)をとるようにすることや天秤の原理と，「ダイナミックバランス」(動的釣合い)がとれることとの関係については，何らの記載もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，本願明細書には，「ダイナミックバランス」をとる構成，すなわち，運動状態にある物体について，その運動状態によって発生している力をも考慮した釣合いをとる構成については，何ら記載がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明の明確性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前記(2)及び(3)のとおり，特許請求の範囲には，耳より後ろの錘W1と前方のディスプレイ又はカメラの重さW2とを，「つる」の「耳に当たる位置」を支点として天秤機能をさせ，ディスプレイ・カメラ部と「つる」の耳の後方に配置したバッテリー部とにより，W1とW2のバランスをとることと，耳より後ろの錘W1を「ダイナミックバランサー」とすることや本願発明が「ダイナミックバランスドスマホ，PC」であることとの関係を示す記載がなく，また，本願明細書にも，耳より後ろの錘W1を「ダイナミックバランサー」とすることや本願発明が「ダイナミックバランスドスマホ，PC」であることの技術的意義を明らかにする記載がない。",
                  "text": [
                    "したがって，ダイナミックバランスが，運動状態にある物体について，その運動状態によって発生している力をも考慮した釣合いを意味するとの技術常識を踏まえた当業者において，耳より後ろの錘W1を「ダイナミックバランサー」とすることや本願発明が「ダイナミックバランスドスマホ，PC」であることの技術的意義を明確に理解することはできず，第三者の利益が不当に害されるといわざるを得ない。よって，本願発明が明確であるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，仮に，本願明細書の「天秤の原理で顔が動いてもダイナミックバランス即ち動的にも水平になる。」との記載(【0009】)を，耳より後ろのバッテリー11の重さや電子回路12の重さW1と，前方のディスプレイ16やカメラ18の重量W2とを，「つる」の13を支点として，バランス(釣合い)をとるようにし，天秤の原理でディスプレイ16やカメラ18が，装着者の顔が動いても水平になることを「ダイナミックバランス」や「動的」と表現したものと理解しても，上記は，一般に「スタティックバランス」や「静的」と表現されるものであって，「ダイナミックバランス」や「動的」との用語の有する技術的な意味とは明らかに異なるものである。したがって，本願明細書に上記記載があるからといって，かかる記載のみから，特許請求の範囲に記載された「ダイナミックバランサー」や「ダイナミックバランスド」が，技術用語として一般に理解される意味とは異なり，「スタティックバランスをとるもの」や「スタティックバランスがとれている」という意味で用いられていると一義的に理解することはできないものといわざるを得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願発明に係る特許請求の範囲の記載は，特許を受けようとする発明が明確であるということはできず，明確性要件を満たさないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本願明細書の【0009】には，「ダイナミックバランス即ち動的にも水平になる」と記載されているところ，これは，「動的にも」とあるとおり，静的(スタティック)にも水平になること，すなわち，「動的な釣合い」と「静的な釣合い」のいずれもがとれていることを記載したものであって，かかる記載があるからといって，特許請求の範囲の記載が明確でないなどということはできない旨主張する。",
                "しかし，【0009】には，前記(3)のとおり，本願発明が，耳より後ろのバッテリー11の重さや電子回路12の重さW1と，前方のディスプレイ16やカメラ18の重量W2とを，「つる」の13を支点として，バランス(釣合い)をとるようにし，天秤の原理でディスプレイ16やカメラ18が，装着者の顔が動いても水平になるものであることが記載されているところ，このような，天秤の原理による支点より前方側と後方側のモーメントのバランス(釣合い)は，一般に「スタティックバランス(静的な釣合い)」といわれるものであり，「スタティックバランス」をとることが，必ずしも「ダイナミックバランス」(運動状態にある物体について，その運動状態によって発生している力をも考慮した釣合い)をもとることにはならないことは，技術常識に照らして明らかである。それにもかかわらず，本願明細書には，【0009】を含め，耳より後ろのバッテリー11の重さや電子回路12の重さW1と，前方のディスプレイ16やカメラ18の重量W2とを，「つる」の13を支点として，バランス(釣合い)をとるようにすることや天秤の原理と，「ダイナミックバランス」(動的釣合い)がとれることとの関係については，何らの記載もない。",
                "したがって，本願明細書の記載によっても，耳より後ろの錘W1を「ダイナミックバランサー」とすることや本願発明が「ダイナミックバランスドスマホ，PC」であることの技術的意義を明確に理解することはできず，第三者の利益が不当に害されるといわざるを得ない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決における明確性要件に係る判断に誤りはない。よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(容易想到性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2のとおり，本願発明に係る特許請求の範囲の記載は，明確性要件を満たさないものであるが，事案に鑑み，「本願発明は，耳の位置を支点として，その後方のバッテリー11や電子回路12の重さW1と，その前方のディスプレイ16やカメラ18の重さW2とのバランスをとるもの」であるとの原告の主張を前提に，本願発明の引用発明に基づく容易想到性に係る判断に誤りがあるか否かについても判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1の記載",
              "text": [
                "引用例1(甲4)には，以下の記載がある(第1図及び第2図については，別紙引用例1図面目録を参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本発明は，耳より後方で支持して鼻を圧しないようにしたメガネに関する。(1頁左欄7行～8行)"
                },
                {
                  "fig": "イ",
                  "subject": "第1図は本発明実施例を示し，レンズ1付メガネフレーム2のつる3の後端4を幅広しゃもじ状とし第2図に示すように後頭部の頸部を包むようにしたものである。後端4は耳の後方の凹み5にはまるような形状にすると更に保持効果がある。本発明メガネはこのようになっているので，つる3と耳6の接点7から前方の重心8までの距離L，重心8における重さWとするときのメガネのモーメントWLが，頭9に固定されるつる後部4によって支えられるので，メガネの荷重が鼻にかかって苦痛とならず，又，跡がつくことがなくなるので，女性の化粧がはがれない。第2図に示すようにつる3にヒンヂ10を設け，バネによりつる後部4が頭方向11に付勢するようにすると効果的である。又，しゃもじ状部4に重錘を入れて前記モーメントWLを支えたり，レンズ1に液晶層を設けたときその電源となる電池を埋込んでもよい。(1頁左欄9行～右欄7行)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明並びに本願発明と引用発明との一致点及び相違点の認定について",
              "text": [
                "引用例1(甲4)に前記第2の3(3)アのとおりの引用発明が記載されていること，本願発明と引用発明とを対比すると，同イ記載の点で一致し，同ウ記載の点で相違することは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2に記載された技術事項",
                  "text": [
                    "引用例2(甲3)に以下の技術事項が記載されていることは，当事者間に争いがない。",
                    "マイクロフォンと，ディスプレイと，スピーカと，トランシーバと，マイクロプロセッサと，バッテリを備えたアイウェアであって，前記アイウェアは，プロセッサ・通信・制御・記憶ユニット(PCCSU)と連携して作業するものであって，ユーザはディスプレイを覗くことで前記ディスプレイに表示された情報を見ることができるものであり，前記情報は，株式相場，eメール，運転案内及び他のタイプのデータを含む種々のデータを有し，前記マイクロプロセッサによって，前記ディスプレイ上に前記情報を表示するものであり，前記PCCSUは，アイウェアのディスプレイ上に表示された情報を制御するのに利用されるディスプレイ機能キーを有する，アイウェア。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明に引用例2記載の技術事項を適用することの動機付け",
                  "text": [
                    "引用発明は，前記(2)の引用例1の記載によれば，つる3と耳6の接点7から前方の重心8までの距離L，重心8における重さWとするときのメガネのモーメントWLが，頭9に固定されるつる後部のしゃもじ状部4によって支えられるという構成を採用することにより，メガネの荷重が鼻にかかって苦痛となるということがなく，また，跡がつかないので女性の化粧がはがれないという作用効果を奏するものであると認められるところ，引用例1には，しゃもじ状部4に，重錘を入れて上記モーメントWLを支えたり，レンズ1に液晶層を設けたときにその電源となる電池を埋め込んだりしてもよいことが記載されている。",
                    "そうすると，引用発明において，引用例1の上記記載，すなわち，レンズ1に液晶層を設け，その電源となる電池をしゃもじ状部4に埋め込んでもよい旨の記載に従い，液晶層に情報を表示するために，アイウェア(メガネ)という同一の分野に係る技術である引用例2に記載された技術事項を適用することには動機付けがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2に記載された技術事項のバッテリ(本願発明の「バッテリー」に相当する。)は，引用例2の【0016】及び【図2．0】の記載からみて，つるの耳の後方に配置されているところ，バッテリからディスプレイ等へ電気供給することは普通のことであるから，上記技術事項は，本願発明の「配線」に相当する構成を有し，上記「配線」は，つるの耳の後方に配置されたものであると当業者は理解する。したがって，引用発明において，引用例2に記載された技術事項を適用すると，「つるの耳の後方にバッテリーと配線を配置」する構成に至る。なお，仮に，引用例2に記載された技術事項において，バッテリからディスプレイ等への電気の供給が「配線」を有さない無線接続によるものだとしても，これを有線接続とし，電気供給のための「配線」を設け，上記「配線」をつるの耳の後方に配置するようにすることは，当業者が適宜行い得たことであり，「つるの耳の後方にバッテリーと配線を配置」する構成に容易に想到できたということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例2に記載された技術事項では，ユーザはディスプレイを覗くことでディスプレイに表示された情報を見ることができるようになっているから，引用発明において，引用例2に記載された技術事項を適用すると，「前方にディスプレイを設け」た構成に至る。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，引用例2に記載された技術事項では，ディスプレイ機能キーを有するPCCSUがアイウェアとは別体となっているものの，引用例2には，「…実施例は，PCCSU機能をアイウェア内に電気的に結線するか，一体化することを含む」(【0021】)と記載されている。そして，上記記載に従い，ディスプレイ機能キーを有するPCCSUをアイウェア内に一体化した場合，ディスプレイ機能キーを有するPCCSU，マイクロプロセッサ及びディスプレイは，全体として，本願発明の「PC」に相当するものである。そして，「本願発明は，耳の位置を支点として，その後方のバッテリー11や電子回路12の重さW1と，その前方のディスプレイ16やカメラ18の重さW2とのバランスをとるもの」であるとの原告の主張によれば，引用発明のメガネも，本願発明と同じく，支点である耳より後の錘をW1として天秤機能をさせ，前方の重さをW2として顔が止まっても動いてもW1とW2のバランスをとり，鼻などの顔部に荷重がかからないものであるから，引用発明において，引用例2に記載された技術事項を適用すると，「耳かけダイナミックバランスドPC」の構成に至る。なお，仮に本願発明の「耳かけダイナミックバランスドスマホ，PC」との記載が，「耳かけダイナミックバランスドスマホ及びPC」の趣旨であったとしても，引用例2に記載された技術事項は，マイクロフォン，スピーカ及びトランシーバを有するから，「スマホ」のような通話機能をもたせるようにし，引用発明において，引用例2に記載された技術事項を適用して「耳かけダイナミックバランスドスマホ，PC」の構成に容易に想到できたということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，引用発明において，引用例2に記載された技術事項を適用し，相違点に係る本願発明の構成を備えるようにすることは，当業者が容易に想到できたことである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明は，メガネのモーメントWLを，耳の後方に固定するしゃもじ状部4で吸収するものであるが，引用発明において，引用例2に記載された技術事項を適用し，PC機能や通話機能を付加すると，アイウェア側の重さWが重くなるので，モーメントWLは大きくなり，しゃもじ状部4はこのモーメントWLに耐えることが必要となって，しゃもじ状部4を支える耳の負担を増やしてしまうという不具合が生じるから，引用発明において，引用例2に記載された技術事項を適用し，相違点に係る本願発明の構成を備えるようにすることは容易に想到できたことではない旨主張する。",
                    "しかし，引用例1には，レンズ1に液晶層を設けたときにその電源となる電池をしゃもじ状部4に埋め込んでもよいことが記載されているから，引用発明において，引用例1の上記記載に従い，液晶層に情報を表示するために，アイウェア(メガネ)という同一の分野に係る技術である引用例2に記載された技術事項を適用することには動機付けがある。",
                    "なお，本願発明は，耳の位置を支点として，その後方のバッテリー11や電子回路12の重さW1と，その前方のディスプレイ16やカメラ18の重さW2とのバランスをとるものであるとの原告の主張によれば，本願発明も，引用発明のメガネも，支点である耳より後の錘をW1として天秤機能をさせ，前方の重さをW2として顔が止まっても動いてもW1とW2のバランスをとり，鼻などの顔部に荷重がかからないものである点で共通するから，支点である耳に「耳かけダイナミックバランスドスマホ，PC」，又は引用例2に記載された技術事項を適用したアイウェア11の全荷重がかかるという点で異ならない。よって，この点においても，しゃもじ状部4を支える耳の負担が増えることを問題にする原告の上記主張は，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例2に記載されているのは，単なるディスプレイメガネであって，本願発明のようにカウンタウェイトとしてのバッテリーを備えておらず，耳を支点としてその前後のバランスをとるというような発明ではなく，本願発明とは関係がないから，引用発明において，引用例2に記載された技術事項を適用し，相違点に係る本願発明の構成を備えるようにすることは容易に想到できたことではない旨主張する。",
                    "しかし，前記アと同様に，引用例1には，レンズ1に液晶層を設けたときにその電源となる電池をしゃもじ状部4に埋め込んでもよいことが記載されているから，引用発明において，引用例1の上記記載に従い，液晶層に情報を表示するために，アイウェア(メガネ)という同一の分野に係る技術である引用例2に記載された技術事項を適用することには動機付けがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，前記(1)の原告の主張を前提とすれば，本願発明は，引用発明において，引用例2に記載された技術事項を適用し，当業者が容易に発明をすることができたものである。よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}