{
  "decision": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用については，第1，2審を通じて，控訴人に生じた費用の4分の1と被控訴人米国ツイッター社に生じた費用の2分の1を被控訴人米国ツイッター社の負担とし，その余の費用はすべて控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "被控訴人米国ツイッター社に対し，この判決に対する上告及び上告受理申立ての付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を次のとおり変更する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，別紙発信者情報目録記載の各発信者情報を開示せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，控訴人が，インターネット上の短文投稿サイト「ツイッター」において，控訴人の著作物である原判決別紙写真目録記載の写真（以下「本件写真」という。）が，①氏名不詳者により無断でアカウントのプロフィール画像として用いられ，その後当該アカウントのタイムライン及びツイート（投稿）にも表示されたこと，②氏名不詳者により無断で画像付きツイートの一部として用いられ，当該氏名不詳者のアカウントのタイムラインにも表示されたこと，③氏名不詳者らにより無断で上記②のツイートのリツイートがされ，当該氏名不詳者らのアカウントのタイムラインに表示されたことにより，控訴人の本件写真についての著作権（複製権，公衆送信権［送信可能化権を含む。］，公衆伝達権。以下，これらを総称して「本件著作権」という。）及び著作者人格権（氏名表示権，同一性保持権，名誉声望保持権。以下，これらを総称して「本件著作者人格権」という。）が侵害されたと主張して，「特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律」（以下「プロバイダ責任制限法」という。）4条1項に基づき，上記①～③のそれぞれについて，別紙発信者情報目録記載の情報の開示を求める事案である。",
        "控訴人は，原審においては，主位的に原判決別紙発信者情報目録（第1）記載の各発信者情報の開示を求め，予備的に原判決別紙発信者情報目録（第2）記載の各発信者情報の開示を求めていた。原判決は，被控訴人米国ツイッター社に対する請求を，原判決別紙流通情報目録記載1及び2の各アカウントの原判決別紙発信者情報目録（第1）記載3の各発信者情報の開示を求める限度で認容し，被控訴人米国ツイッター社に対するその余の請求及び被控訴人ツイッタージャパンに対する請求をいずれも棄却したので，これを不服とする控訴人が本件控訴を提起し，当審において，訴えの一部取下げ及び訴えの変更を行ったので，控訴人の請求は，上記のとおりとなった。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実（当事者間に争いのない事実並びに後掲各証拠及び弁論の全趣旨により認定することのできる事実。なお，書証の枝番があるものについては，明示しない限り，枝番をすべて含む［以下同じ］。）",
          "text": [
            "前提事実は，原判決3頁4行目～5頁20行目記載のとおりであるので，これを引用する。ただし，原判決4頁12行目の「甲4」を「甲4の2～5」と，同頁25行目の「甲4」を「甲4の1・6・7」とそれぞれ改める。  "
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人ツイッタージャパンが別紙発信者情報目録の情報を保有しているか"
            },
            {
              "fig": "(2)",
              "subject": "本件アカウント1及び2につき，ツイート及びタイムラインへの本件写真の表示（流通情報1(6)及び(7)，2(3)及び(4)）により控訴人の本件著作権及び本件著作者人格権が侵害されたことが明らかであるか（プロバイダ責任制限法4条1項1号）",
              "text": [
                "なお，本件プロフィール画像設定行為及びタイムラインへの表示（流通情報1(1)～(5)）並びに本件ツイート行為2及び本件ツイート2への表示（流通情報2(1)及び(2)）が控訴人の公衆送信権（著作権法23条1項）を侵害することは当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件アカウント3～5につき，本件リツイート行為（流通情報3～5）により控訴人の本件著作権及び本件著作者人格権が侵害されたことが明らかであるか（プロバイダ責任制限法4条1項1号）等  "
            },
            {
              "fig": "(4)",
              "subject": "判決確定日時点における最新のログイン時IPアドレス及びこれに対応するタイムスタンプが，「特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律第四条第一項の発信者情報を定める省令」（以下「省令」という。）4号の「侵害情報に係るIPアドレス」及び7号の「侵害情報が送信された年月日及び時刻」に該当するものとして，プロバイダ責任制限法4条1項により開示されるべき「権利の侵害に係る発信者情報」に該当するか"
            },
            {
              "fig": "(5)",
              "subject": "控訴人が発信者情報の開示を受けるべき正当な理由（プロバイダ責任制限法4条1項2号）を有するか"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)（被控訴人ツイッタージャパンの発信者情報保有の有無）について",
              "text": [
                "（控訴人の主張）",
                "プロバイダ責任制限法4条1項にいう「保有」とは，情報を事実上支配していることのみならず，発信者情報を開示する権限を有することを含むと解すべきである。",
                "被控訴人ツイッタージャパンが，情報の削除等の窓口業務を含む，ツイッターのサポート業務を行っていること，控訴人が被控訴人ツイッタージャパンに対して控訴人撮影の写真の公衆送信権侵害を理由として公衆送信の差止め等を求めた別件訴訟（札幌地方裁判所平成25年（ワ）第2246号事件）において，被控訴人ツイッタージャパンへの訴状送達後に画像が削除されたこと，本件についても，控訴人が被控訴人ツイッタージャパン宛てに本件写真の削除を申し出たところ，現実に削除がされたこと，被控訴人らの役員が共通していること，被控訴人米国ツイッター社は傘下にツイッター東京事務所を有すると表明しており，従業員の採用面接を同事務所で行っていること，グローバル企業である被控訴人米国ツイッター社が日本の事情に精通した被控訴人ツイッタージャパンの判断を無視できるとは考えられないこと，被控訴人ツイッタージャパンが判決などにより法的拘束力のある情報の開示義務を負った場合，被控訴人米国ツイッター社がこれを放置する事態は考えられないことに照らすと，被控訴人ツイッタージャパンは被控訴人米国ツイッター社から日本における削除の当否の判断を委任されており，実質的に発信者情報開示の権限を有していると認められる。",
                "（被控訴人らの主張）",
                "被控訴人ツイッタージャパンは，ツイッターの管理・運営に全く関与しておらず，プロバイダ責任制限法4条1項にいう開示関係役務提供者に当たらないし，控訴人が開示を求める情報を保有していない。",
                "また，被控訴人ツイッタージャパンは，被控訴人米国ツイッター社が保有する発信者情報にアクセスする手段を有しておらず，発信者情報を開示する権限も有しない。被控訴人ツイッタージャパンが行っているのは被控訴人米国ツイッター社に対するサポート業務であって，控訴人が挙げる事情は控訴人主張の根拠とならない。なお，権利侵害を理由とする削除申請等の書面が被控訴人ツイッタージャパンに提出された場合には被控訴人米国ツイッター社に当該書面を転送することがあるが，削除等の対応を行うのは被控訴人米国ツイッター社である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)（本件アカウント1及び2における本件写真の表示による控訴人の著作権等の侵害の明白性）について",
              "text": [
                "（控訴人の主張）",
                "本件アカウント1のツイート（流通情報1(6)及び(7)）及び本件アカウント2のタイムライン（同2(3)及び(4)）へ本件写真が表示される仕組みは，本件アカウント3～5の本件リツイート行為と同様である。したがって，後記争点(3)についての控訴人の主張と同様に，控訴人の本件著作権及び本件著作者人格権を侵害することは明らかである。",
                "（被控訴人らの主張）",
                "争う。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(3)（本件リツイート行為による控訴人の本件著作権及び本件著作者人格権の侵害の明白性）について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "侵害情報の特定",
                  "text": [
                    "控訴人が侵害情報として特定しているのは，画像ファイルに収納されたデータも含みつつ，他のファイルに収納されたデータも併せた，本件写真をクライアントコンピュータのブラウザに表示させるに欠かざる電子データである(以下「ブラウザ用レンダリングデータ」という。)。HTML データや CSS データや JAVASCRIPT データ(以下，これらを総称して「HTML データ等」という。),また，これらに埋め込まれた画像データ等がすべて結合して生成されるブラウザ用レンダリングデータが，ブラウザに本件写真を描写する(甲50～52)。ブラウザ用レンダリングデータは，座標パラメーター及びビューポートのパラメーターにより，描画内容が変容する「動的な画像データ」又は「一種の動画状のデータ」である。",
                    "ブラウザ用レンダリングデータは，クライアントコンピュータにおいて生成されるのであるが，ブラウザ用レンダリングデータを形成する元となるHTMLデータ等は，本件リツイート者らによって，本件リツイート行為時にサーバーに保存されている。このHTML データ等は，①著作物を内包した情報を意図したクライアントコンピュータに受信させる（流通の支配）効能と，②クライアントコンピュータにおいて著作物の表示方法を決定支配する（表示の支配）という二つの威力を有し，他の支分権で禁圧されている行為と同等か，それ以上の著作物の利用を可能ならしめる点に，「情報」該当性を見いだすことができる。",
                    "別紙流通情報目録3～5における侵害情報は，上記のブラウザ用レンダリングデータ及びこれを構成する要素となる，ファイルに保存された HTML データ等であるが，画像データのみを侵害情報とした場合の主張も予備的に行う。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "著作権侵害",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ブラウザ用レンダリングデータを侵害情報とする主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "送信可能化権（著作権法23条1項）侵害",
                          "text": [
                            "本件アカウント3～5の情報発信者は，平成26年12月14日頃，本件アカウント2のツイートをリツイートする行為，すなわち本件アカウント2のツイートを，本件アカウント3～5が使用しているクライアントコンピュータを用いて，リツイートする行為をした。本件リツイート行為は，新たに各アカウント URL(本件アカウント3：https://(略)，本件アカウント4：https:// (略)，本件アカウント5：https:// (略))に,HTMLデータ等を保存し，それらのデータと画像データとを，クライアントコンピュータにおいて結合し，本件写真を表示する機能を包含した「ブラウザ用レンダリングデータ」を生成せしめる。HTML のデータ等は，著作物を内包した「情報」に当たり，HTML データ等のサーバーへの保存は，送信可能化権侵害に該当する。したがって，本件リツイート行為は，本件写真の送信可能化権（著作権法23条1項）を各アカウント単独又は少なくとも本件アカウント2と共同で侵害する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "自動公衆送信権（著作権法23条1項）侵害 ",
                          "text": [
                            "本件アカウント3～5は，上記のリツイートによる送信可能化後，HTML データ等を各サーバーからクライアントコンピュータに公衆の求めに応じて送信しているから，本件リツイート行為は，自動公衆送信権（著作権法23条1項）を各アカウント単独又は少なくとも本件アカウント2と共同で侵害する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "複製権（著作権法21条）侵害",
                          "text": [
                            "本件リツイート行為は，新たに各アカウント URL(本件アカウント3：https://",
                            "(略)，本件アカウント4：https:// (略)，本件アカウント5： https:// (略))に，画像データと結合し，本件写真を表示する機能を包含した「ブラウザ用レンダリングデータ」をクライアントコンピュータに生成させ，HTML データ等を保存するから，このデータの保存をもって「ブラウザ用レンダリングデータ」の有形的再製と評価することができる。したがって，本件リツイート行為は，複製権（著作権法21条）を各アカウント単独又は少なくとも本件アカウント2と共同で侵害する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "画像データのみを侵害情報とする主張",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "自動公衆送信権（ 著作権法23条1項）侵害",
                          "text": [
                            "本件リツイート行為は，クライアントコンピュータに本件写真を包含した画像データ（https:// (略)）を送信しており，各アカウントフォロワーへの公衆送信において，その主導性は本件アカウント3～5の管理者である本件リツイート者らに見いだされるべきである。なぜなら，本件アカウント3～5の管理者は，そのホーム画面のデザインを自由に設定，変更でき，閲覧者は，ホーム画面において管理者が投稿したツイート記事やリツイートした記事を順に閲覧でき，さらに，管理者は，ツイートもリツイートも含めて削除してホーム画面から表示を消去することもできるなど，ホーム画面を支配している上，ホーム画面閲覧の社会的経済的利益は，本件アカウント3～5の管理者に帰属するからである。したがって，自動公衆送信権（著作権法23条1項）侵害の主体は，本件リツイート者らと評価されるべきである（最高裁昭和63年3月15日判決・民集42巻3号199頁で示された法理。以下「カラオケ法理」という。）。仮に主導性を本件リツイート者らに見いだせない場合でも，本件リツイート行為は，各アカウントフォロワーに対する自動公衆送信を容易にしたといえるから，本件リツイート者らは幇助責任（民法719条2項）を負う。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "自動公衆送信にも放送にも有線放送にも当たらないその他の公衆送信権（著作権法23条1項）侵害",
                          "text": [
                            "本件リツイート行為は，インラインリンクにおいては公衆のリクエストなく画像が表示されることから，仮に，インラインリンクによる公衆送信が自動公衆送信の定義に当たらない場合も，自動公衆送信にも放送にも有線放送にも当たらないその他の公衆送信権（著作権法23条1項）侵害とされるべきである。当該行為の主体は，カラオケ法理の修正によって，本件リツイート者らと解されるべきである。仮に主導性を本件リツイート者らに見いだせない場合も，本件リツイート行為は，各アカウントフォロワーに対する公衆送信を容易にしたといえるから，本件リツイート者らは幇助責任(民法719条2項）を負う。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "公衆伝達権（著作権法23条2項）侵害",
                      "text": [
                        "本件リツイート者らは，本件リツイート行為によって，ブラウザ用レンダリングデータ又は画像データを，クライアントコンピュータに表示し得る状態を作出し，もって，控訴人が本件写真について有する公衆伝達権（著作権法23条2項）を侵害した。",
                        "HTML データ等で指定された画像ファイルなどは，サーバーから送信されクライアントコンピュータで受信された後，受信装置であるクライアントコンピュータのモニターにブラウザを介して表示されることになる。",
                        "これらの各公衆送信を受信するクライアントコンピュータのユーザーは，ユーザー自身からみれば，「公衆」に該当しない。しかし，送信主体から見れば誰が受信するかは明らかでない。したがって，クライアントコンピュータのユーザーも，送信者から見たとき「公衆」に該当し得る。",
                        "このように，「公衆」に該当するか該当しないかは，クライアントコンピュータに著作物を表示した主体によって変わってくることになる。",
                        "そして，サーバーに保存した画像をインラインリンク形式で公衆送信する場合，HTML データ等の生成者である本件リツイート者らをもって，著作物をクライアントコンピュータに表示させた主体と評価すべきである。なぜなら，(a)本件リツイート者らは，①著作物を内包した情報を意図したクライアントコンピュータに受信させる（流通の支配）効能と，②クライアントコンピュータにおいて著作物の表示方法を決定支配する（表示の支配）という二つの送信された著作物が自動的にクライアントコンピュータに表示されるまでの因果の流れ（流通）を支配しており，(b)本件アカウント3～5のホーム画面は，本件リツイート者らの編集表現物であって，本件リツイート者らの自己実現の場であり，そのホーム画面構築の経済的な利益あるいは精神的な満足感はすべて本件リツイート者らに還元されるから，本件リツイート者らは，本件リツイート行為によって利益を得ており，(c)本件アカウント3～5のホーム画面にアクセスした者は，その内容を自らコントロールしているわけではなく，その意思とは関係なく，本件写真が表示されるからである。",
                        "仮に，クライアントコンピュータに著作物を表示した主体性を本件リツイート者らに見いだせない場合も，本件リツイート行為は，各アカウントフォロワーに対する画像データの公衆伝達を容易にしたといえるから，本件リツイート者らは幇助責任（民法719条2項）を負う。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "著作者人格権侵害",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "同一性保持権（著作権法20条1項） 侵害",
                      "text": [
                        "本件リツイート者らは，本件リツイート行為によって， HTML データ等に本件写真複製物たる JPEG データを埋め込んで，新たにこれを表示する機能を包含するブラウザ用レンダリングデータを生成し，これによって，JPEG データと HTML データ等をデータ結合し，本件写真をトリミングして，控訴人の同一性保持権（著作権法20条1項）を，本件リツイート者ら単独又は本件アカウント2のツイート者と共同で侵害した。",
                        "本件アカウント2のツイート者は，本件アカウント3～5における上記改変に何ら関与していないから，本件アカウント2のツイート者が上記改変を行ったということはできないし，上記のトリミングは，三つの写真を同一ツイート上でツイートするから発生したものであって，「やむを得ない」改変ということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "氏名表示権（著作権法19条1項）侵害",
                      "text": [
                        "本件リツイート者らは，本件リツイート行為によって，HTML データ等に本件写真複製物たる JPEG データを埋め込んで，新たにこれを表示する機能を包含するブラウザ用レンダリングデータを生成し，これによって控訴人氏名を切除の上クライアントコンピュータを利用するユーザーに切除後の画像を表示するデータをデータ結合によって形成し，もって，当該ブラウザ用レンダリングデータが描画する氏名が切除された本件写真を各クライアントコンピュータユーザーに「表示して」，控訴人の氏名表示権（著作権法19条1項）を，本件リツイート者ら単独又は本件アカウント2のツイート者と共同で侵害した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "名誉声望保持権（著作権法113条6項）侵害",
                      "text": [
                        "本件リツイート者らは，本件リツイート行為によって，HTML データ等に本件写真複製物たる JPEG データを埋め込んで，新たにこれを表示する機能を包含するブラウザ用レンダリングデータを生成し，これによって，サンリオのキャラクターやディズニーのキャラクターとともにさらし首的に本件写真を表示するデータを生成したものであって，本件写真につき「無断利用してもかまわない価値の低い著作物」，「安っぽい著作物」であるかのような誤った印象を与えるものであるから，控訴人の名誉声望保持権（著作権法113条6項）を本件リツイート者ら単独又は本件アカウント2のツイート者と共同で侵害した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「侵害情報の流通によって」（プロバイダ責任制限法4条1項1号）及び「発信者」（同法2条4号）について",
                  "text": [
                    "前記イ及びウのとおり，控訴人の公衆送信権等が侵害されているから，本件は「侵害情報の流通によって」権利が侵害された場合に当たり，本件リツイート者らは，「発信者」である。また，省令4号及び7号の規定によると，ログイン時IPアドレス等については，「発信者」該当性は求められていないと解すべきである。",
                    "(被控訴人らの主張）"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "侵害情報の特定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "一般のユーザーが，本件アカウント3～5のタイムラインのウェブページにアクセスした場合，当該ウェブページ，すなわちリンク元のウェブページに対応するサーバーから，当該ユーザーのクライアントコンピュータに，当該ウェブページに関するソースコードのデータが送信される。当該データには，当該ウェブページを構成する多種多様なコンテンツのデータや，ツイート画像ファイル保存URL に対するインラインリンク情報，控訴人が主張する HTML 及び CSS のプログラム言語のデータが含まれる。上記インラインリンク情報や HTML 及び CSS のプログラム言語のデータは，リンク元のウェブページに対応するサーバーに記録されている。しかし，本件写真の画像データ（JPEG データ）は，リンク元のウェブページに対応するサーバーに記録されておらず，上記のリンク元のウェブページに対応するサーバーから送信されることはない。",
                        "当該ウェブページに関するソースコードのデータを受信した当該ユーザーのクライアントコンピュータは，当該データに含まれるインラインリンク情報の指示を読み取り，実行する。すなわち，当該ユーザーのクライアントコンピュータは，リンク先であるツイート画像ファイル保存 URL のウェブページに対応するサーバーに情報の送信を要求し，リンク先のサーバーは，当該ユーザーのクライアントコンピュータに対して，本件写真の画像データを送信する。",
                        "当該ユーザーのクライアントコンピュータは，リンク元のサーバーから受信した本件アカウント3～5のタイムラインのウェブページを構成する多種多様なコンテンツに関するデータ（ただし，本件写真を除く。）と，リンク先のサーバーから受信した本件写真の画像データを，クライアントコンピュータ上で自然に表示されるようにリンク元のサーバーから受信した HTML 及びCSS のプログラム言語の指示に従い統合調整し，その結果として，本件アカウント3～5のタイムラインのウェブページを表示する。",
                        "上記の統合調整の結果として当該ユーザーのクライアントコンピュータ上で新たに発生するデータ，すなわち，本件アカウント3～5のタイムラインのウェブページとして表示される内容全体に対応するデータが，控訴人が主張するところのブラウザ用レンダリングデータである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ブラウザ用レンダリングデータは，リンク元のサーバーから受信したコンテンツのデータ及びリンク先のサーバーから受信した本件写真の画像データを，リンク元のサーバーから受信した HTML 及びCSSのプログラム言語の指示に従い統合調整した結果，個々の HTML データ等や画像データとは別個のものとして，ユーザーのクライアントコンピュータ上で初めて新たに生成されるデータである。",
                        "当該新たに生成されるデータは，上記リンク元及びリンク先のいずれのサーバーにも記録保存されないし，いずれのサーバーからもクライアントコンピュータに送信されない。",
                        "また，HTML 及び CSS のプログラム言語は，加工対象となるコンテンツである本件写真とは全く無関係で別個独立の価値中立的なプログラムにすぎず，それ自体から本件写真の表現内容を感得することができないし，上記新たに生成されるデータの中からHTML 及び CSS のプログラム言語を読み取ることができるわけでもない。同様に，加工対象となるコンテンツである本件写真の画像データは，上記統合調整される前から，本件写真という著作物を表現する完全な独立したひとまとまりのデータとして存在していたものである。その意味で，個々の HTML データ等と本件写真の画像データが別個に一般のインターネットユーザーのクライアントコンピュータに送信された後，統合調整された結果として，別個独立のブラウザ用レンダリングデータが新たに発生するということは，1個の画像ファイルを複数のサーバーに分割して保存し，クライアントコンピュータ上で元の1個の画像ファイルとして再生するような場合とは全く事案が異なる。",
                        "したがって，個々の HTML データ等はブラウザ用レンダリングデータの一部を構成するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "著作権侵害について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ブラウザ用レンダリングデータを侵害情報とする主張について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "送信可能化権（著作権法23条1項）侵害について",
                          "text": [
                            "控訴人の主張によると，ブラウザ用レンダリングデータとは，個々の HTML データ等と画像データを「統合調整」した結果として，クライアントコンピュータ上で新たに発生するデータを指すはずである。そうすると，ブラウザ用レンダリングデータは，「各々のサーバー」に保存されるものではないし，当該サーバーからクライアントコンピュータに送信されるものでもない。",
                            "また，仮に控訴人が上記「統合調整」前の個々の HTML データ等と画像データはブラウザ用レンダリングデータの一部を構成すると主張するとしても，前記アのとおり，そのような主張は誤りである。",
                            "さらに，仮に上記「統合調整」前の個々の HTML データ等と画像データはブラウザ用レンダリングデータの一部を構成するとの前提に立ったとしても，本件リツイート行為によって本件アカウント3～5のタイムラインのウェブページに対応するサーバーに入力されたデータの中には，本件写真の画像データは含まれない。本件リツイート行為によって入力されたのは本件写真とは無関係のデータのみであるから，本件リツイート行為は，本件写真に関する送信可能化権を侵害するものではない。",
                            "本件アカウント2の保有者による送信可能化行為は，本件ツイートの添付画像として本件写真をアップロードした時点で既に完了しているのであって，その後に全く無関係に行われた本件リツイート行為について共同不法行為が成立することはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "自動公衆送信権（著作権法23条1項）侵害について",
                          "text": [
                            "控訴人の本件リツイート行為による自動公衆送信権侵害の主張については，上記aにおける主張がそのまま当てはまる。",
                            "本件アカウント3～5のタイムラインのウェブページに対応するサーバーからクライアントコンピュータに送信されるデータの中には，本件写真の画像データは含まれないのであるから，本件リツイート行為は，本件写真に関する自動公衆送信権を侵害するものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "複製権（著作権法21条）侵害について",
                          "text": [
                            "ブラウザ用レンダリングデータとは，本件アカウント3～5のタイムラインのウェブページ全体に対応するデータをいい，その一部である本件写真の表示部分のデータのみをいうものではないはずである。",
                            "また，控訴人は，ブラウザ用レンダリングデータに対する著作権を保有するものではない。",
                            "したがって，ブラウザ用レンダリングデータがクライアントコンピュータ上で発生するとしても，控訴人のブラウザ用レンダリングデータ又は本件写真に関する複製権を侵害することにはならない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "画像データのみを侵害情報とする主張について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "自動公衆送信権（著作権法23条1項）侵害について",
                          "text": [
                            "本件アカウント2の保有者による本件写真の画像データの自動公衆送信行為に対する管理及び利益の享受の点を考慮して規範的にみたとしても，本件リツイート者らが本件写真の画像ファイルの送信を管理しているともこれにより利益を受けているともいえないから，当該行為の主体であると考えることはできない。",
                            "また，本件アカウント2の保有者は，本件リツイート者らによる本件リツイート行為が行われる前から，上記自動公衆送信行為を開始しており，本件リツイート行為がなくとも問題なく当該自動公衆送信行為を行っているのであるから，当該自動公衆送信行為に関して本件リツイート者らが幇助責任を負う理由はない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "自動公衆送信にも放送にも有線放送にも当たらないその他の公衆送信権（著作権法23条1項）侵害について",
                          "text": [
                            "上記aのとおりである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "公衆伝達権（著作権法23条2項）侵害について",
                      "text": [
                        "「公衆伝達」とは，公衆送信される著作物を「受信装置を用いて公に伝達する」こと，すなわち，受信装置に著作物を表示させた上で公衆に閲覧させることをいうから，「クライアントコンピュータに表示し得る状態を作出」しただけでは公衆伝達権侵害は成立しない。",
                        "また，受信装置に著作物を表示させた上で公衆に閲覧させる行為の主体は，当該受信装置を用いる一般のインターネットユーザーであって，本件リツイート者らではないから，本件リツイート行為について公衆伝達権の侵害は成立しない。",
                        "さらに，①本件写真の画像データは本件リツイート者らではなく本件アカウント2の保有者が公衆送信したものであること，②受信装置に表示された著作物を公衆に閲覧させるかどうかは，一般のインターネットユーザーのみが決定することができる事柄であり，本件リツイート者らが左右できることではないことからしても，本件リツイート者らに公衆伝達権の侵害は成立しないし，本件リツイート者らが幇助責任を負う理由はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "著作者人格権侵害について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "同一性保持権（著作権法20条1項） 侵害について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "ブラウザ用レンダリングデータを侵害情報とする同一性保持権侵害について",
                          "text": [
                            "クライアントコンピュータ上でのブラウザ用レンダリングデータの生成は，一般のインターネットユーザーがウェブサイトを閲覧する際に必然的に生じるものであり，しかも，ブラウザ用レンダリングデータがクライアントコンピュータ上で継続的に保存されることはないから，ブラウザ用レンダリングデータが生成されることのみをもって，本件写真に「変更，切除その他の改変」がされたということはできない。",
                            "また，著作権法47条の8の「無線通信若しくは有線電気通信の送信がされる著作物を当該送信を受信して利用する場合」との文言は，一般のインターネットユーザーがウェブサイトを閲覧する際に，当該インターネットユーザーのクライアントコンピュータ上に著作物が複製されることについて，当該一般のインターネットユーザーが複製の主体（直接行為者）であることを前提としている。そして，この著作物の複製は，クライアントコンピュータ上でブラウザ用レンダリングデータが生成され，ごく一時的・瞬間的に蓄積されることを指している。したがって，一般のインターネットユーザーがツイート表示 URL のウェブページを閲覧する際に，当該一般のインターネットユーザーのクライアントコンピュータ上でブラウザ用レンダリングデータが生成される点を捉えるのであれば，その行為主体は，本件リツイート者らではなく，当該一般のインターネットユーザーであるというのが，著作権法上の帰結である。",
                            "さらに，仮に，一般のインターネットユーザー以外の者が行為主体であるとの前提に立った上で，ブラウザ用レンダリングデータが生成される際に本件写真がトリミング表示される点を捉えて本件写真に「変更，切除その他の改変」がされたということができるとしても，本件リツイート者らは，本件アカウント2の保有者によってトリミングされた本件写真を含むツイートをそのままリツイートしただけであって，本件リツイート行為の結果として本件アカウント3～5のタイムラインに表示される本件写真も，当該ツイートにおける本件写真と全く同じトリミングがされた形でそのまま表示されている。そうすると，「変更，切除その他の改変」を行ったのは本件アカウント2の保有者であり，本件リツイート者ら自らが「変更，切除その他の改変」を行ったということはできないから，本件リツイート者らによる同一性保持権侵害は認められない。",
                            "加えて，上記のようなトリミングは，ツイッターのシステム上，複数の写真を限られた画面内に無理なく自然に表示するために自動的かつ機械的に行われるものであって，「やむを得ない」（著作権法20条2項4号）改変と認められるから，本件リツイート行為について同一性保持権侵害は認められない。",
                            "実質的な観点からみても，上記のようなトリミングは，リンク元のウェブページにリンク先のコンテンツを埋め込むという「埋め込み型リンク」を採用した場合に，当該コンテンツを無理なく自然に表示するために必然的に生じるものであり，リンク先からデータが自動的に送信されるというインラインリンクの特殊性とは全く関係がないことである。控訴人の主張によると，「埋め込み型リンク」は全て違法という極めて非常識な結論を招くことにもなりかねない。この点からしても，本件リツイート者らが「変更，切除その他の改変」を行ったということはできず，仮に「改変」が認められるとしても，それは「やむを得ない」改変というべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "画像データのみを侵害情報とする同一性保持権侵害について",
                          "text": [
                            "ツイート画像ファイル保存 URL に保存された本件写真には，「変更，切除その他の改変」は加えられていない。",
                            "他の点は，上記aのとおりである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "氏名表示権（著作権法19条1項）侵害について",
                      "text": [
                        "本件リツイート者らは，本件アカウント2によるツイートをリツイートしたにすぎず，本件写真の画像データを，公衆に「提供」も「提示」もしていないから，本件リツイート者らによる氏名表示権侵害は認められない。",
                        "また，本件写真の画像データには，著作者名が表示されているから，本件アカウント2の保有者が本件写真をアップロードする行為について氏名表示権侵害は認められず，リツイートしただけの本件リツイート者らに氏名表示権侵害は認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "名誉声望保持権（著作権法113条6項）侵害について",
                      "text": [
                        "著作権法113条6項にいう「名誉，声望」とは，単なる主観的な名誉感情ではなく，客観的な名誉，声望，すなわち社会的，外部的な評価，良い評判を指し，同項はその低下をもたらすような行為を対象としている。本件写真がディズニーやサンリオのキャラクターと並べて表示されることや歌手のファン活動を投稿テーマとするアカウントによるツイート及びリツイートにおいて表示されることのみをもって，控訴人の客観的な名誉，声望が低下するものとは考えられないから，著作権法113条6項の侵害は成立しない。",
                        "また，そもそも，リツイート者らによる本件写真の「利用」は，認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「侵害情報の流通によって」（プロバイダ責任制限法4条1項1号）及び「発信者」（同法2条4号）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ブラウザ用レンダリングデータを侵害情報とする送信可能化権侵害，自動公衆送信権侵害及び複製権侵害について",
                      "text": [
                        "控訴人が侵害情報であると主張するブラウザ用レンダリングデータは，一般のインターネットユーザーのクライアントコンピュータ上で初めて発生するものであり，本件アカウント3～5のタイムラインのウェブページに対応するサーバーに保存されるものではないし，当該サーバーからクライアントコンピュータに送信されるものでもない。したがって，侵害情報が実際に流通したとはいえない。",
                        "また，送信可能化権はサーバーに情報を入力する行為等の著作権法2条1項9号の5によって定義される行為によって侵害されるもの，複製権は著作物を有形的に再製する行為によって侵害されるものであるから，いずれも，侵害情報の流通それ自体によって侵害される性質の権利ではない。",
                        "さらに，本件リツイート者らは，ブラウザ用レンダリングデータを入力又は記録したものではないから，侵害情報の「発信者」には該当しない。",
                        "仮に，本件リツイート者らと本件アカウント2の保有者との間で共同不法行為が成立する余地があるとしても，本件リツイート者らがブラウザ用レンダリングデータを入力又は記録したものではないことは何ら変わらないから，やはり本件リツイート者らは侵害情報の「発信者」には該当しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "画像データのみを侵害情報とする自動公衆送信権侵害及びその他の公衆送信権侵害について",
                      "text": [
                        "仮に，本件アカウント2の保有者による自動公衆送信行為について本件リツイート者らを行為主体又は幇助者と考えることができるとの前提に立ったとしても，上記本件アカウント2の保有者による本件写真のアップロード行為（送信可能化行為）は，本件リツイート行為が行われる前に既に完了していたから，本件リツイート者らは，「特定電気通信設備の記録媒体（中略）に情報を記録」（プロバイダ責任制限法2条4号）したものではなく，「当該特定電気通信設備の送信装置（中略）に情報を入力」（同号）したものでもないことになる。したがって，本件リツイート者らは，「発信者」に該当しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "公衆伝達権侵害について",
                      "text": [
                        "仮に，本件リツイート者らに関して間接侵害又は幇助が成立すると考えることができるとしても，ブラウザ用レンダリングデータについては，送信可能化行為は行われていないし，本件写真の画像データについては，本件リツイート者らを本件アカウント2の保有者によるアップロード行為（送信可能化行為）の行為主体と考えることはできない。そうすると，本件リツイート者らは，ブラウザ用レンダリングデータ及び本件写真の画像データのいずれについても，「特定電気通信設備の記録媒体（中略）に情報を記録」（プロバイダ責任制限法2条4号）したものではなく，「当該特定電気通信設備の送信装置（中略）に情報を入力」（同号）したものでもないことになる。したがって，本件リツイート者らは，ブラウザ用レンダリングデータ及び本件写真の画像データのいずれについても，「発信者」に該当しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "同一性保持権侵害について",
                      "text": [
                        "同一性保持権は「変更，切除その他の改変」によって侵害されるものであり，改変された後の画像を公衆送信等する行為は別途新たな同一性保持権侵害を構成するものではないから，同一性保持権は侵害情報の流通それ自体によって侵害されるものではない。したがって，同一性保持権侵害は発信者情報開示請求の根拠とはなり得ない。",
                        "また，上記(ウ)のとおり，本件リツイート者らは，ブラウザ用レンダリングデータ及び本件写真の画像データのいずれについても，「発信者」に該当しない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "氏名表示権侵害について",
                      "text": [
                        "上記(ウ)のとおり，本件リツイート者らは，ブラウザ用レンダリングデータ及び本件写真の画像データのいずれについても，「発信者」に該当しない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "名誉声望保持権の侵害について",
                      "text": [
                        "上記(ウ)のとおり，本件リツイート者らは，ブラウザ用レンダリングデータ及び本件写真の画像データのいずれについても，「発信者」に該当しない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点(4)（最新のログイン時IPアドレス及び,これに対応したタイムスタンプの発信者情報該当性）について",
              "text": [
                "（控訴人の主張）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "ログイン時IPアドレス及びこれに対応するタイムスタンプの発信者情報該当性一般",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "省令は「侵害情報の発信者の特定に資する情報」を開示すべきものとするプロバイダ責任制限法4条1項の規定を受けて定められたものである。また，省令4号が侵害情報に「係る」IPアドレスと規定しているのは，ツイッターのように侵害情報投稿時のIPアドレスを保有しない場合があるなど，侵害情報を発信するウェブサイトの仕組みによりIPアドレス保存のタイミングが様々であることを踏まえたものであり，発信者の正確な特定に資するものであれば開示の対象となる。そして，ツイッター上でツイートをするためにはログインが必要であり，ログインした者と別人がツイートをすることは通常考え難いことに照らすと，ログイン時IPアドレスは「侵害情報に係るIPアドレス」に当たる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "タイムスタンプはIPアドレスを補完するものであり，省令は，IPアドレスの開示を実効あるものとするためIPアドレスと対をなすタイムスタンプ情報の開示を認めるとの発想に立っている。本件のようにログイン時IPアドレス等しか保存されていない場合には，ログイン時のIPアドレスが開示の対象となる以上，これと対をなすログイン時のタイムスタンプも開示の対象となると解さなければ，発信者情報開示制度はツイッターにおいて機能しないという不合理な結論となってしまう。したがって，省令の文言に拘泥せず，ログイン時のタイムスタンプも開示対象になると解すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "最新ログイン時IPアドレス及びこれに対応したタイムスタンプ開示の必要性",
                  "text": [
                    "被控訴人らの利用規約の「ユーザーアカウント」規定(甲26・5頁)及び「プロフィールのカスタマイズ」の「プロフィール変更」規定(甲28・1頁）に基づき，「1ユーザ(利用者)·1アカウント(口座)」のツイッターシステムにおいては，侵害サイト・アカウント情報の一部である最新ログイン時IPアドレス及びこれに対応したタイムスタンプが開示されなければ，控訴人の権利を侵害した侵害発信者を特定する途を絶たれることになる。ツイッターにおいては，本来，被控訴人らが侵害サイトアカウントの氏名，住所を登録要件としていれば，それらの氏名，住所が開示対象となるところ，被控訴人らが情報を保有していないため，唯一保有している最新ログイン時IPアドレス及びタイムスタンプを情報開示の対象としなければならない。そして，プロフィール写真として無断使用された場合，全ツイート記事へ画像表示されることは，公知の事実であり，プロフィールに画像を設定することは，投稿時から永続的に権利侵害が継続される。投稿時だけが侵害情報の送信時ではなく，その後，アカウントが存在し続けること自体が不作為的に侵害情報を送信し続けていることを意味する。投稿日時から離れているからといって最新ログイン時の情報が侵害情報と無関係などとはいえない現実が存し，なお今後も同様の侵害が頻発することが明白に予想される。",
                    "なお，控訴人に電子メールアドレスが開示されるとしても，ツイッター等においては，フリーメールのメールアドレスが利用されることが多く，電子メールアドレスを管理している事業者においてメール利用者の住所や氏名が保有されていないことがほとんどであることからすると，電子メールアドレスから発信者の特定に至ることは想定できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "最新ログイン時IPアドレスの発信者情報該当性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "私人間の憲法の適用については，私法上の一般規定を介した間接的な適用が図られる（最高裁昭和48年12月12日判決・民集27巻11号1536頁）。",
                        "被控訴人らのような巨大なプロバイダは，インターネットが急速に発展進化した現代においては，一種の国家権力と擬制できるほどの巨大な権力を持つ。したがって，被控訴人らと控訴人など開示請求者及び情報発信者など一般私人の間には，もはや私人と国家というほどの力の差があり，両者の関係には，憲法の規律が妥当する十分な基礎が見いだせる。そうである以上，一定の場合には憲法の規律を私法を通して及ぼさなければ，市民の権利保障は十分に行えない。",
                        "これをプロバイダ責任制限法についてみると，プロバイダ責任制限法4条1項柱書は，「発信者情報」（「侵害情報の発信者の特定に資する情報」）という抽象的な規定を置いて，その具体的な内容を省令に委任している。この趣旨は，急速に発展するインターネットにおいて，立法のみによったのでは，開示請求者と情報発信者との権利調整を十分に行い得ない点にあると解される。そして，省令によっても，個別の具体的事例における権利救済を十分に行い得ない場合があり得ることは，インターネットの進化の速度に鑑みると，容易に想起される。",
                        "省令により，IPアドレスは発信者情報の一内容とされているが，その趣旨は，「不特定の者が利用できる電子掲示板の場合，その管理者は，発信者の氏名，住所等を保有してないが，IPアドレスであれば記録していることがある。IPアドレスは，インターネットで通信を行う場合に必要不可欠なものであり，情報の送信に用いられた電気通信設備を正確に識別することができること，それにより発信者の特定が可能な場合があること，それ自体が秘匿性の高い情報とまではいえないこと等から，開示の対象とされた」というものである（総務省総合通信基盤局消費行政課「改訂増補版プロバイダ責任制限法」84頁）。そして，省令において，IPアドレスは，「侵害情報に係るアイ・ピー・アドレス」と幅を持たせた表現で規定されている。その趣旨は，本件におけるツイッターサイトのように，システムの仕組み上，侵害情報投稿時のIPアドレスを保有しない場合もあるなど，侵害情報を発信するウェブサイトの仕組みによりIPアドレス保存のタイミングは様々であることから，幅のない規定とすると，不合理に発信者情報の開示が請求できない場合が発生するため，あえて幅を持たせた規定の仕方を行い，権利者の損害賠償請求など法的救済を受ける権利の保障を実効化しようとしたものと解される。",
                        "以上述べたところからすると，プロバイダ制限法は，「発信者情報」（「侵害情報の発信者の特定に資する情報」）という抽象的な規定の中に，憲法の理念を読み込むことを要請していると解すべきであり，さらに，省令は，「侵害情報に係るアイ・ピー・アドレス」という幅のある規定において，開示が認められることにより得られる開示請求者の憲法上の利益が，開示が認められることにより制限される情報発信者の憲法上の利益に優越するIPアドレスを含むことを許容していると解すべきであって，それらの利益の比較衡量によって，開示の可否を決めるべきである。",
                        "また，プロバイダ制限法が定める発信者情報開示請求権は，発信者が特定できない際のプロバイダに対する共同不法行為責任の追及等の転化としての性質を有することからしても，上記のように解釈すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件において比較衡量の対象となる控訴人の憲法上の利益は，裁判を受ける権利（憲法32条），著作権に化体された財産権（憲法29条），著作者人格権に化体された幸福追求権（憲法13条），平等権（憲法14条1項）などの人権である。そして，本件においては，控訴人のこれらの人権が受ける侵害の程度は，「具体的な侵害又はそのおそれがあり，その態様，程度が社会的に許容しうる限度を超える」という基準に当てはまるほど大きい。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "裁判を受ける権利",
                          "text": [
                            "本件において，最新ログイン時のIPアドレス及びタイムスタンプが開示されなければ，控訴人は発信者を特定する途を失うことになり，自らの権利侵害に対して何らの司法的救済を受けることができない。権利救済を受けられないのではなく，権利救済を受ける機会を永遠に奪われることになる。ツイッターサイトは，国内利用者が2000万人とされ日本人のおよそ6分の1が利用する，巨大なソーシャルネットワークシステム（以下「SＮS」という。）である。このようなSＮSにおいて，最新ログイン時のIPアドレスの開示さえ行えないとすると，控訴人は全く法的な救済を受けられないことになり，職業写真家としての控訴人の生活基盤を根本から破壊するおそれがある。このように本件において最新ログイン時のIPアドレスが開示されないことによる控訴人の裁判を受ける権利の侵害は現在から将来に渡って極めて甚大である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "財産権，幸福追求権",
                          "text": [
                            "被控訴人らのように，ユーザーが極めて多いプロバイダサービスにおいて，権利救済の機会を受けることさえ拒まれることは，控訴人において一旦侵害された著作権に化体された財産権，著作者人格権に化体された幸福追求権の侵害を救済するすべがなくなることを意味する。特に，財産権たる著作権が損害賠償請求により事後的にであれ金銭的に補償されないと，財産権としての保障の意味が灰燼に帰すことは明白である。このことは，職業として写真家を営んでいる控訴人にとっては生活の根幹を破壊される可能性を含んでいる。",
                            "本件において，控訴人には，何らの非がない。控訴人は，職業カメラマンとしてウェブサイトに自身の写真を掲載し正当な営業活動をウェブ上で展開していただけである。そうであるにもかかわらず，控訴人は，自らの正当な労働の対価を得る機会を奪われ，さらに人格権を傷つけられたのである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "平等権",
                          "text": [
                            "たまたま生じる侵害情報が投稿されたプラットフォームのシステム設計の差異で，投稿情報が記録されていれば発信者情報が開示でき，最新ログイン時情報しかなければ発信者情報が開示できないという違いを作出し，発信者情報の特定ができる場合と全くできない場合とに分離されることは，国民の裁判を受ける権利の保障に，単なる偶然に基づく大きな差異をもたらすものであり，本件において開示が認められないことは，平等権という観点からも，問題が大きい。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件において，最新ログイン者の憲法上の権利の保護の要請は極めて後退している。情報発信者のプライバシー，表現の自由，通信の秘密が，比較衡量の対象となる発信者の利益といえる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "投稿者自身の利益（最新ログイン者が投稿者である場合）",
                          "text": [
                            "そもそもIPアドレスは，それ自体数字の羅列であり，それほどプライバシー性の高い情報ではない。また，IPアドレスより住所氏名までたどれるとしても，自ら違法行為を選択した投稿者において，その責任として住所氏名が控訴人に開示される程度の侵襲はやむを得ない。",
                            "また，本件における投稿者の表現行為は，著作権法により制約されている。控訴人の写真を無断でプロフィールなどに設定することは，著作権侵害の帰結を避けがたく，著作権法により禁圧された表現行為である。その上，投稿者は，特に政治的意図や自己実現のために表現しているわけではなく，表現の自由保護の要請は本件においては皆無である。",
                            "したがって，最新ログイン者が投稿者である場合について，控訴人利益に比肩すべき保護に値する利益は見いだし得ないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "人違いの危険が生じる蓋然性",
                          "text": [
                            "次に，人違いにより第三者のプライバシー，通信の秘密が侵害されるおそれも考慮しなければならない。",
                            "しかし，本件のツイッターサイトにおいて，ツイートと呼ばれる投稿行為を行うには，ログインが必要になる。なぜなら，ツイッターにおいては，ツイートがユーザーアカウントと紐付けられており，ユーザーアカウントのツイートという形で投稿記事の表示が行われる関係上，アカウント名（匿名であるか実名であるかは問わない。）を明らかにしなければ投稿行為自体が成り立たず，ユーザーアカウントへのログインは，必須の前提作業となる。また，ユーザーには，このアカウントを強力なパスワードで保護することが被控訴人らの利用規約により義務付けられている（甲26）。したがって，投稿者と最新ログイン者が別人であることは通常なく，本件において，別人であることを示唆する何らの証左もないから，人違いにより第三者のプライバシー・通信の自由を侵害するおそれは皆無というほかない。",
                            "さらに，通常，ユーザーは，自身のスマートフォンなどの各種デバイスにユーザーIDとパスワードを記憶させておいてツイッターサービスを利用するところ，スマートフォンなどの個人使用が前提のデバイスの管理者が複数いることはあまり想定できない。したがって，投稿直前のログインであっても，最新時のログインであっても，アカウントを使用する者と投稿者が異なることは通常想定されていないのであって，最新ログイン時のIPアドレスについても侵害情報の発信者を誤って特定する合理的な疑いは発生しない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件アカウント2，4，5について",
                          "text": [
                            "本件各アカウントのうち，個人アカウントである本件アカウント1，3については，人違いが生じる危険性はない。しかし，本件アカウント2，4，5のように複数の人物が管理している可能性を完全には排斥できないアカウントにおいては，投稿者と，最新ログイン者が異なる人物である可能性を完全に排斥できるとまではいい切れないともいえる。そこで，仮に，本件アカウント2，4，5が複数人で管理されており，投稿者と最新ログイン者が異なる場合における，第三者の通信の秘密，プライバシーの侵害という不利益と控訴人の利益を比較衡量すると，次のとおりである。すなわち，一つのアカウントを他者と共有管理する以上，共有管理の利益を享受しながら，共有管理のリスクも共に引き受けるのは当然というべきであるし，少なくとも，共有管理のリスクを引き受けるか否かを，当該第三者は選択する機会を与えられていた。また，アカウントを共有管理する以上，他のアカウント管理者が違法行為を行わないように注意する義務があるというべきである。これに対して，控訴人には何の非もなく，何の選択の機会もなかった。",
                            "このように，仮に，本件アカウント2，4，5においてアカウントが共有されていたとしても，氏名及び住所を開示され，控訴人から訴訟を提起される程度のリスクを負う帰責性は十分に見いだし得るのであって，全く非のない控訴人の犠牲のうえに保護すべきような過大な権利侵襲は見いだし得ない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件においては，情報発信者と開示請求者の権利の調整は，司法機関の司法判断を経ることになるから，被控訴人らに対して発信者情報にどのような情報が含まれるか判断する責務を押し付けて，被控訴人らに過大な負担を負わせることにはならない。むしろ，被控訴人らの負担は最新ログイン時のIPアドレスという，いつ何時でも自ずから保存，保有している情報に限られることになるから，新たに保存処理をする情報の範囲が拡大するような事態は想定できず，被控訴人らの負担が軽減される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "最新ログイン時のIPに対応するタイムスタンプの発信者情報該当性",
                  "text": [
                    "省令によりタイムスタンプが発信者情報とされた趣旨は，「あるIPアドレスを固定的に割り当てている場合・・・には，経由プロバイダは，タイムスタンプを確認することなく，当該固定IPアドレスの割り当てられた契約者を特定することが可能である」のに対して，「接続の都度，利用者にIPアドレスを割り当てている場合・・・では・・・契約者を特定するために，IPアドレスとタイムスタンプをあわせて確認することが必要となる」からである（総務省総合通信基盤局消費行政課「改訂増補版プロバイダ責任制限法」85頁）。",
                    "ところで，被控訴人らが提供するツイッターサービスにおいては，記事の投稿に係るIPアドレス及びタイムスタンプは取得されず，記事投稿直前のログイン時のIPアドレス及びタイムスタンプの情報が取得される。逆に記事投稿時のタイムスタンプは公開されているが，記事投稿時のIPアドレスが保有されていないため，IPアドレスが不明な投稿時のタイムスタンプは発信者特定において意味をなさない。このようなツイッターサービスにおいては，最新ログイン時のIPアドレスが開示の対象となる以上，最新ログイン時のタイムスタンプも開示の対象となると結論付けなければならない。",
                    "確かに省令7号は「侵害情報が送信された年月日及び時刻」と規定する。しかし，この規定の趣旨は，上記のとおりであるから，「侵害情報が送信された年月日及び時刻」との文言に拘泥することなく，上記の憲法上の利益の比較衡量も経て省令でIPアドレスの開示が認められる場合には，これに対応したタイムスタンプも，「発信者情報」に該当するものとして開示の対象となると解すべきである。タイムスタンプは個人にとって秘匿性の全く高くない情報であって，省令の規定を拡大的に解釈することも許される。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "省令が違法であること",
                  "text": [
                    "仮に，省令上，最新ログイン時のIPアドレス及びこれに対応するタイムスタンプが開示対象とされないのであれば，インターネットにより権利侵害を受けた権利者が損害賠償等を請求できなくなり，結論として余りに不当であるから，省令はプロバイダ責任制限法の委任の趣旨に反し違法というべきである。",
                    "（被控訴人らの主張）"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "ログイン時IPアドレス及びこれに対応するタイムスタンプの発信者情報該当性一般",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "プロバイダ責任制限法4条1項は，情報の発信者のプライバシー，表現の自由，通信の秘密に配慮した厳格な要件の下で発信者情報の開示を認めるものであり，発信者情報の具体的内容を省令に委ねている。これを受けた省令は，上記趣旨に照らし，開示対象情報を必要最小限の範囲とし，あえて具体的に限定列挙しているのであるから，安易な拡張解釈により開示対象情報を拡大することは許されない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "IPアドレスについての省令4号の規定は，1号及び2号の「侵害情報の送信に係る者」と同様，発信者が所属する企業等が経由プロバイダとインターネット接続サービス契約を締結している場合等，発信者本人が経由プロバイダとの契約者と同一人物であるとは限らないために用いられた文言にすぎず，侵害情報発信時でないログイン時のIPアドレスまで開示対象とする趣旨ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ログイン時のタイムスタンプは，省令7号の文言上，開示の対象とならないことが明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "最新のログイン時IPアドレス及びこれに対応するタイムスタンプの発信者情報該当性",
                  "text": [
                    "最新のログイン時IPアドレス及びこれに対応するタイムスタンプは，侵害情報を投稿した際のものでなく，「侵害情報に係るアイ・ピー・アドレス」ではないこと，訴訟提起後も新たに発生し判決が確定するまで具体的な情報を確定できないこと，侵害情報投稿時から最も離れた時点のものであり侵害情報との関連性が最も希薄であることからして，開示の対象とならないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点(5)（発信者情報の開示を受けるべき正当な理由の有無）について",
              "text": [
                "（控訴人の主張）",
                "控訴人は，本件アカウント1～5に本件写真を表示させた者に対し著作権及び著作者人格権の侵害に基づく損害賠償を請求するため，別紙発信者情報目録記載の発信者情報の開示を受ける必要がある。",
                "（被控訴人らの主張）",
                "争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)（被控訴人ツイッタージャパンの発信者情報保有の有無）について",
          "text": [
            "控訴人は，被控訴人米国ツイッター社に加え，被控訴人ツイッタージャパンに対しても発信者情報の開示を求めている。",
            "そこで判断するに，証拠（乙19～21，24）及び弁論の全趣旨によると，被控訴人ツイッタージャパンはツイッターを運営する者ではなく，ツイッターの利用についてユーザーと契約を締結する当事者でもないと認められ，本件証拠上，被控訴人ツイッタージャパンが発信者情報を開示する権限を有しているとは認められない。",
            "これに対し，控訴人は，被控訴人ツイッタージャパンが，情報の削除等の窓口業務を含む，ツイッターのサポート業務を行っていること，控訴人が被控訴人ツイッタージャパンに対して控訴人撮影の写真について公衆送信の差止め等を求めた別件訴訟において，被控訴人ツイッタージャパンへの訴状送達後に画像が削除されたこと，本件についても，控訴人が被控訴人ツイッタージャパン宛てに本件写真の削除を申し出たところ，現実に削除がされたこと，被控訴人らの役員が共通していること，被控訴人米国ツイッター社は傘下にツイッター東京事務所を有すると表明しており，従業員の採用面接を同事務所で行っていることを主張するが，これらの事実が認められるとしても，これらの事実から，被控訴人ツイッタージャパンが発信者情報を開示する権限を有していると認められるものではない。また，控訴人は，グローバル企業である被控訴人米国ツイッター社が日本の事情に精通した被控訴人ツイッタージャパンの判断を無視できるとは考えられないこと，被控訴人ツイッタージャパンが判決などにより法的拘束力のある情報の開示義務を負った場合，被控訴人米国ツイッター社がこれを放置する事態は考えられないことを主張するが，いずれも控訴人の推測の域を出るものではなく，被控訴人ツイッタージャパンが発信者情報を開示する権限を有していることの根拠となるものではない。",
            "したがって，被控訴人ツイッタージャパンが発信者情報を保有しているとは認められないから，控訴人の被控訴人ツイッタージャパンに対する請求はいずれも理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)（本件アカウント1及び2における本件写真の表示による控訴人の著作権等の侵害の明白性）及び争点(3)（本件リツイート行為による著作権等の侵害の明白性）について",
          "text": [
            "事案に鑑み，争点(3)について判断し，その後に争点(2)について判断することとする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "事実関係等",
              "text": [
                "前記前提事実(3)ウ及び(4)(原判決4頁～5頁)記載のとおり，本件リツイート行為により本件アカウント3～5のタイムラインの URLにリンク先である流通情報2(2)の URL へのインラインリンクが設定されて，同 URL に係るサーバーから直接ユーザーのパソコン等の端末に画像ファイルのデータが送信され，ユーザーのパソコン等に本件写真の画像が表示されるものである。もっとも，証拠(甲20，27，29，32，33，48，50～53)及び弁論の全趣旨によると，ユーザーのパソコン等の端末に，本件写真の画像を表示させるためには，どのような大きさや配置で，いかなるリンク先からの写真を表示させるか等を指定するためのプログラム(HTML プログラム，CSS プログラム，JavaScript プログラム)が送信される必要があること，本件リツイート行為の結果として，そのようなプログラムが，リンク元のウェブページに対応するサーバーからユーザーのパソコン等に送信されること，そのことにより，リンク先の画像とは縦横の大きさが異なった画像や一部がトリミングされた画像が表示されることがあること，本件アカウント3～5のタイムラインにおいて表示されている画像は，流通情報2(2)の画像とは異なるものであること(縦横の大きさが異なるし，トリミングされており，控訴人の氏名も表示されていない)が認められる。そして，控訴人は，本件写真の画像データのみならず，これらのHTML プログラム，CSS プログラム，JavaScript プログラムのデータ等が結合して生成される「ブラウザ用レンダリングデータ」あるいは HTML データ等を「侵害情報」と主張するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "公衆送信権侵害(著作権法23条1項)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "著作権法2条1項7号の2は，公衆送信について「公衆によって直接受信されることを目的として無線通信又は有線電気通信の送信・・・を行うことをいう。」と定義し，同項9号の4は，自動公衆通信について「公衆送信のうち，公衆からの求めに応じ自動的に行うもの（放送又は有線放送に該当するものを除く。）をいう。」と定義し，同項9号の5は，送信可能化について「次のいずれかに掲げる行為により自動公衆送信し得るようにすることをいう。  イ  公衆の用に供されている電気通信回線に接続している自動公衆送信装置・・・の公衆送信用記録媒体に情報を記録し，情報が記録された記録媒体を当該自動公衆送信装置の公衆送信用記録媒体として加え，若しくは情報が記録された記録媒体を当該自動公衆送信装置の公衆送信用記録媒体に変換し，又は当該自動公衆送信装置に情報を入力すること。"
                  ]
                },
                {
                  "fig": "ロ",
                  "text": [
                    "その公衆送信用記録媒体に情報が記録され，又は当該自動公衆送信装置に情報が入力されている自動公衆送信装置について，公衆の用に供されている電気通信回線への接続・・・を行うこと。」と定義している。そして，著作権法23条1項は，「著作者は，その著作物について，公衆送信（自動公衆送信の場合にあっては，送信可能化を含む。）を行う権利を専有する。」と規定する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人が著作権を有しているのは，本件写真であるところ，本件写真のデータは，リンク先である流通情報2(2)に係るサーバーにしかないから，送信されている著作物のデータは，流通情報2(2)のデータのみである。上記のとおり，公衆送信は，「公衆によって直接受信されることを目的として送信を行うこと」であるから，公衆送信権侵害との関係では，流通情報2(2)のデータのみが「侵害情報」というべきであって，控訴人が主張する「ブラウザ用レンダリングデータ」あるいはHTML データ等を「侵害情報」と捉えることはできない。したがって，「ブラウザ用レンダリングデータ」あるいは HTML データ等が「侵害情報」であることを前提とする控訴人の公衆送信権侵害(送信可能化権侵害，自動公衆送信権侵害)に関する主張は，いずれも採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，流通情報2(2)の画像データのみを「侵害情報」と捉えた場合の公衆送信権侵害の主張について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件リツイート行為によってユーザーのパソコン等の端末に表示される本件写真の画像は，それらのユーザーの求めに応じて，流通情報2(2)のデータが送信されて表示されているといえるから，自動公衆送信(公衆送信のうち，公衆からの求めに応じ自動的に行うもの[放送又は有線放送に該当するものを除く。])に当たる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "自動公衆送信の主体は，当該装置が受信者からの求めに応じ，情報を自動的に送信できる状態を作り出す行為を行う者と解されるところ(最高裁平成23年1月18日判決・民集65巻1号121頁参照)，本件写真のデータは，流通情報2(2)のデータのみが送信されていることからすると，その自動公衆送信の主体は，流通情報2(2)のURL の開設者であって，本件リツイート者らではないというべきである。著作権侵害行為の主体が誰であるかは，行為の対象，方法，行為への関与の内容，程度等の諸般の事情を総合的に考慮して，規範的に解釈すべきであり，カラオケ法理と呼ばれるものも，その適用の一場面であると解される(最高裁平成23年1月20日判決・民集65巻1号399頁参照)が，本件において，本件リツイート者らを自動公衆送信の主体というべき事情は認め難い。控訴人は，本件アカウント3～5の管理者は，そのホーム画面を支配している上，ホーム画面閲覧の社会的経済的利益を得ていると主張するが，そのような事情は，あくまでも本件アカウント3～5のホーム画面に関する事情であって，流通情報2(2)のデータのみが送信されている本件写真について，本件リツイート者らを自動公衆送信の主体と認めることができる事情とはいえない。また，本件リツイート行為によって，本件写真の画像が，より広い範囲にユーザーのパソコン等の端末に表示されることとなるが，我が国の著作権法の解釈として，このような受け手の範囲が拡大することをもって，自動公衆送信の主体は，本件リツイート者らであるということはできない。さらに，本件リツイート行為が上記の自動公衆送信行為自体を容易にしたとはいい難いから，本件リツイート者らを幇助者と認めることはできず，その他，本件リツイート者らを幇助者というべき事情は認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，自動公衆送信にも放送にも有線放送にも当たらない公衆送信権侵害も主張するが，前記(ア)のとおり自動公衆送信に当たることからすると，自動公衆送信以外の公衆送信権侵害が成立するとは認められない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "複製権侵害(著作権法21条)について",
              "text": [
                "前記(2)イのとおり，著作物である本件写真は，流通情報2(2)のデータのみが送信されているから，本件リツイート行為により著作物のデータが複製されているということはできない。したがって，複製権侵害との関係でも，控訴人が主張する「ブラウザ用レンダリングデータ」あるいは HTML データ等を「侵害情報」と捉えることはできず，「ブラウザ用レンダリングデータ」あるいは HTML データ等が「侵害情報」であることを前提とする控訴人の複製権侵害に関する主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "公衆伝達権侵害(著作権法23条2項)について",
              "text": [
                "著作権法23条2項は，「著作者は，公衆送信されるその著作物を受信装置を用いて公に伝達する権利を専有する。」と規定する。",
                "控訴人は，本件リツイート者らをもって，著作物をクライアントコンピュータに表示させた主体と評価すべきであるから，本件リツイート者らが受信装置であるクライアントコンピュータを用いて公に伝達していると主張する。しかし，著作権法23条2項は，公衆送信された後に公衆送信された著作物を，受信装置を用いて公に伝達する権利を規定しているものであり，ここでいう受信装置がクライアントコンピュータであるとすると，その装置を用いて伝達している主体は，そのコンピュータのユーザーであると解され，本件リツイート者らを伝達主体と評価することはできない。控訴人が主張する事情は，本件写真等の公衆送信に関する事情や本件アカウント3～5のホーム画面に関する事情であって，この判断を左右するものではない。そして，その主体であるクライアントコンピュータのユーザーが公に伝達しているというべき事情も認め難いから，公衆伝達権の侵害行為自体が認められない。このように公衆伝達権の侵害行為自体が認められないから，その幇助が認められる余地もない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "著作者人格権侵害について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "同一性保持権（著作権法20条1項） 侵害",
                  "text": [
                    "前記(1)のとおり，本件アカウント3～5のタイムラインにおいて表示されている画像は，流通情報2(2)の画像とは異なるものである。この表示されている画像は，表示するに際して，本件リツイート行為の結果として送信された HTML プログラムや CSS プログラム等により，位置や大きさなどが指定されたために，上記のとおり画像が異なっているものであり，流通情報2(2)の画像データ自体に改変が加えられているものではない。",
                    "しかし，表示される画像は，思想又は感情を創作的に表現したものであって，文芸，学術，美術又は音楽の範囲に属するものとして，著作権法2条1項1号にいう著作物ということができるところ，上記のとおり，表示するに際して，HTML プログラムやCSS プログラム等により，位置や大きさなどを指定されたために，本件アカウント3～5のタイムラインにおいて表示されている画像は流通目録3～5のような画像となったものと認められるから，本件リツイート者らによって改変されたもので，同一性保持権が侵害されているということができる。",
                    "この点について，被控訴人らは，仮に改変されたとしても，その改変の主体は，インターネットユーザーであると主張するが，上記のとおり，本件リツイート行為の結果として送信された HTML プログラムや CSS プログラム等により位置や大きさなどが指定されたために，改変されたということができるから，改変の主体は本件リツイート者らであると評価することができるのであって，インターネットユーザーを改変の主体と評価することはできない(著作権法47条の8は，電子計算機における著作物の利用に伴う複製に関する規定であって，同規定によってこの判断が左右されることはない。)。また，被控訴人らは，本件アカウント3～5のタイムラインにおいて表示されている画像は，流通情報2(1)の画像と同じ画像であるから，改変を行ったのは，本件アカウント2の保有者であると主張するが，本件アカウント3～5のタイムラインにおいて表示されている画像は，控訴人の著作物である本件写真と比較して改変されたものであって，上記のとおり本件リツイート者らによって改変されたと評価することができるから，本件リツイート者らによって同一性保持権が侵害されたということができる。さらに，被控訴人らは，著作権法20条2項4号の「やむを得ない」改変に当たると主張するが，本件リツイート行為は，本件アカウント2において控訴人に無断で本件写真の画像ファイルを含むツイートが行われたもののリツイート行為であるから，そのような行為に伴う改変が「やむを得ない」改変に当たると認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "氏名表示権（著作権法19条1項）侵害",
                  "text": [
                    "本件アカウント3～5のタイムラインにおいて表示されている画像には，控訴人の氏名は表示されていない。そして，前記(1)のとおり，表示するに際して HTML プログラムやCSS プログラム等により，位置や大きさなどが指定されたために，本件アカウント3～5のタイムラインにおいて表示されている画像は流通目録3～5のような画像となり，控訴人の氏名が表示されなくなったものと認められるから，控訴人は，本件リツイート者らによって，本件リツイート行為により，著作物の公衆への提供又は提示に際し，著作者名を表示する権利を侵害されたということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "名誉声望保持権（著作権法113条6項）侵害",
                  "text": [
                    "本件アカウント3～5において，サンリオのキャラクターやディズニーのキャラクターとともに本件写真が表示されているからといって，そのことから直ちに，「無断利用してもかまわない価値の低い著作物」，「安っぽい著作物」であるかのような誤った印象を与えるということはできず，著作者である控訴人の名誉又は声望を害する方法で著作物を利用したということはできない。そして，他に，控訴人の名誉又は声望を害する方法で著作物を利用したものというべき事情は認められないから，本件リツイート者らは，控訴人の名誉声望保持権（著作権法113条6項）を侵害したとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，控訴人は，本件アカウント2，4及び5の各保有者が自然人としては同一人物であり，又はこれらの者が共同して公衆送信権を侵害した旨主張するが，そのような事実を認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "「侵害情報の流通によって」（プロバイダ責任制限法4条1項1号）及び「発信者」（同法2条4号）について",
              "text": [
                "前記(5)ア，イのとおり，本件リツイート行為は，控訴人の著作者人格権を侵害する行為であるところ，前記(5)ア，イ認定の侵害態様に照らすと，この場合には，本件写真の画像データのみならず，HTML プログラムや CSS プログラム等のデータを含めて，プロバイダ責任制限法上の「侵害情報」ということができ，本件リツイート行為は，その侵害情報の流通によって控訴人の権利を侵害したことが明らかである。そして，この場合の「発信者」は，本件リツイート者らであるということができる。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "争点(2)について",
              "text": [
                "本件アカウント2の流通情報2(3)及び(4)については，流通情報3～5と同様に，流通情報2(2)の画像が改変され，控訴人の氏名が表示されていないということができるから，著作者人格権の侵害があるということができる。しかし，本件アカウント1の流通情報1(6)及び(7)については，流通情報1(3)の画像と同じものが表示されているから，著作者人格権の侵害があると認めることはできない。これらについて著作権の侵害を認めることができないことは，流通情報3～5と同様である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(4)（最新のログイン時IPアドレス等の発信者情報該当性）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，最新のログイン時IPアドレスが省令4号の「侵害情報に係るアイ・ピー・アドレス」に，同タイムスタンプが同7号の「侵害情報が送信された年月日及び時刻」に該当し，プロバイダ責任制限法4条1項の「権利の侵害に係る発信者情報」に当たる旨主張する。",
                "そこで判断するに，プロバイダ責任制限法4条1項は「特定電気通信による情報の流通によって自己の権利を侵害されたとする者は，・・・当該権利の侵害に係る発信者情報（氏名，住所その他の侵害情報の発信者の特定に資する情報であって総務省令で定めるものをいう。・・・）の開示を請求することができる。」と定めているところ，同項は，「当該権利の侵害に係る発信者情報」について開示を認めるとともに，具体的に開示の対象となる情報は総務省令で定めるとし，省令はこれを受けて，省令4号は「侵害情報に係るアイ・ピー・アドレス・・・及び当該アイ・ピー・アドレスと組み合わされたポート番号」と，同7号は「侵害情報が送信された年月日及び時刻」とそれぞれ定めているのであるから，省令4号の「侵害情報に係るアイ・ピー・アドレス」には当該侵害情報の発信に関係しないものは含まれず，また，当該侵害情報の発信と無関係なタイムスタンプは同7号の「侵害情報が送信された年月日及び時刻」に当たらないと解するのが相当である。",
                "なお，控訴人は，省令の解釈上最新のログイン時IPアドレス等の開示が認められないのであれば省令はプロバイダ責任制限法による委任の趣旨に反し違法である旨主張する。しかし，侵害情報の発信者の特定に資する情報であっても開示の対象とならないものがあることはプロバイダ責任制限法4条1項の上記規定が予定するところであって，省令の規定が同項による委任の趣旨に反するということはできない。",
                "これを本件についてみると，前記前提事実に加え，証拠（甲4の1・3・6・7）及び弁論の全趣旨によると，本件アカウント1が開設されたのは平成25年4月1日であり，本件プロフィール画像設定行為がされたのは遅くとも平成27年1月21日であること，本件ツイート行為2がされたのは平成26年12月14日であること，本件ツイート行為3～5がされたのは平成26年12月14日頃であることが認められる。なお，控訴人が札幌地方裁判所に本件訴えを提起したのは平成27年3月25日である。",
                "そうすると，控訴人が開示を求める最新のログイン時IPアドレス及びタイムスタンプは，本件において侵害情報が発信された上記各行為と無関係であり，省令4号及び7号のいずれにも当たらないというべきである。したがって，別紙発信者情報目録記載2及び3についての控訴人の被控訴人米国ツイッター社に対する請求は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，控訴人は，①ツイッターにおいては，被控訴人らが唯一保有している最新ログイン時IPアドレス及びこれに対するタイムスタンプが開示されなければ，控訴人の権利を侵害した侵害発信者を特定する途を絶たれることになる，②プロフィール写真として無断使用された場合，全ツイート記事へ画像表示されることは，公知の事実であり，プロフィールに画像を設定することは，投稿時から永続的に権利侵害が継続されるから，アカウントが存在し続けること自体が不作為的に侵害情報を送信し続けていることを意味すると主張し，さらに，裁判を受ける権利（憲法32条），著作権に化体された財産権（憲法29条），著作者人格権に化体された幸福追求権（憲法13条），平等権（憲法14条1項）などの人権と，情報発信者のプライバシー，表現の自由，通信の秘密などとを比較衡量すると，最新ログイン時IPアドレス及びこれに対するタイムスタンプの開示が認められるべきであると主張する。",
                "しかし，プロバイダ責任制限法4条及び同法の委任による省令は，発信者が有するプライバシーや表現の自由，通信の秘密等の権利・利益と権利を侵害された者の差止め，損害賠償等の被害回復の利益との調整を図るために設けられた規定であって，プロバイダ責任制限法は，その範囲で発信者情報の開示を求める権利を認めているものである。そして，前記(1)判示のとおり，プロバイダ責任制限法4条及び省令において開示を求める権利が認められているものの中に，最新ログイン時IPアドレス及びこれに対するタイムスタンプは含まれていない。また，控訴人が主張する憲法の規定やそれらの趣旨を考慮したとしても，控訴人に，法律に定められていない発信者情報の開示を求める権利があると解することもできない。したがって，控訴人の主張は，立法論にとどまるものというほかなく，失当である。",
                "なお，プロフィール写真として無断使用された場合，全ツイート記事へ画像表示されるとしても，侵害行為としては，プロフィール画像として写真の画像ファイルをアップロードしたことで完結しており，その後画像表示が継続されることが当然に侵害行為となるということはできない。事実関係によっては，不作為による侵害行為を構成することも考えられるが，本件において，そこまでの事実関係の主張立証はない。  "
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(5)（発信者情報の開示を受けるべき正当な理由の有無）について",
          "text": [
            "以上に説示したところによると，控訴人は本件アカウント1～5に本件写真を表示させた者に対し著作権又は著作者人格権の侵害を理由として権利行使し得るところ，上記の者の特定に資する情報を知る手段が他にあるとは認められないから，発信者情報の開示を受けるべき正当な理由があると認められる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によると，控訴人の請求は，被控訴人米国ツイッター社に対して，主文1(1)の電子メールアドレスの開示を求める限度で理由があり，その余は理由がないから，これと異なる原判決を変更することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "略称については，本判決において特に記載しない限り，原判決と同じものを用いる。"
  ]
}