{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "特許庁が取消2014-300978号事件について平成28年8月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録取消審判請求に対する審決の取消訴訟である。争点は，①被告又は通常実施権者による標章使用の有無及び②使用された標章と登録商標との同一性の有無である。 "
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標 ",
          "text": [
            "商標登録第4737519号商標（以下，「本件商標」という。）は，下記の構成からなり，第25類「運動靴，その他の履物，運動用特殊靴，被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，仮装用衣服，運動用特殊衣服」を指定商品として，平成15年12月26日に設定登録されたものである（甲1の1・2）。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯 ",
          "text": [
            "原告は，平成26年12月5日，本件商標について，商標法50条に基づく商標登録取消審判を請求し（取消2014-300978号。以下「本件審判請求」という。），その登録は同月25日にされた（甲1の1）。 ",
            "特許庁は，平成28年8月9日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同月18日に原告に送達された。 "
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要点 ",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "カスタムプロデュース株式会社（以下「カスタムプロデュース社」という。）は，被告と提携していること，及びカスタムプロデュース社は，被告の日本国内における総代理店であることからすると，カスタムプロデュース社は，本件商標の通常実施権者というのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "カスタムプロデュース社が，平成26年6月に発行したカタログ（甲2の9。以下「本件カタログ」という。）には，表紙にブーメラン様の白抜きの図形（以下「使用商標」という。）が表示されており，「運動靴」が掲載されている。本件カタログは，平成26年6月頃から秋にかけて頒布されたと推認できる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「運動靴」は，本件商標の指定商品に含まれる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件商標と使用商標は，線書きであるか白抜きであるかに差異があるが，その態様を同じくするものであるから，本件商標と使用商標は，社会通念上同一のものである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，被告は，通常実施権者が，本件審判請求の登録前3年以内に，日本国内において，指定商品に含まれる「運動靴」に関する「広告」に本件商標を使用していたことを証明したと認めることができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由 ",
      "content": [
        {
          "fig": "1",
          "subject": "通常実施権者による使用の不存在",
          "text": [
            "カスタムプロデュース社が被告の日本における総販売代理店であることを裏付ける証拠は提出されておらず，同社が運営するウェブサイト（甲2の6）や同社が作成した本件カタログ（甲2の7・9・12・13）にも，その旨の記載はない。平成24年2月5日付けのニュースリリースにおいて，被告とカスタムプロデュース社との関係は，「提携」（Partner）とされており（甲2の4・5），総販売代理店とはされていない。",
            "したがって，カスタムプロデュース社が本件商標の通常実施権者であることは証明されていない。"
          ]
        },
        {
          "fig": "2",
          "subject": "使用の事実の不存在",
          "text": [
            "被告が本件カタログ（甲2の9）の印刷を発注した際の請求書であるとして本件審判請求において提出したもの（甲2の10。以下「本件請求書」という。）に記載された商品名からは，発注された印刷物が本件カタログかどうか明らかでないし，印刷部数も黒塗りで秘匿されている。また，カタログが印刷された事実があるからといって，当該カタログが頒布されたことにはならず，頒布された事実の立証はない。",
            "したがって，本件審決が認定した使用の事実は，証明されていない。"
          ]
        },
        {
          "fig": "3",
          "subject": "使用商標と本件商標との同一性の不存在",
          "text": [
            "本件商標と下記の使用商標は，線書きであるか白抜きであるかに差異がある。線書きであるか黒抜きであるかの差異をもって登録が認められている商標がある（甲3～6）から，本件商標と使用商標は，線書きであるか白抜きであるかの差異によって，社会通念上同一とは認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "通常実施権者による使用の不存在について",
          "content": [
            {
              "fig": "(1)",
              "subject": "カスタムプロデュース社は被告の日本国内における販売総代理店であること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "販売総代理店とは，法的に定義された用語ではないが，一般に，特定の地域や特定の市場全体についての販売権を一手に担う代理店を指す言葉として用いられている。そのため，名称のいかんを問わず，カスタムプロデュース社が，特定の地域（日本国内）について，被告が取り扱う商品の販売権を一手に担う代理店ということができれば，カスタムプロデュース社は被告の日本国内における販売総代理店に当たるということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，平成24年1月23日に，ブルックス・スポーツ株式会社及びカスタムプロデュース社との間で，カスタムプロデュース社が日本における被告の販売総代理店になる旨の契約を締結しており（乙1），カスタムプロデュース社が被告の日本における販売総代理店であることは明らかである。なお，カスタムプロデュース社が日本における被告の販売総代理店であることは，新聞でも取り上げられている（乙2）。",
                    "また，平成24年2月5日付けのニュースリリースにおいて，①被告がカスタムプロデュース社と提携しており，②カスタムプロデュース社が被告の日本におけるパートナーであることを発表している（甲2の4・5）ところ，このような不特定多数の第三者に向けたプレスリリースにおいて提携先を偽る特段の理由は存しない。",
                    "さらに，特定商取引に関する法律11条及び特定商取引に関する法律施行規則8条1項1号によると，商品の通信販売を行う際には，通信販売事業者の名称及び住所を表示する義務があり，この義務に基づき，被告の製品を取り扱うウェブサイト（甲2の6）の「特定商取引法に基づく表示」に，販売業者として「カスタムプロデュース株式会社」と表示されている（以下「本件特商法表示」という。）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告，ブルックス・スポーツ株式会社及びカスタムプロデュース社の間における，上記イの契約書（乙1）の1条A項において，カスタムプロデュース社は，「exclusive  distributor」と規定されている。また，カスタムプロデュース社は，運営元の異なる各種ウェブサイトにおいて被告の「輸入総代理店」と表記されている（乙3～6）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，カスタムプロデュース社は，被告の日本国内における販売総代理店である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "カスタムプロデュース社が通常使用権者であること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)のとおり，カスタムプロデュース社は，被告の日本国内における販売総代理店であるから，カスタムプロデュース社は本件商標の通常使用権者ということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，カスタムプロデュース社が被告の日本国内における販売総代理店といえない場合であっても，以下のとおり，本件の事実関係の下では，カスタムプロデュース社は本件商標の通常使用権者ということができる。",
                    "被告，ブルックス・スポーツ株式会社及びカスタムプロデュース社の間における，前記(1)イの契約書（乙1）5条A項により，カスタムプロデュース社は，本件商標を含む被告の商標を使用する権利と義務があるから，本件商標を使用する権利を許諾されていることは明らかである。",
                    "前記(1)イの本件特商法表示は，カスタムプロデュース社が被告の商品（本件商標が付された商品を含む。）を日本国内において販売していることを強く裏付けるものである。また，前記(1)イのとおり，被告は，カスタムプロデュース社と提携し，日本におけるパートナーにする旨発表しているから，日本国内におけるカスタムプロデュース社による本件商標が付された被告の製品の販売は，被告の意思に基づくものということができる。",
                    "したがって，カスタムプロデュース社は本件商標の通常使用権者である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "使用の事実の不存在について",
          "text": [
            "カタログを有償で発行したにもかかわらず，一切頒布しないということは経済的に極めて不自然，不合理であり，特段の事情がない限り，カタログを発行すれば，それを頒布したものとみるのが商取引の通念から相当である。",
            "カスタムプロデュース社は，本件カタログを，平成26年6月10日に1万8000部発注し，同月24日に納品され，同年7月から，約200店舗にわたる被告の商品の取扱店舗に頒布し，頒布先の店舗では，店舗に訪れた消費者に本件カタログを頒布している（乙7～9）。本件カタログの表紙には「CATALOG  FALL  2014」と表示されており，本件カタログは，平成26年秋の商品カタログであるため，同年7月に頒布されたことと整合する。",
            "本件請求書（甲2の10，乙8）には，注文内容として「BROOKS14FW＿USER＿CAT」と表記されているところ，「BROOKS」は被告を意味し，「14」は2014年の下2桁を意味し，「FW」は秋冬を示す「FALL＆WIＮTER」を意味し，「CAT」は「CATALOG」の最初の3文字を意味し，「USER」は消費者向けを意味する。本件カタログは，消費者に向けた，平成26年秋冬における被告の商品（靴）に関するカタログであるため，上記注文内容と符合する。また，本件請求書（甲2の10，乙8）における「4cカラー」は，4色カラーであることを意味しており，このことは，本件カタログがカラー表記であることと整合するものであるし，本件請求書（甲2の10，乙8）における「A4×3倍」の表記は，A4の3倍である「297mm×627mm」の紙を使用し，余分な部分をカットすることでカタログを作成していることを意味しており，このことは，本件カタログのサイズと整合する。さらに，本件カタログの5葉目の右下に，「2014．6」との表記があるが，本件カタログが2014年秋冬の商品を扱っており，6月はまだ秋ではないことを踏まえると，「2014．6」の表記は，カタログの発行日を示しているものと考えるのが自然である。他方，本件請求書（甲2の10，乙8）における「日付」の「2014-06-10」の表記は，請求書の発行日が別途記載されていることを踏まえると，注文商品の作成年月日を指していると考えるのが合理的であって，本件請求書は，本件カタログの頒布開始の時期と，時期的にも整合する。したがって，本件請求書は，本件カタログに係る請求書であることが合理的に推認できる。",
            "以上のとおり，本件カタログは，カスタムプロデュース社によって，平成26年7月から秋にかけて頒布されたものである。   "
          ]
        },
        {
          "fig": "3",
          "subject": "使用商標と本件商標との同一性の不存在について",
          "text": [
            "商標法50条が規定する「社会通念上同一と認められる商標」は，同条における「登録商標」の意味を明らかにするものであって，他の条項における解釈が，商標法50条の解釈の指針となるものではない。そのため，類似する複数の商標が登録されていることをもって，使用商標と本件商標とが「社会通念上同一と認められる商標」に当たらないことの直接の理由付けに用いることはできない。",
            "また，類似した商標が審査の段階で看過されて登録されることはあり得るため，類似する図形からなる商標が併存して登録されていることは，特許庁が両者の併存を積極的に認めたことを必ずしも意味しない。",
            "原告の挙げる登録例（甲3～6）には，線描きであるか黒抜きであるか以外にも，外観において多くの差異が存するほか，観念も異なるものである。",
            "使用商標と本件商標とは，社会通念上同一の商標である。  "
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "カスタムプロデュース社が通常実施権者であるかどうかについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠（甲2の1・4～6，乙1，7）によると，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告，ブルックス・スポーツ株式会社（以下「ブルックス・スポーツ社」という。）及びカスタムプロデュース社は，平成24年1月23日，カスタムプロデュース社を日本におけるブルックス製品（ランニング用運動靴）の独占的なディストリビュータとする契約を締結した。この契約においては，本件商標は，被告に帰属する独占的な財産であること，カスタムプロデュース社が，広告，カタログ，価格表等を作成したときは，その使用前に承認を得ることなどが規定されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成24年2月5日付けのニュースリリースにおいて，被告は，カスタムプロデュース社と提携しており，同社が被告の日本におけるパートナーであることを発表した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告の日本におけるウェブサイトは，カスタムプロデュース社が運営しており，同ウェブサイトにおけるオンラインショップは，平成26年10月から開設されているところ，同ウェブサイトには，「特定商取引に関する法律に基づく表記」として，「カスタムプロデュース株式会社」が販売業者として表示されている（本件特商法表示）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の事実に，後記2のとおり，カスタムプロデュース社は，本件カタログを作成し，頒布するなどしていることを総合すると，同社は，平成24年1月23日に，被告から，日本において本件商標が付されたランニング用運動靴を独占的に販売する権利を与えられ，それに伴って，本件商標の通常実施権を許諾されたものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件カタログの頒布について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠（甲2の1・9・10，乙7～10）と弁論の全趣旨によると，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "カスタムプロデュース社は，平成26年6月10日，両面カラー，A4×3倍（297×627），4cカラーの本件カタログ1万8000冊を発注し，同月24日に納品を受け，同年7月から，約200店舗にわたる被告の商品の取扱店舗に頒布し，本件カタログは，各店舗では，一般消費者に頒布された。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件カタログの表紙には，使用商標が表示されるとともに「BROOKS  CATALOG  FALL  2014」の表記がある。本件カタログには，商品である運動靴の写真が多数掲載されている。本件カタログは，平成26年の秋冬商品のカタログである。      "
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の認定について，原告は，本件請求書に記載された商品名からは，発注された印刷物が本件カタログかどうか明らかでないし，また，カタログが印刷された事実があるからといって，当該カタログが頒布されたことにはならず，頒布された事実の立証はないと主張する。",
                "しかし，本件請求書に記載された商品が本件カタログであること及び本件カタログが頒布された事実は，乙7（カスタムプロデュース社代表者の陳述書）によって認められる。本件請求書(甲2の10，乙8)に記載された注文内容である「BROOKS14FW＿USER＿CAT」，商品内容である「両面カラー，A4×3倍（297×627），4cカラー」は，本件カタログ（甲2の9）と整合するものであるし，時期的にも，本件カタログが平成26年の秋冬商品のカタログであることと整合するのであって，前記認定事実を覆すに足りる証拠はない。したがって，原告の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記1認定のとおり，カスタムプロデュース社は，本件商標についての通常実施権者であるところ，前記(1)認定のとおり，同社は，使用商標が付された本件カタログを作成し，平成26年7月から頒布したものと認められるから，同社は，「広告」に使用商標を付して頒布したものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "使用商標と本件商標との同一性について",
          "text": [
            "本件商標と使用商標を対比すると，図形の形状は同じであり，線書きであるか白抜きであるかに差異があるのみであるから，本件商標と使用商標は，社会通念上，同一の商標であると認められる。",
            "この点について，原告は，線書きであるか黒抜きであるかの差異をもって登録が認められている商標がある（甲3～6）と主張するが，そのような登録例があるからといって，上記判断が左右されることはない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上によると，被告は，通常実施権者が，本件審判請求の登録前3年以内に，日本国内において，指定商品について本件商標を使用していたことを証明したと認めることができる。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，本件審決を取り消すべき理由はないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}