{
  "decision": [
    {
      "fig": "1",
      "text": "本件訴えを却下する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "被告が異議2015-900195号事件について平成28年3月10日付けでした登録第5753538号商標の商標登録を維持する決定を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被告は，異議2015-900195号事件に関し，商標登録の取消決定をせよ。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "商標登録出願の分割に関し規定する商標法10条1項における「商標登録出願の一部」を根拠にして「商標登録出願の全部」を分割しても出願分割の効果は認められず出願日の遡及効は認められない旨の解釈は，憲法13条後段及び73条1号前段に反し，違憲無効であることを確認する。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "商標登録異議申立てについての審理において商標登録異議申立人に反論の機会を全く与えず，商標登録の維持決定をすることは，憲法13条後段，31条及び14条1項に反し，違憲無効であることを確認する。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "商標法43条の3第5項の規定は，憲法13条後段，76条2項後段，32条及び14条1項に反し，違憲無効であることを確認する。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "商標登録異議の申立てについての審理において口頭審理によることを申し立てたにもかかわらず口頭審理をしなかったことは，商標法43条の6第1項ただし書に反し違法であるとともに，憲法13条後段及び73条1項前段に反し，違憲無効であることを確認する。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "商標登録異議の申立てについての審理において原告が商願2015-92058を引用出願として追加する旨の上申書を提出したにもかかわらず、当該引用出願を審理しなかったことは，商標法43条の9第1項の趣旨に反し違法であるとともに，憲法13条後段及び73条1項前段に反し，違憲無効であることを確認する。"
          ]
        },
        {
          "fig": "8",
          "text": [
            "訴訟費用は被告の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，登録第5753538号商標（以下「本件商標」という。）について特許庁長官に登録異議申立て（これに係る登録異議事件を，以下「本件登録異議事件」という。）をしたのに対し，特許庁審判官が本件商標の商標登録を維持するとの決定（以下「本件維持決定」という。）をしたことから，被告に対し，①本件維持決定の取消し，②本件登録異議事件についての商標登録取消決定の義務付け，③商標登録出願の全部を分割しても出願分割の効果が認められず出願日の遡及効が認められない旨の解釈が，憲法13条後段及び73条1号前段に反し違憲無効であることの確認，④本件登録異議事件の審理において商標登録異議申立人に反論の機会を全く与えず商標登録の維持決定をすることが，憲法13条後段，31条及び14条1項に反し違憲無効であることの確認，⑤商標登録維持決定に対する不服申立てができない旨規定する商標法43条の3第5項が，憲法13条後段，76条2項後段，32条及び14条1項に反し違憲無効であることの確認，⑥本件登録異議事件の審理において口頭審理をしなかったことが，商標法43条の6第1項ただし書に反し違法であるとともに憲法13条後段及び73条1項前段に反し違憲無効であることの確認，⑦本件登録異議事件の審理において原告が上申した引用出願を審理しなかったことが，商標法43条の9第1項の趣旨に反し違法であるとともに憲法13条後段及び73条1項前段に反し違憲無効であることの確認をそれぞれ求める事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "請求原因事実は，別紙平成28年4月15日付け「訴状（補充）」（写し）の「第2  請求の原因」及び別紙平成28年5月25日付け「準備書面（1）」（写し）の「第2  追加する請求の原因」各記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "請求の趣旨第1項に係る訴えの適法性について",
          "text": [
            "商標法43条の3第4項は，審判官は，登録異議の申立てに係る商標登録が同法43条の2各号所定の登録異議事由のいずれかに該当するものと認めないときは，その商標登録を維持すべき旨の決定（以下「維持決定」という。）をしなければならない旨を規定し，また，同条の3第5項は，維持決定に対しては不服を申し立てることができないと規定している。そうすると，同項の規定によれば，本件維持決定に対しては不服を申し立てることができないのであるから，請求の趣旨第1項に係る本件維持決定の取消しを求める訴えは，そもそも同項の規定に違反するものであって，不適法なものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "請求の趣旨第2項に係る訴えの適法性について",
          "text": [
            "請求の趣旨第2項に係る訴えは，原告が，本件登録異議事件について商標登録取消決定をすべき旨を特許庁長官に命ずることを求めるものであり，行政事件訴訟法（以下「行訴法」という。）3条6項2号所定のいわゆる申請型の義務付けの訴えとして提起するものと解される。",
            "しかしながら，同号所定の義務付けの訴えは，当該法令に基づく申請又は審査請求を却下し又は棄却する旨の処分又は裁決に係る取消訴訟又は無効等確認の訴えと併合して提起しなければならないところ（行訴法37条の3第3項），上記取消訴訟又は無効等確認の訴えが不適法なものであれば，上記処分又は裁決はもとより取り消されるべきものとはいえないから，上記義務付けの訴えは，行訴法37条の3第1項2号所定の訴訟要件を欠くものであって，不適法なものとなる。",
            "そうすると，本件維持決定が行訴法37条の3第1項2号所定の「当該法令に基づく申請又は審査請求を却下し又は棄却する旨の処分又は裁決」に該当するとしても，請求の趣旨第1項に係る本件維持決定の取消しを求める訴えが前記1のとおり不適法である以上，請求の趣旨第2項に係る義務付けの訴えは，行訴法37条の3第1項2号所定の訴訟要件を欠くものであって，不適法なものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "その余の各訴えの適法性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "裁判所法3条1項の規定にいう「法律上の争訟」として裁判所の審判の対象となるのは，当事者間の具体的な権利義務ないし法律関係の存否に関する紛争に限られるところ，このような具体的な紛争を離れて，裁判所に対し抽象的に法令等が憲法に適合するかしないかの判断を求めることはできないと解するのが相当である（最高裁昭和27年（マ）第23号同年10月8日大法廷判決・民集6巻9号783頁，最高裁平成2年（行ツ）第192号平成3年4月19日第二小法廷判決・民集45巻4号518頁参照）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求の趣旨第3項，第4項，第6項及び第7項について",
              "text": [
                "請求の趣旨第3項，第4項，第6項及び第7項に係る各訴えの適法性についてみるに，上記各訴えは，いずれも本件登録異議事件に係る審理経過における審判体の審理の違法をいうものであり，本件維持決定に対する不服の手段があれば，本来，その中で主張されるべきことである。しかし，上記1のとおり，そもそも本件維持決定に対しては不服を申し立てることはできないのであって，上記各訴えは，もとより本件維持決定を左右するものではなく，当事者間の具体的な権利義務ないし法律関係の存否に関する紛争を解決するものではない。すなわち，同第3項に係る訴えは本件維持決定における商標法10条1項を根拠として審判体がした法令解釈につき，同4項に係る訴えは本件登録異議事件において原告に反論の機会を全く与えず，審判体が本件維持決定をしたことにつき，同第6項に係る訴えは，審判体が本件登録異議事件の審理において口頭審理によらなかったことにつき，同第7項に係る訴えは本件登録異議事件の審理において，審判体が原告が上申した引用出願を審理しなかったことにつき，それぞれ違憲又は違法を主張するものであるが，その実質はいずれも本件維持決定の審理経過に対する不服をいうものであって，上記各訴えは，本件維持決定に関する具体的な紛争を解決するものではなく，結局，裁判所に対し本件登録異議事件における審判体の審理経過につき上記違憲又は違法に関する判断を抽象的に求めるものに帰する。",
                "そうすると，上記各訴えは，上記(1)にいう「法律上の争訟」として裁判所の審判の対象となるものとはいえず，いずれも不適法なものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求の趣旨第5項に係る訴えの適法性について",
              "text": [
                "請求の趣旨第5項に係る訴えの適法性についてみるに，同第5項に係る訴えは，商標法43条の3第5項の規定が違憲無効であることの確認を抽象的に求めるものにすぎないものであるから，上記訴えは，上記(1)にいう「法律上の争訟」として裁判所の審判の対象となるものとはいえず，不適法なものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上のとおり，請求の趣旨第1項から第7 項までに係る各訴えは，いずれも不適法なものであり，却下を免れない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，本件訴えは不適法であり，その不備を補正することができないから，行訴法7条，民事訴訟法140条に基づき，口頭弁論を経ないで本件訴えを却下することとし，主文のとおり判決する。"
      ]
    }
  ]
}