{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙被控訴人製品目録記載1～3の各製剤の生産，譲渡，輸入又は譲渡の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，別紙被控訴人製品目録記載1～3の各製剤を廃棄せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(以下，用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」に，適宜読み替える。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「オキサリプラチン溶液組成物ならびにその製造方法及び使用」とする発明についての特許権(特許第4430229号。以下「本件特許権」といい，その特許を「本件特許」という。)の特許権者である控訴人(一審原告)が，被控訴人(一審被告)の製造，販売する別紙被控訴人製品目録記載1～3の各製剤(以下，併せて「被控訴人各製品」という。)は，本件特許の願書に添付した明細書(本件明細書)の特許請求の範囲の請求項1に係る発明(本件発明)の技術的範囲に属する旨主張して，被控訴人(一審被告)に対し，特許法100条1項及び2項に基づき，被控訴人各製品の生産等の差止め及び廃棄を求めた事案である。",
            "原判決は，被控訴人各製品はいずれも本件発明の技術的範囲に属するものではないとして，控訴人(一審原告)の各請求をいずれも棄却したため，控訴人(一審原告)は，これを不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実，当裁判所に顕著な事実並びに文中掲記した証拠及び弁論の全趣旨により認定できる事実)",
          "text": [
            "以下のとおり補正するほかは，原判決「事実及び理由」の第2の2(2頁13行目～6頁19行目)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁20行目～21行目の「以下「本件特許権」又は「本件特許」といい，特許請求の範囲請求項1にかかる発明を「本件発明」という。」を「本件特許権。」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁22行目～23行目の「なお，本件特許の特許公報を末尾に添付する。」を削除する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決4頁17行目の「同月24日」を「平成27年8月21日」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決4頁18行目の末尾に，改行の上，次のとおり加える。",
                "「    オ  本件口頭弁論終結時において，上記エの審決取消訴訟は係属中であった。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決4頁20行目の「には次のとおり記載されている。」を「は，次のとおりとなる。」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決6頁11行目～12行目の「の前には，以下の先行文献が存在する。」を「前に頒布された刊行物として，次のものが存在する。」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，次のとおり，当審における主張を追加するほかは，原判決「事実及び理由」の第2の3，第3(6頁21行目～30頁15行目)に記載のとおりであるから，これを引用する。",
            "ただし，原判決7頁18行目の「通り」を「とおり」と，同8頁24行目～25行目の「シュウ酸」を「シュウ酸ナトリウム又はシュウ酸」と，同10頁15行目の「または」を「又は」と，同頁18行目の「通り」を「とおり」と，同11頁19行目の「手続き」を「手続」と，同頁23行目の「手続き」を「手続」と，同17頁16行目の「まったく」を「全く」と，同20頁2行目の「通り」を「とおり」と，同頁11行目の「通り」を「とおり」と，同頁13行目の「通り」を「とおり」と，同21頁10行目の「通り」を「とおり」と，同22頁9行目の「行われところ」を「行われるところ」と，同頁21行目の「または」を「又は」と，同23頁13行目(表や図を記載する行は行数に数えない。以下同じ。)の「通り」を「とおり」と，同26頁1行目の「通り」を「とおり」と，同27頁8行目の「通り」を「とおり」と，同頁26行目～同28頁1行目の「及び」を「が準用する」と，同頁12行目の「敢えて」を「あえて」と，同頁19行目の「足りるところ，前記3〔被告の主張〕と同様」を「足り」と，同29頁16行目の「通り」を「とおり」と，同30頁4行目～5行目の「り，新たな無効理由が存することになる。」を「る。」と，同頁13行目の「当業者が」を「当業者は，」と，それぞれ改める。",
            "(当審における当事者の主張)"
          ]
        },
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "本件発明及び本件訂正発明の構成要件B，F及びGに係る「緩衝剤」には，添加シュウ酸及び解離シュウ酸が含まれる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の用語は，明細書中に明確に定義されている場合には，これによって解釈されなければならない。",
                "本件明細書においては，「緩衝剤という用語は，本明細書中で用いる場合，オキサリプラチン溶液を安定化し，それにより望ましくない不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得るあらゆる酸性または塩基性剤を意味する」(【0022】)，「緩衝剤は，有効安定化量で本発明の組成物中に存在する。緩衝剤は，約5×10-5M ～約1×10-2Mの範囲のモル濃度で，好ましくは約5×10-5M～5×10-3Mの範囲のモル濃度で，さらに好ましくは約5×10-5M～約2×10-3Mの範囲のモル濃度で，最も好ましくは約1×10-4M～約2×10-3Mの範囲のモル濃度で，特に約1×10-4M～約5×10-4Mの範囲のモル濃度で，特に約2×10-4M～約4×10-4Mの範囲のモル濃度で存在するのが便利である」(【0023】)と，「緩衝剤」が具体的に定義されており，これらの定義によると，「緩衝剤」は，本件発明の対象である「オキサリプラチン溶液組成物」において，一定のモル濃度で存在するものであり，不純物の生成を防止，遅延するあらゆる酸性又は塩基性剤を意味するものである。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の特許請求の範囲に「そのアルカリ金属塩」という文言を用いていることは，本件発明の「緩衝剤」に解離シュウ酸が含まれることと矛盾せず，「緩衝剤」が添加シュウ酸に限定されることの根拠にはならない。",
                    "本件発明は，解離シュウ酸のみを包含する態様に加えて，添加シュウ酸を加えた態様も含んでおり，添加シュウ酸として「そのアルカリ金属塩」を外部から加える態様も技術的範囲に含んでいるのであって，「シュウ酸」と「そのアルカリ金属塩」とを区別して記載することで，このことが明確になる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「剤」の意味を，「各種の薬を調合したもの」と認定するのは誤りであり，少なくとも化学分野，医薬分野において，「剤」とは，「広く化学的作用をもつ物質」を意味する(甲19)。",
                    "「調合」の意義は，「数種の薬剤をまぜ合わせて，ある薬をつくること」(甲19)である。「剤」が「各種の薬を調合したもの」であるとすると，「剤」とは「『剤』をまぜ合わせたもの」を意味することになる。しかも，例えば，単一成分の薬剤が「剤」に該当しないという常識に反する結論が導かれることになる。",
                    "また，本件発明は，静脈内(血液内)に注入される注射液に関連するものであるところ，この技術分野では，体内で生成された物質についても「緩衝剤」という用語が用いられており(甲20の1～3)，「剤」という文言が用いられているからといって，外部から添加されるというような解釈はされていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許の特許請求の範囲請求項10～14(以下，単に「請求項10～14」という。)には，緩衝剤を「付加」，「混合」することが規定されているのに対し，本件発明では，「包含」と，意識的に書き分けられており，本件発明の「緩衝剤」は，「付加」等されたものに限定されない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明は，オキサリプラチン溶液の安定化という課題を「緩衝剤」であるシュウ酸のモル濃度を一定範囲にすることにより達成するものであり，このような発明の課題，作用効果という観点からすると，添加シュウ酸であろうと解離シュウ酸であろうと，オキサリプラチン溶液に存在するすべてのシュウ酸によってオキサリプラチン溶液の安定化という作用効果がもたらされる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決が，「オキサリプラチンの従来既知の水性組成物」は，乙1記載のオキサリプラチン水溶液を含むことを前提に，本件発明における「緩衝剤」とは，乙1記載のオキサリプラチン水溶液と比較して不純物を減少させる効果を有するべきであるとしているのは，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書【0022】の定義においては，「緩衝剤」は，従来既知の水性組成物と比較して，不純物を減少させるとの効果を有するものとは記載されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書において問題とされているのは，オキサリプラチンが時間を追って分解していく製薬上安定とはいえない溶液組成物であること(【0013】～【0016】)であり，【0017】には，製薬上安定なオキサリプラチン溶液組成物を提供し，時間を追って分解する溶液組成物の欠点を克服することが本件発明の目的である旨が記載されている。",
                    "乙1発明の実施品は既に製薬上安定であるから，時間を追って分解していく製薬上安定とはいえない溶液組成物に該当しない。",
                    "仮に，本件発明が，乙1発明を前提として，更なる不純物の減少を問題としているのであれば，既に製薬上安定なオキサリプラチン溶液組成物を前提に，更なる不純物の減少が望まれる旨記載されるはずであるが，そのように読み取れる記載は存在しないし，乙1発明においては，凍結乾燥物質の欠点は，既に解決済みであるから，乙1発明を前提として，凍結乾燥物質の欠点(【0012】～【0013】)を克服する(【0017】)等と記載されるはずがない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許明細書の【0012】(2段落)～【0016】と，【0030】～【0032】とは対応した記載になっているところ，【0012】(2段落)～【0013】(2段落)には，凍結乾燥物を利用する際の課題が記載されており，【0016】には，「上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが望ましい。」と，【0017】には，「前記の欠点を克服し，そして長期間の，即ち2年以上の保存期間中，製薬上安定である，すぐに使える(RTU)形態のオキサリプラチンの溶液組成物が必要とされている。したがって，すぐに使える形態の製薬上安定なオキサリプラチン溶液組成物を提供することによりこれらの欠点を克服することが，本発明の目的である。」と記載されている。",
                    "【0013】(3段落)～【0016】(1行)は，【0012】(2段落)～【0013】(2段落)と同様，凍結乾燥物に関する記載であり，【0013】(3段落)で示された「水性溶液」とは，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性溶液のことを意味している。",
                    "【0013】(3段落)～【0016】(1行)に対応する【0031】(2段落)で示された「従来既知の水性組成物」も，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物を意味している。",
                    "【0012】(2段落)に対応する【0030】(2段落)及び【0031】(1段落)と，【0013】(1段落「(b)」)に対応する【0032】(1段落)との間に，【0031】(2段落)が記載されていることも，【0031】(2段落)における「従来既知の水性組成物」が，凍結乾燥物であるオキサリプラチンを水に溶かして再構築した水性組成物を意味していることを裏付けている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件明細書には，従来技術としての公報が多数列記されており(【0002】～【0012】(1段落))，そのうちの一つとして乙1が挙げられているにすぎない。これらの多数の従来技術の公報から乙1だけを抜き出して，その他の本件明細書の記載(【0012】(2段落)～【0016】及び【0030】～【0032】)に反して，本件発明は，乙1に開示されたオキサリプラチン水溶液よりも不純物を減少させなければならないと解釈することは，妥当性を欠く。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "緩衝剤を添加したものが，乙1発明と比較して「製造工程中に安定」であると考えると，乙1に記載されたオキサリプラチン水溶液を製造する工程と，オキサリプラチンに緩衝剤を添加した本件発明に係る水溶液を製造する工程という，別々の製造工程を比較する概念が突如として出てくることになる。",
                    "本件明細書には，乙1に関するオキサリプラチン水溶液を製造する間(製造工程中)における安定性と，オキサリプラチンに緩衝剤を添加した水溶液を製造する間(製造工程中)における安定性という，別々の製造工程を比較した結果は示されていないのであるから，このように理解することは不自然である。",
                    "本件明細書には，凍結乾燥物質の再構築における不具合が記載されており(【0012】3段落(a)，【0013】2段落(c))，【0013】(2段落(c))の直後に，「オキサリプラチンは，時間を追って，分解して，種々の量のジアクオDACHプラチン(式I)，ジアクオDACHプラチン二量体(式II)およびプラチナ(IV)種(式III )・・・を不純物として生成し得る，ということが示されている。」と記載されているから，凍結乾燥物質を溶解させて再構築させる工程が【0031】の製造工程であると考えることが自然である。",
                    "凍結乾燥物を再構築する際にはオキサリプラチンを水に溶かして水性組成物を製造するという工程が存在し，その工程が不安定であるという問題が当業者においては認識されていたのであり，これを前提に【0031】の「オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定であることが判明しており」という記載はされている。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "当業者であれば，本件発明は，実施例で示されている添加されたシュウ酸又はシュウ酸ナトリウムの濃度に解離されたシュウ酸の濃度を加えた値を採用していると容易に理解できる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，シュウ酸を添加しない場合の実施例として，実施例18(b)の記載が存在するから，当業者は，添加シュウ酸のみならず解離シュウ酸も含めた溶液組成物中のシュウ酸の存在が安定性に寄与しているとの技術的意義を理解する(【0022】，【0023】)。",
                    "解離シュウ酸が溶液中に存在することで，オキサリプラチンがそれ以上分解しないのであって，解離シュウ酸は，まさにオキサリプラチン溶液を安定化し，不純物の生成を防止するかまたは遅延させ得るものである(下図参照)。",
                    "本件発明は，乙1発明とは異なり，オキサリプラチンの濃度やpHを限定しなくとも，解離シュウ酸を含めたシュウ酸濃度によって製薬上安定なオキサリプラチン溶液組成物の提供を可能にするという重要な技術的意義を有する発明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の実施例1及び8の結果を表す各表に列記された添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度の数値の下限値である1×10-5Mという数値と，【0023】において組成物中に存在する緩衝剤のモル濃度の下限値として示されている5×10-5Mという数値は合致しない。また，本件明細書の実施例7及び14の結果を表す各表に列記された添加されたシュウ酸又はシュウ酸ナトリウムのモル濃度の数値の上限値である0．002Mという数値と，【0023】において組成物中に存在する緩衝剤のモル濃度の上限値として示された1×10-2Mという数値も合致しない。",
                    "【0023】で示された組成物中に存在する緩衝剤の量(モル濃度)の下限値は，実施例1～17における添加されたシュウ酸又はシュウ酸ナトリウムの量の下限値である1☓10-5Mより大きく，これが本件発明の構成要件Gの下限値として採用されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "実施例1，8及び18(b)は「実施例」と明記されている。",
                    "技術常識に基づき，解離シュウ酸を含めた溶液組成物中のシュウ酸の総量は，下記【表1】のように推計され，その下限は5×10-5Mを超える値になるから，当業者は，本件発明の構成要件Gの濃度の下限値は，添加したシュウ酸の濃度を規定するものではなく，これに解離シュウ酸の濃度を加えた値であると理解するのであって，本件発明の緩衝剤であるシュウ酸は，組成物に包含されたすべてのシュウ酸の量であると認識する。",
                    "【表1】",
                    "実 施 例 ジアクオD ジアクオD ( A ) 及 び 付 加 さ ( C ) ＋No.  ACHプラ ACHプラ (B)量から れ た シ (D)の合チン(A)  チン二量体 予想されるシ ュ ウ 酸 計値",
                    "(B)  ュウ酸量(分 量解量)(C)  (D)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "2.9×10-5  1.2×10-5  5.2×10-5  1×10-5  6.2×10-5",
          "text": [
            "(初期)"
          ]
        },
        {
          "fig": "1",
          "subject": "3.0×10-5  1.2×10-5  5.3×10-5  1×10-5  6.3×10-5",
          "text": [
            "(1か月)",
            "8(初期)  3.2×10-5  1.3×10-5  5.8×10-5  1×10-5  6.8×10-5"
          ]
        },
        {
          "fig": "8",
          "subject": "3.9×10-5  1.5×10-5  6.8×10-5  1×10-5  7.8×10-5",
          "text": [
            "(1か月)"
          ]
        },
        {
          "fig": "18",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "3.9×10-5  1.2×10-5  6.4×10-5  0  6.4×10-5",
                      "text": [
                        "(初期)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "18",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(b)",
                      "subject": "3.3×10-5  1.2×10-5  5.8×10-5  0  5.8×10-5",
                      "text": [
                        "(1か月)",
                        "このように，包含される全てのシュウ酸の量を算出することによって初めて，実施例のシュウ酸量は，本件発明のシュウ酸モル濃度の下限(5×10-5M)を超えることとなり，【0023】の記載や，実施例1，8，18(b)が実施例と記載されていることと整合的に理解される。",
                        "また，【表1】のように推計を行えば，実施例1，8及び18(b)では，包含されるシュウ酸量が近似することが分かり，効果の面でも差がないことが分かり，当業者は，このことから，概ね同じ値になっている推計結果が妥当なものであると認識する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決は，実施例1及び8が比較例である旨を判示しているが，実施例1及び8が本件発明の比較例であれば，これらは出願当初から比較例であったところ，出願当初の特許請求の範囲請求項1には，「5×10-5M」という限定は入っていなかったから，この数値が実施例と比較例とを区別する根拠にはならない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "「緩衝剤」が添加したものに限定されるとすれば，実施例1及び8でも添加シュウ酸等が存在する以上，「緩衝剤」が含まれていることになる。",
                "原判決は，実施例1及び8は，本件発明の効果を奏しない比較例である旨判示しているところ，本件発明の効果を奏しない実施例1及び8でも「緩衝剤」を含むことになり，「緩衝剤」の意味を解釈する際に，乙1発明と比較しなければならないという原判決の前提は，論理的に矛盾している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "本件発明及び本件訂正発明の構成要件B，F及びGに係る「緩衝剤」に，解離シュウ酸は含まれない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書において，「緩衝剤」は，添加シュウ酸と解離シュウ酸の両方を含むものとして定義されていない。",
                "本件明細書【0022】には，「緩衝剤」が解離シュウ酸を含んでいるとの記載はなく，示唆もない。同【0023】においても，「緩衝剤」が組成物中に存在するシュウ酸すべてを意味するのか，添加シュウ酸だけかは明確ではない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「緩衝剤」が「シュウ酸」の場合，控訴人の主張によると，緩衝剤は解離シュウ酸と添加シュウ酸の両者を含むことになる。これに対し，「緩衝剤」が，「そのアルカリ金属塩」の場合，アルカリ金属塩ではない解離シュウ酸はこれに含まれないから，控訴人の主張によると，「シュウ酸」か「そのアルカリ金属塩」かで緩衝剤の量が異なることとなる。しかしながら，緩衝剤の量を特定している本件発明の構成要件Gは，「シュウ酸」か「そのアルカリ金属塩」かで数値を書き分けていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決は，「緩衝剤」を，「緩衝作用を有するものとして調合された薬」と解して，溶液中で自然に生成するものと区別しているのであって，「調合」することを積極的な要件としているものではない。",
                    "控訴人主張の「緩衝剤」の用例(甲20の1～3)は，いずれも体内での生成に関するものであり，溶液中のものではなく，また，一般的な使用方法ではない。甲20の1は，解離した水素イオンではなく，それと一体となったヘモグロビンが「緩衝剤」になるというのであり，本件発明の解離シュウ酸の場合とは異なる。",
                    "本件発明のような注射剤(医薬)に係る技術分野では，「緩衝剤」は，主薬の安定性維持などのために添加される成分と理解されており(乙21の11頁(5)，乙22の297頁，乙23の203頁，乙24の209頁)，解離シュウ酸を「剤」でないとした原判決は正当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明と請求項10～14における「包含」と「付加」，「混合」の書き分けは，前者が物の発明であり，後者が方法の発明であるからであって，物の発明として「付加」などの要件を加えているのではない。むしろ，物の発明の内容としても，付加されたものを緩衝剤と理解するべきである。",
                    "また，「包含」という文言は，添加シュウ酸が含まれていることを意味するにすぎず，「緩衝剤」に解離シュウ酸が含まれることを意味するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "水溶液中で，オキサリプラチンの一部がシュウ酸とジアクオDACHプラチンに解離した，解離シュウ酸が存在する状態を改善するために添加されたものだけを「緩衝剤」と考えることが，技術常識に合致する。",
                "オキサリプラチンは，水溶液中，一部がシュウ酸とジアクオDACHプラチンに解離し，化学的平衡状態(可逆反応において，順方向の反応と逆方向の反応速度が釣り合って反応物と生成物の組成比が巨視的に変化しない状態)となる。",
                "解離シュウ酸は，この平衡状態の結果であり，それ自体は平衡状態に何の変化ももたらさず，「不純物，例えばジアクオDACHプラチンおよびジアクオDACHプラチン二量体の生成を防止するかまたは遅延させ得る」(本件明細書【0022】)という効果を奏しないから，「オキサリプラチン溶液を安定化」する物質とはいえず，「緩衝剤」には該当しない。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書【0010】には，乙1発明に対応する豪州国出願が従来技術として記載され，【0031】に，「本発明の組成物は，オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定である」と記載されているから，【0022】の「オキサリプラチン溶液を安定化し」は，シュウ酸が添加されていない従来既知の水性組成物を安定化することを意味すると理解できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書には，「これまでに知られているより有意に少ない量」しか不純物を生成しない，より安定なオキサリプラチン溶液組成物を開発するという課題が説明されている(【0013】～【0017】)。",
                    "本件発明は，これまで知られている水性溶液である乙1発明と，凍結乾燥物質の両方の欠点を解決するものであるから，凍結乾燥物質に関する記載が不要ということにはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "凍結乾燥物質は，使用時に再構築されて直ちに使用されるものであって，再構築後に長期間保存することは想定されていないから，凍結乾燥物質の欠点として，水性溶液中で分解により不純物が生成されることが挙げられていると考えることはできない。",
                    "また，凍結乾燥物質は，製造工程中に安定とか，2年間にわたる安定ということを想定できず，【0031】2段落の「従来既知の水性組成物」は，凍結乾燥物質を再構築したものを意味せず，乙1発明を意味する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件明細書において，オキサリプラチンの従来既知の水性組成物として開示されているのは，乙1発明だけである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件明細書の実施例では，いずれも初期と1か月後の不純物量が乙1発明(実施例18(b))よりも少ないことが示されている(【0065】，【0074】等)。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，実施例1～17について，解離シュウ酸を含むシュウ酸のモル濃度は記載されておらず，「緩衝剤」に解離シュウ酸が含まれることを示唆する記載もない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "解離シュウ酸は，オキサリプラチンと水とが反応して自然に生じる平衡状態を構成する要素の一つであり，オキサリプラチンがそれ以上分解しないのは，平衡状態にあるからにすぎないから，解離シュウ酸が，オキサリプラチンの従来既知の水性組成物を安定化させて，ジアクオDACHプラチン等の生成を防止・遅延させる作用を果たしているという状況にはなく，当業者がそのように考えることはない(乙35の2頁)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "実施例18(b)は，乙1発明を調製したものであり(【0050】，【0073】)，比較例である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "実施例の記載からは，添加されたシュウ酸の量の変化に応じた不純物量の変化が理解できるだけであり，解離シュウ酸が安定化に寄与しているという理解はできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件明細書【0023】は，実施例に基づく記載ではなく，単に便利な範囲を適宜記載したものにすぎない。したがって，当業者が，実施例の記載と対比して，【0023】の記載が，解離シュウ酸を加えた値であると理解することはない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "実施例1及び8は，添加シュウ酸量が本件発明の構成要件を満たさず，本件発明の実施例ではないから，それが下限値を示すものではない。",
                    "また，実施例1及び8の不純物量は，比較例である実施例18(b)よりもわずかに少ないが，これに近く，添加シュウ酸量が規定値を満たす実施例9，10及び11と比較すれば，下記の表のとおり，その差は明らかで，本件発明の効果を奏しているとはいえないから，実施例1及び8における解離シュウ酸と添加シュウ酸の合計値を本件発明の構成要件Gが規定しているということはできない。なお，水溶液中にはシュウ酸由来とも考えられる「不特定不純物」(【0064】，【0065】参照)が相当量含まれているから，控訴人主張の全シュウ酸量の推計はできない。",
                    "不純物量(%w/w)",
                    "(ジアクオDACHプラチン(一量体)・二量体および不特定不純物の合計)",
                    "初期  1か月",
                    "実施例1  0．38  0．49",
                    "実施例8  0．39  0．50",
                    "実施例18(b)  0．47  0．53",
                    "実施例9  0．20  0．21",
                    "実施例10  0．13  0．14",
                    "実施例11  0．13  0．12"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "出願当初の本件特許請求の範囲請求項1に係る発明に数値制限がなく，実施例1及び8が実施例であったことは認める。",
                "しかし，実施例1及び8と実施例18(b)の不純物量の差を実施例1及び8の添加シュウ酸の効果というとしても，解離シュウ酸の効果は何ら示されていない。",
                "実施例1及び8の添加シュウ酸量では，比較例である実施例18(b)との差が小さく効果を主張できないことから，「5×10-5M」以上という数値限定が行われたため，実施例1及び8は，本件発明の実施例に該当しなくなったにすぎない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決は，実施例1及び8での添加シュウ酸が「緩衝剤」であることを何ら否定していない。ただ，実施例1及び8ではその「緩衝剤」の量が本件発明の構成要件未満であって，量の点で本件発明の実施例にならず，その効果も実施例18(b)と差がなくても不自然ではないとしているにすぎない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，当審における主張及び立証を踏まえても，本件発明における「緩衝剤」としての「シュウ酸」は，添加シュウ酸に限られ，解離シュウ酸を含まないものと解されるから，解離シュウ酸を含むのみで，シュウ酸が添加されていない被控訴人各製品は，構成要件B，F及びGの「緩衝剤」を含有するものではなく，したがって，本件発明の技術的範囲に属しないものと判断する。",
            "その理由は，次のとおり原判決を補正するほか，原判決の「事実及び理由」の第4の1及び2(30頁17行目～45頁16行目)に記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決30頁18行目の(1)の後に「本件発明に係る特許請求の範囲の記載は，前記第2の2で引用した原判決「事実及び理由」の第2の2(3)のとおりであり，」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決30頁24行目の「3  月」を「3月」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決30頁25行目の「)」の後に「(判決注：乙1発明に対応する豪州国出願である。〔甲2，乙1の1・2〕)」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決33頁16行目の「5x10-5M ～約 1x10-2M 」を「5☓10-5M～約1☓10-2M」と，同行目～17行目の「5x10-5M ～5x10-3M 」を「5☓10-5M～5☓10-3M」と，同行目の「5x10-5M ～約 2x10-3M 」を「5☓10-5M～約2☓10-3M」と，同頁18行目の「1x10-4M ～約 2x10-3M 」を「1☓10-4M～約2☓10-3M」と，同頁19行目の「1x10-4M ～約 5x10-4M 」を「1☓10-4M～約5☓10-4M」と，同頁20行目の「2x10-4M ～約4x10-4M 」を「2☓10-4M～約4☓10-4M」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原判決35頁22行目の「3 月 7 日」を「3月7日」と改める。"
            },
            {
              "fig": "(6)",
              "text": [
                "原判決37頁2行目～11行目の「上記各記載によれば，・・・発明である」を「以上を総合すると，本件発明は，従来からある凍結乾燥粉末形態のオキサリプラチン生成物及びオキサリプラチン水溶液の欠点を克服し，すぐに使える形態の製薬上安定であるオキサリプラチン溶液組成物を提供することを目的とする発明であり(【0010】，【0012】～【0017】)，オキサリプラチン，有効安定化量の緩衝剤であるシュウ酸又はそのアルカリ金属塩及び製薬上許容可能な担体である水を包含する安定オキサリプラチン溶液組成物に関するものである(特許請求の範囲請求項1，【0018】)。そして，この緩衝剤は，構成要件Gの範囲のモル濃度で上記組成物中に存在することでジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物の生成を防止し，又は遅延させることができ(特許請求の範囲請求項1，【0022】，【0023】)，これによって，本件発明は，従来既知の前記オキサリプラチン組成物と比較して優れた効果，すなわち，①凍結乾燥粉末形態のオキサリプラチン生成物と比較すると，低コストで，かつさほど複雑でない製造方法により製造することができ，また，投与前の再構築を必要としないので，再構築のための適切な溶媒の選択に際してエラーが生じる機会がなく，②乙1発明を含むオキサリプラチンの従来既知の水性組成物と比較すると，製造工程中に安定であり，生成されるジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物が少ないという効果を有するものである(【0030】，【0031】)」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決38頁14行目の「における」を「の構成要件B，F及びGの」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決38頁14行目の「添加されたシュウ酸または」を「添加されたシュウ酸(添加シュウ酸)又は」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決38頁23行目の「とは，」の後に「一般に，」を加える。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決38頁24行目～25行目の「緩衝に用いる目的で，各種の薬を調合したもの」を「「緩衝作用を有するものとして調合された薬」」と改める。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決39頁1行目の「「各種の薬を調合したもの」に当たるとはいえない。」を「オキサリプラチンの分解によって自然に生成されるものであるから，薬として調合することが想定し難い。」と改める。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決39頁21行目～22行目の「おり，前記のとおり，「剤」は「各種の薬を調合したもの」であるから」を「いるところ，前記認定の「剤」という用語の一般的な語義に従う限り，前記のとおり，解離シュウ酸(シュウ酸イオン)は，オキサリプラチンの分解によって自然に生成されるものであって，薬として「調合」することが想定し難いから，前記「酸性または塩基性剤」には当たらないと解するのが相当であって，前記「酸性または塩基性剤」は」と改める。"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決40頁1行目の「上記反応は化学的平衡にあるが，証拠(乙35)によれば，」を「証拠(乙35)によると，次の事実が認められる。すなわち，オキサリプラチン水溶液においては，オキサリプラチンと水が反応し，オキサリプラチンの一部が分解されて，ジアクオDACHプラチンとシュウ酸(解離シュウ酸)が生成される。その際，これとは逆に，ジアクオDACHプラチンとシュウ酸が反応してオキサリプラチンが生成される反応も同時に進行することになって，両反応(正反応と逆反応)の速度が等しい状態(化学平衡の状態)が生じ，オキサリプラチン，ジアクオDACHプラチン及びシュウ酸の量(濃度)が一定となる。また，上記反応に伴い，オキサリプラチンの分解によって生じたジアクオDACHプラチンからジアクオDACHプラチン二量体が生成されることになるが，その際にもこれとは逆の反応が同時に進行し，同様に化学平衡の状態が生じることになる。そして，上記のような」と改める。"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決40頁3行目の「原理」の後に「(平衡にある系の状態を決定する変数のいずれか一つに何らかの変化が起こると，平衡の位置はその変数の変化の効果を減殺する方向にずれるという原理。乙4。)」を加える。"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "原判決40頁3行目の「反応」の後に「(ジアクオDACHプラチンとシュウ酸が反応してオキサリプラチンが生成される方向の反応)」を加える。"
              ]
            },
            {
              "fig": "(16)",
              "text": [
                "原判決40頁4行目の「されることが認められる。」を「される。」と改める。"
              ]
            },
            {
              "fig": "(17)",
              "text": [
                "原判決40頁4行目の「新たな平衡状態」を「上記の新たな平衡状態」と改め，その前で改行する。"
              ]
            },
            {
              "fig": "(18)",
              "text": [
                "原判決40頁6行目～7行目の「オキサリプラチン水溶液が安定化され，不純物の生成が防止されたといえる。」を「不純物であるジアクオDACHプラチンの生成が防止され，かつ，ジアクオDACHプラチンから生成されるジアクオDACHプラチン二量体の生成が防止され，オキサリプラチン水溶液が安定化されたといえるから，添加シュウ酸は，不純物であるジアクオDACHプラチンの生成を防止し，かつ，ジアクオDACHプラチンから生成されるジアクオDACHプラチン二量体の生成を防止する作用を果たすものといえる。」と改める。"
              ]
            },
            {
              "fig": "(19)",
              "text": [
                "原判決40頁9行目～10行目の「ないから，オキサリプラチン溶液が，安定化されるとはいえない。」を「ず，オキサリプラチン溶液中に存在するシュウ酸は，解離シュウ酸のみであるところ，解離シュウ酸は，水溶液中のオキサリプラチンの一部が分解され，ジアクオDACHプラチンと共に生成されるものであって，オキサリプラチン水溶液において，オキサリプラチンと水とが反応して自然に生じる上記平衡状態を構成する要素の一つにすぎないものであるから，このような解離シュウ酸をもって，当該平衡状態に至る反応の中でジアクオDACHプラチンの生成を防止し，かつ，ジアクオDACHプラチンから生成されるジアクオDACHプラチン二量体の生成を防止する作用を果たすものとみることはできないというべきである。」と改める。"
              ]
            },
            {
              "fig": "(20)",
              "text": [
                "原判決40頁16行目の「比較例18の安定性」を「比較例18の安定性  」と改める。"
              ]
            },
            {
              "fig": "(21)",
              "text": [
                "原判決41頁16行目～17行目の「乙1発明よりも不純物が有意に少ない，より安定な」を「従来からある凍結乾燥物質形態のオキサリプラチン及びオキサリプラチン水溶液の欠点を克服し，すぐに使える形態の製薬上安定であるオキサリプラチン」と改める。"
              ]
            },
            {
              "fig": "(22)",
              "text": [
                "原判決41頁17行目の「目的とするもの」の後に「であり，乙1発明を含むオキサリプラチンの従来既知の水性組成物と比較すると，製造工程中に安定であり，生成されるジアクオDACHプラチンやジアクオDACHプラチン二量体といった不純物が少ないという効果を有するもの」を加える。"
              ]
            },
            {
              "fig": "(23)",
              "text": [
                "原判決41頁17行目の「である。」の後に「前記の本件発明の目的・効果に鑑みると，本件発明の「緩衝剤」は，乙1発明において生成される上記不純物の量に比して少ない量の不純物しか生成されないように作用するものでなければならない。しかるところ，オキサリプラチン水溶液中のオキサリプラチンの分解により平衡状態に達するまで自然に生成される解離シュウ酸は，乙1発明において当然に存在するものであり，このような解離シュウ酸のみでは，乙1発明に比して少ない量の不純物しか生成し得ないように作用することは通常考え難いことといえる。」を加え，同頁18行目の「ところが，」を「また，」と改める。"
              ]
            },
            {
              "fig": "(24)",
              "text": [
                "原判決41頁21行目の「ウ」を「エ」と改める。"
              ]
            },
            {
              "fig": "(25)",
              "text": [
                "原判決41頁23行目～26行目の「乙1発明とは異なり，・・・自然である。」を「「緩衝剤」としての「シュウ酸またはそのアルカリ金属塩」を外部から加えることにより，乙1発明において生成される上記不純物の量に比して少ない量の不純物しか生成されないようにしたものといえ，本件発明における「緩衝剤」としての「シュウ酸」は，解離シュウ酸を含まず，添加シュウ酸に限られると解するのが相当である。」と改める。"
              ]
            },
            {
              "fig": "(26)",
              "text": [
                "原判決42頁5行目の「水溶液性剤」を「水溶液製剤(・・・)」と改める。"
              ]
            },
            {
              "fig": "(27)",
              "text": [
                "原判決42頁8行目の「述べていること」の後に「(乙13)」を加える。"
              ]
            },
            {
              "fig": "(28)",
              "text": [
                "原判決42頁10行目～11行目の「減少させ，より安定した製剤を得る発明である」を「全く生成することがないか，著しく少量の不純物の生成にとどまる」と改める。"
              ]
            },
            {
              "fig": "(29)",
              "text": [
                "原判決42頁15行目の「である」の後に「(乙7の1・2，乙8，10，13，31，弁論の全趣旨)」を加える。"
              ]
            },
            {
              "fig": "(30)",
              "text": [
                "原判決44頁15行目～24行目の「そもそも，・・・以上のとおり」を「したがって」と改める。"
              ]
            },
            {
              "fig": "(31)",
              "text": [
                "原判決44頁26行目～45頁1行目の「としての「シュウ酸」が添加されるものであることは前提となっておらず」を「は添加シュウ酸に限られず」と改める。"
              ]
            },
            {
              "fig": "(32)",
              "text": [
                "原判決45頁1行目～2行目の「における不純物の量」を「の実験結果」と改める。"
              ]
            },
            {
              "fig": "(33)",
              "text": [
                "原判決45頁2行目の「と大差がないことからも」を「の実験結果と大きな差がないことから」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，本件明細書の「緩衝剤」の定義(【0022】，【0023】)によると，「緩衝剤」は，本件発明の対象である「オキサリプラチン溶液組成物」において，一定のモル濃度で存在するものであり，不純物の生成を防止，遅延するあらゆる酸性又は塩基性剤を意味する旨主張する。",
                "しかし，前記説示(原判決「事実及び理由」の第4の2(2)ア，イ)のとおりであって，控訴人の前記主張は採用することができない。",
                "オキサリプラチン水溶液において，水溶液中のオキサリプラチンの一部は，水と反応して分解し，ジアクオDACHプラチン及びシュウ酸となるが，水溶液中のジアクオDACHプラチン及びシュウ酸の一部は，反応してオキサリプラチンとなるところ，①オキサリプラチンの分解に係る平衡状態が生じるよりも前の段階では，水溶液中のオキサリプラチンの量は減少し，ジアクオDACHプラチン及びこれの一部から生成されたジアクオDACHプラチン二量体並びにシュウ酸の量は増加していく(乙3，35)のであって，オキサリプラチンの分解により生成された解離シュウ酸の存在が，不純物であるジアクオDACHプラチン等の生成を防止し又は遅延させているとは評価できない。",
                "オキサリプラチン水溶液が，②オキサリプラチンの分解に係る平衡状態に至った段階では，オキサリプラチンと水の反応によるオキサリプラチンの分解の速度と，ジアクオDACHプラチン及びシュウ酸の反応によるオキサリプラチンの生成の速度が，等しくなる。なお，オキサリプラチン溶液中のオキサリプラチンの分解によって生じたジアクオDACHプラチンの一部から，ジアクオDACHプラチン二量体が生成される。その結果，水溶液中のオキサリプラチン及びシュウ酸の量(濃度)は，いずれも一定の値となり，不変となる(乙3，35)。この段階において，オキサリプラチンの量が減少しないのは，平衡状態に達したからであり，オキサリプラチンの分解により生成された解離シュウ酸の存在が，不純物であるジアクオDACHプラチンやこれから生成されたジアクオDACHプラチン二量体の生成を防止し又は遅延させているとは評価できない。",
                "前記②の段階にあるオキサリプラチン水溶液から，解離シュウ酸の一部を取り除けば，ル・シャトリエの原理によって，シュウ酸の量を増加させる方向，すなわち，オキサリプラチンが分解してジアクオDACHプラチンとシュウ酸が生成される方向の反応が進行し，新たな平衡状態に至ると考えられるが，この新たな平衡状態に至るまでの段階は，前記①の段階と同様，水溶液中のオキサリプラチンの量は減少し，ジアクオDACHプラチン及びこれの一部から生成されたジアクオDACHプラチン二量体並びにシュウ酸の量は増加していき，新たな平衡状態に至れば，前記②の段階と同様，水溶液中のオキサリプラチン及びシュウ酸の量(濃度)は，いずれも一定の値になり，不変となる。平衡状態にあるオキサリプラチン水溶液から，解離シュウ酸の一部を取り除けば，オキサリプラチン水溶液中のオキサリプラチンが更に分解して減少するという事実は，解離シュウ酸が，オキサリプラチン水溶液中におけるオキサリプラチンの分解とジアクオDACHプラチン及びシュウ酸の反応の平衡状態を構成する要素の一つであることを示しているにすぎず，これをもって，オキサリプラチンの分解により生成された解離シュウ酸の存在が，不純物であるジアクオDACHプラチン等の生成を防止し又は遅延させているとは評価できない。",
                "以上のとおり，解離シュウ酸の存在は，オキサリプラチンの分解の結果生じるものであって，不純物の生成を防止し又は遅延させているとは評価できない以上，解離シュウ酸を，オキサリプラチンの分解を防止し又は遅延させ，不純物の生成を防止し又は遅延させるものということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，本件発明は，解離シュウ酸のみを包含する態様に加えて，添加シュウ酸を加えた態様も含んでおり，添加シュウ酸として「そのアルカリ金属塩」を外部から加えることも技術的範囲に含んでおり，「シュウ酸」と「そのアルカリ金属塩」とを区別して記載することで，このことが明確になるのであり，本件発明の請求項に「そのアルカリ金属塩」という文言が用いられていることは，「緩衝剤」が添加シュウ酸に限定されることの根拠にはならない旨主張する。",
                    "しかし，前記説示(原判決「事実及び理由」の第4の2(2)ア)のとおりであって，控訴人の前記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，「剤」とは，少なくとも，化学・医薬分野において，「広く化学的作用を持つ物質」を意味する(甲19)のであって，各種の薬を調合したものではなく，外部から添加されるものに限られない旨主張する。",
                    "しかし，前記説示(原判決「事実及び理由」の第4の2(2)イ)のとおりであって，控訴人の前記主張は採用することができない。",
                    "控訴人は，「剤」の意味が「各種の薬を調合したもの」であるとすると，「剤」は「『剤』をまぜ合わせたもの」となり，また，単一成分の薬剤は「剤」に該当しないと主張するが，「剤」が「『剤』をまぜ合わせたもの」という意義になったとしても不合理ではないし，また，単一成分の薬剤で調合する必要のないものは，それのみで「剤」であると合理的に解釈することができる。",
                    "控訴人主張の「広く化学的作用をもつ物質」という文言は，広辞苑〔第6版〕(甲19)において，「薬」の定義として，「①病気や傷を治療・予防するために服用または塗布・注射するもの。水薬・散薬・丸薬・膏薬・煎薬などの種類がある。」，「②広く化学的作用を持つ物質。釉薬・火薬・農薬など。」などと記載されている部分の一部を取り出したものであるところ，医薬品の分野においては，「薬」は，前記の①の意味で用いられるのが通常であると解される。また，血液における二酸化炭素の運搬につき，「水素イオンはヘモグロビンに取り込まれる。これによりヘモグロビンは血液の緩衝剤として働く。」との記載(甲20の1)，アミノ酸の滴定と緩衝能について，「アミノ酸は，その化学構造に応じて，それぞれのpK 値付a近のpHにおいて効果的な緩衝剤として作用できる」との記載(甲20の2)，生体における緩衝液(炭酸水素塩緩衝液(血液)，リン酸塩緩衝液(細胞内液)，タンパク質緩衝液など)としての「血液を緩衝」する生理的緩衝液のうち，リン酸塩緩衝液につき，「細胞は他の弱酸も含んでいるが，これらの物質は緩衝剤としては重要ではない」，タンパク質緩衝液につき，「タンパク質分子は生体内にかなり高い濃度で存在しているので，それらは強力な緩衝剤である」との各記載(甲20の2)，塩基性アミノ酸につき，「ヒスチジン残基は緩衝剤として働く」との記載(甲20の2)があるとしても，これらは，生体内の酸又は塩基による急激なpH変化を防ぐことを「緩衝」といい，生体内に備わっている急激なpH変化に抵抗する物質を「緩衝剤」ということ(甲20の2・3)を前提にするものと解されるのであって，生体内の化学物質がpHの急激な変化を防止する機能を有することをもって，その化学物質が「緩衝剤」として機能すると表現されているとしても，解離シュウ酸を，「緩衝剤」に含まれるものと認めることはできないとの前記判断を左右するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人は，請求項10～14には，緩衝剤を「付加」，「混合」すると，本件発明には，緩衝剤を「包含」すると，意識的に書き分けられているから，本件発明の「緩衝剤」は，「付加」等されたものに限定されない旨主張する。",
                  "text": [
                    "しかし，本件発明における「包含」は，「有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物」という記載の一部であるところ，前記(1)のとおり，「緩衝剤」には，解離シュウ酸は含まれないと解されるのであって，「緩衝剤」を「包含」する「オキサリプラチン溶液組成物」という本件発明に係る請求項1の記載をもって，その判断を左右するものとは認められない。",
                    "請求項10は，「オキサリプラチンの溶液の安定化方法」，請求項11～14は，請求項1～9のいずれかの組成物の「製造方法」であって，「付加」との記載は，緩衝剤を水性溶液に付加すること，「混合」との記載は，緩衝剤を，担体及びオキサリプラチン，又は，担体のみと混合すること，という構成要件に含まれているのに対し，本件発明における「包含」との記載は，組成物を構成する物を記載したものであるから，「付加」及び「混合」は，外部からの添加を意味し，「包含」は，外部からの添加を必ずしも意味しないものとして，意識的に書き分けられたものとは，評価できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，本件発明の課題，作用効果の観点からすると，添加シュウ酸と解離シュウ酸は，いずれもオキサリプラチン溶液の安定化という作用効果をもたらす旨主張する。",
                "しかし，前記(1)で説示したとおり，解離シュウ酸は，オキサリプラチンの分解を防止又は遅延させ，不純物の生成を防止又は遅延させるものということはできないから，解離シュウ酸がオキサリプラチン溶液の安定化という作用効果をもたらすものということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，本件明細書における「オキサリプラチンの従来既知の水性組成物」は，乙1記載のオキサリプラチン水溶液を含むものではない旨主張する。",
                "しかし，本件明細書においては，凍結乾燥物質形態のオキサリプラチンのみならず，乙1発明に対応する豪州国特許出願第29896／95号(WO96／04904)に係るオキサリプラチン水溶液について従来技術として挙げた上で(【0010】)，凍結乾燥物質の再構築における不具合のみならず，オキサリプラチンの水溶液中において不純物が生成されるという問題についての説明がされ(【0012】～【0016】)，「上記の不純物を全く生成しないか，あるいはこれまでに知られているより有意に少ない量でこのような不純物を生成するオキサリプラチンのより安定な溶液組成物を開発することが望ましい。」(【0016】)と記載されており，また，本件明細書の【0030】には，「現在既知のオキサリプラチン組成物」との記載があり，凍結乾燥粉末形態のオキサリプラチンに対する本件発明の利点について記載されており，【0031】には，第1段落で，凍結乾燥物質を用いる場合に存在する再構築のための適切な溶媒の選択に際してエラーが生じる機会がないことが記載されているが，第2段落で，本件発明の組成物が，オキサリプラチンの従来既知の水性組成物よりも製造工程中に安定で，ジアクオDACHプラチン等の不純物が少ない旨が記載されているから，本件発明は，乙1発明を含む従来既知のオキサリプラチン水性組成物における不純物生成の問題を克服，改善することをも目的とする発明である。",
                "凍結乾燥物質形態のオキサリプラチンは，注入用の水又は5％グルコース溶液を用いて患者への投与の直前に再構築されて利用されるものであり(【0012】)，凍結乾燥物質を適切な溶液に溶かして溶液組成物にした状態で，長期間保存した上で，患者への投与を行うことは予定されていなかったところ，乙1発明は，使用時の再構成操作における間違った操作のリスクを排除し，すぐに使用でき，医薬として容認できる期間貯蔵した後でも，オキサリプラチン含有量が最初の含有量の少なくとも95％を占めるオキサリプラチン注射液を製造することを目的とするものであり(乙1)，本件明細書で，従来技術として挙げられたもののうち，オキサリプラチン水溶液であることが明示されているものは，乙1発明のみである(【0007】～【0012】)。",
                "そうすると，本件発明は，乙1発明のオキサリプラチン水溶液より少ない量でしか不純物を生成しないオキサリプラチン水溶液に関するものといえる。",
                "また，前記の【0031】の記載からすると，製造工程中の安定性は，それが，本件発明の組成物中に生成される不純物が少ないことを意味することから記載されているにとどまるのであって，本件明細書における製造工程を凍結乾燥物を溶解させて再構築させる工程と限定して解釈することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "控訴人は，当業者は，本件発明が添加されたシュウ酸又はシュウ酸ナトリウムの濃度に解離シュウ酸の濃度を加えた値を採用していると理解できる旨主張する。",
                "しかし，本件明細書には，実施例として添加シュウ酸又は添加されたシュウ酸ナトリウムのモル濃度のみが数値として記載されており(【表8】～【表13】)，解離シュウ酸のモル濃度の測定値も推定値も記載されていない(甲2)。本件発明の構成要件Gに係るモル濃度の数値は，本件発明に係る特許出願時の請求項5のモル濃度の数値から「約」を除いたものであり，本件明細書には，前記特許出願時から【表8】～【表13】の記載がある(乙7の1・2)から，当業者は，この構成要件Gに係るモル濃度の数値は，本件明細書に記載されている添加シュウ酸又は添加されたシュウ酸ナトリウムのモル濃度の数値と理解するのであって，解離シュウ酸のモル濃度の推定値を足し合わせた数値が，前記の構成要件Gに係るモル濃度とされていると理解するとは考えられない。",
                "そして，実施例1～17のうち，実施例1及び8を除く実施例の添加シュウ酸又は添加されたシュウ酸ナトリウムのモル濃度は，前記の構成要件Gに係るモル濃度の数値の範囲内である(甲2)。",
                "本件明細書の実施例18(b)が本件発明の実施例であるとする控訴人の主張は，前記説示(原判決「事実及び理由」の第4の2(2)ウ，(3)エ)のとおりであって，採用することができない。",
                "また，控訴人は，本件明細書の実施例1及び8は，本件発明の実施例であると主張する。しかし，実施例1及び8において添加された緩衝剤のモル濃度は，いずれも「0．00001M」(1☓10-5M)である(甲2【表1】，【表2】，【表8】，【表9】)ところ，本件発明に係る特許出願時，本件特許請求の範囲請求項1は，「オキサリプラチン，有効安定化量の緩衝剤および製薬上許容可能な担体を包含する安定オキサリプラチン溶液組成物。」というものであって(乙7の1・2)，その後の補正等の経過の中で，製薬上許容可能な担体が水であり，緩衝剤がシュウ酸又はそのアルカリ金属塩であり，しかも，その緩衝剤の量が，構成要件Gのとおりの範囲のモル濃度であるとの限定がされ，本件発明に係る特許が登録されたものであると認められる。そうすると，当初の本件特許請求の範囲請求項1に係る発明に数値制限はなく，実施例1及び8は実施例であったが，「5☓10-5M」以上との数値限定がされたため，実施例1及び8は，本件発明の実施例に該当しなくなったものと解される。以上によると，実施例1及び8は，前記の補正等の結果，構成要件Gを満たさないものとして，本件発明の実施例から除外されたものであると認められ，本件発明の実施例であるとは認められない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "控訴人は，実施例1及び8が本件発明の比較例であれば，当初から比較例であった旨も主張するが，前記(5)のとおりであって，実施例1及び8が当初から比較例として挙げられていたことを認めるに足りる証拠はなく，控訴人の前記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "控訴人は，「緩衝剤」が添加シュウ酸に限られるとすれば，比較例であるはずの実施例1及び8にも「緩衝剤」が含まれることになる旨主張するが，前記(5)のとおりであって，実施例1及び8は，「緩衝剤」が含まれないから比較例になるわけではなく，「緩衝剤」が含まれるものの，数値限定により，本件発明の技術的範囲から除外されたものであると認められるのであり，控訴人の前記主張は採用することができない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "以上のとおりであって，控訴人の前記主張は，いずれも採用することができない。他に前記認定を覆すに足りる主張・立証はない。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "そうすると，本件発明における「緩衝剤」としての「シュウ酸」は，添加シュウ酸に限られ，解離シュウ酸を含まないものと解される。",
                "被控訴人製品は，解離シュウ酸を含むものの，シュウ酸が添加されたものではないから，「緩衝剤」を含有するものとはいえず，構成要件B，F及びGの「緩衝剤」に係る構成を有しない。",
                "以上によると，被控訴人製品は，その余の構成要件について検討するまでもなく，本件発明の技術的範囲に属しないものと認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，控訴人の本件各請求は，その余の点を判断するまでもなく，いずれも理由がなく，これと結論を同じくする原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ネ)10111",
    "date": "2017-04-27",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)28468",
    "precedent_id": "086736",
    "ipprecedent_id": "4633",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}