{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決中，控訴人らと被控訴人に関する部分を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "被控訴人は，控訴人X に対し，94万5000円及びこれに対する平成27年3月24日から支払済みまで年5分の割合による金員を支払え。"
        }
      ]
    },
    {
      "text": "- 1 -",
      "content": [
        {
          "fig": "(2)",
          "text": "被控訴人は，控訴人X に対し，94万5000円及びこれに対する平成27年3月24日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(3)",
          "text": "控訴人らのその余の請求をいずれも棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "訴訟費用は，第1，2審を通じて，これを5分し，その4を被控訴人の，その余を控訴人らの各負担とする。"
    },
    {
      "fig": "3",
      "text": "本判決主文第1項(1)(2)は，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，本判決別紙1「被控訴人商品目録」記載の商品を輸入し，販売し，又は販売の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項の商品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，各控訴人に対し，それぞれ，120万円及びこれに対する平成27年3月24日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審とも，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "仮執行宣言。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件請求の要旨",
              "text": [
                "本件は，本判決別紙3「控訴人加湿器目録」記載1及び2の加湿器(以下，それぞれ，同目録の番号により「控訴人加湿器1」などという。)の開発者である控訴人らが，被控訴人に対し，①本判決別紙1「被控訴人商品目録」記載の加湿器(以下「被控訴人商品」という。)は，控訴人加湿器1又は控訴人加湿器2の形態を模倣したものであるから，その輸入，販売等は不正競争防止法2条1項3号の不正競争(形態模倣)に当たるとして，同法3条1項及び2項に基づいて，被控訴人商品の輸入，販売等の差止め及び廃棄を，②控訴人加湿器1及び控訴人加湿器2は，いずれも，美術の著作物(著作権法10条1項4号)に当たるから控訴人らはこれらに係る著作権(譲渡権又は二次的著作物の譲渡権)を有するとして，著作権法112条1項及び2項に基づいて，被控訴人商品の輸入，販売等の差止め及び廃棄を求めるとともに(上記①とは選択的併合)，③不正競争防止法違反又は著作権侵害の不法行為に基づき(選択的併合，不正競争防止法5条3項2号又は著作権法114条3項の選択的適用)，損害賠償金各120万円(逸失利益各95万円と弁護士費用各25万円の合計120万円の2人分で総計240万円)及びこれに対する不法行為後の日である平成27年3月24日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を，それぞれ求める事案である。",
                "なお，控訴人らは，上記損害賠償金のうち各60万円(合計120万円)とその附帯金について，訴訟終了前被控訴人(一審被告)株式会社スタイリングライフ・ホールディングス(スタイリングライフ)との連帯支払を求めていたが，スタイリングライフと控訴人らとの間の訴訟が和解により終了したことによって，控訴人らの損害賠償請求の趣旨は，当然に，第1，4に記載のとおりとなる。",
                "また，訴状添付別紙物件目録には，「被控訴人商品」として品番CLV-3504のうちピンク色のもののみが掲記されているが，控訴人らが侵害商品とする「被控訴人商品」が，これに限定されたものではなく，色彩にかかわらず上記品番の商品と同一形状のものをすべて含むことは，両当事者がその前提の下に弁論をしていることからみて，明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原審の判断",
              "text": [
                "原判決は，控訴人加湿器1及び控訴人加湿器2につき，①両者は，いずれも，市場における流通の対象となる物とは認められないから，不正競争防止法2条1項3号にいう「商品」に当たらない，②両者は，いずれも，美的鑑賞の対象となり得るような創作性を備えていると認めることはできないから，著作物に当たらないとして，控訴人らの各請求をいずれも棄却した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "本件の前提となる事実として，争いのない事実と下記掲記の証拠及び弁論の全趣旨により認められる事実は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "text": [
                "①  控訴人らは，総合家電メーカーのプロダクトデザイナーであり，その傍ら，平成23年1月にデザインユニット「knobz  design」を結成し，フリーのデザイナーとしても活動している。(甲1の1)",
                "②  被控訴人は，インテリア・デザイン家電，生活雑貨等の企画，生産及び輸入卸を業とする株式会社である。(争いのない事実)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人らによる加湿器の開発",
              "text": [
                "①  控訴人らは，遅くとも平成23年10月末までに控訴人加湿器1を，遅くとも平成24年6月5日までに控訴人加湿器2を，遅くとも平成27年1月4日までに控訴人加湿器3を，それぞれ，開発した。(争いのない事実，弁論の全趣旨)",
                "②  控訴人加湿器1～控訴人加湿器3は，いずれも，試験管様のスティック形状をしており，下部から水を取り入れ，上部から蒸気を発する加湿器であり，コップ等に入れて使用するものである。(争いのない事実)",
                "③  控訴人加湿器1の構成は，本判決別紙4「控訴人加湿器1構成目録」に記載のとおりである。(争いのない事実，甲3の2，5の1，25，弁論の全趣旨)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人加湿器1及び控訴人加湿器2の展示",
              "text": [
                "①  控訴人らは，平成23年11月1日から6日までの間に東京都新宿区の明治神宮外苑絵画館前グラウンドを中央会場として開催された，デザインやアートの国際展示会である「TOKYO  DESIGＮERS  WEEK  2011」に，控訴人加湿器1を出展した。(甲3の1・2，4)",
                "②  また，控訴人らは，平成24年6月6日から8日までの間に東京都江東区の東京ビッグサイト西ホールで開催された，インテリアやデザインの国際見本市である「インテリアライフスタイル東京2012」に，控訴人加湿器2を出展した。(甲5の1・2)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人加湿器3の販売",
              "text": [
                "控訴人らは，平成27年1月5日ころから，控訴人らのウェブサイトで，控訴人加湿器3の販売の申出を開始した。(甲1の1，16，17の1)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被控訴人の行為",
              "text": [
                "①  被控訴人商品は，試験管様のスティック形状をしており，下部から水を取り入れ，上部から蒸気を発する加湿器であり，コップ等に入れて使用するものである。(争いのない事実)",
                "②  被控訴人商品の構成は，本判決別紙2「被控訴人商品構成目録」に記載のとおりである。(争いのない事実，甲8の1～3，弁論の全趣旨)",
                "③  被控訴人は，平成25年9月及び11月ころ，被控訴人商品を中国から輸入し，各取引先へこれを販売した。(争いのない事実，弁論の全趣旨)"
              ]
            },
            {
              "fig": "(6)",
              "subject": "警告",
              "text": [
                "平成26年2月5日，控訴人らは，被控訴人に対し，被控訴人商品が控訴人らのホームページで紹介されている控訴人加湿器2の形態を模倣するものであるとして，被控訴人商品の輸入，販売を中止することを求める通告書を送付した。(甲9，乙イ1の1)",
                "これに対して，被控訴人は，同月14日，上記ホームページに紹介された控訴人加湿器2の写真を見てもその形態の詳細は把握できない，仮に，形態模倣に該当するとしても，被控訴人は，中国の現地企業から紹介されて輸入したものであるから，形態模倣であることを知らなかったことに重過失はないと回答し，その後も，被控訴人商品の販売を継続した。(甲10，乙イ1の2，弁論の全趣旨)"
              ]
            },
            {
              "fig": "(7)",
              "subject": "持分等",
              "text": [
                "控訴人加湿器1，控訴人加湿器2及び控訴人加湿器3に係る控訴人らの権利・利益の割合は，いずれも，2分の1である。(弁論の全趣旨)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "形態模倣(不正競争防止法2条1項3号違反)に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「他人の商品」該当性(不正競争防止法2条1項3号)"
                },
                {
                  "fig": "イ",
                  "subject": "「模倣」の有無(不正競争防止法2条5項)"
                },
                {
                  "fig": "ウ",
                  "subject": "保護期間終了の成否(不正競争防止法19条1項5号イ)"
                },
                {
                  "fig": "エ",
                  "subject": "善意無重過失の有無(不正競争防止法19条1項5号ロ)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "著作権(応用美術)に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "著作物性の有無(著作権法2条1項1号，10条1項4号)"
                },
                {
                  "fig": "イ",
                  "subject": "複製又は翻案の成否(著作権法21条，27条)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "不法行為に基づく請求について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人の過失の有無(不正競争防止法4条，民法709条)"
                },
                {
                  "fig": "イ",
                  "subject": "控訴人らの損害額(不正競争防止法5条3項2号，著作権法114条3項)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)ア(「他人の商品」該当性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人ら",
              "text": [
                "控訴人加湿器1及び控訴人加湿器2は，展示会に出展された時点で，商品の外形形状が容易に模倣可能な状態に置かれるのであるから，この時点から，不正競争防止法2条1項3号の「他人の商品」として，同号の保護対象となる。",
                "また，控訴人加湿器1及び控訴人加湿器2は，出展時，いずれも，加湿器としての内部機構を備え，加湿機能を発揮できる状態に完成していた。控訴人加湿器1及び控訴人加湿器2が，いずれも，裸銅線で外部電源に繋がれているのは，量産の際，内部に電池を組み込んだ製品とする可能性を考慮していたことや，ケーブルやUSB端子をなるべく見えないようにしてデザインの美しさを体感してもらうためである。裸銅線を，より扱いやすい電力伝送手段に置き換えることは，当業者であれば直ちに可能な程度のことであるから，商品が未完成であったとはいえない。",
                "なお，フリーのデザイナーにとって，開発した商品の形態について，意匠登録を行う負担は重く，また，商品展示会は当該商品の量産化のための提携先を見つけるための機会である。それにもかかわらず，当該商品の量産化の目途が立っていなければその形態を自由に模倣してよいとしたら，それは，不正競争防止法2条1項3号の趣旨に合致しない。したがって，商品展示会に出展した商品の形態を模倣することが許されるとするのは，明らかに誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "text": [
                "不正競争防止法2条1項3号における「他人の商品」は，市場において販売されるものでなければならない。しかしながら，控訴人加湿器1及び控訴人加湿器2は，いずれも，電化製品であるにもかかわらず，電源の供給も定まらないままに展示会に出展されたものであり，単なる試作品であって，商品としては未完成である。その上，控訴人らは，商品化のため具体的な開発についても未着手の状態であった。",
                "仮に，上記のようにはいえないとしても，控訴人らの主張によれば，控訴人加湿器1及び控訴人加湿器2は，電源を供給する銅線が露出した状態であったというのであるから，このままでは到底使用に耐えるものではなく，この形態で商品として販売することはできない。電源をどのように確保するかという課題を解決するためには，控訴人加湿器1及び控訴人加湿器2の形態を離れて，別途，電源の供給方法を定めなければならない。そうすると，控訴人加湿器1及び控訴人加湿器2の形態を模倣することは，不可能である。",
                "したがって，控訴人加湿器1及び控訴人加湿器2は，いずれも，不正競争防止法2条1項3号の「他人の商品」に当たらない。",
                "なお，被控訴人が被控訴人商品の販売を終了した後に，控訴人らは控訴人加湿器3の販売を開始したのであり，このように販売が遅れたのは，控訴人らが，商品化するための資金や労力を投下しなかったことによる。したがって，控訴人らは，自ら，市場先行のメリットを放棄したのであって，不正競争防止法2条1項3号の保護を受けるべき者ではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)イ(「模倣」の有無)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人ら",
              "content": [
                {
                  "fig": "ア",
                  "subject": "実質的同一性",
                  "text": [
                    "控訴人加湿器1と控訴人加湿器2は，実質的に同一である。そこで，控訴人加湿器1と被控訴人商品とを対比してみると，控訴人加湿器1と被控訴人商品とは，共に，コップ等に入れて使用する携帯用の加湿器であるところ，いずれも，[1]試験管をイメージした形状からなり，下端が半球状に形成され，その上部が円筒状に形成され，上端にフランジ部が形成されている点，[2]上端からやや下がった箇所に，リング状のパーツが組み込まれており，このリング状パーツより上の部分が取外し可能になっている点，[3]円筒状部の下側に内部に水を取り込むための吸水口が，上端には噴霧口が設けられており，吸水口から内部に取り込んだ水を蒸気にして上端の濃霧口から噴出させるようになっている点で共通し，[4]上端から下端までの長さと円筒状部の直径との比率が，おおむね共通している。",
                    "一方，控訴人加湿器1と被控訴人商品とは，いずれも，[5] 上端から下端までの長さと円筒状部の直径との比率の具体的な数値，[6]噴霧口を取り囲む部分の具体的な形状，[7]吸水口の具体的形状，[8]電気を供給する媒体の素材が異なるが，これらは，外観上の大きな差異を生じさせず，いずれも，デザイン上の微差にすぎない。",
                    "また，控訴人加湿器1及び被控訴人商品を通常の用法に従って使用する場合，需要者がその内部構造を観察，確認することは考えられず，内部構造の形態の類否は，本件における模倣の判断の考慮要素とはならない。",
                    "そうすると，控訴人加湿器1と被控訴人商品とは，いずれも，実質的に同一の形態を有する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "依拠性",
                  "text": [
                    "控訴人加湿器1及び控訴人加湿器2が展示会に出展される以前には，試験管状の形態からなる携帯用の加湿器は存在していなかったこと，被控訴人商品は，加湿器の用途機能上必要ではないリング状パーツすらも，控訴人加湿器1及び控訴人加湿器2と同様の位置に同様の縦幅で，また，同様に円筒状部とは色違いのものとして設けられていること，被控訴人商品の品名の英語表記(「STICK  HUMIDIFIER」)が，控訴人らのウェブサイトに掲載されていた控訴人加湿器1及び控訴人加湿器2の品名の英語表記と同一であることからすると，被控訴人商品が控訴人加湿器1又は控訴人加湿器2の形態に依拠して作り出されたことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "content": [
                {
                  "fig": "ア",
                  "subject": "実質的同一性",
                  "text": [
                    "控訴人加湿器1の形態と，被控訴人商品との形態とは，次の点で相違し，両者が実質的に同一でないことは明白である。商品化に当たっては電源の供給が重要であるから，電源部分の相違は，実質的同一性の判断に決定的な結果をもたらす。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成aと構成Aについて",
                      "text": [
                        "①  被控訴人商品は，中心部本体2’と底部1’とが別体で形成されているのに対し，控訴人加湿器1は，本体2が底部1と一体に形成されている。",
                        "②  被控訴人商品は，上部本体3’に上部円形リング部5’が形成されているのに対し，控訴人加湿器1は，リング状パーツ5が別体として配設されている。",
                        "③  被控訴人商品は，リング状円盤部4’とスイッチボタン23’が嵌合して形成されているのに対し，控訴人加湿器1は，フランジ部4及び凹部8がキャップ3の外周面9と一体に形成されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成cと構成Cについて",
                      "text": [
                        "被控訴人商品は，メス端子44’が設けられているのに対し，控訴人加湿器1は，裸銅線20がリング状パーツ5の上縁部分から導出されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "構成d～fと構成D～Fについて",
                      "text": [
                        "被控訴人商品と控訴人加湿器1とを対比すると，いずれも，比率を異にしている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "構成gと構成Gについて",
                      "text": [
                        "①  被控訴人商品は，電圧回路24’が設けられているのに対し，控訴人加湿器1は，このようなものが設けられていない。",
                        "②  被控訴人商品は，電圧回路24’から超音波振動子47’に供給する配線が設けられているのに対し，控訴人加湿器1は，このようなものが設けられていない。",
                        "③  被控訴人商品は，中子34’に下方突出部分41’が設けられているのに対し，控訴人加湿器1は，このようなものが設けられていない。",
                        "④  被控訴人商品は，スイッチボタン23’が設けられているのに対し，控訴人加湿器1は，このようなものが設けられていない。",
                        "⑤  被控訴人商品は，中子34’の外周部を上部円形リング部5’として突出して形成しているのに対し，控訴人加湿器1は，リング状パーツ5が別体として配設されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "依拠性",
                  "text": [
                    "被控訴人商品の品名の英語表記は，スティック形状の加湿器であることを示す一般的な名称にすぎず，依拠の根拠となるものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(1)ウ(保護期間終了の成否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人",
              "text": [
                "仮に，控訴人加湿器1及び控訴人加湿器2が「他人の商品」に該当するとすれば，「最初に販売された日」に擬せられるのは，控訴人加湿器1が展示会に出品された日である平成23年11月1日であるところ，同日から起算して3年が経過した。",
                "「他人の商品」の保護期間が3年に限定されているのは，この期間があれば，先行開発者は，投下資本の回収を終了し，通常期待し得る利益を上げられるからである。",
                "控訴人らは，「最初に販売された日」を控訴人加湿器3の販売が開始された日である平成27年1月5日と主張するが，そのように解釈すると，保護期間が6年以上となり，不正競争防止法19条1項5号イにより，「他人の商品」が3年に限って保護されている趣旨が損なわれる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人ら",
              "text": [
                "不正競争防止法19条1項5号イの「最初に販売された日」とは，商品として市場に出された日をいうから，保護期間の終期は，控訴人加湿器3の販売が開始された平成27年1月5日から3年が経過した日である。",
                "なお，「最初に販売された日」とは，当該日から3年間という保護期間の終期を算定するための基準日であって，保護期間の始期を定めるものではない。一方，保護期間の始期は，模倣が可能な状態になった日であり，控訴人加湿器1が展示会に出展された平成23年11月1日である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(1)エ(善意無重過失の有無)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人",
              "text": [
                "控訴人加湿器1及び控訴人加湿器2は，市場に流通していなかったから，被控訴人が中国より被控訴人商品を輸入する時点では，被控訴人が，控訴人加湿器1及び控訴人加湿器2の形態を具体的に知ることは極めて困難である。",
                "したがって，被控訴人は，被控訴人商品の輸入時に控訴人加湿器1及び控訴人加湿器2の形態を知らず，かつ，これを知らなかったことにつき重過失はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人ら",
              "text": [
                "被控訴人は，商品の輸入等を行う場合には，その商品が模倣品であるなど他者の権利，利益を侵害する物でないかどうかにつき注意を払う立場にあった。控訴人加湿器1及び控訴人加湿器2は，控訴人らのウェブサイトに掲載されており，しかも，被控訴人商品と控訴人加湿器1及び控訴人加湿器2の商品名は同一であるから，控訴人らのウェブサイトは容易に検索可能であった。それにもかかわらず，被控訴人は，被控訴人商品の創作経緯につき何ら調査を行うことなく，漫然と中国の業者からこれを購入し，日本国内において販売をしたのであり，輸入販売元となる企業が通常行うべき注意義務を著しく欠いているといえる。",
                "したがって，被控訴人には，少なくとも重過失がある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点(2)ア(控訴人加湿器1及び控訴人加湿器2の著作物性の有無)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人ら",
              "content": [
                {
                  "fig": "ア",
                  "subject": "個性の発揮",
                  "text": [
                    "実用品であっても，通常の著作物と同様に，創作者の何らかの個性が発揮されている場合には，美術の著作物に当たり，著作物性が肯定される。",
                    "控訴人加湿器1及び控訴人加湿器2は，一見した限りでは加湿器とは認識し難い独自のフォルムを備えた斬新な形態であって，①コップ等に入れて使用する試験管状を呈する携帯用の加湿器であり，下端が半球状に形成され，その上部が円筒状に形成され，上端にフランジ部が形成されている点と，②上端からやや下がった箇所に，リング状のパーツが組み込まれており，このリング状のパーツよりも上の部分が取外し可能となっている点は，他のスティック型加湿器には見られない構成であり，控訴人らの個性が強く発揮された独創的な形態である。",
                    "したがって，控訴人加湿器1及び控訴人加湿器2は，いずれも，美術の著作物に当たる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "美的鑑賞性",
                  "text": [
                    "仮に，実用品が著作物に当たるためには，実用的な機能を離れて見た場合に，それが，美的鑑賞の対象となり得るような美的創作性を備えていることを要するとしても，控訴人加湿器1及び控訴人加湿器2は，①その使用時以外には，筆記用具立てに差したり，デスク上に逆向きに立てたりするなどして，室内のインテリアとして鑑賞することができ，②その使用時には，机の上などに置いてそのスティック形状の造形物が蒸気を吹き出す姿を見て，あたかも，自室やオフィスを実験室のごとくに変容させたかのような楽しみを鑑賞者に与え得る。",
                    "そうすると，控訴人加湿器1及び控訴人加湿器2は，加湿という実用的な機能を離れてみても，なお美的鑑賞の対象となり得る。",
                    "したがって，控訴人加湿器1及び控訴人加湿器2は，著作物に当たる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "text": [
                "控訴人加湿器1及び控訴人加湿器2は，携帯可能な小型の加湿器という機能を超えて，美を表現するものでない。水を入れたコップに差して使うタイプの加湿器においては，下部に水を取り込むための吸水口を設け，噴霧口を水に触れない上部に設ける構造にする必要があるから，控訴人加湿器1及び控訴人加湿器2のように細長いスティック形状になるのは，機能的に必然であり，個性の発揮はない。",
                "また，控訴人加湿器1及び控訴人加湿器2は，このようなスティック型加湿器に必要な機能を形にしたものにすぎず，美的鑑賞の対象となり得るような美的創作性も認められない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点(2)イ(複製又は翻案の成否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人ら",
              "text": [
                "前記2(1)のとおり，被控訴人商品の形態は，控訴人加湿器1又は控訴人加湿器2の形態に依拠して創作され，かつ，これらと実質的に同一であるから，被控訴人商品は，控訴人加湿器1又は控訴人加湿器2を複製又は翻案したものである。",
                "したがって，被控訴人商品の販売は，控訴人らの譲渡権又は二次的著作物の譲渡権を侵害するものであり(著作権法26条の2，28条)，被控訴人商品の輸入は，みなし侵害(著作権法113条1項1号)となる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "text": [
                "前記2(2)のとおり。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点(3)ア(被控訴人の過失の有無)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人ら",
              "text": [
                "前記4(2)と同旨。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "text": [
                "控訴人らの上記主張は，争う。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "争点(3)イ(控訴人らの損害額)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人ら",
              "text": [
                "控訴人らは，控訴審において，被控訴人から被控訴人商品の販売数の開示を受けたので，これに基づき，損害額に係る主張を次のとおりに補正する(不正競争防止法5条3項2号又は著作権法114条3項適用)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "単価・販売数",
                  "text": [
                    "被控訴人は，被控訴人商品を，1個当たり1900円で，1万6739個宛販売した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "料率",
                  "text": [
                    "被控訴人商品の形態の使用に係る相当使用料率又はその著作権の利用に係る相当利用料率は，5％が相当である"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，控訴人らの損害賠償金は，159万0205円と推定される。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "弁護士費用",
                  "text": [
                    "本訴に係る弁護士費用は，50万円が相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人",
              "text": [
                "上記(1)アは，認める。",
                "同イは，争う。1％が相当である。",
                "同ウは，争う。",
                "同エは，争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)ア(「他人の商品」該当性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「他人の商品」の意義について",
              "text": [
                "不正競争防止法1条は，「事業者間の公正な競争及びこれに関する国際約束の的確な実施を確保するため，不正競争の防止及び不正競争に係る損害賠償に関する措置等を講じ，もって国民経済の健全な発展に寄与することを目的とする。」と定め，同法2条1項3号は，「他人の商品の形態(当該商品の機能を確保するために不可欠な形態を除く。)を模倣した商品を譲渡し，貸し渡し，譲渡若しくは貸渡しのために展示し，輸出し，又は輸入する行為」を不正競争と定めている。",
                "不正競争防止法が形態模倣を不正競争であるとした趣旨は，商品開発者が商品化に当たって資金又は労力を投下した成果が模倣されたならば，商品開発者の市場先行の利益は著しく減少し，一方，模倣者は，開発，商品化に伴う危険負担を大幅に軽減して市場に参入でき，これを放置すれば，商品開発，市場開拓の意欲が阻害されることから，先行開発者の商品の創作性や権利登録の有無を問うことなく，簡易迅速な保護手段を先行開発者に付与することにより，事業者間の公正な商品開発競争を促進し，もって，同法1条の目的である，国民経済の健全な発展を図ろうとしたところにあると認められる。",
                "ところで，不正競争防止法は，形態模倣について，「日本国内において最初に販売された日から起算して3年を経過した商品」については，当該商品を譲渡等する行為に形態模倣の規定は適用しないと定めるが(同法19条1項5号イ)，この規定における「最初に販売された日」が，「他人の商品」の保護期間の終期を定めるための起算日にすぎないことは，条文の文言や，形態模倣を新設した平成5年法律第47号による不正競争防止法の全部改正当時の立法者意思から明らかである(なお，上記規定は，同改正時は同法2条1項3号括弧書中に規定されていたが，同括弧書が平成17年法律第75号により同法19条1項5号イに移設された際も，この点に変わりはない。)。また，不正競争防止法2条1項3号において，「他人の商品」とは，取引の対象となり得る物品でなければならないが，現に当該物品が販売されていることを要するとする規定はなく，そのほか，同法には，「他人の商品」の保護期間の始期を定める明示的な規定は見当たらない。したがって，同法は，取引の対象となり得る物品が現に販売されていることを「他人の商品」であることの要件として求めているとはいえない。",
                "そこで，商品開発者が商品化に当たって資金又は労力を投下した成果を保護するとの上記の形態模倣の禁止の趣旨にかんがみて，「他人の商品」を解釈すると，それは，資金又は労力を投下して取引の対象となし得ること，すなわち，「商品化」を完了した物品であると解するのが相当であり，当該物品が販売されているまでの必要はないものと解される。このように解さないと，開発，商品化は完了したものの，販売される前に他者に当該物品の形態を模倣され先行して販売された場合，開発，商品化を行った者の物品が未だ「他人の商品」でなかったことを理由として，模倣者は，開発，商品化のための資金又は労力を投下することなく，模倣品を自由に販売することができることになってしまう。このような事態は，開発，商品化を行った者の競争上の地位を危うくさせるものであって，これに対して何らの保護も付与しないことは，上記不正競争防止法の趣旨に大きくもとるものである。",
                "もっとも，不正競争防止法は，事業者間の公正な競争を確保することによって事業者の営業上の利益を保護するものであるから(同法3条，4条参照)，取引の対象とし得る商品化は，客観的に確認できるものであって，かつ，販売に向けたものであるべきであり，量産品製造又は量産態勢の整備をする段階に至っているまでの必要はないとしても，商品としての本来の機能が発揮できるなど販売を可能とする段階に至っており，かつ，それが外見的に明らかになっている必要があると解される。",
                "以上を前提に控訴人加湿器1及び控訴人加湿器2が，「他人の商品」であるか否かを検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人加湿器1について",
              "text": [
                "前記第2，2(3)①のとおり，控訴人らは，平成23年11月，商品展示会に控訴人加湿器1を出展している。商品展示会は，商品を陳列して，商品の宣伝，紹介を行い，商品の販売又は商品取引の相手を探す機会を提供する場なのであるから，商品展示会に出展された商品は，特段の事情のない限り，開発，商品化を完了し，販売を可能とする段階に至ったことが外見的に明らかになったものと認めるのが相当である。なお，上記商品展示会において撮影された写真(甲3の2，25)には，水の入ったガラスコップに入れられた控訴人加湿器1の上部から蒸気が噴き出していることが明瞭に写されているから，控訴人加湿器1が，上記商品展示会に展示中，加湿器としての本来の機能を発揮していたことは明白である。",
                "ところで，前記第2，2(2)③のとおり，控訴人加湿器1は，被覆されていない銅線によって超音波振動子に電力が供給されており，この形態そのままで販売されるものでないことは明らかである。",
                "しかしながら，商品としてのモデルが完成したとしても，販売に当たっては，量産化などのために，それに適した形態への多少の改変が必要となるのは通常のことと考えられ，事後的にそのような改変の余地があるからといって，当該モデルが販売可能な段階に至っているとの結果を左右するものではない。",
                "上記のような控訴人加湿器1の被覆されていない銅線を，被覆されたコード線などに置き換えて超音波振動子に電源を供給するようにすること自体，事業者にとってみれば極めて容易なことと考えられるところ，控訴人加湿器1は，外部のUSBケーブルの先に銅線を接続して，その銅線をキャップ部の中に引きこんでいたものであるから(甲24)，商品化のために置換えが必要となるのは，この銅線から超音波振動子までの間だけである。そして，実際に市販に供された控訴人加湿器3の電源供給態様をみると，USBケーブル自体が，キャップ部の小孔からキャップ部内側に導かれ，中子に設けられた切り欠きと嵌合するケーブル保護部の中を通って，超音波振動子と接続されているという簡易な構造で置換えがされていることが認められるから(乙イ4，弁論の全趣旨)，控訴人加湿器1についても，このように容易に電源供給態様を置き換えられることは明らかである。そうすると，控訴人加湿器1が，被覆されていない銅線によって電源を供給されていることは，控訴人加湿器1が販売可能な段階に至っていると認めることを妨げるものではない。",
                "以上からすると，控訴人加湿器1は，「他人の商品」に該当するものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人加湿器2について",
              "text": [
                "控訴人加湿器2は，控訴人加湿器1よりもやや全長が短く，円筒部が，控訴人加湿器1よりもわずかに太いという差異があるほかは，控訴人加湿器1と同様の形態を有するところ，実質的に同一の形態を有する控訴人加湿器1が「他人の商品」である以上，その後に開発され，国際見本市に出展された控訴人加湿器2が，販売可能な状態に至ったことが外見的に明らかなものであることは，当然である。",
                "したがって，控訴人加湿器2は，「他人の商品」に該当するものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人の主張について",
              "text": [
                "被控訴人は，控訴人加湿器1及び控訴人加湿器2が未完成であり，また，商品化する具体的な開発についても未着手の状態である，そもそも，電源の供給方法も定まっておらず商品として販売できないものであるなど，るる主張する。",
                "しかしながら，上記(2)にて説示のとおり，控訴人加湿器1及び控訴人加湿器2は，そのままの形態で販売することが想定されておらず，電源供給部分の具体的な形状についての改変は必要であるとしても，商品化は完了しているといえ，未完成であるわけではない。その電源供給の具体的手段について将来的な変更の余地はあったとしても，控訴人加湿器1及び控訴人加湿器2自体は，実際の形態どおりに外部電源を引きこむものとして確定している。",
                "そして，控訴人X は，平成24年7月，雑貨店の店舗経営等を業とするスタイリングライフにおいて商品仕入れを担当しているA(A)から，メールにて，控訴人加湿器2の製品化の具体的な日程を問い合わせられた際，Aに対し，次のようなメールを返信している(甲7)。",
                "「  『Stick  Humidifier』の製品化につきましては，具体的な日程は決まっておりません。製品化のお話はいくつかのメーカーさんから頂いてはおりますが，我々の考えと合致するパートナーさんが見つかっておらず，開発がやや順延しているのが現状です。購入や買い付けに関する問い合わせを多数頂いている故，1日も早く開発を行いたいところです。」",
                "上記記載の「製品化」は，量産のことを意味していることは明らかであり，「開発」はそれに応じた設計変更をいうものと解され，上記記載が，控訴人加湿器2や控訴人加湿器1が未完成で販売可能な状態ではないことをいう趣旨とは解されない。いったん商品化が完了した商品について，販売相手に応じて更なる改良の余地があったとか，その意図を有していたからといって，遡って，当該商品が商品化未了となるものではない。上記メールの内容は，控訴人加湿器1が商品化されていないことを裏付けるものではない。",
                "そのほかに被控訴人がるる主張するところも，上記(1)(2)の認定判断に照らして，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおりであって，控訴人加湿器1及び控訴人加湿器2は，いずれも，「他人の商品」に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)イ(形態の模倣の有無)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "実質的同一性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "内部構造について",
                  "text": [
                    "不正競争防止法2条4項は，「商品の形態」を「需要者が通常の用法に従った使用に際して知覚によって認識することができる商品の外部及び内部の形状…をいう」と定める。したがって，商品の内部の形状は，需要者が通常の用法に従った使用に際して知覚によって認識することができるものでなければ，商品の形態を構成しないものである。そこで，被控訴人商品及び控訴人加湿器1を見てみると，その構成は，それぞれ，本判決別紙2「被控訴人商品構成目録」及び同4「控訴人加湿器1構成目録」に記載のとおりであり，いずれも，被控訴人商品であれば，上部本体3’を中心部本体2’から外すことにより，控訴人加湿器1であれば，キャップ3を本体2から外すことにより，その内部の形状を見ることが物理的には可能となっている。しかしながら，この取外しは，被控訴人商品であれば，フィルター35’を交換するために，控訴人加湿器1であれば，吸水棒35を交換するためであると認められるところ，その交換頻度は，被控訴人商品においては半年の1回以下の頻度であり(甲8の3)，控訴人加湿器1も同様の程度と推認される。また，需要者が加湿器の内部構造に着目して購入を動機付けられるとは考えにくい。",
                    "そうすると，被控訴人商品及び控訴人加湿器1の内部構造や需要者が内部構造にどのようにして接するよう構成されているかは，不正競争防止法2条1項3号の「商品の形態」には含まれないものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人加湿器1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "形態の認定",
                      "text": [
                        "上記アの判断を前提に，被控訴人商品と控訴人加湿器1の構成を対比すると，両者の外部の形状には，次の共通点がある。",
                        "【共通点】",
                        "A\"  水の入ったコップに挿して使用するスティック形状の加湿器であり，",
                        "半球状の底部の上側に円筒状の本体が連接され，リング状の部分があり，その上側に円筒状のキャップ部が連接され，キャップ部の上端がフランジ状に形成され，キャップ部の上面に噴霧口が開口し，噴霧口に超音波振動子が配設されている。",
                        "B\"  本体の下端寄りの位置に，内部に水を取り込むための縦長の吸水口が設けられている。",
                        "D\"  キャップ部の長さよりも本体の長さが大幅に長い。",
                        "E\"  細長の円筒状となっている。",
                        "F\"  吸水口が縦長長方形の形状からなる。",
                        "また，両者の外部形状には，次の差異点がある。",
                        "【差異点】",
                        "A\"'  ①  底部と本体との関係につき，被控訴人商品は，底部 1'と中心部本体 2'とが別体を連設してあるのに対し，控訴人加湿器1は，一体として連設されている点。",
                        "②  キャップ部の上面の構成につき，被控訴人商品は，円形リング状のスイッチボタン23'が嵌合して形成されているのに対し，控訴人加湿器1は，すり鉢状の凹部8 が形成されている点。",
                        "C\"'  電力供給につき，被控訴人商品は，マイクロUSB電源のメス端子 44'が設けられ(ここに USB コードが接続される)のに対し，控訴人加湿器1は，リング状パーツ5 の上縁部分から裸銅線 20 が導出されている点。",
                        "D\"'  キャップ部の長さと本体の長さの比率の具体的な数値として，被控訴人商品は，約1:3.4 であるのに対し，控訴人加湿器1は，約 1:3.8 である点。",
                        "E\"'  本体の直径と，キャップ部から本体下端までの長さとの比率の具体的な数値が，被控訴人商品は，約1:5.5 であるのに対し，控訴人加湿器1は，約 1:6.7 である点。",
                        "F\"'  縦長長方形の吸水口の形状につき，被控訴人商品は，上端のみを半円状にし，その縦横の比率は，約10:1 であるのに対し，控訴人加湿器1は，上端及び下端の双方を半円状にし，縦横の比率が，約8.3:1 である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実質的同一性の判断",
                      "text": [
                        "上記(ア)を前提に被控訴人商品と控訴人加湿器1との同一性を判断するに，両者が全体的な印象を完全に共通にしていることは，一見して明らかである。そして，差異点 A\"'①②，差異点 C\"'及び差異点 F\"'は，いずれも需要者に着目される部分ではなく，その差異の程度も大きくはないから，デザイン上の微差というべきである(被控訴人商品もUSBコードを接続して使用するのであるから，使用時の差異は，被覆されたコードか裸銅線かの差異である。)。",
                        "一方，被控訴人商品及び控訴人加湿器1は，いずれも試験管を模したシンプルなデザインであり，その美観は，専ら，リング状の部分をどの位置に配置するか，上端から下端まで長さと円筒部分の直径とをどのような比にするかに依ることとなり，この部分は同一性判断を左右する点である。",
                        "そこで，被控訴人商品と控訴人加湿器1について，この点をみてみると，リング状部分の位置関係につき両者の差異を見分けることは困難であるものの，控訴人加湿器1は，全体としてやや細身のシャープな形状であるのに対し，被控訴人商品は，やや寸胴な形状であるとの差異を看取できる。",
                        "しかしながら，被控訴人商品又は控訴人加湿器1について，上記共通点として認定される，試験管を模した形状である加湿器との両製品の特徴的部分の印象は極めて強いものであり，その影響の下においては，上記差異点程度の構成比の相違は印象からほぼ排除されてしまうものと認められ，被控訴人商品と控訴人加湿器1との形態が異なるということは困難である。",
                        "そうすると，被控訴人商品と控訴人加湿器1は，実質的に同一の形態を有するものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人加湿器2",
                  "text": [
                    "控訴人加湿器2の形状は，全長が，控訴人加湿器1よりもやや短く，円筒部が，控訴人加湿器1よりもわずかに太いという差異があるほかは，控訴人加湿器1と同一の外部形状を有するのであるから，控訴人加湿器1が被控訴人商品と実質的に同一の形態であるのであれば，より被控訴人商品に近い形態を有する控訴人加湿器2が被控訴人商品と実質的に同一の形態であることは，明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人の主張について",
                  "text": [
                    "被控訴人は，電源部分の相違が同一性判断の点について決定的な影響をもたらすと主張する。",
                    "しかしながら，前記認定のとおり，控訴人加湿器1は外部電源を用いるものであるから，この点において，被控訴人商品とは差異がない。そして，電源が供給される場所は，両者ともリング状部分と同じ箇所であり，また，需要者が，加湿器の電源供給手段の構造に着目するとみるべき事情も見当たらない。そうすると，両製品の電源部分の相違は，付属部分における単なるデザイン上の微差にすぎないから，被控訴人の上記主張は，採用することができない。",
                    "その余の被控訴人の主張が採用できないことは，上記ア～ウにて認定判断するとおりである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上から，被控訴人商品と，控訴人加湿器1又は控訴人加湿器2は，いずれも，実質的に同一の形態を有するものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "依拠性について",
              "text": [
                "上記(1)にて認定判断のとおり，被控訴人商品と控訴人加湿器1又は控訴人加湿器2は，実質的に同一の形態を有するものであるところ，リング状の部分の配置や電源の供給箇所をリング状の部分にしたことなども含めて，両者がこのように同一性を有する形態になっていることは，これらが商品の機能を確保するための不可欠な形態の選択ではない以上，単なる偶然の一致では合理的に説明できない。そして，控訴人加湿器1及び控訴人加湿器2は，いずれも，被控訴人商品の輸入前に国際展示会又は国際見本市に出展されていたほか，控訴人らのホームページにも，控訴人加湿器2の写真，すなわち，控訴人加湿器1と実質的に同一の形態を表示する写真が掲載されており，海外を含めて多数の者が，容易に控訴人加湿器1又は控訴人加湿器2の形態を知り得たものである。",
                "そうすると，被控訴人商品は，控訴人加湿器1の形態，又は，これと実質的に同一の控訴人加湿器2の形態に依拠したものと推認することができる。",
                "なお，商品の形態において選択の幅があることを理由に依拠性を肯定したからといって，当然には，個性を発揮できるほどに選択の幅があって著作物性を肯定できるわけではない(後述)。なぜなら，前者における選択には，個性を発揮するほどには至らないありふれた形態の選択も含まれるからである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，被控訴人商品は，控訴人加湿器1又は控訴人加湿器2のいずれか，又は双方を模倣したものであると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(1)ウ(保護期間終了の成否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定",
              "text": [
                "不正競争防止法は，「日本国内において最初に販売された日から起算して3年を経過した商品」については，当該商品を譲渡等する行為が形態模倣にはならないと定め，「他人の商品」の保護期間の終期を定める(同法19条1項5号イ)。",
                "この規定の趣旨は，形態模倣が，先行開発者に投下資本の回収の機会を提供するものである一方，形態模倣が，商品形態の創作的価値の有無を問うことなく模倣商品の譲渡等を禁止していることから，禁止期間が長期にわたった場合には，知的創作に関する知的財産法が厳格な保護要件を設けている趣旨を没却しかねず，また，後行開発者の同種商品の開発意欲を過度に抑制してしまうことから，両者のバランスをとって，先行開発者が投下資本の回収を終了し通常期待し得る利益を上げられる期間として定められたものであると認められる。",
                "このような保護期間の終期が定められた趣旨にかんがみると，保護期間の始期は，開発，商品化を完了し，販売を可能とする段階に至ったことが外見的に明らかになった時であると認めるのが相当である。なぜなら，この時から，先行開発者は，投下資本回収を開始することができ得るからである。",
                "また，「他人の商品」とは，保護を求める商品形態を具備した最初の商品を意味するものであり，このような商品形態を具備しつつ，若干の変更を加えた後続商品を意味するものではない。そうすると，控訴人加湿器1は，控訴人加湿器2に先行して開発，商品化されたものであり，控訴人加湿器1と控訴人加湿器2の形状は，実質的に同一の商品であるから，保護期間は，控訴人加湿器1を基準として算定すべきである。",
                "以上を前提に検討すると，上記1(2)に説示のとおり，商品展示会に出展された商品は，特段の事情のない限り，開発，商品化を完了し，販売を可能とする段階に至ったことが外見的に明らかになった物品であるから，保護期間の始期は，平成23年11月1日に控訴人らが商品展示会に控訴人加湿器1を出展した時と認めるのが相当であり，上記特段の事情を認めるに足りる証拠はない。",
                "したがって，控訴人加湿器1及び控訴人加湿器2の形態の保護期間は，いずれも，本件口頭弁論終結日の前の平成26年11月1日の経過により終了している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人らの主張について",
              "text": [
                "控訴人らは，不正競争防止法19条1項5号イの「最初に販売された日」とは，商品として市場に出された日をいうから，保護期間の終期は，控訴人加湿器3の販売が開始された平成27年1月5日から3年が経過した日であると主張する。",
                "しかしながら，上記「最初に販売された日」は，規定の趣旨からみて，実際に商品として販売された場合のみならず，見本市に出す等の宣伝広告活動を開始した時を含むことは，立法者意思から明らかであるから，商品の販売が可能となった状態が外見的に明らかとなった時をも含むと解するのが相当である。このように解さないと，商品の販売が可能になったものの実際の販売開始が遅れると，開発，商品化を行った者は，実質的に3年を超える保護期間を享受できることになってしまうが，これは，知的創作に関する知的財産法との均衡，先行開発者と後行開発者の利害対立などの調整として，保護期間を3年に限定した形態模倣の趣旨に合致しない。",
                "したがって，控訴人らの上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，保護期間は，平成26年11月1日の経過により終了した。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(1)エ(善意無重過失の有無)及び争点(3) ア(被控訴人の過失の有無)について",
          "text": [
            "上記3によれば，保護期間終了により，控訴人らの不正競争防止法違反に基づく差止請求は理由がないが，上記1・2のとおり，被控訴人商品は控訴人加湿器1又は控訴人加湿器2の形態を模倣したものであるから，被控訴人による被控訴人商品の輸入は，不正競争防止法違反となる。そこで，以下，控訴人らの不正競争防止法違反に基づく損害賠償請求の当否の判断として，争点(1)エ及び争点(3)アを併せて検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "争いのない事実と下記掲記の証拠及び弁論の全趣旨により認められる事実は，次のとおりである。",
                "①  雑貨店の店舗経営等を業とするスタイリングライフにおいて商品仕入れを担当していた前記Aは，前記第2，2(3)①の平成23年11月に開催された「TOKYO  DESIGＮERS  WEEK  2011」と，同②の平成24年6月に開催された「インテリアライフスタイル東京2012」の双方を見学した。(乙ロ1)",
                "②  Aは，平成24年7月12日，控訴人らに対し，控訴人らのウェブページから取得した控訴人加湿器2の写真を添付したメールで，控訴人加湿器2の製品化の具体的な日程を問い合わせた。これに対して，控訴人X は，翌13日，製品化の具体的な日程は決まっていない旨の返信をした。Aは，同月17日，製品化が決まった場合には連絡をしてほしい旨の返信をした。(甲7)。",
                "③  平成25年4月ころ，スタイリングライフは，被控訴人から，平成25年度秋冬商品の提案を受けたが，その商品中の加湿器の中には，スティック型加湿器として被控訴人商品が含まれていた。被控訴人の担当者であるB(B)とAの後任であるC(C)は，提案に係る商品の仕入交渉をした。Cは，上記提案された加湿器のうち，ドーナツ型加湿器については，事前に他の業者から模倣品への注意喚起を受けていたこともあり，模倣商品の疑義があるとして，同年6月，Bに対して，権利関係の確認を求めた。しかしながら，Bからは明確な回答がなかったことから，これを仕入れないこととした。一方，Cは，Aから控訴人加湿器2についての引継ぎがなく，また，その存在も知らなかったことから，被控訴人商品の仕入れを決めた。(乙ロ2，3，5，11の1・2，12から14，当審証人C)",
                "④  控訴人らのウェブページには，遅くとも，平成24年7月以降，控訴人加湿器2の写真が掲載されている。(上記②，甲 1 の1・2，23の3)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の過失について",
              "text": [
                "上記(1)に認定のとおり，スタイリングライフの担当者であるAが，少なくとも控訴人加湿器2の存在を現に知っていたのみならず，その販売に対して意欲を有していたのであるから，同業者として同様の地位，立場にあるとみられるB(Bは，Aの後任者であるCの取引上の相手にほかならない。)が，控訴人らのホームページを検索，閲覧するなどすれば，少なくとも，控訴人加湿器2の存在や，控訴人らが自己の製作した作品を商品展示会に出展していること(甲1の1，乙イ3)を容易に知り得たことが明らかである。まして，上記認定のとおり，Bは，Cから，被控訴人商品と同時に提案した同種商品の一部が模倣品であるとの疑義を指摘されていたというのであるから，その他の同時に紹介された商品についても，模倣商品が含まれている具体的な可能性を推測すべきであったといえる。",
                "そして，控訴人加湿器2と控訴人加湿器1とは，実質的に同一のものであるから，控訴人加湿器2と被控訴人商品とを対比すれば，直ちに，被控訴人商品が控訴人加湿器2の形態を模倣したものであること，及び，被控訴人商品が控訴人加湿器1の形態を模倣したものであることと同等の事実を知ることができたといえる。",
                "したがって，被控訴人には過失が認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "善意無重過失について",
              "text": [
                "不正競争防止法2条1項3号の形態模倣行為が，同法19条1項5号ロの事由により不正競争に当たらないとする場合には，侵害者において，同法19条1項5号ロの該当事由，すなわち，譲受時に形態模倣商品が他人の商品を模倣したものであることについて善意無重過失であることを主張立証しなければならない。",
                "被控訴人は，控訴人加湿器1及び控訴人加湿器2が市場に流通していなかったから，被控訴人は善意無重過失であると主張する。",
                "しかしながら，上記(2)に判断のとおり，同業者において控訴人加湿器1又は控訴人加湿器2の形態を現に知っていた者があるというのであるから，控訴人加湿器1又は控訴人加湿器2の形態は容易に知り得たといえ，控訴人加湿器1又は控訴人加湿器2が市場に流通していなかったことは，善意無重過失を基礎付ける事情としては不十分なものである。そのほか，被控訴人は，被控訴人商品の輸入の際の具体的な事情や自らの商品市場調査の有無など善意無重過失を基礎付ける事実について何ら主張立証をしていないから，被控訴人が被控訴人商品を輸入した時点において善意無重過失であったとは，認めるに足りない。",
                "したがって，被控訴人の善意無重過失の主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点(2)ア(控訴人加湿器1及び控訴人加湿器2の著作物性の有無)について",
          "text": [
            "前記3によれば，控訴人らの不正競争防止法違反に基づく差止請求は理由がないから，これと選択的併合とされている，著作権に基づく差止請求の当否について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "応用美術と著作物性について",
              "text": [
                "著作権法2条1項1号は，著作物の意義につき，「思想又は感情を創作的に表現したものであって，文芸，学術，美術又は音楽の範囲に属するもの」と規定しており，そして，ここで「創作的に表現したもの」とは，当該表現が，厳密な意味で独創性を有することまでは要しないものの，作成者の何らかの個性が発揮されたものをいうと解される。",
                "控訴人らは，控訴人加湿器1及び控訴人加湿器2が，加湿という実用に供されることを目的とするものであることを前提として，その著作物性を主張する(著作権法10条1項4号)から，本件は，いわゆる応用美術の著作物性が問題となる。",
                "ところで，著作権法は，建築(同法10条1項5号)，地図，学術的な性質を有する図形(同項6号)，プログラム(同項9号)，データベース(同法12条の2)などの専ら実用に供されるものを著作物になり得るものとして明示的に掲げているのであるから，実用に供されているということ自体と著作物性の存否との間に直接の関連性があるとはいえない。したがって，専ら，応用美術に実用性があることゆえに応用美術を別異に取り扱うべき合理的理由は見出し難い。また，応用美術には，様々なものがあり得，その表現態様も多様であるから，作成者の個性の発揮のされ方も個別具体的なものと考えられる。",
                "そうすると，応用美術は，「美術の著作物」(著作権法10条1項4号)に属するものであるか否かが問題となる以上，著作物性を肯定するためには，それ自体が美的鑑賞の対象となり得る美的特性を備えなければならないとしても，高度の美的鑑賞性の保有などの高い創作性の有無の判断基準を一律に設定することは相当とはいえず，著作権法2条1項1号所定の著作物性の要件を充たすものについては，著作物として保護されるものと解すべきである。",
                "もっとも，応用美術は，実用に供され，あるいは産業上の利用を目的とするものであるから，美的特性を備えるとともに，当該実用目的又は産業上の利用目的にかなう一定の機能を実現する必要があり，その表現については，同機能を発揮し得る範囲内のものでなければならない。応用美術の表現については，このような制約が課されることから，作成者の個性が発揮される選択の幅が限定され，したがって，応用美術は，通常，創作性を備えているものとして著作物性を認められる余地が，上記制約を課されない他の表現物に比して狭く，また，著作物性を認められても，その著作権保護の範囲は，比較的狭いものにとどまることが想定される。そうすると，応用美術について，美術の著作物として著作物性を肯定するために，高い創作性の有無の判断基準を設定しないからといって，他の知的財産制度の趣旨が没却されたり，あるいは，社会生活について過度な制約が課されたりする結果を生じるとは解し難い。",
                "また，著作権法は，表現を保護するものであり，アイディアそれ自体を保護するものではないから，単に着想に独創性があったとしても，その着想が表現に独創性を持って顕れなければ，個性が発揮されたものとはいえない。このことは，応用美術の著作物性を検討する際にも，当然にあてはまるものである。",
                "以上を前提に，控訴人加湿器1及び控訴人加湿器2の著作物性を判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "著作物性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "検討",
                  "text": [
                    "控訴人加湿器1の形態は，本判決別紙4「控訴人加湿器1構成目録」に記載のとおりであり，控訴人加湿器2が控訴人加湿器1と実質的に同一のものであることは前述のとおりであるから，著作物性の検討に当たっても，両者は実質的に同一のものとみてよいといえる。",
                    "そこで，控訴人加湿器1についてみると，控訴人加湿器1は，加湿器を試験管様のスティック状のものとし(さらに，下端は半球状とし，上端にはフランジ部を形成する。)，本体の下端寄りの位置に吸水口を設け，キャップの上端の噴霧口から蒸気を噴出するようにしたものであり，水の入ったコップ等に挿して使用することにより，ビーカーに入れた試験管から蒸気が噴き出す様子を擬するようにしたものである。この観点からみると，リング状パーツ5は，試験管に入った液体の上面を模したものとも理解され，このような構成自体は，従来の加湿器にはなかった外観を形成するものといえる。しかしながら，前述のとおり，著作権法は，表現を保護するものであって，アイディアを保護するものではないから，その表現に個性が顕れなければ，著作物とは認められない。加湿器をビーカーに入れた試験管から蒸気が噴き出す様子を擬したものにしようとすることは，アイディアにすぎず，それ自体は，仮に独創的であるとしても，著作権法が保護するものではない。そして，ビーカーに入れた試験管から蒸気が噴き出す様子を擬した加湿器を制作しようとすれば，ほぼ必然的に控訴人加湿器1のような全体的形状になるのであり，これは，アイディアをそのまま具現したものにすぎない。また，控訴人加湿器1の具体的形状，すなわち，キャップ3の長さと本体の長さの比(試験管内の液体の上面)，本体2の直径とキャップ3の上端から本体2の下端までの長さの比(試験管の太さ)は，通常の試験管が有する形態を模したものであって，従前から知られていた試験管同様に，ありふれた形態であり，上記長さと太さの具体的比率も，既存の試験管の中からの適宜の選択にすぎないのであって，個性が発揮されたものとはいえない。",
                    "したがって，著作物性を検討する余地があるのは，上記構成以外の点，すなわち，①リング状パーツ5を用いたこと，②吸水口6の形状，③噴霧口7周辺の形状であるが，いずれも，平凡な表現手法又は形状であって，個性が顕れているとまでは認められず，その余の部分も同様である。",
                    "したがって，控訴人加湿器1及び控訴人加湿器2には，著作権法における個性の発揮を認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人らの主張について",
                  "text": [
                    "控訴人らは，控訴人加湿器1及び控訴人加湿器2は，①コップ等に入れて使用する試験管状のスティック形状からなる携帯用の加湿器であり，下端が半球状に構成され，その上の中心部分が円筒状に形成され，上端にフランジ部が形成されている点と②最上部よりやや下がった箇所に，リング状のパーツが組み込まれ，このリング状のパーツよりも上の部分は取外し可能となっている点に，特に，個性が発揮されていると主張する。",
                    "しかしながら，リング状パーツ5よりも上の部分(キャップ3)が取外し可能となっているのは，吸水棒35の交換のためであると推認されるところ，吸水棒35を交換するためには，いずれかの部分が取外し可能でなければならないから，キャップ3を取外し可能としたのは，加湿器としての機能を発揮するために必要な構成にすぎず，また，取外し可能な箇所をキャップ3としたのは，ごくありきたりの箇所を選択したまでであって，いずれにせよ，個性を発揮する余地はない。",
                    "リング状パーツ5よりも上の部分が取外し可能となっているとの点以外は，上記アにて説示したとおりである。",
                    "したがって，上記控訴人らの主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，控訴人加湿器1及び控訴人加湿器2は，美的特性を備えるか否かを検討するまでもなく，著作物であるとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点(3)イ(控訴人らの損害額)について",
          "text": [
            "上記1，2及び4によれば，控訴人らは被控訴人に対して不正競争防止法違反に基づく損害賠償請求権を有することになるから，以下，その損害額を算定する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "逸失利益",
              "text": [
                "被控訴人が輸入した被控訴人商品が，1個当たりの小売価格1900円で，1万6739個宛販売されたことは，当事者間に争いがなく，また，前記第2，2(5)③のとおり，被控訴人商品が輸入されたのは，平成25年9月及び11月であるから，保護期間終了日の平成26年11月1日よりも前である(当該商品がいつ販売されたかは，当該商品の輸入自体が侵害行為である以上，損害額の算定を左右するものではない。)。",
                "控訴人加湿器1及び控訴人加湿器2の形態の相当使用料率は，本件証拠に顕れた諸般の事情にかんがみて，控訴人らの主張する5％を下回るものとは認められない。被控訴人は，相当使用料率は，1％が相当であると主張するが，被控訴人商品の内部構造等に取り立てて特徴があるとは認められず，需要者が着目するのは主に外観の形状であると認められるから，その購買意欲の形成に被控訴人商品の形態が相当程度寄与したものといえる。そうすると，相当使用料率が，控訴人らの主張する5％を下回ることはない。",
                "以上から，控訴人らの逸失利益は，被控訴人商品の客観的価値と認められる小売価格を基準として算定し，次のとおり，159万円と認めるのが相当である(不正競争防止法5条3項2号)。"
              ]
            }
          ]
        },
        {
          "fig": "1900",
          "subject": "円×1 万6739 個×5％≒159 万円",
          "content": [
            {
              "fig": "(2)",
              "subject": "弁護士費用",
              "text": [
                "本件訴訟の事案の内容，難易，審理の経過，認容額等の諸般の事情にかんがみると，弁護士費用は，控訴人らにつき合計30万円が相当と認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，控訴人らの被控訴人に対する損害賠償金は，次のとおり，控訴人らの控訴人加湿器1及び控訴人加湿器2に係る権利・利益の割合で案分して，各94万5000円となる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(159",
                          "subject": "万円÷2)＋(30 万円÷2)＝79 万 5000 円＋15 万円＝94 万 5000 円"
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "まとめ",
          "text": [
            "以上の次第であるから，①控訴人らの不正競争防止法2条1項3号違反(形態模倣)に基づく差止・廃棄請求は，保護期間が終了しているから，いずれも理由がなく，これと選択的に併合された，②控訴人らの著作権法に基づく差止請求も，控訴人加湿器1及び控訴人加湿器2のいずれも著作物とはいえないから，その余の点について判断するまでもなく，いずれも理由がなく，③控訴人らの不法行為に基づく請求は，不正競争防止法違反の不法行為に基づく損害賠償請求につき，各控訴人につき，94万5000円及びこれに対する不法行為後の日で訴状送達日の翌日である平成27年3月24日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で理由があって，その余の部分は理由がなく，これと選択的に併合された，④著作権法侵害の不法行為に基づく損害賠償請求は，上記損害額を超える部分につき理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "弁論再開について",
          "text": [
            "被控訴人は，口頭弁論終結(平成28年9月7日)の後の同月27日，①控訴人らから通知書によって販売中止を求められた平成26年2月5日以降に販売を継続した被控訴人商品の個数と，②同商品を値引き販売したこと及びその販売額を立証する書証提出のためとして，口頭弁論の再開を求めた。",
            "上記書証は，控訴審第1回口頭弁論(平成28年5月18日)において当裁判所から釈明を求められた事項に関するものであるから，時機に後れて提出した攻撃防御方法にして訴訟の完結を遅延させるものであり，少なくとも被控訴人の重過失が推認できるものであって，いずれにせよ却下されるべきものである。そうすると，本件口頭弁論を再開する必要はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，控訴人らの請求を全部棄却した原判決を変更することとし，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」と読み替え，適宜これに準じる。"
  ],
  "meta": {
    "case_num": "平成28年(ネ)10018",
    "date": "2016-11-30",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)7033",
    "precedent_id": "086320",
    "ipprecedent_id": "4516",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}