{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙被告商品目録記載の各商品の包装に，原判決別紙被告標章目録記載の各標章を付してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，原判決別紙被告商品目録記載の各商品の包装に，原判決別紙被告標章目録記載の各標章を付したものを販売若しくは販売のために展示してはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，原判決別紙被告標章目録記載の各標章を付した包装を廃棄せよ。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人は，原判決別紙ウェブサイト目録記載のインターネット上の各ウェブサイトから，原判決別紙被告標章目録記載の各標章を抹消せよ。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "被控訴人は，控訴人に対し，385万2459円及びこれに対する平成28年3月28日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "8",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "subject": "訴訟の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，控訴人が，被控訴人において，原判決別紙被告商品目録記載の各商品(被告各商品)の包装に原判決別紙被告標章目録1ないし4記載の各標章(被告各標章)を付するなどして控訴人の商標権(本件商標権)を侵害したと主張して，被控訴人に対し，①商標法36条1項に基づき，被告各商品の包装に被告各標章を付する行為及び被告各商品の包装に被告各標章を付したものを販売し又は販売のために展示する行為の差止めを求め，②同条2項に基づき，被告各標章を付した包装の廃棄及びインターネット上のウェブサイトからの被告各標章の抹消を求めるとともに，③不法行為(民法709条)に基づき，平成26年4月8日から平成28年3月11日までの商標法38条2項による損害賠償として385万2459円及びこれに対する不法行為の後の日である同月28日(訴状送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決は，被告各標章は，いずれも，本件商標権にかかる本件商標に類似しないから，被控訴人の行為は，本件商標権を侵害するものとはいえないとして，控訴人の請求をいずれも棄却した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，原判決を不服として，控訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実等",
          "text": [
            "原判決の事実及び理由第2の2記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "原判決の事実及び理由第2の3記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に対する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原判決の引用",
          "text": [
            "当事者の主張は，下記2のとおり，争点1(被告各標章は本件商標に類似するか)について，当審における当事者の主張を付加するほか，原判決事実及び理由第2の4記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "観念の同一性",
              "text": [
                "フェルラ酸を使用したサプリメントには，商品の冒頭に「フェル」を付した商品が多数存在するほか，本件商標は，創造語であるものの，認知症患者の間において著名性，周知性が高いという実情に鑑みれば，本件商標は，認知症患者に対するフェルラ酸を使用した健康補助食品の代名詞的存在として，「フェルラ酸を含有する健康補助食品」としての観念の実質を内包するに至っている。",
                "したがって，本件商標からは，「フェルラ酸を含有する健康補助食品」との観念が生じ，被告各標章からも同様の観念が生じる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "外観の類似性",
              "text": [
                "本件商標「フェルガード」と被告各標章の「フェルゴッド」の部分は，文字数を共通にしており，語頭及び語尾の文字も共通である。文字商標を一体的に観察した場合，通常人の記憶に残りやすい部分は語頭及び語尾の部分であり，これらが同一のものである場合には，需要者は両商品の識別が困難となり，誤認混同を生ずるおそれが強くなる。",
                "また，両者の相違する文字である「ガ」と「ゴ」は，いずれも右上部を頂角とした直角線に濁点が付された形をしており，類似する外観の文字である。両者は，いずれも全6文字中の4文字目に配置されており，両者を一体的に観察したとき，誤認混同を生じさせる構造となっている。",
                "したがって，本件商標と被告各標章の外観は，類似する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "称呼の類似性",
              "text": [
                "本件商標「フェルガード」と被告各標章の「フェルゴッド」の部分は，共に同音数の称呼からなり，相違する1音「ガ」と「ゴ」は，両音の子音が共に50音図の同行に属し，「ゴ」の母音である「オ」は，「ガ」の母音である「ア」に近似し，相違する1音「ー」と「ッ」は，長音と促音の差にすぎない。",
                "また，原告商品と被告各商品の需要者はいずれも認知症患者やその家族で，高齢者も多い。そして，原告商品を購入するに際しては，医師から口頭で紹介を受け，後日，需要者がインターネット上の検索エンジンなどで自らの記憶を頼りに検索を行うことで商品を購入するものである。このような原告商品を購入するプロセスを考慮すれば，本件における称呼の類否判断は緩やかに行われるべきである。",
                "したがって，本件商標と被告各標章の称呼は，類似する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "具体的な取引の実情",
              "content": [
                {
                  "fig": "ア",
                  "subject": "販売態様",
                  "text": [
                    "原告商品は，医師からの紹介を受けなければ購入することができないため，需要者は，医師から原告商品の紹介を口頭で受けた後，インターネット上の検索エンジンで本件商標を検索し，控訴人のホームページから原告商品を購入する。需要者は，基本的には口頭で本件商標を伝えられ，帰宅後に本件商標を思い出して，インターネット上で原告商品を自ら探す。",
                    "一方で，被告各商品も，インターネット上のウェブサイトで販売されており，ウェブサイトにおいて，あたかも被告各商品が原告商品のリニューアル版や原告商品の関連商品であるかのような態様で，販売されている。",
                    "このように，原告商品の需要者は，インターネット上で，自力で原告商品を探し出すものであるところ，被告各商品は，原告商品と外箱のデザインなどが類似している上，検索サイトで「フェルガード」を検索すると，「フェルゴッド」である被告各商品が表示され，また，被告各商品は原告商品の関連商品であるかのような方法でも販売されているから，原告商品の需要者が，インターネット上で被告各商品を目にした際には，被告各標章を確認したところで，本件商標と誤認することになる。実際に，原告商品と被告各商品との間で出所に対する誤認混同が生じている。",
                    "被控訴人は，控訴人の営業努力によって築き上げられた業務上の信用を，無断で広告文章に利用などするとともに，被告各商品を，原告商品又は原告商品の関連商品であると誤認，誤信させて，需要者の利益をも毀損している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "著名性",
                  "text": [
                    "本件商標は，少なくとも30冊の書籍と8つのインターネット上のウェブサイトで明示され，国内のみならず世界的にも医師の間で認知されており，また，認知症患者やその家族に対してはもちろんのこと，認知症患者ではない消費者に対しても広く周知されている。原告商品は，医師からの紹介によって購入されるところ，原告商品を知る医師は，認知症患者に対して原告商品を勧めるのであるから，医師が原告商品を知り，その有効性を理解することは，認知症患者への周知性という観点から重要である。",
                    "また，国内の認知症高齢者数は，平成24年時点で462万人に上ると推計されているところ，原告商品は，平均的に毎年10万本以上が販売されているから，需要者に対する本件商標の周知性の割合は相当高い。",
                    "したがって，認知症患者やその家族にとって，本件商標が広く知れ渡っていることは明白であり，フェルラ酸を用いたサプリメントといえば，本件商標を想起しやすいことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "需要者の注意力",
                  "text": [
                    "原告商品を購入するに際しては，自身の記憶に基づいてインターネット上で商品の検索を行って購入を行わなければならないところ，原告商品の需要者は，記憶力が著しく低下している認知症患者が中心である。また，家族に購入を任せるとしても，認知症患者が，医師から口頭で紹介を受けた原告商品の名称を，家族へ伝達する時点で商品名を間違える可能性も十分に高い。",
                    "〔被控訴人の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "観念の同一性",
              "text": [
                "本件商標「フェルガード」と被告各標章の「フェルゴッド」の部分は，共に造語であり特定の観念を生じない上，一般に「ガード」は「守る」の意味に理解され，「ゴッド」は「神」の意味で認識されている。したがって，一般の取引者や需要者は，本件商標と被告各標章を，「フェル」については余り認識せず，「守る」と「神」という別個の観念で認識するから，混同のおそれは全くない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "外観の類似性",
              "text": [
                "本件商標は「フェルガード」(標準文字)から成り，「フェル」や「ド」の部分が特に強調されているということもなく，この点は被告各標章の「フェルゴッド」の部分についても同様である。",
                "また，「ガー」と「ゴッ」の2文字は明らかに外観上相違しており，全体としてカタカナ6文字の短い表示においては，「ガー」と「ゴッ」，「ガード」と「ゴッド」の識別は容易であり，本件商標と被告各標章とが，全体として外観上，類似しないことは明白である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "称呼の類似性",
              "text": [
                "本件商標と被告各標章とを，いずれも一連に称呼した場合には，称呼全体の語調，語感において異なるから，明確に聴別することができる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "具体的な取引の実情",
              "content": [
                {
                  "fig": "ア",
                  "subject": "販売態様",
                  "text": [
                    "原告商品と被告各商品の販売態様が同じであるとしても，本件商標「フェルガード」と被告各標章の「フェルゴッド」とは外観，称呼，観念の3点において全く異なるから，需要者が誤認混同するおそれはない。また，原告商品は外箱表面の「フェルガード」の表示の上に何らデザインが施されていないが，被告各商品の外箱表面の「フェルゴッド」の表示の上には3重の円弧が施されており，販売形態の外観は相違する。",
                    "なお，医師は，現実の診療において，片仮名の多い医薬品やサプリメントを紹介する際には，覚えにくいため，商品名を明示したメモやパンプレットで紹介するのが実情であって，口頭だけで原告商品を紹介するとは考えられない。また，原告商品は，多数のウェブサイトで通信販売されており，誰でも医師の紹介なく購入することができるサプリメントである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "著名性",
                  "text": [
                    "原告商品を紹介する書籍，論文，記事等が複数存在することが認められるが，書籍の発行部数等は明らかではないし，論文や会議での発表についてはその対象が相当程度限定されたものであることが推認できるほか，雑誌等の紹介記事をもっても，本件商標が具体的にどの程度認知されているのかは判然としない。さらに，「フェルガード」について記載された多くの記事は商品広告であり，純粋な研究発表ではない。",
                    "また，原告商品の利用者数は5000人ないし6000人であって，認知症に罹患していると推定される患者数やその家族の人数と比較しても0．2％程度である。",
                    "加えて，原告商品の市場占有率，広告費などは示されておらず，本件商標が周知・著名であることは立証されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "需要者の注意力",
                  "text": [
                    "通常は家族や世話をしている他人が，認知症患者本人に受診を勧め，また，処方された薬を飲ませたり，サプリメントを注文したりする。したがって，誤認混同するおそれが高い認知症の患者自身が，原告商品などを注文することはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被告各標章は本件商標に類似するということはできないから，控訴人の請求はいずれも棄却すべきものと判断する。",
        "その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点1(被告各標章は本件商標に類似するか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "前提となる事実等",
              "text": [
                "前提となる事実等は，原判決事実及び理由第3の1(1)ないし(4)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と被告各標章の類否",
              "text": [
                "本件商標と，被告各標章のうち強く支配的な印象を与える部分である「フェルゴッド」とを対比する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "本件商標「フェルガード」と被告各標章のうち「フェルゴッド」の部分は，いずれもカタカナ6文字であって，「フェル」で始まり「ド」で終わる点において，共通する。",
                    "しかし，「フェルガード」と「フェルゴッド」の部分の外観が異なることは明らかである。また，本件商標は「フェルガード」と標準文字から成り，「フェル」や「ド」の部分が特に強調されているものではなく，被告各標章の「フェルゴッド」の部分も同様であって，語頭の「フェル」や，語尾の「ド」のみが通常人の記憶に残りやすい部分ということはできない。",
                    "したがって，本件商標「フェルガード」と被告各標章の「フェルゴッド」の部分の外観は，需要者に異なる印象を与えるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標は，需要者である認知症患者や介助者に対して，特定の観念を生じさせるものではない。",
                        "控訴人は，本件商標から「フェルラ酸を含有する健康補助食品」との観念が生じる旨主張する。",
                        "しかし，フェルラ酸の名称や効果が一般に広く認知されているとも，フェルラ酸を「フェル」と略称することが一般的であるとも認められないから，原告商品の購入者は，本件商標自体から，その具体的成分までも認識するものではない。",
                        "そして，「フェル」との文字列を含む登録商標として，「フェルファイト」，「フェルラン」，「フェルメイト」，「フェルアクト」などが存在していることが認められるところ，これらの登録商標がフェルラ酸を用いた健康補助食品に用いられているといった事情はうかがわれない(乙1)。",
                        "また，原告商品は，医師が認知症患者又はその介助者に購入を勧め，認知症患者又はその介助者が控訴人からインターネット上の通信販売で購入するものであるところ，原告商品の需要者である認知症患者らにおいて，フェルラ酸の名称や効果が認知されていたということはできない。前記認定のとおり(引用に係る原判決第3の1(4)ア)，原告商品は，2本の医学論文，医師を対象とする会議における2度の発表，17冊の書籍，情報誌に掲載された9本の記事，インターネット上の8つのウェブサイトにおいて紹介されていたことは認められるものの，これらの書籍や情報誌の発行部数は明らかではないし，これらのウェブサイトの閲覧者数も明らかではない。また，書籍や情報誌において原告商品が複数回紹介されているとしても，当該書籍や情報誌において，原告商品の紹介に充てられた部分は多いものではない。さらに，これらの書籍等における紹介は，いずれも平成19年以降になされたものにとどまる。加えて，原告商品は，1か月で1箱を消費するものであるところ，その売上数は，最も多い平成25年でも年間約17万箱であって，我が国の認知症高齢者数が平成24年時点において462万人と推定されていることと比較すれば，認知症患者に占める原告商品の購入者数が多数とはいえない(甲7，28，29)。",
                        "したがって，本件証拠によっては，本件商標がフェルラ酸を含有する健康補助食品を意味するものであると周知されていたと認めるに足りず，原告商品の具体的な取引の実情を考慮しても，原告商品の需要者に，本件商標から「フェルラ酸を含有する健康補助食品」との観念が生じるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，被告各商品の需要者は，被告各標章自体から，その具体的成分までも認識するものではなく，「フェル」との文字列を含む登録商標の利用状況からすれば，被告各標章は，被告各商品の需要者である認知症患者らに，特定の観念を生じさせるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件商標からも，被告各標章からも，需要者に特定の観念は生じない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "text": [
                    "本件商標から生じる称呼は「フェルガード」であり，被告各標章から生じる称呼は「フェルゴッド」であるところ，両者は，「フェル」で始まり「ド」で終わるとの点において共通するほか，相違する「ガ」と「ゴ」は，その子音が共に50音図の同行に属し，相紛らわしいといえなくもない。",
                    "しかし，それぞれの称呼において，全体が5ないし6音程度の中で，最も響きの強い「ガ」と「ゴ」の母音は異なるほか，「ガー」と「ゴッ」とでは，音の長短も異なる。",
                    "したがって，本件商標と被告各標章の「フェルゴッド」の部分の称呼は，需要者に，その全体の語調，語感において，異なる印象を与えるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取引の実情",
                  "text": [
                    "前記認定のとおり(引用に係る原判決第3の1(4)ア及びイ)，原告商品と被告各商品は，いずれもフェルラ酸とガーデンアンゼリカを主成分とする健康補助食品であり，いずれも白色系統色を基調とする外箱を包装とすることが認められる。また，原告商品は，医師が認知症患者又はその介助者に購入を勧め，認知症患者又はその介助者が控訴人からインターネット上の通信販売で購入するというものであり，被告各商品も，認知症患者又はその介助者がインターネット上の通信販売を通じて購入するというものである。",
                    "しかし，前記イ(ア)のとおり，原告商品の需要者である認知症患者やその介助者に，本件商標がフェルラ酸を含有する健康補助食品を意味するものであると周知されていたと認めるに足りない。そして，需要者がインターネット上の通信販売を通じて商品を購入する場合であっても，本件商標及び被告各標章における外観，観念及び称呼のいずれかが，特に需要者に強く認識されるというものではなく，前記のとおり，本件商標と被告各標章のうち「フェルゴッド」の部分とは，外観が異なり，需要者に対して，称呼全体の語調，語感において異なる印象を与えるものである。",
                    "なお，原告商品は，認知症患者及びその介助者を主たる需要者とするところ，認知症患者は，判断能力，記憶能力が一般人よりも低下し，十分な注意力を有さないこともあり得る。しかし，判断能力，記憶能力が相当程度低下した認知症患者にあっては，本人ではなく，その介助者が，原告商品の購入を決定し，実際の購入手続を行うのが一般的であるから，原告商品の需要者の注意力が殊更に低いことを前提として，本件商標と被告各標章の類否の判断を行うべきであるということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件商標と被告各標章は，外観は異なり，いずれも特定の観念を生じさせるものではなく，その称呼においても，全体の語調，語感において，異なる印象を与えるものである。そして，原告商品及び被告各商品の具体的な取引の実情を踏まえつつ，本件商標と被告各標章が，その外観，観念，称呼等によって需要者に与える印象，記憶，連想等を総合して全体的に考察した場合，本件商標と被告各標章について，需要者に，商品の出所につき誤認混同を生じさせるおそれがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，被告各商品は，原告商品を故意に似せて作ったものであり，その販売形態が類似している旨主張する。",
                    "前記認定のとおり(引用に係る原判決第3の1(4)イ)，被告各商品は，原告商品と外箱のデザインなどが類似しているほか，インターネット上のウェブサイトにおいて，被告各商品が「フェルガードに替わるフェルラ酸含有食品」などと紹介されており，また，検索サイトで原告商品である「フェルガード」を検索すると，「フェルゴッド」との標章を有する被告各商品が表示されることが認められる(甲31の1～3)。",
                    "しかし，これらの事情は，他の法律の規制を受けることの一事情になり得るとしても，これらの事情によって，本件商標と被告各標章との間で，商標法上，出所の誤認混同のおそれを生じさせるに至るということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，サプリメントは需要者が誤って商品を購入すれば，その生命や身体に多大な影響を及ぼすことなどから商標法による保護が一層重要であるなどと主張する。",
                    "しかし，いずれも，本件商標と被告各標章について，商品の出所につき誤認混同を生ずるおそれがあるということはできないとの判断を左右するものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，控訴人の請求はいずれも理由がないから，これを棄却した原判決は相当である。よって，本件控訴を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ネ)10106",
    "date": "2017-04-25",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成28年(ワ)8027",
    "precedent_id": "086714",
    "ipprecedent_id": "4629",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}