{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-15527号事件について平成27年12月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，平成22年11月2日(優先権主張：平成21年11月2日，中国)，発明の名称を「3-(置換ジヒドロイソインドール-2-イル)-2，6-ピペリジンジオン多結晶体及び薬用組成物」とする国際出願(PCT／CＮ2010／001751。甲8)をし，国内移行の手続をとった(特願2012-535589号。甲7)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，平成26年4月4日付けで拒絶査定(甲13。以下「本件拒絶査定」という。)を受け，同年8月6日，これに対する不服の審判を請求するとともに(甲14)，同日付け手続補正書(甲15)により特許請求の範囲及び明細書を補正した(以下「本件補正」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，上記審判請求を不服2014-15527号事件として審理し，平成27年12月28日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，平成28年1月12日，その謄本が原告らに送達された。なお，出訴期間として90日が附加された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告らは，平成28年5月10日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後の特許請求の範囲請求項1の記載は，平成26年8月6日付け手続補正書(甲15)に記載された次のとおりのものである。以下，この請求項1に記載された発明を「本願補正発明」といい，本件補正後の明細書(甲7，15)を「本願補正明細書」という。下線部は，本件補正による補正箇所を示す(なお，「Cu-Ka放射」は，「Cu-Kα放射」，「X線回析図」は，「X線回折図」，「回析ピーク」は，「回折ピーク」，「1-オキシ」は，「1-オキソ」の明白な誤記と認められる。)。",
                "【請求項1】Cu-Kα放射を使用したX線回折図が下記の回折ピークを有する，3-(4-アミノ-1-オキソ-1，3-ジヒドロ-2H-イソインドール-2-イル)ピペリジン-2，6-ジオン半水和物の多結晶体I。",
                "なお，回折ピークは，別紙1の表(以下「表1」という。)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件補正前の特許請求の範囲請求項1は，平成26年3月12日付け手続補正書(甲11)に記載された次のとおりのものである。以下，この請求項1に記載された発明を「本願発明」という(なお，上記のほか，「回析ピック」は，「回折ピーク」の明白な誤記と認められる。)。",
                "【請求項1】3-(4-アミノ-1-オキソ-1，3-ジヒドロ-2H-イソインドール-2-イル)ピペリジン-2，6-ジオン半水和物の多結晶体Iであって，／Cu-Kα 放射線を使用し，そのX線回折図は，強度で示される2θ が11．9±0．2，15．6±0．2，22．5±0．2，23．8±0．2，26．4±0．2，27．5±0．2，29．1±0．2及び22．0±0．2において回折ピークを有する，多結晶体I。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本願補正発明は，(ア)下記のアの引用例に記載された発明(以下「引用発明」という。)であるから，特許法29条1項3号に該当し，(イ)引用発明及び下記イからカの周知例に記載された技術常識に基づいて当業者が容易に発明をすることができたものであるから，同条2項の規定により，特許出願の際独立して特許を受けることができないものであって，本件補正は，同法17条の2第6項で準用する同法126条7項の規定に違反するので，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである，②本願発明は，これを減縮した本願補正発明と同様に，引用発明及び上記技術常識に基づいて当業者が容易に発明をすることができたものであるから，同法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：特表2007-504248号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：厚生労働省「第十五改正  日本薬局方」(平成18年3月発行。甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：日本化学会編「第6版  化学便覧  応用化学編Ⅰ」(丸善株式会社，平成15年1月発行。甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "周知例3：長倉三郎ほか編「岩波  理化学辞典  第5版」(株式会社岩波書店，平成10年2月発行。甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "周知例4：緒方章ら共著「化学実験操作法  改稿新版」(株式会社南江堂，昭和45年10月発行。甲5)"
                },
                {
                  "fig": "カ",
                  "subject": "周知例5：日本化学会編「第4版  実験化学講座1  基本操作Ⅰ」(丸善株式会社，平成2年11月発行。甲6)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明，本願補正発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "3-(4-アミノ-1-オキソ-1，3 ジヒドロ-イソインドール-2-イル)-ピペリジン-2，6-ジオンの半水和物の形体Bの結晶であって，別紙2の図6，図32，図33又は図34(以下，単に「図6」などという。)で代表される，約16，18，22，及び27度の2θ に回折ピークを有するCuKα 線による粉末X線回折パターンを与える，上記の結晶",
                    "上記の「3-(4-アミノ-1-オキソ-1，3 ジヒドロ-イソインドール-2-イル)-ピペリジン-2，6-ジオン」と，本願補正発明の「3-(4-アミノ-1-オキソ-1，3-ジヒドロ-2H-イソインドール-2-イル)ピペリジン-2，6-ジオン」は，同一の化学構造の化合物であり，以下，これらをいずれも「化合物P」と表記する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願補正発明と引用発明との一致点",
                  "text": [
                    "化合物Pの半水和物の結晶である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願補正発明と引用発明との相違点",
                  "text": [
                    "本願補正発明に係る結晶は，Cu-Kα放射を使用したX線回折図が，表1記載の19個の2θ の数値及びその2θ の数値ごとに特定の数値のFlex幅，d-値，強度及びL／LOである，回折ピークの組を有する，化合物Pの半水和物の多結晶体I(すなわち，結晶多形のうちIと称する結晶)であると特定されているのに対し，引用発明に係る結晶は，図6，図32，図33又は図34で代表される，約16，18，22，及び27度の2θ に回折ピークを有するCu-Kα放射を使用したX線回折図を与える，化合物Pの半水和物の形体Bの結晶である点"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明の新規性・進歩性の判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点に係る判断の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点に係る容易想到性の判断の誤り"
                },
                {
                  "fig": "エ",
                  "subject": "顕著な効果の看過"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "手続違背(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願補正発明の新規性・進歩性の判断の誤り)について",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決の認定の誤りについて",
                  "text": [
                    "本件審決による引用発明の認定には，形体Bと多形体B，特に図6の粉末X線回折(XRPD)図を与える形体Bと図32の粉末X線回折図を与える多形体Bとを同一のものと認定した点において誤りがある。",
                    "引用例には，形体AからHと呼ばれる結晶物質が記載されている一方，これらとは異なる方法によって製造された多形体A，B，E及び多形体混合物についても記載されており(【0017】【0022】～【0025】【0048】～【0050】【0053】【0064】【0065】)，用語「形体」についての定義はなく，用語「多形体」については【0008】において定義されているが，これを参照しても，「形体」と「多形体」との関係は，明らかではない。【0049】及び【0053】の記載によれば，形体Bも多形体ではあるが，それのみではないとも考えられる。したがって，引用例の発明の詳細な説明の記載において，「形体B」と「多形体B」が同一の結晶物質を表す用語として使用されているか否かは不明である。",
                    "しかし，結晶の性質に関し，形体Bと多形体Bとは，粉末X線回折図をはじめとする種々の物性値を異にしているのであるから，両者は異なる結晶と解するのが妥当である。",
                    "すなわち，対象物質の結晶状態を全体的に把握するためには，粉末X線回折により多数の結晶を検出して分析する必要があるところ，異なる結晶を有する物質の回折ピークの数と位置(2θ値)は，その格子パラメータによって決定され，各回折ピークの強度は，当該結晶を構成する分子によって決定される。したがって，粉末X線回折ピークの検討においては，回折ピークの数と位置のみならず，強度(相対強度，絶対強度)も考慮すべきである(甲17の2)。形体Bと多形体Bの各粉末X線回折図は，特に回折ピークの強度が異なる。",
                    "また，①融点測定が非イオン性有機化合物の同定と純度確認に重要な測定方法の1つであり，純粋な資料であれば融点幅が1℃以内に収まること，②示差走査熱量計(Differential  scanning  calorimeter，DSC)等により融点が判明し得ることに鑑みれば，形体Bと多形体BのDSC測定における各吸熱ピークは融点であると解される。DSC測定の結果によれば，形体Bの融点が図9において約146℃であるのに対し，多形体Bの融点は，図42から44においてそれぞれ168℃，155℃，161℃であり，いずれも形体Bの融点とは10℃から20℃近い差がある。",
                    "加えて，形体Bと多形体Bは，製造方法も異なる(【0048】【0064】【0065】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例から認定すべき引用発明について",
                  "text": [
                    "粉末X線回折図においては，横軸が2θ，縦軸が強度を表し，各軸には目盛りが付されており，少なくとも2θ及び強度は容易に特定し得るものであるから，これらの値を特定して引用発明を認定すべきである。",
                    "そして，引用例の【0022】において図6が形体Bの典型的な粉末X線回折パターンを示す旨記載されていること，本件拒絶査定においても図6によって引用発明を認定していることから，引用発明は，引用例の【0017】，【0022】及び図6から認定するのが相当である。",
                    "したがって，引用発明は，「別紙3の2θ及び強度に示される回折ピークにより特徴付けられる粉末X線回折図を有する，3-(4-アミノ-1-オキソ-1，3-ジヒドロ-2H-イソインドール-2-イル)ピペリジン-2，6-ジオン(化合物P)半水和物の多結晶体」と認定すべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，引用例を全体的に見れば，形体Bと多形体Bは，一部に用語の混用はあるものの，明らかに同じ概念のものとして捉えられている旨主張する。",
                        "しかし，引用例の外国語出願明細書(甲19)によれば，引用例の【0052】中の「形体B」は，原文の「polymorph B(多形体Bに対応する)」を誤訳したものであり，正しくは，【0052】は全て「多形体B」に関する記載である。また，例えば，引用例の【0097】において，「図32は，形体Bの典型的なXRPDパターンを提供する。」と記載されているが，上記外国語出願明細書の対応するFig．32の図面には，上記記載とは異なった「XRPD  PATTERＮ  OF  POLYMORPH  B」との題が付されており，図33，34及び37から39についても同様である。",
                        "以上によれば，引用例の出願人は，形体Bと多形体Bの各文言を明確に使い分けており，混用はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，引用例の図6及び32から34は，甲第17号証の2とは関係がない，甲第17号証の2の図7-2a及びbは，特定の化合物の一水和物結晶と無水物結晶の結晶学的パラメーター(格子定数)が同一のものであるという，非現実的ないし極めてまれな前提に基づく計算値に係る想定粉末X線回折パターンにすぎないなどとして，甲第17号証の2は，本件審決の認定・判断の誤りを根拠付けるものではない旨主張する。",
                        "しかし，甲第17号証の2の内容は，異なる結晶形物質の回折ピークの数と位置は，その格子パラメータによって決定され，各回折ピークの強度は，結晶形物質を構成する分子によって決定されるというものである。そして，図7-2a及びbは，結晶水の有無以外は同一の化合物である2つの結晶の回折ピークの強度を比較するために，格子パラメータを固定したのであり，非現実的ないし極めてまれな前提に基づく計算をしたものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決の判断の誤りについて",
                  "text": [
                    "本件審決は，本願補正発明の表1につき，本願補正明細書の【図1】の粉末X線回折図に現れた回折ピークを2θ，Flex幅，強度及びL／LOの数値により表の形式で表現したものである旨述べて，本願補正発明を上記【図1】により特定された化合物と解釈し，これを前提として，本願補正発明は実質において引用例に記載された発明である旨判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，本件補正後の特許請求の範囲請求項1に記載されているのは，表1の回折ピークを有する化合物Pの半水和物の多結晶体Iであり，上記【図1】により特定される化合物は記載されておらず，したがって，上記【図1】は，本願補正発明を特定するものではない。よって，本件審決の上記判断は，前提において誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "さらに，引用発明に係る結晶の粉末X線回折図である図6上の回折ピークは，2θの値が，本願補正発明を特定する表1記載の回折ピークと異なる。",
                        "この点に関し，本件審決は，周知例1に基づき，医薬化合物の分析によく用いられる粉末X線回折において，同一結晶形では2θ値(回折角)が0．2度以内で一致する，すなわち，その範囲内の変動があり得ることは技術常識である旨述べる。",
                        "しかし，周知例1は，医薬品の品質に関する試験法を示したものであり，それが特許発明の同一性を画する場面において常に妥当するということはできず，また，本願補正発明に係る結晶及び引用発明に係る結晶が，周知例1に列挙された標準品と同等の品質に調製されたものであるということもできないから，本件優先日当時，特許発明の同一性を画する場面において上記技術常識が存在したと認めることはできない。",
                        "したがって，上記のとおり本願補正発明を特定する表1記載の回折ピークが図6の回折ピークと一致しない以上，本願補正発明に係る結晶と引用発明に係る結晶が同一の結晶であるということはできない。",
                        "なお，たとえ本件審決による引用発明の認定に誤りがなかったとしても，引用発明に係る結晶の粉末X線回折図である図32上の回折ピークも，本願補正発明に係る結晶の表1の回折ピークの位置と一致しないのであるから，これらの結晶が同一のものであるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告ら主張に係る引用発明と本願補正発明との相違点について",
                  "text": [
                    "本願補正発明と原告ら主張に係る引用発明とは，化合物Pの半水和物の多結晶体である点において一致し，粉末X線回折図の回折ピークの位置(2θ値)及び強度が，本願補正発明は，表1のとおりであるのに対し，原告ら主張に係る引用発明は，別紙3の2θ及び強度のとおりである点において相違する。",
                    "前記アと同様の理由により，本願補正発明に係る結晶と引用発明に係る結晶は，同一のものであるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "text": [
                    "被告は，周知例1及び乙第3から7号証によれば，粉末X線回折測定においては，同一結晶間でも回折ピークの位置(2θ 値)に測定誤差があり，回折ピークの相対強度も実験条件により変動し得ることが技術常識である旨主張する。",
                    "しかし，上記技術常識があるとしても，本願補正発明を特定する表1の回折ピークと引用発明の図6の回折ピークとの不一致が，測定誤差や実験条件による変動の結果であると断定し得るわけではないから，上記技術常識は，本願補正発明に係る結晶と引用発明に係る結晶とが同一の結晶であることの根拠にはなり得ない。",
                    "また，乙第3から7号証において，粉末X線回折による結晶の同定の際に，2θ値(回折角)に特定の範囲の測定誤差を認めていること及び回折強度を同定に用いないことが，技術常識として開示されているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点に係る容易想到性の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けについて",
                  "text": [
                    "本件審決は，引用例には，化合物Pの半水和物の結晶である形体Bが活性医薬成分として所望される多形体であることが記載されており，一般に，水和物結晶は医薬化合物においてよく用いられるものであるから，当業者において，結晶が得られる条件の検討や得られた結晶の分析を行い，半水和物結晶等の水和物結晶を得ることには，十分な動機付けがある旨判断した。",
                    "しかし，対象化合物の結晶形及び形成可能な条件は予測不可能なものであり，結晶多形の分野において，動機付けがあることと，実際に結晶を得ることができることとを単純に結び付けることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "製造方法について",
                  "text": [
                    "本件審決は，本願補正発明に係る結晶の製造方法は，化合物Pをジメチルホルムアミド又はジメチルスルホキシドに溶解し，貧溶媒である水又は水と有機溶媒の混合物を加えて結晶を析出させるというものであり，ごく一般的な，溶液からの貧溶媒晶析であるとした上で，本願補正発明に係る化合物Pの半水和物のIと称する結晶は，引用発明において，当業者が，通常行う結晶化の操作により得られるものである旨判断した。",
                    "しかし，上記の結晶の製造方法は，引用例及び周知例2から5によって当業者が通常行う操作として導かれ得るものではない。すなわち，溶媒とされるジメチルホルムアミド及びジメチルスルホキシドについて，引用例及び周知例2から4には，これらを結晶化溶媒として使用する旨の記載はない。さらに，周知例5には，沸点が高い溶媒はできれば避けた方がよい旨の記載があるところ，上記2種の溶媒の沸点は，それぞれ153．0℃，189℃と比較的高いものであるから，当業者は，これらの溶媒は避けた方がよいと考えるはずである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "顕著な効果の看過について",
              "text": [
                "本願補正発明に係る結晶の製造方法は，前記(3)のとおり，引用例及び周知例2から5に接した当業者であれば回避する溶媒を用いて結晶化を行い，その結果得られる上記結晶は，安定性が高く，また，残留溶媒がほとんどないという顕著な効果を奏するにもかかわらず，本件審決は，これを看過した。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "text": [
                "引用例には，全体的に見れば，引用化合物の結晶多形を一般的な技術水準に基づいて探索し(【0002】～【0004】)，その結果得られた形体AからHの物性(XRPDパターン，IRスペクトル，ラマンスペクトル，TGAデータ，DSC曲線等)を調べ(【0006】【0008】～【0010】【0013】～【0017】【0019】～【0039】)，その中で活性医薬成分として有望と考えられる形体Bにつき，得られる条件を更に検討して物性(XRPDパターン，TGAデータ，DSC曲線)を測定したこと(【0040】～【0043】【0046】～【0065】【0096】～【0100】)が記載されている。これらの記載によれば，形体Bと多形体Bは，一部に用語の混用はあるものの，明らかに同じ概念のものとして捉えられている。",
                "本件審決は，上記のとおり引用例において形体Bと多形体Bが同じ概念のものとして捉えられていることを前提に引用発明を認定しており，形体Bと多形体Bの各粉末X線回折図である図6及び32の各回折ピーク並びに各DSC測定の結果である図9及び42から44の各吸熱ピークが異なることをもって，上記認定に誤りがあるということはできない。",
                "特に，粉末X線回折図の回折ピークについては，測定に伴う誤差の存在や相対強度の変動可能性は技術常識であり，例えば，同じ製造バッチから採った結晶の試料を同じ装置で測定した場合であっても，試料粉末の配向の影響により，必ずしも同一の強度とはならず，粉末X線回折パターンが同一となるとは限らないことを考慮すれば，図6と32のように，回折ピークの位置がほぼ同じで，各回折ピークの相対強度の大まかな傾向も同じであるものは，同じ結晶を分析対象としたものということができる。",
                "図6及び32から34は，いずれも含水率が同程度である半水和物結晶の粉末X線回折図であるから，一水和物結晶及び無水物結晶について説明する甲第17号証の2とは関係がない。しかも，一般に，無水物結晶と水和物結晶とでは，化合物の空間配置が異なり，格子定数が異なるので，異なる粉末X線回折パターンを与えることが技術常識であるところ，甲第17号証の2の図7-2a及びbは，特定の化合物の一水和物結晶と無水物結晶の結晶学的パラメーター(格子定数)が同一のものであるという，非現実的ないし極めてまれな前提に基づく計算値に係る想定粉末X線回折パターンにすぎず，また，測定誤差を考慮したものでもない。よって，甲第17号証の2は，本件審決の認定・判断の誤りを根拠付けるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る判断の誤りについて",
              "text": [
                "本件審決は，本件補正後の特許請求の範囲請求項1の記載につき，「1-オキシ」は，「1-オキソ」を，「多結晶体I」は，「結晶多形のうちIと称する結晶」をそれぞれ意味するものと合理的に解釈したほかは，同請求項の記載のとおりに本願補正発明を認定した上で，表1の内容を具体化した本願補正明細書の【図1】と，引用発明に係る化合物が与えることがある粉末X線回折パターンの一例を示す図32とを比較し，また，図6，33及び34とも比較したものである。本件補正後の特許請求の範囲請求項2には，「図1に示される回折ピークを有する，請求項1に記載の多結晶体I」との記載があることによれば，化合物Pの回折ピークを上記【図1】によって特定したものは，本願補正発明に包含される，より特定された態様である。よって，本願補正発明に包含される態様の結晶の粉末X線回折図である上記【図1】と，引用発明に係る結晶の粉末X線回折図である図6，32から34とを対比して一致する事項は，当然に，本願補正発明と引用発明との一致点ということができる。",
                "周知例1及び乙第3から7号証によれば，粉末X線回折測定においては，同一結晶間でも回折ピークの位置(2θ 値)に測定誤差があり，回折ピークの相対強度も実験条件により変動し得ることが技術常識である。すなわち，回折ピークの位置(2θ値，回折角)については，粉末X線回折装置が機械的に動く部材を有する装置であることから，機械的な誤差が想定され，また，装置の調整(受光スリット幅，時定数，走査速度)により回折角がずれたり回折ピークの形や強度が変わること，結晶が熱膨張すると低角度側に変動することが知られており，読み取り方によっても誤差が生じる。また，本願の出願経過をみても，平成26年3月12日付け手続補正書には，回折ピークの位置(2θ値)に±0．2度の範囲の違いがあり得ることを前提として特許請求の範囲が記載されており，本願補正明細書の【0013】にも，同様の記載があることから，本願補正発明の「多結晶体I」とは，粉末X線回折の回折ピークの位置(2θ値)につき±0．2度の誤差を許容し，相対強度の限定がなくても本質的に同じ結晶多形として認識されるものといえ，1回の粉末X線回折の測定の結果として得られた本願補正明細書の【図1】を抽象化した表1の回折ピークの値によって限定したものにすぎない。",
                "本件審決は，①このように本願補正発明に関連する上記【図1】と，引用発明に係る結晶の粉末X線回折図である図32とは，回折ピークの位置(2θ値)及び相対強度のパターンがほぼ同じであること，②上記【図1】と，引用発明に係る結晶の粉末X線回折図である図6，33及び34とは，回折ピークの位置(2θ値)はほぼ同じであるが，相対強度のパターンは一部の回折ピークで異なることを認定した上で，上記技術常識を踏まえて，本願補正発明に係る結晶と引用発明に係る結晶が同一であるものと推認される旨判断したものであり，同認定・判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点に係る容易想到性の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けについて",
                  "text": [
                    "本件審決は，医薬化合物の結晶化について強い動機付けがあることや結晶多形が当業者によく知られていたことを論じた上で，本願補正発明に係る結晶を得るための方法として本願補正明細書が開示した方法は当業者が上記動機付けに基づき結晶を製造するに当たり通常採用する方法であることと，粉末X線回折で結晶を特定することも当業者が通常行うことであることを示して，当業者は，本願補正発明に係る結晶を容易に得ることができた旨判断した。既に引用発明に係る結晶が得られることが知られている場合，なおさら，さらなる結晶多形についても調べる動機付けがあるということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "製造方法について",
                  "text": [
                    "周知例5の表4・5に記載された溶媒は，ジメチルホルムアミド及びジメチルスルホキシドも含め，採用し得る溶媒の候補として挙げられたものである。また，反応性溶媒や沸点が高い溶媒は必ず避けるべきであるとまでは記載されていない。加えて，乙第9号証には，医薬化合物の結晶化溶媒としてジメチルホルムアミド又はジメチルスルホキシドが用いられる旨が記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "顕著な効果の看過について",
              "text": [
                "安定性の高さは，医薬化合物の結晶化や結晶多形の探索に当たって目標とする特性の1つである。本願補正発明に係る結晶の安定性が高いとしても，それは，当業者において，引用発明から前記(3)アの動機付けに基づき通常採用する方法を用いて得た結晶が本来備える性質を確認したものにすぎず，当業者の予測の範囲内にとどまるものであり，格別の効果ということはできない。",
                "残留溶媒が少ないことについても，医薬化合物において当然に要請されることであり，また，通常，実現し難いことでもない。本願補正発明に係る結晶の残留溶媒が少ないとしても，それは，安定性の高さと同様に，格別の効果ということはできない。加えて，残留溶媒が少ないことは，本願補正発明に係る結晶を得るために上記の方法を採用した場合に得られる効果であって，物の発明である本願補正発明が常に奏する効果であるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(手続違背)について",
          "text": [
            "〔原告らの主張〕",
            "本件審決は，本件補正却下の判断に当たり，本願補正発明に係る結晶を本願補正明細書の【図1】により特定された結晶と解した上で，これが，図32の粉末X線回折図を与える結晶と同一であると認定し，次いで，同粉末X線回折図と図6の粉末X線回折図は，回折ピークの位置(2θ値)がほぼ同じであると認定して，本願補正発明に係る結晶と引用発明に係る結晶とが同一の結晶である旨判断した。",
            "しかし，平成25年12月13日付け拒絶理由通知(以下「本件拒絶理由通知」という。)及び本件拒絶査定のいずれも，図32に言及していない。",
            "したがって，上記各認定に基づく本件審決の拒絶理由は，特許法159条2項所定の「査定の理由と異なる拒絶の理由」に該当し，同法50条が準用されるべきである。よって，本件審判には，上記拒絶理由につき，原告らに意見書提出の機会を与えなかったという同条違反の手続上の瑕疵があり，これは，本件審決の結論に影響を及ぼすものである。",
            "〔被告の主張〕",
            "本件審決は，本件補正の却下に当たり，独立特許要件として，本件拒絶査定と同じく，引用例に基づく特許法29条1項3号及び同条2項の要件について判断したものである。",
            "しかも，本件拒絶理由通知においては，化合物の形体Bが引用発明として明確に認定されている。そして，図6の粉末X線回折図を与える形体Bと，図32から34の粉末X線回折図を与える形体B又は多形体Bは，いずれも形体Bとして認識し得るものであり，本件審決は，引用例の記載から，本件拒絶査定及び本件拒絶理由通知記載の引用発明とは異なる階層や観点に係る発明を引用発明としたものではない。本件拒絶理由通知及び本件拒絶査定は，図32から34に言及していないが，当業者は，引用例の全体を見れば，図6に示される粉末X線回折図のみならず，図32から34に示される粉末X線回折図も，形体Bのものであると理解し，これらにも着目するはずである。",
            "したがって，本件審判に，特許法159条2項によって準用される同法50条違反の手続上の瑕疵はない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願補正発明について",
          "text": [
            "本願補正発明に係る特許請求の範囲は，前記第2の2のとおりであり，本願補正明細書(甲7，15)によれば，本願補正発明の特徴は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術分野",
              "text": [
                "本願補正発明は，薬物化合物の多結晶に係り，より具体的には，3-(4-アミノ-1-オキソ-1，3-ジヒドロ-2H-イソインドール-2-イル)ピペリジン-2，6-ジオン(化合物P)の多結晶体に係るものである(【0001】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "背景技術",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "化合物Pは，骨髄増殖性症候群，骨髄異形成症候群，がん，疼痛，睡眠不良等の疾病及び症状の治療に用いられる。",
                    "中国特許出願文献CＮ1871003A(開示番号)において，化合物Pの8種の多結晶体及び調製方法が説明されている。同調製方法は，化合物Pを，水又はヘキサン等の有機溶媒に加えて加熱溶解した後に温度を下げて結晶体を析出させる，又は，固液2相のスラリー化系において長時間かくはんし，回転結晶法によって結晶体を得るというものである(【0002】～【0004】【0093】【0095】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，化合物Pは，水又はヘキサン等の有機溶媒にほとんど溶けず，加熱状況下においても大量(100倍以上)の溶剤を要することから，工業化の量産に不利である。また，上記アの調製方法は，製品の外観の色調を従来の薄黄色から白色又は類白色に改善することができず，かつ，製品の残留有機溶媒が人体に悪影響を及ぼすことを防止するために，最終製品の合成時においては人体に有害なトルエン等の2類又はそれ以上の有機溶剤をなるべく使用上避けるべきであることを考慮しなかった。さらに，上記調製方法によって調製された多結晶体A，Bは，0．1mol／L塩酸及び酸化破壊において短時間内に破壊分解されやすく，化学安定性が非常に悪い(【0005】【0094】【0097】～【0099】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "解決すべき課題",
              "text": [
                "薬物の多結晶体にとって，異なる多結晶体は，融点，化学安定性，見掛け溶解度，溶解速度，光学及び機械性質，蒸気圧及び密度を含む異なる化学及び物理的特性を有することができる。これらの性質は，原薬及び製剤の処理又は生産に直接影響を及ぼすことができ，かつ，製剤の安定性，溶解度及び生物学的利用能にも影響を与える。このことから，薬物の多結晶体は，薬物製剤の品質，安全性及び有効性に対して重要な意義を有し，化合物Pにおいては，工業化の量産に適応し，優れた理化性能を備えた新しい多結晶体が要求される(【0007】)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "課題を解決するための手段",
              "text": [
                "本願補正発明の発明者は，化合物Pの新しい多結晶体を発見し，前記(2)イの従来技術の問題点の解決に成功した。上記多結晶体は，理化の性質が優れており，安定性がよく，工業化の量産により適応するなどの利点を有する(【0008】)。",
                "本願補正発明の目的は，上記の化合物Pの新しい多結晶体を提供することである(【0009】)。",
                "本願補正発明は，半水和物であり，かつ，溶剤をほぼ含まない，本件補正後の特許請求の範囲請求項1記載の化合物Pの半水和物の多結晶体Ⅰを提供するものである(【0012】～【0015】【図1】【表1】)。上記多結晶体Iは，結晶多形のうちIと称する結晶を意味するものと解される。",
                "本願補正発明に係る結晶は，①化合物Pをジメチルホルムアミド(DMF)又はジメチルスルホキシド(DMSO)の溶液に加え，かくはん下で加熱して溶解させる(ステップ(1))，②純化水又は純化水と有機溶媒との混合溶剤系を滴下する(ステップ(2))，③かくはん下で温度を徐々に下げて固体を析出させる(ステップ(3))及び④析出した固体を回収し，減圧真空乾燥する(ステップ(4))というステップを含む方法によって得られる。上記有機溶媒は，化合物Pが溶けないか，やや溶ける1種又は複数種の混合溶剤であり，好ましくは，シクロヘキサン，ジメチルベンゼン，アセトン，エタノール，ジエチルエーテル等から選ばれ，最も好ましくは，それらのうちの1種又は2種以上から選ばれ，混合溶剤系を水と有機溶媒とから成る1成分又は2成分以上の混合系であるようにする(【0019】～【0023】)。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本願補正発明の効果",
              "text": [
                "本願補正発明に係る多結晶体Ⅰは，以下の効果を奏する。",
                "すなわち，調製プロセスが簡単であり，十分に操作しやすく，工業化生産が簡易である。また，品質の制御性及び調製された多結晶体の安定性がよく，長期保管に適する(【0104】)。",
                "製品の外観色調を，薄黄色から白色又は類白色に顕著に改善することができる(【0107】)。",
                "水と0．1mol／Lの塩酸溶液及び酸化破壊実験における安定性が，前記(2)アの中国特許出願文献に開示される多結晶体Aと比べて安定性がよく，前記溶液においてほぼ破壊分解せず又は分解程度が上記多結晶体Aと比べて顕著に小さいので，製剤の要求により適する(【0108】)。",
                "本願補正発明に係る多結晶体の調製方法は，回転結晶時の有機溶剤の使用量を従前よりも大幅に低減し得る(【0109】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本願補正発明の新規性・進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，前記第2の3(2)アのとおり，引用例(甲1)に基づき，引用発明として「化合物Pの半水和物の形体Bの結晶であって，図6，図32，図33又は図34で代表される，約16，18，22，及び27度の2θ に回折ピークを有するCuKα 線による粉末X線回折パターンを与える，上記の結晶」を認定した。",
                    "引用例の「本発明の他の実施態様は，化合物Pの形体Bを含む。形体Bは，半水和されており，様々な溶媒系から得ることができる結晶物質である。」(【0017】)，「形体Bを，制限されないがヘキサン, トルエン, 及び水を含む多くの溶媒から得ることができる。図6は，約16，18，22，及び27度(2θ)にあるピークにより特徴付けられる，形体Bの典型的なXRPDパターンを示す。 溶液プロトンＮMRにより，形体Bが化合物Pの形体であることを確認している。」(【0022】)の記載によれば，①形体Bは，半水和された化合物Pの結晶物質であること，②形体Bの典型的なXRPDパターンは，約16，18，22及び27度(2θ)にあるピークにより特徴付けられる，図6記載のものであることが認められる。また，「(6．3  X-線粉末回折測定)X-線粉末回折測定を，CuKα放射線を用いるシマズXRD-6000X-線粉末回折計…で行った。」(【0066】)，「X-線粉末回折分析を，…Inel  XRG-3000回折計のCuKα放射線を用いて行った。」(【0067】)との記載によれば，上記の形体Bの典型的なXRPDパターンは，CuKα放射線を用いたX線粉末回折測定によるものと推認することができる。",
                    "したがって，引用例には，少なくとも「化合物Pの半水和物の形体Bの結晶であって，図6で代表される，約16，18，22及び27度の2θに回折ピークを有するCuKα線による粉末X線回折パターンを与える，上記の結晶」が記載されているものと認められ，この点につき，当事者間に争いはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「形体B」と「多形体B」との異同について",
                  "text": [
                    "本件審決が形体Bの粉末X線回折パターンとして掲げる図32から34のいずれにも「多形体BのXRPDパターン」との表題が付けられている。",
                    "そこで，引用例記載の「形体B」と「多形体B」との異同を検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「形体」，「多形体」，「形体B」及び「多形体B」の各文言に関する記載",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "定義付け",
                          "text": [
                            "「多形体」については，「本明細書中で使用される該用語\"多形体\"，及び\"多形相\"は，他に表示がない限り，化合物，又は複合体の固体結晶性形体を意味する。」(【0008】)と定義付けられているが，「形体」については特に定義付けがされていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "「形体」と「多形体」ないし「形体B」と「多形体B」とを同義の用語として使用していると見られる記載",
                          "text": [
                            "「本発明は，化合物Pの多形相を含むものである。特定の態様において，本発明は，本明細書中で形体A，B，C，D，E，F，G，及びHとして規定した化合物の多形体を提供する。また，本発明は，これらの形体の混合物を含むものである。」(【0006】)",
                            "「本発明は，…化合物Pの1以上の多形体…を含む。…一実施態様において，単一の投与形態は，約5，10，25，又は50mgの量の多形体(例えば，形体B)を含む。」(【0043】)",
                            "「(6．2  多形相の調製)化合物Pの8つの固体形体を，下記のように調製した。…形体Bを，溶媒ヘキサン,  トルエン,  及び水から結晶化することにより得た。」(【0048】)",
                            "「(6．2．1  多形体B，及びEの統合)形体Bは，化合物Pの活性医薬成分(API)として所望される多形体である。…化合物Pの未微粉化APIの明白な多形体混合物として，3つの群を製造した」(【0049】)",
                            "このほか，「(4．図面の簡単な説明)」において，「多形体BのXRPDパターン」など多形体B及び多形体Eの分析結果を示す名称が付された図32から35，37から40，42から45について，「図32は，形体Bの典型的なXRPDパターンを提供する。」など「形体」に係るものとして説明されている(【0099】)。なお，①引用例の外国語出願の公開公報(甲19)においても，図32から35，37から40，42から45に対応するFig．32から35，37から40，42から45には，引用例の「多形体」に対応する「POLYMORPH」の語を用いて「Fig．32  XRPD  PATTERＮ  OF  POLYMORPH  B」などの表題が付けられており，引用例の「形体」に対応する「FORM」の語を用いた「XRPD  PATTERＮ  OF  FORM  A」の表題が付された，引用例の図1に対応するFig．1などとは明らかに区別されること，②後記eのとおり専ら「多形体B」に関する記載中，「化合物Pの多形体Bのみを生じるための実験室手順」に係る分析結果として図32から46が引用されていること(【0065】)によれば，図32から35，37から40，42から45の表題が，「形体B」又は「形体E」とすべきところを誤記により「多形体B」又は「多形体E」とされた可能性は考え難い。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「形体」と「多形体」ないし「形体B」と「多形体B」とが必ずしも同義の用語として使用していると見ることはできない記載",
                          "text": [
                            "「多くの化合物は，異なる結晶性形体，又は多形体が存在し得る。…化合物の特定の多形体は，他のものよりも，特定の溶媒に容易に溶解することができ，…又は容易に圧縮することができる。…薬剤の場合において，特定の固体形体は，他のものよりも生物的に利用可能であり得る。」(【0003】)",
                            "「本発明の一実施態様は，化合物Pの形体Aを含む。…本発明の他の実施態様は，化合物Pの形体Bを含む。形体Bは，半水和されており，様々な溶媒系から得ることができる結晶物質である。」(【0017】)",
                            "「本発明の他の実施態様は，非晶性化合物Pと，形体A，B，C，D，E，F，G，又はHの結晶性化合物Pとを含む組成物を含む。…本発明の他の実施態様は，化合物Pの少なくとも2つの結晶性形体を含む組成物を含む(例えば，多形体B，及びEの混合物)。」(【0018】)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "専ら「形体B」に関する記載",
                          "text": [
                            "「(5．2．2  形体B)」には，形体Bの製造方法，XRPDパターン，DSC等のデータ，形体A等他の形体への変換について記載されており(【0022】～【0025】)，「多形体」に係る文言は見られない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "専ら「多形体B」に関する記載",
                          "text": [
                            "「多形体B」の予備研究に関し，「この多形体混合物から多形体Bを生じ，かつ有効な一群における厳密な多形体制御，及び化合物PのAPIの将来的製造を行うことができるプロセスを規定するために，開発研究を行った。」(【0050】)，「予備研究において，化合物P多形体混合物の水懸濁液を，高温(75℃)で長期間撹拌することにより，この多形体混合物が，形体Bだけに変換されることを示した。」(【0051】)，「化合物P懸濁液の冷却，及び保持期間を研究した。該実験室データは，多形体Bが初めに形成され，かつRT条件で，一定時間を超過して，多形体Eの方に平衡が生じることを示唆している。従って，形体B，及びEの混合物が生成される。この結果は，多形体Bが，動的生成物であるように見え，かつ長いプロセス時間が，該物質を形体Eに変換し，形体B，及びEの混合物を生じるという事実をサポートしている。」(【0052】)との記載がある。なお，引用例の外国語出願の国際公開公報(甲19)中，【0052】に対応する部分(18頁13行目から18行目)においては，引用例の「多形体」に対応する「polymorph」のみが用いられており，「形体」に対応する「form」は見られないことから，【0052】の「従って，形体B，及びEの混合物が生成される。」「該物質を形体Eに変換し，形体B，及びEの混合物を生じる」は，「従って，多形体B，及びEの混合物が生成される。」，「該物質を多形体Eに変換し，多形体B，及びEの混合物を生じる」の誤訳と解される。",
                            "上記予備研究の結果を示す表1から5には，「多形体B」など「多形体」に係る文言はあるが，「形体B」など「形体」に係る文言は見られない。",
                            "さらに，「化合物Pの多形体Bのみを生じるための実験室手順」が具体的に記載されており(【0053】【0054】【0057】【0059】【0062】～【0065】)，結果に関し，「分析は，該物質が，純粋な多形体Bであることを示した。該物質の結果を，図32～46に示す。」(【0065】)との記載がある。図32から46の表題も含め「形体」に係る文言は見られない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "前記bのとおり，引用例の外国語出願の国際公開公報において，引用例の「形体」，「多形体」に対応する語として，それぞれ「form」，「polymorph」という単語が用いられている。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "前記bのとおり，引用例には，「形体」と「多形体」ないし「形体B」と「多形体B」とを同義の用語として使用していると見られる記載もある一方(【0006】【0043】【0048】【0049】【0099】)，前記cのとおり，必ずしも同義の用語として使用していると見ることはできない記載もある。すなわち，【0003】の「多くの化合物は，異なる結晶性形体，又は多形体が存在し得る。」との記載は，「(結晶性)形体」と「多形体」を並列的に捉えているように読むことができる。【0003】の「化合物の特定の多形体は，…容易に圧縮することができる。…薬剤の場合において，特定の固体形体は，…生物的に利用可能であり得る。」との記載も，同様である。また，【0017】及び【0018】は，実施態様の説明において，あえて「形体B」と「多形体B」の両方の語を使用している点は，両者を完全に同義のものとは捉えていないともいえるものの，「…化合物Pの少なくとも2つの結晶性形体を含む組成物を含む(例えば，多形体B，及びEの混合物)」という点は，「形体B」と「多形体B」とを同義のものとして扱っており，一貫していない。",
                            "また，前記dのとおり，「(5．2．2  形体B)」においては形体Bの製造方法，データ，他の形体への変換という専ら「形体B」に係る記載に終始しており(【0022】～【0025】)，「多形体」に係る文言は見られない。",
                            "他方，前記eのとおり，「多形体B」の予備研究並びに「化合物Pの多形体Bのみを生じるための実験室手順」及びその結果について具体的に記載された箇所(【0050】～【0054】【0057】【0059】【0062】～【0065】図32～46)には，「形体」に係る文言は見られない。",
                            "さらに，「形体」，「多形体」及び「多形相」は，いずれも引用例に頻出する用語であるが，前記aのとおり，うち「多形体」及び「多形相」については，「他に表示がない限り，化合物，又は複合物の固体結晶性形体を意味する。」(【0008】)と定義付けられているのに対し，「形体」については特に定義付けされていない。上記のとおり「形体」と「多形体」とを同義の用語として使用していると見られる記載もあることから，「形体」が「多形体」の上位概念として使用されているともいい難い。なお，化合物の結晶に関し，「形体」及び「多形体」の汎用的な語義に関する技術常識の存在は，認めるに足りない。",
                            "加えて，前記fのとおり，引用例の外国語出願の国際公開公報において，引用例の「形体」，「多形体」に対応する語として，それぞれ「form」，「polymorphs」という，全く異なる英単語が用いられている。",
                            "以上によれば，引用例において，「形体」と「多形体」ないし「形体B」と「多形体B」とは，必ずしも同義の用語として使用されているとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「形体B」と「多形体B」の各結晶について",
                      "text": [
                        "形体Bと多形体Bがいずれも化合物Pの結晶であることについて当事者間に争いはなく，その異同の検討に当たっては，同じ化合物で結晶構造を異にする結晶多形の同定(同一か否かの判定)に通常使用される粉末X線回折(XRPD)及び示差走査熱量(DSC)による分析結果の比較が有用であることは，本件優先日当時の技術常識であった(周知例1，2，甲17の2，乙5，7，10)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "粉末X線回折パターン",
                          "text": [
                            "粉末X線回折は，原則として無配向化した粉末試料にX線を照射し，その物質中の電子を強制振動させることにより生じる干渉性散乱X線による回折強度を，各回折角について測定する方法である。",
                            "結晶性物質においては，構成分子や原子が一定の周期性をもって規則正しく三次元配列して立体的な格子を形成しており，この格子の最小単位が単位格子である。単位格子中の任意の三格子点で規定される平面は，多くの平行な面の群(結晶面)を形成し，その面に特有な一定の面間隔(d)が存在する。結晶面は，通例，ミラー指数(hkl)と呼ばれる指数で表される。",
                            "ある結晶にX線を照射したとき，以下のブラッグ条件が満たされれば，そのX線は反射されて回折が生じる。",
                            "2d sinθ＝nλ",
                            "hkl  d はある一組の平行な面(hkl)の面間隔，λは入射X線の波長，θは結晶hkl面に対するX線の入射角及び反射角，nは反射次数ないし回折次数と呼ばれる正の整数である。",
                            "結晶は，それぞれの構成分子や原子の配列に応じて固有の面間隔を持っており，面間隔は，照射したX線の波長及び回折が生じたときの入射角及び反射角(回折角)をブラッグ条件の式に代入することによって算出される。",
                            "また，面から反射されるX線(回折X線)の強度は，結晶内部の原子の位置と密接な関係にあり，よって，結晶ごとに異なる。",
                            "したがって，一定の波長のX線を照射し，回折が生じたときの回折角及び回折X線の強度から成る粉末X線回折パターンは，各結晶に特有のものであり，含有する化学成分が同一であっても，結晶形態が異なれば，粉末X線回折パターンは異なるものとなる。よって，粉末X線回折パターンの比較による結晶の同定に当たっては，回折角(通例，2θ値)及び回折X線の相対強度(通例，X線回折パターン中，最も強い回折ピーク強度との比)を比較すべきであり，回折ピークの数，位置及び強度は，いずれも同様に重要なパラメータである(周知例1，甲17の2，乙3～5，7，10)。",
                            "「形体BのXRPDパターン」との表題が付された図6と，「多形体BのXRPDパターン」との表題が付された図32から34とを比較すると，回折ピークの数及び位置は，測定誤差を考慮すれば，おおむね一致しているとみることができる。",
                            "しかし，回折ピークの相対強度をみると，一見してその特徴が一致しているとはいい難い。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "示差走査熱量計(DSC)分析",
                          "text": [
                            "DSC分析は，物質の融解，転移，分解等に伴う熱の出入りやそれらの起こる温度，物質の熱容量等を測定する方法の1つである(乙13)。",
                            "「形体BのDSC」との表題が付された図9と，「多形体BのDSC」との表題が付された図42から44を比較すると，いずれも吸熱ピークが2つあり，高い方の吸熱ピークは大差ないものの，低い方の吸熱ピークが「形体BのDSC」においては約146℃であるのに対し(【0023】)，「多形体BのDSC」においては，図42が約168℃，図43が約155℃，図44が約161℃であり，最小でも約9℃の差がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，粉末X線回折パターン及び示差走査熱量計(DSC)分析の結果からは，「形体B」と「多形体B」とが同一の結晶であるということはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，「形体B」と「多形体B」は，同一ということはできない。したがって，本件審決による引用発明の認定は，化合物Pの半水和物の形体Bの結晶が与える粉末X線回折パターンとして，形体Bの粉末X線回折パターンを示す図6と多形体Bの粉末X線回折パターンを示す図32から34を同時に掲げた点において誤りがあり，正しくは，「化合物Pの半水和物の形体Bの結晶であって，図6で代表される，約16，18，22及び27度の2θに回折ピークを有するCuKα線による粉末X線回折パターンを与える，上記の結晶」と認定すべきである(なお，引用例からは，これとは別に，「化合物Pの半水和物の多形体Bの結晶であって，図32から34で代表される，約16，18，22及び27度の2θに回折ピークを有するCuKα線による粉末X線回折パターンを与える，上記の結晶」も認定することができるが，後記3のとおり，このような発明に基づいて本願補正発明の新規性・進歩性を判断することは，特許法50条に違反する。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明と上記(1)の正しく認定した引用発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願補正発明と引用発明との一致点",
                  "text": [
                    "化合物Pの半水和物の結晶である点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願補正発明と引用発明との相違点",
                  "text": [
                    "本願補正発明に係る結晶は，Cu-Kα放射を使用したX線回折図が，表1記載の19個の2θの数値及びその2θの数値ごとに特定の数値のFlex幅，d-値，強度及びL／LOである，回折ピークの組を有する，化合物Pの半水和物の多結晶体I(すなわち，結晶多形のうちIと称する結晶)であると特定されているのに対し，引用発明に係る結晶は，図6で代表される，約16，18，22，及び27度の2θに回折ピークを有するCu-Kα放射を使用したX線回折図を与える，化合物Pの半水和物の形体Bの結晶である点"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明の新規性について",
              "text": [
                "前記(1)イ(イ)のとおり，粉末X線回折パターンの比較による結晶の同定に当たっては，回折角及び回折X線の相対強度を比較すべきであり，回折ピークの数，位置及び強度は，いずれも同様に重要なパラメータである。",
                "引用発明における図6の2θ値，強度及び相対強度は，別紙3のとおりであり，2θ値については，本願補正発明における表1の2θ値と大差はない。すなわち，粉末X線回折パターンにおいて，回折ピークが存在する位置は，表1と図6とでおおむね同じといってよい。",
                "しかし，各回折ピークの高さを表す相対強度は，本願補正発明における表1と引用発明における図6とで相当に異なる。例えば，表1においては，2θ値が11．940，21．980，23．760，26．440の位置に高い回折ピークが存在するのに対し(各相対強度は，それぞれ84，100，70，74)，図6においては，2θ値が15．83，18．11，22．11，26．77の位置に高い回折ピークが存在する(各相対強度は，それぞれ91，79，86，100)。",
                "したがって，本願補正発明に係る結晶と引用発明に係る結晶の各粉末X線回折パターンとの間には，おおむね同じ位置(2θ値)に存在する回折ピークであっても，その高さ(相対強度)が異なるものがあるということができる。そして，前記のとおり，粉末X線回折パターンの比較による結晶の同定に当たり，回折ピークの強度は，回折ピークの数や位置と同様に重要なパラメータであるから，本願補正発明に係る結晶と引用発明に係る結晶は同一の結晶ということはできず，よって，本願補正発明は，引用発明と同一のものとして特許法29条1項3号に該当するということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願補正発明と引用発明との相違点に係る容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明と引用発明との一致点及び相違点は，前記(2)のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例2の化学便覧には，「おもな結晶特性は，晶癖・粒径・粒径分布・純度・多形・結晶化度である。これらの特性が異なれば，溶解度・溶解速度・安定性…などが異なり，医薬品ではとくにバイオアベイラビリティ(生物学的利用率)が異なることから，結晶特性の制御は非常に重要である。」との記載があることから，①結晶多形は，晶癖や粒径等と共に主な結晶特性の1つであり，結晶特性が異なれば，溶解度や安定性等が異なってくること，②特に医薬品の場合は，結晶特性によってバイオアベイラビリティ(生物学的利用率)が異なるので，結晶特性の制御が重要な意義を有することは，本件優先日当時において技術常識であったものと認められる。",
                        "そして，引用例には，「発明の分野」として「本発明は，化合物Pの多形相…並びに制限されないが炎症性疾患，自己免疫疾患，及び癌を含む疾患及び状態を治療するためのこれらの使用方法に関するものである。」(【0002】)との記載があることから，化合物Pの結晶を医薬品として用いることは明らかであり，引用例に接した当業者は，上記技術常識を踏まえて，結晶多形を含む主な結晶特性に注目するものということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "さらに，引用例には，「本発明の背景」として「薬剤の場合において，特定の固体形体は，他のものよりも生物的に利用可能であり得る。」(【0003】)，「化合物の多形相が，該化合物の溶解性，安定性，流動性，取扱い性，及び圧縮性，並びに，それを含む薬剤の安全性，及び有効性などに影響を及ぼすことは，医薬技術において公知である。…従って，薬剤の新しい多形体の発見は，様々な利点を提供し得る。Mullerらの…両文献は，化合物Pを開示しており，これは，制限されないが炎症性疾患，自己免疫疾患，及び癌を含む広範囲の疾患及び状態の治療，及び予防に有用である。化合物Pの新しい多形相は，これらの慢性疾患の治療用製剤の開発を助長することができ，かつ多くの製剤，製造，及び治療的利点を与え得る。」(【0004】)との記載が，「本発明の詳細な説明」として「同一化合物の異なる多形体は，異なる物理的，化学的，及び/又は分光学的特性を示し得る。異なる物理的特性は，制限されないが，安定性(例えば，熱，又は光)，圧縮性，及び密度(製剤，及び製品の製造に重要)，並びに溶解割合(これは，生物学的利用能に影響を与える。)がある。」(【0008】)，「安定性の違いは，化学的反応性(例えば，投与形態が，1つの多形体を含む場合，他の多形体を含む場合よりも容易に変色するような，異なる酸化)，又は機械的特性(例えば，貯蔵において，速度論的に有利な多形体が，熱力学的に安定な多形体に変換するように，錠剤を砕く。)，若しくは，両方(例えば，1つの多形体の錠剤は，高湿度で分解されやすい。)の変化から生じ得る。多形体の異なる物理的特性は，これらの加工に影響を与え得る。例えば，1つの多形体は，例えば，その粒子の形，又はサイズ分布のために他のものよりも，溶媒和をさらに形成するようであり得る，又は不純物が存在しない濾過又は洗浄が困難になり得る。」(【0009】)，「分子の多形体を，当業者に公知の多くの方法により得ることができる。前記方法は，制限されないが，融解再結晶化，融解冷却，溶媒再結晶化，脱溶媒和，迅速なエバポレーション，急冷，徐冷，蒸気拡散，及び昇華がある。制限されないが，下記のような周知技術により，多形体を検出，同定，分類，及び特徴付けすることができる：示差走査熱量分析(DSC)，熱重量分析(TGA)，X線粉末回折法(XRPD)，…溶解度，及び溶解割合である。」(【0010】)，「化合物Pの多形体を，溶媒再結晶化，脱溶媒和，蒸気拡散，迅速なエバポレーション，急冷，及び徐冷を含む，当業者に公知の技術により得ることができる。多形体は，秤量した多量の化合物Pを，高温で，様々な溶媒に溶解することにより製造され得る。次に，該化合物の溶液を，濾過し，かつ，…エバポレートすることができる。…幾つかの方法を用いて，多形体を，溶液…から結晶化することができる。例えば，高温(例えば60℃)の溶液を素早く濾過し，次いで，室温に冷却することができる。」(【0016】)との記載がある。",
                        "本件優先日当時の当業者は，これらの記載に接して，前記(ア)の主な結晶特性のうちとりわけ結晶多形に着目し，①化合物Pには，溶解性，安定性，バイオアベイラビリティなど医薬品において特に重視される性質が引用発明に係る結晶よりも優れた異なる構造を有する結晶が存在し得ること，②そのような結晶を，溶媒再結晶化等の公知の方法によって製造するとともに，X線粉末回折法等の周知技術によって検出し得ることを認識するものといえる。したがって，引用発明に接した当業者は，上記の医薬品において特に重視される性質がより優れた異なる構造の結晶を求めて，さらに溶媒再結晶化等の公知の方法による化合物Pの結晶の製造及びX線粉末回折法等の周知技術による検出を試行する動機付けがあるものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "化合物Pの結晶の製造及び検出について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "結晶の製造に関する本件優先日当時の技術常識について",
                      "text": [
                        "引用例において，溶媒再結晶化は，結晶を得るための公知の方法の1つとして例示されており(【0010】)，また，「実施例」としても「形体Bを，溶媒ヘキサン，トルエン，及び水から結晶化することにより得た。」(【0048】)など溶媒再結晶化により化合物Pの結晶を得た旨の記載がある。",
                        "周知例2から5によれば，溶媒再結晶化に関し，①結晶性物質を溶媒に溶解し，適当な方法で再び結晶として析出させる操作を指し，温度による溶解度の相違を利用して高温の飽和溶液を冷却する方法等のほか，溶液に他の適当な溶媒を加えて溶解度を減少させる方法もあること，②同方法において，結晶性物質の溶液に，その溶液とは容易に混合し合うものの，当該結晶性物質との親和性は低い溶媒(貧溶媒)を添加することによって結晶を析出させる貧溶媒晶析という操作があり，医薬品中間体等の製造に多用されること，③溶媒の選択に一定の規則があるわけではなく，試行錯誤により選択するのが基本であるが，溶媒によって異なる多形が析出する場合が多いことから，重要な溶媒については混合溶媒も含めて，どのような結晶が析出するか点検する必要があること，④通常，水素結合性や極性を考慮すれば，ヘキサン，ベンゼン，酢酸エチル，アセトン，エタノール，水の6種の溶媒から選択すればよく，水とエタノールとの組合せは，多用されること，⑤結晶多形は，溶媒の種類の他，温度，冷却速度，過飽和度，かくはん速度，不純物等の影響も受けることは，本件優先日当時において技術常識であったものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本願補正発明に係る結晶の製造について",
                      "text": [
                        "前記1(4)のとおり，本願補正発明に係る結晶は，①化合物Pをジメチルホルムアミド(DMF)又はジメチルスルホキシド(DMSO)の溶液に加え，かくはん下で加熱して溶解させる(ステップ(1))，②純化水又は純化水と化合物Pが溶けないかやや溶けるにとどまるエタノール等の有機溶媒との混合溶剤系を滴下する(ステップ(2))，③かくはん下で温度を徐々に下げて固体を析出させる(ステップ(3))及び④析出した固体を回収し，減圧真空乾燥する(ステップ(4))というステップを含む溶媒再結晶化法によって得られるものであるが，前記(ア)のとおり，溶媒再結晶化法は，引用例にも結晶多形を得るための公知の方法の1つとして例示されており，ステップ(2)のように，結晶性物質の溶液(ジメチルホルムアミド又はジメチルスルホキシドの溶液に化合物Pを溶解させたもの)に，その溶液とは容易に混合し合うものの，当該結晶性物質(化合物P)との親和性は低い溶媒(貧溶媒)を添加することによって結晶を析出させる貧溶媒晶析も，医薬品中間体等の製造に多用される操作として本件優先日当時の技術常識であったものと認められる。",
                        "したがって，引用発明に接した当業者は，引用例の記載及び前記(ア)の本件優先日当時の技術常識を踏まえて，さらに化合物Pの結晶多形の製造を試行する過程において，貧溶媒晶析の操作を採用し，結晶多形に影響を与える要因とされる溶媒の種類，温度，冷却速度，過飽和度，かくはん速度，不純物等を適宜選択・調整することにより，本願補正発明に係る結晶を製造し得たというべきである。",
                        "そして，当業者は，前記(1)イ(イ)のとおり結晶多形の同定に通常使用される有用な手段であることが本件優先日当時の技術常識として確立しており，引用例の【0010】にも結晶多形の検出・同定等をすることができる周知技術の一例として挙げられている粉末X線回折法を用いて上記結晶を検出し得たものということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告らの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，対象化合物の結晶形及び形成可能な条件は予測不可能なものであり，結晶多形の分野において，動機付けがあることと実際に結晶を得ることができることとを単純に結び付けることはできない旨主張する。",
                        "しかし，前記イ(イ)のとおり，引用発明に接した当業者には，溶解性や安定性など医薬品において特に重視される性質がより優れた異なる構造の結晶を求めて，さらに溶媒再結晶化等の公知の方法による化合物Pの結晶の製造及びX線粉末回折法等の周知技術による検出を試行する動機付けがあったということができる。確かに，当業者は，引用発明から直ちに本願補正発明に係る結晶の構造及びその製造方法を具体的に想定し得たとまではいえないものの，上記動機付けに基づき，公知の方法による化合物Pの結晶の製造及び周知技術による検出を試行する過程において，前記ウ(イ)のとおり本件優先日当時において技術常識ないし周知技術であった貧溶媒晶析の操作及び粉末X線回折法によって本願補正発明に係る結晶を製造・検出し得たといえるのであるから，本願補正発明を容易に想到し得たものというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，本願補正発明に係る結晶の製造に当たり溶媒とされるジメチルホルムアミド及びジメチルスルホキシドにつき，引用例及び周知例2から4には，これらを結晶化溶媒として使用する旨の記載はなく，さらに，周知例5においては，沸点が高い溶媒はできれば避けた方がよい旨の記載があり，上記2種の溶媒は比較的高い沸点を有するものであるから，当業者は，これらの溶媒を避けた方がよいと考えるはずであるとして，本願補正発明に係る結晶の製造方法は，引用例及び周知例2から5によって当業者が通常行う操作として導かれ得るものではない旨主張する。",
                        "しかし，周知例5には，沸点が高い溶媒はできれば避けた方がよいとの記載もあるものの，一般的な溶媒としてヘキサン，ベンゼン等を挙げた上，「さらのこの中間の極性のものが欲しい場合には，…表4・5を参考にされたい。その際，極性値(誘電率ε，溶解度パラメーターδ，極性値E ；ε，δ，E は数字が大きいと極性がr r大きい)や沸点，融点を選択の基準とすればよい。」との記載があり，「表4・5」には，ジメチルホルムアミド及びジメチルスルホキシドが溶媒の1つとして掲げられている。そして，これらの溶媒は，同表に掲げられている他の溶媒に比べれば高い沸点を有するものの，当業者は，上記記載に従い，沸点のみならず，融点，誘電率，溶解度パラメーター，極性値も考慮しながら溶媒を選択するはずであり，沸点のみを理由にジメチルホルムアミド及びジメチルスルホキシドの選択を避けることは考え難い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，引用発明に接した本件優先日当時の当業者は，本願補正発明を容易に想到し得たものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "顕著な効果の看過について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，本願補正発明に係る結晶の製造方法は，引用例及び周知例2から5に接した当業者であれば回避するジメチルホルムアミド及びジメチルスルホキシドを溶媒として用いて結晶化を行い，その結果得られる上記結晶は，安定性が高く，また，残留溶媒がほとんどないという顕著な効果を奏するにもかかわらず，本件審決は，これを看過した旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記(4)エ(イ)のとおり，引用例及び周知例2から5に接した当業者が必ずしもジメチルホルムアミド及びジメチルスルホキシドを溶媒として使用することを回避するとはいい難い。",
                    "本願補正発明に係る結晶の安定性に関し，本願補正明細書において，①光照射試験及び高温試験(60℃)において外観及び含有量に大きな変化がなく，性質が安定であること，②高湿度試験において外観及び含有量に顕著な変化がなく，吸湿性が非常に小さいこと，③長期の参考品観察試験において，結晶形の変化が見られず，結晶形態が比較的安定であることが記載されている(【0055】～【0064】【表5】～【表7】)。また，結晶の破壊実験を行ったところ，塩酸溶液を用いた酸破壊及び過酸化水素を用いた酸化破壊のいずれにおいても，本願補正発明に係る化合物Pの結晶において形成された総不純物は，従来技術の1つであるCＮ1871003Aに開示される方法で調製された化合物Pの結晶において形成された総不純物よりも相当に少なく，したがって，本願補正発明に係る化合物Pの結晶は，上記の従来技術により調製された化合物Pの結晶よりも安定しており，薬品の調製により適する旨が記載されている(【133】～【138】【表24】)。",
                    "しかし，引用例には，引用発明に係る形体Bの結晶につき，概要「401．04mgからなる試料を，溶解媒体(1％ラウリル硫酸ナトリウムを含むHCl緩衝液，pH1．8)中に懸濁化した。…表7に示すように，該残った固体は形体Bであり，形体Bは，水中でよい安定性を有することを示している」との記載(【0076】【0082】【0084】【表7】)があり，同じ溶解媒体中に懸濁化したところ，形体Eの結晶に変換された形体Aの結晶(【0079】【0081】【表7】)よりも安定していることが示されている。",
                    "当業者は，引用例の上記の記載により，引用発明に係る結晶は一定の安定性を備えたものであることを認識し，さらに，前記(4)イ(イ)のとおり，化合物Pには，安定性等において引用発明よりも優れた異なる構造の結晶が存在し得ることを認識するものといえる。",
                    "また，前記(4)ウ(イ)のとおり本願補正発明に係る結晶の製造方法は，本件優先日当時の技術常識であったのであるから，上記結晶の製造に当たり残留溶媒がほぼ生じなかったとしても，それは，当業者において予期し得ないものとまではいうことができない。",
                    "したがって，原告らが主張する効果は，引用発明に接した当業者において予期し得ない，顕著なものとまでは認めるに足りないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決は，引用発明の認定に誤りがあり，本願補正発明に新規性がないとした点においても誤りがあるが，本願補正発明に進歩性がないとした点には誤りがない。よって，本願補正発明は，特許法29条2項に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，本件拒絶理由通知及び本件拒絶査定のいずれも，図32に言及していないことから，①本願補正発明に係る結晶を本願補正明細書の【図1】により特定された結晶として，これが，図32の粉末X線回折図を与える結晶と同一であるという認定及び②同粉末X線回折図と図6の粉末X線回折図は，回折ピークの位置(2θ 値)がほぼ同じであるという認定に基づく本件審決の拒絶理由は，特許法159条2項所定の「査定の理由と異なる拒絶の理由」に該当し，同法50条が準用されるべきである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正前の特許請求の範囲請求項1「化合物P半水和物の多結晶体Ⅰであって，Cu-Kα放射線を使用し，そのX線回折図は，強度で示される2θが11．9±0．2及び22．0±0．2において回折ピークを有する，多結晶体Ⅰ。」(甲7)等につき，本件拒絶理由通知書(甲9)には，「請求項1，2，16：理由1，2」として「引用文献1(判決注：引用例)には，化合物Pの多形結晶が記載され(特許請求の範囲)，このうち，形体Bは半水和物であり(【0025】)，そのX線回折図が図6に示されている。この図6によれば，ピークが11．9±0．2及び22．0±0．2に存在し，…本願請求項1，2，16に係る発明は，引用文献1に記載された発明であり，それに基づいて，当業者が容易に発明をすることができたものである。」と記載され，本件拒絶査定(甲13)には，本件拒絶理由通知書に記載した理由1，2によって拒絶をすべきものである旨が記載されており，備考欄には図6についての記載が見られるが，図6以外の引用例掲載の図面に言及した記載はない。",
                "その後，原告らは，本件補正により特許請求の範囲を減縮し，請求項1を前記第2の2のとおり「Cu-Kα放射を使用したX線回折図が表1の回折ピークを有する，化合物P半水和物の多結晶体I。」とした。",
                "そして，本件審決は，引用例に基づき，引用発明を前記第2の3(2)アのとおり「化合物Pの半水和物の形体Bの結晶であって，以下の図6，図32，図33又は図34で代表される，約16，18，22，及び27度の2θに回折ピークを有するCuKα線による粉末X線回折パターンを与える，上記の結晶」と認定した上で，表1が本願補正明細書の【図1】の粉末X線回折図に現れた回折ピークを数値により表形式で表現したものであるとして，上記【図1】の粉末X線回折パターンと引用例の図32の粉末X線回折パターンとがほぼ同じであることから，本願補正発明に係る結晶と引用発明に係る結晶とが同一の結晶であることを強く推認させる，上記【図1】の粉末X線回折パターンと図6，33及び34の粉末X線回折パターンにおける2θのピーク位置がほぼ同じであることは，本願補正発明に係る結晶と引用発明に係る結晶とが同一の結晶であることを強く推認させる旨を認定した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(2)のとおり，本件拒絶理由通知及び本件拒絶査定においては，化合物Pの半水和物の形体Bの結晶であり，そのX線回折図が図6に示されるものを引用発明としたのに対し，本件審決は，「化合物Pの半水和物の形体Bの結晶であって，以下の図6，図32，図33又は図34で代表される，約16，18，22，及び27度の2θに回折ピークを有するCuKα線による粉末X線回折パターンを与える，上記の結晶」を引用発明とした。",
                "しかし，前記2(1)のとおり，本件審決が掲げた図32から34は，形体Bとは異なる多形体Bの結晶の粉末X線回折パターンを示すものであるから，本件審決は，本件拒絶理由通知及び本件拒絶査定において引用発明とされた化合物Pの半水和物の形体Bの結晶に加え，これとは異なる，化合物Pの半水和物の多形体Bの結晶をも引用発明としたものということができる。",
                "したがって，本件審決が引用発明として多形体Bの結晶の粉末X線回折パターンを示す図32から34をも掲げ，これらに基づいて本願補正発明の新規性及び進歩性を否定した点は，特許法159条2項所定の「査定の理由と異なる拒絶の理由」に該当するものといえ，これを原告らに通知して意見書提出の機会を与えなかったことは，同項の準用する同法50条に反する。",
                "もっとも，前記2のとおり，本願補正発明は，本件拒絶理由通知及び本件拒絶査定に記載されていた図6に係る形体Bすなわち引用発明から容易に想到することができ，進歩性を欠くものであるから，上記の同法50条違反の点は，本件審決の結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，取消事由2も，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，本件補正を却下して請求が成り立たないとした本件審決の判断は，結論において誤りはない。よって，原告らの請求をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10112",
    "date": "2017-02-14",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086506",
    "ipprecedent_id": "4581",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}