{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "特許庁が無効2015-800169号事件について平成28年9月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，進歩性の有無(①引用発明の認定の当否，③本件発明と引用発明との対比判断の当否，③相違点に係る判断の当否)及び分割要件違反についての認定判断の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，名称を「位置検知装置」とする発明についての特許(特許第5666660号。以下，「本件特許」という。)の特許権者である(甲28)。",
            "本件特許は，平成23年10月7日(以下，「本件原出願日」という。)に出願した特願2011-222846号を，平成25年7月26日(以下，「本件出願日」という。)に分割出願した特願2013-155443号に係るものであり，平成26年12月19日に設定登録された(甲28)。",
            "原告は，平成27年9月1日付で本件特許の請求項1～6に係る発明(以下，それぞれ，「本件発明1」，「本件発明2」などといい，まとめて「本件発明」という。)について無効審判請求をし(甲26。無効2015-800169号)，特許庁は，平成28年9月6日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月20日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件発明の要旨は，以下のとおりである。",
            "(本件発明1)",
            "「油圧供給源から供給される油圧シリンダの油圧によって弁機構の弁体を第1方向に進出させ，前記油圧シリンダの出力部材により前記弁体を第1方向と反対の第2方向へ移動させて前記油圧シリンダのシリンダ本体に形成されたエア通路の開閉状態を切換えることにより前記出力部材の位置を検知可能に構成し，",
            "前記弁体は，小径軸部と，前記小径軸部に対して第2方向側に設けられた大径軸部とが一体形成された弁体本体を含み，",
            "前記シリンダ本体の装着孔の途中部に装着され，前記弁体の小径軸部が挿入される貫通孔を有する環状部材と，",
            "前記環状部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴を有するキャップ部材と，",
            "前記凹穴内に設けられ，前記油圧シリンダの油圧が導入され，前記油圧によって前記弁体を前記第1方向に進出させる油圧導入室と，",
            "前記小径軸部の外周側に設けられ，前記油圧シリンダの油室と前記エア通路との間をシールする第1シール部材と，",
            "前記大径軸部とともに前記凹穴に摺動自在に内嵌され，前記エア通路と前記油圧導入室との間をシールする第2シール部材とを備え，",
            "前記油圧シリンダの油室と前記エア通路とが互いに連通せず，",
            "前記エア通路の一端部は，加圧エア供給源から加圧エアが供給されるエア供給路に接続され，前記エア通路の他端部は，外界に開放されたエア排出路に接続され，",
            "前記環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記エア通路の一端部側に設けられ，前記加圧エアの通路となる第1エア通路が形成され，",
            "前記油圧導入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に設けられ，前記加圧エアの通路となる第2エア通路が，前記キャップ部材の外周部と前記装着孔の内周面との間，または，前記キャップ部材の内部に形成され，",
            "前記出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記第2方向に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知され，",
            "前記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記油圧により前記弁体が前記第1方向に進出して前記エア通路を外界に開放する開弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材が所定の位置から離れたことが検知されることを特徴とする位置検知装置。」",
            "(本件発明2)",
            "「油圧供給源から供給される油圧シリンダの油圧によって前記油圧シリンダの油室側に弁機構の弁体を進出させ，前記油圧シリンダの出力部材により前記油圧シリンダの油室と反対側に弁体を移動させて前記油圧シリンダのシリンダ本体に形成されたエア通路の開閉状態を切換えることにより前記出力部材の位置を検知可能に構成し，",
            "前記弁体は，小径軸部と，前記小径軸部に対して油室と反対側に設けられた大径軸部とが一体形成された弁体本体を含み，",
            "前記シリンダ本体の装着孔の途中部に装着され，前記弁体の小径軸部が挿入される貫通孔を有する環状部材と，",
            "前記環状部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴を有するキャップ部材と，",
            "前記凹穴内に設けられ，前記油室の油圧が導入され，前記油圧によって前記弁体を前記油室側に進出させる油圧導入室と，",
            "前記小径軸部の外周側に設けられ，前記油圧シリンダの油室と前記エア通路との間をシールする第1シール部材と，",
            "前記大径軸部とともに前記凹穴に摺動自在に内嵌され，前記エア通路と前記油圧導入室との間をシールする第2シール部材とを備え，",
            "前記油圧シリンダの油室と前記エア通路とが互いに連通せず，",
            "前記エア通路の一端部は，加圧エア供給源から加圧エアが供給されるエア供給路に接続され，前記エア通路の他端部は，外界に開放されたエア排出路に接続され，",
            "前記環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記エア通路の一端部側に設けられ，前記加圧エアの通路となる第1エア通路が形成され，",
            "前記油圧導入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に設けられ，前記加圧エアの通路となる第2エア通路が，前記キャップ部材の外周部と前記装着孔の内周面との間，または，前記キャップ部材の内部に形成され，",
            "前記出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記油室と反対側に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知され，",
            "前記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記油圧により前記弁体が前記油室側に進出して前記エア通路を外界に開放する開弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材が所定の位置から離れたことが検知されることを特徴とする位置検知装置。」",
            "(本件発明3)",
            "「前記油圧シリンダの油圧は，前記弁体の進退方向の軸心と同軸に形成された貫通孔を通じて前記凹穴内に供給されることを特徴とする請求項1または請求項2に記載の位置検知装置。」",
            "(本件発明4)",
            "「前記弁体は，前記出力部材の進退方向と直交する方向に沿って進退可能に設けられたことを特徴とする請求項1から請求項3のいずれかに記載の位置検知装置。」",
            "(本件発明5)",
            "「前記弁体は，前記出力部材の進退方向に沿って進退可能に設けられたことを特徴とする請求項1から請求項3のいずれかに記載の位置検知装置。」",
            "(本件発明6)",
            "「前記出力部材の上昇限界位置，下降限界位置のうちの何れかの位置を検知可能に構成したことを特徴とする請求項1から請求項5のいずれかに記載の位置検知装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張した無効理由の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "本件発明は，米国特許第3530896号明細書(甲1。以下，「甲1文献」という。)に記載された発明(以下，「甲1発明」という。)に甲2～10に記載の事項及び従来周知の事項を適用することで当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないものであるから，本件特許は特許法123条1項2号に該当し，無効とすべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "本件発明は，米国特許第3555966号明細書(甲2。以下，「甲2文献」という。)に記載された発明(以下，「甲2発明」という。)に甲1，甲3～8に記載の事項及び従来周知の事項を適用することで当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないものであるから，本件特許は特許法123条1項2号に該当し，無効とすべきものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3",
                  "text": [
                    "本件発明は，英国特許出願公開第1140216号明細書(甲3の1。以下，「甲3文献」という。)に記載された発明(以下，「甲3発明」という。)に甲1文献，甲2文献，甲4，6～8に記載の事項及び従来周知の事項を適用することで当業者が容易に発明をすることができたものであって，特許法29条2項の規定により特許を受けることができないものであるから，本件特許は特許法123条1項2号に該当し，無効とすべきものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4",
                  "text": [
                    "本件発明は，出願時に原出願の明細書，特許請求の範囲及び図面(以下，「原出願明細書等」という。)に記載されていない新規な技術事項を追加したものであるから，特許法44条の規定に違反し，本件特許の出願日は，本件原出願日ではなく本件出願日である。したがって，本件発明は，本件出願日前に頒布された刊行物である原出願に係る公開公報である特開2013-82025号公報(甲12)に記載された発明であるから，特許法29条1項3号の規定により特許を受けることができないものであって，特許法123条1項2号に該当し，無効とすべきものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，甲4～10は，以下のとおりである。",
                    "甲4：米国特許第4632018号明細書",
                    "甲5：米国特許第3348803号明細書",
                    "甲6：米国特許第3463055号明細書",
                    "甲7：特開平6-15549号公報",
                    "甲8：特開2003-305626号公報",
                    "甲9：実願昭62-102171号(実開昭64-6373号)のマイクロフィルム",
                    "甲10：特開昭59-212503号公報"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "「圧縮バネ35の付勢によってパイロット弁Bのスプール弁29を下方に進出させ，油圧パワーアクチュエータAのカム部材43と同軸のピストン15及び出力用ピストンロッド16により前記スプール弁29を下方と反対の上方へ移動させてパイロット弁Bに形成されたポートの接続状態を切換えることにより流体制御回路を制御可能に構成し，",
                    "前記スプール弁29は，軸方向に離間した端部30，31が小径の首部32によって相互に接続された弁を含み，",
                    "シリンダ10のエンドキャップ11に装着され，前記スプール弁29が挿入される孔22を有するバルブ本体21と，",
                    "前記バルブ本体21の上端の孔延長部33を塞いで固定されるネジ栓34と，",
                    "前記孔延長部33に設けられ，油圧パワーアクチュエータAのアクチュエータ流体が供給され，前記アクチュエータ流体圧力によって前記スプール弁29をバランスさせる孔とを備え，",
                    "前記油圧パワーアクチュエータAの油室と前記ポートとが互いに連通せず，",
                    "前記ポートの端部は，流体制御配管が接続され，",
                    "前記バルブ本体21を前記バルブ本体21の径方向に貫通する，加圧流体の通路となるポートが形成され，",
                    "前記カム部材43が空所24から引き抜かれるときにはポート26とポート27とが連通しポート26とポート28とが接続解除される状態になり，前記カム部材43が前記空所24に挿入されたときには前記スプール弁29が前記上方に移動して前記ポート26とポート28とが連通されポート26とポート27とが接続解除される状態に切換えられ，",
                    "前記アクチュエータ流体によって前記カム部材43が前記空所24から引き抜き開始したときには前記圧縮バネ35の付勢により前記スプール弁29が前記下方に進出してポート26とポート27とが連通しポート26とポート28とが接続解除される状態に切換えられるパイロット弁B」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明",
                  "text": [
                    "「バネ50の付勢力及び空圧パイロット弁16の加圧エアによって空圧パイロット弁16の弁操作具44及び弁部材46を外方に進出させ，シリンダ12のピストンロッド26に固定されたピストン24により前記弁操作具44及び弁部材46を内方へ移動させて前記シリンダ12のヘッド20に形成された流体通路の開閉状態を切換えることにより前記ピストン24の位置を検知可能に構成し，",
                    "前記弁操作具44及び弁部材46は，弁孔53の縮径端部52を通って突出する弁操作具44と，前記弁操作具44に対して内方側に設けられた弁部材46とが一体化して連結されており，",
                    "前記ヘッド20の弁孔53の途中部に装着され，前記弁部材46が挿入される貫通孔を有するリングスペーサ80と，",
                    "前記リングスペーサ80に隣接し，前記ヘッド20の弁孔53を塞ぐように固定され，凹穴を有するプラグ74と，",
                    "前記凹穴内に配置され，前記弁操作具44及び弁部材46を前記外方に進出させるバネ50と，",
                    "前記弁部材46の外周側に設けられ，前記シリンダ12のメインシリンダと前記流体通路との間をシールする弾性シール手段78とを備え，",
                    "前記シリンダ12のメインシリンダと前記流体通路とが互いに連通せず，",
                    "前記流体通路は，圧力流体供給源から圧力流体が供給され通孔58に連通する入口継手60，通孔56に連通する出口継手62，外界に開放された排気孔64に接続され，",
                    "前記リングスペーサ80を前記リングスペーサ80の径方向に貫通し，前記圧力流体の通路となる流体通路が形成され，",
                    "前記ピストン24が後退すると通孔56を排気孔64に連通させるとともに加圧エアが通孔58から通孔56及び排気孔64へ流れるのを阻止し，前記ピストン24が前記行程端に達したときには前記弁部材46が前記内方に移動して前記圧力流体が通孔58から通孔56へ流れる状態に切換えられ，当該切換えにより前記空圧パイロット弁16に対して通孔58から通孔56に圧力流体が流れる流体通路を形成し，当該操作結果を介してピストン24の位置を検知する，位置検知装置。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲3発明",
                  "text": [
                    "「圧力流体配管39から供給される低圧シリンダ20の油圧によって，二方パイロット弁100の差圧ピストンを休止位置に進出させ，低圧シリンダ20の作業ピストン21により前記差圧ピストンを終端位置へ移動させて前記低圧シリンダのシリンダ本体に形成された流体通路の開閉状態を切換えることにより前記作業ピストン21の反転動作可能に構成し，",
                    "前記差圧ピストンは，小径軸部と，前記小径軸部に対して終端位置側に設けられた大径軸部とが一体形成されており，",
                    "前記低圧シリンダ20の油圧が導入され，前記油圧によって前記差圧ピストンを前記休止位置に進出させる油圧導入室を備え，",
                    "前記低圧シリンダ20のメインシリンダ空間23と前記流体通路とが互いに連通せず，",
                    "前記流体通路の一端部は，圧力流体配管39に接続され，前記流体通路の他端部は外界に開放され，",
                    "前記二方パイロット弁100を貫通して前記流体通路が形成され，",
                    "前記作業ピストン21が左方へストロークしているときには，前記二方パイロット弁100は閉じ状態に保持され，前記作業ピストン21が左端位置に達したときには前記差圧ピストンが終端位置に移動して前記二方パイロット弁100は開かれた状態に切換えられ，当該切換えにより前記二方パイロット弁100に対して前記一端部側に位置する管路93の圧力が低下し三方弁37，38を切換えて作業ピストン21が反転動作され，",
                    "前記油圧によって作業ピストン21が反転動作したときには前記油圧により前記差圧ピストンが休止位置に進出して前記二方パイロット弁100を閉じ状態に保持する油圧複動式圧力ブースタ」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲1発明との対比",
                      "text": [
                        "(一致点)",
                        "「弁機構の弁体を第1方向に進出させ，油圧シリンダの出力部材により前記弁体を第1方向と反対の第2方向へ移動させて流路の流通状態を切換えるように構成し，",
                        "前記弁体は，軸部が一体形成された弁体本体を含み，",
                        "前記弁体の軸部が挿入される貫通孔を有する円筒部材と，",
                        "前記円筒部材に隣接して固定されるキャップ部材と，",
                        "油圧シリンダの油圧が導入される室とを備え，",
                        "前記油圧シリンダの油室と前記流路とが互いに連通せず，",
                        "前記出力部材が所定の位置にないときには流路の流通状態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記第2方向に移動して前記流路の流通状態が切換えられ，",
                        "前記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記弁体が前記第1方向に進出して流路の流通状態が切換えられる装置」",
                        "(相違点1)",
                        "本件発明1の弁機構が，「前記シリンダ本体の装着孔の途中部に装着され，前記弁体の小径軸部が挿入される貫通孔を有する環状部材」と「前記環状部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴を有するキャップ部材」とを備え，シリンダ本体の装着孔に設けられたものであるのに対し，甲1発明のパイロット弁Bが，エンドキャップ11に装着されたものである点。",
                        "(相違点2)",
                        "本件発明1の弁機構が，「前記凹穴内に設けられ，前記油圧シリンダの油圧が導入され，前記油圧によって前記弁体を前記第1方向に進出させる油圧導入室」及び「小径軸部と，前記小径軸部に対して第2方向側に設けられた大径軸部とが一体形成された弁体本体」を備え，「油圧供給源から供給される油圧シリンダの油圧によって弁機構の弁体を第1方向に進出させ」るものであるのに対し，甲1発明のパイロット弁Bは，孔延長部33に供給された加圧流体はスプール弁29をバランスさせる流体圧力を作用させるだけで，圧縮バネ35のバネ力によってスプール弁29を下方に進出させるものである点。",
                        "(相違点3)",
                        "本件発明1の弁機構が，「前記小径軸部の外周側に設けられ，前記油圧シリンダの油室と前記エア通路との間をシールする第1シール部材」及び「前記大径軸部とともに前記凹穴に摺動自在に内嵌され，前記エア通路と前記油圧導入室との間をシールする第2シール部材」を備えているのに対し，甲1発明では，スプール弁29に設けられて空所24とポートとの間又は孔延長部33とポートとの間をシールする部材については不明である点。",
                        "(相違点4)",
                        "本件発明1の流路が「油圧シリンダのシリンダ本体に形成されたエア通路」であり，「前記エア通路の一端部は，加圧エア供給源から加圧エアが供給されるエア供給路に接続され，前記エア通路の他端部は，外界に開放されたエア排出路に接続され，前記環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記エア通路の一端部側に設けられ，前記加圧エアの通路となる第1エア通路が形成され，前記油圧導入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に設けられ，前記加圧エアの通路となる第2エア通路が，前記キャップ部材の外周部と前記装着孔の内周面との間，または，前記キャップ部材の内部に形成され」るものであるのに対し，甲1発明の流路は，バルブ本体21の径方向に貫通して形成された加圧流体の通路となるポート及び該ポートの端部に接続された流体制御配管であって，前記加圧流体の種類は特定されていない点。",
                        "(相違点5)",
                        "本件発明1の「装置」は，油圧シリンダに形成されたエア通路の開閉状態を切換えることにより出力部材の位置を検知する位置検知装置であって，「前記出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記第2方向に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知され，前記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記油圧により前記弁体が前記第1方向に進出して前記エア通路を外界に開放する開弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材が所定の位置から離れたことが検知される」ものであるのに対し，甲1発明の「装置」は，パイロット弁Bに形成されたポートの接続状態を切換えることにより流体制御回路を制御可能ではあるが，カム部材43(又はピストン15及びピストンロッド16)の位置を検出する装置であるか否かは不明である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "text": [
                            "甲1発明は，従来のパイロット弁のユニットと連動カムの可動部分が外部に露出していたために生じた，汚染物が侵入しやすく，部品を適切に潤滑できないとの問題点を解決しようとして，バルブ本体21やエンドキャップ11により当該可動部分が完全に密閉されるようにしたものである。一方，本件発明1は，甲1発明のカム部材43のような，出力部材とは別の弁体を移動させるための構成をピストンとは別途に備えたものではないから，本件発明1と甲1発明とは，そもそも前提とする構成において相違し，甲1発明の流路や開閉弁機構をシリンダ本体10に設けることの動機付けがあるとはいえない。",
                            "したがって，甲1発明に上記相違点1に係る構成を備えることは，当業者が容易になし得たものであるということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2について",
                          "text": [
                            "甲1発明において，孔延長部33を，油室の油圧によって，スプール弁29をピストン15及びピストンロッド16側に進出させた状態に保持するためには，スプール弁29の両端に作用する油圧において，孔延長部33側のものを相対的に大きくすることが必要であり，その結果，油室の油圧の影響によりカム部材43によるスプール弁29の図1における上方への移動を妨げることとなるから，甲1発明に上記相違点2に係る構成を備えることの阻害事由があるというべきである。",
                            "したがって，甲1発明に上記相違点2に係る構成を備えることは，当業者が容易になし得たものであるということはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3について",
                          "text": [
                            "甲1文献には，スプール弁29に設けられ，空所24とポートとの間又は孔延長部33とポートとの間をシールする部材については，記載されていない。また，図1を見ると，バルブ本体21とエンドキャップ構造11との間，バルブ本体21とスペーサ部材47との間，バルブ本体21とネジ栓34との間には，それぞれ，Oリングのようなシール部材が配置されていることが明示されていると理解されるが，スプール弁29とバルブ本体21との当接部分に，シールする部材を配置する点は明示されていない。",
                            "したがって，甲1発明に上記相違点3に係る構成を備えることは，当業者が容易に成し得たものであるということはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点4について",
                          "text": [
                            "加圧エアの通路として形成されるエア通路について，環状部材の径方向に貫通して形成した第1エア通路，及び，油圧導入室の外周に位置し，キャップ部材の外周部と装着孔の内周面との間，または，前記キャップ部材の内部に形成した第2エア通路の両方を備えた点については，甲2文献，甲3文献，甲5，6のいずれにおいても，環状部材に相当する部分にエア通路を径方向に貫通して形成した構造は記載されているものの，キャップ部材に相当する部分についてエア通路を形成することは示唆されていないし，他の甲号証にも記載されていないことから，従来周知の構造ともいうことができない。そして，このような環状部材及びキャップ部材の両方にエア通路を設けた構造を採用することにより，シール部材の交換等のメンテナンスが容易となり，位置検知装置の信頼性や耐久性を向上させ，シリンダ本体に複雑な加工を行うことなく「弁体」及び「油圧導入室」の周囲のスペースを有効に活用して「加圧エア」の流路を構成することができ，位置検知装置を小型化できるという効果を奏することができることからみて，単なる設計的事項ということもできない。",
                            "したがって，甲1発明に上記相違点4に係る構成を備えることは，当業者が容易になし得たものであるということはできない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "相違点5について",
                          "text": [
                            "甲1発明は，ピストン15及びピストンロッド16が後退ストローク端に達したときに，カム部材43によりパイロット弁Bのスプール弁29を移動させて，ポート26と27とを接続する流路とポート26と28とを接続する流路との間で切り換えることで，当該ピストン15及びピストンロッド16が往復移動するよう制御するものであるから，甲1発明のスプール弁29は，ポート26～28との間の流路を切り換え，ピストン15及び16が自動的に反転動作をするための動作切替手段の一部である。そうすると，当業者が，自動往復運動をしているピストン15及びピストンロッド16が後退ストローク端に達したことを検知しようとして，動作切替手段の一部にすぎないスプール弁29に，ピストン15及びピストンロッド16が後退ストローク端に達したことの検知機能を持たせようとする合理的理由がない。",
                            "したがって，甲1発明を上記相違点5に係る構成を備えたものとすることは，当業者が容易になし得たものであるということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上のとおりであるから，本件発明1は，甲1発明，甲2文献，甲3文献，甲4～10に記載された事項及び従来周知の事項を適用することで，当業者が容易に発明をすることができたものであるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2～6について",
                  "text": [
                    "本件発明2～6は，本件発明1で特定された事項を全て含み，さらなる限定事項を付加したものであるから，本件発明2～6は，本件発明1と同様に，甲1発明，甲2文献，甲3文献，甲4～10に記載された事項及び従来周知の事項を適用することで，当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲2発明との対比",
                      "text": [
                        "(一致点)",
                        "「弁機構の弁体を第1方向に進出させ，油圧シリンダの出力部材により前記弁体を第1方向と反対の第2方向へ移動させて前記油圧シリンダのシリンダ本体に形成されたエア通路の開閉状態を切換えることにより前記出力部材の位置を検知可能に構成し，",
                        "前記弁体は，小径軸部と，前記小径軸部に対して第2方向側に設けられた大径軸部とが一体形成された弁体本体を含み，",
                        "前記シリンダ本体の装着孔の途中部に装着され，前記弁部材46が挿入される貫通孔を有する環状部材と，",
                        "前記環状部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴を有するキャップ部材と，",
                        "前記弁体の外周側に設けられ，前記油圧シリンダの油室と前記エア通路との間をシールするシール部材とを備え，",
                        "前記油圧シリンダの油室と前記エア通路とが互いに連通しない，位置検知装置。」",
                        "(相違点1)",
                        "本件発明1の弁機構は，弁体を第1方向に進出させるのに，キャップ部材の「凹穴内に設けられ，前記油圧シリンダの油圧が導入され，前記油圧によって前記弁体を前記第1方向に進出させる油圧導入室」を備え，「油圧供給源から供給される油圧シリンダの油圧によって」行うのに対し，甲2発明の空圧パイロット弁16は，油圧導入室に相当する構成を備えておらず，バネ50の作用及び加圧エアによって弁操作具44及び往復弁部材46を外方に進出させる点。",
                        "(相違点2)",
                        "本件発明1の環状部材は，「弁体の小径軸部が挿入される貫通孔を有する」のに対し，甲2発明のリングスペーサ80は，大径軸部となる「弁部材46が挿入される貫通孔を有する」ものである点。",
                        "(相違点3)",
                        "本件発明1は，「前記小径軸部の外周側に設けられ，前記油圧シリンダの油室と前記エア通路との間をシールする第1シール部材と，前記大径軸部とともに前記凹穴に摺動自在に内嵌され，前記エア通路と前記油圧導入室との間をシールする第2シール部材」を備えているのに対し，甲2発明では，弁部材46の外周側に設けられた弾性シール手段78のみを備える点。",
                        "(相違点4)",
                        "本件発明1のエア通路は，「前記エア通路の一端部は，加圧エア供給源から加圧エアが供給されるエア供給路に接続され，前記エア通路の他端部は，外界に開放されたエア排出路に接続され，前記環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記エア通路の一端部側に設けられ，前記加圧エアの通路となる第1エア通路が形成され，前記油圧導入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に設けられ，前記加圧エアの通路となる第2エア通路が，前記キャップ部材の外周部と前記装着孔の内周面との間，または，前記キャップ部材の内部に形成され」るもので，「前記出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記第2方向に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知され，前記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記油圧により前記弁体が前記第1方向に進出して前記エア通路を外界に開放する開弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材が所定の位置から離れたことが検知される」ものであるのに対し，甲2発明の流体通路は，「前記流体通路は，圧力流体供給源から圧力流体が供給され通孔58に連通する入口継手60，通孔56に連通する出口継手62，外界に開放された排気孔64に接続され，前記リングスペーサ80を前記リングスペーサ80の径方向に貫通し，前記圧力流体の通路となる流体通路が形成され」るものであり，「前記ピストン24が後退すると通孔56を排気孔64に連通させるとともに加圧エアが通孔58から通孔56及び排気孔64へ流れるのを阻止し，前記ピストン24が前記行程端に達したときには前記弁部材46が前記内方に移動して前記圧力流体が通孔58から通孔56へ流れる状態に切換えられ，当該切換えにより前記空圧パイロット弁16に対して通孔58から通孔56に圧力流体が流れる流体通路を形成し，当該操作結果を介してピストン24の位置を検知する」ものであるから，流体通路が，一端部に圧力流体が供給される第1エア通路が形成され，他端部が外界に開放される第2エア通路という構造とならず，圧力検知及び出力部材の位置検知のやり方も異なる点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "text": [
                            "甲2発明の加圧エアは，空圧パイロット弁16の弁部材46に対してシリンダ12の内部の方向へ向けて押圧し続ける機能と，出力部材が所定の位置に達したことを伝えるための構成の一部である機能とを併有するものであるところ，甲2発明の空圧パイロット弁16において，油室と空間を連通させる油圧導入路を形成して，油室の油圧によって，弁部材46をピストンロッド26側に進出させた状態に保持することは，上記加圧エアが併有する上記二つの機能のうち，弁部材46に対して押圧するとの機能のみを油圧で置き換えようとするものであって，そのように一部の機能に係る構成部分のみを置き換えることの動機付けが甲2発明に存在するとは認められない。",
                            "したがって，甲2発明を，上記相違点1に係る構成を備えたものとすることは，当業者が容易になし得たものであるとすることはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2及び3について",
                          "text": [
                            "上記相違点1で説示したように，甲2発明の空圧パイロット弁16においては，油室と空間を連通させる油圧導入路を形成して，油室の油圧によって，弁部材46をピストンロッド26側に進出させた状態に保持する構成部分のみを置き換えることの動機付けがないことに鑑みると，甲2発明に相違点2及び3に係る本件発明1の特定事項を備えさせることも，同様に動機付けがないものというべきである。",
                            "したがって，甲2発明を，上記相違点2及び3に係る構成を備えたものとすることは，当業者が容易になし得たものであるとすることはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点4について",
                          "text": [
                            "本件発明1に特定された事項である，「前記エア通路の一端部は，加圧エア供給源から加圧エアが供給されるエア供給路に接続され，前記エア通路の他端部は，外界に開放されたエア排出路に接続され」という構成は，出力部材が所定の位置に達したときに，出力部材により弁体を移動させて開閉弁機構の開閉状態を切り換え，エア通路のエア圧を介して出力部材が前記所定の位置に達したことを検知可能にするものである。したがって，加圧エアが供給される一端部から外界に連通した他端部までのエア通路全体の圧力が，開閉弁機能の開閉状態を切り換える動作によって，加圧エアの圧力と外界の圧力との間で大きく変化し，当該圧力の変化を検出することで，出力部材が所定の位置に達したことを検知するものである。",
                            "一方，甲2発明の通孔58によって供給される加圧エアは，空圧パイロット弁16の弁部材46に対してシリンダ12の内部の方向へ向けて押圧し続ける機能と，出力部材が所定の位置に達したことを伝えるための構成の一部である機能とを併有するものであるところ，前者の機能のためにも，後者の機能のためにも，通路58の加圧エアの圧力が変化しないことが望ましい。",
                            "そうすると，甲2発明を，相違点4に係る構成を備えたものとすることは，変化しないことが望ましい通路58内の加圧エアの圧力を変化させるものであるから，そうした置換えに対する阻害事項が存在するというべきである。",
                            "したがって，甲2発明を，上記相違点4に係る構成を備えたものとすることは，当業者が容易になし得たものであるとすることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上のとおりであるから，本件発明1は，甲2発明，甲1文献，甲3文献，甲4～8に記載された事項及び従来周知の事項を適用することで，当業者が容易に発明をすることができたものであるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2～6について",
                  "text": [
                    "本件発明2～6は，本件発明1で特定された事項を全て含み，さらなる限定事項を付加したものであるから，本件発明2～6は，本件発明1と同様に，甲2発明，甲1文献，甲3文献，甲4～8に記載された事項及び従来周知の事項を適用することで，当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1と甲3発明との対比",
                      "text": [
                        "(一致点)",
                        "「油圧供給源から供給される油圧シリンダの油圧によって，弁機構の弁体を第1方向に進出させ，油圧シリンダの出力部材により前記弁体を第1方向と反対の第2方向へ移動させて前記油圧シリンダのシリンダ本体に形成された流体通路の開閉状態を切換えるように構成し，",
                        "前記弁体は，小径軸部と，前記小径軸部に対して第2方向側に設けられた大径軸部とが一体形成された弁体本体を含み，",
                        "前記油圧シリンダの油圧が導入され，前記油圧によって前記弁体を前記第1方向に進出させる油圧導入室を備え，",
                        "前記油圧シリンダの油室と前記流体通路とが互いに連通せず，",
                        "前記流体通路の一端部は，圧力流体供給源から圧力流体が供給される圧力流体供給路に接続され，前記流体通路の他端部は，外界に開放された圧力流体排出路に接続された",
                        "切換装置。」",
                        "(相違点1)",
                        "弁機構の構成について，本件発明1は，「前記シリンダ本体の装着孔の途中部に装着され，前記弁体の小径軸部が挿入される貫通孔を有する環状部材と，前記環状部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴を有するキャップ部材と，前記凹穴内に設けられた油圧導入室と，前記小径軸部の外周側に設けられ，前記油圧シリンダの油室と前記エア通路との間をシールする第1シール部材と，前記大径軸部とともに前記凹穴に摺動自在に内嵌され，前記エア通路と前記油圧導入室との間をシールする第2シール部材とを備え，前記環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記エア通路の一端部側に設けられ，前記加圧エアの通路となる第1エア通路が形成され，前記油圧導入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に設けられ，前記加圧エアの通路となる第2エア通路が，前記キャップ部材の外周部と前記装着孔の内周面との間，または，前記キャップ部材の内部に形成され」ているのに対し，甲3発明では，環状部材，キャップ部材，第1シール部材，第2シール部材については不明であり，油圧導入室もキャップ部材の凹穴内に設けられたものではなく，流体通路も二方パイロット弁100を貫通して形成されているだけである点。",
                        "(相違点2)",
                        "本件発明1は，出力部材が所定の位置に達したときに，出力部材により弁体を移動させて開閉弁機構の開閉状態を切り換えて，エア通路のエア圧を介して出力部材が所定の位置に達したことを検知可能とした位置検出装置であるのに対し，甲3発明は，ピストン21により差圧ピストンを移動させて二方パイロット弁63，64の開閉状態を切り換えて，流体通路の流体圧を介して反転動作する装置である点。",
                        "(相違点3)",
                        "本件発明1では，ピストンを油圧駆動にし，位置検出装置の制御流体を「加圧エア」としているのに対し，甲3発明においては，ピストンを油圧駆動にした場合，反転動作する装置の制御流体が「加圧油」となる点。",
                        "(相違点4)",
                        "切換装置の制御について，本件発明1では，「前記出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記第2方向に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知され，前記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記油圧により前記弁体が前記第1方向に進出して前記エア通路を外界に開放する開弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材が所定の位置から離れたことが検知される」のに対して，甲3発明では，「前記作業ピストン21が左方へストロークしているときには，前記二方パイロット弁100は閉じ状態に保持され，前記作業ピストン21が左端位置に達したときには前記差圧ピストンが終端位置に移動して前記二方パイロット弁100は開かれた状態に切換えられ，当該切換えにより前記二方パイロット弁100に対して前記一端部側に位置する管路93の圧力が低下し三方弁37，38を切換えて作業ピストン21が反転動作され，前記油圧によって作業ピストン21が反転動作したときには前記油圧により前記差圧ピストンが休止位置に進出して前記二方パイロット弁100を閉じ状態に保持する」ものである点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点についての判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1について",
                          "text": [
                            "本件発明1において，相違点1に係る発明特定事項のように，弁機構の構造として流体通路を形成した環状部材及びキャップ部材を用いて，これらを弁体に組み合わせた上，第1シール部材及び第2シール部材でシールして構成したのは，出力部材の位置検出可能な油圧シリンダを小型化するとともに，位置検知装置の信頼性や耐久性を向上させる目的のためである。そして，これら各部材の配置，組合せ，構造の相乗効果により上記目的が達成されるものであると認められる。一方，甲3文献だけでなく，その他の甲号証を見ても，相違点1に係る構成を有する弁機構の構造は見当たらない。",
                            "そうすると，甲3発明において，上記相違点1に係る構成を備えたものとすることは当業者が容易に想到し得たものであるということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2について",
                          "text": [
                            "甲3発明の二方向パイロット弁100，101は，流体通路を切り換え，作業ピストン21が自動的に反転動作をするための動作切替手段の一部である。そうすると，当業者が自動往復運動をしている作業ピストン21の行程端を検知しようと試みて，動作切替手段の一部にすぎない二方パイロット弁100，101に作業ピストン21の行程端の検知機能を持たせようとすることの動機付けがあるとはいえない。",
                            "そうすると，甲3発明において，上記相違点2に係る構成を備えたものとすることは当業者が容易に想到し得たものであるということはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3について",
                          "text": [
                            "甲3発明は，従来技術が有する，作業ピストンが行程端位置において，制御弁の制御室への圧力供給がゆっくりとなることによって生じる不利益を解決しようとして，作業ピストン21により二方パイロット弁63，64，100，101の開閉状態を切り換えて，四方弁36の制御室50，51や，三方弁37，38の制御室に作業ピストン21に対する流体供給源の圧力「p」が作用するようにして，従来技術ではゆっくりであった制御室における圧力変化を，圧力供給源からの圧力「p」を作用させることで，迅速な圧力変化を達成するものである。",
                            "したがって，甲3発明においては，作業ピストン21を駆動するための流体と，反転動作する装置の制御流体の圧力供給源を共通としたことに技術的な意義があるから，前者を油圧とし，後者をエアと異なったものとすることへの動機付けがあるとはいえないし，むしろそうすることの阻害事由があるというべきである。",
                            "よって，甲3発明に上記相違点3に係る構成を備えることは，当業者が容易になし得たものであるということはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点4について",
                          "text": [
                            "甲3発明における二方パイロット弁の開閉切換え構成は，単に圧力の変化を検知させるための単独の部品というものではなく，作業ピストンの反転動作を行う四方弁又は三方弁を含む油圧制御回路の一部として機能しており，甲3発明の油圧制御回路全体の構造に関連するものと認められる。そして，甲3発明においては，二つの二方パイロット弁，低圧シリンダ，四方弁又は三方弁を機能的に組み合わせることで，確実に油圧制御回路の圧力状態を切り換えて作業ピストンを反転動作させているから，このように完成した油圧制御回路の一部の開閉状態を変更することの動機付けがないものというべきである。",
                            "また，相違点4については，さらに，本件発明1の弁機構が，出力部材が所定の位置から移動開始したときには開弁状態に切り換えられ，当該切換えにより弁機構に対して一端部側に位置するエア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材が所定の位置から離れたことが検知されるのに対し，甲3発明の二方パイロット弁は，作業ピストン21が反転動作したときには閉じ状態に保持されるものである。そして，甲3発明では，作業ピストン21が反転動作した際に二方パイロット弁が閉じ状態になっても，制御管路98には圧力が供給されないように構成されているため，圧力の変化による作業ピストン21の位置移動の検知を行うことができないものである。",
                            "したがって，甲3発明に上記相違点4に係る構成を備えることは，当業者が容易になし得たものであるということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上のとおりであるから，本件発明1は，甲3発明，甲1文献，甲2文献，甲4，6～8に記載された事項及び従来周知の事項を適用することで，当業者が容易に発明をすることができたものであるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2～6について",
                  "text": [
                    "本件発明2～6は，本件発明1で特定された事項を全て含み，さらなる限定事項を付加したものであるから，本件発明2～6は，本件発明1と同様に，甲3発明，甲1文献，甲2文献，甲4，6～8に記載された事項及び従来周知の事項を適用することで，当業者が容易に発明をすることができたものであるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由4について",
              "text": [
                "原出願明細書等の記載から，閉止面68は，クランプロッド5が軸心方向へ移動する際に，開口部71aあるいは72aに対して摺動することで，当該開口部71aあるいは72aを開閉するものであることが理解できる。そして，当該摺動部から発生する摩耗等により，長時間使用した場合に開口部71aおよび72aの閉止性能が低下することや，摺動部の摩耗等は，当該互いに摺動しつつ移動する距離が長いほど激しくなるであろうことは，当業者にとって明らかである。そうすると，当該移動距離が無いか，あるいは短ければ短いほど，上記摺動に伴う閉止性能の低下が緩和されるであろうことも，当業者にとって明らかである。",
                "したがって，仮に閉止面と開口部との間で摺動する部分が残っていたとしても，原出願明細書等記載の，クランプロッド5に対して連結された検出具62の外周面に摺動面68を設けたもののように，クランプロッド5の軸方向の移動距離と摺動面68の移動距離が等しくなるような構成ではなく，例えば，本件発明1のように，クランプロッド5の軸方向の移動に応答して，それよりも短い移動距離で開閉を行うように摺動面を構成することで，上記従来技術の問題が解決できると，原出願明細書等の記載から当業者は理解できるといえる。",
                "そうすると，本件特許に係る分割出願の特許請求の範囲において，「弁体が弁座に当接する構成」との限定が省かれたとしても，本件特許に係る分割出願が原出願明細書に記載された事項の範囲内においてしたものではないということはできない。",
                "以上のとおりであるから，本件特許に係る分割出願は適法にされたものであり，本件特許に係る出願は，特許法44条2項により，原出願に係る出願の時にしたものとみなされる。",
                "したがって，本件発明1～6に係る発明が，原出願に係る公開公報に記載されていることをもって，特許法29条1項3号に違反した無効理由がある，との原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効理由1の認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1(甲1発明の認定の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲 1発明は，スプール弁29によって流路の開閉を行うことで，油圧パワーアクチュエータAの供給配管13又は14に交互に供給又は排出される流体の圧力によってピストン15が往復移動するように制御するものである，と認定する。",
                    "しかし，甲 1 発明は，ピストンが行程端に達したことを検出して，切換え弁など他の機器を操作する発明であって，往復制御に限定したものではない。他方，本件発明1は，ピストンが「所定の位置」に達したことを検出する検出装置であるものの，検出装置の目的は，「所定の位置」に達したことを検出して，他の機器を制御することにある。したがって，甲1 発明と本件発明1は，この点において，技術的に全く同一のものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，相違点 1 に対する検討などにおいて，本件発明1は，甲1発明のカム部材43のような，出力部材とは別の弁体を移動させるための構成をピストンとは別途に備えたものではない，と認定する。",
                    "しかし，カム部材43は，出力部材の一部であり，弁機構に出力部材の動きを滑らかに伝えるために当業者が適宜選択して採用できる構成にすぎないし，甲1発明の技術思想は，カム部材43を設けた構造に限定されない。また，本件発明1においても，図1と図2の小径ロッド部4dと大径ロッド部4eとを連結している傾斜部分及び，図29と図30の検出用溝102が形成されたピストンロッド部材90の下部の外周部が，甲 1 発明における弁体31又は弁体51を移動させるカム部材43に相当している。したがって，甲 1 発明の図 1 にカム部材が存在することを理由として，甲 1 発明と本件発明1の技術的思想が相違すると判断することは誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2(相違点の認定の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定の誤り",
                  "text": [
                    "審決は，甲1発明の「バルブ本体21」と「ネジ栓34」が，本件発明1の「環状部材」と「キャップ部材」にそれぞれ相当することを認定する。したがって，甲1発明と本件発明1の相違点1は，審決の認定とは異なり，「本件発明1の弁機構がシリンダ本体の装着孔に設けられたものであるのに対し，甲1発明のパイロット弁Bが，エンドキャップ11に装着されたものである点」のみとなる。そして，本件発明1のシリンダ本体は，シリンダ部材及びその上下の端壁部材を包含するものである(【0030】)ところ，甲1発明のエンドキャップ11は，シリンダ本体10の端壁部材であるから，本件発明1の「シリンダ本体」に含まれる。したがって，エンドキャップ11の装着孔に設けられた甲 1 発明の弁機構も，本件発明1の弁機構と同様，「シリンダ本体の装着孔に設けられている」ものであり，両者に差異はない。",
                    "よって，本件発明 1 と甲 1 発明との相違点 1 のうち，甲1発明のパイロット弁が，シリンダ本体の装着孔に設けられていないとの審決の認定には，誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5の認定の誤り",
                  "text": [
                    "審決は，本件発明 1 の「装置」が位置検知装置であるのに対し，甲1発明の「装置」は，パイロット弁Bに形成されたポートの接続状態を切り換えることにより流体制御回路を制御可能ではあるが，カム部材43(又はピストン15及びピストン16)の位置を検出する装置であるか否か不明である，と認定する。",
                    "しかし，流体制御回路を制御すること(例えば，往復制御)は，位置検知装置の用途の一つである(甲2，9，10，14)。",
                    "したがって，前記審決の認定は誤っている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-3(相違点1の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)アのとおり，甲1発明と本件発明1の相違点 1 は，「本件発明1の弁機構がシリンダ本体の装着孔に設けられたものであるのに対し，甲1発明のパイロット弁Bが，エンドキャップ11に装着されたものである点」のみである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，甲1発明は，従来のパイロット弁のユニットと連動カムの可動部分を，パルブ本体21やエンドキャップ11により完全に密閉されるようにしたものであるところ，本件発明1は，弁体を移動させるための構成をピストンとは別途に設けたものではないから，甲1発明と本件発明1とは前提とする構成が異なり，甲1発明に甲2文献，甲3文献，甲5，6記載の各事項を適用する動機付けがないと判断する。",
                    "しかし，主引用例(甲1発明)に副引用例を適用する動機付けは，主引用例と副引用例の課題や目的などの同一性から判断されるべきであり，主引例と対象となる特許発明とを比較して判断されるべきものではないから，審決は，その判断の前提において誤っている。",
                    "仮に，甲1発明と本件発明の課題を比較して判断するべきであるとしても，本件発明の課題と甲1発明の課題は，弁機構のエア圧の変化で，出力部材(アクチュエータ)が所定の位置に達したことを検知するという点で同一である。",
                    "また，甲1発明のパイロット弁をバルブ本体(弁ケース)21で囲ったままで，シリンダ本体に内蔵することも，複数の公知文献(甲5，6)に記載された技術事項であり，周知技術である。バルブ本体21をシリンダ本体に内蔵することは，外部からの汚染物の侵入防止という甲1発明の効果をより向上させるものであって，甲1発明の作用効果を何ら減殺するものではない。したがって，当業者には，甲1発明のバルブ本体21を，シリンダ本体に内蔵するという甲5，6記載の技術事項，又は，周知技術を適用する具体的な動機付けがあり，相違点1の構成とすることを容易に想到する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，甲2文献，甲3文献，甲5，6には，位置検出のためのカム部材43がないから，甲1発明に適用すべき副引用例がないかのような認定をする。",
                    "しかし，審決は，甲1発明の認定において，カム部材が「出力部材」に該当することは認めているし，仮に，カム部材が出力部材とは別の部材であるとしても，甲1発明はカム部材43を必須の構成としておらず，本件発明1も，弁体を「カム部材を介して」出力部材で移動させることを排除していないことは，前記(1)イのとおりである。したがって，相違点1で問題となるのは，出力部材が弁体を移動させるための「突出部」の有無であり，それがカム部材である必要性はない。そして，甲5に記載された「ロッド75の端部76」は，ピストン34が行程端に達したことを検出するための突出部であり，甲6に記載された「スライド弁42の端部」も，ピストン32が最も後退した位置にあることを検出するための突出部である。また，甲2文献の「(空圧バルブ16の)弁操作具44の端部」や，甲3文献の「プランジャ65の端部」も，それぞれ「ピストンの位置を検出するための突出部」である。",
                    "以上のとおり，審決の前記判断は，甲2文献，甲3文献，甲5，6に記載された事項を誤認するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由1-4(相違点2の判断の誤り)",
              "text": [
                "審決は，甲1発明において，孔延長部33の油室の油圧によって，スプール弁29をピストン15及びピストンロッド16側に進出させた状態に保持することは，スプール弁29の両端に作用する油圧において，孔延長部33側のものを相対的に大きくすることであり，その結果，油室の油圧の影響によりカム部材43によるスプール弁29の上方への移動を妨げることとなるから，甲1発明には，相違点2に係る構成を備えることについて阻害事由があると判断する。",
                "しかし，甲1発明で問題となり得るのは，スプール弁29の最下端に，「上方に作用する」加圧流体の力が働き，それが，下方に作用するバネ35の力に抗するため，スプール弁29が「下方へ移動すること」が妨げられることである。これに対し，スプール弁29が「上方へ移動する」場合は，スプール弁29は，ピストン15による下方からの極めて強力な機械力で「上方に押し上げられる」のであるから，スプール弁29の「両端に作用する油圧」のバランスなど，全く問題にならず，阻害事由は存在しない。",
                "そして，本件発明1の相違点2の構成は，甲3文献，甲5，6，14，16に記載された周知技術であり，当業者が，甲1発明に甲3文献，甲5，6に記載された事項を適用して，相違点2の構成に想到するのは容易である。特に，甲3文献には，甲1発明と同様にバネ力で弁体を付勢した場合(図10)と，「油室と油圧導入室を連通させる油圧導入路を備え，油室の油圧によって弁体を出力部材側に進出させた状態に保持する構成」(図11)がいずれも開示され，「バネの押し力に代えて，図11に示されたような差圧ピストンの作用に基づく復帰動作を備えたスライド弁を使用可能である」との記載もあり，甲1発明の付勢バネを相違点2の構成に置換する具体的な示唆がある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由1-5(相違点3の判断の誤り)",
              "text": [
                "審決は，甲1発明について，アクチュエータを作動させる作動流体がパイロット弁の部品の潤滑剤として機能しているのであれば，潤滑剤となるアクチュエータの作動流体が当接摺動部となるスプール弁29とバルブ本体21との隙間に入ることを防止するシール部材をわざわざ設ける意味がないことは自明である，また，具体的なシール方法は周知で設計事項であるとしても，甲1発明について，空所24とポートとの間又は孔延長部33とポートとの間にシール部材を設けるようなことはしない，と認定する。",
                "しかし，弁部品の潤滑は，あくまで「アクチュエータ(出力部材)」が所定の位置に達したときに，パイロット弁の弁機構が切り換わり，その圧力変化で，他の機器を制御するという目的を達成するための副次的な目的であるから，弁機構の機能を阻害しない範囲で行われる。そして，パイロット弁の制御流体の圧力変化を正確に検知するためには，油圧シリンダの油室(空所24)とパイロット弁の通路(ポート)を連通させないようにしなければならない。",
                "また，相対移動する部材同士の間にシール部材を装着した場合においても，その相対移動の際に，上記シール部材に付着した油膜によって上記部材が十分に潤滑されることは，当業者の技術常識である。",
                "したがって，第1シール部材と第2シール部材を設けることは，当業者が容易に理解する技術事項である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由1-6(相違点4の判断の誤り)",
              "text": [
                "審決は，甲2文献，甲3文献，甲5，6において，キャップ部材に相当する部分についてエア通路を形成することは示唆されていないし，他の甲号証にも記載されていないことから，従来周知の構造ともいうことができず，単なる設計的事項ということもできないと認定する。",
                "しかし，弁機構を「環状部材」と「キャップ部材」からなる「弁ケース」に収納した場合，環状部材かキャップ部材のいずれかに，加圧エアの流路を設けるべきことは，当然である。そして，弁機構から加圧エアの供給源までの流路をどうするか，また，弁機構からエア排出路までの流路をどうするかは，当業者が適宜設計可能な事項であり，本件発明1は，キャップ部材を採用したことにより，たまたま，本件発明1記載の箇所にエア通路が配置されることになったものにすぎない。",
                "また，本件明細書には，キャップ部材に「エア通路」を設けたことによる作用効果の記載はない。この点，審決は，「環状部材及びキャップ部材の両方にエア通路を設けた構造」を採用することで，位置検知装置の信頼性や耐久性を向上させ，シリンダ本体に複雑な加工を行うことなく「弁体」及び「油圧導入室」の周囲のスペースを有効に活用して「加圧エア」の流路を構成することができ，位置検知装置を小型化できる効果を奏する，と認定するが，環状部材のみにエア通路を設けた構造であっても同様の効果を奏する。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "取消事由1-7(相違点5についての判断の誤り)",
              "text": [
                "審決は，甲 1 発明のスプール弁29は，ポート26～28との間の流路を切り替え，ピストン15及び16が自動的に反転動作をするための動作切替手段の一部であるから，当業者が，動作切替手段の一部にすぎないスプール弁29に，ピストン15及びピストンロッド16が後退ストローク端に達したことの検知機能を持たせようとする合理的理由がないと判断した。",
                "しかし，本件発明1の「位置検知装置」は，ピストンが所定の位置に達した信号を，他の機器に伝達し，当該他の機器に所定の制御を行うためのものである。甲1発明のパイロット弁(弁機構)Bは，油圧パワーアクチュエータAのピストン(出力部材)15がストローク端(行程端)に達したときに動作し，その動作信号により，他の機器を制御するものである。したがって，甲1発明のパイロット弁も，本件発明1の位置検知装置と同様，他の機器の制御のための信号を伝達するというものであり，その技術的意義は同一である。",
                "仮に，甲1 発明の「(パイロット弁により)ピストンが行程端に達したことを検出する機構」と本件発明の「位置検知装置」とが技術的に同一でないとしても，甲2文献には，ピストン24の動作により空圧バルブ16の開閉弁機構が切り替えられることにより，ピストン24に駆動流体を供給している弁92を切り替えて，ピストン24を往復制御していること，及び，ピストンの往復制御に用いられる「ピストンが行程端に達したことを検出する機構」が，機器の動作を制御するだけではなく，ピストンの「位置検知装置」に利用することが可能であることが記載されている。したがって，甲1発明の「ピストンが行程端に達したことを検出する機構」を両端部に設けて本件発明1の「位置検知装置」として利用することは，当業者が容易に想到する事項にすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由2の認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1(相違点4の認定の誤り)",
              "text": [
                "審決は，甲2発明には，本件発明1の「前記出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記第2方向に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知され，」との構成が存在しないとして，当該構成を相違点4として認定する。",
                "しかし，甲2発明は，三つのエア通路のうち二つのエア通路を，弁体の切換えにより，選択的に連通させるものである。したがって，甲2発明は，本件発明1の前記構成を有する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2(相違点1の判断の誤り)",
              "text": [
                "審決は，甲2発明の加圧エアは，空圧パイロット弁16の弁部材46に対してシリンダ12の内部の方向へ押圧し続ける機能と，出力部材が所定の位置に達したことを伝えるための構成の一部である機能を併有するものであるところ，甲2発明の，空圧パイロット弁16において，油室と空間を連通させる油圧導入路を形成して，油室の油圧によって，弁部材46をピストンロッド26側に進出させた状態に保持することは，上記加圧エアが併有する二つの機能のうち，弁部材46に対して押圧するとの機能のみを油圧で置き換えようとするものであって，一部の機能に係る構成部分のみを置き換える動機付けが認められないと判断する。",
                "しかし，甲2発明の「弁部材46」を主に付勢しているのは，「付勢バネ50のバネ力」であり，加圧エアはそれと協働すると言及されているにすぎない。また，甲2発明において，加圧エアの押圧力が失われても何ら問題は生じない。",
                "また，甲3文献には，甲2発明と同様にバネ力で弁体を付勢した場合(図10)と，相違点 1 と同様に「油室と油圧導入室を連通させる油圧導入路を備え，油室の油圧によって弁体を出力部材側に進出させた状態に保持する構成」(図11)が開示されている。また，「上記バネの押し力に代えて，図11に示されたような差圧ピストンの作用に基づく復帰動作を備えたスライド弁を使用可能である」(甲3の2  6頁27行～29行)との記載があり，甲2発明の付勢バネを相違点1の構成に置換する具体的な示唆がある。",
                "したがって，甲3文献の上記記載に接した当業者は，甲2発明の付勢バネの構成(甲3の1  図10)を，相違点 1 の構成(甲3の1  図11)に置換する具体的な動機付けがあり，容易に想到する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3(相違点2及び3の判断の誤り)",
              "text": [
                "審決は，相違点1に係る構成を備える動機付けがない以上，甲2発明に相違点2及び3に係る構成を備えさせることに動機付けがなく，また，当業者が適宜選択可能な事項とも，甲5，6に記載された事項を適用することで当業者が容易に想到したものとはいえないと判断する。",
                "しかし，甲2発明の空圧パイロット弁16において，油室と空間を連通させる油圧導入路を形成し，油室の油圧により，弁部材46をピストンロッド26側に進出させた状態に保持する構成に置き換えること(相違点1)の動機付けがある。そして，前提となる油圧導入室の構成を採用し得る以上，シール部材に係る構成については，甲5，6に記載された事項を適用することで当業者が容易に想到したもの，又は，適宜選択可能な事項であるといえる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由2-4(相違点4の判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲2発明の加圧エアは，弁部材46を押圧し続ける機能と，出力部材が所定の位置に達したことを伝える機能を併有するところ，いずれの機能のためにも通路58の加圧エアの圧力が変化しないことが望ましいから，通路58内の加圧エアの圧力を変化させる相違点4に係る構成を備えたものとすることに阻害事由が存在すると判断する。",
                    "しかし，甲2発明においてパイロット弁を付勢しているのは付勢バネ50であり，加圧エアの存否は甲2発明の構成に影響しない程度である。そして，このような加圧エアの小さな付勢力ですら，ピストン24(出力部材)が所定の位置に達したときには当該ピストン24の強い機械力で弁部材46が内側に移動されるのであるから，もはや不要である。",
                    "また，加圧エアの後者の機能(出力部材が所定の位置に達したことを伝える機能)のためには，加圧エアが流れる通孔の圧力が「大きく変動した方が検出は容易」であることは，当業者に自明である。",
                    "したがって，通路58の加圧エアの圧力が変化しないことが望ましいとの審決の判断は，その前提において誤っている。",
                    "仮に，「加圧エアの圧力」が変化しない方が望ましいというのであれば，開閉弁機構に供給される「加圧エア」の供給源を，出力部材を駆動させる「作業用の加圧流体」の供給源とは別にした構成(周知技術)を適用する方がはるかに合理的であり，甲2発明に上記周知技術を適用する動機付けがあることになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点4は，甲3文献に開示された技術事項であり，また，甲3文献以外にも，本件出願前から当業者に広く知られていた周知技術(甲4，7，8，11，19，20)であるから，当業者は，甲2発明に甲3文献の記載事項や周知技術を適用して，相違点4の構成に容易に想到する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(無効理由3の認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3-1(相違点1の判断の誤り)",
              "text": [
                "相違点1は，甲3発明において，弁機構を，環状部材とキャップ部材からなる弁ケースに収納し，シリンダ本体の装着孔に設ければ，達成される構成である。弁機構を環状部材やキャップ部材とで構成される弁ケースに収納し，シリンダ本体の装着孔に設ける構成は，甲1文献，甲2文献，甲5，6などに記載された周知の技術事項である。そして，弁体を直接シリンダ本体に設けるのではなく，弁ケースに収納した上で，シリンダ本体の装着孔に装着することにより，メンテナンスなどを容易にすることは，本件原出願日当時，当業者に周知の技術課題である。したがって，本件原出願日当時，当業者には，甲3発明に，周知の技術事項である弁ケースの構成を適用する動機付けが存在した。",
                "甲3発明の弁機構を弁ケースに収納すれば，弁ケース内に駆動流体が流入しないように弁体の小径部第1シール部材を設けることは当業者が適宜設定できる技術事項であり，また，油圧導入室とエア通路が連通しないように第2シール部材を適宜設けることも，設計事項にすぎない。",
                "また，弁ケースを採用した場合には，制御流路(制御流体を導入，排出するための流体通路)を，弁ケースの環状部材かキャップ部材のいずれかに設けることは不可避であり，その際，一方を環状部材に，他方をキャップ部材に設けることも，当業者が適宜設計可能な事項に過ぎない。",
                "したがって，当業者は，甲3発明に，甲1文献，甲2文献，甲5，6記載の事項，又は，周知技術を適用して，相違点1を容易に想到する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3-2(相違点2の判断の誤り)",
              "text": [
                "審決は，甲3発明の二方パイロット弁100，101は，流体通路を切り替え，ピストン21が自動的に反転動作するための動作切替手段の一部であるから，当業者が，自動往復運動をしているピストン21の行程端を検知しようと試みて，動作切替手段の一部にすぎない二方パイロット弁100，101にピストン21の行程端の検知機能を持たせようとすることの動機付けがあるとはいえないと判断した。",
                "しかし，甲3発明のパイロット弁は，他の機器の制御のための信号を伝達するというものであるから，本件発明1と甲3発明との相違点2は実質的な相違点ではない。",
                "仮に，技術的な相違があるとしても，前記1(7)のとおり，甲2文献には，ピストンの往復制御に用いられる「ピストンが行程端に達したことを検出する」機構が「位置検知装置」であることが明記されており，甲3発明の「ピストンが行程端に達したことを検出する機構」を，本件発明1の「位置検知装置」として利用することは，当業者が容易に想到する。また，甲3発明の「(パイロット弁により)ピストンが行程端に達したことを検出する機構」と同様の機構が，位置検出に利用できることは，甲4，7～11，14などに記載された周知技術でもある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3-3(相違点3の判断の誤り)",
              "text": [
                "審決は，甲3発明は，従来技術ではゆっくりであった制御室における圧力変化を，圧力供給源からの圧力Pを作用させることで，迅速な圧力変化を達成するものと理解でき，ピストン21の駆動流体と，反転動作する装置の制御流体の圧力供給源を共通としたことに技術的な意義があるから，前者を油圧とし，後者をエアと異なったものとすることへの動機付けがあるとはいえず，むしろ阻害事由があると判断した。",
                "審決の認定は，その前提とする甲3摘記事項(オ)に関する「審判合議体の訳文」に誤訳があり，甲3発明の技術の解釈に疑義がある。",
                "また，審決の理解を前提としても，制御室に，安定的に高い圧力Pを供給することができれば，それが駆動流体の圧力供給源であろうと，それとは異なる圧力供給源であろうと，技術的な違いはなく，むしろ異なる圧力供給源の方が，ピストンの動作によって影響が出ないから，安定した圧力の圧力流体を供給することができる。したがって，甲3発明には，ピストン21を駆動するための流体と反転動作させる装置の制御流体の圧力供給源とを共通としたことに，技術的な意義は全く存在しない。",
                "そして，甲3発明における駆動流体と制御流体に，別々の圧力供給源を適用することは，技術的に極めて容易であるところ，甲2文献及び甲4には，駆動流体として圧油が，制御流体として加圧エアが用いられた技術が記載されているから，当業者は，甲3発明に甲2文献及び甲4に記載された事項を適用することにより，本件発明1の相違点3の構成とすることを容易に想到する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由3-4(相違点4の判断の誤り)",
              "text": [
                "審決は，甲3発明において二方パイロット弁の開閉状態を変更する動機付けがなく，また，甲3発明では，圧力の変化による作業ピストン21の位置移動の検知を行うことができないと認定する。",
                "しかし，以下のとおり，甲3発明において二方パイロット弁の開閉状態を変更する動機付けが存在する。なお，甲3発明は，改変を一切受け付けないような「完成した油圧制御回路」ではない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野の関連性",
                  "text": [
                    "甲1文献などには，同一の機構が，本件発明1と同様の「位置検出装置」のみならず，甲1文献の実施例の発明と同様の「(往復制御のために)ピストンが行程端に達したことを検出する機構」にも応用できることが具体的に記載されている。したがって，本件発明1と甲1文献に記載された事項，甲3発明などは，技術分野が完全に同一であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題の共通性",
                  "text": [
                    "本件発明1の課題は，出力部材が所定の位置に達したことを確実に検知可能とすること，所定の位置を検出する信頼性や耐久性を向上させることにある。これに対し，甲1文献に記載された課題は，従来構造では汚染物や潤滑不足や他の原因によって不正に動作しやすくなるとの問題点を解消することにある。したがって，本件発明1と甲1文献に記載された事項は，信頼性や耐久性を向上させる点で，その課題は全く同一である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "作用・機能の共通性",
                  "text": [
                    "本件発明1は，出力部材(ピストン)が所定の位置に達したときに当該出力部材によって弁機構を切換える機能を有するものである。これに対し，甲1文献には，「アクチュエータの動作に応じて直接的に制御される内蔵式パイロット弁」が記載されており，両者の作用や機能は共通である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，甲3発明に甲1文献に記載された事項を適用する動機付けがあるから，当業者は，甲3発明に甲1文献に記載された事項を適用して，相違点4を容易に想到する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(無効理由4の認定判断の誤り)",
          "text": [
            "審決は，①摺動部の移動距離という概念を設定し，②移動距離がないか，あるいは短ければ短いほど，摺動に伴う閉止性能の低下が緩和されることは明らかであって，③当業者は，本件発明1のように，クランプロッド5の軸方向の移動に応答して，それよりも短い移動距離で開閉を行うように摺動面を構成することで，従来技術の問題が解決できると原出願明細書等の記載から理解できるとして，特許請求の範囲において，「弁体が弁座に当接する構成」との限定がなくても，本件出願は，原出願明細書等に記載された事項の範囲内においてしたものといえる旨判断した。",
            "しかし，摺動部の移動距離という概念について，その用語や意義及び当該移動距離に関する問題点の記載や示唆は，原出願明細書等にはない。かえって，原出願明細書等の【0008】には，「エア通路を開閉する検出具を検出孔に対して摺動自在に移動させる構造であるため，長期間使用した場合にエア通路を閉止する性能が低下する虞がある。」と明記して，上記の「検出具を検出孔に対して摺動自在に移動させる構造」それ自体に問題がある旨を指摘している。そして，原出願明細書等では，発明が解決しようとする課題，課題を解決するための手段，実施例を通じて，「弁体が当接可能な弁座(弁座を有するポペット弁)」について説明されているから，原出願の発明は，従来の「検出具(弁体)を検出孔に対して摺動自在に移動させる構造(スプール弁)」につき，摺動部をなくして閉止性能の向上を図るという改良を加えたものであって，その対象となる弁機構として，「弁体が当接可能な弁座(弁座を有するポペット弁)」を用いるものに限定した発明と理解される。",
            "審決の「移動距離がないか，あるいは短ければ短いほど，摺動に伴う閉止性能の低下が緩和されるであろうことも，当業者にとって明らかである。」との認定は，明細書の記載から自明な事項ではなく，原出願明細書等の記載に基づいて当業者が合理的に理解できるものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が甲1発明を往復制御のみの発明であると認定したことが誤りである，と主張する。",
                    "しかし，甲1発明においては，スプール弁29によって流路の開閉を行うことでピストン15が往復移動するよう制御しており，審決はそのことを正しく認定しているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，審決が，甲1発明の図1にカム部材が存在することを理由として，甲1発明と本件発明の技術的思想が相違すると判断することは誤りである，と主張する。",
                    "しかし，審決は，カム部材43と同軸である，「ピストン15」と，「ピストンロッド16」とが，本件発明1の「出力部材」に相当すると認定した上で，本件発明1は，甲1発明のカム部材43のような，出力部材とは別の弁体を移動させるための構成をピストンとは別途に備えたものではないから，本件発明1と甲1発明とは，そもそも前提とする構成において相違し，甲1発明の流路や開閉弁機構をシリンダ本体10に設けることの動機付けがあるとはいえない，と判断しているのであり，甲 1 発明の図1にカム部材が存在することを理由として，甲1発明と本件発明の技術的思想が相違すると判断しているわけではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が，甲1発明の「バルブ本体21」と「ネジ栓34」が，本件発明1の「環状部材」と「キャップ部材」にそれぞれ相当することを認定する，と主張する。",
                    "しかし，審決は，甲1発明の「シリンダ10のエンドキャップ11に装着され，前記スプール弁29が挿入される孔22を有するバルブ本体21」，「前記バルブ本体21の上端の孔延長部33を塞いで固定されるネジ栓34」，「前記孔延長部33に設けられ，油圧パワーアクチュエータAのアクチュエータ流体が供給され，前記アクチュエータ流体圧力によって前記スプール弁29をバランスさせる孔」を備えた構成と，本件発明1の「前記シリンダ本体の装着孔の途中部に装着され，前記弁体の小径軸部が挿入される貫通孔を有する環状部材」，「前記環状部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴を有するキャップ部材」，「前記凹穴内に設けられ，前記油圧シリンダの油圧が導入され，前記油圧によって前記弁体を前記第1方向に進出させる油圧導入室」を備えた構成とは，「前記弁体の軸部が挿入される貫通孔を有する円筒部材」，「前記円筒部材に隣接して固定されるキャップ部材」，「油圧シリンダの油圧が導入される室」を備えた点で共通する。」と認定しているのであり，原告主張のように認定するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，流体制御回路を制御すること(例えば，往復制御)は，位置検知装置の用途の一つである，と主張する。",
                    "しかし，甲1文献には，流体制御回路を制御すること(例えば，往復制御)が位置検知装置の用途の一つであることも，甲 1 発明のパイロット弁Bが，ピストンの位置を検出する装置であることも，全く記載も示唆もされていない。また，甲1文献には，カム部材43(又はピストン15及びピストンロッド16)の位置を検出することも記載されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-3について",
              "text": [
                "原告は，甲2文献，甲3文献，甲5，6にカム部材が存在しないことを理由に，甲1発明に適用すべき副引用例がないとする審決は誤りである，と主張する。",
                "しかし，審決は，甲2文献,甲3文献,甲5,6記載のものは，いずれも甲1発明のカム部材43のような，ピストン15の位置を検出するための突出部を持たないものばかりであること，及び，甲1発明のようなピストン15の位置検出のためのカム部材43とそれを覆うエンドキャップ11を有するものにおいて，シリンダ本体10に流路やパイロット弁Bを備える甲号証はないことを認定しているのであり，副引用例にカム部材が存在しないことを理由に，シリンダ本体に流路やパイロット弁を備える甲号証はないと認定しているわけではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由1-4について",
              "text": [
                "原告は，甲1発明で問題となり得るのは，スプール弁29の最下端に，「上方に作用する」加圧流体の力が働き，それが「下方に作用する」バネ35の力に抗するため，スプール弁29が「下方へ移動すること」が妨げられることである，と主張する。",
                "しかし，スプール弁29の両端に作用する油圧において，孔延長部33側のものを相対的に大きくすると，孔延長部33は図1において上側に位置するので，当然に，油室の油圧の影響によりカム部材43によるスプール弁29の図1における上方への移動を妨げることとなる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由1-5について",
              "text": [
                "原告は，審決の「シール部材をわざわざ設ける意味がないことは自明である」との認定は，技術常識に反する，と主張する。",
                "しかし，審決は，審判請求人(原告)が，「アクチュエータを作動させる作動流体がパイロット弁の部品の潤滑剤として機能している」旨を主張したのに対し，「そうであれば，潤滑剤となるアクチュエータの作動流体が当接摺動部となるスプール弁29とバルブ本体21との隙間に入ることを防止するシール部材をわざわざ設ける意味がないことは自明である。」と判断したのである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由1-6について",
              "text": [
                "原告は，弁機構を「環状部材」と「キャップ部材」からなる「弁ケース」に収納した場合，環状部材かキャップ部材のいずれかに，加圧エアの流路を設けるべきことは当然である，と主張する。",
                "しかし，審決は，甲2文献，甲3文献，甲5，6のいずれにおいても，キャップ部材に相当する部分についてエア通路を形成することは示唆されていないし，他の甲号証にも記載されていないから，従来周知の構造とはいえないと判断しているのであり，その判断は誤っていない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "取消事由1-7について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1発明のパイロット弁は，ピストン(出力部材)の位置を検出して，その信号を他の機器に伝達することで，他の機器に所定の制御を行わせるものである，と主張する。",
                    "しかし，甲1発明には，パイロット弁がピストンの位置を検出することは全く記載も示唆もされていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1発明のパイロット弁と，本件発明1の位置検知装置の技術的意義が同一である，と主張する。",
                    "しかし，パイロット弁は，パイロット式の弁であり，弁とは，管の途中や容器の口に取付け，気体又は流体の出入り調節をつかさどる器具の総称である。それに対し，位置検知装置は，位置を検知する装置である。したがって，パイロット弁と位置検知装置の技術的意義が同一であるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲1発明が「ピストンが行程端に達したことを検出する機構」であるという前提で，当該機構を「位置検知装置」として利用することを当業者が容易に想到できる旨を主張する。",
                    "しかし，甲1発明は，「油圧パワーアクチュエータとパイロット弁とのユニット組立体」であって，「ピストンが行程端に達したことを検出する機構」ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，甲2文献には，ピストンが行程端に達したことを検出する機構をピストンの位置検知装置に利用することについての記載があるから，これを甲1発明に適用して相違点5に係る構成を容易に想到できると主張する。",
                    "しかし，甲2発明は，「ヘッド部にパイロット弁を備えた空圧シリンダ」であり，「ピストンが行程端に達したことを検出する機構」ではないので，原告の主張は前提において誤っている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1について",
              "text": [
                "原告は，「前記出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記第2方向に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知され」という構成が，甲2文献に記載されていると主張する。",
                "しかし，原告の主張は，審決において記載された本件発明1の一部の構成を取り上げた上で，甲2発明の内容を都合良く上位概念化して対比し，それらが同一であるというものであり，前提となる「エア通路」の構成を無視しているから，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2について",
              "text": [
                "原告は，「圧縮バネ50による付勢に代えて，甲1文献又は甲3文献に記載された技術事項を適用すること」は，当業者に容易である，と主張する。",
                "しかし，甲2発明には，空圧パイロット弁16において，油圧によって弁部材を押圧する動機付けが認められないから，甲2発明に対し，甲1文献，甲3文献，甲5，6を適用することは容易とはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3について",
              "text": [
                "原告は，甲2発明との相違点2及び3についての判断の誤りを主張するが，前記(2)のとおり，原告の主張は，前提において失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由2-4について",
              "text": [
                "甲2発明の通孔58によって加圧エアが供給されると，加圧エアは，空圧パイロット弁16の弁部材46に対してシリンダ12の内部の方向へ向けて押圧することとなり，また空圧パイロット弁16により通孔56に供給されるか否かによって，出力部材が所定の位置に達したことが検知可能となる。したがって，「甲2発明の通孔58によって供給される加圧エアは，空圧パイロット弁16の弁部材46に対してシリンダ12の内部の方向へ向けて押圧し続ける機能と，出力部材が所定の位置に達したことを伝えるための構成の一部である機能とを併有するものである」との審決の認定は，誤りであるとはいえない。",
                "また，エア圧の変化を検出する際に，加圧エアの圧力が変化しないことが望ましいことも当然のことである。",
                "そうすると，甲2発明を，相違点4に係る構成を備えたものとすることに阻害事由が存在するという審決の認定判断は正当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3-1について",
              "text": [
                "原告は，相違点1に係る構成を部分的に抽出して，それらが周知の技術事項又は設計事項であると主張する。",
                "しかし，本件発明1における各構成の有機的結合によって，油圧シリンダの小型化，位置検知装置の信頼性や耐久性の向上という本件発明1による特有の効果が得られるのであり，この各構成の有機的結合による相乗効果は，各構成による作用効果の総和を超えるものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3-2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲3発明のパイロット弁は，他の機器の制御のための信号を伝達するというものであるから，本件発明1と甲3発明との相違点2は実質的な相違点ではなく，本件発明1の位置検知装置の利用方法の一つが往復制御である，と主張する。",
                    "しかし，「パイロット弁」と「位置検知装置」の技術的意義は異なるものである。",
                    "また，「位置検知装置」は，位置を検知する装置であるので，多くの用途に利用可能であると考えられる。「往復制御」は，例えば往復機関のように，ピストンがシリンダ内で往復運動する際の制御を意味するものと解されるが，ピストンの往復運動では，通常は単純にピストンが行程端に達した際に反転させるだけなので，ピストンの位置検知が積極的に必要であるとは考え難い。したがって，当業者であっても，「位置検知装置」と「往復制御」とを結び付けることは容易であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲2文献には，往復制御に利用される当該機構が，位置検知装置であると明記されている，と主張する。",
                    "しかし，甲2文献の原文を参酌すると，甲2文献の記載内容は，ピストン24の位置を検知するというより，むしろ，ピストン24の位置情報を制御量として何らかの制御を行うものであると解釈すべきである。したがって，当業者は，たとえ甲2文献を目にしたとしても，甲3発明の「往復ピストンドライブ」を「位置検知装置」として利用することを容易に想到できるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3-3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，ピストン21を駆動するための流体と反転動作させる装置の制御流体の圧力供給源とを共通としたことに技術的意義がない，と主張する。",
                    "しかし，甲3発明は，ピストン21を駆動するための流体と，制御流体の圧力供給源を共通としながら，問題を解決しようとしたものであり，圧力供給源を共通とする場合には，使用流体を同一のものとするのが自然であるので，わざわざ使用流体を異ならせる動機付けがあるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲2文献及び甲4には，ピストンを駆動するための流体(圧油)の供給源と，制御流体(加圧エア)の圧力供給源を別に設ける技術事項が開示されている，と主張する。",
                    "しかし，甲2文献も甲4も，異なる流体供給源に言及していない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由3-4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲3発明において二方パイロット弁の開閉状態を変更する動機付けが存在する，と主張する。",
                    "しかし，審決は，完成した油圧制御回路の一部の開閉状態を変更することの動機付けがないと判断しているのであり，この判断は誤りとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，上記の点について，技術分野の関連性，課題の共通性，作用・機能の共通性を主張するが，いずれも「後知恵」によって先行技術の記載内容を本件発明1に近づけようとするものであって，認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，「摺動面の移動距離」という，本件発明1の要旨ではない技術的事項を持ち出して，分割要件違反を主張するが，失当である。",
                "審決は，当業者であれば普通に理解し得る技術的事項であって，当然にそのようになることを，当業者の立場で，順序立てて丁寧に説明しているだけであり，誤りとはいえない。",
                "(2)原告は，「摺動部の移動距離」に関し，その用語や意義及び当該移動距離に関する問題点の記載や示唆は，原出願明細書等に一切ないと主張する。",
                "しかし，原出願明細書等には，特許文献2(甲8)が記載され，また，甲8について「エア通路を開閉する検出具を検出孔に対して摺動自在に移動させる構造であるため，長期間使用した場合にエア通路を閉止する性能が低下する虞がある。」との課題も指摘されている。そうすると，「摺動部」は当然に移動するものであり，その「移動距離」やそれに関する問題についても，特に記載がなくても当業者であれば容易に理解することができる。",
                "(3)原告は，原出願の発明が，弁座を有するポペット弁に限定されるものであって，ポペット弁以外の発明が原出願明細書等に記載されていないかのように主張する。",
                "しかし，原出願明細書等には，「ポペット弁」という記載はないのである。「開閉弁機構」という一般的な用語が使用されており，その一例が，実施例として図示及び詳細に説明されているのである。また，原出願明細書等の【0097】には，「前記シリンダ本体の構造，前記ピストンロッド部材の構造等は，一例を示すものであり，これらの構造に，本発明の趣旨を逸脱しない範囲で種々の変更を付加して実施可能である。」，「前記の種々の開閉弁機構の構造も例示であって，これらの開閉弁機構に限定されるものではなく，本発明の趣旨を逸脱しない範囲で種々の開閉弁機構を採用することができる。」との記載もある。",
                "(4)原告は，審決の「移動距離がないか，あるいは短ければ短いほど，摺動に伴う閉止性能の低下が緩和されることは明らかである」との認定が誤りであると主張する。",
                "しかし，移動距離がないか，あるいは短ければ短いほど，摺動部の摩耗等が緩和され，それに伴って閉止性能の低下が緩和されるものであって，当業者には自明な程度の事項である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の認定",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の明細書及び図面(以下，「本件明細書等」という。)には，以下の記載がある(甲28)。",
                "【技術分野】【0001】本発明は，特に出力部材が前進限界位置や後退限界位置などの所定の位置に達した際に，出力部材の動作に連動させてシリンダ本体内のエア通路の連通状態を弁機構により切換え，エア圧の変化を介して前記出力部材の位置を検知可能にした位置検知装置に関する。",
                "【背景技術】【0002】従来より，機械加工に供するワーク等のクランプ対象物をクランプするクランプ装置などに採用される流体圧シリンダは，シリンダ本体と，このシリンダ本体に進退自在に装備された出力部材と，この出力部材を進出側と退入側の少なくとも一方に駆動する為の流体室等を備えている。",
                "【0003】ところで，上記流体圧シリンダの出力部材の軸心方向の所定の位置(前進限界位置，後退限界位置，途中位置等)を検出する種々のロッド位置検知技術が実用化されている。・・・",
                "【発明が解決しようとする課題】【0006】特許文献1のクランプ装置のピストン部材の位置を検知する位置検知装置では，流体圧シリンダのピストン部材から操作ロッドを外部に突出させ，その操作ロッドの下端部に設けた被検出部の上昇位置と下降位置を2つの位置センサで検出するため，流体圧シリンダの下側に被検出部の移動と位置センサの設置のための検出スペースが必要となるため，クランプ装置(つまり，流体圧シリンダ)が大型化するという問題がある。",
                "【0007】特許文献2のクランプ装置の出力ロッドの位置を検知する位置検知装置においては，出力ロッドの上昇位置と下降位置とを検出する機構をクランプ本体の外側に構成する。そのため，特許文献1のクランプ装置と同様に，クランプ本体の外部に検出スペースが必要となるから，クランプ装置をコンパクトに構成することができない。しかも，エア通路を開閉する検出具を検出孔に対して摺動自在に移動させる構造であるため，長期間使用した場合にエア通路を閉止する性能が低下する虞がある。",
                "【0008】本発明の目的は，出力部材が所定の位置に達したことをシリンダ本体内のエア通路のエア圧の圧力変化を介して確実に検知可能な位置検知装置を提供すること，出力部材の所定の位置を検出する信頼性や耐久性を向上し得る位置検知装置を提供することである。",
                "【課題を解決するための手段】【0009】請求項1の位置検知装置は，油圧供給源から供給される油圧シリンダの油圧によって弁機構の弁体を第1方向に進出させ，前記油圧シリンダの出力部材により前記弁体を第1方向と反対の第2方向へ移動させて前記油圧シリンダのシリンダ本体に形成されたエア通路の開閉状態を切換えることにより前記出力部材の位置を検知可能に構成し，前記弁体は，小径軸部と，前記小径軸部に対して第2方向側に設けられた大径軸部とが一体形成された弁体本体を含み，前記シリンダ本体の装着孔の途中部に装着され，前記弁体の小径軸部が挿入される貫通孔を有する環状部材と，前記環状部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴を有するキャップ部材と，前記凹穴内に設けられ，前記油圧シリンダの油圧が導入され，前記油圧によって前記弁体を前記第1方向に進出させる油圧導入室と，前記小径軸部の外周側に設けられ，前記油圧シリンダの油室と前記エア通路との間をシールする第1シール部材と，前記大径軸部とともに前記凹穴に摺動自在に内嵌され，前記エア通路と前記油圧導入室との間をシールする第2シール部材とを備え，前記油圧シリンダの油室と前記エア通路とが互いに連通せず，前記エア通路の一端部は，加圧エア供給源から加圧エアが供給されるエア供給路に接続され，前記エア通路の他端部は，外界に開放されたエア排出路に接続され，前記環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記エア通路の一端部側に設けられ，前記加圧エアの通路となる第1エア通路が形成され，前記油圧導入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に設けられ，前記加圧エアの通路となる第2エア通路が，前記キャップ部材の外周部と前記装着孔の内周面との間，または，前記キャップ部材の内部に形成され，前記出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記第2方向に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知され，前記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記油圧により前記弁体が前記第1方向に進出して前記エア通路を外界に開放する開弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材が所定の位置から離れたことが検知されることを特徴としている。",
                "【0010】請求項2の位置検知装置は，油圧供給源から供給される油圧シリンダの油圧によって前記油圧シリンダの油室側に弁機構の弁体を進出させ，前記油圧シリンダの出力部材により前記油圧シリンダの油室と反対側に弁体を移動させて前記油圧シリンダのシリンダ本体に形成されたエア通路の開閉状態を切換えることにより前記出力部材の位置を検知可能に構成し，前記弁体は，小径軸部と，前記小径軸部に対して油室と反対側に設けられた大径軸部とが一体形成された弁体本体を含み，前記シリンダ本体の装着孔の途中部に装着され，前記弁体の小径軸部が挿入される貫通孔を有する環状部材と，前記環状部材に隣接し，前記シリンダ本体の装着孔を塞ぐように固定され，凹穴を有するキャップ部材と，前記凹穴内に設けられ，前記油室の油圧が導入され，前記油圧によって前記弁体を前記油室側に進出させる油圧導入室と，前記小径軸部の外周側に設けられ，前記油圧シリンダの油室と前記エア通路との間をシールする第1シール部材と，前記大径軸部とともに前記凹穴に摺動自在に内嵌され，前記エア通路と前記油圧導入室との間をシールする第2シール部材とを備え，前記油圧シリンダの油室と前記エア通路とが互いに連通せず，前記エア通路の一端部は，加圧エア供給源から加圧エアが供給されるエア供給路に接続され，前記エア通路の他端部は，外界に開放されたエア排出路に接続され，前記環状部材を前記環状部材の径方向に貫通し，前記弁体に対して前記エア通路の一端部側に設けられ，前記加圧エアの通路となる第1エア通路が形成され，前記油圧導入室の外周に位置し，前記弁体に対して前記エア通路の他端部側に設けられ，前記加圧エアの通路となる第2エア通路が，前記キャップ部材の外周部と前記装着孔の内周面との間，または，前記キャップ部材の内部に形成され，前記出力部材が所定の位置にないときには前記エア通路を外界に開放する開弁状態が保持され，前記出力部材が前記所定の位置に達したときには前記弁体が前記油室と反対側に移動して前記エア通路を閉じる閉弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知され，前記油圧によって前記出力部材が前記所定の位置から移動開始したときには前記油圧により前記弁体が前記油室側に進出して前記エア通路を外界に開放する開弁状態に切換えられ，当該切換えにより前記弁機構に対して前記一端部側に位置する前記エア通路の圧力を低下させ，当該圧力が低下したことに基づいて前記出力部材が所定の位置から離れたことが検知されることを特徴としている。",
                "【0013】請求項3の位置検知装置は，請求項1または請求項2の発明において，前記油圧シリンダの油圧は，前記弁体の進退方向の軸心と同軸に形成された貫通孔を通じて前記キャップ部材と前記弁体との間に供給されることを特徴としている。",
                "【0014】請求項4の位置検知装置は，請求項1から請求項3のいずれかの発明において，前記弁体は，前記出力部材の進退方向と直交する方向に沿って進退可能に設けられたことを特徴としている。",
                "【0015】請求項5の位置検知装置は，請求項1から請求項3のいずれかの発明において，前記弁体は，前記出力部材の進退方向に沿って進退可能に設けられたことを特徴としている。",
                "【0016】請求項6の位置検知装置は，請求項1から請求項5のいずれかの発明において，前記出力部材の上昇限界位置，下降限界位置のうちの何れかの位置を検知可能に構成したことを特徴としている。",
                "【発明の効果】【0017】請求項1の発明によれば，油圧シリンダの油圧を利用して弁機構の弁体を第1方向へ進出させる構成としたので，弁機構の構成が簡単になる。また，前記油圧シリンダの出力部材により弁体を第2方向へ移動させて弁機構の開閉状態を切換えることにより前記出力部材の位置を検知可能に構成したので，弁機構と出力部材の連携が確実になり，位置検知の信頼性を確保できる。",
                "【発明を実施するための形態】【0026】以下，本発明を実施するための形態について，実施例に基づいて説明する。",
                "この実施例は，流体圧シリンダとしての油圧シリンダにより出力部材(クランプロッド)を駆動するように構成したクランプ装置に本発明を適用した場合の例である。",
                "【図1】",
                "【実施例1】【0027】先ず，クランプ装置の全体構成について説明する。",
                "図1～図10に示すように，クランプ装置1は，パレット等のベース部材2に上方へ突出状に組付けられている。クランプ装置1は，ベース部材2の固定面2aにワーク等のクランプ対象物を固定解除可能に固定するものである。以下，「油圧」(流体圧)は圧縮状態の油を意味する。",
                "【0028】クランプ装置1は，鉛直姿勢の油圧シリンダ3(流体圧シリンダ)と，出力部材4と，第1位置検知装置30Pと，第2位置検知装置50Pとを有する。",
                "第1位置検知装置30Pは，油圧シリンダ3のシリンダ本体10に形成され且つ一端部に加圧エアが供給され他端部が外界に連通した第1エア通路21と，この第1エア通路21を開閉可能な第1開閉弁機構30とを備え，第1エア通路21のエア圧を介して，出力部材4が上昇限界位置にあることを検出する為のものである。",
                "【0029】第2位置検知装置50Pは，油圧シリンダ3のシリンダ本体10に形成され且つ一端部に加圧エアが供給され他端部が外界に連通した第2エア通路22と，この第2エア通路22を開閉可能な第2開閉弁機構50とを備え，第2エア通路22のエア圧を介して，出力部材4が下降限界位置にあることを検出する為のものである。",
                "尚，出力部材4の上昇限界位置は，「出力部材の所定の位置」に相当する。同様に，出力部材4の下降限界位置は，「出力部材の別の所定の位置」に相当する。",
                "【0030】次に，シリンダ本体10について説明する。",
                "図1，図4，図6，図8に示すように，シリンダ本体10は，シリンダ部材11と，シリンダ部材11の上端に固定された上端壁部材12と，シリンダ部材11の下端に固定された下端壁部材13などを備えている。・・・",
                "【0032】次に，出力部材4について説明する。",
                "図1，図4，図6，図8に示すように，出力部材4はクランプ装置1のクランプロッド(つまり，ピストンロッド部材4a)である。・・・",
                "【0037】次に，第1エア通路21について説明する。",
                "図1，図4，図6，図8に示すように，第1エア通路21は，上流側エア通路21aと，この上流側エア通路21aに，後述する第1開閉弁機構30を介して接続された下流側エア通路21bとを備えている。上流側エア通路21aの上流端はベース部材2に形成された第1エア供給路21sに接続され，下流側エア通路21bの下流端はベース部材2に形成された第1エア排出路21eに接続されている。",
                "【0038】上流側エア通路21aは，シリンダ部材11と上端壁部材12の内部に形成された鉛直のエア通路と，上端壁部材12の内部に形成された水平なエア通路とを備えている。下流側エア通路21bは，シリンダ部材11と上端壁部材12の内部に形成されている。",
                "【0039】次に，第2エア通路22について説明する。",
                "図1，図4，図6，図8に示すように，第2エア通路22の上流端はベース部材2に形成された第2エア供給通路22sに接続され，第2エア通路22の下流端は前記取付穴2bを介してベース部材2に形成された第2エア排出通路22eに接続されている。第2エア通路22の下流端部には，第2開閉弁機構50が接続されている。第2エア通路22は，シリンダ部材11と下端壁部材13の内部に形成された鉛直のエア通路と，下端壁部材13の内部に形成された水平なエア通路とを備えている。",
                "【0040】第1，第2エア供給路21s，22sは，加圧エア供給源21m，22mに夫々接続され，第1，第2エア供給路21s，22sの途中部に，第1，第2圧力スイッチ21n，22n又は圧力センサが接続されている。第1，第2圧力スイッチ21n，22nは，エア供給路21s，22sの加圧エアの圧力が設定圧以上に昇圧したときにoffからon(又はonからoff)に切換わる。第1，第2エア排出路21e，22eは外界に開放されている。",
                "【図2】",
                "【図9】",
                "【0041】次に，第1開閉弁機構30について説明する。",
                "図2，図7，図9に示すように，第1開閉弁機構30は，第1挿通孔12bの上端部の外周側付近において上端壁部材12の壁部の内部に配設され，第1エア通路21の上流側エア通路21aの下流端部を開閉可能に設けられている。第1開閉弁機構30は，弁体31と，キャップ部材32と，弁座32aと，油圧導入室33(流体圧導入室)と，油圧導入路34(流体圧導入路)と，内部のエア通路35a～35fとを備え，上端壁部材12の装着孔36にキャップ部材32と環状部材37を介して組み込まれている。",
                "【0042】装着孔36は，上端壁部材12に水平に貫通状に形成されている。装着孔36の途中部に環状部材37が固定的に装着され，その外周側がシール部材37sによりシールされている。装着孔36の開放側部分を塞ぐキャップ部材32が螺合により固定され，シール部材32sによりシールされている。",
                "環状部材37の円形壁部には装着孔36の小径孔36aと同径の貫通孔37aが形成されている。弁体31は，キャップ部材32と環状部材37の内部に形成される収容室と，貫通孔37aと，小径孔36aに水平方向へ移動可能に装着されている。",
                "【0043】弁体31は，先端部がクランプ用油室14の筒状部14aに部分的に突出可能な弁体本体38と，この弁体本体38に可動に外嵌された可動弁体39とで構成されている。弁体31は，装着孔36に対して水平方向に約1．0～2．0mm程度移動可能である。可動弁体39は，弁体本体38に対して水平方向に相対的に約1．0～2．0mm程度移動可能である。",
                "【0044】弁体本体38は，小径軸部38aと大径軸部38bとを一体形成したものである。小径軸部38aが小径孔36aと貫通孔37aに挿通され，大径軸部38bの基端側部分がキャップ部材32の凹穴32bに摺動自在に内嵌されている。可動弁体39は，環状部材37とキャップ部材32との間の収容室において大径軸部38bに外嵌されている。",
                "小径軸部38aの外周側をシールするシール部材40と，大径軸部38bの外周側をシールするシール部材41と，弁体本体38と可動弁体39との間をシールするシール部材42も設けられている。",
                "【0045】環状部材37の外周部に上流側エア通路21aに連通した環状のエア通路35aが形成されている。このエア通路35aは環状部材37の壁部内のエア通路35bに連通されている。環状部材37と可動弁体39の間に，キャップ形状のエア通路35cが形成され，キャップ部材32には上記のエア通路35cに連通可能な水平向きのエア通路35dが形成されている。キャップ部材32の外周部には，エア通路35dに連通する環状のエア通路35eと，このエア通路35eに連通し且つ下流側エア通路21bの上流端部に連通するエア通路35fが形成されている。",
                "【0046】可動弁体39は小径筒部39aとテーパ筒部39bとを有する。テーパ筒部39bは，テーパ外周面を有する。キャップ部材32の端面には上記のエア通路35c，35d間を開閉する為の環状弁座32aが形成されている。可動弁体39のテーパ筒部39bの端面には，環状弁座32aに当接・離隔可能な環状弁面39vが形成されている。",
                "【0047】小径筒部39aの先端内周部には，弁体本体38側に僅かに突出した環状係合部39cが形成され，弁体本体38の大径軸部38bの先端に僅かに小径に形成された係合軸部38cに相対移動可能に外嵌されている。",
                "【0048】油圧導入室33が，前記凹穴32bのうちのキャップ部材32と弁体本体38との間に形成され，弁体本体38の軸心近傍部に貫通状に且つ弁体本体38の装着方向と平行に形成された油圧導入路34(これが貫通孔に相当する)を介して，クランプ油室14の筒状部14aに接続されている。油圧導入路34の先端部分には複数の分岐油路34aが形成されている。クランプ油室14に油圧が供給されると，油圧導入路34から油圧導入室33に油圧が導入され，その油圧が弁体本体38を進出方向(ピストンロッド部4c側)(これが第1方向に相当する)へ付勢する。",
                "【0049】次に，油圧シリンダ3と第1位置検知装置30Pと第1開閉弁機構30の作用について説明する。クランプ油室14に油圧が供給され，ピストンロッド部材4aが下降途中又は下降限界位置(クランプ状態)のとき，小径ロッド部4dが第1開閉弁機構30に対向する。そのため，第1開閉弁機構30においては，図9に示すように，油圧導入室33に導入された油圧を弁体31が受圧して弁体本体38が進出状態になり，弁面39vが弁座32aから離隔して閉弁状態から開弁状態に切換わり，エア通路35a～35fが連通状態となる。このとき，係合軸部38cの段部により環状係合部39cが奥方へ押動されるため，確実に閉弁状態から開弁状態になる。尚，閉弁状態から開弁状態への切換えが，「開閉状態の切換え」に相当する。",
                "【0050】これに対して，クランプ装置1のクランプ用油室14の油圧がドレン圧に切換えられ，アンクランプ油室15に油圧が供給され，クランプ装置1がアンクランプ状態になったとき，図2に示すように，油圧導入室33の油圧がドレン圧になり，ピストンロッド部材4aの大径ロッド部4eにより弁体本体38がキャップ部材32側(これが第2方向に相当する)へ押動される。そして，弁体本体38と可動弁体39との間にはシール部材40の摩擦力が作用するため，弁体本体38と共に可動弁体39も移動し，弁面39vが弁座32aに当接して開弁状態から閉弁状態に切換わり，エア通路35cとエア通路35dの間が閉じられる。",
                "【0051】この閉弁状態では，可動弁体39に作用するエア圧によっても可動弁体39が閉弁側へ付勢される。この閉弁状態への切換えにより，第1開閉弁機構30よりも上流側において，上流側エア通路21a内のエア圧が上昇するので，圧力スイッチ21nによりピストンロッド部材4aが上昇限界位置に達したことを検出することができる。尚，開弁状態から閉弁状態に切換えも，「開閉状態の切換え」に相当する。",
                "【0053】次に，第2開閉弁機構50について説明する。",
                "図1，図3，図8，図10に示すように，第2開閉弁機構50は，第1開閉弁機構30と同様の構造であるため，弁機構の構造については簡単に説明する。・・・",
                "【0059】この油圧シリンダ1によれば，クランプ本体10内のエア通路21，22を開閉する第1，第2開閉弁機構30，50を，シリンダ本体10に形成した装着孔36，56に組み込むことで，第1，第2開閉弁機構30，50をクランプ本体10内に組み込むことができるため，出力部材4の上昇限界位置と下降限界位置を検出可能な油圧シリンダ1を小型化することができる。",
                "【0060】第1開閉弁機構30では，クランプ油室14内の油圧を油圧導入室33に導入し，その油圧を弁体31に作用させて，弁体31を出力部材4側へ突出状態に保持できるため，信頼性と耐久性の面で有利である。第2開閉弁機構についても同様である。",
                "出力部材4が所定の位置に達したときに，出力部材4により弁体31，51を移動させて第1，第2開閉弁機構30，50の開閉状態を切換えるため，エア通路21，22のエア圧を介して出力部材4の所定の位置を確実に検知することができる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "以上から，本件発明は以下のとおりのものと認められる。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "本件発明1",
          "text": [
            "本件発明1は，特に出力部材が前進限界位置や後退限界位置などの所定の位置に達した際に，出力部材の動作に連動させてシリンダ本体内のエア通路の連通状態を弁機構により切り換え，エア圧の変化を介して前記出力部材の位置を検知可能にした位置検知装置に関するものである(【0001】)。",
            "従来より，クランプ装置などに流体圧シリンダが採用されており，流体圧シリンダの出力部材の軸心方向の所定の位置を検出する種々のロッド位置検知技術が実用化されていたところ，検出スペースが必要となるため大型化する，長期間使用した場合にエア通路を閉止する性能が低下するという問題があった(【0002】，【0003】，【0006】，【0007】)。",
            "そこで，本件発明1は，これらの課題を解決することを目的として，請求項1の構成を採用したものである(【0006】～【0009】)。",
            "本件発明1によると，①油圧シリンダの出力部材により弁体を第2方向へ移動させて弁機構の開閉状態を切り換えるため，弁機構と出力部材の連携が確実になり，エア通路のエア圧を介して出力部材の所定の位置を確実に検知することができる(【0017】，【0060】)。",
            "また，本件発明1によると，②シリンダ本体に形成した装着孔に弁体を組み込むことで，弁機構全体をシリンダ本体内に組み込むことができるため，油圧シリンダを小型化することができる(【0059】)。",
            "さらに，本件発明1によると，③油圧シリンダの油室の油圧を，弁機構の油圧導入室に油圧導入路を介して導入可能に構成し，その油室の油圧を利用して弁機構の弁体を第1方向へ突出した状態に保持することができるため，弁機構の構成が簡単になるとともに，信頼性と耐久性を向上させることができる(【0017】，【0060】)。"
          ]
        },
        {
          "fig": "イ",
          "subject": "本件発明2",
          "text": [
            "本件発明2は，本件発明1の「第1方向」を，「油圧シリンダの油室側」又は「油室側」に，本件発明1の「第2方向」を，「油圧シリンダの油室と反対側」又は「油室と反対側」と限定するとともに，本件発明1の「前記油圧シリンダの油圧が導入され」を「前記油室の油圧が導入され」と限定したものであって，本件発明1で特定された事項を全て含み，さらなる限定事項を付加したものである(【0010】)。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "本件発明3～6",
          "text": [
            "本件発明3～6は，本件発明1又は2を直接あるいは間接に引用するものであって，本件発明1又は2で特定された事項を全て含み，さらなる限定事項を付加したものである(【0013】～【0016】)。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "取消事由1(無効理由1の認定判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "甲1発明の認定",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲1文献には，次の記載がある(甲1。ただし，引用は訳文による。)。",
            "①「本発明は，パイロット弁を組み合わせた油圧パワーアクチュエータに関し，そのパワーアクチュエータの動作にタイミングを合わせて流体制御回路を制御するためのユニット組立体を提供するものである。",
            "本発明で提案するようなパワーアクチュエータユニットの組立体は，ある装置の油圧パワーアクチュエータの動作と他の装置の油圧パワーアクチュエータの動作とをサイクル動作させることが所望される油圧制御システムにおいて一般的に使用される。」(1欄4行～12行)",
            "②「従来から利用されているパイロット弁ユニットと連動カムは，少なくとも可動部分の一部が外部に多少開放されていた。これらの開放された可動部分は，汚染物が侵入しやすく，構成要素を適切に保護できず，また，内部の部品を適切に潤滑できない。・・・",
            "現在知られている従来構造に起因する上記問題および他の問題は，有用な組立体を備える以下の発明によって大幅に改善される。即ち，一体化されたユニット組立体を提供するために，サイクル用パイロット制御弁がパワーアクチュエータに密接に連携され，また，その連携動作されるアクチュエータの可動部分およびパイロット弁が完全に密封され，さらに，アクチュエータ作動用の加圧流体によって上記パイロット弁が潤滑される。」(1欄26行～46行)",
            "③「本発明は，油圧パワーアクチュエータに関し，より詳しくいえば，アクチュエータの動作に応じて直接的に制御される内蔵式パイロット弁を有するパワーアクチュエータに関する。",
            "本発明は，広い概念として，一般的な装置を含むパワーアクチュエータユニットについて提案するものであり，アクチュエータにタイミングを合わせて動作するパイロット弁と当該アクチュエータとからなる結合された機構を提案する。この目的を達成するために，アクチュエータのシリンダのエンドキャップの一部としてパイロット弁を設け，アクチュエータのカムによって直接駆動されるようにバルブの内部の部品を配置し，また，アクチュエータの作動流体が弁部品を間断なく潤滑する。",
            "本発明は，広い概念を有しており，一つの目的は，油圧パワーアクチュエータとパイロット弁とをユニット体として提供することにあり，そのユニット体では，パイロット弁の部品及びその操作手段が完全に密封されると共に上記アクチュエータの作動流体によって潤滑される。",
            "さらなる目的は，前述の目的による油圧アクチュエータユニットについて，以下のように構成することにある。即ち，前記パイロット弁が，パワーアクチュエータのシリンダのエンドキャップの一部として一体化される。そのエンドキャップは，シリンダ内へ連通される弁空所を有すると共に，その弁の協働要素とアクチュエータとが動作するスペースを提供し，さらには，上記の弁手段が，アクチュエータの作動流体の圧力に対してバランスされる。",
            "本発明の別の目的は，シリンダのエンドキャップの一部としての弁構造を提供することにあり，上記シリンダの一端部に弁を配置したり，当該シリンダの両端部に弁を配置したりすることにより，パワーアクチュエータの動作サイクルにタイミングを合わせた複数の弁の操作を望める。",
            "本発明のさらに別の目的は，油圧作動アクチュエータに使用されるエンドキャップに形成されるパイロット弁構造を提供することにあり，これにより，他のアクチュエータユニットとサイクル動作させるための従来のパワーアクチュエータユニットに適用できる分離ユニットとして上記エンドキャップを利用できる。」(1欄48行～2欄15行)",
            "④図1",
            "⑤「図面を参照して，より詳しく説明する。説明目的としての図1に示されるように，本発明は，油圧パワーアクチュエータAとパイロット弁Bとからなり，これらは，本発明に基づいてユニット組立体に結合されて，複数の流体アクチュエータを利用するシステムに用いられる。これにより，1つ以上の油圧アクチュエータの動作に応じてサイクル制御できる確実な装置を望める。",
            "上記油圧パワーアクチュエータAは，シリンダ10の一端部にエンドキャップ構造11を有すると共に他端部に出力側のエンドキャップ構造12を有する限りにおいて，従来の構造を備えている。これらのエンドキャップには適切なポートが設けられる。即ち，エンドキャップ11には，供給配管13に接続されるポートが設けられ，また，エンドキャップ12には，配管14が接続されるポートが設けられる。これらの配管により，適切なアクチュエータ流体の圧力が上記シリンダに交互に供給および排出され，それに連携して上記シリンダ内のピストン15を往復移動させる。このピストンには出力用ピストンロッド16が接続され，そのピストンロッド16がエンドキャップ12内の適切なブッシュを介して支持され，当該ピストンロッド16には，操作されるべき装置に連結される適切なカップリング手段(図示しない)が設けられる。上記エンドキャップ同士を相互に連結するロッド17は，これらエンドキャップをシリンダに組み付けた状態に保持し，これにより，アクチュエータ組立体を提供する。」(2欄34行～57行)",
            "⑥「図示されるように，出力側のエンドキャップには，1つ以上の固定ボルト19及びナット20によってアクチュエータ組立体を装着するのに適切な取付けフランジ18を設けてもよい。その配置では，エンドキャップ11は外方へ配置され，そのエンドキャップ11にパイロット弁Bが装着される。この場合，そのパイロット弁は，ピストンロッドが後退ストローク端に到達したときに動作される。しかしながら，出力側のエンドキャップ12に類似のパイロット弁を設けて，出力用ピストンロッドの伸長した端部でサイクル制御してもよいことが明らかである。必要ならば，シリンダの両端部にパイロット弁をそれぞれ配置してシステムを動作させるようにできる。上記パイロット弁の動作は，例えばエンドキャップ構造11の一箇所に配置される弁を説明することによって十分に理解され得る。」(2欄58行～3欄3行)",
            "⑦「バルブ本体21の両端の間では，その本体が拡大されると共に当該本体の内部に間隔を空けて空所が設けられる。これらの空所は，上記パイロット弁によって制御される加圧流体用の流体制御配管が接続されるように配置した孔開口に連通される。・・・",
            "上記孔22内にスプール弁29が往復移動可能に装着される。この弁は，軸方向に離間した端部30，31を有し，これらの端部30，31が小径の首部32によって相互に接続される。上記の端部30，31は，孔部22a，22b内でそれぞれ摺動可能である。孔部22aは空所27aの下方へ延びるのに対し，孔部22bは空所28aの上方へ延びる。その空所28aは，孔路22cを有する壁部によって空所26aから隔離されるのに対し，空所27aは，孔部22dを有する壁部によって空所26aから隔離される。弁スプール［翻訳注記：スプール弁の誤記と解される。以下，同じ］をこのような構成とすることで，以下のことが容易に理解される。即ち，上記弁は上方位置へ移動可能であって，その上方位置では，接続ポート26及び28が連通されるのに対し，そのポート26とポート27とが接続解除される。これとは逆に，上記弁スプールは下方位置へ移動可能であって，その下方位置では，ポート26とポート27とが連通されるが，そのポート26とポート28とが接続解除される。ポート同士の間の流れの選択は上記のように制御される。",
            "図1で示すように，バルブ本体21の上端において，前記孔22が，わずかに拡大された孔延長部33に連通される。その孔延長部33の最上端がネジ栓34によって閉じられる。その孔延長部33に圧縮バネ35が内蔵され，このバネの一端がネジ栓に係合するのに対して，他端が保持ナット36に係合される。この保持ナット36は，上記弁スプールの端部に形成された植込みボルト37にネジ嵌合して，上記バネの付勢による上記スプールの下方移動を制限する止めワッシャ38を保持する。その止めワッシャは，孔延長部33の底部の環状肩部39に接当するように配置される。」(3欄12行～53行)",
            "⑧「図1に示すように，スプール弁が上昇位置にあるときには，空所24内に上記ローラの端が進出し，そして，スプール弁が上記バネ35によって移動制限位置へ付勢されたときに上記ローラが空所24内に位置され，そこでは，当該ローラは，ピストン15と同行移動しかつ同軸のカム部材43の移動経路に位置される。図1において，ピストンが右方へ移動されるときには，カム部材は空所24から引き抜かれ，その後，スプール弁は，解放されて，制御位置のうちの一つの位置へ向けて下方に付勢される。しかしながら，ピストンが反対方向に移動されたときには，カム部材は，空所24に再び挿入されて，44で示すカム面がローラと係合すると共に，スプール弁を他の制御位置へ移動させる。このような構成とすることで，弁の動作がアクチュエータのピストンの移動と同期されることが明らかである。前述したように，設備に応じて，アクチュエータの出力ストロークの端部でパイロット弁を動作させるようにしてもよい。このような場合には，そのパイロット弁の組立体が，出力側のエンドキャップ12の部分に合体される。」(3欄57行～4欄3行)",
            "⑨「本発明の重要な特徴は，アクチュエータ流体がパイロット弁の部品の潤滑剤としても機能することにある。この加圧流体は，上記スプール弁の最下端に作用してバネ35の力に抗するように当該弁に力を加えるので，動作不良を生じさせる。この動作不良を防止するには，流体圧力源を孔延長部33へ接続する通路を介して，スプール弁の反対側の端部に均圧流体を供給すればよい。これを達成するには，好ましくは，弁スプールの両端部の空間同士を連通させる軸孔路48を設けて，その弁スプールをバランスさせる流体圧力を上記の両端面に作用させ，これにより，流体圧力がスプールの動作を妨げないようにする。その軸孔路48は，孔延長部33に侵入した流体を排出させるようにも機能する。」(4欄12行～26行)"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "以上から，甲1発明は，以下のとおりと認められる。",
            "甲1発明は，油圧パワーアクチュエータにパイロット弁を組み合わせたものであって，パワーアクチュエータの動作にタイミングを合わせて，パイロット弁により流体制御回路を制御するユニット組立体に関するものである(①)。",
            "従来のパイロット弁ユニットと連動カムは，可動部分の一部が外部に開放されていたため，汚染物が侵入しやすく，また，内部の部品を適切に潤滑できないなどの問題があった(②)。",
            "甲1発明では，パイロット弁を内蔵式として油圧パワーアクチュエータと一体化することにより，パイロット弁の部品及びその操作手段を完全に密封し，油圧パワーアクチュエータの駆動流体によってパイロット弁の部品を潤滑することができる(③)。",
            "具体的には，油圧パワーアクチュエータAのシリンダ10のエンドキャップ11の一部としてパイロット弁Bを設けたユニット組立体である。シリンダ10のエンドキャップ11及び12には，駆動流体が交互に供給排出され，これに連携してシリンダ10内のピストン15が往復移動する。パイロット弁Bは，ピストン15が後退ストローク端に到達したときに動作される。(⑤，⑥)",
            "また，ピストン15を作動させる駆動流体は，パイロット弁Bの部品の潤滑剤としても機能する。この駆動流体は，スプール弁29の最下端に作用して，バネ35の力に抗する力を加えるので動作不良を生じさせ得る。この動作不良を防止するため，甲1発明では，スプール弁29の両端部の空間同士を連通させる軸孔路48を設けて，スプール弁をバランスさせる流体圧力を両端面に作用させ，流体圧力がスプール29の動作を妨げないようにしている(⑨)。",
            "甲1発明の開閉弁装置の動作は次のとおりである。すなわち，(ア)駆動流体によりパワーアクチュエータAのピストン15が後退移動(【図1】の左方向)して，後退ストローク端に到達すると，ピストン15と同行移動するカム部材43が，パイロット弁Bのスプール弁29のローラ41と係合して，スプール弁29を上方へ押し上げて，接続ポート26と28とが連通され，接続ポート26と27とが接続解除され，(イ)駆動流体によりパワーアクチュエータAのピストン15が前進移動(【図1】の右方向)すると，カム部材43が引き抜かれ，パイロット弁Bのスプール弁29がバネ35により下方位置へ移動し，接続ポート26と28とが接続解除され，接続ポート26と27とが連通される(⑦，⑧)。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "したがって，甲1文献には，前記第2，3(2)アのとおりの甲1発明が記載されていると認められる。"
          ]
        },
        {
          "fig": "エ",
          "subject": "原告の主張について",
          "text": [
            "「往復移動するよう制御可能」について",
            "原告は，審決が，引用発明1について，スプール弁29を移動させて，パイロット弁Bの開閉状態を切り替えることで，ピストン15が「往復移動するよう制御可能に構成し」たものであると認定したことが誤りであると主張する。",
            "しかし，甲1発明は，パイロット弁Bの開閉状態の切替動作によって，他のアクチュエータ装置のサイクル制御を可能にするものである(上記ア③，⑤，⑧)。そして，油圧パワーアクチュエータAのピストン15は，供給配管13，14を通じた流体の供給，排出を通じて往復移動するものであるから(上記ア⑤)，油圧パワーアクチュエータAも，パイロット弁Bによってサイクル制御される他のアクチュエータ装置に含まれ得る。したがって，審決が，甲1文献に記載された発明を認定するに当たり，これを，スプール弁29の移動により，パイロット弁Bの開閉状態が切り替えられ，ピストン15が「往復移動するよう制御可能に構成」したものであると認定したことを誤りであるということはできない。原告の上記主張は採用することができない。",
            "なお，甲1発明は，パイロット弁Bの開閉状態の切替動作によって，油圧パワーアクチュエータA以外の他のアクチュエータを制御することも含むものであるが，このことは，本件発明1と甲1発明との相違点の容易想到性を判断するに当たり，甲1発明の内容中に示唆があるなどとして考慮すれば足りるものである。",
            "「カム部材43」について",
            "原告は，審決が，甲1発明について，「カム部材43により前記スプール弁29を移動させて」と認定したことが誤りであると主張する。",
            "しかし，甲1文献には，ピストン15のカム部材43により，ローラ41を介して，スプール弁29を移動させる旨記載されているから(上記ア⑧)，審決が，甲1文献に記載された発明を認定するに当たり，スプール弁29を移動させる部材を，カム部材43としたことは誤りではない。スプール弁29を移動させる部材が，技術的にカム部材43に限定されないとしても，それは，甲1文献に記載された発明の認定を左右するものではない。原告の上記主張は採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "相違点2について",
      "content": [
        {
          "fig": "ア",
          "subject": "相違点2の判断",
          "text": [
            "本件発明1と甲1発明とが前記第2，3(3)ア(ア)の相違点2において相違することは，当事者間に争いがない。",
            "甲1発明において，相違点2に係る本件発明1の構成を備えるようにすること，すなわち油室(孔延長部33)の油圧によって，スプール弁29を下方に進出させた状態に保持することを，当業者が容易に想到することができたか否かについて判断する。",
            "甲1文献には，「上記の弁手段が，アクチュエータの作動流体の圧力に対してバランスされる」(前記(1)ア③)，「この動作不良を防止するには，流体圧力源を孔延長部33へ接続する通路を介して，スプール弁の反対側の端部に均圧流体を供給すればよい」(前記(1)ア⑨)，「弁スプールの両端部の空間同士を連通させる軸孔路48を設けて，その弁スプールをバランスさせる流体圧力を上記の両端面に作用させ」(前記(1)ア⑨)と記載され，甲1発明においては，孔延長部33に導入された油圧によってスプール弁29の上端に作用する押下力が，スプール弁29の下端に作用する油圧による押上力と一致し，スプール弁29の両端に作用する力が等しくなるように構成されている。",
            "そして，スプール弁29の上端と下端の空間は，軸孔路48により常時連結され，それぞれにかかる油圧は等しいから，スプール弁29の上端と下端の受圧面積もまた等しくなるように構成されていると認められる。",
            "甲1発明において，油室(孔延長部33)の油圧によってスプール弁29を下方に進出させた状態に保持するためには，スプール弁29の上端に作用する力を下端に作用する力より大きくする必要があるところ，このためには，上端の受圧面積を下端の受圧面積よりも広くするよう構成を変える必要がある。しかるところ，前記(1)イとおり，甲1発明においては，既に，バネ35により，パイロット弁Bのスプール弁29が下方位置へ移動する押下力が与えられている。",
            "そうすると，スプール弁29の押下力がバネ35により既に与えられている甲1発明において，油圧によってスプール弁29を下方に進出させた状態に保持することは，バネ35による押下力に付加して，又はこれを置換して，スプール弁29の上端の受圧面積を下端の受圧面積よりも広くするような構成に変えた上で，油圧による押下力を得ようとするものということができるが，これは，甲1発明に，スプール弁29を押し下げるための構成の作用，機能の点で，大きく異なる構成を適用しようとするものであるから，相違点2に係る本件発明1の構成を適用する動機付けがあるということはできない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "原告の主張について",
          "text": [
            "原告は，甲3文献，甲5，6，14，16に記載された周知技術を甲1発明に適用することができる，特に，甲3文献の【図10】，【図11】には，バネによる押下力を油圧による押下力に置換する具体的な示唆がある，と主張する。",
            "しかし，甲3文献，甲5，6，14，16に弁体を油圧等の圧力によって押し出すことが記載されているとしても，甲1発明は，前記アで認定したとおりのものであるから，これに，甲3文献，甲5，6，14，16に記載された事項を適用する動機付けがあるということはできない。甲3文献の【図10】，【図11】は，いずれも差圧ピストンの左右の受圧面積に相違があることを前提とするものであって，スプール弁29の上下の受圧面積が等しい甲1発明に甲3文献の技術事項を適用することを容易に想到するとはいえない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "よって，甲1発明において，相違点2に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "以上によると，その余の点を判断するまでもなく，本件発明1は，当業者が甲1発明に基づいて容易に発明をすることができたものということはできない。また，前記1(2)イ，ウのとおり，本件発明2～6は，本件発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，本件発明2～6も，当業者が甲1発明に基づいて容易に発明をすることができたものということはできない。",
        "よって，取消事由1には，理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "3",
              "subject": "取消事由2(無効理由2の認定判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "甲2発明の認定",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲2文献には，次の記載がある(甲2。ただし，引用は訳文による。)。",
            "①「［翻訳注記  ：実施例の対応する構成部材には，()付きの参照数字を付けた］",
            "流体制御装置はシリンダ(12)を含み，そのシリンダ(12)は，一対の離間されたヘッド(18)(20)を有し，これらヘッド(18)(20)は，往復移動されるピストン(24)を収容した中空体(22)によって連結される。上記シリンダ(12)の上記ヘッド(18)(20)のうちの少なくとも一つに一体形成された弁孔(53)に，弁ユニット(14)(16)［翻訳注記：空圧パイロット弁14，16］が備えられる。上記の弁ユニット(14)(16)は，バネ(50)によって付勢された往復弁部材(46)を含み，その弁部材(46)は弁操作具(44)を有し，その弁操作具(44)は，上記ピストン(24)と連携動作可能なように，上記弁部材(46)と一体に形成されて上記の中空体(22)内へ延びている。一対の通孔(56)(58)は上記弁孔(53)内へ延び，上記ピストン(24)の動作に基づく上記の弁孔(53)内の弁部材(46)の位置に応じて，上記の通孔(56)(58)が互いに連通または遮断される。」(要約)",
            "②「ヘッド部にパイロット弁を備えた空圧シリンダ［翻訳注記：クレームにおける発明の名称は，pneumatic  control  arrangement(空圧制御装置)である。］",
            "本願は，1966年8月3日に出願されると共に現時点では放棄された出願番号570，075の継続出願としての「1968年7月18日に出願されると共に現時点では放棄された出願番号750，998」の継続出願である。",
            "本発明は，一般的には空圧制御回路の構成部分に関し，より詳しくは，空圧または油圧のシリンダ往復機器と空圧パイロット弁とを合体させた空圧制御回路の構成部分に関する。」(1欄1行～9行)",
            "③「本発明における上記目的と他の目的および特徴は，以下の説明により，より明確になる。",
            "本発明に基づく空圧制御装置はシリンダを含む。そのシリンダは，間隔をあけて配置された複数のヘッドと，これらヘッドを連結する中空体とを有する。上記シリンダの一つのヘッドには，弁孔と複数の空圧孔とが形成される。上記の空圧孔は，間隔をあけて配置され，弁孔に開口される。上記シリンダに往復ピストンが配置される。上記弁孔を有する上記ヘッド内に弁ユニットが配置される。その弁ユニットは，弁操作具と往復弁部材とを含む。その弁操作具は，上記弁孔から上記ヘッドの内壁部分を通って突出して上記ピストンと連動する。上記の弁部材は，上記の弁孔内に配置されて上記の弁操作具と同行して移動する(好ましくは，弁操作具が弁部材と一体化される)。その弁部材は，前記の複数の空圧孔を選択的に接続するため，流れ制御の通路手段を備える。",
            "本発明の原理が容易に理解されるようにするため，添付図面で2つの実施例を示しているが，本発明はそれに限定されるものではない。」(1欄28行～49行)",
            "④【図1】",
            "⑤「本発明の実施例においては，以下の「空圧」の用語は例示であり，油圧の機構や回路も意図されている。図面に基づいて説明すると，特には図1において，参照数字10で示された空圧制御装置は，空圧シリンダ12と空圧パイロット弁14及び16とからなる。上記シリンダ12は，間隔をあけて配置された一対のブロック状の構造のヘッド18及び20を含む。これらヘッド18及び20が，往復ピストン24のハウジングとしての中空の円形チューブ又は円形体22によって連結される。そのピストン24は，半径方向へ突出するフランジ(ワッシャでもよい)28と，上記ピストンロッド26の内端ネジ部に螺合されたナット30とによって，ピストンロッド26に固定される。そのピストンロッド26の外端部には，当該ピストンロッドを被駆動部材に連結するため，ねじアタッチメント部34又は他の手段が設けられる。ピストン24を移動させるための圧力流体の導入および排出は，パイプ36及び38によってなされる。各パイプ36及び38は，螺合などによって上記ヘッド18及び20に接続される。上記パイプ36及び38は，通路40によって中空体22内に連通される。その中空体22の外壁の半径方向の外側で，前記ヘッド18及び20が円形ロッド97によって中空体22に強固に保持される。」(1欄63行～2欄10行)",
            "⑥【図3】",
            "⑦「本発明の特徴によれば，上記パイロット弁14及び16は，対応するヘッド18及び20に直接に組み込まれて一体化される。また，図2および図3を参照して説明すると，弁ユニット16［翻訳注記  パイロット弁16］は，往復弁部材46と一体化された弁操作具44と，流れ指図構造48と，付勢バネ50とを備える。上記の弁操作具44は，ヘッド20に形成された弁孔53の縮径端部52を通って突出し，その弁操作具44は，ヘッド20の内壁部54を通って延びて上記ピストン24と連動関係にある。上記弁孔53については，上記ヘッド20に形成された空圧孔56及び58が上記弁孔53に半径方向へ開口される。図3から明らかなように，上記空圧孔56及び58は，上記弁孔53の軸方向に間隔をあけて配置される。好ましくは，入口継手60が通孔58に連通状に取り付けられ，出口継手62が通孔56に連通状に取り付けられる。排気孔64は，上記通孔56又は通孔58のいずれかとは長手方向の異なる位置で，上記弁孔53に開口されるように配置してもよい。」(2欄11行～31行)",
            "⑧「上記の弁操作具44と往復弁部材46とに適切な連結を採用することには種々の手段があるけれども，これらを一体化することが便利で好ましい。上記弁部材46は，スプール弁部材の性質を有し，円柱部分66と，離れた従動部分68とを含む。その従動部分68は，縮径領域または首領域70によって円柱部分66に連結される。その首領域70は，空圧孔56及び58を選択的に接続するための流れ制御路を形成している。また，後述するように，上記弁部材46は，前記パイロット弁〔翻訳注記：空圧パイロット弁16〕と前記のメインシリンダ〔翻訳注記：図1において，シリンダ12のピストン24の右側流体室〕との間の流体連通を遮断している。好ましくは，弁部材46には，バネ50の一端のためのリテーナとしての孔72が孔あけされる。圧縮バネについては，バネ72〔翻訳注記：バネ50と同じバネであると解される〕の反対側が接当する必要があり，これは，ネジ孔76に螺合したプラグ74によって行われる。そのネジ孔76は前記弁孔53と同心に形成されている。上記弁孔53から流体が漏れるのを防止するため，上記キャップ74〔翻訳注記：上記プラグ74と同じ〕及びヘッド20を封止する手段が備えられる。」(2欄32行～51行)",
            "⑨「上記の首領域70によって形成された環状室または環状溝と協働して，流れ指図構造48は，交互に並べられた弾性シール手段78のシステムと，スペース手段またはリングスペーサ80とを含む。その弾性シール手段78のシステムは，好ましくはOリングからなり，左方から右方へ78b，78c，78dの参照数字が付けられている。それぞれのスペース手段またはリングスペーサ80は，ほぼU状断面に形成され，その閉じ端が半径方向の内方に配置される。さらに，各スペーサ80の底または内環には，一連のアーチ形の孔82が貫通される。このため，各スペーサ80は，半径方向の外方へ開口する溝を形成しており，その溝は，上記孔82によって半径方向の内方へ連通している。数個の通孔56，58，64の間の流れを指図するため，図3に示すように，複数のスペーサ80のうちの一つが上記の各通孔56，58，64と半径方向に整列されている。これに合わせて，前記の首領域70の軸方向の大きさ又は長さは，直接に隣り合うスペーサ80の間の半径距離に架かるように配置される。」(2欄52行～69行)",
            "⑩「ピストン24は，その一つの行程端で弁操作具44に強力に係合し，圧縮バネ50に抗して上記の弁操作具44を内方［翻訳注記：図1と図3中の右方］へ駆動する。その弁操作具44が内方へ動くと，前記の首領域70は，図3の位置から，その首領域70の軸方向の長さが通孔56と通孔58との間の半径距離に架かるように移動する。これにより，圧力流体が流れるのを許容する流体通路が形成され，例えば，通孔58から，その通孔58と同軸のスペーサ80内のポート82を通って，首領域70と弾性シール78との間に形成された環状室に入り，そこから，通孔56と同軸のスペーサ80内のポート82へ入り，最終的には，後者の通孔［翻訳注記：通孔56］へ入る。この位置では，弁部材〔翻訳注記：弁部材46〕の部分66は，孔53［翻訳注記：弁孔53］に係合する弾性シール78cに係合されて，圧力流体が通孔64へ流れるのを阻止する。上記ピストン24が後退［翻訳注記：図1中の左方へ移動］すると，弁操作具44は，バネ50の作用および／又は従動部分68［翻訳注記：弁部材46の右部の従動部分68］の対応面積に作用する加圧エアの力によってリリースされ，その弁操作具44は，図3のノーマル外方位置へ戻る。その図3の位置では，上記の首領域70は，通孔56を排気用の通孔64へ連通させると共に，従動部分68は，上記孔53［翻訳注記：弁孔53］に係合する弾性シール78dに係合されて，加圧エアが通孔58から通孔56及び／又は通孔64へ流れるのを阻止する。上記弁部材46の上記移動において，数個の弾性シール78b，78c及び78dは，上記の弁孔53の壁と，弁部材46のうちの特には部分66及び部分68の半径方向の外周面との両者に，封止機能を付与する。円柱部分66は，シール78bに常に係合しており，このため，パイロット弁［翻訳注記：空圧パイロット弁16］とメインシリンダ［翻訳注記：図1において，シリンダ12のピストン24の右側流体室］との流体連通を遮断している。上記ピストン24の移動は，上記の空圧バルブ16［翻訳注記：空圧パイロット弁16］の操作結果を介して，例えば関連する空圧シリンダやバルブや他の装置のような何らかの装置の動作を制御するのに利用したり，又は，上記ピストン24の位置についての情報を提供するためサーボ機構の検知に利用することが理解され得る。」(2欄70行～3欄31行)",
            "⑪「本発明の特徴によれば，前記の通孔58は，前述したように圧力入口孔からなり，さらには，前記通孔56は，上記の圧力入口孔58とヘッド20の内壁部分54との間における圧力出口孔からなる。図示のように圧力入口と出口および排気孔が位置されることにより，入口孔58からの流体圧力は，バネ50の付勢力と協働して，シリンダ12の中空体の内部から弁操作具44及び弁部材46に作用する圧力流体の力に抗して上記の操作具44が外方位置へ移動するのを防止する。」(3欄32行～43行)",
            "⑫「図1においては，メインシリンダ通路またはパイプ36，38は，図示の入口圧力［翻訳注記：図1において，後述の外部マスター弁92の左下部に記載された「PRESS．IＮ」］を受け入れる外部マスター弁92へ延びるように概念的に示されている。その弁は，メインシリンダ［翻訳注記：前記シリンダ12］の端部への空気圧の供給と無圧端の大気側への開放とを交互に行う。パイロット弁［翻訳注記：空圧パイロット弁16］の前記出口62も，前記弁92［翻訳注記：外部マスター弁92］の位置を制御するため，その弁92へ延びる。この構造により，ピストン24が連続的に往復する。この特徴は新規であるが，上記弁92［翻訳注記：外部マスター弁92］を介在させる空圧接続以外の空圧接続が想定されることは明確に理解される。」(3欄65行～75行)"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "以上から，甲2発明は，以下のとおりと認められる。",
            "甲2発明は，空圧又は油圧のシリンダ往復機器と空圧パイロット弁とを結合させた空圧制御回路の構成部分に関するものである(②)。",
            "甲2発明の動作は次のとおりである 。すなわち，(ア)油圧シリンダ12内のピストン24が右の工程端に移動すると，ピストン24が空圧パイロット弁16の弁操作具44と係合し，圧縮バネ50に抗して，弁操作具44を右方へ駆動する，そうすると，空圧パイロット弁16の弁部材46も右方へ移動し，弁部材46の縮径領域である首領域70が，通孔56と通孔58との間に移動し，通孔58と通孔56が連通して，加圧エアが通孔58から通孔56へ流れ，通孔56及びこれに連通する出口62の圧力が高まる，(イ)出口62に連通する外部マスター弁92により，パイプ36と38での油圧の供給及び無圧端への開放が切り替わり，ピストン24が油圧により左に移動し，ピストン24と空圧パイロット弁16の弁操作具44の係合が解除されると，圧縮バネ50の作用と通孔58からの空気圧とにより，空圧パイロット弁16(弁操作具44及び弁部材46)が左に移動し，弁操作具44が，油圧シリンダ12のヘッド20から突出したノーマル外方位置(図3)に戻り，この位置では，弁部材46の縮径領域である首領域70が，通孔56と排気用の通孔64との間に移動し，通孔56と通孔64とが連通する，(ウ)ピストン24が左の工程端に移動した場合も同様である(⑤，⑦，⑩，⑪，⑫)。",
            "甲2発明におけるピストン24の移動は，空圧パイロット弁16の操作結果を介して，他の装置の動作を制御するのに利用したり，ピストン24の位置についての情報を提供するために利用したりすることができる(⑩)。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "したがって，甲2文献には，前記第2，3(2)イのとおりの甲2発明が記載されていると認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "相違点1について",
      "content": [
        {
          "fig": "ア",
          "subject": "相違点1の判断",
          "text": [
            "本件発明1と甲2発明とが前記第2，3(4)ア(ア)の相違点1において相違することは，当事者間に争いがない。",
            "甲2発明において，相違点1に係る本件発明1の構成を備えるようにすること，すなわち，空圧パイロット弁16に油圧導入室を設け，油圧によって弁操作具44及び弁部材46を外方に進出させた状態に保持することを，当業者が容易に想到することができたか否かについて判断する。",
            "前記(1)のとおり，甲2発明の空圧パイロット弁16(弁操作具44及び弁部材46)は，圧縮バネ50の作用と通孔58からの空気圧とにより左に移動するから，当業者は，通孔58からの加圧エアによる作用には，弁操作具44及び弁部材46を左方に押圧するものが含まれていると理解する。そうであるにもかかわらず，甲2発明において，油圧導入室を設け，油室の油圧によって弁操作具44及び弁部材46を押圧するような状態にすることは，通孔58からの加圧エアによる作用を失わせることになるから，このような状態にすることには阻害事由があるというべきである。",
            "また，甲2発明において，空圧パイロット弁16に油圧導入室を設け，油室の油圧によって弁操作具44及び弁部材46を押圧するような状態にすることは，弁孔53などに油圧を導入することになり，空圧パイロット弁16の作用が失われることになるから，このような状態にすることには阻害事由がある。",
            "したがって，本件発明1に相違点1に係る甲2発明の構成を採用することを容易に想到し得ない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "原告の主張に対する判断",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，弁部材46を主に付勢しているのはバネ50によるバネ力であるから，通孔58からの加圧エアの作用が失われても阻害事由にならないと主張する。",
                    "しかし，甲2発明において，圧縮バネ50とともに加圧エアによって弁操作具44及び弁部材46が押圧されることは，甲2文献の記載から明らかであり，受働部分68の受圧面積が弁操作具44の受圧面積に比べて大きい場合を想定すれば，加圧エアによる押圧力は十分に大きなものとなるということができるから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，甲3文献の【図10】，【図11】に記載された事項から，甲2発明の付勢バネの構成を相違点1の構成に置換する動機付けがあると主張する。",
                    "しかし，後記4(1)イのとおり，甲3文献においては，弁体を付勢する駆動流体と弁体によって開閉される管路を流れる制御流体とは同一であって，甲2発明の位置検知装置と甲3文献が前提とする装置の動作内容は相違し，動作内容が相違すれば，弁体に作用する力も相違するから，甲3文献の【図10】，【図11】の記載をもって，相違点1に係る構成を採用することは，当業者が容易に想到できるものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "したがって，甲2発明において，相違点1に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "以上によると，その余の点を判断するまでもなく，本件発明1は，当業者が甲2発明に基づいて容易に発明をすることができたものということはできない。また，前記1(2)イ，ウのとおり，本件発明2～6は，本件発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，本件発明2～6も，当業者が甲2発明に基づいて容易に発明をすることができたものということはできない。",
        "よって，取消事由2には，理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "4",
              "subject": "取消事由3(無効理由3の判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "甲3発明の認定",
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲3文献には，次の記載がある(甲3の1・2。ただし，引用は訳文による。)。",
            "①「本発明は，往復する流体圧装置の改良に関し，詳しくいえば，油圧または空圧で連続的に往復移動されるピストンドライブに関し，特には，行程端位置での低圧ピストンの移動によって制御圧力を反転させる複動ブースタに関する。本発明は，圧力ブースタに限定されるものではなく，油圧または空圧で駆動される作動器にも適用できるが，以下の記述では，主として複動式の圧力ブースタに限定して説明する。」(1頁9行～22行)",
            "②「複動式のエア作動器の分野では，反転動作として次のことが知られている。行程端の位置における作業ピストンの移動が，インパルス制御すなわち減圧制御される四方弁の制御圧力を減らし，制御弁の両側には，制御室を圧力源へ接続する制御管路が連通される。",
            "エア作動器の別のタイプでは，四方弁を制御するため，作業ピストンによって機械的に操作される通常の三方パイロット弁が簡素な二方パイロットに入れ換えられ，上記の四方弁の2つの制御室内における一定圧力の付与が，上記の制御弁内または四方弁の弁本体内の補助孔によって提供される。上記の孔は，三方パイロット弁に代えて，2つの制御室へ圧力源を連通させる。",
            "この構造は，作業ピストンがゆっくりと動く場合に機能しないという不利益がある。その理由は，極めてゆっくりと動く行程では，上記パイロットも極めてゆっくりと開いて，行程端位置での制御室への圧力供給が非常にゆっくりになるからである。このため，前記の制御弁は，反対位置へゆっくりと移動し始め，さらなる移動抵抗を克服するためには圧力差が十分でないので，中間位置でストップする。上記スライド弁の構造に基づく上記の中間位置では，",
            "(a)圧力接続(the  pressure  connection)と両方のシリンダ接続(both  cylinder  connections)とが閉じられ，又は，",
            "(b)上記の圧力接続閉じられ，かつ，上記シリンダ接続が無圧とされる。前記の低圧ピストンは，静止状態に留まり，そのとき前記パイロット弁は既存の開き状態に留まる。」(1頁23行～62行)",
            "③「本発明は，簡素な操作装置によって，上述した種類の連続ピストンドライブのための切換えに「遅れ」を提供するという課題を指向しており，その「遅れ」は，制御管路における既知のバネ制御の開閉器または調節器のように，低速運転でのピストン駆動の停止を防止するのに対し，制御管路に調節器が使用された場合でも高速運転での弊害がないようにする。」(1頁63行～73行)",
            "④「本発明は，油圧または空圧の連続操作ピストンドライブシステムからなり，メインシリンダ内で2つの端位置の間で往復移動するようにピストンロッドに取付けられた往復メインピストンと，その往復メインピストンの両側へ圧力流体の流れを交互に方向づけて当該ピストンを往復移動させるバルブ手段と，を備え，前記バルブ手段は，少なくとも一つの制御ピストンを有し，前記の制御ピストンは，一方の限界位置から反対側の限界位置へ移動可能にされて前記圧力流体の前記の交互に方向づけられた流れを生じさせ，前記の制御ピストンの移動は，前記の往復メインピストンが当該端位置のうちの一つに近づくたびに当該往復メインピストンによって前記バルブ手段内に引き起こされた圧力変化に応じて発生し，前記の制御ピストンは，第1制御面と第2制御面とを有し，前記の第1制御面は室の一部を形成し，また前記室はバルブ端壁によって区画されると共に，その室へ圧力流体が圧力流体源から供給可能とされ，前記の第2制御面は，前記の制御ピストンが前記の一つの限界位置にあるときに前記バルブ端壁に封止接当し，前記バルブ手段は，前記の往復メインピストンによって当該バルブ手段内に引き起こされた前記の圧力変化を遅らせる手段を備え，その遅れの間では，前記の室内で立ち上った前記圧力が前記の制御ピストンの移動を開始させて，前記の第2制御面を弁座から離間させ，これにより，前記第1制御面および前記第2制御面の両方が前記の制御ピストンを反対側の限界位置へ駆動させる。」(1頁74行～2頁29行)",
            "⑤「本発明は，前記課題について2つの解決方法を提供する。第1の解決方法は，前記の運転圧力を逆にするためのインパルス制御の四方弁を含むのに対して，第2の解決方法は，それに代えて，圧力減少または圧力増加よって制御される2つの三方弁を提供する。」(2頁30行～37行)",
            "⑥「本発明のこの実施例の必須事項は，前記四方弁の前記の制御ピストンの端位置において，前記の端制御面の部分面が，圧抜きされると共に，少しの戻り移動の後に追加の圧力作用を受けることにある。」(2頁75行～81行)",
            "⑦【図1】(四方弁を備えた第1配置構造の回路図)",
            "⑧【図9】(二つの三方弁を備えた第2配置構造の回路図)",
            "⑨【図10】(二つの三方弁を備えた第2配置構造の回路図の詳細)",
            "⑩【図11】(二つの三方弁を備えた第2配置構造の回路図の詳細)",
            "⑪「構造例に示された連続動作ピストンドライブは，油圧複動式の圧力ブースタであって，図1に示すように，次のように構成される。低圧シリンダ20は，往復するメイン又は作業ピストン21によって分割された作業空間またはメインシリンダ空間22及び23を備え，高圧シリンダ24，25が設けられると共に，この実施例ではモータ駆動におけるピストンロッドの役割を果たす高圧ピストン26，27が設けられる。高圧流体は，逆止弁28，29と配管30，31とを交互に通って消費ポイントに供給される。",
            "高圧ピストン26，27は，戻りストローク中に，配管34，35内の逆止弁32，33を介して圧力媒体を吸い込む。上記配管34，35は，1つの四方弁36(図1，2，4，5)又は二つの三方弁37，38(図9，12，13，15)によって，圧力流体配管39と回収容器41へ延びる戻し配管40とに，交互に接続される。低圧シリンダ20の前記メインシリンダ空間22，23は，分岐または供給管42，43を通って，圧力配管39と戻し配管40とに，交互に接続される。この点は，全ての回路図で同様である。さらに，これらの回路図の全てにおいて，上記の種々の空間の状態は，参照文字「p」又は「o」によって示され，それらが正圧力「p」又は零圧力「o」であることを示している。」(3頁26行～55行)",
            "⑫「・・・・。これは，連通部98，99(図9)［翻訳注記：図9の制御管路98，99］によって確保される。",
            "エンドポジションへ到達する直前における圧力ブースタの反転動作は，以下のように開始される。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(a)",
                      "subject": "2つの三方弁38，37のうちの一方の三方弁の制御室［翻訳注記：図16の制御室96または図17の制御室96］からの圧力の放出"
                    },
                    {
                      "fig": "(b)",
                      "subject": "上記2つの三方弁のうちの一方の三方弁の上記制御室への圧力の付与",
                      "text": [
                        "まず，上記(a)項の条件下で如何に動作し得るかを図9の回路で説明する。上記の作業用ピストン21が左方へストロークしているときには，三方弁38の制御室96及び管路94，99，43に圧力が無いのに対して，三方弁37の制御室96には管路93，98，42を介して圧力「p」が付与されている。連携された2つの二方パイロット弁100，101は，上記ストローク中にバネ［翻訳注記：図10に示されたバネ(参照数字なし)］の押す力で閉じられたままであり，管路98，99が前記の制御室[翻訳注記：図16の制御室96，図17の制御室96］を低圧シリンダ20へ延びる分岐路42，43へ接続するので，上記の管路98，99が上記の圧力状態を確実に保持する。",
                        "上記の作業ピストン21の左端位置における反転動作は，前記パイロット弁100の機械的な操作によってなされ，これにより，前記三方弁37の制御室［翻訳注記：図16の制御室96］が圧抜きされると共に作業室23が圧力「p」を受け入れる。これと同時に，前記三方弁38の制御室［翻訳注記：図17の制御室96］に管路99を介して圧力が付与され，これにより，その弁［翻訳注記：三方弁38］が切換えられると共に作業室22が圧抜きされる。上記移動の反転後，前記パイロット弁100がバネ［翻訳注記：図10に示されたバネ(参照数字なし)］の圧力によって休止位置へ復帰されるが，制御管路98は，前記三方弁37の制御室［翻訳注記：図16の制御室96］が次の反転までは圧力を受けないようしている。前記の二方パイロット弁100，101は，図10に示すように，バネ［翻訳注記：図10に示されたバネ(参照数字なし)］の押し力が，ピストン［翻訳注記：図10のパイロット弁100のピストン(参照数字なし)］の反対側に作用する圧力に基づく力よりも大きくなるように構成すればよい。上記バネの押し力に代えて，図11に示されたような差圧ピストン［翻訳注記：図11のパイロット弁100のピストン(参照数字なし)］の作用に基づく復帰動作を備えたスライド弁を使用可能である。」(5頁47行～97行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "以上から，甲3発明は，以下のとおりと認められる。",
            "甲3発明は，油圧又は空圧で連続的に往復移動されるピストンドライブに関し，特に，行程端位置での低圧ピストンの移動によって制御圧力を反転させる複動ブースタに関するものである(①)。",
            "四方弁又は三方弁により作動ピストンの往復移動を制御する従来の複動式のエア作動器では，作動ピストンがゆっくり動く場合，作動ピストンに連動するパイロット弁もゆっくりと開き，四方弁又は三方弁の弁体を駆動させる圧力差が不十分となり，弁体が中間位置で停止し，作動ピストンも停止してしまう問題があった(②)。",
            "甲3発明は，簡単な操作装置によって，低速運転でのピストン駆動の停止を防止するとともに，高速運転での弊害がないようにすることを目的とする(③)。",
            "甲3発明の装置の動作は，次のとおりである。すなわち，(ア)シリンダ室22の圧油によって押圧されたピストン21が左端に到達すると,ピストン21によって二方パイロット弁100の差圧ピストンが左方に押され，管路93が無圧領域に通じ，管路93の圧油が放出され，三方弁37の制御室が圧抜きされ，三方弁37が切り替わり，圧力配管39とシリンダ室23とがつながり，管路43を介して圧油がシリンダ室23に流入する，(イ)同時に，管路99を介して三方弁38の制御室に圧力が付与され，三方弁38が切り替わり，戻し配管40とシリンダ室22とがつながり，管路42を介してシリンダ室22の油が排出され，シリンダ室23の圧油に押圧されたピストン21が右方向に移動する，(ウ)ピストン21が右端に到達した場合の反転動作も同様である(⑫)。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "したがって，甲3文献には，前記第2，3(2)ウのとおりの甲3発明が記載されていると認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "相違点2について",
      "content": [
        {
          "fig": "ア",
          "subject": "相違点2の判断",
          "text": [
            "本件発明と甲3発明とが前記第2，3(5)ア(ア)の相違点2において相違することは，当事者間に争いがない(ただし，「二方パイロット弁63，64」は「二方パイロット弁100，101」の誤記であると認める。)。",
            "そこで，甲3発明において，相違点2に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたか否かについて判断する。",
            "甲3発明の装置は，前記(1)イのとおり動作をするものであって，二方パイロット弁100，101は，三方弁37，38を介して，物理的に圧力流体の流路を切り替えることにより，ピストン21を反転動作させるものである。すなわち，二方パイロット弁100，101の開閉機構は，ピストン21が行程端に達することによって作動するもので，これによって生じる管路93，94や三方弁37，38の制御室の圧力変化は，検知されるのではなく，その圧力変化から生じる三方弁37，38の切替えにより，管路42，43，シリンダ室22，23に圧力変化が生じ，ピストン21が反転動作されるものである。",
            "このように，二方パイロット弁100，101は動作切替手段の一部にすぎないのであって，甲3発明にピストン21の行程端の検知機能を持たせるためには，二方パイロット弁100，101の開閉によって生じる管路93，94や三方弁37，38の制御室の圧力変化を検出し，検出した信号を伝達する構成を付加しなければならない。しかし，これは，甲3発明に，管路93，94や三方弁37，38が有する作用，機能の点で，大きく異なる構成を適用しようとするものであるから，相違点2に係る本件発明1の構成を適用する動機付けがあるということはできない。",
            "したがって，甲3発明において，相違点2に係る本件発明1の構成を備えることを，当業者が容易に想到することができたということはできない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "原告の主張について",
          "content": [
            {
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，甲3発明の二方パイロット弁は，他の機器の制御のための信号を伝達するというものであるから，相違点2は実質的な相違点ではないと主張する。",
                    "しかし，前記アのとおり，二方パイロット弁100，101は，三方弁37，38を介して，圧力流体の流路を切り替えて，ピストン21を反転動作させるものであって，ピストン21の位置を検出し，検出した信号を伝達するというものではない。したがって，相違点2は実質的な相違点ではないとの原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告は，仮に技術的な相違があるとしても，甲2文献には，ピストンの往復制御に用いられる「ピストンが行程端に達したことを検出する機構」が「位置検知装置」であることが明記されており，甲3発明の「ピストンが行程端に達したことを検出する機構」を本件発明1の「位置検知装置」として利用することは，当業者が容易に想到すると主張する。",
                    "しかし，前記アのとおり，甲3発明は，圧力変化によってピストンを反転動作させるものであって，ピストンが行程端に達したことを圧力変化によって検出するものではなく，甲3発明にピストン21の行程端の検知機能を持たせるためには，既存の構成とは大きく異なる作用，機能を持った構成を適用することとなるから，甲2文献を参照したとしても，甲3発明に相違点2に係る本件発明1の構成を適用する動機付けがあるということはできない。したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，甲3発明の「(パイロット弁により)ピストンが行程端に達したことを検出する機構」と同様の機構が位置検知に利用できることは，甲4，7～11，14などに記載されている周知技術である，と主張する。",
                    "しかし，前記(イ)のとおり，甲3発明は，圧力変化によってピストンを反転動作させるものであって，ピストンが行程端に達したことを圧力変化によって検出するものではなく，甲3発明にピストン21の行程端の検知機能を持たせるためには，既存の構成とは大きく異なる作用，機能を持った構成を適用することとなるから，ピストンが行程端に達したことを検出する機構と同様の機構が位置検知に利用できることが周知技術であるとしても，甲3発明に相違点2に係る本件発明1の構成を適用する動機付けがあるということはできない。したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "以上によると，その余の点を判断するまでもなく，甲3発明から本件発明1を容易に想到することができたとはいえない。また，前記1(2)イ，ウのとおり，本件発明2～6は，本件発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，本件発明2～6も，当業者が甲3発明に基づいて容易に発明をすることができたものということはできない。",
        "よって，取消事由3には，理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "5",
              "subject": "取消事由4(分割要件違反の判断の誤り)について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "原告は，原出願明細書等に記載された発明は，開閉弁機構として，弁体が当接可能な弁座を有するもの(ポペット弁)を用いるものに限定されていたから，開閉弁機構として弁座を有しないもの(スプール弁)を含む本件発明は，原出願明細書等に記載されていない新たな技術的事項を追加するものであり，分割要件に違反すると主張する。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "原出願明細書等には，次の記載がある(甲12)。",
        "【0008】特許文献2のクランプ装置においては，出力ロッドの上昇位置と下降位置とを検出する機構をクランプ本体の外側に構成する。そのため，特許文献1のクランプ装置と同様に，クランプ本体の外部に検出スペースが必要となるから，クランプ装置をコンパクトに構成することができない。しかも，エア通路を開閉する検出具を検出孔に対して摺動自在に移動させる構造であるため，長期間使用した場合にエア通路を閉止する性能が低下する虞がある。",
        "【0010】本発明の目的は，出力部材が所定の位置に達したことをクランプ本体内のエア通路のエア圧の圧力変化を介して確実に検知可能で小型化可能な流体圧シリンダ及びクランプ装置を提供すること，出力部材の所定の位置を検出する信頼性や耐久性を向上し得る流体圧シリンダ及びクランプ装置を提供すること，等である。",
        "【0019】前流体圧シリンダの流体室の流体圧を，開閉弁機構の流体圧動入室に流体圧導入路を介して導入可能に構成し，出力部材が所定の位置に達しない状態では，流体室の流体圧を利用して弁体を流体室側に突出した状態に保持することができ，開閉弁機構の開閉状態を保持することができる。流体室の流体圧を利用して弁体を付勢するため，信頼性と耐久性の面で有利である。",
        "出力部材が所定の位置に達したとき，出力部材により弁体を移動させて開閉弁機構の開閉状態を確実に切り換えるため，前記エア通路のエア圧を介して出力部材の所定の位置を確実に検知可能である。",
        "【0097】・・・前記の種々の開閉弁機構の構造も例示であって，これらの開閉弁機構に限定されるものではなく，本発明の趣旨を逸脱しない範囲で種々の開閉弁機構を採用することができる。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "前記【0097】には，開閉弁機構の構造は特定の構造に限定されるものではなく，「本発明の趣旨を逸脱しない範囲で種々の開閉弁機構を採用することができる」と記載されている。そして，原出願明細書等に記載された発明は，「流体室の流体圧を利用して弁体を付勢する構造」を採用することで，信頼性と耐久性の確保を図るものであるから(【0010】，【0019】)，スプール弁を採用することが，発明の趣旨に反するものではない。",
        "また，ポペット弁とスプール弁は，いずれも開閉弁機構の構造として周知のものである(乙5)。",
        "したがって，原出願明細書等には，開閉弁機構としてスプール弁を用いるという技術的事項が記載されているというべきである。"
      ]
    },
    {
      "fig": "(4)",
      "subject": "原告の主張に対する判断",
      "text": [
        "原告は，原出願明細書等では，「検出具を検出孔に対して摺動自在に移動させる構造」すなわちスプール弁を採用した構造自体に問題がある旨を指摘した上で(【0008】)，ポペット弁について説明されているから，原出願明細書等に記載された発明は，開閉弁機構としてポペット弁を用いるものに限定された発明と理解されると主張する。",
        "しかし，原出願明細書等【0008】の記載は，特許文献2(特開2003-305626号。甲8)の「検出具を検出孔に対して摺動自在に移動させる」具体的な構造において，エア通路の閉止性能が低下することを指摘しているにすぎないのであって，その具体的な構造を捨象したあらゆるスプール弁において，エア通路の閉止性能の低下が生じると指摘するものではない。",
        "また，前記【0008】において，スプール弁におけるエア通路の閉止性能の低下が指摘されていると解したとしても，スプール弁を用いつつも，他の手段，例えば，スプール弁の材料の変更や摺動距離の短縮などによっても閉止性能の低下を抑制できることは当業者にとって明らかであるから，このような指摘をもって，スプール弁自体を採用することが否定されているものと解することはできない。",
        "したがって，原出願明細書等に記載された発明は，開閉弁機構として，ポペット弁を用いるものに限定されているとの原告の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "(5)",
      "text": [
        "以上のとおりであるから，本件出願は原出願明細書等に記載された事項の範囲内においてされたものであって，本件原出願の時にしたものとみなされ，本件原出願に係る公開公報(甲12)に記載された発明は，本件出願前に頒布された刊行物に記載された発明ではない。そうすると，本件発明は，同公報に記載された発明であるとして新規性を欠くということはできない。",
        "よって，取消事由4は理由がない。"
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10224",
    "date": "2017-06-22",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086869",
    "ipprecedent_id": "4677",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}