{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告両名の請求をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告両名の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2015-6211号事件について平成28年3月8日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告コーニンクレッカ及び原告ヘラー(以下「原告ら」という。)並びに脱退原告は，平成21年4月16日，発明の名称を「車両のための照明装置」とする特許出願をしたが(特願2011-504597号。優先権主張：平成20年4月21日，ドイツ連邦共和国。請求項数25。以下「本願」という。甲5，6)，平成26年11月26日付けで拒絶査定を受けた(甲13)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告ら及び脱退原告は，平成27年4月2日，これに対する不服の審判を請求した(甲14)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを不服2015-6211号事件として審理し，平成28年3月8日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月22日，原告ら及び脱退原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告ら及び脱退原告は，平成28年7月14日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "脱退原告は，原告コーニンクレッカに対し，平成28年7月29日，原告ヘラーの同意を得て，本願に係る特許を受ける権利の持分を譲渡し，原告コーニンクレッカは，同年8月9日，特許庁長官に出願人名義の変更を届け出た(甲16)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "平成26年6月11日に手続補正された後の特許請求の範囲の請求項1の記載は，次のとおりである(甲12)。以下，上記補正後の請求項1に記載された発明を「本願発明」という。また，その明細書(甲5，6)を，図面を含めて「本願明細書」という。なお，「／」は，原文の改行箇所を示す(以下同じ。)。",
            "【請求項1】光を発する光源と前記光源によって発される光を集光するためのリフレクタとを有する，車両のための照明装置であって，前記リフレクタの後端部に，前記光源の少なくとも一部を収容する開口と，前記開口を包囲するリフレクタ頸部とが形成されており，前記光源は，前記リフレクタの反射表面に対して規定された位置において前記開口に固定されており，前記リフレクタ頸部が前記リフレクタと一体的に形成されるとともに複数のロック部材が前記リフレクタ上に形成されており，前記ロック部材は，前記リフレクタの光軸の周り又は前記リフレクタの光軸に平行な軸の周りの前記光源の回転運動の過程において，前記光源が，光軸の方向において前記リフレクタ頸部内に少なくとも部分的に挿入された場合，前記光源において形成された対応する穿孔と係合し，前記ロック部材の少なくとも1つは，このような仕方における前記回転運動の過程において前記穿孔の少なくとも1つと協働し，前記光源が前記軸方向における前記リフレクタに対して規定された位置に保持されるような仕方における前記光源の強制的なガイドをもたらし，／前記リフレクタ頸部と前記リフレクタとが共通のダイカスト操作によって製造される，照明装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，下記アの引用例に記載された発明(以下「引用発明」という。)及び下記イないしエの各周知例に記載された周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないものであって，本願は拒絶すべきものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：米国特許第2563217号明細書(昭和26年。甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：特開2002-107517号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：特開2006-156341号公報(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "周知例3：特開平5-144309号公報(甲4)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "本件審決が認定した引用発明，本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "電球16を支えている平板アダプター19と放物線状のまたはティアドロップ形状のリフレクタ9とを有する，自動車のためのヘッドライトであって，前記リフレクタ9の後端11に，前記電球16の少なくとも一部を収容する収容部と，前記収容部を包囲するリテーナ21とが設けられており，前記電球16を支えている平板アダプター19は，前記平板アダプター19と電球16が，お互いがリフレクタ9へ正確に軸方向に配列される関係となるように前記収容部に組み上げられており，前記リテーナ21が前記リフレクタ9と一体的に接合されるとともに複数の頭部付きピン30が前記リテーナ21の輪状のフランジ28上にあり，前記頭部付きピン30は，前記リフレクタ9の光軸の周りの前記電球16を支えている平板アダプター19の回転の過程において，前記電球16が，光軸の方向において前記リテーナ21内に部分的に挿入された場合，前記平板アダプター19において形成された対応する細長い小さな穴29と係合し，前記頭部付きピン30は，前記回転の過程において前記細長い小さな穴29と協働し，前記平板アダプター19と電球16が，お互いが前記リフレクタ9へ正確に軸方向に配列される関係となるように組み上げられ，／前記リテーナ21と前記リフレクタ9とがスクリュー25によって接合される，ヘッドライト。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "光を発する光源と前記光源によって発される光を集光するためのリフレクタとを有する，車両のための照明装置であって，前記リフレクタの後端部に，前記光源の少なくとも一部を収容する開口と，前記開口を包囲するリフレクタ頸部とが設けられており，前記光源は，前記リフレクタの反射表面に対して規定された位置において前記開口に固定されており，前記リフレクタ頸部が前記リフレクタと一体的に設けられるとともに複数のロック部材が前記リフレクタ頸部上に形成されており，前記ロック部材は，前記リフレクタの光軸の周り又は前記リフレクタの光軸に平行な軸の周りの前記光源の回転運動の過程において，前記光源が，光軸の方向において前記リフレクタ頸部内に少なくとも部分的に挿入された場合，前記光源において形成された対応する穿孔と係合し，前記ロック部材の少なくとも1つは，このような仕方における前記回転運動の過程において前記穿孔の少なくとも1つと協働し，前記光源が前記軸方向における前記リフレクタに対して規定された位置に保持されるような仕方における前記光源の強制的なガイドをもたらす，照明装置。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "本願発明は，リフレクタの後端部に，リフレクタ頸部が「形成」されており，前記リフレクタ頸部が前記リフレクタと一体的に「形成」され，複数のロック部材が前記「リフレクタ」上に形成されており，「リフレクタ頸部と前記リフレクタとが共通のダイカスト操作によって製造される」のに対し，引用発明は，リフレクタ9の後端11に，リテーナ21が「接合」されており，前記リテーナ21が前記リフレクタ9と一体的に「接合」され，複数の頭部付きピン30が前記「リテーナ21」の輪状のフランジ28上にあり，「リテーナ21」と前記リフレクタ9とがスクリュー25によって接合されている点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願発明に係る進歩性判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告らの主張〕"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "ア",
              "subject": "本願発明における「光を発する光源」の意義",
              "text": [
                "本願発明の課題は，光源をガイドする別個の構成要素を要せずに，交換すべき光源を一方の手のみによって，容易に速くリフレクタに固定できる光源を提供することにある(【0009】，【0010】)。",
                "上記課題を解決するための本願発明の構成上の特徴は，特許請求の範囲(請求項1)に記載された「前記ロック部材は，前記リフレクタの光軸の周り又は前記リフレクタの光軸に平行な軸の周りの前記光源の回転運動の過程において，前記光源が，光軸の方向において前記リフレクタ頸部内に少なくとも部分的に挿入された場合，前記光源において形成された対応する穿孔と係合し，」との構成にあるところ，本願明細書の記載を参酌すれば，本願発明の「光を発する光源」は，一体的固定的に形成されたものであり，光源3の交換の際にガラスエンベロープ11，ベース18及びイグナイタ4が分解されることはなく一体不可分であって，光源をガイドする別個の構成要素を要せずに，交換すべき光源を一方の手のみによって，容易に速くリフレクタに固定できる光源を意味すると解すべきである(【0030】，【0035】，【0041】，【0045】，【0047】，【0048】，【図1】，【図2】，【図4】，【図5】，【図7】等)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "引用発明の認定",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "引用発明の課題は，ヘッドランプ全体の装置8(図1)を取り替えることなく，電球16(図5)を交換することにある。そして，引用例には，電球16の交換方法として，2通りの方法が記載されているが，いずれの方法も，電球交換の際に，電球16の取付フランジ17を平板アダプター19から外したり取り付けたりする工程を含んでおり，引用発明において，電球16及びその取付フランジ17と，平板アダプター19とは，別体の部材である。",
                    "すなわち，引用発明は，リフレクタ9に取り付けられた電球16を交換する際に追加的な平板アダプター19を必要とするという点において，本願明細書(【0005】，【0008】)に記載された従来技術に相当するものであり，引用例には，電球交換の際に電球16と平板アダプター19とが一体不可分であってこれらを容易に交換するという技術思想は開示も示唆もされていない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "以上の観点からすれば，引用発明の認定に際しては，「取付フランジ17」の構成が存すること，すなわち，①交換可能な電球16は，取付フランジ17を有するタイプのものであり，取付フランジ17には周辺方向に間隔をおいて複数のバイオネットスロット18が形成されていること，②電球16は，平板アダプター19に取り付けられ，平板アダプター19は，バイオネットスロット18に良く知られた方法で係合するために，前方側にバイオネット又は頭部付きピン20を有していること，③電球16を平板アダプター19の前方側に係合する取付フランジ17に確実に接続し，電球のベースは平板アダプター19の穴を内方に貫通すること(第1欄52行～第2欄7行，図2，図5)についても認定されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "相違点の看過について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件審決は，引用発明の「平板アダプター19」が本願発明の「ランプベース18」に相当し，引用発明の「電球16を支えている平板アダプター19」が本願発明の「光を発する光源」に相当する旨認定した。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "しかし，本願発明の光源は，その交換の際に分解されることのない一体不可分のものであるが，引用発明の「平板アダプター19」は，電球16の交換の際に分解される部材であって，本願発明の「ランプベース18」に相当しない。引用発明において，本願発明の「ランプベース18」に相当するのは「取付フランジ17」であり，本願発明の「光を発する光源」に相当するのは「取付フランジ17を伴う電球16」である。",
                "そして，本願発明の「ロック部材」に相当する引用発明の「頭部付きピン30」は，本願発明の「穿孔」に相当する「取付フランジ17において形成されたバイオネットスロット18」に係合しない(図5)。引用発明においては，光源をリテーナ21に対して保持するためには，別個の構成要素である平板アダプター19を必要とし，まず光源のバイオネットスロット18と平板アダプター19の頭部付きピン20との係合により光源が平板アダプター19に取り付けられ，その次に平板アダプター19の細長い小さな穴29とリテーナ21の頭部付きピン30との係合により平板アダプター19がリテーナ21に取り付けられる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，本願発明と引用発明とは，本願発明の「ロック部材」が，「リフレクタの光軸の周り又は前記リフレクタの光軸に平行な軸の周りの光源の回転運動の過程において，前記光源が，光軸の方向において前記リフレクタ頸部内に少なくとも部分的に挿入された場合，前記光源において形成された対応する穿孔と係合」するものであり，別個の構成要素を要さずに，光源がリフレクタに対して直接的に保持されるものであるのに対し，引用発明の「頭部付きピン30」は，本願発明の「穿孔」に相当するバイオネットスロット18に係合せず，①光源のバイオネットスロット18と平板アダプター19の頭部付きピン20との係合により光源が平板アダプター19に取り付けられ，②平板アダプター19の細長い小さな穴29とリテーナ21の頭部付きピン30との係合により平板アダプター19がリテーナ21に取り付けられるという，少なくとも2段階の手順を経て電球16がリテーナ21に対して間接的に保持されるものである点において，相違する(以下「相違点A」という。)。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "しかるに，本件審決は，本願発明と引用発明との対比において相違点Aを看過し，相違点Aの容易想到性について判断していない。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "容易想到性の判断の誤りについて",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本願発明の課題は，前記(1)アのとおり，光源をガイドする別個の構成要素を要せずに，交換すべき光源を一方の手のみによって，容易に速くリフレクタに固定できる光源を提供することにある。",
                "他方，引用例には，自動車ヘッドランプの電球交換を容易にするために平板アダプター19を使用するという技術的思想が開示されているにとどまり，本願発明の上記課題については，開示も示唆もない。",
                "したがって，当業者であっても，引用発明に基づいて本願発明の課題を設定することは困難である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，引用発明において，リフレクタ9のリテーナ21の頭部付きピン30が係合する相手は，光源である電球16には存在せず，光源とは別体の部材である平板アダプター19の細長い小さな穴29であって，引用例には，相違点Aに係る本願発明の構成については，開示も示唆もない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "相違点Aに係る構成の相違により，引用発明においては，電球交換の際に電球16を平板アダプター19から外したり，新しい電球16を平板アダプター19に取り付けたりするには，両手による作業を必要とし，電球交換の際に交換すべき電球16を一方の手のみによって，容易に速くリフレクタに固定できるという効果は得られない。すなわち，本願発明から得られる，光源の交換の際に，光源をガイドする別個の構成要素を要せずに，交換すべき光源を一方の手のみによって，容易に速くリフレクタに固定できるという効果は，引用発明とは異質な効果であって，引用発明に基づいて当業者が予測することができないものである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上によれば，引用発明において相違点Aに係る本願発明の構成を備えるようにすることは，当業者が容易に想到できたことではない。"
              ]
            }
          ]
        },
        {
          "fig": "(4)",
          "subject": "小括",
          "text": [
            "以上のとおり，本件審決には，本願発明と引用発明との対比において相違点を看過し，その結果，本願発明の進歩性判断を誤った違法がある。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "ア",
              "subject": "本願発明における「光を発する光源」の意義",
              "text": [
                "本願発明は，「光を発する光源」と「前記光源によって発される光を集光するためのリフレクタ」とを有する，「車両のための照明装置」に関するものであり，「光を発する光源」には「穿孔」が形成され，「リフレクタ」には「ロック部材」が形成されており，「前記ロック部材は，前記リフレクタの光軸の周り又は前記リフレクタの光軸に平行な軸の周りの前記光源の回転運動の過程において，前記光源が，光軸の方向において前記(リフレクタの後端部に形成された)リフレクタ頸部内に少なくとも部分的に挿入された場合，前記光源において形成された対応する穿孔と係合」するものである。",
                "そうすると，本願発明における「光を発する光源」とは，リフレクタが集光するための光を発するものであり，リフレクタ上に形成されたロック部材に対応する穿孔が形成されていて，リフレクタ頸部に挿入された状態でリフレクタの光軸の周り又はリフレクタの光軸に平行な軸の周りを回転させられることにより前記ロック部材と前記穿孔とが係合し，これによってリフレクタに組み付けられるものであるということができる。"
              ]
            },
            {
              "fig": "イ",
              "subject": "引用発明の認定",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "引用発明は，「電球16を支えている平板アダプター19」と「放物線状のまたはティアドロップ形状のリフレクタ9」とを有する，「自動車のためのヘッドライト」に関するものであり，「電球16を支えている平板アダプター19」には「細長い小さな穴29」が形成され，「リフレクタ9と一体的に接合される」「リテーナ21」上には「頭部付きピン30」があり，「前記頭部付きピン30は，前記リフレクタ9の光軸の周りの前記電球16を支えている平板アダプター19の回転の過程において，前記電球16が，光軸の方向において前記(リフレクタ9と一体的に接合される)リテーナ21内に部分的に挿入された場合，前記平板アダプター19において形成された対応する細長い小さな穴29と係合」するものである。",
                    "すなわち，引用発明における「電球16を支えている平板アダプター19」は，リフレクタ9と一体的に接合されるリテーナ21上の頭部付きピン30に対応する，細長い小さな穴29が形成されていて，リフレクタ9と一体的に接合されるリテーナ21に挿入された状態でリフレクタ9の光軸の周りに回転させることで，前記頭部付きピン30と前記細長い小さな穴29とが係合し，それによって，リフレクタ9に組み付けられるものであるということができる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "以上によれば，本願発明と対比すべき引用発明として，原告らが主張する「取付フランジ17」に係る事項を認定する必要はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "相違点の看過について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本願発明と引用発明を対比すると，その意味，機能又は構造からみて，引用発明の「リフレクタ9」は本願発明の「リフレクタ」に相当し，以下同様に，「リテーナ21」は「リフレクタ頸部」に，「頭部付きピン30」は「ロック部材」に，「細長い小さな穴29」は「穿孔」に相当する。また，引用発明の「電球16を支えている平板アダプター19」は，「電球16」を含んでおり，本願発明の「光を発する光源」と同様に，リフレクタが集光するための光を発するものである。",
                "そうすると，引用発明の「電球16を支えている平板アダプター19」と本願発明の「光を発する光源」は，ともに，リフレクタが集光するための光を発するものであり，かつ，リフレクタ側のロック部材に対応する穿孔が形成されていて，リフレクタ頸部に挿入された状態でリフレクタの光軸の周りに回転させることで，前記ロック部材と前記穿孔とが係合し，リフレクタに組み付けられるものであるという点で共通する。",
                "したがって，引用発明の「電球16を支えている平板アダプター19」は，本願発明の「光を発する光源」に相当する。よって，本件審決には，原告らの主張する相違点の看過は存在しない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "原告らの主張について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告らは，引用発明の「取付フランジ17」が本願発明の「ランプベース18」に相当し，引用発明の「取付フランジ17を伴う電球16」が本願発明の「光を発する光源」に相当する旨主張する。",
                    "しかし，本願発明の理解のために本願明細書における実施例の記載を参酌し，本願発明の「光を発する光源」が実施例の「ランプベース18」に対応する構成を備えるものであることを強調しても，リフレクタ2に組み付けるための部材である「ランプベース18」に相当する「平板アダプター19」を含む，引用発明の「電球16を支えている平板アダプター19」が本願発明の「光を発する光源」に相当するものであることに変わりはない。",
                    "そもそも，対比すべきは，特許請求の範囲の請求項1に記載された本願発明と引用発明とであって，本願明細書に記載された実施例と引用発明とではないから，この点においても，原告らの主張は失当である。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "原告らは，本願発明の「光を発する光源」は，一体的固定的に形成されたものであり，光源3の交換の際にガラスエンベロープ11，ベース18及びイグナイタ4が分解されることはなく一体不可分であって，光源をガイドする別個の構成要素を要せずに，交換すべき光源を一方の手のみによって，容易に速くリフレクタに固定できる光源を意味すると解すべきである旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "しかし，本願発明は，その特許請求の範囲において，「光を発する光源」を構成する具体的な部材群を特定していないし，該部材群が一体的固定的に形成されていることも特定していない。また，「光を発する光源」を構成する部材間をどのように固定するかについても何ら特定していない。したがって，本願発明の「光を発する光源」は，必ずしも光源を構成する部材群が一体的固定的に形成されていることを要しないのであり，互いに分離可能な複数の部材によって構成されていても構わないものである。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "また，本願明細書には，穿孔17が形成された第1の構成要素20と第2の構成要素20’とがリベット留めされることによって「ランプベース18」が形成される旨は明記されている(【0038】)ものの，「ランプベース18」がイグナイタ4やガラスエンベロープ11にどのように固定されるかは明らかにされていないところ，光源を一方の手のみによって容易に早くリフレクタに固定できるようにするために光源を構成する部材同士がリベットやねじを用いて固定される必要があるとすべき根拠はなく，引用例の「電球16を支えている平板アダプター19」における「平板アダプター19」と「電球16」との固定のように，スロットとピンを用いて固定することができないわけでもない。引用例において，電球16を支えている平板アダプター19は，リフレクタへの組付け時に，複数のつまみ31に一方の手の指を添えた状態で回転させられるものと解され，引用例には，「電球16を支えている平板アダプター19」も，一方の手のみによって容易に速くリフレクタに固定できる光源であることが事実上示されている。",
                        "したがって，本願発明の「光を発する光源」が「一体不可分」であるというのであれば，引用発明の「電球16を支えている平板アダプター19」も，同様に「一体不可分」であるということになる。",
                        "さらに，引用発明の「電球16を支えている平板アダプター19」も，リフレクタへの固定にあたって別個の構成要素を要していない。本願明細書の従来技術が「光源」のリフレクタへの固定に当たって「光源」と別個に「リング」を要するというのであれば，引用発明は，これとは異なる。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "以上のとおり，原告らの主張は，本願発明の特許請求の範囲の記載にも，本願明細書の記載にも基づかないものであって，失当である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "容易想到性の判断の誤りについて",
          "content": [
            {
              "fig": "ア",
              "text": [
                "前記(2)のとおり，本願発明と引用発明との間に，原告らが主張する相違点Aに係る構成上の相違は存在しない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "なお，前記(2)イ(イ)bのとおり，引用例には，「電球16を支えている平板アダプター19」が一方の手のみによって容易に速くリフレクタに固定できる光源である旨が事実上示され，示唆されているから，本願発明の「光を発する光源」が一方の手のみによってリフレクタに固定できるものである点を相違点であると考えたとしても，本件審決の結論には誤りがない。"
              ]
            }
          ]
        },
        {
          "fig": "(4)",
          "subject": "小括",
          "text": [
            "以上によれば，本件審決には相違点の看過はなく，本件審決における本願発明の進歩性に係る判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明に係る特許請求の範囲の記載は，前記第2の2のとおりであるところ，本願明細書(甲5，6)の発明の詳細な説明には，おおむね，次の記載がある(図1～4b，7c及び7dについては，別紙本願明細書図面目録を参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，車両のための照明装置に関し，より詳細には，自動車のヘッドランプのための照明装置に関する。前記照明装置は，光を発する光源と，前記光源によって発される光を集束するリフレクタとを有する。前記リフレクタの後方の端部において，前記光源の少なくとも1つの部分を収容する開口と，前記開口を包囲するリフレクタの頸部であって，前記光源が前記リフレクタの反射表面に対して規定された位置に固定されている，リフレクタの頸部とが形成されている。・・・"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0005】従来技術から知られている第1のあり得る解決策において，前記リフレクタの後方の端部には，この内部に，回転されることができる1つのリングによりベースによって，前記ランプが内部の適所に固定されるランプ固定装置が，配されている。・・・前記ランプは，前記リフレクタの光軸とほぼ平行な軸方向において前記後方の端部から前記リフレクタ内に挿入され，前記リングの回転運動によって前記リフレクタ内に固定される。・・・前記ヘッドランプが車両内に取り付けられる場合，前記ランプが前記固定装置内に収容されなければならず，前記リングが同時に回転されなければならないので，実際に，前記ランプを交換することは不可能である。",
                    "【0006】従来技術から知られている更にあり得る解決策において，前記ランプは，ワイヤでできている湾曲スプリング(bow  spring)によって前記リフレクタの後方の端部に固定される。・・・この解決策は，全体として，重さが大きく，全体として7つの別々の構成要素から成る。前記ヘッドランプが，車両内に取り付けられる場合，前記ランプが前記固定装置内に保持されなければならず，同時に前記湾曲スプリングによって適所に固定されなければならないので，実際に，一方の手のみによってランプを交換することは不可能である。",
                    "【0007】従来技術から知られている更に他の可能な解決策において，前記ランプは，別個の固定板によって前記リフレクタに固定される。・・・前記解決策が，全体として重さが小さく，3つの別個の構成要素のみからなっていることは，真実である。しかしながら，前記ヘッドランプが車両に取り付けられる場合，ランプの交換は，実際には，道具によってのみ可能であり，実際に実行される，又は少なくとも一方の手のみによってなされるのではない。",
                    "【0008】従来技術から知られている最後の解決策において，前記光源は，プラスチック材料の回転可能な2片のリングによって前記リフレクタの後方の端部に固定される。・・・この解決策は，全体として重さが比較的軽く，わずか4つの別個の構成要素から成る。プラスチック材料の前記リングを形成している半分のシェルが，まず，故障のランプから取り外され，新しいランプのベースに取り付けられなければならないので，実際に，完全なランプの交換が，一方の手のみによって前記車両内でなされることは不可能である。この場合，前記ランプは，前記リフレクタの頸部内に挿入され，前記保持リングによって前記リフレクタの頸部に固定されることができるのみである。更なる問題は，前記リングを形成している前記半分のシェルによって提起され，前記半分のシェルは，前記ランプが交換されることを可能にするように前記リフレクタから取り出されなければならないので，ランプが交換される場合に，損失し得る。最後に，前記ランプが，前記軸方向においてのみ正確に位置決めされ，半径方向における位置決めが特に正確なわけではないことは，不利な点である。",
                    "【0009】従って，要約すると，従来技術からは知られているものは，光源(好ましくは，例えば，自動車のヘッドランプ内の適所における，D1，D1＋又はD3ランプと称されるような，ガス放電ランプ)を固定するための単一の装置であって，これにより，前記光源は，如何なる付加的な固定部分も必要とすることなく，リフレクタに直接的に固定されることができ，高い熱安定性及びより高い動的な強度を保証する単一の装置，ではない。同時に，前記固定配置は，生産するのに速く，容易で，経費節減となるものでなければならず，重さが軽くなければならず，ランプが一方の手のみによって速く容易に交換されることを可能にしなければならず，更に，EMC目的の遮蔽が達成されることを可能にしなければならない。",
                    "【0010】従って，本発明の基礎をなしている目的は，リフレクタ上に又はリフレクタに光源をガイドする及び／又は固定するための更なる別個の構成要素を必要とすることなく，前記光源が，前記リフレクタの反射表面に対して予め規定された位置において前記リフレクタの後方の端部におけるリフレクタの頸部に直接的に固定されることができるような仕方において，冒頭段落に記載した種類の照明装置を設計する及び改善することにあり，当該照明装置は，前記光源が，一方の手のみによって，容易に，確実に，速く，前記リフレクタに固定されるのを可能にする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0011】この目的が達成されるのを可能にするために，冒頭段落に記載した種類の照明装置を基礎として，複数のロック部材が前記リフレクタ上に形成されており，前記ロック部材は，前記リフレクタの光軸の周りの又は前記光軸に平行な軸の周りの前記光源の回転運動の動きの経路において，前記光源が前記光軸の方向において前記リフレクタの頸部内に少なくとも部分的に挿入されている場合，前記光源内に形成されている対応する穿孔と嵌合し，少なくとも1つの前記ロック部材は，このような仕方において前記回転運動の経路における少なくとも1つの穿孔と協働し，前記光源が前記リフレクタに対する軸方向の規定された位置に保持されるような仕方における前記光源の強制されたガイドをもたらす。",
                    "【0012】前記ロック部材は，前記リフレクタの頸部上に形成され，好ましくは，前記リフレクタの前記後方の端部上に，即ち前記リフレクタの外側に形成される。前記ロック部材を収容するための対応する穿孔は，前記光源内に形成され，好ましくは，前記ランプベース内に形成される。本発明によれば，ランプ(好ましくは，ガス放電ランプ)の前記リフレクタへの固定は，適切な固定手段を，前記ロック部材及び前記穿孔の形態において，それぞれ，前記リフレクタ上に直接的に又は前記ランプベース内に形成することによって簡略化されることができることが理解されている。従って，前記ランプの前記リフレクタへの固定は，付加的な固定手段が，前記リフレクタ及び前記ランプとは別個の如何なる付加的な留め具を必要とすることなく，行われる。",
                    "【0013】本発明によれば，前記ランプが，軸方向において，即ち，前記リフレクタの光軸にほぼ平行に，前記リフレクタ内に挿入されることが提案される。このことがなされている場合，前記ロック部材は，前記ランプベース内の対応する穿孔に入る。これに続く，前記リフレクタの光軸の周りの又は前記光軸に平行な軸の周りの前記ランプの回転運動において，前記ロック部材又は前記ロック部材の一部は，穿孔と嵌合するようになる。前記ロック部材及び前記穿孔の配置及び構成は，前記軸方向における及び好ましくは半径方向においてもの前記ランプの位置決めが，前記ランプの回転運動の結果として起こるような仕方において，互いに整合されている。更に，前記ランプは，例えば，車両の振動により，前記ランプが誤って前記リフレクタから外れるのを防止するように，前記回転運動の終わりにおける正確に規定された位置において前記リフレクタに固定されることができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0030】図1において，本発明による自動車ヘッドランプの照明モジュールは，符号1によって全体として識別されている。この照明モジュール1は，・・・リフレクタ2を有する。・・・照明モジュール1は，示されている実施例において，ガス放電ランプの形態をとっているランプ3であって，詳細には，D1ランプと称されるランプ3を有している。ガス放電ランプ3の一体部分の形成は，ランプ3に属しているガラスエンベロープ11内のアークを点火する及び保持するために使用されるイグナイタ4である。イグナイタ4は，特に，これらとの回転が確実になるような仕方において，ガラスエンベロープ11及びランプ3のベース18(図2参照)に固定される。・・・光軸10と平行にリフレクタの頸部21内に，平行移動において，ランプベース18を挿入し，次いで，光軸10に関してベース18を備える光源3を回転させることによって，ランプ3は，リフレクタ2の後方の端部に固定される。",
                    "【0035】図2は，特別な設計のランプベース18を持つ本発明によるガス放電ランプ3を示している。このランプは，イグナイタ4，ガラス製エンベロープ11及びランプベース18を有している。・・・ランプベース18は，リフレクタ2上の対応するロック部材24(図4a及び4b参照)を収容するための穿孔17も有している。ランプベース18のこの形状及び寸法は，光軸10と平行にリフレクタの頸部21内に挿入されることができると共に，光軸10に関してリフレクタの頸部21内で回転されることができるように，設計されている。・・・",
                    "【0036】 図3a，3b及び図3cは，これらからランプベース18が組み立てられる様々な構成要素を示している。ランプベース18は，2つの別個の構成要素，即ち第1の構成要素20(図3a参照)と第2の構成要素20'(図3b参照))とを有することが，図3cから分かる。・・・",
                    "【0037】・・・第1の構成要素20は，リフレクタ2に隣接している支持部であり，第2の構成要素20'は，リフレクタ2から離れており，即ちイグナイタ4に隣接している。皿形の構成要素20，20'は，これらの開口において互いに嵌合し，従って，これらのエッジ周辺において接触し，中空空間70を規定する。",
                    "【0038】両方の構成要素20，20'内に型打ちされているのは，リベットのための孔27乃至27\"を備えている凹部25乃至25\"である。圧断され(blanked  out)所望の形状にされた後に，2つの構成要素20，20'は，リベット留めされる。2つの構成要素20，20'は，一緒にリベット留めされる。",
                    "【0039】・・・第1の構成要素20は，更に，中空空間70へのアクセスを可能にする円周方向に延在している2つの穿孔17を有している。穿孔17は，リフレクタの頸部21上に形成されるロック部材(24)を収容するのに役立つ。",
                    "【0041】図4a及び図4bは，リフレクタの頸部21を詳細に示している。このロック部材24は，リフレクタ2の後方の端部から離れてリフレクタの頸部21における半径方向に延在している環状支持ショルダ26上に形成されている。・・・代替的には，これらは，リフレクタの頸部21の端壁(即ちリフレクタ2の外側上)又はリフレクタの頸部21上の幾つかの他の点においても形成されることができる。・・・",
                    "【0047】2つの異なる斜視図から，図7a及び図7cは，第1の構成要素20がリフレクタの頸部21内に収容され，挿入されている位置にある場合の，リフレクタの頸部21とリフレクタに隣接しているランプベース18の第1構成要素20とを示している。この挿入されている位置は，ランプベース18が，光軸10に平行な平行移動における挿入の後に占有する位置である。ランプベース18が平行移動において挿入された場合，穿孔17は，ロック部材24を収容し，符号化切り欠き16は，符号化突出部23を収容する。・・・",
                    "【0048】ほぼリフレクタ2の光軸10の周りにおいて起こる回転運動 α の過程において，ランプ3全体は，光が発される方向において見られた場合，時計回りの方向に回転する。このことがなされた場合，リフレクタの頸部21上のロック部材24の鼻状部29は，対応する穿孔17の領域内の第1の構成要素20の後方部と適合する。・・・",
                    "【0050】穿孔17と協働するロック部材24によって，ランプベース18，従って，ランプ3全体は，リフレクタの頸部21における，従ってリフレクタ2における正確に規定された位置において，z方向に固定され，望まれる場合，xy平面内にも固定される。示されている実施例において，ロック部材24及び穿孔17の位置決め作用は，符号化要素23及び切り欠き16によって助けられる。この場合，リフレクタ2に対するヘッドランプ3の固定は，一方の手のみによって，ヘッドランプが車両内に取り付けられた場合でさえも，速く容易に実施されることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本願明細書には，本願発明に関し，以下の点が開示されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，車両のための照明装置，より詳細には，自動車のヘッドランプのための照明装置に関する(【0001】)。",
                    "従来から知られている照明装置では，光源(好ましくは，例えば，自動車のヘッドランプ内の適所における，D1，D1＋又はD3ランプと称されるような，ガス放電ランプ)を固定するための装置が，これにより，前記光源がいかなる付加的な固定部分を必要とすることなく，リフレクタに直接的に固定されるような単一の装置ではなく，ランプが一方の手のみによって速く容易に交換されるということを可能にするようなものではなかった(【0005】～【0009】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明は，リフレクタ上に又はリフレクタに光源をガイドする及び／又は固定するための更なる別個の構成要素を必要とすることなく，前記光源が，前記リフレクタの反射表面に対してあらかじめ規定された位置において，前記リフレクタの後方の端部におけるリフレクタの頸部に直接的に固定されることができるような照明装置を提供し，光源が，一方の手のみによって，容易に，確実に，速く，リフレクタに固定されるのを可能にする照明装置を提供することを目的とする(【0010】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明は，前記イの解題の解決手段として，請求項1記載の構成を採用した。具体的には，複数のロック部材がリフレクタ上に形成されており，前記ロック部材は，前記リフレクタの光軸の周りの又は前記光軸に平行な軸の周りの光源の回転運動の動きの経路において，前記光源が前記光軸の方向において前記リフレクタの頸部内に少なくとも部分的に挿入されている場合，前記光源内に形成されている対応する穿孔と嵌合し，少なくとも1つの前記ロック部材は，このような仕方において前記回転運動の経路における少なくとも1つの穿孔と協働し，前記光源が前記リフレクタに対する軸方向の規定された位置に保持されるような仕方における前記光源の強制されたガイドをもたらすようにした(【0011】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願発明によれば，ランプ(好ましくは，ガス放電ランプ)のリフレクタへの固定手段を，ロック部材及び穿孔の形態において，それぞれリフレクタ上に直接的に又はランプベース内に形成することによって，簡略化することができ，ランプのリフレクタへの固定が，リフレクタ及びランプとは別個の付加的な留め具を必要とすることなく行われるという作用効果を奏する(【0012】)。",
                    "また，本願発明によれば，ランプは，例えば，車両の振動により誤ってリフレクタから外れるのを防止するように，ランプの回転運動の終わりにおける正確に規定された位置においてリフレクタに固定されることができる(【0013】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(本願発明に係る進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例の記載",
              "text": [
                "引用例(甲1)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本発明は，自動車に通常使われるヘッドランプとその他同種類のものに広く関連し，とりわけ，レンズ，リフレクタとそこで用いることができる電球装置を結合した改良に関連し，電球交換が，全体の装置を取り替えることなく，その中にちり，空気又はほこりの侵入を受けることがなく，レンズと電球を開けて行えるという特徴のある装置を提供するという現在の発明の主要な目標に関連する。(1頁1欄1行～10行)"
                },
                {
                  "fig": "イ",
                  "subject": "本発明では，放物線状の又はティアドロップ形状のリフレクタ要素8は，その前端がレンズ10で密閉され，その後端は11で示されるように円錐の端部を切られ，リフレクタ要素8は円錐と同じ中心で前方に出っ張ったカーブをもつ内側のレンズ12が供され，レンズ12はフランジ14とリフレクタの円錐の端部を切られた端部で係合している周辺のフランジ13を持ち，隙間15が内側のレンズ12をしっかりと受け止めるように範囲規定していることからなる。(1頁1欄40行～51行)"
                },
                {
                  "fig": "ウ",
                  "subject": "交換可能な電球16は取付フランジ17を有するタイプのものであり，取付フランジ17には周辺方向に間隔をおいて複数のバイオネットスロット18が形成されている。電球は板状アダプター19に取り付けられ，板状アダプター19は，バイオネットスロット18に良く知られた方法で係合するために，前方側にバイオネット又は頭部付きピン20を有している。図2に示すように，電球16をアダプター19の前方側に係合する取付フランジ17に確実に接続し，電球のベースはアダプター19の穴を内方に貫通する。(1頁1欄52行～2欄7行)"
                },
                {
                  "fig": "エ",
                  "subject": "電球16を支えているアダプター19は，平らな円錐台状のリテーナ21によって，リフレクタ9の円錐の頭を切った後端に取り外しが可能なように取り付けられる。リテーナ21は，周辺のフランジ23上に耳状の物22を角のある状態で持っている耳状の物22は，スクリュー25が通るような穴24が形成され，スクリュー25でリフレクタ9の外側の後端近くに適切に留められた耳状のアンカー26と結合できる。(1頁2欄8行～15行)"
                },
                {
                  "fig": "オ",
                  "subject": "リテーナ21の周辺のフランジ23は，リフレクタのフランジ14の背面と同一の場所で留まるように，内側のレンズのフランジ13に接合するそれに関して，内側のレンズ12，板状アダプター19と電球16は，お互いがリフレクタ9へ正確に軸方向に配列される関係となるように組み上げる。図2に示されたように，平板アダプター19は，一致する開口部27に着座する。開口部27は，リテーナ21の中央に形成され，頭部付きピン30を受け止めるために差し込みの細長い小さな穴29を持っているアダプターの縁にある部分の背面に対して，輪状のフランジ28を範囲規定する。頭部付きピン30は，電球とアダプターをリテーナ21上で外すことができるよう適所で結合されたものを固定する輪状のフランジ28の上にある。アダプターは，出っ張ったつまみ31を持ち，リテーナ21に対してそれを回転するのを促す。(1頁2欄16行～31行)"
                },
                {
                  "fig": "カ",
                  "subject": "上記の実施形態の中で，電球16はスクリュー25を緩めることによってリテーナ21が外され，それからリテーナから板状アダプター19を外し，アダプターから電球を外せることは明白である。又は，もっと便利には，電球は，交換のために単にアダプター19をリテーナ21に対して差し込みの細長い小さな穴と頭部付きピンを外す方向に回転することにより取り外せる。それによって，電球16は，アダプター19に対して差し込みの細長い小さな穴と頭部付きピンを外す方向に回転できる。上記の手順を逆にさせることで，電球交換が進められる。(1ページ2欄32行～44行)"
                },
                {
                  "fig": "キ",
                  "subject": "【図1】ないし【図5】(別紙引用例図面目録参照)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定について",
              "text": [
                "前記(1)の記載によれば，引用例には，以下の発明が記載されているものと認められる。なお，下線は，前記第2の3(2)ア記載の引用発明に付加した箇所を示す。",
                "電球16を支えている平板アダプター19と放物線状のまたはティアドロップ形状のリフレクタ9とを有する，自動車のためのヘッドライトであって，前記リフレクタ9の後端11に，前記電球16の少なくとも一部を収容する収容部と，前記収容部を包囲するリテーナ21とが設けられており，前記電球16は，取付フランジ17を有し，前記取付フランジ17の複数のバイオネットスロット18に前記平板アダプター19の頭部付きピン20が係合することで前記平板アダプター19に支えられるものであり，前記電球16を支えている平板アダプター19は，前記平板アダプター19と電球16が，お互いがリフレクタ9へ正確に軸方向に配列される関係となるように前記収容部に組み上げられており，前記リテーナ21が前記リフレクタ9と一体的に接合されるとともに複数の頭部付きピン30が前記リテーナ21の輪状のフランジ28上にあり，前記頭部付きピン30は，前記リフレクタ9の光軸の周りの前記電球16を支えている平板アダプター19の回転の過程において，前記電球16が，光軸の方向において前記リテーナ21内に部分的に挿入された場合，前記平板アダプター19において形成された対応する細長い小さな穴29と係合し，前記頭部付きピン30は，前記回転の過程において前記細長い小さな穴29と協働し，前記平板アダプター19と電球16が，お互いが前記リフレクタ9へ正確に軸方向に配列される関係となるように組み上げられ，前記リテーナ21と前記リフレクタ9とがスクリュー25によって接合される，ヘッドライト。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との対比について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，本願発明の光源は，その交換の際に分解されることのない一体不可分のものであり，引用発明において本願発明の「光を発する光源」に相当するのは「取付フランジ17を伴う電球16」であるにもかかわらず，本件審決は，電球16の交換の際に分解される部材である「平板アダプター19」が本願発明の「ランプベース18」に，「電球16を支えている平板アダプター19」が本願発明の「光を発する光源」に相当する旨認定したのは誤りである旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明における「光を発する光源」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲の記載",
                      "text": [
                        "特許請求の範囲には，光源が①光を発するものであること，②穿孔が形成されており，リフレクタの光軸の周り又はこれと並行な軸の周りの回転運動の過程において，光軸の方向にリフレクタ頸部内に少なくとも部分的に挿入された場合，当該穿孔と，リフレクタ頸部が一体的に形成されたリフレクタ上に形成されたロック部材とが係合するものであることが規定されている。しかし，特許請求の範囲には，光源が，分解されることのない一体不可分に形成されたものであることについては，何ら規定されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本願明細書の記載",
                      "text": [
                        "本願明細書には，前記1(2)のとおり，本願発明は，リフレクタ上に又はリフレクタに光源をガイドする及び／又は固定するための更なる別個の構成要素を必要とすることなく，前記光源が，前記リフレクタの反射表面に対してあらかじめ規定された位置において，前記リフレクタの後方の端部におけるリフレクタの頸部に直接的に固定されることができるような照明装置を提供し，光源が，一方の手のみによって，容易に，確実に，速く，リフレクタに固定されるのを可能にすることを目的とし，課題の解決手段として，複数のロック部材がリフレクタ上に形成されており，前記ロック部材は，前記リフレクタの光軸の周りの又は前記光軸に平行な軸の周りの光源の回転運動の動きの経路において，前記光源が前記光軸の方向において前記リフレクタの頸部内に少なくとも部分的に挿入されている場合，前記光源内に形成されている対応する穿孔と嵌合し，少なくとも1つの前記ロック部材は，このような仕方において前記回転運動の経路における少なくとも1つの穿孔と協働し，前記光源が前記リフレクタに対する軸方向の規定された位置に保持されるように構成し，これにより，ランプ(光源)のリフレクタへの固定がリフレクタ及びランプ(光源)とは別個の付加的な留め具を必要とすることなく行われる等の作用効果を奏するものであることが記載されている。",
                        "上記記載によれば，本願発明は，光源をリフレクタに固定する際の作業を念頭に，当該作業において，光源とは別個の付加的な留め具等の構成を要することなく，光源の，光軸の方向におけるリフレクタ内への挿入及び当該光軸周りの又はそれに平行な軸の周りの回転運動により，リフレクタ上に形成されたロック部材と光源において形成された穿孔とを係合させることにより，リフレクタへのランプの位置決め及び固定ができるようにしたものであると理解できる。そして，かかる特徴に照らすと，本願発明における光源が，分解されることのない一体不可分に形成されたものに限定されると特に解すべき理由はない。",
                        "さらに，本願明細書に記載された実施形態においては，「光源」に相当するものとして，「イグナイタ4，ガラス製エンベロープ11及びランプベース18を有するガス放電ランプ3」が開示されているところ，これも複数の構成要素から組み立てられるものであること，並びに，イグナイタ4がガラス製エンベロープ11及びランプベース18に回転が確実になるような仕方において固定されることが記載される一方で(【0030】，【0035】，【0036】，【0038】)，これらが分解されることのない一体不可分に形成されたものであることについては何ら記載がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本願発明における光源が，分解されることのない一体不可分に形成されたものに限定されるということはできず，これには，分解可能な複数の構成要素から組み立てられるものも含まれるものと解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の電球16は，リフレクタが集光するための光を発するものである。そして，引用発明の電球16は，取付フランジ17を有し，取付フランジ17の複数のバイオネットスロット18に平板アダプター19の頭部付きピン20が係合することで平板アダプター19に支えられるものである。",
                        "ところで，引用例には，「もっと便利には，電球は，交換のために単にアダプター19をリテーナ21に対して差し込みの細長い小さな穴と頭部付きピンを外す方向に回転することにより取り外せる。それによって，電球16は，アダプター19に対して差し込みの細長い小さな穴と頭部付きピンを外す方向に回転できる。上記の手順を逆にさせることで，電球交換が進められる。」と記載されており(前記(1)カ)，電球をリフレクタに固定する際の作業においては，引用発明の電球16は，平板アダプター19に支えられた状態である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「平板アダプター19」には，細長い小さな穴29が形成され，リフレクタ9と一体的に接合されるリテーナ21上には，頭部付きピン30があり，頭部付きピン30は，リフレクタ9の光軸の周りの電球16を支えている平板アダプター19の回転の過程において，電球16が，光軸の方向においてリフレクタ9と一体的に接合されるリテーナ21内に部分的に挿入された場合，平板アダプター19において形成された対応する細長い小さな穴29と係合する。",
                        "すなわち，平板アダプター19には，リフレクタ9側の頭部付きピン30に対応する細長い小さな穴29が形成されていて，平板アダプター19に支えられた電球16をリテーナ21に挿入された状態でリフレクタ9の光軸の周りに回転させることで，頭部付きピン30と細長い小さな穴29とが係合し，平板アダプター19に支えられた電球16がリフレクタ9に組み付けられる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の「リフレクタ9」，「リテーナ21」，「頭部付きピン30」は，それぞれ，本願発明の「リフレクタ」，「リフレクタ頸部」，「ロック部材」に相当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記イ(ウ)のとおり，本願発明における「光源」は，分解されることのない一体不可分に形成されたものに限定されるものということはできず，これには，分解可能な複数の構成要素から組み立てられるものも含まれるものと解されるところ，前記ウによれば，引用発明の「電球16」及び「電球16を支えている平板アダプター19」は，①リフレクタ(リフレクタ9)が集光するための光を発するものであり，②リフレクタ側のロック部材(頭部付きピン30)に対応する穿孔(細長い小さな穴29)が形成されていて，リフレクタ頸部(リテーナ21)に挿入された状態でリフレクタの光軸の周りに回転させることで，前記ロック部材と前記穿孔とが係合し，リフレクタに組み付けられるものであるから，本願発明の「光を発する光源」に相当するものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告らの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，本願明細書の記載を参酌すれば，本願発明の光源は，一体的固定的に形成されたものであり，光源3の交換の際にガラスエンベロープ11，ベース18及びイグナイタ4が分解されることはなく一体不可分であって，光源をガイドする別個の構成要素を要せずに，交換すべき光源を一方の手のみによって，容易に速くリフレクタに固定できる光源を意味すると解すべきである旨主張する。",
                        "しかし，前記イ(イ)のとおり，本願明細書に記載された本願発明の特徴に照らすと，本願発明における光源を，分解されることのない一体不可分に形成されたものに限定されると特に解すべき理由はなく，実施形態における「光源」に相当するものとして記載された「イグナイタ4，ガラス製エンベロープ11及びランプベース18を有するガス放電ランプ3」についても，複数の構成要素から組み立てられるものであることが記載されている一方で，分解されることのない一体不可分に形成されたものであることについては何ら記載がない。",
                        "本願明細書の記載によれば，前記イ(イ)のとおり，本願発明は，光源をリフレクタに固定する際の作業を念頭に，当該作業において，光源とは別個の付加的な留め具等の構成を要することなく，光源の，光軸の方向におけるリフレクタ内への挿入及び当該光軸周りの又はそれに平行な軸の周りの回転運動により，リフレクタ上に形成されたロック部材と光源において形成された穿孔とを係合させることにより，リフレクタへのランプの位置決め及び固定ができるようにしたものであると理解できる。そして，光源をリフレクタに固定する際の作業において，光源のリフレクタへの固定がリフレクタ及び光源とは別個の付加的な留め具を必要とすることなく行われるということは，光源自体がどのように構成されたものであるか(分解されることのない一体不可分に形成されたものであるか)を規定するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告らは，引用発明は，リフレクタ9に取り付けられた電球16を交換する際に追加的な平板アダプター19を必要とするという点において，本願明細書に記載された従来技術に相当するものであり，引用例には，電球交換の際に電球16と平板アダプター19とが一体不可分であってこれらを容易に交換するという技術思想は開示も示唆もされていない旨主張する。",
                        "しかし，前記イ(ウ)のとおり，本願発明における「光源」は，分解されることのない一体不可分に形成されたものに限定されるということはできず，これには，分解可能な複数の構成要素から組み立てられるものも含まれるものと解される。また，引用例の前記(1)カの記載によれば，引用例には，電球をリフレクタに固定する際の作業において，電球16を平板アダプター19と一体の状態にして，これらを容易に交換するという技術思想が開示されているということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告らは，本願発明の光源は，その交換の際に分解されることのない一体不可分のものであるが，引用発明の「平板アダプター19」は，電球16の交換の際に分解される部材であって，本願発明の「ランプベース18」に相当せず，引用発明において，本願発明の「ランプベース18」に相当するのは「取付フランジ17」，本願発明の「光を発する光源」に相当するのは「取付フランジ17を伴う電球16」である旨主張する。",
                        "しかし，前記イ(ウ)のとおり，本願発明における「光源」は，分解されることのない一体不可分に形成されたものに限定されるものということはできず，これには，分解可能な複数の構成要素から組み立てられるものも含まれるものと解されるから，「平板アダプター19」が電球16と分解され得る部材であることは，引用発明の「電球16」及び「電球16を支えている平板アダプター19」が本願発明の「光を発する光源」に相当すると認定することの妨げになるものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の看過について",
              "text": [
                "原告らは，引用発明において，本願発明の「ランプベース18」に相当するのは「取付フランジ17」，本願発明の「光を発する光源」に相当するのは「取付フランジ17を伴う電球16」，本願発明の「穿孔」に相当するのは「取付フランジ17において形成されたバイオネットスロット18」であることを前提に，本件審決は相違点Aを看過したものである旨主張する。",
                "しかし，前記(3)のとおり，引用発明の「電球16」及び「電球16を支えている平板アダプター19」は，本願発明の「光を発する光源」に相当するものと認められ，引用発明の「細長い小さな穴29」は，本願発明の「穿孔」に相当する。これを前提に本願発明と引用発明とを対比すれば，両者は前記第2の3(2)イの点において一致し，同ウの点において相違するものと認められる。",
                "以上によれば，本件審決における一致点及び相違点の認定に誤りはなく，本件審決には，原告らが主張する相違点の看過はない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告らは，本件審決における本願発明に係る進歩性判断が誤りであるとする理由に関し，相違点Aの看過があり，かつ引用発明において相違点Aに係る本願発明の構成を備えるようにすることは当業者が容易に想到できたことではない旨主張するほかは，本件審決が認定した相違点に係る容易想到性についての本件審決の判断に関しては争っていない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決における本願発明に係る進歩性判断に，原告ら主張の誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告らの本訴請求は理由がないから，いずれも棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}