{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-24042号事件について平成28年1月29日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成25年11月19日，「山岸一雄大勝軒」の文字を標準文字で表して成る商標(以下「本願商標」という。)について，商標登録出願をした(商願2013-90519号。以下「本願」という。甲7)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，上記商標登録出願に対して，平成26年8月22日付けで拒絶査定を受けたので，同年11月26日，拒絶査定に対する不服の審判を請求するとともに，指定商品又は指定役務を「第30類  つけ麺用の中華麺，調理済みのつけ麺，ラーメンの麺，つけ麺用のスープ，ラーメンスープ，ぎょうざ，しゅうまい」，「第43類  つけ麺を主とする飲食物の提供」に補正した(甲9，11，17)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，原告の請求を不服2014-24042号事件として審理し，平成28年1月29日，「本件審判の請求は，成り立たない。」とする別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同年2月15日，その謄本は原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年3月16日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，本願商標は，他人の氏名を含む商標であり，かつ，本願商標を登録することについて，当該他人の承諾を得ているものとは認められないから，商標法4条1項8号に該当し，商標登録を受けることができない，というものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "text": [
            "本願商標の商標法4条1項8号該当性の判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "商標法4条1項8号該当性について",
          "content": [
            {
              "fig": "ア",
              "subject": "商標法4条1項8号の解釈",
              "text": [
                "商標法4条1項8号の立法趣旨は，肖像，氏名，名称等に対する人格的利益を保護することにあるが，この人格的利益は，人格権の一内容である「氏名権」として確立された権利にかかる利益であり，その内容は，①パブリシティの権利としての「氏名無断使用禁止権」，②それ以外の場合の氏名専用権の一形態としての「他人が権限無しに自己の氏名を使用することを禁止する権利」であると解すべきである。そして，同号において，氏名を含む商標の登録が許されないのは，以下の二つの場合に限られると解すべきである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "他人のパブリシティの権利を侵害する場合",
                  "text": [
                    "パブリシティの権利は，人の氏名等に顧客吸引力がある場合に認められるので，その人の氏名等に著名性，周知性が必要である。また，パブリシティの権利の侵害が問題となる前提として，商標上の表示からその「他人」が特定されなければならないから，その「他人」の氏名等に少なくとも周知性があることが必要である。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "パブリシティの権利以外の氏名専用権の侵害になる場合",
                  "text": [
                    "氏名専用権の侵害となるかどうかは，商標出願の願書の記載から客観的類型的に判断すれば足りるというべきであり，指定商品「便器」や「獣類」に自己の氏名の商標が使われることや商標の氏名部分以外の部分との結び付きなどから不快感を氏名保持者が感じると判断すべき場合などが考えられる。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "本願商標は商標法4条1項8号に該当しないこと",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "「山岸一雄」との表示についてパブリシティの権利が発生する余地のある者は，原告の取締役会長であった者であって，本願商標の登録について承諾書を提出していた山岸一雄(平成27年4月1日死亡。以下「亡山岸」という。)以外に知られていない。特に，本願の指定商品及び指定役務の分野では，亡山岸以外にパブリシティの権利を有する者はいない。",
                    "すなわち，亡山岸と「つけ麺」との関連は，商品や役務の分野，あるいは，地域を超えて，広く知られている。亡山岸は，「つけ麺」を考案した元祖であり，「ラーメンの神様」とまで呼ばれ，いわば「つけ麺」の象徴のような存在であるため，「つけ麺を主とする飲食物の提供」などの本願の指定商品及び指定役務の分野において，需要者が，「山岸一雄」の文字列から想起するのは，亡山岸のみであり，「山岸一雄」の氏名を有する他の者を想起することはない。さらに，「大勝軒」もそれ自体「つけ麺」元祖の店として，又は，亡山岸のいる店として，商品や役務の分野，あるいは，地域を超えて，広く知られている。そうすると，本願の指定商品及び指定役務において，「山岸一雄」と「大勝軒」の相乗効果により，本願商標の文字列は，需要者に亡山岸のみを想起させ，「山岸一雄」の氏名を有する他の者を想起させない。",
                    "したがって，本願商標を商標登録することにより，亡山岸以外の者の利益を害し，又は，害するおそれがあるということはできない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本願の指定商品及び指定役務，本願商標の標章形態，その他本願の願書の記載事項に関し，第三者に不快感等を与えると客観的に判断できるようなものはない。よって，氏名専用権侵害が生じる余地はない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "以上によれば，本願商標は，商標法4条1項8号に該当しない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "使用による識別性の取得等",
              "text": [
                "他人の氏名を含む商標であっても，長年にわたる当該商標の使用や指定商品又は指定役務と関連付けられた報道等での当該氏名の露出等の結果，需要者が何人かの業務に係る商品又は役務であると認識することができ，他人の業務に係るものと認識しない状態となった場合には，商標法4条1項8号の規定にかかわらず，商標登録を受けることができると解すべきである。",
                "本願商標は，前記イ(ア)のとおり，本願の指定商品及び指定役務において，「山岸一雄」と「大勝軒」の相乗効果により，需要者に亡山岸のみを想起させ，「山岸一雄」の氏名を有する他の者を想起させないから，商標法4条1項8号の規定にかかわらず，商標登録を受けることができる。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "被告の主張について",
          "text": [
            "被告の商標法4条1項8号の解釈は，以下の諸点に照らし，不当である。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "学説の状況",
              "text": [
                "被告の解釈は，多くの学説において批判されており，その代表的な見解は，おおむね次のようなものである。",
                "すなわち，8号の趣旨は，自己の氏名・名称等が他人によりその商品又は役務の商標として使用され，それによって世人がそれらの氏名・名称と商品又は役務との間に何らかの関係があるかのように認識し，そのために氏名・名称を有する者がこれを不快としその人格権を毀損されたものであると感じるであろうことが，社会通念上客観的に明らかであると認められるような場合において，人格権保護の建前から事前にこのような者の承諾を得せしめようとするにある。したがって，氏名・名称については文理には反するとしても，上記趣旨からすれば，承諾を得ないことにより人格権の毀損が客観的に認められるに足る程度の著名性・稀少性等を必要とすると解すべきである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "氏名を含む商標が登録されている例の存在",
              "text": [
                "個人の職人技が需要者の信用の核心となっている分野においては，電話帳のデータを根拠にした同姓同名の検索サイトで，同姓同名者の存在が認められ，現実に同姓同名者が存在する蓋然性が高いにもかかわらず，氏名を含む商標が登録されている例が，多く存在する。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "被告の運用は破綻していること",
              "text": [
                "被告は，ＮTT「ハローページ」電話帳を検索して同姓同名者を発見し，これを出願人に通知して，拒絶や審決の根拠としている。しかし，前記イのとおり，現実に同姓同名者が存在する蓋然性が高いにもかかわらず，氏名を含む商標が登録されている例が多く存在しており，被告による同号の適用は，場当たり的であり，出願人間の不平等を招いている。すなわち，商標登録を受けられるか否かの基準が，たまたま電話帳に同姓同名の人物が掲載されているかどうかであること，電話帳に同姓同名の人物が掲載されていたとしても，商標登録される場合とされない場合とがあることは，不平等である。",
                "そもそも，ＮTT電話帳は，プライバシー保護等の観点から，近時掲載者数が激減しており，また，戸籍名で登録されている可能性もますます少なくなっている。被告が，電話帳に載っている同姓同名者全員の承諾書が提出されなければ，「氏名」を含んだ商標登録を拒絶するということを行うようになったのは，近時のことにすぎない。このような解釈は，早急に改められるべきである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "国際調和に反すること",
              "text": [
                "米国，欧州，ドイツ，イギリス，フランス，韓国，台湾，シンガポール，中国などでは，ある人物の氏名について，同姓同名の他人が存在することのみを理由に，その他人の同意がなければ一律に商標登録を受けられないとはしておらず，これらの国や地域では本願商標に相当するような商標の登録は可能である。被告の解釈を採用することは，国際協調，国際調和の理念に反する。"
              ]
            },
            {
              "fig": "オ",
              "subject": "パリ条約6条の5Bとの関係",
              "text": [
                "パリ条約6条の5は，本国(出願人が営業所，住所又は国籍を有する国)において正規に登録された商標が，同条の5Bの定める①第三者の既得権との抵触②識別性の欠如③公序良俗違反という3つの例外を除き，他の同盟国においても，そのままその登録を認められ，かつ保護されることを定めている。ところで，米国，英国，ドイツ，フランス，韓国，シンガポール，中国，欧州連合などのパリ条約の加盟国では，本願商標のように氏名を含む商標も商標登録されると考えられる。日本は，パリ条約の加盟国であるから，これらの諸外国において，氏名を含む商標が商標登録された場合，ＮTT電話帳に商標中の氏名と同姓同名者が登録されているとしても，これのみを理由に，日本における登録を拒絶することはできない。",
                "すなわち，上記の諸外国に営業所，住所又は国籍を有し，本国で商標登録を得た者であれば，本願商標のように氏名を含む商標を日本において登録することができるにもかかわらず，日本にのみ営業所，住所又は国籍を有する者の場合は，登録することができないというのは，日本人や日本法人を不当に不利に扱うことにほかならず，憲法14条に反する。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "まとめ",
          "text": [
            "以上のとおり，本願商標が商標法4条1項8号に該当すると判断した本件審決は，誤りである。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "商標法4条1項8号該当性について",
          "content": [
            {
              "fig": "ア",
              "subject": "商標法4条1項8号の解釈",
              "text": [
                "商標法4条1項8号の趣旨は，他人の氏名，名称等に対する人格的利益，すなわち，人は，自らの承諾なしにその氏名，名称等を商標に使われることがないという利益を保護することにあるのであって，同号の規定上，他人の氏名，名称等を含む商標が当該他人の人格的利益を侵害するおそれのある具体的な事情が存在することは，要件とされていない。したがって，同号は，他人の氏名を含む商標について商標登録を受けることは，そのこと自体が，その氏名を有する他人の人格的利益の保護を害するおそれがあるとみなすものと解され，その該当性を判断するに当たり，出願人と他人との間での商品又は役務の出所の混同のおそれの有無やいずれかが周知著名であるかといったことは考慮する必要がないものと解される(最高裁平成15年(行ヒ)第265号同16年6月8日第三小法廷判決・裁判集民事214号373頁，最高裁平成16年(行ヒ)第343号同17年7月22日第二小法廷判決・裁判集民事217号595頁等参照)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本願商標は商標法4条1項8号に該当すること",
              "text": [
                "本願商標の構成中「山岸一雄」の文字は，氏名を表したものと認識されるものであるところ，電話帳に掲載されている情報を参照すれば，本願商標の登録出願時及び本件審決時において，原告の取締役であった亡山岸とは異なる複数の「山岸一雄」を氏名とする他人が生存していたことがうかがわれる。しかし，原告は，当該「山岸一雄」を氏名とする他人から，原告が本願商標の商標登録を受けることについて承諾を得ていない。",
                "したがって，本願商標は，商標法4条1項8号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告が援用する学説が，前記(1)アの最高裁判例を批判するものであるとしても，それが，当該判例で示された商標法4条1項8号の条文の趣旨及び解釈に影響を与えるというべき特段の事情は見当たらない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告が，氏名を含む商標登録の例として挙げるものは，本願商標と構成態様を異にする商標に係る事案であるから，当該登録例の存在をもって，本願商標についての個別具体的な判断が拘束される理由はない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "仮に，本願の指定商品及び指定役務の分野において，原告の取締役であった亡山岸が需要者に相当程度知られていたとしても，そのことは，本願商標の商標法4条1項8号該当性を否定する事情とはなり得ない。また，被告において，出願商標の登録の可否が，事件ごとに基準もなく，場当たり的に判断されているものではない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，本件審決における判断は，国際協調，国際調和に反するものであり，また，パリ条約6条の5Bとの関係でも，日本にのみ営業所等を有する者を不当に不利に扱う結果をもたらすものであって，不当である旨主張する。",
                "しかし，パリ条約の規定からしても，諸外国の商標保護に関する法制と我が国のそれとが細部において異なることを制度上予定しているということができる。そして，前記(1)アの解釈は，最高裁判所の判例等で判示された商標法4条1項8号の趣旨や解釈に則ったものであって，たとえ，諸外国における事情と異なるところがあったとしても，そのことをもって，本件審決における判断が，国際協調，国際調和の理念に反するなどということはできない。また，本件審決が，日本にのみ営業所等を有する者を不当に不利に扱う結果をもたらすものであるということもできない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "原告は，商標法4条1項8号は氏名権を保護するものであるとした上で，本件において，人格的利益を保護すべき「他人の氏名」はない旨主張する。",
                "しかし，本願商標は，他人の氏名である「山岸一雄」を含む商標であって，かつ，当該他人の承諾を得ていないものであるから，当該他人の氏名に対する人格的利益を保護するべく，同号に該当するとされるべきものである。その際，原告と他人との間での商品又は役務の出所の混同のおそれの有無や，いずれかが周知著名であるかといったことを考慮する必要はない。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "まとめ",
          "text": [
            "以上のとおり，本願商標が商標法4条1項8号に該当すると判断した本件審決に，誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "商標法4条1項8号の趣旨について",
          "text": [
            "商標法4条1項8号は，「他人の肖像又は他人の氏名若しくは名称若しくは著名な雅号，芸名若しくは筆名若しくはこれらの著名な略称を含む商標(その他人の承諾を得ているものを除く。)」については，商標登録を受けることができない旨を規定している。",
            "商標法4条1項は，商標登録を受けることができない商標を各号で列記しているが，需要者の間に広く認識されている商標との関係で商品又は役務の出所の混同の防止を図ろうとする同項10号，15号等の規定とは別に，8号の規定が定められていることからみると，8号が，他人の肖像又は他人の氏名，名称，著名な略称等を含む商標は，その他人の承諾を得ているものを除き，商標登録を受けることができないと規定した趣旨は，人(法人等の団体を含む。以下同じ。)の肖像，氏名，名称等に対する人格的利益を保護すること，すなわち，自らの承諾なしにその氏名，名称等を商標に使われることがないという利益を保護することにあると解される(最高裁平成15年(行ヒ)第265号同16年6月8日第三小法廷判決・裁判集民事214号373頁，最高裁平成16年(行ヒ)第343号同17年7月22日第二小法廷判決・裁判集民事217号595頁参照)。そうすると，ある氏名を有する他人にとって，その氏名を同人の承諾なく商標登録されることは，同人の人格的利益を害されることになると考えられる。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標の商標法4条1項8号該当性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，「山岸一雄大勝軒」の文字を標準文字で表して成るものであるところ，その構成中「山岸一雄」の文字部分は，我が国における氏名表記の実情に照らし，「山岸」が氏を表し，「一雄」が名を表し，そして，その全体が「山岸一雄」なる氏名を表したものとして認識されるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "証拠(乙3～17。枝番を含む。)によれば，「山岸一雄」を氏名とする者が，①ＮTT東日本作成の「ハローページ  長野県長野版」に  「’14.9」版(掲載情報は平成26年6月11日現在のもの)及び「’15.9」版(掲載情報は平成27年6月11日現在のもの)を通じて2名，②ＮTT西日本作成の「ハローページ  京都市南部版」に  「’14.6」版(掲載情報は平成26年2月28日現在のもの)及び「’15.6」版(掲載情報は平成27年2月27日現在のもの)を通じて1名，③ＮTT西日本作成の「ハローページ  石川県のと版」に  「’14.8」版(掲載情報は平成26年5月2日現在のもの)及び「’15.8」版(掲載情報は平成27年4月24日現在のもの)を通じて2名，④ＮTT西日本作成の「ハローページ  福井県嶺北版」に  「’14.12」版(掲載情報は平成26年9月1日現在のもの)及び「’15.12」版(掲載情報は平成27年9月4日現在のもの)を通じて1名，⑤ＮTT西日本作成の「ハローページ  石川県かなざわ版」に",
                  "text": [
                    "「’14.8」版(掲載情報は平成26年5月2日現在のもの)及び「’15.8」版(掲載情報は平成27年4月24日現在のもの)を通じて2名，⑥ＮTT東日本作成の「ハローページ  新潟県長岡版」に  「’14.12」版(掲載情報は平成26年9月9日現在のもの)及び「’15.12」版(掲載情報は平成27年9月8日現在のもの)を通じて1名，⑦ＮTT東日本作成の「ハローページ  新潟県新潟版」に  「’14.6」版(掲載情報は平成26年3月11日現在のもの)及び「’15.6」版(掲載情報は平成27年3月11日現在のもの)を通じて1名，⑧ＮTT東日本作成の「ハローページ  新潟県上越版」に  「’14.12」版(掲載情報は平成26年9月9日現在のもの)及び「’15.12」版(掲載情報は平成27年9月8日現在のもの)を通じて1名，⑨ＮTT東日本作成の「ハローページ  新潟県魚沼版」に  「’14.12」版(掲載情報は平成26年9月9日現在のもの)及び「’15.12」版(掲載情報は平成27年9月8日現在のもの)を通じて1名，⑩ＮTT東日本作成の「ハローページ  新潟県糸魚川版」に  「’14.12」版(掲載情報は平成26年9月9日現在のもの)及び「’15.12」版(掲載情報は平成27年9月8日現在のもの)を通じて1名，⑪ＮTT東日本作成の「ハローページ  群馬県桐生地区版」に  「’14.7」版(掲載情報は平成26年3月20日現在のもの)及び「’15.7」版(掲載情報は平成27年4月3日現在のもの)を通じて1名，⑫ＮTT東日本作成の「ハローページ  春日部・加須・久喜市版」に",
                    "「’14.8」版(掲載情報は平成26年5月8日現在のもの)及び「’15.12」版(掲載情報は平成27年9月3日現在のもの)を通じて1名，⑬ＮTT東日本作成の「ハローページ  市原・木更津・君津市版」に  「’14.7」版(掲載情報は平成26年4月4日現在のもの)及び「’15.7」版(掲載情報は平成27年4月3日現在のもの)を通じて2名，⑭ＮTT東日本作成の「ハローページ  千葉・四街道市版」に  「’14.7」版(掲載情報は平成26年4月4日現在のもの)及び「’15.7」版(掲載情報は平成27年4月3日現在のもの)を通じて1名，⑮ＮTT東日本作成の「ハローページ  町田市版」に  「’15.1」版(掲載情報は平成26年10月9日現在のもの)及び「’16.2」版(掲載情報は平成27年10月26日現在のもの)を通じて1名，掲載されていることが認められる。",
                    "上記事実及び弁論の全趣旨によれば，本願商標の登録出願時(平成25年11月19日)及び本件審決時(平成28年1月29日)において，亡山岸(生前の住所地は東京都豊島区。甲19)とは別に，「山岸一雄」を氏名とする者が，複数生存していたものと推認される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願商標は，他人の氏名を含む商標であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「山岸一雄」を氏名とする者の承諾の有無",
              "text": [
                "証拠(甲19，38)及び弁論の全趣旨によれば，原告の取締役であった亡山岸は，本願商標の登録出願時において，原告が本願商標の登録出願をし，その商標登録を受けることを承諾していたこと，その後，亡山岸は，平成27年4月1日死亡したことが認められる。",
                "しかし，前記(1)イのとおり，本願商標の登録出願時及び本件審決時において，亡山岸とは別に，「山岸一雄」を氏名とする者が，複数生存していたものと推認されるところ，亡山岸以外の「山岸一雄」を氏名とする者が本願商標の登録について承諾していたとの事実を認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本願商標は，商標法4条1項8号に該当し，商標登録を受けることができないものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，商標法4条1項8号において，氏名を含む商標の登録が許されないのは，①他人のパブリシティの権利を侵害する場合(当該他人の氏名等に少なくとも周知性が認められる場合)，②パブリシティの権利以外の氏名専用権の侵害になる場合(商標出願の願書の記載から客観的類型的に判断し，氏名保持者が不快感を感じると判断すべき場合)に限られると解すべきところ，本願商標は，上記①及び②のいずれにも該当しない旨主張する。",
                "しかし，商標法4条1項8号の趣旨は，前記1のとおり，人の氏名に対する人格的利益の保護，すなわち，自らの承諾なしにその氏名，名称等を商標に使われることがないという利益を保護することにある。そして，同号は，その規定上，「著名な雅号，芸名若しくは筆名若しくはこれらの著名な略称」とし，これらについては著名なものを含む商標のみを不登録事由とする一方で，「他人の肖像又は他人の氏名若しくは名称」については，著名又は周知なものであることを要するとはしていない。また，同号は，人格的利益の侵害のおそれがあることそれ自体を要件として規定するものでもない。したがって，商標法4条1項8号の趣旨やその規定ぶりからすると，同号にいう「他人の氏名」が，著名又は周知なものに限られるとは解し難く，また，同号の適用が，他人の氏名を含む商標の登録により，当該他人の人格的利益が侵害され，又はそのおそれがあるとすべき具体的事情の証明があったことを要件とするものであるとも解し難い。すなわち，同号は，他人の氏名を含む商標については，そのこと自体によって，上記人格的利益の侵害のおそれを認め，その他人の承諾を得た場合でなければ，商標登録を受けることができないとしているものと解される。",
                "原告の上記主張は，商標法4条1項8号が，その規定上，他人の氏名については「著名な」ものであることを要するとはしていないこと，他人の人格的利益を侵害し，又はそのおそれがあるとすべき具体的事情の証明があったことを要件としているとも解し難いことに照らし，文理解釈の範囲を超えるものといわざるを得ない。また，同号の趣旨は，上記のとおり，人の氏名に対する人格的利益の保護にあるところ，この人格的利益の保護の要否を，顧客吸引力の有無(周知性や著名性の有無)により分けるというのも，同号が商品又は役務の出所の混同のおそれを要件としていないことに照らし，相当でない。さらに，自己の氏名を含む商標が登録されることにより氏名保持者が精神的苦痛や不快感を感じるか否かを商標出願の願書の記載のみから判断すれば足りるというのも，氏名保持者ごとに人格的利益に係る事情は異なるにもかかわらず，その個別的事情を一切捨象するものであって，相当でない。なお，他人の氏名を含む商標について，当該氏名を有する他人から登録異議の申立てや無効審判請求がされたときに初めて，当該商標の商標法4条1項8号該当性を判断すれば足りるとするのは，同号が商標の不登録事由として規定されていることにそぐわないのみならず，登録異議の申立期間が商標掲載公報の発行の日から2月以内に限られ(同法43条の2)，同項8号に違反してされたことを理由とする無効審判は商標権の設定の登録の日から5年を経過した後は請求することができないとされていることから(同法47条1項)，人は，自らの承諾なしにその氏名を商標に使われることがないという利益を確保するために，自己の氏名が含まれる商標の登録の有無を常に確認しなければならないことになる。かかる解釈は，商標に含まれる氏名を有する他人に負担を強いるものであって，相当でないといわざるを得ない。",
                "以上の諸点に照らし，原告の上記主張は，採用することができない。なお，本件において，亡山岸以外の「山岸一雄」が不快感を感じることがないとまでは認めるに足りない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，学説の状況及び氏名を含む商標が登録されている例が存在することを挙げ，商標法4条1項8号について，他人の氏名を含む商標については，そのこと自体によって，上記人格的利益の侵害のおそれを認め，その他人の承諾を得た場合でなければ，商標登録を受けることができないものと解釈することは不当である旨主張する。",
                "しかし，原告の挙げる学説の内容は，当裁判所の判断を拘束するものではないし，過去に氏名を含む商標が登録されている例があるからといって，本件審決における本願商標の商標法4条1項8号該当性の判断が，これに左右されるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，被告が，ＮTT「ハローページ」電話帳を検索して同姓同名者を発見し，これを出願人に通知して，拒絶や審決の根拠とするのは，現実に同姓同名者が存在する蓋然性が高いにもかかわらず，氏名を含む商標が登録されている例が多く存在していること，ＮTT電話帳は，プライバシー保護等の観点から，近時掲載者数が激減しており，また，戸籍名で登録されている可能性もますます少なくなっていること等に照らし，不当である旨主張する。",
                "しかし，前記2(1)イのとおり，本件においては，ＮTT「ハローページ」電話帳の掲載内容によれば，本願商標の登録出願時及び本件審決時において，亡山岸とは別に，「山岸一雄」を氏名とする者が，複数生存していたものと推認されるのであるから，本件審決が，本願商標の商標法4条1項8号該当性について，ＮTT「ハローページ」電話帳を検索し，その結果に基づき判断したことが，不当であるということはできない。そして，これら同姓同名者の承諾を得ていないにもかかわらず，「山岸一雄」の氏名を含む商標が登録されることにより，それらの者の人格的利益を侵害するおそれがおよそ存在しないとまでいうことはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，米国，欧州，ドイツ，イギリス，フランス，韓国，台湾，シンガポール，中国などでは，ある人物の氏名について，同姓同名の他人が存在することのみを理由に，その他人の同意がなければ一律に商標登録を受けられないとはしておらず，これらの国や地域では本願商標に相当するような商標の登録は可能であるから，本件審決の商標法4条1項8号の解釈は，国際協調，国際調和の理念に反する旨主張する。",
                "しかし，諸外国における商標保護に関する法制と我が国におけるそれとが異なることがあり得べきことは，パリ条約6条(1)が商標の登録出願及び登録の条件は，各同盟国において国内法令で定める旨規定していることに照らしても，国際的にも当然に予定されているということができる。したがって，いかなる規定とするかは，立法政策の問題にほかならず，仮に商標法4条1項8号について前記1及び2のとおり解釈することにより，原告が挙げる諸外国における他人の氏名を含む商標の登録に関する法制と我が国におけるそれとに異なる面があったとしても，それゆえに，当該解釈が，国際協調，国際調和の理念に反するものであるなどということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，パリ条約6条の5によれば，諸外国に営業所，住所又は国籍を有し，本国で商標登録を得た者であれば，本願商標のように氏名を含む商標を日本において登録することができるにもかかわらず，日本にのみ営業所，住所又は国籍を有する者の場合は，登録することができないというのは，日本人や日本法人を不当に不利に扱うことにほかならず，憲法14条に反する旨主張する。",
                "しかし，パリ条約6条の5は，外国登録商標については，原則として，本国において正規に登録された商標は他の同盟国においてもそのままその登録を認められかつ保護されるとしつつ(6条の5A)，当該商標が，保護を要求される国における第三者の既得権を害するようなものである場合等には，本国において正規に登録された商標であっても，その登録を拒絶され又は無効とされることがある旨規定している(6条の5B)。そして，商標法4条1項8号は，前記1のとおり，人の肖像，氏名，名称等に対する人格的利益を保護する趣旨の規定であるところ，かかる人格的利益は，上記にいう「第三者の既得権」に相当するものであると解される。そうすると，商標法4条1項8号について，他人の氏名を含む商標については，そのこと自体によって，上記人格的利益の侵害のおそれを認め，その他人の承諾を得た場合でなければ，商標登録を受けることができないものと解釈することで，日本人や日本法人を不当に不利に扱う結果をもたらすなどということはできない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，他人の氏名を含む商標であっても，長年にわたる当該商標の使用や指定商品又は指定役務と関連付けられた報道等での当該氏名の露出等の結果，需要者が何人かの業務に係る商品又は役務であると認識することができ，他人の業務に係るものと認識しない状態となった場合には，商標法4条1項8号の規定にかかわらず，商標登録を受けることができると解すべきである旨主張する。",
                "しかし，商標法4条1項8号について，同法3条2項に相当する規定は存しない。原告の上記主張は，独自の見解であって，採用の限りでない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10065",
    "date": "2016-08-10",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086071",
    "ipprecedent_id": "4407",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}