{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "本件附帯控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "被控訴人が当審において拡張した請求を棄却する。"
    },
    {
      "fig": "4",
      "text": "控訴費用は控訴人の負担とし，附帯控訴費用(当審で追加された請求に係るものを含む。)は被控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人(控訴の趣旨)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，控訴人敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人敗訴部分につき，被控訴人の請求を棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人(附帯控訴の趣旨)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，被控訴人敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被控訴人に対し，1万9236円及びこれに対する平成26年5月1日から支払済みまで年6％の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "当審における請求の拡張",
              "text": [
                "控訴人は，被控訴人に対し，257万7300円及びこれに対する平成26年5月1日から支払済みまで年6％の割合による金員を支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，被控訴人が控訴人に対し，特許実施許諾契約に基づく平成21年6月から平成25年12月分までの未払実施料が，原判決別紙販売額・実施料一覧表記載のとおりであると主張して，同契約に基づき合計1955万3025円及びこれに対する支払期限の後である平成26年5月1日から支払済みまで商事法定利率年6％の割合による遅延損害金の支払を求める事案である。",
            "原審は，被控訴人の請求を，控訴人に対し，1953万3789円及びこれに対する平成26年5月1日から支払済みまで年6％の割合による遅延損害金の支払を求める限度で認容し，被控訴人のその余の請求を棄却した。",
            "控訴人は，原判決が請求を一部認容した部分を不服として控訴し，被控訴人は，原判決が請求を棄却した部分を不服として，附帯控訴した。さらに，被控訴人は，附帯控訴により，当審において請求を拡張し，特許実施契約に基づき，平成21年6月から平成25年12月分までの未払実施料として，控訴人に対し，257万7300円及びこれに対する支払期限の後である平成26年5月1日から支払済みまで商事法定利率年6％の割合による遅延損害金の支払請求を追加した(被控訴人は，原審において，原判決別紙被告製品目録記載2の製品(控訴人製品2)についての実施料算定の基礎となる販売価格を1トン当たり7万5000円と主張していたところ，当審において，上記価格を1トン当たり8万5000円であると主張して，未払実施料額を合計2213万0325円に増額した。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "判断の基礎となる事実，争点及び争点についての当事者の主張",
          "text": [
            "原判決を次のとおり補正するほか，原判決の「事実及び理由」の「第2  事案の概要等」の1及び2(原判決2頁5行目から同12頁6行目まで)記載のとおりであるから，これを引用する(以下，原判決の引用中「原告」とあるのは「被控訴人」と，「被告」とあるのは「控訴人」と，「別紙」を「原判決別紙」と，それぞれ読み替え，原判決で用いられた略語はそのまま使用する。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決7頁3行目末尾に，行を改めて，次のとおり加える。",
                "「本件契約は，控訴人自身が本件方法を実施する場合と異なり，いわば，本件方法の実施権自体を取引対象とするものであるから，本件特許の有効性は，取引対象の本質に関わる部分であり，控訴人製品の購入者にとっても，重大な関心事である。このような状況においては，本件特許の有効性は，本件契約の根幹をなす部分といえるし，本件特許に無効理由が存在することは，本件契約の根幹において重大な瑕疵が存することになるから，控訴人は，瑕疵担保責任に基づいて本件契約を解除することができるというべきである。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決7頁17行目の「被告は，」を削る。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決11頁6行目冒頭から同12頁6行目末尾までを，次のとおり，改める。",
                "「(2)  控訴人の未払実施料の額",
                "(被控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "販売量",
                  "text": [
                    "控訴人は，本件契約締結日(平成21年6月1日)以降，本件特許発明の実施となる汚染土壌の固化・不溶化方法に用いさせる目的で，別紙販売額・実施料一覧表(控訴審)1，2の各総添加量(t)欄記載のとおり，控訴人製品1を少なくとも114．5トン，控訴人製品2を少なくとも8591トン，それぞれ販売した。",
                    "控訴人製品2については，外部に配布することを目的として作成された資料である土壌汚染不溶化固化施工実績(エコアース材)と題する文書(甲2の1)に基づいて，その販売量を認定するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "販売価格",
                  "text": [
                    "控訴人製品1，2それぞれの販売額は，同表各販売額欄記載のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人製品1",
                      "text": [
                        "控訴人製品1について，運賃込みの販売価格であると認められたとしても，買主の元に運送する費用は売主負担であるから，販売価格から運賃を控除して実施料を算定することは相当ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人製品2",
                      "text": [
                        "国土交通省の新技術情報提供システム(ＮETIS)によると，控訴人は，控訴人製品2を同システムに登録申請しており，そこには，その販売単価として「エコアース：85，000円／トン」との記載があることから，控訴人製品2の販売単価が1トン当たり8万5000円であることは明らかである(甲17，18)。",
                        "また，被控訴人は，上記情報(甲17)に基づいて控訴人製品2の販売単価を主張しているから，控訴人製品2については運賃の控除は問題とならないし，控訴人製品2についてはそもそも運賃込みの販売価格であるとはいえない(甲14)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件契約に基づく未払実施料の額は，控訴人製品1につき22万3275円，控訴人製品2につき2190万7050円の合計2213万0325円である。",
                    "(控訴人の認否及び主張)"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "控訴人製品1",
                  "text": [
                    "控訴人が，汚染土壌の固化・不溶化用途向けに，控訴人製品1を平成21年6月から平成22年8月までに114．5トン販売した事実は認める。控訴人製品1に係る実施料は，20万4039円である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人製品2",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "販売量",
                      "text": [
                        "控訴人が，平成23年7月から平成25年12月までの間に，汚染土壌の固化・不溶化用途向けに販売した控訴人製品2は原判決別紙販売額一覧表のⅠ(2)に示すとおり，合計4435トンである。被控訴人の主張する控訴人製品2の販売のうち，同表Ⅱ記載の販売分は汚染土壌の固化・不溶化用途向けではないから(控訴人は，バイオマス焼却灰の中性化処理に用いるためにも販売していた。)，本件契約における実施料の対象である「本件方法に使用された本件製品」ではない。",
                        "被控訴人が販売数量の根拠とする土壌汚染不溶化固化施工実績(エコアース材)と題する文書(甲2の1)は，本来，控訴人の外部に配布することを目的として作成された資料ではない。また，上記文書は，法的に作成が義務付けられる類いの文書などでもないから，正確性が担保されているものでもなく，その記載内容についても見積り段階や引き合い段階にすぎない数値と実績数値とが混在していて実際の数量とは異なるから，上記文書の内容をそのまま信用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "販売価格",
                      "text": [
                        "仮に，被控訴人が主張するように，平成23年7月から平成25年12月までの間に，汚染土壌の固化・不溶化用途向けに販売した控訴人製品2の販売量が合計8591トンであるとしても，その販売価格は，別紙販売額一覧表(控訴審)に記載のとおりであり，総販売額は4億1168万7400円であるから，その実施料は，これに3％を乗じた額である1235万0622円となる。販売量について，控訴人の主張が認められないとしても，上記金額を超える実施料は認められない。",
                        "被控訴人が実施料を算定する際の販売価格の根拠とするＮETISに登録されたエコアースの単価が8万5000円であることは争わないけれども，上記価格は公共工事の設計単価であり，控訴人は，直接，公共工事を受注することはないから，公共工事を受注したゼネコンへの納入価格である実施単価は上記価格よりも低い価格となるので，上記金額は控訴人製品2の販売価格とはいえない。控訴人製品2について，各証拠(甲14，16，乙20の7～12)によれば，運賃込みで4万2500円から6万5000円に値引きされて販売されていたことがあり，これらの値引き販売については，値引きされた後の価格に基づいて実施料を算定すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，控訴人が顧客に控訴人製品を販売する場合，運賃込みの場合と別の場合とがあり，運賃込みの場合の「本件製品の販売価格」は，運賃込みの販売価格から1トン当たり5600円を控除した額とすべきである。",
                    "控訴人製品2の販売の場合にも，販売価格には運賃が含まれているから，控訴人製品1の場合と同様に，1トン当たり5600円の運賃を控除した額を販売価格として実施料を算定すべきである。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被控訴人の請求は，1953万3789円及びこれに対する平成26年5月1日から支払済みまで年6％の割合による遅延損害金の支払を求める限度で理由があるが，その余の請求(当審において拡張された請求を含む。)は理由がないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(本件契約の瑕疵等の有無)について",
          "text": [
            "原判決を次のとおり補正するほか，原判決「事実及び理由」第3の1(原判決12頁8行目から同14頁17行目まで)記載のとおりであるから，これを引用する。",
            "原判決13頁23行目冒頭から同14頁4行目末尾までを次のとおり改める。",
            "「(4)  瑕疵担保責任に基づく本件契約の解除について",
            "控訴人は，本件特許の有効性は，本件契約の根幹をなす部分であり，本件特許に無効理由が存在することは，本件契約の根幹において重大な瑕疵が存することになるから，瑕疵担保責任に基づいて本件契約を解除することができるというべきであり，本件契約に基づく実施料支払義務は負わない旨主張するので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "まず，控訴人は，平成22年9月，被控訴人に対し，本件特許は無効であるから実施料は支払えない旨を口頭で通知することにより，本件契約の解除の意思表示をした旨主張する。",
                "しかしながら，被控訴人は，上記解除の意思表示があったことを否定しており，控訴人が，平成22年9月に本件契約を解除する旨の意思表示をしたことを認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "仮に，本件契約に瑕疵担保責任の規定を適用するとしても，そもそも本件特許権は現時点で有効に存在しており，本件特許について特許無効審判が請求されているわけでもない。本件契約は，本件特許に関する知識を有する事業者(当業者)同士により締結されたものであり，控訴人が主張する本件特許の無効理由についてみても，証拠(乙15)及び弁論の全趣旨によれば，いずれも，本件契約時に，既に控訴人がその内容を検討していたものか，当然検討していたと考えられるものであると認められるから，本件契約についての瑕疵であると控訴人が主張する本件特許の無効理由について，控訴人は，本件契約時に認識し，又は認識し得たものと認められる。",
                "また，特許発明が技術的に実施不能である場合などには，実施権者が実施料支払義務を負わないと解する余地もあるけれども，控訴人の主張する瑕疵は，本件特許に無効理由が存在するというものであって，本件特許発明の実施が不能であるとか困難であるとかを主張するものではないし，本件においては，本件特許発明が技術的に実施不能であったとは認められず，実際に，控訴人は，本件特許発明を実施し，かつ，本件特許権の有効性を前提として再実施許諾の実施許諾者としてその利益を受けることができているといえるのであるから，控訴人の主張する瑕疵によって本件契約の目的を達することができないというわけでもない。",
                "以上によれば，瑕疵担保責任に基づいて本件契約を解除したから，本件契約に基づく実施料支払義務は負わない旨の控訴人の上記主張は，採用することができない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(控訴人の未払実施料の額)について",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "控訴人製品1について"
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本件特許発明の実施となる汚染土壌の固化・不溶化方法に用いさせる目的での控訴人製品1の販売量が，別紙販売額・実施料一覧表(控訴審)1の総添加量(t)欄記載のとおり合計114．5トンであることは当事者間に争いがない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "証拠(甲13)及び弁論の全趣旨によれば，その販売価格は1トン当たり6万5000円(運賃込み)を下らないことが認められ，この認定を左右するに足りる証拠はない。",
                "控訴人は，販売価格が運賃込みの販売価格である場合については，運賃として1トン当たり5600円を控除すべきである旨主張するところ，確かに遠隔地への運搬等により運賃が高額になったからといって，そのことが実施料の額に反映することは不合理であり，取引通念に照らしても，本件契約の第3条にいう「本件製品の販売価格」には，運賃が含まれないとみるのが相当であるから，運賃込み販売価格とされている取引については，運賃額として，少なくとも控訴人の主張する額を控除するのが相当である。",
                "これに対し，被控訴人は，運賃込み販売価格とされている取引についても，買主の元に運送する費用は売主負担であるから，運送費を控除するのは相当ではなく，実施料の算定の基礎となる販売価格は運賃込み販売価格である旨主張する。しかしながら，前記認定のとおり，本件契約の第3条にいう「本件製品の販売価格」には，運賃が含まれないとみるのが相当であり，このことは当該取引において運賃が売主の負担とされているか否かにより左右されないから，被控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "したがって，控訴人製品1の販売により発生する本件契約に基づく実施料は，その1トン当たりの運賃込み販売価格である6万5000円から5600円を控除した5万9400円に，その販売量合計114．5トンを乗じ，さらに，これに実施料率3％を乗じた額である20万4039円であると認めるのが相当である。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "subject": "控訴人製品2について"
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "証拠(甲2の1，甲15，19)及び弁論の全趣旨によれば，本件特許発明の実施となる固化・不溶化方法に用いさせる目的での控訴人製品2の販売量は，別紙販売額・実施料一覧表(控訴審)2の総添加量(t)欄記載のとおりであり，合計8591トンであることが認められる。",
                "控訴人は，上記証拠の信用性を争うとともに，被控訴人が主張する控訴人製品2の一部は，本件製品の対象となる本件特許発明の実施となる固化・不溶化向けだけではないから(バイオマス焼却灰の中性化処理に用いるためにも販売していた。)，本件契約における実施料の対象である「本件方法に使用された本件製品」ではないと主張する。しかしながら，前掲証拠によれば，被控訴人が控訴人製品2の販売数量算出の根拠とする「土壌汚染不溶化固化施工実績(エコアース材)」と題する文書(甲2の1)は，控訴人作成に係る文書であり，しかも，控訴人自らが本件訴訟の提起される前である平成26年6月19日と同月20日に開催された「第20回地下水・土壌汚染とその防止対策に関する研究集会」において，被控訴人を含む外部関係者に配付した文書であって(甲15)，その記載内容についても特に不自然なところはないのであるから，その記載内容をそのまま信用するのが相当である。",
                "これに対し，控訴人は，上記文書(甲2の1)は，控訴人の外部に配布することを目的として作成された資料ではないのであって，法的に作成が義務付けられる類いの文書などでもないから，正確性が担保されているものでもなく，その記載内容についても見積り段階や引き合い段階にすぎない数値と実績数値とが混在していて実際の数量とは異なるから，そのまま信用することができない旨主張する。しかしながら，上記文書が外部関係者も参加する上記研究集会において配布されたことからすると，その上でこれに信用性がないとする控訴人の説明はかえって不自然，不合理であることに加えて，控訴人製品2の販売量についての認定を左右するに足りる控訴人による主張立証は全くないのであるから，控訴人製品2の販売量は上記のとおり合計8591トンであると認定するのが相当である。",
                "したがって，控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "控訴人作成に係る請求書(控)(甲14)及び弁論の全趣旨によれば，控訴人製品2の販売価格は1トン当たり7万5000円を下らないことが認められ，この認定を左右するに足りる証拠はない。",
                "これに対し，被控訴人は，国土交通省の新技術情報提供システム(ＮETIS)に「エコアース：85，000円／トン」との記載があることを根拠に，控訴人製品2の販売単価は1トン当たり8万5000円である旨主張する。しかしながら，国土交通省の新技術情報提供システム(ＮETIS)に上記記載があるとしても，このことのみをもって，直ちに，控訴人が控訴人製品2を1トン当たり8万5000円の販売価格で販売したと認められるわけではなく，その他，上記金額が本件契約の第3条の「本件製品の販売価格」であると認めるに足りる証拠はないから，上記金額を実施料の算定の基礎となる「本件製品の販売価格」と認めることはできない。",
                "したがって，被控訴人の上記主張は採用することができない。",
                "控訴人は，納品書又は請求書等(乙20。枝番号の書証を含む。以下同じ。)に記載された内容を根拠として，控訴人製品2の1トン当たりの販売価格について主張する。しかしながら，控訴人が上記主張の根拠とする納品書又は請求書等(乙20)の中には，控訴人製品2の取引に関するものであるか明らかとはいえないものが含まれており，その記載内容を信用することはできないから，これを根拠に，控訴人製品2の販売価格を認定することはできない。その他，控訴人製品2の販売価格についての上記認定を左右するに足りる控訴人の主張立証はないから，上記のとおり，販売価格は1トン当たり7万5000円であると認定するのが相当である。",
                "また，控訴人は，控訴人製品2の販売価格には運賃が含まれているから，これも控訴人製品1の場合と同様に控除すべきである旨主張する。しかしながら，控訴人製品の販売においては，運賃込みの場合と別の場合があるところ，控訴人製品1の場合には，その請求書に「運賃込み」との記載があるのに対し，控訴人製品2については，販売価格の根拠となる請求書(控)(甲14)には請求金額に運賃を含む旨の記載はないことなどに照らすと，控訴人製品2の取引では販売価格には運賃が含まれていないものと推認することができる。",
                "したがって，控訴人製品2については，控訴人が主張する運賃相当額を販売価格から控除することは相当ではない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "以上によれば，控訴人製品2の販売により発生する本件契約に基づく実施料は，その1トン当たりの販売価格である7万5000円に，その販売量合計8591トンを乗じ，さらに，これに実施料率3％を乗じた額である1932万9750円であると認めるのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，被控訴人の請求は，本件契約に基づき，控訴人に対し，未払実施料合計1953万3789円及びこれに対する支払期限の後である平成26年5月1日から支払済みまで商事法定利率年6％の割合による遅延損害金の支払を求める限度で理由があるから認容し，その余は理由がないから棄却すべきであり，これと同旨の原判決は相当である。",
            "よって，本件控訴，本件附帯控訴及び被控訴人が当審において拡張した請求をいずれも棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ネ)10116等",
    "date": "2017-05-17",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "大阪地方裁判所",
    "org_case_num": "平成27年(ワ)7307",
    "precedent_id": "086986",
    "ipprecedent_id": "4714",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}