{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-26857号事件について平成27年12月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成23年3月24日，発明の名称を「ロール苗搭載樋付田植機と内部導光ロール苗。」とする特許出願をしたが(特願2011-87735号。以下「本願」という。甲9)，平成26年9月30日付けで拒絶査定を受けた(甲13)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年12月31日付けで拒絶査定に対する不服の審判を請求するとともに(甲14)，同日付け手続補正書(甲15)により特許請求の範囲を補正した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，前記審判請求を不服2014-26857号事件として審理を行った。原告は，平成27年8月31日付けで拒絶理由通知(甲16)を受けたことから，同年10月10日付け手続補正書(甲17)により更に特許請求の範囲を補正した(以下「本件補正」という。)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成27年12月7日，別紙審判書(写し)記載のとおり，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，平成28年1月7日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成28年2月1日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲(請求項の数は4)の記載は，次のとおりである(甲17。以下，各請求項に記載された発明を請求項の番号に従って「本願補正発明1」などといい，これらを併せて「本願補正発明」という。また，本願の明細書〔甲9〕を，図面を含めて「本願明細書」という。)。",
            "「【請求項1】",
            "透光性あるシート・フィルムを，80～100cm長さの稲育描箱の巻取り開始縁以外の3方の縁からはみ出させて，稲育描箱底面に根切りシートとして敷き，その上に籾殻マット等の軽い稲育描培土代替資材をはめ込み，この表面に綿不織布等を敷いて種籾の芒，棘毛を絡ませて固定し。根上がりを防止して，覆土も極少なくして育苗した，軽量稲苗マットを，根切りシートと一緒に巻いて，細い円筒とした，内部導光ロール苗",
            "【請求項2】",
            "80～100cm長さの稲育描箱にはめ込んだ，成型した籾殻マット等の軽い稲育描培土代替資材の表面に，綿不織布等を敷いて種籾の芒，棘毛を絡ませて固定し，根上がりを防止し，覆土も極少なくして育苗した，軽量稲苗マットに，透光性あるシート・フィルムを，稲育描箱の巻取り開始縁以外の3方の縁からはみ出させて被せ一緒に巻いて，細い円筒とした，内部導光ロール苗",
            "【請求項3】",
            "ポリエステル樹脂を混合・成型した籾殻マット等の軽い稲育苗培土代替資材の表面に，綿不織布等を敷いて種籾の芒，棘毛を絡ませて固定し，根上がりを防止し，覆土も極少なくして育苗した，80～100cm長さの軽量稲苗マットを巻いて細いロール苗円筒とし，又は請求項1，請求項2記載の内部導光ロール苗円筒として，搭載する，乗用田植機の苗のせ台と車体本体の運転席後部との狭い隙間に，乗用田植機車体フレームから立ち上げた複数の支柱で支えた，樋状凹部を設けたロール苗搭載乗用田植機",
            "【請求項4】",
            "請求項2請求項3(判決注：「請求項1請求項2」の誤記と解される。以下同じ。)記載の内部導光円筒状ロール苗の乗用田植機の苗のせ台への装填作業において，内部導光円筒状ロール苗をロング苗取板上に展開後，苗のせ台への装填の際，内部導光ロール苗の透光性のある柔軟なシート・フィルムの後端部分をロング苗取板持手に保持してロング苗取板を引き抜き，乗用田植機の苗のせ台へロール苗のみ正確に装填する，乗用田植機の苗のせ台とほぼ等しい長さのロング苗取板」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，その要旨は，①本願補正発明1ないし4は，いずれもその請求項の記載が明確でなく，特許法36条6項2号に規定する要件を満たしていない(明確性要件違反)，②本願補正発明3は，当業者が刊行物1(実願平1-30419号〔実開平2-120119号〕のマイクロフィルム，甲1)に記載された発明(以下「刊行物1発明」という。)及び刊行物2(特開2000-300021号公報，甲2)に記載された技術(以下「刊行物2技術」という。)に基づいて容易に発明をすることができたものであり，本願補正発明4は，当業者が刊行物3(特開2002-191207号公報，甲3)又は刊行物4(実願昭59-136265号〔実開昭61-50531号〕のマイクロフィルム，甲4)に記載された発明(以下「刊行物3又は4に記載の発明」という。)に基づいて(判決注：本件審決には，「刊行物1発明及び刊行物3又は4に記載の発明に基いて」とあるが，「刊行物1発明及び」の部分は誤記と認める。)容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない(進歩性欠如)とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した刊行物1発明の要旨，並びに本願補正発明3と刊行物1発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1発明",
                  "text": [
                    "「乗用型田植機の苗のせ台(7)と走行機体の運転部(6)後部との狭い隙間に，機体メインフレーム(8)，(8)から立設した左右の予備苗のせ台支柱(9)，(9)で支えた予備苗のせ台(5)を設けた乗用型田植機。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願補正発明3と刊行物1発明との一致点",
                  "text": [
                    "「乗用田植機の苗のせ台と走行機体の運転席後部との狭い隙間に、乗用田植機車体フレームから立ち上げた複数の支柱で支えた予備苗のせ部材を設けた乗用田植機」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願補正発明3と刊行物1発明との相違点",
                  "text": [
                    "(相違点1)",
                    "「予備苗のせ部材」及び「乗用田植機」に関して，本願補正発明3は，乗用田植機が「ロール苗搭載乗用田植機」であり，予備苗のせ部材が「樋状凹部」であるのに対し，刊行物1発明は，ロール苗搭載乗用田植機ではなく，また，予備苗のせ台(5)が樋状凹部ではない点",
                    "(相違点2)",
                    "「乗用田植機の搭載対象」に関して，本願補正発明3は，乗用田植機に搭載されるものが，「ポリエステル樹脂を混合・成型した籾殻マット等の軽い稲育描培土代替資材の表面に，綿不織布等を敷いて種籾の芒，棘毛を絡ませて固定し，根上がりを防止し，覆土も極少なくして育苗した，80～100cm長さの軽量稲苗マットを巻いて細いロール苗円筒とし，又は請求項1，請求項2記載の内部導光ロール苗円筒」であるのに対し，刊行物1発明は，そのような特定がない点"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した刊行物3又は4に記載の発明の要旨，及び本願補正発明4と刊行物3又は4に記載の発明との相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物3又は4に記載の発明",
                  "text": [
                    "「田植機の苗取板」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願補正発明4と刊行物3又は4に記載の発明との相違点",
                  "text": [
                    "本願補正発明4が「乗用田植機の苗のせ台とほぼ等しい長さ」を有する点で刊行物3又は4に記載の「苗取板」と相違する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明1及び2に関する明確性要件違反の判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明3に関する明確性要件違反の判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明4に関する明確性要件違反の判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "本願補正発明3に関し，進歩性欠如に係る認定判断の誤り(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "本願補正発明4に関し，容易想到性判断の誤り(取消事由5)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願補正発明1及び2に関する明確性要件違反の判断の誤り)",
          "text": [
            "本件審決は，本願補正発明1及び2はいずれも「内部導光ロール苗」という物の発明であり，請求項1及び2には，それぞれ，当該物の製造方法が記載されていると認められるところ，物の発明に係る請求項にその物の製造方法が記載されている場合において，当該請求項の記載が特許法36条6項2号の要件を満たすのは，出願時において当該物をその構造又は特性により直接特定することが不可能であるか，又はおよそ実際的ではないという事情(不可能・非実際的事情)が存在するときに限られるが，かかる事情が存在することについて，本願明細書に記載がなく，出願人(原告)の主張立証もないため，その存在を認める理由が見いだせないから，本願補正発明1及び2は明確でないとした。",
            "しかし，本願補正発明1及び2は，いずれも透光性フィルムをロール苗(軽量稲苗マット)と一緒に巻くという単純な発明であるから，不可能・非実際的事情があるといえる。また，物の発明に係る請求項において，その物の製造方法を記載したのは，短く明確化するためである。",
            "したがって，本願補正発明1及び2が明確でないとする本件審決の認定判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願補正発明3に関する明確性要件違反の判断の誤り)",
          "text": [
            "本件審決は，本願補正発明3は「ロール苗搭載乗用田植機」に関するものであるところ，請求項3における「ポリエステル樹脂を混合・成型した・・・として，搭載する」との記載部分は，搭載するロール苗の構成を特定するものであって，田植機自体の構成を特定するものではないし，また，ロール苗円筒は樋状凹部に搭載されるだけであって，その構成により樋状凹部の構成が一義的に決まるわけではなく，ロール苗円筒の構成を特定しても樋状凹部の構成が特定できないから，本願補正発明3は明確でないとした。",
            "しかし，請求項3に「・・・覆土も極少なくして育苗した，80～100cm長さの軽量稲苗マットを巻いて細いロール苗円筒とし，又は請求項1，請求項2記載の内部導光ロール苗円筒として，搭載する・・・」とあるように，本願補正発明3は，現在全国に普及，栽培されている育苗培土による育苗箱稲苗(幅30cm×長さ60cm)と全く異なるロール苗であること，細いロール苗円筒であることを明瞭に表している(から，樋状凹部が特定されているといえる)。また，育苗箱稲苗は，巻けば太く，重く，崩れやすく請求項3に記載の「・・・狭い隙間に設けた樋状凹部・・・」には収まらない。",
            "したがって，本件審決の認定判断は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願補正発明4に関する明確性要件違反の判断の誤り)",
          "text": [
            "本件審決は，請求項4における「請求項2請求項3記載の・・・正確に装填する」との記載部分は，ロング苗取板自体の構成ではなく，その使用方法について特定しているものと解されるが，そうすると，同使用方法によってロング苗取板自体の構成がどのように特定されるのかが不明確であるから，本願補正発明4は明確でないとした。",
            "しかし，本願補正発明4は，請求項2及び3の透光性あるシート・フィルムをいかに分離するか，及びロール苗を乗用田植機の苗載せ台に正確に装填する方法がロング苗取板で解決することを簡潔に述べているにすぎず，これを省くと，かえって明確性要件違反となる。",
            "したがって，本件審決の判断は誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願補正発明3に関し，進歩性欠如に係る認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "「狭い隙間」(一致点)について",
              "text": [
                "本件審決は，刊行物1発明について，「第3図及び第4図から，苗のせ台(7)と運転部(6)後部との間は，狭い隙間であることが把握できる」とした上で，乗用田植機の苗載せ台と走行機体の運転席後部との間に「狭い隙間」があることを，本願補正発明3との一致点と認定した。",
                "しかし，刊行物1の第3図及び第4図は，苗のせ台(7)と運転部(6)後部との間に育苗箱があり，その箱の長さは60cmであるのに対し，本願補正発明3の「狭い隙間」は30数cmであるから，「狭い隙間」の存在を一致点と認定するのは誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「樋状凹部」(相違点1)について",
              "text": [
                "本件審決は，刊行物2には「長尺成型マット苗を移植する乗用田植機において，ロール状の成型マット苗(予備苗)を収容する樋状凹部の予備苗収容部44を設けること。」という技術事項が記載されているとした上で，この点を根拠に，刊行物1発明における予備苗載せ部分を「樋状凹部」とすることは，当業者が容易に想到し得たことであるとした。",
                "しかし，刊行物2の図1及び図5並びに刊行物2に係る発明の実施品である田植機の写真(甲19の1・2)からは，予備苗収容部44が多角形の1／3円状であり，細長い平板を曲げて形を作っているのが分かる。",
                "また，田植機は安定性が重要であり，畦畔越え，圃場進入退出時には転覆に注意しなければならないため，ヰセキ田植機には傾斜警報器がついており，刊行物2の田植機のように，苗載せ台上に上側苗押えと，予備苗収容部を設けると重心が上昇し，転覆しやすくなるところ，本願補正発明3のような配置をとらなかったのは，成型マット苗のロールは太く樋状凹部には納まらなかったためではないかと思われる。",
                "また，育苗箱と床土・覆土とも土を使った在来育苗法(現在日本全国に普及)では，樋状凹部に予備苗を収容することは不可能であり，発想できない。",
                "したがって，前記のように認定判断するのは誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「ロール苗円筒」(相違点2)について",
              "text": [
                "本件審決は，相違点2に関し，本願補正発明3の「ロール苗円筒」は，円筒形状という点で従来のロール苗と何ら変わるものではないと推測されるとした。",
                "しかし，在来育苗法苗と本願補正発明3のロール苗は，全く別物であり，剛性，苗接続性，巻取り性，苗活性，活着性等全て異なる(本願補正発明3のロール苗は，覆土が無いかごく少なく，軽く，剛性がなく，培土・ルートマットの凸凹も無いかごく少ない巻きロール苗であり，従来のそれとは全く異なるものである。)から，上記推測は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願補正発明3は，当業者が刊行物1発明及び刊行物2技術に基づいて容易に発明することができたとはいえず，これができたとする本件審決の認定判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本願補正発明4に関し，容易想到性判断の誤り)",
          "text": [
            "在来育苗法の苗取板は，長さ60cmで，完成した稲苗の育苗箱底外根群「マット」を切るため鋭くなっているのに対し，本願補正発明4の苗取板は，軽い一枚板で苗接続のための苗載せガイド板であるから，両者は明らかに異なるものである。",
            "また，本願補正発明のロール苗は軟らかく変動しやすいので，本願補正発明4のような誘導板(苗取板)がロール苗接続のために必要であり，その案出は困難である。",
            "よって，本願補正発明4は，当業者が刊行物3又は4に記載の発明に基づいて容易に発明することができたとはいえず，これができたとする本件審決の認定判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願補正発明1及び2に関する明確性要件違反の判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の認定判断は，要するに，本願補正発明1及び2は，いわゆるプロダクト・バイ・プロセス・クレームであって，出願時において当該物をその構造又は特性により直接特定することが不可能であるか，又はおよそ実際的でないという事情(不可能・非実際的事情)が主張立証されていないから，明確でないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，本願補正発明1及び2が，透光性フィルムをロール苗(軽量稲苗マット)と一緒に巻くという単純な発明であるから，不可能・非実際的事情がある旨主張する。",
                "しかしながら，透光性フィルムをロール苗(軽量稲苗マット)と一緒に巻くという単純な発明であるならば，製造方法の記載によらず，物としての構造を特定することは可能というべきであるから，不可能・非実際的事情があることは全く立証されていない。",
                "また，原告は，物の発明に係る請求項において，その物の製造方法を記載したのは，短く明確化するためであるとも主張するが，かかる主張は，何ら不可能・非実際的事情を明らかにするものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，原告の主張は失当であり，本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願補正発明3に関する明確性要件違反の判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の認定判断は，要するに，「・・・ロール苗円筒とし，又は・・・内部導光ロール苗円筒として，搭載する」との特定事項によって特定される「ロール苗搭載乗用田植機」が明確でないというものである。",
                "すなわち，「ロール苗円筒」は本願補正発明3に係る「ロール苗搭載乗用田植機」に属さない構造であるから，「ロール苗円筒」に係る特定事項によって(「樋状凹部」などの)「ロール苗搭載乗用田植機」の構造が特定されているのか否か，また，特定されているとしてもどのように特定されているのかが問題になるが，本願補正発明3の記載からはそれが明らかになっていないということである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，本願補正発明3は，育苗箱稲苗と全く異なるロール苗であること，細いロール苗円筒であることを明瞭に表している(から樋状凹部が特定されているといえる)旨主張する。",
                "しかしながら，原告が主張する「育苗箱稲苗と全く異なるロール苗」や「細いロール苗円筒」との表現は，その大きさなどの構造を明確にするものではない。その結果，原告の主張からは，そのロール苗(円筒)を搭載する「樋状凹部」，ひいては，「ロール苗搭載乗用田植機」が明確に特定できていることにはならない。",
                "そして，本願補正発明3の「ロール苗円筒」に係る特定事項は，次の点で「ロール苗搭載乗用田植機」の構造を明確に特定しているとはいえず，また，発明の要旨認定を困難とするものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "当該特定事項は，「種籾の芒，棘毛を絡ませて固定し，根上がりを防止し」といった事項や，内部導光に関する事項を含むが，これらの事項は，「ロール苗円筒」の大きさなどの構造に関連するのかが明らかでない。",
                    "そうすると，本願補正発明3の記載からは，これらの事項が，「ロール苗搭載乗用田植機」の構造を特定しているのか否かが不明であるし，また，特定しているのだとしても，どのように特定したことになるのかが不明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願補正発明3の「ロール苗円筒」の大きさについてみても，その径が明確でない。すなわち，その径の明示的な特定はないし，また，その長さが80～100cm程度であることは把握できるとしても，「籾殻マット等の軽い育苗苗培土代替資材」の厚さ，「綿不織布」の厚さ，「覆土」があるならばその厚さ，苗の長さやその倒伏の有無ないし程度が特定されていないので，その径が事実上特定されているということもできない。",
                    "そうすると，本願補正発明3の記載からは，「ロール苗円筒」に係る特定事項が(「樋状凹部」などの)「ロール苗搭載乗用田植機」の構造を明確に特定しているものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，育苗箱稲苗が，本願補正発明3の「狭い隙間に設けた樋状凹部」に収まらない旨主張する。これは，「樋状凹部」が育苗箱稲苗を巻いたものが収まらないという意味でその大きさに上限があり，よって，「ロール苗円筒」の特定により「樋状凹部」の大きさの上限が特定されている旨主張しているものと解される。",
                "しかしながら，「ロール苗円筒」の大きさの特定により「狭い隙間に設けた樋状凹部」の大きさの上限を特定することはできないし，いずれにせよ，前記(2)イのとおり「ロール苗円筒」の大きさは明確に特定されていない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，原告の主張は失当であり，本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願補正発明4に関する明確性要件違反の判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の認定判断は，要するに，ロング苗取板の使用方法に係る特定事項によって「ロング苗取板」の構造がどのように特定されるのかが明確でないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，本願補正発明4は，請求項2及び3の透光性あるシート・フィルムをいかに分離するか，及びロール苗を乗用田植機の苗載せ台に正確に装填する方法がロング苗取板で解決することを簡潔に述べているにすぎない旨主張する。",
                "しかしながら，原告が「簡潔に述べている」とする内容は，ロング苗取板の使用方法にほかならないから，「ロング苗取板」の構造がどのように特定されたのかを明確にするものではなく，また，当該内容の存在は，発明の要旨認定を困難とするものである。",
                "また，原告は，ロール苗を乗用田植機の苗載せ台に正確に装填する方法を省くと，かえって明確性要件違反となる旨主張する。",
                "しかしながら，「ロール苗を乗用田植機の苗のせ台に正確に装填する方法」は，「ロング苗取板」自体の構造を明確に特定するものではないから，この点を省くことが「ロング苗取板」に係る本願補正発明4を不明確とすることはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであるから，原告の主張は失当であり，本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願補正発明3に関し，進歩性欠如に係る認定判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の認定判断は，要するに，本願補正発明3は，当業者が刊行物1発明及び刊行物2技術に基いて容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができないというものである。",
                "なお，本願補正発明3には記載不備があり，その要旨認定は困難であるが，本件審決は，事案に鑑み，進歩性の判断を行うとしたものであって，その際，「ロール苗円筒」に係る特定事項により「ロール苗円筒」の大きさがある程度は推測できると解した上で，当該特定事項によって「樋状凹部」の大きさといった構造が特定されたもの(すなわち，その大きさの「ロール苗円筒」を搭載できる程度のもの)と解している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「狭い隙間」(一致点)について―刊行物1発明の認定及び一致点の認定に誤りがないこと",
              "text": [
                "原告は，本件審決が，刊行物1発明について，「第3図及び第4図から，苗のせ台(7)と運転部(6)後部との間は，狭い隙間であることが把握できる。」と認定するとともに，「狭い隙間」を本願補正発明3との一致点と認定したことに対し，刊行物1の第3図及び第4図は，苗のせ台(7)と運転部(6)後部との間に育苗箱があり，その箱の長さは60cmであるのに対し，本願補正発明3の「狭い隙間」は30数cmであるから，そのように認定するのは誤りである旨主張する。",
                "しかしながら，本願補正発明3の苗載せ台と車体本体の運転席後部との「狭い隙間」は「乗用田植機」において観念されるものであるところ，本願補正発明3には「乗用田植機」のサイズなどが具体的に特定されていないし，また，それを措くとしても，「狭い隙間」かどうかについての一般的な基準もない。",
                "そこで，本願明細書をみると，「隙間」との用語はあるが，「狭い」との用語がないので，「狭い隙間」についての特段の定義はない。また，段落【0011】には，「小型乗用田植機隙間巾一杯の約30cm」との記載があるが，本願補正発明3には「乗用田植機」が「小型」であるとの特定がないので，当該記載をもって「狭い隙間」が定義されていることにもならない。「隙間」についてみても，段落【0011】の「植え付け同時施肥のタンクが前記隙間に設置されている場合は，樋状凹部は施肥タンク上部に設置される。」との記載からみて，何らかの部材が設置されている間隙であっても差し支えないと解され，特段の長さを規定するものではない。",
                "そうすると，乗用田植機の苗載せ台と運転席後部との「狭い隙間」とは，その語感に照らして，「乗用田植機」(「小型」に限定されていない。)の全長に比して，苗載せ台と運転席後部との間隙がある程度小さいものであれば足りると解される。そして，そのように解しても，本願の課題(個々の農家でも実行可能で簡便で管理容易な，乗用田植機への予備苗載せの手段の提供，段落【0010】)の解決に資するといえる。",
                "以上によれば，本願補正発明3の「狭い隙間」が「30数cm」を意味するとはいえず，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「樋状凹部」(相違点1)について―刊行物2に「長尺成型マット苗を移植する乗用田植機において，ロール状の成型マット苗(予備苗)を収容する樋状凹部の予備苗収容部44を設けること。」が記載されているとした認定に誤りがないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物2の図1及び図5並びに刊行物2に係る発明の実施品である田植機の写真(甲19の1・2)からは，予備苗収容部44が多角形の1／3円状であり，細長い平板を曲げて形を作っているのが分かると主張する。",
                    "しかしながら，「樋状凹部」について，本願明細書の段落【0011】には，「・・・C字，コ形等の断面を持つ樋状凹部10・・・」と記載されている。よって，刊行物2の予備苗収容部44が，断面多角形の1／3円状であり，細長い平板を曲げて形を作っているのだとしても，「樋状凹部」であるといえる。そして，予備苗収容部44は，ロール苗を搭載する機能の観点からも，また，「樋状凹部」に寸法の限定がないことからも，「樋状凹部」と何ら変わりがない。",
                    "なお，甲19の1及び2に係る写真は，刊行物2を構成する内容ではないから，これらの写真に基づく主張は失当である。もっとも，刊行物2の予備苗収容部44が，細長い平板を曲げて形を作った構造が田植機幅方向に間隙を設けて複数配置された構造から構成されているとしても，全体として「樋状凹部」とみることができる。",
                    "したがって，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，田植機は安定性が重要であり，畦畔越え，圃場進入退出時には転覆に注意せねばならないため，ヰセキ田植機には傾斜警報器がついており，刊行物2の田植機のように，苗載せ台上に上側苗押えと，予備苗収容部を設けると重心が上昇し，転覆しやすくなるところ，本願補正発明3のような配置をとらなかったのは，成型マット苗のロールは太く樋状凹部には納まらなかったためではないかと思われる旨主張する。",
                    "これは，刊行物2の田植機の予備苗の配置箇所が，本願補正発明3の予備苗の配置箇所(「狭い隙間」に設けられた「樋状凹部」)とは異なり，重心が上昇した転覆しやすいところにされているところ，その理由が，刊行物2のロール状の成型マット苗が本願補正発明3のロール苗円筒よりも太いので，本願補正発明3の「樋状凹部」に納めることができないことにあると推測した上で，本願補正発明3の「樋状凹部」は，刊行物2のロール状の成型マット苗を納めることができない程度の大きさのものであるから，刊行物2の予備苗収容部44は「樋状凹部」ではない旨主張しているものと解される。",
                    "しかしながら，刊行物2のロール状の成型マット苗は，苗床資材1a(粉砕した籾殻を汎用のバインド材で型成形した人工マット)上に育苗して生産されるものであり，その長さは，苗載台11と略同等の長さを限度として，標準規格(幅30cm×長さ60cm)の成型マット苗の1．5倍あるいは2倍に成型してもよいとされている(段落【0005】【0006】)。そうすると，当該ロール状の成型マット苗は，本願補正発明3で特定されたロール苗円筒と比べて，太さに特段の差はないと解される。したがって，原告の主張は，その前提が失当である。",
                    "仮に，刊行物2のロール状の成型マット苗が本願補正発明3で特定された「ロール苗円筒」よりも太いものであるとしても，本願補正発明3の「樋状凹部」との特定事項は，その文言上，本願補正発明3で特定された「ロール苗円筒」よりも太いロール苗円筒を搭載できるものを排除せず，そして，刊行物2の予備苗収容部は，本願補正発明3の「ロール苗円筒」を「搭載」できるといえるから，これを「樋状凹部」ということに何ら問題はない。",
                    "なお，原告は，「狭い隙間」が30数cmであることを前提に，「樋状凹部」が「狭い隙間」に設けられる程度の大きさのものである旨主張しているとも解されるが，前記(2)のとおり，その前提自体が失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，育苗箱と床土・覆土とも土を使った在来育苗法(現在日本全国に普及)では，樋状凹部に予備苗を収容することは不可能であり，発想できない旨主張する。",
                    "しかしながら，本件審決11頁「(4)」「ア」のとおり，刊行物1発明と刊行物2技術とは乗用田植機に関する点で共通し，また，刊行物1発明においても，予備苗を効率よく搭載するとの課題は当然に存在するものであるから，刊行物1発明に刊行物2技術を適用して，相違点1の構成となすことは当業者が容易に想到し得たことというべきである。",
                    "したがって，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，刊行物2の予備苗収容部が「樋状凹部」であるとする本件審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "「ロール苗円筒」(相違点2)について―「本願補正発明3の『ロール苗円筒』は，円筒形状という点で従来のロール苗と何ら変わるものではないと推測される。」との認定に誤りがないこと",
              "text": [
                "原告は，在来育苗法苗と本願補正発明3のロール苗は，全く別物であり，剛性，苗接続性，巻取り性，苗活性，活着性等全て異なる(本願補正発明3のロール苗は，覆土が無いかごく少なく，軽く，剛性がなく，培土・ルートマットの凸凹も無いかごく少ない巻きロール苗であり，従来のそれとは全く異なるものである。)から，誤りであると主張する。",
                "しかしながら，本件審決がいう「従来のロール苗」とは，例えば，刊行物2のロール状の成型マット苗を想定しているものであり，刊行物2のロール状の成型マット苗が円筒形状であることも明らかである。",
                "したがって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおりであるから，本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本願補正発明4に関し，容易想到性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の認定判断は，要するに，本願補正発明4は，当業者が刊行物3又は4に記載の発明に基づいて容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができないというものである。",
                "なお，本願補正発明4には記載不備があり，その要旨認定は困難であるが，本件審決は，事案に鑑み，進歩性の判断を行うとしたものであって，その際，「請求項2請求項3記載の・・・正確に装填する，」との苗取板の使用方法に係る特定は「ロング苗取板」の構造の特定に寄与しないと解している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，①在来育苗法の苗取板は，長さ60cmで完成した稲苗の育苗箱底外根群「マット」を切るため鋭くなっているのに対し，本願補正発明4の苗取板は，軽い一枚板で苗接続のための苗載せガイド板であるから，両者は明らかに異なるものである，②本願補正発明のロール苗は軟らかく変動しやすいので，本願補正発明4のような誘導板(苗取板)がロール苗接続のために必要であり，その案出は困難であるなどと主張する。",
                "しかしながら，①の点について，本願補正発明4には，(その先端が)「鋭くなっている」か否か，「軽い」か否かの特定はないので，原告の主張は特許請求の範囲の記載に基づかないものである。",
                "また，「一枚板」であることや，「苗接続のための苗載せガイド板である」ことについても，特許請求の範囲の記載に基づかない主張であって，刊行物3又は4に記載の発明との間に構成上の差異をもたらすものでもない。",
                "そして，苗取板の長さは，育苗箱の長さに応じて設計されるべきであるところ，育苗箱の長さとして，乗用田植機の苗載せ台と同程度のものは周知技術である(甲2の段落【0005】，乙3の請求項2，段落【0025】等)から，刊行物3又は4に記載の「苗取板」の長さを「乗用田植機の苗のせ台とほぼ等しい長さ」のものとすることは設計的事項であるというべきである。",
                "②の点についても，その主張は，本願補正発明4の苗取板の構造に関連するものではないから，失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告の主張は失当であり，本件審決の認定判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願補正発明1及び2に関する明確性要件違反の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明1及び2は，いずれも「内部導光ロール苗」に関するものであり，本願補正発明1は，「透光性あるシート・フィルムを，80～100cm長さの稲育描箱の巻取り開始縁以外の3方の縁からはみ出させて，稲育描箱底面に根切りシートとして敷き，その上に籾殻マット等の軽い稲育描培土代替資材をはめ込み，この表面に綿不織布等を敷いて種籾の芒，棘毛を絡ませて固定し。根上がりを防止して，覆土も極少なくして育苗した，軽量稲苗マットを，根切りシートと一緒に巻いて，細い円筒とした，」という事項により，本願補正発明2は，「80～100cm長さの稲育描箱にはめ込んだ，成型した籾殻マット等の軽い稲育描培土代替資材の表面に，綿不織布等を敷いて種籾の芒，棘毛を絡ませて固定し，根上がりを防止し，覆土も極少なくして育苗した，軽量稲苗マットに，透光性あるシート・フィルムを，稲育描箱の巻取り開始縁以外の3方の縁からはみ出させて被せ一緒に巻いて，細い円筒とした，」という事項によりそれぞれ特定されるものである。",
                "ところで，本件審決は，これらを物の発明に係る請求項にその物の製造方法が記載されている場合に該当するとした上で，これが認められるための要件，すなわち，出願時において当該物をその構造又は特性により直接特定することが不可能であるか，又はおよそ実際的でないという事情(不可能・非実際的事情)が存するとは認められないから，本願補正発明1及び2は，いずれも請求項の記載が明確でなく，特許法36条6項2号の要件を満たさないと判断した。",
                "取消事由1は，かかる認定及び判断の誤りを指摘するものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで検討するに，物の発明についての特許に係る特許請求の範囲にその物の製造方法が記載されている場合(いわゆるプロダクト・バイ・プロセス・クレームの場合)において，当該特許請求の範囲の記載が特許法36条6項2号にいう「発明が明確であること」という要件に適合するといえるのは，出願時において当該物をその構造又は特性により直接特定することが不可能であるか，又はおよそ実際的でないという事情が存在するときに限られると解するのが相当であるところ(最高裁判所第二小法廷平成27年6月5日判決・民集69巻4号700頁参照)，本願補正発明1及び2に係る前記の各記載は，いずれも，形式的にみれば，経時的な要素を記載するものといえ，「物の製造方法の記載」がある，すなわち，プロダクト・バイ・プロセス・クレームに該当するということができそうである。",
                "しかしながら，前記最高裁判決が，前記事情がない限り明確性要件違反になるとした趣旨は，プロダクト・バイ・プロセス・クレームの技術的範囲は，当該製造方法により製造された物と構造，特性等が同一である物として確定されるが，そのような特許請求の範囲の記載は，一般的には，当該製造方法が当該物のどのような構造又は特性を表しているのかが不明であり，権利範囲についての予測可能性を奪う結果となることから，これを無制約に許すのではなく，前記事情が存するときに限って認めるとした点にある。",
                "そうすると，特許請求の範囲に物の製造方法が記載されている場合であっても，前記の一般的な場合と異なり，当該製造方法が当該物のどのような構造又は特性を表しているのかが，特許請求の範囲，明細書，図面の記載や技術常識から明確であれば，あえて特許法36条6項2号との関係で問題とすべきプロダクト・バイ・プロセス・クレームに当たるとみる必要はない。",
                "この点，本願補正発明1に係る特許請求の範囲(請求項1)は，①透光性あるシート・フィルムを，80～100cm長さの稲育苗箱の巻取り開始縁以外の3方の縁からはみ出させる，②これを稲育苗箱底面に根切りシートとして敷く，③その上に籾殻マット等の軽い稲育苗培土代替資材をはめ込む，④この表面に綿不織布等を敷いて種籾の芒，棘毛を絡ませて固定し，根上がりを防止して，覆土も極少なくする，⑤①ないし④のとおり育苗した軽量稲苗マットを，根切りシートと一緒に巻いて，細い円筒とする，という手順を示すことにより，「内部導光ロール苗」の構造，特性を明らかにしたものと理解することが十分に可能である。",
                "また，本願補正発明2に係る特許請求の範囲(請求項2)も，①80～100cm長さの稲育苗箱にはめ込んだ，成型した籾殻マット等の軽い稲育苗培土代替資材の表面に，②綿不織布等を敷いて種籾の芒，棘毛を絡ませて固定し，根上がりを防止し，覆土も極少なくして育苗した，軽量稲苗マットに，③透光性あるシート・フィルムを，稲育苗箱の巻取り開始縁以外の3方の縁からはみ出させて被せ一緒に巻いて，細い円筒とする，というように，やはり手順を示すことより，「内部導光ロール苗」の構造，特性を明らかにしたものということができる。",
                "そうすると，本願補正発明1及び2に係る前記特定事項は，いずれも，物の構造，特性を明確に表しており，発明の内容を明確に理解することができるものである。",
                "したがって，本願補正発明1及び2は，いずれも，特許法36条6項2号との関係で問題とされるべきプロダクト・バイ・プロセス・クレームとみる必要はなく，この点を理由に請求項の記載が明確でない(不可能・非実際的事情がなく，同号の要件を満たさない)とした本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，取消事由1に関する原告の主張は正当であり，これに反する被告の主張は採用できない(ただし，この点に関する本件審決の判断の誤りが，本件審決の結論に影響を及ぼすものでないことについては，後記4のとおりである。)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願補正発明3に関する明確性要件違反の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明3は，その請求項3の記載からみて，「ロール苗搭載乗用田植機」という物に関する発明であると認められるところ，「ポリエステル樹脂を混合・成型した籾殻マット等の軽い稲育苗培土代替資材の表面に，綿不織布等を敷いて種籾の芒，棘毛を絡ませて固定し，根上がりを防止し，覆土も極少なくして育苗した，80～100cm長さの軽量稲苗マットを巻いて細いロール苗円筒とし，又は請求項1，請求項2記載の内部導光ロール苗円筒として，搭載する」との記載は，ロール苗搭載乗用田植機に搭載するロール苗の構成を特定するものであって，田植機の構成自体を特定するものとは認められない。また，ロール苗搭載乗用田植機を構成する樋状凹部がロール苗(円筒)を搭載するものであったとしても，搭載すべきロール苗(円筒)の構成によって，樋状凹部の構成が一義的に決まるわけではない。",
                "したがって，いくらロール苗(円筒)の構成を特定しても樋状凹部の構成が特定できるわけではなく，これを設けるものとされているロール苗搭載乗用田植機の構成も特定されるわけではない。",
                "なお，樋状凹部の形状に関して，本願明細書の段落【0011】には，「C字，コ形等の断面を持つ」との記載が，段落【0016】には，「半円形断面の」という記載があるが，いずれも断面に関する記載のみであって，それだけでは構成の特定として十分とはいえない。",
                "また，段落【0011】には，「樋状凹部10直径(横)サイズは，小型乗用田植機隙間巾一杯の約30cmとし，ロール苗巻き取り円筒は，樋状凹部10に搭載する。樋状凹部10の長さ(縦)は，苗のせ台巾と同一とする。」との記載があるが，他方で，同段落に，「ロール苗巻き取り円筒は，樋状凹部内に立てても，横にしても搭載出来る，が樋状凹部10が上記の約30cmの場合は，立てたほうが多数搭載出来る。」との記載もあることからすると，樋状凹部の直径を30cmに限定する趣旨とは解されないし，他の段落や図面を見ても，ほかに樋状凹部の具体的な構成を特定するに足りる事項が記載されているとは認められない。",
                "よって，本願補正発明3は明確であるとはいえず，その旨を指摘する本件審決の判断は正当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，請求項3に「・・・覆土も極少なくして育苗した，80～100cm長さの軽量稲苗マットを巻いて細いロール苗円筒とし，又は請求項1，請求項2記載の内部導光ロール苗円筒として，搭載する・・・」とあるように，本願補正発明3は，現在全国に普及，栽培されている育苗培土による育苗箱稲苗(幅30cm×長さ60cm)と全く異なるロール苗であること，細いロール苗円筒であることを明瞭に表している(から，樋状凹部が特定されているといえる)旨主張する。",
                "しかしながら，前記のとおり，「樋状凹部」に搭載される苗を「細いロール苗円筒」や「請求項1，請求項2記載の内部導光ロール苗円筒」と特定してみたところで，「樋状凹部」の構成を特定したことにはならないから，原告の主張は失当である。",
                "付言すると，特許請求の範囲の記載はもちろん，本願明細書の記載を参酌しても，「細いロール苗円筒」や「請求項1，請求項2記載の内部導光ロール苗円筒」の具体的な大きさ等は明らかでないから，これにより樋状凹部の大きさ等を特定することはできないし，原告が主張するように，「細いロール苗円筒」や「請求項1，請求項2記載の内部導光ロール苗円筒」が従来のロール苗に比べて小さく軽いものであったとしても，樋状凹部自体が従来のロール苗を搭載できないものであるとは限らない以上，樋状凹部の構成の特定という点では意味がない。また，搭載されるロール苗によって樋状凹部の大きさ等以外の構造が特定されるともいえない。したがって，結局のところ，「樋状凹部」に搭載される苗を「細いロール苗円筒」や「請求項1，請求項2記載の内部導光ロール苗円筒」と特定してみたところで，「樋状凹部」の構成の特定にはつながらないのである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，育苗箱稲苗は，巻けば太く，重く，崩れやすく請求項3に記載の「・・・狭い隙間に設けた樋状凹部・・・」には収まらないとも主張する。",
                "当該主張の趣旨は必ずしも明確ではないが，仮に，「樋状凹部」が育苗箱稲苗を巻いたものが収まらないという意味でその大きさに上限があるから，「ロール苗円筒」の特定により「樋状凹部」の大きさの上限が特定されている旨主張していると解したとしても，その程度の特定では，樋状凹部の具体的構成を特定したことにはならないというべきであるから，上記主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，「樋状凹部」を「ポリエステル樹脂を混合・成型した籾殻マット等の軽い稲育苗培土代替資材の表面に，綿不織布等を敷いて種籾の芒，棘毛を絡ませて固定し，根上がりを防止し，覆土も極少なくして育苗した，80～100cm長さの軽量稲苗マットを巻いて細いロール苗円筒とし，又は請求項1，請求項2記載の内部導光ロール苗円筒として，搭載する，」という事項により特定しても，「乗用田植機」やその構成要素であるロール苗円筒を搭載する「樋状凹部」を特定したものとは認められず，本願補正発明3の技術的範囲は不明であるといわざるを得ない。",
                "よって，取消事由2に関する原告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願補正発明4に関する明確性要件違反の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明4は，その請求項4の記載からみて，「ロング苗取板」という物に関する発明であると認められるところ，「請求項2請求項3記載の内部導光円筒状ロール苗の乗用田植機の苗のせ台への装填作業において，内部導光円筒状ロール苗をロング苗取板上に展開後，苗のせ台への装填の際，内部導光ロール苗の透光性のある柔軟なシート・フィルムの後端部分をロング苗取板持手に保持してロング苗取板を引き抜き，乗用田植機の苗のせ台へロール苗のみ正確に装填する」との記載は，当該物の構成ではなく，その使用方法に関するものであって，その使用方法により当該物の構成が一義的に決まるわけではない(一般に，物の構成が同一であっても，使用方法は様々であり，物の構成とその使用方法との間に一対一の対応関係があるわけではないから，使用方法を特定したからといって物の構成を特定したことにはならない)ことからすると，かかる記載事項のみでは，ロング苗取板の構成が特定されているとはいえない。また，「乗用田植機の苗のせ台とほぼ等しい長さの」というだけでは，構成の特定として不十分である。そして，本願明細書の記載を参酌しても，ほかにロング苗取板の構成を特定するに足りる事項(定義や説明など)が記載されているとは認められない(段落【0017】には，「ロール苗巻き取り円筒9の苗のせ台1への搭載，解舒は，次の手順で行う。」「作業者は後輪上の乗用田植機車体のステップに立ち，樋状凹部10から苗のせ台1上端に渡しかけたロング苗取板12上にロール苗巻き取り円筒9を載せ，13のロング苗取板持手穴に透光性のある柔軟なシート・フィルムの縁部19を重ねて持，ついでロング苗取板12を傾け，ロール苗巻き取り円筒9を解舒，植え付け部にロング苗取板12の下端を当てて，ロング苗取板12を柔軟なシート・フィルムの縁部19と共に，苗取板持手穴13を持ってロング苗取板12を引き抜けにば，苗のせ台1上に水稲苗8は装填される。」「在来慣行の苗取板は，主として，育苗箱から苗と稲育苗基材を引き剥がすために用いられる。」との記載があり，段落【0023】には，「ロング苗取板」との表題の下，「在来の苗取板は，主として，育苗箱から苗と稲育苗基材を引き剥がすために用いられる。」「0017項のロング苗取板11に載せれば，0017項で述べたように，確実に苗のせ台植え付け部にまで届き装填・移植爪でかき取りできる。」との記載があるが，いずれもロング苗取板の使用方法に関する記載であって，その構成を特定するものでないことは明らかである。)。",
                "したがって，本願補正発明4は明確であるとはいえず，その旨を指摘する本件審決の判断は正当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，本願補正発明4は，請求項2及び3の透光性あるシート・フィルムをいかに分離するか，ロール苗を乗用田植機の苗載せ台に正確に装填する方法がロング苗取板で解決することを簡潔に述べているにすぎず，これを省くと，かえって明確性要件違反となる旨主張する。",
                "しかしながら，本願補正発明4が「ロング苗取板」に関する発明であって，特許請求の範囲(請求項4)の記載は，当該物の構成ではなく使用方法に関するものであること，使用方法を特定したからといって，当該物の構成を特定したことにはならないこと，ほかにロング苗取板の構成を特定するに足りる事項の記載がないことは，いずれも前記(1)のとおりである。また，使用方法の記載が物の構成の特定につながらず，発明の構成が不明確であると認められる以上，使用方法の記載を省略するかどうかは，発明の内容が明確であるかどうかの結論に何ら影響を及ぼさないことは明らかであって，原告の主張は採用の限りではない。",
                "したがって，取消事由3に関する原告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上のとおり，原告が主張する取消事由1は理由があるが，取消事由2及び3は理由がない。",
            "そうすると，本件補正によっても本願補正発明3及び4に関する明確性要件違反の拒絶理由は依然として解消されておらず，したがって，拒絶査定に対する不服審判請求を成り立たないものとした本件審決の判断は，結論において正当というべきである(取消事由1に関する本件審決の判断の誤りは，本件審決の結論に影響を及ぼすものではない。)。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は，その余の取消事由(取消事由4及び5)について判断するまでもなく理由がない。",
            "よって，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}