{
  "decision": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-11151号事件について平成27年9月14日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実（いずれも当事者間に争いがない。）",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告らは，発明の名称を「タンパク質からなる疣と新生物を溶解して除去できる薬物及びその用途」とする発明について，2010年（平成22年）6月7日（パリ条約による優先権主張外国庁受理2009年8月24日（以下「本願優先日」という。）  （CＮ）中華人民共和国）を国際出願日とする出願をした。しかし，平成26年2月4日付けで拒絶査定がされたことから，原告らは，同年6月12日，特許庁に対し，拒絶査定不服審判（不服2014-11151号）を請求するとともに手続補正書（以下「本件補正書」という。また，これによる特許請求の範囲の補正を「本件補正」という。）を提出した。",
            "これに対し，特許庁は，平成27年9月14日，「本件審判の請求は，成り立たない。」との審決（なお，出訴期間として90日を付加している。以下「本件審決」という。）をした。その謄本は，同月29日，原告らに送達された。",
            "原告らは，平成28年1月26日，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件補正後の特許請求の範囲の請求項1～5に係る発明は，本件補正書の特許請求の範囲の請求項1～5に記載された事項により特定されるものであるところ，その内容は以下のとおりである。",
            "【請求項1】",
            "病理組織と病原体を即時に溶解して除去できる薬物組成物において，前記薬物組成物は，総重量100重量部に対して，",
            "a)1．0～60．0部の水酸化ナトリウムおよび／または水酸化カリウムと，",
            "b)局所麻酔作用を果たす0．25～1．0部の純粋な化合物であるテトラカイン，ブファリンおよび／またはメントールと，",
            "c)余分である水と，",
            "から成ることを特徴とする薬物組成物。",
            "【請求項2】",
            "請求項1に記載の薬物組成物を含む，病理組織および／または病原体を即時に溶解して除去する用の医薬。",
            "【請求項3】",
            "請求項2に記載の尖圭コンジローム（CA），伝染性軟疣腫，皮膚癌，各種組織と臓器のポリープ，前癌病変，結節性痒疹，色素性母斑，鶏眼，尋常性疣贅，スキンタグなどを即時に溶解して除去する用の医薬。",
            "【請求項4】",
            "請求項2に記載の扁平疣贅，皮膚結核，結核様らい，老人斑，毛嚢炎を即時に溶解して除去する用の医薬。",
            "【請求項5】",
            "請求項2に記載の爪白癬，硬皮症，壊死した皮膚などを即時に溶解して除去する用の医薬。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）記載のとおりであるところ，要するに，本願の上記請求項2に係る発明（以下「本願発明」という。また，本願に係る明細書（甲2の1）を「本願明細書」という。）は，以下のとおり，甲1の1（中国特許公開第101433617号明細書。以下「引用例1」という。なお，その訳文は乙1添付のものによる。）に記載された発明（以下「引用発明」という。）に記載された発明であるから，特許法（以下「法」という。）29条1項3号に該当し，特許を受けることができず，また，引用発明に基づいて当業者が容易に発明をすることができたものであるから，法29条2項により特許を受けることができない，とするものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明",
              "text": [
                "病理組織と病原体を即時に溶解して除去できる薬物組成物において，前記薬物組成物は，総重量100重量部に対して，",
                "a)1．0～60．0部の水酸化ナトリウムおよび／または水酸化カリウムと，",
                "b)局所麻酔作用を果たす0．25～1．0部の純粋な化合物であるテトラカイン，ブファリンおよび／またはメントールと，",
                "c)余分である水と，",
                "から成ることを特徴とする薬物組成物",
                "を含む，病理組織および／または病原体を即時に溶解して除去する用の医薬。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明",
              "text": [
                "水酸化ナトリウムまたは水酸化カリウム2～60重量部，",
                "塩酸レボブピバカイン，がまの油，塩酸ブピバカイン，リドカイン，テトラカインまたはプロカイン0．75～1．0重量部，及び",
                "100重量部までの残部の水",
                "を含む，イボを解消し取り除くクリーム。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "総重量100重量部に対して，",
                    "a)1．0-60．0部の水酸化ナトリウムまたは水酸化カリウム，",
                    "c)余分である水",
                    "を成分とする，病理組織を溶解して除去する用の医薬。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点A 本願発明ではさらに「b)局所麻酔作用を果たす0．25～1．0部の純粋な化合物であるテトラカイン，ブファリンおよび／またはメントール」を成分とするのに対し，引用発明では「塩酸レボブピバカイン，がまの油，塩酸ブピバカイン，リドカイン，テトラカインまたはプロカイン0．75～1．0重量部」を成分とする点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点B 本願発明では医薬に含まれる薬物組成物，すなわち",
                  "text": [
                    "「総重量100重量部に対して，",
                    "a)1．0～60．0部の水酸化ナトリウムおよび／または水酸化カリウムと，",
                    "b)局所麻酔作用を果たす0．25～1．0部の純粋な化合物であるテトラカイン，ブファリンおよび／またはメントールと，",
                    "c)余分である水と，",
                    "から成ることを特徴とする薬物組成物」が，「病理組織と病原体を即時に溶解して除去できる薬物組成物」とされるのに対し，引用発明ではその明記がされていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点Aについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1には，塩酸レボブピバカインは薬局方規格に依拠するものを用いることが記載されているところ，薬局方規格は医薬品の成分として許容できる純度を規定していることから，薬局方規格に依拠する化合物とは純粋な化合物と同視できるものを意味するということができる。また，医薬品の技術分野において医薬品に含まれる化合物の含有割合は純粋な化合物としての含有割合で示すことが技術常識であるから，引用発明にいう「塩酸レボブピバカイン，がまの油，塩酸ブピバカイン，リドカイン，テトラカインまたはプロカイン」のうち，化合物名の示されるものは純粋な化合物を意味すると認められる。",
                        "さらに，引用例1には，引用発明にいう「塩酸レボブピバカイン，がまの油，塩酸ブピバカイン，リドカイン，テトラカインまたはプロカイン」のうち「がまの油」が抗炎症，抗がん及び局所麻酔作用を有すること，及び「塩酸レボブピバカインまたはその他の局所麻酔薬」が局所麻酔鎮痛作用を有することが示されていることから，「テトラカイン」は「塩酸レボブピバカインまたはその他の局所麻酔薬」に該当し，局所麻酔鎮痛作用を有するものとして開示されているということができる。",
                        "そうすると，引用発明における「塩酸レボブピバカイン，がまの油，塩酸ブピバカイン，リドカイン，テトラカインまたはプロカイン」として「純粋なテトラカイン」は引用例1に開示されているといえるし，本願発明におけるテトラカインの含有割合も引用発明におけるものと差異がない。",
                        "したがって，相違点Aは実質的な相違点であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，引用発明における「塩酸レボブピバカイン，がまの油，塩酸ブピバカイン，リドカイン，テトラカインまたはプロカイン」として「純粋なテトラカイン」が引用例1に開示されているといえないとしても，引用発明の使用時の痛みを軽減するために，引用発明にいう「塩酸レボブピバカイン，がまの油，塩酸ブピバカイン，リドカイン，テトラカインまたはプロカイン」から局所麻酔作用を有することの示されている「テトラカイン」を純粋な化合物として選択することは，当業者が容易に想到し得たことである。また，本願発明におけるテトラカインの含有割合は引用発明におけるものと差異がない。",
                        "さらに，仮に，「テトラカイン」を純粋な化合物として選択することが当業者の容易に想到し得たことではないとしても，引用例1に記載され，含有されることを必要としない任意成分であると認められる「メントール」に関し，引用例1には「メントール」が爽やかで臭いを取り除き痛みを止める作用を有することが記載されていることから，引用例1に示されたその含有割合の範囲から好適な割合を選択して「メントール」を純粋な化合物として引用発明に含有させることは，当業者が容易に想到し得たことである。",
                        "そして，本願発明による効果は，本願明細書の発明の詳細な説明の段落【0029】に記載される「本製剤は患者の局部病理組織が比較的に細小で，痛みに比較的に敏感でない部位に生じる箇所にも利用されることができ，患者の全身麻酔または病理組織が局所麻酔された状況で，本薬物を局部に塗ることで，溶解範囲が広くなり，痛みに比較的に敏感な病理組織に適切し，速くて，かつ徹底的に溶解されることができる。」というものであると認められるところ，この効果は，引用例1の記載に基づき当業者の予想できる程度のものであって，予想外に顕著なものとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点Bについて",
                  "text": [
                    "引用例1には，引用発明が，水酸化ナトリウム（又は水酸化カリウム），水酸化カルシウムの作用により，迅速にタンパク質を溶解させ，1分から十数分以内に，イボ類，突起物（良性，悪性の腫瘍，膿腫を含む。）及び各種の炎症組織を溶かすことが記載されている。また，引用例1には，引用発明により病理組織と病原体が十数秒から数十分の間に溶解除去できることが記載されている。",
                    "引用発明に含まれる成分には水酸化ナトリウム又は水酸化カリウムが含まれており，その含有量も本願発明と差異がないから，引用発明に含まれる",
                    "「水酸化ナトリウムまたは水酸化カリウム2～60重量部，",
                    "塩酸レボブピバカイン，がまの油，塩酸ブピバカイン，リドカイン，テトラカインまたはプロカイン0．75～1．0重量部，及び，",
                    "100重量部までの残部の水」は",
                    "「病理組織と病原体を即時に溶解して除去できる薬物組成物」であるといえ，相違点Bは実質的な相違点であるとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告らの主張-取消事由（引用発明の認定の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，以下のとおり，引用例1記載の構成から，目的達成のために必須の構成を除外し，技術的意義を失ったものを取り出して引用発明とし，このように誤って認定された引用発明の構成と本願発明を対比したものであり，考慮すべきでない事項を考慮し，考慮すべき事項を考慮していないことから，違法であり，取り消されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1の特許請求の範囲に記載された発明の目的はイボを解消し取り除くことであり，このような目的を達成するために，引用発明は，水酸化ナトリウム又は水酸化カリウムを必須成分としている。しかし，水酸化ナトリウム及び水酸化カリウムは，いずれも強アルカリ性を示し，人体の組織を破壊する性質を有するものであるから，いくら水酸化ナトリウム及び水酸化カリウムがイボを解消し取り除くという目的を達成するための必須成分であるとしても，本願優先日当時の技術常識からすれば，これら以外の成分を含有しない場合，とても人体に塗布できるものではないと考えられていた。",
                    "一方，引用例1には「強アルカリ性の水酸化ナトリウムを生石灰の代わりに用い，賦形剤として適量の水酸化カリウムを加え，さらに黄芩，黄柏，大黄（三黄散）を加えてクリーム状にすると，すぐに腫瘍組織を溶かし，即日で病変が溶解解除され，傷口の感染も減少し，良好な結果が得られることが分かった。」と記載されている。ここで，「良好な結果」が得られた原因の一つとして，「黄芩，黄柏，大黄（三黄散）を加えてクリーム状」としたことが挙げられている。これは，強アルカリ性の水酸化ナトリウム及び水酸化カリウムによる人体の組織の破壊が，黄芩，黄柏，大黄（三黄散）を加えてクリーム状としたことにより緩和されるためであると推察される。",
                    "また，引用例1の「発明の概要」には，「発明の目的は，…従来の技術における不足分を補い，…」と記載されており，引用例1の特許請求の範囲に記載された発明が従来の周知技術を前提としていることは明らかである。",
                    "以上より，本願優先日当時の技術常識からすれば，「カンゾウ，オウキン，オウバク，ダイオウ，メントール」は，「イボを解消し取り除く」作用を有しないとしても，人体に塗布するクリームから人体組織を守るために，水酸化ナトリウム及び水酸化カリウムとともに含有されることが必須の成分であると考えられていたといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1には，漢方薬が含まれていない実施例や実施形態が記載されていない。漢方に含まれる成分は非常に複雑で，種々の成分の組合せ及び除外による生体への影響は当業者といえども容易に予測し得るものではない。このため，当業者であればなおさら，引用例1の実施例を参照し，各種漢方成分を安易に除外することは想定しづらく，各種漢方成分を除外した発明を把握することは困難である"
                },
                {
                  "fig": "ウ",
                  "subject": "以上より，引用例1には，",
                  "text": [
                    "「漢方薬である甘草（カンゾウ）0．5～3．0重量部，漢方薬である黄芩（オウキン）0．5～3．0重量部，漢方薬である黄柏（オウバク）0．5～3．0重量部，漢方薬である大黄（ダイオウ）0．5～3．0重量部，漢方薬である薄荷（ハッカ）0．5～1．0重量部，",
                    "水酸化ナトリウム又は水酸化カリウム2～60重量部，",
                    "塩酸レボブピバカイン，がまの油，塩酸ブピバカイン，リドカイン，テトラカイン又はプロカイン0．75～1．0重量部，及び",
                    "100部までの残部の水，",
                    "を含む，イボを解消し取り除くクリーム。」",
                    "の発明（以下「原告ら認定の引用発明」という。）が記載されているというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件審決による引用発明の認定は，引用例1記載の構成から，目的達成のための必須の構成（漢方薬）を除外し，技術的意義を失ったものを取り出して引用発明とするものであり，このような引用発明の認定は許されない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と原告ら認定の引用発明との対比等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，本件審決の認定のとおりであるところ，漢方薬を含まないものであることは明らかである。また，本願明細書の実施例1及び4の記載は，本願発明の内容をサポートしている。",
                    "そこで，本願発明と原告ら認定の引用発明とを対比すると，本件審決の認定に係る相違点A及びBに加え，「本願発明はその成分に漢方薬を含まないのに対し，原告ら認定の引用発明では，さらに，漢方薬である甘草（カンゾウ）0．5～3．0重量部，漢方薬である黄芩（オウキン）0．5～3．0重量部，漢方薬である黄柏（オウバク）0．5～3．0重量部，漢方薬である大黄（ダイオウ）0．5～3．0重量部，漢方薬である薄荷（ハッカ）0．5～1．0重量部を成分とする点」で相違する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告ら認定の引用発明では，上記漢方薬につき，その含有割合に0重量部が入るものとすること，すなわち，上記漢方薬を有しない構成は，当業者が容易に想到し得ない。",
                    "仮に原告ら認定の引用発明から本願発明を想到しても，実際に試験で証明しなければ，その効果がどうなるかについて当業者はわからない。すなわち，その効果は，当業者の予測の範囲内であるとはいえない。",
                    "また，原告ら認定の引用発明は，成分が非常に複雑な混合物の漢方薬が用いられていることで，アメリカ，EU，日本，イギリスなどにおいては法律によって臨床用医薬品として認められていない。他方，本願発明は，治療効果を発揮できる必要な構成として純粋な化合物である「1．0～60．0部の水酸化ナトリウムおよび／または水酸化カリウム」に特定したことにより上記課題を解決し，国際的に利用，普及させることが可能となる。",
                    "さらに，原告ら認定の引用発明を実施するためには，少なくとも5種類の漢方を必要とし，その他の成分の種類も非常に多い。これに対し，本願発明では，「水酸化ナトリウムおよび／または水酸化カリウム」，「純粋な化合物であるテトラカイン，ブファリンおよび／またはメントール」及び「余分である水」のみしか必要としない。このため，本願発明では，引用例1に記載の発明と比べて副作用を低減できるとともに，製造コストを抑えることが可能となる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，本願発明は，新規性及び進歩性が認められる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以下のとおり，本件審決における引用発明の認定に誤りはない。したがって，原告らが主張する取消事由には理由がなく，本件審決の認定及び判断に違法はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1に記載された発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1の記載によれば，その特許請求の範囲に記載された発明である「八仙消毒クリーム」は，「イボを解消し取り除く」ことをその目的とするものである。また，引用例1の明細書にも，その旨記載されているとともに，実施例1～4として「イボを解消し取り除く」ものが開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1には，その特許請求の範囲に記載された成分のうち，水酸化ナトリウム及び水酸化カリウムについて，その含有割合が2～60重量部であることが記載されているとともに，「迅速にたんぱく質を溶解させ，1分から十数分以内に，イボ類，突起物（良性，悪性の腫瘍，膿腫を含む）及び各種の炎症組織を溶かし」という作用を有することが記載されている。",
                    "また，引用例1において実施例1～4として開示されたものは，いずれも水酸化ナトリウム又は水酸化カリウムを含有するものである。",
                    "さらに，水酸化ナトリウム及び水酸化カリウムが皮膚等の組織を強く腐食する作用を有することは，本願優先日当時における技術常識であった。",
                    "したがって，引用例1に接した当業者は，水酸化ナトリウム又は水酸化カリウムは，その作用により，「イボを解消し取り除く」という引用例1の特許請求の範囲に記載された発明の目的を達成するために，含有されることが必須の成分であると認識する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一方，引用例1には，その特許請求の範囲に記載された発明に係る成分のうち，カンゾウ，オウキン，オウバク，ダイオウ，メントールについて，それらの含有割合の範囲として0重量部を含む旨の記載があるとともに，主要な原料に含まれない旨の記載もある。また，これらが「イボを解消し取り除く」ための作用を有することは記載されていない。さらに，引用例1において実施例1～4として開示されたものは，いずれも水酸化ナトリウム又は水酸化カリウムを含有するものであるから，その開示は，カンゾウ，オウキン，オウバク，ダイオウ又はメントールが「イボを解消し取り除く」ための作用を有することの根拠とはならない。",
                    "このように，カンゾウ，オウキン，オウバク，ダイオウ及びメントールが，「イボを解消し取り除く」という引用例1の特許請求の範囲に記載された発明の目的を達成するために必須の成分であることについて，その根拠を引用例1から見出すことはできず，本願優先日当時における技術常識から明らかであるともいえない。",
                    "また，カンゾウ，オウキン，オウバク，ダイオウ及びメントールが含有されなければ，水酸化ナトリウム又は水酸化カリウムの「イボを解消し取り除く」作用が発揮されない等，水酸化ナトリウム又は水酸化カリウムを含有させる技術的意義が失われることが，引用例1の記載及び本願優先日当時における技術常識から明らかであるともいえない。",
                    "したがって，引用例1に接した当業者は，カンゾウ，オウキン，オウバク，ダイオウ及びメントールは，「イボを解消し取り除く」という引用例1の特許請求の範囲に記載された発明の目的を達成するために，含有されることが必須ではない任意成分であると認識する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上を総合すると，引用例1には，以下の発明が記載されているということができる。",
                    "「配合比が（重量で），水酸化ナトリウム又は水酸化カリウム2-60，塩酸レボブピバカイン（又はがまの油，塩酸ブピバカイン，リドカイン，テトラカイン若しくはプロカイン）0．75-1．0，残量の水を100まで加える，イボを解消し取り除くクリーム。」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記引用例1に記載された発明と本件審決が認定する引用発明とは，表現上の差異はあるものの，その間に実質的な差異を認めることはできないから，本件審決の引用発明の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "原告らの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1には，「本発明は次のようにして実現される：」との記載に続けて，カンゾウ，オウキン，オウバク，ダイオウ及びメントールの含有割合の範囲として0重量部を含む範囲がそれぞれ記載されている。また，その実施例1～4として開示されたものは，いずれもカンゾウ，オウキン，オウバク，ダイオウ及びメントールを含むものではあるが，法29条1項3号にいう「刊行物に記載された発明」は，当該刊行物に記載されている事項及び記載されているに等しい事項から把握される発明とされるべきであって，当該刊行物に実施例として開示されたもののみに基づいて認定されるべきものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記のとおり，カンゾウ，オウキン，オウバク，ダイオウ及びメントールの作用についての引用例1の記載及び本願優先日当時における技術常識からは，それらがイボを解消し取り除くための作用を有するものとは把握できないし，証拠のいずれにも，これらが単独で「イボを解消し取り除く」ための作用を有するものといえる根拠も，同時に含有されることによりそのような作用を有するものとなるといえる根拠も，示されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用例1に記載された発明は，「イボを解消し取り除く」ことを目的とするものであるところ，前記のとおり，引用例1に接した当業者は，上記目的を達成するために，水酸化ナトリウム又は水酸化カリウムは，含有されることが必須の成分である一方，カンゾウ，オウキン，オウバク，ダイオウ及びメントールについては，含有されることが必須ではない任意成分であると認識すると認められる。",
                        "そうである以上，本件審決における引用発明の認定は，引用例1記載の構成から，目的達成のために必須の構成を除外し，技術的意義を失ったものを取り出して引用発明とするものということはできない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本願発明が本件審決の認定のとおりの発明であることについては，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1には，以下の記載がある（なお，記載位置の表示はいずれも乙1添付の訳文の該当箇所である。また，明らかな誤記は訂正して記載する。）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「1．イボを解消し取り除く八仙消毒クリームであって，その特徴は以下のように，配合比が（重量で）カンゾウ0-3．0，オウキン0-3．0，オウバク0-3．0，ダイオウ0-3．0，メントール0-1．0，水酸化ナトリウムまたは水酸化カリウム2-60，水酸化カルシウム0-10，塩酸レボブピバカイン（またはがまの油，塩酸ブピバカイン，リドカイン，テトラカインまたはプロカイン）0．75-1．0である点にある。",
                    "2．請求項1に述べられているイボを解消し取り除く八仙消毒クリームであって，その特徴は以下のように，さらにカルボマー941を0-1．0，残量の水を100まで加える点にある。」（1／1頁1行～9行）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明細書",
                  "text": [
                    "(ア)「末期のらい腫型患者の免疫機能が低くなり，…大型のカリフラワー状腫瘍を合併感染しているのが見られた。この種の腫瘍は医師が手術を行っても止血が難しく根絶も困難であった。しかし患者の中には自ら次のような処方をして快方に向かうものもいた。生石灰粉に水を加えてペースト状にし，患部に塗抹する。表面から内部に浸透させ，6～7日で病変を除去することができた。ただこの処方には強い薬効力はなく，手順に手間がかかり，感染した傷口がふさがりにくい。患者の行った処方を踏まえ，強アルカリ性の水酸化ナトリウムを生石灰の代わりに用い，賦形剤として適量の水酸化カリウムを加え，さらに黄芩，黄柏，大黄（三黄散）を加えてクリーム状にすると，すぐに腫瘍組織を溶かし，即日で病変が溶解除去され，傷口の感染も減少し，良好な結果が得られることがわかった。」（1／9頁20行～2／9頁7行）",
                    "(イ)「発明の目的は，イボを解消し取り除く八仙消毒クリームを提供することで，従来の技術における不足部分を補い，各成分が協同して効果を十分に発揮して，十分な薬効効果をもたらすことである。」（2／9頁26行～28行）",
                    "(ウ)「本発明は次のようにして実現される：イボを解消し取り除く八仙消毒クリームであって，その特徴は以下のように，配合比が（重量で）カンゾウ0-3．0，オウキン0-3．0，オウバク0-3．0，ダイオウ0-3．0，メントール0-1．0，水酸化ナトリウムまたは水酸化カリウム2-60，水酸化カルシウム0-10，塩酸レボブピバカイン（またはがまの油，塩酸ブピバカイン，リドカイン，テトラカインまたはプロカイン）0．75-1．0である点にある。",
                    "ここに述べられているイボを解消し取り除く八仙消毒クリームであって，その特徴は以下のように，さらにカルボマー941を0-1．0，残量の水を100まで加える点にある。」（3／9頁1行～8行）",
                    "(エ)「薬剤中の各成分の作用：適度な濃度の水酸化ナトリウム（または水酸化カリウム），水酸化カルシウムは迅速にタンパク質を溶解させ，1分から十数分以内に，イボ類，突起物（良性，悪性の腫瘍，膿腫を含む）及び各種の炎症組織を溶かし：オウキン，オウバク，ダイオウは抗菌抗病毒であり：カンゾウ，オウキンは免疫調節機能，有害な組織反応を抑制し：がまの油は抗炎症，抗癌及び局所麻酔作用を有する。メントールは爽やかで臭いを取り除き痛みを止め：塩酸レボブピバカインまたはその他の局所麻酔薬は局所麻酔鎮痛作用を有する。」（3／9頁17行～23行）",
                    "(オ)「実施例1",
                    "0．5gのカンゾウ，0．5g のオウキン，0．5g のオウバク，0．5g のダイオウ，0．5g のメントール，20gの水酸化ナトリウム（または水酸化カリウム），0．5gの水酸化カルシウム，1．0gの塩酸レボブピバカインに，賦形剤の0．25gのカルボマーを加え，さらに水を加えて100gとした後，乳化させれば，イボを解消し取り除く八仙消毒クリーム1号が得られる。…",
                    "本製品は赤茶色のクリームである。本製品の特徴は病巣組織を直ちに溶かす作用を有し，尖圭コンジローム（CA），皮膚癌，肉腫（各種組織及び器官の肉腫，癌発症前の病変），皮膚血管癌，血管痣，魚の目，一般的なイボ，皮膚の突出物の治療に用いられる。」（5／9頁1行～10行）",
                    "(カ)「実施例2",
                    "カンゾウ3g，オウキン3g，オウバク3g，ダイオウ1．0g，メントール1．0g，水酸化ナトリウム（または水酸化カリウム）2．5g，水酸化カルシウム10g，がまの油1．0g，賦形剤0．5g，カルボマー941を加え，さらに水を加えて100gとした後，乳化させれば，イボを解消し取り除く八仙消毒クリーム2号が得られる。…",
                    "本製品は朱色のクリームである。各期の酒渣鼻，炎症性挫瘡，各期慢性子宮頸炎，化膿性汗腺炎，肛門漏洩の内外口の処理，尖圭コンジロームの『亜臨床』病変の治療，内痔，外痔，膿腫，痛病，炎症性肉芽腫，環状肉芽腫，疥癬，胞子菌病に用いられる。」（6／9頁15行～24行）",
                    "(キ)「実施例3",
                    "カンゾウ3g，オウキン3g，オウバク3g，ダイオウ1．0g，メントール1．0g，水酸化ナトリウム（または水酸化カリウム）3．0g，水酸化カルシウム10g，がまの油1．0g，賦形剤0．5g，カルボマー941を加え，さらに水を加えて100gとした後，乳化させれば，イボを解消し取り除く八仙消毒クリーム3号が得られる。…",
                    "本製品は朱色のクリームである。扁平なイボ，伝染性軟疣，皮膚結核，類結核型ハンセン病，老人斑，毛嚢炎，結節性痒疹，火傷に適用される。」（7／9頁21行～8／9頁4行）",
                    "(ク)「実施例4",
                    "カンゾウ1．5g，オウキン1．5g，オウバク1．5g，ダイオウ1．5g，メントール1．0g，水酸化ナトリウム（または水酸化カリウム）2．5g，水酸化カルシウム10g，塩酸レボブピバカイン0．75g，賦形剤0．5g，カルボマー941を加え，さらに水を加えて100gとした後，乳化させれば，イボを解消し取り除く八仙消毒クリーム4号が得られる。…",
                    "本製品は朱色である。神経性皮膚炎，ローズロセア，白癬，水虫，乾癬，性病疱疹，帯状疱疹の治療に用いられる。」（8／9頁13行～21行）",
                    "(ケ)「本発明の製剤で使用される主要な原料については，以下の通りである。",
                    "化学的に純粋な水酸化ナトリウム，水酸化カリウム",
                    "化学的に純粋な水酸化カルシウム",
                    "塩酸レボブピバカイン，カルボマー941については，薬局方規格に依拠する。",
                    "水については，純水または水道水を用いて本発明を実現することができる。」（9／9頁12行～16行）",
                    "(コ)「本発明にはさらに他の実施例もあるが，ここでは逐一列挙しない。本発明の内容は実施例のみに限られない。本発明の特許請求の範囲に属するものは全て本発明の保護の対象に含まれる。」（9／9頁17行～19行）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記各記載のうち，引用例1の「特許請求の範囲」（上記(1)ア）には，「イボを解消し取り除く八仙消毒クリーム」の発明が記載されるとともに，当該「八仙消毒クリーム」の構成成分のうち，水酸化ナトリウム又は水酸化カリウムの配合比が（重量で）2～60であること，塩酸レボブピバカイン（又はがまの油，塩酸ブピバカイン，リドカイン，テトラカイン若しくはプロカイン）の配合比が（重量で）0．75～1．0であること，及び残量の水を（重量で）100まで加えることが規定される一方，カンゾウ，オウキン，オウバク，ダイオウ，メントール，水酸化カルシウム及びカルボマー941については，配合比が（重量で）0すなわち配合されない態様が記載されている。",
                "そうすると，引用例1の「特許請求の範囲」には，「配合比が（重量で），水酸化ナトリウム又は水酸化カリウム2～60，塩酸レボブピバカイン（又はがまの油，塩酸ブピバカイン，リドカイン，テトラカイン若しくはプロカイン）0．75～1．0，残量の水を100まで加える，イボを解消し取り除く八仙消毒クリーム」の発明が記載されていると見るべきである。これは，本件審決の認定に係る引用発明とは，若干の表現上の差異はあるものの，実質的な差異はない。",
                "したがって，本件審決の引用発明の認定に誤りはないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告らの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，原告らは，引用発明が必須成分とする水酸化ナトリウム又は水酸化カリウムは，いずれも強アルカリ性を示し，人体の組織を破壊する性質を有するものであるから，本願優先日当時の技術常識からすれば，これら以外の成分を含有しない場合，とても人体に塗布できるものではなく，引用例1の記載をも併せ考慮すれば，「カンゾウ，オウキン，オウバク，ダイオウ，メントール」は，人体に塗布するクリームから人体組織を守るために，水酸化ナトリウム又は水酸化カリウムとともに含有されることが必須の成分であると考えられていたといえる旨主張する。",
                    "しかし，引用例1記載の「八仙消毒クリーム」の成分のうち，カンゾウ，オウキン，オウバク，ダイオウ及びメントールは，主要な原料であるとはされていない（上記(1)イ(ケ)）。また，オウキン，オウバク及びダイオウは抗菌抗病毒であるとされ，カンゾウ及びオウキンは免疫調節機能を有し，有害な組織反応を抑制するとされ，メントールは爽やかで臭いを取り除き痛みを止めるとされているものの（上記(1)イ(エ)），これらの成分がイボを解消し取り除く作用を有する旨の記載はなく，本願優先日当時，これらの成分がそのような作用を有するとの技術常識があったことを示す証拠もない。そうすると，引用例1に接した当業者は，カンゾウ，オウキン，オウバク，ダイオウ及びメントールにつき，イボを解消し取り除くという「八仙消毒クリーム」の目的を達成するための必須成分であるとまでは認識し得ないというべきである。",
                    "さらに，上記のとおり，オウキン，オウバク及びダイオウは抗菌抗病毒であるとされ，カンゾウ及びオウキンは免疫調節機能を有し，有害な組織反応を抑制するとされ，メントールは爽やかで臭いを取り除き痛みを止めるとされているものの，これらの成分が，水酸化ナトリウム又は水酸化カリウムの強アルカリ性から人体組織を守る作用を有する旨の記載は引用例1にはない。本願優先日当時，そのような作用を有するとの技術常識があったことを示す証拠もない。そうすると，引用例1に接した当業者は，カンゾウ，オウキン，オウバク，ダイオウ及びメントールにつき，人体に塗布するクリームから人体組織を守るために，水酸化ナトリウム又は水酸化カリウムとともに含有されることが必須の成分であるとまでは認識し得ないというべきである。",
                    "したがって，上記原告らの主張は採用し得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告らは，引用例1には漢方薬が含まれていない実施例や実施形態が記載されておらず，また，漢方に含まれる成分は非常に複雑で，種々の成分の組合せ及び除外による生体への影響は当業者といえども予測できないことなどからすると，当業者であればなおさら，引用例1の実施例を参照しようとするのが通常であって，各種漢方成分を安易に除外することは想定しづらいなどと主張する。",
                    "確かに，引用例1の実施例1～4において，「八仙消毒クリーム」100g中，カンゾウ，オウキン，オウバク，ダイオウ及びメントールはいずれも0．5g以上含まれている（上記(1)イ(オ)～(ク)）。",
                    "しかし，引用例1には「本発明にはさらに他の実施例もあるが，ここでは逐一列挙しない。本発明の内容は実施例のみに限られない。本発明の特許請求の範囲に属するものは全て本発明の保護の対象に含まれる。」とも記載されていること（上記(1)イ(コ)）に鑑みると，引用例1に記載された発明は，上記実施例の記載により限定的に解釈されるべきものではなく，その特許請求の範囲の記載から把握し得るもの全てを包含するものとして理解されるべきである。",
                    "したがって，上記原告らの主張も採用し得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告らは，上記各主張を前提として，引用例1に記載された発明につき原告ら認定の引用発明のとおり認定されるべきところ，本願発明と原告ら認定の引用発明との間の相違点Cにつき，原告ら認定の引用発明からは漢方薬を有しない構成は容易想到ではなく，また，当該構成を採用することにより顕著な効果を得られる旨主張するけれども，上記ア及びイで述べたとおり，原告ら認定の引用発明をもって引用例1に記載された発明と認めることはできないから，上記原告らの主張は，その前提を欠き採用し得ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "このように，本件における原告らの主張はいずれも採用し得ない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上より，原告ら主張に係る取消事由には理由がないというべきである。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，原告らの請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}