{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800021号事件について平成28年10月17日にした審決のうち，「特許第5344105号の請求項1ないし5に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実(証拠を掲記した以外の事実は，当事者間に争いがないか，弁論の全趣旨から認められる。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成25年3月8日，発明の名称を「光配向用偏光光照射装置及び光配向用偏光光照射方法」とする特許出願(特願2013-47350号)をし，同年8月23日，特許権の設定の登録(特許第5344105号。請求項の数は5。)を受けた(以下，この特許を「本件特許」という。甲12)。",
            "被告は，平成27年2月2日，本件特許の請求項1から5に係る発明につき無効審判を請求した(無効2015-800021号)。",
            "原告は，平成28年7月28日付けで，本件特許の明細書及び特許請求の範囲について訂正請求をした(以下「本件訂正」といい，本件訂正後の明細書及び図面を併せて「本件明細書」という。甲33)。",
            "特許庁は，平成28年10月17日，本件訂正請求を認めた上，「特許第5344105号の請求項1ないし5に係る発明についての特許を無効とする。」との審決をし，その謄本は，同月27日，原告に送達された。",
            "原告は，平成28年11月25日，審決の取消しを求めて，本件訴訟を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許につき，本件訂正後の特許請求の範囲の記載は，後記(1)から(5)のとおりである(以下，本件訂正後の請求項1から5に記載された発明を，請求項の番号に従って，それぞれ「本件訂正発明1」などといい，これらを総称して「本件訂正発明」ともいう。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項1",
              "text": [
                "設定された照射領域に偏光光を照射する照射ユニットと，",
                "光配向用膜材付きの基板が載置されるステージと，",
                "照射領域にステージを移動させることでステージ上の基板に偏光光が照射されるようにするステージ移動機構とを備えており，",
                "ステージとして第一第二の二つのステージが設けられており，",
                "ステージ移動機構は，照射領域の一方の側に設定された第一の基板搭載位置から第一のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであるとともに，照射領域の他方の側に設定された第二の基板搭載位置から第二のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであり，",
                "ステージ移動機構は，第一のステージ上の基板が照射領域を通過した後に第一のステージを第一の側に戻すとともに，第二のステージ上の基板が照射領域を通過した後に第二のステージを第二の側に戻すものであり，かつ，前記第一のステージの前記第一の側への復路移動に続くように前記第二のステージの前記照射ユニット方向への往路移動を行わせ，前記第二のステージの前記第二の側への復路移動に続くように前記第一のステージの前記照射ユニット方向への往路移動を行わせるものであり，",
                "第一の基板搭載位置に位置した第一のステージと照射領域の間には，第二のステージ上の基板が照射領域を通過する分以上のスペースが確保され，第二の基板搭載位置に位置した第二のステージと照射領域の間には，第一のステージ上の基板が照射領域を通過する分以上のスペースが確保されており，",
                "前記第一第二ステージの各々は，基板を吸着するための吸着孔を有する，一体的に移動可能な複数のピンを含むことを特徴と(判決注：原文のまま)光配向用偏光光照射装置。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求項2",
              "text": [
                "設定された照射領域に偏光光を照射する照射ユニットと，",
                "光配向用膜材付きの基板が載置されるステージと，",
                "照射領域にステージを移動させることでステージ上の基板に偏光光が照射されるようにするステージ移動機構とを備えており，",
                "ステージとして第一第二の二つのステージが設けられており，",
                "ステージ移動機構は，照射領域の一方の側に設定された第一の基板搭載位置から第一のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであるとともに，照射領域の他方の側に設定された第二の基板搭載位置から第二のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであり，",
                "ステージ移動機構は，第一のステージ上の基板が照射領域を通過した後に第一のステージを第一の側に戻すとともに，第二のステージ上の基板が照射領域を通過した後に第二のステージを第二の側に戻すものであり，かつ，前記第一のステージの前記第一の側への復路移動に続くように前記第二のステージの前記照射ユニット方向への往路移動を行わせ，前記第二のステージの前記第二の側への復路移動に続くように前記第一のステージの前記照射ユニット方向への往路移動を行わせるものであり，",
                "第一の基板搭載位置に位置した第一のステージと照射領域の間には，第二のステージ上の基板が照射領域を通過する分以上のスペースが確保され，第二の基板搭載位置に位置した第二のステージと照射領域の間には，第一のステージ上の基板が照射領域を通過する分以上のスペースが確保されており，",
                "前記照射ユニットは，前記第一第二の各ステージが往路移動する際と復路移動する際の双方において各ステージ上の基板に対し，偏光子からの偏光光を直接照射して，往路における照射による露光量と復路における照射による露光量とが積算されるようにすることを特徴とする光配向用偏光光照射装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求項3",
              "text": [
                "設定された照射領域に偏光光を照射する照射ユニットと，",
                "アライメントマークを有し，光配向用膜材付きの基板が載置されるステージと，",
                "照射領域にステージを移動させることでステージ上の基板に偏光光が照射されるようにするステージ移動機構と，",
                "前記ステージに載置された前記基板上の前記アライメントマークを検出するアライメントセンサとを備えており，",
                "ステージとして第一第二の二つのステージが設けられており，前記第一第二の各ステージには，前記アライメントセンサにより検出された前記アライメントマークの位置情報に基づいて，搭載された基板の向きを，照射される偏光光の偏光軸に対して所定の向きに円周方向に調整する基板アライナーが設けられ，",
                "ステージ移動機構は，照射領域の一方の側に設定された第一の基板搭載位置から第一のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであるとともに，照射領域の他方の側に設定された第二の基板搭載位置から第二のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであり，",
                "ステージ移動機構は，第一のステージ上の基板が照射領域を通過した後に第一のステージを第一の側に戻すとともに，第二のステージ上の基板が照射領域を通過した後に第二のステージを第二の側に戻すものであり，",
                "第一の基板搭載位置に位置した第一のステージと照射領域の間には，第二のステージに搭載された基板の向きを前記基板アライナーにより調整した後の該第二のステージ上の基板が照射領域を通過する分以上のスペースが確保され，第二の基板搭載位置に位置した第二のステージと照射領域の間には，第一のステージに搭載された基板の向きを前記基板アライナーにより調整した後の該第一のステージ上の基板が照射領域を通過する分以上のスペースが確保されていることを特徴とする光配向用偏光光照射装置。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求項4",
              "text": [
                "設定された照射領域に偏光光を照射する照射ユニットと，",
                "アライメントマークを有し，光配向用膜材付きの基板が載置されるステージと，",
                "照射領域にステージを移動させることでステージ上の基板に偏光光が照射されるようにするステージ移動機構と，",
                "前記ステージに載置された前記基板上の前記アライメントマークを検出するアライメントセンサとを備えており，",
                "ステージとして第一第二の二つのステージが設けられており，前記第一第二の各ステージには，前記アライメントセンサにより検出された前記アライメントマークの位置情報に基づいて，搭載された基板の向きを，照射される偏光光の偏光軸に対して所定の向きに円周方向に調整する基板アライナーが設けられ，",
                "ステージ移動機構は，照射領域の一方の側に設定された第一の基板搭載位置から第一のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであるとともに，照射領域の他方の側に設定された第二の基板搭載位置から第二のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであり，",
                "ステージ移動機構は，第一のステージ上の基板が照射領域を通過した後に第一のステージを第一の側に戻すとともに，第二のステージ上の基板が照射領域を通過した後に第二のステージを第二の側に戻すものであり，かつ，前記第一のステージの前記第一の側への復路移動に続くように前記第二のステージの前記照射ユニット方向への往路移動を行わせ，前記第二のステージの前記第二の側への復路移動に続くように前記第一のステージの前記照射ユニット方向への往路移動を行わせるものであり，",
                "第一の基板搭載位置に位置した第一のステージと照射領域の間には，第二のステージ上の基板が照射領域を通過する分以上のスペースが確保され，第二の基板搭載位置に位置した第二のステージと照射領域の間には，第一のステージ上の基板が照射領域を通過する分以上のスペースが確保されており，",
                "前記ステージ移動機構は，前記第一第二のステージの移動方向に沿ってガイド部材を備えており，このガイド部材は，前記第一のステージの移動のガイドと前記第二のステージの移動のガイドとに兼用された，",
                "ことを特徴とする光配向用偏光光照射装置。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "請求項5",
              "text": [
                "設定された照射領域に偏光光を照射する照射ユニットと，",
                "アライメントマークを有し，光配向用膜材付きの基板が載置されるステージと，",
                "照射領域にステージを移動させることでステージ上の基板に偏光光が照射されるようにするステージ移動機構と，",
                "前記ステージに載置された前記基板上の前記アライメントマークを検出するアライメントセンサとを備えており，",
                "ステージとして第一第二の二つのステージが設けられており，前記第一第二の各ステージには，前記アライメントセンサにより検出された前記アライメントマークの位置情報に基づいて，搭載された基板の向きを，照射される偏光光の偏光軸に対して所定の向きに円周方向に調整する基板アライナーが設けられ，",
                "ステージ移動機構は，照射領域の一方の側に設定された第一の基板搭載位置から第一のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであるとともに，照射領域の他方の側に設定された第二の基板搭載位置から第二のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであり，",
                "ステージ移動機構は，第一のステージ上の基板が照射領域を通過した後に第一のステージを第一の側に戻すとともに，第二のステージ上の基板が照射領域を通過した後に第二のステージを第二の側に戻すものであり，かつ，前記第一のステージの前記第一の側への復路移動に続くように前記第二のステージの前記照射ユニット方向への往路移動を行わせ，前記第二のステージの前記第二の側への復路移動に続くように前記第一のステージの前記照射ユニット方向への往路移動を行わせるものであり，",
                "第一の基板搭載位置に位置した第一のステージと照射領域の間には，第二のステージ上の基板が照射領域を通過する分以上のスペースが確保され，第二の基板搭載位置に位置した第二のステージと照射領域の間には，第一のステージ上の基板が照射領域を通過する分以上のスペースが確保されている光配向用偏光光照射装置を使用して基板に光配向用の偏光光を照射する光配向用偏光光照射方法であって，",
                "前記第一の基板搭載位置において前記第一のステージ上に基板を搭載し，前記アライメントセンサにより検出された前記アライメントマークの位置情報に基づいて，搭載された基板の向きを照射される偏光光の偏光軸に対して所定の向きに円周方向に調整する第一の基板搭載調整ステップと，",
                "前記第二の基板搭載位置において前記第二のステージ上に基板を搭載し，前記アライメントセンサにより検出された前記アライメントマークの位置情報に基づいて，搭載された基板の向きを照射される偏光光の偏光軸に対して所定の向きに円周方向に調整する第二の基板搭載調整ステップと，",
                "基板が搭載された前記第一のステージを，前記第二の基板回収位置への前記第二のステージの復路移動に続くように前記第一の基板搭載位置から移動させ，前記照射領域を基板が通過した後，前記一方の側に設定された第一の基板回収位置まで前記第一のステージを戻す第一の移動ステップと，",
                "基板が搭載された前記第二のステージを，前記第一の基板回収位置への前記第一のステージの復路移動に続くように前記第二の基板搭載位置から移動させ，前記照射領域を基板が通過した後，前記他方の側に設定された第二の基板回収位置まで前記第二のステージを戻す第二の移動ステップと，",
                "第一の基板回収位置において前記第一のステージから基板を回収する第一の基板回収ステップと，",
                "第二の基板回収位置において前記第二のステージから基板を回収する第二の基板回収ステップとを有しており，",
                "第一の基板回収ステップ及び第一の基板搭載ステップが行われる時間帯は，第二の移動ステップが行われる時間帯と全部又は一部が重なっており，",
                "第二の基板回収ステップ及び第二の基板搭載ステップが行われる時間帯は，第一の移動ステップが行われる時間帯と全部又は一部が重なっていることを特徴とする光配向用偏光光照射方法。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書(写し)記載のとおりである。その概要は，次のとおり，本件訂正発明はいずれも当業者が容易に発明をすることができたものであるから，本件特許を無効とすべきというものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明1，2及び4は，本件特許の出願前に頒布された特開2007-114647号公報(以下「参考資料3」という。甲8)に記載された発明(以下「参考資料3発明」という。)及び特開2009-295950号公報(甲2)に記載された発明並びに周知技術(特開2000-221461号公報(乙1の1)，特開2002-82334号公報(乙1の2)，特開2005-249938号公報(乙1の3)，特開2006-113180号公報(乙1の4)に記載のもの)に基づいて当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正発明3及び5は，参考資料3発明，甲2に記載された発明，本件特許の出願前に頒布された特許第5105567号公報(甲5)に記載された発明(以下「甲5発明」という。)及び周知技術に基づいて当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決が認定した参考資料3発明の内容並びに本件訂正発明と参考資料3発明との一致点及び相違点",
          "content": [
            {
              "fig": "(1)",
              "subject": "参考資料3発明",
              "text": [
                "設定された照射領域へ偏光光を出射する光照射部20A，20Bが配置され，",
                "光配向膜51が形成された矩形状のワーク50がワークステージ上に載置され，",
                "前記ワークステージを直線移動させるステージ移動機構，を備え，",
                "前記光照射部20A，20Bから偏光光を照射しながら前記ワークステージを直線移動させて，前記光照射部20Aと20Bの両方の下を通過させ，前記光配向膜51の光配向処理をするものであって，",
                "前記ワーク50を往復移動させて，光照射部20B→20A→20A→20Bのように偏光光を照射するようにした，",
                "前記光配向膜51の光配向を行なう，液晶素子の製造に関するスキャン照射する偏光光照射装置。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明と参考資料3発明との一致点",
              "text": [
                "設定された照射領域に偏光光を照射する照射ユニットと，",
                "光配向用膜材付きの基板が載置されるステージと，",
                "照射領域にステージを移動させることでステージ上の基板に偏光光が照射されるようにするステージ移動機構とを備えており，",
                "ステージ移動機構は，照射領域の一方の側に設定された基板搭載位置からステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであり，",
                "ステージ移動機構は，ステージ上の基板が照射領域を通過した後にステージを戻すものである，",
                "光配向用偏光光照射装置"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明と参考資料3発明との相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1との相違点",
                  "text": [
                    "次の相違点1及び相違点2において相違する。",
                    "＜相違点1＞",
                    "本件訂正発明1は，「ステージとして第一第二の二つのステージが設けられており，ステージ移動機構は，照射領域の一方の側に設定された第一の基板搭載位置から第一のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであるとともに，照射領域の他方の側に設定された第二の基板搭載位置から第二のステージを照射領域に移動させ，前記照射ユニットにより偏光光が照射されている該照射領域を通過させるものであり，ステージ移動機構は，第一のステージ上の基板が照射領域を通過した後に第一のステージを第一の側に戻すとともに，第二のステージ上の基板が照射領域を通過した後に第二のステージを第二の側に戻すものであり，かつ，前記第一のステージの前記第一の側への復路移動に続くように前記第二のステージの前記照射ユニット方向への往路移動を行わせ，前記第二のステージの前記第二の側への復路移動に続くように前記第一のステージの前記照射ユニット方向への往路移動を行わせるものであり，第一の基板搭載位置に位置した第一のステージと照射領域の間には，第二のステージ上の基板が照射領域を通過する分以上のスペースが確保され，第二の基板搭載位置に位置した第二のステージと照射領域の間には，第一のステージ上の基板が照射領域を通過する分以上のスペースが確保されて」いるのに対し，参考資料3発明は，ステージの個数が二つではなく一つであって，ステージ移動機構は，その一のステージ上の基板が照射領域を通過した後にその一のステージを戻すことができるものの，ステージの個数が二つであることに伴う構成，すなわち，第一のステージ上の基板が照射領域を通過した後に第一のステージを第一の側に戻すとともに，第二のステージ上の基板が照射領域を通過した後に第二のステージを第二の側に戻す構成，及び，第一の基板搭載位置に位置した第一のステージと照射領域の間には，第二のステージ上の基板が照射領域を通過する分以上のスペースが確保され，第二の基板搭載位置に位置した第二のステージと照射領域の間には，第一のステージ上の基板が照射領域を通過する分以上のスペースが確保されている構成，を有していない点。",
                    "＜相違点2＞",
                    "本件訂正発明1の「第一第二ステージの各々」は，「基板を吸着するための吸着孔を有する，一体的に移動可能な複数のピンを含む」のに対して，参考資料3発明の「ワークステージ」は，「光配向膜51が形成された矩形状のワーク50」を「ワークステージ上に載置」するための詳細な構成が特定されていない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明2との相違点",
                  "text": [
                    "上記相違点1及び次の相違点3において相違する。",
                    "＜相違点3＞",
                    "本件訂正発明2の「照射ユニット」は，「第一第二の各ステージが往路移動する際と復路移動する際の双方において各ステージ上の基板に対し，偏光子からの偏光光を直接照射して，往路における照射による露光量と復路における照射による露光量とが積算されるようにする」ものであるのに対して，参考資料3発明の光照射部20A，20Bは，このようなものと特定されない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明3との相違点",
                  "text": [
                    "次の相違点1´及び相違点4において相違する。",
                    "＜相違点1´＞",
                    "相違点1から，「かつ，前記第一のステージの前記第一の側への復路移動に続くように前記第二のステージの前記照射ユニット方向への往路移動を行わせ，前記第二のステージの前記第二の側への復路移動に続くように前記第一のステージの前記照射ユニット方向への往路移動を行わせるものであり，」との発明特定事項を除いた点。",
                    "＜相違点4＞",
                    "本件訂正発明3の「第一第二の各ステージ」は「アライメントマークを有し，」「前記ステージに載置された前記基板上の前記アライメントマークを検出するアライメントセンサとを備えており，」「前記第一第二の各ステージには，前記アライメントセンサにより検出された前記アライメントマークの位置情報に基づいて，搭載された基板の向きを，照射される偏光光の偏光軸に対して所定の向きに円周方向に調整する基板アライナーが設けられ，」，さらに，「第一第二の各ステージ」には，「搭載された基板の向きを，照射される偏光光の偏光軸に対して所定の向きに調整する基板アライナーが設けられ」，第一の基板搭載位置に位置した第一のステージと照射領域の間には，「第二のステージに搭載された基板の向きを前記基板アライナーにより調整した後の」該第二のステージ上の基板が照射領域を通過する分以上のスペースが確保され，第二の基板搭載位置に位置した第二のステージと照射領域の間には，「第一のステージに搭載された基板の向きを前記基板アライナーにより調整した後の」該第一のステージ上の基板が照射領域を通過する分以上のスペースが確保されているのに対して，参考資料3発明のワークステージ，ステージ移動機構及び光照射部20A，20Bは，このようなものと特定されない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正発明4との相違点",
                  "text": [
                    "上記相違点1及び次の相違点5において相違する。",
                    "＜相違点5＞",
                    "本件訂正発明4の「ステージ移動機構」は，「第一第二のステージの移動方向に沿ってガイド部材を備えており，このガイド部材は，前記第一のステージの移動のガイドと前記第二のステージの移動のガイドとに兼用され」るのに対して，参考資料3発明のステージ移動機構は，このようなものと特定されない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "審決が認定した引用発明の内容",
          "content": [
            {
              "fig": "(1)",
              "subject": "特開2009-295950号公報(甲2)に記載された発明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明",
                  "text": [
                    "基板W，W´を，所定の方向であるX方向および該所定の方向と直交する方向であるY方向に搬送する基板搬送機構14と，Y方向に沿って並んでそれぞれ配置され，複数のマスクMをそれぞれ保持する複数のマスク保持部11と，マスク保持部11をそれぞれ駆動する複数のマスク駆動部12と，複数のマスク保持部11の上部にそれぞれ配置されて露光用光を照射する複数の照射部13と，を備え，",
                    "前記基板搬送機構14は，基板W，W´をそれぞれ上面に載置する第1，2の部材，及び，前記第1，2の部材をそれぞれ移動する第1，2の機構を備え，",
                    "前記基板Wが，第1の基板交換領域C1に搬入され，搬入された前記基板Wのプリアライメントが行われた後，前記第1の部材によって保持され，",
                    "前記基板Wを上面に載置した前記第1の部材を第1の機構によって，前記基板Wを一定の速度でX方向に搬送させて，第1の基板保持領域B1へ移動し，また，前記基板Wは，一定の速度でX方向に搬送されて，露光領域A内に進入し，それぞれのマスクMを介して照射部13から露光用光ELが照射されてマスクパターン61が露光転写され，露光領域Aを通過して第2の基板保持領域B2に位置する基板Wには，第1の転写パターン83が形成され，",
                    "前記第1の転写パターン83形成後，基板Wを上面に載置した前記第1の部材を，第1の機構によって，基板WをY方向に所定の距離Lだけ移動させ，第1の機構の，基板Wの搬送方向をX方向と逆方向に切り替えて，第2の基板保持領域B2に保持されていた基板Wを，X方向と逆方向に搬送し，",
                    "前記照射部13からの露光用光ELを，それぞれのマスクMを介して照射して，未露光部にマスクパターン62を露光転写して第2の転写パターン84を形成し，この一連の露光動作中に，第2の基板交換領域C2では，基板W´の搬入，基板W´のプリアライメント，基板W´の第2の部材による保持が行われ，",
                    "前記第1の部材によって保持された露光済みの基板Wが，第1の基板保持領域B1から第1の基板交換領域C1へ移動する際に，同時に，第2の部材によって保持された未露光の基板W´が第2の基板保持領域B2へ露光動作時の速度より速い速度で搬送され，",
                    "前記第1の基板交換領域C1では，露光済み基板Wの搬出と，未露光基板Wの搬入，未露光基板Wのプリアライメント，未露光基板Wの保持が行われ，一方，この間に，第2の部材によって保持された基板W´も上述した同様の露光動作によって，往路によるスキャン露光によって第1の転写パターン83が露光され，第1の基板保持領域B1に保持された基板W´に対してY方向への基板W´の移動を行い，復路によるスキャン露光によって第2の転写パターン84が露光されるものであって，",
                    "前記基板搬送機構14の第1及び第2の部材は，それぞれ複数のマスクMと基板W及びW´とがY方向に所定の距離L，即ち，隣接するマスクMのマスクパターン61，62のY方向における中心間距離Dの略1／2だけ移動するように構成され，",
                    "前記基板Wの往路搬送時に，所定の間隔Gずつ離れた第1の転写パターン83を露光させ，基板搬送機構14により基板Wを所定の間隔Lだけ移動させた後，基板Wを復路搬送して，往路搬送時に露光した第1の転写パターン83間に形成された未露光部に第2の転写パターン84を隙間なく露光させることにより，必要となるマスク保持部11および照射部13の数量が削減され，スキャン露光装置1の製造費用が大幅に低減し，",
                    "前記露光領域Aと，第1及び第2の基板保持領域B1，B2と，第1及び第2の基板交換領域C1，C2と，を設けて，基板搬送機構14は，露光領域A，第1及び第2の基板保持領域B1，B2，及び第1の基板交換領域C1間で基板WをX方向に沿って往復移動可能な第1の部材と，露光領域A，第1及び第2の基板保持領域B1，B2，及び第2の基板交換領域C2間で基板WをX方向に沿って往復移動可能な第2の部材と，を備えるようにしていることにより，前記基板Wの露光動作，即ち，第1の転写パターン83の形成工程，Y方向への基板Wの移動工程，及び第2の転写パターン84の形成工程と，基板Wの搬出工程及び搬入工程とを行うタイミングを少なくともオーバーラップさせて行うことができ，スループットを向上することができ，",
                    "前記基板W，W´上に前記マスクMの前記マスクパターン61，62を露光転写する，液晶装置の製造に関してマスクパターンを露光転写するスキャン露光装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2´発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2発明における「所定の距離L，即ち，隣接するマスクMのマスクパターン61，62のY方向における中心間距離Dの略1／2だけ移動」，「基板Wの往路搬送」及び「基板Wを復路搬送」をそれぞれ「動作A」，「動作B」及び「動作C」とし，甲2発明を動作B及び動作Cの組合せの観点から整理すると，後記(イ)のとおりの甲2´発明となる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "基板Wを上面に載置する第1，2の部材，及び，前記第1，2の部材を移動する第1，2の機構を備える基板搬送機構14を有し，",
                      "text": [
                        "前記基板Wを，少なくとも第1の基板交換領域C1から第1の基板保持領域B1を経て露光領域Aを通過して第2の基板保持領域B2に移動させた後，基板Wの搬送方向をX方向と逆方向に切り替えて，第2の基板保持領域B2から露光領域Aを通過して第1の基板保持領域B1を経て第1の基板交換領域C1に移動させ(動作イ)，",
                        "さらに，基板W´を，少なくとも第2の基板交換領域C2から第2の基板保持領域B2を経て露光領域Aを通過して第1の基板保持領域B1に移動させた後，基板W´の搬送方向を逆方向に切り替えて，第1の基板保持領域B1から露光領域Aを通過して第2の基板保持領域B2を経て第2の基板交換領域C2に移動させ(動作ロ)，",
                        "前記基板搬送機構14が，第1の部材によって保持された露光済みの基板Wを，第1の基板保持領域B1から第1の基板交換領域C1へ移動し(戻し)，第2の部材によって保持された基板W´を，同様の露光動作によって，搬出工程及び搬入工程とを行い(戻し)，",
                        "上記動作イに続けて動作ロを行い，動作ロに続けて，交換された別の基板にて動作イを行うという動作を行うものであって，",
                        "前記第2の基板保持領域B2は，露光領域Aと第2の基板交換領域C2との間の領域であって，露光領域Aを通過した基板Wを保持する領域であり，前記第1の基板保持領域B1は，露光領域Aと第1の基板交換領域C1との間の領域であって，露光領域Aを通過した基板W´を保持する領域であって，前記第2の基板保持領域B2及び前記第1の基板保持領域B1は，それぞれ基板W及び基板W´が露光領域Aを通過する分以上のスペースを有する液晶装置の製造に関してマスクパターンを露光転写するスキャン露光装置。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲5発明",
              "text": [
                "液晶表示装置に用いられる基板上において，液晶分子が望ましい角度と方向に整列するよう配向膜に配向性を付与するための光配向照射装置であって，",
                "前記光配向照射装置は，偏光光照射手段2，走査手段を主な構成要素として有し，",
                "前記偏光光照射手段2は，基板9の表面に形成された配向膜に対して紫外線のビームを照射することで，配向膜に配向特性を付与する手段であり，反射鏡21a，紫外線照射光源21bを有する紫外線照射手段21と，偏光手段3を備えて構成され，",
                "前記走査手段は，ステージ4を所定の移動方向に移動させることで，偏光光照射手段2から照射されるビームを基板9上に走査させる手段であり，ステージ4，可動台55，ボールネジ52，LMガイド51，回転部54を有して構成され，",
                "前記可動台55は，回転部54を介してステージ4と機械的に結合され，LMガイド51にて走査方向に移動可能とされ，",
                "前記LMガイド51は，LMレール51a，51b上を，LMブロック51c，51dが摺動可能とされ，",
                "前記LMブロック51c，51dには可動台55が固定され，",
                "2本のLMガイド51a，51bによって可動台55を移動可能とし，",
                "前記可動台55は，上面に回転部54が設けられ，",
                "前記回転部54は，回転を実行可能としており，偏光光照射手段2にて照射される偏光光の偏光方向の調整に使用され，",
                "前記偏光手段3は，隣接方向33に沿って隣接配置された複数の単位偏光子31a～31fを有して構成され，",
                "偏光方向確認処理を実行することで，各単位偏光子31a～31fの偏光方向の確認を行うと共に，確認した偏光方向に基づいて，回転部54を回転させ偏光方向が適正となる補正処理も行い，",
                "偏光方向検知手段は，1乃至複数の偏光センサー6を使用して構成し，ステージ4外に偏光センサー6a～6fを配置し，ステージ4に基板9を設置した状態であっても，偏光方向確認処理を実行することを可能とした，",
                "液晶表示板製造分野にて使用される液晶表示装置に用いられる基板上において配向膜に配向性を付与するための光配向照射装置。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(参考資料3発明の認定の誤り並びに本件訂正発明との一致点及び相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "参考資料3発明の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，参考資料3発明を「ワーク50を往復移動させて，光照射部20B→20A→20A→20Bのように偏光光を照射するようにした」構成，すなわち基板を往復移動させる構成を有するものとして認定したが，次のとおり，この認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献から認定される引用発明は，本件特許の請求項及び明細書に接していない本件特許出願当時の技術的知識を有する当業者が，当該発明の課題を念頭に置いたときに，当該引用文献の記載のみから想到することができるものでなければならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "参考資料3に開示されている発明は，ワークの大型化により複数の偏光素子を並べて使用せざるを得ないことに伴って，偏光素子間に境界部が生じ，その境界部の照度が低下することによって照度分布が悪化するという課題を解決するため，搬送方向に沿って光照射部を複数段配置し，かつ，各段の偏光素子間の境界部が搬送方向に対して互いに重ならないようずらして配置することで，光配向膜全体に均一なエネルギー分布で偏光光を照射する光配向用偏光光照射装置を提案するものである。そのため，照射対象のワークについては，単に「光配向膜」とのみ特定し，これが長尺であるか基板であるか等の態様を発明の構成として特定していないし，光配向膜の搬送機構の構成についても何ら特定していない。",
                    "確かに，参考資料3の段落【0017】には，ワーク50は「矩形状のワークであってもよい」，「ワーク50を往復させて…も良い。」との記載がある。しかし，参考資料3に開示されている発明は，上記のとおり，光照射部を多段に構成することによって課題を解決するものである以上，この課題との関係ではワークを往復移動させる必要はない。そのため，参考資料3には，ワークを往復移動させることの利点や，往復移動させないことによる不都合について，開示も示唆も一切されていない。",
                    "したがって，参考資料3の段落【0017】の「往復させて…も良い」との記載に接した当業者は，参考資料3に開示されている発明においてはワークを往復移動することが望ましいという意味ではなく，参考資料3に開示されている「光配向膜全体に均一なエネルギー分布で偏光光を照射する」という課題との関係で，ワークを往復させても不都合はないという程度の意味にすぎないと理解する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，参考資料3の開示に接した当業者が，「スループット向上」との観点で矩形状のワークを搬送する構成を考えた場合，ワークを往復移動させる構成は，照射済みワークの搬出と未照射のワークの搬入とに要する時間が全てタクトタイムとして加算され，スループットが悪化することが明らかであるから，当業者は，矩形状のワークの場合には，複数個のワークを片道移動で搬送し続ける構成が最も効率的であり，往復移動させる構成はむしろ回避すべきであると理解する。",
                    "したがって，参考資料3に記載も示唆もされていない「スループット向上」という課題を設定した場合に，当業者が，参考資料3に基づいて，光配向用偏光光照射装置において矩形状のワークを往復移動させる構成を採用することはあり得ない。",
                    "よって，審決が，基板を往復移動させる構成を有する参考資料3発明を認定したのは誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明と参考資料3発明との一致点及び相違点の認定の誤り",
              "text": [
                "審決は，本件訂正発明と参考資料3発明との一致点として，「ステージ移動機構は，ステージ上の基板が照射領域を通過した後にステージを戻すものである」との構成を挙げている。",
                "しかし，上記(1)のとおり，「スループット向上」との課題に直面した当業者が，参考資料3に開示されている発明として認識するのは，矩形状のワークの場合も，往復移動させずに片道移動で搬送し続ける構成の発明である。したがって，往復移動に関する構成は，一致点ではなく相違点と認定されるべきである。",
                "よって，本件訂正発明と参考資料3発明との一致点及び相違点についての審決の認定は，いずれも誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，審決は，参考資料3発明の認定を誤り，その結果，本件訂正発明と参考資料3発明との一致点及び相違点の認定を誤ったもので，これらの誤りが結論に影響を及ぼすことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り：参考資料3発明と甲2発明の組合せの動機付けについての認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1についての判断に当たり，参考資料3発明と甲2発明には技術分野の関連性及び課題の共通性があるから，参考資料3発明に甲2発明を組み合わせる動機付けがあると認定したが，この認定は次のとおり誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "技術分野及びステージ動作要件の相違",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "参考資料3に開示されている発明は，液晶分子を挟む配向膜を作製する偏光光照射装置に関する発明である。これに対し，甲2記載の発明は，基板に回路パターンを露光転写する装置に関する発明であって，対象とする装置が全く異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，参考資料3に開示されている装置は，配向膜に偏光光を一定時間照射して配向を形成するものであるから，配向膜付きの基板を必ず往復移動させなければならないものではなく，片道移動でも構わない。そして，基板全体に均一に偏光光を照射する必要があるものの，基板を連続的に搬送しながら偏光光を照射できるから，基板一枚当たりの処理時間を短くする構成も想定し得る。",
                    "これに対し，甲2に開示されている発明は，回路基板にマスクパターンを転写する装置であって，基板の進行方向(審決が認定した甲2発明におけるX方向)に垂直な方向(同Y方向)に複数のマスクを一定の間隔を空けて配置することを特徴とする。そのため，基板が照射領域を一度通過して回路パターンの露光転写がされただけでは，基板全体に回路パターンが露光転写されない。すなわち，甲2に開示されている発明においては，基板が必ず二度照射領域を通過する必要がある上に，往路における照射と復路における照射とは，互いに重ならない異なる領域に対してされなければならない。また，基板上の所望の位置に精度良くパターンを形成しなければならないため，マスクの大きさに対応する領域ごとに基板の搬送を逐次停止し，マスクと基板との位置合わせを行い，その後に露光光を照射するという動作を必要とし，相当程度の時間を要することが前提となっている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，参考資料3発明と甲2発明とでは，装置が全く異なっている上に，ステージ動作に要求される条件さえも異なっている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "技術的課題の相違",
              "text": [
                "参考資料3に開示されている発明においては，基板が一度照射部を通過すれば，基板の全面に露光する作業が完了するから，基板を往復移動させる構成を採用する必要はない。そのため，基板を往復移動させる構成を有する参考資料3発明も想定し得るとしても，上記1(1)エのとおり，「スループット向上」との課題を念頭に置いた当業者は，矩形状のワークの場合には，往復移動ではなく，片道移動で搬送し続ける構成が最も効率的であると理解する。",
                "これに対し，甲2発明は，マスク保持部及び照射部の数量を削減しつつ，基板を往復移動させることで，スキャン露光装置の製造コストを大幅に低減するという効果を実現するものであるから，基板の往復移動が必須の構成となっている。すなわち。甲2発明における「スループット向上」との課題は，「基板を露光領域に対して往復させる」という構成が前提となっている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "往復移動動作の共通性について",
              "text": [
                "被告は，参考資料3発明と甲2発明とは，基板を「往復移動可能なスキャン露光装置」として共通するから，両発明を組み合わせる動機付けがあると主張する。しかし，基板の「往復移動」は，スペースが存在しさえすれば可能であるから，両発明の技術分野の共通性を裏付けるものと評価することはできない。",
                "また，甲2発明におけるステージは，往路移動の後に，当該移動方向に対して垂直の方向へ移動し，次いで復路移動するという，コの字型の移動を必須としている。これに対し，参考資料3発明におけるステージは，往路移動後，その位置から直ちに復路移動を開始するから，甲2発明におけるコの字型の移動とは異なる。",
                "したがって，本件訂正発明に接していない当業者は，参考資料3発明と甲2発明において，何ら共通点を見出すことができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1についての判断の誤り：参考資料3発明と甲2発明の組合せの容易性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明から動作Aを捨象することはできない",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，スループット向上との課題を解決しようとする当業者であれば，甲2発明における往復移動(動作B及び動作C)の組合せのみに着目するとし，Y方向への移動である動作Aを除いた「甲2´発明」を認定した上で，参考資料3発明に甲2発明を組み合わせることが容易であると判断した。",
                    "しかし，甲2発明においては，マスク保持部及び照射部の数量を削減した構成を採用したことにより，単に基板を往復移動させるだけではなく，復路移動の前にY方向へ移動させることも必須となっている。すなわち，単なる往復移動(動作B及び動作C)だけではなく，Y方向への移動(動作A)を含めた一連の動作が必須であることを前提として，スループット向上という甲2発明の課題が出てくるのであって，スループット向上という目的のために往復移動させているのではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そもそも，参考資料3発明に甲2発明を組み合わせるとしながら，技術的思想として有機的一体性を有する甲2発明を構成ごとに分断し，その中から動作Aのみを捨象した「甲2´発明」を適用するというのは，本件訂正発明を念頭に置いて，その構成を完成させるために不要な構成のみを捨象するという判断手法にほかならず，許されない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，参考資料3発明と組み合わせるために，甲2発明から動作Aを除いた甲2´発明を認定した審決の判断は明らかに誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "動作Aの存在は阻害要因となる",
              "text": [
                "審決は，動作Aの存在が，参考資料3発明と甲2発明とを組み合わせる際の阻害要因となることはないと判断した。",
                "しかし，上記(1)アのとおり，甲2発明においては，動作Aを含めた一連の動作が必須の構成である。この事実は，スループット向上との課題を解決しようとする当業者が，参考資料3における実施例と甲2発明とに接した場合に，参考資料3発明に甲2発明の構成を組み合わせるよりも，参考資料3における実施例のように，矩形状のワークの場合も片道移動で搬送し続ける構成とする方が良いと想到することを基礎付けるものである。",
                "したがって，動作Aの存在は，参考資料3発明と甲2発明の組合せを阻害する要因である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "参考資料3発明に甲2発明を組み合わせても本件訂正発明に至らない",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に参考資料3発明と甲2発明とを組み合わせたとしても，甲2発明には，本件訂正発明1，2，4及び5における「続くように」との構成は開示されていないから，本件訂正発明1，2，4及び5に想到することは容易でない。",
                    "すなわち，この「続くように」との文言は，「一方のステージの復路移動の開始後，すぐに(あまり時間を置かずに)他方のステージの往路移動が開始する」ことを許容するものである。偏光光の照射領域外の移動速度は，照射領域での移動速度よりも速いから，タクトタイムを短くするためには，遅くとも復路移動をしている一方のステージ上に載置された基板への偏光光の照射が終わる前に，他方のステージが往路移動を開始しなければならない。",
                    "したがって，本件訂正発明1，2，4及び5における「前記第一(二)のステージの前記第一(二)の側への復路移動に続くように前記第二(一)のステージの前記照射ユニット方向への往路移動を行わせ」との記載は，少なくとも復路移動中の一方のステージ上の基板への偏光光の照射が終わった後に，他方のステージが往路移動を開始する構成を含むものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，甲2発明が開示しているのは，復路移動中の基板Wに対する転写露光が終了した後に，基板W’の往路移動が開始する構成である。すなわち，甲2発明によって実現されるスループット向上の効果は，一方の基板の往復移動(すべての露光動作)と他方の基板の搬入・搬出動作をオーバーラップさせる程度のものにすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，甲2発明には本件訂正発明1，2，4及び5の「続くように」に相当する構成は開示されていないから，参考資料3発明に甲2発明を組み合わせたとしても，本件訂正発明1，2，4及び5に想到することは困難である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，甲2発明から，その往復移動動作のみに着目して甲2´発明を抽出し，参考資料3発明にこれを組み合わせて本件訂正発明に想到することは，当業者が容易にできるものではないから，これと異なる審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点4についての判断の誤り：甲5発明の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点4についての判断に当たり，甲5発明におけるステージ4に基板9を設置した状態で偏光方向確認処理を実行した構成は，偏光方向に基づいて，基板9を設置したステージ及び可動台55に結合した回転部54を回転させ，偏光方向が適正となる補正処理を行う構成であって，その機械的駆動部であるステージ4，可動台55及び回転部54等を備えた走査手段は，本件訂正発明3の「搭載された基板の向きを，照射される偏光光の偏光軸に対して所定の向きに円周方向に調整する基板アライナー」に相当すると認定した。",
                "しかし，次のとおり，甲5発明の走査手段は，本件訂正発明3の基板アライナーと全く異なるものであるから，審決の上記認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "アライメントの際に利用する情報及びその取得のタイミングの相違",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲5発明は，偏光子ホルダの熱膨張や振動に起因して石英基板偏光子の位置がずれ，これによって生じる偏光光の偏光方向の回転ずれを，ステージを回転させて相殺するものである。そのため，甲5発明において位置調整に用いられる情報は，偏光子を介して照射される偏光光の偏光方向である。",
                    "また，甲5発明は，偏光方向の回転ずれを検出するために，単位偏光子ごとに偏光センサーを備えている。この偏光センサーは，基板が載置されるステージ内，又はステージと同じ高さでステージに隣接した位置に配置される(甲5の図3及び図14参照)。偏光センサーは，偏光光の偏光方向を検出する時には，偏光光照射手段の下方に位置し，単位偏光子を介して照射される偏光光を受けて，偏光方向の情報を検出する。そして，この情報を処理して，偏光方向の回転ずれを相殺するステージの回転角度を算出し，ステージを回転させる。偏光方向についての情報の取得は，複数の基板に照射する場合であっても，照射開始時に一度行うだけである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，本件訂正発明3においては，基板上に設けられたアライメントマークの位置情報に基づいて基板の向きを調整するとされていることからも明らかなように，ステージ上に基板が載置されている時に当該基板の位置情報を取得する。この位置情報は，照射ユニットとは別個に設けられたアライメントセンサによって取得され，基板アライナーは，当該情報に基づいて，照射される偏光光の偏光方向に対して基板を所定の向きに調整する。そして，基板の位置情報は，基板をステージ上に載置する度に取得する必要がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，本件訂正発明3と甲5発明とでは，アライメントに利用する情報及びこれを取得するタイミングが異なっており，ひいてはその具体的構成も全く異なるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "課題の相違",
              "text": [
                "甲5発明が解決しようとする課題は，偏光光の偏光方向に回転ずれが生じているということにあり，偏光センサーによってこれを検出し，ステージを回転させることで，偏光方向の回転ずれを相殺している。",
                "これに対し，本件訂正発明3が解決しようとする課題は，短いタクトタイムで効率の良い処理を可能にすることと，偏光光の偏光方向に対して基板の向きを精度良く所定の向きに合わせることにある。本件訂正発明3は，これらの課題を解決するために， 2台のステージと，基板に設けられたアライメントマークに基づいて基板の位置情報を検出するアライメントセンサ，及び基板の向きを調整する基板アライナーを備えることで，一方の基板に偏光光を照射する間に，他方の基板の搭載・回収のみならず，偏光光の偏光方向に対して基板の向きを精度良く所定の向きに合わせることを可能とし，タクトタイムを増加させることなく，基板の載置に伴う位置ずれの解消を可能としている。すなわち，本件訂正発明3は，2台のステージ，アライメントセンサ及び基板アライナーを併せ持つことによって，はじめて上記の課題を解決する発明である。",
                "したがって，本件訂正発明3と甲5発明は，解決すべき課題，ひいては技術思想においても全く異なるものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，甲5発明の走査手段が本件訂正発明3の基板アライナーに相当するという審決の認定は誤りである。",
                "したがって，参考資料3発明に甲5発明及び周知技術を組み合わせても本件訂正発明3に想到することはできないから，結局，審決の相違点4についての容易想到性の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点4についての判断の誤り：参考資料3発明と甲5発明との組合せの容易性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲5発明を組み合わせることについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けの不存在",
                  "text": [
                    "審決は，光配向膜と光照射部の偏光方向との精度という参考資料3発明が当然に有する課題を解決するために，参考資料3発明に甲5発明から導出された構成を採用できると判断した。",
                    "しかし，一般的に光配向膜と光照射部の向きとの精度が考慮されるとしても，基板は無秩序に載置されるのではなく，ロボットなどの基板載置手段によって一定程度以上の精度で載置される。そうすると，基板の向きの精度を更に向上させる必要性がある場合にはじめて，基板を載置する精度の向上という組合せの動機付けとなる課題が存在し得ることになるところ，参考資料3は基板と光照射部の向きの精度について一切言及していないから，当該文献からは上記課題を認識することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害要因の存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "スループットの低下",
                      "text": [
                        "審決は，参考資料3発明と甲2´発明とがスループット向上という共通の技術課題を有していることを，両発明を組み合わせる動機付けの根拠としている。",
                        "ところで，甲5発明においては，偏光センサーが偏光光の偏光方向を検出し，その情報に基づいてステージの調整を行う。その一方で，基板に偏光光を照射している間は，その偏光方向を偏光センサーで検出することはできない。すなわち，基板に偏光光を照射する時間とは別に偏光方向の検出時間が必要となるから，スループットが低下することになる。",
                        "したがって，仮にスループット向上という課題の共通性を動機付けとして，参考資料3発明と甲2´発明を組み合わせられるとしても，更に甲5発明を組み合わせることについては，スループット低下という阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "照射領域と基板搭載位置との間のスペース",
                      "text": [
                        "偏光光照射装置においては，偏光光の偏光方向と基板の一辺とが必ずしも平行にならず，偏光方向と基板の一辺の角度が様々な値となり得ることは技術常識である。そうすると，「基板の向きを前記基板アライナーにより調整した後の第一(二)のステージ上の基板が照射領域を通過」するためには，照射領域と基板搭載位置とのスペースが基板の一辺の長さよりも大きくなければならない。これを踏まえて，本件訂正発明3においては，基板が斜めになることも考慮し，十分なスペースが確保されている。",
                        "しかし，甲2にも甲5にも，このスペースについては一切開示も示唆もないから，参考資料3発明に甲2発明及び甲5発明を組み合わせると，明らかにステージの干渉という結果を招いてしまう。",
                        "したがって，この事情は，本件訂正発明3との関係において，甲2発明と甲5発明とを組み合わせることを阻害する要因である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "組み合わせても本件訂正発明に至らない",
                      "text": [
                        "甲5発明における偏光センサーは，照射される偏光光の偏光方向を検出するものであって，ステージ上に載置された基板の向きに関する情報を取得するものではないから，偏光光の偏光方向とステージ上に載置された基板の向きとの関係情報を取得することはできない。すなわち，甲5発明は，ステージ上に載置される基板は，常に理想の位置に存在することを前提とする発明である。",
                        "したがって，参考資料3発明に甲5発明を組み合わせたとしても，本件訂正発明3の基板アライナーの構成に相当するものに至らないから，両発明を組み合わせることについて阻害要因がある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決が指摘する周知技術を組み合わせることについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，基板にアライメントマークを設けて，アライメントマークの位置情報によって，設定された方向と基板の向きとの関係を得ることは，配向処理を行う際の基板方向の調整において周知技術であると認定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "参考資料3発明，甲5発明及び周知技術の組合せについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野の相違",
                      "text": [
                        "審決が周知技術を開示しているとして挙げた文献は，ラビング用の布を回転させて基板をラビングする装置を開示するものか，又は偏光素子を用いることなく特定の照射領域に基板を配置し，紫外レーザー光を基板に照射する装置を開示するものにすぎない。すなわち，これらの文献は，いずれも甲5発明とは関係のない技術を開示するものであるから，当該文献に開示されている技術と甲5発明とを組み合わせることは困難である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "組み合わせても本件訂正発明に至らない",
                      "text": [
                        "甲5発明の偏光センサーは偏光光の偏光方向を検出するものであるのに対し，審決が周知技術と認定した技術は基板位置を検出するものであるから，両者は置換できるものではない。",
                        "また，上記(1)イ(ウ)のとおり，甲5発明の偏光センサーは，照射される偏光光の偏光方向とステージ上に載置された基板の向きとの関係情報を取得するものではない。そして，審決が周知技術を開示しているとして挙げたいずれの文献においても，照射される偏光光の偏光方向とステージ上に載置された基板の向きとの関係情報を取得する点については一切開示がない。",
                        "さらに，甲5発明と周知技術とを組み合わせたものがどのような構成を有することになるのかについても，甲5及び審決が挙げた文献からは一切認識することができない。",
                        "したがって，参考資料3発明に，甲5発明と審決が周知技術と認定した技術を組み合わせても，上記の関係情報を前提とする本件訂正発明3の基板アライナーの構成に相当するものに至らない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "参考資料3発明及び周知技術の組合せについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "仮に，甲5発明を適用することなく，参考資料3発明に周知技術を直接適用したとしても，以下のとおり，当業者は本件訂正発明3に容易に想到することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(1)アのとおり，当業者は，ロボット等の基板載置手段によってステージ上に載置された基板の向きの精度を更に向上させようとする課題を参考資料3から認識することができないから，アライメントマークを利用した基板アライナーを利用する動機付けも存在しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件訂正発明3の基板アライナーは，アライメントセンサによって，基板上に設けられたアライメントマークを検出して基板の位置情報を取得し，この位置情報と偏光光の偏光方向についての情報とに基づいて，偏光方向に対して所定の向きに基板を調整するものである。すなわち，本件訂正発明3の基板アライナーは，基板と偏光光の偏光方向との相対的な向きを合わせるものである。",
                        "これに対し，審決が周知技術を開示しているとして挙げた文献に開示されているアライナーは，そのような構成を有していないから，いずれも本件訂正発明3の基板アライナーとは異なる。",
                        "そうすると，周知技術とされるアライナーを参考資料3発明に組み合わせても，本件訂正発明3の基板アライナーの構成に相当するものに至らない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，審決が周知技術を開示しているとして挙げた文献に開示されているアライナーを組み合わせて本件訂正発明3に想到することは困難である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明3が奏する効果",
              "text": [
                "審決は，本件訂正発明3が奏する効果は格別のものとはいえないと判断した。",
                "しかし，本件訂正発明3は，2台のステージに加えて，照射ユニットと基板上のアライメントマークを検出するアライメントセンサとを備えることで，一方の基板に偏光光を照射する間に，他方の基板の位置情報を検出して基板の向きを調整できる構成となっているから，タクトタイムを増加させることなく，基板を載置する際の位置ずれを解消し，光配向処理の精度や品質を高く維持することができる。",
                "審決は，本件訂正発明3が奏する格別の効果について看過しており，ひいては容易想到性の判断も誤っている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明3の容易想到性について",
                  "text": [
                    "以上によれば，本件訂正発明3は参考資料3発明，甲2´発明，甲5発明及び周知技術に基づいて当業者が容易に想到できたとする審決の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明4の容易想到性について",
                  "text": [
                    "ところで，本件訂正発明4は，本件訂正発明3と同様に，アライメントセンサが検出したアライメントマークの位置情報に基づいて基板の向きを調整する基板アライナーの構成を含んでいる。そうすると，審決が認定した参考資料3発明の構成によれば，本件訂正発明4と参考資料3発明との間には，相違点4が存在することになるはずであるから，審決にはこの点を看過した違法がある。この点を措くとしても，上記において主張したところによれば，本件訂正発明4は，参考資料3発明，甲2´発明，甲5発明及び周知技術に基づいて当業者が容易に想到できたとする審決の判断には誤りがあることになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明5の容易想到性について",
                  "text": [
                    "審決は，本件訂正発明5は，実質的には物の発明である本件訂正発明3を方法の発明として記載したものであるから，参考資料3発明，甲2´発明，甲5発明及び周知技術に基づいて当業者が容易に想到できたと判断した。しかし，上記のとおり，本件訂正発明5に係る相違点4についての判断にも誤りがあることは明らかであるから，本件訂正発明5は，参考資料3発明，甲2´発明，甲5発明及び周知技術に基づいて当業者が容易に想到できたとする審決の判断には誤りがある。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(参考資料3発明の認定の誤り並びに本件訂正発明との一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "参考資料3発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「スループット向上」との課題を設定した場合に，当業者が，参考資料3に基づいて，光配向用偏光光照射装置において矩形状のワークを往復移動させる構成を採用することはあり得ないと主張する。",
                    "しかし，参考資料3に開示されている発明において，スループットの更なる向上という課題は，当該発明の実施形態それぞれについて成立するのであって，実施形態の優劣によってその成否が左右されることはない。",
                    "配向処理後所定の長さに切断して使用するフィルム状の長尺ワークと，液晶パネルの大きさに成形された矩形状のワークとは，本来別製品であるから，製造工程においてどちらを選択するかは既に特定されており，タクトタイムの長短によって当該選択が左右される訳ではない。",
                    "したがって，光配向用偏光光照射装置におけるスループットの向上は，長尺ワーク及び矩形状ワークのいずれにおいても当然検討すべき技術的課題にほかならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，矩形状ワークの場合であっても，次のとおり，往復移動構成の方がスループットの向上に資する。",
                    "参考資料3に開示されている発明においては，長尺ワークが1個であることを前提としているから，矩形状ワークもまた1個である。",
                    "片道移動構成の場合には，ワークの移動開始位置において未照射のワークの搬入を行い，ワーク移動終了位置において照射済みワークの搬出を行うから，当然の帰結として，搬入及び搬出の作業を同時に進行させることはできない。",
                    "これに対し，往復移動構成の場合には，ワークの移動開始位置と移動終了位置とが共通するものの，ワークの搬入及び搬出を同時に行うことができるから，明らかにタクトタイムを削減し得る。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明と参考資料3発明との一致点及び相違点の認定について",
              "text": [
                "上記(1)のとおり，審決における参考資料3発明の認定が正当である以上，本件訂正発明との一致点及び相違点についての認定もまた正当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り：参考資料3発明と甲2発明の組合せの動機付けについての認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "参考資料3発明と甲2発明とは，往復移動可能なスキャン露光装置として共通する。また，甲2発明に係る装置は，基板上にマスクパターンを露光転写する装置全般を包含しており，回路基板を作製するための装置に限定されているわけではない。",
                "さらに，参考資料3発明と甲2発明とは，偏光光露光装置として使用可能な点においても共通する。",
                "したがって，当業者においては，このような共通性に着目し，スループットの向上を目的として，参考資料3発明の往復移動構成にステージを2台備える甲2発明の構成を組み合わせようとする動機付けがあるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，スループット向上との課題を前提とすると，参考資料3発明と甲2発明とを組み合わせる動機付けが生じ得ないと主張する。しかし，上記1(1)イのとおり，そもそも往復移動構成がスループットを悪化させるという前提自体誤りであるから，原告の上記主張も失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1についての判断の誤り：参考資料3発明と甲2発明の組合せの容易性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明から動作Aを捨象した甲2´発明の採用について",
              "text": [
                "甲2発明の動作Aは，甲2発明の課題のうち，マスク保持部等の数量削減による製造コスト低減に寄与するものの，ステージを2台備える構成を採用してスループットを向上させるという課題とは無関係である。したがって，マスクパターンや，動作AのようなY方向への移動を必要としていない参考資料3発明に甲2発明を組み合わせようとする際には，甲2発明から動作Aを捨象した甲2´発明を当然に採用し得る。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "動作Aの存在は阻害要因とならない",
              "text": [
                "参考資料3発明と甲2発明とを組み合わせる際，甲2発明の構成からマスクを捨象できることは当然である。そして，動作Aは，マスクの存在を前提とし，その数量削減を実現するものであって，マスクの使用と不可分の関係にあるから，参考資料3発明との組合せの際に，動作Aも捨象し得ることは当然である。",
                "さらに，上記(1)のとおり，動作Aは，スループット向上に寄与していないから，スループット向上を共通の技術的課題として参考資料3発明と甲2発明との組合せの可否を検討する際の阻害要因とならない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点4についての判断の誤り：甲5発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲5発明から導出した基板アライナーについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "偏光光を照射して配向膜を作製する際には，基板上で液晶分子が所定の配向方向となるように基板のアライメント，すなわち位置調整をすることが必要不可欠である。この基板アライメントは，「基板の位置を液晶分子の配向方向に沿った正しい配置となるように調整する工程」と定義できる。そして，基板アライメントにおけるアライメントマーク及びアライメントセンサは，基板の位置と基板における配向方向を正しい配置関係とするために使用されるものであるところ，これらは周知の技術である。",
                    "この基板アライメントの趣旨及び定義に基づけば，①  ステージ上に載置された基板の向きを検出すること，②  各基板の向きを，検出された向きから，一律に配向方向に適合する向きとするために，ステージを回転すること，との構成は，基板アライナーに必要不可欠なものである。",
                    "したがって，審決が認定したように，配向処理を目的とする偏光光照射装置において，円周方向に調整することにより基板の位置と液晶分子の配向方向の調整を行うための基板アライナーの構成を導出できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，参考資料3発明の偏光光照射装置においては，複数列の偏光素子ユニットの各偏光素子の偏光方向は一致しており，かつ，その偏光方向が確定していることを技術的前提としている。この偏光方向が一致し，かつ，確定している状態は，偏光センサーによって偏光方向を検出し，その調整をすることで実現可能である。",
                    "そして，参考資料3発明に甲5発明を適用する場合には，各偏光素子の偏光方向が一致しているという参考資料3発明における技術的前提に立脚することができるから，甲5発明における各偏光センサーの検出により「代表角」を算出するプロセスを捨象することが当然に可能である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，甲5発明における基板アライナーの構成は，偏光センサーによって偏光光の偏光方向を検出する構成を包摂しているが，本件訂正発明3は「搭載された基板の向きを，照射される偏光光の偏光軸に対して所定の向きに円周方向に調整する基板アライナー」と規定し，偏光軸が既知の場合と偏光軸を検出する場合との双方を包摂しており，偏光光の偏光方向の検出の要否を特定していない。すなわち，偏光方向の測定手段を明示していないことによって，偏光方向の検出を不要とする構成が明らかにされているにすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "アライメントの際に利用する情報及びその取得のタイミングの相違について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件訂正発明3と甲5発明とでは，アライメントの際に利用する情報が相違するから，甲5発明の走査手段は本件訂正発明3の基板アライナーに相当しないと主張する。",
                    "しかし，上記(1)のとおり，偏光光を照射して配向膜を作製する際に使用される基板アライメントは，基板の位置を配向方向に沿った正しい配置となるように調整するためのものである。そうすると，甲5発明において，各単位偏光子の偏光方向を検出し，かつ，当該偏光方向の回転ずれを相殺するような回転角度によってステージを回転させているとしても，甲5発明から「搭載された基板の向きを，照射される偏光光の偏光軸に対して所定の向きに円周方向に調整する基板アライナー」との構成が導出できることに変わりはなく，アライメントの際に利用する情報の相違は，この点を左右しない。",
                    "すなわち，審決が甲5発明から導出した基板アライナーの構成は，基板の位置と配向方向との回転ずれに係る情報を検出する構成が存在していることを当然の前提としている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，本件訂正発明3と甲5発明とでは，アライメントの際に利用する情報を取得するタイミングが相違しているとも主張する。",
                    "甲5発明において，偏光方向に関する情報がステージを単位として検出されており，個別の基板を単位としていないのは，基板がステージに載置される位置が確定しているからにほかならない。",
                    "これに対し，本件訂正発明3は，ステージ上の個別の基板の載置位置が必ずしも確定していないことを前提とした上で，個別の基板を単位としてアライメントマーク及びアライメントセンサを介して，偏光方向との回転ずれに関する情報を検出している。",
                    "しかし，アライメントマーク及びアライメントセンサによって上記回転ずれの情報を取得することは，前記のとおり周知の技術的事項である。そうすると，甲5発明において，アライメントマーク及びアライメントセンサによる周知の技術構成を採用し，甲5発明固有の偏光センサーによる偏光方向に関する情報及びアライメントセンサによる基板の位置に関する情報の双方によって，偏光光の偏光方向と基板の位置との間の回転ずれに関する情報を把握し，基板アライメントを行うことは当然可能である。",
                    "すなわち，上記周知技術を採用することによって，偏光光の偏光方向と基板の位置との間の回転ずれを調整する場合には，基板の位置情報をステージに載置する度に取得することになるから，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "課題の相違について",
              "text": [
                "本件訂正発明3においてタクトタイムが削減できるのは，一方のステージで基板アライメントが行われている間に，他方のステージの移動及び偏光光の照射を実現するという，ステージを2台備える方式を採用しているからであって，基板アライメント自体がタクトタイムの削減に格別寄与する訳ではない。すなわち，アライメントセンサの採用とタクトタイムの削減とは，何ら関係がない。",
                "参考資料3発明と甲2発明とを組み合わせた場合には，必然的にタクトタイムの削減が実現できるのであるから，この構成に甲5発明から導出される基板アライナーを適用した場合には，タクトタイムの削減と基板の向きを精度良く調整するという作用効果を両立させることができる。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点4についての判断の誤り：参考資料3発明と甲5発明との組合せの容易性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "参考資料3発明，甲5発明及び周知技術の組合せについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けの存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5の発明の詳細な説明中，発明の効果の欄に，「基板に対して走査させる紫外線の偏光方向を事前に確認することが可能となる」ことが指摘されており，また，「検知された各単位偏光子の偏光方向に基づいて，単位偏光子の取り付けを手動，あるいは，自動で調整することで，基板に対し良好な配向特性を付与することが可能となる」(段落【0026】)と記載されていることからすると，甲5発明において，偏光センサーが取得した情報に基づいてステージの角度を調整する目的は，基板の角度の調整にあることが明らかである。すなわち，甲5発明は，偏光センサーが偏光光の偏光方向を検出することによって，偏光方向とステージ上の既知の基板の向きとの回転ずれによる関係情報を取得しているのである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決が指摘した周知技術のうち，ラビング方式における基板アライメントにおいては，ラビング方向が基板において予定されている液晶分子の配向方向に当たるから，アライメントマークから得られる基板の方向とラビングに沿って予定されている配向方向との回転ずれに基づく基板アライメントが開示されていることになる。",
                        "なお，乙1の4には，非偏光の紫外レーザー光に対し，偏光素子によって直線偏光を行う実施形態も開示されており，周知技術が甲5発明とは関係ないとする原告の主張は前提において誤っている。",
                        "上記の周知技術に係る基板アライナーは，ラビング方式による配向処理の方向又は偏光光の偏光方向が確定しているものの，配向方向に対する基板の向きが不確定である場合に採用される周知技術である。ロボットが基板をステージ上に載置する場合であっても，ロボットが作動する前段階における基板の配置の不揃いや，基板がステージ上に載置された際の衝撃に起因して，基板の向きに偏差が生じ得る。",
                        "そして，参考資料3発明においても，甲5発明においても，アライメントの対象となる確定した方向(偏光方向)に対して，基板の向きが不確定である場合に，周知技術であるアライメントマーク及びアライメントセンサを採用して基板の向きを調整することは，当然に採用され得る技術的手法にすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "そして，参考資料3発明と甲5発明から導出された基板アライナーとは，偏光方向が確定している点において共通している。"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のような共通性を考慮すると，参考資料3発明に甲5発明から導出された基板アライナーを適用した上で，周知技術であるアライメントマーク及びアライメントセンサを採用することについて，動機付けがあるといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "組合せにより本件訂正発明に至ること",
                  "text": [
                    "甲5発明においては，偏光センサーが偏光光の偏光方向を検出することによって，偏光方向と既知の基板の向きとの回転ずれに基づく関係情報が得られる。これに対し，審決が指摘した周知技術においては，アライメントセンサがアライメントマークを設けた基板の向きを検出することによって，配向方向と基板の向きの関係情報を得ている。",
                    "これを前提とすると，双方の関係情報に基づく回転ずれを甲5発明の制御部が把握し，かつ当該回転ずれの調整による基板アライメントを実現する場合には，「アライメントセンサにより検出されたアライメントマークの位置情報に基づいて，搭載された基板の向きを，照射される偏光光の偏光軸に対して所定の向きに円周方向に調整する基板アライナー」という，本件訂正発明3に係る構成となることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因の不存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "スループットの低下について",
                      "text": [
                        "上記の基板アライナーに対し，アライメントセンサによって基板のアライメントマークを検出するという周知の技術的事項を付加した場合には，基板の移動前及び移動中に基板のアライメントを実現することが可能であるから，原告が主張するようなスループットの低下はあり得ない。",
                        "現に，甲5には，移動しながらアライメントを行う構成が開示されている(図14，15，20，21，23)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "照射領域と基板搭載位置との間のスペースについて",
                      "text": [
                        "原告が主張するように，偏光光照射装置においては，偏光光の偏光方向と基板の一辺の角度が様々な値となり得ることが技術常識であるとすると，参考資料3発明に甲2´発明，甲5発明及び周知技術を付加した構成とした場合においても，このような技術常識に立脚して，照射領域と基板搭載位置とのスペースを適宜設けることは，当該技術常識に基づいて当業者が容易かつ当然に想到し得る設計事項にすぎない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "参考資料3発明及び周知技術の組合せについて",
              "text": [
                "上記(1)アのとおり，参考資料3発明において，ステージ上に載置された基板の向きを検出することと，各基板を一律に配向方向に適合するような向きとするためにステージを回転すること，という機構を備えた構成は，当然に採用すべき技術事項である。",
                "そして，この場合に，アライメントマークを唯一の基準として上記の機構を備えた基板アライナーを直接適用することは，当然の技術的手法である。",
                "したがって，当業者は，参考資料3発明に，周知技術である基板アライナーを直接適用することによっても，本件訂正発明3に容易に想到できるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明3が奏する効果",
              "text": [
                "原告が主張する本件訂正発明3の効果は，基板アライメントにおける当然の効果にすぎない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，甲5においても，審決が周知技術を開示しているとして挙げたいずれの文献においても，偏光方向と基板の方向との関係情報を取得する点について何ら開示されていないと主張する。",
                "しかし，甲5においては，偏光光の代表角を検出した後，ステージの回転位置の調整を介して，基板の向きも調整されているというべきである。ラビング方式に関する文献においても，ラビングが行われる基板における液晶分子の配向方向とアライメントマークによって検出される基板の向きとの回転ずれに基づく関係情報によって基板アライメントが行われていることは明らかである。",
                "仮に，配向方向と基板の方向との関係情報を取得する構成がないというのであれば，当該関係情報に基づいて回転ずれを是正するという基板アライメントを実現すること自体が不可能となるのであるから，そのような帰結をもたらす原告の主張が失当であることは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告が主張する取消事由はいずれも理由がなく，審決に取り消すべき違法があるとはいえないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明についての特許請求の範囲は，上記第2の2記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書(甲12)には，概ね以下の記載がある(図1～6は別紙本件明細書図面参照)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本願の発明は，光配向を行う際に行われる偏光光の照射技術に関するものである。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "近年，液晶パネルを始めとする液晶表示素子の配向膜や，視野角補償フィルムの配向層を得る際，光照射により配向を行なう光配向と呼ばれる技術が採用されるようになってきた。以下，光照射により配向を生じさせた膜や層を総称して光配向膜と呼ぶ。尚，「配向」ないし「配向処理」とは，対象物の何らかの性質について方向性を与えることである。",
                    "光配向を行う場合，光配向膜用の膜(以下，膜材)に対して偏光光を照射することにより行われる。膜材は，例えばポリイミドのような樹脂製であり，所望の方向(配向させるべき方向)に偏光させた偏光光が膜材に照射される。所定の波長の偏光光の照射により，膜材の分子構造(例えば側鎖)が偏光光の向きに揃った状態となり，光配向膜が得られる。(【0002】)",
                    "光配向膜は，それが使用される液晶パネルの大型化と共に大型化している。そのため，要求される偏光光の照射領域の幅は，1500mmからそれ以上と幅広化してきている。このような幅の広い照射領域を備える偏光光照射装置として，例えば特許文献1(判決注：特許第4815995号公報。なお，参考資料3に係る特許出願の特許公報である。以下同じ。)に開示された装置がある。この装置は，照射領域の幅に相当する長さの棒状の光源と，この光源からの光を偏光するワイヤーグリッド偏光素子とを備え，光源の長手方向に対して直交する方向に搬送される膜材に対して偏光光を照射する。(【0003】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "このような光配向用の偏光光照射装置において，偏光光照射の対象物(ワーク)は，膜材が連続して連なった長尺なもの(以下，長尺ワーク)である場合と，膜材が液晶基板上に既に設けられていて，膜材付きの液晶基板がワークである場合とがある。",
                    "特許文献1では，長尺ワークがロール状に巻かれていて，ロールから長尺ワークを引き出して偏光光を照射する装置が開示されている。ロールツーロールの搬送の際に偏光光が照射された長尺ワークは，所定の位置で切断された後，液晶基板に貼り付けられる。一方，膜材付きの液晶基板に対して偏光光を照射する偏光光照射装置については，効率良く(短いタクトタイムで)プロセスが可能な装置構成を開示した先行文献は見あたらない。",
                    "本願発明は，このような状況に鑑みて為されたものであり，膜付き液晶基板のような膜材付きの板状部材に対して光配向プロセスを行うことが可能な装置であって，高い生産性を実現できる装置及び方法を提供することを解決課題とするものである。(【0005】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "上記課題を解決するため，本願の請求項1記載の発明は，設定された照射領域に偏光光を照射する照射ユニットと，",
                    "基板が載置されるステージと，",
                    "照射領域にステージを移動させることでステージ上の基板に偏光光が照射されるようにするステージ移動機構とを備えており，",
                    "ステージとして第一第二の二つのステージが設けられており，",
                    "ステージ移動機構は，照射領域の一方の側に設定された第一の基板搭載位置から第一のステージを照射領域に移動させるものであるとともに，照射領域の他方の側に設定された第二の基板搭載位置から第二のステージを照射領域に移動させるものであり，",
                    "ステージ移動機構は，第一のステージ上の基板が照射領域を通過した後に第一のステージを第一の側に戻すとともに，第二のステージ上の基板が照射領域を通過した後に第二のステージを第二の側に戻すものであり，",
                    "第一の基板搭載位置に位置した第一のステージと照射領域の間には，第二のステージ上の基板が照射領域を通過する分以上のスペースが確保され，第二の基板搭載位置に位置した第二のステージと照射領域の間には，第一のステージ上の基板が照射領域を通過する分以上のスペースが確保されているという構成を有する。",
                    "また，上記課題を解決するため，請求項2記載の発明は，前記請求項1の構成において，前記照射ユニットは，前記第一第二の各ステージが往路移動する際と復路移動する際の双方において各ステージ上の基板に偏光光を照射するものであるという構成を有する。",
                    "また，上記課題を解決するため，請求項3記載の発明は，前記請求項1又は2の構成において，前記第一第二の各ステージには，搭載された基板の向きを，照射される偏光光の偏光軸に対して所定の向きにする基板アライナーが設けられているという構成を有する。",
                    "また，上記課題を解決するため，請求項4記載の発明は，前記請求項1，2又は3の構成において，前記ステージ移動機構は，前記第一第二のステージの移動方向に沿ってガイド部材を備えており，このガイド部材は，前記第一のステージの移動のガイドと前記第二のステージの移動のガイドとに兼用されるものであるという構成を有する。",
                    "また，上記課題を解決するため，請求項5記載の発明は，請求項1乃至4いずれかに記載の光配向用偏光光照射装置を使用して基板に光配向用の偏光光を照射する光配向用偏光光照射方法であって，",
                    "前記第一の基板搭載位置において前記第一のステージ上に基板を搭載する第一の基板搭載ステップと，",
                    "前記第二の基板搭載位置において前記第二のステージ上に基板を搭載する第二の基板搭載ステップと，",
                    "基板が搭載された前記第一のステージを前記第一の基板搭載位置から移動させ，前記照射領域を基板が通過した後，前記一方の側に設定された第一の基板回収位置まで前記第一のステージを戻す第一の移動ステップと，",
                    "基板が搭載された前記第二のステージを前記第二の基板搭載位置から移動させ，前記照射領域を基板が通過した後，前記他方の側に設定された第二の基板回収位置まで前記第二のステージを戻す第二の移動ステップと，",
                    "第一の基板回収位置において前記第一のステージから基板を回収する第一の基板回収ステップと，",
                    "第二の基板回収位置において前記第二のステージから基板を回収する第二の基板回収ステップとを有しており，",
                    "第一の基板回収ステップ及び第一の基板搭載ステップが行われる時間帯は，第二の移動ステップが行われる時間帯と全部又は一部が重なっており，",
                    "第二の基板回収ステップ及び第二の基板搭載ステップが行われる時間帯は，第一の移動ステップが行われる時間帯と全部又は一部が重なっているという構成を有する。(【0006】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "以下に説明する通り，本願の請求項1又は5記載の発明によれば，照射領域を二つのステージが交互に通過することで各ステージ上の基板に対して偏光光が照射されるようにすることができ，タクトタイムの削減によって生産性の高い光配向プロセスを実現することができる。この際，第一の基板搭載位置と照射領域の間には，第二のステージ上の基板が照射領域を通過できる分以上のスペースが確保され，第二の基板搭載位置と照射領域との間には，第一のステージ上の基板が照射領域を通過できる分以上のスペースが確保されているので，ステージ同士が干渉することなく均一性の高い光配向処理が行える。",
                    "また，請求項2記載の発明によれば，上記効果に加え，第一第二の各ステージ上の基板が，往路と復路の双方で光照射されるので，エネルギーの無駄無く効率良く光配向処理ができ，移動速度を速くすることでより生産性を高めることができる。",
                    "また，請求項3記載の発明によれば，上記効果に加え，基板アライナーを備えているので，偏光光の偏光軸に対して基板が所定の向きに向いた状態で精度良く偏光光が照射される。このため，光配向処理の精度や品質を高く維持できる。",
                    "また，請求項4記載の発明によれば，上記効果に加え，ガイド部材が第一第二のステージの移動に兼用されるので，ステージ移動機構の構成がシンプルになり，また装置のコストも安価にできる。(【0007】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "次に，本願発明を実施するための形態(以下，実施形態)について説明する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "図1は，本願発明の実施形態に係る光配向用偏光光照射装置の斜視概略図である。図1に示す偏光光照射装置は，膜材付き液晶基板のような基板Sをワークとして光配向処理する装置となっている。",
                        "具体的には，図1の装置は，設定された照射領域Rに偏光光を照射する照射ユニット1と，基板Sが載置されるステージ21，22と，照射領域Rにステージ21，22を移動させることでステージ21，22上の液晶基板Sに偏光光が照射されるようにするステージ移動機構3とを備えている。(【0009】)",
                        "図1に示すように，この実施形態では，二つの照射ユニット1が併設されている。併設の方向は，ステージ21，22の移動方向である。各照射ユニット1は同様の構成のものであり，ほぼ矩形のパターンR1で偏光光を照射するものとなっている。従って，この実施形態では，二つのほぼ矩形の照射パターンR1から成る(二つの照射パターンR1を包絡した)ほぼ矩形の領域が照射領域Rとして設定されている。尚，二つの照射パターンR1は，一部が重なっていても良いし，重ならなくても良い。また，図1に示すように，照射領域Rは水平な面内の領域である。(【0010】)",
                        "ステージ移動機構3は，上記照射領域Rを通過するようにしてステージ21，22を移動させる機構である。この実施形態では，ステージ21，22は水平な姿勢で配置され，移動方向は水平方向である。以下，説明の都合上，ステージ移動機構3による移動方向を長さ方向と呼び，移動方向に垂直な水平方向を幅方向と呼ぶ。(【0011】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "図2は，図1に示す偏光光照射装置の正面概略図である。図2に示すように，照射ユニット1は，光源11と，光源11の背後に設けられたミラー12と，光源11やミラー12を内部に収容したランプハウス13と，偏光素子14等から構成されている。",
                        "光源11には，棒状のランプが使用されている。本実施形態では，紫外域の光によって光配向を行うので，高圧水銀ランプや水銀に他の金属を加えたメタルハライドランプ等が使用される。紫外域の必要な波長の光を放射するLEDを複数並べて長い照射パターンを得るようにしても良い。ミラー12は，効率良く偏光光照射を行うためのもので，断面が楕円又は放物線の一部を成す形状の樋状ミラーが使用される。長尺な左右一対のミラーをスリットを形成しながら配置して，ほぼ樋状のミラーを形成する。(【0012】)",
                        "偏光素子14は，光源11から放射される光を光配向に必要な偏光光にするためのものである。偏光素子14としては，透明基板上に縞状の誘電体(または導電性や半導体)材料より成る微細な格子を設けたワイヤーグリッド偏光素子を使用することができる。ランプハウス13は，光照射口を有しており，偏光素子14は，光源11と光照射口との間の位置に配置されている。尚，一つの偏光素子14は矩形の小さいものである場合が多く，通常，偏光素子14を複数幅方向(光源11の長さ方向)に並べて照射領域Rに偏光光を照射する構成が採用される。…(【0013】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "一方，図1に示すように，この実施形態の装置は，二つのステージ21，22を備えている。以下，二つのステージ21，22を第一のステージ21，第二のステージ22とする。これらステージ21，22を移動させるステージ移動機構3について，図1，図2及び図3を使用してさらに詳しく説明する。図3は，図1に示すステージ移動機構3の平面概略図である。また，図2には，図1に示すステージ移動機構3がその制御系とともに示されている。(【0014】)",
                      "text": [
                        "図1～図3に示すように，ステージ移動機構3は，照射領域Rを貫いて延びるガイド部材31と，ガイド部材31に沿って第一第二のステージ21，22を移動させる駆動源321，322とを含んでいる。図1及び図3に示すように，照射領域Rを挟んでガイド部材31は二つ設けられている。ガイド部材31は，具体的にはリニアガイドであり，互いに平行に延びている。二つのステージ21，22は，二つのガイド部材31に沿って移動がガイドされる。即ち，二つのガイド部材31は，第一のステージ21のガイドと第二のステージ22のガイドに兼用されるものとなっている。(【0015】)",
                        "第一のステージ21の下面には，一対のガイドブロック211が固定されている。ガイドブロック211の固定位置は，両側のガイド部材31の位置に対応している。ガイドブロック211内にはベアリングが設けられており，両側のガイド部材31がガイドブロック211を貫通した状態で第一のステージ21が配置されることで，第一のステージ21はガイド部材31によってガイドされるようになっている。第二のステージ22も同様の構造であり，下面に固定された一対のガイドブロック221にガイド部材31が貫通しており，これにより移動がガイドされる。(【0016】)",
                        "各ステージ21，22の移動は，駆動源321，322がボールねじ331，332を回すことで行われる。即ち，図1及び図3に示すように，ステージ移動機構3は，第一のステージ21を移動させる第一のボールねじ331と，第二のステージ22を移動させる第二のボールねじ332とを備えている。",
                        "第一のボールねじ331の一端は第一の駆動源321に連結され，他端は軸受け333で支えられている。同様に，第二のボールねじ332の一端は第二の駆動源322に連結され，他端は軸受け334で支えられている。第一第二のボールねじ331，332は，一対のガイド部材31が延びる方向に対して精度良く平行に延びるように配置されている。(【0017】)",
                        "第一のステージ21の下面のほぼ中央には，第一のボールねじ331に螺合された(ねじが噛み合っている)被駆動ブロック212が固定されている。第一の駆動源321は，ACサーボモータのようなモータであり，第一の駆動源321が第一のボールねじ331を回転させると，一対のガイド部材31にガイドされながら第一のステージ21が直線移動する。同様に，第二のステージ22の下面のほぼ中央には，第二のボールねじ332に螺合された被駆動ブロック222が固定され，第二の駆動源322が第二のボールねじ332を回転させると，一対のガイド部材31にガイドされながら第二のステージ22が直線移動する。(【0018】)",
                        "また，実施形態の偏光光照射装置は，装置全体を制御する制御ユニット4を備えている。制御ユニット4には，ステージ移動機構3などの各部の動作を制御するシーケンスプログラムを記憶した記憶部41や，シーケンスプログラムを実行する演算処理部42等を有している。制御ユニット4からの制御信号は，二つの駆動源321，322を含む装置の各部に送られるようになっている。(【0019】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "一方，実施形態の偏光光照射装置は，ステージ21，22上への基板Sの搭載やステージ21，22からの基板Sの回収のための機構も備えている。この点について，図4を使用して説明する。図4は，ステージ21，22における基板Sの搭載や回収のための機構を示した斜視概略図である。",
                        "偏光光照射のためには基板Sをステージ21，22上に載置する必要があり，また偏光光照射が終了した基板Sについてはステージ21，22から回収する必要がある。これらの動作は，手作業で行われる場合もあるが，量産ラインでは，通常ロボットで行われる。この際，ロボットのハンドがステージ21，22に干渉しないようにする必要がある。このための構成として，実施形態のステージ21，22は，昇降ピン5を内蔵している。(【0020】)",
                        "即ち，図4に示すように，ステージ21，22には，ピン用孔50が設けられている。ピン用孔50は，上下に延びる孔であり，ステージ21，22表面に達している。ピン用孔50はステージ21，22の中央に対して均等な位置に3～4個程度設けられており，各ピン用孔50内に昇降ピン5が配置されている。各昇降ピン5は，不図示の昇降機構により同期して昇降可能となっている。ステージ21，22上に基板Sを載置する際には，各昇降ピン5を上限位置に上昇させる。この状態で，基板Sを保持したロボットが，ステージ21，22の上方に基板Sを移動させ，そのまま下降させて基板Sを各ピン上に載せる。その後，ロボットのハンドを退避させた後，各昇降ピン5を一体に下降させて基板Sをステージ21，22上に載置する。(【0021】)",
                        "偏光光照射後に基板Sを回収する際は，これとは逆の動作であり，各昇降ピン5を一体に上昇させて基板Sを持ち上げ，持ち上げられた基板Sの下側にロボットのハンドを進入させて基板Sを回収するようにする。…(【0022】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "実施形態の装置は，ステージ移動機構3により第一第二のステージ21，22を移動させ，交互に照射領域Rを通過させることで各ステージ21，22上の基板Sに交互に偏光光を照射する。この際，基板S上の各点における偏光光の積算露光量が不均一にならないように工夫している。以下，この点について図3を参照して説明する。",
                        "実施形態の装置において，第一のステージ21への基板Sの搭載と第一のステージ21からの基板Sの回収は同じ位置で行われる。以下，この位置を第一の基板搭載回収位置という。また，第二のステージ22への基板Sの搭載と第二のステージ22からの基板Sの回収も同じ位置で行われる。以下，この位置を第二の基板搭載回収位置という。第一の基板搭載回収位置は，照射領域Rの一方の側(例えば図3に示すように左側)に設定され，第二の基板搭載回収位置は，照射領域Rの他方の側に(例えば図3に示すように右側)に設定される。(【0023】)",
                        "ステージ移動機構3は，第一の基板搭載位置で基板Sが搭載された第一のステージ21を照射領域Rまで移動させて通過させ，その後，引き戻す。そして，第一の基板搭載位置で基板Sが第一のステージ21から回収される。また，ステージ移動機構3は，第二の基板搭載回収位置で基板Sが搭載された第二のステージ22を照射領域Rまで移動させて通過させ，その後，引き戻す。そして，第二の基板搭載回収で第二のステージ22から基板Sが回収される。尚，説明の都合上，第一のステージ21が前進して後退に転じる際の位置を第一の前進到達位置と呼び，第二のステージ22が前進して後退に転じる際の位置を第二の前進到達位置と呼ぶ。また，図2及び図3において，第一の前進到達位置に位置した第一のステージを符号21’で示し，第二の前進到達位置に位置した第二のステージを符号22’で示す。(【0024】)",
                        "このような実施形態の装置において，各基板搭載回収位置は，各ステージ21，22の大きさ，照射領域Rの位置や大きさ等に応じて最適化されている。即ち，実施形態の装置では，第一の基板搭載回収位置に位置した第一のステージ21と照射領域Rの間のスペース(以下，第一のスペース)として，少なくとも第二のステージ22上の基板Sの長さ(ステージ21，22の移動方向の長さ)以上が確保されている。即ち，第一のスペースは，第二の前進到達位置に第二のステージ22’が到達した際にも第一のステージ21と干渉しないだけのスペースとなっている。好ましくは，第一のスペースの長さ(図2にL1で示す)は，第二のステージ22の長さ以上とされる。(【0025】)",
                        "また，第二の基板搭載回収位置に位置した第二のステージ22と照射領域Rの間のスペース(以下，第二のスペース)として，少なくとも第一のステージ21上の基板Sの長さ以上が確保されている。即ち，第二のスペースは，第一の前進到達位置に第一のステージ21’が到達した際にも第二のステージ22と干渉しないだけのスペースとなっている。好ましくは，第二のスペースの長さ(図2にL2で示す)は，第一のステージ21の長さ以上とされる。",
                        "この実施形態では，第一のステージ21と第二のステージ22は同じサイズWであり，従ってL1＝L2＞Wである。より具体的な一例を示すと，例えば基板Sが1500×1800mm程度のサイズとすると，各ステージ21，22の長さWは1550×1850mm程度とされ，L1＝L2は2600mm程度とされる。このようなスペースが確保されるよう，ステージ移動機構3におけるボールねじ331，332等の長さが選定され，各ステージ21，22の移動ストロークが設定されている。(【0026】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "また，実施形態の装置は，光配向のための偏光光照射が正しく行われるように基板Sの位置や向きを調節する基板アライナー6を備えている。基板アライナー6について，図5を使用して説明する。図5は，実施形態の装置が備える基板アライナー6の概略について示した斜視図である。図5には，一例として第一のステージ21に設けられた基板アライナー6が示されているが，第二のステージ22についても同様である。",
                        "図5に示すように，第一のステージ21は，固定ベース20Aと，固定ベース20A上の可動ベース20B等から構成されている。前述した被駆動ブロック212やガイドブロック211は，固定ベース20Aの下面に固定された部材となっている。(【0027】)",
                        "可動ベース20Bは，固定ベース20A上においてXYθの方向に移動可能に設けられている。即ち，固定ベース20A上にはXYθ移動機構62が設けられており，XYθ移動機構62は可動ベース20BをXYθ方向に移動させて可動ベース20Bの位置や姿勢を微調節するものとなっている。尚，この際のXY方向とは水平な面内の直交方向であり，例えばX方向が長さ方向(移動方向)，Y方向が幅方向とされる。θは，XY方向に対して垂直な軸の回りの円周方向であり，この例では鉛直な軸の回りの円周方向である。このようなXYθ移動機構62は，各社から種々のタイプのものが市販されており，適宜のものを選択して組み込むことができるので，詳細な説明及び図示は省略する。",
                        "なお，XYθ移動機構62については，XY方向のうちのいずれか一方向についてステージ移動機構3の移動と兼用し，Xθ移動機構またはYθ移動機構としてもよい。(【0028】)",
                        "一方，ステージ21，22に載置される基板Sには，アライメントマークS1が施されている。基板アライナー6は，アライメントマークS1を撮像するアライメントセンサ61と，上記XYθ移動機構62と，アライメントセンサ61からの出力に従ってXYθ移動機構62を制御するアライメント用制御部63とから主に構成されている。",
                        "アライメントマークS1は，通常，基板S上の所定位置に2カ所設けられている。アライメントセンサ61は，アライメントマークS1の位置及びアライメントすべき基準位置や基準方向に従って所定の位置でアライメントマークS1の撮像をするよう二つ設けられている。(【0029】)",
                        "一例を示すと，図5に示すように，アライメントマークS1は，方形の基板Sの幅方向に沿った二つの角部に設けられる。アライメントセンサ61は，第一のステージ21に対して基板Sの搭載動作を行う位置(以下，搭載位置)の上方に配置されている。二つのアライメントセンサ61の位置は，基板S上のアライメントマークS1の離間距離に一致し，二つのアライメントセンサ61を結ぶ線は，ステージ移動機構3における幅方向に一致している。",
                        "上述したように第一のステージ21に基板Sが搭載されると，各アライメントマークS1を各アライメントセンサ61が撮像する状態となる。各アライメントセンサ61の撮像エリア内には基準位置が設定されており，この基準位置には，アライメントマークS1の中心が位置すべき位置である。(【0030】)",
                        "アライメント用制御部63は，各アライメントセンサ61からの出力データ(イメージデータ)を処理し，XYθ移動機構62を制御してアライメントを行う。具体的には，2個のアライメントセンサ61が検出したそれぞれのアライメントマークS1の位置情報と，あらかじめアライメント用制御部63に入力されている2個のアライメントマークS1の距離情報とに基づき，アライメント用制御部63は，アライメントセンサ61が撮像するアライメントマークS1の重心が基準位置に位置するようステージ22のXYθ方向の移動距離のデータを演算し，XYθ移動機構62を制御して可動ベース20BをXYθ方向に移動させる。これにより，アライメントが完了したことになる。(【0031】)",
                        "アライメントが完了すると，二つのアライメントマークS1を結んだ線(搭載された基板Sの幅方向)がステージ移動機構3の幅方向に精度良く位置した状態となる。幅方向における基板Sの位置も，所定の位置となる。所定位置とは，例えば，二つのガイド部材31のちょうど真ん中の位置である。",
                        "XYθ移動機構62は，可動ベース20B上に基板Sが載置されている間，可動ベース20Bの位置及び姿勢を固定するようになっている。従って，基板Sは，幅方向がステージ移動機構3の幅方向に精度良く一致し，幅方向において所定位置に位置した状態で移動方向に直線移動して搬送されることになる。(【0032】)",
                        "尚，アライメントセンサ61がアライメントマークS1を撮像する可動ベース20B上の位置に基板Sをラフに位置決めして配置する必要があるが，この配置は，ロボットで基板Sの搭載を行う場合，ロボットへのティーチングで足りる。マニュアル操作で行う場合，可動ベース20B上に受け板のような部材を設け，そこに基板Sを当てて配置することでラフな位置決めとすることもある。(【0033】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "また，実施形態の装置は，二つのステージ21，22の位置や状態を確認するための幾つかのセンサを備えている。この点について，図2を使用して説明する。",
                        "まず，各ステージ21，22内には，基板Sの載置を検出するセンサ(以下，基板センサ)71が設けられている。また，ステージ移動機構3には，第一のステージ21が第一の基板搭載回収位置に位置したのを検出するセンサ(以下，第一のロード位置センサ)72と，第一のステージ21が前進到達位置に位置したのを検出するセンサ(以下，第一の到達位置センサ)73と，第二のステージ22が第二の基板搭載回収位置に位置したのを検出するセンサ(以下，第二のロード位置センサ)74と，第二のステージ22が前進到達位置に位置したのを検出するセンサ(以下，第二の到達位置センサ)75とが配置されている。これらセンサ71～75の出力は，制御ユニット4に送られる。各センサ71～75は，近接センサ，リミットスイッチのような機械式センサ，又はフォトセンサ等から適宜選択して用いることができる。(【0034】)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "次に，制御ユニット4に実装されたシーケンスプログラムについて図6を参照しながら説明する。図6は，制御ユニット4に実装されたシーケンスプログラムを説明するための図であり，装置の動作を概略的に示した図ともなっている。以下の説明は，光配向用偏光光照射方法の実施形態の説明でもある。",
                        "装置の稼働開始の初期状態では，図6(1)に示すように，第一のステージ21は第一の基板搭載回収位置にあり，第二のステージ22は第二の基板搭載回収位置にある。この状態で，図6中不図示のロボットが基板Sをまず第一のステージ21に載置する。第一のステージ21内の基板センサ71が基板Sの載置を検出してこの信号が制御ユニット4に送られると，シーケンスプログラムは，第一のステージ21上の基板S用の基板アライナー6を動作させる。この結果，可動ベース20BがXYθ方向に移動して基板Sの位置及び姿勢が所定のものとなる。(【0035】)",
                        "次に，シーケンスプログラムは，ステージ移動機構3に制御信号を送り，第一のステージ21が所定のストローク前進するよう第一の駆動源321を駆動させる。所定のストロークとは，図6(2)に示すように，第一のステージ21が照射領域Rを通過して第一の前進到達位置に達するストロークである。第一の前進到達位置は，第一のステージ21の後端は照射領域Rの端に一致する位置か，それを少し越えた位置である。(【0036】)",
                        "第一のステージ21が第一の前進到達位置に達したのが第一の到達位置センサ73で確認されると，シーケンスプログラムは，第一のステージ21を反転させ，同じストロークだけ後退させるよう第一の駆動源321に制御信号を送る。これにより，図6(3)に示すように，第一のステージ21は第一の基板搭載回収位置に戻る。この間，第二の基板搭載回収位置では，第二のステージ22への基板Sの搭載動作が行われる。即ち，ロボットはシーケンスプログラムからの制御信号により所定のタイムラグをおいて基板Sを第二のステージ22に載置する。第二のステージ22では，同様に基板Sの載置を基板センサ71が確認した後，シーケンスプログラムが第二のステージ22上の基板S用の基板アライナー6を動作させ，アライメントを行わせる。図6(3)に示すように第一のステージ21が第一の基板搭載回収位置に戻った際には，第二のステージ22でのアライメントは終了している。(【0037】)",
                        "この状態で，シーケンスプログラムは，第二の駆動源322に制御信号を送り，第二のステージ22が所定のストローク前進するよう第二の駆動源322を駆動させる。所定のストロークとは，図6(4)に示すように，第二のステージ22が照射領域Rを通過して第二の前進到達位置に達するストロークである。第二の前進到達位置は，第二のステージ22の後端は照射領域Rの端に一致する位置か，それを少し越えた位置である。(【0038】)",
                        "第二のステージ22が第二の前進到達位置に達したのを第二の到達位置センサ75で確認されると，シーケンスプログラムは，第二のステージ22を反転させ，同じストロークだけ後退させるよう第二の駆動源322に制御信号を送る。これにより，図6(5)に示すように，第二のステージ22は第二の基板搭載回収位置に戻る。この間，第一の基板搭載回収位置では，第一のステージ21が第一の基板搭載位置に位置したのを第一のロード位置センサ72が確認した後，第一のステージ21からの基板Sの回収と次の基板Sの第一のステージ21への搭載が行われる。即ち，ロボットが第一のステージ21から基板Sを取り去り，次の基板Sを第一のステージ21に搭載する。(【0039】)",
                        "そして，図6(5)に示すように第二のステージ22が第二の基板搭載位置に戻った際には，次の基板Sの第一のステージ21への搭載動作が終了し，且つその基板Sについてのアライメントが終了した状態となっている。シーケンスプログラムは，図6(5)に示す状態において，再び第一の駆動源321に制御信号を送り，第一のステージ21を第一の前進到達位置まで前進させ，さらに第一の基板搭載回収位置まで戻すよう第一の駆動源321を駆動する。この間，第二の基板搭載位置では，第二のステージ22が第二の基板搭載回収位置に戻ったのを第二のロード位置センサ74で確認した後，第二のステージ22への基板Sの回収と次の基板Sの第二のステージ22への搭載，第二のステージ22のアライメントが行われる。以後の動作は同様であり，装置がこのような動作を繰り返して二つのステージ21，22上で交互に光配向が行われるようシーケンスプログラムがプログラミングされている。…(【0040】)"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "上記のような構成及び動作に係る実施形態の光配向用偏光光照射装置又は方法によれば，偏光光が照射される一つの照射領域Rを二つのステージ21，22が交互に通過することで各ステージ21，22上の基板Sに対して偏光光が照射されるので，一方のステージ21，22上の基板Sへの偏光光の照射の最中に他方のステージ21，22において基板Sの回収動作と次の基板Sの搭載動作を行うことができる。このため，タクトタイムを大幅に削減することができ，より生産性の高い光配向プロセスが実現される。(【0041】)",
                      "text": [
                        "この際，第一の基板搭載回収位置と照射領域Rの間には，第二のステージ22上の基板Sの長さ分以上のスペースL1が確保され，また第二の基板搭載回収位置と照射領域Rとの間には，第一のステージ21上の基板Sの長さ分以上のスペースL2が確保されているので，ステージ21，22同士が干渉することなく各基板Sが照射領域Rを通過することができる。…(【0042】)",
                        "タクトタイムについて多少厳密な議論をすると，一方のステージ21，22からの基板Sの回収に要する時間をT ，一方のステージ21，2L12への基板Sの搭載に要する時間をT ，搭載された基板SのアライメL2ントに要する時間をT とし，他方のステージ21，22の基板搭載回L3収位置から前進到達位置までの移動に要する時間をT ，他方の前進到E1達位置から基板搭載回収位置に戻るまでの時間をT とした場合，TE2 L＋T ＋T ≦T ＋T ということになる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "L2 L3 E1 E2但し，一方のステージ21，22が復路移動(前進到達位置から基板搭載回収位置に戻る移動)に続くようにして他のステージ21，22の往路移動(基板搭載位置から前進到達位置までの移動)を行うようにしても良く，この場合には，T ＋T ＋T ≦T ということになる。L1 L2 L3 E1このようにすると，さらにタクトタイムは短くできる。(【0043】)",
          "text": [
            "上記の例は，一方のステージ21，22についての基板Sの回収及び搭載が行われる時間帯の全部が，他方のステージ21，22の移動が行われている時間帯に重なっていたが，一部が重なっていても良い。この場合，一方，ステージ21，22において基板Sの搭載が完了していても他のステージ21，22の移動が完了していないため，待機する時間が発生することがある。…(【0044】)"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "(コ)",
                      "subject": "尚，上記実施形態では，各ステージ21，22は，各前進到達位置に達する際と各前進位置から基板搭載回収位置まで戻る際に偏光光が照射され，両方の露光量が積算露光量となる。但し，これは必須要件ではなく，例えば戻る際にはシャッタで光を遮蔽するか又は光源11を消灯し，偏光光が照射されない状態としても良い。…また，往路又は復路の一方のみの偏光光照射とすると，必要な積算露光量を確保するためにステージ21，22の移動速度を遅くせざるを得なくなる問題がある。往路と復路とで偏光光を照射すると，このような問題はなく，移動速度を速くして生産性をより高めることができる。(【0045】)",
                      "text": [
                        "また，実施形態の装置では，各ステージ21，22に搭載された基板Sのアライメントが行われた後，照射領域Rの通過動作が行われるので，照射される偏光光の偏光軸の向きが所望の向きに精度良く一致する。このため，光配向処理の品質がより高くなる。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "照射領域Rに照射される偏光光の偏光軸の向きは，偏光素子14の姿勢により規定される。前述したワイヤーグリッド偏光素子の場合，ワイヤーグリッド(縞状の格子)が延びる方向に垂直な方向に電界成分を持つ偏光光が多く照射されることになり，この方向に膜材は配向される。実施形態の装置では，例えば図1に示すステージ移動機構3の幅方向(照射ユニット1内の光源11の長さ方向)に偏光軸が向くよう偏光素子14が配置される。この場合，ステージ21，22上の基板Sの幅方向もステージ移動機構3の幅方向に精度良く一致していれば，基板S上の膜材も幅方向に精度良く光配向されることになる。各基板アライナー6は，このように光配向の方向を所望の方向に精度良く一致させる意義を有する。(【0046】)",
                      "text": [
                        "尚，光配向の方向精度は，主としてθ方向のアライメントであるが，幅方向のアライメントは，照射領域Rから基板Sが一部はみ出して搬送されることがないようにする意義を有する。照射領域Rは，その領域内では偏光光の照度が十分均一な領域として設定されるので，その領域をはみ出すと，はみ出した部分で偏光光の照度が低下して露光量が不足する。従って，その部分では光配向が不十分となる。本実施形態では，幅方向のアライメントも行われるので，このような問題はない。(【0047】)"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "また，実施形態の装置では，一対のガイド部材31が第一第二のステージ21，22の移動に兼用されるので，ステージ移動機構3の構成がシンプルになり，また装置のコストも安価にできる。但し，第一第二の各ステージ21，22について，それぞれ別のガイド部材でガイドする構成としても良い。…(【0048】)"
                    },
                    {
                      "fig": "(ス)",
                      "subject": "上記実施形態において，第一のステージ21についての基板Sの搭載位置と回収位置は照射領域Rの一方の側に設定され，第二のステージ22についての基板Sの搭載位置と回収位置は照射領域Rの他方の側に設定されている必要があるが，一方の側において搭載位置と回収位置とは同じ位置である必要はない。他方の側についても同様である。…(【0049】)",
                      "text": [
                        "また，一つの照射領域Rに対して二つのステージ21，22が交互に通過する必要があるが，照射ユニット1は上記のように二つである必要はなく，一つのみの照射ユニット1が一つの照射領域Rに偏光光を照射する構成でも良く，三つ以上の照射ユニット1が一つの照射領域Rに偏光光を照射する構成でも良い。",
                        "尚，本願発明において，「ステージ」の用語は通常より広く解釈される必要がある。即ち，真空吸着のような吸着孔を有する複数のピンの上に基板Sを載置してこれら複数のピン上に基板を吸着し，複数のピンを一体に移動させることで基板Sが照射領域を通過するようにする場合がある。従って，「ステージ」は，基板を保持しながら基板を移動させることができる部材であれば足り，必ずしも台状の部材に限られない。(【0050】)"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明の概要",
              "text": [
                "上記(2)によれば，本件訂正発明の概要は次のとおりと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明は，光配向を行う際に行われる偏光光の照射技術に関する。(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "近年，液晶パネルをはじめとする液晶表示素子の配向膜や，視野角補償フィルムの配向層を得る際，光照射により配向を行う光配向と呼ばれる技術が採用されるようになってきた。(【0002】)"
                },
                {
                  "fig": "ウ",
                  "subject": "光配向膜は液晶パネルの大型化と共に大型化しており，要求される偏光光の照射領域の幅も1500mmからそれ以上と幅広化してきている。このような幅の広い照射領域を備える偏光光照射装置として，特許文献1に開示された装置は，照射領域の幅に相当する長さの棒状の光源と，この光源からの光を偏光するワイヤーグリッド偏光素子とを備え，光源の長手方向に対して直交する方向に搬送される膜材に対して偏光光を照射する。(【0003】)"
                },
                {
                  "fig": "エ",
                  "subject": "特許文献1には，長尺ワークがロール状に巻かれていて，ロールから長尺ワークを引き出して偏光光を照射する装置が開示されている。しかし，膜材付きの液晶基板に対して偏光光を照射する偏光光照射装置については，効率良く(短いタクトタイムで)プロセスが可能な装置構成を開示した先行文献は見当たらない。本件訂正発明は，このような状況に鑑みてなされたものであり，膜付き液晶基板のような膜材付きの板状部材に対して光配向プロセスを行うことが可能な装置であって，高い生産性を実現できる装置及び方法を提供することを解決課題とする。(【0005】)"
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件訂正発明は，上記エの課題を解決するために，本件訂正後の請求項1～5に記載された構成を備えるものであり，照射領域を2つのステージが交互に通過することで各ステージ上の基板に対して偏光光が照射されるようにすることができ，タクトタイムの削減によって生産性の高い光配向プロセスを実現することができる。この際，第一の基板搭載位置と照射領域の間には，第二のステージ上の基板が照射領域を通過できる分以上のスペースが確保され，第二の基板搭載位置と照射領域との間には，第一のステージ上の基板が照射領域を通過できる分以上のスペースが確保されているので，ステージ同士が干渉することなく均一性の高い光配向処理を行うことができる(【0023】～【0026】，【0041】～【0044】)，第一第二の各ステージ上の基板が，往路と復路の双方で光照射されるので，エネルギーの無駄無く効率良く光配向処理を行うことができる，また，移動速度を速くすることでより生産性を高めることができる(【0045】)，基板アライナーを備えているので，偏光光の偏光軸に対して基板が所定の向きに向いた状態で精度良く偏光光が照射されるため，光配向処理の精度や品質を高く維持することができる(【0027】～【0037】，【0046】)，ガイド部材が第一第二のステージの移動に兼用されるので，ステージ移動機構の構成がシンプルになり，装置のコストも安価にできる(【0015】～【0018】，【0048】)などの効果を奏する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が引用した本件特許出願前に頒布された刊行物である参考資料3，甲2及び甲5には，概ね以下の記載がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "参考資料3(特開2007-114647号公報。公開日：平成19年5月10日。図1，2及び13は別紙参考資料3図面参照。その余は省略)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本発明は，液晶素子の配向膜や視野角補償フィルムの配向層などの配向膜の光配向を行なう偏光光照射装置に関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "近年，液晶パネルの配向膜や，視野角補償フィルムの配向層などの配向処理に関し，配向膜に所定の波長の偏光光を照射することにより配向を行なう，光配向と呼ばれる技術が採用されるようになってきている。以下，上記光により配向を行う配向膜や配向層を設けたフィルムのことを総称して光配向膜と呼ぶ。",
                    "光配向膜は，液晶パネルの大型化と共に大型化しており，それと共に光配向膜に偏光光を照射する偏光光照射装置も大型化している。",
                    "上記光配向膜において，例えば視野角補償フィルムは，帯状で長尺のワークであり，配向処理後，所望の長さに切断し使用する。最近は，パネルの大きさに合わせて大きくなり，幅1500mm以上のものもある。",
                    "このような大型の光配向膜に対して光配向を行うために，配向膜の幅に合せた線状の光源(棒状ランプ)を使った装置(例えば特許文献1(判決注：特開2004-163881号公報)，特許文献2(判決注：特開2004-144884号公報)，特許文献6(判決注：特開2004-177904号))や，配向膜の幅に合せて照射ヘッドを多連化した装置が提案されている(例えば特許文献3(判決注：特開2002-350858号公報))(【0002】)。",
                    "図12に，棒状ランプを使った偏光光照射装置の構成例を示す。",
                    "高圧水銀ランプやメタルハライドランプ等の光配向を行うための波長の光を放射する棒状ランプ21と，ランプ21からの光を反射する断面が楕円形の樋状集光鏡22を備えた光照射部20を，ランプ21の長手方向が，ワーク50上に形成された光配向膜51の幅方向(搬送方向に対して直交方向)になるように配置する。棒状ランプ21の長さは，棒状ランプ21からの光が，光配向膜51の全幅を照射できるように，光配向膜51の幅よりも広くなるものを選択する。",
                    "光照射部20には，ワイヤーグリッド偏光素子を組み合わせた偏光素子ユニット10が設けられている。偏光素子ユニット10の構造については，後述する。…(【0003】)",
                    "ワーク50が光照射部の下を搬送されるとき，ワーク50の光配向51に，偏光素子ユニット10により偏光された棒状ランプ21からの光が照射され，光配向処理される。…",
                    "ワイヤーグリッド偏光子は，長さが幅よりもはるかに長い複数の直線状の電気導体(例えばクロムやアルミニウム等の金属線，以下グリッドと呼ぶ)を，石英ガラスなどの基板上に平行に配置形成したものである。電気導体のピッチPは，入射する光の波長以下，望ましくは1／3以下がよい。",
                    "電磁波中に上記偏光素子を挿入すると，グリッドの長手方向に平行な偏波(偏光)成分は大部分反射され，直交する偏波(偏光)成分は通過する。",
                    "したがって，図12に示す装置においては，光配向膜51に対して，ワーク50の幅方向(ランプ21の長手方向)に沿った偏光光が照射される。…(【0004】)",
                    "しかし，半導体製造に使われる装置は，処理することができる基板の大きさが，現状ではφ300mm程度までであり，1枚で大面積のワークに対応できるような大型の偏光素子は製作できない。",
                    "そこで，発光長の長い棒状の光源，例えば長さ1500mmの棒状の高圧水銀ランプやメタルハライドランプに応じた，大きな偏光素子が必要な場合，前記特許文献2においてはガラス基板から切り出したワイヤーグリッド偏光素子を1個の偏光子とし，この偏光子を複数，グリッドの方向をそろえ，ランプの長手方向に沿って並べ，一つの偏光素子として使用することが提案されている。",
                    "しかし，単にワイヤーグリッド偏光素子を並べだけでは(判決中：原文のまま)，個々のワイヤーグリッド偏光素子の基板である石英ガラスのエッジは微小な欠けや凹凸が生じており，その隙間から，光源からの直射光，即ち無偏光光が漏れ，消光比が悪くなる。また，上記したエッジ付近の欠けが，グリッドの欠損を引き起こし，偏光素子の周辺部においては消光比が悪くなる。",
                    "この間題を防ぐために，われわれは偏光素子の突き合わせ部分から無偏光光が漏れないように偏光素子の配列方向の端部に遮光部分を設けることを，特願2004-314056号において提案した。(【0005】)",
                    "図13は上述した出願の第1の実施例の偏光素子ユニットの構成を示す図であり，図13(a)は，上記偏光素子ユニット10を照射光の光軸方向から見た図，図13(b)は偏光素子ユニット10の側面図，図13(c)は遮光板の取り付け例を示す図である。",
                    "図13(a)(b)に示すように，上フレーム2a，下フレーム2bからなるフレーム2内にガラス基板から切り出されたワイヤーグリッド偏光素子1が複数並べて配置されている。",
                    "偏光素子1の配列方向端部(境界部分)には，遮光板3が設けられる。",
                    "遮光板3は，例えば図13(c)に示すように取り付けられる。即ち，フレーム2を上フレーム2a，下フレーム2bから構成し，下フレーム2bの上に複数のワイヤーグリッド偏光素子1を並べ，その上から遮光板と一体となった上フレーム2aをかぶせ固定する。",
                    "同図においては，偏光素子に形成されたワイヤーグリッドの方向は，ワーク50の搬送方向(ランプ21の長手方向に対して直交する方向)であり，したがって，光配向膜51には，ワーク50の幅方向(ランプ21の長手方向に沿った方向)の偏光光が照射される。(【0006】)",
                    "光配向膜51に，ワーク50の搬送方向(ランプ21の長手方向に対して直交する方向)に沿った偏光光を照射したい場合は，同図において全てのワイヤーグリッド偏光素子1を90°回転させてフレーム2に配置し，ワイヤーグリッドの方向が，ワーク50の搬送方向(ランプ21の長手方向に対して直交する方向)になるようにすれば良い。…(【0007】)",
                    "図13に示すように，遮光板3を設けることにより，遮光板3を設けた部分の照度は低下するが，並べて配置した偏光素子1の隙間から無偏光光が漏れることはなくなるので，消光比は低下しない。ただし遮光板3の存在により，遮光板3の直下の照度が低くなり，照度分布が悪化する。",
                    "照度分布が悪化すると，配向膜において他よりも低いエネルギーの偏光光で照射される部分が生じる場合がある。配向膜に照射される偏光光のエネルギーが低いと，その配向膜が使用された製品において，液晶の配向を十分に行うことができない場合があり，ディスプレイとして使用される場合は，画面のむらやコントラストの低下といった製品不良の原因となる。",
                    "遮光板がないと，照度の低下はないが，ワイヤーグリッド偏光子の周辺部や境界部から無偏光光が透過するので，光配向膜に照射される消光比が悪化する。",
                    "消光比が悪化すると，照度が低下した場合と同様に，その配向膜が使用された製品において，液晶の配向を十分に行うことができない場合がある。(【0008】)",
                    "一方，特許文献3に示される照射ヘッドを多連化して配置した装置においては，光配向膜の幅方向(搬送方向に対して直交方向)に対して，光照射領域が途切れないように，各照射ヘッドからの光照射領域が重なり合うように照射している。",
                    "しかし，このような光照射領域が重なり合う部分においては，照度が二つの照射ヘッドからの光の合算になるため，一つの照射ヘッドからの光により照射されている他の領域比べて(判決注：原文のまま)照度の制御が難しい。そのため他の領域に比べて照度が高くなったり低くなったりして照度分布が悪化する場合があり，上記と同様の問題が生じる。(【0009】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "上述したように1枚で大面積のワークに対応できるような大型のワイヤグリッド偏光素子は製作できず，大面積のワークに光を照射する場合は，複数の偏光素子を並べて使用せざるを得ない。そこで，前記したように境界部分に遮光板を設けて消光比の低下を防いでいるが，偏光素子間に境界部が生じ，この境界部の照度が低下し，照度分布が悪化するといった問題が生ずる。…",
                    "そこで，例えば前記特許文献3に示すように，照射ヘッドを多連化して複数の偏光素子を並べて使用することになるが，この場合も各照射ヘッドに設けれられた(判決注：原文のまま)偏光素子による偏光光の間には境界部が生じており，この部分の照度が他の領域に比べて照度が高くなったり低くなったりして照度分布が悪化するため照射エネルギー分布が悪化するといった問題がある。",
                    "本発明は上記事情に鑑みなされたものであって，大型の配向膜に対して偏光光を照射し光配向を行なう偏光光照射装置において，配向膜に対し均一なエネルギー分布で偏光光を照射できる光配向用偏光光照射装置を提供することを目的とする。(【0010】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "上記課題を本発明においては，次のように解決する。",
                    "(1)連続または間歇的に直線状に搬送される光配向膜に対し，光配向膜の搬送方向に沿って光照射部を多段に配置する。",
                    "多段に配置された各光照射部に，光配向膜の搬送方向に対して直交する方向に伸びる線状の光源と，複数のワイヤーグリッド偏光素子を上記線状の光源の伸びる方向に沿って並べた偏光素子ユニットを設ける。",
                    "そして，各段の光照射部の偏光素子間の境界部が，他の段の光照射部の偏光素子の境界部と光配向膜の搬送方向に対して互い重ならないように，各段に配置された各光照射部を，光配向膜の搬送方向に直交する方向に位置をずらして配置する。",
                    "(2)連続または間歇的に直線状に搬送される光配向膜に対し，光配向膜の搬送方向に沿って光照射部を多段に配置する。",
                    "上記多段に配置された各光照射部は，光配向膜の搬送方向に対して直交する方向に多連に並べられた光照射ユニット群から構成され，各光照射ユニットに，複数の光照射ユニットをガラスの放電容器内に一対の電極が対向配置されたランプと，ランプからの光を反射する反射ミラーと，該反射ミラーにより反射された光を偏光する偏光手段とを設け，上記ランプを上記一対の電極を結ぶ線である管軸が上記反射ミラーの光軸と平行になるように配置する。",
                    "そして，各段の光照射部の偏光手段の境界部が，他の段の光照射部の偏光手段の境界部と光配向膜の搬送方向に対して互いに重ならないように，各段に配置された光照射部を，光配向膜の搬送方向に直交する方向に位置をずらして配置する。(【0011】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "本発明においては，光照射部を光配向膜の搬送方向に対して多段に配置し，各段に配置された光照射部のワイヤーグリッド偏光素子あるいは偏光手段の境界部が，他の段の光照射部の偏光素子あるいは偏光手段の境界部と光配向膜の搬送方向に対して互いに重ならないように，各段に配置された光照射部を光配向膜の搬送方向に直交する方向に位置をずらして配置したので，光配向膜全体に均一なエネルギー分布で偏光光を照射することができる。",
                    "すなわち，偏光素子(手段)の境界部に対応した光配向膜上の照度は低く(あるいは高く)なるが，各段の光照射部の偏光素子(手段)の境界部は，光配向膜の搬送方向に直交する方向に位置をずらして配置されており，多段の光照射部から光配向膜上に順次光を照射することにより，光配向膜上の照度分布は積算され，結果として光配向膜全体は均一なUVエネルギー分布で偏光光が照射されることになる。",
                    "したがって，光配向膜において，照射される偏光光のエネルギーが不足する部分が生じるのを防ぐことができる。(【0012】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "図1に本発明の第1の実施例の偏光光照射装置の構成を示す。光照射部20A，20Bには，線状の光源である，高圧水銀ランプやメタルハライドランプ等の棒状のランプ21と，ランプ21からの光を反射する断面が楕円形の樋状集光鏡22が内蔵されている。",
                    "光照射部20A，20Bは，ランプ21の長手方向が，ワーク50上に形成された光配向膜51の幅方向(搬送方向に対して直交方向)になるように配置されている。",
                    "棒状ランプ21は，その長手方向が樋状集光鏡22の長手方向と一致するように，また，断面のほぼ中心部が楕円形の樋状集光鏡22の第1焦点位置に一致するように配置され，ワーク50上に形成された光配向膜51は，樋状集光鏡22の第2焦点位置に配置されている。",
                    "ワーク50は例えば長尺の連続ワークであり，不図示の送り出しローラにロール状に巻かれており，送り出しローラから引き出されて搬送され，光照射部20A，20Bの下を通って不図示の巻き取りローラに巻き取られる。",
                    "光照射部20A，20Bの光出射側には，図13に示したワイヤーグリッド偏光素子ユニット10，10’が設けられている。前述したように，ワイヤーグリッド偏光素子ユニット10，10’には，偏光素子1の配列方向端部(境界部分)には，遮光板3が設けられている。(【0013】)",
                    "光照射部20A，20Bのランプ21の長手方向の両側には，ブロック23が取り付けられ，このブロック23を介して支柱24が取り付けられている。光配向膜51が形成されたワーク50は，上記2本の支柱の24間を搬送される。",
                    "このような偏光光を出射する光照射部20A，20Bを，複数，ワーク50の搬送方向に沿って多段に設ける。図1は光照射部20A，20Bを2段に並べた場合を示し，以下2段の場合を例にして説明するが，3段以上設けても良い。",
                    "ここで，各段に配置された各光照射部20A，20Bは，各段の光照射部20A，20Bの偏光素子1の間の境界部(遮光板3の設けられている部分)が，他の段の光照射部の偏光素子1の境界部と，光配向膜51の搬送方向に対して互い重ならないように，搬送方向に直交する方向に位置をずらして配置されている。",
                    "すなわち，図2に示すように，2段に設けた光照射部20Aと20Bのワイヤーグリッド偏光素子ユニット10，10’の遮光板3が，ワークの搬送方向に対して重ならないように(一直線状に並ばないように)ずらして配置される。光照射部を3段以上設ける場合も同様に，遮光板3が，ワークの搬送方向に対して重ならないように(一直線状に並ばないように)ずらして配置される。…(【0015】)",
                    "次に図1に示した装置の動作について説明する。",
                    "ワーク50が搬送されると，光配向膜51は，まず，光照射部20Bからの偏光光が照射され，次に光照射部20Aからの偏光光が照射される。",
                    "光照射部20Bの偏光素子ユニット10’に並べられた複数のワイヤーグリッド偏光子1の境界には，遮光板3が設けられており，したがって，遮光板3の直下を搬送される光配向膜51の部分には，図2の(a)に示すように照度の低い偏光光が照射される。",
                    "光照射部20Aの偏光素子ユニット10に並べられた複数のワイヤーグリッド偏光子1の境界にも，遮光板3が設けられており，したがって，遮光板3の直下を搬送される光配向膜51の部分には，図2(b)に示すように照度の低い偏光光が照射される。",
                    "しかし，偏光素子ユニット10’と10の遮光板3の位置が，ワークの搬送方向に対して重ならないように(一直線状に並ばないように)ずらして配置されているので，光照射部20Bによる偏光光照射において低い照度で照射された部分は，次の光照射部20Aによる偏光光照射において高い照度で照射され，また，光照射部20Aによる偏光光照射において低い照度で照射される部分は，先に光照射部20Bによる偏光光照射において高い照度で照射されている。",
                    "したがって，光照射部20Aと20Bの両方の下を通過して偏光光が照射された光配向膜51は，図2(c)に示すように両者の照度分布が積算され，結果として均一なエネルギー分布で偏光光が照射されることになる。このことにより，光配向膜51において，照射される偏光光のエネルギーが不足する部分が生じるのを防ぐことができる。(【0016】)",
                    "ワーク50は，ロールに巻かれた長尺帯状のワークであってもよいし，また，光配向膜51が形成された例えば液晶パネルの大きさに整形された矩形状のワークであってもよい。",
                    "ワーク50が矩形状の場合，ワーク50は図示しないワークステージ上に載置され，光照射部20A，20Bから偏光光を照射しながらワークステージを直線移動させて，光配向膜の光配向処理をする。",
                    "なお，ワーク50の光配向膜51に偏光光を照射し，光配向処理を行なう際，偏光光を照射しながらワーク50を連続的に移動させてもよいし，ワークを間歇的に移動させながら偏光光を照射してもよい。",
                    "ワーク50を間歇的に移動させる場合には，例えば，ワーク50を一定量移動させた後，ワーク50を停止させて偏光光を照射し，ついで偏光光の照射を停止してワークを一定量移動させた後，ワークを停止させて偏光光を照射する動作を繰り返す。",
                    "また，一方向だけでなくワーク50を往復移動させて，例えば光照射部20B→20A→20A→20Bのように偏光光を照射するようにしても良い。",
                    "さらに，ワークステージを移動させる代わりに，ワーク50上で光照射部20A，20Bを移動させてワーク50の光配向処理を行ってもよい。(【0017】)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2(特開2009-295950号公報。公開日：平成21年12月17日。図2，3，5，6は別紙甲2図面参照。その余は省略)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本発明は，スキャン露光装置およびスキャン露光方法に関し，より詳細には，液晶ディスプレイやプラズマディスプレイ等の大型のフラットパネルディスプレイの基板上にマスクのマスクパターンを露光転写するのに好適なスキャン露光装置およびスキャン露光方法に関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "大型の薄形テレビ等に用いられる液晶ディスプレイやプラズマディスプレイ等の大型のフラットパネルディスプレイは，基板上にマスクのパターンを分割逐次露光方式で近接露光転写することで製造されている。この種の分割逐次露光方法としては，例えば，パネルと同寸のマスクを用い，該マスクをマスクステージで保持すると共に基板をワークステージで保持して両者を近接して対向配置する。そして，ワークステージをマスクに対してステップ移動させる毎にマスク側から基板にパターン露光用の光を照射して，複数のマスクパターンを基板上に露光転写する(例えば，特許文献1(判決注：特開2005-140935号公報)参照。)。特許文献1に記載の露光装置では，露光位置に対して左右両側にチャックに対してガラス基板のロード／アンロードを行うロード／アンロード位置が配置され，一方のチャック上のガラス基板で露光が行われている間に，他方のガラス基板でロード／アンロードを行ってスループットを向上させることが提案されている。(【0002】)",
                    "また，他の露光方法として，マスクを細分化して，これらマスクを保持する複数のマスク保持部を千鳥状に配置し，基板を一方向に移動させながら露光を行うスキャン露光方式が知られている(例えば，特許文献2(判決注：特開2007-165821号公報)参照。)。この露光方式では，基板に形成されるパターンに，ある程度繰り返される部位があることを前提として，これをつなぎ合わせることで大きなパターンを形成できることを利用したものである。この場合，マスクは，パネルに合わせて大きくする必要がなく，比較的安価なマスクを用いることができる。(【0003】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "ところで，特許文献1に記載の露光装置では，スループットの向上は図られているものの，パネルの大型化に伴ってマスクが大型化し，製造コストが嵩むという問題がある。(【0004】)",
                    "また，特許文献2に記載の露光装置は，全露光領域を隙間なくカバーできるように，基板の搬送方向と直交する方向に沿って千鳥状にマスク保持部，および照射部を配置しなければならず，従って多数のマスク保持部，および照射部が必要となる。近年のフラットパネルディスプレイの大型化に伴い，全露光領域を隙間なくカバーするためのマスク保持部，および照射部の数量はますます多くなり，露光装置の製造コスト上昇の一因となっていた。(【0005】)",
                    "本発明は，前述した課題に鑑みてなされたものであり，その目的は，マスク保持部，および照射部の数量を削減してコストダウンを図ることができるとともに，スループットを向上することができるスキャン露光装置およびスキャン露光方法を提供することにある。(【0006】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "本発明のスキャン露光装置及びスキャン露光方法によれば，基板を露光領域に対して往復して搬送することで，必要となるマスク保持部および照射部の数量を削減することができ，スキャン露光装置の製造コストを大幅に低減することができる。また，2つの基板交換領域を2つの基板保持領域の露光領域と反対側にそれぞれ設けて，基板の露光動作と，基板の搬出・搬入動作とを行うタイミングを少なくともオーバーラップするようにしたので，スループットを向上することができる。",
                    "また，本発明のスキャン露光方法によれば，第1の転写パターン形成後に第2の転写パターンを形成する前の移動工程において，所定の方向と反対方向(即ち，露光時の搬送方向と反対方向)への搬送と，直交方向への移動は同時に行なわれるので，スループットを向上することができる。(【0008】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための最良の形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "図2及び図3に示すように，露光機本体2は，基板Wを浮上させて支持すると共に，所定の方向であるX方向および該所定の方向と直交する方向であるY方向に搬送する基板搬送機構14と，Y方向に沿って並んでそれぞれ配置され，複数のマスクMをそれぞれ保持する複数…のマスク保持部11と，マスク保持部11をそれぞれ駆動する複数のマスク駆動部12と，複数のマスク保持部11の上部にそれぞれ配置されて露光用光を照射する複数の照射部13と，を主に備える。(【0011】)",
                      "text": [
                        "基板搬送機構14は，浮上ユニット15a，15bと，基板WのY方向一側…を保持してX方向に搬送可能，且つY方向に移動可能な第1及び第2の基板駆動ユニット16，17とを備える。…基板Wは，浮上ユニット15a，15b上に空気流によって浮上した状態で保持され，基板Wを抵抗なく搬送可能とする。(【0012】)",
                        "第1及び第2の基板駆動ユニット16，17は，図2に示すように，X方向搬送機構50，51と，これらX方向搬送機構50，51によってX方向に沿って往復搬送される移動基台52，53と，各移動基台52，53上に配設されるY方向搬送機構54，55と，これらY方向搬送機構54，55によってY方向に沿って往復搬送される吸着パッド56，57をそれぞれ備える。…(【0013】)",
                        "…メインベッド23上には，後述する露光領域A，及び露光領域Aの上流側及び下流側にそれぞれ設けられる第1及び第2の基板保持領域B1，B2における基板Wを浮上搬送するための第1の浮上ユニット15aと，複数のマスク保持部11と，複数の照射部13と，が配置される。また，プリアライメント台3，4を構成する各サブベッド26a，26b上には，第1及び第2の基板保持領域B1，B2に対して露光領域Aと反対側にそれぞれ設けられる各第1及び第2の基板交換領域C1，C2における基板Wを浮上搬送するための各第2の浮上ユニット15bがそれぞれ配置される。(【0014】)",
                        "マスク駆動部12は，フレーム(図示せず)に取り付けられ(る。)…マスク保持部11は，マスク駆動部12によってX，Y，Z，θ方向に駆動可能である。なお，X，Y，θ，Z方向駆動部31，32，33，34の配置の順序は，適宜変更可能である。(【0015】)",
                        "図3に示すように，各マスク保持部11の上部に配置される複数の照射部13は，YAGレーザーや，エキシマレーザーなどの光源41と，この光源41から照射された光を集光する凹面鏡42と，この凹面鏡42の焦点近傍に光路方向に移動可能な機構を有するオプチカルインテグレータ43と，光路の向きを変えるための平面ミラー45及び球面ミラー46と，この平面ミラー45とオプチカルインテグレータ43との間に配置されて照射光路を開閉制御する露光制御用シャッター44と，を備える。(【0017】)",
                        "マスク保持部11に保持されるマスクMは，露光用光ELの照射によりマスクパターンを基板W上のフォトレジストに露光転写させるものであり，本実施形態のマスクMは，2種類のマスクパターン61，62を備える(図6参照)。2種類のマスクパターン61，62は，マスク駆動部12によってマスク保持部11を移動させることにより，いずれか一方のマスクパターン61，62が，照射部13からの露光用光ELの照射領域内に配置されることで切り替えられる。即ち，露光に際しては，2種類のマスクパターン61，62が切り替えられて，いずれか一方のマスクパターン61，62が有効となって基板Wに露光転写される。(【0018】)",
                        "また，Y方向に並べて配置される複数のマスク保持部11では，後述する往路で使用される隣接するマスクパターン61の間隔Gが，復路で使用されるマスクパターン62のY方向の幅と，往復動作によって重ね合わせて露光される両側の幅とを考慮して設定されている。ただし，マスクパターン61の間隔Gやマスクパターン62のY方向の幅は，後述する基板WのY方向への移動量をできるだけ小さくするように設定されている。(【0019】)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "次に，このように構成されたスキャン露光装置1の動作について，図5のフローチャート及び図6の動作説明図を用いて説明する。なお，図5のフローチャートにおいて，左のフローは，第1の基板交換領域C1から搬入・搬出される基板Wの一連の露光動作を示し，右のフローは，第2の基板交換領域C2から搬入・搬出される基板W´の一連の露光動作を示しており，二点鎖線で仕切られた左右の各工程は，同じ時間内で動作していることを示している。(【0026】)",
      "text": [
        "まず，第1の基板駆動ユニット16が第1の基板交換領域C1に移動した状態で(ステップS1a)，基板搬送ロボット5によって第1の基板交換領域C1に基板Wの搬入が行われる(ステップS2a)。そして，…搬入された基板Wのプリアライメントが行われた後(ステップS3a)，基板Wが第1の基板駆動ユニット16の吸着バッド56によって吸着・保持される(ステップS4a)。(【0027】)",
        "その後，第1の基板駆動ユニット16を駆動して，浮上ユニット15a，15bからの空気流によって浮上支持された状態で一定の速度でX方向に搬送され，基板Wは，図6(a)に示すように，第1の基板保持領域B1へ移動する(ステップS5a)。このとき，第2の基板駆動ユニット17は，第2の基板交換領域C2へ移動する(ステップS1b)。(【0028】)",
        "さらに，基板Wは，一定の速度でX方向に搬送され，マスクパターン61，62を形成した面を下にしてマスク保持部11に保持されるマスクMと近接対向する露光領域A内に進入する。ここで，2種類のマスクパターン61，62のうち，マスクパターン61が照射部13からの露光用光ELの照射領域内に配置されており，マスクパターン61が有効となっている。…(【0029】)",
        "…搬送される基板Wには，それぞれのマスクMを介して照射部13から露光用光ELが照射されてマスクパターン61が露光転写される。これにより，露光領域Aを通過して第2の基板保持領域B2に位置する基板Wには，Y方向に所定の間隔Gずつ離れた複数(図3に示す実施例では6本)の第1の転写パターン83が形成される(ステップS6a)。なお，隣接する第1の転写パターン83間の部分は未露光部である。(【0031】)",
        "次に，第1の転写パターン83形成後，露光領域Aを越えた基板Wを保持する第2の基板保持領域B2では，図6(c)に示すように，第1の基板駆動ユニット16のY方向搬送機構54によって，基板Wを保持する吸着パッド56をマスク保持部11に対してY方向に所定の距離Lだけ移動させる(ステップS7a)。具体的に，各マスクパターン61，62のY方向における中心位置が一致している本実施形態においては，所定の距離Lは，隣接するマスクMのマスクパターン61，62のY方向における中心間距離Dの略1／2である。(【0032】)",
        "更に，マスクパターン62が照射部13からの露光用光の照射領域内に位置するように，マスク駆動部12によってマスク保持部11を移動させ，有効なマスクパターンをマスクパターン61からマスクパターン62に切り替える。(【0034】)",
        "そして，第1の基板駆動ユニット16は，X方向搬送機構50は基板Wの搬送方向をX方向と逆方向に切り替えて，第2の基板保持領域B2に保持されていた基板Wを，X方向と逆方向に搬送する。…そして，照射部13からの露光用光ELを，それぞれのマスクMを介して照射して，第1の転写パターン83間の未露光部にマスクパターン62を露光転写して第2の転写パターン84を形成する(ステップS8a)。このとき，第2の転写パターン84の幅は，未露光部の幅より僅かに大きいので，第1の転写パターン83と第2の転写パターン84には，重ね合わせ部が形成されて，基板Wの全面にマスクパターン61，62が露光転写される。(【0035】)",
        "この一連のステップS6a～S8aの露光動作中に，第2の基板交換領域C2では，基板W´の搬入(ステップS2b)，基板W´のプリアライメント(ステップS3b)，第2の基板駆動ユニット17の吸着バッド57による吸着・保持が行われる(ステップS4b)。(【0036】)",
        "そして，図6(e)に示すように，第1の基板駆動ユニット16によって保持された露光済みの基板Wが，第1の基板保持領域B1から第1の基板交換領域C1へ移動する(ステップS1a)際に，同時に，第2の基板駆動ユニット17によって保持された未露光の基板W´が第2の基板保持領域B2へ露光動作時の速度より速い速度で移動される(ステップS5b)。同時に，マスクパターン61が照射部13からの露光用光の照射領域内に位置するように，マスク駆動部12によってマスク保持部11を移動させ，有効なマスクパターンをマスクパターン62からマスクパターン61に切り替える。(【0037】)",
        "なお，第1の交換領域C1から搬入・搬出される基板Wが，第1の転写パターン83を露光後に第2の転写パターン84を露光する一方，第2の交換領域C2から搬入・搬出される基板W´が，第2の転写パターン84を露光した後に第1の転写パターン83を露光する場合には，上記マスクパターンの切換え動作を行う必要がない。(【0038】)",
        "そして，第1の基板交換領域C1では，露光済み基板Wの搬出と，未露光基板Wの搬入(ステップS2a)，未露光基板Wのプリアライメント(ステップS3a)，未露光基板Wの吸着保持が行われる。一方，この間に，第2の駆動ユニット51によって保持された基板W´も上述した同様の露光動作によって，往路によるスキャン露光(ステップS6b)によって第1の転写パターン83が露光され，次に，第1の基板保持領域B1に保持された基板W´に対してY方向への基板Wの移動(ステップS7b)を行い，復路によるスキャン露光(ステップS8b)によって第2の転写パターン84が露光される。その後，上記と同様の動作が繰り返される。(【0039】)"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "以上説明したように，本実施形態のスキャン露光装置1は，基板搬送機構14の第1及び第2の基板駆動ユニット16，17は，複数のマスクMと基板WとがY方向に所定の距離L，即ち，隣接するマスクMのマスクパターン61，62のY方向における中心間距離Dの略1／2だけ移動するように構成されている。そして，基板Wの往路搬送時に，所定の間隔Gずつ離れた第1の転写パターン83を露光させ，基板搬送機構14により基板Wを所定の間隔Lだけ移動させた後，基板Wを復路搬送して，往路搬送時に露光した第1の転写パターン83間に形成された未露光部に第2の転写パターン84を隙間なく露光させることができる。(【0040】)",
      "text": [
        "これにより，必要となるマスク保持部11および照射部13の数量が削減され，スキャン露光装置1の製造費用が大幅に低減する。また，スキャン露光装置1に対する基板Wの搬入，搬出を，1台の搬送装置で行うことができ，搬送装置の設置費用を削減すると共に，設置スペースの省スペース化が可能となる。(【0041】)",
        "また，スキャン露光装置1は，露光領域Aと，第1及び第2の基板保持領域B1，B2と，第1及び第2の基板交換領域C1，C2と，を設けて，基板搬送機構14は，露光領域A，第1及び第2の基板保持領域B1，B2，及び第1の基板交換領域C1間で基板WをX方向に沿って往復移動可能な第1の基板駆動ユニット16と，露光領域A，第1及び第2の基板保持領域B1，B2，及び第2の基板交換領域C2間で基板WをX方向に沿って往復移動可能な第2の基板駆動ユニット17と，を備えるようにしている。これにより，基板Wの露光動作，すなわち，第1の転写パターン83の形成工程，Y方向への基板Wの移動工程，及び第2の転写パターン84の形成工程と，基板Wの搬出工程及び搬入工程とを行うタイミングを少なくともオーバーラップさせて行うことができ，スループットを向上することができる。(【0042】)",
        "…本実施形態においては，基板搬送機構14は，浮上ユニット15a，15bと 第1及び第2基板駆動ユニット16，17によって基板Wを浮上して保持しながら搬送する場合について述べたが，…基板Wを上面に載置しながら保持及び搬送するものであってもよい。(【0074】)"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "甲5(特許第5105567号公報。発行日：平成24年12月26日。図1～5，10～12，14及び15は別紙甲5図面参照。その余は省略)",
          "content": [
            {
              "fig": "ア",
              "subject": "技術分野",
              "text": [
                "本発明は，液晶表示板製造分野にて使用されるものであって，特に，液晶表示装置に用いられる基板上において，液晶分子が望ましい角度と方向に整列するよう配向膜に配向性を付与するための光配向照射装置に関するものである。(【0001】)"
              ]
            },
            {
              "fig": "イ",
              "subject": "背景技術",
              "text": [
                "近年の液晶表示分野の利用が拡大し需要が増大するに従って，旧来の液晶表示装置の欠点であった視野角，コントラスト比，動画性能表示などの改善が強く求められている。特に液晶表示基板上にて，液晶分子に配向性を付与する配向膜においては，配向方向の均一化，プレチルト角の付与，単一画素内での複数領域の形成(マルチドメイン)など各種改善が進められている。(【0002】)",
                "従来，液晶表示基板上に形成されたポリマー層(配向膜)に配向特性を付与することの利点並びにそのための技術は広く知られている。このような配向特性を付与する方法として布ラビング法と称される方法があるが，この方法は，布を巻き付けたローラーを回転させつつ，基板を移動させて，表面のポリマー層を強く一方向に擦る処理である。(【0003】)",
                "しかしながら，この布ラビング法では，静電気の発生，配向膜表面に生じる傷，粉じんの発生など様々な欠点が指摘されている。この布ラビング法の問題を回避するため，配向膜に紫外領域の偏光光を照射して配向特性を付与する光ラビング法が知られている。(【0004】)"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "特許文献2(判決注：特許第4046427号公報)に開示される偏光装置では，複数の石英基板からなる大面積偏光板を使用することで，大面積の液晶表示素子の偏光に使用することを可能としている。しかしながら，各石英基板から出射される偏光光が全く同じ方向に偏光した振動光を出射するという保証はない。特に，熱を伴う強力な光源を使用する環境下においては，石英基板部を保持する偏光子ホルダの熱膨張などを原因として，石英基板の保持位置にずれが生じることとなる。また，装置内外から発生する振動も石英基板の保持位置にずれを生じさせる。このようなずれ，特に偏光方向を変化させるような回転ずれは，製造する液晶表示装置の画像品質において問題となる。具体的には，一部の石英基板からの照射光の偏光方向に回転ずれが生じた場合，その部分では表示する画像がムラとして現れることとなる。(【0008】)"
              ]
            },
            {
              "fig": "エ",
              "subject": "発明の効果",
              "text": [
                "本発明の光配向照射装置によれば，複数の単位偏光子を含んで構成された偏光手段を使用する際，単位偏光子から出射された紫外線の偏光方向を単位偏光子毎に検知可能な偏光方向検知手段を設けたことで，基板に対して走査させる紫外線の偏光方向を事前に確認することが可能となる。また，検知された各単位偏光子の偏光方向に基づいて，単位偏光子の取り付けを手動，あるいは，自動で調整することで，基板に対し良好な配向特性を付与することが可能となる。(【0026】)",
                "また，本明細書で開示する第2の光配向照射装置によれば，走査手段における複数の走査位置において，偏光手段から出射された紫外線の偏光方向を検知可能とする偏光方向検知手段を設けたことで，走査手段でステージもしくは偏光光照射手段を移動させた際に生じる回転ずれ(軸走りと呼ばれる現象)を事前に確認することが可能となる。また，検知された偏光方向に基づいて走査手段の固定を手動，あるいは，自動で調整することで回転ずれを抑え，基板に対し良好な配向特性を付与することが可能となる。(【0027】)"
              ]
            },
            {
              "fig": "オ",
              "subject": "発明を実施するための形態",
              "text": [
                "図1は，本発明の実施形態に係る光配向照射装置の構成を示す図である。本実施形態の光配向照射装置1は，偏光光照射手段2，走査手段を主な構成要素として有する。偏光光照射手段2は，基板9の表面に形成された配向膜に対して紫外線のビームを照射することで，配向膜に配向特性を付与する手段であって，本実施形態では，反射鏡21a，紫外線照射光源21bを有する紫外線照射手段21と，偏光手段3を備えて構成されている。…(【0029】)",
                "図2には，本発明の実施形態に係る光配向照射装置の側断面図が，図3には本発明の実施形態に係る光配向照射装置の上面図が示されている。走査手段は，ステージ4を所定の移動方向(図ではY軸方向)に移動させることで，偏光光照射手段2から照射されるビームを基板9上に走査させる手段である。本実施形態の走査手段は，ステージ4，可動台55，ボールネジ52，LMガイド51，回転部54を有して構成されている。可動台55は，回転部54を介してステージ4と機械的に結合されている。また，可動台55は，LMガイド51にて走査方向に移動可能とされている。…(【0030】)",
                "…可動台55には，上面に回転部54が設けられている。この回転部54は，図に示されるXY平面内における回転を実行可能としており，偏光光照射手段2にて照射される偏光光の偏光方向の調整，そして，走査手段による各走査位置での回転ずれ(「軸走り」と呼ばれる現象)の補正などに使用される。(【0031】)",
                "図5には，本発明の実施形態に係る偏光手段の構成が示されている。図5は，偏光手段3を下方，即ち，図1～図3に示されるZ軸の正の方向から眺めた図となっている。本実施形態の偏光手段3は，隣接方向33に沿って隣接配置された複数の単位偏光子31a～31fを有して構成されている。…(【0036】)",
                "図4には，この偏光手段3による紫外線照射の状況が模式的に示されている。…本実施形態のように複数の単位偏光子31a～31fで構成した場合，各単位偏光子31a～31fの偏光方向を一致させておかないと，基板9を液晶表示装置として使用した際，映像ムラとして観察される。(【0040】)",
                "このような液晶表示装置における映像ムラ発生を抑制するため，各単位偏光子31a～31fの偏光方向が所定の方向に向いているか，また，各単位偏光子31a～31f間の偏光方向の誤差が所定角度以内に収まっているかを確認する必要がある。そのため，本実施形態の光配向照射装置では，各単位偏光子31a～31fから出射された偏光紫外線の偏光方向を検知する偏光方向検知手段を設けることとしている。(【0041】)",
                "この偏光方向検知手段は，1乃至複数の偏光センサー6を使用して構成することが可能である。…(【0042】)",
                "…本実施形態の光配向照射装置では，偏光方向確認処理を実行することで，各単位偏光子31a～31fの偏光方向の確認を行うこととしている。また，本実施形態の偏光方向確認処理では，確認した偏光方向に基づいて，回転部54を回転させ偏光方向が適正となる補正処理も行うこととしている。(【0048】)",
                "…図10は，本発明の実施形態に係る偏光方向確認処理を示すフロー図である。…(【0049】)",
                "…この偏光方向確認処理は，ステージ4に基板9を載置する前の状態で実行される。…(【0050】)",
                "本実施形態では，各単位偏光子31a～31fに対応した複数の偏光センサー6a～6fが設けられているため，各単位偏光子31a～31fの偏光方向が同時に取得される(S103)。…偏光方向の異常としては，以下に示すような場合が考えられる。(1)所定方向に対する偏光方向のずれ，…などである。(【0051】)",
                "(1)所定方向に対する偏光方向のずれ",
                "これは，設計段階で予め基板9に対して設定されている偏光方向からのずれによって異常を判定する形態である。…(【0052】)",
                "さらに本実施形態の制御部81は，ステージ4を回転させる回転部54を制御することで，偏光方向の最適化を行うことを可能としている。…修正可能なずれである場合…には，ずれを解消するための代表角が算出され…，回転部54を，算出した代表角に回転させる。(【0056】)",
                "図11，図12には，本発明の実施形態に係る偏光方向確認処理における回転部54の制御を説明する図が示されている。図11は，偏光センサー6a～6fによる各単位偏光子31a～31fの偏光方向検出時の様子が示されている。図では，各偏光方向A～Fが示されているが，ここでは分かりやすいように偏光方向を誇張して図示している。図中，偏光方向Aと偏光方向Fが偏光方向の角度差が最も大きい状態となっている。また，本実施形態では，ステージ4は初期状態，すなわち，走査方向に対してほぼ並行にその長辺を向けた状態とされている。(【0057】)",
                "本実施形態では，この最も角度差の大きい偏光方向Aと偏光方向Fを用いて代表角，すなわち，回転部54によるステージ4の回転角を算出することとしている。図12には，ステージ4を回転させたときの様子が示されている。図では回転部54によってステージ4を，図2に示す可動台55に対して角度θだけ回転させた様子が示されている。代表角にしたがって回転されたステージ4では，全ての単位偏光子31a～31fの偏光方向がずれの許容範囲に収められる。(【0058】)",
                "本実施形態では，回転部54の回転を利用して偏光方向の適正化を図ることとした…。適正な偏光方向に調整された光配向照射装置にて光配向処理を実行することで，基板9を良好な露光状態で配向させ，液晶表示装置として使用されたときの映像の高品質化を図ることが可能となる。(【0061】)",
                "…図14には，本発明の他の実施形態に係る光配向照射装置の上面図が示されている。この実施形態においては，ステージ4外に偏光センサー6a～6fを配置している。…偏光方向確認処理では，図15に示されるように，移動部によって，偏光光照射手段2をセンサー載置台66上に移動させることで，各単位偏光子31a～31fから出射される偏光紫外線Bを，偏光センサー6a～6fにて受光させる。(【0062】)",
                "…ステージ4に基板9を設置した状態であっても，偏光方向確認処理を実行することが可能となる。…(【0063】)"
              ],
              "content": [
                {
                  "fig": "3",
                  "subject": "取消事由1(参考資料3発明の認定の誤り並びに本件訂正発明との一致点及び相違点の認定の誤り)について"
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "参考資料3発明の認定",
          "text": [
            "原告は，審決が，参考資料3発明として，基板を往復移動させる構成を有する発明と認定した点に誤りがあると主張する。",
            "上記2(2)カにおいて認定したとおり，参考資料3の段落【0017】には，光配向処理の対象であるワークが，光配向膜が形成された液晶パネルの大きさに整形された矩形状のワークであっても良く，この場合，ワークはワークステージ上に載置され，直線移動させて光配向膜の光配向処理が行われるところ，一方向だけでなくワークを往復移動させて，例えば光照射部20B→20A→20A→20Bのように偏光光を照射するようにしても良いと明確に記載されているのであるから，参考資料3発明として，基板を往復移動させる構成を有する上記第2の4(1)記載のとおりの参考資料3発明を認定することができる。",
            "したがって，審決における参考資料3発明の認定に誤りがあるとはいえない。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "本件訂正発明と参考資料3発明との一致点及び相違点の認定の誤りについて",
          "text": [
            "上記(1)において認定した参考資料3発明を前提とすると，本件訂正発明と参考資料3発明との一致点及び相違点は，上記第2の4(2)及び(3)記載のとおりと認めるのが相当である。もっとも，本件訂正発明4は，相違点4に係る本件訂正発明3の発明特定事項(ただし，「第二のステージに搭載された基板の向きを前記基板アライナーにより調整した後の該」及び「第一のステージに搭載された基板の向きを前記基板アライナーにより調整した後の該」との発明特定部分を除く。)を含んでいるから，本件訂正発明4と参考資料3発明との間には，下記の相違点が存することになるはずである。",
            "＜相違点4´＞",
            "相違点4から，「第二のステージに搭載された基板の向きを前記基板アライナーにより調整した後の該」及び「第一のステージに搭載された基板の向きを前記基板アライナーにより調整した後の該」との発明特定事項を除いた点。",
            "したがって，審決には，本件訂正発明4と参考資料3発明との相違点として，相違点4´が存在する点を看過した誤りがあるというべきである。もっとも，後記5において説示するとおり，この誤りは審決の結論を左右するものではない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，参考資料3には，矩形状のワークに関し，これを往復移動させることの技術的意義について開示も示唆もないし，スループットの向上を解決課題とする場合，当業者は，スループットを悪化させることになるワークを往復移動させる構成ではなく，複数個のワークを片道移動で搬送し続ける構成を採用するから，参考資料3発明が基板を往復移動させる構成を有するものとは認定できないと主張する。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "しかし，本件訂正発明の進歩性の検討をするために引用文献からこれと対比する発明を認定する際，当該文献において複数の構成が開示されている場合には，当該文献に記載されている構成のうち，本件訂正発明と対比するための検討対象となる範囲内にあるものを認定すれば足りるのであって，ある特定の技術的課題との関係で最良の構成を認定しなければならないとはいえない。",
                "上記(1)において説示したとおり，参考資料3の段落【0017】には，ワークを往復移動させる構成が明確に記載されているから，原告が主張するように，複数個のワークを片道移動で搬送し続ける構成の方がスループット向上の観点からより優れたものであったとしても，本件訂正発明と対比するための検討対象として，ワークを往復移動させる構成を有するものを認定することができるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "したがって，原告が主張する取消事由1は理由がない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "4",
                  "subject": "取消事由2(相違点1についての判断の誤り：参考資料3発明と甲2発明の組合せの動機付けについての認定の誤り)及び取消事由3(相違点1についての判断の誤り：参考資料3発明と甲2発明の組合せの容易性についての判断の誤り)について",
                  "text": [
                    "取消事由2と取消事由3とを併せて検討する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "甲2発明の認定について",
          "text": [
            "上記2(3)において認定した甲2の記載によれば，上記第2の5(1)ア記載の甲2発明を認定することができる。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "参考資料3発明と甲2発明との組合せの容易性について",
          "content": [
            {
              "fig": "ア",
              "subject": "参考資料3発明に甲2発明を適用する動機付けの有無",
              "text": [
                "上記2(2)及び(3)において認定した参考資料3及び甲2の記載によれば，参考資料3発明と甲2発明とは，大型の液晶パネル製造用のスキャン照射(露光)装置である点で技術分野が共通するとともに，ステージ上に基板を載置し，往復移動させて，当該基板に光を照射(露光)する点で構成が共通する。",
                "また，産業用の液晶パネル製造装置において，スループットの向上，すなわち単位時間当たりの処理能力(乙5)を向上させることは当然の技術課題である。",
                "そうすると，液晶パネル製造用のスキャン照射装置である参考資料3発明に接した当業者においては，スループットの向上を課題として認識し，この観点から甲2発明の適用を検討する動機付けがあるといえる。"
              ]
            },
            {
              "fig": "イ",
              "subject": "甲2発明から動作Aを捨象することの可否"
            }
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "甲2発明の基板搬送機構は，動作A，動作B及び動作C，すなわち「所定の距離L(隣接するマスクMのマスクパターン61，62のY方向における中心間距離Dの略1／2)だけ移動」，「基板Wの往路搬送」，「基板Wを復路搬送」という動作を有する。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "ここで，甲2発明における上記各動作の役割について検討する。",
        "上記2(3)において認定した甲2の記載によれば，甲2発明は，①  マスク保持部等の数量を削減してスキャン露光装置の製造コストの低減を図るとともに，②  露光領域を挟むように2つの基板交換領域等を設け，基板の露光動作と，基板の搬出・搬入動作とを行うタイミングを少なくともオーバーラップさせることで，スループットの向上を図ることを目的とする発明である(段落【0008】)。また，発明を実施するための最良の形態の欄においては，動作A，動作B及び動作Cにより上記①の課題を，動作B及び動作Cにより上記②の課題をそれぞれ解決するものであることが記載されている(段落【0040】～【0042】参照)。そうすると，甲2に接した当業者は，甲2発明の基板搬送機構が有する動作のうち，動作Aは専ら上記①の課題を解決するためのものと理解することができるというべきである。",
        "そして，甲2には，段落【0040】～【0042】のように，課題解決のためにどのような構成，動作を採用しているのかが課題ごとに分けて記載されていることを考え合わせると，スループットの向上という課題を認識して甲2に接した当業者は，甲2発明の構成中，この課題を解決するための動作である動作B及び動作Cの組合せに着目して，動作Aを捨象し，甲2発明から甲2′発明を把握することができるというべきである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "ウ",
              "subject": "小括",
              "text": [
                "以上によれば，参考資料3発明を念頭に置いて，スループットの向上という課題を解決しようとする当業者は，甲2発明における「基板Wを保持及び搬送する第1，第2のステージ及び第1，第2のステージ移動機構」並びに基板の露光動作と基板の搬出工程及び搬入工程をオーバーラップさせる上記第2の5(1)イ記載の甲2′発明を適用し，相違点1に係る構成を容易に想到できたというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "ア",
              "subject": "技術分野及びステージ動作要件の相違について",
              "text": [
                "原告は，参考資料3発明と甲2発明とは，対象とする装置が全く異なっているし，ステージ動作に要求される条件さえ異なっているから，参考資料3記載の構成の一部に甲2記載の構成の一部を組み合わせて，相違点1に係る構成に想到することは，当業者にとって容易でないと主張する。",
                "しかし，参考資料3発明及び甲2発明は，上記(2)アにおいて認定したとおり，技術分野，構成及び課題において共通点を有しているのであるから，参考資料3発明と甲2発明との間に原告が指摘するような異なる点があるとしても，当該事情は，当業者において甲2発明から参考資料3発明の課題解決に役立つ構成を見出そうとすることの妨げになるものとはいえない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "技術的課題の相違について",
              "text": [
                "原告は，参考資料3発明の課題は，「光配向膜全体に均一なエネルギー分布で偏光光を照射すること」であって，往復移動を必須としていないのに対し，甲2発明は，「マスク保持部及び照射部の数量増による露光装置の製造コスト上昇を削減する」という課題を往復移動構成の採用により解決しているから，往復移動を必須としている点において異なっているし，また，仮に往復移動を含む参考資料3発明を前提としても，往復移動はスループットを悪化させるから，スループットの向上という課題に直面した当業者において往復移動を必須とするスキャン露光装置の構成を採用する動機付けはないと主張する。",
                "しかし，上記3(1)において説示したとおり，参考資料3発明は基板を往復移動させる構成を有するものであるから，この構成を前提として，当業者において，スループットの向上という課題解決のために，甲2記載の発明を適用しようとする動機付けがあるかどうかの検討をすべきである。",
                "そして，上記2(3)において認定した甲2の段落【0008】，【0042】及び【0074】の記載によれば，甲2記載の発明は，ステージ(基板を上面に載置する部材)を2台備える構成とし，基板への露光と基板の搬入及び搬出とを同時に進行させることで，スループットを向上することができる旨が明記されているところ，その機序及び効果は，当業者において一応了解可能なものといえる。",
                "したがって，当業者において，参考資料3発明に甲2記載の発明を適用する動機付けがあるというべきである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "阻害要因の存否について",
              "text": [
                "原告は，甲2発明において動作Aを含む一連の動作が必須とされていることは，スループットの向上という課題を解決しようとする当業者に対し，参考資料3発明に甲2発明の構成を組み合わせるよりも，参考資料3に開示されている片道移動で搬送し続ける構成とする方が良いことを示唆するものであるから，動作Aの存在は，参考資料3発明と甲2発明とを組み合わせる際の阻害要因になると主張する。",
                "しかし，上記(2)イにおいて説示したとおり，甲2の記載から，動作Aは専ら製造コストの低減に資するものであって，スループットの向上は，動作B及び動作Cの組合せによって実現している旨が明確に把握できるし，上記イのとおり，その機序及び効果は，当業者において一応了解可能なものといえるから，甲2発明に動作Aが含まれているとしても，この点が参考資料3発明と甲2発明を組み合わせる際の阻害要因になるとはいえない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "参考資料3発明に甲2発明を組み合わせても本件訂正発明に至らないとの主張について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "原告は，甲2発明には，本件訂正発明1，2，4及び5における「続くように」との構成が開示されていないから，参考資料3発明に甲2発明を組み合わせても，本件訂正発明1，2，4及び5に想到することは容易でないと主張する。",
        "ところで，原告は，当該主張の前提として，特許請求の範囲に記載されている「続くように」との文言の解釈に関連して，本件訂正発明1，2，4及び5は，「一方のステージの復路移動の開始後，すぐに(あまり時間を置かずに)他方のステージの往路移動が開始する」場合を許容するもので，少なくとも復路移動中の一方のステージ上の基板への偏光光の照射が終わった後に，他方のステージが往路移動を開始する構成を含むものではないと主張する。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "しかし，「続く」との語は「後に従う。すぐ後に来る。」という意味を有するところ，その時間的間隔についてまで明確に規定する意味を有するものではない。そして，上記第2の2のとおり，本件特許の特許請求の範囲には，「前記第一のステージの前記第一の側への復路移動に続くように前記第二のステージの前記照射ユニット方向への往路移動を行わせ，前記第二のステージの前記第二の側への復路移動に続くように前記第一のステージの前記照射ユニット方向への往路移動を行わせるものであり」と記載されているにとどまり，一方のステージが復路移動を開始した後，どの程度の時間的間隔を空けて(又は空けないで)他方のステージの往路移動を開始するのかは明記されていない。",
        "したがって，本件訂正発明1，2，4及び5が，少なくとも復路移動中の一方のステージ上の基板への偏光光の照射が終わった後に，他方のステージが往路移動を開始する構成を含むものではないとの原告の主張を採用することはできない。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "そして，原告も自認するように，甲2発明は，復路移動中の基板に対する転写露光が終了した後に，もう一方の基板の復路移動を開始する構成を有しているところ，この構成が本件訂正発明1，2，4及び5の「続くように」に相当するものであることは，(イ)の検討結果に照らし明らかである。",
        "そうすると，参考資料3発明に甲2発明を組み合わせると，本件訂正発明1，2，4及び5の「続くように」に相当する構成に至ることになる。",
        "以上によれば，この点についての原告の主張は，採用することはできない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "オ",
              "text": [
                "したがって，原告の上記主張はいずれも採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "(4)",
          "subject": "小括",
          "text": [
            "以上によれば，原告が主張する取消事由2及び取消事由3はいずれも理由がなく，当業者が相違点1に係る構成を容易に想到することができたとの審決の判断に誤りはない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "5",
                  "subject": "取消事由4(相違点4についての判断の誤り：甲5発明の認定の誤り)及び取消事由5(相違点4についての判断の誤り：参考資料3発明と甲5発明との組合せの容易性についての判断の誤り)について",
                  "text": [
                    "取消事由4と取消事由5とを併せて検討する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "参考資料3発明と甲5発明との組合せの容易性について",
          "text": [
            "まず，参考資料3発明に甲5発明を適用する動機付けの有無について検討する。",
            "上記2(2)及び(4)において認定したとおり，参考資料3発明と甲5発明は，配向膜を形成しようとする基板を載置したステージを移動させて，当該基板に偏光光を照射する光配向用偏光光照射装置である点で共通の技術分野に属する。また，その光源である偏光光照射装置が複数の偏光子を並べた光照射部を備えているという構成の点でも共通する。",
            "そして，甲5発明は，複数の偏光子を並べた光照射部を備える偏光装置では，各偏光子から同じ偏光方向を有する偏光光が出射される保証がなく，偏光子ホルダの熱膨張や，装置内外からの振動などにより偏光子の保持位置にずれが生じ得るところ，「偏光方向を変化させるような回転ずれは，製造する液晶表示装置の画像品質において問題となる。具体的には，一部の石英基板からの照射光の偏光方向に回転ずれが生じた場合，その部分では表示する画像がムラとして現れることとなる」(甲5の段落【0008】)との課題を解決するものである。そうすると，同様に複数の偏光素子をフレーム内に並べて配置して構成した光照射部を備えている参考資料3発明も(参考資料3の段落【0006】及び図13参照)，上記と同じ課題を内在しているというべきである。",
            "また，液晶パネルは，所定の配向方向が付与された2枚の配向膜で液晶分子を挟み，これを更に偏光板で挟んで平板状の部材とし，電場の作用により当該液晶分子の方向を適宜変化させ，偏光光を透過させたり，又は透過させないこととして画像を表示させるものであるから(乙4)，各配向膜に付与された配向方向にずれが生じると，その表示性能が低下することになる。そして，参考資料3発明は，配向膜に偏光光を照射して配向性を付与するための光配向用偏光光照射装置であるから，当該配向膜が組み込まれることとなる液晶パネルの表示性能の低下を防止するために，配向膜を形成する基板に照射する偏光光の偏光方向と当該基板の向きとのずれをできるだけ小さくすることは当然の技術課題である。このことは，甲5において，「基板に対して走査させる紫外線の偏光方向を事前に確認することが可能となる」(【0026】)，「設計段階で予め基板9に対して設定されている偏光方向からのずれによって異常を判定する形態である」(【0052】)など，基板に対する偏光光の偏光方向を事前に確認することの必要性を示唆する記載や，基板に対する偏光光の偏光方向が一定の範囲を逸脱する場合には異常と判定するとの記載によっても裏付けられているといえる。",
            "以上によれば，参考資料3発明に接した当業者においては，上記の内在する課題及び当然の技術課題を参考資料3発明における課題として認識し，この観点から，技術分野及び構成において共通点を有する甲5発明の適用を検討する動機付けがあるというべきである。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "基板アライメントを付加することの可否",
          "content": [
            {
              "fig": "ア",
              "text": [
                "上記(1)のとおり，光配向用偏光光照射装置において，液晶パネルの表示性能の低下を防止するために，照射する偏光光の偏光方向と配向膜を形成しようとする基板の向きとのずれができるだけ生じないようにすることは当然の技術課題である。",
                "ところで，参考資料3発明や甲5発明のように，ステージ上に基板を載置するという工程を有する装置においては，その際に，基板載置手段に内在する精度や，載置する際の衝撃などの様々な理由により，載置した基板に所望の位置からのずれが生じ得ることは自明な技術常識である。したがって，照射する偏光光の偏光方向と基板の向きとのずれができるだけ生じないようにしなければならないとの課題に直面している当業者は，このような装置の設計を検討する際，偏光光の偏光方向とステージの向きとのずれ，及び，ステージの向きとこれに載置された基板の向きとのずれについても何らかの形で把握し，これらの情報を勘案した上で，偏光光の偏光方向と基板の向きとの調整を図る必要があることを理解しているというべきである(なお，原告は，ロボットなどの基板載置手段の存在を指摘するが，このような手段を採用することによって，基板をステージ上の理想の位置に精度良く載置できるというのであれば，これはまさしく，ステージの向きと載置された基板の向きとのずれについての情報を把握し，位置関係を調整できていることにほかならないというべきである。)。",
                "この点に関連して，甲5の段落【0056】，【0057】及び【0061】の記載並びに図11及び12によれば，甲5の制御部は，ステージを回転させて，ステージの長辺方向と，偏光センサーが検出した偏光方向(代表角の向き)とを合わせているところ，ステージの向きを偏光方向に合わせたとしても，ステージ上に載置された基板とステージの向きとの間にずれが生じている場合には，結局のところ，偏光方向と基板の向きとの間にずれが残るため所望の配向方向が得られず，「液晶表示装置として使用されたときの映像の高品質化を図ることが可能となる。」という効果を実現できないことになる。",
                "そして，上記(1)のとおり，甲5発明においても，偏光光の偏光方向と基板の向きとのずれをできるだけ小さくすることは技術的課題であると認識されていたというべきであるから(段落【0026】及び【0052】)，甲5発明は，ステージの向きとステージ上に載置された基板の向きとの関係が別途把握，調整できていることを前提としていると解するのが相当である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "次に，基板に設けたアライメントマーク及びアライメントセンサを用いた基板アライメントが周知技術であることは優に認めることができる(乙5)。また，乙1の1～1の3の複数の文献に，ラビング方式による配向処理(布を巻き付けたローラーを回転させつつ，基板を移動させて，表面のポリマー層を強く一方向に擦る処理。甲5の段落【0003】，乙4)において，アライメントマーク及びアライメントセンサを用いてラビング方向(配向方向)と基板の向きを調整することが示されているから，ラビング方式による配向処理において，基板に設けたアライメントマーク及びアライメントセンサを用いた基板アライメントは周知技術であると認めるのが相当である。",
                "そして，いずれも配向膜に配向性を付与するための技術であるラビング方式と光配向方式との間で，液晶表示装置として使用されたときの映像の高品質化を図るために，配向方向と基板の向きとのずれを小さくし，更にその改善を試みようとすることに違いがあるとはいえない。また，周知技術である基板アライメントを適用するに当たり，両方式の間にその構成や技術的困難さに大きな差異があると認めるに足りる証拠はない。さらに，甲5の段落【0003】及び【0004】並びに乙4の記載からも明らかなように，本件特許出願当時，配向処理装置の分野における当業者は，ラビング方式と光配向方式のいずれについても把握，理解していたと認められる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "そうすると，参考資料3発明における「ワークステージ」を，甲5発明の機械的駆動部である「ステージ4」，「可動台55」及び「回転部54」を備えた走査手段のような構成とし，併せて，アライメントマーク及びアライメントセンサを用いて設定された方向と基板の向きとの関係情報を得るという周知技術を付加し，甲5発明の偏光方向確認処理で確認した偏光方向とアライメントセンサで検出した基板上のアライメントマークの位置情報とに基づいて偏光光の偏光方向に対して基板の向きを調整することは，当業者が容易に想到できたものと認めるのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "ア",
              "subject": "甲5発明の走査手段と本件訂正発明3の基板アライナーとは異なるとの主張について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "原告は，甲5発明は，偏光方向の回転ずれを検出するため，単位偏光子ごとに偏光センサーを備えている上に，アライメントの際に利用する情報及びその取得のタイミング等についても，本件訂正発明3の基板アライナーとは全く異なるものであるから，参考資料3発明に甲5発明を適用しても本件訂正発明3発明の構成に至らないと主張する。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "まず，甲5発明が偏光センサーを備える点について検討する。",
        "上記第2の2(3)のとおり，本件訂正発明3の基板アライナーは，「搭載された基板の向き」を「偏光光の偏光軸」に対して調整するものであるから，照射される偏光光の偏光方向が何らかの手段で確認できていることを前提としているというべきである。すなわち，本件訂正発明3は，特許請求の範囲に記載された構成としては明示されていないものの，照射される偏光光の偏光方向を確認するための手段を内在していると解するのが相当である。",
        "これに対し，上記(2)アのとおり，甲5発明においては，ステージの向きとステージ上に載置された基板の向きとの位置関係が別途把握，調整できていることを前提としていると解される。そうすると，周知のアライメントマーク及びアライメントセンサを用いた基板アライナーに係る技術を考慮し，この前提に相当する工程ないし構成を包含するものとして，甲5発明の機械的駆動部である「ステージ4」，「可動台55」及び「回転部54」を備えた走査手段について，アライメントセンサで検出した基板上のアライメントマークの位置情報を利用し，偏光光の偏光方向に対して基板の向きを調整する構成とすることは，何ら妨げられるものではない。",
        "そして，上記の基板アライナーの構成を参考資料3発明に適用すると，結局，本件訂正発明3の構成に至るといえる(本件訂正発明3が内在していた偏光光の偏光方向を確認するための手段の存在が明示的なものとなるにすぎない。)。",
        "したがって，甲5発明が偏光光の偏光方向を検出する手段である偏光センサーを備えているとしても，参考資料3発明と甲5発明とを組み合わせることの阻害要因になるとはいえない。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "また，原告は，甲5発明の偏光センサーが，照射される偏光光の偏光軸とステージに設置された基板の向きとの関係情報を取得するものではないと主張する。",
        "しかし，上記(2)アにおいて説示したとおり，甲5発明は，ステージの向きとステージ上に載置された基板の向きとの関係を別途把握，調整できていることを前提としていると解されるから，この関係情報を勘案することにより，照射される偏光光の偏光方向とステージに設置された基板の向きとの関係についても把握することが可能なものというべきである。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "さらに，原告は，偏光光の偏光方向を検出するタイミングについても相違すると主張する。",
        "しかし，上記(2)アにおいて検討したとおり，ステージ上に基板を載置し，ステージを移動させて偏光光を照射する装置においては，偏光光の偏光方向とステージの向きとのずれ，及び，ステージの向きとこれに載置された基板の向きとのずれについても何らかの形で把握し，これらの情報を勘案した上で，偏光光の偏光方向と基板の向きとの調整をしなければならないことは，当業者が当然に理解している技術事項である。",
        "そうすると，甲5発明の走査手段は，ステージ上の基板の向きとステージの向きとの角度を調整する機能も併せ有しているものとしても良いところ，その場合には，事前に一度(又は一定の時間間隔を空けて)偏光光の偏光方向を検出し，偏光方向とステージの向きとを調整した上で，その後，基板をステージ上に載置する度に，ステージの向きと基板の向きとの間にずれが生じた場合にはその角度調整を行うことで，偏光光の偏光方向と基板の向きとを合わせることが可能である。",
        "したがって，原告が主張する点は，参考資料3発明と甲5発明との組合せを阻害する事由にはなるとはいえない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "イ",
              "subject": "課題の相違について",
              "text": [
                "原告は，甲5発明は，基板を載置したステージを回転させることで，偏光光の偏光方向の回転ずれを相殺するものであるのに対し，本件訂正発明3は，短いタクトタイムで配向処理を可能にすることと偏光光の偏光方向に対して基板の向きを精度良く合わせることを目的とするものであり，両者は，解決課題が全く異なるから，その構成及び技術的思想も全く異なると主張する。",
                "しかし，短いタクトタイムで配向処理を可能にすることを除けば(この点は，甲2発明を組み合わせることにより実現可能である。)，いずれの課題も，最終的には偏光光の偏光方向と基板の向きを調整するものであることには変わりがない上，これを実現するために，甲5発明を参考資料3発明，甲2´発明及び周知技術と組み合わせる動機付けがあることは上記4(2)並びに5(1)及び(2)において説示したとおりであるから，甲5発明の解決課題が偏光光の偏光方向の回転ずれを相殺するものであったとしても，直ちに甲5発明を参考資料3発明，甲2´発明及び周知技術と組み合わせることの妨げになるものとはいえない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "周知技術との組合せについて",
              "text": [
                "原告は，審決が周知技術を開示するとして引用した文献は，いずれも光照射部の偏光方向の回転ずれとは関係がなく，また，偏光光の偏光方向を検出する甲5発明の偏光センサーと置換できるものではないから，当該周知技術と甲5発明とを組み合せることは困難であるし，これを組み合わせたとしても，本件訂正発明3の「前記アライメントセンサにより検出された前記アライメントマークの位置情報に基づいて，搭載された基板の向きを，照射される偏光光の偏光軸に対して所定の向きに円周方向に調整する基板アライナー」との構成にはなり得ないと主張する。",
                "しかし，上記(2)イにおいて認定したとおり，ラビング方式による配向処理において，基板上に設けられたアライメントマークをアライメントセンサが検出し，その位置情報に基づいて，ステージ上に載置された基板の向きを所定の向きとなるよう円周方向に調整する技術が周知であると認められるところ，ラビング方式及び光配向方式は，いずれも液晶パネルに使用される配向膜に配向性を付与するための技術であって，上記(2)イにおいて説示したとおり，両方式の違いが当該周知技術の適用を妨げるほどのものとはいえない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "スループットの低下について",
              "text": [
                "原告が指摘するとおり，偏光センサーが偏光光の偏光方向を検出する構成を有する装置においては，その検出のために一定の時間を要する。",
                "もっとも，上記アにおいて検討したとおり，偏光方向の確認は，ステージ上に基板を載置する度に行わなければならないものではなく，そのタイミングや頻度は，偏光素子ホルダの熱膨張や振動等による偏光方向の時間変化の程度や，液晶パネルに求められる表示性能，配向処理作業全体としての処理能力に応じて適宜決められるべき事柄である。",
                "したがって，偏光センサーが偏光光の偏光方向を検出する時間を要するとしても，直ちに甲5発明を参考資料3発明，甲2´発明及び周知技術と組み合わせることの妨げになるものとはいえない。"
              ]
            },
            {
              "fig": "オ",
              "subject": "照射領域と基板搭載位置との間のスペースについて",
              "text": [
                "原告は，本件訂正発明3においては，基板が斜めになることも考慮し，十分なスペースが確保されているところ，甲2及び甲5には，当該スペースについての開示も示唆もないから，参考資料3発明に甲2発明及び甲5発明を組み合わせると，ステージが干渉することになると主張する。",
                "しかし，矩形状の基板又はステージを回転させる場合には，その周囲に当該矩形の対角線の長さに相当するだけの空間が必要であることは自明な技術常識であるから，円周方向に回転する基板アライナーを備える偏光光照射装置を設計しようとする当業者においても，基板及びステージが相互に，又は周辺の部材と干渉しないよう，照射領域と基板搭載位置との間に必要な空間を確保することは当然に検討すべき技術事項である。そして，甲2においても，基板保持領域B1，B2及び基板交換領域C1，C2の大きさに特段の限定は付されていないし，甲5においても同様である。",
                "したがって，この点についての原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "カ",
              "subject": "効果について",
              "text": [
                "原告は，本件訂正発明3が格別の効果を奏すると主張する。",
                "しかし，原告が主張する効果のうち，タクトタイムの削減は，参考資料3発明に甲2発明のステージを2台備える構成を組み合わせることで実現可能であるし，光配向処理の精度及び品質の向上は，アライメントマーク及びアライメントセンサによる基板アライナーという周知技術によって実現し得るから，当業者において予測できる効果を超えた格別のものであるとはいい難い。"
              ]
            },
            {
              "fig": "キ",
              "text": [
                "以上のほか，原告は種々の主張をするが，いずれも採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "(4)",
          "subject": "小括",
          "content": [
            {
              "fig": "ア",
              "text": [
                "以上によれば，原告主張の取消事由4及び取消事由5はいずれも理由がなく，当業者が相違点4に係る構成を容易に想到することができたとの審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件訂正発明4における参考資料3発明との相違点の看過について",
              "text": [
                "上記3(1)において説示したとおり，審決が認定した参考資料3発明の構成によれば，本件訂正発明4と参考資料3発明との間には，相違点1及び相違点5のほかに，上記の相違点4´が存在することになるところ，審決はこの点を明示していない。",
                "もっとも，相違点4´は相違点4から発明特定事項を除いたものであるところ，上記アのとおり，当業者は，相違点4に係る構成を容易に想到することができたのであるから，相違点4´に係る構成についても容易に想到することができたと認めるのが相当である。",
                "したがって，当業者は本件訂正発明4を参考資料3発明，甲2´発明，甲5発明及び周知技術に基づいて容易に発明をすることができたとの審決の判断は，結論において誤りがない。"
              ],
              "content": [
                {
                  "fig": "6",
                  "subject": "結論",
                  "text": [
                    "以上によれば，審決に取り消すべき違法があると認めることはできないから，原告の請求を棄却することとし，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}