{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2014-14059号事件について平成28年5月20日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。争点は，手続違背(取消事由1)，本願発明の認定の誤り(取消事由2)，実施可能要件及びサポート要件に係る各判断の誤り(取消事由3)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提となる事実(特許庁における手続の経緯)",
          "text": [
            "原告は，発明の名称を「トール様受容体に基づく免疫反応を調整する免疫調節ヌクレオチド(IRO)化合物」とする発明につき，平成18年10月12日，国際特許出願(特願2008-535681号。請求項の数が22であり，優先日を平成17年10月12日，平成18年3月21日及び同年9月13日(いずれも米国)と主張するもの。以下「本願」という。甲4)をしたが，平成26年3月6日付けで拒絶査定(甲12)を受けた。",
            "原告は，同年7月18日，拒絶査定不服審判の請求(不服2014-14059号。以下「本件審判請求」といい，本件審判請求に係る審判を「本件拒絶査定不服審判」という。甲13)をするとともに，手続補正(甲14)をした。そして，原告は，平成27年9月16日付けの拒絶理由通知(甲16)を受けたため，平成28年3月17日，意見書(甲18)を提出するとともに，手続補正(以下，上記手続補正と併せて「本願補正」という。甲17)をした。",
            "特許庁は，本件審判請求について審理を行い，同年5月20日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年6月1日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願補正後の請求項1，14及び15に係る発明(以下，請求項1を引用する請求項14を更に引用する請求項15に係る発明を「本願発明」という。)は，次のとおりである(甲19。以下，本願補正後の本願の明細書及び図面を「本願明細書」という。)。",
            "「【請求項1】",
            "免疫調節オリゴヌクレオチド(IRO)化合物であって，前記化合物が，構造：",
            "5’-Ｎ -Ｎ Ｎ Ｎ CGＮ1Ｎ2Ｎ3-Ｎm-3’"
          ],
          "content": [
            {
              "fig": "m",
              "subject": "3 2 1  式中：",
              "text": [
                "CGはC＊pG，C＊pG＊またはCpG＊から選択されるオリゴヌクレオチドモチーフであり，Cはシトシンヌクレオシドであり，C＊は2’-デオキシチミジン，1-(2’-デオキシ-β-D-リボフラノシル)-2-オキソ-7-デアザ-8-メチル-プリン，2’-ジデオキシ-5-ハロシトシン，2’-ジデオキシ-5-ニトロシトシン，アラビノシチジン，2’-デオキシ-2’-置換アラビノシチジン，2’-O-置換アラビノシチジン，2’-デオキシ-5-ヒドロキシシチジン，2’-デオキシ-Ｎ4-アルキル-シチジンまたは2’-デオキシ-4-チオウリジンから選択されるピリミジンヌクレオシド誘導体であり，Gはグアニンヌクレオシドであり，およびG＊は2’-デオキシ-7-デアザグアノシン，2’-デオキシ-6-チオグアノシン，アラビノグアノシン，2’-デオキシ-2’置換-アラビノグアノシン，2’-O-置換-アラビノグアノシンまたは2’-デオキシイノシンから選択されるプリンヌクレオシド誘導体であり；",
                "Ｎ Ｎ はG＃A＃またはG＃U＃であり，ここでG＃，A＃およびU＃はそれぞれ，2’-OMe-グアノシン，アデノシンおよびウリジンであり；",
                "Ｎ および／またはＮ1～Ｎ3は，それぞれの出現において，独立して，i)ヌクレオシド，またはii)2’アルキル化リボヌクレオシド，2’アルコキシ化リボヌクレオシド，2’アルキル化アラビノシドまたは2’アルコキシ化アラビノシドから選択されるヌクレオシド誘導体であり；",
                "Ｎ およびＮmは，それぞれの出現において，独立して，ヌクレオチドであり；"
              ]
            },
            {
              "fig": "m",
              "subject": "ただし，化合物は3以上の連続したグアニンヌクレオチドを含有せず；",
              "text": [
                "および，そこにおいてmは0～30の数である，前記化合物。」(以下，上記構造を有する免疫調節オリゴヌクレオチド(IRO)化合物を「本願IRO化合物」といい，本願IRO化合物の構造である「5’-Ｎ -Ｎ Ｎ Ｎ CGＮ1Ｎ2Ｎ3-Ｎm 3 2 1m-3’」のうち「Ｎ Ｎ CG」部分を「Ｎ Ｎ CGモチーフ」という。)",
                "「【請求項14】",
                "請求項1～7のいずれか一項に記載の化合物を含む，TLRにより媒介される疾患を有する脊椎動物を治療的に処置するための組成物であって，TLRが，TLR7，TLR8および／またはTLR9である，前記組成物。」",
                "「【請求項15】",
                "疾患が，癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそくまたは病原体により引き起こされる疾患である，請求項14に記載の組成物。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，次のとおり，実施可能要件(特許法36条4項1号)及びサポート要件(特許法36条6項1号)に適合するものではなく，特許を受けることができない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "実施可能要件違反",
                  "text": [
                    "本願明細書の記載によれば，本願発明は，本願IRO化合物がTLR7，TLR8，TLR9のアンタゴニスト作用を有することにより，「TLR7，TLR8および／またはTLR9により媒介される疾患である，癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそくまたは病原体により引き起こされる疾患を治療的に処置する」ことを用途とする医薬用途発明である。",
                    "そして，医薬用途発明が実施可能要件を満たすためには，明細書の発明の詳細な説明は，その医薬を製造することができるだけでなく，出願時の技術常識に照らして，医薬としての有用性を当業者が理解できるように記載されている必要がある。",
                    "この点につき，本願明細書において，免疫抑制効果の試験の結果として，TLRのアンタゴニスト作用を有するものであることが具体的に示されている本願IRO化合物は，IRO5，IRO10，IRO17，IRO25，IRO26，IRO33，IRO34，IRO37，IRO39，IRO41，IRO43及びIRO98であるところ，これらは全て，Ｎ Ｎ CGモチーフの5’末端側に隣接するオリゴヌクレオチド部分配列が「CTATCT」であり,かつ,Ｎ Ｎ CGモチーフの3’末端側に隣接するオリゴヌクレオチド部分配列が「TTCTCTGT」又は「TTCTCUGU」であるものであって，これらは互いに類似の二通りの配列である。",
                    "一般に，生体の免疫応答に関して，あるオリゴヌクレオチド化合物が免疫活性化に対するアンタゴニスト作用を有するか否かについては，その化合物の化学構造から類推することは不可能であると認められるから，本願IRO化合物であって，ＮＮ CGモチーフの5’末端側に隣接するオリゴヌクレオチド部分配列が「CTATCT」以外の配列を有する化合物，又はＮ Ｎ CGモチーフの3’末端側に隣接するオリゴヌクレオチド部分配列が「TTCTCTGT」又は「TTCTCUGU」以外の配列を有する化合物が全て，TLR7，TLR8，TLR9のアンタゴニスト作用を有するものであるとすることはできない。",
                    "また，そのような化合物が全て，TLR7，TLR8，TLR9のアンタゴニスト作用を有するといえる根拠となる本願明細書の記載又は本願出願時の技術常識を見いだすこともできない。",
                    "そうすると，本願明細書の記載及び本願出願時の技術常識に基づいても，本願IRO化合物が全て，TLR7，TLR8，TLR9のアンタゴニスト作用を有するものであることを，当業者が理解できるとはいえない。",
                    "そして，TLR7，TLR8，TLR9のアンタゴニスト作用を有する化合物であれば，あるいは，本願IRO化合物が全て，「TLR7，TLR8および／またはTLR9により媒介される疾患である，癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそくまたは病原体により引き起こされる疾患」を，「治療的に処置する」ことができるといえる根拠となる本願明細書の記載又は本願出願時の技術常識を見いだすこともできない。",
                    "したがって，本願明細書の記載及び本願出願時の技術常識に基づいても，本願IRO化合物が全て，TLR7，TLR8，TLR9のアンタゴニスト作用を有するものであって，「TLR7，TLR8および／またはTLR9により媒介される疾患である，癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそくまたは病原体により引き起こされる疾患を治療的に処置する」ことができるものであることを，当業者が理解できるとはいえない。",
                    "以上によれば，本願明細書は，本願出願時の技術常識に照らして，「TLR7，TLR8および／またはTLR9により媒介される疾患である，癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそくまたは病原体により引き起こされる疾患を治療的に処置する」ことをその用途とする本願発明の医薬としての有用性を当業者が理解できるように記載されているとはいえない。",
                    "よって，本願は，実施可能要件に適合するものではなく，特許を受けることができない。"
                  ]
                },
                {
                  "fig": "(2)",
                  "subject": "サポート要件違反",
                  "text": [
                    "本願発明の課題は，本願IRO化合物によって，TLR7，TLR8，TLR9に係る媒介免疫反応を阻害，抑制することにより，TLR7，TLR8，TLR9により媒介される疾患である，癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそく又は病原体により引き起こされる疾患を治療的に処置することであると認められる。",
                    "この点につき，本願明細書において，免疫抑制効果の試験の結果として，TLRのアンタゴニスト作用を有するものであることが具体的に示されている本願IRO化合物は，IRO5，IRO10，IRO17，IRO25，IRO26，IRO33，IRO34，IRO37，IRO39，IRO41，IRO43及びIRO98であるところ，これらは全て，Ｎ Ｎ CGモチーフの5’末端側に隣接するオリゴヌクレオチド部分配列が「CTATCT」であり，かつ，Ｎ Ｎ CGモチーフの3’末端側に隣接するオリゴヌクレオチド部分配列が「TTCTCTGT」又は「TTCTCUGU」であるものであって，これらは互いに類似の二通りの配列である。",
                    "一般に，生体の免疫応答に関して，あるオリゴヌクレオチド化合物が免疫活性化に対するアンタゴニスト作用を有するか否かについては，その化合物の化学構造から類推することは不可能であると認められるから，本願IRO化合物であって，ＮＮ CGモチーフの5’末端側に隣接するオリゴヌクレオチド部分配列が「CTATCT」以外の配列を有する化合物，又はＮ Ｎ CGモチーフの3’末端側に隣接するオリゴヌクレオチド部分配列が「TTCTCTGT」若しくは「TTCTCUGU」以外の配列を有する化合物が全て，TLR7，TLR8，TLR9のアンタゴニスト作用を有するものであることを，当業者が認識できるとはいえない。",
                    "また，当業者が，そのような認識をすることができるといえる根拠となる本願明細書の記載又は本願出願時の技術常識を見いだすこともできない。",
                    "そうすると，本願明細書の記載により，又は本願出願時の技術常識に照らして，本願IRO化合物が全て，TLR7，TLR8，TLR9のアンタゴニスト作用を有するものであることを，当業者が認識できるとはいえない。",
                    "他方，TLR7，TLR8，TLR9のアンタゴニスト作用を有する化合物であれば，あるいは，本願IRO化合物が全て，「TLR7，TLR8および／またはTLR9により媒介される疾患である，癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそくまたは病原体により引き起こされる疾患」を「治療的に処置する」ことができるものであることを，当業者が認識できるといえる根拠となる本願明細書の記載又は本願出願時の技術常識を見いだすことはできない。",
                    "したがって，本願明細書の記載により，又は本願出願時の技術常識に照らして，本願IRO化合物が全て，TLR7，TLR8，TLR9のアンタゴニスト作用を有するものであって，「TLR7，TLR8および／またはTLR9により媒介される疾患である，癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそくまたは病原体により引き起こされる疾患を治療的に処置する」ことができるものであることを，当業者が認識できるとはいえない。",
                    "以上によれば，本願発明は，本願明細書の記載により，又は本願出願時の技術常識に照らして，本願発明の課題を解決できると当業者が認識できる範囲を超える発明を含むものであるといえる。",
                    "よって，本願は，サポート要件に適合するものではなく，特許を受けることができない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許法50条を準用する159条2項は，拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合には，特許出願人に対し，拒絶の理由を通知し，相当の期間を指定して，意見書を提出する機会を与えなければならないと規定している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点につき，本件拒絶査定不服審判における平成27年9月16日付け拒絶理由通知書(甲16)には，請求項8(本願の請求項9をいう。以下同じ。)及び請求項13(本願の請求項14をいう。以下同じ。)に対し，次のとおり拒絶理由が通知されていた。",
                "「請求項8の「TLR媒介免疫反応」及び請求項13の「TLRにより媒介される疾患」について検討する。",
                "本願明細書ではTLRとして，「TLR7」，「TLR8」及び「TLR9」に対する各種IROのアンタゴニスト作用を確認しただけであって，他のTLRに対してもアンタゴニスト作用を有することは確認されていない。",
                "一般に，ある化合物が一部のレセプターに対してアンタゴニスト作用を有することが確認できたとしても，他のレセプターについてまで同じくアンタゴニスト作用を有するとはいえないのが技術常識である。",
                "したがって，請求項8の「TLR媒介免疫反応」のうち，「TLR7」，「TLR8」又は「TLR9」の媒介免疫反応以外の免疫反応については，本願発明のIRO化合物が阻害効果を示すことが確認できない。",
                "また同じように，請求項13の「TLRにより媒介される疾患」のうち，「TLR7」，「TLR8」又は「TLR9」によって媒介される疾患以外の疾患については，本願発明のIRO化合物が治療効果を示すことが確認できない。",
                "したがって，請求項8及び13に係る発明は，当業者が発明の課題を解決できると認識できる範囲を超えたオリゴヌクレオチド化合物を無数に含んでいるから，発明の詳細な説明に記載されたものとは認められない。",
                "また，アンタゴニスト作用の対象ではないTLRについての阻害剤や医薬組成物は，何に使用できるかが不明であるため，当業者が実施できるものとは認められない。",
                "また，請求項8又は13を引用する請求項16及び17についても，サポート要件違反と実施可能要件違反の両方の拒絶理由が存在している。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成28年3月17日，上記拒絶理由を踏まえ，手続補正書(甲17)を提出し，TLRをTLR7，TLR8及びTLR9に限定する補正をするとともに，次のとおり，上記拒絶理由は解消された旨を記載した意見書を提出した。なお，その後に拒絶理由が再度通知されることはなかった。",
                "「審判官殿は，補正後の請求項9(現請求項8)の「TLR媒介免疫反応」および補正後の請求項14(現請求項13)の「TLRにより媒介される疾患」について，「本願明細書ではTLRとして「TLR7」，「TLR8」及び「TLR9」に対する各種IROのアンタゴニスト作用を確認しただけであって，他のTLRに対してもアンタゴニスト作用を有することは確認されていない」旨認定されました。しかしながら，上記補正のとおり，TLRが「TLR7」，「TLR8」および／または「TLR9」に限定されましたので，この点における理由1，2は解消したものと思料します。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "ところが，審決は，本願補正により，上記拒絶理由が解消されたにもかかわらず，本願IRO化合物がTLR7，TLR8，TLR9のアンタゴニスト作用を有するものであることを当業者が理解できるとはいえず，また，本願IRO化合物が疾患を治療的に処置することができるといえる根拠となる本願明細書の記載又は本願出願時の技術常識を見いだすこともできないとして，上記拒絶理由とは異なる新たな理由に基づき，実施可能要件及びサポート要件に適合しないとした。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，審決は，出願人に意見又は補正の機会を与えることなくなされたいわば不意打ちというべきものであり，同法159条2項の規定に違反するものであるから，取り消されるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の認定の誤り)",
          "text": [
            "審決は，請求項1を引用する請求項14を更に引用して本願発明(請求項15)を認定している。しかしながら，本願発明のうち「疾患を治療的に処置するための組成物」という部分は，請求項14を引用する部分であるから，請求項14の記載に従って「疾患を有する脊椎動物を治療的に処置するための組成物」と認定されるべきである。そうすると，審決には，審決の基礎となる本願発明の認定に誤りがあることになる。",
            "したがって，上記認定の誤りは審決の結論に影響があったことは明らかであるから，審決は取り消されるべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(実施可能要件及びサポート要件に係る各判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が本願を実施可能要件違反及びサポート要件違反とする唯一の根拠は，次の点である。",
                "「一般に，生体の免疫応答に関して，あるオリゴヌクレオチド化合物が免疫活性化に対するアンタゴニスト作用を有するか否かについては，その化合物の化学構造から類推することは不可能であると認められる。たとえ中心部分の「Ｎ Ｎ CG」モチーフの構造が特定されたとしても，例えば特表2003-526628号公報や特表2005-518402号公報の記載等からその化合物全体の免疫原性の程度について類推することは可能かも知れないが，他の免疫活性化物質の作用を抑制するというアンタゴニスト作用についてまで類推できるものではない。」(実施可能要件に係る判断につき審決31頁，サポート要件に係る判断につき同34頁参照)",
                "しかしながら，実施可能要件及びサポート要件の充足性の各判断に当たり，発明者が新たに発見した現象や実施例に示した新しい事実を何ら考慮することなく，「アンタゴニスト作用はその構造から類推できない」といった従来の固定観念あるいは単なる憶測のみをもって実施可能要件及びサポート要件をそれぞれ判断するという審決の判断手法は，科学技術立国を標榜する我が国の特許法の下においては，採るべき手法とはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "すなわち，本願の発明者らは，Ｎ Ｎ CGモチーフ以外の部分についてはこれを固定した上で，Ｎ Ｎ CGモチーフ部分における修飾部分については，様々に変えた多数の実験をし，さらに，Ｎ Ｎ CGモチーフ以外の部分については念のため，Ｎ Ｎ CGモチーフの3’末端側にそれぞれ隣接する部分の二通りの塩基配列を用い，Ｎ Ｎ CGモチーフ内では様々な修飾を施したものによる数多くの実験をしたところ，一様にアゴニストがアンタゴニストに反転する現象が起こるという規則性を初めて発見したのである。",
                "このように，本願発明は，たった一つの実験で偶然生じた現象を一般化してなる発明ではなく，多数の実験を通して一つの規則性を確認して完成したものである。",
                "また，上記実験の手法は，原因となるモチーフ以外の部分を固定しなければ，モチーフ部分における修飾による効果を正確に確認することができないことから，極めて自然なものというべきである。しかも，この場合のモチーフ以外の部分の塩基配列は何ら特異なものでもないし，その長さについては一定の限定も付されていることから無限の範囲に広がるものでもないから，上記の実験は，極めて科学的な手順に基づくものというべきである。",
                "そして，非修飾のＮ Ｎ CGモチーフを含むアゴニスト作用を有する化合物が，同じ配列のＮ Ｎ CGモチーフを修飾しただけで，その他は全く同一であるのにアンタゴニスト作用を有する化合物に反転するという上記規則性に接した当業者は，その反転がＮ Ｎ CGモチーフの修飾・非修飾に起因すると考えるのが普通であり，その反転がモチーフ部分や非モチーフ部分の所定の配列，結合様式等に起因することが既に知られているなど特段の事情がない限り，一般に疑いを挟む余地はない。",
                "さらに，本願の実施例13によれば，本願IRO化合物がTLR9だけでなくTLR7及び8に対してもアンタゴニスト作用を奏することが確認されているため，本願IRO化合物はTLR7及び8においてもTLR9と同様にアンタゴニスト活性を示すことが当然に予測できる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願発明が実施可能要件及びサポート要件にそれぞれ適合しないものとした審決の各判断には誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "平成27年9月16日付け拒絶理由通知書には，原告主張に係る拒絶理由のほかに，請求項1に対して，次のとおり，実施可能要件違反及びサポート要件違反をいう拒絶理由が通知されていた。",
                "「「CG」モチーフの5’末端側に隣接するオリゴヌクレオチドについて，わずか2通りの塩基配列を示しただけで，その他の無数に存在する塩基配列についても，同様に免疫反応に対してアンタゴニスト作用を有することは明細書の実施例の記載からは確認できない。また，明細書の発明の詳細な説明のその他の記載及び出願時の技術常識を検討しても同様である。」",
                "「「CG」モチーフの3’末端側に隣接するオリゴヌクレオチドについて，わずか2通りの塩基配列を示しただけで，その他の無数に存在する塩基配列についても，同様に免疫反応に対してアンタゴニスト作用を有することは明細書の実施例の記載からは確認できない。また，明細書の発明の詳細な説明のその他の記載及び出願時の技術常識を検討しても同様である。」",
                "「本願請求項1に係る発明は，当業者が発明の課題を解決できると認識できる範囲を超えたオリゴヌクレオチド化合物を無数に含んでいるから，発明の詳細な説明に記載されたものとは認められない。",
                "また，アンタゴニスト作用を有するとは認められないオリゴヌクレオチド化合物については，何に使用できるかが不明であるため，当業者が実施できるものとは認められない。」",
                "「また，請求項3及び4，7～17についても上記(1)～(3)で示したサポート要件違反と実施可能要件違反の両方の拒絶理由が存在している。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記のとおり，上記(1)に係る拒絶理由は，本件補正前の請求項3，4及び7ないし17についても，当てはまる旨記載されていたことからすると，本願発明についても，上記拒絶理由が通知されていたといえる。そして，審決は，前記第2の3のとおり，本願発明は，実施可能要件及びサポート要件にそれぞれ適合するものではなく特許を受けることができないと判断したところ，審決の理由は，上記拒絶理由と同じものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，審決が新たな理由に基づき実施可能要件及びサポート要件に適合しないとそれぞれ判断したとする原告の主張は，そもそも前提を欠くものであり，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の認定の誤り)",
          "text": [
            "審決が認定した本願発明のうち「疾患を治療的に処置するための組成物」という部分は，原告が主張するとおり，正確には「疾患を有する脊椎動物を治療的に処置するための組成物」と認定されるべきである。しかしながら，上記認定の誤りは明らかな誤記であり，審決は，正しい本願発明の認定を前提として判断している。",
            "したがって，上記認定の誤りは，審決の結論に影響を及ぼさないことは明らかであり，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(実施可能要件及びサポート要件に係る各判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，TLR9が結合し認識するのは非メチル化CpGジヌクレオチドである一方，本願明細書の発明の詳細な説明(【0104】ないし【0106】)における実施例11の記載を根拠にして，本願IRO化合物はTLR9に対してアンタゴニスト作用を有することが実証されており，TLR9は，メチル化，非メチル化に関係なく，CpGジヌクレオチドに結合することを理解することができると主張する。",
                "しかしながら，実施例11には，本願IRO化合物において「Ｎ -Ｎ 」が「Cm 3TATCT」であり，かつ，「Ｎ1Ｎ2Ｎ3-Ｎm」が「TTCTCTGT」である化合物が示されるのみであり，それ以外の本願IRO化合物は全く示されていないことからすると，アンタゴニスト作用が「CpGジヌクレオチド」に結合した結果であるのか，あるいは，それ以外の共通する部分に結合した結果であるのかは定かでない。",
                "また，本願明細書の発明の詳細な説明には，本願IRO化合物のうち，実施例11に示された化合物以外のものが，実施例11に示された化合物と同様にアンタゴニスト作用を有することを示唆する記載もなく，この点が技術常識であるともいえない。",
                "以上によれば，本願明細書の実施例11の記載によって，本願IRO化合物であって，Ｎ Ｎ CGモチーフの5’末端側に隣接するオリゴヌクレオチド部分配列が「CTATCT」以外の配列を有する化合物，又はＮ Ｎ CGモチーフの3’末端側に隣接するオリゴヌクレオチド部分配列が「TTCTCTGT」又は「TTCTCUGU」以外の配列を有する化合物が全て，TLR7，TLR8，TLR9のアンタゴニスト作用を有するものであることが明らかであることを，当業者が認識することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，TLRによる病原体に特異的な構造を認識する作用機序を解明した研究発表は，TLR1ないしTLR4についての平成20年の研究発表(乙3)が最初であり，それまでは，TLRが病原体に特異的な構造をどのようにして認識するかという作用機序は解明されておらず，病原体に特異的な構造を認識するためにはTLRの立体構造の変化が必要であるということはもとより，病原体に特定的な構造とTLRとの結合が必要であるということすらも，本願出願時に技術常識とはなっていなかった。しかも，そのTLR1ないしTLR4についての研究発表を踏まえてTLR7ないしTLR9についても研究が行われたものの，TLR8については平成25年の研究発表(乙4)，TLR9については平成27年の研究発表(乙5)，TLR7については平成28年の研究発表(乙6)までは，これらのTLRが病原体に特異的な構造をどのようにして認識するかという作用機序は解明されていなかったのである。そうすると，原告の仮定する本願IRO化合物のTLR9に対するアンタゴニスト作用のメカニズムは，本願出願のはるか後になされた研究発表の内容に基づけば導くことができるかもしれないものの，少なくとも本願出願時の技術常識に基づいて導くことはできないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，TLR9についての作用機序に基づく原告の主張は失当であるが，そもそも，TLR7及び8が認識するものと，TLR9が認識するものが，異なることは出願時の技術常識であるから，原告は，本願発明に含まれる広範なIRO化合物がTLR7及び8についてもアンタゴニスト作用を奏することが本願明細書の記載及び出願時の技術水準に基づき認識できることについては，何ら根拠をもって説明するものとはいえない。",
                "すなわち，TLR9が細菌やウイルスのDＮAを認識することは出願時の技術常識であり，他方，TLR7とTLR8が，TLR9とは異なり，ウイルスの一本鎖RＮAや抗ウイルス薬のイミダゾキノリン誘導体を認識することも出願時の技術常識である。このように，TLR7及び8が認識するものと，TLR9が認識するものが異なるという技術常識に基づけば，TLR9に対して本願IRO化合物がアンタゴニスト作用を奏するとする原告の作用機序の説明が，TLR7及び8には妥当し得ないことは明らかである。のみならず，原告は，TLR9に対するものと同様に，TLR7及び8に対しても本願IRO化合物がアンタゴニスト作用を奏する例として，本願明細書の発明の詳細な説明(【0124】ないし【0125】)に記載された実施例13を挙げるものの，実施例13において用いられた「IRO」は本願明細書の発明の詳細な説明において全く特定されておらず，Ｎ Ｎ CGモチーフの有無すら不明であるから，本願IRO化合物がTLR7及び8に対してアンタゴニスト作用を奏する根拠にはなり得ない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願発明が実施可能要件及びサポート要件にそれぞれ適合しないものとした審決の各判断には誤りはなく，原告の主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願明細書(甲19)には，次のとおりの記載がある。",
                "「【技術分野】",
                "【0002】",
                "本発明の背景",
                "本発明は概して免疫学および免疫療法の分野に関し，ならびにより特別には免疫調節オリゴヌクレオチド(IRO)組成物およびトール様受容体媒介免疫反応の阻害および／または抑制のためのその使用に関する。",
                "【背景技術】",
                "【0003】",
                "関連技術の概要",
                "トール様受容体(TLR)は免疫系の多くの細胞に存在し，先天性免疫応答に関連することが示されてきている(略)。脊椎動物において，このファミリーはTLR1～TLR10と呼ばれる10のタンパク質からなり，それらは，細菌，菌類，寄生虫，およびウイルスからの分子パターンに関連する病原体を認識することが知られている(略)。TLRは，哺乳類が異質分子に対する免疫反応を認識および開始する鍵となる手段であり，ならびに，先天性および適応的免疫反応が結合する手段をまた提供する(略)。TLRは，また，自己免疫，感染症，および炎症を含む，多くの疾患の発病においての役割を果たすことが示されてきており(略)，適切な薬剤を用いるTLR媒介活性化の調節により，疾患介入のための手段を提供する。",
                "【0004】",
                "いくつかのTLRは，細胞表面に配置され，細胞外病原体を検出し，それに対する反応を開始し，そして，他のTLRは細胞内部に配置され，細胞内病原体を検出し，それに対する反応を開始する。表1は，TLRの代表例およびそして公知のアゴニストを提示する(略)。",
                "【0005】",
                "細菌性および合成DＮAに存在するある非メチル化CpGモチーフは，免疫系を活性化し，抗腫瘍活性を誘発すると示されている。(略)CpGジヌクレオチドを含有するアンチセンスオリゴヌクレオチドを用いる他の研究により，免疫反応を刺激することが示されてきた(略)。その後の研究により，TLR9が細菌性および合成DＮAに存在する非メチル化CpGモチーフを認識することが示された(略)。」",
                "「【0007】",
                "TLRの活性化は免疫反応を開始することに関係する一方，TLRを介する免疫系の非制御刺激は免疫低下対象において，特定の疾患を悪化させ得る。近年，いくつかのグループが，合成オリゴデオキシオリゴヌクレオチド(ODＮ)の炎症性サイトカインの阻害剤としての使用を示してきた(略)。」",
                "「【発明の開示】",
                "【0011】",
                "発明の概要",
                "本発明は，TLRのアンタゴニストとしての新規の免疫オリゴヌクレオチド(IRO)化合物およびそれを用いる方法を提供する。これらのIROは，免疫刺激性モチーフに隣接する配列および／または修飾がなければ免疫刺激性であるオリゴヌクレオチドモチーフにおける1つまたは2つ以上の化学修飾を有する。」",
                "「【0015】",
                "本発明は，免疫刺激性オリゴヌクレオチドモチーフ中へ，および／または免疫刺激性オリゴヌクレオチド隣接配列へと化学修飾を導入することを含む，免疫刺激性オリゴヌクレオチドモチーフを含むTLR刺激性オリゴヌクレオチドを修飾するための方法であって，かかる免疫刺激性オリゴヌクレオチドモチーフの免疫刺激性活性が化学修飾により抑制される，前記方法を提供する。",
                "【0016】",
                "本発明は，脊椎動物においてTLR媒介免疫反応を阻害するための方法をさらに提供し，(略)いくつかの好ましい態様において，本発明によるIRO化合物を投与することを含むTLR刺激を阻害することであって，かかるTLRはTLR2，TLR3，TLR4，TLR5，TLR7，TLR8，およびTLR9から選択される。」",
                "「【0018】",
                "本発明は，TLRにより媒介される疾患を有する脊椎動物を治療的に処置するための方法をさらに提供し，かかる薬学的有効量の本発明によるIRO化合物を脊椎動物へ投与することを含む。好ましい態様において，かかる疾患は癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそくまたは病原体により引き起こされる疾患である。」",
                "「【0021】",
                "好ましい態様の詳細な説明",
                "本発明は，免疫療法用途のための免疫モジュレーター薬剤としての新規のオリゴヌクレオチドの治療的使用に関する。特に，本発明は，TLR媒介免疫反応を阻害するおよび／または抑制するためのトール様受容体(TLR)のアンタゴニストとしての免疫調節オリゴヌクレオチド(IRO)を提供する。これらのIROは内因性および／または外因性TLRリガンドまたはアゴニストに対する反応におけるTLR媒介シグナル伝達を阻害するまたは抑制する特異的な配列を有する。(略)」",
                "「【0036】",
                "「TLR媒介疾患」または「TLR媒介障害」の用語は，概して，1つまたは2つ以上のTLRの活性化が要因である，任意の病態を意味する。かかる状態は，癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそくまたは病原体により引き起こされる疾患を限定なく含む。」",
                "「【0049】",
                "「オリゴヌクレオチドモチーフ」の用語は，ジヌクレオチドを含む，オリゴヌクレオチド配列を意味する。「1つまたは2つの修飾がなければ免疫刺激性であるオリゴヌクレオチドモチーフ」は，親オリゴヌクレオチドにおいて免疫刺激性であるが，誘導体オリゴヌクレオチドにおいて免疫刺激性ではなく，かかる誘導体オリゴヌクレオチドはかかる親オリゴヌクレオチドに基づくが，1つまたは2つ以上の修飾を有する，オリゴヌクレオチドモチーフを意味する。",
                "【0050】",
                "CpG，C＊pG，C＊pG＊およびCpG＊という用語は，免疫刺激性であって，シトシンまたはシトシン類似体およびグアニンまたはグアニン類自体を含む，オリゴヌクレオチドモチーフを指す。(略)",
                "【0051】",
                "第1の側面において，本発明は免疫調節オリゴヌクレオチド(IRO)化合物を提供する。「IRO」という用語は，1つまたは2つ以上のTLRに対するアンタゴニストである免疫調節オリゴヌクレオチド化合物を指し，かかる化合物はオリゴヌクレオチドモチーフおよび少なくとも1つの修飾を含み，かかるオリゴヌクレオチドモチーフは，かかる化合物が4未満の連続したグアノシンヌクレオチド，好ましくは3未満の連続したグアノシンヌクレオチドを含有するという前提で，オリゴヌクレオチドモチーフの活性を抑制する1つまたは2つ以上の修飾がなければ免疫刺激性(例えば，非メチル化CpG)である。かかる修飾は，オリゴヌクレオチドモチーフに隣接する配列内の，および／またはオリゴヌクレオチドモチーフ内の，オリゴヌクレオチド5’末端内であってもよい。これらの修飾の結果，TLR調節免疫刺激を抑制するIRO化合物を生じる。かかる修飾は，ヌクレオチド／オリゴヌクレオシドモチーフに隣接するヌクレオシド，またはオリゴヌクレオチドモチーフ内の塩基，糖残基および／またはリン酸骨格であることができる。」",
                "「【0077】",
                "本研究において用いられるこれらの一般構造内の特異的なIROの配列は，表4において示されるものを，限定なく含む。",
                "【0078】",
                "【表9】",
                "【0079】",
                "【表10】",
                "【0080】",
                "【表11】",
                "太字のG，AまたはU＝2’-OMe；太字のT＝3’-OMe；A ＝3’-OMe；G ＝7-デアザ-dG；m＝P-Me；A ，T ，C ，およびG ＝Β-L-デオキシヌクレオシド；X ＝脱塩基；X ＝グリセロールリンカー，X ＝C3-リンカー；C およびG ＝3’-デオキシ-ヌクレオシド；G ＝アラG；C ＝アラC；C ＝5-OH-dC；C ＝1-(2’-デオキシ-β-D-リボフラノシル)-2-オキソ-7-デアザ-8-メチル-プリン；G ＝Ｎ1-Me-dG；C ＝Ｎ3-Me-dC；U ＝3’-OMe；U ＝dU」",
                "「【0093】",
                "例2",
                "TLR刺激の阻害",
                "TLRを安定して発現するHEK293細胞(Invivogen)を，レポーター遺伝子，Seap,(Invivogen)で6時間，一過的に形質導入した。細胞を0．5μg／mlの5’-CTATCTGACGTTCTCTGT-3(’ マウスCpG配列；IMO／配列番号1；：0用量)単独および多様な濃度のIRO5または6で，18時間処置した。TLR9依存性レポーター遺伝子発現は，製造者のプロトコール(略)に従って決定され，結果をTLR9刺激オリゴヌクレオチド(100％)の％活性で表現する。結果を図1に示す。これらの結果により，IRO5がIMOのTLR9アゴニスト活性を阻害することが実証される。",
                "【0094】",
                "例3",
                "IRO特異的阻害TLR9刺激",
                "TLR9またはTLR3を安定して発現するHEK293細胞(Invitrogen)をレポーター遺伝子，Seap, (Invitrogen)で6時間，一過的に形質導入した。細胞を0．5mg／molのIMO1(0．5μg／ml)，IRO5(2．0μmg／ml)，R848(5．0μg／ml)，またはポリ(I)．ポリ(C)(0．5μg／ml)およびIMO＋IRO，R848＋IRO，またはポリ(I)．ポリ(C)＋IROの組み合わせで18時間処置した。TLR9またはTLR3依存性レポーター遺伝子発現は，製造者のプロトコール(略)に従って決定され，結果をＮF-kB活性における倍加変化(fold change)として表現された。結果を図2に示す。これらの結果により，IRO5はTLR9アゴニストの活性を阻害するが，TLR3のアゴニストではなく，そしてより一般的にはIROのものは選択的にTLR活性化を阻害することが実証される。",
                "【0095】",
                "例4",
                "IROによる用量依存性の阻害",
                "C57BL／6マウスに，左腋下に0．25mg／kgの刺激性 5’-TCTGACG TTCT-X-TCTTG CAGTCT-3’(IMO／配列番号3：G =7-デアザG，X=グリセロール)を，および右腋下に異なる用量のIRO5を皮下注射(s.c.)した。刺激性IMO3注射の2時間後に血清試料を採取し，ELISAによりIL-12レベルを決定した。結果を図3に示す。これらの結果により，IROによる用量依存性の阻害が実証される。",
                "【0096】",
                "例5",
                "IROによる時間依存性の阻害",
                "C57BL／6マウスに，左腋下に0．25mg／kgの刺激性IMO3を，および刺激性IMOの1時間前(-1h)または同時(0h)のいずれかに右腋下に1mg／kgのIRO5または5’-CTATCTCACCTTCTCTGT-5’(非CpG非刺激性対照：オリゴ／配列番号4)を皮下注射した。刺激性IMO注射の2時間後に血清試料を採取し，ELISAによりIL-12レベルを決定した。図4Aにおける結果により，刺激性IMOの1時間前(-1h)または同時(0h)のいずれかに，IRO5または(オリゴ4)の投与後の血清IL-12のレベルにおける低下が実証される。",
                "」",
                "「【0098】",
                "C57BL／6マウスに，左腋下に0．25mg／kgの刺激性IMO3を，および刺激性IMO(0h)の1時間前(-1h)，24時間前(-24)または72時間前(-72)のいずれかに右腋下に2mg／kgまたは10mg／kgの刺激性IRO17，98，101を皮下注射した。刺激性IMO注射の2時間後に血清試料を採取し，ELISAによりIL-12レベルを決定した。結果を図4C～Dに示す。これらの結果により，IROの前投与および同時投与によりTLR9のアゴニストを阻害できること，およびより一般的には，IROのものはTLR活性化を阻害できることが実証される。",
                "」",
                "「【0100】",
                "例7",
                "ヒト細胞培養におけるTLR9の阻害",
                "ヒトpDCおよびPBMCを10ugの5’-CTATCTGTCGTTCTCTGT-3’(ヒトCpG配列：IMO／配列番号2)および40ugのIRO10で，24時間培養した。結果を図6に示す。これらの結果により，IROがヒト培養細胞においてTLR9アゴニスト活性を阻害すること，より一般的にはIROがヒト細胞におけるTLRを阻害できることが実証される。",
                "」",
                "「【0102】",
                "例9",
                "Th1およびTh2免疫反応へのIMO効果のIRO阻害",
                "結果を図8に示す。これらの結果により，IROがTh2阻害性を逆転化し，IMOにより誘発されるTh1免疫反応を阻害できることが実証される。",
                "【0103】",
                "例10",
                "IMOおよびIROに対する抗体反応",
                "マウスを，wk0およびwk2においてIMOおよびIRO5または6ならびにその組み合わせの存在下および不存在において，HBsAgで免疫化した。結果は図9に示され，IMO誘発性IgG2A免疫反応でのIROによる低下が実証される。",
                "【0104】",
                "例11",
                "免疫刺激性オリゴヌクレオチドの阻害",
                "TLR9を安定して発現するHEK293細胞(略)を，レポーター遺伝子，Seap(略)で6時間，一過性に形質導入した。細胞を0．25μg／ml単独(IMO1；0用量)および様々な濃度のIROで，18時間処置した。TLR9依存性レポーター遺伝子発現は，製造者のプロトコール(略)に従って決定され，結果を免疫刺激性オリゴヌクレオチド活性の％阻害で表現する。結果を以下の表5および6に示す。かかる結果により，IROがIMOの活性を阻害することが実証される。",
                "【0105】",
                "【表12】",
                "様々な修飾を含有するIROは，TLR9を発現するHEK293細胞におけるIMOのＮF-κB活性化を阻害し，より一般的には，様々な修飾を含有するIROはIMOのＮF-κBの活性化を阻害することができる。",
                "【0106】",
                "【表13】",
                "様々な修飾を含有するIROは，TLR9を発現するHEK293細胞におけるIMOのＮF-κB活性化を阻害し，より一般的には，様々な修飾を含有するIROはIMOのＮF-κB活性化を阻害することができる。",
                "【0107】",
                "例12",
                "IROによる時間依存性の阻害",
                "C57BL／6マウスに，左腋下に0．25mg／kg～10mg／kgのTLRアゴニストを，TLRアゴニストの1時間前(-1h)～48時間前(-48h)または同時(oh)に右腋下に1mg／kg～20mg／kgのIRO5，17，または37あるいは5’-TCCTGGCGGGGAAGT-3’(ポリdG対照；オリゴ配列番号49)を，皮下注射した。刺激性IMO注射の2時間後に血清試料を採取し，ELISAによりIL-12レベルを決定した。結果を以下の表7～22に示す。これらの結果により，IROの前投与および同時投与の両方により，TLR9のアゴニストを阻害すること，およびIROの阻害活性はIMO投与48時間前に投与するときでさえも有効であることが実証される。より一般的には，これらの結果により，ILRの前投与および同時投与によりTLRアゴニストを阻害できること，およびIROの阻害活性がTLRアゴニストの投与の何時間も前に投与されるときでさえも見られることが実証される。",
                "【0108】",
                "【表14】",
                "IRO5は，IRO投与後6時間以内に注射されるとき，IMO誘発性IL-12産生を阻害した。より一般的には，これらの結果により，IMOが存在するときまたはIRO投与の数時間後に最初に存在するようになるとき，IROがTLR活性化およびIMO誘発性IL-12産生を阻害できるということが実証される。",
                "【0109】",
                "【表15】",
                "IRO5は，IRO投与後6時間以内に注射されるとき，IMO誘発性IL-12産生を強力に阻害した。より一般的には，これらの結果により，IMOが投与されるとき，またはIRO投与の数時間後に最初に存在するようになるとき，IROがTLR活性化およびIMO誘発性IL-12産生を実質的に阻害することが実証される。",
                "【0110】",
                "【表16】",
                "IRO5は，IRO投与後48時間以内に注射されるとき，IMO誘発性IL-12産生を強力に阻害した。より一般的には，これらの結果により，IMOが投与されるとき，またはIRO投与の数時間後に最初に存在するようになるとき，IROがTLR活性化およびIMO誘発性IL-12産生を実質的に阻害できることが実証される。",
                "【0111】",
                "【表17】",
                "IRO17は，IRO投与6時間以上後に注射されるとき，IMO誘発性IL-12産生を阻害した。より一般的には，これらの結果により，IMOが投与されるとき，またはIRO投与の数時間後に最初に存在するようになるとき，IROがTLR活性化およびIMO誘発性IL-12産生を阻害できることが実証される。",
                "【0112】",
                "【表18】",
                "IRO37は，IRO投与後3時間以内に注射されるとき，IMO誘発性IL-12産生を阻害した。より一般的には，これらの結果により，IMOが投与されるとき，またはIRO投与の数時間後に最初に存在するようになるとき，IROがTLR活性化およびIMO誘発性IL-12産生を阻害できることが実証される。」",
                "「【0115】",
                "【表21】",
                "IRO5は，IRO投与後1時間以内に注射されるとき，R848誘発性IL-12産生の低度の一過性の阻害を示す。より一般的には，これらのデータにより，IROは細胞内TLRの活性を阻害できることが実証される。」",
                "「【0117】",
                "【表23】",
                "IRO5は，IRO投与後1時間以内に注射されるとき，IMO誘発性MCP-1産生の強力な阻害を示す。より一般的には，これらのデータにより，IROはTLR活性化およびIMO誘発性MCP-1産生を阻害できることが実証される。",
                "【0118】",
                "【表24】",
                "IROは，IRO投与後1時間以内に注射されるとき，R848誘発性MCP-1産生の低度の一過性の阻害を示す。より一般的には，これらのデータにより，IROがTLR活性化および細胞内TLRを介するMCP-1産生を阻害できることが実証される。」",
                "「【0120】",
                "【表26】",
                "IRO5は，IRO投与後7日以内に注射されるとき，IMO誘発性IL-12産生の強力な阻害を示す。より一般的には，これらのデータにより，IROは哺乳類におけるTLR活性化およびIMO誘発性IL-12産生を阻害できることが実証される。",
                "【0121】",
                "【表27】",
                "IRO5は，IRO投与後72時間以内に注射されるとき，IMO誘発性IL-12産生の強力な阻害を示す。より一般的には，これらのデータにより，IROは，IROが投与された数時間後に，哺乳類において，TLR活性化およびIMO誘発性IL-12産生を阻害できることが実証される。",
                "【0122】",
                "【表28】",
                "IRO5は，IRO投与後72時間以内に注射されるとき，R848誘発性IL-12産生の阻害を示す。より一般的には，これらのデータにより，IROは，IROが投与された数時間後に，哺乳類において，細胞内TLRのアゴニストの活性およびTLRアゴニスト誘発性IL-12産生を阻害できることが実証される。」",
                "「【0124】",
                "例13",
                "TLRアゴニストに対するIROの短期および長期遮断活性",
                "IRO化合物の短期活性および選択性を評価するために，左側腹部へのTLRアゴニストの皮下投与1時間前(-1h)に，マウスに，右側腹部に2mg／kgのIROを皮下注射した。血清試料をTLRアゴニスト投与後2時間で採取し，Biosource (Camarill， CA)より得た複数のサイトカイン／ケモカインを検出するLuminex キットを用いて解析した。サイトカイン／ケモカイン値を Luminex 100 機器上で決定された標準曲線に当てはめた平均値から決定した。Luminex 解析は，STarStation ソフトフェア(略)を用いて実施した。以下の代表的なアゴニストを指示する用量で用いた：5’-TCTGACG TTCT-X-TCTTG CAGTCT-5’(TLR9アゴニスト；0．25mg／kg，G ＝7-デアザ-dG)，R848(TLR7／8アゴニスト，0．1mg／kg)，ロキソリビン(TLR7アゴニスト，100mg／kg)，Flagellin(TLR5アゴニスト，0．25mg／kg)，LPS(TLR4アゴニスト，0．25mg／kg)，ポリI．ポリC(TLR3アゴニスト，20mg／kg)，およびMALP-2(TLR2アゴニスト，0．5mg／kg)。かかる結果を図10～12に示す。これらの結果により，IROが，TLRアゴニストに対する反応において，サイトカイン／ケモカイン産生を阻害できることが実証される。かかる効果は，細胞外TLR(例えば，TLR2，TLR4，およびTLR5)と比較して，細胞内TLR(例えば，TLR3，TLR7，TLR8，およびTLR9)に対しては，より大きい。",
                "【0125】",
                "IRO化合物の長期活性および選択性を評価するために，TLRアゴニスト(上記のように)を左腹側に皮下投与する72時間前(-72h)に，10mg／kgのIROを右腹側に皮下注射した。血清試料をTLRアゴニストの投与2時間後に採取し，上記のように解析した。結果を図13～15に示す。これらの結果により，IROの前投与によりTLRアゴニストを阻害できること，およびIROの阻害活性はアゴニストの投与72時間前に投与されるときでさえ有効であることが実証される。",
                "【0126】",
                "例14",
                "ループスマウスモデルにおけるIR化合物の活性",
                "野生型(BALB／c)およびループスプローン(lupus prone)(MRL-lpr)マウスからの精製したマウス脾臓B細胞を，0．3mg／mlのIMO存在下または非存在の1mg／mlのIRO-17，あるいは0．3mg／mlのIMOまたは媒体単独で72時間培養した。結果を図16に示す。これらの結果により，IROの投与によりBリンパ球増殖を阻害できることが実証される。",
                "【0127】",
                "野生型(BALB／c)およびループスプローン(MRL-lpr)マウスからの精製したマウス脾臓B細胞を，0．3mg／mlのIMO存在下または非存在の1mg／mlのIRO-17，あるいは0．3mg／mlのIMOまたは媒体単独で72時間培養した。結果を図17Aに示す。これらの結果により，IROの投与によりマウスBリンパ球によるIL-6産生を阻害できることが実証される。野生型(BALB／c)およびループスプローン(ＮZBW)マウスからの精製マウス脾臓B細胞を，1mg／mlのIMOの存在下の0．01～10mg／mlのIRO-17で，または10mg／mlのIRO-17，1mg／mlのIMOまたは媒体単独で，72時間培養した。結果を図17Bおよび17Cに示す。これらの結果により，IROが，マウス脾臓細胞によりIL-6およびIL-12産生を阻害できることが実証される。",
                "【0128】",
                "ループスプローンMRL-lprマウスに，100μgの用量のIRO-5を第9～18週，および第21～23週に1週間に1度，またはIRO-17を第10～15週に開始して，第18～21週には100μgで週あたり3度，および第22～24週には40mgで週あたり3度，皮下注射した。血液および尿を，毎週，IRO注射前に採集した。マウスを第24週に殺処分した。血清抗DＮA  IgG1レベルをELISAで決定した。結果を図18A～18Eに示す。これらの結果により，IROおよびIRO17が，ループスプローンマウスにおいてIgG1およびIgG2A産生ならびに尿中タンパク質を阻害できることが実証される。",
                "【0129】",
                "ループスプローンＮZBWマウスに，第6週に開始して，2週間ごとに1度，300μgのIRO-5を皮下投与した。血清抗DＮA  IgG2aレベルを第16週および第20週において決定した。かかる結果を図19に示す。これらの結果により，IRO投与によりＮZBWマウスにおいて血清抗DＮA  IgG2aが阻害されることが実証される。",
                "」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本願発明の技術的特徴について",
      "text": [
        "前記(1)によれば，本願発明は，トール様受容体(TLR)媒介免疫反応の阻害，抑制のための免疫調節オリゴヌクレオチド(IRO)組成物に関するものである(【0002】)。",
        "上記にいうTLRとは，免疫系の多くの細胞に存在し，哺乳類ではTLR1ないしTLR10という10のタンパク質から構成されるものであり，細菌，菌類，寄生虫及びウイルスからの分子パターンに関連する病原体を認識することにより，異質分子に対する免疫反応を認識及び開始する鍵となる手段並びに先天性及び適応的免疫反応が結合する手段を提供する(【0003】)。そして，細胞の表面及び内部に配置されるTLRは，それぞれ細胞外病原体及び細胞内病原体を検出し，これらに対する反応を開始する。",
        "また，TLRの代表例及び公知のアゴニストは表1のとおりである(【0004】)。さらに，TLR9は，細菌性及び合成DＮAに存在する非メチル化CpGモチーフを認識することが示されている(【0005】)。",
        "他方，TLRを介する免疫系の非制御刺激は，免疫低下対象において，特定の疾患を悪化させ得るものであり，また，TLRは，自己免疫疾患，感染症及び炎症を含む多くの疾患の発病に関係することが示されてきている(【0003】，【0007】)。",
        "本願発明は，TLR7，TLR8，TLR9のアンタゴニストとしての本願IRO化合物によって，TLR7，TLR8，TLR9により媒介される免疫反応を阻害，抑制することにより，TLRの活性化が要因となる疾患である癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそく又は病原体によって引き起こされる疾患を有する脊椎動物に対し，治療的に処置するための組成物を提供することを課題とするものである(【0011】，【0016】，【0018】，【0021】，【0036】)。そして，当該組成物に含まれる本願IRO化合物が，修飾がなければ免疫刺激性であるオリゴヌクレオチドモチーフ(免疫刺激性オリゴヌクレオチドモチーフ)内や当該モチーフに隣接する配列に対し，化学修飾を導入して，免疫刺激性オリゴヌクレオチドモチーフの免疫刺激性活性を抑制し，TLR7，TLR8，TLR9のアンタゴニストとして作用することにより，上記課題を解決するものである(【0011】，【0015】，【0021】，【0049】，【0051】)。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由に対する判断",
          "text": [
            "本件事案に鑑み，本願発明の認定の誤りをいう取消事由2，実施可能要件及びサポート要件に係る各判断の誤りをいう取消事由3の順で検討し，取消事由2及び3に対する各判断を踏まえ，最後に手続違背をいう取消事由1を検討することとする。"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "取消事由2(本願発明の認定の誤り)",
      "text": [
        "原告は，審決は請求項1を引用する請求項14を更に引用して本願発明(請求項15)を認定するところ，本願発明のうち「疾患を治療的に処置するための組成物」という部分は，請求項14を引用する部分であるから，請求項14の記載に従って「疾患を有する脊椎動物を治療的に処置するための組成物」と認定されるべきであり，上記認定の誤りは審決の結論に影響するものであるから，審決は取り消されるべきであると主張する。",
        "そこで検討するに，前記第2の2によれば，本願発明(請求項15)が引用する請求項14は，「請求項1～7のいずれか一項に記載の化合物を含む，TLRにより媒介される疾患を有する脊椎動物を治療的に処置するための組成物であって，TLRが，TLR7，TLR8および／またはTLR9である，前記組成物。」というものであるから，審決が認定した本願発明のうち，請求項14を引用する「疾患を治療的に処置するための組成物」という部分は，「疾患を有する脊椎動物を治療的に処置するための組成物」の誤記であることは明らかであり，その限りで審決には誤りがある。",
        "しかしながら，当該誤記は，疾患を有する対象として「脊椎動物」という記載を欠くにとどまるものであり，その内容に照らしても，実施可能要件及びサポート要件に係るその後の審決の各判断を実質的に左右するものではないから，審決の結論に影響を及ぼすものではないことが明らかである。",
        "したがって，原告の主張は採用することができず，取消理由2は理由がない。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "取消事由3(実施可能要件及びサポート要件に係る各判断の誤り)",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "実施可能要件について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "特許法36条4項1号は，発明の詳細な説明の記載は，「その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものであること」と規定している。",
                    "したがって，同号に適合するためには，本願明細書中の「発明の詳細な説明」の記載が，これを見た本願発明の技術分野の当業者によって，本願出願当時に通常有する技術常識に基づき本願発明の実施をすることができる程度の記載であることが必要となる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "TLR9について",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "前記1の認定事実によれば，本願明細書には，次の事実が記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "TLR9の公知のアゴニストは，非メチル化DＮAである(【0004】表1)。",
                            "本願IRO化合物のうち，次に掲げる配列を有するIRO5，IRO10，IRO17，IRO25，IRO26，IRO33，IRO34，IRO37，IRO39，IRO41，IRO43及びIRO98は，TLR9のアンタゴニストとして作用することが確認されている(【0093】ないし【0096】，【0098】，【0100】，【0102】ないし【0112】，【0117】，【0120】，【0121】，【0126】ないし【0129】。以下「12種類化合物」といい，12種類化合物のうちIRO98を除く化合物を「同配列アンタゴニスト化合物」という。)。",
                            "IRO5：  5’-CTATCTGACGTTCTCTGT-3’",
                            "IRO10：  5’-CTATCTGUCGTTCTCTGT-3’",
                            "IRO17：  5’-CTATCTGACG TTCTCTGT-3’",
                            "IRO25：  5’-CTATCTGAC GTTCTCTGT-3’",
                            "IRO26：  5’-CTATCTGACG TTCTCTGT-3’",
                            "IRO33：  5’-CTATCTGAC GTTCTCTGT-3’",
                            "IRO34：  5’-CTATCTGACG TTCTCTGT-3’",
                            "IRO37：  5’-CTATCTGACG TTCTCTGT-3’",
                            "IRO39：  5’-CTATCTGAC GTTCTCTGT-3’",
                            "IRO41：  5’-CTATCTGAC GTTCTCTGT-3’",
                            "IRO43：  5’-CTATCTGAC GTTCTCTGT-3’",
                            "IRO98：  5’-CTATCTGACG TTCTCUGU-3’"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "同配列アンタゴニスト化合物は，TLR9のアゴニストとしての作用を有する「5’-CTATCTGACGTTCTCTGT-3’」(非メチル化CpG配列を有する配列であって，以下，本願明細書に合わせて「IMO」という。【0093】)について，「GACG」部分に化学修飾を導入してＮ Ｎ CGモチーフとすることにより，TLR9のアゴニストとしての作用を有するものから，TLR9のアンタゴニストとしての作用を有するものに反転することが確認されたものである(【0093】ないし【0096】，【0098】，【0100】，【0102】ないし【0112】，【0117】，【0120】，【0121】，【0126】ないし【0129】)。"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "細菌性及び合成DＮAに存在するある非メチル化CpGモチーフは，免疫系を活性化し，抗腫瘍活性を誘発することが示されており，その後の研究により，TLR9が細菌性及び合成DＮAに存在する非メチル化CpGモチーフを認識することが示されていた(【0005】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "本願明細書の上記記載によれば，同配列アンタゴニスト化合物は，アゴニスト作用を示していたIMOについて，「GACG」部分に化学修飾を導入して同部分をＮ Ｎ CGモチーフにすることにより，アンタゴニスト作用を示すに至ったことが認められる(以下，当該作用変化を「本件反転作用」という。)。",
                        "このような記載に接した当業者は，本件反転作用を生じさせた原因となる部分は，その他の配列が同一である以上，化学修飾を導入したＮ Ｎ CGモチーフに存在するものと理解するのが自然である。のみならず，本願明細書の前記a(c)の記載に接した当業者は，細菌性及び合成DＮAの塩基配列には様々なものがあるにもかかわらず，TLR9がそれらに存在する非メチル化CpGモチーフを認識するのであるから，IMOの「GACG」部分にある非メチル化CpGモチーフがTLR9に結合するものと理解するといえる。そのため，本件反転作用の原因は，TLR9に結合する「GACG」部分に化学修飾を導入し，これをＮ Ｎ CGモチーフとすることによって，上記の結合部分に何らかの変化が生じたことによるものと理解するのが自然である。",
                        "そうすると，12種類化合物の配列は，Ｎ Ｎ CGモチーフの5’末端側に隣接するオリゴヌクレオチド部分配列(以下「5’末端側隣接配列」という。)が全て「CTATCT」という一つの配列のみであり，かつ，Ｎ Ｎ CGモチーフの3’末端側に隣接するオリゴヌクレオチド部分配列(以下「3’末端側隣接配列」という。)が「TTCTCTGT」又は「TTCTCUGU」という類似する二つの配列のみであるものの，当業者は，本件反転作用を生じさせた部分は，Ｎ Ｎ CGモチーフ自体であって，5’末端側隣接配列又は3’末端側隣接配列ではないと理解するのであるから，Ｎ Ｎ CGモチーフを有する本願IRO化合物も，12種類化合物と同様に，アンタゴニスト作用を奏する蓋然性が高いものと論理的に理解するのが自然である。そして，当業者は，TLR9のアンタゴニストとして作用し得る本願IRO化合物が，少なくともTLR9のアゴニスト作用が原因となる癌，自己免疫疾患，気道炎症，炎症性疾患，感染症，皮膚疾患，アレルギー，ぜんそく又は病原体により引き起こされる疾患を有する脊椎動物を治療的に処置し得ることを十分に理解することができるといえる。",
                        "したがって，本願明細書に接した当業者は，本願IRO化合物が高い蓋然性をもってTLR9のアンタゴニスト作用を奏し，かつ，TLR9のアンタゴニストとして作用し得る本願IRO化合物がTLR9のアゴニスト作用を原因とする上記各疾患を治療的に処置し得ることを理解することができるのであるから，本願明細書中の発明の詳細な説明の記載は，当業者によって本願出願当時に通常有する技術常識に基づき本願発明の実施をすることができる程度の記載であると認めるのが相当である。",
                        "以上によれば，本願明細書の記載により，本願IRO化合物が全て，TLR9のアンタゴニスト作用を有するものであることを当業者が認識できるとはいえないなどとして，本願発明が実施可能要件に適合するものではないとした審決の判断には誤りがあり，TLR9についての原告の取消事由3は，理由がある。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "これに対し，被告は，実施例11に示されている同配列アンタゴニスト化合物につき，5’末端側隣接配列が「CTATCT」であり，かつ，「Ｎ1Ｎ2Ｎ3-Ｎm」が「TTCTCTGT」である化合物が示されるのみであって，それ以外の本願IRO化合物は示されていないことからすると，アンタゴニスト作用が「CpGジヌクレオチド」に結合した結果であるのか，あるいは，それ以外の共通する部分に結合した結果であるのかは定かでなく，また，本願明細書の発明の詳細な説明には，本願IRO化合物のうち，実施例11に示された化合物以外のものが，実施例11に示された化合物と同様にアンタゴニスト作用を有することを示唆する記載もなく，この点が技術常識であるともいえないなどと主張する。",
                        "しかしながら，同配列アンタゴニスト化合物は，上記bにおいて説示するとおり，アゴニスト作用を示していたIMOについて，「GACG」部分についてのみ化学修飾を導入して同部分をＮ Ｎ CGモチーフにすることにより，本件反転作用を奏するに至ったのであるから，このような記載に接した当業者は，本件反転作用を生じさせた部分は，化学修飾を導入したＮ Ｎ CGモチーフに存在するものと論理的に理解するのが自然であるといえる。そうすると，当業者は，実施例11に示された化合物以外のものであっても，少なくともTLR9については，Ｎ Ｎ CGモチーフが存在すれば，高い蓋然性をもってアンタゴニスト作用を示すものと理解すると認めるのが相当である。",
                        "したがって，被告の主張は，その他の主張を含め，本件反転作用の技術的意義を正解しないものに帰し，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "TLR7及び8について",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "前記1の認定事実によれば，本願明細書には，次の事実が記載されている。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "TLR7及び8の公知のアゴニストは，一本鎖RＮAウイルスである(【0004】表1)。"
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "実施例12において，IRO5は，TLR7及び8のアンタゴニストとして作用することが確認された(【0115】，【0118】，【0122】)。ただし，実施例12においては，TLR7及び8のアゴニストとしてIMOなどIRO5に類似したものは使用されていないため，本件反転作用は確認されなかった。"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "実施例13において，IRO化合物は，TLR9のほか，TLR7及び8のアンタゴニストとして作用することが確認された(【0124】，【0125】)。ただし，実施例13においては，上記IRO化合物の構造が具体的に特定されていない。"
                          ]
                        },
                        {
                          "fig": "(d)",
                          "text": [
                            "本願明細書においては，TLR7及び8について，TLR9とは異なり，もとより細菌性及び合成DＮAに存在する非メチル化CpGモチーフを認識することが示されていないほか，その他特定のモチーフを認識することは示されていない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "本願明細書の上記記載によれば，TLR7及び8について，アンタゴニストとして作用するIRO化合物は，実施例12及び13においてのみ示されているところ，実施例12において示されたIRO5については，IMOが使用されていないため，前記(イ)とは異なり，本件反転作用を確認することはできない。また，実施例13において示されたIRO化合物は，本願明細書ではその構造が具体的に特定されておらず，Ｎ Ｎ CGモチーフの存在すら明らかではないものである。",
                        "そうすると，TLR7及び8については，アンタゴニスト作用を奏した原因となる部分がＮ Ｎ CGモチーフであると特定することができないことは明らかである。のみならず，本願明細書の上記記載によれば，TLR9のアゴニストが非メチル化DＮAであるのに対し，TLR7及び8のアゴニストは一本鎖RＮAウイルスであるから，そもそも当業者は，TLR7及び8の結合部位がTLR9と同様であると理解するものとはいえない。",
                        "したがって，本願明細書に接した当業者は，本願IRO化合物がTLR7及び8のアンタゴニスト作用を奏するものと理解することができず，そうである以上，TLR7及び8のアゴニスト作用が原因となる疾患を治療的に処置し得ることを理解することができないのであるから，本願明細書中の発明の詳細な説明の記載は，当業者によって本願出願当時に通常有する技術常識に基づき本願発明の実施をすることができる程度の記載であると認めることはできない。",
                        "以上によれば，本願明細書の記載により，本願IRO化合物が全て，TLR7及び8のアンタゴニスト作用を有するものであることを当業者が認識できるとはいえないなどとして，本願発明が実施可能要件に適合するものではないとした審決の判断には誤りがないから，TLR7及び8についての原告の取消事由3は，理由がない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "これに対し，原告は，本願の実施例13によれば，本願IRO化合物がTLR9だけでなくTLR7及び8に対してもアンタゴニスト作用を奏することが確認されたため，本願IRO化合物はTLR7及び8についてもTLR9と同様にアンタゴニスト活性を示すことが当然に予測できると主張する。",
                        "しかしながら，TLR7及び8については，そもそも本件反転作用が確認されていないのであるから，TLR9について説示したところがTLR7及び8に直ちに当てはまるものとはいえない。しかも，TLR9のアゴニストが非メチル化DＮAであるのに対し，TLR7及び8のアゴニストは一本鎖RＮAウイルスであるから，そもそも当業者は，TLR7及び8の結合部位がTLR9と同様であると理解するものとはいえない。のみならず，実施例13に記載されているIRO化合物は，その構造が何ら特定されていないのであるから，当業者は，本願IRO化合物と異なるものも相当程度包含されていると理解するのが自然である。",
                        "したがって，原告の主張は，その他の主張を含め，その裏付けを欠くものというほかなく，採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(エ)",
                  "subject": "小括",
                  "text": [
                    "以上によれば，原告の実施可能要件についての取消事由3のうち，TLR9についての部分は理由があるものの，TLR7及び8についての部分は理由がないから，取消事由3は，結論において理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "サポート要件について",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものである(知的財産高等裁判所平成17年(行ケ)第10042号同年11月11日特別部判決参照)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "前記アによれば，本願明細書に接した当業者は，本願IRO化合物が，TLR9のアンタゴニスト作用を奏することによってTLR9のアゴニスト作用が原因となる疾患を治療的に処置し得ることを理解できるのに対し，TLR7及び8のアンタゴニスト作用を奏するものと理解することが困難であるものと認められる。",
                    "そうすると，本願発明は，本願明細書の記載により又は本願出願時の技術常識に照らして，本願発明の課題を解決できると当業者が認識できる範囲を超える発明を含むものであり，本願発明について，サポート要件に適合するものではなく特許を受けることができないとした審決の判断のうち，TLR9についての判断部分には誤りがあり，TLR7及び8についての判断部分には誤りはない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "これに対し，被告は，当業者が本願明細書の記載により本願IRO化合物のTLR9に対するアンタゴニスト作用を認識することができないなどと主張し，他方，原告は，当業者が本願明細書の記載により本願IRO化合物のTLR7及び8に対するアンタゴニスト作用を認識することができるなどと主張する。",
                    "しかしながら，前記アで説示したとおり，本願明細書においては，TLR7ないし9のうち，TLR9に限り本件反転作用を確認することができたのであるから，当事者双方の主張は，本件反転作用の技術的意義を正解しないものに帰するものである。",
                    "したがって，上記各主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "小括",
              "text": [
                "そのほかに原告及び被告の当審における主張を改めて十分検討しても，結局のところ，被告においてはTLR9について本件反転作用が確認された技術的意義を，原告においてはTLR7及び8について本件反転作用が確認されなかった技術的意義を，それぞれ正解しないものに帰するものであって，上記判断を左右するに至らない。",
                "以上によれば，本願発明が実施可能要件及びサポート要件にそれぞれ適合しないものとした審決の各判断は，いずれも結論において誤りはない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "まとめ",
              "text": [
                "以上によれば，原告の取消事由3のうち，TLR9についての取消事由は理由があるものの，TLR7及び8についての取消事由は理由がないから，取消事由3は，結論において理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "取消事由1(手続違背)",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "特許法50条を準用する同法159条2項の意義",
              "text": [
                "特許法50条本文は，拒絶査定をしようとする場合は，出願人に対し拒絶の理由を通知し，相当の期間を指定して意見書を提出する機会を与えなければならないと規定し，同法17条の2第1項1号に基づき，出願人には指定された期間内に補正をする機会が与えられ，これらの規定は，同法159条2項により，拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合にも準用される。この準用の趣旨は，審査段階で示されなかった拒絶理由に基づいて直ちに請求不成立の審決を行うことは，審査段階と異なりその後の補正の機会も設けられていない(もとより審決取消訴訟においては補正をする余地はない。)以上，出願人である審判請求人にとって不意打ちとなり，過酷であるため，手続保障の観点から，出願人に意見書の提出の機会を与えて適正な審判の実現を図るとともに，補正の機会を与えることによって，出願された特許発明の保護を図ったものと理解される(知的財産高等裁判所平成22年(行ケ)第10298号同23年10月4日判決，知的財産高等裁判所平成25年(行ケ)第10131号同26年2月5日判決各参照)。",
                "このような適正な審判の実現と特許発明の保護との調和は，複数の発明が同時に出願されている場合の拒絶査定不服審判において，従前の拒絶査定の理由が解消されている一方，複数の発明に対する上記拒絶査定の理由とは異なる拒絶理由について，一方の発明に対してはこれを通知したものの，他方の発明に対しては実質的にこれを通知しなかったため，審判請求人が補正により特許要件を欠く上記他方の発明を削除する可能性が認められたのにこれを削除することができず，特許要件を充足する上記一方の発明についてまで拒絶査定不服審判の不成立審決を最終的に免れる機会を失ったといえるときにも，当然妥当するものであって，このようなときには，当該審決に，特許法50条を準用する同法159条2項に規定する手続違背の違法があるというべきである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "これを本件についてみると，前提となる事実に後掲各証拠及び弁論の全趣旨を総合すれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "原告は，発明の名称を「トール様受容体に基づく免疫反応を調整する免疫調節ヌクレオチド(IRO)化合物」とする発明につき，平成18年10月12日，国際特許出願をしたが(甲4)，平成26年3月6日付けで拒絶査定(甲12)を受けた。拒絶査定の理由は，次のとおりである。",
                    "「請求項1には「Ｎ ～Ｎ および／またはＮ1～Ｎ3は，それぞれの出現において，独立して，i)ヌクレオチド，またはii)2’  -置換リボヌクレオシド，2’  -O-置換リボヌクレオシド，2’  -置換アラビノシドまたは2’  -O-置換アラビノシドを含むヌクレオチドから選択される，前記オリゴヌクレオチドモチーフの活性を抑制するヌクレオチド誘導体であり」と記載されており，「前記オリゴヌクレオチドモチーフの活性を抑制するヌクレオチド誘導体」と機能・特性による規定を含んでいる。(略)",
                    "当該規定は，化学物の構造を機能・特性により特定しようとするものであるが，出願時の技術常識を考慮したところで，当該機能・特性を有する「ヌクレオチド誘導体」が具体的に如何なる構造を有するのかは不明である。本願明細書を参照したところで，実施例に具体的に開示された数種類のIROが阻害活性を有することを確認できるものの，その他の化合物については，どのような化学構造を有すればよいか類推し得るほど十分な実施例が開示されているとも言えないし，どのような化学構造を有すればよいかについて十分な示唆がなされているとも言えない。また，「i)ヌクレオチド，またはii)2’-置換リボヌクレオシド，2’-O-置換リボヌクレオシド，2’-置換アラビノシドまたは2’-O-置換アラビノシドを含むヌクレオチドから選択され」さえすれば，必ず上記機能・特性を発揮するとも認められない。",
                    "よって，この出願の発明の詳細な説明は，当事者が請求項1～17を実施することができる程度に明確かつ十分に記載されたものでなく，請求項1～17に係る発明は，発明の詳細な説明に記載したものでなく，請求項1～17に係る発明は明確でない。」"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "これに対し，原告は，同年7月18日，本件審判請求をするとともに(甲13)，請求項1ないし5の文言の一部を補正し又は誤記を訂正する手続補正(甲14)をした。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告は，本件拒絶査定不服審判において，平成27年9月16日付けの拒絶理由通知(甲16)を受けた(以下，当該拒絶理由通知を「本件拒絶理由通知」といい，本件拒絶理由通知に係る拒絶理由を「本件拒絶理由」という。)。請求項1，請求項8及び請求項13に対する本件拒絶理由は，大要次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "請求項1，3，4及び7ないし17(請求項3を追加する前のもの)",
                      "text": [
                        "証拠(甲16)及び弁論の全趣旨によれば，本件拒絶理由通知では，実施例においてアンタゴニスト作用を有することが証明された化合物のうち，本願IRO化合物に含まれるものは，IRO5，10，17，25，26，33，34，37，39，41，43及び98であるとして，これらの12種類化合物に限定して検討を加えていること，12種類化合物は，いずれもTLR9に対してアンタゴニスト作用を有するものであるが，IRO5に限り，TLR9のほか，TLR7及び8に対してもアンタゴニスト作用を有するものであること，本件拒絶理由通知では，12種類化合物を全体として比較して，Ｎ Ｎ CGモチーフの5’末端側に隣接する部分の塩基配列及びＮ Ｎ CGモチーフの3’末端側に隣接する部分の塩基配列が，それぞれ類似の二通りのみであることを根拠として，請求項1，3，4及び7ないし17に係る各発明の実施可能要件及びサポート要件違反を示していること，そのため，本件拒絶理由通知では，IRO5に固有の問題を検討するものではなく，TLR9に対するアンタゴニスト作用を有する12種類化合物のみの問題を検討していること，以上の事実が認められる。",
                        "上記認定事実によれば，本件拒絶理由通知は，TLR9に対してアンタゴニスト作用を有する12種類化合物のみの問題を検討するにとどまり，TLR7及び8に対してもアンタゴニスト作用を有するIRO5に固有の問題を検討した上で拒絶理由を通知するものではないから，実質的にはTLR7及び8に対する拒絶理由を示すものではないと認めるのが相当である。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "請求項8，13，16及び17(請求項3を追加する前のもの)",
                      "text": [
                        "証拠(甲16)及び弁論の全趣旨によれば，本件拒絶理由通知は，請求項8に係る発明につき，「本願明細書ではTLRとして「TLR7」，「TLR8」及び「TLR9」に対する各種IROのアンタゴニスト作用を確認しただけであって，他のTLRに対してもアンタゴニスト作用を有することは確認されていない。」，「請求項8の「TLR媒介免疫反応」のうち，「TLR7」，「TLR8」又は「TLR9」の媒介免疫反応以外の免疫反応については，本願発明のIRO化合物が阻害効果を示すことが確認できない。」と記載し，また，請求項13に係る発明につき，「請求項13の「TLRにより媒介される疾患」のうち，「TLR7」，「TLR8」又は「TLR9」によって媒介される疾患以外の疾患については，本願発明のIRO化合物が治療効果を示すことが確認できない。」と，それぞれ記載していることが認められる。",
                        "上記認定事実によれば，本件拒絶理由通知は，文言上，少なくとも，TLR7ないし9については，アンタゴニスト作用及びその治療効果を有することが確認されたことをいうものと理解するのが自然である。"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "請求項14(請求項3を追加する前のもの)",
                      "text": [
                        "本件拒絶理由通知には，請求項14のみに存在する拒絶理由は示されていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "原告は，平成28年3月17日，本件拒絶理由を踏まえ，手続補正書(甲17)を提出し，請求項2から非ヌクレオチドリンカーを削除した上，これを規定する請求項3を追加する(請求項の数は18。)とともに，新たな請求項9及び14においては，TLR1ないし6を削除して，TLR7ないし9に限定するなどの補正をし(以下，当該補正前の「請求項3」ないし「請求項17」を「旧請求項3」ないし「旧請求項17」という。)，さらに，次のとおり，本件拒絶理由は解消した旨を記載した意見書(甲18)を提出した。",
                    "「審判官殿は，補正後の請求項9(現請求項8)の「TLR媒介免疫反応」および補正後の請求項14(現請求項13)の「TLRにより媒介される疾患」について，「本願明細書ではTLRとして「TLR7」，「TLR8」及び「TLR9」に対する各種IROのアンタゴニスト作用を確認しただけであって，他のTLRに対してもアンタゴニスト作用を有することは確認されていない」旨認定されました。しかしながら，上記補正のとおり，TLRが「TLR7」，「TLR8」および／または「TLR9」に限定されましたので，この点における理由1，2は解消したものと思料します。」"
                  ]
                },
                {
                  "fig": "(オ)",
                  "text": [
                    "その後，特許庁は，原告に対し，改めて拒絶理由を通知することなく，平成28年5月20日，「本件審判の請求は，成り立たない。」との審決をした。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記イ(ウ)aによれば，本件拒絶理由通知は，TLR9に対してアンタゴニスト作用を有する12種類化合物のみの問題を検討するにとどまり，TLR7及び8に対してアンタゴニスト作用を有するIRO5に固有の問題を検討した上で拒絶理由を通知するものではないから，実質的にはTLR7及び8に対する拒絶理由を示すものではないことが認められる。のみならず，TLR7及び8については，本件反転作用を裏付ける実施例はない上，そもそも認識するアゴニストの対象が，TLR9とは異なり，一本鎖RＮAウイルスであると認められるのであるから，TLR7及び8の拒絶理由には，TLR9の拒絶理由とは異なる固有の理由が存在することは明らかであるにもかかわらず，本件拒絶理由通知は，これを通知していないことが認められる。",
                "そして，前記イ(エ)によれば，原告は，本件拒絶理由を受けて，その理由を解消するために，TLR1ないし6に係る発明部分を削除しているのであり，このような経緯に鑑みると，原告は，TLR7及び8についても拒絶理由を実質的に通知されていた場合には，TLR7及び8に係る発明部分についても，TLR1ないし6に係る発明部分と併せて補正によって削除した可能性が高いものと認められる。",
                "のみならず，前記イ(ウ)bによれば，請求項8，13，16及び17に係る各発明に対する本件拒絶理由通知は，文言上，少なくとも，TLR7ないし9については，アンタゴニスト作用及びその治療効果を有することが確認されたことをいうものと理解するのが自然であるから，このような記載に接した原告が，少なくともTLR7ないし9については，アンタゴニスト作用を有することが確認されたため，実施可能要件及びサポート要件違反はないものと理解したのもやむを得ないところである。現に，原告は，前記イ(エ)によれば，本件拒絶理由通知を踏まえ，請求項9及び14においては，TLR1ないし6を削除して，TLR7ないし9に限定する補正をしている事実が認められるのであるから，このような事実からも，上記の原告の理解が十分に裏付けられるといえる。そうすると，TLR7ないし9についてもアンタゴニスト作用を有するものであるとすることはできないとして，本願発明が実施可能要件及びサポート要件に適合しないとした審決の判断は，実質的にみれば，上記の経過に照らし，原告にとっては，不意打ちというほかなく，不当であるというほかない。",
                "これらの事情の下においては，本件拒絶査定不服審判において，従前の拒絶査定の理由とは異なる拒絶理由について，TLR9に係る発明に対してはこれを通知したものの，TLR7及び8に係る各発明に対しては実質的にこれを通知しなかったため，原告が補正により特許要件を欠くTLR7及び8に係る各発明を削除する可能性が認められたのにこれを削除することができず，特許要件を充足するTLR9に係る発明についてまで本件拒絶査定不服審判の不成立審決を最終的に免れる機会を失ったものと認められる。",
                "したがって，審決には，特許法50条を準用する同法159条2項に規定する手続違背の違法があるというべきであり，当該手続違背の違法は，審決の結論に影響を及ぼすというべきであるから，取消事由1は，理由があるものと認められる。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "これに対し，被告は，前記イ(ウ)aのとおり，サポート要件違反と実施可能要件違反をいう請求項1に係る本件拒絶理由は，旧請求項3及び4，7なしい17についても存在する旨通知されているのであるから，審決が本件拒絶理由とは異なる新たな拒絶理由に基づき実施可能要件及びサポート要件に適合しないと判断したとする原告の主張は，前提を欠くものであるなどと主張する。",
                "しかしながら，上記ウで説示したとおり，本件拒絶査定不服審判において，本件拒絶理由通知では，TLR9に関する拒絶理由のみを通知し，実質的にはTLR7及び8に関する拒絶理由を通知しなかったため，原告はTLR7及び8に係る各発明を削除するなどの補正をする機会を失うことになり，実施可能要件及びサポート要件をいずれも充足するTLR9に係る発明まで最終的に特許を受けることができないことになったものと認められる。このような結果は，原告にとって，不意打ちとなるため，原告に過酷というほかなく，審判請求人の手続保障を規定する特許法159条2項の趣旨に照らし，相当ではないというべきである。",
                "かえって，被告は，本件訴訟に至っては，そもそもTLR7及び8が認識するものと，TLR9が認識するものが異なるという技術常識に基づけば，TLR9に対して本願IRO化合物がアンタゴニスト作用を奏するとする原告の作用機序の説明が，TLR7及び8には妥当し得ないことは明らかであるなどとして，現にTLR7及び8に固有の拒絶理由を具体的に主張しているのであるから(準備書面(第1回)13頁)，実質的にみても，上記のように，本件拒絶査定不服審判においてTLR7及び8に固有の拒絶理由を通知することが，審判合議体にとって困難なものであったとは認められない。",
                "したがって，被告の主張は，審判請求人の手続保障を規定する特許法159条2項の意義を正解しないものに帰し，採用することができない。",
                "なお付言するに，本願IRO化合物が治療効果を有するかどうかの点につき，本件拒絶理由では，TLR7ないし9によって媒介される疾患以外の疾患については治療効果を示すことが確認できないとしているところ，原告は，本件拒絶査定不服審判においては，TLR7ないし9によって媒介される疾患については治療効果を示すことが確認されたものと理解した上，本件拒絶理由を踏まえてTLR1ないし6を削除する補正をし，さらに，その後の意見書において，この点に係る拒絶理由が解消されたとまで述べているのであるから，審決においてTLR7ないし9によって媒介される疾患についても治療的に処置することができるといえる根拠がないと判断するのであれば，審判請求人の手続保障を規定する特許法159条2項の法意に照らすと，本件拒絶査定不服審判において，この点についても改めて拒絶理由を通知することが相当であったものと認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，取消事由2及び3は理由がないが，取消事由1は理由があるから，審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10218",
    "date": "2018-01-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087452",
    "ipprecedent_id": "4852",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}