{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2015-900098号事件について平成28年5月11日にした異議の決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実（いずれも当事者間に争いがない。）",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "登録第5727379号商標（以下「本件商標」という。）は，「縁の会」の文字を標準文字で書してなり，原告が平成26年2月12日に登録出願し，第35類「墓地・納骨堂及び墓の販売に関する事務の代理又は代行，葬祭具の販売に関する事務の代理又は代行」及び第45類「葬儀の執行，永代供養の執行及びこれの媒介又は取次ぎ，墓地又は納骨堂の提供，墓地又は納骨堂の提供の斡旋・媒介又は取次ぎ，墓地又は納骨堂の管理，祭壇の貸与，葬儀用具の貸与」を指定役務として，平成26年12月19日に設定登録されたものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "宗教法人東長寺（以下「東長寺」という。）は，平成27年3月26日，本件商標の商標登録につき商標登録異議申立てを行い，特許庁は，当該申立てにつき異議2015-900098号事件として審理をした上，平成28年5月11日，「登録第5727379号商標の商標登録を取り消す。」との決定（以下「本件決定」という。）をし，その謄本は，同月19日，原告に送達された。",
            "原告は，これを不服として，同年6月15日，本件訴訟を提起した。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由の要旨",
          "text": [
            "本件決定の理由は，別紙異議の決定書（写し）記載のとおりである。要するに，以下の理由（要旨）により本件商標につき商標法（以下「法」という。）4条1項19号に違反して登録された取り消すべきものである旨通知した取消理由通知書記載の取消理由は妥当なものであり，本件商標は，東長寺の業務に係る商品及び役務を表示するものとして，需要者の間に広く認識されている使用標章と極めて類似する商標であって，不正の目的をもって使用する商標といわなければならないから，法4条1項19号に該当するものであるとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "使用標章の周知性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "東長寺は，東京都新宿区四谷に所在する曹洞宗の寺院であり，平成8年に，その開創400年記念事業として，会員一人ひとりに永代供養を約束する「縁の会」（以下「使用標章」という。）を発足し，生前個人墓の販売等に関する事業（以下「本件事業」という。）を開始した。本件事業は，具体的には，生前個人墓の販売に基づき，これを購入した個人が入会する組織の名称を「縁の会」といい，入会した会員を対象に，主として，戒名が与えられ，会員の死後における葬儀（生前予約），納骨法要，永代供養，納骨堂等の維持・管理などが行われるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件事業につき「縁の会」の文字とともに紹介した全国紙や雑誌等の記事は，平成8年頃から平成20年頃にかけて多数に上る。また，東長寺は，生前個人墓の販売に関し，多くの新聞や雑誌に，「東長寺『縁の会』」などの文字とともに，「自分で選べる自分のお墓」，「個人のための生前墓」，「永代供養墓・生前個人墓」，「生前個人墓」などと表示して，主として平成8年から平成16年頃までの間に盛んに広告を掲載した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これらの事実によれば，使用標章は，東長寺の業務に係る役務「葬儀の執行，永代供養の執行及びこれの媒介又は取次ぎ，墓地又は納骨堂の提供，墓地又は納骨堂の管理」を表示するものとして，長年にわたり継続して使用されてきたものであり，本件商標の登録出願日（平成26年2月12日）には既に需要者の間に広く認識されていたものと認められるとともに，その周知性は，本件商標の登録査定日（同年12月9日）においても継続していたものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と使用標章との類似性",
              "text": [
                "本件商標は，「縁の会」の文字を標準文字で書してなるものである。",
                "これに対し，使用標章は，「縁の会」の文字よりなるものである。",
                "そうすると，本件商標と使用標章とは，「縁の会」の文字を同じくするものであり，これにより，いずれも「エンノカイ」の称呼及び「縁の会（縁があって集まることなど）」の観念を生じる。",
                "したがって，本件商標と使用標章は，外観，称呼及び観念のいずれの点についても互いに紛れるおそれのある類似の商標と認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "不正の目的",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "東長寺と原告は，平成8年に東長寺の開創400年記念事業として生前個人墓の販売等に関する事業（本件事業）を「縁の会」と名付けて開始し，当初は契約書上，この事業を「共同事業」と呼称した。",
                    "平成10年4月1日付けの「東長寺開創400年記念事業  生前個人墓に関する共同事業第二回変更契約書」には，東長寺と原告が共同で遂行すべき業務を事業計画の作成及び監理とし，東長寺が遂行すべき業務を納骨堂の整備及び運営管理，縁の碑及び銘板の設置区域の環境整備及び運営管理，曹洞宗の教義による法要と永代供養，個人墓の購入者の教化，販売事務所の提供とし，原告が遂行すべき業務を個人墓の広報及び広告，個人墓の販売及び販売の委託，縁の会事務局の設置，運営，管理とする旨が記載されている。",
                    "平成18年11月1日付けの「縁の会会員募集に関する委託契約書」には，東長寺が原告に対し「縁の会」の会員募集に関する業務を委託する旨記載され，また，募集期間中における縁の会事務局の運営・維持管理費用は主に原告の負担とすること，ただし，募集が終了し当該契約が終了した場合，縁の会事務局の運営業務は東長寺に引き渡すこととすることが記載されている。",
                    "平成25年2月14日付けの「契約内容の変更に関する覚書」には，遅くとも平成26年12月末日をもって業務委託契約を終了すること，当該期日までに東長寺の自主運営が円滑に行えるよう，原告から東長寺へ業務を引き継ぐことが記載されている。",
                    "これらの事実及び原告が「縁の会」の商標を平成26年2月12日に登録出願し，同年12月19日に設定登録をしたことに鑑みれば，東長寺と原告は，共同事業として本件事業を始め，その業務分担は明確にされており，東長寺が寺の管理や曹洞宗の教義による法要と永代供養などを行い，原告は，主に，墓の広報や広告，墓の販売及び販売の委託，縁の会事務局の設置，運営，管理等を行っていたことが推認されるとともに，東長寺及び原告は，平成26年12月末日までに業務委託契約を終了することとし，同日までに東長寺の自主運営が円滑に行えるよう，原告から東長寺へ業務を引き継ぐことについて合意したことが認められるところ，原告は，共同事業として本件事業を開始し，契約期間中であるにもかかわらず，原告のみで本件商標の商標権を取得したものである。また，本件事業における東長寺と原告の業務分担は明確になっていたにもかかわらず，原告は，東長寺の業務の範囲である「葬儀の執行，永代供養の執行，墓地又は納骨堂の提供，墓地又は納骨堂の管理」についても，東長寺の承諾等なしに商標権を取得したものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，原告は，使用標章がいまだ商標登録されていないことを奇貨として，それに化体された業務上の信用と顧客吸引力にただ乗り（フリーライド）し，不正の利益を得る目的など，不正の目的のために使用標章と類似する本件商標を先に登録出願し，設定登録を受けたものと推認される。",
                    "そうすると，本件商標は，東長寺の業務に係る役務を表示するものとして，需要者の間に広く認識されている使用標章と極めて類似する商標であって，不正の目的をもって使用する商標といわなければならない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-使用標章の認定の誤り",
              "text": [
                "本件決定は，本件事業に関する記事や広告に基づき，東長寺が使用する標章を「縁の会」であると認定しているが，東長寺が使用していた標章は「東長寺縁の会」であって，「東長寺」を冠しない「縁の会」ではない。本件決定の認定に係る新聞記事等には「縁の会」との記載のあるものもあるが，それらの記事も，その内容から「縁の会」が「東長寺の縁の会」であることは明らかであって，当該記事をもって，東長寺を冠しない「縁の会」が東長寺の事業を示す標識として周知されていたとはいえない。また，新聞雑誌等の広告においては，いずれも「東長寺縁の会」との表記がされている。",
                "したがって，原告が他の寺院の名称を冠して又は冠しないで「縁の会」との商標を使用して事業を行うことにより，その事業が東長寺の事業であるとの誤認混同等を生じると認める余地はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-不正の目的の不存在1",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告と東長寺との間の契約は，当初は共同事業契約とされ，その後名目上は委託契約に変更されたものの，基本的な権利義務関係は変更されていない。すなわち，本件事業開始当初の契約によれば，東長寺の業務は納骨堂の整備その他の宗教的行為等とされる一方，原告の業務は，広報，広告，個人墓の販売，東長寺縁の会事務局の管理運営等であった。また会員の入会金（販売代金）のうち一定額を施設整備費用と広報費用とし，前者は東長寺，後者は原告に帰属するものとされ，その残りは折半するものとされていた。その後，契約の名称は委託契約に改められたが，業務分担の変更がされたものではなく，また，会員の入会金のうち一定額が原告に帰属するものとされた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "契約に基づく担当業務の遂行",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "広報，広告と費用負担",
                      "text": [
                        "「東長寺縁の会」の広告は，原告が自らの業務として行っていたものであり，原告の会計帳簿に費用として計上され，広告の出稿も管理していた。また，広報についても，原告の従業員がマスコミに対する情報提供等を行っていた。",
                        "なお，広報，広告について，東長寺が費用を支出したことはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "事務局の管理運営",
                      "text": [
                        "「東長寺縁の会」自体は，宗教法人たる東長寺とは別の主体である会員制の組織である。この会員制の組織には，管理運営者の選任に関する規定等が存在していないものの，原告と東長寺との契約に基づき原告が管理運営等を行っていた。具体的に原告が行っていた業務は，会員契約の申込みに対する対応と契約の締結，会員からの問合せに対する対応，会員の葬儀等の東長寺に対する取次ぎ等である。入会金は「東長寺縁の会事務局  事務局長  A」名義の口座に入金され，事務局を担当する原告において，上記契約に基づく報酬割合に応じて原告と東長寺の預金口座にそれぞれ振り替える措置を行っていた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，原告と東長寺との間では，広報，広告は原告が行うべき業務であるとの合意が存在し，これに基づいて原告が「東長寺縁の会」の広報，広告を行っていたのであり，その費用を東長寺が支出していたことはないのであるから，原告が本件商標につき商標登録を受けることがいわゆる「フリーライド」に該当する余地はなく，原告に不正の目的はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3-不正の目的の不存在2",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，原告が考案したものであり，原告が東長寺に提案して共同事業が開始されたものである。この共同事業は，単なる「縁の会」という標章にとどまるものではなく，都会の寺院において檀家の実体が失われ，財務状況が悪化している中で，「個人墓」を生前に販売することにより寺院の収益を獲得するという新たなビジネスモデルの展開を図ったものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成25年2月14日付け「契約内容の変更に関する覚書」（甲50）には，契約終了時に原告から東長寺へ業務を引き継ぐ旨規定されているが，これは単に，東長寺縁の会事務局の運営を原告が長年にわたって行っていたことから，原告と東長寺との間の契約終了に当たり円滑な事務局業務の引継ぎを行うことを確認したにすぎず，本件商標に係る権利の帰属自体を定めたものではない。むしろ，この当時に原告と東長寺との間で協議されていた内容は，東長寺において原告が本件商標の商標登録をすることを容認する一方，原告において東長寺が「東長寺縁の会」の名称を使用した活動を容認するというものである。これは，その当時既に原告において他の寺院の名称を冠した「縁の会」を立ち上げて活動していたからにほかならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記（(2)イ(イ)）のとおり，宗教法人である東長寺と，会員組織である東長寺縁の会は明らかに異なる法主体である。「東長寺縁の会」との標章に係る権利は，当該組織ないし団体である「東長寺縁の会」に固有のものであり，当然に東長寺に帰属するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，真光寺及び常在寺との間で，東長寺との共同事業により成功したビジネスモデルを採用して新たな事業を展開している。このような原告のビジネスモデルの展開と，他の寺院の活動について，東長寺が妨げる権利を有していないことは明らかであるところ，原告は，東長寺がこれを妨害する危険があることを認識したからこそ，本件商標の商標登録を行ったものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，原告は，自らの権利利益を確保するために本件商標の商標登録をしたのであって，原告に不正の目的はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件決定は，すべて，「縁の会」を東長寺が自ら単独で行う事業であるとの前提に立ってされている。",
                "しかし，宗教法人である東長寺にとって，「縁の会」の事業は公益事業に該当せず，また，その寺院規則の定める目的とも相いれない上，自らの事業として「縁の会」と称する「生前個人墓に関する事業」を営んでいたのであれば，宗教法人法等に定められた手続を履践し，包括宗教団体である曹洞宗から被包括寺院としてそのような事業に着手することについて承認を受け，適切な会計処理を行い，適切な税務申告がされていてしかるべきであるが，そのような手続が取られた形跡はない。",
                "そうである以上，本件事業は，東長寺が自ら単独で行う事業ではなく，曹洞宗寺院としての東長寺が行う本来の事業に協力すべく，営利企業である原告が考案して自ら行っていた事業，ないし，曹洞宗寺院としての東長寺がその性格上自らの事業として行い得ない部分を，営利企業である原告が担うことによって成り立っていた共同事業というべきである。",
                "したがって，東長寺が自ら単独で「縁の会」なる事業を行っていたことを前提とする本件決定に理由はなく，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件決定において，本件商標が法4条1項19号に該当するとして引用した商標は，「縁の会」の文字からなるものである（以下「引用商標」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標の周知性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "東長寺に係る「縁の会」事業について",
                  "text": [
                    "東長寺は，東京の都心（新宿区四谷）に所在する曹洞宗の寺であり，平成8年7月から，開創400年記念事業の一環として，「縁の会」と称する生前個人墓に関する事業（本件事業）を開始した。本件の事業は，核家族化や少子化，墓地の高騰等が進む近年において，都心に位置する寺が存続し，かつ，例えば，従来の「家制度」や「檀家制度」といったことに関わりなく，個人での墓の購入を望む者のニーズに応えるなどといったことを目的とするものであり，東長寺が，同寺との間で入会契約をした者に対し，「縁の会」会員として登録をするとともに，概ね以下の宗教的行為等を提供するものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "会員1人について1基，寺内にある墓苑「水の苑」に俗名を刻銘した御影石の碑又は漆の銘板（縁の碑）を設置する（生前個人墓）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "会員に曹洞宗の戒名を授け，位牌に戒名を刻銘して納骨堂に安置する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "会員が逝去した後，納骨法要を営み，遺骨を納骨堂に安置する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "逝去した会員について，33回忌までは，亡くなった月の一日の「萬燈供養」において供養し，その後は，総墓に合祀し，引き続き供養する（永代供養）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "東長寺が営む「一日法要」のほか，会員向けの催し物への案内，会報を送付する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "東長寺に係る「縁の会」の記事について",
                  "text": [
                    "東長寺に係る「縁の会」については，少なくともその事業開始直前から平成21年までの間，多数の新聞や雑誌に記事が掲載された。掲載記事においては，東長寺が「縁の会」と称する生前個人墓に関する事業を行っている旨の記載のほか，「縁の会」の仕組みの概要，「縁の会」の会員のインタビュー，東長寺住職のインタビュー，「縁の会」事務局構成員のインタビューの内容等が記載されており，問合せ先などとして，「東長寺縁の会」又は「東長寺縁の会事務局」の記載がされているものがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "東長寺に係る「縁の会」の広告について",
                  "text": [
                    "東長寺に係る「縁の会」については，平成8年から平成26年までの間，新聞や雑誌に多数の広告が掲載された。掲載広告においては，東長寺が「縁の会」と称する生前個人墓に関する事業を行っている旨の記載のほか，「縁の会」の仕組みの概要や「縁の会」の会員によるコメント等が記載されており，問合せ先などとして，主に「東長寺縁の会」又は「東長寺縁の会事務局」の記載がされているものがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "東長寺に係る「縁の会」の登録会員数について",
                  "text": [
                    "東長寺の「縁の会」と称する生前個人墓に関する事業は，前記のとおり，平成8年7月に開始されたものであるところ，当該事業における登録会員数は，平成9年6月末に1000人以上，平成10年6月末に2000人，平成12年2月に3000人以上，平成14年1月に4000人以上，平成15年10月に5500人以上，平成16年10月に6300人，平成19年9月に9000人以上，平成21年3月に1万人に達している。",
                    "そして，遅くとも平成26年末頃までに，定員である1万2286人に達したことがうかがわれる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，東長寺は，平成8年7月から平成26年末頃までの約18年間にわたり，「縁の会」と称する生前個人墓に関する事業（本件事業）を行っており，これに関する新聞や雑誌の記事及び広告においては，自らが行う「縁の会」の仕組みの紹介等とともに，その問合せ先などとして，自らの名称と事業名とを組み合わせてなるものと認識される「東長寺縁の会」やその事業に係る事務を取り扱う部署名を表してなるものと認識される「東長寺縁の会事務局」の表示がされていた。",
                    "そうすると，東長寺は，自らが行う生前個人墓に関する事業すなわち本件事業について，「縁の会」の標章を継続的に使用していたといえる。",
                    "また，東長寺が本件事業の広告において用いた「縁の会」の標章は，一般的な書体をもって縦書き又は横書きで表されたものであるから，当該標章は，引用商標「縁の会」と実質的に同一といえるものである。",
                    "さらに，東長寺が行う「縁の会」の事業における登録会員数は，販売当初から漸増しており，本件商標の登録出願日（平成26年2月12日）には優に1万人を超え，本件商標の登録査定日（同年12月9日）には約1万2000人に達していたといえる。",
                    "そうすると，引用商標は，少なくとも生前に個人のための墓の購入を欲する者などといった我が国の需要者の間において，東長寺の事業，なかでも，「縁の会」と称する生前個人墓に関する事業を表すものとして，本件商標の登録出願日及び登録査定日のいずれにおいても広く認識されていたものということができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，東長寺に係る「縁の会」に関する新聞及び雑誌における記事及び広告は「東長寺縁の会」に関するものであり，「東長寺」を冠しない「縁の会」の標章が東長寺の事業に関して使用され，周知されたことはない旨主張する。",
                    "しかし，東長寺が平成8年7月から開始した「縁の会」と称する生前個人墓に関する事業（本件事業）は，東長寺が，同寺との間で入会契約をした者（登録会員）に対し，寺内にある墓苑（水の苑）に生前個人墓を設置し，曹洞宗の戒名を授け，納骨法要を営み，永代供養を行うなどといった宗教的行為等を提供するものであって，本件事業に係る記事や広告においては，そのような「縁の会」の仕組みの概要等とともに，問合せ先などとして，「東長寺縁の会」又は「東長寺縁の会事務局」の記載がされていたことからすれば，その記事や広告に接する者は，本件事業を行う主体が東長寺であり，同事業を表示する標章が「縁の会」であると容易に理解するといえ，「東長寺縁の会」又は「東長寺縁の会事務局」の記載については，それぞれ，前者は事業主体である寺の名称と事業名とを組み合わせてなるもの，後者は本件事業に係る事務を取り扱う部署名を表してなるものとして認識するといえる。",
                    "そうすると，東長寺は，自らが行う生前個人墓に関する事業について，「縁の会」の標章を使用していたといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標との類似性について",
              "text": [
                "本件商標は，前提事実（第2の1）記載のとおり，「縁の会」の文字を標準文字で表してなるものであるのに対し，引用商標は，上記(1)記載のとおり，「縁の会」の文字からなるものであるから，両商標は同一の商標ということができる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "不正の目的について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "東長寺と原告との関係について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "東長寺と原告とは，少なくとも平成10年4月1日から平成18年10月末日までの間，東長寺の「縁の会」に係る生前個人墓の企画，建立，販売，維持管理等の事業を共同して行うために，両者がそれぞれ遂行すべき業務を以下のとおり定めた契約を締結していた。なお，上記契約においては，個人墓販売代金のうちの一部を東長寺が「施設整備費用」及び「永代供養料」として取得し，残りを原告が「広報費用」及び「販売手数料」として取得する旨定められていた。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "両者が共同で遂行すべき業務",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "事業計画の作成"
                            },
                            {
                              "fig": "(b)",
                              "subject": "事業計画の監理"
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "東長寺が遂行すべき業務",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "納骨堂の整備及び運営管理"
                            },
                            {
                              "fig": "(b)",
                              "subject": "縁の碑及び銘板の設置区域（以下「水の苑」という。）の環境整備及び運営管理"
                            },
                            {
                              "fig": "(c)",
                              "subject": "曹洞宗の教義による法要と永代供養"
                            },
                            {
                              "fig": "(d)",
                              "subject": "個人墓の購入者の教化"
                            },
                            {
                              "fig": "(e)",
                              "subject": "販売事務所の提供"
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "原告が遂行すべき業務",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "個人墓の広報及び広告"
                            },
                            {
                              "fig": "(b)",
                              "subject": "個人墓の販売及び販売の委託"
                            },
                            {
                              "fig": "(c)",
                              "subject": "縁の会事務局の設置，運営，管理"
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "東長寺と原告とは，平成18年11月1日に，東長寺の「縁の会」に係る新たな契約を締結した。当該契約は，平成19年から平成26年までの8年間に3000人分の個人墓販売の募集をするために，東長寺が，「縁の会」の事業に係る業務のうち，以下の業務を原告に委託し，原告がそれを受託するとするものであった。また，上記契約においては，原告が協力すべき業務として，別途，「事業計画の作成」，「事業計画の監理」及び「広報及び広告内容の協議」が定められるとともに，東長寺が，原告に対し，「縁の会」の入会金のうちの一定額を「募集手数料」として支払う旨も定められていた。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "縁の会の広報及び広告"
                        },
                        {
                          "fig": "b",
                          "subject": "縁の会会員の募集及び募集の委託"
                        },
                        {
                          "fig": "c",
                          "subject": "縁の会事務局の設置，運営，管理"
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "東長寺と原告は，平成25年2月14日に，上記(イ)の契約内容の一部を変更する旨の覚書を交わした。当該覚書は，東長寺が原告へ「縁の会」の事業に係る業務の一部を委託する際に支払うべき「募集手数料」の金額を変更する旨の内容のほか，上記(イ)の契約において定められた個人墓販売の募集計画（8年間で3000人分）を以下のように改めるとするものであった。",
                        "「販売総数を平成二十五年三月三十一日時点における羅漢堂，千手堂の合計募集可能数一二二八六に対する残数または，平成二十六年十二月三十一日まで，のどちらかに到達した時点で本契約は終了するものとする。但し，平成二十六年十二月三十一日までに東長寺の自主運営が円滑に行える様，乙から甲へ業務を引き継ぐ。」（甲は東長寺，乙は原告を，それぞれ指す。）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)～(ウ)によれば，原告は，少なくとも平成10年4月1日以降，東長寺の「縁の会」と称する生前個人墓に関する事業に関与しており，平成18年11月1日以降は，東長寺からの委託を受けて，同寺との間で締結した委託契約の内容に従い，対価を得て，同事業の遂行にあたって必要となる業務のうち，専ら広報及び広告並びに「縁の会」についての問合せへの対応などといった事務を取り扱う部署である事務局の運営等を行っていたところ，平成25年2月14日の時点で，遅くとも平成26年12月31日までには当該委託契約が終了することを知ったといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告による本件商標の登録の意図について",
                  "text": [
                    "以上のとおり，原告は，長年にわたり東長寺の「縁の会」と称する生前個人墓に関する事業（本件事業）に関与しており，当該「縁の会」の仕組み等について熟知していたといえることからすれば，同事業が，原告との委託契約が終了した後においても，東長寺が，「縁の会」の登録会員に対し，その生前から死後に至るまで，様々な宗教的行為等を提供するものであり，その提供に当たり，「縁の会」の商標を継続的に使用する必要があることを十分に予見し得たといえるし，仮にその継続的な使用が困難となった場合には，東長寺において不測の損害を生じることも容易に理解し得たといえる。",
                    "また，原告は，平成25年2月14日の時点で，遅くとも平成26年12月31日までには上記委託契約が終了することを知っていたものである。",
                    "そのような状況の下，原告は，東長寺からの委託を受けて本件事業に係る業務の一部を行う立場であったにもかかわらず，その委託に係る契約期間中である平成26年2月12日に，東長寺に無断で，本件事業において東長寺が提供する宗教的行為等に係る役務を指定役務に含む本件商標を登録出願し，商標登録を受けたことからすれば，原告による行為は，東長寺による「縁の会」の事業の円滑な遂行を妨げ，不測の損害を与える目的をもってなされたものというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "引用商標は，上記(2)のとおり，少なくとも生前に個人のための墓の購入を欲する者等の我が国の需要者の間において，東長寺の事業，なかでも，「縁の会」と称する生前個人墓に関する事業を表すものとして，本件商標の登録出願日及び登録査定日のいずれにおいても広く認識されていたものである。",
                    "また，本件商標は，上記(3)のとおり，引用商標と同一の商標である。",
                    "さらに，原告による本件商標の登録出願及び商標登録の取得は，前記(4)イのとおり，東長寺による「縁の会」の事業の円滑な遂行を妨げ，不測の損害を与える目的をもってなされたものである。",
                    "そうすると，原告は，引用商標がいまだ登録されていないことを奇貨として，それに化体された業務上の信用と名声を毀損し，事業の円滑な遂行を妨げて不測の損害を与えるなど，不正の目的をもって引用商標と同一の本件商標を登録出願し，商標登録を受けたというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，原告と東長寺との契約において原告が行うべき業務が広報及び広告や東長寺縁の会事務局の管理運営等とされていたことに基づき，「東長寺縁の会」の広告を自己の業務として行い，かつ，その広報についての情報提供等を行っていたこと，東長寺とは別主体である会員制組織「東長寺縁の会」の管理及び運営等をも行い，これらの費用は原告が負担していたことを前提にすれば，原告が本件商標の商標登録を受けることがいわゆる「フリーライド」に該当すると見る余地はない旨主張する。",
                        "しかし，たとえ原告が本件事業において広報及び広告並びに事務局の運営及び管理等を行っていたとしても，これらは全て東長寺との間で締結した契約に基づき，東長寺から対価を得て，原告が受託した業務を行っていたにすぎないものであるから，このことをもって，  原告が，東長寺に無断で，本件商標を登録出願し，商標登録を受けたことが正当化されるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本件商標は原告が考案し，東長寺に提案して本件事業が開始されたものであって，本件事業は，単なる「縁の会」という標章にとどまることなく，「個人墓」を生前に販売することにより寺院の収益を獲得するという新たなビジネスモデルの展開を図ったものであり，原告としては，他の寺院との間で新たな事業を展開しているところ，東長寺がこれを妨害する危険があることを認識したため，自己の権利利益を確保すべく本件商標の商標登録をすることに踏み切ったのであり，不正の目的はない旨主張する。",
                        "しかし，仮に東長寺が行う「縁の会」と称する生前個人墓に関する本件事業が，原告が考案し，東長寺に提案して開始されたものであるとしても，前記のとおり，本件事業に関してなされた新聞や雑誌の記事及び広告によれば，「縁の会」の標章は，少なくとも生前に個人のための墓の購入を欲する者などといった我が国の需要者の間において，東長寺の事業，なかでも「縁の会」と称する生前個人墓に関する事業を表す商標として，本件商標の登録出願日及び登録査定日のいずれにおいても広く認識されていたといえるものである。",
                        "また，原告の主張に係る他の寺院のうち真光寺については，平成19年9月から新聞に広告が掲載され始めたところ，その広告に接する需要者は，真光寺に係る「縁の会」について，東長寺に係る「縁の会」と何かしら関連性を有するものとして認識する可能性が極めて高いといえる。",
                        "さらに，原告の主張に係る他の寺院のうち常在寺については，「常在寺縁の会」の記載がされたダイレクトメールが作成，発送されたことがうかがえるものの，当該ダイレクトメールの具体的な作成及び発送数量等は不明であり，その他に常在寺に係る「縁の会」について新聞等に記事や広告が掲載された事実は見当たらない。",
                        "そして，東長寺に係る「縁の会」の新聞等における記事や広告はもとより，真光寺に係る「縁の会」の広告や常在寺に係る「縁の会」のダイレクトメールのいずれにおいても，これらに接する者に対し，「縁の会」が原告の業務ないしビジネスモデルを表示する標章ないし商標として認識されると認めるに足る事実は見いだせない。",
                        "そうすると，原告が本件商標について登録を受けたことは，自己の権利利益を確保するための当然の選択であるなどとは到底いえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，原告は，「東長寺縁の会」は会の規約等に賛同して入会した会員の集合体であって，東長寺とは別の者であるから，「東長寺縁の会」の標章に係る権利は，当該集合体（組織又は団体）である「東長寺縁の会」に固有のものであり，当然に東長寺に帰属するものではない旨主張する。",
                        "しかしながら，前記のとおり，本件事業は，東長寺が，同寺との間で入会契約をした者（登録会員）に対し，寺内にある墓苑（水の苑）に生前個人墓を設置するなどの宗教的行為を提供するものであるから，「縁の会」の登録会員は，東長寺が行う本件事業において，東長寺による当該宗教的行為の提供を受けることができる者である。そうすると，東長寺に係る「縁の会」が登録会員により組織されるものであるとしても，それは，東長寺が行う本件事業と密接不可分の関係を有するものであって，本件事業を行う東長寺と分離された別個のものとして存在するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，原告と東長寺との間で委託契約の内容の一部を変更する旨の覚書が交わされた平成25年2月14日頃には，両者間では，東長寺において原告が本件商標の登録をすることを容認する一方，原告において東長寺が「東長寺縁の会」の名称を使用した活動を容認するといった内容の協議がされていた旨をも主張する。",
                        "しかし，原告がその主張の根拠としている「業務改善勧告に対するご回答書」と題する書面（甲107）は，その体裁上，原告の代表取締役代理から東長寺の代表役員に宛てたものではあるが，その具体的な作成年月日の記載はなく，かつ，回答の対象である東長寺が提示した業務改善勧告の日付の記載もないことからすれば，当該書面が真に東長寺へ提出されたものであるとはいい難いから，当該書面をもって，原告と東長寺との間で上記協議がなされていたかは明らかでなく，その内容について東長寺が容認していたかも不明である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，本件商標は，東長寺の事業に係る役務を表示するものとして日本国内における需要者の間に広く認識されている引用商標と同一の商標であって，不正の目的をもって使用をするものである。",
                "したがって，本件商標は，法4条1項19号に該当する。すなわち，本件決定の認定，判断には違法な点はなく，取り消されるべき理由はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者間に争いのない事実，証拠（各項に掲げたもの）及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件事業の概要",
              "text": [
                "東長寺は，東京都新宿区四谷に所在する曹洞宗の寺であるところ，平成8年7月頃から，開創400年記念事業の一環として，「縁の会」と称する生前個人墓に関する事業（本件事業）を開始した。本件事業は，核家族化や少子化，墓地の高騰等が進む近年において，都心に位置する寺が存続し，かつ，例えば，従来の「家制度」や「檀家制度」といったことに関わりなく，個人での墓の購入を望む者のニーズに応えるなどといったことを目的とするものであり，東長寺が，同寺との間で入会契約をした者に対し，「縁の会」会員として登録をするとともに，概ね以下の宗教的行為等を提供するものである。（甲14の1，18～24，26～35，47，51，52，54～58，60，70，76，78～83，85，87，88，93，95～97，104，乙1，2，14，16，38）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "会員1人について1基，寺内にある墓苑「水の苑」に俗名を刻銘した御影石の碑又は漆の銘板（縁の碑）を設置する（生前個人墓）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "会員に曹洞宗の戒名を授け，位牌に戒名を刻銘して納骨堂に安置する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "会員が逝去した後，納骨法要を営み，遺骨を納骨堂に安置する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "逝去した会員について，33回忌までは，亡くなった月の一日の「萬燈供養」において供養し，その後は，総墓に合祀し，引き続き供養する（永代供養）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "東長寺が営む「一日法要」のほか，会員向けの催し物への案内，会報を送付する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件事業に対する東長寺及び原告の関与",
              "content": [
                {
                  "fig": "ア",
                  "subject": "東長寺と原告は，平成8年7月頃から本件事業を開始し，遅くとも平成9年7月10日より以前に本件事業に関する共同事業契約を締結していたところ，平成10年4月1日付け「東長寺開創四〇〇年記念事業  生前個人墓に関する共同事業第二回変更契約書」によれば，両者は，「共同して生前個人墓（…その墓標を縁の碑及び回廊銘板，購入者の組織を縁の会とする）の企画，建立，販売，維持管理等の事業を遂行するため，本契約を締結する。本契約書は，平成九年七月十日締結した共同事業第一回変更契約書の内容を改定したものであり，以降は当契約をもって表題共同事業の契約とする」こととし，少なくとも平成10年4月1日以降，本件事業につき，以下のとおり，それぞれ業務を遂行すべきこととするとともに，事業運営の方法等についても定めた（以下，この契約を「本件共同事業契約」という。）。（甲48）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "両者が共同で遂行すべき業務",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "事業計画の作成"
                        },
                        {
                          "fig": "b",
                          "subject": "事業計画の監理"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "東長寺が遂行すべき業務",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "納骨堂の整備及び運営管理"
                        },
                        {
                          "fig": "b",
                          "subject": "縁の碑及び銘板の設置区域（水の苑）の環境整備及び運営管理"
                        },
                        {
                          "fig": "c",
                          "subject": "曹洞宗の教義による法要と永代供養"
                        },
                        {
                          "fig": "d",
                          "subject": "個人墓の購入者の教化"
                        },
                        {
                          "fig": "e",
                          "subject": "販売事務所の提供"
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告の遂行すべき業務",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "個人墓の広報及び広告"
                        },
                        {
                          "fig": "b",
                          "subject": "個人墓の販売及び販売の委託"
                        },
                        {
                          "fig": "c",
                          "subject": "縁の会事務局の設置，運営，管理"
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "販売代金の取扱い",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "個人墓販売価格80万円のうち4万円を施設整備費用，10万円を広報費用とし，残り66万円のうち50％に当たる金額は東長寺が永代供養料として，50％に当たる金額は原告が販売手数料としてそれぞれ取得する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "施設整備費用は東長寺の扱いとし，広報費用は原告の扱いとする。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "独占販売権",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "東長寺は，本件事業に係る個人墓の販売依託を，原告又は原告の指定する第三者以外にしてはならない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，個人墓の販売を原則自社で行わなければならない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告が，一販売単位期を3か月として定めた販売目標計画を連続する4期間達成できなかった場合，東長寺は，原告に対し，3か月の通告期間をもって販売事業計画の見直しを求めるか，あるいは契約の解除をする権利を取得する。ただし，原告が年間の販売計画の50％以上を達成している場合は，この限りでない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "維持管理経費",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "水の苑及び納骨堂の維持管理費用は主に東長寺の負担とする。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "販売事務所設置区域の維持管理費用は主に原告の負担とする。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "販売期間中における縁の会事務局の運営・維持管理費用は主に原告の負担とする。ただし，販売が終了し共同事業契約が終了した場合，縁の会事務局の運営業務は東長寺に引き渡すこととする。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "東長寺と原告は，平成18年11月1日，東長寺が「縁の会」（永代供養を目的とした個人墓の会員組織）の会員募集に関する業務を原告に委託し，原告がこれを受託することとして，以下の内容による「縁の会会員募集に関する委託契約」（以下「本件委託契約」という。）を締結した。（甲49）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "委託する業務内容",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "縁の会の広報及び広告"
                        },
                        {
                          "fig": "b",
                          "subject": "縁の会会員の募集及び募集の委託"
                        },
                        {
                          "fig": "c",
                          "subject": "縁の会事務局の設置，運営，管理"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告が協力すべき業務",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "事業計画の作成"
                        },
                        {
                          "fig": "b",
                          "subject": "事業計画の監理"
                        },
                        {
                          "fig": "c",
                          "subject": "広報及び広告内容の協議"
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "入会金の扱い",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "1名の入会金は80万円とし，うち33万円を募集手数料として東長寺は原告に支払う。将来，入会金を90万円とした場合は，うち38万円を募集手数料として東長寺は原告に支払う。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "入会金の領収，管理は原告が行い，月末毎に集計報告し，翌月25日までに募集手数料を差し引いた入会金を東長寺の指定する口座に送金する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "独占受託権",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "東長寺は縁の会会員の募集委託を，原告又は原告の指定する第三者以外にしてはならない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は縁の会会員の募集を原則自社で行わなければならない。自社以外の第三者に再委託をする場合は事前に東長寺に報告し了解を得なければならない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "維持管理経費",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "募集事務所設置区域の維持管理費用は主に原告の負担とする。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "募集期間中における縁の会事務局の運営・維持管理費用は主に原告の負担とする。ただし，募集が終了し本契約が終了した場合，縁の会事務局の運営業務は東長寺に引き渡すこととする。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "東長寺と原告は，平成25年2月14日，「契約内容の変更に関する覚書」を作成し，平成22年4月30日に取り交わされた契約内容の変更に関する覚書を破棄し，新たに，本件委託契約を以下のとおり変更する旨合意した。（甲50）",
                  "text": [
                    "・  販売総数を平成25年3月31日時点における羅漢堂，千手堂の合計募集可能数12286に対する残数，又は平成26年12月31日までのどちらかに到達した時点で本契約は終了するものとする。ただし，平成26年12月31日までに東長寺の自主運営が円滑に行えるよう，原告から東長寺へ業務を引き継ぐ。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件事業に関する記事",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件事業に関する記事は，遅くとも平成8年5月28日付け読売新聞の記事（甲51）を初めとしてしばしば掲載されたところ，同記事を含め，平成21年までに本件事業に関する記事が掲載された媒体及び掲載頻度は，少なくとも以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "平成8年",
                      "text": [
                        "「読売新聞」（2回），「毎日新聞」（2回），「朝日新聞」（3回），「週刊朝日・別冊ASAＮTE」（1回）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成9年",
                      "text": [
                        "「読売新聞」（1回），「ほんとうの時代」（1回），「さくらあい」（1回），「SPA」（1回），「週刊朝日［増刊］’97老後の設計」（1回），「商工にっぽん」（1回），「宗教と現代」（2回），「月刊ベンチャー・リンク」（1回），「毎日グラフ  アミュ-ズ」（1回），「pink」（1回），「いきいき」（1回）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "平成10年",
                      "text": [
                        "「読売新聞」（1回），「日本経済新聞」（1回），「日刊ゲンダイ」（1回），「ふれあいねっと」（1回），「フォト」（1回），「宗教と現代」（1回），「ほんとうの時代」（1回）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "平成11年",
                      "text": [
                        "「毎日新聞」（1回），「共同通信」（3回），「いきいき」（2回），「ほーむたうん」（1回），「Health  Tribune」（1回），「月刊",
                        "寺と生活」（1回），「ふれあいねっと臨時増刊号」（1回）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "平成12年",
                      "text": [
                        "「読売新聞」（1回），「いきいき」（2回），「ミマン」（1回），「リライフ」（1回）"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "平成13年",
                      "text": [
                        "「読売新聞」（1回），「毎日新聞」（1回），「日本経済新聞」（2回），「いきいき」（2回），「SOGI」（1回），「よみがえる」（1回）"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "平成14年",
                      "text": [
                        "「毎日新聞」（1回），「朝日新聞」（1回），「いきいき」（2回），「Yomiuri  Weekly」  （1回）"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "平成15年",
                      "text": [
                        "「いきいき」（2回），「Benesse『あなたにエール』」（1回），「週刊女性セブン」（1回）"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "平成16年",
                      "text": [
                        "「東京新聞」（1回），「いきいき」（2回）"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "平成17年",
                      "text": [
                        "「いきいき」（1回），「毎日が発見」（1回）"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "平成18年",
                      "text": [
                        "「ダカーポ」（1回）"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "平成20年",
                      "text": [
                        "「週刊ダイヤモンド」（1回）"
                      ]
                    },
                    {
                      "fig": "(ス)",
                      "subject": "平成21年",
                      "text": [
                        "「通販生活」（1回）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記各記事においては，例えば，東長寺が本件事業を展開している旨の記載，本件事業の内容，会員や東長寺住職等のインタビュー等の形で，以下のような記載が見受けられる。これらの記事においては，本件事業を示す標識として，「縁の会」，「東長寺『縁の会』」，「東長寺の縁の会」，「東長寺縁の会」，「東長寺  縁の会」といった語が用いられている。",
                    "また，これらの記事のうち問合せ先が記載されているものでは，問合せ先として「東長寺『縁の会』事務局」（甲51，85），「東長寺・縁の会事務局」（甲52），「東長寺『縁の会』」（甲63），「東長寺・縁の会」（甲80），「縁の会事務局」（甲81，82），「東長寺  縁の会事務局」（甲80，83，95，99，乙3），「東長寺縁の会事務局」（甲84），「曹洞宗東長寺  縁の会事務局」（甲88），「『東長寺』縁の会事務局」（甲93），「事業主体／宗教法人  東長寺縁の会」（甲18～21，23～26，28～30，33，34，96。なお，「／」は改行を示す（以下同じ。）。また，「東長寺縁の会」の記載は「事業主体／宗教法人」の記載の右横に位置し，これら2段の記載の高さと略等しいサイズのフォントで記載されている。），「事業主体／宗教法人  曹洞宗  東長寺  縁の会」（甲22。なお，「曹洞宗  東長寺  縁の会」の記載は，「事業主体／宗教法人」の記載の右横に位置する。），「事業主体  宗教法人／東長寺縁の会」（甲27），「事業主体  宗教法人  東長寺縁の会」（甲31，32），「東長寺」（甲100）といった表示がされている。",
                    "なお，原告が事業主体であることをうかがわせる記載のある記事は見当たらない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「維持費高い『都会の寺』生き残りかけ知恵」，「四谷の東長寺」，「檀家ならぬ『会員』募る」，「『生前墓』を提供」，「行事参加で親ぼく」，「ユニークな文化活動で知られる新宿区四谷〈以下略〉の曹洞宗『東長寺』が，檀家ならぬ『会員』を募集して，境内に『お墓』を提供することになった。」，「B住職は，…『…会員という言い方は適当ではないかもしれないが，都会の寺がこれからも残るために，新しいスタイルを提案したわけです』と話す。」，「会員は七月一日から募集する予定で，…会員の会となる『縁の会』事務局では，…」，「『募集してみないと分からないが，若者や中年層の希望者が多いんじゃないでしょうか』とB住職は期待している。」（甲51）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「新宿区四谷の禅寺・東長寺（B住職）が開かれた寺づくりに取り組んでいる。…都会の墓地不足をにらみ7月から墓苑事業『縁の会』（有料）をスタートさせる。」，「同寺が7月から始める『縁の会』。同会事務局のCさん…は『亡くなってから親族に迷惑をかけたくない人，あるいは寺の檀家制度にしばられたくないという都会の個人のための会員システム』と説明する。」（甲52）"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「周囲をマンションやビルに囲まれた都心の新宿区四谷にある曹洞宗の東長寺（B住職）は，今年七月，共同形式の永代供養墓『縁の碑（いしぶみ）』を始めた。…墓を六十万円で購入すると，『縁の会』に登録され戒名をもらう。会員は毎月一日に寺が主催する文化講座や法要に参加できる。」（甲56～58）"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「住職のBさんに話を聞いてみた。『…私どもでは，そういう方に対応するために昨年の六月から『縁の会』という制度を整えたのですが，…』」（甲61）"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「縁の会  檀家制度にとらわれない新しい形の生前個人墓」，「『東長寺』では，個人の意思を尊重して生前に墓を設ける会員制度『縁の会』を設立した。」（甲83）"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「『開かれた寺』を目指す東長寺では，昨年7月から…［縁の会］を発足しました。」（東長寺B住職のインタビュー記事。甲79）"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「会員制墓苑事業でめざす“開かれた寺”  東長寺」，「そう語るのはC氏。東京・四谷にある東長寺（曹洞宗・B住職）で『縁の会』事務局を担当している。」，「なかでも注目を集めているのが，昨年七月からスタートした墓苑事業『縁の会』である。」（甲76）"
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「東京都新宿区にある東長寺（曹洞宗）『縁の会』が共同の永代供養墓を始めて丸一年，この7月から2期目の募集に入る。」（甲77）"
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「『生前個人墓』を提案する都心の古刹・東長寺の挑戦」，「檀家でなくても会員になれば，70万円で境内に自分の墓が持てる。…会員とは『東長寺縁の会』会員のこと。…新しい墓苑システムである『縁の会』に入会すると，会員は2種類のお墓を持つことができる。」（甲85）"
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「寺では昨夏から，会員を募って遺骨の『永代供養』を始めた。…寺では会の名前を『縁の会』と名付けたという。」（甲59）"
                    },
                    {
                      "fig": "(サ)",
                      "subject": "「東長寺では，現代の寺・都市の寺であることを踏まえ，人が集い，仏教にふれる場を作り出す工夫を随所に凝らしている。大別すると，次の三点になる。①『縁の会』墓苑事業…」，「東長寺の『縁の会』は，イエなどの血縁関係に捉われることなく，自分の自由意思で個人の墓が購入できるというシステムだ。」（甲82）"
                    },
                    {
                      "fig": "(シ)",
                      "subject": "「東京都新宿区の東長寺では，…『縁の会』と名付けられた会員制の個人墓地を提供。」（甲89）"
                    },
                    {
                      "fig": "(ス)",
                      "subject": "「九六年七月，東長寺は『縁の会』という生前個人墓のシステムをつくった。」（甲60）"
                    },
                    {
                      "fig": "(セ)",
                      "subject": "「ここ東長寺では『縁の会』という名称の生前個人墓システムを運営。」（甲87）"
                    },
                    {
                      "fig": "(ソ)",
                      "subject": "「東長寺  縁の会」（甲67）"
                    },
                    {
                      "fig": "(タ)",
                      "subject": "「“個人が生前に自分の意志で自分の墓を用意できる”東長寺『縁の会』」，「東京・四谷の東長寺…では，従来の檀家組織とは別に，生前個人墓『縁の会』を発足され…」（甲94）"
                    },
                    {
                      "fig": "(チ)",
                      "subject": "「東京・四谷の東長寺では4年前から生前契約の個人墓『縁の会墓苑』を募集，…」（甲68）"
                    },
                    {
                      "fig": "(ツ)",
                      "subject": "「東京都新宿区にある曹洞宗東長寺。96年7月に生前個人墓の募集を始め，…」「檀家ではなく，『縁の会』を作り，寺は『地縁，血縁を超えて新しい縁を結び，互いの冥福を祈ろう』と文化講座やイベントを開いている。」（甲70）"
                    },
                    {
                      "fig": "(テ)",
                      "subject": "「東京・新宿の東長寺は五年前，『縁の会』を開設した。」（甲71）"
                    },
                    {
                      "fig": "(ト)",
                      "subject": "「東京・四谷の東長寺。…同寺の永代供養システム『縁の会』の会員の俗名が刻まれている。」（甲73）"
                    },
                    {
                      "fig": "(ナ)",
                      "subject": "「新宿区四谷〈以下略〉の東長寺…は成功例の一つ。一九九六年に募集を始め，契約者の会員組織『縁の会』もつくった。…年四回の会報を送り，…寺と会員，会員同士のつながりを深めている。」（甲75）"
                    },
                    {
                      "fig": "(ニ)",
                      "subject": "「東京・新宿区の曹洞宗萬亀山東長寺が運営する縁の会の墓苑『水の苑（にわ）』は，生前契約を前提としたお墓で，…」，「そんなとき，たまたまテレビ番組で知ったのが東長寺縁の会の『水の苑』でした。」（甲103）"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件事業に関する広告",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件事業に関する広告は，遅くとも平成8年7月27日付け読売新聞掲載のもの（甲35）を初めとしてしばしば掲載されたところ，同広告を含め，平成26年までに本件事業に関する広告が掲載された媒体及び掲載頻度は，少なくとも以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "平成8年",
                      "text": [
                        "「読売新聞」（1回），「東京新聞」（1回）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "平成9年",
                      "text": [
                        "「朝日新聞」（2回），「産経新聞」（2回），「日本経済新聞」（1回），「文藝春秋（三月特別号）」（1回）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "平成10年",
                      "text": [
                        "「読売新聞」（1回）"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "平成11年",
                      "text": [
                        "「朝日新聞」（1回）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "平成12年",
                      "text": [
                        "「読売新聞」（1回），「朝日新聞」（2回）  "
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "平成13年",
                      "text": [
                        "「いきいき」（1回）"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "平成14年",
                      "text": [
                        "「サンケイスポーツ（日曜特別版）」（1回）"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "平成17年",
                      "text": [
                        "「読売新聞」（2回），「朝日新聞」（4回），「The  Ｎew  Key」（1回），「ザ・ファミリー」（1回），「定年時代」（1回）"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "平成18年",
                      "text": [
                        "「読売新聞」（2回），「朝日新聞」（1回），「ザ・ファミリー」（1回），「はいからエスト」（2回）"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "平成19年",
                      "text": [
                        "「読売新聞」（2回），「朝日新聞」（2回），「日本経済新聞」（1回），「東京新聞」（1回），「ザ・ファミリー」（1回）"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "平成20年",
                      "text": [
                        "「読売新聞」（2回），「朝日新聞」（1回），「産経新聞」（1回），「The  Ｎew  Key」（1回）"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "平成21年",
                      "text": [
                        "「読売新聞」（3回），「朝日新聞」（2回），「産経新聞」（1回），「日本経済新聞」（1回），「定年時代」（1回）"
                      ]
                    },
                    {
                      "fig": "(ス)",
                      "subject": "平成22年",
                      "text": [
                        "「読売新聞」（2回），「毎日新聞」（1回），「朝日新聞」（1回），「産経新聞」（1回），「日本経済新聞」（1回），「リビング多摩」（1回）"
                      ]
                    },
                    {
                      "fig": "(セ)",
                      "subject": "平成23年",
                      "text": [
                        "「読売新聞」（2回），「毎日新聞」（1回），「朝日新聞」（1回）"
                      ]
                    },
                    {
                      "fig": "(ソ)",
                      "subject": "平成24年",
                      "text": [
                        "「朝日新聞」（3回），「東京新聞」（1回）"
                      ]
                    },
                    {
                      "fig": "(タ)",
                      "subject": "平成25年",
                      "text": [
                        "「読売新聞」（4回），「朝日新聞」（4回），「日本経済新聞」（2回），「東京新聞」（1回）"
                      ]
                    },
                    {
                      "fig": "(チ)",
                      "subject": "平成26年",
                      "text": [
                        "「読売新聞」（3回），「毎日新聞」（1回），「朝日新聞」（6回），「産経新聞」（1回），「日本経済新聞」（1回），「東京新聞」（1回）"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記各広告においては，例えば，東長寺が本件事業を行っている旨や本件事業の概要等として，以下のような記載が見受けられる。",
                    "また，これらの広告には「事業主体」，「宗教法人」，「東長寺縁の会」又は「東長寺  縁の会」との表示が記載されたものが多く存する。その記載の態様は，「事業主体  宗教法人」の各文字が一列に並び，その下段に「東長寺  縁の会」と記載されているもの（甲37，41）など多様であるが，「事業主体」と「宗教法人」の各記載は上下2段の位置関係にあり，「東長寺縁の会」又は「東長寺  縁の会」の記載はその右横にこれらの記載と略等しい高さとなるサイズのフォントによりされているもの（甲12の21，12の28，12の30，12の31，36，38～40，42～44，46，104，乙4，5，10，13，17～20，22，23，26，28～37，39～40，42～44，46～73）があり，このうち，「事業主体」と「宗教法人」の各記載は，フォントサイズを略同じくするものもあるが（甲36，38，39），後者につき前者に比して大きいサイズのフォントが用いられているものが多い。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「この墓苑は，『東長寺縁の会』に入会された方々を対象とします。」，「縁の会会員お一人に対して一基の墓碑『縁の碑』を配置。」，「縁の会会員の一人に対して一基の墓碑『縁の碑』を配置。…」，「宗教法人東長寺縁の会事務局」（甲35）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「東長寺の新しい墓苑『水の苑』は，家ごとの墓を基本とする檀家にかえて，縁の会という会の入会者を対象としています。」（甲36）"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「東京四谷／曹洞宗東長寺。縁の会では…」，「東長寺の新しい墓苑『水の苑』は縁の会という会員組織に…」（甲37）"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「東京・四谷  東長寺『縁の会』」，「曹洞宗・東長寺では，…個人の意思を尊重して生前に墓を設ける画期的な会員制度『縁の会』を設立しました。」，「東長寺『縁の会』問い合わせ先」（甲105）"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「東京・四谷／曹洞宗東長寺／縁の会…」（甲38～40，42）"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「東京・四谷  曹洞宗  東長寺縁の会…」（甲41）"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「東京・四谷，曹洞宗／東長寺縁の会  墓苑／『水の苑』」（甲44，乙17，42）"
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「自分で選べる自分のお墓  ～東長寺  縁の会～」，「事業主体／宗教法人  東長寺  縁の会」（甲45）"
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「東京・四谷，曹洞宗  東長寺縁の会…」（甲25，46）"
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「曹洞宗  東長寺縁の会」，「新宿区四谷にある曹洞宗・東長寺。…この寺が，…現代の都市生活に合致するお墓を提供しようと『縁の会』を発足させたのが平成八年。」，「事業主体／宗教法人  東長寺・縁の会」（甲47）"
                    },
                    {
                      "fig": "(サ)",
                      "subject": "「個人のための生前墓  東長寺  縁の会」，「事業主体／宗教法人",
                      "text": [
                        "曹洞宗  東長寺」（甲104。なお，「曹洞宗  東長寺」の記載は2段からなる「事業主体／宗教法人」の記載の右横に位置する。）"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "subject": "「東京・四谷，曹洞宗  東長寺／縁の会…」（乙4，10，13，20，29，46，50，51，53～56，59～61）"
                    },
                    {
                      "fig": "(ス)",
                      "subject": "「東京・四谷  曹洞宗東長寺  縁の会…」（乙5，18，19，26，28，30，31）"
                    },
                    {
                      "fig": "(セ)",
                      "subject": "「ＮHKでも紹介された東長寺  縁の会  墓苑『水の苑』」（乙6，27）"
                    },
                    {
                      "fig": "(ソ)",
                      "subject": "「ＮHKでも紹介された新しいお墓のあり方-東長寺  縁の会」（乙7，15）"
                    },
                    {
                      "fig": "(タ)",
                      "subject": "「自分のお墓は自分で決める。  曹洞宗  東長寺・縁の会」（乙8，38）"
                    },
                    {
                      "fig": "(チ)",
                      "subject": "「東長寺／縁の会」，「東京・新宿区四谷にある東長寺。…現代の都市生活に合ったお墓を提供しようと『縁の会』を発足したのが平成八年。」（乙9）"
                    },
                    {
                      "fig": "(ツ)",
                      "subject": "「永代供養の生前個人墓／東長寺  縁の会」（乙12，21）"
                    },
                    {
                      "fig": "(テ)",
                      "subject": "「永代供養の生前個人墓  東長寺縁の会」（乙14，16）"
                    },
                    {
                      "fig": "(ト)",
                      "subject": "「曹洞宗  東長寺  縁の会墓苑…」（乙22，23）"
                    },
                    {
                      "fig": "(ナ)",
                      "subject": "「個人のための永代供養墓／曹洞宗  東長寺  縁の会（東京・四谷）／曹洞宗  真光寺  縁の会（千葉・袖ヶ浦）」，「新宿区四谷にある曹洞宗東長寺。…この寺が，…現代の都市生活に合ったお墓を提供しようと『縁の会』を発足させたのが平成八年。…今秋，千葉県袖ヶ浦市の曹洞宗真光寺でも，開創四百五十年を記念して『真光寺縁の会』を発足した。」（乙25）"
                    },
                    {
                      "fig": "(ニ)",
                      "subject": "「東京・四谷，曹洞宗  東長寺  縁の会」（乙32～37，39，40，47，52，65～72）"
                    },
                    {
                      "fig": "(ヌ)",
                      "subject": "「東長寺縁の会の納骨堂」（乙41）"
                    },
                    {
                      "fig": "(ネ)",
                      "subject": "「自分で決める／安心の永代供養墓／東長寺縁の会」（乙43）"
                    },
                    {
                      "fig": "(ノ)",
                      "subject": "「東京・四谷，曹洞宗／東長寺  縁の会」（乙44，57，58，62～64）"
                    },
                    {
                      "fig": "(ハ)",
                      "subject": "「東長寺  縁の会／http://www.tochoji.com」，「曹洞宗・東長寺では，没後の永代供養を約束する『縁の会』を発足。」（乙45）"
                    },
                    {
                      "fig": "(ヒ)",
                      "subject": "「東京・四谷  曹洞宗  東長寺  縁の会…」（甲12の21，12の28，12の30，12の31）"
                    },
                    {
                      "fig": "(フ)",
                      "subject": "「東京  四谷  曹洞宗  東長寺／縁の会の納骨堂」（乙48）"
                    },
                    {
                      "fig": "(ヘ)",
                      "subject": "「東京・四谷  曹洞宗  東長寺／東長寺  縁の会は，…」（乙49）"
                    },
                    {
                      "fig": "(ホ)",
                      "subject": "「東長寺  縁の会発足からすでに18年。／これまで多くの方々に縁の会にご入会いただき，…」，「縁の会の納骨堂『千手堂』も，…」（乙72，73）"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件事業における登録会員数",
              "text": [
                "本件事業は，前記のとおり，平成8年7月に開始されたものであるところ，その登録会員数の推移は概ね以下のとおりであり，遅くとも平成26年末頃までに，定員である1万2286人に達したものと見られる。",
                "・  平成9年6月末      1000人以上",
                "・  平成10年6月末    2000人",
                "・  平成12年2月      3000人以上",
                "・  平成14年1月      4000人以上",
                "・  平成15年10月    5500人以上",
                "・  平成16年10月    6300人",
                "・  平成19年9月      9000人以上",
                "・  平成21年3月    10000人"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件事業の主体及び本件事業に使用された標章",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件事業の主体について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記1の認定に係る各事実によれば，顧客（需要者）にとって，本件事業の中核的部分は生前個人墓の設置（墓碑への俗名の刻銘とその墓苑への設置），戒名の授与とこれを刻銘した位牌の納骨堂への安置，納骨法要の実施と遺骨の納骨堂への安置，永代供養（33回忌までは，会員逝去の月の一日の「萬燈供養」にて供養し，その後は総墓に合祀し，引き続き供養する。），東長寺が営む会員向けの法要や催し物の案内，寺報の送付等からなるものというべきであるところ，これらは，いずれも宗教法人である東長寺においてこそなし得る宗教的行為等である。そうであるからこそ，本件事業に関する多くの広告において「事業主体  宗教法人",
                  "text": [
                    "東長寺」などと記載され，しかも，「東長寺」の記載部分が最も大きいサイズのフォントにより強調されるとともに，「宗教法人」の記載部分も「事業主体」よりもやや大きいフォントを使用することで強調されているものと理解される。このような本件事業の中核的部分の内容や，広告等に付された事業主体に係る記載等に照らしてみれば，本件事業の主体は，明らかに東長寺であると認められるから，本件事業は，原告にとって「他人の業務」に当たる（したがって，引用商標は，他人の業務に係る役務を表示する商標に当たる。）というべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，本件事業は原告が単独で，又は東長寺と共同で展開していたものである旨主張するところ，この主張は，原告にとって本件事業は「他人の業務」ではない旨主張する趣旨とも理解し得る。",
                    "しかし，アで認定した本件事業の中核的部分の内容や，上記1(1)及び(2)で認定した各事実によれば，本件事業が本件共同事業契約と本件委託契約のいずれに基づき展開されていたかを問わず，原告が本件事業の全部又は一部につき事業主体として活動していたとは理解し難く，契約の名称を問わずむしろ一貫して原告は受託者の地位にあったと見る余地も十分にあるというべきであるし，その点はおくとしても，少なくとも本件委託契約に基づき本件事業が展開されるようになった後は，原告は受託者の地位に置かれたものであって，事業主体であるとみることは到底困難であることは明らかである。そして，それにもかかわらず原告を単独又は共同での事業主体と理解すべき事情は見当たらない（原告は，本件事業の広報・広告を自らの費用負担において行ってきた旨等を指摘するけれども，本件共同事業契約，本件委託契約のいずれにおいても本件事業の広報・広告は原告の費用において行われるべきことが定められていたものと理解されることから，費用負担を根拠に直ちに原告をもって本件事業の主体と認めることはできない。）。",
                    "また，原告は，東長寺と「東長寺縁の会」とが異なる法主体であり，「東長寺縁の会」との標章に係る権利は当該組織ないし団体である「東長寺縁の会」に固有のものであるとも主張するけれども，仮にその趣旨が，引用商標は，東長寺ではなく，「東長寺縁の会」の業務に係る役務を表示する商標に当たるというところにあるとすれば，たとえそうであっても，引用商標が他人の業務に係る役務を表示する商標に当たることは間違いないのであるから，上記主張は，主張自体失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件事業に使用された標章について",
              "text": [
                "上記1(3)及び(4)の認定に係る各事実によれば，  本件事業を示すものと見られる標識としては「東長寺縁の会」，「東長寺『縁の会』」等様々なものがあるが，その一つとして「縁の会」なる標識も頻繁に用いられていることは明らかである。",
                "また，前記のとおり，顧客にとって，本件事業の特徴は，「縁の会」なる会員組織を構成する会員に対し，従来の檀家制度とは異なり個人を重視した葬儀及び祭祀に関連する各種サービスを総合的に提供することにあるところ，本件事業を取り上げた記事等の記載には，「縁の会」なる標識を，単に会員組織を示すにとどまらず，こうしたサービスを提供する事業すなわち本件事業そのものを示すものとして使用しているものも少なくないということができる。",
                "加えて，本件事業の標識には，「東長寺縁の会」として一連一体に表示されているものもあるが，「東長寺『縁の会』」や「東長寺  縁の会」などと，「東長寺」と「縁の会」との記載を意識的に区別していると理解し得るものも多数存するところ，前記のとおり，顧客（需要者）にとって本件事業は宗教法人である東長寺においてこそなし得るものであり，東長寺の関与はむしろ本件事業においては当然の前提といってよいことに鑑みると，少なくとも「東長寺」と「縁の会」との記載を何らかの形で意識的に区別していると見られるものは，「東長寺が展開する本件事業における『縁の会』と称する会員組織ないし本件事業そのもの」を示すものとして「縁の会」の記載部分を強調しているものとの理解が自然に生ずるということができ，当該記載部分単独で出所識別機能を発揮しているといってよい。",
                "これらの事情を総合的に考慮すると，「縁の会」なる標章は，本件事業の開始当初より本件事業を表示する標章として使用されていたものということができる。",
                "これに対し，原告は，本件事業において使用された標章は「東長寺縁の会」であって「縁の会」ではない旨などを主張するけれども，これらの標章の使用が択一的な関係にあったことをうかがわせる事情はないし，「縁の会」の標章がその記事等の内容から「東長寺の縁の会」であることが理解し得るとしても，東長寺を冠しない「縁の会」の標章が本件事業を示すものとして機能していたことが否定されるものではない。したがって，この点に関する原告の主張は採用し得ないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，東長寺は，自己の業務に係る役務である本件事業を表示するものとして「縁の会」の表示を継続して使用していたものといってよい。本件事業における使用標章として「縁の会」を認定し，これを引用商標とした本件決定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用商標の周知性",
          "text": [
            "上記1(3)～(5)において認定した本件事業に関する新聞記事，本件事業に関する広告及び縁の会の登録会員数等に係る各事実によれば，本件商標の登録出願日及び登録査定日のいずれにおいても，引用商標は，東長寺が事業主体として遂行する本件事業を表示するものとして，少なくとも生前に個人のための墓の購入を欲する者等の日本国内における需要者の間において広く認識されていたものと認められる。これに反する原告の主張は採用し得ない。"
          ]
        },
        {
          "fig": "4",
          "subject": "本件商標と引用商標の類似性",
          "text": [
            "本件商標は「縁の会」の文字を標準文字で表してなるものであるのに対し，引用商標は「縁の会」の文字からなるものであり，両商標は同一の商標といえるものであることは，当事者間に争いがない。"
          ]
        },
        {
          "fig": "5",
          "subject": "不正の目的",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1の認定に係る各事実によれば，原告は，平成8年7月頃から共同事業者として本件事業に関与し，平成18年11月以降は本件委託契約に基づき受託者として引き続き関与していたところ，平成25年2月時点で，遅くとも平成26年12月31日までに本件委託契約が終了し，本件事業に係る業務を東長寺に引き継ぐべき義務を負ったにもかかわらず，本件委託契約期間中である平成26年2月12日に本件商標の商標登録出願をし，同年12月19日に設定登録を受けたものである。",
                "また，本件事業は，「縁の会」会員に対する個人墓の販売終了により事業が終了するものではなく，会員に対しその生前から死後に至るまで，様々な宗教的行為等を継続的に提供するものであることに鑑みると，たとえ個人墓の販売が完了したとしても，東長寺が本件事業の標識として引用商標を引き続き使用し続ける必要があることは明らかであるし，仮に原告が本件商標の設定登録をすることにより東長寺が引用商標を使用し得なくなると本件事業の継続に重大な支障を来すおそれがあることも，容易に予想されるところである。そして，上記のとおり本件事業に関わり，その内容等を熟知している原告にとっても，これら点は当然予見し得る事情といってよい。",
                "しかも，原告が本件商標の設定登録を受けることにつき原告と東長寺との間に合意があったことを裏付けるに足りる証拠はなく，むしろ遅くとも平成26年5月頃には原告による本件商標の登録出願や他の宗教法人（常在寺）と組んでの「縁の会」の語を用いた類似事業の展開等を巡って東長寺との間に紛争が生じていたことがうかがわれる（甲106，107）。また，原告が本件商標権を設定登録し，その使用権を専有することになった場合，同一商標である引用商標の使用には当然問題が生じ得ることになるのであるから，本件事業の受託者であり，かつ，本件事業を東長寺に円滑に移行させる旨を約束していた原告としては，設定登録に当たり，東長寺に対し，引用商標の使用を許諾するなど，東長寺の地位に不安が生じないような配慮をするのが当然であったといえるはずであるにもかかわらず，そのような配慮がされた形跡は認められないのであって（甲107は，日付も入れられていない不完全な文書であり，これによって引用商標の使用の許諾がされたとは認め難い。），この点も，原告の背信性を裏付けるものであるといわざるを得ない。",
                "これらの事情に加え，前記のとおり，本件商標と引用商標が同一の商標といえること，本件商標の登録出願時に既に引用商標が東長寺の展開する本件事業に係る標章として日本国内における周知性を獲得していたことを併せ考慮すると，原告は，引用商標がいまだ商標登録されていないことに乗じ，これに化体された信用及び顧客吸引力にただ乗りし，他の宗教法人と展開する本件事業類似の事業に本件商標を使用することで利益を得，又は本件事業の継続に支障を生じさせて東長寺に損害を生じさせることを目的として本件商標を使用するものと合理的に推認される。このことは，原告が真光寺とともに本件事業類似の「真光寺縁の会」の事業を展開し，これについて東長寺が了承していたことがうかがわれること（甲12の1～4，12の8及び9，12の12～14，12の16，12の19，12の21～24，12の26，12の28，12の30及び31，乙22，23，25，34，74，75）を考慮しても異ならない。上記のとおり，原告が常在寺とともに展開する「常在寺縁の会」の事業を巡っては東長寺と原告との間で紛争を生じていると見られることに鑑みると，原告が引用商標を用いて本件事業に類似する事業を展開することを東長寺が広く許容していたとは考え難いからである。",
                "したがって，原告は，不正の目的をもって本件商標を使用するものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，不正の目的はないとしてるる主張する。",
                "しかし，原告が，東長寺との合意すなわち本件共同事業契約ないし本件委託契約に基づき広報・広告活動を行い，その費用を支出し，また，本件事業における会員組織の事務局の管理運営等を担っていたとしても，それ自体は本件共同事業契約及び本件委託契約に基づく原告の債務の履行にすぎず，本件商標の登録出願時及び設定登録時における原告の不正の目的の存在に関する上記認定を覆すべき事情とは必ずしもいえない。",
                "また，前記のとおり，少なくとも本件委託契約が締結された平成18年11月以降における本件事業の事業主体は東長寺であって原告ではなく，また，引用商標はこのような本件事業を表示するものとして機能していたこと等の事情によれば，たとえ原告自身は，本件事業を東長寺との間でのみ営むのではなく，他の宗教法人とも連携したビジネスモデルとして展開する意図を持っていたとしても，それは，原告側のみの事情にすぎないのであるから，これによって，原告による本件商標の使用が正当化されるものではない。",
                "その他原告の指摘に係る事情を考慮しても，この点に関する原告の主張は採用し得ない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上より，本件商標は，東長寺の業務（本件事業）に係る役務を表示するものとして日本国内における需要者の間に広く認識されている引用商標と同一の商標であって，不正の目的をもって使用をするもの（法4条1項19号）に該当する。したがって，法43条の3第2項によりその商標登録を取り消すべきものとした本件決定に誤りはない。",
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}