{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙被控訴人製品目録記載の製品を生産し，譲渡し，貸し渡し，輸入し，又は譲渡若しくは貸渡しの申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，別紙被控訴人製品目録記載の製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，1億円及びこれに対する平成27年8月25日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「分散組成物及びスキンケア用化粧料並びに分散組成物の製造方法」とする特許(特許第5046756号。以下「本件特許」という。)に係る特許権(以下「本件特許権」という。)を有する控訴人が，被控訴人が製造，販売する別紙被控訴人製品目録記載1及び2(以下，それぞれ「被控訴人製品1」，「被控訴人製品2」といい，これらを併せて「被控訴人製品」と総称する。)は，本件特許の請求項1，3及び4に係る各発明の技術的範囲に属し，被控訴人製品の製造販売は，本件特許権を侵害すると主張して，①特許法100条1項及び2項に基づく被控訴人製品の生産等の差止め及び廃棄，②民法709条，特許法102条2項に基づく損害賠償金1億円(一部請求)及びこれに対する不法行為の後の日(訴状送達の日の翌日)である平成27年8月25日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原審は，被控訴人製品が本件特許に係る上記発明の技術的範囲に属するものの，上記発明はいずれも進歩性を欠如しており，上記各特許はいずれも特許無効審判により無効にされるべきものと認められるから，控訴人は，被控訴人に対し上記各特許権に基づく権利を行使することができないとして，控訴人の請求をいずれも棄却したため，控訴人が控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決を次のとおり訂正するほか，原判決の「事実及び理由」の「第2  事案の概要」の1(原判決2頁14行目から同4頁23行目まで)記載のとおりであるから，これを引用する(以下，原判決の引用中「原告」とあるのは「控訴人」と，「被告」とあるのは「被控訴人」と，「別紙」を「原判決別紙」と，それぞれ読み替え，原判決で用いられた略語はそのまま使用する。)。",
            "原判決4頁15行目冒頭から18行目末尾までを，次のとおり，改める。",
            "「イ  「えふくん応援します  ～お試しコスメ日記～」と題するインターネット上のウェブサイト(ブログ)の，平成19年1月17日付けの「インフィルトレートセラムってどんなの？」と題する記事に，控訴人旧製品に含有される全成分のリストが掲載された(乙34。以下，上記ウェブページを「乙34ウェブページ」という。)。"
          ],
          "content": [
            {
              "fig": "ウ",
              "subject": "「＠COSME」と題するインターネット上のウェブサイトの，平成19年1月27日付けのクチコミに，控訴人旧製品に含有される全成分のリストが掲載された(乙35。以下，上記ウェブページを「乙35ウェブページ」という。)。」",
              "text": [
                "原判決4頁23行目末尾に，行を改めて，次のとおり加える。",
                "「  被控訴人製品は，構成要件1-A，1-B，1-D，3-A及び4-Aを充足する(争いがない。)。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "構成要件1-C「pH調整剤」の充足性",
            "無効の抗弁の成否"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "「Cosmetic-Info．jp」と題するインターネット上のウェブサイトの控訴人旧製品に含有される全成分のリストが掲載されたウェブページ(乙6。以下「乙6ウェブページ」という。)に掲載された発明(以下「乙6発明」という。)に基づく進歩性欠如"
            },
            {
              "fig": "イ",
              "subject": "「アスタキサンチン」と題するオリザ油化株式会社発行のカタログ(乙12。以下「乙12カタログ」という。)に記載された発明(以下「乙12発明」という。)に基づく進歩性欠如"
            },
            {
              "fig": "ウ",
              "subject": "バイオジェニック株式会社の「AstabioAW0．5」の商品ラベル(乙19の1。以下「乙19ラベル」という。)に記載された発明(以下「乙19発明」という。)に基づく進歩性欠如"
            },
            {
              "fig": "エ",
              "subject": "乙34ウェブページに掲載された発明(以下「乙34発明」という。)に基づく進歩性欠如"
            },
            {
              "fig": "オ",
              "subject": "乙35ウェブページに掲載された発明(以下「乙35発明」という。)に基づく進歩性欠如",
              "text": [
                "損害の額"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に関する当事者の主張",
          "text": [
            "争点に関する当事者の主張は，原判決を次のとおり訂正し，後記5に当審における当事者の主張を付加するほか，原判決の「事実及び理由」の「第2  事案の概要」の3(原判決5頁16行目から同13頁26行目まで)記載のとおりであるから，これを引用する。",
            "原判決6頁25行目末尾に，行を改めて，次のとおり加える。",
            "「本件発明のような化粧料の発明において，特許請求の範囲に「pH調整剤」が特記されている場合，それは発明の技術課題解決に欠くことのできない成分として目的意識的に使用され，かつ，課題を解決するに足る特性と分量を有する成分でなければならないというべきである。本件明細書の実施例によると，本件発明は，pH調整剤によってpHを調整した結果を進歩性の根拠として主張するものであるから，本件発明におけるpH調整剤は構成要件1-DのpH範囲への調整を目的としそれを実現する作用を奏効する成分でなければならいことは当然である。」"
          ]
        },
        {
          "fig": "5",
          "subject": "当審における当事者の主張",
          "text": [
            "乙34発明に基づく進歩性欠如",
            "(被控訴人の主張)",
            "本件発明は，乙34発明に基づき，又は，乙34発明と各文献(乙8の1～6，乙9の1及び2)に記載の事項に基づき，当業者が容易に発明をすることができたものである。",
            "よって，本件特許は，特許無効審判により無効にされるべきものであるから，控訴人は，本件特許権を行使することができない。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "乙34発明",
              "text": [
                "乙34ウェブページの内容は，本件特許の出願前に電気通信回線を通じて公衆に利用可能となっていたところ，クエン酸がpH調整剤に該当するとすれば，乙34ウェブページには以下の内容の乙34発明が掲載されている。",
                "「アスタキサンチン含有物であるヘマトコッカスプルビアリス油，ポリグリセリン脂肪酸エステル及びレシチンやリゾレシチンを含むエマルジョン粒子，リン酸アスコルビルマグネシウム，クエン酸のpH調整剤，トコフェロール並びにグリセリンを含む美容液」"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件発明と乙34発明の対比",
              "text": [
                "本件発明と乙34発明を対比すると，本件発明のpHの値は5．0～7．5の範囲であるのに対し，乙34発明のpHの値は特定されていない点で相違し，その余の点で一致する。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "相違点の容易想到性",
              "text": [
                "乙34ウェブページにはpHの値が開示されていないから，これに接した当業者は，そこに記載されている成分を含む化粧料のpHを調整してその安定性，安全性を確保するということを当然の課題として認識する。そして，化粧品のpHの調整が化粧品の安定化につながること(乙9の1及び2)，化粧品のpHが一般的に弱酸性(pH4程度)～弱アルカリ性(pH8程度)の範囲内にあること(乙8の1～6，乙22)はいずれも技術常識であるから，安定性及び安全性の観点から化粧品のpHの値を弱酸性～弱アルカリ性の範囲内で調整することは周知である。そもそも，化粧品の開発において適切なpH範囲を選択し決定することは，化粧品が皮膚に塗布するものである以上必須の過程である(乙8の3，4及び6，乙9の1及び2，乙27)。",
                "そうすると，化粧品である乙34発明の安定化を図るためにそのpHの値を弱酸性～弱アルカリ性の範囲内である5．0～7．5に調整することは，当業者であれば当然に実施する程度の数値範囲の最適化にすぎず，その範囲も化粧品が通常有するpHとして何ら特異なものでないから，上記相違点に係る構成に至ることは容易である。したがって，本件発明は，乙34発明に基づき容易に発明をすることができたものであるから，進歩性を欠き，無効とされるべきである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "控訴人の主張について",
              "text": [
                "控訴人は，乙34及び乙35の各ウェブページは，正確性，信頼性に何らの裏付けもなく，事後的な編集が可能であるなどとして，証拠として採用されるに値しないと主張する。しかしながら，乙34ウェブページの記載内容は争いようがなく，その信用性が問題となり得るのは，ウェブページに表示された年月日の信用性のみであり，かつ，実際の掲載日が本件特許の出願日(平成19年6月27日)の後である場合であるところ，事後的に編集がされたことについて，抽象的な可能性をいうのみで，何ら具体的な主張はない。",
                "控訴人は，リン酸アスコルビルマグネシウムは酸性～中性の範囲において不安定な成分であるから，これを含む乙34発明のpHの範囲を5．0～7．5とすることに阻害要因があると主張する。しかしながら，リン酸アスコルビルマグネシウムは酸性～中性の範囲において不安定でないこと(乙10の2，乙11)，リン酸アスコルビルマグネシウムを酸性下で使用する化粧品が存在すること(乙24～26，28，29)などからすれば，阻害要因となり得ない。乙34ウェブページは，その成分の記載はあるけれども，pHについては何らの記載のない公知文献として検討されるべきであり，そうである以上，乙34ウェブページに接した当業者は，化粧品にとって技術常識である弱酸性～弱アルカリ性の範囲内において，安定性が得られるpHの好適範囲の選択を試みることについては，当然かつ必然の動機付けがあるというべきであり，技術常識を適用する動機が見出せないということはない。",
                "控訴人は，本件発明は乙34発明と比較して顕著な効果を奏すると主張する。しかしながら，本件明細書の実施例1～3の測定結果(【表4】～【表6】)は，化粧品のpHを化粧品分野における技術常識の範囲内で調整することにより経時安定性が向上したことを裏付けるものにすぎないから，pHが5．0～7．5の範囲においてのみ顕著な効果を奏するということはできない。乙34発明の成分構成の化粧品について，当業界で化粧品の安定化に相当する化粧品の成分の分離や化粧品の変色を抑制できるように，化粧品の安定化を図るためにpHを調整すれば，自ずと，化粧品の成分であるアスタキサンチンの分散安定性やカロテノイドの色味安定性が共に良好となるというのは，まさに本件発明が主張するところであり，結局，本件発明の効果は，発明の詳細な説明の記載から判断する限り，当業者が当然試みる最適化又は好適化作業から容易に得られるものであるという意味において，予測し得たものでないとはいえず，格別なものではないことは明らかである。",
                "(控訴人の主張)"
              ]
            },
            {
              "fig": "ア",
              "subject": "乙34ウェブページについて",
              "text": [
                "乙34及び乙35の各ウェブページは，「よっこ」及び「＊Ihasa＊さん」と称する匿名者による記事にすぎず，それらの正確性，信頼性に何らの裏づけもなく，また，公開日に関しては，過去の投稿内容をいつでも容易に編集することが可能なのであって(甲79，80)，その記載内容が，それぞれ，実際に平成19年1月17日及び同年1月27日の時点で，公衆に利用可能になっていたことは疑わしいから，乙34及び乙35の各ウェブページは証拠として採用されるに値しない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "乙34発明の認定",
              "text": [
                "乙34ウェブページには控訴人旧製品に係る全成分のリストが掲載されているから，乙34ウェブページに接した当業者は，乙34ウェブページに記載されているものは控訴人旧製品であると認識する。そして，控訴人旧製品のpHは7．9～8．3であるから，乙34発明は乙34ウェブページに掲載されている全ての成分を含み，pHが7．9～8．3である美容液，すなわち，「水，グリセリン，クエン酸(本件発明の「pH調整剤」に相当する。)，リン酸アスコルビルマグネシウム，オレイン酸ポリグリセリル-10(同「ポリグリセリン脂肪酸エステル」に相当する。)，ヘマトコッカスプルビアリス油(同「アスタキサンチン」に相当する。)，トコフェロール，レシチン(同「リン脂質」に相当する。)等の35の成分を含む，「エフ  スクエア  アイ」という製品にかかる構成を備える美容液(同「スキンケア用化粧料」に相当する。)であって，このうちオレイン酸ポリグリセル-10，ヘマトコッカスプルビアリス油及びレシチンはエマルジョン粒子となっているものであり，そのpHは，「エフ  スクエア  アイ」のpH(7．9～8．3)を有するもの」と認定されるべきである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "本件発明と乙34発明の対比",
              "text": [
                "本件発明と乙34発明を対比すると，本件発明のpHの値は5．0～7．5の範囲であるのに対し，乙34発明のpHの値は7．9～8．3の範囲である点で相違し，その余の点で一致する。"
              ]
            },
            {
              "fig": "エ",
              "subject": "相違点の容易想到性",
              "text": [
                "乙34ウェブページは本件特許の出願日の約5か月前に発売された控訴人旧製品の成分に関するものであるところ，化粧品に高い安定性(通常室温状態で3年を超えて安定した品質)が求められることは周知であるから，乙34ウェブページに接した当業者は，控訴人旧製品について化粧品に求められる高いレベルの安定性試験により安定性が確認されたものであると認識するのであって●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●，控訴人旧製品の安定性を改善するという課題を認識することはない。",
                "●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●実験と検討を繰り返す必要があること，上記課題を解決するためには室温経時の安定性を推定できる強制試験系を確立する必要があるものの，これも困難であること，アスタキサンチンの安定化に着目した手法として，安定性に寄与し得る多様な抗酸化剤等の加除や量の増減，遮光性容器やポンプ式容器等への容器の変更，包接体の利用，アスタキサンチン自体の誘導体化等の様々なものがあること(甲25～27)，ある化粧品のpHを変更するためには，その変更が悪影響を及ぼさないか否かを，当該化粧品に含まれている全ての成分につき，それぞれ検証，確認することが必要になることなどからすれば，上記課題を解決するために様々な選択肢の中からpHの変更を選択することは容易になし得ない。控訴人旧製品についていえば，少なくとも，①乳化物からのアプローチ，②処方からのアプローチ，③酸化防止剤(リン酸アスコルビルマグネシウム)の酸化防止機能に関する検討，④製剤pHの調製及びこれらで選択した成分やpH等の各組合せについて検証する必要がある(甲28)。このように，何が安定性に影響していたのか判明していなかったのであるから，その原因を究明するには，膨大な組合せについて，実験と検討を繰り返す必要があり，本件発明に想到するには多大な困難がある。",
                "化粧品に要求される課題には，安定性以外にも，安全性の向上，使用感の改善，様々な種類の効能の改善等，多種多様の課題があり得るのであり，その中で，乙34発明について当業者が特に安定性という課題に着目し，必然的に「安定性が得られるpHの好適範囲の選択を試みる」というべき事情や理由は何ら見当たらない。",
                "化粧品において，そもそも安定性という課題に着目するか，又は他の課題(例えば，安全性の向上(毒性，刺激性の低減等)，その他多種多様の課題があり得る。)に着目するのか，仮に，安定性に着目したとして，それが何に関する安定性であるのか(例えば，変色，変臭，分離，固化等の化粧品の基剤の安定性なのか等)，どのような評価観点からの安定性の問題なのか(例えば，温度安定性等)，どのような因子の影響が原因と考えられるのか，仮に，化粧品に含まれる個々の薬剤に関する安定性に着目するとして，複数含まれる薬剤のうちどの薬剤に着目するのか，仮に，ある薬剤の安定性に着目したとして，より具体的にはどのような評価観点からの安定性を検討し，どのような因子の影響が原因と考えられるのか(甲74)，というように，「安定性」という課題は決して一般的・抽象的かつ容易に把握されるものではなく，その具体的な内容により，解決手段の内容，その選択の容易性・困難性も異なる。乙34発明から「化粧品の安定性」という抽象的な課題が把握されると認定することはできない。",
                "当業者が，乙34発明について，安定性という課題を念頭に置いたと仮定しても，安定性の具体的な内容に応じて考え得る解決手段は多種多様であり，pHの設定ないし変更という手段は，当業者が当然に選択し得る手段ではない。例えば，「安定性」の具体的な内容が，化粧品の基剤に関するものであって，変色や変臭の問題であれば，その原因にもよるが，酸化反応が原因であることを考えて，抗酸化剤を添加又は増加するなどの対策を検討するであろうし，結晶の析出の問題であったなら，可溶化剤で対応することを検討するであろう。また，「安定性」の具体的な内容が，化粧品に含まれる薬剤の安定性に関するものである場合，特に酸化が問題であれば，かかる成分が水溶性か油溶性かに応じて，水溶性又は油溶性の抗酸化剤の添加や組合せを検討したり，金属イオン封鎖剤の配合を検討したりする場合もある。pHの変動が問題と考えられれば，緩衝剤の配合によりpHを維持する検討をする(甲71，74，乙9)。このように，化粧品の安定性という課題に対する解決手段は，具体的な課題に応じて非常に多くの対策が考え得るのであって，化粧品の安定性という課題を把握した当業者であれば，当然にpHの変更を試みるはずであるということはいえない。",
                "化粧品のpHが常に弱酸性であることが要求ないし指向されるものではないことは技術常識であり(甲81～83)，実際に，本件特許の出願前(甲84)から出願後(甲75)にわたるまで，弱アルカリ性が指向された製品が販売され続けている事実は，化粧品のpH値を5．0～7．5にすることが必ずしも一般的ではなく，また，pHは，含有される薬剤等と相互に影響し合うために任意の値に変えられるようなものではない。",
                "控訴人旧製品の具体的なpH値は，製品を入手し測定することによって当業者が，本件特許の出願当時，容易に把握することができたのであるから，仮に，乙34ウェブページに接した当業者が，乙34発明のpH値を設定ないし変更しようと考えた場合には，控訴人旧製品が備える具体的pH値(pH7．9～8．3)を出発点として，当該pH値から変更することの可否を検討するはずであるけれども，当業者にとって，控訴人旧製品のpH値を規格値(pH7．9～8．3)から敢えて変更することには何ら動機付けがない。",
                "これらに加えて，乙34発明はリン酸アスコルビルマグネシウムを含む化粧品であるところ，リン酸アスコルビルマグネシウムは酸性～中性の範囲で不安定な成分であることが技術常識であること(甲30～32，50～55)から，乙34発明のpH(7．9～8．3)を酸性側である5．0～7．5に変更することには積極的な阻害要因があったというべきである。また，化粧品の適切なpHの範囲は，各化粧品が有する組成に応じてそれぞれ異なるものであり，各化粧品固有の適切なpHの範囲を選択することは，容易になし得るものでない。",
                "本件発明は，pHを5．0～7．5の範囲とすることによって，乙34発明と比較してアスタキサンチンの安定性の大幅な向上という顕著な効果を奏するものである(本件明細書の【表4】，【表5】)。このことは，本件明細書の実施例，甲38(特に表4)及び甲48(特に同4枚目の「アスタキサンチン組成物安定性のpH依存性」と題するグラフ)に示されている。",
                "本件発明の本質的な特徴は，アスタキサンチンを特定の成分と共にエマルジョン粒子の形態で含む水分散組成物において，25℃空気バブル経時でアスタキサンチンの残存率が低下するという課題があることを発見し，これに対し，特定の成分下で特定のpH範囲とするという解決手段を見出した点にある(本件明細書の段落【0005】，【0009】，実施例)。そして，本件発明が規定するpH値の範囲内とした場合に限って，上記特定の成分を含む水分散組成物の当該課題が解決されるという本件発明の効果は，際だって優れたものであり，また，課題が当業者にとって未知であった以上，このような効果も当業者にとっては予測し得ないものであった。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "したがって，本件発明は，乙34発明に基づいて，当業者が容易に発明をすることができたものということはできない。",
                "乙35発明に基づく進歩性欠如",
                "(被控訴人の主張)",
                "乙35発明は，乙34発明と同内容であり，前記 のとおり，本件発明は，乙35発明に基づき，又は，乙35発明と各文献(乙8の1～6，乙9の1及び2)に記載の事項に基づき，当業者が容易に発明をすることができたものである。",
                "よって，本件特許は，特許無効審判により無効にされるべきものであるから，控訴人は，本件特許権を行使することができない。",
                "(控訴人の主張)",
                "本件発明は，乙35発明に基づいて，当業者が容易に発明をすることができたものといえないことは，前記 のとおりである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求はいずれも理由がないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件明細書の記載事項",
            "本件明細書(甲2)には，以下の記載がある。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "技術分野",
              "text": [
                "【0001】",
                "本発明は，分散組成物及びスキンケア用化粧料並びに分散組成物の製造方法に関し，特に，カロテノイド含有油性成分が水性組成物に分散している分散組成物及びこれを用いたスキンケア用化粧料並びにこの分散組成物の製造方法に関する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "背景技術",
              "text": [
                "【0002】",
                "・・・カロテノイド類の一種であるアスタキサンチン類(アスタキサンチンおよびそのエステル等も含む)は，自然界では動植物界に広く分布しており，・・・アスタキサンチンは，酸化防止効果，抗炎症効果(特許文献1，特許文献2)，皮膚老化防止効果(特許文献3)，シミやしわの形成予防効果(特許文献4)などの機能を有することも知られている。このため，アスタキサンチンを食品，化粧品，医薬品の原材料及びそれらの加工品等へ添加することが検討・実施されている。",
                "【0003】",
                "このようにカロテノイド類は，食品，化粧品，医薬品及びその他の加工品等に添加使用される際，多くの場合，分散性の高いエマルジョン組成物として添加されるが，天然物由来のカロテノイドは，不安定な構造であり，その上，エマルジョン粒子の粒子径が満足できる範囲内で，比較的長期にわたって高い分散安定性を維持することが容易でなかった。",
                "これを解消するために，例えば，特許文献5及び6には，カロテノイド系色素の分散安定性を検討した技術が記載されている。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "【0005】",
                "しかしながら，上記の技術においても，カロテノイドを含む水分散物では，経時的に分散性や色味，性状が損なわれることがあり，カロテノイドを含む分散組成物の安定性を所望する期間にわたって維持することが困難であった。",
                "本発明の目的は，カロテノイド含有油性成分を含み，保存安定性に優れた分散組成物及びこれを用いたスキンケア用化粧料を提供することである。"
              ]
            },
            {
              "fig": "エ",
              "subject": "課題を解決するための手段",
              "text": [
                "【0006】",
                "本発明のスキンケア用化粧料(以下，「分散組成物」とも称する)は，(a)アスタキサンチン，ポリグリセリン脂肪酸エステル，及びリン脂質又はその誘導体を含むエマルジョン粒子；(b)リン酸アスコルビルマグネシウム，及びリン酸アスコルビルナトリウムから選ばれる少なくとも1種のアスコルビン酸誘導体；並びに(c)pH調整剤を含有する，pHが5．0～7．5のスキンケア用化粧料である。"
              ]
            },
            {
              "fig": "オ",
              "subject": "発明の効果",
              "text": [
                "【0008】",
                "本発明によれば，カロテノイド含有油性成分を含み，保存安定性に優れた分散組成物及びこれを用いたスキンケア用化粧料を提供することができる。"
              ]
            },
            {
              "fig": "カ",
              "subject": "発明を実施するための最良の形態",
              "text": [
                "【0009】",
                "・・・本発明では，カロテノイド含有油性成分を含み，エマルジョン粒子を有するO／W型エマルジョンである水分散物と，アスコルビン酸又はその誘導体を含む水性組成物とを混合し，更にpHをpH5～7．5とすることにより，カロテノイド含有油性成分の分散安定性とカロテノイドの色味安定性とを共に良好に保つことができ，その結果，保存安定性，特に室温での保存安定性に優れた分散組成物とすることができる。",
                "【0013】",
                "本発明において用いられるカロテノイドとしては，・・・特に好ましい例としては，酸化防止効果，抗炎症効果，皮膚老化防止効果，美白効果などを有し，黄色から赤色の範囲の着色料として知られているアスタキサンチンである。・・・",
                "【0053】",
                "・・・本発明では，水性組成物にアスコルビン酸又はその誘導体が含まれるので，水性組成物とカロテノイド含有油性成分を含む水分散物とを混合することによって，カロテノイドの褪色を抑制し，エマルション粒子の分散性と色味とを共に安定させることができる。",
                "・・・アスコルビン酸又はその誘導体としては，水溶性アスコルビン酸又はその誘導体であることが好ましい。",
                "・・・これらのうち，カロテノイドの褪色防止やエマルジョン粒子の分散安定性の観点から，・・・リン酸アルコルビルマグネシウム及びリン酸アスコルビルナトリウムが特に好ましい。・・・",
                "【0062】",
                "本発明の分散組成物は、上記水分散物と上記水性組成物とpH調整剤とを混合することによって得られたものである。・・・",
                "【0064】",
                "本発明の分散組成物のpHは，pH5～7．5であり，…このpH範囲とすることによって，保存安定性，特に室温での保存安定性を良好なものにすることができる。",
                "ここで本発明における室温とは，一般に，10℃～40℃を・・・いう。",
                "【0065】",
                "本発明の分散組成物のpHは，pH調整剤を適宜配合することによって調整すればよい。pH調整剤としては，一般にこの用途で用いられるものであればいずれも該当し，無機酸，無機塩類又は有機酸，有機塩基を挙げることができる。・・・有機酸としては，特に制限はなく，クエン酸，クエン酸三ナトリウム，グルコン酸，L-酒石酸，リンゴ酸，乳酸，アジピン酸，コハク酸，酢酸，HEPES・・・及びこれらの誘導体を好ましく挙げることができ，有機塩基としては，グリシン，リジン，グアニジン，アルギニン，トリスヒドロキシメチルアミノメタンを挙げることができる。また，これらを単独で又は2種以上を組み合わせて使用してもよい。",
                "【0066】",
                "本発明におけるエマルジョン含有組成物におけるpH調整剤の含有量は，分散組成物のpHを前述した範囲にするために必要な量であればよく，分散組成物中の成分及び使用されるpH調整剤の種類によって適宜調整することができるが，一般に，分散組成物全体に対して，0．1質量％～1．5質量％の範囲にあり，より好ましくは0．5質量％～1．0質量％の範囲である。",
                "【0068】",
                "本発明の分散組成物は，・・・水分散物と，・・・水性組成物とを混合すること，pHを上述した範囲に調整すること，を含む製造方法によって得ることができる。",
                "このように水分散物を得るための混合と，得られた水分散物と上記水性組成物との混合という二段階の混合工程を経ることによって，平均粒子径200nm以下のエマルジョン粒子が分散し，保存安定性，特に室温での保存安定性に優れた分散組成物を容易に得ることができる。",
                "【0069】",
                "pHの調整を目的とするpH調整剤の配合は、水分散物に対して配合することがpH調整の容易性の観点から好ましいが、最終的に水分散物のpHが上述した範囲になれば、分散組成物、水性組成物及び水分散物のいずれに対して行ってもよく、また配合回数にも特に制限はない。",
                "【0070】",
                "本発明のスキンケア用化粧料は，本発明の分散組成物を含むものである。・・・"
              ]
            },
            {
              "fig": "キ",
              "subject": "実施例",
              "text": [
                "【0071】",
                "・・・以下の記載で「部」と「％」表示してあるものは，特に断らない限り質量基準である。",
                "【0072】",
                "［実施例1］",
                "(1)水分散物(i)-a，(i)-bの作製",
                "下記表1記載の各成分を，70℃で加熱しながら1時間溶解して，水性組成物を得た。",
                "また，下記表2記載の各成分を，70℃で加熱しながら1時間溶解して，油相組成物を得た。",
                "【0073】",
                "【表1】",
                "【0074】",
                "【表2】",
                "【0075】",
                "水相を70℃に保ったままホモジナイザー・・・で攪拌し(10000rpm)，そこへ上記油相組成物を添加して乳化物を得た。得られた乳化物を，40℃で，・・・200MPaの圧力で高圧乳化を行った。",
                "その後，平均孔径1μmのミクロフィルターでろ過して，アスタキサンチン類含有水分散物(i)-aを調製した。",
                "【0076】",
                "油相組成物におけるレシチン90gの代わりに，純水90gを加えた以外は同様にして，アスタキサンチン類含有水分散物(i)-bを作製した。",
                "【0077】",
                "(2)水性組成物(ii)-a～(ii)-gの作製",
                "下記表3の成分を室温で混合溶解して，実施例に係る水性組成物(ii)-a～(ii)-c，及び参考例に係る(ii)-d～(ii)-gを得た。",
                "【0078】",
                "【表3】",
                "【0079】",
                "上記水性組成物(ii)-a 900gに，1％クエン酸水溶液もしくは0．1Ｎ水酸化ナトリウム水溶液を加えてpH4．5になるように調整し，総量が990gとなるように純水で重量を調整した。そこにヘマトコッカス藻抽出物の水分散物(i)-a 10gを添加し，均一に混合し，赤色透明の分散液(A-1)を得た。分散液(A-1)のpHは，水分散物(i)-aを添加する前とほぼ同じであった(pH4．5)。",
                "また，表4に示すようにpHとなるように調整した以外は分散液(A-1)と同様にして，赤色透明の分散液(A-2)から(A-9)を得た。",
                "更に，水性組成物(ii)-aに代えて(ii)-gを使用し，pH7．0となるように調整した以外は，分散液(A-1)と同様にして，赤色透明の分散液(H-1)を得た。",
                "水分散物(i)-aに代えて水分散物(i)-bを使用し，pH7．0となるように調整した以外は，分散液(A-1)と同様にして，赤色透明の分散液(H-2)を得た。",
                "【0080】",
                "(4)物性値の測定",
                "得られた分散液(A-1)～(A-9)及び(H-1)～(H-2)を以下のように経時試験を実施した。",
                "(4-1)50℃経時",
                "サンプルを遮光容器に充填し，蓋を閉めた後，50℃の恒温槽に入れて経時28日間保管した。",
                "(4-2)25℃空気バブル経時",
                "サンプルを遮光容器に充填し，25℃の恒温室にて，空気を3mmφのガラス管にて1cc／minの流量で流した。1週間ごとに重量を測定し，揮発分を純水にて補正し，28日間経時した。",
                "(4-3)25℃窒素バブル経時",
                "サンプルを遮光容器に充填し，25℃の恒温室にて，窒素を3mmφのガラス管にて1cc／minの流量で流した。1週間ごとに重量を測定し，揮発分を純水にて補正し，28日間経時した。",
                "物性値の測定は，褪色レベルは478nmでの吸光度変化で判断し，性状変化は，目視(濁り，析出)及び粒子径を確認した。",
                "結果を表4に示す。",
                "【0081】",
                "吸光度は，・・・478nmでの吸収スペクトルの測定を行い求めた。評価は，水性組成物と水分散物との混合直後の吸光度に対する経時後の吸光度から求められる残存率を分散液の褪色レベルとし，下記の評価基準に基づいて行った。",
                "○：吸光度残存率85％以上(手のひらの上で変化が判別できず問題ないレベル)",
                "△：吸光度残存率70％以上(手のひらの上で変化が判別できるが，商品価値上問題ないレベル)",
                "×：吸光度残存率70％未満(ＮGレベル)",
                "【0082】",
                "粒子径は，・・・分散液中の乳化物の粒子径を20℃にて測定した。評価は，水性組成物と水分散物との混合直後と経時後との粒子径の変化を求め，以下の評価基準に基づいて行った。",
                "○：20nm以下",
                "△：70nm以下",
                "×：70nm超",
                "【0083】",
                "目視での性状変化は，経時後の水性組成物における性状を目視観察して，下記の評価基準によって評価した。",
                "○：混合直後品と見た目の性状変化が認識できない。",
                "△：液に若干濁りが感じられる。",
                "×：激しく濁りが生じている。液が分離している。析出が起こっている。",
                "【0084】",
                "【表4】",
                "【0085】",
                "上記の結果より，本発明の実施例にかかるpH5～7．5の分散液(A-2～A-7)は，乳化直後の平均粒径が小さく，保存経時後でもその粒径にほとんど変化が見られなかった。強制保存経時後のエマルションの目視観察においても，褪色変化や性状変化が小さく，濁りや析出なども認めらなかった。特に25℃における保存経時では，比較例に対して褪色の程度が小さく安定性に優れており，pH6．5～pH7．5において特に顕著であった。",
                "【0086】",
                "［実施例2～3及び参考例1～3］",
                "水性組成物(ii)-aに代えてそれぞれ，(ii)-b，(ii)-c，(ii)-d，(ii)-e，(ii)-fを用いた以外は実施例1と同様にして，分散液B-1からB-9(実施例2)，C-1からC-9(実施例3)，D-1からD-9(参考例1)，E-1からE-9(参考例2)及びF-1からF-9(参考例3)をそれぞれ調製した。これらの分散液に対して，実施例1と同様の評価を行った。実施例2～3及び参考例1～3の結果は，それぞれ表5～9に示す。",
                "その結果，実施例2～3のいずれにおいても，実施例1と同様にpH5～pH7．5の分散液では，乳化直後の平均粒径が小さく，保存経時後でもその粒径にほとんど変化が見られなかった。強制保存経時後のエマルションの目視観察においても，褪色変化や性状変化が小さく，濁りや析出なども認めらなかった。特に25℃における保存経時では，比較例に対して褪色の程度が小さく安定性に優れており，pH6．5～pH7．5において特に顕著であった。",
                "【0087】",
                "【表5】【0088】",
                "【表6】",
                "上記 によれば，本件発明の概要は以下のとおりである。"
              ]
            },
            {
              "fig": "ア",
              "subject": "技術分野",
              "text": [
                "本件発明は，スキンケア用化粧料に関し，特に，カロテノイド含有油性成分が水性組成物に分散している分散組成物を用いたスキンケア用化粧料に関する。(【請求項1】～【請求項4】，【0001】)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "背景技術",
              "text": [
                "カロテノイド類の一種であるアスタキサンチン類は，自然界では動植物界に広く分布しており，酸化防止効果，抗炎症効果，皮膚老化防止効果，シミやしわの形成予防効果などの機能を有することも知られているため，アスタキサンチンを食品，化粧品，医薬品の原材料及びそれらの加工品等へ添加することが検討・実施されていた(【0002】)。その際，多くの場合，分散性の高いエマルジョン組成物として添加されるが，天然物由来のカロテノイドは，不安定な構造であり，その上，エマルジョン粒子の粒子径が満足できる範囲内で，比較的長期にわたって高い分散安定性を維持することが容易でなかった。従来のカロテノイド系色素の分散安定性を検討した技術においても，カロテノイドを含む水分散物では，経時的に分散性や色味，性状が損なわれることがあり，カロテノイドを含む分散組成物の安定性を，所望する期間にわたって維持することが困難であった(【0003】，【0005】)。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明が解決しようとする課題",
              "text": [
                "本件発明の目的は，カロテノイド含有油性成分を含み，保存安定性に優れた分散組成物及びこれを用いたスキンケア用化粧料を提供することである(【0005】)。"
              ]
            },
            {
              "fig": "エ",
              "subject": "課題を解決するための手段",
              "text": [
                "本件発明のスキンケア用化粧料は，(a)アスタキサンチン，ポリグリセリン脂肪酸エステル，及びリン脂質又はその誘導体を含むエマルジョン粒子；(b)リン酸アスコルビルマグネシウム，及びリン酸アスコルビルナトリウムから選ばれる少なくとも1種のアスコルビン酸誘導体；並びに(c)pH調整剤を含有する，pHが5．0～7．5のスキンケア用化粧料である(【0006】)。"
              ]
            },
            {
              "fig": "オ",
              "subject": "本件発明の効果",
              "text": [
                "本件発明では，カロテノイド含有油性成分を含み，エマルジョン粒子を有するO／W型エマルジョンである水分散物と，アスコルビン酸又はその誘導体を含む水性組成物とを混合し，更にpHをpH5～7．5とすることにより，カロテノイド含有油性成分の分散安定性とカロテノイドの色味安定性とを共に良好に保つことができ，その結果，保存安定性，特に室温での保存安定性に優れた分散組成物及びこれを用いたスキンケア用化粧料を提供するものである(【0008】，【0009】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点 (構成要件1-C「pH調整剤」の充足性)について",
          "text": [
            "本件発明は，アスタキサンチン等を含むエマルジョン粒子(構成要件1-A)，リン酸アスコルビルマグネシウムなどのアスコルビン酸誘導体(同1-B)，pH調整剤(同1-C)，トコフェロール(同3-A)及びグリセリン(同4-A)を含有するスキンケア用化粧料(同1-D)に係る発明であるところ，特許請求の範囲には，「pH調整剤」の具体的な内容については記載がなく，本件明細書には「pH調整剤としては，一般にこの用途で用いられるものであればいずれも該当し」との記載がある(段落【0065】)。",
            "以上の特許請求の範囲の記載及び本件明細書の記載によれば，「pH調整剤」とは，その字句のとおり，pHを調整する剤をいうと解するのが相当である。",
            "そして，前記のとおり，被控訴人製品1は約0．008質量％の，被控訴人製品2は約0．025質量％のクエン酸をそれぞれ含有するところ，当該クエン酸は，本件明細書の段落【0065】においても，pH調整剤として例示されているように，一般にこの用途で用いられるものであって，pHを調整する作用を有する物質であり，また，証拠(乙2)及び弁論の全趣旨によれば，被控訴人製品1に含まれる0．008質量％のクエン酸及び被控訴人製品2に含まれる0．025質量％のクエン酸は，被控訴人製品において，pHを変化させるものであるから，これらのクエン酸は，pHを調整する機能を有しているといえ，「pH調整剤」に該当するということができる。",
            "したがって，被控訴人製品は構成要件1-Cを充足するというべきである。",
            "被控訴人の主張について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "被控訴人は，特許請求の範囲や本件明細書の記載，控訴人が本件特許の出願経過で提出した意見書(乙4)の内容からすれば，「pH調整剤」とはpHの値を構成要件1-Dで定められている5．0～7．5の範囲にするために用いられる調整剤であり，これを欠いた場合にはpHを上記範囲とすることができないものをいうと解すべきであると主張する。",
                "しかしながら，まず，特許請求の範囲の記載をみるに，本件発明は，pH調整剤を含むスキンケア用化粧料であって，そのpHの値を5．0～7．5の範囲に限定したものであるところ(構成要件1-C，1-D)，被控訴人が主張するようなpH調整剤の有無とpHの関係について定めはない。また，本件明細書の記載(段落【0009】，【0062】，【0064】～【0066】，【0069】)をみても，本件発明のスキンケア用化粧料(分散組成物)は水分散物，水性組成物及びpH調整剤を混合することによって得られるものであって，最終的にpHの値が5．0～7．5の範囲にあれば足りると解されるのであり，本件明細書にpH調整剤を欠いた場合におけるpHの値についての記載はなく，本件特許の出願経過において控訴人が提出した意見書(乙4)にも，本件発明の「pH調整剤」を限定して解釈すべき根拠となる記載は見当たらない。以上によれば，「pH調整剤」の意義につき，被控訴人が主張するように解釈することはできないというべきである。",
                "したがって，被控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "被控訴人は，「pH調整剤」の含有量は本件明細書の段落【0066】で定められている範囲(0．1質量％～1．5質量％)内にある必要がある旨主張する。",
                "しかしながら，特許請求の範囲の記載には，本件発明のスキンケア用化粧料に含まれるpH調整剤の量については特定されていない。また，本件明細書には「本発明におけるエマルジョン含有組成物におけるpH調整剤の含有量は，分散組成物のpHを前述した範囲にするために必要な量であればよく・・・一般に，分散組成物全体に対して，0．1質量％～1．5質量％の範囲にあり，より好ましくは0．5質量％～1．0質量％の範囲である。」との記載があるものの(段落【0066】)，これは本件発明の実施例についての説明であって，一般的なpH調整剤の含有量として0．1質量％～1．5質量％を記載したにすぎず，pH調整剤の種類によって適宜調整できるものと解される。本件発明の「pH調整剤」の含有量について，上記範囲内のものに限定して解釈すべき根拠はないといえる。",
                "したがって，本件発明の「pH調整剤」の含有量が上記範囲内でなければならないということはできないから，被控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "被控訴人は，被控訴人製品のクエン酸は収れん剤として使用しているなどとして，被告製品は構成要件1-Cを充足しない旨主張する。",
                "しかしながら，被控訴人製品に含まれるクエン酸がpHを調整する機能を有していることは前記認定のとおりであり，被控訴人が主張するように上記クエン酸が収れん剤として機能するものであるとしても，このことは，上記クエン酸が「pH調整剤」に該当するとの充足性判断についての結論を左右するものとはいえない。",
                "したがって，被控訴人の上記主張は採用することができない。",
                "以上によれば，被控訴人製品は，いずれも本件発明の各技術的範囲に属するものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点 エ(乙34発明に基づく進歩性欠如)について",
          "text": [
            "乙34発明の認定"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "乙34ウェブページの記載事項",
              "text": [
                "乙34ウェブページには，以下の事項が記載されている。",
                "「えふくん応援します  ～お試しコスメ日記～",
                "美肌を目指して，お試ししたコスメやサプリなどのこと，お得な情報，などなどご紹介しますネ。・・・",
                "インフィルトレート  セラム  ってどんなの？",
                "2007．01．17  (Wed)",
                "1／15から新発売になった，",
                "エフ  スクエア  アイ",
                "インフィルトレート  セラム  リンクル  エッセンス・・・",
                "ってどんなの？  っていうことで，ちょっと調べてみましたよ！",
                "(全成分表示も載せましたよ！)・・・",
                "【More・・・】",
                "アスタキサンチン配合  真浸透美容液",
                "エフ  スクエア  アイ",
                "インフィルトレート  セラム  リンクル  エッセンス  30ml  8，400円(税込み)・・・",
                "成分(全成分表示)は．．．",
                "水，グリセリン，BG，ペンチレングリコール，クエン酸，リン酸アスコルビルMg，PEG-60水添ヒマシ油，ベタイン，グリコシルトレハロース，水酸化Ｎa，キサンタンガム，加水分解水添デンプン，メチルパラベン，アルギニン，プルラン，トリ(カプリル酸／カプリン酸)グリセリル，オレイン酸ポリグリセリル-10，ヘマトコッカスプルビアリス油，ステアリン酸スクロース，トコフェロール，レシチン，エチドロン酸4Ｎa，アセチルヒドロキシプロリン，ダマスクバラ花油，加水分解バレイショタンパク，PCA-Ｎa，グルコシルルチン，ニンジン根エキス，フェノキシエタノール，コメヌカスフィンゴ糖脂質，水添レシチン，オクラエキス，エチルパラベン，リゾレシチン，プロピルパラベン・・",
                "プロフィール",
                "Author：よっこ」"
              ]
            },
            {
              "fig": "イ",
              "subject": "乙35ウェブページの記載事項",
              "text": [
                "乙35ウェブページには，以下の事項が記載されている。",
                "「エフ スクエア アイ インフィルトレート セラム リンクル エッセンス ・・・",
                "クチコミ・・・",
                "＊Ihasa＊さん",
                "21歳｜脂性肌｜クチコミ投稿205件・・・",
                "評価しない          2007／1／27  00：27：47",
                "サンプル使用なので評価は控えさせて頂きます。",
                "現品は8400yen／30mlとなっております。・・・",
                "全成分：",
                "・水・グリセリン・BG・ペンチレングリコール・クエン酸・リン酸アスコルビルMg   ・PEG-60水添ヒマシ油・ベタイン・グリコシルトレハロース・水酸化Ｎa・キサンタンガム",
                "・加水分解水添デンプン・メチルパラベン・アルギニン・プルラン",
                "・トリ(カプリル酸/カプリン酸)グリセリル・オレイン酸ポリグリセリル-1  ・ヘマトコッカスプルビアリス油・ステアリン酸スクロース・トコフェロール",
                "・レシチン・エチドロン酸4Ｎa・アセチルヒドロキシプロリン",
                "・ダマスクバラ花油・加水分解バレイショタンパク・PCA-Ｎa・グルコシルルチン",
                "・ニンジン根エキス・フェノキシエタノール・コメヌカスフィンゴ糖脂質・水添レシチン",
                "・オクラエキス・エチルパラベン・リゾレシチン・プロピルパラベン」"
              ]
            },
            {
              "fig": "ウ",
              "subject": "乙34発明について",
              "text": [
                "乙34ウェブページには，控訴人旧製品のpHに関する記載はないから，乙34発明は，以下のとおりであると認められる(乙35発明も同様である。)。",
                "「水，グリセリン，クエン酸(本件発明の「pH調整剤」に相当する。)，リン酸アスコルビルマグネシウム，オレイン酸ポリグリセリル-10(同「ポリグリセリン脂肪酸エステル」に相当する。)，ヘマトコッカスプルビアリス油(同「アスタキサンチン」に相当する。)，トコフェロール，レシチン(同「リン脂質」に相当する。)等の35の成分を含む美容液(同「スキンケア用化粧料」に相当する。)であって，このうちオレイン酸ポリグリセリル-10，ヘマトコッカスプルビアリス油及びレシチンはエマルジョン粒子となっているもの」"
              ]
            },
            {
              "fig": "エ",
              "subject": "控訴人の主張について",
              "text": [
                "控訴人は，乙34及び乙35の各ウェブページは，それぞれ「よっこ」及び「＊Ihasa＊さん」と称する匿名者による記事にすぎず，それらの正確性，信頼性に何らの裏付けもなく，また，公開日に関しては，乙34ウェブページのブログ記事も乙35ウェブページのクチコミ記事も過去の投稿内容をいつでも容易に編集することが可能なのであって(甲79，80)，それらに記載された内容が，それぞれ，実際に平成19年1月17日及び同年1月27日の時点で，公衆に利用可能になっていたことは疑わしいから，乙34ウェブページは証拠として採用されるに値しないと主張する。",
                "しかしながら，本件特許の出願前において，化粧品の全成分表示が義務付けられていたところ(乙36)，控訴人は，乙34ウェブページにおける控訴人旧製品の全成分の記載内容の正確性について争っておらず，また，本件特許の出願前の平成19年1月15日に発売された控訴人旧製品の全成分リストを，乙34ウェブページの作成者が参照することができなかったなどというような具体的な主張もしていない。",
                "さらに，乙34ウェブページと乙35ウェブページとは，異なるウェブページであり，その作成者のペンネームも異なることから，異なる者によって記載されたものであり，控訴人旧製品の全成分の記載内容については，各成分の名称も表記順序も一致していることなどを考慮すると，両ウェブページを記載した者は，いずれも控訴人旧製品の容器等に記載された全成分表示を参照したものと考えるのが自然かつ合理的であるといえる。このように，異なる複数の者が控訴人旧製品の全成分表示を参照していることなどからすると，乙34ウェブページは，その内容を書き換えられる可能性が皆無ではないとしても，平成19年1月15日の控訴人旧製品の発売日より後の平成19年1月17日(乙34)に記載されたものであると推認することができる(乙35ウェブページについても，平成19年1月27日(乙35)に記載されたものと推認することができる。)。そして，その他，上記認定を左右するに足りる事情は認められない。",
                "そうすると，乙34ウェブページに記載された，控訴人旧製品の全成分に関する記載内容は，本件特許の出願前に，電気通信回線を通じて公衆に利用可能となったものということができる。",
                "したがって，控訴人の上記主張は採用することができない。",
                "本件発明と乙34発明との対比",
                "本件発明と乙34発明とでは，本件発明のpHの値が5．0～7．5の範囲であるのに対し，乙34発明のpH値が特定されていない点で相違し，その余の点で一致する。",
                "相違点の容易想到性について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "証拠(乙8の1～6，乙22)及び弁論の全趣旨によれば，皮膚に直接塗布する化粧品のpHは，皮膚への安全性を考慮して，弱酸性(約pH4以上)～弱アルカリ性(約pH9以下)の範囲で調整されること，実際に市販されている化粧品については，そのpHが人体の皮膚表面のpHと同じ弱酸性の範囲(pH5．5～6．5程度)に設定されているものも多いことが認められる。",
                "そうすると，本件特許の出願前に，化粧品のpHを弱酸性～弱アルカリ性の範囲に設定することは技術常識であったと認められるから，pHが特定されていない化粧品である乙34発明のpHを，弱酸性～弱アルカリ性のものとすることは，当業者が適宜設定し得る事項というべきものである。そして，皮膚表面と同じ弱酸性とされることも多いという化粧品の特性に照らすと，化粧品である乙34発明のpHを，弱酸性～弱アルカリ性の範囲に含まれる「5．0～7．5」の範囲内のいずれかの値に設定することも，格別困難であるとはいえず，当業者が適宜なし得る程度のことといえる。",
                "また，証拠(乙9の1，2，乙27)及び弁論の全趣旨によれば，化粧品(医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律2条2項の「医薬部外品」及び同条3項の「化粧品」に当たるもの)の基本的かつ重要な品質特性としては，安全性，安定性，有用性，使用性が挙げられ，化粧品の設計に当たっては，まず配合薬剤の基剤中における安定性に留意する必要があること，薬剤の安定化にはpH，温度，光，配合禁忌面から同時に配合する成分の影響を把握しておくことが重要となること，安定化の方法としては，酸素を断つ方法や酸化防止剤の配合，pH調整剤，金属イオン封鎖剤の配合や最適配合量の水準，不純物質の除去，生産プロセスにおける温度安定性の工夫，原料レベルでの安定な保管などの方法があること，化粧水等の化粧品の品質検査項目としては，外観や匂い等の官能検査，pH，比重，透明度，粘度，有効成分等の定量試験などの項目があり，化粧品の安定化を図るためにpH調整剤を用いることやpHを測定することは一般的に行われていることが認められる。",
                "このように，化粧品の基本的かつ重要な品質特性の一つとして安定性があり，化粧品の製造工程において常に問題とされるものであることは当業者に明らかであるところ，化粧品の安定化という課題に対する解決手段には，上記のとおり，酸素を断つ方法や酸化防止剤の配合，pH調整剤，金属イオン封鎖剤の配合や最適配合量の水準，不純物質の除去，生産プロセスにおける温度安定性の工夫，原料レベルでの安定な保管などの方法など，様々なものがあることが認められる。",
                "そうすると，pHが特定されていない化粧品である乙34発明に接した当業者において，乙34発明のpHを弱酸性～弱アルカリ性の範囲にするとともに，併せて，pH調整剤を含め化粧料に対する様々な安定化の手段を採用して安定化を図るということも，当然に試みるものと解される(乙34発明は，控訴人旧製品の全成分情報に示された各成分を含有するものの，これら各成分の含有量は明らかではなく，そのpHも明らかではない「スキンケア用化粧料」であるから，当業者は，乙34発明を具現化するに当たっては，各成分の含有量やpHを具体的に設定することを要することになる。)。",
                "以上によれば，相違点に係る本件発明の構成は当業者であれば容易に想到し得るものであると認められる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "控訴人は，本件発明は，pHを5．0～7．5の範囲とすることによって，乙34発明と比較してアスタキサンチンの安定性の大幅な向上という顕著な効果を奏するものである(本件明細書【表4】，【表5】)と主張する。",
                "そこで，控訴人の上記主張を前提に，本件発明が，乙34発明において上記相違点に係る本件発明の構成を採用した場合に予測可能な効果と比べて，顕著な効果を奏するものであるか否かについて検討するに，化粧品の基本的かつ重要な品質特性の一つとして安定性があり，化粧品の製造工程において常に問題とされるものであることは当業者に明らかであるところ，化粧品の安定化という課題に対する解決手段には様々なものがあり，pHの調整が安定化の手法として通常用いられるものであることは前記認定のとおりであり，当業者の技術常識であると認められる。このような技術常識に照らすと，乙34ウェブページの記載に接した当業者であれば，乙34発明において，そのpHを調整することを含めた化粧料に対する様々な安定化の手段を採用して，安定化を図ることを期待し，これを予測することができるものといい得る。",
                "また，本件明細書の記載によれば，スキンケア用化粧料である本件発明のpHを「5．0～7．5」の範囲内とすることによる効果は，具体的には，28日間にわたる「25℃空気バブル経時」における吸光度残存率(段落【0080】，【0081】)が高いということのみであると認められる。そして，pHが本件発明の技術的範囲に含まれる5．0のもの(【表4】のA-2，【表5】のB-2及び【表6】のC-2)と，本件発明の技術的範囲外である4．5のもの(同A-1，B-1及びC-1)とでは，前者が「△」と評価されているのに対し，後者が「×」と評価されているものの，本件明細書の段落【0081】の記載によれば，「△」は吸光度残存率が70％以上85％未満であることを，また，「×」は吸光度残存率が70％未満であることを意味しているから，上記の「△」と評価された「A-2」等と，「×」と評価された「A-1」等との間の吸光度残存率に大きな差があると理解することはできない。そうすると，本件明細書の記載をみても，本件発明のpHとして，弱酸性側の下限値を5．0と設定したことが，それを下回るpHである場合と比較して臨界的意義を有するものではないから，本件発明の上記効果が顕著なものであると認めることはできない(本件発明のpHの範囲である5．0～7．5の全範囲にわたって，本件発明が顕著な効果を奏するとまではいえない。)。なお，実験成績証明書(甲38，48)における実験結果を参酌しても，上記認定は左右されるものではない。",
                "結局，控訴人の上記主張は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●ことをいうにすぎないものであり，本件発明が乙34発明と比較して安定性の点で優れているかは明らかではなく，そうである以上，当業者であれば，乙34発明において，そのpHを調整することを含めた化粧料に対する様々な安定化の手段を採用して安定化を図ることを期待し，予測することができるのであるから，本件発明は，当業者の技術常識に基づいて予測される範囲を超えた顕著な効果を有するとまではいえない。",
                "以上によれば，上記のとおり，本件発明の実施例について吸光度残存率の高さや性状変化の少なさといった経時安定性の測定結果が良好であったとしても(本件明細書の【表4】～【表6】)，乙34発明から予測し得る範囲を超えた顕著な効果を奏するとは認められない。",
                "したがって，本件発明は，乙34発明に基づいて，当業者が容易に発明をすることができたものと認めるのが相当である。",
                "控訴人の主張について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "控訴人は，乙34ウェブページには控訴人旧製品に係る全成分のリストが掲載されている以上，乙34ウェブページに接した当業者は乙34ウェブページに記載されているものは控訴人旧製品という具体的かつ特定の製品であると認識するから，乙34発明は，乙34ウェブページに掲載されている全ての成分を含み，そのpHは控訴人旧製品のpH(7．9～8．3)を有するものと認定されるべきであると主張する。",
                "しかしながら，乙34ウェブページには，控訴人旧製品という具体的製品のpH値は記載されておらず，また，各成分の含有量も記載されていないから，本件特許の出願当時の技術常識を考慮したとしても，乙34ウェブページの記載内容から，特定のpH値を有する美容液であることを把握することはできないというべきである。すなわち，乙34ウェブページに記載された控訴人旧製品の全成分情報からは，そこに示された各成分を含有するものの，これら各成分の含有量は明らかではなく，そのpHも明らかではない「スキンケア用化粧料」という発明が把握されるにとどまる。",
                "そして，控訴人の上記主張も，控訴人旧製品自体の成分を検査すればpHの値を知ることができるというにとどまるものと解されるのであって，技術常識を踏まえても，乙34ウェブページに掲載されている内容自体から，そのスキンケア化粧料のpHが7．9～8．3であると導くことができるとは認められない。",
                "したがって，乙34発明においてpHの値は特定されていないと解するのが相当であるから，控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "控訴人は，乙34ウェブページは本件特許の出願日の約5か月前に発売された控訴人旧製品の成分に関するものであるところ，乙34ウェブページに接した当業者は，控訴人旧製品について化粧品に求められる高いレベルの安定性試験により安定性が確認されたものであると認識するのであって，●●●●●●●●●●●●●●●●●●課題を認識することはない，仮に，●●●●●●●●●●●●●●●●●●●●●●●●●課題を見出したとしても，上記課題を解決するためには実験と検討を繰り返す必要があること，上記課題を解決するためには室温経時の安定性を推定できる強制試験系を確立する必要があるものの，これも困難であること，アスタキサンチンの安定化に着目した手法としては様々なものがあること(甲25～27)，上記課題を解決するために様々な選択肢の中からpHの変更を選択することは容易になし得ないことなどからすると，本件発明に想到するには多大な困難があるなどと主張する。",
                "しかしながら，乙34ウェブページの記載からは，そこに示された各成分を含有するものの，これら各成分の含有量は明らかではなく，そのpHも明らかではない「スキンケア用化粧料」という発明が把握されるにとどまるのは前記アのとおりである。控訴人の上記主張は，乙34ウェブページの記載からpHが特定された発明である控訴人旧製品を把握することができることを前提とするものであって，その前提を欠くものである。なお，安定性は化粧品の製造工程において常に問題とされる化粧品の品質特性であり，pHの調整を含め，安定化のための様々な手法があることからすれば，乙34ウェブページに掲載されている成分リストが販売開始から間もない控訴人旧製品のものであるとしても，これら各成分の含有量は明らかではないのであるから，当業者が化粧品の安定性の確保，向上という課題を認識しないということはできない。",
                "したがって，乙34ウェブページの記載からpHが特定された発明である控訴人旧製品を把握することができることを前提とする控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "控訴人は，仮に，当業者が，安定性という課題を念頭に置いたとしても，安定性の具体的な内容に応じて考え得る解決手段は多種多様であり，pHの設定ないし変更という手段は，当業者が当然に選択し得る手段ではない，また，化粧品に要求される課題には，安定性以外にも，安全性の向上，使用感の改善，様々な種類の効能の改善等，多種多様の課題があり得るのであり，その中で，乙34発明について当業者が特に安定性という課題に着目し，必然的に「安定性が得られるpHの好適範囲の選択を試みる」というべき事情や理由は何ら見当たらないなどと主張する。",
                "しかしながら，乙34発明について安定性という課題を認識するまでもなく，pHが特定されていない化粧品である乙34発明のpHを，弱酸性～弱アルカリ性のものとすることは，当業者が適宜設定し得る事項というべきものであって，その際，弱酸性～弱アルカリ性の範囲に含まれる「5．0～7．5」の範囲内のいずれかの値に設定することも，当業者が適宜なし得る程度のことといえる。",
                "また，その際に，乙34発明に接した当業者が，その安定性が得られるpHの好適範囲の選択を試みるとまでは，必ずしもいえないとしても，化粧品の基本的かつ重要な品質特性の一つとして安定性があり，化粧品の製造工程において常に問題とされるものであることは当業者に明らかであるから，pHが特定されていない化粧品である乙34発明に接した当業者において，乙34発明のpHを弱酸性～弱アルカリ性の範囲にするとともに，併せて，pH調整剤を含め化粧料に対する様々な安定化の手段を採用して安定化を図ることは，当然に試みるものと解される。",
                "したがって，控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "控訴人は，乙34ウェブページは，控訴人旧製品という実際に販売されている製品の情報を記載したものであるから，乙34発明のpHは，控訴人旧製品が備える具体的pH値(pH7．9～8．3)を出発点として，当該pH値を変更することの可否を検討するはずであるところ，当業者が，控訴人旧製品のpH値を敢えて変更する動機付けはないと主張する。",
                "しかしながら，乙34発明は，pHの値が特定されていない「スキンケア用化粧料」であると認められるから，乙34発明のpHが，控訴人旧製品が備える具体的pH値(pH7．9～8．3)であることを前提に，相違点に係る本件発明の構成とすることに動機付けがないという控訴人の主張は，その前提を欠くものである。",
                "したがって，控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "控訴人は，乙34発明はリン酸アスコルビルマグネシウムを含む化粧品であるところ，リン酸アスコルビルマグネシウムは酸性～中性の範囲で不安定な成分であることが技術常識であること(甲30～32，50～55)から，乙34発明のpH(7．9～8．3)を酸性側である5．0～7．5に変更することには積極的な阻害要因があったというべきであると主張する。",
                "しかしながら，証拠(甲30～32，50～55，61，乙10の2，乙25，28，29)及び弁論の全趣旨によれば，本件特許の出願当時，①リン酸アスコルビルマグネシウム単体の水溶液については，pHが8～9の弱アルカリ性の領域においては安定とされていたが，pHが中性～酸性の範囲においては安定性に問題があるとされていたこと(甲30～32，50～55)，②リン酸アスコルビルマグネシウムを含む化粧料について，弱酸性における安定性を改善する手法が検討されており(甲31，50～52，61，乙10の2，乙25)，実際にリン酸アスコルビルマグネシウムを含有する弱酸性の化粧品が販売されていたこと(乙28，29)が認められる。これら事実関係によれば，リン酸アスコルビルマグネシウムに加え他の成分を含む化粧品については，弱酸性下における安定性の改善が試みられており，現に製品としても販売されていたのであるから，控訴人が主張するリン酸アスコルビルマグネシウム単体の水溶液が酸性下においてその安定性に問題があるという事情は，乙34発明の美容液のpHを弱酸性の範囲に調整することの阻害要因になるとまではいえないと解するのが相当である。",
                "したがって，控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "控訴人は，化粧品のpHが常に弱酸性であることが要求ないし指向されるものではないことは技術常識であり(甲81～83)，実際に，本件特許の出願前(甲84)から出願後(甲75)にわたるまで，弱アルカリ性が指向された製品が販売され続けている事実は，化粧品のpH値を5．0～7．5にすることが必ずしも一般的ではなく，また，pHは，含有される薬剤等と相互に影響し合うために任意の値に変えられるようなものではないと主張する。",
                "しかしながら，本件特許の出願前から，弱アルカリ性が指向された製品が販売されていたとしても，化粧品のpHを弱酸性～弱アルカリ性とすることは技術常識であるといえるから，pHが明らかではない「スキンケア用化粧料」である乙34発明のpHを，弱アルカリ～弱酸性の範囲に設定することは，当業者が当然試みるべきことというべきであって，適宜設定し得る事項というべきものである。",
                "また，乙34発明に含有される「リン酸アスコルビルマグネシウム」は，乙34発明の美容液のpHを弱酸性の範囲に調整することの阻害要因になるとまではいえないことは前記オのとおりである。その他，乙34発明に含有される「リン酸アスコルビルマグネシウム」以外の成分において，乙34発明の美容液のpHを弱酸性の範囲に調整することについて阻害要因となるような物質があることを認めるに足りる証拠はない(控訴人も，pHは，含有される薬剤等と相互に影響し合うために任意の値に変えられるようなものではないと主張するにとどまる。)。",
                "したがって，控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "キ",
              "text": [
                "控訴人は，本件発明の本質的な特徴は，アスタキサンチンを特定の成分と共にエマルジョン粒子の形態で含む水分散組成物において，25℃空気バブル経時でアスタキサンチンの残存率が低下するという課題があることを発見し，これに対し，特定の成分下で特定のpH範囲とするという解決手段を見出した点にあり(本件明細書の段落【0005】，【0009】，実施例)，本件発明が規定するpH値の範囲内とした場合に限って，上記特定の成分を含む水分散組成物の当該課題が解決されるという本件発明の効果は，際だって優れたものであり，また，課題が当業者にとって未知であった以上，このような効果も当業者にとっては予測し得ないものであったと主張する。",
                "しかしながら，控訴人が，本件発明の本質的な特徴であるという，25℃空気バブル経時でアスタキサンチンの残存率が低下するという課題は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●乙34発明にそのような課題があったということはできない。控訴人の上記主張は，●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●というものにすぎないのであって，本件発明は，当業者の技術常識に基づいて予測される範囲を超えた顕著な効果を有するとまではいえないのは前記認定のとおりである。",
                "したがって，控訴人の上記主張は採用することができない。",
                "以上によれば，本件特許には，進歩性欠如の無効理由があり，特許無効審判により無効にされるべきものと認められるから，控訴人は，被控訴人に対し，特許法104条の3第1項の規定により，本件特許権を行使することができない。",
                "したがって，本件特許権に基づく控訴人の請求は，その余の点について判断するまでもなく，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，控訴人の請求をいずれも棄却した原判決は結論において相当であり，本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ネ)10093",
    "date": "2017-10-25",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)23129",
    "precedent_id": "087249",
    "ipprecedent_id": "4799",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}