{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-26709号事件について平成27年11月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成25年2月14日，発明の名称を「薄膜処理におけるパルスモードスキームのための高周波電力供給システム中の複数電源のフィードバック制御およびコヒーレンス性」とする発明について特許出願(特願2013-26401号。優先日：平成24年2月23日，優先権主張国：米国。請求項の数40。以下「本願」という。)をしたが，平成26年8月26日付けで拒絶査定を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年12月26日，上記拒絶査定について不服審判を請求し，特許庁は，上記審判請求を不服2014-26709号として審理を行った。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成27年11月30日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同年12月15日，原告に送達された。なお，出訴期間として90日が附加された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年4月13日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本願の特許請求の範囲請求項1の記載は，次のとおりである(甲2，3)。以下，この請求項1に記載された発明を「本願発明」といい，明細書及び図面(甲3)を併せて「本件明細書」という。なお，文中の「／」は，原文の改行箇所を示す(以下同じ。)。",
            "【請求項1】高周波(RF)制御システムにおいて，／RF信号を負荷に出力する電力増幅器と，／前記RF信号を監視し，前記RF信号に基づいて，センサ信号を発生させるセンサと，／前記センサ信号にしたがって，前記RF信号のエネルギーを決定するエネルギー検出回路と，／前記エネルギー検出回路により決定されたエネルギーにしたがって，前記RF信号を変化させるための制御信号を発生させる電力増幅器エネルギー調整回路とを具備するRF制御システム。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本願発明は，以下の引用例に記載された発明(以下「引用発明」という。)と同一であるから，特許法29条1項3号に該当し，特許を受けることができない，というものである。",
                "引用例：国際公開第2011／016266号(甲1)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "本件審決が認定した引用発明及び本願発明と引用発明との一致点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "パルス変調高周波電源装置1であって，／パルス出力の振幅を制御する出力振幅制御部2と，パルス出力のデューティー比を制御するデューティー制御部3とパルス出力の高周波出力を出力する高周波出力部4とを備え，／高周波出力部4は，負荷6に高周波出力を出力し，デューティー制御部3にフィードバックするフィードバック値を検出する電力検出器4dを備え，／電力検出器4dで検出された進行波電力を平均処理回路7で平均処理した平均進行波電力を，デューティー制御部3にフィードバックし，／デューティー制御部3は，平均処理回路7で平均処理された平均進行波電力をフィードバック値の電力値として入力し，電力値が設定電力値となるように制御する制御信号を形成し，／高周波出力部4は，制御信号に基づいてパルス出力のデューティー比を制御するパルス変調高周波電源装置1。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との一致点",
                  "text": [
                    "本願発明と引用発明は，全ての点において一致する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願発明の新規性の判断の誤り(引用発明の認定の誤り)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "引用発明の「平均処理回路7」について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定誤りについて",
              "text": [
                "本件審決は，引用発明の「平均処理回路7」について，「平均処理では，パルス出力の一周期内における進行波電力が積算されることが明らかであるから，進行波のエネルギーが検出されるといえる。」と認定した。しかし，以下のとおり，引用例では，このような平均処理はなされておらず，したがって，進行波のエネルギーも検出されていないことは明らかである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例の「ピーク進行波電力」は，高周波電源から負荷に進む進行波電力において，振幅値が最大振幅である進行波電力を表している([0115]，[0022])。",
                    "引用例の「電力検出器4dは，図示していない方向性結合器によってピーク進行波電力を選択して検出することができる。」(［0115］)とは，電力検出器4dが，シヌソイドの最大振幅の進行波電力を選択して検出していることを意味していることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，「平均処理」(［0115］)の内容を考慮するまでもなく，引用発明の「平均処理回路7」ではエネルギーが検出されていると主張する。",
                    "しかし，「平均進行波電力」は，進行波のエネルギーの大小を示すとはいえず，進行波のエネルギーの下位概念にも当たらない。また，引用発明は，ピーク及び平均の電力情報を提供するにすぎない点で，本願発明の従来技術に相当するものであり，本件明細書で言及されている欠点を有する(【0008】)。本願発明は「RF信号のエネルギー」を用いているものであり，「平均進行波電力」を求める引用発明のような欠点が解消されている。このことからも，「平均進行波電力」が進行波のエネルギーの下位概念に当たらないことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，引用例の「平均処理」とは，電力検出器4dからのそれぞれのピーク進行波電力の絶対値を合計し，ピーク進行波電力の絶対値の合計に基づいて，平均進行波電力を計算していると考えるべきである。そして，引用例の平均処理回路7では，ピーク進行波電力以外の進行波電力を含む全ての進行波電力の合計が計算されていないことから，進行波のエネルギーは検出されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との相違について",
              "text": [
                "したがって，引用例の平均処理回路7は，平均電力を計算しているが，エネルギーを計算していない点において，本願発明と相違している。本件審決は，引用発明の認定を誤り，相違点を看過しているので，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の「デューティー制御部3」について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(1)のとおり，引用例の平均進行波電力は，ピーク進行波電力以外の進行波電力も含む全ての進行波電力の合計ではないから，進行波のエネルギーを表すものでない。したがって，引用発明の平均進行波電力は，パルス出力の一周期内における進行波のエネルギーを一周期で除したものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1(1)のとおり，引用発明の平均処理回路7では，進行波のエネルギーは検出されておらず，よって，デューティー制御部3が，エネルギーに従って，高周波出力部4を制御するための制御信号を発生させることはない。",
                    "また，引用発明では，電力検出器4dからのそれぞれのピーク進行波電力の絶対値を合計し，ピーク進行波電力の絶対値の合計に基づいて計算した平均進行波電力に従って，デューティー比を制御している。ピーク進行波電力の絶対値の合計も，平均進行波電力も，エネルギーを表すものではないことから，デューティー制御部3が，エネルギーに従って，高周波出力部4を制御するための制御信号を発生させているとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との相違について",
              "text": [
                "以上のとおり，引用発明の平均進行波電力は，電力検出器4dからのそれぞれのピーク進行波電力の絶対値を合計し，ピーク進行波電力の絶対値の合計に基づいて計算したものであると認定し，引用発明では，ピーク進行波電力の絶対値の合計に基づいて計算した平均進行波電力に従って，高周波出力部4を制御するための制御信号を発生させていると認定すべきところ，本件審決は，引用発明の認定を誤り，相違点を看過しているので，取り消されるべきである。",
                "〔被告の主張〕"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "引用発明の「平均処理回路7」について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の「エネルギー」に関し，当該「エネルギー」がどのように定義されるものであるのか(例えば，RF信号の進行波のエネルギーであるのか反射波のエネルギーであるのか，どの時点からどの時点までのエネルギー量を計算したものであるのか，計算に用いる電力がピーク値であるのか平均値であるのか等)については，何ら特定されていない。",
                "また，本願発明の「エネルギー」の解釈を，当該数式により求められるものに限定すべきであるとか，その他，本件明細書に記載された事項に従って定義されるものに限定すべきであるといった事情はうかがわれない。",
                "他方で，「電力」が電気のエネルギーが単位時間当たりにする仕事を表す量であることは技術常識であるから，「平均処理」の内容にかかわらず，その結果，すなわち，本件審決の認定した引用発明の「平均進行波電力」が，「高周波出力」に係る，何らかの定義によるエネルギー量の大小を示すものであること，すなわち，本願発明の「RF信号のエネルギー」の下位概念に当たることが明らかである。",
                "そうすると，本来，「平均処理」の内容を考慮するまでもなく，「平均処理回路7」では「エネルギーが検出される」というべきものであるから，本願発明と引用発明とは，「前記センサ信号にしたがって，前記RF信号のエネルギーを決定するエネルギー検出回路」を具備する点で一致するとした本件審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "念のため，「平均処理」の内容を検討してみても，デューティー制御が，OＮ／OFF電力制御の場合であろうと，ハイ／ロウ電力制御の場合であろうと，電力検出器4dで検出され，平均処理回路7で平均処理される電力には，オン期間もしくはハイ期間のピーク進行波電力P ばかりではなく，オフ期間の零もしくはロウF期間の進行波電力ロウレベルPlow も含まれることは明らかである。このことを考慮して，本件審決は「ピーク進行波電力」との表現を用いずに，電力検出器4dで検出され，平均処理回路7で平均処理される電力を，「進行波電力」としたのであって，その認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の「デューティー制御部3」について",
          "text": [
            "前記1のとおり，「平均処理」の内容を考慮するまでもなく，引用発明の平均処理回路7ではエネルギーが検出されているから，引用発明のデューティー制御部3は，エネルギーに従って制御信号を発生するものといえる。また，引用発明の高周波出力部4は，当該制御信号に基づいてパルス出力のデューティー比を制御するものである。",
            "よって，本件審決では，平均処理の内容を考慮しているものの，その当否にかかわらず，本願発明と引用発明とは，「前記エネルギー検出回路により決定されたエネルギーにしたがって，前記RF信号を変化させるための制御信号を発生させる電力増幅器エネルギー調整回路」を具備する点で一致するとの本件審決の認定に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明に係る特許請求の範囲は，前記第2の2記載のとおりであるところ，本件明細書(甲2)には，おおむね，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "分野",
                  "text": [
                    "本開示は，高周波(RF)発生器と，RF電力供給システムにおける複数電源のフィードバック制御およびコヒーレンス性に関する(【0001】)。",
                    "典型的なRF電源構成では，負荷に印加される出力電力は，負荷に印加されるRF信号の，進行電力および反射電力，あるいは，電圧および電流を測定するセンサを使用することによって決定される。これらの信号のいずれのセットも，典型的なフィードバックループにおいて分析される。分析は通常，負荷に印加される電力を変化させるために，RF電源の出力を調整するために使用される電力値を決定する。負荷がプラズマチャンバーであるRF電力供給システムでは，負荷の可変のインピーダンスは，負荷に印加される対応する可変の電力をもたらす。印加される電力は，部分的に，負荷のインピーダンスの関数であるからである(【0007】)。",
                    "電力を測定する既存の方法および装置は，せいぜい，ピークおよび平均の電力情報を提供するにすぎず，そのため，プラズマチャンバーにおいて発生しているRF電力変動の不完全なビューを可能にするだけである。より詳細には，パルス動作モードでは，パルスの平均およびピーク電力は，プラズマに供給されるパルス電力シーケンスの間に発生するRF過渡事象の狭いビューだけを提供する。このような電力測定およびフィードバックシステムはまた，変調間隔よりもはるかに遅いレートでサンプリングし，それゆえに，負荷における不可避のインピーダンス変動の間に，プラズマ負荷に供給される電力の包括的な測定を提供しない(【0008】)。",
                    "現在のパルスRFシステムは，閉ループ電力供給ソリューションを現在提供していない。現在のパルスRFシステムは，パルスシステムに対して受け入れられる整合条件を見つけて，開ループモードでシステムを稼働することを試みることによって，この問題に対処する。この構成では，発生器も整合も，パルス動作の間に，電力供給の非能率を補償しない。これは，予め規定されているパルス期間内の電力供給の精度および再現性を著しく劣化させ得る。より高速なチューニングアルゴリズムが，いくつかの問題点に対処するのに役立っているが，それらは，ダイナミックなインピーダンス変動およびパルスモード動作に起因して，源から負荷への電力伝達を複雑にする。さらに，パルスRFシステムに対する閉ループフィードバックシステムの欠如は，さらに，薄膜製造が異なるプラズマチャンバーおよびツールを含む場合，大量生産においてその使用を限定する(【0011】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "概要",
                  "text": [
                    "高周波(RF)制御システムは，RF信号を負荷に出力する電力増幅器を備える。センサは，RF信号を監視し，RF信号に基づいて，センサ信号を発生させる。エネルギー検出回路は，センサ信号にしたがって，RF信号のエネルギーを決定する。電力増幅器エネルギー調整回路は，エネルギー検出回路により決定されたエネルギーにしたがって，RF信号を変化させる制御信号を発生させる(【0014】)。",
                    "図1において，RF電力システム10が示されている。RF電力システム10は，RF電力供給制御システム12および負荷14を備えている。RF電力供給制御システム12はさらに，(RF発生器とも呼ばれる)RF電力発生器および制御システム16ならびにマッチングネットワーク18を備えている。RF発生器16は，マッチングネットワーク18に提供されるRF電力信号20を発生させる。マッチングネットワーク18は，マッチングネットワーク18の入力インピーダンスを，RF発生器16およびマッチングネットワーク18間の伝送線路22の特性インピーダンスに整合させる。言い換えれば，マッチングネットワーク18は，負荷14のインピーダンスを，RF発生器16の出力によって見られるインピーダンスに整合させる。マッチングネットワーク18および負荷14は，RF発生器16に対する負荷と考えてもよい。負荷14は，例えば，プラズマチャンバーまたは他のRF負荷であってもよい。負荷14のインピーダンスは，静的(すなわち，時間とともに変化しない)または動的(すなわち，時間とともに変化する)であってもよい(【0027】)。",
                    "RF発生器16は，RF電力源28(または電力増幅器)およびフィードバックループ30を備えている。電力増幅器28は，マッチングネットワーク18に出力されるRF電力信号20を発生させる。電力増幅器28は，電力増幅器28の外部の電力源31から受け取った電力信号に基づいて，RF電力信号20を発生させる。電力源31は，RF発生器16の一部として示されているが，電力源32は，RF発生器16の外部にあってもよい。電力源32は，例えば，直流(DC)電力源であってもよい(【0028】)。",
                    "フィードバックループ30は，1対のフィードバックループを備えており，それぞれは，RF発生器16のフィードバック制御を可能にする各パラメータをフィードバックに提供する。フィードバックループ30は，1つ以上のセンサ32を備えている。センサ32は，電圧，電流および／または方向性結合器のセンサを備えていてもよい。センサ32は，(i)電力増幅器28の電圧Vおよび電流I出力，および／または，(ii)電力増幅器28および／またはRF発生器16の進行(または源)電力PFWD，ならびに，マッチングネットワーク18から受け取った逆(すなわち，反射)電力PREVを検出してもよい。電圧V，電流I，進行電力PFWDおよび逆電力PREVは，電力増幅器20の出力の，実電圧，実電流，実進行電力および実逆電力のスケーリングされたバージョンであってもよい。センサ32は，アナログおよび／またはデジタルセンサであってもよい。デジタルの構成において，センサ32は，アナログデジタル(A／D)コンバータと，対応するサンプリングレートを有する信号サンプリングコンポーネントを備えていてもよい。センサ32からの出力は，一般に，第1の信号Xおよび第2の信号Yとして参照することができ，それらは，さまざまなアナログまたはデジタルの構成を表してもよい(【0029】)。",
                    "フィードバックループ30は，RF発生器16のフィードバック制御を可能にする各パラメータを決定するために，それぞれがセンサ32によって出力されたセンサ信号34を受け取る一対のフィードバックループを備えている。各フィードバックループのうちの，第1すなわち外側のフィードバックループは，電力調節に対する電力フィードバックループ36を含む。各フィードバックループのうちの，第2すなわち内側のフィードバックループは，エネルギー調節に対するエネルギーフィードバックループ38を含む。各フィードバックループ36，38は，センサ32によって出力される信号34のさまざまなフィルタリングおよびスケーリング動作を実行できる。フィルタリングおよびサンプリングの機能の何らかの組合せを使用して，必須の分析およびフィードバック制御に対して信号を適合させてもよい(【0030】)。",
                    "フィードバックループ30はまた，内側の，すなわち，エネルギーフィードバックループ38を備えている。エネルギーフィードバックループ38は，フィルタモジュール52を備えている。フィルタモジュール52は，伝達関数G (X，Y)にEよって定義されるフィルタリング動作を実行し，伝達関数G (X，Y)は，エネルEギーフィードバックループ38用のフィルタリングされたセンサ信号を出力するために，センサ信号34をフィルタリングすることに関係付けられている伝達関数であり，ここで，添え字Eは，エネルギーに関連する値を示す。さまざまな実施形態において，フィルタモジュール52によって実行される伝達関数は，フィルタモジュール40によって実行される伝達関数と一般に共有され得ることを，当業者は理解するだろう。フィルタモジュール52は，それぞれ，変換された信号 X 'およびEY 'を発生させる。変換された信号X 'およびY 'は，ドット積〈X '，Y '〉にしたがっE E E e eて電力信号を決定する電力決定モジュール54に入力される。ここでより詳細に記述するように，電力決定モジュール54は，隣接し，オーバーラップしていないブロックに対して電力測定値を発生させる。電力決定モジュール54は，電力信号をスケーリングモジュール56に出力する。スケーリングモジュール56は，加算ジャンクション60を介するエネルギー制御モジュール58へのフィードバックのために，スカラー値K によって，変換された信号を調整する。スケーリングモジューEル56は，電力決定モジュール54の出力にスケーリングファクタおよび時間微分を適用して，加算ジャンクション60に適用されるエネルギー信号E(b)を発生させる(【0032】)。",
                    "加算ジャンクション60は，エネルギー信号E(b)を受け取り，さらに，エネルギー測定モジュール64からエネルギー値を受け取る。さまざまな実施形態において，加算ジャンクション60はまた，外部のエネルギー測定モジュール67から外部エネルギー値を受け取る。さまざまな実施形態における，外部エネルギー測定値は，限定でない例として，進行／逆電力情報または電圧／電流情報のいずれかを提供する外部センサによって発生され得る。外部エネルギー測定値は，図2中で示されているように，マッチングネットワークおよびプラズマチャンバー間に位置付けられているRFセンサによって提供され得る。プラズマチャンバーへの入力において測定されるエネルギーは，さまざまな実施形態において，プラズマチャンバーに供給される，より代表的なエネルギーである。外部エネルギー源は，ここで記述するようなエネルギーベースの測定値を生成させることができ，ここでは，整合後のRFセンサが，RF電源，および，ローカルに計算されるエネルギーに結合され得る。整合後のエネルギー測定値を導入して，電源ローカルセンサからのエネルギー測定値と交替するか，または，電源ローカルセンサからのエネルギー測定値を補うことができる(【0033】)。",
                    "加算ジャンクション60は，エネルギーフィードバック誤差信号e E を出力する。fbエネルギーフィードバック誤差信号e E は，エネルギー制御モジュール58に入力fbされる。エネルギー制御モジュール58は，エネルギーフィードバック誤差信号eE を受け取って，さらに，電力更新制御信号e P を受け取る。エネルギー制御モジfb fbュール58は，伝達関数D P を適用して，制御信号u PE を電力増幅器28に対しfb(2) fbて発生させて，電力増幅器28の出力から負荷14への出力を制御する。したがって，エネルギー制御モジュール58は，それぞれの電力誤差信号およびエネルギー誤差信号にしたがった，電力およびエネルギーの両方の調整を含む制御信号u PE をfb発生させる。エネルギー制御モジュール58は，電力増幅器に結合されているアクチュエータを更新することによって，電力増幅器28の出力を調整する。エネルギーフィードバックループ38は，エネルギー継続時間を変更することによって制御を提供するために，エネルギー制御モジュール58に対して第1の制御メカニズムを提供する(【0034】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の特徴",
              "text": [
                "前記(1)の記載によれば，本願発明の特徴は，以下のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本願発明は，プラズマエッチングで用いられる高周波(RF)発生器及びRF電力供給システムに関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術と課題",
                  "text": [
                    "典型的なRF電源構成では，RF電源の出力を調整するために使用される電力値を，典型的なフィードバックループによって分析して決定しているが(【0007】)，電力を測定する既存の方法及び装置は，ピーク及び平均の電力情報を提供するにすぎず，プラズマチャンバーにおいて発生しているRF電力変動を不完全な形でしか知り得なかった。また，このようなシステムは，サンプリングレートが変調間隔よりもはるかに遅いので，負荷でインピーダンス変動があった期間において，プラズマ負荷に供給される電力の測定を包括的に行えなかった(【0008】)。",
                    "現在のパルスRFシステムは，閉ループ電力供給ソリューションを提供しておらず，開ループモードでシステムを稼働している。この構成では，パルス動作の間に，電力供給の非能率を補償できない。より高速なチューニングアルゴリズムがあるが，ダイナミックなインピーダンス変動およびパルスモード動作に起因して，電力源から負荷への電力伝達が複雑になるという欠点があった(【0011】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "前記したような背景技術の課題を解決するために，本願発明の高周波(RF)制御システムは，RF信号を負荷に出力する電力増幅器を備え，センサは，RF信号に基づいてセンサ信号を発生させ，エネルギー検出回路は，センサ信号に従ってRF信号のエネルギーを決定し，電力増幅器エネルギー調整回路は，エネルギー検出回路により決定されたエネルギーに従って，RF信号を変化させる制御信号を発生させる構成を採用している(【0014】)。より具体的には，以下のとおりである。",
                    "RF電力システム10は，RF電力供給制御システム12及び負荷14を備え，RF電力供給制御システム12はさらに，(RF発生器とも呼ばれる)RF電力発生器及び制御システム16並びにマッチングネットワーク18を備えている。RF発生器16は，マッチングネットワーク18に提供されるRF電力信号20を発生させる。マッチングネットワーク18は，負荷14のインピーダンスを，RF発生器16の出力によって見られるインピーダンスに整合させる(【0027】)。",
                    "RF発生器16は，RF電力源28(または電力増幅器)及びフィードバックループ30を備えており(【0028】)，フィードバックループ30は，1つ以上のセンサ32を備えている。センサ32からの出力は，一般化すると，第1の信号X及び第2の信号Yとして参照される(【0029】)。",
                    "フィードバックループ30は，RF発生器16のフィードバック制御を可能にする各パラメータを決定するために，それぞれがセンサ32によって出力されたセンサ信号34を受け取る一対のフィードバックループを備えている。各フィードバックループのうちの，第2すなわち内側のフィードバックループは，エネルギー調節に対するエネルギーフィードバックループ38を含む(【0030】)。",
                    "エネルギーフィードバックループ38は，フィルタモジュール52を備えている。フィルタモジュール52は，伝達関数G (X，Y)によって定義されるフィルタリEング動作を実行し，フィルタモジュール52は，それぞれ，変換された信号 X '及びEY 'を発生させる。変換された信号X '及びY 'は，ドット積〈X '，Y '〉に従って電力E E E e e信号を決定する電力決定モジュール54に入力される。電力決定モジュール54は，電力信号をスケーリングモジュール56に出力する。スケーリングモジュール56は，スカラー値K によって，変換された信号を調整する。スケーリングモジュールE56は，電力決定モジュール54の出力にスケーリングファクタ及び時間微分を適用して，加算ジャンクション60に適用されるエネルギー信号E(b)を発生させる(【0032】)。",
                    "加算ジャンクション60は，エネルギー信号E(b)を受け取り(【0033】)，エネルギーフィードバック誤差信号e E を出力する。エネルギーフィードfbバック誤差信号e E は，エネルギー制御モジュール58に入力される。エネルギーfb制御モジュール58は，エネルギーフィードバック誤差信号e E を受け取って，さfbらに，電力更新制御信号u P を受け取る。エネルギー制御モジュール58は，伝達fb関数D P を適用して，電力及びエネルギーの両方の調整を含む制御信号u PE を電fb(2) fb力増幅器28に対して発生させて，電力増幅器28の出力から負荷14への出力を制御する。エネルギー制御モジュール58は，電力増幅器に結合されているアクチュエータを更新することによって，電力増幅器28の出力を調整する。エネルギーフィードバックループ38は，エネルギー継続時間を変更するという，エネルギー制御モジュール58に対する第1の制御メカニズムを提供する(【0034】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例(甲1)には，おおむね，以下のとおり記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "したがって，従来行われている電力制御では，進行波電力や負荷電力等の出力電力制御において，反射波電力の変動に応じて出力電力を増減させるため，出力電力の電力振幅が不安定となり，チャンバー内のプラズマ状態が変動する等の問題がある([0012])。",
                    "そこで，本発明は前記した従来の問題点を解決し，パルス電力制御において電力変動に対して，出力電力の電力振幅(ピーク電力)を一定に制御することによって，出力電力の電力振幅の変動による負荷に対する影響を回避することを目的とする([0013])。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本発明は，電力制御において，出力電力の電力振幅が設定値となるように定電力制御を行う出力振幅制御と，出力電力の電力量に相当する量が設定値となるように，パルス電力のデューティー比を制御するデューティー制御とを行うことによって，出力電力の電力振幅を安定制御すると共に，反射波電力の増加に対して電源装置を保護する([0017])。",
                    "本発明のオフ期間は，負荷に対してピーク電力を供給しない期間の他に，ピーク電力よりも小さな電力を供給する期間を含むものとする。また，本発明において，ピーク電力の“ピーク”は電力の最大振幅を表している。例えば，ピーク進行波電力は，高周波電源から負荷に進む進行波電力において，振幅値が最大振幅である進行波電力を表し，振幅値が最大振幅に至らないものについては単に進行波電力と表記するものとする([0022])。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の効果",
                  "text": [
                    "以上説明したように，本発明のパルス変調高周波電力制御方法およびパルス変調高周波電源装置によれば，パルス電力制御において電力変動に対して，出力電力の電力振幅(ピーク電力)を一定に制御することによって，出力電力の電力振幅の変動による負荷に対する影響を回避することができる([0076])。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "[パルス変調高周波電力制御の基本構成]",
                    "パルス変調高周波電源装置1は，パルス出力の振幅を制御する出力振幅制御部2と，パルス出力のデューティー比を制御するデューティー制御部3とパルス出力の高周波出力を出力する高周波出力部4とを備え，高周波出力部4は負荷6に高周波出力を出力する。負荷6は，例えば，チャンバー内で生成されるプラズマ負荷とすることができる([0082])。",
                    "[デューティー制御]",
                    "デューティー制御は，パルス出力のデューティー比を変えることによって，出力電力値をパルス変調する。ここでは，進行波電力を例として説明する。本発明のパルス変調高周波電力制御では，出力振幅制御部2によってピーク進行波電力P の最F大振幅値(ピーク値)が設定値となるように制御され，このピーク進行波電力を設定値に維持した状態で，平均進行波電力P が設定電力値となるように，デューテFAVィー比を制御する([0093])。",
                    "パルス電力の一周期はオン期間とオフ期間とを備え，各期間での電力レベルによって二つの電力制御の形態を備える([0094])。",
                    "一つの電力制御は，デューティー制御において，オフ期間においてパルス出力の電力値を零とし，オン期間においてパルス出力の電力値を設定電力値とする制御形態(OＮ／OFF電力制御)である。図2はこのOＮ／OFF電力制御を示している。図2において，1周期Tcyc は，ピーク進行波電力を出力する期間のオン幅Tonと，電力出力を行わない期間のオフ幅Toff とを有し，このTon とToff に基づいてデューティー比が定められる。デューティー比は，例えば，1周期Tcyc に対するオン幅Tonの比率で表すOＮデューティーDonで表すことができる。",
                    "Don＝Ton／(Ton＋Toff)",
                    "Tcyc＝Ton＋Toff([0095])",
                    "平均進行波電力P はOＮデューティーDon を用いて以下の式で表すことがでFAVきる。",
                    "P ＝P ×Don([0096])",
                    "FAV Fしたがって，平均進行波電力P はOＮデューティーDon を変えることによっFAVて平均進行波電力P を所定の電力値に制御することができる([0097])。",
                    "FAV［パルス変調高周波電源装置の構成例］",
                    "また，高周波出力部4は，出力振幅制御部2およびデューティー制御部3にフィードバックするフィードバック値を検出する検出回路を備えることができる。なお，この検出回路は高周波出力部4の外部に設けることもできる([0114])。",
                    "図5では，検出器としてピーク進行波電力を検出する電力検出器4dを示している。電力検出器4dは，図示していない方向性結合器によってピーク進行波電力を選択して検出することができる。検出されたピーク進行波電力を，出力振幅制御部2にフィードバックすると共に，平均処理回路7で平均処理した平均進行波電力をデューティー制御部3にフィードバックする([0115])。",
                    "デューティー制御部3は，例えば，誤差検出器3a，発振器3b，およびデューティー比変更回路3cで構成することができる([0119])。",
                    "誤差検出器3aは，設定電力値を指令値として入力すると共に，高周波出力部4からフィードバックされ，平均処理回路7で平均処理された平均進行波電力をフィードバック値の電力値として入力し，フィードバックされた電力値と設定電力値との差分値を検出する([0120])。",
                    "デューティー比変更回路3cは，誤差検出器3aで検出した差分値を制御信号として，発振器3bからのパルス信号のデューティー比を変更する。デューティー比の変更によって，デューティー比変更回路3cからは，電力値が設定電力値となるように制御する制御信号が形成される([0121])。",
                    "高周波出力部4のスイッチング回路4cは，このデューティー比変更回路3cの制御信号に基づいてパルス出力のデューティー比を制御する([0122])。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "産業上の利用可能性",
                  "text": [
                    "本発明のパルス変調高周波電力制御方法およびパルス変調高周波電源装置は，プラズマエッチング，プラズマCVDを行うプラズマ処理装置等の負荷に対する高周波電力の供給に適用することができる([0253])。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の特徴",
              "text": [
                "引用例(甲1)には，本件審決が認定したとおりの引用発明(前記第2の3(2)ア)が記載されていることが認められ，前記(1)の記載によれば，引用発明の特徴は，以下のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "引用発明は，プラズマエッチング等の負荷に対する高周波電力の供給のためのパルス変調高周波電源装置に関するものである([0253])。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術と課題",
                  "text": [
                    "従来の出力電力制御では，反射波電力の変動に応じて出力電力を増減させるため，出力電力の電力振幅が不安定となり，チャンバー内のプラズマ状態が変動する等の問題があった([0012])。",
                    "引用発明は，パルス電力制御において電力変動に対して，出力電力の電力振幅(ピーク電力)を一定に制御することによって，出力電力の電力振幅の変動による負荷に対する影響を回避することを目的とする([0013]，[0076])。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "引用発明の構成として，出力電力の電力振幅が設定値となるように定電力制御を行う出力振幅制御と，出力電力の電力量に相当する量が設定値となるように，パルス電力のデューティー比を制御するデューティー制御とを採用することによって，出力電力の電力振幅を安定制御するとともに，反射波電力の増加に対して電源装置を保護する効果を得る([0017])。より具体的には，以下のとおりである。",
                    "引用発明のパルス変調高周波電源装置1は，パルス出力の振幅を制御する出力振幅制御部2と，パルス出力のデューティー比を制御するデューティー制御部3とパルス出力の高周波出力を出力する高周波出力部4とを備え，高周波出力部4は負荷6に高周波出力を出力するものである([0082])。",
                    "出力振幅制御部2は，ピーク進行波電力P の最大振幅値(ピーク値)が設定値とFなるように制御し，このピーク進行波電力を設定値に維持した状態で，平均進行波電力P が設定電力値となるように，デューティー比を制御するものである([0FAV093])。",
                    "電力制御の一形態は，デューティー制御において，オフ期間においてパルス出力の電力値を零とし，オン期間においてパルス出力の電力値を設定電力値とする制御形態(OＮ／OFF電力制御)であり，1周期Tcyc は，ピーク進行波電力を出力する期間のオン幅Ton と，電力出力を行わない期間のオフ幅Toff により，Tcyc＝Ton＋Toff と表され，デューティー比は，1周期Tcyc に対するオン幅Ton の比率を表すOＮデューティーDon＝Ton／Tcyc で表すことができる([0094]，[0095])。このとき，平均進行波電力P は，OＮデューティーDon を用いてPFAV FA＝P ×Donと表すことができる([0096]，[0097])。",
                    "V F  高周波出力部4は，出力振幅制御部2及びデューティー制御部3にフィードバックするフィードバック値を検出する検出回路を備え([0114])，電力検出器4dは，ピーク進行波電力を選択して検出し，検出されたピーク進行波電力を平均処理回路7で平均処理した平均進行波電力をデューティー制御部3にフィードバックする([0115])。",
                    "デューティー制御部3は，誤差検出器3a，発振器3b，及びデューティー比変更回路3cで構成され([0119])，誤差検出器3aは，フィードバックされた電力値と設定電力値との差分値を検出し([0120])，デューティー比変更回路3cは，誤差検出器3aで検出した差分値を制御信号として，発振器3bからのパルス信号のデューティー比を変更し，デューティー比の変更によって，デューティー比変更回路3cからは，電力値が設定電力値となるように制御する制御信号が形成される([0121])。",
                    "高周波出力部4のスイッチング回路4cは，このデューティー比変更回路3cの制御信号に基づいてパルス出力のデューティー比を制御するものである([0122])。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の認定誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明の電力検出器4dは，ピーク進行波電力P を検出するものFであるから，電力検出器4dが検出したピーク進行波電力を平均する平均処理回路7([0115])は，ピーク進行波電力以外の進行波電力を合計しておらず，進行波のエネルギーを検出していない，引用例の[0096]の数式はデューティー制御部3において利用されるのであって，平均処理回路7では利用されていない旨主張する。",
                    "しかし，引用発明の電力検出器4dで検出された進行波電力は，デューティー制御部3によってデューティー比がDon になるように制御されたパルス出力の電力であり([0115]，[0119]～[0122])，その平均値は，制御対象であるパルス出力の平均進行波電力P と等しいのであるから，引用発明の平均進行波電力FAVP は，平均処理回路7がどのような平均演算をしているかにかかわらず，P ×FAV FDon で表される値である([0096])。そして，Don＝Ton／Tcyc であるから([0095])，P ＝P ×Ton／Tcyc である。また，エネルギーは，電力にFAV F時間を乗じたものであるから，P ×Tonは，オン期間のパルス出力のエネルギーをF表している。そして，OＮ／OFF電力制御におけるオフ期間のパルス出力の電力は0であるから([0095])，1周期Tcyc(＝Ton＋Toff)間のパルス出力のエネルギーは，やはり，P ×Tonとなる。このように，平均処理回路7の出力するF平均進行波電力P は，ピーク進行波が存在するオン期間のみの平均ではなく，パFAVルス出力が存在しないオフ期間をも考慮した平均となっているのであるから，ピーク進行波電力のみを合計している旨の原告の上記主張は，理由がない。",
                    "そして，1周期Tcyc 当たりのパルス出力のエネルギーはP ×Ton であるから，Fこのパルス出力の単位時間(一般的には1秒)当たりの平均エネルギーは，P ×TFon／Tcyc となる。すなわち，引用発明の平均進行波電力P ＝P ×Don＝P ×FAV F FTon／Tcycは，パルス出力の単位時間当たりの平均エネルギーを表している。",
                    "そうすると，引用発明の平均処理回路7は，電力検出器4dで検出されたピーク進行波電力に従って，パルス出力の単位時間当たりの平均エネルギーを決定しているといえるので，進行波のエネルギーを検出している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明の平均進行波電力は，進行波のエネルギーを表すものではないから，パルス出力の一周期内における進行波のエネルギーを一周期で除したものではないと主張する。",
                    "しかし，前記アのとおり，引用発明の平均進行波電力は，パルス出力の単位時間当たりの平均エネルギーを表しているから，原告の主張は前提を異にする。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明の平均処理回路7では，進行波のエネルギーを検出していないから，デューティー制御部3が，エネルギーに従って，高周波出力部4を制御するための制御信号を発生させることはないと主張する。",
                    "しかし，前記アのとおり，引用発明の平均処理回路7は進行波のエネルギーを検出するものであり，平均進行波電力はエネルギーを表すものであるから，原告の主張は前提を異にする。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，原告の主張はいずれも理由がなく，本件審決の引用発明の認定に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本願発明の新規性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "①引用発明の「パルス変調高周波電源装置1」は本願発明の「高周波(RF)制御システム」と，②引用発明の「高周波出力部4」は本願発明の「RF信号を負荷に出力する電力増幅器」と，それぞれ一致することは，争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記2(2)によれば，引用発明の「電力検出器4d」は，電気信号を検出し，これを平均処理した後にデューティー制御部にフィードバックするものであるから，本願発明の「前記RF信号を監視し，前記RF信号に基づいて，センサ信号を発生させるセンサ」と一致することが認められる。",
                "そして，前記2(3)によれば，引用発明の「平均処理回路7」は，電力検出器4dからのセンサ信号に基づき，平均処理において，パルス出力の一周期内における進行波電力を積算するのであるから，進行波のエネルギーを検出しているといえ，本願発明の「前記センサ信号にしたがって，前記RF信号のエネルギーを決定するエネルギー検出回路」と一致することが認められる。",
                "さらに，引用発明の「デューティー制御部3」は，平均処理回路7によって平均処理された平均進行波電力につき，その電力値が設定電力値となるように制御する制御信号を形成するものであるところ，平均進行波電力が，パルス出力の一周期内における進行波のエネルギーを一周期で除したものであり，デューティー制御部3が形成する制御信号に基づいてパルス出力のデューティー比を制御することは，パルス出力の一周期内における進行波のエネルギーを調整することにほかならないから，本願発明の「前記エネルギー検出回路により決定されたエネルギーにしたがって，前記RF信号を変化させるための制御信号を発生させる電力増幅器エネルギー調整回路」と一致することが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本願発明と引用発明とは同一であるから，本願は特許法29条1項3号により特許を受けることができないものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10091",
    "date": "2017-01-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086458",
    "ipprecedent_id": "4558",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}