{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2015-22933号拒絶査定不服審判事件について平成28年10月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実(いずれも当事者間に争いがないか，弁論の全趣旨により容易に認められる。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成22年11月16日に出願した特願2010-256295号の一部を，平成26年1月17日に新たな特許出願をした(発明の名称「ショベル」。特願2014-6965号。以下「本願」という。)。これに対し，平成26年12月11日付けで拒絶理由が通知されたことから，原告は，平成27年2月16日付けで手続補正書を提出するなどしたが，同年9月18日付けで拒絶査定がされた。",
            "そこで，原告は，同年12月28日，特許庁に対し，拒絶査定不服審判を請求した。これに対し，特許庁は，当該請求を不服2015-22933号事件として審理をした上，平成28年10月17日，「本件審判の請求は，成り立たない。」との審決をした(以下「本件審決」という。)。その謄本は，同年11月14日，原告に送達された。",
            "原告は，同年12月13日，本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願の請求項1ないし10に係る発明は，平成27年2月16日付け手続補正により補正された別紙明細書，特許請求の範囲及び図面(以下，別紙明細書及び図面を合わせて「本願明細書等」という。)記載のとおりであるところ，そのうち請求項1に係る発明(以下「本願発明」という。)は，以下のとおりである。なお，本願発明の各構成の符号は，説明のため本件審決において付与されたものである。",
            "【請求項1】",
            "(A)  走行動作を行う下部走行体と，",
            "前記下部走行体に旋回自在に搭載される上部旋回体と，",
            "前記上部旋回体に取り付けられ，アタッチメントに含まれるブームと，",
            "前記ブームに取り付けられ，前記アタッチメントに含まれるアームと，",
            "前記上部旋回体の三方向を撮像するように，前記上部旋回体の左側面，右側面，及び後面の3箇所に搭載される撮像装置と，",
            "前記撮像装置の撮像画像から出力画像を生成する制御部と，",
            "前記上部旋回体に搭載される運転室と，",
            "前記運転室内に設置される表示装置と，を有するショベルであって，",
            "(B)  前記撮像装置は，隣り合う撮像装置の撮像範囲が重複する重複領域が前記上部旋回体の左後方及び右後方の2方向に形成されるように配置され，",
            "(C)  前記制御部は，前記隣り合う撮像装置のそれぞれの撮像画像を合成して前記重複領域に対応する出力画像部分を生成し，",
            "(D)  前記表示装置には，前記2方向に形成された前記重複領域に対応する出力画像部分を含み，且つ，上方を除いた状態で前記出力画像が表示される，",
            "(E)  ショベル。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，要するに，本願発明は，以下のとおり，特開2010-204821号公報(甲3。以下「引用文献1」という。)記載の発明(以下「引用発明」という。)並びに特開2002-166802号公報(甲6。以下「引用文献4」という。)及び特開2002-19556号公報(甲7。以下「引用文献5」という。)に各記載の周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法(以下「法」という。)29条2項により特許を受けることができず，本願は拒絶すべきものである，としたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "走行モータにより駆動される下部走行体と，",
                  "text": [
                    "旋回モータにより駆動され，下部走行体に対して旋回自在に搭載される上部旋回体と，",
                    "上部旋回体に支持され，フロント作業機に含まれるブームと，",
                    "ブームに取り付けられ，フロント作業機に含まれるアームと，",
                    "上部旋回体の右側方，後方，左側方の三方向を撮像するように，上部旋回体の右側方，後方，左側方の3箇所に搭載されるカメラと，",
                    "カメラにより撮影した映像信号から表示用画像を作成する画像処理装置と，",
                    "上部旋回体に備えられた運転室と，",
                    "運転室内に設けられる表示装置と，を有する油圧ショベルであって，"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "カメラは，右側方と後方，後方と左側方の隣り合うカメラの監視範囲には重複する領域が存在するように配置され，"
                },
                {
                  "fig": "(c)",
                  "subject": "画像処理装置は，模擬作業機械の前方を上側として，模擬作業機械の右側に右側方の画像を配置し，下側に後方の画像を配置し，左側に左側方の画像を配置して，それぞれの画像を合成して表示用画像を作成し，"
                },
                {
                  "fig": "(d)",
                  "subject": "表示装置には，合成した表示用画像が表示される，"
                },
                {
                  "fig": "(e)",
                  "text": [
                    "油圧ショベル。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "一致点",
                      "text": [
                        "走行動作を行う下部走行体と，",
                        "前記下部走行体に旋回自在に搭載される上部旋回体と，",
                        "前記上部旋回体に取り付けられ，アタッチメントに含まれるブームと，",
                        "前記ブームに取り付けられ，前記アタッチメントに含まれるアームと，",
                        "前記上部旋回体の三方向を撮像するように，前記上部旋回体の左側面，右側面，及び後面の3箇所に搭載される撮像装置と，",
                        "前記撮像装置の撮像画像から出力画像を生成する制御部と，",
                        "前記運転室内に設置される表示装置と，を有するショベルであって，",
                        "前記撮像装置は，隣り合う撮像装置の撮像範囲が重複する重複領域が前記上部旋回体の左後方及び右後方の2方向に形成されるように配置され，",
                        "前記制御部は，前記隣り合う撮像装置のそれぞれの撮像画像を合成し，前記表示装置には，上方を除いた状態で前記出力画像が表示される，",
                        "ショベル。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "相違点1",
                      "text": [
                        "制御部の動作に関し，本願発明は，撮像画像を合成して「前記重複領域に対応する出力画像部分を生成」するのに対し，引用発明は，監視範囲の重複する領域が存在する隣り合うカメラの画像から，重複領域に対応する出力画像部分を生成することは特定されていない点。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "subject": "相違点2",
                      "text": [
                        "本願発明は，表示装置に「前記2方向に形成された前記重複領域に対応する出力画像部分を含」む出力画像が表示されるのに対し，引用発明は，表示装置にそのような出力画像部分を含む出力画像が表示されるということは特定されていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "相違点1及び2について",
                      "text": [
                        "車両周辺をモニタする装置において，複数のカメラから取得した重複領域を含む画像を合成して表示装置へ表示する場合，重複領域についてブレンディング(重み付けして混合)を用いて合成して表示画像を生成する技術は，引用文献4及び5に開示されているように，本願出願前の周知技術である。",
                        "原告は，引用文献1の記載によれば，右側方入力画像，後方入力画像，及び左側方入力画像は，明確な境界を形成する必要があり，隣り合う画像の重複を避ける必要があるなどと主張するが，引用文献1には，あくまでも各カメラが撮影した画像について俯瞰画像と入力画像とを結合する際に，それらの結合位置を調整することにより，違和感のない結合画像を作成するという技術事項が記載されているのみであり，各カメラが撮影した画像に対応する3つの結合画像を合成する際に，それぞれの結合画像を違和感なく合成して表示用画像を作成するという技術事項は開示されていない。したがって，原告主張に係る上記技術事項を引用文献1の記載から導くことはできない。",
                        "また，引用文献1に記載されるカメラの撮影する画像には重複する領域が存在しているが，同文献には，その重複する領域の画像に対してどのような処理を行って結合画像を合成し，表示用画像を作成するかについては，何ら特定されておらず，本願発明の「隣り合う撮像装置のそれぞれの撮像画像を合成して前記重複領域に対応する出力画像部分を生成すること」を排除しているものではない。",
                        "さらに，本願発明の「前記隣り合う撮像装置のそれぞれの撮像画像を合成して前記重複領域に対応する出力画像部分を生成」するという構成についても，本願の実施例に記載されるチェッカーシャドー錯視を利用した格子模様に合成する手法に限定されるものではなく，ブレンディングも合成という技術概念に含まれる。",
                        "そうすると，引用発明のカメラが撮影する画像に存在する重複する領域の処理について，上記周知技術を適用し，監視範囲の重複する領域が存在するカメラの画像を合成する際に，当該領域を，ブレンディングを用いて合成し，重複領域に対応する出力画像部分を生成すること(相違点1)，及び表示装置にその重複領域に対応する出力画像部分を含む表示用画像を表示すること(相違点2)は，いずれも当業者が容易に想到し得ることである。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "効果等について",
                      "text": [
                        "本願発明が奏する効果は，上記のとおり容易想到である構成から当業者が容易に予測し得る範囲内のものであり，これを超える格別顕著なものがあるとはいえない。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "以上のとおり，本願発明は，引用発明並びに引用文献4及び5に各記載の周知技術に基づいて当業者が容易に発明をすることができたものであるから，法29条2項により特許を受けることができず，本願は，その余の請求項について論及するまでもなく，拒絶をすべきものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点の認定の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本願発明と引用発明との相違点につき，引用発明においては，監視範囲の重複する領域が存在する隣り合うカメラの画像から，重複領域に対応する出力画像部分を生成することは「特定されていない」(相違点1)，表示装置にそのような出力画像部分を含む出力画像が表示されるということは「特定されていない」(相違点2)，と認定する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用文献1の記載によれば，引用発明において画像の合成が行われるのは，①各カメラで撮影された画像について，算出された結合位置(各カメラで撮影をした各シーンと，作成した俯瞰画像との結合部位)で，切り出された俯瞰画像と切り出された矩形領域(各カメラからの入力画像のうち，結合位置以降の領域)の画像とを結合し，その結合画像を合成する段階と，②右側方，後方及び左側方の各結合画像の中心位置を，模擬作業機械の中心位置に合わせて配置した画像を合成する段階であるところ，上記①は，俯瞰画像と各カメラ画像との結合位置での合成であり，隣り合う画像の合成ではない。隣り合うカメラのそれぞれの撮像画像を合成するのは，上記②である。",
                    "そして，隣り合うカメラのそれぞれの撮像画像を合成するに当たり，隣接する一方のカメラからの出力画像の中に他方のカメラからの出力画像が重複した状態で出力されること，すなわち本願発明のように「前記重複領域に対応する出力画像部分を生成」することは，引用発明においては行われていない。",
                    "仮に，引用発明の重複領域において，隣接する「一方のカメラからの出力画像の範囲」と「他方のカメラからの出力画像の範囲」とが互いに重複した状態で出力されることを想定したとしても，カメラ画像における矩形領域との関係において，カメラ画像における重複領域の大半は切り取られた範囲の外側になり，矩形領域に残存する重複領域は重複領域全体のうちのごく一部となることから，そのように一部の残存領域を有するにすぎない重複領域について「一方と他方のカメラからの出力画像が互いに重複した状態」にすることに，実質的に技術的意味はない。また，矩形領域において「一方と他方のカメラからの出力画像が互いに重複した状態」でカメラ画像を出力すると，重複領域に存在する人物は2つの矩形領域で表示されることとなり，明らかに違和感を生じることから，引用発明の課題を考慮すると，矩形領域には，重複領域において「一方と他方のカメラからの出力画像が互いに重複した状態」が残らないように切り取られると解される。",
                    "そうすると，引用発明においては，監視範囲の重複する領域が存在する隣り合うカメラの画像について，模擬作業機械の中心位置に合わせて配置した画像を作成(合成)する場合に，「一方と他方のカメラからの出力画像を互いに重複した状態」で出力されることは考えられない。すなわち，引用文献1には，監視範囲の重複する領域が存在する隣り合うカメラの画像から，重複領域に対応する出力画像部分を生成することは，「特定されていない」のではなく，記載されておらず，自明でもない。",
                    "同様に，そもそも引用文献1には，重複領域に対応する出力画像部分を含む表示画像を表示することは記載されておらず，また，引用発明において作成される画像には，実質的に重複する領域は存在しないから，表示装置にそのような出力画像部分を含む出力画像が表示されることはない。すなわち，引用文献1には，表示装置にそのような出力画像部分を含む出力画像が表示されるということは，「特定されていない」のではなく，記載されておらず，自明でもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，本件審決による相違点1及び2の認定は，いずれも誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，引用文献1には，俯瞰画像の作成において，複数カメラの画像の重複領域についてブレンディングすることが間接的に示唆されているなどとするけれども，引用文献1の記載に，重複領域の俯瞰画像の作成に関する直接的又は間接的な示唆があると解釈することはできず，まして，ブレンディングすることについてのそうした示唆があると解釈することもできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(動機付けの欠如)",
              "text": [
                "上記のとおり，引用発明においては，一方と他方のカメラからの出力画像が互いに重複した状態が残らないように矩形領域が切り取られると解されるから，当業者は，引用発明に，本件審決において周知技術とされる「複数のカメラから取得した重複領域を含む画像を合成して表示装置へ表示する場合，重複領域についてブレンディング(重み付けして混合)を用いて合成して表示画像を生成する技術」を適用することはできず，また，適用する動機付けもない。",
                "したがって，本件審決における相違点1及び2に係る容易想到性の判断は誤りであり，この誤りは本件審決の結論に影響を及ぼす。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(周知技術の適用可能性の欠如)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，「車両周辺をモニタする装置において，複数のカメラから取得した重複領域を含む画像を合成して表示装置へ表示する場合，重複領域についてブレンディング(重み付けして混合)を用いて合成して表示画面を生成する技術」が周知技術であることを示す証拠として，引用文献4及び5を示す。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用文献4及び5の各記載によれば，これらに記載の技術においては，重複領域に関する合成画像は「ぼやけた画像として表示される」又は「ある物体が合成画像上必ずしも鮮明には表示されない可能性がある」のであるから，当業者は，これらの技術を「作業機械の上方に視点を持つ俯瞰画像と周囲を撮影するカメラからのカメラ画像を最適位置で結合して違和感のない結合画像を生成する」ことを課題とする引用発明に適用することは行わない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件審決における周知技術の適用可能性に関する判断は誤りであり，この誤りは本件審決の結論に影響を及ぼす。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(本願発明に特有の効果)",
              "text": [
                "本件審決は，本願発明の奏する効果につき，その容易想到である構成から当業者が容易に予測し得る範囲内のものであり，これを超える格別顕著なものがあるとはいえないとする。",
                "しかし，本願発明は，「上部旋回体の左後方及び右後方の2方向に形成された重複領域において，隣り合う撮像装置のそれぞれの撮像画像を合成して『前記重複領域に対応する出力画像部分』」を生成したことにより，各カメラの重複領域となる上部旋回体の左後方及び右後方に対する視認性を向上させることを可能とするものである。",
                "したがって，本願発明は格別な作用効果を奏するものであり，この点に関する本件審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(相違点の認定の誤り)及び取消事由2(動機付けの欠如)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決が認定するとおり，引用発明は，特に「油圧ショベル」において，「上部旋回体の右側方，後方，左側方の三方向を撮像するように，上部旋回体の右側方，後方，左側方の3箇所に搭載されるカメラ」と「表示装置」を設け，「カメラは，右側方と後方，後方と左側方の隣り合うカメラの監視範囲には重複する領域が存在するように配置され」，右側方，後方，左側方の画像を合成した表示用画像を「表示装置」に表示するというものである。すなわち，引用発明は，各カメラからの入力画像には重複する領域があり，重複する領域が存在する各カメラからの入力画像を一つにまとめて合成し，その合成後の出力画像を表示装置に表示するという発明であり，各カメラからの入力画像をどのように合成して出力画像を生成して表示するかについては特定していない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一般車両の周囲監視の技術と作業機械の周囲監視の技術は同じ技術分野に属するものであり，車両周辺をモニタする装置における周知技術をショベルにおける周囲監視に適用することに阻害要因はない。そもそも車両の周辺監視をする技術においては，周知例として示された引用文献4及び5のように「複数のカメラから取得した重複領域を含む画像を合成して表示装置へ表示する場合，重複領域について合成して表示画像を生成する」ことは普通に想定されていたことであり，引用文献1に記載される作業機械の周囲監視装置における重複する領域が存在する各カメラからの入力画像を一つにまとめて合成する際においても，一般車両において行われているそのような技術を採用しようとすることは，当業者が自然に想到し得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明においては，右側方，後方及び左側方の各カメラからの入力画像を用いた俯瞰画像の作成においても，重複領域に対応する出力画像部分を生成するための画像の合成が想定されている。そして，引用文献1において俯瞰画像作成の公知技術として例示された文献(特開2006-48451号公報。甲5。以下「引用文献3」という。)には，複数のカメラの画像を用いて車両上方の仮想視点から見た俯瞰画像を生成する際に，各撮像領域から得られた俯瞰画像に重なり合った領域が設けられ，その重複領域はブレンディングして描画(画像合成)されることが示されている。そうすると，引用文献1に接した当業者が，俯瞰画像の作成に当たり，引用文献3等を参照して，複数のカメラからの入力画像の重複領域についてブレンディングするよう構成することは，自然なことである。すなわち，引用文献1には，複数カメラからの入力画像の重複領域についてブレンディング(画像合成)することが間接的に示唆されており，画像の合成は想定されていたということができる。",
                    "また，ブレンディング(画像合成)技術は，本件審決において引用文献4及び5が例示されているように，本願出願前に周知の技術である。",
                    "したがって，相違点1に係る本件審決の認定及び判断に誤りはない。同様の理由により，相違点2に係る本件審決の認定及び判断にも誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3(周知技術の適用可能性の欠如)について",
              "text": [
                "原告が指摘するように，引用文献4には，重複領域全体についていわゆるαブレンディングを用いた場合に「ぼやけた画像として表示される」旨の記載がある。",
                "しかし，薄くぼやけた画像として表示されるとしても，上記ブレンディングは，複数のカメラからの入力画像を用いて俯瞰画像を作成する際に，重複領域の処理方法として従来から用いられてきた周知技術であり，これを引用発明に適用するに当たり阻害要因はない。",
                "また，引用文献4には，上記欠点を解消するための画像合成手法がいくつか記載されているところ，その中には，重複領域の一部領域についてαブレンディングを用いる画像合成手法が開示されているから，引用発明に重複領域の一部領域についてαブレンディングを用いる画像合成手法を適用できることは明らかである。",
                "したがって，相違点1及び2につき，引用発明に引用文献4及び5に開示される周知技術を適用することで本願発明は容易に想到し得るとした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由4(本願発明に特有の効果)について",
              "text": [
                "引用文献1には，ショベルにおける周囲監視を行う発明が記載されていることから，ショベルの旋回動作，走行動作に対応した監視を行い得るという効果は，引用発明において既に発揮されているものである。また，前記のとおり，重複領域に対応する出力画像部分を生成することは，当業者が引用発明に周知技術を適用することによって容易になし得たことであるから，その生成により視認性を向上させることが可能となるという効果も，引用発明に周知技術を適用して構成された発明が自ずと発揮する効果にすぎない。",
                "したがって，本願発明の効果に係る本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，前記(第2の2)のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願明細書等の記載",
              "text": [
                "本願明細書等には，別紙明細書及び図面のとおり，以下の記載及び図面がある(甲2)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "「本発明は，ショベルの上部旋回体に搭載されるカメラが撮像した複数の入力画像に基づいて出力画像を生成するショベルに関する。」(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "「従来，車両周辺を撮像する複数の車載カメラによって撮像された画像のそれぞれを鳥瞰図画像に変換し，それら鳥瞰図画像を繋ぎ合わせた出力画像を運転者に提示する運転支援システムが知られている(例えば，特許文献1参照。)。」(【0002】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「しかしながら，特許文献1に記載の運転支援システムは，旋回動作や掘削を行う建設機械へ搭載されることを想定しておらず，ショベルの運転室に設けるにあたり視認性を向上させることができない。」(【0004】)",
                    "「上述の点に鑑み，カメラが撮像した複数の入力画像に基づいて生成される出力画像の視認性を向上させることが望ましい。」(【0005】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「本発明の実施例に係るショベルは，走行動作を行う下部走行体と，前記下部走行体に旋回自在に搭載される上部旋回体と，前記上部旋回体に取り付けられ，アタッチメントに含まれるブームと，前記ブームに取り付けられ，前記アタッチメントに含まれるアームと，前記上部旋回体の三方向を撮像するように搭載される撮像装置と，前記上部旋回体に搭載される運転室と，前記運転室内に設置される表示装置と，を有するショベルであって，前記表示装置には，前記撮像装置が撮像する撮像画像が上方を除いた状態で表示される。」(【0006】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "「上述の手段により，カメラが撮像した複数の入力画像に基づいて生成される出力画像の視認性が向上される。」(【0007】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "「図1は，本発明に係る画像生成装置100の構成例を概略的に示すブロック図である。」(【0010】)",
                    "「画像生成装置100は，例えば，建設機械に搭載されたカメラ2が撮像した入力画像に基づいて出力画像を生成しその出力画像を運転者に提示する装置であって，制御部1，カメラ2，入力部3，記憶部4，及び表示部5で構成される。」(【0011】)",
                    "「図2は，画像生成装置100が搭載されるショベル60の構成例を示す図であり，ショベル60は，クローラ式の下部走行体61の上に，旋回機構62を介して，上部旋回体63を旋回軸PVの周りで旋回自在に搭載している。」(【0012】)",
                    "「また，上部旋回体63は，その前方左側部にキャブ(運転室)64を備え，その前方中央部に掘削アタッチメントEを備え，その右側面及び後面にカメラ2(右側方カメラ2R，後方カメラ2B)を備えている。なお，キャブ64内の運転者が視認し易い位置には表示部5が設置されているものとする。」(【0013】)",
                    "「カメラ2は，ショベル60の周辺を映し出す入力画像を取得するための装置であり，例えば，キャブ64にいる運転者の死角となる領域を撮像できるよう上部旋回体63の右側面及び後面に取り付けられる(図2参照。)，CCD(Charge Coupled Device)やCMOS(Complementary Metal Oxide Semiconductor)等の撮像素子を備えた右側方カメラ2R及び後方カメラ2Bである。なお，カメラ2は，上部旋回体63の右側面及び後面以外の位置(例えば，前面及び左側面である。)に取り付けられていてもよく，広い範囲を撮像できるよう広角レンズ又は魚眼レンズが装着されていてもよい。」(【0016】)",
                    "「また，カメラ2は，制御部1からの制御信号に応じて入力画像を取得し，取得した入力画像を制御部1に対して出力する。…」(【0017】)",
                    "「表示部5は，画像情報を表示するための装置であり，例えば，建設機械のキャブ64(図2参照。)内に設置された液晶ディスプレイ又はプロジェクタ等であって，制御部1が出力する各種画像を表示する。」(【0020】)",
                    "「また，画像生成装置100は，入力画像に基づいて処理対象画像を生成し，その処理対象画像に画像変換処理を施すことによって周辺障害物との位置関係や距離感を直感的に把握できるようにする出力画像を生成した上で，その出力画像を運転者に提示するようにしてもよい。」(【0021】)",
                    "「『処理対象画像』は，入力画像に基づいて生成される，画像変換処理(例えば，スケール変換，アフィン変換，歪曲変換，視点変換処理等である。)の対象となる画像であり，例えば，地表を上方から撮像するカメラによる入力画像であってその広い画角により水平方向の画像(例えば，空の部分である。)を含む入力画像を画像変換処理で用いる場合に，その水平方向の画像が不自然に表示されないよう(例えば，空の部分が地表にあるものとして扱われないよう)その入力画像を所定の空間モデルに投影した上で，その空間モデルに投影された投影画像を別の二次元平面に再投影することによって得られる，画像変換処理に適した画像である。なお，処理対象画像は，画像変換処理を施すことなくそのまま出力画像として用いられてもよい。」(【0022】)",
                    "「出力画像生成手段11は，出力画像を生成するための手段であり，例えば，処理対象画像にスケール変換，アフィン変換，又は歪曲変換を施すことによって，処理対象画像平面R3上の座標と出力画像が位置する出力画像平面上の座標とを対応付け，その対応関係を記憶部4の処理対象画像・出力画像対応マップ42に記憶し，座標対応付け手段10がその値を記憶した入力画像・空間モデル対応マップ40及び空間モデル・処理対象画像対応マップ41を参照しながら，出力画像における各画素の値(例えば，輝度値，色相値，彩度値等である。)と入力画像における各画素の値とを関連付けて出力画像を生成する。」(【0031】)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)及び(2)によれば，本願発明の概要は，以下のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "本願発明は，ショベルの上部旋回体に搭載されるカメラが撮像した複数の入力画像に基づいて出力画像を生成するショベルに関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "従来，車両周辺を撮像する複数の車載カメラによって撮像された画像のそれぞれを鳥瞰図画像に変換し，それら鳥瞰図画像を繋ぎ合わせた出力画像を運転者に提示する運転支援システムが知られている。",
                    "しかし，従来の運転支援システムは，旋回動作や掘削を行う建設機械へ搭載されることを想定しておらず，ショベルの運転室に設けるに当たり視認性を向上させることができない。",
                    "この点に鑑み，カメラが撮像した複数の入力画像に基づいて生成される出力画像の視認性を向上させることが望ましい。(【0002】，【0004】，【0005】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本願発明の実施例に係るショベルは，走行動作を行う下部走行体と，前記下部走行体に旋回自在に搭載される上部旋回体と，前記上部旋回体に取り付けられ，アタッチメントに含まれるブームと，前記ブームに取り付けられ，前記アタッチメントに含まれるアームと，前記上部旋回体の三方向を撮像するように搭載される撮像装置と，前記上部旋回体に搭載される運転室と，前記運転室内に設置される表示装置と，を有するショベルであって，前記表示装置には，前記撮像装置が撮像する撮像画像が上方を除いた状態で表示される。(【0006】)",
                    "具体的には，ショベル60は，クローラ式の下部走行体61の上に，旋回機構62を介して，上部旋回体63を旋回軸PVの周りで旋回自在に搭載している。また，上部旋回体63は，その前方左側部にキャブ(運転室)64を備え，その前方中央部に掘削アタッチメントEを備え，その右側面及び後面にカメラ2(右側方カメラ2R，後方カメラ2B)を備えている。なお，キャブ64内の運転者が視認し易い位置には表示部5が設置されている。",
                    "カメラ2は，ショベル60の周辺を映し出す入力画像を取得するための装置であり，例えば，キャブ64にいる運転者の死角となる領域を撮像できるよう上部旋回体63の右側面及び後面に取り付けられる，CCDやCMOS等の撮像素子を備えた右側方カメラ2R及び後方カメラ2Bである(なお，カメラ2は，上部旋回体63の右側面及び後面以外の位置(例えば，前面及び左側面)に取り付けられていてもよい。)。また，カメラ2は，制御部1からの制御信号に応じて入力画像を取得し，取得した入力画像を制御部1に対して出力する。表示部5は，画像情報を表示するための装置であり，例えば，建設機械のキャブ64内に設置された液晶ディスプレイ又はプロジェクタ等であって，制御部1が出力する各種画像を表示する。(【0012】，【0013】，【0016】，【0017】，【0020】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "上述の手段により，カメラが撮像した複数の入力画像に基づいて生成される出力画像の視認性が向上される。(【0007】)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1には，以下の記載及び図面がある(甲3)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "「本発明は，周囲監視装置を備えた作業機械にかかり，特に，周囲の障害物を監視して，運転者に提示する周囲監視装置を備えた作業機械に関する。」(【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術",
                      "text": [
                        "「車両あるいは作業機械が周囲の人あるいは物と接触する事故を防止するため，周囲を監視するカメラを搭載したものが知られている。例えば特許文献1には，複数設置した車外カメラの画像を取り込んで車両上方を視点とした画像を合成処理して表示し，画像合成処理した画像内において，画面内における輝度の変化部分を検出することにより立体物を検出し，検出した立体物をその基部前端部分において車両上方視点画像と接続して立体物を表示することが示されている。」(【0002】)",
                        "「また，特許文献2には，画面上部の遠景部分と画面下部の近景部分からなり，水平方向に連続するように撮影された複数枚の画像において，遠景部分については従来手法のカメラ画像で位置あわせを行い，近景部分については，幾何変換により，上方視点の画像に変換し，さらに変換後の画像を接続した後に再び通常の視点から見たように幾何変換を行うことによりパノラマ画像を作成することが示されている。」(【0003】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「特許文献1に開示された装置では，画面内における輝度の変化部分の検出により立体物を検出するため，車両あるいは作業機械周囲を撮影した屋外画像では，影，日照変化，木々の揺れ等の外乱が多発する。このため，これらを障害物と誤検知する場合がある。また，背景画像と立体物が類似している場合は，検知できない場合が発生する。」(【0005】)",
                        "「誤検知の場合，立体物以外のカメラ画像を車両上方視点画像と接続して表示することになる。また，立体物を検知できない場合，車両上方視点画像のみの表示になり，カメラ画像では撮影されていても視界外になったり，視界内に存在しても非常に違和感がある立体画像になり，表示画像から実際の物体の状態を確認するのが困難になる。」(【0006】)",
                        "「また，誤検知，あるいは検知できない場合が多発すると，合成処理した画像内において，上方視点画像にカメラ画像を接続した領域と上方視点画像領域が混在した状態となり，実際の物体の状態を表示画像から確認することは困難になり，障害物の見落としが増加する。このため，周囲の安全確認に時間がかかり，作業効率が低下する。」(【0007】)",
                        "「特許文献2記載の装置では，上述のように，水平方向に連続するように撮影された複数枚の画像から，遠景部分については従来手法のカメラ画像で位置合わせを行い，近景部分では幾何変換により，上方視点の画像に変換し，変換後の画像を接続した後に再び通常の視点から見たように幾何変換を行って，パノラマ画像を作成するものである。」(【0008】)",
                        "「この装置では，位置合わせを行う部分は固定である。このため，撮影シーンが狭い場合に最適なように固定位置に設定した場合，撮影シーンが広い場合には不自然なパノラマ画像になる。逆に，撮影シーンが広い場合に最適なように固定位置を設定した場合，撮影シーンが狭い場合には不自然なパノラマ画像になる。また，位置合わせを行う部分を連続するように調整しないため，近景部分と遠景部分の結合部にまたがるような物体が存在した場合，違和感が発生する。」【0009】",
                        "「本発明は，これらの問題点に鑑みてなされたもので，作業機械の上方に視点を持つ俯瞰画像と周囲を撮影するカメラからのカメラ画像を最適位置で結合して違和感のない結合画像を生成するものである。」(【0010】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "「作業機械に取り付けられ前記作業機械の周囲を撮影する複数のカメラからのカメラ画像をもとに前記作業機械の上方に視点を持つ俯瞰画像を作成する俯瞰画像作成部と，作業機械の動作を判定して，前記俯瞰画像にカメラ画像を結合して結合画像を作成する際の結合位置を算出する結合位置算出部と，前記俯瞰画像に前記カメラ画像を前記結合位置算出部が算出した位置で結合して結合画像を作成する結合画像作成部と，結合画像作成部で作成した結合画像を合成する結合画像合成部と，前記結合画像合成部で合成した合成画像から障害物を検出する合成画像障害物検知部と，前記合成画像に障害物検知情報を重畳して表示する表示画像生成部を備えた。」(【0012】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "「本発明は，以上の構成を備えるため，作業機械の上方に視点を持つ俯瞰画像と周囲を撮影するカメラからのカメラ画像を最適位置で結合して違和感のない結合画像を生成することができる。」(【0013】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明を実施するための形態",
                      "text": [
                        "「図2は，油圧ショベルを上方視点から見た外観(俯瞰画像)図である。上部旋回体1dの上部の車体1Bには，右側方監視用のカメラ13a，後方監視用のカメラ13b，左側方監視用のカメラ13cが備えられ，これらの監視範囲は12a，12b，12cである。また，油圧ショベルは下部走行体1e，1e’を備え，前記監視範囲には，フロント作業機1Aの作業範囲14が含まれる。」(【0017】)",
                        "「図3は，本実施形態にかかる周囲監視装置を説明する図である。図3において31はカメラ13aの映像信号，32はカメラ13bの映像信号，33はカメラ13cの映像信号，50は画像処理装置，900はカメラ13a及び13b及び13cにより周囲シーン撮影して作業機械周囲の映像等を表示するモニタテレビ，1000は表示装置900の表示内容を監視する運転室1fの運転員である。」(【0018】)",
                        "「処理に際しては，まず，カメラ13aにより撮影対象シーン12aを撮影して，撮影した映像信号31を画像処理装置50へ伝送する。画像処理装置50は，前記映像信号31を入力して画像入力部200に格納する。また，カメラ13bにより撮影対象シーン12bを撮影して，撮影した映像信号32を画像処理装置50へ伝送する。画像処理装置50は，前記映像信号32を入力して画像入力部200に格納する。カメラ13cは，撮影対象シーン12cを撮影して，撮影した映像信号33を画像処理装置50へ伝送する。画像処理装置50は，映像信号33を入力し画像入力部200に格納する。格納した映像信号31及び映像信号32及び映像信号33は俯瞰変換して俯瞰画像300を作成する。なお，俯瞰画像300の作成は，公知の技術(例えば特開2006-48451号公報参照)により実現できる。」(【0020】。なお，上記公報は引用文献3である。)",
                        "「次に，作業機械のフロント作業機1Aの姿勢データ700を取り込み，更に，上部旋回体1d及び下部走行体1eの動作データ750を取り込み，これらの姿勢データ700と動作データ750から，カメラ13aが撮影したシーン12aに対して，動作データ750及び動作データ750の変動に連動させて俯瞰画像300における結合位置を算出400し，入力した画像200における結合位置も算出400し，俯瞰画像300と入力画像200と算出した結合位置400を用いて，結合画像450を作成する。」【0021】",
                        "「同様に，カメラ13bが撮影したシーン12bに対して，俯瞰画像300における結合位置を算出400し，入力した画像200における結合位置も算出400し，俯瞰画像300と入力画像200と算出した結合位置400を用いて，結合画像450を作成する。また，カメラ13cが撮影したシーン12cに対して，俯瞰画像300における結合位置を算出400し，入力した画像200における結合位置も算出400し，俯瞰画像300と入力画像200と算出した結合位置400を用いて，結合画像450を作成する。シーン12aに対する結合画像450及びシーン12bに対する結合画像450及びシーン12cに対する結合画像450を用いて，上方視点の模擬作業機械を中心にし周囲に結合画像を配置して結合画像を合成500する。」(【0022】)",
                        "「更に，合成した結合画像500に対して，画像処理手法を用いて障害物検知600を行い，障害物検知600の検知結果を重畳し，フロント作業機1Aの姿勢データ700から取り込んだフロント作業機の先端位置のデータを用いて危険範囲も重畳し，フロント作業機1Aの動作データ750から取り込んだ旋回範囲及び／又は走行予想軌跡及び／又は走行ガイドラインも重畳する表示画像の生成800を行い，モニタ等の表示装置900に表示する。」(【0023】)",
                        "「これにより，作業機械の周囲にある障害物の把握が一目瞭然となり，作業機械の操作の適否判断を瞬時にかつ的確に行うことができる。このため，作業効率と安全性を向上することができる。」(【0024】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記各記載及び図面によれば，引用文献1には，以下のとおりの引用発明が記載されていると認められる。この点で本件審決に誤りはない。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "走行モータにより駆動される下部走行体と，",
                          "text": [
                            "旋回モータにより駆動され，下部走行体に対して旋回自在に搭載される上部旋回体と，",
                            "上部旋回体に支持され，フロント作業機に含まれるブームと，",
                            "ブームに取り付けられ，フロント作業機に含まれるアームと，",
                            "上部旋回体の右側方，後方，左側方の三方向を撮像するように，上部旋回体の右側方，後方，左側方の3箇所に搭載されるカメラと，",
                            "カメラにより撮影した映像信号から表示用画像を作成する画像処理装置と，",
                            "上部旋回体に備えられた運転室と，",
                            "運転室内に設けられる表示装置と，を有する油圧ショベルであって，"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "subject": "カメラは，右側方と後方，後方と左側方の隣り合うカメラの監視範囲には重複する領域が存在するように配置され，"
                        },
                        {
                          "fig": "(c)",
                          "subject": "画像処理装置は，模擬作業機械の前方を上側として，模擬作業機械の右側に右側方の画像を配置し，下側に後方の画像を配置し，左側に左側方の画像を配置して，それぞれの画像を合成して表示用画像を作成し，"
                        },
                        {
                          "fig": "(d)",
                          "subject": "表示装置には，合成した表示用画像が表示される，"
                        },
                        {
                          "fig": "(e)",
                          "text": [
                            "油圧ショベル。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明の対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "本願発明と引用発明とを対比すると，その一致点は，以下のとおりと認められる。",
                    "「走行動作を行う下部走行体と，",
                    "前記下部走行体に旋回自在に搭載される上部旋回体と，",
                    "前記上部旋回体に取り付けられ，アタッチメントに含まれるブームと，",
                    "前記ブームに取り付けられ，前記アタッチメントに含まれるアームと，",
                    "前記上部旋回体の三方向を撮像するように，前記上部旋回体の左側面，右側面及び後面の3か所に搭載される撮像装置と，",
                    "前記撮像装置の撮像画像から出力画像を生成する制御部と，",
                    "前記上部旋回体に搭載される運転室と，",
                    "前記運転室内に設置される表示装置と，を有するショベルであって，",
                    "前記撮像装置は，隣り合う撮像装置の撮像範囲が重複する重複領域が前記上部旋回体の左後方及び右後方の2方向に形成されるように配置され，",
                    "前記制御部は，前記隣り合う撮像装置のそれぞれの撮像画像を合成し，",
                    "前記表示装置には，上方を除いた状態で前記出力画像が表示される，",
                    "ショベル。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の検討",
                  "text": [
                    "引用発明は，「(b)カメラは，右側方と後方，後方と左側方の隣り合うカメラの監視範囲には重複する領域が存在するように配置され，(c)画像処理装置は，模擬作業機械の前方を上側として，模擬作業機械の右側に右側方の画像を配置し，下側に後方の画像を配置し，左側に左側方の画像を配置して，それぞれの画像を合成して表示用画像を作成」するものであるところ，上記(c)につき，引用文献1には，以下のプロセスにより結合画像を作成することが記載されている。",
                    "［ステップ①］",
                    "カメラ13a，13b，13cにより，シーン12a，12b，12cを撮像した映像信号31，32，33を，俯瞰変換して俯瞰画像300を作成する(【0020】。以下「ステップ①」という。)。",
                    "［ステップ②］",
                    "作業機械の姿勢データや動作データの変動に連動させて俯瞰画像及び入力画像(カメラ13a，13b，13cの映像信号)の結合位置を算出し，俯瞰画像と入力画像と算出した結合位置を用いて，結合画像を作成する(【0021】，【0022】。以下「ステップ②」という。)。",
                    "［ステップ③］",
                    "シーン12a，12b，12cに対する結合画像を用いて，上方視点の模擬作業機械を中心にし，周囲に結合画像を配置して結合画像を合成する(【0022】。以下「ステップ③」という。)。",
                    "そうすると，引用発明における右側方の画像，後方の画像，左側方の画像は，それぞれ，ステップ②で俯瞰画像と入力画像(矩形領域)とを結合した画像であり，矩形領域のみからなるものではなく，ステップ①においてカメラ13a，13b，13cにより撮像した映像信号を基に俯瞰変換することで作成された俯瞰画像をも含むものと理解される。",
                    "また，俯瞰画像の部分は，図16及び17(次頁に掲載)等からも明らかなとおり，作業機械(ショベル)の周囲を囲むように，(周囲に切れ目なく接した状態で)配置される。すなわち，合成された表示用画像は，右(左)側方の画像と後方の画像とが部分的に接している。",
                    "この部分的に接している箇所は，右(左)側方の画像，後方の画像のそれぞれの画像のうちの俯瞰画像の部分に当たる箇所であるところ，この俯瞰画像の部分における画像の処理方法等は，引用発明では何ら特定されていない。本件審決による相違点の認定は，その事実を記載したにすぎないものと理解される。",
                    "以上より，本願発明と引用発明との相違点は，本件審決の認定のとおり，以下の2点と考えられる。したがって，取消事由1は理由がない。",
                    "［相違点1］",
                    "制御部の動作に関し，本願発明は，撮像画像を合成して「前記重複領域に対応する出力画像部分を生成」するのに対し，引用発明は，監視範囲の重複する領域が存在する隣り合うカメラの画像から，重複領域に対応する出力画像部分を生成することは特定されていない点。",
                    "［相違点2］",
                    "本願発明は，表示装置に「前記2方向に形成された前記重複領域に対応する出力画像部分を含」む出力画像が表示されるのに対し，引用発明は，表示装置にそのような出力画像部分を含む出力画像が表示されるということは特定されていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し，原告は，引用文献1の記載に重複領域の俯瞰画像の作成に関する直接的又は間接的な示唆があると解釈することはできず，引用発明において，隣り合うカメラのそれぞれの撮像画像を合成するに当たり，隣接する一方のカメラからの出力画像の中に他方のカメラからの出力画像が重複した状態で出力されることは行われていないなどと主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用文献1には，俯瞰画像と矩形領域とを結合するに当たり，後方カメラ13bから俯瞰画像を作成し，矩形領域と結合する実施例が記載されている(【0038】～【0044】，図9，10)。他方，監視範囲の重複する領域が存在する隣り合うカメラの画像から重複領域に対応する出力画像部分を生成することは，実施例として具体的に記載されているわけではない。",
                        "しかし，引用文献1を理解するに当たり，実施例のみに限定して解釈すべきいわれはない。そして，同文献【0020】には「俯瞰画像300の作成は，公知の技術(例えば特開2006-48451号公報参照)により実現できる。」と記載されているところ，上記公報である引用文献3には，以下の記載がある。",
                        "「画像統合手段62では必要に応じて，画像データ信号Sdをそのまま一枚に統合する過程において，重なり合った領域を処理する機能を有する。すなわちそれぞれの重なった領域の一方のみ描画するのでなく，同一の領域を描画している複数の画像データ信号Sdの中から適当にブレンディングして描画する。すると，例えば図8に示すように，サイドミラー35の各々に設置された各1台の魚眼カメラ36であって，それぞれの魚眼カメラ36の有効視野α1およびα2により撮影された画像(人物)x1およびx2は重複した画像の重なり領域67にて，その足元が，共通の一点に交わった1枚の俯瞰画像として得られるのが特徴である。」(【0070】)",
                        "「このように，複数の魚眼カメラ36で撮影した画像を統合して1つの俯瞰画像が，図2に示すように，カーナビゲーション用表示装置42に表示されることにより，運転者側にとって見やすく，また，画像が強調されて表示されるので一層見やすいものとなる。」(【0071】)",
                        "このように，引用文献1【0020】には，俯瞰画像の作成に当たっては公知の技術を用いることが可能であることが明確に記載され，その公知の技術には，重なり合う領域の存在する複数の画像を一枚に統合する処理に関するものが含まれることに鑑みると，引用発明の俯瞰画像には，必ずしも実施例のとおり，1つのカメラから作成された俯瞰画像を基に，矩形領域と結合されるものには限られず，重複領域の俯瞰画像を，その連続性(画像の境界となる左後方，右後方の箇所での明度差等による画像の不連続性を低減すること)も考慮し，周知の技術を採用して作成されるものも含まれるということができる。",
                        "したがって，この点に関する原告の主張は採用し得ない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(動機付けの欠如)及び取消事由3(周知技術の適用可能性の欠如)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "関係する文献の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用文献4",
                      "text": [
                        "引用文献4には，「車両周辺モニタ装置」に関し，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "a",
                              "subject": "発明の属する技術分野",
                              "text": [
                                "「本発明は，運転者にとって死角となる車両周辺の画像情報を撮像装置を用いて取り込み，画像処理したうえで表示装置に表示することで運転者を支援する車両周辺モニタ装置に関する。」(【0001】)"
                              ]
                            },
                            {
                              "fig": "b",
                              "subject": "発明の実施の形態",
                              "text": [
                                "「本実施形態においては，カメラ20a～20dは，それぞれ車両1の前部，左側面，後部，右側面にそれぞれ1台ずつ配置される広画角カメラである。ここでは，水平画角175度，垂直画角89度のカメラを利用している。なお，カメラの配置は，1箇所に1台ずつに限られるものではなく，各箇所に水平画角90度程度のカメラを2台ずつ組み合わせて配置してもよい。また，車両1の角部分に配置してもよく，角部分と前後および側方の略中央部の双方に配置してもよい。」(【0019】)",
                                "「図2に示されるようなカメラ配置を採用すると，それらの撮像領域を車両1の上から見ると，図3に示されるようになる。図3から明らかなように，車両1のごく近傍までの画像情報を取得するためには，各カメラ20a～20dにはできるだけ水平画角の広いカメラを採用する必要がある。一方で，このように水平画角の広いカメラを用いると，隣り合うカメラ同士(例えば，前方カメラ20aと左側方カメラ20d同士)で重複する撮像領域が生ずる。後述する視点変換においては，この重複撮像領域の処理が問題となる。」(【0020】)",
                                "「画像処理ECU11は，さらに，各カメラで取得した画像から視点変換により任意の視点，例えば，車両1の上方から車両の周囲を見た画像をそれぞれ生成し，これらとメモリ等に格納されている車両1のその位置から見た画像とを合成することで，あたかも車両1の上方から撮影したかのような画像を合成して表示装置32へと表示するものである。」(【0024】)",
                                "「例えば，図5に示されるように，車両1の右後方に障害物としてポール5が存在する場合を例に考える。右側方カメラ20dで取得した画像から車両1の上方から見た画像へと視点変換を行うと図6(a)に示されるように，ポール5の画像は斜線の領域5Aに示されるように本来のポール5の位置から斜め後ろに伸びている領域の画像として変換される。一方，後方カメラ20cで取得した画像から車両1の上方から見た画像へと視点変換を行うと図6(b)に示されるように，ポール5の画像は斜線の領域5Bに示されるように本来のポール5の位置から横方向へと斜めに伸びている領域の画像として変換される。」(【0026】)",
                                "「これらを重ね合わせて表示画像を生成する際の重複領域の処理方法として従来のように重複領域全体についていわゆるαブレンディングを用いた場合，図6(c)に示されるように両カメラ20c，20dの撮像領域の重複領域7内には，ポール5を変換した画像5A，5Bがそれぞれ映し出されるとともに，輝度が半分になるため，いずれも薄く表示されることから，ぼやけた画像として表示されることになる。従来は，このため，運転者にとって立体物の認識が困難であるという欠点があった。」(【0027】)",
                                "「本実施形態においては表示画像中の立体物を運転者が認識しやすいような合成処理を行うことを特徴とする。以下，合成処理の異なる4つの処理手法についてそれぞれ説明する。」(【0028】)",
                                "「(第1の処理手法)この第1の処理手法においては，クリアランスソナー45を用いて，車両近傍にある立体物の位置を検出する。運転ECU10は，検出された立体物の位置情報を基にして最適な合成位置を設定し，画像処理ECU11に指示して画像合成を行う。」(【0029】)",
                                "「例えば，重複領域のうち検出した立体物を含む一部の領域のみでαブレンディングを実施し，重複するそれぞれの視点変換画像を用いて合成処理を行う。重複領域のその他の領域では立体物からみてその領域側のカメラで取得した画像から得られた視点変換画像のみを用いて合成を行う。」(【0030】)",
                                "「図7(a)は，図5に示される状態をこの第1の処理手法を用いて表示した場合の表示結果の一例を示す図である。…この結果，表示画像中での立体物の消失やぼけが防止されるとともに，境界71における領域7c，7dの画像の不連続性から運転者は立体物の存在を容易に認識し得る。さらに，検出された位置情報を基にして表示画像中に立体物位置を合わせて表示すれば視認性が向上する。」(【0031】)"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用文献5",
                      "text": [
                        "引用文献5には，「監視システム」に関し，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "a",
                              "subject": "発明の属する技術分野",
                              "text": [
                                "「本発明は，車両に設置した複数のカメラの撮像画像を用いて合成画像を生成する画像処理技術に関するものであり，特に，車両運転の際の安全確認の補助などに利用される監視システムに有効な技術に属する。」(【0001】)"
                              ]
                            },
                            {
                              "fig": "b",
                              "subject": "発明の実施の形態",
                              "text": [
                                "「(第1の実施形態)図1は本発明の第1の実施形態に係る監視システムの構成を示すブロック図である。図1において，画像処理部2は，撮像部1から出力された複数のカメラ画像を入力とし，これらを合成して新たな画像を生成する。この合成画像は，表示装置3によって表示される。」(【0020】)",
                                "「図4は図2に示すカメラ配置における各カメラの撮影範囲を示す図である。図4に示すように，各ペアカメラの撮影範囲は互いに重複している。そして，画像合成の際には，この重複範囲OLa～OLdについては，各カメラ画像の画素データをブレンド，すなわち重み付けして混合することによって，合成画像を生成する。」(【0028】)",
                                "「ところがこの場合，ある物体が重複範囲OLa～OLdに存在するとき，その物体が合成画像上必ずしも鮮明には表示されない可能性がある。例えば，車両上方の仮想視点から見下ろした合成画像を生成する場合には，路面に相当する部分が連続的につながるように，各カメラ画像を加工して合成する。言い換えると，カメラ画像に路面が映っているという仮定の下で，カメラ画像と合成画像との対応関係を求めている。このとき，路面上に存在する物体については，合成画像に鮮明には表示されない。」(【0029】)"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明の前記ステップ①～③のうち，3つのカメラ(13a，13b，13c)により撮像した映像信号を俯瞰変換して俯瞰画像300を作成するステップ①については，引用文献1に「俯瞰画像300の作成は，公知の技術…により実現できる」(【0020】)と記載されていることから，隣接するカメラによる画像を周知の手法を用いて合成することも可能であることが，その前提として予定されていたものと認められる。このことは，上記記載中に公知技術として例示された特開2006-48451号公報(甲5。引用文献3)において，画像の重なり合う部分をブレンディングによって合成する技術が記載されていることによっても裏付けられる。",
                        "そうすると，前記のとおり，引用文献1に接した当業者は，右(左)側方，後方の俯瞰画像をそれぞれ1つのカメラの画像だけから作成する方法のみではなく，作業機械の周囲を囲むように配置される俯瞰画像の連続性(画像の境界となる左後方，右後方の箇所での明度差等による画像の不連続性を低減すること)も考慮し，引用発明の隣接するカメラ画像の境界領域が重複するようにした上で，ブレンディング等の周知の手法を用いて俯瞰画像を合成すること(ステップ①)，そうして俯瞰画像を合成した後に，当該俯瞰画像を，3方向の矩形領域と結合すること(ステップ②)，模擬作業機械を中心にし，周囲に結合画像を配置すること(ステップ③)という3段階のステップを採用し得るものであることも，当然に認識し得るものといってよい。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，本願発明は，隣り合う撮像画像の合成及び表示について，「(B)前記撮像装置(カメラ2L，2R，2B)は，隣り合う撮像装置の撮像範囲が重複する重複領域が前記上部旋回体(63)の左後方及び右後方の2方向に形成されるように配置され，(C)前記制御部(1)は，前記隣り合う撮像装置のそれぞれの撮像画像を合成して前記重複領域に対応する出力画像部分を生成し，(D)前記表示装置(表示部5)には，前記2方向に形成された前記重複領域に対応する出力画像部分を含み，且つ，上方を除いた状態で前記出力画像が表示される」と特定するのみであって，合成方法がいかなる方法であるか，重複領域に対応する出力画像部分を生成するのはどの範囲までかなどの点については，一切特定していない。",
                        "そうすると，本願発明における合成方法としてはいかなる方法も採り得るものであるし，重複領域に対応する出力画像は，表示される範囲の全域に限るものではなく，一部の範囲について出力される場合をも含むこととなる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，引用発明における俯瞰画像を作成するプロセスでは，隣接するカメラ画像が相互に重なる領域を有し得，かつ，この作成に当たっては公知の方法を採り得るものであって，必ずしもそれぞれの画像を境界部で切り取る方法によるのみでなく，境界の重複領域において周知のブレンディング技術を用いることも可能であったと認められる。一方，本願発明は，重複領域に対応する出力画像部分の具体的な合成方法の特定はなく，周知技術であるブレンディングによる合成を排除するものではないし，重複領域に対応する出力画像部分の範囲についても特段の特定がなく，表示範囲の一部において重複領域に対応する出力画像部分を有することを排除するものでもない。",
                        "したがって，相違点1に係る構成については，引用発明に俯瞰画像の作成において周知の技術を適用することにより，当業者が容易に想到し得たものであるし，このように周知技術を適用する動機付けも十分にあったものということができる。",
                        "また，表示装置の画像の表示は，出力画像を基になされるものである以上，相違点2に係る構成についても，当業者が容易に想到し得たものであるし，周知技術適用の動機付けもあったといってよい。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上より，本願発明は，引用発明及び周知技術に基づき，当業者が容易に想到し得たものであるから，法29条2項により，特許を受けることができないものである。この点に関する本件審決の判断に誤りはなく，取消事由2及び3はいずれも理由がない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "a",
                              "text": [
                                "これに対し，原告は，引用発明においては，矩形領域に一方と他方のカメラからの出力画像が互いに重複した状態が残らないように切り取られるとの解釈を前提として，当業者は，引用発明に，本件審決において周知技術とされる「複数のカメラから取得した重複領域を含む画像を合成して表示装置へ表示する場合，重複領域についてブレンディングを用いて合成して表示画像を生成する技術」を適用することはできず，また，適用する動機付けもないなどと主張する(取消事由2)。",
                                "しかし，この主張が前提とする解釈に理由がないことは，前記(2(2)ウ)のとおりである。"
                              ]
                            },
                            {
                              "fig": "b",
                              "text": [
                                "また，原告は，当業者は，画像がぼやける引用文献4及び5各記載の技術を「作業機械の上方に視点を持つ俯瞰画像と周囲を撮影するカメラからのカメラ画像を最適位置で結合して違和感のない結合画像を生成する」ことを課題とする引用発明に適用することは行わない旨も主張する。",
                                "確かに，引用文献4には「重複領域全体についていわゆるαブレンディングを用いた場合，図6(c)に示されるように両カメラ20c，20dの撮像領域の重複領域7内には，ポール5を変換した画像5A，5Bがそれぞれ映し出されるとともに，輝度が半分になるため，いずれも薄く表示されることから，ぼやけた画像として表示されることになる」(【0027】)旨が，引用文献5には「ある物体が重複範囲OLa～OLdに存在するとき，その物体が合成画像上必ずしも鮮明には表示されない可能性がある」(【0029】)旨が，それぞれ記載されている。",
                                "しかし，他方，引用文献4には，表示画像中の立体物を運転者が認識しやすいような合成処理を行う例(【0028】)として，「例えば，重複領域のうち検出した立体物を含む一部の領域のみでαブレンディングを実施し，重複するそれぞれの視点変換画像を用いて合成処理を行う。重複領域のその他の領域では立体物からみてその領域側のカメラで取得した画像から得られた視点変換画像のみを用いて合成を行う」(【0030】)こと，その結果，表示画像中での立体物の消失やぼけが防止されること(【0031】)も記載されている。",
                                "そうすると，画像の重複領域の合成処理に関する周知の方法は，必ずしもぼやけた画像をもたらすものとはいえない。",
                                "また，原告が指摘する引用発明の課題は，俯瞰画像と矩形領域との結合画像の生成に関するものであって，隣り合う画像の重複領域に関するものではないから，隣り合う画像の合成に係る周知技術の適用可能性とは無関係である。"
                              ]
                            },
                            {
                              "fig": "c",
                              "text": [
                                "以上より，この点に関する原告の主張はいずれも採用し得ない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明に特有の効果)について",
          "text": [
            "原告は，本願発明につき，「上部旋回体の左後方及び右後方の2方向に形成された重複領域において，隣り合う撮像装置のそれぞれの撮像画像を合成して『前記重複領域に対応する出力画像部分』」を生成したことにより，各カメラの重複領域となる上部旋回体の左後方及び右後方に対する視認性を向上させることを可能とするものであり，格別な作用効果を有するものである旨主張する。",
            "しかし，前記のとおり，本願発明は，隣り合う撮像装置の処理につき，「前記制御部は，前記隣り合う撮像装置のそれぞれの撮像画像を合成し，」と特定するのみで，具体的な合成方法について何ら特定するものではない。そうすると，原告が主張する「視認性を向上させることが可能となる」との効果は，従前の合成技術を用いた場合の効果以上のものを示すものではない。",
            "なお，本願明細書等に記載された輝度差や消失の防止をして，はっきりと表示されること，これによる視認性を向上させること等の効果は，本願明細書等に記載された具体的な合成方法を採用することによって初めて奏し得るものであって，本願発明に特定された事項のみによって得られるものと見るべき根拠はない。",
            "したがって，視認性を向上させることが可能となるという効果については，引用発明に記載されたものに，画像の重複領域における周知の合成方法の技術を適用することで予測し得るものにすぎないというべきである。すなわち，取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}