{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2012-800073号事件について平成28年6月29日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「経皮吸収製剤，経皮吸収製剤保持シート，及び経皮吸収製剤保持用具」とする特許第4913030号(以下「本件特許」という。)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成24年5月2日，本件特許のうち請求項1に係る部分を無効にするとの無効審判を請求した(無効2012-800073号)。",
                "被告は，平成25年1月22日，訂正請求をした(1回目)。",
                "特許庁は，同年4月15日，上記訂正を認めた上，「本件審判の請求は，成り立たない。」との審決をした。",
                "原告は，同年5月8日，知的財産高等裁判所に上記審決の取消しを求めて訴えを提起した(平成25年(行ケ)第10134号)。",
                "知的財産高等裁判所は，同年11月27日，上記審決を取り消す旨の判決(以下「第1次審決取消判決」という。)をし，同判決は確定した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "その後，特許庁において，上記無効審判の審理が再開された。",
                "被告は，平成26年2月28日，訂正請求をした(2回目)。",
                "特許庁は，同年8月12日，「請求のとおり訂正を認める。本件審判の請求は成り立たない。」との審決(以下「第2次審決」という。)をした。",
                "原告は，同年9月5日，知的財産高等裁判所に上記審決の取消しを求めて訴えを提起した(平成26年(行ケ)第10204号)。",
                "知的財産高等裁判所は，平成27年3月11日，上記審決を取り消す旨の判決をし，同判決は確定した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "その後，特許庁において，上記無効審判の審理が再開された。",
                "被告は，平成27年4月27日に訂正請求をし(3回目)，さらに，平成28年2月22日にも訂正請求をした(4回目。以下，この4回目の訂正請求を「本件訂正」という。)。",
                "特許庁は，同年6月29日，本件訂正を認めた上，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年7月7日原告に送達された(以下，この審決を「本件審決」という。)。",
                "原告は，同月21日，知的財産高等裁判所に本件審決の取消しを求めて本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正前後の特許請求の範囲の請求項1の記載は，次のとおりである(下線部は訂正箇所を示す。以下，本件訂正前の請求項1の発明を「本件発明」といい，本件訂正後の請求項1の発明を「本件訂正発明」という。また，本件訂正前の明細書を「本件明細書」といい，本件訂正後の明細書を「本件訂正明細書」という。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前",
              "text": [
                "「水溶性かつ生体内溶解性の高分子物質からなる基剤と，該基剤に保持された目的物質とを有し，皮膚に挿入されることにより目的物質を皮膚から吸収させる経皮吸収製剤であって，",
                "前記高分子物質は，コンドロイチン硫酸ナトリウム，ヒアルロン酸，グリコーゲン，デキストラン，キトサン，プルラン，血清アルブミン，血清α酸性糖タンパク質，及びカルボキシビニルポリマーからなる群より選ばれた少なくとも1つの物質であり，",
                "尖った先端部を備えた針状又は糸状の形状を有すると共に前記先端部が皮膚に接触した状態で押圧されることにより皮膚に挿入される，経皮吸収製剤。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正後",
              "text": [
                "「水溶性かつ生体内溶解性の高分子物質からなる基剤と，該基剤に保持された目的物質とを有し，皮膚(但し，皮膚は表皮及び真皮から成る。以下同様)に挿入され，皮膚に挿入された際に基剤が自己溶解することにより，目的物質を皮膚内に投与して皮膚から吸収させる経皮吸収製剤であって，",
                "前記高分子物質は，コンドロイチン硫酸ナトリウム，ヒアルロン酸，グリコーゲン，デキストラン，プルラン，血清アルブミン，血清α酸性糖タンパク質，及びカルボキシビニルポリマーからなる群より選ばれた少なくとも1つの物質(但し，デキストランのみからなる物質は除く)であり，",
                "尖った先端部を備えた針状又は糸状の形状を有し，シート状支持体の片面に保持されると共に前記先端部が皮膚に接触した状態で押圧されることにより皮膚に挿入される，経皮吸収製剤。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告が主張した無効理由は，新規性欠如(無効理由1)，実施可能要件違反(無効理由2)及びサポート要件違反(無効理由3)の3点である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対する本件審決の判断は別紙審決書写し記載のとおりであり，その要点は，原告主張の取消事由との関係では，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被請求人(被告)はこれまで4回訂正請求を行っているところ，本件訂正(4回目)を除くその余の訂正請求はいずれも特許法134条の2第6項の規定により取り下げられたものとみなされる。ただし，平成26年2月28日付けの訂正請求(2回目)には，請求項20及び21を削除する訂正が含まれていたところ，同年8月21日に「請求のとおり訂正を認める。本件審判の請求は成り立たない。審判費用は，請求人の負担とする。」との審決(第2次審決)が送達されたことから，その時点で，当該訂正請求のうち本件特許の請求項20及び21を削除する訂正については確定し，同年9月2日にその旨原簿登録がなされた。この審決の部分確定後の本件特許の請求項の数は19である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特許請求の範囲(本件訂正前)の請求項1に「針状又は糸状の形状を有すると共に」とあるのを「針状又は糸状の形状を有し，シート状支持体の片面に保持されると共に」とする訂正事項5は，訂正前の請求項1に記載された「経皮吸収製剤」を「シート状支持体の片面に保持される」ものに限定したものであるから，特許法134条の2第1項ただし書1号所定の特許請求の範囲の減縮を目的とするものに該当する。",
                        "また，本件明細書の【0097】及び【図10】の記載からみて，訂正事項5は，願書に添付した明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものであり，実質上特許請求の範囲を拡張し，又は変更するものではなく，特許法134条の2第9項において準用する同法126条5項及び6項に適合するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件訂正のうち，特許法134条の2第1項ただし書1号所定の事項を目的とするのは，無効審判の請求がされた請求項1についてのみであるなどのことから，本件訂正については，独立特許要件についての判断を要しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効理由1に関し",
                      "text": [
                        "本件訂正発明は，国際公開第2004／000389号(甲5-1)に記載された発明(以下「甲5-1発明」という。)であるとはいえず，また，国際公開第2005／058162号(甲7)に記載された発明(以下「甲7発明」という。)であるともいえないから，特許法29条1項3号に該当することを理由として本件特許を無効とすることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "無効理由2に関し",
                      "text": [
                        "本件訂正後の特許請求の範囲の請求項1には，基剤がヒアルロン酸のみからなる経皮吸収製剤が含まれているところ，発明の詳細な説明(実施例)には基剤がヒアルロン酸のみの場合の記載はないということを理由に，本件特許が，特許法36条4項1号に規定する要件を満たしていない特許出願に対してなされたものであるとすることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "無効理由3に関し",
                      "text": [
                        "本件訂正後の特許請求の範囲の請求項1には，基剤がヒアルロン酸のみからなる経皮吸収製剤が含まれているところ，発明の詳細な説明(実施例)には基剤がヒアルロン酸のみの場合の記載はないということを理由に，本件特許が，特許法36条6項1号に規定する要件を満たしていない特許出願に対してなされたものであるとすることはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した甲5-1発明の内容，本件訂正発明と甲5-1発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5-1発明の内容",
                  "text": [
                    "「溶解性及び生分解性の材料からなる固体マトリクスと，該固体マトリクスに保持された薬物とを有し，角質を貫通して皮膚に挿入され，皮膚に挿入された際に生分解性であるか可溶性であり，薬物を経皮的に送達させる微小穿孔器であって，",
                    "前記固体マトリクスは，例えば，トレハロース，グルコース，マルトース，ラクトース，ラクツロース，フルクトース，ツラノース，メリトース，メレチトース，デキストラン，ソルビトール，キシリトール，パラチニット及びマンニトールのような糖誘導体である炭水化物誘導体から選択することができ，",
                    "尖らせてあるか鋭利にされている針状などの形状を有し，バッキングを備える基部層の片面に配置されると共に皮膚に接触した状態で指又は他の圧力機構によって押圧されることにより皮膚に挿入される，微小穿孔器。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「水溶性又は生体内溶解性の高分子物質からなる基剤と，該基剤に保持された目的物質とを有し，皮膚(但し，皮膚は表皮及び真皮から成る。以下同様)に挿入され，皮膚に挿入された際に基剤が自己溶解することにより，目的物質を皮膚内に投与して皮膚から吸収させる経皮吸収製剤であって，",
                    "尖った先端部を備えた針状又は糸状の形状を有し，シート状支持体の片面に保持されると共に前記先端部が皮膚に接触した状態で押圧されることにより皮膚に挿入される，経皮吸収製剤。」である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "「水溶性又は生体内溶解性の高分子物質からなる基剤」について，本件訂正発明では，「水溶性かつ生体内溶解性の高分子物質からなる基剤」であって，「前記高分子物質は，コンドロイチン硫酸ナトリウム，ヒアルロン酸，グリコーゲン，デキストラン，プルラン，血清アルブミン，血清α酸性糖タンパク質，及びカルボキシビニルポリマーからなる群より選ばれた少なくとも1つの物質(但し，デキストランのみからなる物質は除く)」であると特定されているのに対し，甲5-1発明では，「溶解性及び生分解性の材料からなる固体マトリクス」であって，「前記固体マトリクスは，例えば，トレハロース，グルコース，マルトース，ラクトース，ラクツロース，フルクトース，ツラノース，メリトース，メレチトース，デキストラン，ソルビトール，キシリトール，パラチニット及びマンニトールのような糖誘導体である炭水化物誘導体から選択する」ことができると特定されている点"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決が認定した甲7発明の内容，本件訂正発明と甲7発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲7発明の内容",
                  "text": [
                    "「ヒアルロン酸，キトサン，プルランなどの生分解性ポリマからなる所定方向に延びる皮膚に侵入する医療用針であって，所定方向に垂直な平面で切断されたとき，先端部からの距離に依存して変化する断面積を有する三角形形状の断面を有し，所定方向に沿って連続的に一体成形される，断面積が単調増加する第1拡大領域と，断面積が単調減少する縮小領域と，断面積が単調増加する第2拡大領域とを有し，第1および第2拡大領域において最大の断面積を与える最大断面が実質的に同じ形状および断面積を有することを特徴とし，",
                    "医療用針は，内部において所定方向に延び，少なくとも1つの開口部を有する少なくとも1つの通路，及び，通路に連通し，薬剤を封止する少なくとも1つのチャンバを有する医療用針の後端部に連結された保持部を有し，開口部を介して薬剤を体内に徐放させることができるものであるか，あるいは，",
                    "医療用針は，所定方向に垂直な方向に延び，薬剤を収容する複数の縦孔と，縦孔を封止する生分解性材料からなる封止部を有し，体内に穿刺して留置しておくと封止部を構成する生分解性材料が徐々に分解され，縦孔に収容された薬剤を含む微小粒体または粒体を徐放させることができる医療用針。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「水溶性かつ生体内溶解性の高分子物質からなる基剤と，目的物質とを有し，皮膚に挿入され，皮膚に挿入された際に基剤が自己溶解することにより，目的物質を皮膚内に投与して皮膚から吸収させる経皮吸収製剤であって，",
                    "前記高分子物質はヒアルロン酸，キトサン，あるいは，プルランであり，",
                    "尖った先端部を備えた針状又は糸状の形状を有すると共に前記先端部が皮膚に接触した状態で押圧されることにより皮膚に挿入される，経皮吸収製剤。」である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1：本件訂正発明では，目的物質が「基剤に保持され」ているのに対し，甲7発明では，経皮吸収製剤(医療用針)に設けられた「少なくとも1つのチャンバ」に「封止」されるか，「縦孔に収容され」ることにより保持されている点，すなわち，目的物質が，基剤にではなく，基剤に設けられた空間に保持されている点"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2：「皮膚」について，本件訂正発明では，「皮膚(但し，皮膚は表皮及び真皮から成る。以下同様)」と特定されているのに対し，甲7発明ではそのように特定されていない点"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3：本件訂正発明では，経皮吸収製剤が「シート状支持体の片面に保持される」と特定されているのに対し，甲7発明ではそのように特定されていない点"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正目的違反・発明の要旨認定の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件違反(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "特許無効審決確定前の訂正の一部確定の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "甲5-1に基づく無効理由1についての判断の誤り(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "甲7に基づく無効理由1についての判断の誤り(取消事由5)"
            },
            {
              "fig": "(6)",
              "subject": "サポート要件違反(取消事由6)"
            },
            {
              "fig": "(7)",
              "subject": "独立特許要件の判断の遺漏(取消事由7)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正目的違反・発明の要旨認定の誤り)について",
          "text": [
            "(原告の主張)",
            "本件審決は，訂正事項5(シート状支持体片面への保持要件)について，特許請求の範囲の減縮に相当するので，訂正目的要件を充足していると判断した。",
            "しかし，本件発明は，経皮吸収製剤(マイクロニードル)という物の発明であるから，訂正の前後を通じて，それが物としてどのような態様(構成)であるかが明確にされていなければならないのに，訂正事項5は，経皮吸収製剤の使用される目的や使途を規定するものでしかなく，経皮吸収製剤の形状，構造，組成，物性等により経皮吸収製剤自体を特定するものとはいえないから，訂正事項5による訂正後の本件訂正発明は技術的に明確であるとはいえず，訂正事項5は特許請求の範囲の減縮には当たらない。",
            "また，本件審決は，訂正事項5の要件を甲7発明との相違点として認定し，正に訂正事項5で規定されるシート状支持体片面への保持要件に特許性の基礎を求めているような表現ぶりとなっているが，かかる訂正事項に特許性の基礎を求めることは，請求項1の経皮吸収製剤の発明から請求項19の経皮吸収製剤保持シートの発明へ実質的に変更することを許容するに等しく，許されない。仮にこのような訂正(シート状支持体片面への保持要件が構成要件とされる経皮吸収製剤)が認められてしまうと，形状，構造，組成，物性等以外の発明特定要素(構成要件)が入り込むことになるため，経皮吸収製剤(マイクロニードル)の技術的範囲が不明瞭となり，発明の明確性を欠く。",
            "そして，訂正事項5が訂正目的違反であれば，同一請求項中の全ての訂正が認められないことになるため，本件発明は，結局のところ，甲7発明と同一になり，新規性を欠く。",
            "したがって，本件審決は，明らかに結論に影響を及ぼす判断の誤りを犯しており，この点において取消しを免れない。",
            "(被告の主張)",
            "原告の主張は争う。訂正事項5は，訂正前の請求項1に記載されている経皮吸収製剤に対し，更に「シート状支持体の片面に保持される」との構成要件上の限定を加えたものであり，それによって，本件訂正前はシート状支持体の片面に保持されていないものを含んでいたのが，本件訂正後はシート状支持体の片面に保持されるものに限定されたのであるから，かかる訂正事項5が特許法134条の2第1項ただし書の特許請求の範囲の減縮(1号)を目的とする訂正に当たることは明らかである。",
            "そして，この訂正事項5は，請求項1の経皮吸収製剤に対して，本件明細書中に記載され，請求項19においても記載されているシート状支持体の構成を追加したものであり，両者の構成及び関係は本件明細書の記載上明確であるから，物としての態様(構成)が明確でないとの批判も当たらない。",
            "また，特許法上，物の発明において使途の構成を規定してはいけないというような制限はないし，本件訂正発明が飽くまで経皮吸収製剤の発明であって，経皮吸収製剤保持シートの発明でないことは，訂正後の請求項1の文言から明らかである。したがって，この点に関する原告の主張も当たらない。",
            "よって，取消事由1に係る原告の主張は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件違反)について",
          "text": [
            "(原告の主張)",
            "取消事由2(実施可能要件違反)に関する原告の主張は審判請求書記載のとおりであり，これを排斥した本件審決の判断は誤りである。",
            "仮に本件審決のいうとおり本件訂正が全て許容されるとした場合，新たな問題を惹起する。",
            "すなわち，訂正事項5(シート状支持体片面への保持要件)に関し，本件訂正明細書には何らの実施例もなく，【0097】にはシートにつき「支持体102としては，貼付剤に一般的に使用されているもの」でよいとあるのであるから，おそらく絆創膏に用いられるようなパッチ状やシール状のものが想定されているのであろうが，使用前の状態では硬質の経皮吸収製剤(マイクロニードル)をどのようにすれば目も粗く，伸び縮みするような柔軟なシート材に安定的に使用可能に立設できるのかという点については，何らの開示も示唆もなく，これでは当業者といえども実施できるものではない。",
            "この訂正事項5が，公知技術(甲7)との重要な相違点であり，そこに特許性の基礎を求めるのであれば，なおのこと，この点が実施可能に十分かつ明確に開示されていなければならないはずである。",
            "本件訂正発明は，結局のところ，実施可能要件の更なる違反を招来するものでしかなく，この点においても本件審決の取消しは免れない。",
            "(被告の主張)",
            "原告の主張は争う。本件審決の判断に誤りはない。",
            "原告が主張する「新たな問題」についても，本件訂正明細書においては，経皮吸収製剤がシート状の支持体の片面に保持された一つの実施形態が図10に示されており，さらに，【0095】には，経皮吸収製剤を製造する方法として，鋳型を用いる方法が図9と共に記載され，鋳型はフッ素樹脂，シリコン樹脂，ABS樹脂等製の平板に，円錐状の孔を複数設けて作成し，これらの孔に目的物質を含有する基材を充填し，乾燥又は硬化後取り出して，針状の経皮吸収製剤を製造できることが記載されている。また，【0158】及び【0159】では，実施例22として，針状の穴を30個有するシリコン樹脂製の鋳型に，ヒアルロン酸，デキストラン，インスリンナトリウム及び水を混和させた糊状物を充填し，乾燥し，硬化させた後，硬化物を鋳型から剥がすことにより，経皮吸収製剤が製造されている。なお，【0159】に「糊状の基材を，上記のシリコン製の鋳型に押し付けて充填した」と記載されているように，糊状の基材は鋳型の表面を覆うように押し付けて充填されるので，30本のマイクロニードルは相互に独立した状態ではなく，鋳型表面上で連結した形状で硬化，成形されることが理解される。",
            "これらの記載を併せて読めば，当業者は，図10のような，シート状の支持体の片面に保持された経皮吸収製剤を，鋳型技術によって製造することを理解でき，鋳型技術を適宜適用して，本件訂正発明を実施することが可能である。",
            "したがって，取消事由2に係る原告の主張は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(特許無効審決確定前の訂正の一部確定の誤り)について",
          "text": [
            "(原告の主張)",
            "本件審決は，特許法134条の2第6項の規定により，本件訂正(4回目)を除くその余の訂正請求はいずれも取り下げられたものとみなされると認定する一方で，平成26年2月28日付けの訂正請求(2回目)に含まれていた請求項20及び21を削除する訂正は，第2次審決の送達(平成26年8月21日)の時点で確定し，同年9月2日にその旨原簿登録がなされ，第2次審決の部分確定後の本件特許の請求項の数が19であると判断している。",
            "しかし，特許無効審判の手続における訂正請求は，審決が確定しない限り，当該訂正も確定しないと解するべきである。とりわけ，本件のように，特許無効審判の手続において，複数回にわたり訂正請求がされた場合，特許法134条の2第6項により先の請求がいずれも取り下げられたものとみなされるにもかかわらず，審決送達時にみなし取下げとなった先の訂正請求による訂正が確定したとすることは，特許法上の明文の規定がなく，その法的根拠も明らかでないのみならず，特許法136条の2第6項に反するといわざるを得ない。",
            "したがって，本件審決は，本件訂正前の本件特許を正しく認定しておらず，取消しを免れない。",
            "(被告の主張)",
            "原告の主張は争う。取消事由3に関し，原告が主張する本件審決の誤りは，第2次審決の部分確定後の本件特許の請求項の数が19であるとの認定のみであり，特許庁が行った請求項20及び21を削除する原簿登録の措置は本件審決ではない。",
            "仮に本件審決の上記認定部分が誤りであったとしても，原告の不利益はなく，本件審決を取り消さなければならない違法性は全く存在しない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(甲5-1に基づく無効理由1についての判断の誤り)について",
          "text": [
            "(原告の主張)",
            "本件審決は，本件訂正発明においては，デキストランのみから成る物質は除かれるのであるから，この部分において本件訂正発明と甲5-1発明とは相違点を有すると認定しているが，本件訂正(訂正事項5)が認められない結果，この部分の認定は相違点とはならない。",
            "したがって，甲5-1から認定される引用発明と本件発明は同一であり，少なくとも，甲5-1に基づく無効理由1(新規性欠如)により，本件特許は無効となるべきものであるから，本件審決は，明らかに結論に影響を及ぼす判断間違いを犯しており，取消しを免れない。",
            "(被告の主張)",
            "原告の主張は争う。原告の主張は，訂正事項5が訂正要件を満たさず，その結果，本件訂正が全体として認められないことを前提とするものであるが，訂正事項5は訂正要件を満たしているから，その前提自体が失当である。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(甲7に基づく無効理由1についての判断の誤り)について",
          "text": [
            "(原告の主張)",
            "本件審決は，本件訂正発明と甲7発明とは，相違点1ないし3を有すると認定するが，そもそも，本件訂正(訂正事項5)が認められない結果，相違点2及び3のいずれの部分の認定も相違点とはならない。",
            "また，相違点1については，本件審決が認定するとおり，実質的な相違点ではなく，本来，一致点として認定されるべきものである。",
            "したがって，甲7から認定される引用発明と本件発明は同一であり，少なくとも，甲7に基づく無効理由1(新規性欠如)により，本件特許は無効となるべきものであるから，本件審決は，明らかに結論に影響を及ぼす判断間違いを犯しており，取消しを免れない。",
            "(被告の主張)",
            "原告の主張は争う。原告の主張は，訂正事項5が訂正要件を満たさず，その結果，本件訂正が全体として認められないことを前提とするものであるが，訂正事項5は訂正要件を満たしているから，その前提自体が失当である。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(サポート要件違反)について",
          "text": [
            "(原告の主張)",
            "取消事由6(サポート要件違反)に関する原告の主張は審判請求書記載のとおりであり，これを排斥した本件審決の判断は誤りである。",
            "仮に本件審決のいうとおり本件訂正が全て許容されるとした場合，新たな問題を惹起する。",
            "すなわち，本件訂正明細書の【0097】に記載されているのは，請求項19に規定されている「経皮吸収製剤保持シート」の形態であって，「経皮吸収製剤を保持シートに保持する」ことの説明は一切記載されていない。そして，「シート状支持体に保持された態様の経皮吸収製剤が，経皮吸収製剤保持シートと，実体として同じものとなるとしても，『経皮吸収製剤』の発明を『経皮吸収製剤保持シート』の発明に変更するものではない」(本件審決11頁26～28行目)との本件審決の判断を前提にすれば，「シート状支持体の片面に保持された経皮吸収製剤」と「経皮吸収製剤シート」が完全同一ではない以上，本件訂正明細書には「シート状支持体の片面に保持された経皮吸収製剤」の記載が存在しない(サポートされていない)ことになってしまう。",
            "この訂正事項5が，公知技術(甲7)との重要な相違点であり，そこに特許性の基礎を求めるのであれば，なおのこと，この点が十分かつ明確に開示(サポート)されていなければならないはずである。",
            "したがって，本件訂正発明は，結局のところ，サポート要件の更なる違反を招来するものでしかなく，本件審決の取消しは免れない。",
            "(被告の主張)",
            "原告の主張は争う。本件審決の判断に誤りはない。",
            "原告が主張する「新たな問題」についても，本件訂正明細書の【0097】には，図10と共に請求項19の「経皮吸収製剤保持シート」が記載されているが，図10から明らかなように，「経皮吸収製剤保持シート」100は，シート状の支持体102と，経皮吸収製剤1iないし1qから成るところ，【0097】と図10に，経皮吸収製剤1iないし1qをシート状の支持体102に保持することが記載されているのは明らかである。",
            "したがって，取消事由6に係る原告の主張は理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(独立特許要件の判断の遺漏)について",
          "text": [
            "(原告の主張)",
            "本件審決は，本件訂正のうち減縮を目的とするのは，請求項1だけであると判断しているが，請求項19に関する訂正事項も減縮を目的とするものであるから，本件審決には，訂正後の請求項19に対する独立特許要件についての判断の遺漏がある。このような審決が違法であることは間違いない。",
            "(被告の主張)",
            "原告の主張は争う。本件無効審判請求(無効2012-800073号)において，原告(請求人)が無効審判を求めているのは請求項1のみである。訂正後の請求項19は，特許庁の職権審理の対象にすぎず，その独立特許要件違反について，原告は請求人として主張をする立場にはない。",
            "なお，本件審決は，訂正後の請求項1について，原告が主張する無効理由1ないし3を全て検討して，いずれも成立しないことを確認した上，特許性を認めている。ここで，訂正後の請求項19と訂正後の請求項1を対比すると，請求項19では発明の対象が経皮吸収製剤保持シートであるのに対し，請求項1では発明の対象がシートに保持される経皮吸収製剤であって，両者は相違するが，一方で，請求項19は，請求項1を引用することで経皮吸収製剤の構成を特定しており，発明の対象以外の構成要件は両発明間で共通する。そうすると，請求項1とは発明の対象のみが相違し，その他の構成要件は両発明間で共通する請求項19の発明についても，特許を受けることができることは，明らかである。",
            "したがって，本件審決においては，訂正後の請求項19の独立特許要件についても，実質上審理しているといえるから，請求項19について訂正を認めた本件審決に取り消されるべき違法は存在しない。",
            "よって，原告が主張する取消事由7は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，取消事由1(訂正目的違反・発明の要旨認定の誤り)は理由があり，本件審決は違法であって，取消しを免れないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正目的違反・発明の要旨認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件発明は，経皮吸収製剤(マイクロニードル)という物の発明であるから，訂正の前後を通じて，それが物としてどのような態様(構成)であるかが明確にされていなければならないのに，訂正事項5は，経皮吸収製剤の使用される目的や使途を規定するものでしかなく，経皮吸収製剤の形状，構造，組成，物性等により経皮吸収製剤自体を特定するものとはいえないから，訂正事項5による訂正後の本件訂正発明は技術的に明確であるとはいえず，訂正事項5は特許請求の範囲の減縮には当たらない，と主張する。",
                "よって検討するに，訂正事項5は，本件訂正前の特許請求の範囲の請求項1に「針状又は糸状の形状を有すると共に」とあるのを「針状又は糸状の形状を有し，シート状支持体の片面に保持されると共に」に訂正する，というものであり，これを請求項の記載全体でみると，「…尖った先端部を備えた針状又は糸状の形状を有すると共に前記先端部が皮膚に接触した状態で押圧されることにより皮膚に挿入される，経皮吸収製剤」とあるのを「…尖った先端部を備えた針状又は糸状の形状を有し，シート状支持体の片面に保持されると共に前記先端部が皮膚に接触した状態で押圧されることにより皮膚に挿入される，経皮吸収製剤」に訂正するものである。",
                "ここで，「経皮吸収製剤」にかかる「前記先端部が皮膚に接触した状態で押圧されることにより皮膚に挿入される」との文言は，経皮吸収製剤の使用態様を特定するものと解されるから，その直前に挿入された「シート状支持体の片面に保持されると共に」の文言も，前記文言と併せて経皮吸収製剤の使用態様を特定するものと解することが可能である。すなわち，訂正事項5は，経皮吸収製剤のうち，「シート状支持体の片面に保持される」という使用態様を採らない経皮吸収製剤を除外し，かかる使用態様を採る経皮吸収製剤に限定したものといえる。",
                "ところで，本件発明は「経皮吸収製剤」という物の発明であるから，本件訂正発明も「経皮吸収製剤」という物の発明として技術的に明確であることが必要であり，そのためには，訂正事項5によって限定される「シート状支持体の片面に保持される…経皮吸収製剤」も，「経皮吸収製剤」という物として技術的に明確であること，言い換えれば，「シート状支持体の片面に保持される」との使用態様が，経皮吸収製剤の形状，構造，組成，物性等により経皮吸収製剤自体を特定するものであることが必要である。",
                "しかしながら，「シート状支持体の片面に保持される」との使用態様によっても，シート状支持体の構造が変われば，それに応じて経皮吸収製剤の形状や構造(特にシート状支持体に保持される部分の形状や構造)も変わり得ることは自明であるし，かかる使用態様によるか否かによって，経皮吸収製剤自体の組成や物性が決まるという関係にあるとも認められない。",
                "したがって，上記の「シート状支持体の片面に保持される」との使用態様は，必ずしも，経皮吸収製剤の形状，構造，組成，物性等により経皮吸収製剤自体を特定するものとはいえず，訂正事項5によって限定される「シート状支持体の片面に保持される…経皮吸収製剤」も，「経皮吸収製剤」という物として技術的に明確であるとはいえない(なお，「シート状支持体の片面に保持される」との用途にどのような技術的意義があるのかは不明確といわざるを得ないから，本件訂正発明をいわゆる「用途発明」に当たるものとして理解することも困難である。)。",
                "そうすると，訂正事項5による訂正後の特許請求の範囲の請求項1の記載は，技術的に明確であるとはいえないから，訂正事項5は，特許請求の範囲の減縮を目的とするものとは認められない。",
                "なお，仮に，「シート状支持体の片面に保持されると共に」の文言が経皮吸収製剤の使用態様を特定するものではなく，「尖った先端部を備えた針状又は糸状の形状を有し」との文言と同様に経皮吸収製剤の構成を特定するものであるとすれば，本件訂正発明は，「シート状支持体の片面に保持された状態にある経皮吸収製剤」になり，構成としては「片面に経皮吸収製剤を保持した状態にあるシート状支持体」と同一になるから，訂正事項5は，本件訂正前の請求項1の「経皮吸収製剤」という物の発明を，「経皮吸収製剤保持シート」という物の発明に変更するものであり，実質上特許請求の範囲を変更するものとして許されないというべきである(特許法134条の2第9項，126条6項)。",
                "したがって，かかる違法な結果を招来する解釈は取り得ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "text": [
                "被告は，訂正事項5は，請求項1の経皮吸収製剤に対して，本件明細書中に記載され，請求項19においても記載されているシート状支持体の構成を追加したものであり，両者の構成及び関係は本件明細書の記載上明確であるから，物としての態様(構成)が明確でないとの批判も当たらないし，特許法上，物の発明において使途の構成を規定してはいけないというような制限はなく，本件訂正発明が飽くまで経皮吸収製剤の発明であって，経皮吸収製剤保持シートの発明でないことは，訂正後の請求項1の文言から明らかである，などと主張する。",
                "しかしながら，訂正事項5は，経皮吸収製剤のうち，「シート状支持体の片面に保持される」という使用態様を採らない経皮吸収製剤を除外し，かかる使用態様を採る経皮吸収製剤に限定したものとみるべきであり，「経皮吸収製剤」自体の構成を更に限定するものとみるのは相当でないこと，そして，訂正事項5が，使用態様の限定であるとしても，かかる限定によって，経皮吸収製剤自体の形状，構造，組成，物性等が決まるという関係にあるとは認められず，本件訂正後の経皮吸収製剤も技術的に明確であるといえないことは，いずれも前記のとおりである。",
                "したがって，これに反する被告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，訂正事項5が特許請求の範囲の減縮に該当するとの本件審決の判断には誤りがある。そして，訂正事項5は，特許請求の範囲に実質的影響を及ぼすものであるから，同訂正事項を含む本件訂正は一体として許容されるべきものではない(最高裁判所昭和53年(行ツ)第27号，第28号同55年5月1日第一小法廷判決・民集34巻3号431頁参照)。",
                "そうすると，本件特許に係る無効理由の有無は，本件発明について判断すべきであるところ，本件発明は甲7に記載された発明であって特許法29条1項3号の規定により特許を受けることができないものであることは，確定した第1次審決取消判決の判示するところである。",
                "したがって，本件訂正を認めた本件審決の判断の誤りは，審決の結論に影響を及ぼすものであるから，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，その余の取消事由について判断するまでもなく，本件審決は違法であり取消しを免れない。",
            "よって，原告の請求は理由があるからこれを認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}