{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2014-15499号事件について平成27年12月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成20年10月7日，発明の名称を「潤滑油組成物及びその製造方法」とする特許出願をしたが(特願2008-261066号。請求項数6。以下「本願」という。甲1)，平成26年4月30日付けで拒絶査定を受けた(甲2)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年8月6日，これに対する不服の審判を請求したところ(甲3)，特許庁は，これを不服2014-15499号事件として審理し，平成27年6月3日付けで拒絶理由を通知した(以下「本件拒絶理由通知」という。甲5)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成27年7月24日，特許請求の範囲を補正したものの(以下「本件補正」という。請求項数6。甲6)，特許庁は，同年12月28日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，平成28年1月12日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年2月10日，本件審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(甲6)。以下，本件補正後の請求項1に記載された発明を，「本願発明」という。また，その明細書(甲1，6)を，「本願明細書」という。なお，「／」は，原文の改行部分を示す(以下同じ。)。",
            "【請求項1】尿素アダクト値が2．5質量％以下，40℃における動粘度が14～25mm2／s，粘度指数が120以上である第1の潤滑油基油成分，及び，40℃における動粘度が14mm2／s未満である第2の潤滑油基油成分を含有し，潤滑油基油全量基準で，前記第1の潤滑油基油成分の含有量が10～99質量％，前記第2の潤滑油基油成分の含有量が1～50質量％である潤滑油基油と，粘度指数向上剤と，／を含有し，100℃における動粘度が4～12mm2／sであり，粘度指数が200～350であることを特徴とする潤滑油組成物。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，以下のとおり，本願発明は，①発明の詳細な説明に記載したものであるとはいえず，その特許請求の範囲の記載が，特許法36条6項1号に規定する要件(以下「サポート要件」ということがある。)を満たしておらず，②その明細書の発明の詳細な説明の記載が，当業者がその実施をすることができる程度に明確かつ十分に記載したものであるとはいえず，同条4項1号に規定する要件(以下「実施可能要件」ということがある。)を満たしていないから，特許を受けることができないものであって，本願は拒絶すべきものである，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件について",
              "text": [
                "本願発明の課題は，潤滑油の150℃のHTHS粘度を一定に維持しつつ，100℃におけるHTHS粘度を低減し，-35℃以下におけるCCS粘度を著しく改善できる高粘度指数の潤滑油組成物を提供することである。",
                "本願発明は，「尿素アダクト値が2．5質量％以下，40℃における動粘度が14～25mm2／s，粘度指数が120以上である」と特定される第1の潤滑油基油成分(第1の潤滑油基油成分)を10～99質量％(潤滑油基油全量基準)及び「40℃における動粘度が14mm2／s未満である」と特定される第2の潤滑油基油成分(第2の潤滑油基油成分)を1～50質量％(潤滑油基油全量基準)含有するものとされていることから(以下「質量％」を単に「％」と記載することがある。)，本願明細書の実施例1に係る潤滑油組成物(基油2：72％＋基油4：28％)と比較例2に係る潤滑油組成物(基油5：12％＋基油6：88％)とを，15％：85％の割合で混合した基油(以下「ケースA」という。)を想定する。ケースAは，合計4種類の潤滑油基油「基油2」，「基油4」，「基油5」及び「基油6」から構成されることとなり，このうち，本願発明の「第1の潤滑油基油成分」に相当するのは基油2のみであって，その含有量は10．8％(72％×0．15)となり，本願発明における「第2の潤滑油基油成分」については，単に「40℃における動粘度が14mm2／s未満である」と特定されているのみであることから，基油4のみならず基油5もこれに相当し，その含有量は合計14．4％(28％×0．15＋12％×0．85)となる。そうすると，ケースAについても，本願発明で特定された潤滑油基油組成物に相当するものとなる。",
                "実施例1に係る潤滑油組成物と比較例2に係る潤滑油組成物とは，低温特性に大きな差があり，前者については，高評価であり，本願発明の課題が解決される旨記載されているのに対し，後者については，本願発明の課題を解決し得ない旨記載されていることから，当業者は，本願明細書の実施例の記載から，ケースAが本願発明の課題を解決すると理解することはないというべきである。また，第1の潤滑油基油成分に関し，実施例における含有量である72％から大きく離れた下限値である10％の近傍において，実施例と同様の低温特性を示すであろうことについて合理的な説明がされているとはいえず，第2の潤滑油基油成分に関し，この含有量が14．4％であるケースAについて，実施例と同様の低温特性を示すであろうことについて合理的な説明がされているとはいえない。したがって，本願明細書の記載は，技術常識を考慮しても，当業者において，ケースAが本願発明の課題を解決できるものであると理解するとはいえない。",
                "そうすると，本願明細書の発明の詳細な説明は，本願発明の一部については本願発明の課題が解決できることが記載されているとしても，これを本願発明の全範囲にまで一般化できることについては，当業者が理解できるように記載されているとすることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実施可能要件について",
              "text": [
                "本願発明の課題について，当業者が理解できるように記載されているものとすることができないことは，前記(2)のケースAのとおりであり，発明の詳細な説明の記載は，当業者が実施できるように明確かつ十分に記載されているものとすることができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "手続違背(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "サポート要件に係る判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "実施可能要件に係る判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)について",
          "text": [
            "〔原告の主張〕",
            "本件拒絶理由通知においては，「発明特定事項と課題の解決との関係(作用機序)が記載されておらず，実施例1～4は限られた特性のものに限られている」ことを，サポート要件及び実施可能要件を満たしていない根拠としていた。",
            "しかし，本件審決は，「ケースAの潤滑油組成物は所望の低温特性を示さない」ことを，サポート要件及び実施可能要件を満たしていない根拠としている。",
            "以上のとおり，サポート要件及び実施可能要件を満たしていないとする根拠は，本件審決と本件拒絶理由通知とでは異なっている。そして，本件拒絶理由通知に接した原告において，特に，第1の潤滑油基油成分に相当する「基油2」の含有量が10．8％，第2の潤滑油基油成分に相当する「基油4」及び「基油5」の合計が14．4％である「ケースA」を想定すべき事情は存しない。",
            "したがって，「ケースAの潤滑油組成物は所望の低温特性を示さない」ことを根拠とするサポート要件及び実施可能要件違反の拒絶理由を通知することなくされた本件審決に係る手続は，特許法159条2項で準用する同法50条に違背し，原告の防御権を不当に奪ったものといえる。",
            "〔被告の主張〕",
            "本願発明がサポート要件及び実施可能要件違反であるとする理由について，本件拒絶理由通知では，「実施例…を検討しても，・・・第1の潤滑油基油成分と…第2の潤滑油基油成分とを潤滑油基油全量基準で72質量％と28質量％…のものに限られ，当該実施例に係る記載に基づき，本願の各請求項に係る発明が包含し得る実施態様の全てについてまで，上記本願発明の課題を解決できるものと認識することはできない」と記載し，特許請求の範囲に記載された発明における第1の潤滑油基油成分と第2の潤滑油基油成分の含有量が72質量％と28質量％以外の態様についてのサポート要件違反を指摘していたのを，本件審決では，そのような特許請求の範囲に記載された発明における具体的態様として，ケースAを想定して判断したにすぎない。",
            "以上のとおり，本件審決における本願を拒絶すべきものであるとする理由は，既に本件拒絶理由通知においても指摘されていたものというべきであって，本件審判手続には，原告が主張するような手続違背はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(サポート要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当業者が特にケースAを想定すべき事情はないこと",
              "text": [
                "本件審決は，ケースAを想定した上で，本願明細書は，当業者において，技術常識を考慮したとしても，ケースAの場合について，本願発明の課題を解決できることが理解されるように記載されているとはいえない旨判断した。",
                "しかし，本願明細書の記載に接した当業者において，本願発明の課題との関係で特にケースAを想定すべき事情は全く存在しない(本願発明は，課題を解決した潤滑油組成物に，課題を解決しない潤滑油組成物を混合することにより，課題を解決しようとするものではない。)から，当業者が，発明の詳細な説明の記載からケースAを想定し，本願発明の課題を解決できないと認識することはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "ケースAの潤滑油組成物は本願発明の課題を解決すること",
              "text": [
                "仮に，本願明細書の記載に接した当業者において，本願発明の課題との関係で特にケースAを想定すべき事情があったとしても，以下のとおり，当業者であれば，ケースAの潤滑油組成物により本願発明の課題を解決できると認識する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の課題",
                  "text": [
                    "本願発明の課題は，「省燃費性と低温粘度に優れ，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油を用いずとも，高温高せん断粘度を維持しながら，省燃費性と-35℃以下における低温粘度とを両立することができ，特に潤滑油の150℃のHTHS粘度を一定に維持しつつ，100℃におけるHTHS粘度を低減し，-35℃以下におけるCCS粘度を著しく改善できる高粘度指数の潤滑油組成物を提供すること」(【0006】)である。すなわち，高温・高せん断の影響を受けた状態での潤滑油の実効粘度の確保に関する「150℃におけるHTHS粘度(高温高せん断粘度)の維持」と，「省燃費性(特に潤滑油の100℃におけるHTHS粘度の低減)」及びエンジン低温始動性に関する「-35℃以下における低温粘度(特にCCS粘度)の改善」とを両立させることにある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決の判断",
                  "text": [
                    "本件審決は，ケースAの潤滑油組成物が本願発明の課題を解決できないことを論理的に帰結できていない。",
                    "すなわち，本件審決では，ケースAの潤滑油組成物により本願発明の課題が解決されるか否かを検討するのではなく，ケースAの潤滑油組成物が実施例1ないし4の潤滑油組成物と同様の低温特性を示すか否かが検討されているが，これを検討したところで，本願明細書が，当業者において，ケースAの場合について，本願発明の課題を解決できることが理解されるように記載されているとはいえないとの結論には至らない。本願発明の課題は，単に所望の低温特性を有することではないから，当業者が，ケースAの低温特性のみに着目して，ケースAの場合，本願発明の課題を解決し得ないと推認することはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願明細書の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願明細書の【表6】から，実施例1の潤滑油組成物の40℃動粘度，100℃動粘度，100℃HTHS粘度，150℃HTHS粘度，-35℃CCS粘度が，それぞれ26．69mm2／s，7．49mm2／s，4．39mPa・s，2．6mPa・s，2100mPa・sであること，【表7】から，比較例2の潤滑油組成物のそれらが，それぞれ31．12mm2／s，7．52mm2／s，4．72mPa・s，2．59mPa・s，5000mPa・sであることが分かる。",
                        "ここで，実施例1と比較例2の潤滑油組成物の40℃動粘度，100℃動粘度，100℃HTHS粘度，150℃HTHS粘度，-35℃CCS粘度を対比すると，両者は「150℃におけるHTHS粘度が同程度のものであるが」，後者に比べて，前者は，「40℃動粘度，100℃動粘度，100℃HTHS粘度およびCCS粘度が低く，低温粘度および低温粘度特性が良好であった。」ことが理解される(【0155】)。そして，この結果から，当業者は，実施例1の潤滑油組成物により本願発明の課題が解決できると認識する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ケースAの潤滑油組成物は，実施例1の潤滑油組成物と比較例2の潤滑油組成物を混合したものであり，前記(ア)によれば，「40℃動粘度，100℃動粘度，100℃HTHS粘度およびCCS粘度が低く，低温粘度および低温粘度特性が良好」な実施例1の潤滑油組成物を混合したケースAの潤滑油組成物と，それを混合しない比較例2の潤滑油組成物は，「150℃におけるHTHS粘度が同程度のものであるが」，後者に比べて，前者は，「40℃動粘度，100℃動粘度，100℃HTHS粘度およびCCS粘度が低く，低温粘度および低温粘度特性が良好」なものであり，当業者は，ケースAの潤滑油組成物によっても本願発明の課題を解決できると推論する。なお，当業者の上記推論が正しいことは，甲8によって，裏付けられる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告の主張について",
                  "text": [
                    "被告は，省燃費性と併せて考慮されるべき本願発明の課題に係る低温粘度特性(低温特性)は，従来の潤滑油と同等のレベルではなく，それよりも著しく改善されたレベル(従来の潤滑油の特性を超えるレベル)に達しているか否かを基準に評価されるべきものであり，当業者は，ケースAの低温特性が，本願発明の課題を解決できるレベルに達しているとは認識し得ない旨主張する。しかし，そのようなことは，本願明細書には記載されていない。",
                    "また，被告は，低温特性の優劣は，「2500mPa・s以下」，「2300mPa・s以下」という数値(あるいはその近傍値)を境界値として評価されているということができ，この境界値からみても，当業者は，ケースAの低温特性が，本願発明の課題を解決できるレベルに達しているとは認識し得ない旨主張する。しかし，CCS粘度を「2500mPa・s以下，特に2300mPa・s以下」としたものは，本願発明の例示にすぎない(【0136】)。本願明細書には，本願発明の課題を解決できるか否かが「2500mPa・s以下」，「2300mPa・s以下」という数値(あるいはその近傍値)を境界値として評価されるなどとは記載されていない。",
                    "本願明細書の記載からは，少なくとも，実施例1ないし4の潤滑油組成物が本願発明の課題を解決できるか否かが，実施例1ないし4の潤滑油組成物と比較例1ないし3の潤滑油組成物の150℃におけるHTHS粘度，40℃動粘度，100℃動粘度，100℃HTHS粘度及びCCS粘度を対比することにより区別されていることが分かる(【0155】)。したがって，仮にケースAを想定できたならば，ケースAが本願発明の課題を解決できるか否かは，ケースAの潤滑油組成物と比較例2の潤滑油組成物の150℃におけるHTHS粘度，40℃動粘度，100℃動粘度，100℃HTHS粘度及びCCS粘度を対比することにより区別するのが合理的であると当業者は理解する。そして，かかる対比により，当業者は，ケースAの潤滑油組成物によっても，本願発明の課題を解決できると推論する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決のサポート要件に係る判断は，誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件審決におけるサポート要件の判断手法",
              "text": [
                "本件審決は，特許請求の範囲に記載された発明が，当業者からみて，発明の詳細な説明の記載により当該発明の課題を解決できると認識できるものではないと判断し，その具体的な判断根拠を示すに当たって，例示すべき具体的態様として「ケースA」を挙げたにすぎない。",
                "そして，本件審決は，本願発明が潤滑油基油の組成につき「潤滑油基油全量基準で，前記第1の潤滑油基油成分の含有量が10～99質量％，前記第2の潤滑油基油成分の含有量が1～50質量％である潤滑油基油」と規定していることを踏まえ，各潤滑油基油成分の含有量の広範な数値範囲のうち，特にその下限値付近の態様に着目し，当該下限値付近の態様の一例として，ケースAを挙げたものであるが，本願明細書に接した当業者は，本願発明が上記規定を有する以上，その数値範囲に属する種々の態様を，本願発明の具体的態様として何らの困難もなく普通に想定できるといえる。",
                "したがって，本件審決が，サポート要件を検討し，その判断根拠を示すに当たって，当業者が容易に想定し得る態様の一例として「ケースA」を挙げたことに，違法とされるべき点はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "ケースAが本願発明の課題を解決できるとは認識し得ないこと",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の課題",
                  "text": [
                    "本願発明の課題が，【0006】に記載されたとおりのものであるとしても，省燃費性と併せて考慮されるべき本願発明の課題に係る低温粘度特性(低温特性)は，従来の潤滑油と同等のレベルではなく，それよりも著しく改善されたレベル(従来の潤滑油の特性を超えるレベル)に達しているか否かを基準に評価されるべきものである(【0004】，【0006】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ケースAの評価",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ケースAは，低温特性が良好で本願発明の課題を解決することが示された実施例1に係る潤滑油組成物(15％)と，低温特性が大きく劣るため本願発明の課題を解決し得ないとされる比較例2に係る潤滑油組成物(85％)との混合物であることから，当業者であれば，ケースAの低温特性は，その組成の大半を占める比較例2の特性に似通ったものであると推認する。",
                        "上記推認が妥当であることは，甲8の実験結果が示すとおりである。すなわち，甲8の実験結果によれば，ケースAのCCS粘度は「4600」であり，その低温特性は，本願明細書に比較例として記載された態様と同等のレベルであることが理解される。ここで，前記アのとおり，本願発明の課題，特に，省燃費性と併せて考慮されるべき低温特性は，従来の潤滑油と同等のレベルではなく，それよりも著しく改善されたレベル(従来の潤滑油の特性を超えるレベル)に達しているか否かを基準に評価されるべきものであるところ，ケースAの低温特性は，比較例(従来の潤滑油)と同等のレベルであるといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願明細書には，「-35℃におけるCCS粘度…を著しく改善することができる。例えば，本発明の潤滑油組成物によれば，-35℃におけるCCS粘度を2500mPa・s以下，特に2300mPa・s以下とすることができる。」(【0136】)との記載があり，この「2500mPa・s以下」，「2300mPa・s以下」という数値(あるいはその近傍値)を境界値として，【表6】，【表7】では実施例と比較例とが区別され，【0155】では，実施例，比較例それぞれが評価されている。",
                        "そうすると，低温特性の優劣(本願発明の課題を解決できるか否か)は，当該境界値を目安に評価されているということができ，この境界値からみても，当業者は，ケースAの低温特性が，本願発明の課題を解決できるレベルに達しているとは認識し得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本願明細書の記載に接した当業者は，ケースAが本願発明の課題を解決できるレベルに達しているとは認識し得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決のサポート要件に係る判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(実施可能要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "法令解釈の誤り",
              "text": [
                "本件審決は，特許法36条4項1号の「その実施をすることができる程度に明確かつ十分に，記載」を，「発明の課題を解決できることについて，当業者が理解できるように記載」と解釈している。",
                "しかし，物の発明における発明の実施とは，その物を生産，使用等することをいうから，特許法36条4項1号の「その実施をすることができる」とは，その物を作ることができ，かつ，その物を使用できることを意味し，物の発明については，明細書にその物を生産する方法及び使用する方法についての具体的な記載が必要であるが，そのような記載がなくても，明細書及び図面の記載並びに出願当時の技術常識に基づき，当業者がその物を作ることができ，かつ，その物を使用できるのであれば，実施可能要件を満たすというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "ケースAは実施可能であること",
              "text": [
                "仮に，本願明細書の記載に接した当業者において，実施可能性との関係で特にケースAを想定すべき事情があったとしても，当業者であれば，実施例1の潤滑油組成物と比較例2の潤滑油組成物を混合してケースAの潤滑油組成物を作ることができると認識する。また，ケースAの潤滑油組成物は，前記2〔原告の主張〕(2)ウ(イ)のとおり，本願発明の課題に対応する効果を奏するものであるから(【0018】，【0155】)，当業者は，ケースAの潤滑油組成物を，そのような効果を奏するものとして使用することができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決の実施可能要件に係る判断は，誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "実施可能要件の判断手法",
              "text": [
                "本願発明は，「潤滑油組成物」という物の発明であるから，本願発明が実施可能であるというためには，本願明細書及び図面の記載並びに本願の出願当時の技術常識に基づき，当業者が，本願発明の潤滑油組成物を作ることができ，かつ，当該潤滑油組成物を使用できる必要があるところ，特に後者の「使用できる」といえるためには，発明の詳細な説明に，当該潤滑油組成物が，少なくとも何らかの技術上の意義のある態様で使用することができること(所期する作用効果を奏すること)を裏付ける記載を要するというべきである。",
                "そして，本願発明の潤滑油組成物が，技術上の意義のある態様で使用することができるか否か，あるいは所期する作用効果を奏するか否かは，本願発明の課題が解決できるか否かにほかならない。",
                "したがって，本願発明の課題が解決できるか否かの検討を踏まえて，実施可能要件違反とした本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "ケースAが実施可能であるとはいえないこと",
              "text": [
                "前記2〔被告の主張〕(2)のとおり，ケースAによって本願発明の課題は解決できないのであるから，当業者において，ケースAの潤滑油組成物を，所期の効果を奏するものとして使用することができるとする原告の主張は，失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決の実施可能要件に係る判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明に係る特許請求の範囲(請求項1)は，前記第2の2記載のとおりであるところ，本願明細書(甲1，6)の発明の詳細な説明には，おおむね，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は潤滑油組成物及びその製造方法に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】従来，潤滑油の分野では，高度精製鉱油等の潤滑油基油に粘度指数向上剤，流動点降下剤等の添加剤を配合することによって，潤滑油の粘度-温度特性や低温粘度特性の改善が図られている…。また，高粘度指数基油の製造方法としては，天然や合成のノルマルパラフィンを含む原料油について水素化分解／水素化異性化による潤滑油基油の精製を行う方法が知られている…。",
                    "【0003】潤滑油基油及び潤滑油の低温粘度特性の評価指標としては，流動点，曇り点，凝固点などが一般的である。また，ノルマルパラフィンやイソパラフィンの含有量等の潤滑油基油に基づき低温粘度特性を評価する手法も知られている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0004】近時，潤滑油に求められる省燃費性は益々高くなっており，従来の潤滑油基油および粘度指数向上剤は粘度-温度特性及び低温粘度特性の点で必ずしも十分とは言えない。特に，SAE10クラスの潤滑油基油あるいはこれを主成分として含有する潤滑油組成物においては，高温高せん断粘度を維持しながら，省燃費性と，低温粘度(CCS粘度，MRV粘度等)を高いレベルで両立することは困難である。",
                    "【0005】なお，低温粘度を向上するだけであれば，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油などの低温粘度に優れる潤滑油基油を併用すれば可能となるが，上記合成油は高価であり，低粘度鉱油系基油は一般的に粘度指数が低くＮOACK蒸発量が高い。そのため，それらの潤滑油基油を配合すると，潤滑油の製造コストが増加し，あるいは，高粘度指数化及び低蒸発性を達成することが困難となる。また，これら従来の潤滑油基油を用いた場合であっても，省燃費性の改善には限界がある。",
                    "【0006】本発明はこのような実情に鑑みてなされたものであり，省燃費性と低温粘度に優れ，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油を用いずとも，高温高せん断粘度を維持しながら，省燃費性と-35℃以下における低温粘度とを両立することができ，特に潤滑油の150℃のHTHS粘度を一定に維持しつつ，100℃におけるHTHS粘度を低減し，-35℃以下におけるCCS粘度を著しく改善できる高粘度指数の潤滑油組成物を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0007】上記課題を解決するために，本発明は，尿素アダクト値が2．5質量％以下，40℃における動粘度が14～25mm2／s，粘度指数が120以上である第1の潤滑油基油成分，及び，40℃における動粘度が14mm2／s未満である第2の潤滑油基油成分を含有し，潤滑油基油全量基準で，第1の潤滑油基油成分の含有量が10～99質量％，第2の潤滑油基油成分の含有量が1～50質量％である潤滑油基油と，粘度指数向上剤と，を含有し，100℃における動粘度が4～12mm2／sであり，粘度指数が200～350であることを特徴とする潤滑油組成物を提供する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0018】本発明の潤滑油組成物は，省燃費性と低蒸発性および低温粘度特性に優れており，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油を用いずとも，150℃におけるHTHS粘度を維持しながら，省燃費性とＮOACK蒸発量および-35℃以下における低温粘度とを両立させることができ，特に潤滑油の40℃および100℃の動粘度と100℃におけるHTHS粘度を低減し，-35℃におけるCCS粘度，(-40℃におけるMRV粘度)を著しく改善することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "【0022】(潤滑油基油)本発明の潤滑油組成物は，尿素アダクト値が4質量％以下，40℃における動粘度が14～25mm2／s，粘度指数が120以上である第1の潤滑油基油成分，及び，40℃における動粘度が14mm2／s未満である第2の潤滑油基油成分を含有し，潤滑油基油全量基準で，第1の潤滑油基油成分の含有量が10～99質量％，第2の潤滑油基油成分の含有量が1％～50質量％である潤滑油基油を含有する。",
                    "【0023】第1の潤滑油基油成分は，尿素アダクト値，40℃における動粘度及び粘度指数が上記条件を満たすものであれば，鉱油系基油，合成系基油，または両者の混合物のいずれであってもよい。",
                    "【0024】第1の潤滑油基油成分としては，粘度-温度特性，低温粘度特性および熱伝導性の要求を高水準で両立させることが可能であることから，ノルマルパラフィンを含有する原料油を，尿素アダクト値が4質量％以下，40℃における動粘度が14～25mm2／s，粘度指数が120以上となるように，水素化分解／水素化異性化することにより得られる鉱油系基油または合成系基油，あるいは両者の混合物が好ましい。",
                    "【0025】第1の潤滑油基油成分の尿素アダクト値は，粘度-温度特性を損なわずに低温粘度特性を改善し，かつ高い熱伝導性を得る観点から，上述の通り4質量％以下であることが必要であり，…さらに好ましくは2．5質量％以下…である。…",
                    "【0026】また，第1の潤滑油基油成分の40℃動粘度は，14～25mm2／sであることが必要であり，…最も好ましくは15～16．5mm2／sである。…第1の潤滑油基油成分の40℃動粘度が25mm2／sを超える場合には，低温粘度特性が悪化し，また十分な省燃費性が得られないおそれがあり，第1の潤滑油基油成分の40℃動粘度が14mm2／s未満の場合は潤滑箇所での油膜形成が不十分であるため潤滑性に劣り，また潤滑油組成物の蒸発損失が大きくなるおそれがある。",
                    "【0027】第1の潤滑油基油成分の粘度指数は，低温から高温まで優れた粘度特性が得られるよう，また低粘度であっても蒸発しにくいためには，その値は120以上であることが必要であり，…特に好ましくは140以上である。粘度指数の上限については特に制限はなく，…。",
                    "【0028】第1の潤滑油基油成分の製造には，ノルマルパラフィンを含有する原料油を用いることができる。原料油は，鉱物油又は合成油のいずれであってもよく，あるいはこれらの2種以上の混合物であってもよい。…",
                    "【0033】上記の原料油について，得られる被処理物の尿素アダクト値，40℃における動粘度，粘度指数およびT90-T10がそれぞれ上記条件を満たすように，水素化分解／水素化異性化を行う工程を経ることによって，第1の潤滑油基油成分を得ることができる。水素化分解／水素化異性化工程は，得られる被処理物の尿素アダクト値及び粘度指数が上記条件を満たせば特に制限されない。…",
                    "【0049】第1の潤滑油基油成分の含有割合は，潤滑油基油の全量を基準として，10～99質量％であり，好ましくは30～95質量％，より好ましくは50～90質量％，さらに好ましくは60～85質量％，最も好ましくは65～80質量％である。当該含有割合が10質量％未満の場合には，必要とする低温粘度，省燃費性能が得られないおそれがある。",
                    "【0050】また，本発明の潤滑油組成物は，潤滑油基油の構成成分として，40℃における動粘度が14mm2／s未満である第2の潤滑油基油成分を含有する。",
                    "【0051】第2の潤滑油基油成分は，40℃における動粘度が14mm2／s未満であれば特に制限されないが，鉱油系基油としては，例えば40℃における動粘度が14mm2／s未満の溶剤精製鉱油，水素化分解鉱油，水素化精製鉱油，溶剤脱ろう基油などが挙げられる。",
                    "【0052】また，合成系基油としては，40℃における動粘度が14mm2／s未満の，ポリα-オレフィン又はその水素化物，…が挙げられる。",
                    "【0053】本発明においては，第2の潤滑油基油成分として，以下の要件を満たす潤滑油基油を用いることが特に好ましい。",
                    "【0054】第2の潤滑油基油成分の40℃における動粘度は，14mm2／s以下であることが必要であり，…特に好ましくは10mm2／s以下である。一方，当該40℃動粘度は，5mm2／s以上であることが好ましく，…特に好ましくは9mm2／s以上である。40℃における動粘度が5mm2／s未満の場合には，潤滑部位における油膜保持性および蒸発性に問題を生ずるおそれがあるため好ましくない。また40℃における動粘度が14mm2／s以上の場合には第 1 の潤滑油基油との併用効果が得られない。",
                    "【0070】本発明において，第2の潤滑油基油成分の含有量は，滑油基油全量を基準として，1質量％～50質量％，…最も好ましくは18～36質量％である。当該含有割合が1質量％未満の場合には，必要とする低温粘度，省燃費性能が得られないおそれがあることとなり，また，50質量％を超えると潤滑油の蒸発損失が大きく，粘度増加等の原因となるため好ましくないこととなる。",
                    "【0071】本発明の潤滑油組成物において，潤滑油基油は第1の潤滑油基油成分と第2の潤滑油基油成分とのみからなるものであってもよいが，第1の潤滑油基油成分及び第2の潤滑油基油成分の各含有量が上記範囲内である限りにおいて，第1の潤滑油基油成分及び第2の潤滑油基油成分以外の潤滑油基油成分をさらに含有してもよい。",
                    "【0072】また，第1の潤滑油基油成分及び第2の潤滑油基油成分を含む潤滑油基油の蒸留性状に関し，その初留点は好ましくは370℃以下…であり，好ましくは260℃以上…である。また，当該潤滑油基油の10％留出温度は好ましくは400℃以下…であり，好ましくは320℃以上…である。また，当該潤滑油基油の90％留出温度が好ましくは430℃以上…であり，好ましくは480℃以下…である。また，当該潤滑油基油の終点(FBP)は，好ましくは440～520℃…である。また，当該潤滑油基油の90％留出温度と10％留出温度との差が50℃以上…であり，好ましくは100℃以下…である。また，当該潤滑油基油のFBP-IBPは，好ましくは135～200℃…である。また，T10-IBPは，好ましくは20～100℃…である。また，FBP-T90は，好ましくは5～50℃…である。当該潤滑油基油において，IBP，T10，T50，T90，FBP，T90-T10，FBP-IBP，T10-IBP，FBP-T90を上記の好ましい範囲に設定することで，低温粘度の更なる改善と，蒸発損失の更なる低減とが可能となる。",
                    "【0073】また，当該潤滑油基油の40℃における動粘度は，好ましくは20mm2／s以下…であり，好ましくは8mm2／s以上…である。さらに，当該潤滑油基油の100℃における動粘度は，好ましくは4．5mm2／s以下…であり，好ましくは2．3mm2／s以上…である。当該潤滑油基油の動粘度を上記範囲とすることで，蒸発損失と低温粘度特性とのバランスにより優れた基油を得ることができる。",
                    "【0074】また，当該潤滑油基油の粘度指数は，好ましくは100以上であり，…好ましくは170以下…である。粘度指数を上記範囲とすることで粘度-温度特性に優れた基油を得ることができるとともに，粘度指数が格別に高く，低温粘度特性にも格別に優れた潤滑油組成物を得ることができる。",
                    "【0075】また，当該潤滑油基油のＮOACK蒸発量は，低温粘度特性と蒸発損失にバランスよく優れた潤滑油組成物を得るために，好ましくは10質量％以上…であり，好ましくは30質量％以下…である。特に，当該潤滑油基油のＮOACK蒸発量を21～23質量％とし，粘度指数向上剤やその他の潤滑油添加剤を10質量％以上配合することで，低温粘度特性と蒸発損失のバランスに優れ，高粘度指数であり，100℃におけるHTHS粘度を低下させ，省燃費性に優れた潤滑油組成物を得ることが可能となる。",
                    "【0076】また，当該潤滑油基油の100℃における動粘度(kv100)に対するT10の比kv100／T10(単位：mm2s-1／℃)は，好ましくは0．007～0．015…である。また，当該潤滑油基油の100℃における動粘度(kv100)に対するT50の比kv100／T50(単位：mm2s-1／℃)は，好ましくは0．006～0．009…である。kv100／T10およびkv100／T50がそれぞれ上記下限値未満の場合，潤滑油基油の収率が悪化する傾向にあり，また，経済性の点で好ましくない，また，上記上限値を超えると得られる粘度指数のわりに潤滑油組成物の蒸発性が大きくなる傾向にある。",
                    "【0077】なお，当該潤滑油基油の尿素アダクト値，％CP，％CA，％CＮ，％CP／％CＮの値，硫黄分，窒素分については，上述の第1の潤滑油基油成分，第2の潤滑油基油成分におけるそれらの値あるいはその他の配合可能な潤滑油基油成分並びにそれらの含有割合に応じて決まるが，上述の第1の潤滑油基油成分，第2の潤滑油基油成分におけるそれぞれの好ましい範囲であることが望ましい。",
                    "【0078】また，本発明の潤滑油組成物は，粘度指数向上剤を含有する。本発明の潤滑油組成物に含まれる粘度指数向上剤は特に制限はなく，…。",
                    "【0099】本発明における粘度指数向上剤の含有量は，組成物全量基準で，好ましくは0．1～50質量％，…特に好ましくは5～20質量％である。粘度指数向上剤の含有量が0．1質量％より少なくなると，粘度指数向上効果や製品粘度の低減効果が小さくなることから，省燃費性の向上が図れなくなるおそれがある。また，50質量％よりも多くなると，製品コストが大幅に上昇すると共に，基油粘度を低下させる必要が出てくることから，厳しい潤滑条件(高温高せん断条件)における潤滑性能を低下させ，摩耗や焼き付き，疲労破壊等の不具合が発生原因となることが懸念される。",
                    "【0100】本発明の潤滑油組成物は，潤滑油基油全量基準で，第1の潤滑油基油成分の含有量が10～99質量％，第2の潤滑油基油成分の含有量が1～50質量％となるように，また，得られる潤滑油組成物の100℃における動粘度が4～12mm2／s，粘度指数が200～350となるように，第1の潤滑油基油成分と，第2の潤滑油基油成分と，粘度指数向上剤と，を混合することによって得られる。なお，粘度指数向上剤は，予め第1の潤滑油基油成分又は第2の潤滑油基油成分の一方と混合した後に，他方と混合してもよく，あるいは，第1の潤滑油基油成分及び第2の潤滑油基油成分を含有する混合基油と粘度指数向上剤とを混合してもよい。",
                    "【0128】本発明の潤滑油組成物の100℃における動粘度は，4～12mm2／sであることが必要であり，…最も好ましくは7mm2／s以上である。また，…最も好ましくは8mm2／s以下である。100℃における動粘度が4mm2／s未満の場合には，潤滑性不足を来たすおそれがあり，12mm2／sを超える場合には必要な低温粘度および十分な省燃費性能が得られないおそれがある。",
                    "【0129】また，本発明の潤滑油組成物の粘度指数は，200～300の範囲であることが必要であり，…最も好ましくは260～300である。本発明の潤滑油組成物の粘度指数が200未満の場合には，HTHS粘度を維持しながら，省燃費性を向上させることが困難となるおそれがあり，さらに-35℃における低温粘度を低減させることが困難となるおそれがある。また，本発明の潤滑油組成物の粘度指数が300以上の場合には，低温流動性が悪化し，更に添加剤の溶解性やシール材料との適合性が不足することによる不具合が発生するおそれがある。",
                    "【0130】また，本発明の潤滑油組成物は，100℃における動粘度及び粘度指数が上記要件を満たすことに加えて，以下の要件を満たすことが好ましい。",
                    "【0131】本発明の潤滑油組成物の40℃における動粘度は，4～50mm2／sであることが好ましく，…最も好ましくは27mm2／s以下である。一方，…特に好ましくは20以上である。40℃における動粘度が4mm2／s未満の場合には，潤滑性不足を来たすおそれがあり，50mm2／sを超える場合には必要な低温粘度および十分な省燃費性能が得られないおそれがある。",
                    "【0132】本発明の潤滑油組成物の100℃におけるHTHS粘度は，6．0mPa・s以下であることが好ましく，…最も好ましくは4．5mPa・s以下である。また，3．0mPa・s以上であることが好ましく，…最も好ましくは4．2mPa・s以上である。ここでいう100℃におけるHTHS粘度とは，ASTMD4683に規定される100℃での高温高せん断粘度を示す。100℃におけるHTHS粘度が3．0mPa・s未満の場合には，蒸発性が高く，潤滑性不足を来たすおそれがあり，6．0mPa・sを超える場合には必要な低温粘度および十分な省燃費性能が得られないおそれがある。",
                    "【0133】本発明の潤滑油組成物の150℃におけるHTHS粘度は，3．5mPa・s以下であることが好ましく，…特に好ましくは2．7mPa・s以下である。また，2．0mPa・s以上であることが好ましく，…最も好ましくは2．6mPa・s以上である。ここでいう150℃におけるHTHS粘度とは，ASTM  ASTM  D4683に規定される150℃での高温高せん断粘度を示す。150℃におけるHTHS粘度が2．0mPa・s未満の場合には，蒸発性が高く，潤滑性不足を来たすおそれがあり，3．5mPa・sを超える場合には必要な低温粘度および十分な省燃費性能が得られないおそれがある。",
                    "【0136】本発明の潤滑油組成物は，上記構成を有するため，省燃費性と低蒸発性および低温粘度特性に優れており，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油を用いずとも，150℃におけるHTHS粘度を維持しながら，省燃費性とＮOACK蒸発量および-35℃以下における低温粘度とを両立させることができ，特に潤滑油の40℃および100℃の動粘度と100℃におけるHTHS粘度を低減し，-35℃におけるCCS粘度，(-40℃におけるMRV粘度)を著しく改善することができる。例えば，本発明の潤滑油組成物によれば，-35℃におけるCCS粘度を2500mPa・s以下，特に2300mPa・s以下とすることができる。また，本発明の潤滑油組成物によれば，-40℃におけるMRV粘度を8000mPa・s以下，特に6000mPa・s以下とすることができる。",
                    "【0137】本発明の潤滑油組成物の用途は特に制限されないが，省燃費エンジン油，省燃費ガソリンエンジン油，省燃費ディーゼルエンジン油として好適に使用される。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例",
                  "text": [
                    "【0145】［潤滑油基油の製造］WAX1，WAX2およびWAX3を原料油とし，水素化処理触媒を用いて水素化処理を行った。このとき，原料油の分解率が5質量％以上かつ，被処理油の硫黄分が10質量ppm以下となるように反応温度および液空間速度を調整した。なお，「原料油の分解率が5質量％以上」とは，被処理油において，原料油の初留点よりも軽質となる留分の割合が原料油全量に対し5質量％以上であることを意味し，ガスクロ蒸留にて確認される。",
                    "【0146】次に，上記の水素化処理により得られた被処理物について，貴金属含有量0．1～5重量％に調整されたゼオライト系水素化脱ロウ触媒を用い，315℃～325℃の温度範囲で水素化脱ロウを行った。",
                    "【0147】更に，上記の水素化脱ロウにより得られた被処理物(ラフィネート)について，水素化生成触媒を用いて水素化精製を行った。その後蒸留により表4，5に示す組成及び性状を有する潤滑油基油1～4を得た。また，WVGOを原料とした水素化分解基油として，表5に示す組成及び性状を有する潤滑油基油5及び6を得た。表4，5中，「尿素アダクト物中のノルマルパラフィン由来成分の割合」は，尿素アダクト値の測定の際に得られた尿素アダクト物についてガスクロマトグラフィー分析を実施することによって得られたものである(以下，同様である)。",
                    "【0148】次に，表4，5の潤滑油基油に，自動車用潤滑油に一般的に用いられているポリメタアクリレート系流動点降下剤(重量平均分子量：約6万)を添加した。流動点降下剤の添加量は，いずれも，組成物全量基準で0．3質量％，0．5質量％および1．0質量％の3条件とした。次に，得られた各潤滑油組成物について，-40℃におけるMRV粘度を測定し，得られた結果を表4，5に示す。",
                    "【0149】【表4】(別紙本願明細書図表目録のとおり)",
                    "【0150】【表5】(別紙本願明細書図表目録のとおり)",
                    "【0151】［実施例1～4，比較例1～3］実施例1～4及び比較例1～3においては，それぞれ上記の基油1～5，並びに以下に示す添加剤を用いて，表6，7に示す組成を有する潤滑油組成物を調製した。なお，潤滑油組成物の調製の際には，その150℃におけるHTHS粘度が2．55～2．65の範囲内となるようにした。得られた潤滑油組成物の性状を表6，7に示す。",
                    "(添加剤)",
                    "PK：添加剤パッケージ(金属系清浄剤(Caサリシレート  Ca量2000ppm)，無灰分散剤(ホウ素化ポリブテニルコハク酸イミド)，酸化防止剤(フェノール系，アミン系)，摩耗防止剤(アルキルリン酸亜鉛  P量800ppm)，エステル系無灰摩擦調整剤，ウレア系無灰摩擦調整剤)，流動点降下剤，消泡剤等を含む)。",
                    "MoDTC：モリブデンジチオカーバメート。",
                    "VM-1：PSSI＝45，MW＝40万，Mw／Mn＝5．5，Mw／PSSI＝0．88×104の分散型ポリメタクリレート系添加剤(ジメチルアミノエチルメタクリレート及びアルキルメタアクリレート混合物(アルキル基：メチル基，炭素数12～15の直鎖アルキル基)を主構成単位として重合させて得られる共重合体)",
                    "VM-2：PSSI＝40，MW＝30万，Mw／PSSI＝0．75×104の分散型ポリメタクリレート系添加剤(ジメチルアミノエチルメタクリレート及びアルキルメタアクリレート混合物(アルキル基：メチル基，炭素数12～15の直鎖状アルキル基)を主構成単位として重合させて得られる共重合体)",
                    "VM-3：PSSI＝20，MW＝40万，Mw／PSSI＝2×104の非分散型ポリメタクリレート系添加剤(アルキルメタアクリレート混合物(アルキル基：メチル基，炭素数12～15の直鎖アルキル基，炭素数16～20の直鎖アルキル基)90モル％と，炭素数22の分岐アルキル基を有するアルキルメタアクリレート10モル％とを主構成単位として重合させて得られる共重合体)",
                    "【0152】［潤滑油組成物の評価］実施例1～4及び比較例1～3の各潤滑油組成物について，40℃又は100℃における動粘度，粘度指数，ＮOACK蒸発量(1h，250℃)，150℃又は100℃におけるHTHS粘度，並びに-35℃におけるCCS粘度，-40℃におけるMRV粘度を測定した。各物性値の測定は以下の評価方法により行った。得られた結果を表5，6に示す。",
                    "(1)動粘度：ASTM  D-445",
                    "(2)HTHS粘度：ASTM  D4683",
                    "(3)ＮOACK蒸発量：ASTM  D  5800",
                    "(4)CCS粘度：ASTM  D5293",
                    "(5)MRV粘度：ASTM  D3829",
                    "【0153】【表6】(別紙本願明細書図表目録のとおり)",
                    "【0154】【表7】(別紙本願明細書図表目録のとおり)",
                    "【0155】表6，7に示したように，実施例1～4及び比較例1～3の潤滑油組成物は150℃におけるHTHS粘度が同程度のものであるが，比較例1～3の潤滑油組成物に比べて，実施例1～4の潤滑油組成物は，40℃動粘度，100℃動粘度，100℃HTHS粘度およびCCS粘度が低く，低温粘度および粘度温度特性が良好であった。この結果から，本発明の潤滑油組成物が，省燃費性と低温粘度に優れ，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油を用いずとも，150℃における高温高せん断粘度を維持しながら，省燃費性と-35℃以下における低温粘度とを両立させることができ，特に潤滑油の40℃および100℃における動粘度を低減し，粘度指数を向上し，-35℃におけるCCS粘度を著しく改善できる潤滑油組成物であることがわかる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本願明細書には，本願発明に関し，以下の点が開示されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，潤滑油組成物に関する(【0001】)。",
                    "従来から潤滑油の分野では，高度精製鉱油等の潤滑油基油に粘度指数向上剤，流動点降下剤等の添加剤を配合することによって，潤滑油の粘度-温度特性や低温粘度特性の改善が図られているところ，近時，潤滑油に求められる省燃費性は益々高くなっており，従来の潤滑油基油及び粘度指数向上剤は，粘度-温度特性及び低温粘度特性の点で必ずしも十分とはいえず，特に，SAE10クラスの潤滑油基油あるいはこれを主成分として含有する潤滑油組成物においては，高温高せん断粘度を維持しながら，省燃費性と，低温粘度(CCS粘度，MRV粘度等)を高いレベルで両立することは困難であった(【0002】，【0004】)。",
                    "低温粘度を向上するだけであれば，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油などの低温粘度に優れる潤滑油基油を併用すれば可能となるが，それらの潤滑油基油を配合すると，潤滑油の製造コストが増加し，あるいは，高粘度指数化及び低蒸発性を達成することが困難となり，また，省燃費性の改善には限界があった(【0005】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明は，前記アの事情に鑑みて，省燃費性と低温粘度に優れ，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油を用いずとも，高温高せん断粘度を維持しながら，省燃費性と-35℃以下における低温粘度とを両立することができ，特に潤滑油の150℃のHTHS粘度を一定に維持しつつ，100℃におけるHTHS粘度を低減し，-35℃以下におけるCCS粘度を著しく改善できる高粘度指数の潤滑油組成物を提供することを目的とし(【0006】)，かかる課題の解決手段として，特許請求の範囲の請求項1に記載の構成を採用したものである(【0007】，【0022】，【0049】，【0050】，【0070】，【0078】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明の潤滑油組成物は，省燃費性と低蒸発性及び低温粘度特性に優れており，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油を用いずとも，150℃におけるHTHS粘度を維持しながら，省燃費性とＮOACK蒸発量及び-35℃以下における低温粘度とを両立させることができ，特に潤滑油の40℃および100℃の動粘度と100℃におけるHTHS粘度を低減し，-35℃におけるCCS粘度，(-40℃におけるMRV粘度)を著しく改善することができるという効果を奏する(【0018】，【0128】～【0133】，【136】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，サポート要件及び実施可能要件を満たしていないとする根拠が，本件審決と本件拒絶理由通知とでは異なっているところ，本件拒絶理由通知に接した原告において，特に，第1の潤滑油基油成分に相当する「基油2」の含有量が10．8％，第2の潤滑油基油成分に相当する「基油4」及び「基油5」の合計が14．4％である「ケースA」を想定すべき事情は存しないから，「ケースAの潤滑油組成物は所望の低温特性を示さない」ことを根拠とするサポート要件及び実施可能要件違反の拒絶理由を通知することなくなされた本件審決に係る手続は，特許法159条2項で準用する同法50条に違背する旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "証拠(甲5，7)によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許庁は，原告に対し，平成27年6月3日付け拒絶理由通知書(甲5)により，本願について拒絶をすべき理由として，請求項1ないし6に係る特許請求の範囲の記載が，特許法36条6項1号に規定する要件を満たしていないこと，請求項1ないし6に係る発明について，発明の詳細な説明の記載が，同条4項1号に規定する要件を満たしていないこと等を通知した(本件拒絶理由通知)。",
                    "上記通知書には，特許法36条6項1号及び同条4項1号に規定する要件を満たしていない点として，①本願明細書の発明の詳細な説明の記載を検討しても，本願発明の発明特定事項の「尿素アダクト値が4質量％以下，40℃における動粘度が14～25mm2／s，粘度指数が120以上である第1の潤滑油基油成分，及び，40℃における動粘度が14mm2／s未満である第2の潤滑油基油成分を含有し，潤滑油基油全量基準で，前記第1の潤滑油基油成分の含有量が10～99質量％，前記第2の潤滑油基油成分の含有量が1～50質量％である潤滑油基油と，粘度指数向上剤と，を含有し，100℃における動粘度が4～12mm2／sであり，粘度指数が200～350である」とすることと課題の解決(【0006】)との関係(作用機序)が記載されていない，②実施例に係る記載を検討しても，第1の潤滑油基油成分と第2の潤滑油基油成分とを潤滑油基油全量基準で72質量％と28質量％含み，粘度指数向上剤を含み，100℃における動粘度が7．49mm2／s…であり，粘度指数が272…のものに限られ，当該実施例に係る記載に基づき，本願の各請求項に係る発明が包含し得る実施態様の全てについてまで，上記本願発明の課題を解決できるものと認識することはできないことが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，特許庁に対し，平成27年7月24日，本件拒絶理由通知に対する意見書(甲7)を提出した。",
                    "上記意見書には，本件補正後の特許請求の範囲の記載及び発明の詳細な説明の記載は特許法36条6項1号及び同条4項1号に規定する各要件を満たしているとして，前記アの拒絶理由に対し，①本願明細書には，「尿素アダクト値が4質量％以下(さらに好ましくは2．5質量％以下)，40℃における動粘度が14～25mm2／s，粘度指数が120以上である第1の潤滑油基油成分，及び，40℃における動粘度が14mm2／s未満である第2の潤滑油基油成分を含有し，潤滑油基油全量基準で，前記第1の潤滑油基油成分の含有量が10～99質量％，前記第2の潤滑油基油成分の含有量が1～50質量％である潤滑油基油と，粘度指数向上剤と，を含有し，100℃における動粘度が4～12mm2／sであり，粘度指数が200～350であることを特徴とする潤滑油組成物」が，本願発明の課題(【0006】)に対応する効果を奏するものであることが記載されており(【0007】，【0018】】等)，第1の潤滑油基油成分の尿素アダクト値についての記載(【0008】，【0009】，【0025】)，40℃における動粘度についての記載(【0026】)及び粘度指数についての記載(【0027】)，第2の潤滑油基油成分の40℃における動粘度についての記載(【0054】)，粘度指数向上剤についての記載(【0078】～【0099】)，100℃における動粘度についての記載(【0128】)，粘度指数についての記載(【0129】)から，当業者であれば，本願発明の発明特定事項と課題の解決との関係(作用機序)を容易に理解することができ，②サポート要件の判断にあたって，実施例以外にさらに具体例の記載を求められるべき理由はなく，また，本願発明において，実施例以外の「第1の潤滑油基油成分」「第2の潤滑油基油成分」及び「粘度指数向上剤」を使用できると認識できない事情もないこと，③本願明細書には，本願発明の各パラメータを所定の数値範囲にすることが課題の解決に寄与するものであることを，具体例の開示がなくても当業者が理解できる程度の記載がある上，かかる技術事項と課題解決との関係を裏付ける実施例も開示されているのであるから，サポート要件を満たしていること等が記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，サポート要件及び実施可能要件について，前記第2の3(2)及び(3)のとおり判断したものであるところ，その理由は，要するに，本願発明に包含される具体的な潤滑油組成物である実施例1(15質量％)と比較例2(85質量％)との混合物である「ケースA」を想定し，当該「ケースA」について本願発明の課題を解決できることを当業者において理解することはできないから，本願発明の課題が解決できることを本願発明の全範囲にまで一般化できず，本願発明はサポート要件及び実施可能要件を満たさないというものである。",
                "ここで，上記「ケースA」は，組成物全量中に粘度指数向上剤やその他の添加剤を含むことを踏まえて計算すると，第1の潤滑油基油成分に相当する「基油2」を潤滑油基油全量基準で約10．5％，第2潤滑油基油成分に相当する「基油4」及び「基油5」を潤滑油基油全量基準で約14％含有する潤滑油基油と，粘度指数向上剤とを含有し，100℃における動粘度が4～12mm2／sであり，粘度指数が200～350である潤滑油組成物であると認められるから，拒絶理由通知書(甲5)に記載されていた「第1の潤滑油基油成分と第2の潤滑油基油成分とを潤滑油基油全量基準で72質量％と28質量％含み，粘度指数向上剤を含み，100℃における動粘度が7．49mm2／s…であり，粘度指数が272…のものに限られ，当該実施例に係る記載に基づき，本願の各請求項に係る発明が包含し得る実施態様の全てについてまで，上記本願発明の課題を解決できるものと認識することはできない」との点(前記(2)ア②)における「本願の各請求項に係る発明が包含し得る実施態様」の具体例に該当するということができる。そして，本件審決は，「本願明細書の【0049】には，第1の潤滑油基油成分の含有割合が10質量％未満となる場合について言及されているものの，例えば，実施例における含有量である72質量％から大きく離れた下限値である10質量％の近傍において，例えば，実施例1～4と同様な低温特性を示すであろうことについて，首肯し得る合理的な説明がされていないこと」をも踏まえ，「ケースA」について本願発明の課題を解決できることを当業者において理解することはできないと判断するものである。",
                "そうすると，本件審決におけるサポート要件及び実施可能要件違反に係る判断の理由は，拒絶理由通知書(甲5)に記載されていた内容(前記(2)ア②)と異なるものとはいえず，本件審決が本件拒絶理由通知と異なる理由について判断したものということはできない。",
                "そして，拒絶理由通知書には，上記内容(前記(2)ア②)が記載されていたところ，これは，第1の潤滑油基油成分及び第2の潤滑油基油成分の含有割合の点において，第1の潤滑油基油成分と第2の潤滑油基油成分とを潤滑油基油全量基準で72質量％と28質量％含有する本願明細書に記載された実施例とは大きく異なり，第1の潤滑油基油成分の含有割合が特許請求の範囲に記載された「潤滑油基油全量基準で，10～99質量％」という数値範囲の下限値に，より近いような潤滑油組成物についても，本願発明の課題を解決できるものと認識することはできない旨を指摘するものであるということができるから，第1の潤滑油基油成分の含有割合が潤滑油基油全量基準で10質量％という下限値に，より近いような潤滑油組成物についても，本願発明の課題を解決できるとする根拠について，反論する機会があったというべきである。なお，この点は，原告において，具体的に「ケースA」を想定し，又は想定すべきであったか否かにかかわらない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件審決に係る手続に，特許法159条2項で準用する同法50条の違反があったということはできない。よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(サポート要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，発明の詳細な説明に記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許請求の範囲の記載",
              "text": [
                "本願発明の特許請求の範囲の記載は，前記第2の2記載のとおりである。すなわち，本願発明は，潤滑油基油と粘度指数向上剤を含み，「100℃における動粘度が4～12mm2／sであり，粘度指数が200～350である」潤滑油組成物であって，当該潤滑油基油は，「尿素アダクト値が2．5質量％以下，40℃における動粘度が14～25mm2／s，粘度指数が120以上である第1の潤滑油基油成分」を「潤滑油基油全量基準で10～99質量％」と「40℃における動粘度が14mm2／s未満である第2の潤滑油基油成分」を「潤滑油基油全量基準で1～50質量％」含有することが特定されたものである。",
                "本願発明では，第1と第2以外のその他の潤滑油基油成分が存在することも許容されており，本願明細書の【0071】によれば，第1と第2の潤滑油基油成分の各含有量が上記範囲内である限りにおいて，その他の潤滑油基油成分を含有できることから，第1と第2の潤滑油基油成分をそれぞれ，10質量％，1質量％含み，その他の潤滑油基油成分は最大で89質量％となる潤滑油基油も本願発明に包含されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明の詳細な説明の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書の発明の詳細な説明には，前記1(2)のとおり，本願発明は，従来の潤滑油基油及び粘度指数向上剤は粘度-温度特性及び低温粘度特性の点で必ずしも十分とはいえず，特に，SAE10クラスの潤滑油基油あるいはこれを主成分として含有する潤滑油組成物においては，高温高せん断粘度を維持しながら，省燃費性と，低温粘度(CCS粘度，MRV粘度等)を高いレベルで両立することは困難であったという事情等に鑑みて，省燃費性と低温粘度に優れ，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油を用いずとも，高温高せん断粘度を維持しながら，省燃費性と-35℃以下における低温粘度とを両立することができ，特に潤滑油の150℃のHTHS粘度を一定に維持しつつ，100℃におけるHTHS粘度を低減し，-35℃以下におけるCCS粘度を著しく改善できる高粘度指数の潤滑油組成物を提供することを目的とし，特許請求の範囲の請求項1に記載の構成を採用することにより，省燃費性と低蒸発性及び低温粘度特性に優れており，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油を用いずとも，150℃におけるHTHS粘度を維持しながら，省燃費性とＮOACK蒸発量及び-35℃以下における低温粘度とを両立させることができ，特に潤滑油の40℃及び100℃の動粘度と100℃におけるHTHS粘度を低減し，-35℃におけるCCS粘度，(-40℃におけるMRV粘度)を著しく改善することができるという効果を奏するものであることが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "【0024】ないし【0027】には，第1の潤滑油基油成分の尿素アダクト値，40℃動粘度及び粘度指数は，本願発明に係る潤滑油組成物の低温粘度特性，省燃費性及び粘度-温度特性等と関係があり，また，【0054】には，第2の潤滑油基油成分の40℃動粘度は，油膜保持性等と関係があることが記載されている。そして【0072】ないし【0077】には，第1と第2の潤滑油基油成分を含む「潤滑油基油」の蒸留性状，40℃動粘度，粘度指数，ＮOACK蒸発量及び尿素アダクト値等について，低温粘度や省燃費性などの観点から好ましい範囲が記載されている。したがって，「潤滑油基油」全体の尿素アダクト値，40℃動粘度及び粘度指数などの物性も，本願発明に係る潤滑油組成物の低温粘度特性等の発明の課題に関連する物性と密接な関係があることが理解できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記アによれば，本願発明の課題に関連する潤滑油組成物の物性は，150℃HTHS粘度，40℃動粘度，100℃動粘度，100℃HTHS粘度，ＮOACK蒸発量，-35℃CCS粘度，-40℃におけるMRV粘度及び粘度指数であるところ，本願明細書には，150℃HTHS粘度が2．55～2．65の範囲内となるように調製した実施例1ないし4及び比較例1ないし3の各潤滑油組成物について，40℃動粘度(mm2／s)，100℃動粘度(mm2／s)，粘度指数，ＮOACK蒸発量(1h，250℃)，100℃HTHS粘度(mPa・s)，150℃HTHS粘度(mPa・s)，-35℃CCS粘度(mPa・s)，-40℃MRV粘度(mPa・s)を測定した結果が示されている(【0151】，【表6】，【表7】)。",
                    "そして，【0155】には，実施例1ないし4は，比較例1ないし3に比べて，40℃動粘度，100℃動粘度，100℃HTHS粘度及びCCS粘度が低く，低温粘度及び粘度温度特性が良好であったこと，実施例1ないし4の上記評価結果に基づき，本願発明の潤滑油組成物が，省燃費性と低温粘度に優れ，ポリ-α-オレフィン系基油やエステル系基油等の合成油や低粘度鉱油系基油を用いずとも，150℃における高温高せん断粘度を維持しながら，省燃費性と-35℃以下における低温粘度とを両立させることができ，特に潤滑油の40℃及び100℃における動粘度を低減し，粘度指数を向上し，-35℃におけるCCS粘度を著しく改善できる潤滑油組成物であることが分かることが記載されているから，上記記載から，実施例1ないし4は，本願発明の課題を解決できるものであるのに対し，比較例1ないし3は，本願発明の課題を解決できないものであることが理解できる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，実施例と比較例は全て，潤滑油としての実用性能を表す150℃HTHS粘度が「2．59～2．60」となるように調製されたものである(【0151】，【表6】，【表7】)。そこで，実施例1ないし4と比較例1ないし3において，150℃HTHS粘度以外の物性値をみると，①本願明細書には，潤滑油組成物の40℃動粘度は，4～50mm2／sであることが好ましく，最も好ましくは27mm2／s以下，特に好ましくは20mm2／s以上であることが記載されているところ(【0131】)，40℃動粘度は，実施例1ないし4では「26．69～34．21」の範囲に，比較例1ないし3では「28．84～39．17」の範囲にあり，②本願明細書には，潤滑油組成物の100℃動粘度は，4～12mm2／sであることが必要であり，最も好ましくは，7mm2／s以上，8mm2／s以下であることが記載されているところ(【0128】)，100℃動粘度は，実施例1ないし4では「7．49～9．08」の範囲に，比較例1ないし3では「7．48～8．645」の範囲にあり，③ＮOACK蒸発量は，実施例1ないし4では「18～19」の範囲に，比較例1ないし3では「12～18」の範囲にあり，④本願明細書には，潤滑油組成物の100℃におけるHTHS粘度は，6．0mPa・s以下であることが好ましく，最も好ましくは4．5mPa・s以下であり，3．0mPa・s以上であることが好ましく，最も好ましくは4．2mPa・s以上であることが記載されているところ(【0132】)，100℃HTHS粘度は，実施例1ないし4では「4．38～4．98」の範囲に，比較例1ないし3では「4．52～5．34」の範囲にあって，これらの物性値において，両者の数値範囲は重なることが分かる。",
                    "他方，⑤本願明細書には，潤滑油組成物の粘度指数は，200～300の範囲であることが必要であり，最も好ましくは260～300であることが記載されているところ(【0129】)，粘度指数は，実施例1ないし4では「264～272」の範囲に，比較例1ないし3では「208～234」の範囲にあり，⑥本願明細書には，-35℃CCS粘度に関し，「例えば，本発明の潤滑油組成物によれば，-35℃におけるCCS粘度を2500mPa・s以下，特に2300mPa・s以下とすることができる。」と記載されているところ(【0136】)，-35℃CCS粘度は，実施例1ないし4では「2000～2300」の範囲に，比較例1ないし3では「2700～6000」の範囲にあり，⑦本願明細書には，-40℃MRV粘度に関し，「本発明の潤滑油組成物によれば，-40℃におけるMRV粘度を8000mPa・s以下，特に6000mPa・s以下とすることができる。」と記載されているところ(【0136】)，実施例1ないし4では「4100～5700」の範囲に，比較例1ないし3では「8700～23000」の範囲にあり，これらの物性値において，実施例1ないし4の数値の方が，比較例1ないし3の数値よりも優れていることが分かる。",
                    "そうすると，前記ウのとおり，実施例1ないし4は，本願発明の課題を解決できるものであるのに対し，比較例1ないし3は，本願発明の課題を解決できないものであるところ，本願発明の課題を解決することができるというためには，150℃HTHS粘度が2．59～2．60程度となるように潤滑油組成物を調製した場合に，40℃動粘度，100℃動粘度，100℃HTHS粘度，ＮOACK蒸発量，-35℃CCS粘度，(-40℃におけるMRV粘度)及び粘度指数の数値を総合的に検討した結果，比較例1ないし3で代表される従来の技術水準を超えて，実施例1ないし4と同程度に優れたものとなることが必要であることを理解できる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "さらに，【表6】及び【表7】をみると，実施例1ないし4及び比較例1ないし3は，いずれも粘度指数向上剤を含有するものであり，「100℃動粘度が4～12mm2／s，粘度指数が200～350」という本願発明の発明特定事項を満たすものであるが，前記ウのとおり，実施例1ないし4は，本願発明の課題を解決できるものであるのに対し，比較例1ないし3は，本願発明の課題を解決できないものであるとされていることから，実施例1ないし4と比較例1ないし3の各潤滑油組成物の物性の違いは，主として，含有する「潤滑油基油」の物性の違いによるものであることが理解できる。",
                    "そして，【表4】ないし【表7】によれば，実施例1ないし4のうち本願発明の特許請求の範囲に含まれる実施例1，2及び4の「潤滑油基油」は，「第1の潤滑油基油成分」である「基油2」又は「基油3」を72質量％と，「第2の潤滑油基油成分」である「基油4」を28質量％含有するものであることから，「第1の潤滑油基油成分」を72質量％と「第2の潤滑油基油成分」を28質量％含む「潤滑油基油」に近い物性を有するものについて，本願発明の課題を解決できることを理解することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明の課題を解決できると認識できる範囲",
              "text": [
                "前記(3)によれば，本願明細書の記載に接した当業者は，「第1の潤滑油基油成分」を72質量％と「第2の潤滑油基油成分」を28質量％含む「潤滑油基油」に近い物性を有する「潤滑油基油」を使用し，粘度指数向上剤を添加して，100℃における動粘度が4～12mm2／s，粘度指数が200～350とした潤滑油組成物は，本願発明の課題を解決できるものと認識できる。",
                "他方，本願発明は，第1と第2以外のその他の潤滑油基油成分が存在することも許容されており，本願明細書の【0071】によれば，第1と第2の潤滑油基油成分の各含有量が上記範囲内である限りにおいて，その他の潤滑油基油成分を含有でき，第1と第2の潤滑油基油成分をそれぞれ，10質量％，1質量％含み，その他の潤滑油基油成分は最大で89質量％となる潤滑油基油も，本願発明に包含されるものである。このことに加え，第1と第2以外のその他の潤滑油基油成分としては，特に特定されていないものであるところ，一般に，複数の潤滑油基油成分を混合して潤滑油基油とする場合，少量の潤滑油基油成分の物性から，潤滑油基油全体の物性を予測することは困難であるという技術常識に照らすと，本願明細書の【0049】，【0070】及び【0071】の記載から，直ちに当業者において，「第1の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「10～99質量％」という数値範囲の下限値により近く，「第2の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「1～50質量％」という数値範囲の下限値により近く，その結果，その他の潤滑油基油成分の含有割合がその多くを占めるような「潤滑油基油」であっても，「第1の潤滑油基油成分」を72質量％と「第2の潤滑油基油成分」を28質量％含む「潤滑油基油」と，本願発明の課題との関連において同等な物性を有すると認識することができるということはできない。しかるに，本願明細書には，この点について，合理的な説明は何ら記載されていない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本願発明のサポート要件適合性",
              "text": [
                "本願発明は，前記(2)のとおり，「尿素アダクト値が2．5質量％以下，40℃における動粘度が14～25mm2／s，粘度指数が120以上である第1の潤滑油基油成分」を「潤滑油基油全量基準で10～99質量％」と「40℃における動粘度が14mm2／s未満である第2の潤滑油基油成分」を「潤滑油基油全量基準で1～50質量％」含有することが特定されたものであるが，前記(4)のとおり，当業者において，本願明細書の発明の詳細な説明の記載から，「第1の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「10～99質量％」という数値範囲の下限値により近く，「第2の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「1～50質量％」という数値範囲の下限値により近く，その結果，その他の潤滑油基油成分の含有割合がその多くを占めるような「潤滑油基油」であっても，本願発明の課題を解決できると認識するということはできない。",
                "また，「第1の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「10～99質量％」という数値範囲の下限値により近く，「第2の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「1～50質量％」という数値範囲の下限値により近く，その結果，その他の潤滑油基油成分の含有割合がその多くを占めるような「潤滑油基油」であっても，本願発明の課題を解決できることを示す，本願の出願当時の技術常識の存在を認めるに足りる証拠はない。",
                "したがって，本願発明の特許請求の範囲は，本願明細書の発明の詳細な説明の記載により，当業者が本願発明の課題を解決できると認識できる範囲内のものということはできず，サポート要件を充足しないといわざるを得ない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決が，「ケースA」を想定し，当該「ケースA」について本願発明の課題を解決できることを当業者において理解することはできないから，本願発明の課題が解決できることを本願発明の全範囲にまで一般化できず，本願発明はサポート要件を満たさない旨判断したことに関し，本願明細書の記載に接した当業者において，本願発明の課題との関係で特に「ケースA」を想定すべき事情は全く存在しないから，当業者が，「ケースA」を想定し，本願発明の課題を解決できないと認識することはないし，そもそも，想定した「実施例の組成物と比較例の組成物の混合物」が実施例の組成物よりも特性に劣るならば，特許出願はサポート要件を満たしていないとする判断手法では，組成物の発明に係る特許出願はおおむね拒絶されることになり，特許法の目的に反する旨主張する。",
                    "「ケースA」は，本件審決が，本願発明について，特に潤滑油基油について着目した上で，本願明細書の実施例1に係る潤滑油組成物と比較例2に係る潤滑油組成物とを，15％：85％の割合で混合した基油を想定したものであるところ，本願明細書に記載された実施例1ないし4及び比較例1ないし3は，いずれも，基油1ないし6及び添加剤を用いて調製された潤滑油組成物であって(【0151】)，潤滑油組成物を用いて調製されたものではないにもかかわらず，本願明細書に接した当業者において，本願明細書に記載された実施例等の調製方法とは異なり，潤滑油組成物である実施例1及び比較例2を混合した潤滑油組成物や，そこに含有される潤滑油基油を普通に想定するとは考え難い。したがって，「ケースA」の潤滑油組成物が本願発明の発明特定事項を備えるものであるとしても，本件審決が，本願発明のサポート要件適合性を判断するについて，上記のように，本願明細書に接した当業者が普通に想定するとは考え難い「ケースA」を想定し，これについて発明の課題を解決できるか否かを検討した点は，不適切であるといわざるを得ない。",
                    "しかし，特許請求の範囲の記載がサポート要件に適合するというためには，特許請求の範囲に記載された発明が，発明の詳細な説明の記載及び出願時の技術常識に照らし，当業者が当該発明の課題を解決できると認識できる範囲のものでなければならない。本願発明は，特許請求の範囲において，「尿素アダクト値が2．5質量％以下，40℃における動粘度が14～25mm2／s，粘度指数が120以上である第1の潤滑油基油成分」を「潤滑油基油全量基準で10～99質量％」と「40℃における動粘度が14mm2／s未満である第2の潤滑油基油成分」を「潤滑油基油全量基準で1～50質量％」含有することを特定するものである以上，当該数値の範囲において，本願発明の課題を解決できることを当業者が認識することができなければ，本願発明はサポート要件に適合しないということになるところ，当業者において，本願明細書の発明の詳細な説明の記載から，「第1の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「10～99質量％」という数値範囲の下限値により近く，「第2の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「1～50質量％」という数値範囲の下限値により近く，その結果，その他の潤滑油基油成分の含有割合がその多くを占めるような「潤滑油基油」であっても，本願発明の課題を解決できると認識するということができないことは，前記(5)のとおりである。",
                    "そして，「ケースA」は，第1の潤滑油基油成分に相当する「基油2」を潤滑油基油全量基準で約10．5％，第2潤滑油基油成分に相当する「基油4」及び「基油5」を潤滑油基油全量基準で約14％含有する潤滑油基油と，粘度指数向上剤とを含有し，100℃における動粘度が4～12mm2／sであり，粘度指数が200～350である潤滑油組成物であると認められるところ，本件審決は，「本願明細書の【0049】には，第1の潤滑油基油成分の含有割合が10質量％未満となる場合について言及されているものの，例えば，実施例における含有量である72質量％から大きく離れた下限値である10質量％の近傍において，例えば，実施例1～4と同様な低温特性を示すであろうことについて，首肯し得る合理的な説明がされていないこと」をも踏まえ，「ケースA」について本願発明の課題を解決できることを当業者において理解することはできないと判断するものであって，「本願明細書には，実施例1～4と合計4つの実施例が記載されているが，…本願発明で特定された2種類の基油成分が潤滑油基油全量に対して100％を占める例のみが示されているにとどまり，例えば，これら2種類の基油成分が潤滑油基油全量に対して相対的に少量成分となる場合などについては，何ら示されていないものである。」(19頁32～38行)と記載していることからも，上記は，「第1の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「10～99質量％」という数値範囲の下限値により近く，「第2の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「1～50質量％」という数値範囲の下限値により近く，その結果，その他の潤滑油基油成分の含有割合がその多くを占めるような「潤滑油基油」であっても，本願発明の課題を解決できることを当業者において認識することができないことを述べるものと解することができる。",
                    "以上によれば，本件審決が「ケースA」を想定し，これについて発明の課題を解決できるか否かを検討した点は不適切であるといわざるを得ないが，これを理由に，直ちに本件審決に取り消すべき違法があるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決では，ケースAの潤滑油組成物により本願発明の課題が解決されるか否かを検討するのではなく，ケースAの潤滑油組成物が実施例1ないし4の潤滑油組成物と同様の低温特性を示すか否かが検討されているが，これを検討したところで，本願明細書が，当業者において，ケースAの場合について，本願発明の課題を解決できることが理解されるように記載されているとはいえないとの結論には至らない旨主張する。",
                    "前記アのとおり，本件審決が「ケースA」を想定し，これについて発明の課題を解決できるか否かを検討した点は，不適切であるといわざるを得ないが，これを理由に，直ちに本件審決に取り消すべき違法があるということはできない。",
                    "また，本願明細書の記載によれば，前記(3)エのとおり，本願発明の課題を解決できるというためには，150℃HTHS粘度が2．59～2．60程度となるように潤滑油組成物を調製した場合に，40℃動粘度，100℃動粘度，100℃HTHS粘度，ＮOACK蒸発量，-35℃CCS粘度，(-40℃におけるMRV粘度)及び粘度指数の数値を総合的に検討した結果，比較例1ないし3で代表される従来の技術水準を超えて，実施例1ないし4と同程度に優れたものとなることが必要である。したがって，「第1の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「10～99質量％」という数値範囲の下限値により近く，「第2の潤滑油基油成分」の潤滑油基油全量基準の含有割合が少なく，特許請求の範囲に記載された「1～50質量％」という数値範囲の下限値により近く，その結果，その他の潤滑油基油成分の含有割合がその多くを占めるような「潤滑油基油」であっても，本願発明の課題を解決できると認識できるか否かを，実施例1ないし4の潤滑油組成物との比較において検討することが誤りであるとはいえない。そして，審決書に「例えば，実施例1～4と同様な低温特性を示されるであろうことについて，当業者が首肯しうる合理的な説明がなされているものとすることができない。」(20頁17～19行)とあるように，本件審決は，本願発明の課題に関連する物性の一つの例として実施例と比較例の差が最も顕著である低温特性(CCS粘度，MRV粘度)に言及したものであって，低温特性のみを検討対象としたものであるとは解されない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，ケースAの潤滑油組成物は，実施例1の潤滑油組成物と比較例2の潤滑油組成物を混合したものであり，「40℃動粘度，100℃動粘度，100℃HTHS粘度およびCCS粘度が低く，低温粘度および低温粘度特性が良好」な実施例1の潤滑油組成物を混合したケースAの潤滑油組成物と，それを混合しない比較例2の潤滑油組成物は，「150℃におけるHTHS粘度が同程度のものであるが」，後者に比べて，前者は，「40℃動粘度，100℃動粘度，100℃HTHS粘度およびCCS粘度が低く，低温粘度および低温粘度特性が良好」なものであり，当業者は，ケースAの潤滑油組成物によっても本願発明の課題を解決できると推論するし，その推論が正しいことは，甲8によって裏付けられる旨主張する。",
                    "しかし，原告の上記主張は，比較例2と比べて，少しでも本願発明の課題に関連する物性が改善したものは全て，本願発明の課題を解決できることを前提とするものと解されるが，前記(3)エのとおり，本願発明の課題を解決できるというためには，150℃HTHS粘度が2．59～2．60程度となるように潤滑油組成物を調製した場合に，40℃動粘度，100℃動粘度，100℃HTHS粘度，ＮOACK蒸発量，-35℃CCS粘度，(-40℃におけるMRV粘度)及び粘度指数の数値を総合的に検討した結果，比較例1ないし3で代表される従来の技術水準を超えて，実施例1ないし4と同程度に優れたものとなることが必要であるから，原告の上記主張は，本願明細書の記載に基づかないものであって，その前提を欠く。",
                    "さらに，甲8に記載されたケースAの物性値(別紙甲8対比表参照)を，前記(3)エの記載に基づき，実施例1ないし4の物性値と比較すると，ケースAの物性値は，①40℃動粘度，100℃動粘度，ＮOACK蒸発量，100℃HTHS粘度については同程度であるものの，②粘度指数については，実施例1ないし4の数値よりも劣り，③-35℃CCS粘度及び-40℃MRV粘度については，実施例1ないし4の数値よりも顕著に劣っているということができる。また，ケースAの物性値を，比較例1ないし3と比較すると，ケースAの物性値は，比較例2及び3より全体として優れているが，比較例1と比較すると，100℃動粘度は同等であるが，40℃動粘度，粘度指数，100℃HTHS粘度，-35℃CCS粘度及び-40℃MRV粘度はケースAの方が劣っており，全体として比較例1より劣っているということができる。したがって，ケースAの物性を総合的に検討すると，比較例1ないし3で代表される従来の技術水準を超えて，実施例1ないし4と同程度に優れたものとなっているとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決におけるサポート要件に係る判断は，結論において誤りはない。よって，取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は，取消事由3について判断するまでもなく，理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}