{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2014-26370号事件について平成28年2月1日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁等における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成22年9月27日，発明の名称を「空気入りタイヤ」とする特許出願（特願2010-215766号。甲3）をしたが，平成26年9月12日付けで拒絶査定を受けた（甲7）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年12月24日，これに対する不服の審判を請求した（甲8）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを，不服2014-26370号事件として審理し，平成28年2月1日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，同月16日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年3月17日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "特許請求の範囲請求項1の記載は，次のとおりである（甲3）。なお，「／」は，原文の改行部分を示す（以下，同じ。）。以下，請求項1に記載された発明を「本願発明」といい，その明細書（甲3）を，図面を含めて「本願明細書」という。",
            "【請求項1】一対のビード部間をトロイド状に跨って配設された少なくとも1層のカーカスと，／該カーカスのタイヤ径方向外側に配置され，タイヤ周方向に延びる複数の周方向主溝が形成されたトレッドと，／タイヤ径方向における前記カーカスと前記トレッドとの間に配設され，タイヤ赤道面に対し鋭角となる第1角度で交差すると共にタイヤ幅方向両端において折れ曲がることによりジグザグしながらタイヤ周方向に延びるコードが全領域に埋設されている少なくとも1層の内側ベルトと，／タイヤ径方向における該内側ベルトと前記トレッドとの間に配設され，前記タイヤ赤道面に対し前記第1角度よりも大きい鋭角の第2角度で交差するコードが全領域に埋設され，タイヤ幅方向両側の切断端部がタイヤ幅方向内側に折り返され，前記切断端部が前記周方向主溝のタイヤ径方向内側位置を避けて配置され，前記トレッドの接地幅をWとすると，両側の前記切断端部が，タイヤ赤道面から（0．15～0．35）Wの範囲に位置している少なくとも1層の外側ベルトと，／を有する空気入りタイヤ。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，本願発明は，下記アの引用例1に記載された発明（以下「引用発明」という。）及び下記イの引用例2に記載された技術事項に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開2001-163008号公報（甲1）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平8-230410号公報（甲2）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "本件審決が認定した引用発明は，以下のとおりである。",
                    "一方のビード部13から他方のビード部に亘って延びるトロイダル状をしたカーカス層21と，／カーカス層21の半径方向外側に配置され，外表面には周方向に連続して延びる6本の周溝27が幅方向に所定間隔離れて形成されているトレッドゴム26と，／カーカス層21とトレッドゴム26との間に配設され，トレッドセンターEに対して小角度5度から15度の角度の範囲内で交差する，両プライ端34，35において交互に逆方向に折れ曲がることでジグザグしながらほぼ周方向に延びるコード36が，全領域においてほぼ均一に埋設される無端プライ31と，／",
                    "カーカス層21とトレッドゴム26との間に配設され，トレッドセンターEに対して同一の所定角度10～35度の角度で傾斜した多数本のコードが全領域においてほぼ均一に埋設され，これらコードが両プライ端38において切断端が露出し，プライ端38が周溝27aの幅方向中央から幅方向外側に周溝27aの開口幅Hの0．6倍を超えて離れるよう，配置位置を決定している，無端プライ31の半径方向外側に配置されている最外側切離しプライ32aと，／を有する空気入りタイヤ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "一対のビード部間をトロイド状に跨って配設された少なくとも1層のカーカスと，／該カーカスのタイヤ径方向外側に配置され，タイヤ周方向に延びる複数の周方向主溝が形成されたトレッドと，／タイヤ径方向における前記カーカスと前記トレッドとの間に配設され，タイヤ赤道面に対し鋭角となる第1角度で交差すると共にタイヤ幅方向両端において折れ曲がることによりジグザグしながらタイヤ周方向に延びるコードが全領域に埋設されている少なくとも1層の内側ベルトと，／タイヤ径方向における該内側ベルトと前記トレッドとの間に配設され，前記タイヤ赤道面に対し，鋭角の第2角度で交差するコードが全領域に埋設され，切断端部が前記周方向主溝のタイヤ径方向内側位置を避けて配置されている少なくとも1層の外側ベルトと，／を有する空気入りタイヤ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "コードに係る「第2角度」と，「外側ベルト」の「タイヤ幅方向両側の切断端部」の「配置」とに関して，本願発明では，「前記タイヤ赤道面に対し前記第1角度よりも大きい鋭角の第2角度で交差するコードが全領域に埋設され，タイヤ幅方向両側の切断端部がタイヤ幅方向内側に折り返され，前記切断端部が前記周方向主溝のタイヤ径方向内側位置を避けて配置され，前記トレッドの接地幅をWとすると，両側の前記切断端部が，タイヤ赤道面から（0．15～0．35）Wの範囲に位置している」のに対して，引用発明では，「タイヤ赤道面に対し，鋭角の第2角度（所定角度10～35度）で交差するコードが全領域に埋設され，切断端部が周方向主溝のタイヤ径方向内側位置を避けて配置されている」点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願発明の容易想到性の判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点（コードの角度）に係る容易想到性の判断の誤り"
            },
            {
              "fig": "(2)",
              "subject": "相違点（切断端部の配置）に係る容易想到性の判断の誤り"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "相違点（コードの角度）に係る容易想到性の判断の誤りについて",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の判断",
              "text": [
                "本件審決は，コードの角度に関する相違点に関して，引用発明には，第1の角度範囲（分布）より第2の角度範囲（分布）を大きい角度側にすることが示唆されているから，引用発明において，第1の角度より第2の角度を大きくすることは当業者が適宜になし得たことであると判断した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "コードの角度",
              "text": [
                "引用発明において，第1の角度は5度から15度，第2の角度は10度から35度であるものの，双方の角度の間には，関連性がない。すなわち，第1の角度は，「リボン状体33をほぼ1周させる毎にプライ端34，35間を1度だけ往復させ」た結果として，タイヤ赤道面に対して「5度から15度の角度の範囲内で交差する」ものである（【0015】）。一方，第2の角度は，外側ベルトが切離しプライであること自体によるものである（【0017】）。",
                "このように，引用発明において，第1の角度と第2の角度との間には，何らの関連性もないから，第1の角度範囲より第2の角度範囲を大きい角度側にすることが示唆されているということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，引用発明において，コードのタイヤ赤道面に対する第1の角度より第2の角度を大きくすることは，当業者が容易に想到し得たものではない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "コードの角度",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1の請求項2には，一文中に，「第1の角度」に対応して「小角度」との用語が用いられるとともに，「第2の角度」に対応して「所定角度」との用語が用いられている。また，【0015】から，「小角度」が，タイヤの軽量化及び高速性能の観点から，なるべく0度寄りの小さい角度に選定されればよいことが理解でき，さらに，【0015】には「小角度」として「5度から15度」が，【0017】には「所定角度」として「10～35度」が，それぞれ記載されているところ，後者に属する角度範囲が，前者に属する角度範囲よりも，大きい側にシフトしている。",
                    "したがって，引用例1は，「5度から15度」の「小角度」よりも「10～35度」の「所定角度」が大きいことを，明記はしていないまでも，意図しているというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，航空機タイヤの技術分野において，外傷によるカットやピールオフの発生を抑制するために，第2の角度を第1の角度よりも大きくすることは技術常識である（乙8，9）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "よって，引用発明において，コードのタイヤ赤道面に対する第1の角度より第2の角度を大きくすることは，当業者が適宜になし得たことである。本件審決の相違点（コードの角度）に係る容易想到性の判断に，誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点（切断端部の配置）に係る容易想到性の判断の誤りについて",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の判断",
              "text": [
                "本件審決は，切断端部の配置に関する相違点に関して，①引用例2に記載された技術事項を「タガ効果を維持し，ベルト層両端の損傷を防止するために，ベルトプライの両端を折り返し，その折り返し部がトレッドのショルダー部に位置するように形成する」技術事項と認定した上で，②引用発明に，引用例2に記載された技術事項を適用することには十分な動機付けが存在し，③さらに，トレッドのショルダー部で外側ベルトを折り返す際に，その折り返される外側ベルトの両端部（両切断端部）の位置を，トレッドのショルダー部の領域及び周方向主溝のタイヤ径方向内側位置を避けて，外側ベルトの両側の切断端部が，タイヤ赤道面から（0．15～0．35）Wの範囲に位置するような数値範囲で設定することは，当業者が適宜になし得た数値範囲の好適化にすぎないと判断した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "主溝に対する切断端部の配置",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明において，外側ベルトの切断端部は，主溝の内側位置を避けて配置されているところ，引用例1にも引用例2にも，外側ベルトの切断端部が主溝の内側位置を避けて配置される点についての記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，引用発明におけるベルトのプライ端（切断端部），すなわち本願発明における折り返し部に相当する部分は，耐久性が悪化することから，主溝の内側位置を避けて配置すべきであるものの（【0003】～【0005】，【0007】，【0010】），折り返された切断端部についても，同様であるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明では，外側ベルトは折り返されておらず，折り返された切断端部自体が存在しないから，外側ベルトの折り返された切断端部について，セパレーション抑制のメカニズムを検討することは意味がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙2ないし4には，ベルトを折り返す構成すら開示されていないから，これらの文献から，折り返したベルトの切断端部についての技術常識を導くことはできない。そして，乙1のみから，出願当時の技術常識を認定できるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用発明において，折り返された切断端部を主溝の内側位置を避けて配置することは，当業者が適宜になし得たものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "接地幅に対する切断端部の位置",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明において，外側ベルトの切断端部は，タイヤ赤道面から，0．15～0．35W（ただし，Wはトレッドの接地幅）の範囲に位置されているところ，引用例1においても，引用例2においても，その位置は不明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用例2において，ベルトを折り返す技術的意味は，ショルダー部近傍において，タガ効果（強度）を維持し，ベルト層両端の損傷を防止することにあるから，ベルトを折り返す幅は，タガ効果（強度）を維持し，ベルト層両端の損傷を防止できる程度の幅，例えば0．1W程度で足りる。したがって，ベルトの折り返された切断端部をタイヤ赤道面から，0．15～0．35Wの範囲に位置するように配置する必要性を，引用例2から読み取ることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，引用例2の図3には，ベルトの折り返しの態様が記載されているところ，これは，折り返す側や折り返し方向に関するものであるから（【0023】），かかる記載から，ベルトの折り返された切断端部の位置についての示唆を得られるものではない。仮に，示唆を得られるとしても，本願発明の構成に最も近い図3(イ)に記載されたベルトの折り返し幅は，図3(ロ)や(ホ)に記載されたベルトの折り返し幅よりも短いから，折り返された切断端部の位置が，ショルダー部から，より中央側の領域に位置するように構成する蓋然性は低いものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明では，外側ベルトは折り返されておらず，折り返された切断端部自体が存在しないから，その折り返し幅について検討するのは誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「トレッドのショルダー部」を，タイヤが接地しているときに，少なくともタイヤ軸方向に必要以上に変形しやすい領域であると主張するが，引用発明には「トレッドのショルダー部」に関する記載すら存在しないほか，そもそも，必要であるから変形するのであって「必要以上に変形しやすい領域」との定義は恣意的であり，さらに，技術常識的にも，ショルダー部は，必ずしも地面と接地するとは限らないタイヤの肩部分を意味すると理解されるものである。",
                        "また，負荷時において変形が激しいところは，トレッドの端部であって，「トレッドのショルダー部」とはトレッドの端部と理解すべきであるから，引用例2に記載された技術事項における折り返された幅は，補強すべきタイヤのトレッドのショルダー部の範囲（大きさ）によって定まり，例えば0．1W程度である。乙11からも，大きな変形を受けるトレッドのショルダー部は，トレッド部の端部からショルダー部にかけての近傍であることが分かる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，乙6及び7に基づき，ベルトを折り返したタイヤにおいて，その切断端部が，本願発明の数値と同程度になるものは，周知技術であると主張するが，2つの引例から，かかる周知技術を認定することはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，ベルトの切断端部を，本願発明の数値限定を満たすように構成することは，当業者が適宜になし得たものであると主張するが，本願発明の数値限定は，切断端部を，ひずみの集中を回避できる部分に位置させるという技術的意義を有するから，本願発明のように切断端部を配置することが設計事項であるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，引用発明において，ベルトの切断端部を，タイヤ赤道面から0．15～0．35Wの範囲に位置させることが，当業者が適宜になし得た数値範囲の好適化にすぎないということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，引用発明において，ベルトの折り返された切断端部を，主溝の内側位置を避けて配置するとともに，タイヤ赤道面から0．15～0．35Wの範囲に位置させることは，当業者が容易に想到し得たものではないから，本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "主溝に対する切断端部の配置",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1の記載（【0005】，【0007】）によれば，引用発明の構成によりプライ端におけるセパレーションが効果的に抑制されるメカニズムは，①当該プライ端にはパンタグラフ効果等によってもともと大きなひずみが生じているところ，②当該プライ端に溝底に生じたひずみの影響が付加されると，③当該プライ端におけるひずみがベルトプライ中で最大となってしまい，④当該プライ端においてセパレーションが発生しやすくなるから，⑤当該プライ端に溝底に生じたひずみの影響が付加されないようにすることであると理解できる。",
                    "そして，引用例1には，プライ端におけるセパレーションが，切離しプライのプライ端にコードの切断端が露出されていることで生じる層間せん断ひずみによって発生すると解される記載がある（【0016】第1文）。",
                    "そうすると，当業者であれば，この記載から，上記①でいう「大きなひずみ」には，当該層間せん断ひずみが含まれることが理解できるとともに，当該層間せん断ひずみの大きさが，プライ端におけるセパレーションを発生させるに足る程度に十分に大きいことも理解できる。",
                    "したがって，当業者であれば，上記③の記載にかかわらず，プライ端にコードの切断端が露出されているものであれば，その切断端を溝底に近接させた場合に，その切断端においてセパレーションが発生しやすいとの課題が生じることをたやすく理解できるとともに，その切断端を溝底からある程度離せば，セパレーションが効果的に抑制されることもたやすく理解できるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，応力集中による破壊を避けるために，折り返したプライ端であっても，折り返していないプライ端であっても，タイヤの負荷転動時に変形しやすい周溝の下方に位置させないことは，技術常識である（乙1，2）。",
                    "さらに，そもそも，プライ端はコードの切断端が露出しているからトレッドゴムとの接着性が劣り，そこに負荷が加わると破壊しやすいということは技術常識である（乙3，4）。",
                    "したがって，引用例1に接した当業者であれば，溝底というひずみが生じやすいとされた領域に，プライ端が接近すると，負荷が加わって破壊しやすいことを当然に理解するのであり，このメカニズムが，ベルト（プライ）を折り返しているか否かによらないことも明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，引用発明において，折り返された切断端部を主溝の内側位置を避けて配置することは，当業者が適宜になし得たものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "接地幅に対する切断端部の位置",
              "content": [
                {
                  "fig": "ア",
                  "subject": "トレッドのショルダー部との関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例2に記載された技術事項において，ベルトを折り返す幅がトレッドのショルダー部の全域にわたること",
                      "text": [
                        "引用例2では，「ベルト層は，」「該ベルトプライの両端を折り返した折り返し部がトレッドのショルダー部に位置するように形成」されるところ，トレッドのショルダー部は，0°バンドによっては拘束されにくいタイヤ軸方向にも変形し，当該バンドによってはその変形を十分に拘束できないから，当該バンド以外の手段により，同部の補強性を高める必要があるとされている（【0026】，【0027】）。",
                        "そして，負荷時のトレッドのショルダー部のタイヤ軸方向の変形が具体的にどのようなものであるのかについてみると，「トレッドのショルダー部」がトレッドのショルダー（肩）の部分との語義を有するとともに，接地しているときのトレッドの肩近傍の部分が，そうではないときに比べて，タイヤ軸方向に相当程度変形することは技術常識である（乙5）。そうすると，当業者であれば，引用例2で補強性を高める必要があるとされているトレッドのショルダー部の変形は，接地しているときに生じるタイヤ軸方向の不必要に大きい変形をも含むものであると自然に理解することができる。",
                        "したがって，引用例2に記載された技術事項は，「トレッドのショルダー部」，すなわち，タイヤが接地しているときに，少なくともタイヤ軸方向に必要以上に変形しやすい領域を補強することを目的としており，当業者であれば，ベルトを折り返す幅が，かかるトレッドのショルダー部全域にわたるものとたやすく理解することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用発明に引用例2に記載された技術事項を適用して構成されたタイヤにおいて，本願発明の数値限定を満たすように構成することは格別なものではないこと",
                      "text": [
                        "引用発明に引用例2に記載された技術事項を適用して構成されたタイヤにおいて，当業者は，タイヤが接地しているときに，少なくともタイヤ軸方向に必要以上に変形しやすい領域を補強するように，折り返し幅を適宜設計する。また，その際，ある程度は領域的に余裕をもって補強しようとするとともに，明らかに不要な領域を補強することはないということができる。",
                        "そして，引用発明において，タイヤの「トレッドのショルダー部」，すなわちタイヤが接地しているときに，少なくともタイヤ軸方向に必要以上に変形しやすい領域は，航空機用のタイヤは負荷時のたわみ量が大きくなるように設計されること，引用発明のタイヤは，溝底の大きいひずみが問題となる程度までに，走行時にトレッド部が変形することが予定されていると解されること，引用発明のタイヤの断面は湾曲形状であって，接地過重が加わると，これが平面形状になることからすれば，トレッドの接地端よりも相当程度中央寄りに及ぶ。また，引用発明において，タイヤの「トレッドのショルダー部」は，接地時に最外側の周溝自体の位置も軸方向外側に変位することなどから，トレッドの接地端から最外側周溝を一定程度超えた先まで及ぶ。引用例2に記載されたタイヤについても同様である。なお，乙5のタイヤは乗用車用のタイヤであることなどから，乙5の図4．6に記載された接地時における変形状態をもって，直ちに変形しやすい領域を判断することはできない。",
                        "そうすると，引用発明に引用例2に記載された技術事項を適用して構成されたタイヤにおいて，その切断端部を，トレッドのショルダー部よりも周方向内側に位置付けるとともに，赤道面からは周方向に相当程度離れたところに位置付けることは，格別のことではなく，切断端部の位置は，本願発明の数値限定を含む範囲において設定されるものといえる。",
                        "なお，本願発明の数値限定については，臨界的意義があるものではなく（【0049】，実施例），トレッドのショルダー部や赤道面付近のように大きく変形する部分は避けて位置させるという程度の意味しか有していない。また，その数値限定は，赤道面からトレッドの接地端までの距離の30～70％という広い範囲に及ぶものである。",
                        "さらに，ベルトを折り返したタイヤにおいて，その切断端部が，本願発明の数値限定と同程度になるものは，周知技術でもある（乙6，7）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用例2に記載された技術事項を適用した引用発明において，ベルトの切断端部の位置を，本願発明の数値限定を満たすように構成することは，当業者が適宜になし得たものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "ひずみとの関係",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "数値限定の下限",
                      "text": [
                        "本願発明の数値限定の下限は，タイヤ耐圧性や遠心力による迫出し時のひずみの集中を避けるとの観点から定まるものとされている（【0035】）。",
                        "しかし，タイヤが遠心力により迫出すことは技術常識であり（引用例2の【0025】），また，タイヤは，一般に，その赤道面での径が最大であることから，赤道面で迫出しが最大となることも明らかである。そして，ベルトの切断端部を配置する際に，変形（ひずみ）が多い部位を避けるべきことも明らかである（引用例1の【0004】，【0007】，前記(1)イ）。",
                        "そうすると，当業者であれば，ベルトの切断端部を赤道面に近づけた場合の弊害を具体的に予測することができ，それを赤道面からある程度は外すように構成するといえる。そして，その際，どの程度外すかについては，求められる性能に応じて適宜設計できることである。",
                        "なお，タイヤ耐圧性の観点は，遠心力による迫出し時のひずみの集中を避けた結果，当然に得られることにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "数値限定の上限",
                      "text": [
                        "本願発明の数値限定の上限は，せん断ひずみの集中を避けるとの観点から定まるものとされている（【0035】）。",
                        "しかし，トレッドのショルダー部は変形しやすいのであるから（乙5），前記(ア)と同様に，当業者であれば，ベルトの切断端部をトレッドのショルダー部に位置させた，あるいは近づけた場合の弊害を具体的に予測することができ，それをトレッドのショルダー部からある程度は外すように構成するといえる。そして，その際，どの程度外すかについては，求められる性能に応じて適宜設計できることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用例2に記載された技術事項を適用した引用発明において，ベルトの切断端部を，本願発明の数値限定を満たすように構成することは，当業者が適宜になし得たものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，引用発明において，ベルトの折り返された切断端部を，タイヤ赤道面から0．15～0．35Wの範囲に位置させることは，当業者が容易になし得たものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件審決の相違点（切断端部の配置）に係る容易想到性の判断に，誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について  ",
          "text": [
            "本願発明に係る特許の特許請求の範囲の記載は，前記第2の2【請求項1】のとおりであるところ，本願明細書の記載によれば，本願発明の特徴は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，航空機に使用される空気入りタイヤに関するものである（【0001】）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "従来の航空機用タイヤでは，①ベルト層がベルト両端で折れ曲がることによりジグザグしながらタイヤ周方向に延びる構造のもの，②周方向赤道面に対するコードの角度について，外側ベルトの角度が内側ベルトの角度より大きく，かつ外側ベルトの両端が切断された構造のもの，③ストリップの幅方向の両側縁のうち，少なくとも片側縁で折り返した構造のものがあった（【0002】，【0003】）。",
                "そして，航空機用タイヤでは，軽量化の制約の下，高速走行時のスタンディングウェーブの発生の抑制や，外傷によるカットやピールオフの発生の抑制が要求されており，前記①及び②の構造を有する従来の航空機用タイヤは，これらの要求を一応満足するものであった（【0005】）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかし，外側ベルトのコード切断端部がむき出しになっている構造を有する航空機用タイヤは，そのコード切断端部を核としてセパレーションが発生しやすいと考えられる（【0006】）。",
                "そこで，本願発明は，航空機タイヤの軽量化を図りつつ，スタンディングウェーブの発生，外傷によるカットやピールオフの発生，及び，外側ベルトの両端でのセパレーションの発生を，それぞれ抑制することを目的とし，請求項1の構成を採用したものである（【0007】，【0008】）。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本願発明によれば，①内側ベルトのコードがタイヤ赤道面に対して鋭角となる第1角度で交差するとともに，タイヤ幅方向両端で折れ曲がることによりジグザグしながらタイヤ周方向に延びるから，内側ベルトの総強力を維持したままその層数を減らして，軽量化を図るとともに，スタンディングウェーブの発生を抑制でき，②外側ベルトのコードがタイヤ赤道面に対して第1角度より大きい鋭角の第2角度で交差しているから，外傷によるカットやピールオフの発生が抑制される（【0010】，【0019】）。",
                "また，本願発明によれば，③外側ベルトのタイヤ幅方向両側の切断端部がタイヤ幅方向内側に折り返されているから，せん断ひずみが最大となる外側ベルトの最大幅位置に切断端部が位置することを避けることができ，セパレーションの発生を抑制できる（【0010】，【0019】）。",
                "さらに，本願発明によれば，④外側ベルトの切断端部の位置の下限をタイヤ赤道面から0．15Wとしたから，タイヤ耐圧性を確保するとともに，遠心力による迫出し時のひずみの集中を避けることができ，上限をタイヤ赤道面から0．35Wとしたから，せん断ひずみの集中を避けることができ，その結果，セパレーションの発生を抑制できる（【0009】，【0010】，【0019】）。",
                "加えて，本願発明によれば，⑤外側ベルトの切断端部が，断面内での変形が比較的大きくなる周方向主溝のタイヤ径方向内側位置にないから，その切断端部でのセパレーションの発生を抑制できる（【0012】，【0019】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "text": [
            "引用例1に前記第2の3(2)アの引用発明が記載されていることは，当事者間に争いがないところ，引用例1の記載によれば，引用発明に関し，以下の点が開示されているものと認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，航空機等に装着される高速重荷重用空気入りタイヤに関するものである（【0001】）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "航空機等に装着される高速重荷重用空気入りタイヤでは，従来，トレッドゴム外表面に形成された周溝の位置，幅等はトレッドゴムの均一摩耗，排水性等の観点から，ベルトプライの枚数，幅等はタイヤ耐久性，走行性能等の観点から，それぞれ個別に決定していた（【0002】）。",
                "しかし，従来の高速重荷重用空気入りタイヤでは，トレッドゴムのゲージが周溝の溝底で最も薄いから，走行時にトレッド部が変形すると周溝の溝底に大きなひずみが生じ，このひずみが周溝の溝底に最も近接するベルトプライのプライ端（通常は最外側切離しプライのプライ端）に大きな影響を与える。また，最外側切離しプライのプライ端にはパンタグラフ効果等によって大きなひずみが生じている。したがって，最外側切離しプライのプライ端における大きなひずみに，周溝の溝底に生じた大きなひずみの影響が加わると，かかる箇所におけるひずみがベルトプライ中で最大となり，そこでセパレーションが発生しやすくなり，タイヤ耐久性が悪化するという問題が知見された（【0004】，【0005】）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明では，最外側切離しプライのプライ端を周溝から幅方向外側に周溝の開口幅Hの0．6倍を超えるだけ離したから，走行時に周溝の溝底に大きなひずみが生じても，最外側切離しプライのプライ端はこのひずみの影響をあまり受けない。これにより，引用発明によれば，最外側切離しプライのプライ端でのセパレーションが効果的に抑制され，タイヤ耐久性が向上するという効果を奏する（【0006】，【0007】）。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点（切断端部の配置）に係る容易想到性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明と引用発明とが前記第2の3(2)イ(イ)の相違点において相違することは，当事者間に争いがない。",
                "そして，本件審決は，上記相違点のうち，接地幅に対する切断端部の位置に関する相違点について，引用例2に記載された技術事項を適用した引用発明において，外側ベルトの切断端部を，トレッドの接地幅をWとした場合に，タイヤ赤道面から（0．15～0．35）Wの範囲に配置することは，当業者が適宜になし得たものであると判断した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2に記載された技術事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2に記載された技術事項が，「タガ効果を維持し，ベルト層両端の損傷を防止するために，ベルトプライの両端を折り返し，その折り返し部がトレッドのショルダー部に位置するように形成する」技術事項であることは，当事者間に争いがない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，引用例2の記載によれば，引用例2に記載された発明の技術分野，背景技術は，以下のとおり認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2に記載された発明は，十分な負荷能力を有し，航空機の離着陸の高速回転に伴う遠心力に耐え，かつ機体の衝撃の緩和が効果的に達成できる航空機用タイヤに関するものである（【0001】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "航空機用タイヤには，カーカスコードがプライ間で相互に交差するクロスプライ構造が多用されているが，同じ数のカーカスコードを用いたラジアル構造に比べてトレッド部の剛性が低く，耐摩耗性及び発熱性の面で好ましくないことに加えて，タイヤの高速回転に伴う遠心力によってトレッド中央部が突出し，一時的，永久的なタイヤ成長が起こるため，満足できる耐久寿命が得られないという問題がある（【0006】，【0007】）。",
                        "そこで，カーカスコードをタイヤ半径方向に配列したラジアル構造を採用するとともに，トレッド部内部にタイヤ周方向に比較的浅い角度の高弾性コードを配列したベルト層を配置することで，トレッド部の剛性を高め，高速走行時のトレッド中央部の膨張変形を抑制した航空機用タイヤが使用されるようになったが，離着陸時の衝撃緩和効果に劣る，ベルト層の両端部における大きなひずみ量に起因して損傷が発生する，という問題がある（【0008】，【0009】）。",
                        "衝撃緩和効果を持たせるには，ベルト層に引張弾性率が低いコードを使用すればよいが，そうすると，いわゆるタガ効果が低下する，ベルト層の両端部の剛性が低下して損傷が発生する，という問題があるため，ベルト層の幅とトレッド接地幅の比やトレッドゴムの厚さとの関係を調整するなどして，ベルト層端部での発熱や変形を抑制していた（【0009】～【0011】）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，引用例2に記載された技術事項に関して，引用例2には，おおむね次のとおり記載されている。",
                    "【0012】この発明は…，ラジアル構造を基本とし，カーカスコード，ベルトコードに特定の引張弾性率を有するコードを用いるとともに，ベルト層，クッションゴム及びビードエーペックスを特定構造とすることにより，従来のラジアル構造の欠点である航空機の離着陸時の衝撃緩和効果を高めかつベルト層両端の損傷を防止し，ラジアル構造の航空機タイヤの耐久性を全体的に高めた航空機タイヤを提供することを目的とする。",
                    "【0022】なお本発明では，ベルト層のコードに比較的低弾性率のコードを用いるためベルト層の“タガ効果”が低下する傾向にあり，しかもベルト層端部での損傷を招き易い。したがって本発明ではベルト層を折り返したプライを1枚以上含ませて構成する。",
                    "【0023】ここで折り返したプライとは図3(イ)～図3(ニ)に示す如く，各種の構成のものが採用できる。図3(イ)はプライの両端を一方の側に折返した構造，図3(ロ)はプライの一端のみを一方の側に折り返し短い折り返し部TIを有する構造，図3(ハ)は一端のみを折り返し，上側のプライと下側のプライの長さをほぼ同じとした場合，図3(ニ)は1枚のプライで2ケ所の折り返し部を形成した構造，図3(ホ)は，プライの両端をそれぞれ反対方向に折り返して短い折り返し部Ta，Tbを形成した構造を示している。",
                    "【0024】本発明は，これらのプライ1種以上，更にこれらのプライに折り返していないプライを混在させて，ベルト層が形成されるが，該ベルト層の両端部は前記折り返しプライの折り返し部が位置するように成形することが好ましい。",
                    "【0025】次に前記ベルト層のコードの角度はタイヤ周方向に対して30°以下，好ましくは10°～20°の範囲に配列される。一般にベルト層のコードは“タガ効果”とトレッド部の“エンベロープ効果”の調整を図って15°～45°の範囲に設定されていたが，特に航空機用タイヤでは超高速回転にともなう遠心力によってタイヤクラウン部が突出する現象，タイヤの成長の問題があり，この現象を長時間継続するとタイヤの成長状態で永久セットされ，発熱性が大きくなり耐久寿命は著しく低下することになる。",
                    "【0026】したがって，上記観点からベルト層のコードをタイヤ周方向に対して上述の如く比較的低い範囲に配列すること，更にタガ効果の面からは，タイヤ周方向にコードを0°に配列したバンドと併用することが好ましい。但し，高速回転時のトレッド部の変形を抑制するための採用する0°バンドは，トレッド両端部における拘束力が少ないので，トレッドショルダー部の膨張変形に対する効果は少ない（判決注：原文の「少なくない」は，文脈から「少ない」の誤記と認められる。）。また0°バンドでは，地上走行におけるコーナリングフォースが低く操縦性が悪い。そこで，トレッドショルダー部の補強性を高めかつ，良好な地上走行操縦性を維持するための，ベルト層は一定のコード角度を有し，そのプライ両端部が折り返されていることが一層望ましい。",
                    "【0027】この場合，前記ベルト層は，10°～30°の角度でコードを配列し，該ベルトプライの両端を折り返した折り返し部がトレッドのショルダー部に位置するように形成するのが好ましい。ベルトの両端部を折り返す場合コードの角度が10°より小さいと該端部の剛性を高めタイヤ周方向の拘束力を高める効果はあるが，タイヤ軸方向の相互作用に係わる力が小さく，折り返し部で重なる部分のコード角度の交差によりショルダー部を効果的に把握する作用が乏しくなる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例2に記載された技術事項の引用発明への適用",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，引用発明に引用例2に記載された技術事項を適用することを，当業者が容易に想到し得たか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "技術分野の関連性",
                  "text": [
                    "引用発明は，航空機等に装着される高速重過重用空気入りタイヤに関するものである。また，引用例2に記載された技術事項は，十分な負荷能力を有し，高速回転に伴う遠心力に耐えるなどの航空機用タイヤに関する発明についてのものである。",
                    "したがって，引用発明と引用例2に記載された技術事項は，技術分野が共通する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例2に記載された技術事項の目的",
                  "text": [
                    "引用例2に記載された技術事項は，航空機の離着陸時の衝撃緩和効果を高めるために，比較的低弾性率のコードを用い，これによって生じるタガ効果の低下を，コードをタイヤ周方向に比較的浅い角度（10度～30度）とすることによって防止しようとする航空機タイヤに関するものであって，引用例2に記載された技術事項の目的は，これらによって生じるトレッド両端部における拘束力の低下を，折り返し部でコードを重ねることによって補強し，ベルト層両端の損傷を防止しようというものである（前記(2)ウ）。",
                    "したがって，引用例2に記載された技術事項に接した当業者は，同技術事項は，航空機タイヤであって，ベルト層のコードをタイヤ周方向に比較的浅い角度（10度～30度）に配列したものが有する，トレッド両端部における拘束力の低下という問題点を解決するものであると理解する。",
                    "そして，引用発明は，航空機タイヤに関するものであって，「最外側切離しプライ32a」には，多数本のコードが「トレッドセンターEに対して同一の所定角度10～35度の角度で傾斜」して埋設されているから，当業者は，引用発明に係るタイヤは，トレッド両端部における拘束力の低下という問題点を有するものと理解し，同じ問題を解決する引用例2に記載された技術事項を適用することにより，当該問題点を解決することを試みるものと解される。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用発明に引用例2に記載された技術事項を適用することは，当業者にとって容易に想到し得たものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "接地幅に対する切断端部の位置",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "次に，引用例2に記載された技術事項を適用した引用発明は，外側ベルトの切断端部を，タイヤの赤道面から0．15～0．35Wの範囲に位置させるという本願発明の構成を備えるものになるかについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2に記載された技術事項における「トレッドのショルダー部」の領域",
                  "text": [
                    "引用例2には，「トレッドのショルダー部」が航空機タイヤのどの部分を具体的に指すのかについて記載はない。そして，「ショルダー」が「肩」の意味であることからすれば，「トレッドのショルダー部」とは，トレッドの肩のような形状の部分を指すと解するのが自然である。そして，引用例2の【図1】によれば，かかる形状の部分は，トレッドの中でもサイドウォールに近い部分，すなわち，トレッドの端部をいうものと解される。",
                    "また，引用例2には，「高速回転時のトレッド部の変形を抑制するための採用する0°バンドは，トレッド両端部における拘束力が少ないので，トレッドショルダー部の膨張変形に対する効果は少ない。」と記載され（【0026】），トレッド両端部における拘束力とトレッドのショルダー部の膨張変形に対する効果との間に直接の因果関係がある旨説明されており，引用例2における「トレッドのショルダー部」とは，0°バンドによる拘束力が少ない部分である，トレッドの端部と解するのが自然である。",
                    "さらに，航空機用タイヤに関する特開昭63-235106号公報（乙11）においては，タイヤのトレッドの端部がショルダー部とされており，それ以外の部分とは区別されている。すなわち，同公報には，タイヤのトレッドのショルダー部に2段溝状の縦溝を設けてなる航空機用タイヤに関する発明が記載されているところ（特許請求の範囲(1)），その実施例である航空機用タイヤ1（第1図）では，トレッド6に設けられた縦溝20，21，22のうち，サイドウォール部4の最も近くにある縦溝22は（トレッド6の）ショルダー部を通って延びる直線溝であり，2段溝状をなすとされているのに対し，それ以外の縦溝20，21はトレッド6のクラウン部を通って延びる直線溝であり，略V字溝状をなす（3頁右下欄1行～14行）とされている。このように，航空機用タイヤのトレッド6において，そのサイドウォール部4に近い部分であるトレッド6の端部がショルダー部と呼ばれ，それ以外の部分であるクラウン部から区別されている。",
                    "したがって，引用例2に記載された技術事項における「トレッドのショルダー部」とは，トレッドの端部を意味するものと認められ，同技術事項は，ベルトプライの両端の折り返し部を，トレッドの端部に位置するように形成するものということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "このように，引用例2に記載された技術事項は，ベルトプライの両端の折り返し部を，トレッドの端部に位置するように形成するものであって，引用発明に引用例2に記載された技術事項を適用しても，折り返し部が形成されるのは「トレッドゴム26」の端部である。したがって，引用発明に引用例2に記載された技術事項を適用しても，外側ベルトの切断端部を，タイヤの赤道面から0．15～0．35Wの範囲に位置させるという本願発明の構成には至らないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「トレッドのショルダー部」の領域",
                  "text": [
                    "被告は，引用例2に記載された技術事項において「トレッドのショルダー部」とは，補強性を高める必要があるところであって，タイヤが接地しているときに，少なくともタイヤ軸方向に必要以上に変形しやすい領域であると主張する。",
                    "しかし，前記(4)イのとおり，引用例2に記載された技術事項における「トレッドのショルダー部」とは，トレッドの端部を意味するものと認められる。また，引用例2の【0026】は，一定の範囲に特定された「トレッドのショルダー部」が存在することを前提に，0°バンドは，拘束力が少なく「トレッドのショルダー部」の膨張変形に対する効果が少ないことから，「トレッドのショルダー部」の補強性を高める必要性を指摘し，その上で，【0027】において，折り返し部が「トレッドのショルダー部」に位置するように形成するのが好ましいとするものであって，「トレッドのショルダー部」を，補強性を高める必要があるところと解するのは，結局は循環論法となり，【0026】及び【0027】の記載が無意味になる。",
                    "したがって，引用例2に記載された技術事項の「トレッドのショルダー部」に関する被告の解釈は採用できない。",
                    "なお，引用発明に引用例2に記載された技術事項を適用した場合，引用発明における「トレッドのショルダー部」とは，引用例2に記載された技術事項における「トレッドのショルダー部」の領域を意味するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明における必要以上に変形しやすい領域",
                  "text": [
                    "被告は，引用発明において，タイヤが接地しているときに，少なくともタイヤ軸方向に必要以上に変形しやすい領域は，接地端よりも相当程度中央に及び，また，接地端から最外側周溝を一定程度超えた先まで及ぶと主張する。",
                    "しかし，そもそも，引用例2に記載された技術事項における「トレッドのショルダー部」を，タイヤが接地しているときに，少なくともタイヤ軸方向に必要以上に変形しやすい領域と解釈することはできないから，被告の上記主張は失当である。",
                    "また，空気圧を張ったときの形状と荷重をかけたときの形状を重ね合わせたタイヤの図（乙5の図4．6）を前提とすれば，同タイヤが，自動車用タイヤであることなどを斟酌しても，タイヤ接地時にタイヤ軸方向に変形するのは，主にトレッドの端部であるといえるから，必要以上に変形しやすい領域が，接地端よりも相当程度中央に及び，また，接地端から最外側周溝を一定程度超えた先まで及ぶとの被告の上記主張も採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "数値範囲の好適化",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，引用例2に記載された技術事項を適用した引用発明において，外側ベルトの切断端部を，タイヤの赤道面から0．15～0．35Wの範囲に位置させることは適宜になし得ると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，前記(3)ウのとおり，引用例2に記載された技術事項の目的は，比較的低弾性率のコードを用い，また，コードをタイヤ周方向に比較的浅い角度とすることによって生じるトレッド両端部における拘束力の低下を，折り返し部でコードを重ねることによって補強し，ベルト層両端の損傷を防止しようというものである。",
                        "そうすると，引用例2に記載された技術事項の目的を達成するために必要なベルトの折り返し幅は，低弾性率のコードを比較的浅い角度で配置することによって生じるベルトのトレッド両端部に対する拘束力の低下を防ぐ程度のものが必要であり，かつ，その程度のものであれば十分である。",
                        "したがって，引用例2に記載された技術事項は，ベルトのトレッド両端部に対する拘束力の低下を防ぐために，ベルトプライの両端を，折り返し部がトレッドのショルダー部に位置する程度の幅に折り返すことを示唆するにすぎず，トレッド両端部に対する拘束力の低下を防ぐという目的以外に，折り返し幅を調整することを示唆するものではないから，当業者は，引用例2に記載された技術事項を適用した引用発明において，切断端部の位置を赤道面やトレッドのショルダー部との距離に応じて調整するという発想には，そもそも至らない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，前記1(4)のとおり，本願発明は，外側ベルトの切断端部の位置の下限をタイヤ赤道面から0．15Wとしたから，タイヤ耐圧性を確保するとともに，遠心力による迫出し時のひずみの集中を避けることができ，上限をタイヤ赤道面から0．35Wとしたから，せん断ひずみの集中を避けることができ，その結果，セパレーションの発生を抑制できるというものである。そして，一般的に，タイヤが遠心力により迫出すことが技術常識であり，かつ，トレッドのショルダー部は変形しやすいということができたとしても，このことは，当業者に，ベルトの切断端部の位置を，赤道面やトレッドのショルダー部との距離に応じて調整するという本願発明のような発想を与えるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，ベルトを折り返したタイヤにおいて，その切断端部の位置が，本願発明の数値限定と同程度になるという周知技術が認められるとしても，このような周知技術の認められるタイヤは，いずれも自動車用タイヤに関するものであって（乙6，7），航空機用タイヤと自動車用タイヤとは，高速性や荷重の大きさの点から求められる性能が大きく異なるから，自動車用タイヤにおける技術をもって，本願発明のような航空機用タイヤにおける周知技術を認定することはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，外側ベルトの切断端部を，タイヤの赤道面から0．15～0．35Wの範囲に位置させることを適宜になし得るとの被告の主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明において，外側ベルトの切断端部を，タイヤの赤道面から0．15～0．35Wの範囲に位置させることを，当業者が容易に想到できたということはできないから，接地幅に対する切断端部の位置に関する本願発明と引用発明との相違点についての本件審決の判断は，誤りというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，その余の争点について判断するまでもなく，本願発明は引用発明に基づいて容易に発明をすることができたということはできないから，原告主張の取消事由は理由がある。",
            "よって，原告の請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}