{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800156号事件について平成28年7月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成21年8月10日，発明の名称を「ランフラットタイヤ」とする特許出願(平成10年4月24日に出願した特願平10-115570号の分割出願)をし，平成25年9月13日，設定の登録(特許第5361064号)を受けた(請求項の数1。甲113。以下，この特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年7月24日，本件特許について特許無効審判請求をし，無効2015-800156号事件として係属した(甲114)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成28年3月22日，本件特許に係る特許請求の範囲及び明細書を訂正する旨の訂正請求をした(以下「本件訂正」という。甲125)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，平成28年7月5日，本件訂正を認めるとともに，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月14日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成28年8月5日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲請求項1の記載は，次のとおりである(甲113，125)。以下，本件訂正後の請求項1に係る発明を「本件発明」という。また，本件訂正後の明細書(甲125)を「本件明細書」という。",
            "【請求項1】サイドウォール部がゴム補強層によって補強されているランフラットタイヤにおいて，前記ゴム補強層に，動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下であり，天然ゴムを含むサイドウォール部補強用ゴム組成物を用いたことを特徴とするランフラットタイヤ。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，①本件発明は，本件明細書の発明の詳細な説明に記載されたものであり，特許法36条6項1号に規定する要件(以下「サポート要件」という。)を満たしており，②本件明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載されたものであり，平成14年法律第24号による改正前の特許法36条4項に規定する要件(以下「実施可能要件」という。)を満たしており，③本件発明は，ⅰ)下記アの引用例1に記載された発明(以下「引用発明1」という。)から，当業者が容易に発明をすることができたものではない，ⅱ)引用発明1に，下記イの引用例2に記載された発明(以下「引用発明2」という。)を適用することで，当業者が容易に発明をすることができたものではない，ⅲ)引用発明1に，下記ウの引用例3に記載された発明(以下「引用発明3」という。)を適用することで，当業者が容易に発明をすることができたものではない，ⅳ)下記エの引用例4に記載された発明(以下「引用発明4」という。)から，当業者が容易に発明をすることができたものではない，ⅴ)引用発明4に，引用発明2を適用することで，当業者が容易に発明をすることができたものではないから，特許法29条2項の規定に違反して特許されたものではない，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平4-185512号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開昭63-150339号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：米国特許第5736611号明細書(平成10年4月7日公開。甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開平3-176213号公報(甲4)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と引用発明1の対比",
              "text": [
                "本件審決は，引用発明1及び本件発明との一致点・相違点を，以下のとおり認定した。なお，「／」は原文の改行部分を示す(以下同じ。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "左右一対のビード部と，各ビード部に連なる一対のサイド部と，両サイド部間にまたがるトレッド部とを備え，前記ビード部区域から前記トレッド部の，ショルダー部の肉厚が最も厚いハンプまでの区間の屈曲領域の全域にわたって，前記ビード部及びトレッド部に向かって厚さを漸減させたサイド部座屈防止用補強層をサイド部内側に一体的に固着した空気入り安全タイヤにおいて，／ポリブタジエンゴム単独又はポリブタジエンゴムの他にジエン系ゴム0～20重量部を含むブレンドのゴム成分100重量部に対して，補強性カーボンブラック30～90重量部，硫黄2～10重量部，チウラム系加硫促進剤単独あるいはこれとチアゾール系加硫促進剤またはグアニジン系加硫促進剤との併用0．1～4重量部を配合したゴム組成物を前記サイド部座屈防止用補強層として用いてなる，／空気入り安全タイヤ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と引用発明1との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "サイドウォール部がゴム補強層によって補強されているランフラットタイヤにおいて，前記ゴム補強層に，サイドウォール部補強用ゴム組成物を用いてなるランフラットタイヤ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "サイドウォール部補強用ゴム組成物について，本件発明では，「動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下」であるのに対し，引用発明1では特に特定されていない点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "サイドウォール部補強用ゴム組成物について，本件発明では，天然ゴムを含むのに対し，引用発明1では「ポリブタジエンゴム単独又はポリブタジエンゴムの他にジエン系ゴム0～20重量部を含むブレンドのゴム成分」と特定されている点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と引用発明4の対比",
              "text": [
                "本件審決は，引用発明4及び本件発明との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明4",
                  "text": [
                    "偏平率が50％以下のラジアルタイヤにおいて，サイドウォール部のカーカス層内側に，20℃における動的弾性率E* が16MPa以上，該動的弾性率E* に対する100℃における動的弾性率E* の比E* ／E* が0．80以上，100％モジュラスが60Kg／cm2以上並びに100℃における損失正接(tanδ)が0．35以下のゴムからなる三日月形断面形状をした補強ライナー層を，一方の端部がトレッド部のベルト層端部とオーバーラップし，他方の端部がビード部のビードフィラーとオーバーラップするように配置し，前記ビード部のビードフィラーは JIS-A 硬度60～80のゴムからなり，リムベースからのタイヤ回転軸に垂直な方向の高さhを35mm以下とし，かつカーカス層を内外2層から構成し，内側のカーカス層をビードコアの周りにタイヤの内側から外側に折り返して端末を前記ビードフィラーの高さhよりも高い位置にもたらし，該端末を内側のカーカス層と外側のカーカス層との間に挟持せしめ，かつ外側のカーカス層を前記ビードコアに折り返すことなく巻き下ろして端末をビードコア付近に配置するか，または2層のカーカス層をいずれもビードコアの周りにタイヤの内側から外側に折り返し，一方のビードコア側のカーカス層の端末をビードコア付近に配置し，他方のカーカス層の端末をビードフィラーの上方端を超えて配置させたランフラット空気入りラジアルタイヤ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と引用発明4との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "サイドウォール部がゴム補強層によって補強されているランフラットタイヤにおいて，前記ゴム補強層に，サイドウォール部補強用ゴム組成物を用いてなるランフラットタイヤ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点3",
                          "text": [
                            "サイドウォール部補強用ゴム組成物について，本件発明では，「動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下」であるのに対し，引用発明4では，「20℃における動的弾性率E* が16MPa以上，該動的弾性率E*に対する100℃における動的弾性率E* の比E* ／E* が0．80以上，100％モジュラスが60Kg／cm2以上並びに100℃における損失正接(tanδ)が0．35以下」である点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点4",
                          "text": [
                            "サイドウォール部補強用ゴム組成物について，本件発明では，天然ゴムを含むのに対し，引用発明4では特に特定されていない点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件違反(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件違反(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "引用発明1に基づく進歩性判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "引用発明1及び引用発明2に基づく進歩性判断の誤り(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "引用発明1及び引用発明3に基づく進歩性判断の誤り(取消事由5)"
            },
            {
              "fig": "(6)",
              "subject": "引用発明4に基づく進歩性判断の誤り(取消事由6)"
            },
            {
              "fig": "(7)",
              "subject": "引用発明4及び引用発明2に基づく進歩性判断の誤り(取消事由7)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(サポート要件違反)について",
          "text": [
            "〔原告の主張〕",
            "ランフラットタイヤのサイド補強層において考慮すべき物性の1つとして，「100％モジュラスが60kg／cm2以上であること」が必要であり，この値未満ではランフラット走行時にタイヤサイド部全体の歪が大きくなってタイヤの破壊が早くなる(引用例4，89頁)。したがって，ランフラットタイヤにおいて，100％モジュラスが低い場合，本件発明の数値範囲を満たしていても，ランフラット耐久性は向上しないと考えられる。",
            "しかし，本件明細書には，100％モジュラスに関する記載は一切ない。",
            "したがって，当業者が，本件発明において規定されているパラメータを満足しさえすれば，ランフラットタイヤの耐久性改善という課題を解決できると認識することはできない。",
            "よって，本件発明の特許請求の範囲の記載は，本件明細書の発明の詳細な説明に記載されたものではない。本件審決は，サポート要件を満たさないことの証明責任を原告に課している点においても誤りである。",
            "〔被告の主張〕",
            "本件発明は，ランフラットタイヤのサイドウォール部補強用ゴム組成物として，「ゴム組成物の動的貯蔵弾性率の170℃～200℃における変動を3．0MPa以内に抑えることにより，ゴム組成物の物性の温度依存性を小さく」することにより「タイヤの耐久性を大幅に改善することができる」ものである(【0007】)。",
            "そして，本件明細書の発明の詳細な説明(【0004】【0005】【0007】【0008】【0014】，実施例1～35)の記載に基づき，当業者であれば，ゴム補強層用のゴム組成物として「動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下」という本件発明の数値範囲のゴム組成物を採用することにより，耐久性に優れたランフラットタイヤを提供するという課題を解決できると理解できる。",
            "よって，本件発明の特許請求の範囲は，サポート要件を満たす。本件審決は，原告の主張が，サポート要件を満たすことに影響するものではない旨説示したにすぎず，サポート要件を満たさないことの証明責任を原告に課したものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(実施可能要件違反)について",
          "text": [
            "〔原告の主張〕",
            "本件発明は「動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下」という数値範囲を特徴とする発明であるのに対して，本件明細書には特定の劣化防止剤を使用して上記数値範囲を満たすようにした態様しか記載されていない。",
            "しかし，本件発明は，特定の劣化防止剤を含むことに限定されていないから，当該劣化防止剤を含まない場合に，170℃から200℃までの貯蔵弾性率の変動がどのような変化を示すのかについて，実施例及び比較例の数値からだけでは，予測することが困難である。したがって，特定の劣化防止剤を含む態様以外の態様を実施する際に過度の試行錯誤を要する。",
            "なお，本件明細書の記載によれば，特定の劣化防止剤を含む場合に限っては，実施例及び比較例の数値を参照することによって，「動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下」を満足するゴム組成物を得ることは容易に実施することが可能であると考えられる。しかし，このような限られた範囲の実施をもって，本件発明を実施したとは，到底評価できないものである。",
            "よって，本件明細書には，上記数値範囲を満たす態様が1種類しか記載されていないから，本件発明の全範囲において実施可能要件を満たしているとはいえない。本件審決は，実施可能要件を満たさないことの証明責任を原告に課している点においても誤りである。",
            "〔被告の主張〕",
            "「動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下」を満足するゴム組成物を得ることは容易に実施することが可能であることは原告も認めている。",
            "よって，本件明細書の記載は，実施可能要件を満たす。本件審決は，補足的に実施可能要件を判断する上で考慮した事項について認められないなどと説示したにすぎず，実施可能要件を満たさないことの証明責任を原告に課したものではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用発明1に基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点1に係る本件発明の構成，すなわち「動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下」とは，サイド補強層の弾性率の低下を抑えることを規定したものであり，弾性率の低下を表す指標として「動的貯蔵弾性率の変動」を採用し，弾性率を維持する温度範囲として「170℃から200℃」を採用し，弾性率の低下量の上限値として「2．9MPa」を採用したものである。",
                "そして，後記のとおり，引用例1，引用例4，甲31，甲33ないし39，甲48ないし51から認められる技術水準によれば，相違点1は，課題を表したものにすぎず，当該課題には容易に想到でき，また，相違点1は，数値範囲のみであり，数値範囲に臨界的意義はないというべきである。なお，審決取消訴訟において，本件特許の原出願日当時の技術水準を補足する新たな証拠(甲33ないし39，甲48ないし51)の提出は許される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1は，課題を表したものにすぎず，当該課題には容易に想到できること",
              "content": [
                {
                  "fig": "ア",
                  "subject": "温度上昇時の剛性維持",
                  "text": [
                    "高温においてもサイド補強層が剛性を維持する必要があることは引用例1に記載されている(3頁)。そもそも，ランフラットタイヤのサイド補強層は，パンク状態における剛性維持のためだけに特別に設けられる部材であって，輪重を支えながら走行すれば当然発熱するものであり，高温で剛性を維持することは，ランフラットタイヤが当然備えるべき性質である(引用例1，1頁)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "温度範囲",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "サイド補強層に使用されるゴムのブローアウト温度限界を上げることが求められている(甲31【0009】)。高温で剛性を維持することは，サイド補強層が当然備えるべき性質であり，より高温まで剛性が維持できるほどサイド補強層として優れているものであることは当然である。",
                        "また，引用例4(優先日平成元年)に記載されている温度域は100℃，引用例1(優先日平成2年)に記載されている温度域は130℃，甲33(優先日平成6年)に記載されている温度域は170℃～200℃と，技術の進歩に伴って耐熱性が向上し，考慮すべき温度範囲が高くなっている。",
                        "そうすると，本件特許の原出願日当時の当業者であれば，200℃付近の耐熱性を検討したはずであり，170℃から200℃までの温度範囲の設定自体に想到することが困難であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲31",
                      "text": [
                        "甲31には，ランフラットタイヤのサイド補強層用ゴム組成物におけるブローアウトを課題とし，ブローアウトが生じにくいサイド補強層用ゴム組成物を目的とする技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲33",
                      "text": [
                        "甲33には，サイド補強層に使用されるゴムについて，コントロールのコンパウンドは実際にブローアウトが生じ，その際のブローアウト温度が245℃であること，及び，245℃で破損したものをコントロールとし，179℃～202℃の温度領域において耐久性が優れているコンパウンド2ないし4を実施例としていることが記載されている(表4)。そうすると，甲33には，ランフラットタイヤのサイド補強層用ゴム組成物に関して，179℃～202℃における耐久性を検討していることが記載されている。",
                        "また，ゴム組成物であっても，ランフラット走行状態のランフラットタイヤであっても，圧縮や屈曲によりゴム組成物が発熱し，その結果，ゴム組成物の温度が上昇する点は同じである。そして，ランフラットタイヤのサイド補強層におけるブローアウトは，熱に起因するゴムの破壊現象であるから，走行中にブローアウトが生じないようにするために，どのような温度でサイド補強層用ゴム組成物のゴム分子が破壊されるかを検討することは，当業者が，本件特許の原出願日当時において当然行ったはずである。",
                        "したがって，179℃～202℃の温度領域において，サイド補強層用ゴム組成物のゴム分子の破壊を抑えるべきことは，本件特許の原出願日当時において，当業者に知られていたというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲48，甲49",
                      "text": [
                        "甲48，甲49には，ランフラットタイヤのサイド補強層のブロー(ゴム分子の熱による破壊)の抑制が課題であることが記載されている(甲48【0007】，甲49，2頁)。",
                        "そして，引用例3には，一般的なゴム成分を含むタイヤ用ゴム組成物(試料1)では190℃に昇温するとゴム分子の破壊による剛性の低下が起きること，特定の劣化防止剤を含むタイヤ用ゴム組成物(試料2，3)は190℃に昇温してもゴム分子の破壊による剛性の低下が起きないことが示されている(表2)。",
                        "そうすると，ランフラットタイヤのサイド補強層のゴム分子の破壊は190℃付近で起きるということができ，ランフラットタイヤのサイド補強層用ゴム組成物において，190℃付近の耐久性を検討することは本件特許の原出願日当時の当業者にとって容易である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被告の主張について",
                      "text": [
                        "被告は，ランフラットタイヤのクラック発生時のサイド補強ゴムの温度を初めて測定したと主張するが，本件明細書には，170℃～200℃の温度範囲をランフラットタイヤから測定したことは記載されていない。実施例の記載からも(【0022】)，ゴムサンプルの温度を測定したものというべきである。",
                        "本件発明は，ゴム分子が熱によって破壊される温度領域，又は，本件明細書に記載された劣化防止剤が機能して破壊されたゴム分子が修復される温度領域を温度範囲として規定したにすぎない(【0002】【0014】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "剛性の指標",
                  "text": [
                    "タイヤ用ゴム組成物の分野において，剛性を貯蔵弾性率(E’)で表すことは，当業者の技術水準である(甲33(甲34【0029】)，甲35【0054】～【0056】，甲50【0006】【0007】【0010】，甲51【0017】)。",
                    "また，「動的貯蔵弾性率の変動」は，硬度の差と相関するパラメータである(甲36～39)。剛性の低下を，引用例1に記載された硬度の差に代えて，動的貯蔵弾性率の変動で表すことは，相関するパラメータを置換したものにすぎない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，相違点1は，当業者にとって，容易な課題を表したものにすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1は，数値範囲のみであり，数値範囲に臨界的意義はないこと",
              "text": [
                "本件明細書に記載された比較例と，実施例との間に顕著な差があるとはいえず，また，動的貯蔵弾性率の170℃から200℃までの変動を小さくすることで，ランフラット耐久性が急激に向上しているともいえない。",
                "したがって，本件発明の数値限定である「170℃から200℃」及び「2．9MPa以下」に，臨界的意義はない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，相違点1は，引用発明1及び本件特許の原出願日当時の技術水準から，当業者が容易に想到することができたものである。なお，相違点2は，実質的相違点ではない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "相違点1は，当業者が容易に想到し得ない数値範囲を特定したものであるから，臨界的意義について検討するまでもなく，容易に想到できたものではない。",
                "なお，原告は，甲33，35など本件審決の審判手続に現れなかった証拠により，本件特許の原出願日当時の技術常識だけではなく，進歩性を否定する先行技術を立証しようとしているから，これらの証拠に基づく主張は許されない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1は課題を表したものではないこと",
              "content": [
                {
                  "fig": "ア",
                  "subject": "温度範囲",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，サイドウォール部補強用ゴム組成物に関する発明であるところ，「サイドウォール部補強用ゴム組成物の検討をするに際して，200℃付近におけるゴム組成物の特性に着目して好適なゴム組成物を選択すること」が技術常識であったということはできない。",
                        "本件発明は，クラック発生時のサイド補強ゴムの温度測定が可能になったことによって，サイド補強ゴムが従来考えられていたよりも高温(170℃近く)まで到達しているという，「ランフラットタイヤのゴム補強層のクラック発生時の温度が170℃～200℃にまで到達している」との新たな知見に基づくものである。そして，本件発明は，かかる新たな知見に基づき，ゴム補強層用のゴム組成物として，170℃～200℃においても剛性を維持し得る耐熱性の高いゴム組成物を採用することにより，耐久性に優れたランフラットタイヤを提供するという課題を解決したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲31",
                      "text": [
                        "甲31に記載されている温度は，ゴム補強層のクラック発生時の温度ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲33",
                      "text": [
                        "甲33には上記技術常識を裏付ける直接的な記載はない。なお，甲33の表4には誤記があり，また，甲33の対応日本出願である甲34の表4には誤訳がある。",
                        "甲33の表4のうち，コンパウンド2ないし4は，タイヤにサイド補強層として組み込まれたゴムについての試験結果ではなく，いずれも，試験片であるゴムのブロックの試験結果である。サイド補強層として組み込まれたゴムについて，ランフラットタイヤの走行状態に即した試験条件による補強層のクラック発生時の温度を測る試験ではない。そして，コンパウンド2ないし4は，ゴムのブロックが3時間後に破壊されずに試験が終了し，その時のブロックの温度が，それぞれ202℃，179℃，185℃であったことを示すにすぎない。",
                        "一方，コンパウンド5ないし7は，ランフラットタイヤでの試験であるが，ブローアウト温度は測定されていない。このことは，本件特許の原出願日当時には破壊時のタイヤ中の温度を測定することができていなかったことを裏付けている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲48，甲49",
                      "text": [
                        "甲48には，「発熱過大によって補強層7のブローおよび／または剥離故障が発生し走行寿命を縮める訳である」(【0007】)と，甲49には，「熱履歴を受けると，弾性材料の架橋構造が破壊されやすく」(2頁)と記載されているだけである。",
                        "このように，甲48，甲49は，190℃付近の温度範囲だけではなく，具体的な温度範囲については何ら言及していない。そして，本件特許の原出願日当時は，サイド補強層用ゴム組成物のランフラット走行中の温度は公知ではないから，当業者は，これらの記載における「補強層7のブローおよび／または剥離故障」，「弾性材料の架橋構造」の「破壊」が190℃付近の温度で起こる事象と理解することはできない。また，引用例3には，タイヤ等のゴム組成物の，150℃及び190℃における剛性の低下について記載されているにすぎず，ランフラットタイヤの走行時の耐久性に関するものではないから，引用例3に記載されたタイヤの製造段階の加硫条件を想定したある特定の温度の記載を，甲48，甲49に組み合わせることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "剛性の指標",
                  "text": [
                    "甲35，甲50，甲51をもって，本件発明のサイドウォール部ゴム補強層の剛性を動的貯蔵弾性率で表現することが，本件特許の原出願日当時において技術常識であったということはできない。",
                    "また，甲36ないし39からは，せいぜい，硬度(引用例1のパラメータ)と貯蔵弾性率には何らかの関係があることが記載されているといえるにとどまる。そもそも，硬度とE’(貯蔵弾性率)とは，その物理的な意義は異なり，同一視できるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，相違点1は，引用発明1及び本件特許の原出願日当時の技術水準から，当業者が容易に想到することができたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(引用発明1及び引用発明2に基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "引用例2には，タイヤ用のゴム組成物に配合して耐熱性を高めるための材料であって，本件発明に使用される劣化防止剤と同じ材料が記載されている。したがって，引用発明1及び引用発明2に基づき本件発明を実現することも容易である。",
            "また，引用発明1のサイド補強層用ゴム組成物に，引用例2に記載の劣化防止剤を適用する際に，当該劣化防止剤が機能する温度領域を確認することは本件特許の原出願日当時の当業者であれば当然行ったはずである。そして，引用例2に記載の劣化防止剤は，170℃以上におけるゴムの弾性率の低下を防止する材料である。",
            "よって，本件特許の原出願日当時の当業者であれば，引用発明1に引用例2に記載の劣化防止剤を適用した場合にサイド補強層の170℃以上における耐久性が向上することを容易に想到できる。",
            "〔被告の主張〕",
            "前記3〔被告の主張〕のとおり，引用発明1に基づき本件発明の構成に想到することは容易ではない。劣化防止剤が公知であったか否かは，相違点1の容易想到性の判断とは関係がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(引用発明1及び引用発明3に基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "引用例3には，タイヤ用のゴム組成物に配合して耐熱性を高めるための材料であって，本件発明に使用される劣化防止剤と同じ材料が記載されている。したがって，引用発明1及び引用発明3に基づき本件発明を実現することも容易である。",
            "また，引用発明1のサイド補強層用ゴム組成物に，引用例3に記載の劣化防止剤を適用する際に，当該劣化防止剤が機能する温度領域を確認することは本件特許の原出願日当時の当業者であれば当然行ったはずである。そして，引用例3に記載の劣化防止剤は，190℃付近におけるゴムの弾性率低下を防止する材料である。",
            "よって，本件特許の原出願日当時の当業者であれば，引用発明1に引用例3に記載の劣化防止剤を適用した場合にサイド補強層の190℃以上における耐久性が向上することに容易に想到できる。",
            "〔被告の主張〕",
            "前記4〔被告の主張〕に同じ。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(引用発明4に基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "相違点3に係る本件発明の構成，すなわち「動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下」とは，サイド補強層の弾性率の低下を抑えることを規定したものであり，弾性率の低下を表す指標として「動的貯蔵弾性率の変動」を採用し，弾性率を維持する温度範囲として「170℃から200℃」を採用し，弾性率の低下量の上限値として「2．9MPa」を採用したものである。",
                "そして，後記のとおり，引用例1，引用例4，甲31，甲33ないし39，甲43，甲48ないし53から認められる技術水準によれば，相違点3は，課題を表したものにすぎず，当該課題には容易に想到でき，また，相違点3は，数値範囲のみであり，数値範囲に臨界的意義はないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点3は，課題を表したものにすぎず，当該課題には容易に想到できること",
              "content": [
                {
                  "fig": "ア",
                  "subject": "温度上昇時の剛性維持",
                  "text": [
                    "高温においてもサイド補強層が剛性を維持する必要があることは引用例4に記載されている(3頁)。そもそも，ランフラットタイヤのサイド補強層は，パンク状態における剛性維持のためだけに特別に設けられる部材であって，輪重を支えながら走行すれば当然発熱するものであり，高温で剛性を維持することは，ランフラットタイヤが当然備えるべき性質である(引用例4，1頁)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "温度範囲",
                  "text": [
                    "前記3〔原告の主張〕(2)イに同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "剛性の指標",
                  "text": [
                    "引用例4では，剛性を動的弾性率(E＊)で表しているところ，引用例4のサイド補強層において動的弾性率(E＊)と貯蔵弾性率(E’)とは同一視できる(引用例4の1頁，甲39図4．14，甲43，甲52及び53)。したがって，引用例4で表現された剛性(E＊)を，本件発明で表現された剛性(E’)で表すことができる。",
                    "また，動的弾性率と貯蔵弾性率とは同一視でき，相関するから，剛性の低下を，引用例4に記載された動的弾性率の比に代えて，動的貯蔵弾性率の変動で表すことは，相関するパラメータを置換したものにすぎない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，相違点3は，当業者にとって，容易な課題を表したものにすぎない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3は，数値範囲のみであり，数値範囲に臨界的意義はないこと",
              "text": [
                "前記3〔原告の主張〕(3)に同じ。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，相違点3は，引用発明4及び本件特許の原出願日当時の技術水準から，当業者が容易に想到することができたものである。なお，相違点4は，実質的相違点ではない。",
                "〔被告の主張〕",
                "相違点3は，当業者が容易に想到し得ない数値範囲を特定したものである。",
                "すなわち，前記3〔被告の主張〕(2)アのとおり，温度範囲について，「サイドウォール部補強用ゴム組成物の検討をするに際して，200℃付近におけるゴム組成物の特性に着目して好適なゴム組成物を選択すること」が技術常識であったということはできない。",
                "また，剛性の指標についても，動的弾性率E＊と貯蔵弾性率E’とは，そもそもその物理的な意義は異なり，同一視できるものではない。また，剛性を，動的弾性率E＊に代えて貯蔵弾性率E’で表すことは本件特許の原出願日当時の技術水準であるとはいえない。",
                "よって，相違点3は，引用発明4及び本件特許の原出願日当時の技術水準から，当業者が容易に想到することができたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(引用発明4及び引用発明2に基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "引用例2には，タイヤ用のゴム組成物に配合して耐熱性を高めるための材料であって，本件発明に使用される劣化防止剤と同じ材料が記載されている。したがって，前記6〔原告の主張〕のとおり，引用発明4に基づき本件発明の構成に想到することは容易であるだけではなく，引用発明4及び引用発明2に基づき本件発明を実現することも容易である。",
            "また，前記4〔原告の主張〕と同様に，本件特許の原出願日当時の当業者であれば，引用発明4に引用例2に記載の劣化防止剤を適用した場合にサイド補強層の170℃以上における耐久性が向上することに容易に想到できる。",
            "〔被告の主張〕",
            "前記6〔被告の主張〕のとおり，引用発明4に基づき本件発明の構成に想到することは容易ではない。劣化防止剤が公知であったか否かは，相違点3の容易想到性の判断とは関係がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件発明に係る特許請求の範囲は，前記第2の2のとおりであるところ，本件明細書の発明の詳細な説明には，おおむね，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，サイドウォール部補強用ゴム組成物及びランフラットタイヤに関し，さらに詳しくは，耐熱性が改良されたサイドウォール部補強用ゴム組成物及び，該ゴム組成物を用いたランフラットタイヤに関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】従来より，サイドウォール部の剛性を上げるためにゴム組成物単体或いは，ゴム組成物と繊維などの複合体による補強層が配設されている。しかし，これらに用いられるゴム組成物には，とくに，タイヤのパンクなどにより内圧が下がった状態で走行する，いわゆる，ランフラット走行時のように，温度が200℃以上にもなると，加硫などによって得られた架橋部，または，ゴム成分をなしているポリマー自体が切断されてしまう傾向がある。これにより，弾性率が低下するためタイヤのたわみが増加し発熱が進み，あるいは，ゴムの破壊限界が低下し，その結果，タイヤは，比較的早期に故障に至ってしまう。",
                    "【0003】故障に至るのをできるだけ遅くする手段の一つとして，配合を変えることにより用いるゴム組成物の弾性率をできるだけ大きく，あるいは，そのtanδをできるだけ小さく設定し，ゴム組成物自体の発熱を抑制する方法があるが，配合面からのアプローチには限界が有り，一定以上の耐久距離を確保するためには，ゴム補強層及びビードフィラーを増量するしかなく，通常走行時において乗り心地性の悪化，騒音レベルの悪化，重量の増加を招いているのが現状であった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0004】そこで，本発明の目的は，耐熱性が改良されたサイドウォール部補強用ゴム組成物および耐久性が改良されたランフラットタイヤを提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0005】本発明者らは，ゴム組成物の耐熱性を上げるべく，種々の配合薬品について鋭意研究した結果，特定の化合物を配合することにより，ゴム組成物の耐熱性を大幅に向上できることを見出し，本発明を完成するに至った。",
                    "【0006】すなわち，本発明は以下の構成とする。サイドウォール部がゴム補強層によって補強されているランフラットタイヤにおいて，前記ゴム補強層に，動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下であり，天然ゴムを含むサイドウォール部補強用ゴム組成物を用いたことを特徴とするランフラットタイヤ。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0007】ゴム組成物の動的貯蔵弾性率の170℃～200℃における変動を3．0MPa以内に抑えることにより，ゴム組成物の物性の温度依存性を小さくすることができ，さらに，このゴム組成物を空気入りタイヤの特にはサイドウォール部のゴム補強層に用いることにより，タイヤの耐久性を大幅に改善することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "【0008】本発明のサイドウォール部補強用ゴム組成物(以下，「ゴム組成物」と略記する)は，動的貯蔵弾性率の170℃から200℃までの温度範囲における変動が3．0MPa以下でなければならない。この変動が3．0MPaを超えると，ゴム組成物の弾性率の温度依存性が高くなり，高温での物性の低下を免れない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "劣化防止剤",
                      "text": [
                        "【0009】本発明では，劣化防止剤として，ゴム組成物に1分子中にエステル基を2個以上有する化合物を配合することが好ましい。",
                        "【0010】1分子中にエステル基を2個以上有する化合物としては，特に制限はないが，アクリレートまたはメタクリレート，特には，多価のアルコールとアクリル酸またはメタクリル酸との多価エステルであることが好ましい。",
                        "【0011】多価アルコールとしては，…その中でも特に好ましいのは，アルキレングリコールのメチロール置換体，及び，その多量体である。",
                        "【0012】1分子中に2個以上のエステル基を有する化合物の具体例としては，…。これらの化合物は，単独で用いても，2種以上を混合して用いてもよい。",
                        "【0013】これら，1分子中にエステル基を2個以上有する化合物の配合量は，0．5～20重量部であることが好ましく，さらに好ましくは，1．0～15重量部である。0．5重量部未満では，本発明の効果が十分に得られず，20重量部を超えて配合しても，配合量に見合った効果は得られない。",
                        "【0014】本発明で好適に用いる劣化抑止剤は，170℃未満では，加硫に対して実質的に不活性であり，従って，加硫温度(通常160℃前後)においては架橋に関与せず弾性率は設計目標以上に増加しない。一方，ゴム組成物の温度が170℃以上になると，ゴムの劣化が始まり，架橋点やポリマー鎖の切断が起こり始めるが，一方で，該劣化抑止剤によるポリマーの再架橋も進むため，弾性率の低下が抑えられ，その結果，高温下でも発熱が抑制される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "【0019】…本発明のゴム組成物は，低温であれば，設計目標どおりの弾性率を維持することができるので，通常走行時において，弾性率の増加による乗心地性，騒音レベルの悪化は実質的に起こらない。一方，タイヤのパンクなどによる大きな変形のため，ゴム組成物の温度が170℃以上になっても弾性率の低下が抑えられるため，高温下での発熱が抑制され，タイヤの耐久性を向上することができる。",
                        "【0020】従って，このような化合物を，タイヤのサイドウォール部のゴム補強層のゴム組成物に配合することにより，特にタイヤサイドウォール部の耐久性を向上させることができ，結果として，例えば，ランフラット走行距離が大幅に伸びることとなる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ゴム組成物の温度依存性",
                      "text": [
                        "【0022】ゴム組成物の粘弾性は，…厚さ2mmのスラブシートより切り出した幅5mm，長さ20mmの試料の動的貯蔵弾性率(E’)及び損失正接(tanδ)を，東洋精機(株)製スペクトロメータを使用して，…の測定条件で，20℃～250℃の温度範囲で，3℃／秒(判決注：3℃／分の誤記と認める。)の昇温速度にて測定した。…",
                        "【0024】…表2の化合物を配合してゴム組成物を調整し，初期及び，熱老化後の動的貯蔵弾性率E’及びtanδを測定した。結果を表2に示す。",
                        "劣化抑止剤",
                        "1：トリメチロールプロパントリメタクリレート",
                        "2：日本化薬株式会社製  KARAYAD  D310",
                        "3：日本化薬株式会社製  KAYARAD  D330",
                        "4：日本化薬株式会社製  KAYARAD  DPHA 【0027】表2から判るように，劣化抑止剤を配合した本発明のゴム組成物は，動的貯蔵弾性率の170℃～200℃における温度依存性が少ない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ランフラット耐久性",
                      "text": [
                        "【0023】…バルブのコアを抜き内圧を0kg／cm2にして，荷重570kg，速度89km／hrs，室温38℃の条件でドラム走行テストを行った。この時の故障発生までの走行距離をランフラット耐久性とし，コントロールを100とした指数で表した。指数が大きいほど，ランフラット耐久性は良好である。",
                        "【0028】…各ゴム組成物をゴム補強層のゴム組成物に用いてサイズ225／60R16の乗用車用ラジアルタイヤを常法によって製造し，耐久性試験を行った。結果を表3に示す。",
                        "【0030】表3から判るように，本発明のゴム組成物を空気入りタイヤのサイドウォール部のゴム補強層に用いることにより，ランフラット耐久性を向上できることが判る。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の特徴",
              "text": [
                "前記(1)の記載によれば，本件発明の特徴は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明は，サイドウォール部補強用ゴム組成物を用いたランフラットタイヤに関するものである。(【0001】)"
                },
                {
                  "fig": "イ",
                  "subject": "従来のタイヤの補強層に用いられるゴム組成物では，ランフラット走行時のように，温度が200℃以上にもなると，架橋部等が切断されて，弾性率が低下する。このため，タイヤのたわみが増加して発熱が進むなどして，タイヤは比較的早期に故障する。ゴム組成物自体の発熱を抑制する方法があるが，配合面からのアプローチには限界があった。(【0002】【0003】)"
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明は，耐熱性が改良されたサイドウォール部補強用ゴム組成物を用いて，耐久性が改良されたランフラットタイヤを提供することを課題とする。(【0004】)"
                },
                {
                  "fig": "エ",
                  "subject": "本件発明は，上記課題の解決手段として，請求項1の構成，すなわち，ゴム補強層として，動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下であるゴム組成物などを採用したものである。この変動が，3．0MPaを超えると，ゴム組成物の弾性率の温度依存性が高くなり，高温での物性の低下を免れない。(【0005】【0006】【0008】)"
                },
                {
                  "fig": "オ",
                  "subject": "本件発明のとおり，物性の温度依存性を小さくしたゴム組成物を，サイドウォール部のゴム補強層に用いることにより，パンクなどによる大きな変形により，ゴム組成物の温度が170℃以上になっても弾性率の低下が抑えられる。これにより，高温下での発熱が抑制され，タイヤの耐久性を大幅に改善することができ，例えば，ランフラット走行距離が大幅に伸びることとなる。(【0007】【0019】【0020】)"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(サポート要件違反)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，発明の詳細な説明に記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明は，動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下であり，天然ゴムを含む，サイドウォール部補強用ゴム組成物を用いたことを特徴とするランフラットタイヤである。",
                "そして，前記1(2)ウのとおり，本件発明の課題は，耐熱性が改良されたサイドウォール部補強用ゴム組成物を用いて，耐久性が改良されたランフラットタイヤを提供するというものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，本件明細書の発明の詳細な説明には，補強用ゴム組成物の弾性率が低下すると，タイヤのたわみが増加して発熱が進むなどして，タイヤが比較的早期に故障する旨記載された上で(【0002】)，「ゴム組成物の動的貯蔵弾性率の170℃～200℃における変動を3．0MPa以内に抑えることにより，ゴム組成物の物性の温度依存性を小さくすることができ」ること(【0007】)，「この変動が3．0MPaを超えると，ゴム組成物の弾性率の温度依存性が高くなり，高温での物性の低下を免れない」こと(【0008】)，がそれぞれ記載されている。",
                "そして，本件明細書の発明の詳細な説明には，「このゴム組成物を空気入りタイヤの特にはサイドウォール部のゴム補強層に用いることにより，タイヤの耐久性を大幅に改善することができる」こと(【0007】)，本件発明のゴム組成物は，「タイヤのパンクなどによる大きな変形のため，ゴム組成物の温度が170℃以上になっても弾性率の低下が抑えられ」，したがって，これを「サイドウォール部のゴム補強層」とすることにより，「特にタイヤサイドウォール部の耐久性を向上させることができる」こと(【0019】【0020】)が，それぞれ記載されている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件発明は，本件明細書の発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が本件発明の課題を解決できると認識できる範囲のものであるというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書に，補強用ゴム組成物の100％モジュラスに関する記載がない旨主張する。",
                    "しかし，本件発明は，そのランフラットタイヤに用いられる補強用ゴム組成物の100％モジュラスについて，何ら規定していないから，原告の主張は，サポート要件違反を基礎付けるものではなく，失当である。",
                    "なお，原告は，補強用ゴム組成物において100％モジュラスが60kg／cm2未満では，本件発明の課題が解決できないと主張するものとも解される。しかし，補強用ゴム組成物の100％モジュラスの程度は，補強用ゴム組成物において，その動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下であって，天然ゴムが含まれること自体によって，その耐熱性が改良されることや，かかる補強用ゴム組成物を用いたランフラットタイヤの耐久性が改良されること自体を否定するものにはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決は，サポート要件を満たさないことの証明責任を原告に課している旨主張するが，本件審決は「本件訂正発明に係る特許請求の範囲の記載は，…サポート要件を満たすものである」と説示しており(92頁)，サポート要件を満たさないことの証明責任を原告に課したものではない。原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明は，本件明細書の発明の詳細な説明に記載されたものであるから，本件発明の特許請求の範囲の記載は，サポート要件を満たす。",
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(実施可能要件違反)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "物の発明について実施可能要件を充足するためには，明細書の発明の詳細な説明に，当業者が，明細書の発明の詳細な説明の記載及び出願当時の技術常識とに基づいて，過度の試行錯誤を要することなく，その物を製造し，使用することができる程度の記載があることを要する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明は，動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下であり，天然ゴムを含む，サイドウォール部補強用ゴム組成物を用いたことを特徴とするランフラットタイヤである。",
                "そして，本件明細書の発明の詳細な説明には，補強用ゴム組成物のゴム成分として，通常用いられるものを適宜選択することができるとされ，さらに具体例が列挙され(【0015】)，配合が好ましい劣化防止剤が具体的に列挙され，その配合量も記載され(【0009】～【0013】)，その他の配合剤も具体的に列挙されている(【0016】)。また，本件明細書の発明の詳細な説明には，動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下であり，天然ゴムを含む補強用ゴム組成物の実施例が16例も列挙されている(【0024】【表2】【表3】)。",
                "そうすると，当業者は，上記各記載に基づいて，過度の試行錯誤を要することなく，本件発明に係るランフラットタイヤを製造することができるというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明は，特定の劣化防止剤を含むことに限定されていないから，本件明細書に記載された劣化防止剤を含む態様以外の態様を実施する際に，当業者は過度の試行錯誤を要する旨主張する。",
                    "しかし，前記(2)のとおり，本件明細書には，配合が好ましい劣化防止剤が具体的に列挙され，その配合量も記載され，さらに，本件発明の発明特定事項を満たす実施例が16例も記載されているから，当業者は，本件発明に係るランフラットタイヤを製造することに過度の試行錯誤を要するものではない。原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決は，実施可能要件を満たさないことの証明責任を原告に課している旨主張するが，本件審決は「本件訂正明細書の発明の詳細な説明の記載は，本件訂正発明について，実施可能要件を満たすものである」と説示しており(94頁)，実施可能要件を満たさないことの証明責任を原告に課したものではない。原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載されているものであるから，実施可能要件を満たす。",
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(引用発明1に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1について",
              "text": [
                "引用例1には，引用発明1に関し，以下の点が開示されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1は，自動車走行中に空気入りタイヤのパンクを起こしても，タイヤサイドウォールの剛性で車体を支持し，そのままでも持続走行が可能な空気入り安全タイヤに関するものである(1頁右下欄5行目～9行目)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これまで，タイヤのパンク時において，輪重を充填空気内圧の代わりに支持する手段は満足できるものではなく，パンク発生後のさらなる持続走行性能の向上が望まれていた(2頁左上欄5行目～9行目)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明1は，パンク状態でも，優れた持続走行性能を発揮することのできる空気入り安全タイヤを提供することを目的とし，所定のサイド部座屈防止用補強層をサイド部内側に一体的に固着し，この補強層のゴム組成物を特定の配合系とすることにより，この目的を達成したものである(2頁左上欄10行目～20行目)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の認定及び本件発明と引用発明1との対比",
              "text": [
                "引用例1の特許請求の範囲請求項1の記載によれば，引用例1には，前記第2の3(2)アのとおり引用発明1が記載されていることが認められる。",
                "そして，本件発明と引用発明1との一致点及び相違点が，前記第2の3(2)イのとおりであることは当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1は，本件発明において，補強用ゴム組成物について，「動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下」と，その弾性(剛性)の数値範囲を特定するものである。",
                    "そして，原告は，引用例1，引用例4，甲31，甲33，甲48，甲49などの各文献から認められる技術水準によれば，相違点1における補強用ゴム組成物の弾性の数値範囲は，当業者が容易に想到することができる課題を表したものにすぎず，また，その数値範囲に臨界的意義はないと主張する。",
                    "そこで，まず，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの動的貯蔵弾性率の変動に着目することを，当業者が容易に想到することができるか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1(甲1)には，おおむね，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明においては，上記サイド部座屈防止用補強層のゴム組成物の配合系を上述のように特定することにより，該補強層が以下の物性値を有するようにすることが好ましい。(3頁左上欄5行目～20行目)",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "JISスプリング硬度A型",
                              "text": [
                                "Hs(30)：73°～90°  30℃で測定",
                                "Hs(130)：70°～90°130℃で測定",
                                "Hs(30)-Hs(130)≦2．0°"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "50％モジュラス",
                              "text": [
                                "30～70kg／cm2"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "動的弾性率",
                              "text": [
                                "E’(30)  ：1．0～6．0×108dyn／cm2  30℃で測定",
                                "E’(130)：1．0～6．0×108dyn／cm2  130℃で測定"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "反撥弾性率(レジリエンス)",
                              "text": [
                                "65～85％  30℃で測定"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "動的損係数",
                              "text": [
                                "tanδ(30)  ：0．05～0．250  30℃で測定",
                                "tanδ(130)：0．01～0．220  130℃で測定"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "パンク状態での走行中のサイドウォール部の繰り返し圧縮屈曲による自己発熱によるタイヤ剛性の低下を来すことなく，持続走行性能を高めるためには，前記サイド部座屈防止用補強層の硬度Hs(30)を73°～90°，Hs(130)を70°～90°とし，かつHs(30)-Hs(130)の差が最大で2．0°，好ましくは1．5°以内とする。",
                            "すなわち，Hs(30)が73°未満でかつHs(130)が70°未満の場合，パンク状態での走行中にタイヤの剛性を維持するには性能不足である。また，Hs(30)が90°を超えかつHs(130)が90°を超える場合，タイヤの通常走行での乗心地性が劣り，また高弾性故に屈曲時に脆性破壊を起こし易くなるという問題を生じる。更に，高温での硬度の低下を表すHs(30)-Hs(130)の差が2．0°を超えると，補強性の効果自体がなくなり，好ましくない。(3頁右上欄1行目～16行目)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "また，かかる繰り返し圧縮屈曲による自己発熱によるタイヤ剛性の低下を防止するには，動的損係数tanδ(30)が0．05～0．250で，かつtanδ(130)が0．01～0．220の範囲内にあることが好ましい。(3頁右上欄17行目～20行目)"
                        },
                        {
                          "fig": "d",
                          "subject": "更には，パンク後の前記補強層の急速な温度上昇を抑制するには前記反撥弾性率を65～85％，好ましくは70～82％の範囲内に収まるようにする。この値が65％未満の場合には温度上昇の抑制効果が少なく，一方85％を超えると，ゴム組成物の破壊強度の低下による耐屈曲性の低下を招き，好ましくない。(3頁左下欄1～7行)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，引用例1には，ランフラットタイヤの補強用ゴム組成物において，JISスプリング硬度，動的弾性率及び動的損係数のいずれについても，30℃から130℃までの範囲で計測されているにとどまる。引用例1は，ランフラットタイヤの補強用ゴム組成物における170℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例4",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例4(甲4)には，おおむね，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明は，ランフラット耐久性を向上したランフラット空気入りラジアルタイヤに関する。(1頁右下欄15行目～16行目)"
                        },
                        {
                          "fig": "b",
                          "subject": "従来のランフラットタイヤは，このようなランフラット性能を与えるため，主としてサイドウォール部の剛性をできるだけ高くし，タイヤを撓み難くすることによってサイドウォール部の発熱を下げるということに主眼が置かれていた。(2頁左上欄1行目～6行目)"
                        },
                        {
                          "fig": "c",
                          "subject": "本発明の目的は，低い偏平率のタイヤが有する剛性面での特長を活かしながら，ラジアルタイヤの一般走行特性を極端に損なうことなく，ランフラット耐久性を向上したランフラット空気入りラジアルタイヤを提供することにある。(2頁右上欄8行目～12行目)"
                        },
                        {
                          "fig": "d",
                          "subject": "三日月形の補強ライナー層を構成するゴムは高硬度である必要があり，20℃における動的弾性率E＊ が16MPa以上でなければならない。偏平率50％以下という条件下で動的弾性率E＊ が16MPaより低いと，局部的歪を増加するようになるからである。また，上記ゴムは20℃の時のみならず，走行によって温度が上昇したときにも上記水準を維持する必要がある。そのため，上記ゴムは，E＊ に対する100℃における動的弾性率E＊ の比E＊ ／E＊ が0．80以上であることが必要である。また，このゴムは100％モジュラスが60Kg／cm2以上であることが必要で，この値未満ではランフラット走行時にタイヤサイド部全体の歪が大きくなってタイヤの破壊が早くなるので好ましくない。さらに，このゴムは100℃におけるtanδ(損失正接)が0．35以下であることが必要である。この値を超えるtanδを有するゴムを使用した補強ライナー層は，屈曲時の発熱が大きくなり，サイド部の撓みが大きくなってランフラット耐久性が低下する。(3頁左下欄13行目～右下欄13行目)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，引用例4には，ランフラットタイヤの補強用ゴム組成物において，動的弾性率は20℃から100℃までの範囲で計測され，20℃における動的弾性率及び100℃における動的弾性率の比，100℃におけるtanδ(損失正接)に着目されているにとどまる。引用例4は，ランフラットタイヤの補強用ゴム組成物における170℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲31(特開平7-32823号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲31には，おおむね，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明は，空気入りタイヤの少なくとも両サイド部内面に一対の環状弾性補強体を備えた安全タイヤにおいて，補強体の生産性を上げると共に，自己発熱性を低減し，ブローアウト温度限界を高め，弾性率を高めた安全タイヤに関する。(【0001】)"
                        },
                        {
                          "fig": "b",
                          "subject": "…環状弾性補強体についても，弾性率を高め，自己発熱性を低減させて，ブローアウト温度限界を上げることが求められている。…。(【0009】)"
                        },
                        {
                          "fig": "c",
                          "subject": "…本発明の空気入り安全タイヤは，そのサイド部内面またはサイド部からショルダー部に亘る内面に高い弾性率を有し，耐屈曲性に優れ，自己発熱性が低く，ブローアウト温度限界が高いゴム組成物を補強体として配置したことによりパンクしても走行可能な距離が飛躍的に向上する利点を有し，…。(【0026】)"
                        },
                        {
                          "fig": "d",
                          "subject": "【表1】"
                        },
                        {
                          "fig": "e",
                          "subject": "ブローアウト：実車試験ではなく，ゴム単体のテストでの結果である。テストは円筒形のサンプルを40℃の温度雰囲気中で繰り返し荷重をかけ，サンプルの自己発熱による温度上昇とブローン性を評価するものである。(【0028】)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，甲31では，ランフラットタイヤの補強用ゴム組成物のブローアウト温度に着目されている。しかし，そのブローアウト温度は，対照例を100とした指数で表されるにとどまる。甲31は，ランフラットタイヤの補強用ゴム組成物における170℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲33(米国特許第5494091号。平成8年公開)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲33には，おおむね，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明は，高い弾性率及び低いヒステリシスを有する，新規な硫黄で加硫可能なゴムコンパウンドに関する。このようなコンパウンドは，空気入りタイヤの種々の部材において，そして特に走っている間にタイヤがパンクした時に，適切な修理又はタイヤ交換を行うことができるまで，タイヤが車両の荷重に耐えて比較的長い距離の間，継続した高速を可能にすることができるような壁剛性を有する空気入り安全タイヤにおいて利用することができる。更に特別には，本発明のコンパウンドは，少なくとも5インチの断面高さを持つ高いプロフィールを有する安全タイヤの部材において用いることができる。一つのこのようなタイヤ部材はサイドウォールインサートである。(1欄15行目～26行目)"
                        },
                        {
                          "fig": "b",
                          "subject": "本発明のコンパウンドが有する物理的特性は，剛性，低い熱蓄積及び熱に対する良好な耐性を含む。高い弾性率及び高い硬度によって決定される剛性は，パンクしても走る，又はふくらませられていない状態におけるサイドウォールの変位を最小にするために必要である。(5欄29行目～35行目)"
                        },
                        {
                          "fig": "c",
                          "subject": "本発明の目的のためには，180分(3時間)を越える破裂(blow  out)時間が，パンクしても走るタイヤの一つの部材としての使用のために満足であるように思われる。(8欄27行目～29行目)"
                        },
                        {
                          "fig": "d",
                          "subject": "コンパウンド2～7に170℃で15分間の硬化を施し，その後で物理的特性を測定したが，それらを表4中に報告する。表4中のタイヤ試験と記された部分は，コンパウンド5～7を利用して行われた。コンパウンド5及び7によって作られた実験用タイヤは，表4中に報告された程度までパンクしても走る状態で成功であった。(11欄41行目～13欄21行目)"
                        },
                        {
                          "fig": "e",
                          "subject": "表4"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，甲33には，上記のとおり，表4が記載されているところ，「パンクさせる時間(Time  to  Blow  Out)」とは，前記(ア)cによれば，破裂するまでの時間を意味するものであるから，対照のゴム組成物(ゴムコンパウンド)は，ASTM試験手順D-623の試験方法B(ファイアストーン・フレキソメーター)により(乙1)，64分間で破裂し，ゴム組成物(ゴムコンパウンド)2ないし4は3時間経過後も破裂しなかったこと，対照のゴム組成物の破裂時の温度が245℃以上であったこと，ゴム組成物2ないし4の3時間経過後の温度が，202℃，179℃，185℃であったことが記載されているものと認められる。",
                        "また，前記(ア)dのとおり，タイヤ試験はゴム組成物5ないし7において行われたものであるから，ゴム組成物4について，タイヤ試験が行われた旨の表4の記載は，列を誤ったものと解するほかない。したがって，ゴム組成物4について，タイヤ試験が行われるとともに，上記試験方法Bによる3時間経過後の温度も計測されたと認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)a，eのとおり，甲33は，ランフラットタイヤの補強用ゴム組成物の対象となるゴム組成物2ないし7において，反発力は23℃から100℃までの範囲で計測され，動的弾性率は150℃で計測され，tanδ(損失正接)は23℃から150℃の範囲で計測された旨記載されるにとどまる。ゴム組成物2ないし4に関して，温度が，202℃，179℃，185℃であったとの記載はあるが，当該温度は上記試験方法Bによる3時間経過後の温度を示すにすぎず，当該温度における動的弾性率や，tanδ(損失正接)など，弾性との関係を示すものではない。",
                        "したがって，甲33は，ランフラットタイヤの補強用ゴム組成物における170℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲48(特開平8-118925号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲48には，おおむね，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明は自動車に装着された空気入りタイヤが走行中にパンクしたとき，その状態のまま相当の距離を走行し得るようタイヤのサイドウォールに断面が三日月状のゴム補強層を配置して強化した空気入りタイヤの改良に関するものである。(【0001】)"
                        },
                        {
                          "fig": "b",
                          "subject": "タイヤが走行時にパンクしたときは，サイドウォ-ルが内圧に肩代わりし全荷重を負担して走行する訳であるが，サイドウォ-ルの周上に剛性の変動がある場合，剛性の低い部分が早期に疲労し故障する傾向がある。(【0006】)"
                        },
                        {
                          "fig": "c",
                          "subject": "プライ巻上げ端部の構造である限り，サイドウォ-ルに周上に剛性の変動が生じることは避け得ないことが分かった。そしてプライ巻上げ先端9が，物性の著しく異なる外被ゴムと直接接しているため，サイドウォ-ルに剛性変動が存在する場合，パンク走行時において剛性の低い部分のプライ巻上げ先端近傍に応力集中し，その結果発熱過大によって補強層7のブローおよび／または剥離故障が発生し走行寿命を縮める訳である。(【0007】)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，甲48では，ランフラットタイヤのサイドウォ-ルの剛性変動によって，補強用ゴム組成物が発熱し，ブローや剥離故障が発生する旨記載されるにとどまり，発熱後の温度に関する記載はない。甲48は，ランフラットタイヤの補強用ゴム組成物における170℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲49(特開昭51-20301号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲49には，おおむね，以下の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "この発明は空気入り安全タイヤに関するもので，とくに自動車の走行中に釘などの異物がタイヤに貫入しタイヤがパンクしたとしても，タイヤのサイドウォ-ル自身の剛性で車両を支持し，そのまま相当時間を走行しても発熱にもとづく故障を生じ難く改良した空気入り安全タイヤを提供するものである。(1頁左下欄15行目～右下欄1行目)"
                        },
                        {
                          "fig": "b",
                          "subject": "サイド部補強は，単に荷重を支えると云う見地にたてば硬度の高いゴムのような材料をタイヤのサイド部に固着して補強すれば足りる。ところがこのような物性の材料は一般にタイヤの大きい撓み(内圧を有するときの撓みとの比較)に伴う高い発熱のくり返し，すなわち熱履歴を受けると，弾性材料の架橋構造が破壊されやすく，そのため弾性が低下してセットされ易い。タイヤとしては，上記架橋構造が部分的に破壊を始めると，タイヤの撓み量が増加し始めその結果タイヤの回転にもとづく弾性体の歪の振幅が増大するため，爾後加速度的に破壊に発展する傾向にある。(2頁左上欄10行目～右上欄2行目)"
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，甲49には，ランフラットタイヤの補強用ゴム組成物が発熱し，弾性が低下し，破壊に発展する傾向にある旨記載されるにとどまり，発熱後の温度に関する記載はない。甲49は，ランフラットタイヤの補強用ゴム組成物における170℃から200℃までの温度範囲に着目するものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "以上の各文献によれば，本件特許の原出願日当時において，ランフラットタイヤの補強用ゴム組成物の温度範囲は，せいぜい150℃以下の温度範囲で着目されていたものにすぎず，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの温度範囲に着目されていたということはできない。そして，他に，この事実を認めるに足りる証拠もない。したがって，本件特許の原出願日当時，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの動的貯蔵弾性率の変動に着目することを，当業者が容易に想到することができたということはできない。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，ランフラットタイヤの補強用ゴム組成物において，高温でも剛性を維持できるよう，その考慮すべき温度範囲は高くなっており，本件特許の原出願日当時の当業者であれば，200℃付近の耐熱性を検討したはずである旨主張する。",
                        "しかし，ランフラットタイヤの補強用ゴム組成物について，高温における剛性維持が求められていたとしても，補強用ゴム組成物のランフラット走行時における温度を，どの範囲で設定するかによって，その組成物に求められる特性は変わるものである。そして，前記のとおり，本件特許の原出願日当時において，ランフラットタイヤの補強用ゴム組成物の温度範囲は，せいぜい150℃以下の温度範囲で着目されていたにとどまるのであるから，この温度範囲を超えた温度を前提として補強用ゴム組成物の特性を検討しようとは考えないというべきである。",
                        "したがって，温度範囲の一般的な傾向から，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの動的貯蔵弾性率の変動に着目することを，当業者が容易に想到することができたということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，一般的なゴム組成物であっても，ランフラット走行時の補強用ゴム組成物であっても，圧縮や屈曲によりゴム組成物が発熱し，その結果，ゴム組成物の温度が上昇する点は同じであるところ，一般的なゴム組成物においては190℃付近などの耐久性が検討されている旨主張するものと解される。",
                        "しかし，一般的なゴム組成物において，190℃付近などにおける特性が検討されていたとしても，補強用ゴム組成物のランフラット走行時における温度範囲を設定すること自体ができなければ，当該温度における補強用ゴム組成物の特性を検討することはできるものではない。そして，前記のとおり，本件特許の原出願日当時において，ランフラットタイヤの補強用ゴム組成物の温度範囲は，せいぜい150℃以下の温度範囲で着目されていたにとどまるのであるから，この温度範囲を超えた温度を前提として補強用ゴム組成物の特性を検討しようとは考えないというべきである。",
                        "したがって，一般的なゴム組成物における検討内容から，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの動的貯蔵弾性率の変動に着目することを，当業者が容易に想到することができたということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲33の実施例におけるゴム組成物2ないし4の記載から，甲33では，ランフラットタイヤの補強用ゴム組成物に関して，179℃～202℃における耐久性が検討されていると主張する。",
                        "しかし，前記オ(ウ)のとおり，甲33の実施例からは，ゴム組成物2ないし4について，ASTM試験手順D-623の試験方法Bによる3時間経過後の温度が179℃～202℃であった旨記載されるにとどまる。ランフラットタイヤの補強用ゴム組成物の対象となるゴム組成物が179℃～202℃の温度範囲において破裂しなかったこと，すなわち耐久性を有することは理解できるものの，この記載から，補強用ゴム組成物において，170℃から200℃までの温度範囲に着目して，その特性を検討しようとは考えないというべきである。ゴム組成物5ないし7について，実際にパンクして走らせるタイヤ試験が行われているものの，タイヤ試験時における温度に関する記載がないことからも，ゴム組成物2ないし4に関する記載をもって，補強用ゴム組成物の170℃から200℃までの温度範囲に着目するに至るということはできない。",
                        "したがって，甲33の実施例におけるゴム組成物2ないし4の記載から，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの動的貯蔵弾性率の変動に着目することを，当業者が容易に想到することができたということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件特許の原出願日当時，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの動的貯蔵弾性率の変動に着目することを，当業者が容易に想到することができたということはできない。",
                "したがって，引用発明1において，この変動を2．9MPa以下に特定するという相違点1に係る本件発明の構成を備えるようにすることを，当業者が容易に想到することができたということはできないから，相違点1に係る数値範囲の臨界的意義について検討するまでもなく，本件発明は，当業者が引用発明1に基づいて容易に発明をすることができたものということはできない。",
                "よって，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(引用発明1及び引用発明2に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2について",
              "text": [
                "引用例2(甲2)には，引用発明2に関し，以下のとおり開示されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本発明は，タイヤやベルトなど各種のゴム製品に適用可能なゴム組成物，特に耐熱性を必要とする空気入りタイヤの部材，例えば，ケースゴム，トレッドゴムやビートフィラーゴムなどに好適なゴム組成物に関するものである。(1頁右下欄3行目～7行目)"
                },
                {
                  "fig": "イ",
                  "subject": "最近，…特にグリップ性能と高速耐久性を兼ね備えた空気入りタイヤの要求が強まっている。高グリップ性能を得るためには，トレッドゴム組成物のヒステリシスロスを大きくすることが必要であるが，高速走行時，このヒステリシスロスのためタイヤが発熱し，タイヤ温度が急激に上昇する。そのため，比較的耐熱性の劣るジエン系ゴムから成るトレッドゴムやケースゴムなどはこの急激な温度上昇に耐え切れず，ブロー(blow)を発生し，これがセパレーションやチャンクアウトなどタイヤ破壊の原因となっている。つまり，タイヤのグリップ性能と高速耐久性を向上するためには，このような急激な温度上昇下でもブローしないような高耐熱性のゴムが必要となる。(1頁右下欄9行目～2頁左上欄5行目)"
                },
                {
                  "fig": "ウ",
                  "subject": "本発明は，他の物性を低下させないで，急激な温度上昇の下，ゴムがブローしないような耐熱性を向上させたゴム組成物を提供することを狙いとしたものである。(2頁右上欄10行目～13行目)"
                },
                {
                  "fig": "エ",
                  "subject": "得られた各加硫物のブローアウト温度は約7mm×7mm×3．5mmの加硫ゴム試料片を電気坩堝炉(いすず製作所製)に入れ，5℃間隔で275℃から330℃までの各温度で約20分間放置後，試料片を取り出し半分に切り，内部に気泡が発生しているか否かを肉眼で観察し，気泡が発生した最初の温度をブローアウト温度とした。(3頁右下欄4行目～10行目)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，引用例2には，タイヤ用ゴム組成物において，275℃から330℃までの各温度においてブローアウトしたか否かについて計測されている。しかし，その課題は，急激な温度上昇下におけるトレッドゴム組成物の耐熱性を向上させるというものであって，トレッドゴム組成物と本件発明の補強用ゴム組成物とは，部位が全く異なり，また，引用例2は，ランフラットタイヤを前提とするものでもない。",
                "したがって，引用発明2は，ランフラットタイヤの補強用ゴム組成物における170℃から200℃までの温度範囲に着目するものということはできない。また，前記4(3)イないしクで検討したとおり，本件特許の原出願日当時，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの温度範囲に着目されていたということはできないから，引用発明2を引用発明1に適用するに当たり，170℃から200℃までの温度範囲を設定できるものでもない。",
                "そうすると，引用発明1に引用発明2を適用しても，相違点1に係る本件発明の構成には至らないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用例2には，本件発明に使用される劣化防止剤と同じ材料が記載されていると主張するが，同主張は，本件特許の原出願日当時，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの動的貯蔵弾性率の変動に着目することを，当業者が容易に想到することができたか否かという判断とは関係がない。",
                "また，原告は，引用例2に記載の劣化防止剤は，170℃以上におけるゴムの弾性率の低下を防止する材料であると主張するが，引用例2に記載の劣化防止剤の特性から，ランフラットタイヤの補強用ゴム組成物において，その特性を規定するための温度範囲が導き出されるものではない。",
                "その余の原告の主張は，前記4(3)ケで検討したとおり，採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，引用発明1において，引用発明2を適用することで，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの動的貯蔵弾性率の変動を2．9MPa以下に特定するという相違点1に係る本件発明の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。",
                "以上によれば，本件発明は，引用発明1に引用発明2を適用することで，当業者が容易に発明をすることができたものということはできない。",
                "よって，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(引用発明1及び引用発明3に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明3について",
              "text": [
                "引用例3(甲3)には，引用発明3に関し，以下のとおり開示されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本発明は，耐加硫戻り性が改善された，ゴム化合物及びそれを用いて作製した製品に関する。(1欄35行目～37行目)",
                  "text": [
                    "本発明の硫黄加硫ゴム組成物は，多様な用途で使用し得る。例えば，タイヤ，ホース，ベルト，又は靴底として使用でき，種々のタイヤ部材に使われるのが好ましい。そのような空気入りタイヤは，当業者にとって明らかな公知の様々な方法で組立て，成形，及び硬化される。また本発明のゴム組成物は，ワイヤコート，ビードコート，プライコート，及びトレッドに使用されることが好ましい。(5欄51行目～59行目)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "150℃でのレオメーターデータによると，対照試料1及び6，並びにペンタエリスリトールテトラアクリレート(PETA)を含有する試料2～5では，加硫戻りは起こらなかった。PETAを4phr含有する試料3及び5は，マーチングモジュラス値(判決注：経時的に増加するモジュラスをいうものと解される。)を有していた。添加順序，及び生産混合(試料3)と非生産混合(試料5)の対比は，レオメーター曲線には影響しないようであった。190℃でのレオメーターデータによると，対照試料1では5分後に1dＮm減少の加硫戻りが起こったが，PETAを含有する試料2及び3では加硫戻りは起こらなかった。PETAを1phr含有する試料2は，40分(39．5分)後にわずか0．5dＮmの増加と非常に安定していた。PETAを4phr含有する試料3は，14．8分後に2．5dＮm増加しマーチングモジュラスを有していた。(7欄58行～8欄3行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，引用例3には，空気入りタイヤのゴム組成物において，150℃及び190℃における加硫戻りの有無，モジュラス値について計測されている。しかし，当該ゴム組成物が対象とする部位は，ワイヤコート，ビードコート，プライコート及びトレッドであって，本件発明の補強用ゴム組成物とは全く異なり，また，引用例3は，ランフラットタイヤを前提とするものでもない。",
                "したがって，引用発明3は，ランフラットタイヤの補強用ゴム組成物における170℃から200℃までの温度範囲に着目するものということはできない。また，前記4(3)イないしクで検討したとおり，本件特許の原出願日当時，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの温度範囲に着目されていたということはできないから，引用発明3を引用発明1に適用するに当たり，170℃から200℃までの温度範囲を設定できるものでもない。",
                "そうすると，引用発明1に引用発明3を適用しても，相違点1に係る本件発明の構成には至らないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告の主張は，前記5(3)と同様に採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，引用発明1において，引用発明3を適用することで，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの動的貯蔵弾性率の変動を2．9MPa以下に特定するという相違点1に係る本件発明の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。",
                "以上によれば，本件発明は，引用発明1に引用発明3を適用することで，当業者が容易に発明をすることができたものということはできない。",
                "よって，取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由6(引用発明4に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明4について",
              "text": [
                "引用例4には，引用発明4に関し，以下の点が開示されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明4は，ランフラット耐久性を向上したランフラット空気入りラジアルタイヤに関するものである。(1頁右下欄15行目～16行目)"
                },
                {
                  "fig": "イ",
                  "subject": "従来のランフラットタイヤは，サイドウォール部の発熱を下げるために，その剛性をできるだけ高くしていた。(2頁左上欄1行目～6行目)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明4は，一般走行特性を極端に損なうことなく，ランフラット耐久性を向上したランフラット空気入りラジアルタイヤを提供することを目的とし，三日月形の補強ライナー層を構成するゴムの，動的弾性率，100％モジュラス及びtanδ(損失正接)を調整することにより，この目的を達成したものである。(2頁右上欄7行目～12行目，3頁左下欄13行目～右下欄13行目)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明4の認定及び本件発明と引用発明4との対比",
              "text": [
                "引用例4の特許請求の範囲の記載によれば，引用例4には，前記第2の3(3)アのとおり引用発明4が記載されていることが認められる。",
                "そして，本件発明と引用発明4との一致点及び相違点が，前記第2の3(3)イのとおりであることは当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点3は，本件発明において，補強用ゴム組成物について，「動的貯蔵弾性率の170℃から200℃までの変動が2．9MPa以下」と，その弾性(剛性)の数値範囲を特定するものである。",
                    "そして，原告は，引用例1，引用例4，甲31，甲33，甲48，甲49などの各文献から認められる技術水準によれば，相違点3における補強用ゴム組成物の弾性の数値範囲は，当業者が容易に想到することができる課題を表したものにすぎず，また，その数値範囲に臨界的意義はないと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記4(3)イないしクで検討したとおり，本件特許の原出願日当時，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの動的貯蔵弾性率の変動に着目することを，当業者が容易に想到することができたということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告の主張は，前記4(3)ケで検討したとおり，採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "したがって，引用発明4において，上記動的貯蔵弾性率の変動を2．9MPa以下に特定するという相違点3に係る本件発明の構成を備えるようにすることを，当業者が容易に想到することができたということはできないから，相違点3に係る数値範囲の臨界的意義について検討するまでもなく，本件発明は，当業者が引用発明4に基づいて容易に発明をすることができたものということはできない。",
                    "よって，取消事由6は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由7(引用発明4及び引用発明2に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記5(2)のとおり，引用発明2は，ランフラットタイヤの補強用ゴム組成物における170℃から200℃までの温度範囲に着目するものということはできない。また，前記4(3)イないしクで検討したとおり，本件特許の原出願日当時，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの温度範囲に着目されていたということはできないから，引用発明2を引用発明4に適用するに当たり，170℃から200℃までの温度範囲を設定できるものでもない。",
                "そうすると，引用発明4に引用発明2を適用しても，相違点1に係る本件発明の構成には至らないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告の主張は，前記5(3)と同様に採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，引用発明4において，引用発明2を適用することで，ランフラットタイヤの補強用ゴム組成物において，170℃から200℃までの動的貯蔵弾性率の変動を2．9MPa以下に特定するという相違点3に係る本件発明の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。",
                "以上によれば，本件発明は，引用発明4に引用発明2を適用することで，当業者が容易に発明をすることができたものということはできない。",
                "よって，取消事由7は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "結論",
          "text": [
            "以上によれば，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}