{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，2億1000万円及びこれに対する平成23年1月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，9600万円及びこれに対する平成23年2月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，3億9900万円及びこれに対する平成23年11月1日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，特段の断りがない限り，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件の本訴請求は，被控訴人(一審本訴原告・反訴被告)が，控訴人(一審本訴被告・反訴原告)との間の「画像認証システム」に関する特許の実施許諾等を内容とする契約に基づいて控訴人に3000万円を支払ったことについて，同契約は不成立又は無効であるから控訴人は法律上の原因なく利得をしているとして，控訴人に対し，不当利得金3000万円及びこれに対する訴状送達の日の翌日である平成24年11月14日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件の反訴請求は，控訴人が，被控訴人に対し，以下のアないしウの各契約に基づく金銭の支払を求めたものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人と被控訴人との間の「セキュリティ・カメラシステム」に関する開発委託個別契約(甲1)に基づく契約金2億1000万円(消費税込み)及びこれに対する支払期日の後である平成23年1月1日から支払済みまで民法所定の年5分の割合による遅延損害金"
                },
                {
                  "fig": "イ",
                  "subject": "控訴人と被控訴人との間の「画像認証システム」に関する特許の実施許諾等を内容とする契約(甲3)に基づく契約一時金1億2600万円(消費税込み)から既払金3000万円を控除した残金9600万円及びこれに対する支払期日の後である平成23年2月1日から支払済みまで民法所定の年5分の割合による遅延損害金"
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人と被控訴人との間の「画像認証システム」に関する開発委託個別契約(甲2)に基づく契約金3億9900万円(消費税込み)及びこれに対する支払期日の後である平成23年11月1日から支払済みまで民法所定の年5分の割合による遅延損害金"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決は，①控訴人主張の各契約は被控訴人の取締役会決議を欠く無効なものであるとして，控訴人の反訴請求をいずれも棄却し，②控訴人と被控訴人の間には，被控訴人が，控訴人に対し，「画像認証システム」に関する技術供与を受けることの対価として3000万円を支払う旨の合意が有効に成立しているから，控訴人は法律上の原因なく被控訴人から3000万円の支払を受けたとは認められないなどとして，被控訴人の本訴請求を棄却した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，原判決中，控訴人の反訴請求をいずれも棄却した部分を不服として，本件控訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，次のとおり補正し，後記第3の2に当審における控訴人の主張を摘示するほかは，原判決「事実及び理由」の第2の2及び3(1)並びに第3の1ないし4(原判決3頁11行目冒頭から10頁20行目末尾まで及び同頁23行目冒頭から19頁19行目末尾まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決10頁12行目から13行目にかけての「甲3契約の契約時一時金の内金として」を削除する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決11頁22行目から23行目にかけての「特許第469961号」を「特許第4669961号」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決16頁1行目から2行目にかけての「特許第317020号」を「平成23年1月28日に特許第4669961号として設定登録された特許」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決18頁25行目末尾に，改行の上，次のとおり加える。",
                "「さらに，本件各契約について，被控訴人の取締役会決議がなかったとは認められない。また，仮にこれがなかったとしても，控訴人は，本件各契約締結当時，被控訴人が取締役会設置会社であること自体を知らず，そのことに過失はなかったし，仮にそうでないとしても，本件各契約につき被控訴人の取締役会決議がないことを知らず，そのことに過失はなかった。",
                "したがって，本件各契約は，被控訴人の取締役会決議を経ていないことを理由に無効とされるものではない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，原審と同様に，本件各契約は，これを締結するに当たって被控訴人において必要とされる取締役会の決議を経ておらず，控訴人はそのことについて知り得べきであったものといえるから，本件各契約はいずれも無効であり，控訴人の被控訴人に対する反訴請求はいずれも理由がないものと判断する。その理由は，以下のとおり補正するほかは，原判決「事実及び理由」の第4の1ないし3(原判決20頁7行目冒頭から36頁22行目末尾まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決21頁13行目冒頭から同頁25行目末尾までを次のとおり改める。",
                "「エ  被控訴人は，従業員200名程度を擁し，年商が約30億円に上る株式会社であったが，Aが代表取締役に就任した頃には，毎月の資金繰りに追われるような状況にあり，月に2回，A，取締役であるB，C，D，経理部長のEが出席し，毎月の入金後の支払予定を協議するための資金繰り会議を開催し，主にBのつてで貸主を募っていたほか，取締役や管理職の者も資金の融通を行い，Fも被控訴人に対して約400万円を貸し付けたことがあった。また，被控訴人は，平成22年10月頃から管理職の給与を削減するようになったほか，平成23年3月25日には，労働組合との間で従業員の賃金支払日を当月25日払いから翌月末日払いに変更する旨の合意をした。(甲20，証人A3ないし6，27ないし30頁，証人F9，10頁)」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決25頁2行目の「顔写真」の後に，「等」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決27頁20行目の「当時，」の前に，「Fは，」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決29頁8行目冒頭から同頁10行目末尾までを次のとおり改める。",
                "「被控訴人は，本件の反訴請求に係る債務を決算書に記載していない。他方，控訴人の平成25年12月期以降の決算書には，本件の反訴請求に係る債権の一部(債権額1億9650万円)が記載されている。(証人A13頁，弁論の全趣旨)」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決30頁1行目の「平成24年」を「平成23年」に改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決30頁18行目冒頭から31頁6行目末尾までを次のとおり改める。",
                "「そこで検討するに，前提事実のとおり，甲2契約では，受注から3か月以",
                "内の納品に対し，控訴人の請求に応じて3億8000万円(税別)を一括で支払うこととされ，甲3契約では，契約の調印のときまでに契約一時金1億2000万円(税別)を一括で支払うこととされているところ，この合計額5億円は，年商約30億円の被控訴人の2か月分の売上げに相当する金額である。他方，これらの契約の対象とされた画像認証技術については，控訴人が特許を取得したとはいえ，その後の被控訴人による営業活動の状況(AやFらが，平成23年3月頃から顧客への営業活動を行ったが，何らの販売実績も得られないまま，同年夏頃には立ち消えとなったこと)からすると，平成23年1月の時点でさしたる事業上の見通しは得られていなかったものと推認される。そうすると，前記1(1)エのとおり資金繰りが逼迫した状況にあった被控訴人が，さしたる事業上の見通しもないままに，売上げの2か月分に相当する5億円もの金額を契約時又はその後間もない時期に一括で支払うことを前提に控訴人との取引に応じたとは到底考え難いところである。",
                "してみると，被控訴人が負担する実施料は事業利益に応じたランニング分だけであって，事業利益が生じるまでは金銭の支払を要しないことを確認したからこそ事業の準備に乗り出した旨の証人Aの証言は信用できるというべきであり，これに反する控訴人代表者の前記陳述は採用できない。したがって，画像認証システムに係る契約金額については，Aと控訴人代表者の間で，前記1(4)アのとおりの確認がされたものと認定するのが相当である。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決31頁13行目の「自らに不利な証言」の後に，「を」を加える。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決33頁17行目の「非正規性」を「正規の社内手続を経ていないこと」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決34頁1行目から2行目にかけての「原告も被告も契約に係る債権債務を決算書に計上していないこと」を次のとおり改める。",
                "「被控訴人は甲1契約に係る債務を決算書に計上しておらず，また，控訴人は平成25年12月期以降の決算書に本件各契約に係る債権の一部を計上しているにすぎず，それが甲1契約に係るものか否かも明確ではないこと」",
                "(10)  原判決34頁19行目の「原告も被告も契約に係る債権債務を決算書に計上していないこと」を次のとおり改める。",
                "「被控訴人は甲2契約及び甲3契約に係る債務を決算書に計上しておらず，また，控訴人は平成25年12月期以降の決算書に本件各契約に係る債権の一部を計上しているにすぎず，それが甲2契約及び甲3契約に係るものか否かも明確ではないこと」",
                "(11)  原判決35頁4行目冒頭から同頁22行目末尾までを次のとおり改める。",
                "「これを本件についてみると，まず，被控訴人が，従業員200名程度を擁し，年商が約30億円に上る相応の規模を有する株式会社であり，控訴人代表者もそのことを認識していたこと(乙14の1頁)からすれば，被控訴人が取締役会設置会社であることは，控訴人において容易に想定し得たことといえる。また，本件各契約の契約金額及び被控訴人の会社規模に照らせば，本件各契約の締結が被控訴人の取締役会決議を要する「重要な財産の譲受け」に当たる案件であることは，控訴人としても知り得たことと考えられる。",
                "他方，確かに，いずれも被控訴人の代表者印が押印された本件各契約書が被控訴人の取締役であるBから控訴人代表者に交付されていることからすると，控訴人としては，本件各契約の締結が，被控訴人の正規の社内手続を経た上で決定されたものであると信頼してよさそうにも見える。",
                "しかし，まず，甲1契約についてみると，前記(2)イのとおり，被控訴人における正規の社内手続を経ていないことを疑わせる種々の外形的要素が存するのであって，特に，控訴人代表者は，契約についての協議をBとの間でしか行っておらず，被控訴人の代表者であるAやその他の役員らの意思を直接確認していないことに加え，甲1契約書に記載された成果物仕様の内容が極めて簡略で，その記載のみからでは内容を理解し難いものであり，控訴人が請け負う開発業務の具体的内容を特定するための契約書の記載としては不十分と言わざるを得ないものであって，このような契約書の記載に基づいて2億円もの契約金の支払義務を負担する契約を締結することについて，被控訴人程度の規模を有する株式会社の取締役会において承認が容易に得られるとは通常考え難いことからすると，控訴人としても，甲1契約の締結について被控訴人の取締役会決議を経ていないことを少なくとも知り得べき状況にあったものというべきである。",
                "また，甲2契約及び甲3契約についてみても，前記(2)ウのとおり，被控訴人における正規の社内手続を経ていないことを疑わせる種々の外形的要素が存するのであって，特に，控訴人代表者とAの間で，実施料は被控訴人が事業利益を得た場合のランニング方式による後払いで足りることを確認したにもかかわらず，それとは全く異なる内容の契約書となっていることや，甲2契約書に記載された成果物仕様の内容が極めて簡略であって，上記で甲1契約について述べたところと同様のことがいえることからすると，控訴人としても，甲2契約及び甲3契約の締結について被控訴人の取締役会決議を経ていないことを少なくとも知り得べき状況にあったものというべきである。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の主張について",
          "text": [
            "控訴人は，当審において，本件各契約は被控訴人の取締役会の決議を経ておらず，控訴人はそのことについて知り得べきであったとした原判決の判断に誤りがある旨を主張するので，以下，必要な範囲で判断を示す。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，「本件各契約の当時，被控訴人の資金繰りが極めて逼迫していたこと」については，A及びFの証言があるのみで，これを裏付ける証拠資料(預金通帳，決算書など)がないから，このことを根拠として，本件各契約が被控訴人の取締役会決議を経ていないことを認定することはできない旨主張する。",
                "しかし，被控訴人と労働組合との間で，平成23年3月25日に従業員賃金の支払期日を繰り延べる旨の合意がされたという事実(とりわけ，労働組合が，賃金という最も重要な労働条件について，支払期日の繰り延べに同意したこと。乙20)は，本件各契約当時の被控訴人の資金繰りが逼迫していたことを如実に示す事実ということができるから，控訴人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，控訴人は，原判決が認定するように，控訴人が被控訴人に画像認証システムの技術を提供するに当たり，控訴人代表者が，「イニシャルの実施料はかからず，ランニングの実施料の支払いで足り，控訴人への支払は後でよい」旨を確認した事実はないから，このことを根拠として，本件各契約が被控訴人の取締役会決議を経ていないことや控訴人がそれを知り得たことを認定することはできない旨主張する。すなわち，控訴人は，控訴人代表者による上記確認の事実について，①Aの証言があるのみで，控訴人代表者はこれを否定していること，②控訴人は，上記技術の完成に多くのコストをかけており，速やかに投下資本を回収する必要があったから，出来高払いのような不利な条件でライセンス契約を締結するはずがないことを根拠に，当該事実を認定することはできない旨主張する。",
                "しかし，当時の被控訴人が置かれた状況などからみて，事業利益が生じるまでは金銭の支払を要しないことを確認したからこそ事業の準備に乗り出した旨のAの証言は信用できるものであり，これに反する控訴人代表者の陳述が採用できないことは，前記1(6)で述べたとおりである。",
                "また，控訴人が，画像認証システムの技術の完成にコストをかけており，その回収のためにできるだけ有利な条件でライセンス契約を締結する必要があることは理解できるとしても，当該技術に対する取引先からの実際の需要が乏しければ，必ずしも自己に有利な条件でライセンス契約が締結できるとは限らないのであって，出来高払いのような不利な条件でのライセンスを余儀なくされることも十分あり得ることといえる。現に，控訴人の画像認証システム技術について，被控訴人以外の取引先からどの程度の需要があったのかは，証拠上明らかではない。",
                "したがって，控訴人の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，控訴人は，甲1契約書及び甲2契約書の記載において，成果物仕様の内容が簡略であることについて，これらの内容・仕様については，契約前に控訴人代表者からBに説明し，特許関係の資料も交付していることから，契約書では冗長な文章となることを避けたものにすぎないから，このことを根拠として，本件各契約が被控訴人の取締役会決議を経ていないことや控訴人がそれを知り得たことを認定することはできない旨主張する。",
                "しかし，ここで問題とされるべきは，甲1契約書及び甲2契約書における成果物仕様についての記載が，控訴人が請け負うべき開発業務の具体的内容を特定するための契約書の記載として，被控訴人の取締役会による承認が得られる程度に十分なものか否かということである。控訴人が主張するように，契約前の交渉において，控訴人代表者からBに成果物仕様の内容についての説明がされているとしても，その内容が契約書の記載に反映されておらず，契約書の記載自体からは，控訴人が請け負うべき開発業務の内容を具体的に特定できないのであれば，そのような記載は，契約当事者の債権債務の内容を明確にし，後日の紛争を防止する役割を果たすべき契約書の記載としては不十分と言わざるを得ないのであって，そのような契約書に基づいて億単位もの契約金の支払義務を負担する契約を締結することを，被控訴人の取締役会が容易に承認するとは考え難いものといえる。",
                "したがって，控訴人の上記主張も理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，そのほかにも原判決の認定・判断の誤りを種々主張するが，いずれも当裁判所の前記1の判断を左右するようなものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の反訴請求をいずれも棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}