{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件各控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨(略称は，特に断らない限り，原判決に従う。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を次のとおり変更する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，原判決別紙被告商品目録1記載の商品(がばいよか石けん。以下「被告商品1」という。)に，別紙1記載の標章(被告標章1)を付し，又は，同標章を付した被告商品1を販売し，若しくは，販売のために展示してはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，被控訴人の本店，事務所及び倉庫に存在する被告標章1を付した被告商品1を廃棄せよ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，控訴人らに対し，それぞれ833万3333円及びこれに対する平成27年1月27日(訴状送達の日の翌日)から支払済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "訴訟費用は，第1，2審とも被控訴人の負担とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "この判決は，仮に執行することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，控訴人らは，当審において，前記(1)のとおり請求を減縮した。すなわち，原審において，本件商標権1から4の侵害に基づき，①原判決別紙被告商品目録1ないし6記載の各商品(被告各商品)に，原判決別紙被告標章目録1ないし6記載の各標章(被告各標章)を付し，又は，被告各標章を付した被告各商品を販売し，若しくは，販売のために展示することの差止め，②被告各標章を付した被告各商品の廃棄並びに③本件商標権1から4の侵害による損害の一部の賠償として控訴人らに対しそれぞれ5000万円及び遅延損害金の支払を求めていたのを，当審において，本件商標権1から3の侵害に基づき，①被告商品1に，被告標章1を付し，又は，同標章を付した被告商品1を販売し，若しくは，販売のために展示することの差止め，②被告標章1を付した被告商品1の廃棄並びに③本件商標権1から3の侵害による損害の一部の賠償として控訴人らに対しそれぞれ833万3333円及び遅延損害金の支払の請求に減縮した。",
                "なお，本件商標権1から3は，別紙2商標目録記載のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴の趣旨に対する答弁",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件各控訴をいずれも棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴費用は控訴人らの負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "訴訟の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，控訴人らが，被控訴人において原判決別紙被告標章目録1ないし6記載の各標章(被告各標章)を付した原判決別紙被告商品目録1ないし6記載の各商品(被告各商品)を販売するなどして控訴人らの商標権(本件商標権1から4)を侵害したと主張して，被控訴人に対し，①商標法36条1項に基づき，被告各商品に被告各標章を付することなどの差止めを求め，②同条2項に基づき，被告各標章を付した被告各商品の廃棄を求めるととともに，③不法行為(民法709条)に基づき，平成24年1月1日から平成26年12月25日までの商標法38条1項による損害の一部の賠償として控訴人らに対するそれぞれ5000万円及び遅延損害金の支払を求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決は，被告各標章は，いずれも，本件商標権1から4に係る本件商標1から4に類似しないから，被控訴人の行為は，本件商標権1から4を侵害するものとはいえないとして，控訴人らの請求をいずれも棄却した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人らは，原判決を不服として，控訴を提起した。なお，控訴人らは，当審において，前記第1の1(2)のとおり，請求を減縮した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下のとおり訂正するほかは，原判決の事実及び理由第2の2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁19行目から24行目までを削除する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決3頁25行目から4頁11行目までを以下のとおり改める。",
                "「(3)  被控訴人は，遅くとも平成24年1月から，被告標章1を付した被告商品1を販売しており，その販路は，小売店における店頭販売とインターネット等による通信販売に分かれるが，店頭販売の販売比率が99％を超えている(甲9，乙11，12の1)。",
                "被告標章1を付した被告商品1は，本件商標権1ないし3の各指定商品に含まれるものである(弁論の全趣旨)。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標1ないし3と被告標章1との類否"
            },
            {
              "fig": "(2)",
              "subject": "被告標章1が商標法26条1項3号所定の商標に該当するか"
            },
            {
              "fig": "(3)",
              "subject": "控訴人らの損害の有無及びその額"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(本件商標1ないし3と被告標章1との類否)について",
          "text": [
            "〔控訴人らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告標章1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観について",
                  "text": [
                    "被告標章1は，全体に手書きの文字から成り，上段が「がばい」であり，下段が「よか石けん」である。そして，上段と下段は，左右いずれも下段の方が突き出ており，段違いになっている。上段の「がばい」は，右下がりであり，「が」が比較的大きく表されている。下段の「よか石けん」は，「か」及び末尾の「けん」が比較的小さく表されており，特に「けん」は，鋭角の右肩下がりである。",
                    "そして，被告標章1においては，「よ」の文字が，ほかの文字よりも一段と大きく太く記載されており，見る者の注意をひきつける態様である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "称呼について",
                  "text": [
                    "一般に，上下二段に表記される商標については，各段から個別の称呼が生じるものであり，したがって，被告標章1からは，「ガバイ」と「ヨカセッケン」という2つの称呼が生じる。一連の称呼が生じるのは，上下二段に特別のつながりがある場合に限られ，前記アの上段「がばい」と下段「よか」の表示からは，「ガバイヨカ」という一連の称呼は生じない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "観念について",
                  "text": [
                    "上段の「がばい」は，佐賀県において地域的に使用されているものにすぎず，日本全国の取引者，需要者間において，出所識別標識として十分に認識されているものとはいい難く，無意義な語である。なお，「がばいよか」も同様であり，特定の観念を生じる可能性は低い。",
                    "下段を構成する「よか」には，九州地方の方言として，形容詞「良い・善い」という意味のみならず，「結構です」や「いらない」という否定的な意味もあり，したがって，「よか石けん」については，「優れている石けん」，「美しい石けん」などの肯定的な意味のほか，「どうでもよい石けん」という否定的な意味もある。",
                    "したがって，「がばい」と「よか」を併せて，ものすごく良い，といった意味を生ずるとは限らない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告標章1の要部について",
                  "text": [
                    "前記イ及びウによれば，被告標章1は，上下二段のうち下段の「よか石けん」の部分から独立して称呼を生じるが，「石けん」は，普通名詞であり，また，前記アのとおり，「よ」の文字がほかの文字よりも一段と大きく太く記載されており，見る者の注意をひきつける態様であることから，「よか」が要部となる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標1と被告標章1との類否について",
              "text": [
                "本件商標1は，「よか」の標準文字から成り，被告標章1の要部である「よか」と類似している。",
                "そして，被告商品1は，本件商標権1の指定商品であるせっけん類と同一又は類似のものである。",
                "よって，本件商標1と被告標章1は，類似しており，被控訴人が被告標章1を付した被告商品1を販売等する行為は，本件商標権1を侵害するものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標2と被告標章1との類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "外観は，別紙2商標目録2記載のとおりであり，冗長であることから，通常，前半と後半が分離してそれぞれから称呼が生じる。",
                        "観念については，「つかってみんしゃい」は，「使ってみたら」，「使うことを勧めます」といった意味を有し，他方，「よか」は，単に性能が良いという意味にとどまらず，「優美な」，「効果のある」，「楽しい」など多義的であることから，「つかってみんしゃい」と「よか」とは，必ずしも結合するものではない。すなわち，使ってみれば，そうすれば，必ず良い結果が生まれますという意味は生ずるが，使ってみても結果が出ないことなどもあるので，「使ってみれば」と「良い結果を生ずる」とは，必ずしも同義ではない。",
                        "以上によれば，本件商標2は，「つかってみんしゃい」と「よか」との2つの称呼を生じる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人らは，通常，横文字の名称が付されることが主流である美容石けん分野において，九州地方の方言である「よか」を用いて一種のシリーズとして販売してきた。また，「つかってみんしゃい」の部分は，九州地方の方言で，消費者に対してキャッチフレーズに近い印象を与えるものである。よって，本件商標2の構成中，最も識別力を有する部分は，「よか」である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標2と被告標章1との類否について",
                  "text": [
                    "前記アのとおり，本件商標2の構成中，最も識別力を有する部分である「よか」は，被告標章1の要部である「よか」と類似している。",
                    "そして，被告商品1は，本件商標権2の指定商品である石けん類と同一又は類似のものである。",
                    "よって，本件商標2と被告標章1は，類似しており，被控訴人が被告標章1を付した被告商品1を販売等する行為は，本件商標権2を侵害するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標3と被告標章1との類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "外観は，別紙2商標目録3記載のとおりであり，全体的な字体が同様の書体であることから，「つかってみんしゃい  よかせっけん」という称呼も生ずる。",
                        "また，①上下二段で表記されており，上段の「つかってみんしゃい」が横長に表されているのに対し，下段の「よか石けん」は，上段の「つかってみんしゃい」の半分程度の幅であり，しかも，「よか」の部分がかなり右寄りに記載され，上段と段違いになっていること，②「よか」の文字部分は，黒塗りの楕円の中に白抜きで表されており，見る者の目をひき，自他商品の識別標識として強く印象付けられる部分であることから，単独で「ヨカ」との称呼が生じ，また，「石けん」と共に「ヨカセッケン」という称呼も生じ得る。",
                        "したがって，上段の「つかってみんしゃい」と，下段の「よか」又は「よか石けん」は，分離してそれぞれ別個の称呼を生じ得る。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "観念については，「当該石けんと九州地方との関連性を示唆した上で，良い石けんであるとして使用を勧めている」という程度の観念も生じ得るが，前記(3)ア(ア)の「つかってみんしゃい」及び「よか」の意味によれば，「よか石けん」は，良い石けんという意味のほか，「優美な石けん」，「楽しい石けん」などの多義的な観念を生じ得る。",
                        "以上によれば，本件商標3は，必ずしも上段と下段とが統一的な観念を生じ得るとは限らず，「よか石けん」の部分のみから一つの独立した観念が生じ得る。すなわち，前記(3)ア(ア)と同様に，「つかってみんしゃい」と「よか石けん」とは，必ずしも結合するものではない。",
                        "したがって，「つかってみんしゃい」と「よか石けん」は，分離してそれぞれ別個の観念が生じ得る。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(3)ア(イ)のとおり，控訴人らは，通常，横文字の名称が付されることが主流である美容石けん分野において，九州地方の方言である「よか」を用いて一種のシリーズとして販売してきたことに加え，本件商標3の下段を構成する文字部分のうち，「よか」の文字部分は，黒塗りの楕円の中に白抜きで表されており，見る者の目をひき，自他商品の識別標識として強く印象付けられる部分であるのに対し，「石けん」は，普通名詞であることから，「よか」が要部となる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標3と被告標章1との類否について",
                  "text": [
                    "本件商標3の要部である「よか」は，被告標章1の要部である「よか」と類似している。",
                    "本件商標3と被告標章1は，全体観察した場合においても，商品の名称である「石けん」部分を除き全て平仮名であって，字体が柔らかい印象を与える丸文字であることも共通しており，九州弁と「よか石けん」の単語で構成されている点も共通しているから，外観・称呼・観念において類似しているというべきである。",
                    "そして，被告商品1は，本件商標権3の指定商品であるせっけんと同一又は類似のものである。",
                    "よって，本件商標3と被告標章1は，類似しており，被控訴人が被告標章1を付した被告商品1を販売等する行為は，本件商標権3を侵害するものである。",
                    "〔被控訴人の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "被告標章1について",
              "text": [
                "被告標章1は，「がばいよか」に「石けん」という商品の名称が組み合わされた結合標章であるが，以下のとおり，被告標章1から「よか」の部分のみを抽出して本件商標1ないし3との類否を判断すべきではなく，本件商標1ないし3と被告標章1の全体を観察してその類否を判断すべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観について",
                  "text": [
                    "被告標章1は，同一の独特の書体で記載されており，各文字の大きさもほぼ同一である。また，全体をみると，「がばい」が一行目に，「よか石けん」が二行目に記載されており，一見して「よか」など特定の文字部分のみが見る者の注意をひくとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "称呼及び観念について",
                  "text": [
                    "「よか」は，一般的に「よい」という意味の形容詞にすぎず，これに続く言葉(名詞)が優れていることを示す言葉として認識されるにとどまり，取引者及び需要者に対し，出所識別標識として強く支配的な印象を与えるものということはできない。",
                    "これに対し，「がばい」は，「ものすごく」を意味する佐賀県の方言であり，その語義に加え，いまだ広く一般に浸透している言葉であるとまではいえないことから，より注意をひく言葉である。したがって，被告標章1は，「よか」以外の部分からも出所識別標識としての称呼，観念が生じる。すなわち，被告標章1は，「がばい」が佐賀県の方言であるとの観念を生じるとともに，「がばい」の意味を知らない者にとっては，特殊な石けんであるとの観念を，「がばい」の意味を知っている者にとっては，ものすごくよい石けんであるとの観念を，それぞれ生じる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告標章1の要部について",
                  "text": [
                    "「よか」の部分のみが，取引者又は需要者に対し，商品又は役務の出所識別標識として強く支配的な印象を与えるものと認めることはできない。また，少なくとも「がばい」の部分にも，「よか石けん」と合わせて使用されることによって出所識別標識として称呼，観念が生じる以上，被告標章1については，構成部分を一体的に観察して比較し類否を判断するのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標1と被告標章1との類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観について",
                  "text": [
                    "本件商標1と被告標章1は，「よか」との2文字が共通しているにすぎず，しかも，本件商標1は，楷書体で「よか」と記載されているのに対し，被告標章1は，独特の字体で記載されており，外観において大きく異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "称呼について",
                  "text": [
                    "本件商標1と被告標章1の各称呼は，「よか」のみが共通しているにすぎない。被告標章1のうち「がばいよか」部分のみを抽出したとしても，同部分は，平仮名5文字で構成される比較的短い言葉であり，一連の言葉として自然に発音できるものであるから，本件商標1の称呼とは大きく異なる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "観念について",
                  "text": [
                    "本件商標1は，「善か」，「余暇」，「予価」，「予科」等の複数の観念を想起させるものであるところ，仮に評価としての「よい」という観念に着目した場合には，優良であるという意味と九州地方の方言であるとの観念を生じる。",
                    "これに対し，前記(1)イのとおり，被告標章1は，「がばい」が佐賀県の方言であるとの観念を生じるとともに，「がばい」の意味を知らない者にとっては，特殊な石けんであるとの観念を，「がばい」の意味を知っている者にとっては，ものすごくよい石けんであるとの観念を，それぞれ生じる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取引の実情について",
                  "text": [
                    "控訴人らが本件商標1を付して販売している商品は，通信販売を主な販路とし，店頭販売は，直営店でのみ行われているのに対し，被控訴人が被告標章1を付して販売している被告商品1は，大手小売店における店頭販売を主な販路としている。",
                    "また，一般に，需要者は，化粧品についてはその成分等に大きく着目するところ，控訴人らが本件商標1を付して販売している商品には，火山灰シラスが配合されているのに対し，被控訴人が被告標章1を付して販売している被告商品1には，馬油が使用されており，両商品は，成分において大きく異なる。",
                    "したがって，需要者において混同のおそれが生じる可能性は，著しく低いものということができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件商標1と被告標章1は，その外観，称呼及び観念のいずれにおいても異なっている上，取引の実情に照らしても，混同のおそれはないから，両者は類似しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標2と被告標章1との類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観について",
                  "text": [
                    "本件商標2と被告標章1は，「よか」との2文字が共通しているにすぎず，しかも，本件商標2は，楷書体で「つかってみんしゃい  よか」と記載されているのに対し，被告標章1は，独特の字体で記載されており，外観において大きく異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "称呼について",
                  "text": [
                    "本件商標2と被告標章1の各称呼は，「よか」のみが共通しているにすぎず，大きく異なる。",
                    "控訴人らは，本件商標2につき，通常，前半と後半が分離してそれぞれから称呼が生じる旨主張するが，独自の見解である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "観念について",
                  "text": [
                    "本件商標2のうち，「つかってみんしゃい」は，九州地方の方言で「使用してみてほしい」の意味を有し，「試してほしい」の観念を生じ，「よか」は，優良であること及び九州地方の方言であるとの観念を生じるのに対し，被告標章1の観念は，前記(1)イのとおりであり，両者は，観念において大きく異なる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取引の実情について",
                  "text": [
                    "控訴人らが本件商標2を付して販売している商品に関する取引の実情は，前記(2)エと同様である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件商標2と被告標章1は，その外観，称呼及び観念のいずれにおいても異なっている上，取引の実情に照らしても，混同のおそれはないから，両者は類似しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標3と被告標章1との類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観について",
                  "text": [
                    "本件商標3と被告標章1は，「よか石けん」との5文字が共通しているにすぎず，しかも，本件商標3は，崩した感じで丸みを帯びている字体で記載されているのに対し，被告標章1は，少し角張った字体で記載されており，外観において大きく異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "称呼について",
                  "text": [
                    "本件商標3と被告標章1の各称呼は，「よか石けん」のみが共通しているにすぎず，大きく異なる。",
                    "控訴人らは，本件商標3につき，上段と下段が分離してそれぞれ別個の称呼を生じる旨主張するが，独自の見解である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "観念について",
                  "text": [
                    "本件商標3のうち，「つかってみんしゃい」は，九州地方の方言で「使用してみてほしい」という意味を有し，「よか」は，同じく九州地方の方言で優良であることを意味することから，本件商標3は，全体として「試してほしい，よい石けん」との観念を生じるのに対し，被告標章1の観念は，前記(1)イのとおりであり，両者は，観念において大きく異なる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取引の実情について",
                  "text": [
                    "控訴人らが本件商標3を付して販売している商品に関する取引の実情は，前記(2)エと同様である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件商標3と被告標章1は，その外観，称呼及び観念のいずれにおいても異なっている上，取引の実情に照らしても，混同のおそれはないから，両者は類似しない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(被告標章1が商標法26条1項3号所定の商標に該当するか)について",
          "text": [
            "原判決11頁22行目から12頁10行目記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点(3)(控訴人らの損害の有無及びその額)について",
          "text": [
            "原判決12頁12行目から23行目記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(本件商標1ないし3と被告標章1との類否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "類否の判断について",
              "text": [
                "商標の類否は，対比される商標が同一又は類似の商品又は役務に使用された場合に，その商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に観察すべきであり，かつ，その商品又は役務に係る取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁，最高裁平成6年(オ)第1102号同9年3月11日第三小法廷判決・民集51巻3号1055頁参照)。",
                "この点に関し，複数の構成部分を組み合わせた結合商標については，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められる場合において，その構成部分の一部を抽出し，この部分のみを他人の商標と比較して商標そのものの類否を判断することは，原則として許されない。他方，商標の構成部分の一部が取引者，需要者に対して商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などには，商標の構成部分の一部のみを他人の商標と比較して商標そのものの類否を判断することも，許されるものということができる(最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年(行ツ)第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年(行ヒ)第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁参照)。",
                "そこで，以上の見地から，本件商標1から3と被告標章1との類否について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標1と被告標章1との類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標1(甲1)について",
                  "text": [
                    "本件商標1は，別紙2商標目録1記載のとおり，「よか」の標準文字から成り，「ヨカ」との称呼を生じる。広辞苑(乙7)には，「よか【善か】…③形容詞『よい』の九州方言。」と，大辞林(乙8)には，「よか【良か・善か】…③〔近世西国方言〕形容詞『よい』の連用形・終止形・連体形の転。…〔現在も九州では用いる〕」とそれぞれ記載されていることから，形容詞「よい」を意味する九州地方の方言との観念を生じるものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告標章1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観について",
                      "text": [
                        "被告標章1の外観は，別紙1記載のとおり，上段に「がばい」の文字を横書きし，下段に「よか石けん」の文字を横書きに配して成る。いずれの文字も黒色で，手書き風のやや角張った書体で表されており，大きさもほぼ同じくらいである。上段の「が」並びに下段の「よ」及び「石」の各文字が，ほかの文字よりも若干大きいものの，目立つほどではない。",
                        "上段の各文字及び下段の各文字とも近接して配置されており，上段と下段との間隔も狭く，また，下段の「よか石けん」は，左端の「よ」及び右端の「ん」の各文字が，その間にある3文字よりも少し下がった位置に配置されていることから，全体として，まとまった印象を与える。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "称呼及び観念について",
                      "text": [
                        "被告標章1は，上下二段の文字から，全体として，「ガバイヨカセッケン」との称呼を生じる。",
                        "上段の「がばい」については，都道府県別全国方言辞典(乙2)の佐賀県の欄に掲載されており，「ものすごく。」を意味するものと記載されている。そして，平成18年に，著名人による「佐賀のがばいばあちゃん」と題する自伝小説を基にした同名の映画が全国で放映されており(乙3)，また，①佐賀共栄銀行の平成20年頃のホームページに「がばいよか定期預金」という名称の定期預金が紹介されたこと(乙16)，②ＮHK大阪放送会館において，平成21年10月に，「がばいよか！来てみんね！佐賀県観光・体験フェア」が開催されたこと(乙17)，③佐賀県武雄市の平成22年度のホームページに，「『がばいよか武雄のまちなか探索と世界-飛龍窯を巡るバスツアー』参加者募集のお知らせ」や「『がばいよか武雄の温泉と里山』移住体験」に関する記事が掲載されたこと(乙18)，④平成23年10月に，早稲田大学創立記念日イベントの1つとして，「～大隈重信生誕の地を知ろう～『10月21日はどこさん行くね。佐賀がばいよかとこカフェでよかろうもん！！」と題するものが行われたこと(乙19)，⑤佐賀県商工会連合会は，現在，「がばいよか」という名称のオンラインショッピングモールを運営していること(乙15)，⑥現在，東京に「がばい」を店名に付した九州料理の店が複数存在し，また，全国対応の宅配／出前サービスの楽天デリバリーに，「もつ鍋デリバリー  がばい」があり，インターネット上のショッピングモールである楽天市場にも「がばい農園楽天市場店」という店舗が出店していること(甲34)が認められる。",
                        "これらの事実によれば，「がばい」は，主に佐賀県において，程度が著しいことを意味する語として使用される方言であるが，前記のとおり平成18年に「佐賀のがばいばあちゃん」という題名の映画が全国で放映されたのを1つの契機として，前記アのとおり形容詞「よい」を意味する九州地方の方言である「よか」に接頭語として付され，非常によいという意味合いを有する「がばいよか」という語として佐賀県に関する広告・宣伝に多用されるようになり，現在では，一般に，程度が著しいことを意味する佐賀県ないし九州地方の方言として知られるようになったものと推認することができる。",
                        "以上によれば，被告標章1は，全体として，佐賀県ないし九州地方と関連性のある，非常に良質な石けんであるとの観念を生じるものというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「よか」の文字部分の抽出の可否について",
                      "text": [
                        "前記(ア)のとおり，被告標章1は，全ての構成文字が黒色で同様の書体によって表されており，大きさもほぼ同じくらいで，特に目立つ文字はなく，また，文字の配置により，全体としてまとまった印象を与えるものであるから，下段を構成する5文字のうちの2文字である「よか」を分離して観察することは，取引上不自然であるといわざるを得ない。",
                        "さらに，前記アのとおり，「よか」については，全国的に広く用いられている国語辞典である広辞苑及び大辞林のいずれにも，形容詞「よい」を意味する九州地方の方言である旨が記載されていることから，取引者，需要者に対して商品又は役務の出所識別標識として強く支配的な印象を与えるものということはできない。",
                        "以上によれば，被告標章1のうち「よか」の文字部分のみを抽出し，本件商標1と比較して類否を判断することは相当ではない。",
                        "なお，前記(ア)の外観に加え，「よか」と共に下段を構成する「石けん」の文字は，本件商標権1の指定商品の1つを示す普通名詞であるから，下段の「よか石けん」も，出所識別標識として強く支配的な印象を与えるものということはできず，したがって，被告標章1のうち下段の文字部分のみを抽出することも，相当ではない。",
                        "以上によれば，被告標章1については，全体として一体的に観察して，本件商標1との類否を判断するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標1と被告標章1との類否について",
                  "text": [
                    "前記ア及びイのとおり，本件商標1と被告標章1は，外観において異なることは明らかであり，本件商標1は，「ヨカ」との称呼及び形容詞「よい」を意味する九州地方の方言との観念を生じるのに対し，被告標章1は，「ガバイヨカセッケン」との称呼及び佐賀県ないし九州地方と関連性のある，非常に良質な石けんであるとの観念を生じるのであるから，称呼及び観念においても異なる。",
                    "よって，本件商標1と被告標章1は，類似するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "控訴人らの主張について",
                  "text": [
                    "控訴人らは，①一般に，上下二段に表記される商標については，各段から個別の称呼が生じるものであること，②上段の「がばい」は，日本全国の取引者，需要者間において，出所識別標識として十分に認識されているものとはいい難く，無意義な語であること，「よか」には，否定的な意味もあり，「よか石けん」には，「どうでもよい石けん」という否定的な意味もあることから，「がばい」と「よか」を併せて，ものすごく良いといった意味を生ずるとは限らないことに加え，被告標章1は，下段の「よか石けん」の部分から独立して称呼を生ずるが，「石けん」は，普通名詞であり，また，「よ」の文字がほかの文字よりも一段と大きく太く記載されており，見る者の注意を引きつける態様であることから，「よか」が要部となる旨主張する。",
                    "しかし，上下二段に表記される商標からどのような称呼が生ずるかは，商標全体の構成，各段の構成等によって様々であり，各段から個別の称呼が生じると一般的にいうことはできない。また，前記イ(イ)のとおり，「がばい」は，主に佐賀県において使用される方言であるが，平成18年に同語を題名に含む映画が全国で放映されたのを1つの契機として，「がばいよか」という語として佐賀県に関する広告・宣伝に多用されるようになり，現在では，一般に，程度が著しいことを意味する佐賀県ないし九州地方の方言として知られるようになったものと推認することができる。「よか」については，広辞苑(乙7)及び大辞林(乙8)のいずれにも，否定的な意味の記載は，見られない。さらに，前記イ(ア)のとおり，被告標章1の上段の「が」の文字は，下段の「よ」及び「石」の各文字と共に，ほかの文字よりも若干大きいものの，目立つほどではなく，見る者の注意を引きつけるものということはできない。",
                    "以上によれば，控訴人らの主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標2と被告標章1との類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標2(甲3)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標2の外観は，別紙2商標目録2記載のとおりであり，「つかってみんしゃい」と「よか」を，間に約1文字半分の空白を設けて，横一列に表記したものであり，各文字は，いずれも黒色で明朝体ようの書体で表されており，大きさもほぼ同一である。",
                        "本件商標2の全体から，「ツカッテミンシャイヨカ」との称呼が生じる。",
                        "「つかってみんしゃい」は，使用してみてほしいなど使用を勧めることを意味する方言であり(弁論の全趣旨)，「よか」は，前記(2)アのとおり，形容詞「よい」を意味する九州地方の方言との観念を生じるものである。よって，本件商標2は，特定の商品について使用された場合，当該商品は，九州地方と関連するものであり，良質な商品なので使用を勧めるという程度の観念が生じるものということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「よか」の文字部分の抽出の可否について",
                      "text": [
                        "前記(ア)のとおり，「つかってみんしゃい」と「よか」との間に約1文字半分の空白が設けられていることから，これらは，分離して観察することが取引上不自然と思われるほど不可分的に結合しているものとまでいうことはできない。",
                        "しかし，前記(2)イのとおり，「よか」は，取引者，需要者に対して商品又は役務の出所識別標識として強く支配的な印象を与えるものということはできず，また，それ以外の部分から出所識別標識としての称呼，観念が生じないともいうことはできない。したがって，本件商標2については，「よか」の文字部分のみを抽出するのは相当ではなく，全体として一体的に観察して，被告標章1との類否を判断するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標2と被告標章1との類否について",
                  "text": [
                    "前記ア及び(2)イのとおり，本件商標2と被告標章1は，外観において異なることは明らかである。また，本件商標2は，「ツカッテミンシャイヨカ」との称呼及び特定の商品について使用された場合において，当該商品は，九州地方と関連するものであり，良質な商品なので使用を勧めるという程度の観念を生じるのに対し，被告標章1は，「ガバイヨカセッケン」との称呼及び佐賀県ないし九州地方と関連性のある，非常に良質な石けんであるとの観念を生じるのであるから，称呼及び観念においても異なる。",
                    "よって，本件商標2と被告標章1は，類似するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人らの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，①通常，横文字の名称が付されることが主流である美容石けん分野において，九州地方の方言である「よか」を用いて一種のシリーズとして販売してきたこと，②「つかってみんしゃい」の部分は，九州地方の方言で，消費者に対してキャッチフレーズに近い印象を与えるものであることから，本件商標2の構成中，最も識別力を有する部分は，「よか」であり，これが被告標章1の要部である「よか」と類似している旨主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "確かに，証拠(甲11～32)及び弁論の全趣旨によれば，控訴人らは，「よか」の文字が含まれる標章を付して，化粧水やクリーム等の美容関連の商品を一定期間にわたり販売してきたものと認められる。",
                        "しかし，上記商品に付された標章は，「よか」と共に，①「つかってみんしゃい」(甲11～24，27～29)や「然」(甲18～20，25，26)が表示されているもの，②「よかぼんたんくれんじんぐオイル」(甲20，29)，「もっちりよかもちくりーむちゅーぶ」(甲20，31)，「よか  くちびるくりーむ  椿みつ」(甲30)，「さんごでよか  UV」(甲32)といった，商品の性質や成分ないし名称が，外来語をあえて平仮名表記したり，絵柄を添えたりするなどの特徴的な形で表示されているものであり，本件証拠上，「よか」のみが単独で出所識別標識として使用されているとの印象を，取引者，需要者に与えるものは，見当たらない。そうすると，本件商標2のうち，「つかってみんしゃい」の部分が，九州地方の方言で，消費者に対してキャッチフレーズに近い印象を与えるものであるとしても，「よか」のみが識別力を有する部分ということはできない。",
                        "また，前記(2)イのとおり，被告標章1のうち「よか」の文字部分のみを抽出して類否判断をすることは相当でない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標3と被告標章1との類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標3(甲5)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標3の外観は，別紙2商標目録3記載のとおりであり，上段は，「つかってみんしゃい」の黒色の文字を横書きして成り，下段は，黒塗り楕円内に白抜き文字で「よか」と表したもの及び「石けん」の黒色の文字を横書きしたものから成る。文字は，いずれも手書き風の丸みを帯びた書体であり，黒色の文字の大きさは，ほぼ同一である。黒塗り楕円の大きさは，黒色の文字の1．5倍程度であり，その中に表された「よか」の白抜き文字は，黒色の文字よりも一回り小さく，線も細いことから，黒色の文字に比べて特に目立つ印象はない。",
                        "上段の各文字は，近接して配置されており，下段も，黒塗り楕円と「石けん」は，近接し，「石けん」を構成する文字どうしも近接している。上段と下段との間隔も狭く，また，下段左端の黒塗り楕円は，上段の促音を表す「っ」とこれに続く「て」の文字の下方に，下段右端の「ん」の文字は，上段の「ん」と「し」の下方に位置している。このような文字及び黒塗り楕円の配置から，全体として，まとまった印象を与える。",
                        "本件商標3の全体から，「ツカッテミンシャイヨカセッケン」との称呼が生じる。",
                        "前記(2)ア及び(3)アに照らすと，本件商標3は，九州地方に関連する良質な石けんの使用を勧めるという程度の観念が生じるものということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「よか」の文字部分の抽出の可否について",
                      "text": [
                        "前記(ア)のとおり，「よか」の文字は，黒塗り楕円の中に白抜きで表されており，黒色の文字とは外観が異なるものの，黒色の文字と同様に丸みを帯びた書体である上，黒色の文字よりも一回り小さく，線も細いことから，黒色の文字に比べて特に目立つ印象はない。",
                        "また，文字や黒塗り楕円の配置により，全体としてまとまった印象を与えるものであるから，下段の一部である黒塗り楕円内に表された「よか」を分離して観察することは，取引上不自然の感を禁じ得ない。",
                        "さらに，前記(3)アと同様に，「よか」は，取引者，需要者に対して商品又は役務の出所識別標識として強く支配的な印象を与えるものということはできず，また，それ以外の部分から出所識別標識としての称呼，観念が生じないともいうことはできない。",
                        "以上によれば，本件商標3については，「よか」の文字部分のみを抽出するのは相当ではなく，全体として一体的に観察して，被告標章1との類否を判断するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標3と被告標章1との類否について",
                  "text": [
                    "前記ア及び(2)イのとおり，本件商標3と被告標章1は，外観において異なることは明らかである。称呼については，本件商標3は，「ツカッテミンシャイヨカセッケン」との称呼を，被告標章1は，「ガバイヨカセッケン」との称呼をそれぞれ生じ，これらは，後半の「ヨカセッケン」が共通するものの，この共通部分は，指定商品である石けんに，形容詞「よい」を意味する九州地方の方言である「ヨカ」を付したのみであって，出所識別標識としては弱いものである。また，観念についても，本件商標3は，九州地方に関連する良質な石けんの使用を勧めるという程度の観念を，被告標章1は，佐賀県ないし九州地方と関連性のある，非常に良質な石けんであるとの観念をそれぞれ生じ，九州地方に関連する良質な石けんに関するものであるという点において共通するものの，この共通部分も，指定商品である石けんを，その品質及び関連する地方と共に示すものにすぎず，出所識別力は弱いものである。",
                    "そして，これらの称呼及び観念の共通部分は，前記の外観の相違をりょうがするものではなく，したがって，本件商標3と被告標章1は，類似しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人らの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人らは，通常，横文字の名称が付されることが主流である美容石けん分野において，九州地方の方言である「よか」を用いて一種のシリーズとして販売してきたことに加え，本件商標3の下段を構成する文字部分のうち，「よか」の文字部分は，黒塗りの楕円の中に白抜きで表されており，見る者の目をひき，自他商品の識別標識として強く印象付けられる部分であるのに対し，「石けん」は，普通名詞であることから，「よか」が要部となり，これが被告標章1の要部である「よか」と類似する旨主張する。",
                        "しかし，前記(3)ウのとおり，本件証拠上，控訴人らが販売する商品に付された標章のうち，「よか」のみが単独で出所識別標識として使用されているとの印象を，取引者，需要者に与えるものは，見当たらない。また，前記アのとおり，「よか」の文字は，黒塗りの楕円内に白抜き文字で表されているものの，黒色の文字と同様に丸みを帯びた書体である上，黒色の文字よりも一回り小さく，線も細いことから，黒色の文字に比べて特に目立つ印象はなく，見る者の目をひき，自他商品の識別標識として強く印象付けられる部分であるということはできない。以上によれば，本件商標3のうち「よか」の文字部分のみを抽出して類否判断をすることは相当でない。",
                        "また，前記(2)イのとおり，被告標章1のうち「よか」の文字部分のみを抽出して類否判断をすることは相当でない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人らは，本件商標3と被告標章1は，全体観察した場合においても，商品の名称である「石けん」部分を除き全て平仮名であって，字体が柔らかい印象を与える丸文字であることも共通しており，九州弁と「よか石けん」の単語で構成されている点も共通しているから，外観・称呼・観念において類似している旨主張する。",
                        "しかし，本件商標3を構成する文字は，前記アのとおり，丸みを帯びた書体であるのに対し，被告標章1を構成する文字は，前記(2)イのとおり，やや角張った書体であり，外観全体の相違は，一見して明らかである。前記イのとおり，本件商標3と被告標章1は，称呼及び観念において共通部分があるものの，外観の相違をりょうがするほどのものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件商標1から3のいずれも，被告標章1とは，類似しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，控訴人らの請求はいずれも理由がないから，これらを棄却した原判決は，正当である。",
            "よって，本件各控訴をいずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}