{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2016-10218号事件について平成28年11月2日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実(いずれも当事者間に争いがない。)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成27年11月11日，「SeaGull-LC」の欧文字及び記号を標準文字で表してなる商標(以下「本願商標」という。)について，指定商品を第9類「電子計算機用プログラム」とし，同年5月29日に商標登録出願された商願2015-051102に係る分割出願として，商標登録出願(商願2015-110752)をした。",
            "本願につき，平成28年4月8日に拒絶査定を受けたことから，原告は，同年7月6日，特許庁に対し，これを不服とする審判請求をした。特許庁は，当該請求につき不服2016-10218号事件として審理をした上，同年11月2日，「本件審判の請求は，成り立たない。」との審決をし(以下「本件審決」という。)，その謄本は，同月18日，原告に送達された。",
            "なお，その間の同年8月8日受付の手続補正書により，原告は，本願商標の指定商品を第9類「業務用電子計算機用プログラム」と補正した。",
            "原告は，同年12月6日，本訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりであるが，要するに，以下の理由により，本願商標は商標法(以下「法」という。)4条1項11号に該当するものであって，登録することができないから，これを理由に本願を拒絶した原査定を取り消すことはできないというものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "text": [
                "本願商標は，標準文字により，「SeaGull」の欧文字と「LC」の欧文字とを「-」(ハイフン)を介して結合してなることから，その構成は，前半の「SeaGull」の欧文字部分と後半の「LC」の欧文字部分とに，視覚上分離して看取される。",
                "このうち，本願商標の前半を構成する「SeaGull」の欧文字部分は，「海カモメ」の意味を有し，「シーガル」と発音される英語「sea gull」を表したものと認識される。一方，「-」(ハイフン)を介して本願商標の後半を構成する「LC」の欧文字部分は，一般的には，欧文字2字の標章が商品の品番・等級等を表示する記号・符号として類型的に使用されている実情があることから，商品の品番，等級等を表す記号又は符号として認識される。",
                "そうすると，本願商標の構成中，前半を構成する「SeaGull」の欧文字部分が本願の指定商品との関係で自他商品の識別標識としての機能を十分に発揮し得るものであるのに対し，後半を構成する「LC」の欧文字部分は，自他商品の識別標識としての機能を発揮しないものであり，該文字部分のみから，商品の出所識別標識としての称呼，観念は生じないと認められる。",
                "してみれば，本願商標は，その構成中「SeaGull」の欧文字部分が，取引者，需要者に対し，商品の出所識別標識として強く支配的な印象を与えるものというべきであるから，本願商標は，その構成中の「SeaGull」の欧文字部分を要部として抽出し，この部分のみを他人の商標と比較して商標の類否を判断することができる。",
                "したがって，本願商標は，構成全体より生じる「シーガルエルシー」の称呼のほか，要部である「SeaGull」の欧文字に相応して，「シーガル」の称呼及び「海カモメ」の観念を生じる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "text": [
                "原査定において本願の拒絶の理由に引用された登録第5783397号商標(以下「引用商標」という。)は，「SEAGULL」の欧文字を標準文字で表わしてなり，平成26年8月22日登録出願，第9類「測定機械器具，電気磁気測定器，電気通信機械器具，電子応用機械器具及びその部品」を指定商品として，平成27年8月7日に設定登録され，現に有効に存続している。",
                "引用商標は，上記文字から「シーガル」の称呼及び「海カモメ」の観念を生じる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標の類否",
              "text": [
                "本願商標の要部である「SeaGull」の欧文字部分と引用商標の「SEAGULL」の欧文字を対比すると，称呼及び観念については，「シーガル」の称呼及び「海カモメ」の観念を共通にする。外観については，頭文字の「S」及び4文字目の「G」以外の欧文字に小文字と大文字の違いはあるものの，両者は同じ文字綴りからなるから，外観上，近似した印象を与える類似したものであるといえる。",
                "これらを総合勘案すれば，本願商標と引用商標とは，相紛れるおそれのある類似の商標というのが相当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願の指定商品と引用の指定商品の類否",
              "text": [
                "本願商標の指定商品「業務用電子計算機用プログラム」は，引用商標の指定商品中の「電子応用機械器具及びその部品」に含まれる商品であるから，両者は，同一又は類似する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "以下の理由により，本願商標と引用商標とは非類似の商標であるから，本願商標につき引用商標に類似し法4条1項11号に該当するとした本件審決の判断は誤りであって，本件審決は取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，外観上まとまりよく一体的に構成されている。",
                    "本件審決は，本願商標は，前半部分の「SeaGull」と後半部分の「LC」を結ぶ「-」(ハイフン)により，前半部分と後半部分に視覚上明確に分離されると認定するが，「-」(ハイフン)は「英文などで，二語を連結して一語相当の語としたり…するときに用いる符号」であるから，本件商標につき「SeaGull」と「LC」を分離して類否を判断すべきでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標は，長音を含めて8文字という比較的短い構成からなるため，よどみなく一連に「シーガルエルシー」と称呼し得る。「-」(ハイフン)があるからといって，そこで区切って称呼されることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「LC」は商品の品番，等級等を表す記号又は符号として用いられていない。",
                    "商品の品番，等級等を表す記号又は符号として用いられるのは，一般的に，数字，欧文字一字であって，欧文字二字が品番等を表す記号等に用いられることは稀である。欧文字二字が品番等を表す記号等に用いられる具体例はあるものの，「LC」が用いられることは皆無である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用商標は，指定商品「業務用電子計算機用プログラム」の分野において著名でないから，本願商標の前半部分「SeaGull」のみが一般取引において特に注目されることはない。",
                    "したがって，本願商標につき，前半部分「SeaGull」のみが分離されて類否が判断されることはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本願商標を付したDVDに記録され，又はダウンロード可能なコンピュータプログラム及びサービスを，平成27年4月から平成28年12月までに1815件販売し，その販売高は約3億円である。その販売の際に「SeaGull」と「LC」を分離して使用することはないため，本願商標は，一体として取引関係者に知れ渡っている。",
                    "また，本願商標を使用した商品は，一般消費者ではなく，地方自治体，医療機関，民間企業を対象とした業務用のものである。このため，広告宣伝は各種展示会や営業マンによるパンフレット配布が主である。また，本願商標を使用した商品の需要者は，専門的知識及び高度の注意力を有する取引者であり，このような取引者は，本願商標と引用商標の違いを容易に認識し得る。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標と引用商標の対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "称呼",
                  "text": [
                    "上記のとおり，本願商標は全体として把握されるべきものである。このため，本願商標からは「シーガルエルシー」の称呼のみが生じる一方，引用商標からは「シーガル」の称呼が生じる。",
                    "したがって，本願商標は，引用商標と称呼を異にする。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "text": [
                    "上記のとおり，本願商標は原告の販売する商品について使用されているため，本願商標からは原告が販売する商品が想起されるのに対し，引用商標からは「海カモメ」の観念を生じる。",
                    "このため，本願商標と引用商標とは，観念上類似しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "外観",
                  "text": [
                    "本願商標は，前半部分の「SeaGull」のうち「S」と「G」が大文字，他の文字が小文字という特徴を有する上，後半部に「-LC」が結合されているのに対し，引用商標は「SEAGULL」のみからなる。",
                    "このため，本願商標は，引用商標とは外観上異なる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上より，本願商標と引用商標は，称呼，観念及び外観を総合的に観察した場合，相紛らわしいとはいえず，非類似の商標である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "以下のとおり，本件審決の認定，判断は正当であり，本件審決に原告主張の違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標と引用商標の類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願商標は，視覚上，「SeaGull」と「LC」の欧文字を「-」(ハイフン)を介して表示した構成からなるものと認識，把握される。",
                    "このうち，本願商標の前半を構成する「SeaGull」の欧文字部分は，「海カモメ」の意味を表わす英語であり，本願商標の指定商品との関係において，その商品の普通名称や品質等を表示するものであるなど，商品の識別標識としての機能を果たし得ないと見るべき事情は見当たらない。",
                    "次に，本願商標の後半を構成する「LC」の欧文字部分についてみると，欧文字2字は，商品の管理又は取引の便宜性等の事情から，商品の規格，型式又は種別等を表示するために用いられる記号又は符号等として，様々な分野で使用されている。「業務用電子計算機用プログラム」を含む「電子応用機械器具及びその部品」を取り扱う分野においても，この点につき同様の取引の実情がある。そうすると，本願商標に接する取引者，需要者は，本願商標の構成中，「-」(ハイフン)の後に表した「LC」の欧文字部分を商品の規格，型式又は種別等を表示した部分として認識，理解するというべきであるから，本願商標の指定商品との関係において，「LC」の欧文字部分は商品の識別標識としての機能を発揮しないものであり，該部分から，商品の出所識別標識としての称呼及び観念は生じない。",
                    "また，本願商標の構成中，「-」(ハイフン)は，英文等で合成度の浅い複合語の連結，一語が行末までに収まりきれず二行にまたがる時のつなぎ，又は一語内の形態素の区切りを明確にするのに使われる言語表記の補助符号であるから，本願商標の構成において，「-」(ハイフン)それ自体が商品の出所識別標識としての機能を有するとはいえない。",
                    "加えて，本願商標を構成する「SeaGull」と「LC」の欧文字は，相互に関連を有する語とはいえず，本願商標の構成全体としてまとまった観念を生じるものでもないことから，これらを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているともいえない。また，複数の言葉の連結又は一語内の形態素の区切りの明確化という「-」(ハイフン)のなす役割自体からしても，本願商標は，「-」(ハイフン)の前後の「SeaGull」と「LC」の各欧文字部分が，それぞれ視覚上分離して看取，理解され得る。",
                    "以上より，本願商標の構成中「SeaGull」の欧文字部分が，商品の識別標識としての機能を発揮し得るものといえるから，本願商標は，その構成中「SeaGull」の欧文字部分を要部として抽出し，当該欧文字部分のみを引用商標と比較して，商標の類否判断をすることが許される。",
                    "したがって，本願商標は，これを構成する文字全体より生じる「シーガルエルシー」の称呼のほか，その構成中の要部である「SeaGull」の欧文字に相応して，「シーガル」の称呼及び「海カモメ」の観念を生じるものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標は，その構成文字に相応して，「シーガル」の称呼及び「海カモメ」の観念を生じるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願商標の要部である「SeaGull」の欧文字部分と引用商標の「SEAGULL」の欧文字を対比すると，称呼及び観念については，「シーガル」の称呼及び「海カモメ」の観念を共通にする。",
                    "外観については，本願商標の要部である「SeaGull」の欧文字は，その頭文字の「S」及び4文字目の「G」が大文字で，それ以外の欧文字が小文字で表されているのに対し，引用商標は全て大文字で表されているという違いはあるものの，両者は同じ文字綴りからなる。また，両者は，共に標準文字で表されてなるものであって，格別特異な表現態様からなるものではないから，外観において明確な差異を有するとはいえず，互いに近似した印象を与える類似したものといえる。",
                    "そうすると，本願商標の要部である「SeaGull」と引用商標とは，「シーガル」の称呼及び「海カモメ」の観念を共通にし，外観も類似するものであって，称呼，外観及び観念においていずれも同一又は類似するものである。",
                    "これらの事情を総合勘案すれば，本願商標と引用商標とは，相紛れるおそれのある類似の商標というべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標の指定商品と引用商標の指定商品の類否",
              "text": [
                "本願商標の指定商品である「業務用電子計算機用プログラム」は，引用商標の指定商品中の「電子応用機械器具及びその部品」に含まれる商品であるから，本願商標の指定商品と引用商標の指定商品中の「電子応用機械器具及びその部品」とは，同一又は類似するものといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，本願商標は，法4条1項11号に該当する。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用商標が指定商品「業務用電子計算機用プログラム」の分野において著名でないから，本願商標の前半部分「SeaGull」のみが一般取引において特に注目されることはないなどと主張する。",
                    "しかし，先に出願され現に有効な商標権が存する以上，当該商標権の著名性の有無にかかわらず，出所の混同のおそれ等の要件を満たすときは法4条1項11号が適用されるべきであるから，仮に引用商標が著名でなかったとしても，それをもって直ちに，本願商標の構成中「SeaGull」の欧文字部分を要部として抽出し，類否判断することが許されないということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願商標は一体として取引関係者に知れ渡っている，本願商標を使用した商品は地方自治体等を対象としている，その需要者は専門的知識及び高度の注意力を有する取引者であって，そのような取引者にとっては本願商標と引用商標の違いを容易に認識し得るなどと主張する。",
                    "しかし，商標の類否判断に当たり考慮すべき取引の実情は，当該商標が現に，当該指定商品に使用されている特殊的，限定的な実情に限定して理解されるべきではなく，当該指定商品についてのより一般的，恒常的な実情を含めて理解されるべきである。原告が主張する事情は，原告に係る個別の商品についての特殊的，限定的な事情にすぎない。",
                    "また，原告の主張する本願商標を付した商品及びサービスの販売件数及び販売高については，それを裏付ける証拠がない上，仮にそのような販売状況にあったとしても，本願商標又はこれをややデザイン化した標章を使用した期間等に鑑みると，本願商標は一体の商標としてのみ把握されるほどにその取引者，需要者に知れ渡っていたということはできないし，本願商標から生じる観念につき原告主張のように原告が販売する商品が想起されるということもない。",
                    "さらに，商品「業務用電子計算機用プログラム」は，業務において用いられる電子計算機用プログラム全般を指すものであり，その商品の取引者，需要者は，原告主張の本願商標を使用した商品の対象者である特定の地方自治体等に限定されるものではなく，広く一般の企業，団体等を含む。したがって，その取引者，需要者は高度の注意力を有する者に限られるとまでいえない上，その注意力をもってしてもなお，本願商標と引用商標が本願商標の指定商品に使用された場合には，その商品の出所について混同を生じるおそれがあるということができる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "法4条1項11号に係る商標の類否は，対比される商標が同一又は類似の商品又は役務に使用された場合に，その商品等の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきところ，その際には，使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，しかもその商品等の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)。",
            "また，複数の構成部分を組み合わせた結合商標と解されるものについては，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合していると認められる場合は，その構成部分を抽出し，当該部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則として許されない。他方，商標の構成部分の一部が取引者，需要者に対し商品等の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合等には，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を判断することも許される(最高裁昭和38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成20年9月8日第二小法廷判決・裁判集民事228号561頁参照)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標と引用商標との類否",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "text": [
                "前記のとおり，本願商標は，「SeaGull-LC」の欧文字及び記号を標準文字で表してなる商標である。",
                "このうち，記号「-」(ハイフン)は，一語が二行にまたがるときのつなぎとして使用される場合を除き「英文等で，二語を連結して一語相当の語と」する場合(甲29)ないし「英文などで，合成度の浅い複合語の連結，…または一語内の形態素の区切りを明確にする」(乙23)場合に使用されるものである。したがって，それ自体，本願商標の構成において，商品の出所識別標識としての機能を有するものでないことは明らかである。",
                "また，同記号を基準とした場合の前半部分である「SeaGull」の欧文字部分は，一般に，「海カモメ」の意味を有し，「シーガル」と発音される英語「sea  gull」を表したものと認識されるものといってよい。そうすると，当該部分につき，本願商標の指定商品「業務用電子計算機用プログラム」との関係で，その商品の普通名称や品質等を表示するものであるなど，商品の出所識別標識としての機能を果たし得ないと見るべき事情は見当たらないというべきである。",
                "他方，後半部分である「LC」の欧文字部分は，それ自体独立の意味を持った英語その他の外国語の単語ないし略語として認識されるものと見るべき事情は見当たらない。また，証拠(乙8の1～乙22)によれば，欧文字2字が，商品の管理又は取引の便宜性等の事情から，商品の規格，型式又は種別等を表示する記号又は符号として使用される例が少なからずあること，本願商標の指定商品を含む「電子応用機械器具及びその部品」を取り扱う分野に特に着目しても，同じブランド名の商品につき，ブランド名に欧文字2字を付して，当該ブランドのシリーズ商品における型式，種別等を表すものとして使用される取引の実情があることが認められる。そうすると，上記「LC」の欧文字部分は，本願商標に接した取引者，需要者にとって，独立の意味を持つものではなく，商品の規格，型式又は種別等を表示する記号又は符号として認識されるものと見るのが相当である。そうである以上，当該部分が，本願商標の指定商品との関係で，商品の出所識別標識としての機能を発揮するものと見ることはできない。",
                "さらに，本願商標を構成する「SeaGull」と「LC」の各欧文字部分は，上記のとおり前者は英語を表したもの，後者は記号又は符号と認識されることから，相互に関連性を有する語ではなく，しかも，両者の間に存する記号「-」(ハイフン)の上記機能ないし役割を踏まえるとなおさらに，これらを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいえない。",
                "以上を総合すると，本願商標は「SeaGull」の欧文字と「LC」の欧文字とを記号「-」(ハイフン)を介して結合してなるものであるところ，本願商標を構成する各部分が分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものとはいい難く，むしろ，本願商標の前半を構成する「SeaGull」と後半を構成する「LC」の各欧文字部分は，記号「-」(ハイフン)を介して視覚上明確に分離して観察されるとともに，「SeaGull」の欧文字部分は，取引者，需要者に対し，商品の出所識別標識として強く支配的な印象を与えるものというべきであり，他方，「LC」の欧文字部分からは出所識別標識としての称呼，観念が生じないと認められる。",
                "したがって，本願商標については，その構成部分の一部である「SeaGull」の欧文字部分を要部として抽出し，この部分のみを他人の商標と比較して商標そのものの類否を判断することも許されるということができる。",
                "そうすると，本願商標は，その構成全体から生じる「シーガルエルシー」の称呼のほか，要部である「SeaGull」の欧文字部分より，「シーガル」の称呼及び「海カモメ」の観念を生じるものというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "text": [
                "商標公報(乙6)によれば，引用商標は，「SEAGULL」の欧文字を標準文字で表してなるものであり，指定商品を第9類「測定機械器具，電気磁気測定器，電気通信機械器具，電子応用機械器具及びその部品」として，分割出願である本願の原出願の出願日(平成27年5月29日)より前の平成26年8月22日に商標登録出願されたものと認められる。",
                "また，引用商標が上記欧文字に係る外観を有すること，「シーガル」の称呼及び「海カモメ」の観念を生じることは明らかといってよい。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標の類否について",
              "text": [
                "上記のとおり，本願商標の要部である「SeaGull」の欧文字部分は，標準文字で表してなる「SeaGull」の外観を有し，「シーガル」の称呼及び「海カモメ」の観念を生じる。他方，引用商標については，標準文字で表してなる「SEAGULL」の外観を有し，「シーガル」の称呼及び「海カモメ」の観念を生じる。",
                "そうすると，本願商標と引用商標とは，まず，その称呼及び観念を共通にする。外観については，頭文字の「S」及び4文字目の「G」以外の欧文字を小文字とするか大文字とするかの違いはあるものの，文字綴りそのものは本願商標と引用商標とで同一であることから，近似した印象を与える類似したものであるといってよい。また，このような本願商標と引用商標の共通性ないし類似性にかかわらず，なお両者を類似しないものと見るべき取引の実情も見当たらない。",
                "これらの事情を総合して考察すると，本願商標と引用商標とは，同一又は類似の商品に使用された場合に，その商品の出所につき誤認混同を生ずるおそれがある類似の商標というべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本願商標の指定商品と引用商標の指定商品の類否",
          "text": [
            "本願商標の指定商品「業務用電子計算機用プログラム」は，引用商標の指定商品中の「電子応用機械器具及びその部品」に含まれる商品であるから，本願商標と引用商標とは，その指定商品において同一又は類似するものといってよい。"
          ]
        },
        {
          "fig": "4",
          "subject": "小括",
          "text": [
            "以上より，本願商標は，本願の原出願の出願日前の商標登録出願に係る他人の商標である引用商標に類似する商標であって，その商標登録に係る指定商品又はこれに類似する商品について使用をするものということができる。",
            "したがって，本願商標は，法4条1項11号に該当し，商標登録を受けることができない。これと同旨の判断をした本件審決に誤りはなく，原告主張に係る取消事由は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願商標は外観上まとまりよく一体的に構成されていることなどを指摘して，本願商標は全体として不可分に把握されるべき旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，前記のとおり，記号「-」(ハイフン)は二語を連結して一語相当の語とする場合ないし合成度の浅い複合語を連結したり一語内の形態素の区切りを明確にする場合に使用される記号であり，その前後は何らかの意味で言語的に区分し得ることを前提とするものということができる。したがって，記号「-」(ハイフン)により連結されていることは，その前後を分離して観察することを許さない事情とは必ずしもいえない。",
                    "本願商標が比較的短い構成からなり，よどみなく一連に「シーガルエルシー」と称呼できるとしても，そのことから直ちに，その構成中「SeaGull」の欧文字部分を要部として抽出し，これに対応する「シーガル」の称呼が生じるとすることが否定されるものでもない。",
                    "また，法4条1項11号は，引用商標の著名性の有無にかかわりなく適用されるものであり，仮に引用商標が著名でなかったとしても，本願商標の構成を検討した結果，「SeaGull」の欧文字部分を要部として抽出して類否判断の対象とすることができることは当然の事柄である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，原告は，本願商標を付したDVD等の販売実績等ゆえに本願商標は一体として取引関係者に知れ渡っているなどと指摘する。",
                    "しかし，商標の類否判断に当たり考慮することのできる取引の実情とは，その指定商品全般についての一般的，恒常的なそれを指し，単に当該商標が現在使用されている商品についてのみの特殊的，限定的なそれを指すものではない(最高裁昭和49年4月25日第一小法廷判決・審決取消訴訟判決集(昭和49年)443頁参照)。この点，本願商標の指定商品は「業務用電子計算機用プログラム」であるところ，原告が指摘する事情は，上記指定商品の一部である原告の提供する個別の商品及びサービスの販売実績等という個別的な事情にすぎない。そうである以上，原告の指摘に係る取引の実情は指定商品全般についての一般的，恒常的なそれではなく，特殊的，限定的なものにすぎないというべきであるから，これを取引の実情として商標の類否判断に当たり考慮することは相当でない(仮に原告主張の事情を考慮するとしても，原告主張の販売実績等の裏付けとなるのは，原告の総務部長作成の報告書(甲30)のみである上，その報告書によっても，平成27年4月から平成28年12月(ただし，本件審決は同年11月2日付けである。)までの期間における販売件数1815件，販売高約3億円程度であって，地方自治体に限らず広く一般の企業及び団体が含まれると見られる(甲1～19，31)取引者，需要者に対し，原告の販売商品ないし提供サービスを示す標識としての本願商標又はこれに類する標章が，全体として不可分一体のものとして把握され，かつ，本願商標から原告の販売する商品が観念上想起されるほどに知れ渡るのに十分な期間及び販売実績とは考え難く，結局，その主張を採用することは困難である。)。",
                    "また，原告は，本願商標の指定商品のような業務用商品の需要者等は高度の注意力を有しているとも主張するが，本願商標の指定商品の取引者，需要者として高度の注意力を有する者を措定したとしても，本願商標の後半部分を構成する「LC」の欧文字部分につき前記のとおり規格等を示す記号等として認識され得るものであることに違いはないというべきであるから，なお本願商標と引用商標とが本願商標の指定商品に使用された場合に，その商品の出所について混同を生じるおそれはあると見るのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，この点に関する原告の主張は採用し得ない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}