{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800030号事件について平成28年8月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁等における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「接触端子」とする特許出願(特願2013-88790号)をし，平成26年1月10日，設定の登録を受けた(特許第5449597号。請求項の数2。甲20。以下，この特許を「本件特許」という。)。本件特許出願は，原告が，平成23年12月13日(優先権主張：平成23年9月5日，日本)にした出願(特願2011-271985号，甲15。以下「本件原出願」という。)の分割出願である(本件原出願に係る特許請求の範囲請求項1ないし9に係る各発明を「原出願発明1」などといい，これらを併せて「原出願発明」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成27年2月19日，本件特許の特許請求の範囲請求項1及び2に係る発明について特許無効審判を請求し(甲21)，特許庁は，これを，無効2015-800030号事件として審理した。",
                "原告は，平成28年4月18日，特許請求の範囲請求項1及び2の訂正を請求した(甲34，35。以下「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成28年8月16日，本件訂正を認めた上，本件特許の特許請求の範囲請求項1及び2に係る発明についての特許を無効とするとの別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同月25日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年9月16日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲請求項1及び2の記載は，次のとおりである(甲35)。以下，各請求項に係る発明を「本件発明1」，「本件発明2」といい，これらを併せて「本件発明」という。本件特許の明細書(甲20)を「本件明細書」という。なお，文中の「／」は，原文の改行箇所を示す(以下同じ。)。",
            "【請求項1】管状の本体ケース内に収容されたプランジャーピンの該本体ケースからの突出端部を対象部位に接触させて電気的接続を得るための接触端子であって，／前記プランジャーピンは前記突出端部を含む小径部及び前記本体ケースの管状内周面に摺動しながらその長手方向に沿って移動自在の大径部を有する段付き丸棒であり，前記プランジャーピンの前記突出端部を前記本体ケースから突出するように前記本体ケースの管状内部に収容した絶縁体被膜を有するコイルバネで付勢し，／",
            "前記プランジャーピンの中心軸とオフセットされた中心軸を有する前記大径部の略円錐面形状を有する傾斜凹部に，球の球状面からなる球状部を前記コイルバネによって押圧し，前記大径部の外側面を前記本体ケースの管状内周面に押し付けることを特徴とする接触端子。",
            "【請求項2】管状の本体ケース内に収容されたプランジャーピンの該本体ケースからの突出端部を対象部位に接触させて電気的接続を得るための接触端子であって，／前記プランジャーピンは前記突出端部を含む小径部及び前記本体ケースの管状内周面に摺動しながらその長手方向に沿って移動自在の大径部を有する段付き丸棒であり，前記プランジャーピンの前記突出端部を前記本体ケースから突出するように前記本体ケースの管状内部に収容したコイルバネで付勢し，／前記プランジャーピンの中心軸とオフセットされた中心軸を有する前記大径部の略円錐面形状を有する傾斜凹部に，押付部材の球状面からなる球状部を前記コイルバネによって押圧し，前記大径部の外側面を前記本体ケースの管状内周面に押し付けることを特徴とし，／前記押付部材は絶縁表面を有する絶縁球からなることを特徴とする接触端子。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件発明1は，本件原出願の願書に添付した明細書(甲15。以下「原出願明細書」という。)，特許請求の範囲及び図面の記載に新たな技術的事項を導入したものであるから，本件特許出願は，特許法44条1項の規定する要件を満たしていない，②したがって，本件特許出願日は，現実の出願日の平成25年4月19日であるところ，本件発明は，いずれも同月18日に公開された本件原出願の公開特許公報(甲15)に記載された発明であるから，新規性を欠き，同法29条1項3号の発明に該当し，特許を受けることができない，などというものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件特許出願の分割要件に係る判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕",
        "本件審決は，原出願明細書には，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すという課題が記載されていること，同課題の解決手段としては，絶縁球のみが記載されており，導電球は記載されていないことを認定したが，同認定は，誤りである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原出願発明の課題について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原出願明細書の背景技術に記載された2つの公知技術は，いずれも絶縁球を用いてコイルバネに電流を流さないようにするとともに，絶縁球又は導電球がプランジャーピンを本体ケースに押し付けるものである(【0003】～【0006】)。よって，本件審決が認定した上記課題のうち，コイルバネに電流を流さないことは，上記公知技術によって既に解決されているのであるから，原出願発明の課題にはならない。そして，発明が解決しようとする課題においては，電流路の断面積を大きくするように接触端子の径を太くすることは好ましくない旨が記載されている(【0007】)。接触端子の径を大きくすることなく電流路の断面積を大きくするためには，プランジャーピンを本体ケースに対してより確実に押し付けるほかなく，それによってプランジャーピンから本体ケースへ確実に電流を流し，その結果，「比較的大なる電流を流し得る接触端子を提供する」(【0008】)という原出願発明の目的を達成する。",
                "したがって，原出願発明の課題は，プランジャーピンを本体ケースに対してより確実に押し付け，プランジャーピンから本体ケースへ確実に電流を流すことである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "プランジャーピンから本体ケースへ確実に電流が流れれば，コイルバネにはほぼ電流が流れず，したがって，コイルバネが焼き切れることはない。他方，コイルバネに電流が流れないときに，必ずしもプランジャーピンから本体ケースへ確実に電流が流れるとは限らない。",
                "したがって，仮に原出願明細書において，コイルバネに電流を流さないことが課題として記載されていたとしても，これとは別の独立した課題として，プランジャーピンを本体ケースに対してより確実に押し付け，プランジャーピンから本体ケースへ確実に電流を流すという課題も記載されており，同課題に焦点が当てられている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原出願明細書におけるプランジャーピンを本体ケースに押し付ける部材(以下「押付部材」という。)としての導電球の記載について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原出願明細書の【0005】には，従来技術につき，押付部材としての導電球が明記されており，これは，プランジャーピンを本体ケースに押し付ける機構としては球であれば足り，絶縁球，導電球のいずれでもよい趣旨をいうものと解される。",
                "そして，原出願発明は，プランジャーピンを本体ケースに対してより確実に押し付け，プランジャーピンから本体ケースへ確実に電流を流すという前記1の課題を，プランジャーピンの端部をオフセット傾斜凹部にすることによって解決するものであり，押付部材に従来技術と異なる工夫を施したものではない。",
                "したがって，実施例において押付部材として絶縁球のみが挙げられているとしても，原出願明細書を全体として見れば，押付部材としての導電球も開示されているということができる。このように解することは，「当業者であれば，本発明の主旨又は添付した特許請求の範囲を逸脱することなく，様々な代替実施例及び改変例を見いだすことができるであろう。」という旨の記載(【0043】)とも符合する。よって，原出願明細書においては，絶縁球に代えて，例えば絶縁被膜を与えない導電球を用いることも想定されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，原出願明細書に押付部材としての導電球が直接記載されていないとしても，押付部材として導電球を用いることは技術常識であるから，押付部材としての導電球は，原出願明細書に記載されているに等しい事項である。",
                "すなわち，プローブピンにおいて，電流は，プランジャーピンから本体ケース(バレル)に流れ，抵抗値が高いバネにはほぼ流れないことから，安定してプランジャーピンから本体ケースへ確実に電流を流すためには，プランジャーピンと本体ケースの接触抵抗を可能な限り低い値で安定させることが重要である。この課題を解決するために，てこの原理でバイアスボールという金属球(導電球)によりプランジャーピンを確実に傾けて本体ケースに押圧し，その際に両者の接触面積を増やして接触抵抗値を低く調整するバイアス技術が昭和44年に公知となり(甲38)，スプリングコンタクトプローブ産業において広く採用されるようになった(甲37)。このように，押付部材として導電球を用いることは当初から技術常識であり，その後，コイルバネに電流を流さないという別の課題を解決するために，絶縁球を用いることが技術常識となった。",
                "したがって，絶縁球は，プランジャーピンを本体ケースに対してより確実に押し付け，プランジャーピンから本体ケースへ確実に電流を流すという前記1の課題の解決手段としては導電球と変わるところはなく，導電性という一面において金属球を発展させたものにすぎない(甲39【0018】)。絶縁球は，上記課題を解決するための一実施例にすぎず，原出願明細書の【0043】に記載されているとおり，様々な代替実施例や改変例を見いだすことができるのであるから，押付部材が絶縁球に限定されるいわれはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "分割要件について",
          "text": [
            "本件発明1の押付部材である「球の球状面からなる球状部」は，絶縁球のみならず導電球を含むものであるが，前記2のとおり，原出願明細書には，押付部材として導電球を用いることが記載されているないしは記載されているに等しいということができるから，本件特許出願は分割要件に反するものではない。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "原出願発明の課題について",
          "text": [
            "原出願明細書の【0003】には，①プランジャーピンから本体ケースへ「比較的大なる電流」を流した場合において，コイルバネに電流が流れ得る状態になるとコイルバネが焼き切れるという問題が発生すること，②その問題を，プランジャーピンとコイルバネとの間に絶縁球を介在させてコイルバネに電流を流さないようにして解決することが記載されている。そして，同記載に加え，これを受けた【0008】及び【0010】の記載を併せ考えれば，原出願発明は，接触端子を「比較的大なる電流を流し得る」ものとする際に必ず障害となるコイルバネの焼き切れの問題を解決することが前提とされているということができる。したがって，原出願明細書には，「比較的大なる電流を流し得る接触端子」を提供するために，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すという課題が記載されているということができ，同旨の本件審決の認定に誤りはない。なお，原出願明細書の【0004】及び【0005】に記載された従来技術のとおりにプランジャーピンとコイルバネとの間に絶縁球を介在させれば，コイルバネに電流が流れなくなり，「比較的大なる電流」を流してもコイルバネが焼き切れないようにすることができる。しかし，従来技術により解決されている課題であっても，それが発明の解決すべき課題から除外されるとは必ずしもいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "原出願明細書における押付部材としての導電球の記載について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原出願明細書に押付部材としての導電球は記載されていない。原出願明細書の【0005】に記載されているのは，絶縁球と導電球の両方を使用して，絶縁球でプランジャーピンとコイルバネとを絶縁し，導電球でプランジャーピンを本体ケースに押し付けるという構成を有する従来技術に係る発明であり，本件発明1とは全く構成を異にするものである。【0043】にも，「様々な代替実施例及び改変例」という抽象的な文言が記載されているにとどまり，絶縁球に代えて導電球を使用してもよいという趣旨の記載はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "コイルバネに電流が流れる限り，コイルバネの焼き切れの問題は起きるものであり，バイアスボールという導電球を使用してコイルバネに流れる電流量を本体ケースに流れる電流量より小さくしても，上記問題が解決するわけではない。よって，甲第37号証は，接触端子に「比較的大なる電流を流す」場合について論じるものとはいえない。",
                "甲第38及び39号証のいずれも，単にプランジャーピンを付勢するための部材として導電球を用い得ることを開示するにとどまり，コイルバネの焼き切れの問題，コイルバネに流れる電流量についての開示も示唆もない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原出願発明の課題を解決する手段について",
              "text": [
                "前記(2)のとおり，コイルバネに電流が流れる限り，コイルバネの焼き切れの問題は起きるのであるから，そのような問題を発生させることなく，「比較的大なる電流を流し得る接触端子」を提供するためには，プランジャーピンとコイルバネとの間に絶縁球を介在させるほかはなく，それ以外の手段が原出願明細書に記載されていたということはできない。原出願明細書の【0027】は，コイルバネの絶縁被膜がプランジャーピンとコイルバネとを完全には絶縁しないことを想定し，コイルバネの絶縁被膜がはがれ落ちた場合でも絶縁球がプランジャーピンとコイルバネとの電気的な接触を完全に防止することによって，比較的大なる電流を流した場合においてもコイルバネに電流が流れることなく，焼き切れを防止できることを記載したものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "分割要件について",
          "text": [
            "本件発明1の押付部材である「球の球状面からなる球状部」は，絶縁球のみならず導電球を含むものであり，前記2のとおり，原出願明細書には，押付部材として導電球を用いることは記載されていないのであるから，本件特許出願は，分割要件に反するものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1について",
          "text": [
            "本件発明1は，本件原出願の分割出願に係る発明であり，前記第2の2【請求項1】のとおりの構成を備えており，段付き丸棒の形状をなすプランジャーピンの「大径部の略円錐面形状を有する傾斜凹部」に，「球の球状面からなる球状部」を「コイルバネによって押圧し」，「前記大径部の外側面を前記本体ケースの管状内周面に押し付ける」ことを特徴とする。すなわち，本件発明1においては，「球の球状面からなる球状部」が，プランジャーピンの大径部とコイルバネとの間にあって，プランジャーピンの大径部の外側面を本体ケースの内周面に押し付けている。",
            "「球の球状面からなる球状部」については，それが絶縁性のものか導電性のものかは特定されていない。そして，本件明細書(甲20)の内容は，原出願明細書(甲15)の内容とほぼ同じであることから，後記2(3)アと同様の理由により，本件発明1は，コイルバネの焼き切れを防ぐために，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，比較的大なる電流を流し得る接触端子を提供することを課題とするものと解される。本件発明1においては，コイルバネが絶縁体被膜を有することから，コイルバネに電流を流さないようにするために，プランジャーピンの大径部とコイルバネとの間にある「球の球状面からなる球状部」が絶縁性を有することは，必須ではない。",
            "したがって，本件発明1には，プランジャーピンの大径部とコイルバネとの間にあって，プランジャーピンの大径部の外側面を本体ケースの内周面に押し付ける「球の球状面からなる球状部」が導電性を有するものであり，絶縁球を備えない接触端子も含まれる。"
          ]
        },
        {
          "fig": "2",
          "subject": "原出願明細書，特許請求の範囲及び図面の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "【請求項1】本体ケースに設けられた非貫通長穴に挿入したプランジャーピンの該本体ケースからの突出端部を対象部位に接触させて電気的接続を得るための接触端子であって，／前記プランジャーピンは前記突出端部を含む小径部及び前記非貫通長穴の内面に摺動しながらその長手方向に沿って移動自在の大径部を有する段付き丸棒であり，前記大径部の端部からその長手方向に沿って前記大径部の少なくとも側面部の一部を残すように切削部を与えて前記切削部内に少なくとも絶縁表面を有する絶縁球を収容し，／前記非貫通長穴と前記絶縁球との間にコイルバネを介在させて前記プランジャーピンの前記突出端部を前記本体ケースから突出するように付勢していることを特徴とする接触端子。",
                "【請求項2】前記本体ケースの前記非貫通長穴の底部には前記絶縁球の径よりも小さい径の第2の袋孔を削孔してその内部に前記コイルバネの端部近傍を収容していることを特徴とする請求項1記載の接触端子。",
                "【請求項3】前記第2の袋孔の底面は円錐面であることを特徴とする請求項2記載の接触端子。",
                "【請求項4】前記切削部は，袋孔であることを特徴とする請求項1乃至3のうちの1つに記載の接触端子。",
                "【請求項5】前記切削部としての前記袋孔の底面は円錐面であることを特徴とする請求項4記載の接触端子。",
                "【請求項6】前記切削部としての前記袋穴の底面の前記円錐面の中心軸は前記プランジャーピンの中心軸とオフセットされていることを特徴とする請求項5記載の接触端子。",
                "【請求項7】前記切削部は，前記大径部の前記外側面から前記プランジャーピンの中心軸をよぎる方向に向けて平面切削された底平面部と，前記プランジャーピンの前記中心軸とオフセットした位置で且つこれに平行に前記大径部の前記端部から前記底平面部に向けて平面切削した側平面部と，前記側平面部に与えられ前記プランジャーピンの前記中心軸と平行に溝加工した溝部と，からなり，前記底平面部及び前記側平面部の法線は，前記プランジャーピンの前記中心軸と同一平面上にあって，前記底平面部は前記側平面部から離間する方向に向けて前記大径部の端部から離間する方向に傾斜していることを特徴とする請求項1乃至3のうちの1つに記載の接触端子。",
                "【請求項8】前記溝部は，樋状の内面形状を有することを特徴とする請求項7記載の接触端子。",
                "【請求項9】前記樋状の内面形状は，前記絶縁球の半径よりも小なる仮想半径を有することを特徴とする請求項8記載の接触端子。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原出願明細書の記載",
              "text": [
                "原出願明細書には，おおむね，以下のとおり記載されている(甲15。下記記載中に引用する図面については，別紙参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本発明は，電源への接続及びプリント基板や電子部品などの検査における電気的接続を得る目的で使用される接触端子に関し，特に，比較的大なる電流を流し得る接触端子に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "電源への接続，プリント基板や電子部品などの検査に使用される接触端子は，基板上の端子にその一端部を接触させながら電気的接続を得るための部品である。多くの接触端子は，金属製の本体ケースに設けられた長穴にコイルバネを挿入した上でプランジャーピンを挿入し，本体ケースからプランジャーピンの先端部分のみが突出する位置を保持されるというものである。プリント基板等の接点等の電気的接続を得ようとする対象部位に，上記の突出したプランジャーピンの先端部分を本体ケースとともに押し付けると，プランジャーピンは，本体ケースの長穴に沿って摺動しながら相対的に後方移動，すなわち長穴の奥に向かって移動し，上記対象部位からプランジャーピンを介して本体ケースに電流が流れ，上記対象部位とプランジャーピンとの互いの電気的接続が図られる(【0002】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記対象部位からプランジャーピンを介して本体ケースに比較的大なる電流が流れる場合，コイルバネにも電流が流れると，抵抗加熱によりコイルバネが焼き切れてしまうことがある。例えば，電流の一部がコイルバネにも流れていると，コイルバネが収縮してコイルのターンとターンとが側面で接触している状態から復元したとき，上記接触がなくなって電流の流れる断面積が収縮時よりも減少するために，急激に抵抗が上がって加熱し，コイルバネが焼き切れてしまう。そこで，コイルバネに電流を流さないような機構を与えた接触端子が開発されている(【0003】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "例えば，特開平6-61321号公報(甲7)は，プランジャーピンとコイルバネとの間に絶縁球を介在させた接触端子としてのコンタクトプローブを開示している。プランジャーピンとコイルバネとは，絶縁球により絶縁されるので，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへと電流を流すことができる。また，プランジャーピンの本体ケース内の端部が斜面となっていて，絶縁球がプランジャーピンを本体ケースの長穴の内面に押し付けることができるようになっており，これによって，プランジャーピンから本体ケースへ確実に電流を流すことができる(【0004】【0006】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，実開平7-34375号公報(甲8)は，特開平6-61321号公報に開示されたような絶縁球とともに導電球をプランジャーピンとコイルバネとの間に介在させた接触端子としてのコンタクトプローブを開示している。絶縁球がプランジャーピンとコイルバネとを絶縁する一方，導電球は，プランジャーピンを本体ケースに押し付け，また，プランジャーピンと本体ケースとの導電経路にもなる。かかる構造により，コイルバネに電流を流すことがない上，プランジャーピンから本体ケースへ確実に電流を流すことができる(【0005】【0006】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "接触端子の径(幅)を大きくして電流路の断面積を大きくすれば，単位面積当たりを通過する電流量を小さくすることができ，結果として，コイルバネを流れる電流量を小さくすることができる。しかしながら，一般的に，コネクタ等を使わずに接触端子を用いようとする電気機器は，小型化を要求され，プリント基板等の上にある端子や接点の設置密度が高い。このような各種の機器に対応して接触端子を使用できるようにするためには，断面積を大きくするために接触端子の径(幅)を大きくすることは，好ましくない(【0007】)。",
                    "本発明は，以上のような状況に鑑みてなされたものであって，その目的は，比較的大なる電流を流し得る接触端子を提供することにある(【0008】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原出願発明1は，本体ケースに設けられた非貫通長穴に挿入したプランジャーピンの本体ケースからの突出端部を対象部位に接触させて電気的接続を得るための接触端子であって，プランジャーピンは，①突出端部を含む小径部及び②非貫通長穴の内面に摺動しながらその長手方向に沿って移動自在の大径部を有する段付き丸棒であり，大径部の端部からその長手方向に沿って大径部の少なくとも側面部の一部を残すように切削部を与えて同切削部内に少なくとも絶縁表面を有する絶縁球を収容し，非貫通長穴と絶縁球との間にコイルバネを介在させてプランジャーピンの突出端部を本体ケースから突出するように付勢していることを特徴とする(【0009】)。",
                        "かかる発明によれば，プランジャーピンの突出端部を本体ケースから突出するように付勢するコイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る(【0010】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原出願発明2によれば，コイルバネが縮んでもその中心軸を大きく変化させることはなく，絶縁球とコイルバネの接触位置を変化させない。ゆえに，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る(【0011】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原出願発明3によれば，コイルバネの端部位置を安定させつつ絶縁球をコイルバネで付勢することができ，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る(【0012】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原出願発明4によれば，絶縁球の位置を袋孔の内部に収容して安定させることができ，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る(【0013】)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原出願発明5によれば，絶縁球を円錐面の中心軸上に安定して位置させることができるので，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る(【0014】)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原出願発明6によれば，プランジャーピンの大径部の外側面を本体ケースの内周面により強く押し付けて，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る(【0015】)。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "原出願発明7によれば，プランジャーピンの大径部の外側面を本体ケースの内周面に押し付けるように絶縁球の位置を移動させ，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る(【0016】)。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "原出願発明8によれば，プランジャーピンに対する絶縁球の位置を安定させて，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る(【0017】)。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "原出願発明9によれば，プランジャーピンに対する絶縁球の位置をより安定させて，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る(【0018】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施例1",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "【図1】のとおり，接触端子10は，樹脂等の絶縁体から成る板状ブロック体に貫通穴を設けたソケット1に収容されており，ソケット1の両主面から，ピン部12及びプランジャーピン20を突出させている。プランジャーピン20は，その先端部を，電気的に接続を得ようとする対象部位，例えば，電極ブロック4上に配置された電極5に接触させられる。このようにして，接触端子10は，電源への接続を得るために使用される(【0021】)。",
                            "【図2】に【図3】を併せて参照すると，接触端子10は，本体ケース11及びプランジャーピン20を有している。",
                            "本体ケース11は，導電体金属から成る略円柱形状のものであり，その中心軸に沿って，長穴13が削孔されている。長穴13の底部には，略円柱形状をした袋状の凹穴であるバネ収容穴14があり，バネ収容穴14の底部には，略円錐面形状の傾斜面15が形成されている。長穴13の開口端部16の反対側の端部には，軸方向に突出した略円柱形状のピン部12がある。",
                            "プランジャーピン20は，長穴13に収容されている(【0022】)。",
                            "プランジャーピン20は，段付き丸棒形状であり，①その小径部側を構成するピン部21，②大径部22及び③①と②の境界部となる段部22aとを有している。",
                            "大径部22は，長穴13の内面と接触しながら移動することができ，すなわち，長穴13に対して摺動自在であり，プランジャーピン20を本体ケース11の中心軸に沿って移動自在とさせる。大径部22は，その端部から中心軸に沿って削孔された略円柱形状をした袋状の凹穴23を有し，すなわち，凹穴23を画定する大径部22の一部である側周部25を残存させた切削部が設けられており，凹穴23の底部には，略円錐面形状の傾斜面24がある(特に，【図3】(b)参照。【0023】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "凹穴23の内部には，セラミックス等の絶縁体から成る絶縁球30が収容されている。絶縁球30は，導電性を有する金属等の球体に絶縁被膜を与えたものであってもよい。絶縁球30の直径は，凹穴23に収容されるよう，凹穴23の内径よりも小であるとともに，バネ収容穴14の直径よりも大である(【0024】)。",
                            "絶縁球30には，圧縮バネから成るコイルバネ31がその一端部を当接させている。コイルバネ31は，他端部をバネ収容穴14の傾斜面15に当接させ，その近傍をバネ収容穴14に収容させている。コイルバネ31は，バネ収容穴14の傾斜面15に支えられ，絶縁球30を介してプランジャーピン20を本体ケース11から突出させる方向に付勢している。なお，コイルバネ31には絶縁体被膜を与えられていてもよい(【0025】)。",
                            "接触端子10の組立てにおいては，【図4】のとおり，まず，プランジャーピン20の凹穴23に絶縁球30を収容させて，本体ケース11のバネ収容穴14にコイルバネ31の一方の端部近傍を収容させる。次いで，コイルバネ31のもう一方の端部に絶縁球30を押し付けてコイルバネ31を圧縮させつつ，プランジャーピン20の大径部22側を本体ケース11の長穴13に収容させる。さらに，本体ケース11の開口端部16aの径を絞るように加工して，大径部22の外径より小さく，小径部21の外径より大きい内径を有する開口端部16を形成する。このように開口端部16を形成することによって，プランジャーピン20は，本体ケース11から脱落しなくなる(【0026】)。",
                            "本実施例によれば，コイルバネ31の外径は，バネ収容穴14の内径より小さく，他方，絶縁球30の外径は，コイルバネ31の内径よりも大きいことから，絶縁球30がコイルバネ31の内部に入り込むことはない。よって，コイルバネ31は，絶縁被膜を与えられてこれが剥がれ落ちたとしても，介在する絶縁球30に確実に阻まれてプランジャーピン20に接触し得ず，プランジャーピン20に対して確実に絶縁される。つまり，プランジャーピン20に比較的大なる電流を流しても，コイルバネ31の焼き切れを確実に防止できる(【0027】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "コイルバネ31は，圧縮バネであり，絶縁球30により一方の端部の位置を安定させられるものの，両端部から圧縮されるとその中心軸をわずかにゆがませる。そのため，プランジャーピン20は，絶縁球30を介して，コイルバネ31によって，本体ケース11の中心軸に対して微小な角度を有する方向に付勢される。これによって，プランジャーピン20の大径部22を確実に長穴13の内面に接触させながらも，その接触圧力を過度に高めることもない。また，プランジャーピン20は，絶縁球30を凹穴23に収容しているので，凹穴23の外周側において大径部22を軸方向に延長させた側周部25を有し，その表面積をより大きくさせている。よって，大径部22をより確実に本体ケース11の長穴13の内面に接触させることができる。つまり，プランジャーピン20に比較的大なる電流を流しても，プランジャーピン20から本体ケース11へ確実に電流を流すことができる(【0028】)。",
                            "また，プランジャーピン20の凹穴23の底部に形成された傾斜面24の中心軸は，プランジャーピン20の中心軸からオフセットされていることが，好ましい。本実施例においては，【図3】(b)に示すように傾斜面24の中心軸M2は，凹穴23の中心軸とともにプランジャーピン20の中心軸M1からオフセットされている。これによれば，コイルバネ31によってプランジャーピン20を付勢する方向を，プランジャーピン20の中心軸に対して微小な角度を有する方向とすることをより確実にする。よって，プランジャーピン20と本体ケース11との摺動を妨げない程度に大径部22を長穴13の内面に押し付けることができる。つまり，より確実にプランジャーピン20から本体ケース11へ電流を流すことができる(【0033】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施例2",
                      "text": [
                        "接触端子10’においては，プランジャーピン40の形状が実施例1の接触端子10と異なるが，他の部品，すなわち，本体ケース11，絶縁球30及びコイルバネ31は，実施例1と同様である(【0036】)。",
                        "絶縁球30は，プランジャーピン40の側周部45及び底平面46に挟まれた切削部分に収容されている。プランジャーピン40を本体ケース11の長穴13に沿って移動させると，コイルバネ31の圧縮力の変化に従って絶縁球30への押圧力が変化し，絶縁球30は，本体ケース11の長穴13の半径方向に移動し得る。",
                        "このような絶縁球30の移動により，プランジャーピン40を側周部45の側に付勢させて，大径部42の側面を本体ケース11の長穴13の内面に確実に当接させることができ，プランジャーピン40に比較的大なる電流を流しても，プランジャーピン40から本体ケース11に確実に電流を流すことができる(【0040】，【0041】，【図6】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上，本発明による実施例及びこれに基づく変形例を説明したが，本発明は必ずしもこれに限定されるものではなく，当業者であれば，本発明の主旨又は添付した特許請求の範囲を逸脱することなく，様々な代替実施例及び改変例を見いだすことができるであろう(【0043】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原出願明細書に記載された技術的事項について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原出願発明の課題について",
                  "text": [
                    "前記(2)アからウによれば，原出願発明の目的は，比較的大なる電流を流し得る接触端子の提供であり(【0001】【0008】)，そのような接触端子を得るためには，比較的大なる電流を，電気的接続を得ようとする対象部位からプランジャーピンを介して確実に本体ケースに流すことが必要となるが，その際，コイルバネに電流が流れると，抵抗加熱によりコイルバネが焼き切れてしまうことがあるので，コイルバネに電流を流さないような機構を与えた接触端子が開発されている(【0002】【0003】)。その実例である①プランジャーピンとコイルバネとの間に絶縁球を介在させた接触端子及び②プランジャーピンとコイルバネとの間に絶縁球とともに導電球を介在させた接触端子のいずれも，プランジャーピンとコイルバネとが絶縁球により絶縁されるので，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへと電流を流すことができるとともに，絶縁球ないし導電球がプランジャーピンを本体ケースの長穴の内面に押し付けることなどにより，プランジャーピンから本体ケースへ確実に電流を流すことができる(【0004】～【0006】)。他方，接触端子の径(幅)を大きくして電流路の断面積を大きくする方法は，コイルバネを流れる電流量を小さくすることができるものの，一般的に小型化を要求される電気機器に対応して接触端子を使用できるようにするためには，断面積を大きくするために接触端子の径(幅)を大きくすることは，好ましくない(【0007】)。",
                    "そして，前記(2)エのとおり，原出願発明1から5及び7から9につき，その構成により，「コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る」旨の記載がある(【0009】～【0014】【0016】～【0018】)。なお，原出願発明6については，コイルバネに電流を流すことがないことは明記されておらず，「プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る」旨が記載されているにとどまるが(【0015】)，原出願発明6に係る構成は，原出願発明5に係る構成にさらに限定を付したものであるから，これと同様に，「コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る」ものである。",
                    "これらの記載によれば，原出願明細書には，原出願発明の課題として，コイルバネの焼き切れを防ぐために，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，比較的大なる電流を流し得る接触端子を提供することが記載されているものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題解決の手段について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(2)エのとおり，原出願明細書には，原出願発明1から9に係る構成により前記アの課題を解決し得る旨が記載されている(【0009】～【0018】)。原出願発明1に係る構成は，本体ケースに設けられた非貫通長穴に挿入したプランジャーピンの本体ケースからの突出端部を対象部位に接触させて電気的接続を得るための接触端子であって，プランジャーピンは，①突出端部を含む小径部及び②非貫通長穴の内面に摺動しながらその長手方向に沿って移動自在の大径部を有する段付き丸棒であり，大径部の端部からその長手方向に沿って大径部の少なくとも側面部の一部を残すように切削部を与えて同切削部内に少なくとも絶縁表面を有する絶縁球を収容し，非貫通長穴と絶縁球との間にコイルバネを介在させてプランジャーピンの突出端部を本体ケースから突出するように付勢していることを特徴とする(【0009】)。原出願発明1に係る構成においては，本体ケースに設けられた非貫通長穴に挿入した段付き丸棒の形状をなすプランジャーピンの大径部に与えられた切削部内に絶縁球が収容されており，本体ケースの非貫通長穴と絶縁球との間には，プランジャーピンの突出端部を本体ケースから突出するように付勢するコイルバネが介在する。よって，絶縁球は，これを収容する切削部が設けられたプランジャーピンの大径部とコイルバネとの間にあるものということができる。",
                        "したがって，原出願発明1に係る構成においては，絶縁球が，プランジャーピンの大径部とコイルバネとの間にあって，①プランジャーピンとコイルバネを絶縁してコイルバネに電流が流れないようにするとともに，②プランジャーピンの大径部の外側面を本体ケースの非貫通長穴の内周面に押し付けてプランジャーピンから本体ケースへ確実に電流を流すことにより，比較的大なる電流を流し得るものと解され，原出願明細書にはその旨が記載されている(【0010】)。",
                        "そして，原出願発明2ないし9に係る構成も，同様に解することができる。さらに，原出願発明2及び3に係る構成は，本体ケースの非貫通長穴の形状により絶縁球とコイルバネの接触位置ないしコイルバネの端部位置を安定させることによって，原出願発明4から9に係る構成は，絶縁球を収容するプランジャーピンの大径部の切削部等の形状等により絶縁球を切削部に安定して位置させる，プランジャーピンの大径部の外側面を強く本体ケースの内周面に押し付けることなどによって，より一層確実に，絶縁球が，①プランジャーピンとコイルバネを絶縁してコイルバネに電流が流れないようにするとともに，②プランジャーピンの大径部の外側面を本体ケースの非貫通長穴の内周面に押し付けてプランジャーピンから本体ケースへ電流を流すようにするものと解され，原出願明細書にその旨が記載されている(【0011】～【0018】)。",
                        "前記(2)オのとおり，実施例1及び2のいずれも，絶縁球が，プランジャーピンの大径部とコイルバネとの間にあって，①プランジャーピンとコイルバネを絶縁してコイルバネに電流が流れないようにするとともに，②プランジャーピンの大径部の外側面を本体ケースの非貫通長穴の内周面に押し付けるものということができる(【0023】～【0028】【0033】【0036】【0040】【0041】【図1】～【図4】【図6】)。",
                        "したがって，原出願明細書には，コイルバネの焼き切れを防ぐために，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，比較的大なる電流を流し得る接触端子を提供するという前記アの課題の解決手段として，プランジャーピンの大径部の切削部とコイルバネとの間に絶縁球を介在させ，この絶縁球によって，①プランジャーピンとコイルバネを絶縁してコイルバネに電流が流れないようにするとともに，②プランジャーピンの大径部の外側面を本体ケースの非貫通長穴の内周面に押し付けてプランジャーピンから本体ケースへ確実に電流を流すことにより，比較的大なる電流を流し得る接触端子，すなわち，プランジャーピンの大径部とコイルバネとの間にあって，プランジャーピンの大径部の外側面を本体ケースの内周面に押し付ける部材が絶縁球である接触端子が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，原出願明細書には，絶縁球を備えない接触端子は記載されていない。また，前記(2)オのとおり「絶縁球30には，圧縮バネから成るコイルバネ31がその一端部を当接させている。…なお，コイルバネ31には絶縁体被膜を与えられていてもよい。」(【0025】)，「コイルバネ31は，絶縁被膜を与えられてこれが剥がれ落ちたとしても，介在する絶縁球30に確実に阻まれてプランジャーピン20に接触し得ず，プランジャーピン20に対して確実に絶縁される。つまり，プランジャーピン20に比較的大なる電流を流しても，コイルバネ31の焼き切れを確実に防止できる。」(【0027】)との記載があり，これらは，コイルバネ自体に絶縁体被膜が与えられており，それによってコイルバネに電流が流れるのを防ぎ得る場合であっても，プランジャーピンとコイルバネとの間に絶縁球を介在させてプランジャーピンとコイルバネとの絶縁を確実なものとする趣旨である。前記のとおり絶縁球を備えない接触端子は記載されていないことをも併せ考えれば，原出願明細書においては，プランジャーピンとコイルバネとの間に必ず絶縁球を介在させてコイルバネに電流が流れないようにすることによりコイルバネの焼き切れ防止に確実を期しており，コイルバネに絶縁体被膜を与えるなどコイルバネに電流が流れるのを防ぐその他の手段と併用することはあっても，同手段をもって絶縁球に代えること，すなわち，接触端子を，絶縁球を含まないものとすることは想定されていないものと解するべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "分割出願の要件について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許出願の分割出願の要件",
              "text": [
                "分割出願は，原出願の時にしたものとみなされるところ(特許法44条2項)，そのためには，分割出願に係る発明が，原出願の願書に添付された明細書，特許請求の範囲又は図面の範囲内のものであることを要する。",
                "前記1のとおり，本件発明1には，プランジャーピンの大径部とコイルバネとの間にあって，プランジャーピンの大径部の外側面を本体ケースの内周面に押し付ける「球の球状面からなる球状部」が導電性を有し，絶縁球を備えない接触端子も含まれる。",
                "他方，前記2(1)のとおり，本件原出願に係る特許請求の範囲請求項1から9に係る構成のいずれも，プランジャーピンの大径部とコイルバネとの間に介在する絶縁球を含むものである。また，前記2(3)イのとおり，原出願明細書においては，絶縁球を備えない接触端子は記載されておらず，プランジャーピンとコイルバネとの間に介在する絶縁球は必須の構成とされているものと解される。",
                "よって，本件発明1は，絶縁球を含まない接触端子という，原出願明細書，特許請求の範囲及び図面に記載されていない発明を含むものであるから，本件特許出願は，分割出願の要件を満たすものということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，コイルバネに電流を流さないことは，原出願明細書の背景技術に記載された公知技術によって既に解決された課題であるから，原出願発明の課題にはならないとして，原出願発明の課題は，プランジャーピンを本体ケースに対してより確実に押し付け，プランジャーピンから本体ケースへ確実に電流を流すことである旨主張する。",
                    "しかし，既存の技術によって解決可能な課題であっても，例えばより効率よく解決する，解決による効果をより高めるなど解決方法等につき改善の余地がある場合も考えられる。よって，コイルバネの焼き切れを防ぐためにコイルバネに電流を流さないことが，原出願明細書の背景技術に記載された公知技術によって解決されていることをもって，直ちに，原出願発明の課題から除外されるとはいえない。",
                    "そして，前記2(3)アのとおり，原出願明細書に，①比較的大なる電流を，プランジャーピンを介して本体ケースに流す際，コイルバネに電流が流れると抵抗加熱によりコイルバネが焼き切れてしまうことがあること，②プランジャーピンとコイルバネとの間に絶縁球ないし絶縁球及び導電球を介在させてコイルバネに電流を流さないような機構を与えた接触端子においては，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができること，③接触端子の径(幅)を大きくして電流路の断面積を大きくする方法は，コイルバネを流れる電流量を小さくすることができるものの，電気機器の小型化に対応する点からは，好ましい方法ではないこと，④原出願発明1から9に係る構成につき，「コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，接触端子に比較的大なる電流を流し得る」旨の記載があることから，原出願明細書には，原出願発明の課題として，コイルバネの焼き切れを防ぐために，コイルバネに電流を流すことなく，プランジャーピンから本体ケースへ確実に電流を流すことができ，比較的大なる電流を流し得る接触端子を提供することが記載されているものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，仮に原出願明細書において，コイルバネに電流を流さないことが課題として記載されていたとしても，これとは別の独立した課題として，プランジャーピンを本体ケースに対してより確実に押し付け，プランジャーピンから本体ケースへ確実に電流を流すという課題も記載されており，同課題に焦点が当てられている旨主張する。",
                    "しかし，前記2(3)アのとおり，原出願発明の目的は，比較的大なる電流を流し得る接触端子の提供であり，そのような接触端子を得るためには，プランジャーピンを介して本体ケースへ比較的大なる電流を確実に流すことが必要となるが，その際，コイルバネに電流が流れるとコイルバネが焼き切れてしまうことがあるので，これを防ぐために，コイルバネに電流を流さないようにする必要がある。したがって，コイルバネに電流を流さないという課題は，比較的大なる電流を流し得る接触端子を得るためにプランジャーピンから本体ケースへ確実に電流を流すという課題を解決する際に生じ得るコイルバネの焼き切れの防止を目的とするものであるから，上記両課題は別個独立のものということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，原出願明細書の【0005】には，プランジャーピンを本体ケースに押し付ける押付部材としての導電球が明記されているなどとして，原出願明細書を全体として見れば，押付部材としての導電球も開示されており，よって，絶縁球に代えて，例えば絶縁被膜を与えない導電球を用いることも想定されている旨主張する。",
                    "確かに，原出願明細書の【0005】には，背景技術として記載された公知技術の1つとして，プランジャーピンとコイルバネとの間に絶縁球及び導電球が介在し，導電球がプランジャーピンを本体ケースに押し付ける接触端子が記載されている。",
                    "しかし，本件発明1は，絶縁球を備えない接触端子を含むものであるところ，前記2(3)イのとおり，原出願明細書においては，プランジャーピンとコイルバネとの間に必ず絶縁球を介在させてコイルバネに電流が流れないようにすることによりコイルバネの焼き切れ防止に確実を期しており，コイルバネに電流を流れるのを防ぐその他の手段と併用することはあっても，同手段をもって絶縁球に代えること，すなわち，接触端子を，絶縁球を含まないものとすることは，想定されていないものと解すべきである。原出願明細書には，「以上，本発明による実施例及びこれに基づく変形例を説明したが，本発明は必ずしもこれに限定されるものではなく，当業者であれば，本発明の主旨又は添付した特許請求の範囲を逸脱することなく，様々な代替実施例及び改変例を見いだすことができるであろう。」という旨の記載(【0043】)があるものの，絶縁球を備えない接触端子とすることは，「本発明の主旨」を逸脱するものといえるから，「様々な代替実施例及び改変例」の範ちゅうに入らない。",
                    "したがって，本件発明1は，絶縁球を備えない接触端子を含むという点において，原出願明細書に記載されていない発明を含むものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，仮に，原出願明細書に押付部材としての導電球が直接記載されていないとしても，押付部材として導電球を用いることは技術常識であるから，押付部材としての導電球は，原出願明細書に記載されているに等しい事項である旨主張する。",
                    "しかし，仮に押付部材として導電球を用いることが技術常識であったとしても，前記ウのとおり，本件発明1が，絶縁球を備えない接触端子を含むという点において，原出願明細書に記載されていない発明を含むものであることに変わりはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由がないから，原告の請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10212",
    "date": "2017-04-18",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086701",
    "ipprecedent_id": "4624",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}