{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙被告物件目録記載の製品を製造し，譲渡し，輸出し，又は譲渡の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載の製品及びその半製品並びにこれらを製造する原判決別紙被告製造装置目録記載の装置を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，7497万円及び別紙遅延損害金起算日一覧表の「損害額」欄記載の各金額に対する「遅延損害金起算日」欄記載の日から各支払済みまで年5分の割合による金員を支払え(なお，控訴人は，当審において，このとおりに損害賠償請求を減縮した。)。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "6",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断らない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「後方押出方法および後方押出装置」とする発明に係る特許権(特許番号第4011451号。本件特許権)を有する控訴人が，原判決別紙被告物件目録記載の製品又は半製品(被告製品)を製造，譲渡等する行為は，本件特許権を侵害する行為であるなどと主張して，被控訴人に対し，①特許法100条に基づき，被告製品の製造，譲渡等の差止め並びに被告製品及びその製造に使用する原判決別紙被告製造装置目録記載の装置(以下「被告装置」という。)の廃棄，②不法行為による損害賠償請求権に基づき，損害賠償金の一部である1億6065万円(特許法102条3項)及び遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，被控訴人が本件特許権に係る特許(本件特許)の特許請求の範囲請求項1及び2に係る発明(本件特許発明。以下，請求項1に係る発明を「本件特許発明1」，請求項2に係る発明を「本件特許発明2」という。)を実施しているということはできないとして，控訴人の請求をいずれも棄却した。",
            "そこで，控訴人が，原判決を不服として控訴したものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実等",
          "text": [
            "原判決「事実及び理由」の第2の2及び3記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点",
          "text": [
            "原判決「事実及び理由」の第2の4記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "後記1のとおり原判決を訂正し，後記2のとおり争点1について当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第3記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の訂正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決30頁14行目の「実施料率6％」を「実施料率4％」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決30頁17行目冒頭から同頁24行目末尾までを次のとおり改める。",
                "「平成19年9月15日から同月30日までの間の被告製品の販売数量は25万本であるところ，控訴人は，このうち17万5000本分について損害賠償を請求する。したがって，平成19年9月の損害額は，49万円(70円×17万5000本×0．04)である。",
                "また，平成19年10月から平成26年1月までの各月の販売数量は50万本であるところ，控訴人は，このうち各月35万本について損害賠償を請求する。したがって，上記期間の月額の損害額は，98万円(70円×35万本×0．04)である。",
                "以上によれば，平成19年9月15日から平成26年1月31日までの間の内金請求額の合計額は，7497万円(49万円＋98万円×76月)である。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張(争点1(被控訴人は，本件特許発明を実施して被告製品を製造してきたか)について)",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告製品は伸管されていること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "伸管をしない冷間鍛造装置では，ワークはダイス穴の出入口から挿入され，その出入口に排出されることになるが，甲47の製造方法及び製造装置では，ワークはダイス穴に挿入された入口から排出されるのではなく，入口の反対側に出口があり，そこから排出されることになる。",
                    "乙50の写真番号3には，被告製品の排出口が写っているが，排出口から被告製品が排出されているから，ここに写っている被告製品は伸管されたものであると考えられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，乙50の写真番号3に写っている被告製品の長さは，控訴人が試作品を作成し，比較検討した結果，約20cmであり，L／D比から，伸管された製品であると考えられる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，被告装置は，控訴人が本件特許発明と同時期に三櫻工業のAらと共同で発明し，三櫻工業が特許出願した甲47の製造方法及び製造装置と同じであり，被控訴人は，Aから，甲47の製造方法及び製造装置の開示を受け，これを実施しているということになる。",
                    "被控訴人は，一貫して，第1伸管をしていない製品を三櫻工業に納品している旨主張しているが，上記事実に照らせば，かかる主張は虚偽であることが明らかである。そして，被控訴人が，控訴人の発明した甲47の製造方法及び製造装置を実施しているのは，三櫻工業のAからこの開示を受けたからであり，このことは，被控訴人が，Aから，同時に本件特許発明の製造方法及び製造装置の開示も受け，これを実施していることを示している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙50は信用性に欠けること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙50の写真番号2と3は，相互に矛盾する。すなわち，乙50の写真番号3では，C9Tパイプが落下する洗浄機側傾斜シュートの付近に黄色の縦の外枠が存在するが，乙50の写真番号2では，黄色の縦の外枠は，洗浄機側傾斜シュートの付近にはなく，はるか手前に位置している。上記事実は，写真番号2と写真番号3に写っている装置が全く別の装置であることを示している。",
                    "しかし，乙50は，被告装置が1台であることを前提として記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙50の記載によれば，そこに添付された写真は，公証人が撮影したものではなく，被控訴人の代理人弁護士が撮影し，後日公証人に送ったものであるが，写真番号2と写真番号3は，前記アのとおり，同一の装置ではないから，写真番号5ないし38の各写真も，公証人が現地で確認したものの写真であるか否かについて重大な疑問がある。特に，公証人は，写真番号9ないし38の金型を確認したと記載しているが，これらの金型が当日実際に稼働していた装置にセットされていたものか，別の装置にセットされていたものかを特定することはできないし，公証人が当日現地で確認した金型と被控訴人の代理人弁護士が公証人に送った写真に写っている金型とが一致しているとは断定できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，乙50には重大な疑義があるから，原判決は破棄されなければならない。",
                    "〔被控訴人の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "控訴人の主張は，いずれも否認ないし争う。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告製品は伸管されていないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に被控訴人が第1伸管をした製品を製造していたとしても，本件特許発明の実施の立証とならないことは明らかであり，伸管に関する控訴人の主張は，被控訴人による本件特許発明の実施の有無とは，およそ無関係である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点を措いても，以下のとおり，乙50の写真番号2及び6に写っている被告装置は，伸管方法を実施していないし，また，乙50の写真番号3に写っている被告製品は伸管されたものではなく，乙1に記載された製品である。そもそも，三櫻工業自体が，①被控訴人が三櫻工業に納品している製品は乙1に記載されたものであること，②これを三櫻工業において伸管していることを認めている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告装置について",
                      "text": [
                        "被告装置(BPF-660SSLL)は，冷間鍛造装置部分(乙71の緑色部分)だけでなく，洗浄機も含めた装置であり，また，乙50の写真番号3の排出口は，冷間鍛造装置のダイス穴に直結しているのではなく，洗浄機を通った後の排出口である(乙71の⑥)。そして，被告装置では，ワークはダイス穴の出入口から挿入されて出入口に排出されている。なお，被告装置では，その後，製品は，SPコンベア，水平コンベア，洗浄機コンベア(被告装置内部に設置されているが，洗浄機の後ろ側に位置するため，乙50の写真番号2では確認できない。)を通ってから排出されることから，最終的な排出口の位置が冷間鍛造装置部分における排出口とは異なっている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告製品の長さについて",
                      "text": [
                        "乙50の写真番号3に写った被告製品の長さは，乙1に記載された寸法(全長126．5mm，外径19．0mm)である。このことは，乙50の写真番号3に写ったすべり台状のシュートの縦は約160mm，横は約260mmであるところ，被告製品の全長が200mm以上であれば，すべり台状のシュートの縦より長いということになる。しかし，写真に写っている被告製品の全長は，すべり台状のシュートの縦より短いことからも裏付けられる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，被告製品を製造，譲渡等する行為が，本件特許権を侵害するものであるということはできないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件特許発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許発明の特許請求の範囲(請求項1，2)の記載は，原判決別紙特許目録記載のとおりであり，その構成要件を分説すると，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許発明1(請求項1)",
                  "text": [
                    "1A  ダイス穴に挿入されたワーク素材を，前記ダイス穴の内部に設置されたカウンターパンチと前記ダイス穴に進入するパンチとで圧縮して，前記カウンターパンチにより後方押出を行う後方押出方法であって，",
                    "1B  前記カウンターパンチの根元部を固定するカウンターパンチホルダーに，前記カウンターパンチの外周面を，周方向で間隔をおいて囲むように配置された複数個のガイド穴を，前記カウンターパンチの軸方向と平行に貫通形成し，",
                    "1C  前記ガイド穴にノックアウトピンをスライド可能に貫挿し，",
                    "1D  前記ノックアウトピンを前記カウンターパンチと平行に延長して前記カウンターパンチの外周面と前記ダイス穴の内周面の間に嵌合するように介在させて，前記ダイス穴内でカウンターパンチを周囲から支持し，",
                    "1E  前記ダイス穴にワーク素材を挿入して前記パンチを進入させるときは，前記ダイス穴の内周面と前記カウンターパンチの外周面の間に押出製品の成形空間を確保するように，前記ノックアウトピンを前記カウンターパンチホルダー側に後退させ，",
                    "1F  後方押出が終了して前記ダイス穴から前記パンチが退出した後は，前記ノックアウトピンの先端部を前記ダイス穴から突出させて前記ダイス穴から押出製品を排出するように，前記ノックアウトピンを前進させることを特徴とする後方押出方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許発明2(請求項2)",
                  "text": [
                    "2A  ダイス穴に挿入されたワーク素材を，前記ダイス穴の内部に設置されたカウンターパンチと前記ダイス穴に進入するパンチとで圧縮して，前記カウンターパンチにより後方押出を行う後方押出装置であって，",
                    "2B  前記カウンターパンチの根元部を固定するカウンターパンチホルダーに，前記カウンターパンチの外周面を，周方向で間隔をおいて囲むように配置された複数個のガイド穴が，前記カウンターパンチの軸方向と平行に貫通形成されており，",
                    "2C  前記ガイド穴にはノックアウトピンがスライド可能に貫挿されており，",
                    "2D  前記ノックアウトピンは前記カウンターパンチと平行に延びて前記カウンターパンチの外周面と前記ダイス穴の内周面の間に嵌合するように介在して，前記ダイス穴内でカウンターパンチを周囲から支持しており，",
                    "2E  ワーク素材を挿入された前記ダイス穴に前記パンチを進入させるときは，前記ダイス穴の内周面と前記カウンターパンチの外周面の間に押出製品の成形空間を確保するように，前記ノックアウトピンを前記カウンターパンチホルダー側に後退させ，",
                    "2F  後方押出が終了して前記ダイス穴から前記パンチが退出した後は，前記ノックアウトピンの先端部を前記ダイス穴から突出させて前記ダイス穴から押出製品を排出するように，前記ノックアウトピンを前進させることを特徴とする後方押出装置。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書(甲2)の発明の詳細な説明の記載によれば，本件特許発明の特徴は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明は，ダイス穴に挿入されたワーク素材をダイス穴の内部に設置されたカウンターパンチにより後方押出して，穴が形成された押出製品を得るための後方押出方法及び後方押出装置に関する(【0001】)。",
                    "従来の後方押出装置には，ダイス穴の内部にカウンターパンチが立設されており，カウンターパンチはダイスと連結固定されるカウンターパンチホルダーに根元部が固定されているとともに，その後端部がダイスプレートに支持されており，ワーク素材の加工圧力を受止可能とされ，ダイス穴とカウンターパンチの間には，ダイス穴の内周面及びカウンターパンチの外周面に嵌合する筒状のノックアウトスリーブが設けられており，ノックアウトスリーブはカウンターパンチにガイドされてスライド自在とされ，ノックアウトスリーブは，その後端部をスリーブスペーサーに支持されており，カウンターパンチホルダーに貫通形成されたガイド穴に貫挿されスリーブスペーサーに連結されたノックアウトピンの前後動に伴って，ダイス穴内をスライド移動することができるように構成されているものがあった(【0002】，【0003】)。",
                    "この従来の押出加工装置の作動は，①まず，ダイス穴にワーク素材が挿入された後，スライドがダイス側に接近する方向に移動して，スライドに固定されたパンチとダイス穴の内部に設置されたカウンターパンチとの間でワーク素材を圧縮する。ワーク素材は圧縮されることにより，その材料がダイス穴の内周面とカウンターパンチの外周面の間に流入して，穴を有する押出製品が形成され，②この後に，ノックアウトピンがダイス穴の方向に前進して，スリーブスペーサーに支持されたノックアウトスリーブの先端部がダイス穴より突出して，押出製品をダイス穴から外部に押し出し排出する，というものである(【0004】)。",
                    "このような従来の後方押出の方法では，ダイス穴の内周面とカウンターパンチの外周面の間に押出製品の成形空間を確保するため，ノックアウトスリーブの後端側部分をダイス穴からカウンターパンチホルダー側へ退出させておく必要があることから，後端部とカウンターパンチホルダーの前端部の間には，ノックアウトスリーブの後端側部分を収容するスペースが必要となり，その収容スペース分だけカウンターパンチを長くせざるを得ず，ダイスのサイズが大きくなるという問題があった(【0005】)。",
                    "また，カウンターパンチはノックアウトスリーブにより直線状態を保たれるように外周面が支持されているが，後方押出が開始されると，ノックアウトスリーブの後端側部分がダイス穴内に移動して，支持のないむき出し状態となり，押出製品の形状によっては厚みを十分とることができず，カウンターパンチを直線状態に保つための強度を確保できないという場合があった。したがって，カウンターパンチを細長くすると，ワーク素材を後方押出した際の反力によって座屈変形するおそれがあることから，カウンターパンチの長さを抑えるため，押出製品の長さを短くするしかなく，軸方向寸法Lと径方向寸法Dの寸法比L／Dを小さく抑えた製品しか製造することができないという問題があった(【0006】，【0007】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許発明は，前記アの問題に鑑み，カウンターパンチの長さを短く抑えて，寸法比L／Dの大きい押出製品を製造してもカウンターパンチの座屈が生じにくい押出加工方法及び押出加工装置を提供することを目的とし，かかる課題の解決手段として，特許請求の範囲の請求項1及び2記載の構成，特に，本件特許発明は，カウンターパンチの根元部を固定するカウンターパンチホルダーに，カウンターパンチの外周面を，周方向で間隔をおいて囲むように配置された複数個のガイド穴を，カウンターパンチの軸方向と平行に貫通形成し(構成要件1B，2B)，ノックアウトピンをカウンターパンチと平行に延長してカウンターパンチの外周面とダイス穴の内周面の間に嵌合するように介在させて，ダイス穴内でカウンターパンチを周囲から支持する(構成要件1D，2D)という構成を採用した(【0008】～【0010】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許発明によれば，従来の後方押出装置のように，ノックアウトスリーブの収容スペースを確保するために，わざわざカウンターパンチを長くする必要がない。また，カウンターパンチが，ダイス穴の内周面及びガイド穴で支持されるノックアウトピンで直線状に保持されていることから，大きな加工圧力が加わっても容易に座屈することはなく，寸法比L／Dの大きい押出製品を製造してもカウンターパンチの座屈が生じにくいという作用効果を奏する(【0011】，【0028】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(被控訴人は，本件特許発明を実施して被告製品を製造してきたか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，被告製品の製造方法(以下「被告方法」という。)は本件特許発明1の技術的範囲に，被告装置は本件特許発明2の技術的範囲に，それぞれ属する旨主張するものと善解されるところ，被告方法が，本件特許発明1の構成要件1A，1C，1E及び1Fを，被告装置が，2A，2C，2E及び2Fを充足することは，当事者間に争いがない。",
                "そこで，被告方法の構成要件1B及び1Dの充足性，被告装置の構成要件2B及び2Dの充足性について，以下判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告装置の構成",
              "content": [
                {
                  "fig": "ア",
                  "subject": "認定事実",
                  "text": [
                    "後掲証拠及び弁論の全趣旨によれば，本件特許の出願経過，被告製品の製造に至る経緯，被告方法及び被告装置の構成等について，以下の事実が認められ，これを覆すに足りる証拠はない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件特許の出願経過等",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人は，平成4年1月から平成7年11月までの間，和田山精機に勤務し，その後2度の転職を経て，平成11年12月から平成15年5月までの間，ミナミダに勤務した(甲24)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件特許は，控訴人を発明者として，平成14年10月2日，特許出願され(特願2002-289556号)，平成16年4月22日，出願公開された後，平成19年9月14日に特許登録された(甲2，乙2)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件特許の出願時における特許請求の範囲の記載では，本件特許発明1の構成要件1B及び本件特許発明2の構成要件2Bに相当する記載は，「前記カウンターパンチの根元部を固定するカウンターパンチホルダーに，前記カウンターパンチの外周部を囲むように配置された複数個のガイド穴を，前記カウンターパンチの軸方向と平行に貫通形成し，」とされており，また，本件特許発明1の構成要件1D及び本件特許発明2の構成要件2Dに相当する記載は，「前記ノックアウトピンを前記カウンターパンチと平行に延長して前記カウンターパンチの外周面と前記ダイス穴の内周面の間に介在させ，」とされていたが，平成19年7月26日，構成要件1B及び2B，1D及び2Dのとおりに，補正された(甲57，58，乙2，3)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被控訴人の従業員のセミナー参加",
                      "text": [
                        "被控訴人の従業員であるBは，平成13年6月18日から同月22日までの間，米国オハイオ州において開催された株式会社ナショナルマシナリーアジア主催のセミナーに参加した。同セミナーにおいて，参加者に対して配布された資料には，「3本KOピン付スライド式ダイで後方押出し」と題する書面が含まれていた(乙56)。",
                        "上記書面は，KOピン(ノックアウトピン)とカウンターパンチとの間にわずかな隙間を生じる装置による後方押出成形の方法に関するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "三櫻工業から被控訴人に対する発注",
                      "text": [
                        "三櫻工業は，従来ミナミダから，自動車のシートベルト用プリテンショナーパイプの半製品を購入し，これに加工を施した上で，タカタ株式会社に納入していたが，平成17年6月頃までに，被控訴人に対し，ミナミダからの納入を受けているのと同様の高L／D比のプリテンショナーパイプの半製品の製造納入を打診した。",
                        "その後，被控訴人は，三櫻工業から半製品の仕様を示され，複数回の試作品の製作と三櫻工業での確認作業を経て，平成18年2月頃以降，被告製品を製造納入するようになった(弁論の全趣旨)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "被告装置に係る金型の製造及び図面等",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告装置で使用される金型を設計，製造したのは，和田山精機である(乙4～7，10～27，33～49，70。枝番を含む。)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人が，被告装置の「ダイス側ピンホルダー(カウンターパンチホルダー)」に係るものであるとして証拠提出した図面(作成者は，和田山精機，作成日は，工程1及び2に係る乙6について平成19年8月11日，工程3に係る乙12について同年11月5日，工程4及び5に係る乙18及び乙25について平成18年9月25日とするもの。)では，工程1ないし5のいずれのものについても，中央部に設けられた円形のカウンターパンチ挿通穴の外周面から離隔して，周方向で2か所に，まゆ形のノックアウトピンのガイド穴が形成されており，カウンターパンチ挿通穴とガイド穴との間の隔壁の厚みは0．5mmとされていた(乙6，12，18，25)。",
                            "また，被控訴人が，被告装置の「ノックアウトピン」に係るものであるとして証拠提出した図面(作成者は，和田山精機，作成日は，工程1及び2に係る乙5，工程3及び5に係る乙13，工程4に係る乙16について，いずれも平成18年9月25日とするもの。)では，工程1ないし5のいずれのものについても，その断面の形状はまゆ形であった(乙5，13，16)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "なお，被控訴人が，被告製品の試作当初から使用していた旧装置の「ダイス側ピンホルダー(カウンターパンチホルダー)」に係るものであるとして証拠提出した図面(作成者は，和田山精機，作成日は，工程1及び2に係る乙33，工程3に係る乙39，工程4に係る乙44，工程5に係る乙47について，いずれも平成17年8月25日とするもの。)では，工程1ないし5のいずれのものについても，中央部に設けられた円形のカウンターパンチ挿通穴の外周面から離隔して，周方向で2か所に，まゆ形のノックアウトピンのガイド穴が形成されており，カウンターパンチ挿通穴とガイド穴との間の隔壁の厚みは0．5mmとされていた(乙33，39，44，47)。",
                            "また，被控訴人が，被告製品の試作当初から使用していた旧装置の「ノックアウトピン」に係るものであるとして証拠提出した図面(作成者は，和田山精機，作成日は，工程1及び2に係る乙35，工程3及び5に係る乙42，工程4に係る乙46について，いずれも平成17年8月25日とするもの。)では，工程1ないし5のいずれのものについても，その断面の形状はまゆ形であった(乙35，42，46)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被告装置に係る部品の形状等",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被控訴人が，被告装置に係る部品であるとして提出した「ダイス側ピンホルダー(カウンターパンチホルダー)」(その形状につき，甲27の⑤，⑥の写真，甲54の①，②の写真)には，中央部に設けられた円形のカウンターパンチ挿通穴の外周面から離隔して，周方向で2か所に，まゆ形のノックアウトピンのガイド穴が形成されていた(甲27，54，弁論の全趣旨)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人が，被告装置により製造されたものであるとして提出した「プリテンショナーパイプの半製品」(その形状につき，甲27の⑦～⑫の写真)には，片側端面に，まゆ形様の凸部が形成されていた(甲27，弁論の全趣旨)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "事実実験公正証書の内容等",
                      "text": [
                        "奈良合同公証役場の公証人は，平成26年10月9日，被控訴人の奈良工場において，同工場に設置された装置によるプリテンショナーパイプの製造現場に立ち合い，「自動車のシートベルト用プリテンショナーパイプの冷間圧造工程の事実実験に関する公正証書」を作成した(乙50。以下「本件公正証書」という。)。",
                        "本件公正証書によれば，公証人が目撃した事実実験(以下「本件実験」という。)の状況は，以下のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件実験は，午後2時頃に開始された。同時点において，装置はすでに運転中であり，公証人は，加工された製品が次々に排出されるところを確認した。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件実験において製造されたパイプ状の製品の片側端面には，まゆ形様の凸部が形成されていた(乙50の写真5)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "午後2時2分頃，装置を停止させて分解を開始し，午後2時22分頃に分解が完了した。公証人において，工程1ないし工程5の各工程で使用される金型のうち，カウンターパンチホルダー，カウンターパンチ，ノックアウトピン，ダイプレート(ダイス側ピン台)等を確認した。",
                            "各工程のカウンターパンチホルダーの金型においては，中央部に設けられた円形のカウンターパンチ挿通穴の外周面から離隔して，周方向で2か所に，まゆ形のノックアウトピンのガイド穴が形成されており，カウンターパンチホルダーの金型には割れや欠けはなかった(乙50の写真12，17，18，23，32，33，38)。また，工程1，2，5のカウンターパンチホルダーの中央には溝が形成されていた。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "工程1ないし工程5のいずれのノックアウトピンも，まゆ形の断面であった(乙50の写真10，15，20，25，35)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "三櫻工業による被告製品の確認",
                      "text": [
                        "三櫻工業の安全環境事業部副部長が，平成26年10月頃，被控訴人からの依頼を受けて，被控訴人から納品された被告製品を確認したところ，被告製品の端面にまゆ形の跡が付いていた(乙52)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記ア認定の事実によれば，被告装置のカウンターパンチホルダーには，中央部のカウンターパンチの挿通穴の外周面から離隔して，当該挿通穴とは隔壁を介して，まゆ形のノックアウトピンのガイド穴が形成されている。したがって，被告装置においては，ガイド穴は，カウンターパンチの外周面から離隔して形成されており，ガイド穴にスライド可能に貫挿されたノックアウトピンを，カウンターパンチの外周面とは隙間をあけて，ダイス穴の内周面とカウンターパンチの外周面との間に介在させているものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，被告方法及び被告装置は，本件特許発明を実施したものである旨主張し，これに沿う証拠として，控訴人補佐人弁理士が，三櫻工業の元開発技術担当取締役であったAから，平成24年6月13日に電話聴取した内容を記載した電話内容メモ(甲7)及び同年10月21日に面談聴取した内容を記載した録音反訳書面(甲8)がある。",
                        "そして，上記証拠によれば，Aが，控訴人補佐人弁理士に対し，おおむね，①被控訴人に発注するに際し，被控訴人に対し，ミナミダの図面を渡し，ミナミダの製法を教えたこと，②被控訴人の製法は，ミナミダの製法と同じであること，③本件特許の元になっているアイデアは三櫻工業のものであり，三櫻工業は，控訴人が本件特許の出願をするに際し，控訴人から，本件特許について，自動車部品の製造に関しては，無償実施許諾を受けており，それを記載した控訴人作成の書面もあること，等の趣旨の発言をしたことが認められる。",
                        "しかし，Aの上記発言は，客観的裏付けを欠くものである上，その発言内容自体も全体として曖昧であり，とりわけ，被控訴人の製法がミナミダの製法と同じであるとする点については，かかる事実をAがいつどのようにして確認したのか具体性に乏しいものである一方，三櫻工業の従業員らが，被控訴人は，平成17年ないし平成18年当時，三櫻工業に対しても，被告製品の製造方法や被告装置の構成を開示していなかったと述べていること(乙63，64)に照らし，これをそのままに信用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，被告装置の金型の製造者は，ニチダイであって，和田山精機ではない旨主張し，これに沿う証拠として，原審における証人C，同Dの各証言がある。",
                        "Cは，平成23年11月までニチダイに勤務していた同社の元従業員であるが，その証人尋問において，主尋問の際には，ニチダイに勤務していた当時，ミナミダの金型図面(甲91，92)と同じ設計図を見て，金型の熱処理をしたことがある旨，ミナミダの金型図面(甲85，88)に記載されたのと同じ形状の金型にPVD処理又は熱処理をしたことがある旨述べるものの，その反対尋問の際には，甲92のものについては自身が熱処理を行っていないと述べるなど，その証言に変遷が見られることに加え，毎日大小合わせて1000個以上というような多数の熱処理作業を行っていたCが，同作業の内容は粗引き加工ができた物をバスケットにセットしてスタートボタンを押すというものにすぎないにもかかわらず，形が異形であるという理由だけで，十数年も前に作業した金型の形状を具体的に記憶しているとは，にわかに考え難い一方，ニチダイの取締役である原審証人Eが，平成10年頃以降の納品元帳を調査したところ，同社が被控訴人から受注して製造した被告製品用の金型は，「3♯ダイス側ピン」のみであり，ミナミダの金型図面(甲84，85，88，89，91，92)にあるのと同じ金型は製造していない旨証言していることに照らすと，Cの上記証言をそのままに信用することはできない。",
                        "また，Dは，平成21年12月までニチダイに勤務していた同社の元従業員であるが，その証人尋問において，ニチダイに勤務していた当時，品質管理の担当者として，ミナミダの金型図面(甲84，85)に記載されたのと同じ形状の金型を測定したことがある旨述べるものの，平成12年から平成21年までの間，おおむね月に1週間前後の日数，1日に40ないし50点，複雑なものであっても十数点というような多数の測定作業を行っていたDが，測定作業を行ったにすぎないにもかかわらず，形が異形であるという理由だけで，十年前後前に作業した金型の形状を具体的に記憶しているとは，にわかに考え難い一方，原審証人Eの前記証言に照らすと，Dの上記証言をそのままに信用することはできない。",
                        "さらに，上記のほか，控訴人の主張に沿う証拠として，ニチダイの元従業員であるF作成に係る回答書(甲87)及びG作成に係る回答書(甲94)があるが，その内容は具体性に乏しいものである上，原審証人Eの前記証言に照らし，いずれもそのままに信用することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，被告装置の金型の製造者は，和田山精機ではない旨主張し，これに沿う証拠として，和田山精機の元従業員であるHの回答書(甲70)がある。",
                        "同回答書には，Hは，平成14年6月から平成25年5月まで和田山精機に勤務していたが，在職中に，ミナミダの金型図面等は見たことがなく，この金型図面と同じ形状の金型を和田山精機の工場で製作しているのを見たこともない旨が記載されている。",
                        "しかし，仮に回答書に記載されている内容が事実であったと仮定しても，ここから認められる事実は，せいぜい，Hが和田山精機において被告装置の金型を製造したことを知らないということにすぎず，これをもって，控訴人の主張する上記事実を認めるに足りない。",
                        "また，控訴人は，被告装置の金型の製造に関与した和田山精機の担当者として被控訴人が挙げるIなる人物は，平成17年ないし平成18年当時，和田山精機の社員ではなかったから，被控訴人の被告装置の開発経緯に係る主張は事実に反する旨主張するが，証拠(乙58の1・2)によれば，Iは，平成9年1月21日以降は和田山精機の従業員として厚生年金基金に加入し，その後，少なくとも平成27年2月までは，資格変動の記録がないことが認められるから，控訴人の上記主張は採用の限りでない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人は，被控訴人が第1伸管をした製品を製造し，三櫻工業に納品しているとして，被控訴人は，三櫻工業のAから，控訴人の発明した甲47の製造方法及び製造装置の開示を受けて，実施していることが明らかであり，このことは，被控訴人が，同時に，本件特許発明の製造方法及び製造装置の開示も受け，これを実施していることを示すものである旨主張する。",
                        "しかし，控訴人は，乙50の写真番号3から，被告製品は伸管されたものであることが分かるとするが，根拠に乏しいといわざるを得ない。むしろ，証拠(乙73)によれば，被控訴人が三櫻工業に納品している製品は，乙1の仕様のものであって，その後，伸管は三櫻工業において行っているものと認められる。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "控訴人は，乙50の写真番号2と3が相互に矛盾するとして，乙50には重大な疑義がある旨主張する。",
                        "しかし，写真の撮影角度や撮影距離を考慮すれば，乙50の写真番号3の上部右側に移っている黄色の縦の外枠と，写真番号2の中央部に移っている黄色の縦の外枠とが同一のものであるとして，矛盾なく理解することができるから，写真番号2と写真番号3から，本件実験時に被告装置が複数存在していたなどということはできない。",
                        "そして，他に，乙50の信用性を疑わせるに足りる事情は存しない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "控訴人は，被控訴人の主張する被告装置の構成では，カウンターパンチが座屈すること，カウンターパンチホルダーの隔壁(カウンターパンチ挿通穴とガイド穴との間の隔壁)が破壊されることにより，実用に耐えない旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "カウンターパンチの座屈について",
                          "text": [
                            "甲53の金型破壊試験は，控訴人が，平成26年12月11日，大阪府立産業技術総合研究所において行った試験であり，その内容は，試験用に控訴人が図面を作図し，作製した試験金型を，試験機器(冷温間成形油圧プレス)にセットして，カウンターパンチに対して，上方からパンチを介して加圧し，試験金型が破壊するまで加圧力を徐々に上昇させるというものである。",
                            "そして，上記試験結果によれば，加圧力が42tに達した後，加圧力を上昇させる操作を行っていたにもかかわらず，試験機器の操作盤の表示は一度41tに低下し，さらに加圧力を上昇させる操作を続けると，45tでカウンターパンチが完全に破壊されている。",
                            "しかし，甲53の試験は，ワークを使用しておらず，実際の製造条件とは異なる条件下において行われたものである。ワークが存在すると，カウンターパンチとダイス穴内周面との空間をワークが埋めることになるから，ワークが存在しない条件下で行われた甲53の実験よりも，カウンターパンチの座屈は起こりにくいと考えられる。",
                            "また，被控訴人が被告装置に係る金型図面であるとする乙12(カウンターパンチホルダー)及び14(カウンターパンチ)によれば，カウンターパンチのカウンターパンチホルダーと接する部分の直径は，カウンターパンチホルダーの内径と同じ「12mm±0．005」とされているのに対し，甲53の実験で使用された試験金型では，両者の間に隙間(クリアランス)が確保されているから，乙12及び14に係る金型よりも，カウンターパンチが荷重によりぐらつきやすく，座屈が生じやすいものとなっている。",
                            "以上のとおり，甲53の試験条件は，被告装置におけるものとは異なる。",
                            "さらに，甲53の試験結果によれば，加圧力が42tに達した後，加圧力を上昇させる操作を行っていたにもかかわらず，試験機器の操作盤の表示は一度41tに低下したというのであり，42tの加圧力で，カウンターパンチの座屈が始まったものと推認することができる。他方，控訴人補佐人弁理士の計算によれば，被控訴人が主張する被告装置の構成では，工程3で圧造した場合にカウンターパンチが受ける総荷重は42．948tである(甲52)というのであるから，甲53が正しく被告装置の状況を反映しているとすれば，被告装置では，1回の加圧で，カウンターパンチに座屈が生じることになる。しかし，実際には，前記ア(カ)のとおり，本件実験では，被告装置により，約2分間にわたり加工を行い，被告製品が次々に排出されるところが確認されたのであるから，甲53の試験結果が，被告装置にそのまま当てはまるものであるということはできない。",
                            "以上によれば，甲53の試験結果をもって，直ちに，被控訴人が主張する被告装置の構成ではカウンターパンチが座屈し，実用に耐えないということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "カウンターパンチホルダーの隔壁の破壊について",
                          "text": [
                            "また，甲36は，控訴人補佐人弁理士作成に係るカウンターパンチホルダーの隔壁破壊に関する評価書であるが，ここでは，隔壁に生じる円周方向の引張応力が，カウンターパンチホルダーの材料の許容引張強度を大きく超えるため，被控訴人が主張する被告装置の構成では，カウンターパンチホルダーにおけるカウンターパンチ挿通穴とガイド穴との間に形成された隔壁は，被告製品の圧造により破壊されると結論されている。",
                            "しかし，実際には，前記ア(カ)のとおり，本件実験では，被告装置により，約2分間にわたり加工を行い，被告製品が次々に排出されるところが確認され，かつ，カウンターパンチホルダーの金型に割れや欠けはなかったことが確認されたのであるから，甲36の評価内容をもって，被告装置が実用に耐えないものであるということはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "その他，控訴人は，るる主張するが，いずれも前記イの認定を左右するに足りない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告方法の構成要件1B及び1Dの充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件1Bの充足性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件1Bのガイド穴を「カウンターパンチの外周面を，周方向で間隔をおいて囲むように配置」の意義",
                      "text": [
                        "本件特許発明1の特許請求の範囲(請求項1)の記載によれば，ガイド穴は，カウンターパンチの根元部を固定するカウンターパンチホルダーに，カウンターパンチの軸方向と平行に貫通形成されたものであり(構成要件1B)，その中に，ノックアウトピンを，スライド可能に貫挿し(構成要件1C)，かつ，カウンターパンチと平行に延長されたノックアウトピンを，カウンターパンチの外周面とダイス穴の内周面の間に嵌合するように介在させて，ノックアウトピンがダイス穴内でカウンターパンチを周囲から支持するようにする(構成要件1D)，ものである。",
                        "そして，本件明細書には，実施例において，「カウンターパンチホルダー33には，図6に示されるように，カウンターパンチ32の外周面32cを周方向で間隔をおいて囲むように配置された3個(複数個)のガイド穴33cが，カウンターパンチ32の外周面32cに接するようにカウンターパンチ32の軸方向と平行に貫通形成されている。なお，カウンターパンチ32の根元部32aは，カウンターパンチ32の他の部分(外周面32c)に比べて径が太くなっているが，溝32dが形成されることによりガイド穴33c内に突出する部分が削り取られている。」(【0015】)，「ガイド穴33cには，ノックアウトピン34がスライド可能に貫挿されている。ノックアウトピン34は，カウンターパンチ32と平行に延び，カウンターパンチ32の外周面32cとダイス穴31の内周面31aの間に嵌合するように介在して，カウンターパンチ32を周囲から支持している。」(【0016】)との記載がある。",
                        "以上によれば，本件特許発明1において，ガイド穴は，ガイド穴にスライド可能に貫挿され，かつ，カウンターパンチと平行に延長されたノックアウトピンを，カウンターパンチの外周面とダイス穴の内周面の間に嵌合するように介在させることができるように配置されるものであるということができる。",
                        "そうすると，構成要件1Bのガイド穴を「カウンターパンチの外周面を，周方向で間隔をおいて囲むように配置」とは，カウンターパンチの外周面(挿通穴)と空間的に接するように，周方向で間隔をおいて複数配置されていることを意味するものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告方法は，被告装置を用いて被告製品を製造する方法であるところ，被告装置では，前記(2)イのとおり，ガイド穴は，カウンターパンチの外周面(挿通穴)から離隔して形成されている。",
                        "したがって，被告方法では，ガイド穴がカウンターパンチの外周面(挿通穴)と空間的に接するように配置されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，被告方法は，構成要件1Bを充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件1Dの充足性",
                  "text": [
                    "被告方法は，被告装置を用いて被告製品を製造する方法であるところ，被告装置では，前記(2)イのとおり，ガイド穴は，カウンターパンチの外周面から離隔して形成されており，ガイド穴にスライド可能に貫挿されたノックアウトピンは，カウンターパンチの外周面とは隙間をあけて，ダイス穴の内周面とカウンターパンチの外周面との間に介在している。",
                    "そうすると，被告方法では，ノックアウトピンをカウンターパンチと平行に延長してカウンターパンチの外周面とダイス穴の内周面の間に嵌合するように介在させて，ダイス穴内でカウンターパンチを周囲から支持するようになっていない。",
                    "したがって，被告方法は，構成要件1Dを充足しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，被告方法は，本件特許発明1の構成要件1B及び1Dを充足しない(なお，控訴人は，被告装置が，前記(2)イの構成であることを前提とした場合に，被告方法が構成要件1B，1Dを充足するものであることについては，特段の主張をしていない。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告装置の構成要件2B及び2Dの充足性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件2Bの充足性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件2Bのガイド穴が「カウンターパンチの外周面を，周方向で間隔をおいて囲むように配置」とは，前記(3)ア(ア)と同様に，カウンターパンチの外周面(挿通穴)と空間的に接するように，周方向で間隔をおいて複数配置されていることを意味するものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告装置では，前記(2)イのとおり，ガイド穴は，カウンターパンチの外周面(挿通穴)から離隔して形成されている。",
                        "したがって，被告装置は，ガイド穴がカウンターパンチの外周面(挿通穴)と空間的に接するように配置されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，被告装置は，構成要件2Bを充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件2Dの充足性",
                  "text": [
                    "被告装置では，前記(2)イのとおり，ガイド穴は，カウンターパンチの外周面から離隔して形成されており，ガイド穴にスライド可能に貫挿されたノックアウトピンは，カウンターパンチの外周面とは隙間をあけて，ダイス穴の内周面とカウンターパンチの外周面との間に介在している。",
                    "そうすると，被告装置では，ノックアウトピンをカウンターパンチと平行に延長してカウンターパンチの外周面とダイス穴の内周面の間に嵌合するように介在させて，ダイス穴内でカウンターパンチを周囲から支持するようになっていない。",
                    "したがって，被告装置は，構成要件2Dを充足しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，被告装置は，本件特許発明2の構成要件2B及び2Dを充足しない(なお，控訴人は，被告装置が，前記(2)イの構成であることを前提とした場合に，これが構成要件2B，2Dを充足するものであることについては，特段の主張をしていない。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，被告方法は本件特許発明1の技術的範囲に，被告装置は本件特許発明2の技術的範囲に，いずれも属しない。",
                "したがって，被告製品を製造，譲渡等する行為が，本件特許権を侵害するものであるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の本訴請求は，その余の点について判断するまでもなく，いずれも理由がない。なお，控訴人は，被告装置の廃棄を求めるが，特許法100条2項所定の侵害の行為を組成した物の廃棄を求める趣旨であるとすれば，被告装置の使用等の差止めを請求していないことから失当であるし，同項所定の侵害の予防に必要な行為を求める趣旨であるとすれば，過大な請求であるから，侵害の成否にかかわらず，いずれにしても失当である。",
            "そうすると，控訴人の請求をいずれも棄却した原判決は相当であって，本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}