{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-890079号事件について平成28年5月13日にした審決中「登録第5724169号の指定役務中，第44類『介護，介護に関するコンサルティング，介護に関する指導，介護に関する情報の提供，介護に関する相談，介護に関する取次ぎ』についての登録を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成26年9月5日，「くれないケアセンター」の文字を標準文字で表してなり，指定役務を第44類「介護，介護に関するコンサルティング，介護に関する指導，介護に関する情報の提供，介護に関する相談，介護に関する取次ぎ，介護用医療器具の貸与」とする商標の登録出願(商願2014-075359号)をし，同年12月5日，商標第5724169号として商標権の設定登録を受けた(甲1。以下，この商標を「本件商標」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成27年10月8日，特許庁に対し，本件商標を無効にすることを求めて無効審判の請求をしたところ，特許庁は当該請求を無効2015-890079号事件として審理をした上，平成28年5月13日，「登録第5724169号の指定役務中，第44類『介護，介護に関するコンサルティング，介護に関する指導，介護に関する情報の提供，介護に関する相談，介護に関する取次ぎ』についての登録を無効とする。その余の指定役務についての審判請求は成り立たない。」との審決をし，その謄本を同年5月23日に原告に送達した。",
                "これに対し，原告は，平成28年6月21日，上記審決を不服として，知的財産高等裁判所に対し，本件審決取消訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書(写し)に記載のとおりである。要するに，本件商標と，「くれない」の文字を標準文字で表してなる登録第5287080号の商標(甲2。以下「引用商標」という。)は，類似の商標であって，本件商標の指定役務中「介護，介護に関するコンサルティング，介護に関する指導，介護に関する情報の提供，介護に関する相談，介護に関する取次ぎ」(以下「本件指定役務」という。)は，引用商標の指定役務と類似するものであるから，本件商標は，本件指定役務について商標法4条1項11号に該当し，同法46条1項に基づき，本件商標の商標登録は本件指定役務に限り無効にすべきであるというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "text": [
        "原告の主張する取消事由は，本件商標と引用商標との類否判断の誤りをいうものである。上記取消事由における実質的な争点は，類否判断をする前提として，本件商標の「くれないケアセンター」という構成部分のうち「くれない」という一部を抽出し，この部分のみを比較の対象として引用商標との類否を判断することができるかどうかという点である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "本件商標は，「くれない」，「ケア」，「センター」の三つの部分から構成されるものである。このうち，「ケア」という構成部分は，一般にこれを修飾する語と組み合わせて使用されるから，「ケアセンター」のみが単独で使用されるのは不自然である。また，暖かい感じを与える暖色をも意味する「くれない」という構成部分は，介護関連施設を表す名称として一定程度以上の高い割合で使用されている慣用語であるから，需要者が当該部分から強く支配的な印象を受けることはない。このように，本件商標の三つの構成部分は，いずれにおいても単独で出所識別機能を有する部分はなく，また，本件商標は，外観の構成上まとまりよく一体に表されているから，類否判断において分離抽出されるべき構成部分はない。そうすると，本件商標は，その構成全体が一体不可分のものとであると認めるべきであるから，「くれない」という構成部分のみを分離抽出して類否判断をすべきではない。",
            "したがって，本件商標の「くれないケアセンター」と引用商標の「くれない」は，外観，称呼及び観念が共通するものではなく，類似するということはできない。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "本件商標は，「ケアセンター」という用語が介護関連の福祉サービス全般で非常に幅広く使用されていることからしても，平仮名の「くれない」と片仮名の「ケアセンター」の2つの部分から構成されているというべきである。このうち，「ケアセンター」という構成部分は，役務の提供場所を表すにすぎず，需要者は施設における業態の内容を表示するものとして認識するといえるから，この構成部分が需要者に対し役務の出所識別機能を有するものではない。他方，「くれない」という構成部分は，その用語自体が介護関連施設を表す名称として一定程度以上の高い割合で使用される慣用句であるということはできず，強く支配的な印象を与えるものであるから，需要者に対し役務の出所識別機能を有するものといえる。そうすると，本件商標の「くれない」という構成部分は，本件商標の要部として分離抽出し，当該構成部分と引用商標との類否判断をするのが相当である。",
            "したがって，本件商標の「くれない」と引用商標の「くれない」は，外観，称呼及び観念が共通するから，類似するというべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件商標の「くれない」を類否判断の対象にすることの可否",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項11号に係る商標の類否判断に当たり，複数の構成部分を組み合わせた結合商標については，商標の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められる場合において，その構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則として許されない。他方，商標の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などには，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を判断することも，許されるものである。(最一小判昭和38年12月5日民集17巻12号1621頁，最二小判平成5年9月10日民集47巻7号5009頁，最二小判平成20年9月8日集民228号561頁参照)"
            },
            {
              "fig": "(2)",
              "text": [
                "これを本件についてみるに，本件商標の「ケアセンター」という構成部分は，少なくとも本件指定役務との関係においては介護の提供場所を一般的に表示するものにすぎず，当該構成部分から役務の出所識別標識としての称呼，観念は生じないというべきである。他方，「くれない」という構成部分は，そもそも「ケアセンター」という構成部分と用語として関連するものではなく，「くれない」という用語は，本件指定役務の内容等を具体的に表すものではないから，本件指定役務との関係では，需要者に対し役務の出所識別標識として強く支配的な印象を与えるものと認められる。そうすると，本件商標のうち「くれない」という構成部分を抽出し，当該構成部分のみを引用商標と比較して商標の類否を判断することが許されるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標の「くれない」と引用商標の「くれない」の類否判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかも，その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である(最三小判昭和43年2月27日民集22巻2号399頁参照)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標の構成部分である「くれない」と引用商標の「くれない」は，その外観，観念及び称呼がいずれも同一であり，介護に係るサービス等において使用されるという実情を踏まえても，上記にいう「くれない」と引用商標の「くれない」が本件指定役務に使用された場合に，役務の出所につき誤認混同を生ずるおそれがあることは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張に対する判断",
          "text": [
            "原告は，本件商標は「くれないケアセンター」全体が出所識別機能を有するにもかかわらず，「くれない」という構成部分のみを抽出して引用商標と類否判断し，これを肯定した審決の判断には誤りがあるというものである。",
            "しかしながら，上記1において説示したとおり，結合商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などは，許されるべきである(前掲最二小判平成20年9月8日参照)。本件商標のうち「ケアセンター」は，本件指定役務との関係では「介護施設」という役務の提供場所をいうにとどまり，それ自体出所識別機能を有するものとは認められないのに対し，「くれない」は，「ケアセンター」という用語とは本来的に関連性がなく，需要者に対し役務の出所識別標識として強く支配的な印象を与えることは明らかである。そうすると，本件商標のうち「くれない」という構成部分を抽出して商標の類否判断をすることが許されると認めるのが相当である。",
            "したがって，原告の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "以上によれば，本件商標は本件指定役務に限り引用商標に類似し商標法4条1項11号の規定に違反して登録されたものであるとした審決の判断には誤りがないものと認められる。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の主張する取消事由には理由がなく，審決に取り消されるべき違法はない。よって，本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}