{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2015-400006号事件について平成28年7月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，実用新案登録無効審判請求を不成立とした審決に対する取消訴訟である。争点は，①明確性要件(実用新案法5条6項2号)の充足の有無，②進歩性(同法3条2項)判断の是非である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，名称を「スチームトラップ」とする考案について，平成25年4月16日，実用新案登録出願(実願2013-2164号)をし，その設定登録(実用新案登録第3184441号，請求項の数4，以下「本件実用新案登録」という。)を受けた(甲5)。",
            "被告は，実用新案登録無効審判請求(無効2014-400008号)において，平成26年12月8日，実用新案法14条の2の規定により，本件実用新案登録の実用新案登録請求の範囲の訂正をした(本件訂正。なお，同無効審判請求は取り下げられた。)。",
            "原告が，平成27年10月15日付けで本件実用新案登録の請求項1～4に係る考案についての実用新案登録無効審判請求(無効2015-400006号)をしたところ(甲6)，特許庁は，平成28年7月11日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月22日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件考案の要旨",
          "text": [
            "本件訂正後の本件実用新案登録の請求項1～4の考案に係る実用新案登録請求の範囲の記載は，次のとおりである(以下，項番号によって「本件考案1」のようにいい，本件考案1～本件考案4を併せて「本件考案」といい，また，本件実用新案登録に係る明細書及び図面を「本件明細書」という。)。",
            "以下，分説は，構成要件Hを除き審決によるものであり，項番号は，本判決で付した(以下，同様)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件考案1",
              "text": [
                "A    空気取り入れ口と，排水口とを有する多流路管体と，",
                "B1  前記多流路管体内に封止されるとともに前記空気取り入れ口と前記排水口との間に位置し，開口と，空気室と，貫通孔と，ノズルと，集水孔と，内縁壁と，第一のリード角とを備え，",
                "B2  前記開口が前記空気室と連通して前記多流路管体の外に凸設されており，前記貫通孔が前記空気取り入れ口と連通し，",
                "B3  かつ，前記ノズル内にベンチュリ管として構成した凝縮水流路と凝縮水排出口とがさらに設けられ，前記凝縮水排出口が前記空気室と連通し，",
                "B4  前記凝縮水流路の一端が前記凝縮水排出口と連通し，",
                "B5  前記凝縮水流路の他端が前記空気取り入れ口と連通し，",
                "B6  前記ノズルが前記貫通孔に密接され，",
                "B7  前記集水孔が前記空気室及び前記排水口と連通し，",
                "B8  前記集水孔と前記開口との距離が前記凝縮水排出口と前記開口との距離より大きく，",
                "B9  前記第一のリード角が前記内縁壁周りに環設されているコンデンシングユニットと，",
                "C1  前記第一のリード角に対応する第二のリード角を有し，",
                "C2  前記第二のリード角が前記第一のリード角に当接しているコンデンシングユニットワッシャーと，",
                "D    前記コンデンシングユニットの開口に互いに結合して前記コンデンシングユニットワッシャーを押し付けている第一の結合部材と，",
                "E    を含む，スチームトラップ。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件考案2",
              "text": [
                "F1  前記多流路管体は，",
                "F2  前記多流路管体の外に突出して前記コンデンシングユニットと前記空気取り入れ口との間に位置されたろ過部をさらに備え，",
                "G1  前記ろ過部は，",
                "G2  ろ過室と，ろ過口と，第三のリード角と，第二の結合部材と，ろ過部ワッシャーとを有し，",
                "G3  前記ろ過口が前記ろ過室と連通し，前記ろ過室が前記空気取り入れ口と連通し，",
                "G4  前記第三のリード角が前記ろ過口の内縁周りに環設され，",
                "G5  前記ろ過部ワッシャーは前記第三のリード角に対応する第四のリード角を有し，",
                "G6  前記第四のリード角が前記第三のリード角に当接し，",
                "G7  前記第二の結合部材が前記ろ過口に互いに結合して前記ろ過部ワッシャーを押し付けていることを特徴とする",
                "H    請求項1記載のスチームトラップ。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件考案3",
              "text": [
                "前記ろ過室内にろ過網がさらに設けられ，",
                "前記ろ過網の一端が前記貫通孔に隣接されていることを特徴とする請求項2記載のスチームトラップ。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件考案4",
              "text": [
                "前記第二の結合部材は，",
                "前記第二の結合部材に密接するフィルタプラグをさらに有することを特徴とする請求項2記載のスチームトラップ。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "証拠方法及び無効理由",
              "text": [
                "【証拠方法】",
                "<甲1>：米国特許第5137556号明細書",
                "<甲2>：米国特許第4745943号明細書",
                "<甲3>：登録実用新案第3042876号公報",
                "<甲4>：米国特許出願公開第2009/0044867号明細書",
                "以下，上記各甲号証に記載の考案を，証拠番号に従い，それぞれ，「甲1考案」のようにいう。",
                "【無効理由】",
                "<無効理由1(実用新案法5条6項2号違反)>：",
                "①  本件考案1の構成要件B8の「前記集水孔と前記開口との距離が前記凝縮水排出口と前記開口との距離より大きく」との記載は，集水孔と開口との距離，凝縮水排出口と開口との距離が，各々，どの位置からどの方向に計測される距離であるかの表示がないため，不明確である。",
                "②  本件考案1の構成要件B1，B9，C1，C2にある「第一のリード角」「第二のリード角」，及び，本件考案2の構成要件G2，G4～G6にある「第三のリード角」「第四のリード角」との記載は，「リード角」とは何かについての説明がなく，不明確である。また，本件考案1の構成要件B9及び本件考案2の構成要件G4の「環設」の意味が不明であり，本件考案1の構成要件C1及び本件考案2の構成要件G5の「対応する」は何が何と対応するのか不明であり，本件考案1の構成要件C2及び本件考案2の構成要件G6の「当接」とは，どのような状態を意味するのか不明である。",
                "<無効理由2(実用新案法3条2項違反)>：",
                "①  本件考案1は，甲1～3考案に基づき，当業者がきわめて容易に考案することができる。",
                "②  本件考案2～4は，甲1～4考案に基づき，当業者がきわめて容易に考案することができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1(明確性要件違反)についての認定判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件B8につき",
                  "text": [
                    "本件考案1は，開口，凝縮水排出口及び集水孔が，それぞれ，空気室に連通しているから，そのような場合の「前記集水孔と前記開口との距離」「前記凝縮水排出口と前記開口との距離」とは，多流路管体の外に凸設された開口と，集水孔又は凝縮水排出口との距離を意味することは明らかである。",
                    "また，考案の詳細な説明によると，本件考案1のスチームトラップは，その作動時，凝縮水排出口2082から空気室202に高圧蒸気及び水分が進入し，集水孔204から水分が排出されることが理解できる(本件明細書の【0013】)。そして，このように水分を分離させるために，本件明細書の図3に示されるように，凝縮水排出口を集水孔よりも開口201に近づけて配置したことに照らせば，集水孔と開口との距離を，凝縮水排出口と開口との距離「より大きく」したことの技術的意義も明らかである。",
                    "したがって，構成要件B8の記載は明確である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件B1，B9，C1及びC2につき",
                  "text": [
                    "リード角は，つる巻線の接線がつる巻線の軸に垂直な面となす角度を意味することが通常であるが，この通常の意味と解すると，本件考案1の課題(本件明細書の【0004】)を解決することができないから，「リード角」は，通常の意味で用いられたものではない。",
                    "そこで，考案の詳細な説明を参酌すると，本件明細書の【0011】，図3の記載を踏まえれば，コンデンシングユニットが「第一のリード角」を備え「前記第一のリード角が前記内縁壁周りに環設されている」との記載は，コンデンシングユニットの内縁壁周りに第一のリード角を備えた傾斜面が環設されていることを意味することが理解できる。また，本件明細書の【0011】【0013】，図3の記載を踏まえれば，コンデンシングユニットワッシャーが「前記第一のリード角に対応する第二のリード角を有し，前記第二のリード角が前記第一のリード角に当接している」との記載は，コンデンシングユニットワッシャーに第一のリード角と同じ第二のリード角を備えた傾斜面を設け，当該傾斜面とコンデンシングユニットの内縁壁周りに第一のリード角を備えた傾斜面とを当接させることを意味することが理解できる。",
                    "したがって，構成要件B1，B9，C1及びC2は明確である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件G2，G4～G6につき",
                  "text": [
                    "本件考案2のろ過部が「第三のリード角」を有し，「前記第三のリード角が前記ろ過口の内縁周りに環設され，前記ろ過部ワッシャーは前記第三のリード角に対応する第四のリード角を有し，前記第四のリード角が前記第三のリード角に当接し」との記載は，本件明細書の【0012】【0013】，図4の記載を踏まえれば，上記イと同様に理解できるから，構成要件G2，G4～G6は明確である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2(進歩性欠如)についての認定判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1考案の認定",
                  "text": [
                    "甲1には，次の甲1考案が記載されている(項番号は，本判決で付したものである。)。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "本体入口22と，本体出口24とを有するY-ストレーナーアセンブリー12と，",
                      "text": [
                        "b1´前記Y-ストレーナーアセンブリー12内に封止されるとともに前記本体入口22と前記本体出口24との間に位置し，受け部20の端面66の開口と，内部空間42と，開口36と，ノズル40と，開口38と，受け部20の内壁34とを備え，",
                        "b2  前記受け部20の端面66の開口が前記内部空間42と連通して前記Y-ストレーナーアセンブリー12の外に凸設されており，前記開口36が前記本体入口22と連通し，",
                        "b3  かつ，前記ノズル40内にベンチュリ管として構成した通路78と六角ソケット76の端面の開口とがさらに設けられ，前記六角ソケット76の端面の開口が前記内部空間42と連通し，",
                        "b4  前記通路78の一端が前記六角ソケット76の端面の開口と連通し，",
                        "b5  前記通路78の他端が前記本体入口22と連通し，",
                        "b6  前記ノズル40が前記開口36に密接され，",
                        "b7  前記開口38が前記内部空間42及び前記本体出口24と連通し，",
                        "b8  前記開口38と前記受け部20の端面66の開口との距離が前記六角ソケット76の端面の開口と前記受け部20の端面66の開口との距離より大きいスチームコンデンセートドレン装置14と，",
                        "c´  ガスケットセパレーター30と，"
                      ]
                    },
                    {
                      "fig": "d",
                      "subject": "前記スチームコンデンセートドレン装置14の受け部20の端面66の開口に互いに結合して前記ガスケットセパレーター30を押し付けているキャップ32と，"
                    },
                    {
                      "fig": "e",
                      "text": [
                        "を含む，スチームコンデンセート除去ライン。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定",
                  "text": [
                    "本件考案1と甲1考案とを対比すると，両者は，次の点で一致する。",
                    "A    空気取り入れ口と，排水口とを有する多流路管体と，",
                    "B1´前記多流路管体内に封止されるとともに前記空気取り入れ口と前記排水口との間に位置し，開口と，空気室と，貫通孔と，ノズルと，集水孔と，内縁壁とを備え，",
                    "B2  前記開口が前記空気室と連通して前記多流路管体の外に凸設されており，前記貫通孔が前記空気取り入れ口と連通し，",
                    "B3  かつ，前記ノズル内にベンチュリ管として構成した凝縮水流路と凝縮水排出口とがさらに設けられ，前記凝縮水排出口が前記空気室と連通し，",
                    "B4  前記凝縮水流路の一端が前記凝縮水排出口と連通し，",
                    "B5  前記凝縮水流路の他端が前記空気取り入れ口と連通し，",
                    "B6  前記ノズルが前記貫通孔に密接され，",
                    "B7  前記集水孔が前記空気室及び前記排水口と連通し，",
                    "B8  前記集水孔と前記開口との距離が前記凝縮水排出口と前記開口との距離より大きいコンデンシングユニットと，",
                    "C´コンデンシングユニットワッシャーと，",
                    "D  前記コンデンシングユニットの開口に互いに結合して前記コンデンシングユニットワッシャーを押し付けている第一の結合部材と，",
                    "E  を含む，スチームトラップ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の認定",
                  "text": [
                    "本件考案1と甲1考案とを対比すると，両者は，次の点で相違する。",
                    "【相違点】",
                    "本件考案1は，構成要件B1及びB9のように，コンデンシングユニットが「第一のリード角」を備え，「前記第一のリード角が前記内縁壁周りに環設されて」おり，構成要件C1及びC2のように，コンデンシングユニットワッシャーが「前記第一のリード角に対応する第二のリード角を有し，前記第二のリード角が前記第一のリード角に当接している」のに対し，甲1考案は，構成b1´及びc´のように，スチームコンデンセートドレン装置14及びガスケットセパレーター30が，かかる構成を備えていない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点の判断",
                  "text": [
                    "①  甲1には，板状のガスケットセパレーター30が，キャップ32の面70及び本体16の壁に密着することが示されているが，受け部20の内壁34の周りに所定角からなる傾斜面を環設し，ガスケットセパレーター30に当該傾斜面と当接する所定角からなる傾斜面を設けることについて示唆する記載は認められない。",
                    "また，甲1の図3には，リング状のワッシャータイプガスケット82が示されているが，本体16の外壁面に設けられるものであって，「キャップ132を取り外したとき，ワッシャー82は，紛失したり，破損しがちであり，恐らく再度の取付けができない」との問題がある旨記載されており，甲1考案のガスケットセパレーター30とは，構造及び配置場所が異なる。",
                    "②  甲2には，ベンチュリタイプノズル24が記載されているが，甲1のガスケットセパレーター30に相当する部材は記載されていない。",
                    "③  甲3考案のテーパーワッシャー1と，シールに関する部材である甲1考案のガスケットセパレーター30とは，技術分野及び課題において相違する。",
                    "④  甲4には，リング状シール42とバルブ40の環状の溝の側面との間に，それぞれ，所定角からなる傾斜面を形成することについて示唆する記載は認められない。",
                    "⑤  以上から，甲1考案に甲2～4考案を適用しても，相違点に係る本件考案1の構成とはならない。",
                    "⑥  孔の傾斜段部及び傾斜段部に対応したリード角を持つワッシャー又はガスケットが周知であったとしても，甲1考案のガスケットセパレーター30は，キャップ32の面70及び本体16の壁に密着する板状部材であり，リング状部材である周知のワッシャー又はガスケットとは構造及びシールする部位が異なるから，そのような周知技術を甲1考案に適用することはできない。",
                    "⑦  以上からすると，本件考案1は，甲1～甲3考案又は周知技術に基づいて，当業者がきわめて容易に考案することができたものとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件考案2～4について",
                  "text": [
                    "本件考案2～4は，本件考案1の構成要件を全て備え，更に他の構成要件を備える発明であるところ，本件考案1が当業者において容易に発明をすることができたものではないから，本件考案1の構成要件を全て備える本件考案2～4も，当業者がきわめて容易に考案することができたものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件B8につき",
              "text": [
                "審決は，「本件考案1は，開口，凝縮水排出口及び集水孔はそれぞれ空気室に連通しており，そのような場合に『前記集水孔と前記開口との距離』及び『前記凝縮水排出口と前記開口との距離』とは，多流路管体の外に凸設された開口と集水孔及び凝縮水排出口との距離を意味することは明らかである。」「集水孔と開口との距離を凝縮水排出口と開口との距離『より大きく』したことの技術的意義も明らかである。」と認定する。",
                "しかしながら，構成要件B2の「前記開口は前記空気室と連通して前記多流路管体の外に凸設されており」における「開口」は，開口201の頂部の縁を意味するものではなく，多流路管体10の外に凸設された部分全体を指す。そうすると，審決のいう，「前記集水孔と前記開口との距離」「前記凝縮水排出口と前記開口との距離」における「開口」が，「凸設された部分」のどの位置を指すのか不明確である。",
                "また，構成要件B7の「前記集水孔が前記空気室及び前記排水口と連通し，」における「集水孔」は，集水孔204の頂部の縁を意味するものではなく，空気室202及び排水口102を連通する部分全体を指すものである。",
                "そうすると，「集水孔と開口との距離」「凝縮水排出口と開口との距離」の測定の起点が不明確であり，「集水孔と開口との距離を凝縮水排出口と開口との距離『より大きく』したことの技術的意義も明らかである。」ということはできない。",
                "したがって，審決の上記認定は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件B1，B9，C1及びC2につき",
              "text": [
                "①  審決は，「コンデンシングユニットが『第一のリード角』を備え『前記第一のリード角が前記内縁壁周りに環設されている』との記載は，コンデンシングユニットの内縁壁周りに第一のリード角を備えた傾斜面が環設されていることを意味することが理解できる。」と認定する。",
                "しかしながら，「…角が…壁周りに環設される」ことは，角の定義からみて，あり得ないことである。",
                "②  審決は，「コンデンシングユニットワッシャーが『前記第一のリード角に対応する第二のリード角を有し，前記第二のリード角が前記第一のリード角に当接している』との記載は，コンデンシングユニットワッシャーに第一のリード角と同じ第二のリード角を備えた傾斜面を設け，当該傾斜面とコンデンシングユニットの内縁壁周りに第一のリード角を備えた傾斜面とを当接させることを意味することが理解できる。」と認定する。",
                "しかしながら，「…角…に対応する…角」は，角の定義からみて，意味不明であるし，図3をみても，角301と角206とは，いずれも線分にすぎず，角度を示していない。",
                "③  したがって，上記各審決の認定は，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件G2，G4～G6につき",
              "text": [
                "審決は，「本件考案2のろ過部が『第三のリード角』を有し，『前記第三のリード角が前記ろ過口の内縁周りに環設され，前記ろ過部ワッシャーは前記第三のリード角に対応する第四のリード角を有し，前記第四のリード角が前記第三のリード角に当接し」との記載も，本件考案1と同様に理解できる。」と認定するが，上記(2)と同様に意味不明である。",
                "したがって，上記審決の認定は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1考案における技術的事項の認定の誤り",
              "text": [
                "審決は，甲1考案について，「受け部20の内壁34の周りに所定角からなる傾斜面を環設し，ガスケットセパレーター30に当該傾斜面と当接する所定角からなる傾斜面を設けることについて示唆する記載は認められない。」「『キャップ132を取外したとき，ワッシャー82は，紛失したり，破損しがちであり，恐らく再度の取付けができない』との問題がある旨記載されており，甲1考案のガスケットセバレーター30とは構造及び配置場所が異なるものである。」と判断する。",
                "しかしながら，ガスケットセパレーター30は，単なる流体シール材であり，ワッシャータイプガスケット82とシール材として全く異ならず，また，ワッシャータイプガスケット82が破損等し易いか否かも，リング状のワッシャータイプガスケット82を用いることを何ら妨げる理由にならない。",
                "したがって，甲1には，甲1考案に本件考案1のコンデンシングユニットワッシャーのようなシール材を用いることが示唆されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術の認定の誤り",
              "text": [
                "審決は，甲1考案に周知のリング状のワッシャーを適用することはできないと判断する。",
                "しかしながら，本件考案1のコンデンシングユニットワッシャーは，何ら特別の機能を有していない流体シール材であって，周知技術にすぎない。このようなワッシャーは，各種の分野で使用されるものであって，構造，シールする部位又は対象分野が制約されるものではない。",
                "甲2～4は，このようなシール材が周知技術であることを示すためのものである。更に，次のとおり周知例を追加する。",
                "①  特開2004-332780号公報(甲13)に記載の考案(甲13考案)",
                "甲13考案は，バルブ，給水加熱器，ストレーナー等の機器の流体シール構造に使用されるシールリング構造及び当該シールリング構造を用いた流体シール構造に関するものであり，断面が台形の例である。軟質シールリングを用いることによる不具合を，シールリングとスペーサリングとからなるシール構造において安価に解決する。",
                "35：軟質シールリング    37：スペーサリング",
                "②  特開平8-121598号公報(甲14)に記載の考案(甲14考案)",
                "甲14考案は，例えば，バルブやポンプ等の封止部分，あるいは，濾過器や加熱器等の封止部分に用いられる通常ブリッジマン形と呼ばれている自己緊塞形の封止部シール構造に関するもののうち，異形断面の例である。",
                "③  特開2012-77887号公報(甲15)に記載の考案(甲15考案)",
                "甲15考案は，プランジャポンプといった往復動ポンプ等の流体機器に好適な軸封装置に関するものであり，シール対象流体の圧が比較的圧高い場合でもシール性の低下がほとんどなく，流体機器における，より一層の漏れ改善が可能となる異形断面のシールを含む軸封装置である。",
                "3：シールリング    3A：環状本体    7：外周面    8：テーパ外周面",
                "11：嵌合内周面    11a：シール用内周面    12：第3内周面",
                "13：テーパ内周面",
                "④  特開2010-255524号公報(甲16)に記載された考案(甲16考案)",
                "甲16考案は，自動車の排気系における排気管同士の接続に好適な排気管継手に関するもので，第1排気管とこれに対向配備される第2排気管とが，第1排気管に形成される第1フランジと，第2排気管に形成される第2フランジと，第1フランジと第2フランジとをこれら両フランジ間に環状シール体が介装される状態で圧接させる圧接機構とを有して成る管継手部により，相対角度変位可能に気密接合されている排気管継手に関する例で，断面は台形である。",
                "1：第1排気管    1F：第1フランジ    2：第2排気管    2F：第2フランジ",
                "A：環状シール体    9a：外周面    10：直胴外周面    11：傾斜面",
                "12：摺動面",
                "⑤  特開2009-144886号公報(甲17)に記載の考案(甲17考案)",
                "甲17考案は，自動車の排気管継手部等に用いられる管継手用シール体に関するもので，互いに対向配備される第1及び第2流体移送用管のフランジ面同士の間に介装されて，それら両流体移送用管を密封接合する管継手部を構成すべく環状に形成される異形断面の管継手用シールである。",
                "5a：第1流体移送用管のフランジ面    9a：第2流体移送用管のフランジ面",
                "12：摺動面    A：管継手用シール体",
                "⑥  特開2001-336639号公報(甲18)に記載された考案(甲18考案)",
                "甲18考案は，バルブボンネットやストレーナー等流体機器の軸封部などに好適に用いられるシールリングに関するもので，シールリング本体の強度を補う補強リングを織物体，編物体又は編組体などで構成するが，それら織物体，編物体又は編組体に使用される線状体の構造に工夫を凝らしてその機械的強度を増すことにより，使用可能受圧面圧が高く，はみ出し防止効果を高めることができて，特に高圧流体の封止に有効であり，また，経済的な異形断面のシールリングである。",
                "1：シーリング本体    2：補強リング"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上から，審決の進歩性判断には，誤りがある。本件考案1～4は，甲1考案及び周知技術に基づいてきわめて容易に考案することができたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "被告代表者は，公示送達による呼出しを受けたが，本件口頭弁論期日に出頭しない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件考案について",
              "text": [
                "本件明細書(甲5)によると，本件考案は，次のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本件考案は，スチームトラップに係り，特に，コンデンシングユニットワッシャーで多流路管体に密接するスチームトラップに関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "従来，スチームトラップが使用するワッシャーは，スチームトラップとの密接の度合が劣るため，スチームトラップが作動する時に蒸気が漏えいしやすい問題があった。また，従来のスチームトラップが使用するエンドキャップは，ワッシャーを押し付けるとき，嵌合方式でワッシャーを押し付けることが多く，メンテナンス時には，当該ワッシャーが既に変形され元の状態に復帰できないため，スチームトラップに再び密接させることができなかったため，メンテナンスの際にワッシャーの取外しが不便であるほか，部品交換のコストが向上していた。",
                    "そこで，漏えいを効果的に抑制し，メンテナンスのコストを低下させ，容易に組み立てることができる特長を備えるようにスチームトラップを改良することが求められていた。",
                    "(【0002】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "解決課題",
                  "text": [
                    "本件考案は，スチームトラップ内におけるワッシャーの結合された箇所にリード角を有する設計により，漏えいを効果的に抑制し，メンテナンスのコストを低下させ，容易に組み立てることができる特長を備えるスチームトラップを提供することを主な目的とする。(【0004】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "解決手段",
                  "text": [
                    "上記ウの目的を達成するため，本件考案は，前記第2，2のとおりの構成をとった。(【0005】～【0008】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施形態",
                  "text": [
                    "①  本考案のスチームトラップは，多流路管体10と，コンデンシングユニット20と，コンデンシングユニットワッシャー30と，第一の結合部材207とを含み，多流路管体10は，空気取り入れ口101と，排水口102とを有する。",
                    "コンデンシングユニット20は，多流路管体10内に封止されるとともに空気取り入れ口101と排水口102との間に位置し，コンデンシングユニット20は，開口201と，空気室202と，貫通孔203と，ノズル208と，集水孔204と，内縁壁205と，「第一のリード角」206とを備える。開口201は，空気室202と連通して多流路管体10の外に凸設されており，貫通孔203が，空気取り入れ口101と連通する。",
                    "また，ノズル208内に凝縮水流路2081と凝縮水排出口2082とがさらに設けられ，凝縮水排出口2082が空気室202と連通し，凝縮水流路2081の一端が凝縮水排出口2082と連通し，凝縮水流路2081の他端が空気取り入れ口101と連通し，ノズル208が貫通孔203に密接する。",
                    "集水孔204が空気室202及び排水口102と連通し，「集水孔204と開口201との距離が，凝縮水排出口2082と開口201との距離より大きく」，「第一のリード角」206が，コンデンシングユニット20の内縁壁205周りに環設され，コンデンシングユニットワッシャー30は，「第一のリード角」206に対応する「第二のリード角」301を有する。",
                    "また，「第二のリード角」301は，「第一のリード角」206に当接し，第一の結合部材207が，コンデンシングユニット20の開口201に互いに結合してコンデンシングユニットワッシャー30を押し付けている。",
                    "(【0011】)",
                    "②  多流路管体10は，多流路管体10の外に突出してコンデンシングユニット20と空気取り入れ口101との間に位置されたろ過部40をさらに備え，ろ過部40は，ろ過室401と，ろ過口402と，「第三のリード角」403と，第二の結合部材404と，ろ過部ワッシャー50とを有する。",
                    "ろ過口402はろ過室401と連通し，ろ過室401が空気取り入れ口101と連通し，「第三のリード角」403が，ろ過口402の内縁周りに環設され，ろ過部ワッシャー50は，「第三のリード角」403に対応する「第四のリード角」501を有する。",
                    "また，「第四のリード角」501が，「第三のリード角」403に当接し，第二の結合部材404が，ろ過口402に互いに結合して，ろ過部ワッシャー50を押し付けている。",
                    "(【0012】)",
                    "③  ろ過室401内にろ過網60が更に設けられ，ろ過網60の一端が，貫通孔203に隣接している。(【0012】)",
                    "④  第二の結合部材404は，さらに，第二の結合部材404に密接するフィルタプラグ4041を有する。(【0012】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "作用効果",
                  "text": [
                    "①  本件考案のスチームトラップの作動時，高圧蒸気は，空気取り入れ口101から進入し，さらに，ろ過網60を介してろ過された後，ノズル208から凝縮水流路2081に進入し，さらに，凝縮水排出口2082から空気室202に進入し，ノズル208の凝縮水流路2081を通るとき，ベンチュリ管の原理によって，水分が高圧蒸気から分離され，この分離された水分が，集水孔204を介して排水口102に連通して排出され，これにより高圧蒸気は保留される。",
                    "コンデンシングユニットワッシャー30の「第二のリード角」301とコンデンシングユニット20の内縁壁205の「第一のリード角」206との設計により，コンデンシングユニットワッシャー30を使用時に密接させることが可能であり，漏えいの発生をより効果的に抑制する。",
                    "第二の結合部材404により，ろ過部ワッシャー50を押し付け，ろ過部ワッシャー50の「第四のリード角」501とろ過口402の「第三のリード角」403とを密接させ，漏えい抑制の効果を達する。",
                    "(【0013】【0014】)",
                    "②  本件考案のスチームトラップの閉作動時，第二の結合部材404とフィルタプラグ4041とを分離させることにより，ろ過室401内の余剰水分が排出される。(【0013】)",
                    "③  コンデンシングユニットワッシャー30及びろ過部ワッシャー50は，メンテナンスが容易で，変形し難く，常時交換する必要がない特長を有し，このため，コストを効率的に低下し，組み立てやすい特長を備え，実用性，進歩性及び安全性を高める。(【0014】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1考案について",
              "text": [
                "甲1によると，甲1考案は，次のとおりのものと認められる(訳文は，甲1添付訳文により，行数は，欄番号及び空白行を除く。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の分野",
                  "text": [
                    "スチームコンデンセートドレン装置に関するものであり，特に，固定オリフィスと，この装置のコンデンセートドレン能力を調節する新しい手段とを有する，改善されたコンデンセート除去装置に関する。(第1欄4～9行目)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の背景",
                  "text": [
                    "典型的なスチームパイプシステムでは，スチームから熱が失われるので，スチームラインに蓄積するスチームコンデンセートを排出するために，管状ノズルを取り付けて装置に流れる流体を制限する取付け体が提案されている。管状ノズルは，交換可能で，一定のスチーム圧範囲で使用できるように狭窄部の直径と長さを変えている。しかしながら，いったんノズルを取り付けると，システムは，あるスチーム圧に決まってしまい，異なるスチーム圧で運転するには，異なるスチーム圧の運転に合う異なるノズルを備えたものに取り換えなければならなかった。(第1欄11～42行目)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の要約",
                  "text": [
                    "スチームパイプシステムに恒久的に接続できる本体と，本体内に設置され，その内部に中間の内部空間を形成するガスケットセパレーター部材と，ガスケットセパレーター部材を通して本体内に取り外し可能にねじ止めできる新規なノズル装置とを有するモジュールシステムでなっている。パイプシステムから本体を取り外したり，ガスケットセパレーターを移動させる必要なしに，別のノズル装置と容易に取り換えられる。また，このガスケットセパレーターは，異なるスチーム圧運転の要求にこたえて流路を変えて調整することができる。さらに，このガスケットセパレーターのガスケットは，スチーム又はコンデンセートが，ノズル装置のネジ部位に出ていくのを防ぐことで，本体にあるノズル装置のくっつきをなくすのに寄与できる。(第1欄44行～第2欄2行目)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施形態",
                  "text": [
                    "①  スチームコンデンセート除去ライン10において，Y-ストレーナーアセンブリー12は，本体16，本体と一体になって角度をなして形成されたストレーナーアーム18，本体16と一体に形成された受け部20を有する。",
                    "運転中は，パイプ2からのコンデンセート/スチーム混合物が，本体入口22から，ストレーナーバスケット26，ストレーナーバスケット壁28を通り，ねじ溝のあるコンデンセートドレンノズル40及びガスケットセパレーター30を経て，最終的に，本体出口24からパイプ4に出ていき，典型的にはスチームボイラーに行く。",
                    "Fig.1",
                    "(第2欄34行～57行目)",
                    "②  甲1考案のガスケットセパレーター30は，ドレンノズル開口46，ドレン通路48，及び突出部50及び52のあるガスケット44を有している。ガスケットセパレーターの開口46と48は，それぞれ，本体16の開口36と38と同じ大きさで，ガスケットセパレーターが設置されたとき，開口36と38が合わさる。突出部は，ガスケットセパレーター30と重なる調節タブ54の動きを制限するものである。調節タブ54は，ドレンコンデンセートノズル開口56と，ドレン通路開口58を有している。調節タブ54の開口56は，開口36及び46と同じ径である。",
                    "別の実施形態では，ガスケットセパレーター130は，ガスケット144，ドレンノズル開口146及びドレン通路148を有していて，ガスケットセパレーター30に代わって使用される。調節タブ54は，ガスケットセパレーター130を用いる場合には使用しない。",
                    "ガスケットセパレーター30は，受け部20の内部，本体16とキャップ32の間に設置され，内部空間42を形成する。受け部20は，本体16から離れるように延びていて，受け部の端部から本体に向って延びる内壁34にねじ溝が形成されている。受け部20の内部で，本体16は，ねじ溝が形成され，ねじ溝のあるノズル40を受ける開口36と，内部空間42を本体16の出口側に連通する開口38を有している。",
                    "(第2欄58行～第3欄33行目)",
                    "③  装置を組み立てたとき，ノズル40に加えたトルクにより，ノズル40のショルダー60がタブ54に密着し，タブ54がガスケットセパレーター30に密着する。",
                    "ノズル40は，ガスケットセパレーター30と直接接触，あるいは，調節タブ54により間接接触して，ガスケットセパレーター30に圧力を加え，キャップ32が取り外されても，コンデンセート側と装置のスチーム側を分離している。一方，ガスケットセパレーター30は，本体16の壁に密着する。ノズル40のショルダー60，調節タブ54，ガスケットセパレーター30及び本体16の間がシールされる結果，コンデンセート(又はスチーム)は，入口22から，ノズル40内の通路78を通ってのみ内部空間42に通り抜けることができる(図4の「58」は「78」の誤記と認める。)。",
                    "キャップ32は，六角ナットアセンブリーであり，ねじ溝が形成された外壁62，受け部端面66と密着するショルダー64，キャップ32の遠い面70からキャップ32の内部に延びる中空部68でなっていて，キャップ32を受け部20にねじ込んで運転位置にすると，内部空間42が形成される。",
                    "(第3欄34行～60行目)",
                    "④  調節タブ54のないガスケットセパレーター130を使用する実施形態において，ねじ溝が形成されたノズル40のショルダー60は，ガスケットセパレーター30に密着し，コンデンセート及び/又はスチームは，ノズル40内にある縦方向通路78を通ってのみ入口72から内部空間42に通り抜ける。シールは，キャップ32内のいかなる流体も内部空間42を出ないようにし，かつ，ノズル40のねじ部の腐食を防いでいる。キャップ32を入れて所定位置にねじ込んだとき，キャップ32の面70は，ガスケットセパレーター30を環状にシールし，これにより，内部空間42内のコンデンセートあるいはスチームが，キャップ32と受け部20のねじ壁34との接続部に漏れ出るのを防ぎ，同時に内部空間42を形成する。内部空間42に入るコンデンセート及び/又はスチームは，内部空間42からドレン通路74を通って排出され，スチームコンデンセート除去装置を出て，コンデンセートリターンパイプ4に流れる。",
                    "(第3欄61行～第4欄16行目)",
                    "⑤  ガスケットセパレーター30は，現場でのテスト及び構成部品の取換又は修理は，キャップ32を取り外してできる。テストの結果が，コンデンセート/スチーム排出に適合していないときには，装置中のノズル40を，使用している特定伝熱設備により適した別のノズルに取り換えるのを簡単にしている。",
                    "キャップ32を取り外したとき，ガスケットセパレーター30は，その場所に残る。テスト後に，取り付けてあるノズルを別のノズルに取り換えなければならないと決めたとき，そのノズルを廻し，本体16及びガスケットセパレーター30の開口36及び46からそれぞれ取り外す。ガスケットセパレーター30の紛失の機会はなくなり，損傷する可能性も少なくなる。",
                    "(第4欄32行～第5欄2行目)",
                    "⑥  キャップ32は，運転状態にあるとき，内部空間42にある腐食性のコンデンセート/スチーム混合物が，キャップ32及び受け部20のねじ部に行かないように，キャップ32の面70が，ガスケットセパレーター30と円形にシールしている。キャップ32とガスケットセパレーター30の間のシールにより，くっつき問題は，例えなくならなくとも，大幅に緩和される。",
                    "(第6欄38行～46行目)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(明確性要件に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件B8について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "検討",
                  "text": [
                    "本件考案の構成要件B8は，「前記集水孔(204)と前記開口(201)との距離が前記凝縮水排出口(2082)と前記開口(201)との距離より大きく，」と定めるところ(実用新案登録請求の範囲の記載についても実施形態の符号を括弧書きで加える。以下，同じ。)，これは，その文言からすると，「凝縮水排出口(2082)」の方が「集水孔(204)」よりも「開口(201)」に近いという意味であると解される。そして，「集水孔(204)」，「開口(201)」及び「凝縮水排出口(2082)」は，いずれも，空気室(202)という同一場所に連通しているから(構成要件B2，B3，B7)，距離の遠近が規定されていれば，それらの位置関係を特定させることができる。",
                    "もっとも，その「距離」が，垂直(鉛直)方向の距離をいうものか，水平方向の距離をいうものかは，実用新案登録請求の範囲の記載からでは，直ちに決することはできない。そこで，本件明細書を見てみると，前記1(1)カ①のとおり，本件考案は，[1]高圧蒸気を空気取り入れ口101から取り込み，凝縮水流路2081に進入させ，[2]この高圧蒸気がベンチュリ管として構成した凝縮水流路2081を通るとき，水分が分離され，[3]分離された水分が凝縮水排出口2082から空気室202に流入し，[4]この水分が，集水孔204を介して排水口102に連通して排出されるというものである。このような水分を分離して排出するという本件考案1の技術的意義に照らしてみると，当業者の自然な理解として，構成要件B8の「前記集水孔と前記開口との距離が前記凝縮水排出口と前記開口との距離より大きく」との記載における「距離」は，垂直(鉛直)方向の距離をいうものといえる。",
                    "本件考案1の構成要件B8は，以上のとおり理解することができるから，構成要件B8に不明確な点があるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，「開口」は，多流路管体10の外に凸設された部分全体を指す，「集水孔」は，空気室202及び排水口102を連通する部分全体を指すと主張する。",
                    "確かに，「開口(201)」は，「多流路管体10の外に凸設され」(本件明細書の【0011】)と，「集水孔(204)」は，「空気室202及び排水口102と連通し」(本件明細書の【0011】)とそれぞれ規定されているから，これらは，3次元的な広がりを持つ空間を指している。",
                    "もっとも，このことは，2次元的な面の場合に比すれば測定の起点を決めるのが困難であるだけであって，その文言それ自体が直ちに不明瞭というわけではない。",
                    "本件考案の技術的意義をも踏まえると，本件考案1の構成要件B8は，上記アのとおり理解することができるのであって，不明確であるということはできないから，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件B1，B9，C1及びC2につき",
              "content": [
                {
                  "fig": "ア",
                  "subject": "検討",
                  "text": [
                    "構成要件B1，B9，C1及びC2は，①コンデンシングユニット(20)が「第一のリード角」を備え，「第一のリード角」が，コンデンシングユニット(20)の内縁壁(205)周りに環設されること，②コンデンシングユニットワッシャー(30)が，「第二のリード角」を有し，「第二のリード角」が，「第一のリード角」に対応し，「第一のリード角」に当接することを規定する。",
                    "「第一のリード角」は，コンデンシングユニット(20)に「備え」られ，「環設」されるものであり(構成要件B1，B9)，また，「第二のリード角」は，コンデンシングユニットワッシャー(30)が「有し」(構成要件C1)，さらに，「第一のリード角」と「第二のリード角」とは，「当接」するものである(構成要件C2)から，これらが，コンデンシングユニット(20)又はコンデンシングユニットワッシャー(30)の構成部位を示す用語であることは，明らかである。",
                    "もっとも，「…角が…壁周りに環設される」「…角に対応する…角」「…角が…角に当接している」とあるのは，「角」の通常の用い方とは明らかに異なるから，構成要件B1，B9，C1及びC2における「リード角」の意義は，実用新案登録請求の範囲の記載からは，直ちに明らかにはならない。",
                    "そこで，本件明細書の記載を参酌すると，①本件考案は，従来のワッシャーは，スチームトラップとの密接の度合が劣るため蒸気が漏えいしやすい問題があったことから(【0002】)，コンデンシングユニットとコンデンシングユニットワッシャーとの結合箇所に，それぞれ，「第一のリード角」及び「第二のリード角」を設けて，互いを密接させることで蒸気の漏えいを防ぐこととし(【0004】【0011】【0013】)，また，②「図1～図4に示すように，…第一のリード角206がコンデンシングユニット20の内縁壁205周りに環設され，コンデンシングユニットワッシャー30は第一のリード角206に対応する第二のリード角301を有する。」(【0011】)と記載され，図3の断面図において，「206」及び「301」が，接合方向に対して傾斜する傾斜面として示され，当接していることが認められる。",
                    "そうすると，当業者は，構成要件B1，B9，C1及びC2の「第一のリード角」「第二のリード角」は，コンデンシングユニットとコンデンシングユニットワッシャーとの結合面に互いに対応する角度を有してそれぞれ設けられた傾斜面であり，これにより，従来のワッシャーに比べて相互の密接性を高め ，蒸気の漏えいを防ぐものであると理解することができる。",
                    "したがって，構成要件B1，B9，C1及びC2の記載は，不明確なものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，「…角が…壁周りに環設される」ことは，角の定義からみてあり得ない，「…角…に対応する…角」は，角の定義からみて意味不明であるし，図3をみても，角301と角206とは，角度を示していないと主張する。",
                    "しかしながら，上記アのとおり，「第1のリード角」「第2のリード角」は，通常の用い方の「角」ではなく，コンデンシングユニット又はコンデンシングユニットワッシャーにおける傾斜面という構成部位を示す用語として用いられているものであるから，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件G2，G4～G6につき",
              "text": [
                "構成要件G2，G4～G6は，①ろ過部(40)が「第三のリード角」を備え，「第三のリード角」が，ろ過口(402)の内縁周りに環設されること，②ろ過部ワッシャー(50)が，「第四のリード角」を有し，「第四のリード角」が，「第三のリード角」に対応し，「第三のリード角」に当接することを規定する。",
                "「第三のリード角」は，ろ過部(40)に備えられ，「環設」されるものであり(構成要件G4)，また，「第四のリード角」は，ろ過部ワッシャー(50)が「有し」(構成要件G5)，さらに，「第三のリード角」と「第四のリード角」とは，「当接」するものである(構成要件G6)から，これらが，ろ過部又はろ過部ワッシャーの構成部位を示す用語であることは，明らかである。",
                "もっとも，「…角が…周りに環設される」「…角に対応する…角」「…角が…角に当接し」とあるのは，「角」の通常の用い方とは異なることは上記(2)と同様であり，構成要件G2，G4～G6における「リード角」の意義も，実用新案登録請求の範囲の記載からは，直ちに明らかにはならない。",
                "そこで，本件明細書の記載を参酌すると，①本件考案は，従来のワッシャーは，スチームトラップとの密接の度合が劣るため蒸気が漏えいしやすい問題があったことから(【0002】)，ろ過部とろ過部ワッシャーとの結合箇所に，それぞれ，「第三のリード角」及び「第四のリード角」を設けて，互いを密接させることで蒸気の漏えいを防ぐこととし(【0004】【0012】【0013】)，また，②「図1～図4に示すように，…第三のリード角403がろ過口402の内縁周りに環設され，ろ過部ワッシャー50は第三のリード角403に対応する第四のリード角501を有する。」(【0012】)と記載され，図4の断面図において，「403」及び「501」が接合方向に対して傾斜する傾斜面として示され，当接していることが認められる。",
                "そうすると，当業者は，構成要件G2，G4～G6の「第三のリード角」「第四のリード角」は，ろ過部とろ過部ワッシャーとの結合面に互いに対応する角度を有してそれぞれ設けられた傾斜面であり，これにより，従来のワッシャーに比べて相互の密接性を高め ，蒸気の漏えいを防ぐものであると理解することができる。",
                "したがって，構成要件G2，G4～G6の記載は，不明確なものとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，本件考案1及び本件考案2は，明確性を欠くとはいえない。",
                "よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定等に関して",
              "text": [
                "前記1(2)の認定事実及び上記2における認定判断を踏まえると，ガスケットセパレーター30に調節タブ54を用いない実施形態のものとして(符号については，調節タブ54を用いる場合の符号を借用する。)，審決が認定するとおりの甲1考案と，本件考案1と甲1考案との一致点及び相違点が認められ，審決のこれらの認定に誤りは認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の判断に関して",
              "text": [
                "甲1考案と本件考案1との相違点は，上記2における認定判断を踏まえると，本件考案1においては，コンデンシングユニット(20)とコンデンシングユニットワッシャー(30)とが，傾斜面にて当接しているのに対し，甲1考案においては，スチームコンデンセートドレン装置14とガスケットセパレーター30とが，このような構成を有していないと言い換えられる。",
                "そこで，まず，甲1考案のガスケットセパレーター30の技術的意義について検討してみると，これは，前記1(2)で認定のとおり，①開口46と開口48を有すること，②開口46には，本体16の開口36が合わさり，これらの開口がノズル40を受け，ノズル40が本体16に螺合することにより，ガスケットセパレーター30に密着し，キャップ32を取り外したときでも，ガスケットセパレーター30が留まるようにしたこと，③開口48には，本体16の開口38が合わさること，④キャップ32の遠い面70がガスケットセパレーター30を環状にシールする結果，ガスケットセパレーター30とキャップ32の内部に延びる中空部68との間に形成された内部空間42にある腐食性のコンデンセート/スチーム混合物が，キャップ32と受け部20のねじ壁34との接続部に漏れ出るのを防ぎ，ねじ部の腐食によるキャップ32の本体へのくっつきを緩和するものであること，⑤ノズル40が，ガスケットセパレーター30に圧力を加え，ガスケットセパレーター30が本体16の壁に密着し，ノズル40のショルダー60，ガスケットセパレーター30及び本体16の間がシールされる結果，コンデンセート又はスチームは，入口22から，ノズル40内の通路78を通ってのみ内部空間42に通り抜けることができること，との点にある。",
                "このように，甲1考案のガスケットセパレーター30は，そのキャップ側の面とキャップ32の遠い面70とが結合してシールを形成し，また，ノズル40を受けるための開口46と通路74に通じる開口48とを有するものであるから，円盤状であって2つの開口を形成できることを必須の構成とするものである。",
                "そうすると，甲1考案のガスケットセパレーター30をリング状のワッシャーとすることは，甲1考案の目的に反することであり，また，甲1考案のガスケットセパレーター30とスチームコンデンセートドレン装置14との間に傾斜面を設けるべき技術的理由も見い出すことができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術の適用について",
              "text": [
                "原告は，本件考案1のコンデンシングユニットワッシャー(30)のように，傾斜段部に対応した傾斜面を有するリング状のワッシャーは，テーパワッシャーとして周知の技術であり，構造，部位又は分野に制約されることなくシーリングに用いられるものであると主張するところ，甲3，13～18によると，そのような周知技術があること自体は認められる。なお，甲2，4は，上記周知技術があることを裏付ける証拠ということはできない。",
                "しかしながら，甲1考案のガスケットセパレーター30は，上記(2)のとおりの技術的意義を有しているのであって，甲1考案に上記周知のテーパワッシャーを適用することは，甲1考案の目的に反することとなり，技術的理由の見出し難い改変を加えることであるから，当業者が試みることとはいえない。",
                "そうすると，甲1考案に原告が主張する周知技術を適用して相違点に係る本件考案1の構成とすることは，当業者にきわめて容易であることとはいい得ないものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，甲1自体に，本件考案1のコンデンシングユニットワッシャーのようなシール材を用いることが示唆されていると主張する。",
                "甲1には，従来技術として，ワッシャータイプガスケット82に関する記載があるが，本体16の外壁面に設けられるものであって(甲1のFig.3)，「キャップ132を取外したとき，ワッシャー80(判決注  82の誤記と認める。)は，紛失したり，破損しがちであり，恐らく再度の取付けができない。」(甲1の第4欄51行～55行目)と記載されているから，甲1考案のガスケットセパレーター30とは，配置場所及び構造が全く異なるものであって，甲1にワッシャータイプガスケット82に関する記載があるからといって，甲1考案のガスケットセパレーター30をリング状のワッシャーとして傾斜面を設けることを当業者が試みるということはできない。",
                "また，原告は，本件考案1のコンデンシングユニットワッシャーは，単なる周知のワッシャーであると主張するが，本件考案1のコンデンシングユニットワッシャーのようなワッシャーが周知であるからといって，何に対しても適用できるものではなく，甲1考案に周知のワッシャーを適用できるものでないことは，上記(3)で説示したとおりである。",
                "したがって，原告の上記主張は，いずれも採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，①本件考案1は，甲1考案と甲2～甲4考案に基づいて当業者がきわめて容易に想到することができたとはいえない，②本件考案1は，甲1考案に周知技術を適用して当業者がきわめて容易に想到することができたとはいえない，③本件考案1が当業者においてきわめて容易に想到することができたとはいえない以上，本件考案2～4も当業者がきわめて容易に想到することができたとはいえない，とした審決の認定判断に誤りはない。",
                "したがって，取消事由2は，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，取消事由は，いずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10200",
    "date": "2017-03-14",
    "rights_type": "実用新案権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086602",
    "ipprecedent_id": "4606",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}