{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が再審2015-950001号事件について平成28年10月31日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "原告は，商標登録第5177809号に係る商標(登録年月日平成20年10月31日。以下，「本件商標」といい，本件商標に係る商標権を「本件商標権」という。)の商標権者であったところ，被告株式会社Shapes  International(以下「被告Shapes」という。)に対し，平成24年2月10日，本件商標権を譲渡して移転登録をした(以下，当該移転登録を「本件移転登録」という。)。もっとも，原告は，被告Shapesに対し，同年10月17日，本件商標権の譲渡を解除したと主張して，本件移転登録の抹消登録手続を求める訴えを提起したところ(以下，当該訴えに係る訴訟を「別件訴訟」という。)，被告Y(以下「被告Y」という。)は，平成26年11月28日，本件商標が使用されていないとして，商標法50条1項に基づき本件商標に係る商標登録の取消しを求めて審判(以下「原審判」という。)を請求した(審判の予告登録年月日平成26年12月17日。取消2014-300963号)。",
            "特許庁は，被告Shapesが応答しなかったことから，平成27年3月31日，上記商標登録を取り消す旨の審決(以下「原審決」という。)をし，原審決は，同年5月11日，確定した(本件商標権登録の抹消の登録年月日平成27年6月5日)。",
            "本件は，原告が，被告らは共謀して本件商標権を害する目的をもって原審決を確定させたとして，特許庁に対し，商標法58条1項に基づき，原審決の取り消しを求めて再審を請求した事案である。",
            "争点は，商標法58条1項該当性(被告らが共謀して原告の権利を害する目的をもって原審決を確定させたか否か)である。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成27年6月24日付けで，特許庁に対し，商標法58条1項に基づき，原審決の取消しを求めて，原審決に対し再審を請求した(再審2015-950001号)。これに対し，特許庁は，平成28年10月31日，被告らが共謀して本件商標権を害する目的をもって原審決をさせたとは認められないとして，原告の再審請求を却下する旨の審決をし，当該審決は，同年11月10日，原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "被告Shapesが原審判の予告登録前3年の間に本件商標を使用したことが明らかであると認めるに足りる証拠はなく，原審判において被告Shapesが答弁しなかったとしても，この事実をもって被告Shapesと被告Yとの共謀の事実を認めることはできない。また，被告Shapesが原審決確定後に本件商標と同一商標につき再度出願を行った事実についても，被告Shapesは，別件訴訟における裁判所の和解勧告を受けて原告に譲渡する目的で既に取り消された本件商標を再出願したと主張しており，この主張は一応の合理的理由があるといえる。",
            "また，被告Yが，原審決確定後に本件商標と同一又は類似の商標を自ら出願していないことについては，不使用取消審判の請求人が当該審決の確定により取り消された商標と同一又は類似の商標を出願するものとは必ずしもいえないから，この事実が直ちに共謀の存在を示すものとはいえない。",
            "したがって，原告が主張する上記の事情を踏まえても，被告Yと被告Shapesとの間に共謀があったものとは認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "被告Yは，平成26年11月28日，正に別件訴訟事件の審理中というタイミングで，自己使用等の目的を全く有しないにもかかわらず，原審判を請求した。しかも，原審決の確定後にも何ら合理的な理由なく本件商標と同一又は類似の商標を自ら出願をしていない。さらに，被告Shapesも，原審判の予告登録前3年の間に，被告Shapesが現実に本件商標と実質的に同一の商標を使用している事実を認識していたにもかかわらず，原審判において何らの答弁もせずに原審決を確定させた。のみならず，被告Shapesは，原審決が確定して2週間後に本件商標と同一商標を同一の指定役務について出願した。",
        "これらの間接事実に経験則を適用すれば，被告らが共謀して原告の権利を害する目的をもって原審決を確定させた事実を容易に認めることができる。"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告らの反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "被告Y 被告Yは，公益的観点から不使用登録商標の排除のために原審判の請求をしたのであり，被告Shapesの代表者等との面識はなく，被告Shapesは，被告Yとは無関係の者である。そのため，被告Yと被告Shapesが共謀したという原告の主張は，原告の想像にすぎない。",
            "したがって，被告Yと被告Shapesが共謀した事実は認められないとした審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被告Shapes 被告Shapesは，女性専用パーソナルトレーニング事業にふさわしい商標として「Shapes Reborn Myself」(商標登録第5506263号)を独自にデザインして展開してきた。そのため，被告Shapesは，女性的イメージの乏しい本件商標を使用したことは一度もなく，今後更新する予定もなかったことから，原審判において答弁しなかったにすぎない。また，被告Shapesが，原審決確定後に本件商標と同一商標を出願したのは，別件訴訟における裁判所の和解勧告を受けて，原告に譲渡する目的で，既に取り消された本件商標の再出願をしたにすぎない。",
            "したがって，原告が主張する間接事実は，被告らの共謀を推認するに足りず，被告Yと被告Shapesが共謀した事実は認められないとした審決の認定に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "当裁判所に顕著な事実及び弁論の全趣旨を総合すると，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成29年5月31日，被告Yの本人尋問の申立てをしたところ，尋問事項に関する原告の主張は，被告らが共謀して原告の利益を害する目的をもって原審決をさせたことである(第3回口頭弁論調書参照)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当裁判所は，同年6月14日，第2回口頭弁論期日において，被告らの共謀の存否を明らかにするには，当審において被告Yの本人尋問を行う必要があるとして，上記(1)の申立てを採用するとともに，本人尋問期日を同年10月11日に指定した。なお，被告Yは，同年8月31日までに陳述書を提出することとされた。(第2回口頭弁論調書参照)"
            },
            {
              "fig": "(3)",
              "text": [
                "被告Yは，同年8月25日付けで，被告Shapesの代表者や関係者と共謀したことはない旨を記載した陳述書を提出した(乙ア34)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告Yは，適式の呼出しを受けたにもかかわらず，当裁判所に対し事前の連絡なく，本人尋問期日に出頭しなかった。なお，被告Yは，当裁判所に対し，診断書その他出頭できない理由を証明する書類を一切提出していない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告Yの代理人は，本人尋問期日において，被告Yには民訴法208条の不出頭の効果を説明して出頭しないと不利益になる旨を告げて出頭を促したものの，本人からはそのことを承知の上で出頭しないと告げられた旨述べた(第3回口頭弁論調書)。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "当裁判所は，上記の経過を踏まえ，弁論を終結した。なお，被告Shapes及び被告Yの各代理人は，弁論を終結することにつき，異議を述べなかった。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "民訴法208条該当性",
          "text": [
            "上記認定事実によれば，被告Yが当事者本人の尋問期日に正当な理由なく出頭しなかったものと認められるから，民訴法208条に基づき，被告らが共謀して本件商標権を害する目的をもって本件商標に係る登録商標を取り消す旨の原審決をさせたという原告の主張は，真実と認めることができる。",
            "したがって，被告らが共謀して原告の権利を害する目的をもって原審決をさせたとは認められないとした審決の判断には誤りがあるから，原告の取消事由は理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の取消事由は理由があり，本訴請求は理由があるから，これを認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}