{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800025号事件について平成28年3月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成25年7月5日，発明の名称を「位置検出装置」とする特許出願（平成23年10月7日に出願した特願2011-222846号（以下，この出願を「本件原出願」という。）の分割）をし，平成25年8月9日，設定の登録（特許第5337323号）を受けた（請求項の数7。以下，この分割出願を「本件出願」，この特許を「本件特許」という。）。なお，本件特許の特許請求の範囲等は，その後の別件特許無効審判における訂正請求により，訂正された（甲11，乙3，7，8）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年2月12日，本件特許について特許無効審判請求をし，無効2015-800025号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成28年3月28日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，同年4月7日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年4月28日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "上記訂正後の本件特許の特許請求の範囲請求項1ないし7の記載は，次のとおりである（乙7，8）。なお，「／」は原文の改行部分を示す（以下同じ。）。以下，請求項1ないし7に係る発明を「本件発明1」などといい，併せて「本件各発明」という。また，訂正後の明細書（乙8）を，本件特許の図面（乙7）を含めて「本件明細書」という。",
            "【請求項1】シリンダ本体と，このシリンダ本体に進退可能に装備された出力部材と，この出力部材を進出側と退入側の少なくとも一方に駆動する為の油室とを有する油圧シリンダにおける前記出力部材の位置を検出する位置検出装置であって，／前記シリンダ本体内に形成され且つ一端部に加圧エアが供給され他端部が外界に連通したエア通路と，このエア通路を開閉可能な開閉弁機構とを備え，／前記開閉弁機構は，前記シリンダ本体に形成した装着孔に進退可能に装着された弁体と，前記油室の油圧によって前記弁体を前記出力部材側に進出させた状態に保持する油圧導入室と，前記油室と前記油圧導入室とを連通させる油圧導入路とを備え，／前記出力部材が所定の位置に達したときに，前記出力部材により前記弁体を移動させて前記開閉弁機構の開閉状態を切り換え，前記エア通路のエア圧を介して前記出力部材が前記所定の位置に達したことを検知可能に構成したことを特徴とする位置検出装置。",
            "【請求項2】前記油室に油圧が供給され前記出力部材が所定の位置にない状態において，前記開閉弁機構は前記エア通路を外界に開放する開弁状態を維持し，／前記油室の油圧がドレン圧に切り換えられ且つ前記出力部材が前記所定位置に達した時に，前記開閉弁機構は，前記エア通路を閉じる閉弁状態に切り換えられ，当該切換えにより前記開閉弁機構に対して前記一端部側に位置する前記エア通路の圧力を上昇させ，当該圧力が設定圧以上に上昇したことに基づいて前記出力部材が所定の位置にあることが検知され，／前記出力部材が前記所定の位置から移動開始したときに，前記開閉弁機構は，前記エア通路を外界に開放する開弁状態に切換えられ，当該切換えにより前記開閉弁機構に対して前記一端部側に位置する前記エア通路の圧力を低下させることを特徴とする請求項1に記載の位置検出装置。",
            "【請求項3】前記開閉弁機構は，前記シリンダ本体に形成された前記装着孔に挿入螺合され且つ前記弁体が進退可能に挿入されたキャップ部材を備え，／前記キャップ部材に，前記エア通路の一部が形成され，前記キャップ部材と前記弁体との間に前記油圧導入室が形成されたことを特徴とする請求項2に記載の位置検出装置。",
            "【請求項4】前記開閉弁機構の油圧導入路は，前記弁体の軸心近傍部に貫通状に且つ前記弁体の装着方向と平行に形成されたことを特徴とする請求項2に記載の位置検出装置。",
            "【請求項5】前記弁体は，前記出力部材の進退方向と直交する方向に進退可能に設けられたことを特徴とする請求項2に記載の位置検出装置。",
            "【請求項6】前記弁体は，前記出力部材の進退方向に進退可能に設けられたことを特徴とする請求項2に記載の位置検出装置。",
            "【請求項7】前記所定の位置が，前記出力部材の上昇限界位置，下降限界位置のうちの何れかの位置であることを特徴とする請求項2に記載の位置検出装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，①本件各発明は，いずれも，ⅰ）下記アの引用例1に記載された発明（以下「引用発明1」という。）に，下記イ，ウ等に記載された技術事項及び周知の技術事項を適用することで，当業者が容易に発明をすることができたものではない，ⅱ）引用例2に記載された発明（以下「引用発明2」という。）に，下記ア，ウ等に記載された技術事項及び周知の技術事項を適用することで，当業者が容易に発明をすることができたものではない，ⅲ）下記ウの引用例3に記載された発明（以下「引用発明3」という。）に，下記ア，イ等に記載された技術事項及び周知の技術事項を適用することで，当業者が容易に発明をすることができたものではないから，特許法29条2項の規定に違反して特許されたものではない，②本件出願は，本件原出願の当初明細書（以下，この明細書を，特許請求の範囲及び図面を含めて「本件原出願明細書」という。甲11）に記載された事項の範囲内においてしたものであって，特許法44条2項の適用により，本件原出願の時にしたものとみなされ，本件各発明は，本件原出願明細書同法29条1項3号の規定に違反して特許されたものではない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：米国特許第3530896号明細書（1970年登録。甲1）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：米国特許第3555966号明細書（1971年登録。甲2）"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：英国特許出願公開第1140216号明細書（1969年公開。甲3）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1の対比",
              "text": [
                "本件審決は，引用発明1及び本件発明1との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "シリンダ本体10と，このシリンダ本体10に進退可能に装備されたピストン15及びピストンロッド16と，このピストン15及びピストンロッド16を進出側と退入側の少なくとも一方に駆動する為の油室とを有する油圧パワーアクチュエータAにおける前記ピストン15及びピストンロッド16が後退ストローク端に到達したときに動作されるパイロット弁Bであって， ／バルブ本体21に形成されポート26と27を接続する流路及び同様に形成されたポート26と28を接続する流路と，これら流路を切り換えることでこれら流路を開閉可能なパイロット弁Bとを備え，／前記パイロット弁Bは，エンドキャップ11に形成した装着孔に進退可能に装着された前記スプール弁29と，バネ35のバネ力によって前記スプール弁29を前記ピストン15及びピストンロッド16側に進出させた状態に保持する孔延長部33と，前記油室と前記孔延長部33とを連通させる軸孔路48とを備え，／前記ピストン15及びピストンロッド16が後退ストローク端に達したときに，前記ピストン15に設けたカム部材43により前記スプール弁29を移動させて前記パイロット弁Bの開閉状態を切り換える，前記流路の開閉状態を切り換えることで前記ピストン15及びピストン16が往復移動するよう制御可能に構成し，／ピストン15及びピストンロッド16が後退ストローク端に到達したときに動作される開閉弁装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明1との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "シリンダ本体と，このシリンダ本体に進退可能に装備された出力部材と，この出力部材を進出側と退入側の少なくとも一方に駆動する為の油室とを有する油圧シリンダにおける前記出力部材の位置に達したときに動作する装置であって，／収容部内に形成され流体が流れる流路と，この流路を開閉可能な開閉弁機構を備え，／前記開閉弁機構は，被装着部材に形成した装着孔に進退可能に装着された弁体と，前記弁体を前記出力部材側に進出させた状態に保持する油圧導入室と，前記油室と前記油圧導入室とを連通させる油圧導入路とを備え，／前記出力部材が所定の位置に達したときに，駆動部材により前記弁体を移動させて前記開閉弁機構の開閉状態を切り換える装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "「流路」及び「開閉弁機構」について，本件発明1は流路及び開閉弁機構ともシリンダ本体に設けられたものであるのに対し，引用発明1は流路がバルブ本体21に設けられ，パイロット弁Bがエンドキャップ11に設けられたものである点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "開閉弁機構の油圧導入室と油圧導入路について，本件発明1の油圧導入室は，油室の油圧によって弁体を出力部材側に進出させた状態に保持するものであるのに対し，引用発明1の孔延長部33は，バネ35のバネ力によって，スプール弁29をピストン15及びピストンロッド16側に進出させた状態に保持するものであって，油室の油圧によっても当該進出された状態に保持するものであるかは不明である点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "本件発明1は，油圧シリンダにおける出力部材の位置を検出する検出装置であって，流体がエアであり，そして開閉される流路として，一端部に加圧エアが供給され他端部が外界に連通したエア通路を設け，出力部材が所定の位置に達したときに，出力部材により弁体を移動させて開閉弁機構の開閉状態を切り換えて，エア通路のエア圧を介して出力部材が所定の位置に達したことを検知可能に構成したものであるのに対し，引用発明1は，ピストン15及びピストンロッド16の位置を検出する装置であるか否かが明らかではなく，流体がエアであるか否かも明らかではなく，そして開閉される流路として，接続ポート26及び27を接続する流路と接続ポート26及び28を接続する流路を設け，ピストン15及びピストンロッド16が所定の位置に達したときに，ピストン15に設けたカム部材43によりスプール弁29を移動させてパイロット弁Bの開閉状態を切り換えるものであるが，ピストン15及びピストンロッド16の位置を検出するものであるかが不明である点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と引用発明2の対比",
              "text": [
                "本件審決は，引用発明2及び本件発明1との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2",
                  "text": [
                    "シリンダ12と，このシリンダ12に進退可能に装備されたピストンロッド26と，このピストンロッド26を進出側と退入側の少なくとも一方に駆動する為の油室とを有する油圧シリンダにおける前記ピストンロッド26の位置を検出する位置検出装置であって，／ヘッド20内に形成された通孔56，通孔58及び通孔64が設けられ，通孔58は端部に加圧エアが供給され，通孔64は端部が外界に連通し，そしてこの通孔56と58との間を流れる流路及び通孔56と64との間を流れる流路を開閉可能な空圧バルブ16とを備え，／前記空圧バルブ16は，前記ヘッド20に形成した装着孔に進退可能に装着された弁部材46と，加圧エアの圧力が，操作具44がシリンダ12の内部へ移動する方向に作用し続けるように構成されることで，弁部材46をピストンロッド26側に進出させた状態に保持し，ピストン24が後退時には，弁操作具44がリリースされる空間を備え，／前記ピストンロッド26が所定の位置に達したときに，前記ピストンロッド26により前記弁部材46を移動させて前記空圧バルブ16の通孔56と58との間及び通孔56と64との開閉状態を切り換え，前記通孔56のエア圧を介して前記ピストンロッド26が前記所定の位置に達したことを検知可能に構成した，／位置検出装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明2との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "シリンダ本体と，このシリンダ本体に進退可能に装備された出力部材と，この出力部材を進出側と退入側の少なくとも一方に駆動する為の油室とを有する油圧シリンダにおける前記出力部材の位置を検出する位置検出装置であって，／前記シリンダ本体内に形成されたエアが流れる流路を開閉可能とした開閉弁機構とを備え，／ ",
                        "前記開閉弁機構は，前記シリンダ本体に形成した装着孔に進退可能に装着された弁体と，弁体を出力部材側に進出させた状態に保持する空間を備え，／前記出力部材が所定の位置に達したときに，前記出力部材により前記弁体を移動させて前記開閉弁機構の開閉状態を切り換え，前記エア通路のエア圧を介して前記出力部材が前記所定の位置に達したことを検知可能に構成した，／位置検出装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点4",
                          "text": [
                            "本件発明1の開閉弁機構は，油室と油圧導入室を連通させる油圧導入路を備え，油室の油圧によって弁体を出力部材側に進出させた状態に保持するのに対し，引用発明2の空圧バルブ16は，油圧導入路に相当する構成を備えておらず，バネ力及びエア通路内のエア圧によって進出させた状態に保持する点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点5",
                          "text": [
                            "本件発明1は，開閉弁機構が開閉可能な流路は，一端部に加圧エアが供給され他端部が外界に連通したエア通路であるのに対し，引用発明2は，通孔58は端部に加圧エアが供給され，通孔64は端部が外界に連通し，そしてこの通孔56と58との間を流れる流路及び通孔56と64との間を流れる流路である点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1と引用発明3の対比",
              "text": [
                "本件審決は，引用発明3及び本件発明1との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明3",
                  "text": [
                    "低圧シリンダ20と，この低圧シリンダ20に進退可能に装備されたピストン21及び高圧ピストン26，27と，このピストン21及び高圧ピストン26，27を進出側と退入側の少なくとも一方に駆動する為のメインシリンダ空間22，23とを有する連続ピストンドライブにおける反転動作する装置であって，／一端部に圧力媒体が供給され他端部が回収容器に連通した流体通路と，この流体通路を開閉可能な二方パイロット弁63，64とを備え，／前記ピストン21が左端又は右端に達したときに，前記ピストン21により前記二方パイロット弁63，64のプランジャ65を移動させて前記二方パイロット弁63，64の開閉状態を切り換え，前記流体通路61の流体圧を介して反転動作する装置"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明3との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "シリンダ本体と，このシリンダ本体に進退可能に装備された出力部材と，この出力部材を進出側と退入側の少なくとも一方に駆動する為の油室とを有する油圧シリンダにおける前記出力部材の所定の位置で動作する装置であって，／一端部に加圧流体が供給され他端部が外界に連通した流路と，この流路を開閉可能な開閉弁機構とを備え，／前記出力部材が所定の位置に達したときに，前記出力部材により移動部材を移動させて前記開閉弁機構の開閉状態を切り換え，前記流路の流体圧を介して前記出力部材が前記所定の位置に達した場合に切換動作する／切換装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点6",
                          "text": [
                            "本件発明1は，流路がシリンダ本体内に形成され，開閉弁機構はシリンダ本体に形成した装着孔に進退可能に装着された弁体と，油室の油圧によって前記弁体を出力部材側に進出させた状態に保持する油圧導入室と，前記油室と前記油圧導入室とを連通させる油圧導入路とを備えたものであって，前記出力部材が所定の位置に達したときに前記出力部材が移動させる移動部材は弁体であるのに対し，引用発明3の流体通路は，低圧シリンダ20内に形成されたものであるか不明であり，メインシリンダ空間22，23の流体圧によって弁体がピストン21及び高圧ピストン26，27側に進出させた状態に保持する油圧導入室や，メインシリンダ空間22，23を連通させる流体導入路を備えたものであるかも不明であり，移動部材はプランジャ65である点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点7",
                          "text": [
                            "本件発明1は，出力部材が所定の位置に達したときに，出力部材により弁体を移動させて開閉弁機構の開閉状態を切り換えて，エア通路のエア圧を介して出力部材が所定の位置に達したことを検知可能とした位置検出装置であるのに対し，引用発明3は，ピストン21により差圧ピストンを移動させて二方パイロット弁63，64の開閉状態を切り換えて，流体通路の流体圧を介して反転動作する装置である点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点8",
                          "text": [
                            "本件発明1では，ピストンを油圧駆動にし，位置検出装置の制御流体を「加圧エア」としているのに対し，引用発明3においては，ピストンを油圧駆動にした場合，反転動作する装置の制御流体が「加圧油」となる点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1に基づく進歩性判断の誤り（取消事由1）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の認定及び容易想到性判断の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2の容易想到性判断の誤り"
                },
                {
                  "fig": "エ",
                  "subject": "相違点3の認定及び容易想到性判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2に基づく進歩性判断の誤り（取消事由2）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4の容易想到性判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点5の容易想到性判断の誤り"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明3に基づく進歩性判断の誤り（取消事由3）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点7の容易想到性判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点8の容易想到性判断の誤り"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "分割要件違反（取消事由4）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明1に基づく進歩性判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「往復移動するよう制御可能」について",
                  "text": [
                    "本件審決は，引用発明1は，スプール弁29によって流路の開閉を行うことで，油圧パワーアクチュエータAの供給配管13あるいは14に交互に流体を供給あるいは排出し，その流体の圧力によって，ピストン15を往復移動するように制御するものであるとして，引用発明1について，スプール弁29を移動させて，パイロット弁Bの開閉状態を切り替えることで，ピストン15が「往復移動するよう制御可能に構成し」たものであると認定した。",
                    "しかし，引用発明1は，ピストンが行程端に達したことを検出して，切替弁など他の機器を操作する発明であって，ピストンの往復制御は，引用発明1の用法の一例として説明されているにすぎない。また，引用例1において，弁構造を一端部にだけ配置することも記載されているところ（2欄3～9行），この場合は往復制御を実現できないから，かかる記載は，引用発明1を，ピストンが行程端に達したことを検知する位置検出装置とすることを前提とするものである。",
                    "したがって，引用発明1は，ピストンの往復制御のみに限定される発明ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「カム部材43」について",
                  "text": [
                    "本件審決は，引用発明1について，「前記ピストン15及びピストンロッド16が後退ストローク端に達したときに，前記ピストン15に設けたカム部材43により前記スプール弁29を移動させて前記パイロット弁Bの開閉状態を切り換える」と認定した。",
                    "しかし，引用例1のクレーム1は，弁手段を駆動させる部材を「カム部材」とは限定しておらず，クレーム2において「カム部材」との限定がなされている。技術的にも，運動の伝達をスムーズにできれば，カム部材を使用する必要はない。",
                    "したがって，引用発明1において，スプール弁29を移動させる部材は，シリンダ室内に進出させた出力部材の一部であればよく，「カム部材」に限定されない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の認定及び容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定の誤り",
                  "text": [
                    "本件審決は，引用発明1は「流路がバルブ本体21に設けられ，パイロット弁Bがエンドキャップ11に設けられた」点が，本件発明1と相違すると認定した。",
                    "しかし，本件発明1のシリンダ本体は，シリンダ部材及びその上下の端壁部材を包含するものである（【0030】）。そして，引用発明1のエンドキャップ11は，シリンダ本体10の端壁部材であるから，本件発明1の「シリンダ本体」に含まれる。したがって，引用発明1のパイロット弁Bは，「シリンダ本体」に設けられているというべきである。",
                    "そして，引用発明1のバルブ本体21は，パイロット弁Bの構造の一部であり，パイロット弁Bは，エンドキャップ11の一部であって，上記のとおり「シリンダ本体」の一部であるから，引用発明1のバルブ本体21も，「シリンダ本体」の一部である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用発明1は，従来のパイロット弁のユニットと連動カムの可動部分を，バルブ本体21やエンドキャップ11により完全に囲むようにしたものであるが，本件発明1は，弁体を移動させるための構成をピストンとは別途に設けたものではないから，引用発明1と本件発明1は前提となる構成が異なり，引用発明1に引用発明2などを適用する動機付けがないと判断した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，引用発明1においては，可動部分を完全に囲むことができれば課題を解決できるから，バルブ本体21で囲むことに代えて，引用例2に記載された「エンドキャップ（本件発明1のシリンダ本体に相当）に内蔵する方法」を適用して，本件発明1の相違点1の構成とすることは，当業者が容易に想到することができる。",
                        "また，引用発明1のパイロット弁をバルブ本体21で囲ったままで，シリンダ本体に内蔵することは，甲5（図2）及び甲6（図6）のほか，引用例3や甲4に記載された技術事項であって，甲7，8，10及び19からも周知技術である。そして，バルブ本体21をシリンダ本体に内蔵することは，外部からの汚染物の侵入防止という引用発明1の効果をより向上させるものであるから，上記技術事項ないし周知技術を適用する動機付けもある。",
                        "なお，相違点1において問題になるのは，出力部材が弁体を移動させるための突出部を有するか否かであり，引用例2，甲5及び6において，それが，カム部材である必要はない。そして，引用例2の「弁操作具44の端部」（図3），甲5の「ロッド75の端部76」（図2），甲6の「スライド弁42の端部」（図6）が，それぞれピストンの位置を検出するための突出部に該当する。",
                        "加えて，引用発明1に，引用例2，引用例3，甲4ないし8に記載された発明を適用することについては，技術分野が同一であること，本件発明1，引用発明1，引用例2及び3に記載された発明の課題が，信頼性や耐久性の向上という点で同一であること，本件発明1と引用発明1において出力部材によって弁機構を切り替えるという作用機能が共通すること，当業者にとって往復制御のためにピストンが行程端に達したことを検出する機構に用いられる技術事項が，位置検出装置にも適用できるのは，周知の技術常識であったことから，動機付けがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点1について容易に想到できないとした本件審決は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明1において，孔延長部33の油室の油圧によって，スプール弁29をピストン15及びピストンロッド16側に進出させた状態に保持することは，スプール弁29の両端に作用する油圧において，孔延長部33側のものを相対的に大きくすることであり，その結果，油室の油圧の影響によりカム部材43によるスプール弁29の上方への移動を妨げることとなるから，引用発明1には，相違点2に係る構成を備えることについて阻害事由があると判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用発明1で問題となるのは，スプール弁29の最下端に上方に作用する加圧流体の力が働き，それが，下方に作用するバネ35の力に抗するため，スプール弁29が「下方へ移動すること」が妨げられることである（4欄14～24行）。これに対し，スプール弁29が「上方へ移動する」場合は，スプール弁29は，ピストン15による下方からの極めて強力な機械力で「上方に押し上げられる」のであるから，スプール弁29の「両端に作用する油圧」のバランスなど，全く問題にならず，阻害事由は存在しない。",
                    "そして，本件発明1の相違点2の構成は，引用例3，甲5及び6に記載された技術事項であって，甲19からも周知技術であり，また，当業者が，引用発明1にこれらに記載された技術事項や周知技術を適用することは容易に想到できる。特に，引用例3には，引用発明1と同様にバネ力で弁体を付勢した場合（図10）と，「油室と油圧導入室を連通させる油圧導入路を備え，油室の油圧によって弁体を出力部材側に進出させた状態に保持する構成」（図11）がいずれも開示され，「バネの押し力に代えて，図11に示されたような差圧ピストンの作用に基づく復帰動作を備えたスライド弁を使用可能である」との記載もあり（5頁右94～97行），引用発明1の付勢バネを相違点2の構成に置換する具体的な示唆がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，引用発明1において，スプール弁29を下方へ進出させる油圧の力はゼロであることが前提となっており，この点で相違点2に係る構成を備えることについて，阻害事由があると主張する。しかし，そもそも，引用発明1の孔延長部33に導入された油圧は，弁体29を進出部材側に進出させる力を発生させているものであって，また，引用例3に記載された技術事項は，この力を更に増加させるものであるから，引用発明1の目的に反せず，その機能も喪失させない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，相違点2について容易に想到できないとした本件審決は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3の認定及び容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点3の認定の誤り",
                  "text": [
                    "本件審決は，引用発明1は「ピストン15に設けたカム部材43によりスプール弁29を移動させてパイロット弁Bの開閉状態を切り換えるものである」と認定し，本件発明1との相違点3を認定した。",
                    "しかし，引用発明1は，カム部材を必須の構成要件としているわけではなく，出力部材で弁体を移動させることを排除していない。引用例1に接した当業者は，引用発明1の弁体を移動させる構成は，適宜選択可能であると理解する。",
                    "また，本件明細書では，実施例で弁体を移動させるためのカム部材が出力部材に設けられた構成が開示されている。開閉弁機構30においては，小径のロッド4dと大径のロッド4eとを連結している傾斜部分が，弁体31を移動させるカム部材に相当し（図1，2），開閉弁機構50Fにおいては，検出用溝102が形成されたピストンロッド部材90の下部の外周部が，弁体51を移動させるカム部材に相当する（図29，30）。",
                    "したがって，引用発明1におけるカム部材43の構成により，引用発明1と本件発明1の技術的思想が相違するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3の容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用発明1のスプール弁29は，ポート26ないし28との間の流路を切り替え，ピストン15及び16が自動的に反転動作をするための動作切替手段の一部であるから，当業者が，動作切替手段の一部にすぎないスプール弁29に，ピストン15及びピストンロッド16が後退ストローク端に達したことの検知機能を持たせようとする合理的理由がないと判断した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，前記(1)アのとおり，引用発明1は，ピストンの往復制御のみに限定される発明ではないから，かかる誤解に基づく本件審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，本件発明1と引用発明1との相違点3は実質的な相違点ではない。",
                        "すなわち，本件明細書には，位置検出装置の役割が明記されていないものの，本件発明1は，クランプ・アンクランプの確認装置に関する従来の発明を改善したものであって，従来技術は，確認装置からの信号を他の機器に伝達し，所定の制御を開始するために用いることを目的としており，本件明細書の【0108】の記載からも，本件発明1の位置検出装置は，ピストンが所定の位置に達した信号を，他の機器に伝達し，当該他の機器に所定の制御を行うためのものとして利用されるものである。そして，引用発明1のパイロット弁は，ピストン（出力部材）の位置を検出して，その信号を他の機器に伝達することで，他の機器に所定の制御を行わせるものである。",
                        "さらに，引用例2に記載された弁機構16は，本件発明1と同様にエア通路のエア圧を介して出力部材が所定の位置に達したことを検知可能に構成したものであるところ（3欄24～30行），引用例2の実施例（図1）には，弁機構16の切替えによるエア圧の変化により，ピストン24を往復動作させる機構として利用できることが開示されていること，甲13，18や19などでも，往復制御のためにピストンが行程端に達したことを検出する機構が位置検出装置と呼称されていることからも，当業者においては，往復制御のためにピストンが行程端に達したことを検出する機構が位置検出装置であると理解されており，両者の間には，何ら技術的な差異はないというべきである。",
                        "したがって，本件発明1と引用発明1との間には，技術的に見て相違点3は，そもそも存在しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "仮に，本件発明1と引用発明1との間に技術的な相違があるとしても，引用発明1の「ピストンが行程端に達したことを検出する機構」を，本件発明1の「位置検出装置」として利用することは，引用例2，引用例3，甲4ないし6に記載された技術事項や，甲7，8，13，14，18，19から認められる周知技術を適用することにより，当業者は容易に想到する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "引用例2に記載された技術事項の適用",
                          "text": [
                            "引用例2には，ピストン24の動作により空圧バルブ16の開閉弁機構が切り替えられることにより，ピストン24に駆動流体を供給している弁92を切り替えて，ピストン24を往復制御していることが記載されているところ，さらに「ピストン24の移動は，上記の空圧バルブ16の操作結果を介して，…ピストン24の位置についての情報を提供するためサーボ機構の検知に利用することが理解され得る」と記載され（3欄24～30行），「ピストンが行程端に達したことを検出する機構」が，ピストンの「位置検出装置」に利用することが可能であることが明記されている。",
                            "なお，引用発明1は，ピストン15がストローク端に達したことを検出して，その検出信号によって，他の機器を制御する技術であり，その応用技術の一例として，往復動作を制御することが可能であると説明されているにすぎないから，引用発明1に，検出信号により位置検出装置としての機能を持たせることに何ら阻害事由はない。",
                            "したがって，引用例2に接した当業者は，引用発明1に，引用例2に記載された上記技術事項を適用して，相違点3の構成とすることを容易に想到する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "周知技術の適用",
                          "text": [
                            "ピストンの往復動作を制御する技術は，①位置検出装置でピストンがストローク端に到達したことを検知し，②当該位置検出装置からの信号により，切替弁を切り替えてピストンの動作を反転させるというものであって，「位置検出装置」を利用した「制御技術」である。",
                            "また，ピストンの往復制御に関する先行文献には，ピストンがストローク端に達したことを検出する機構である弁機構（甲4，13）やスイッチ（甲18，19）について，「位置検出装置」であることが明記されている。",
                            "そうすると，ピストンの往復動作を制御する技術において，ピストンがストローク端に達したことを検出する機構は，当業者の技術常識において，位置検出装置として認識されていたものということができる。したがって，当業者は，引用発明1のパイロット弁を，位置検出装置として認識するものであるし，仮にそうでないとしても，引用発明1に，パイロット弁を位置検出装置とする周知技術を適用できることを容易に想到する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "被告の主張について",
                          "text": [
                            "被告は，引用発明1において，パイロット弁Bの制御流体は加圧油である必要があると主張するが，引用発明1において内部の部品を潤滑しているのは，制御流体ではなく，パワーアクチュエータを駆動させる駆動流体であるから，パイロット弁Bの制御流体は加圧油である必要はない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，相違点3について容易に想到できないとした本件審決は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，当業者が引用発明1に基づいて容易に発明をすることができたものであるから，本件発明1について進歩性を有すると判断した本件審決は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「往復移動するよう制御可能」について",
                  "text": [
                    "引用例1には，弁構造を一端部に配置するか，両端部に配置するかについて例示されているにすぎないから，引用発明1のスプール弁29を，反転動作をするための動作切替手段の一部であるとした本件審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「カム部材43」について",
                  "text": [
                    "引用発明1において，カム部材43はパイロット弁Bを動作させるための必須の構成である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の認定及び容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の認定の誤り",
                  "text": [
                    "引用発明1のパイロット弁Bは，正確には「バルブ本体21」に設けられている。また，引用発明1の流路は「バルブ本体21」に設けられている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の容易想到性の判断の誤り",
                  "text": [
                    "引用発明1において，カム部材43はパイロット弁Bを動作させるための必須の構成であり，これを省略可能とする記載もない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の容易想到性判断の誤り",
              "text": [
                "引用発明1において，孔延長部33に導入された油圧は，スプール弁体29の両端に作用する油圧をバランスさせるものにすぎず，スプール弁29を下方へ進出させる力はゼロであることが前提となっている。",
                "これに対し，本件発明1では，「前記油室の油圧によって前記弁体を前記出力部材側に進出させた状態に保持する油圧導入室」と規定されており，バネの存在の有無はともかく，油圧によって弁体を出力部材側に進出させる力を発生させなければならない。",
                "したがって，引用発明1に相違点2に係る構成を適用することは，引用発明1の前提に反し，阻害要因がある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3の認定及び容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点3の認定の誤り",
                  "text": [
                    "引用発明1において，カム部材43はパイロット弁Bを動作させるための必須の構成である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3の容易想到性の判断の誤り",
                  "text": [
                    "本件発明1と引用発明1との相違点3は実質的な相違点である。",
                    "また，本件審決は，相違点3について，引用発明1において「流体がエアであるか否かも明らかではなく」とするものの，引用例1には「本発明の重要な特徴は，アクチュエータ流体がパイロット弁の部品の潤滑剤としても機能することにある」と記載されているから（4欄12・13行），パイロット弁Bの制御流体は加圧油である必要がある。そして，引用発明1の制御流体として，加圧エアを用いることは容易に想到し得ず，この点からも，相違点3は容易に想到できたものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，当業者が引用発明1に基づいて容易に発明をすることができたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用発明2に基づく進歩性判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点4の容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明2の加圧エアは，弁部材46を押圧し続ける機能と，出力部材が所定の位置に達したことを伝える機能を併有するところ，油室の油圧によって弁部材46を進出させた状態に保持することは，加圧エアが併有する二つの機能のうち，一部の機能に係る構成部分のみを置き換えようとするものであって，引用発明2には，一部の機能に係る構成部分のみを置き換えることの動機付けがないと判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用発明2に，付勢バネ50による付勢に代えて，引用例3に記載された技術事項のほか，甲5，6に記載された技術事項や甲19から認められる周知技術を適用することは，当業者にとって容易に想到できたことである。特に，引用例3には，引用発明1と同様にバネ力で弁体を付勢した場合（図10）と，「油室と油圧導入室を連通させる油圧導入路を備え，油室の油圧によって弁体を出力部材側に進出させた状態に保持する構成」（図11）がいずれも開示され，「バネの押し力に代えて，図11に示されたような差圧ピストンの作用に基づく復帰動作を備えたスライド弁を使用可能である」との記載もあり（5頁右側94～97行），引用発明2の付勢バネを相違点4の構成に置換する具体的な示唆がある。",
                    "そして，引用発明2の弁部材46を主に付勢しているのは，付勢バネ50のバネ力であり，加圧エアはそれと協働すると言及されているにすぎず，加圧エアによる押圧力と付勢バネによる押圧力との相違からも，引用発明2において，加圧エアの押圧力が失われても何ら問題は生じないから，加圧エアの押圧力を他の構成に置換することに阻害事由はない。 "
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，引用発明2に「油圧導入室」を適用すれば，弁孔53や通孔58に油圧を導入することになると主張するが，空圧バルブ16と油圧導入室を分離すれば，弁孔53や通孔58は油圧の影響を受けるものではない。",
                    "また，被告は，引用発明2に，課題や構成が異なる引用例3に記載された「油圧導入室」「油圧導入路」を適用することは容易ではないと主張する。しかし，相違点1は，バネ力により弁体を進出させる構成を，流体導入室の流体圧力により弁体を進出させる構成に置換可能か否かであって，開閉弁機構の制御流体が，作業用ピストンの駆動流体と同一であるか否かとは全く関係がない。",
                    "さらに，被告は，引用例3において，油圧と空圧という異なる流体を用いることは想定されていないと主張する。しかし，引用例3において，開閉弁機構と出力部材の圧力供給源を別々のものとすることは，技術的に極めて容易であり，油圧と空圧という異なる流体を用いることは，阻害事由にはならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，相違点4について容易に想到できないとした本件審決は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5の容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明2の加圧エアは，弁部材46を押圧し続ける機能と，出力部材が所定の位置に達したことを伝える機能を併有するところ，前者の機能のためには，弁部材46に作用する通孔58の加圧エアの圧力が変化しないことが望ましく，後者の機能のためには，通孔56が通孔58に接続されたときの通孔56に生じるエア圧と，通孔56が通孔64に接続されて外界に連通した際の通孔56に生じるエア圧の変化を検出するのであるから，同様に通路58の加圧エアの圧力が変化しないことが望ましいことは当業者にとって明らかであり，引用発明2を，相違点5に係る構成を備えたものとすることは，変化しないことが望ましい通孔58内の加圧エアの圧力を変化させようとするものであって，阻害事由が存在すると判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用発明2において，パイロット弁を付勢しているのは付勢バネ50であり，加圧エアの存否は引用発明2の構成に影響しない程度であり，ピストンロッド26が所定の位置に達したときには，その強い機械力で弁部材46が内側に移動され，加圧エアはもはや不要なものであるから，ピストンロッド26が所定の位置に達したときには，弁部材46を押圧する機能のために，通路58の加圧エアの圧力が変化しないことが望ましいとはいえない。また，出力部材が所定の位置に達したことを伝える機能のためには，加圧エアが流れる通孔の圧力が大きく変動した方が検出は容易である。したがって，本件審決の判断は前提において誤っている。",
                    "そして，甲12ないし14のほか，甲7，8によれば，加圧エアが供給されるエア通路と外界に連通したエア通路とを，連通させることは，周知技術であり，引用例1及び甲4に記載された技術事項であるところ，本件発明1の相違点5の構成は，引用発明2にこれらの周知技術などを適用することにより容易に想到できたものである。",
                    "なお，加圧エアが供給されるエア通路と外界に連通したエア通路とを連通させた場合，通孔58に圧力センサなどの機器を接続して通孔58と通孔64を開閉する開閉弁機構を採用すれば足りる。また，引用例2には「弁92を介在させる空圧接続以外の空圧接続が想定されることは明確に理解される」と記載されており（3欄73～75行），引用発明2の開閉弁機構に代えて，適宜公知の開閉弁機構を適用することについて具体的な動機付けもある。さらに，甲12には，引用発明2と同様に「空圧源に連通するエア通路」と「外界に連通したエア通路」を連通させない構成（第2図）と，両エア通路を連通させる構成（第1図）が記載されており，当業者はこれらの構成を置換させることについて具体的な動機付けがある。引用発明2の構成に相違点5に係る構成を適用しても，被告が主張するように，引用発明2の本来の動作・機能が損なわれることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点5について容易に想到できないとした本件審決は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，当業者が引用発明2に基づいて容易に発明をすることができたものであるから，本件発明1について進歩性を有すると判断した本件審決は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点4の容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明2は，「弁操作具44は，バネ50の作用及び／又は従道部分68の対応面積に作用する加圧エアの力によってリリースされ」（3欄9～12行），「入口孔58からの流体圧力は，バネ50の付勢力と協働して，シリンダ12の中空体の内部から弁操作具44及び弁部材46に作用する圧力流体の力に抗して上記の操作具44が外方位置へ移動するのを防止する」とされている（3欄37～43行）。したがって，引用発明2においては，既に「加圧エア」によって，弁操作具44を付勢しているから，さらに「油圧導入室」を付加する動機付けはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用発明2に「油圧導入室」を適用すれば，弁孔53や通孔58に油圧を導入することになるが，これでは空圧バルブ16が動作しなくなるから，引用発明2に「油圧導入室」を設けることには阻害要因がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，引用発明2に，引用例3に記載された「油圧導入室」「油圧導入路」を適用することは容易ではない。",
                    "すなわち，引用発明2は，ピストン24を往復移動させる油圧とパイロット弁16により制御される空気圧とが相互に関連せず独立して制御されるものであるのに対し，引用例3においては，ピストン21の駆動動作，パイロット弁63，100の開閉動作及び圧力変化，四方弁36又は三方弁37の動作及び当該動作に伴う流体の圧力変化を，共通の流体を用いることで相互に関連させて動作及び圧力変化を生じさせ，ピストン21の反転動作の制御を行うように構成されている。したがって，引用発明2と引用例3に記載された発明とは，基本的な課題や構成が全く異なるから，引用発明2に引用例3に記載された技術事項を適用することが容易であるとは到底いえない。",
                    "また，引用例3においては，油圧と空圧という異なる流体を用いることは想定されておらず，開閉弁機構によって「加圧エア」を制御しながら，その開閉弁機構に「油圧」を導入するための油圧導入室及び油圧導入路を設けるという本件発明1の思想は，引用例3に記載も示唆もされていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5の容易想到性判断の誤り",
              "text": [
                "引用発明2は，弁孔53に連通する複数の通孔56，58を選択的に接続する（連通させる）ものであり（1頁要約部分8～12行，2欄38～40行，5欄7・8行，5欄15・16行），引用発明2においては，圧力入口用の通孔58と，圧力出口用の通孔56とを連通又は遮断し，これにより制御される圧力出口用の通孔56からの圧力を利用することが必須の事項である。",
                "したがって，引用発明2において，圧力入口用の通孔58と排気用の通孔64とを連通させる動機付けはなく，圧力出口用の通孔56を外界に連通させる動機付けも存在しない。引用発明2の構成に相違点5に係る構成を適用すれば，引用発明2の本来の動作・機能が損なわれるから阻害要因も存在する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，当業者が引用発明2に基づいて容易に発明をすることができたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（引用発明3に基づく進歩性判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点7の容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明3の二方パイロット弁63，64は，流体通路を切り替え，ピストン21が自動的に反転動作するための動作切替手段の一部であるから，当業者が，自動往復運動をしているピストン21の行程端を検知しようと試みて，動作切替手段の一部にすぎない二方パイロット弁63，64にピストン21の行程端の検知機能を持たせようとすることの動機付けがあるとはいえないと判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用発明3のパイロット弁は，他の機器の制御のための信号を伝達するというものであるから，前記1〔原告の主張〕(4)イ(ウ)と同様に，本件発明1と引用発明3との相違点7は実質的な相違点ではない。",
                    "また，仮に技術的な相違があるとしても，前記1〔原告の主張〕(4)イ(エ)と同様に，引用発明3の「ピストンが行程端に達したことを検出する機構」を，本件発明1の「位置検出装置」として利用することは，当業者が容易に想到する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点7について容易に想到できないとした本件審決は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点8の容易想到性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明3は，ピストン21により二方パイロット弁63，64の開閉状態を切り替えて，四方弁36の制御室50，51にピストン21に対する流体供給源の圧力Pが作用するようにして，従来技術ではゆっくりであった制御室における圧力変化を，圧力供給源からの圧力Pを作用させることで，迅速な圧力変化を達成するものと理解でき，ピストン21の駆動流体と，反転動作する装置の制御流体の圧力供給源を共通としたことに技術的な意義があるから，前者を油圧とし，後者をエアと異なったものとすることへの動機付けがあるとはいえず，むしろ阻害事由があると判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，制御室に，安定的に圧力Pを供給することができれば，それが駆動流体の圧力供給源であろうと，それとは異なる圧力供給源であろうと技術的な違いはなく，むしろ異なる圧力供給源のほうが，ピストンの動作によって影響がでないから，安定した圧力の圧力流体を供給することができる。したがって，引用発明3には，ピストン21の駆動流体と，反転動作する装置の制御流体の圧力供給源とを共通としたことに，技術的な意義は全く存在しない。",
                    "そして，引用発明3における駆動流体と制御流体に，別々の圧力供給源を適用することは，技術的に極めて容易であるところ（図1），引用例1の制御流体が加圧エアであることは明らかであり，引用例2及び甲4には，駆動流体として圧油が，制御流体として加圧エアが用いられた技術事項が記載されているほか，甲6にも同様の技術事項が記載され，甲7，8からも同様の周知技術が認められる。 そして，制御流体（加圧エア）と駆動流体（圧油）の切替えを行う油圧切替弁は，周知技術である（引用例2のバルブ92）。当業者は，引用発明3に，引用例2や甲4に記載された技術事項などを適用することにより，本件発明1の相違点8の構成とすることを容易に想到する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点8について容易に想到できないとした本件審決は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，当業者が引用発明3に基づいて容易に発明をすることができたものであるから，本件発明1について進歩性を有すると判断した本件審決は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点7の容易想到性判断の誤り",
              "text": [
                "引用発明3の二方パイロット弁63，64は，反転動作をするための動作切替手段の一部である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点8の容易想到性判断の誤り",
              "text": [
                "引用発明3において，流路61とシリンダ空間23とは，四方弁36によって接続されることが前提であり，ピストン21を駆動するための圧力供給源と，反転動作させる装置の圧力供給源とを別々にすることはできない。また，引用発明3において，流路61に加圧エアを供給するためには，シリンダ20をエアシリンダにする必要がある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，当業者が引用発明3に基づいて容易に発明をすることができたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（分割要件違反）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "分割要件違反",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件原出願明細書には，甲8に記載された開閉弁機構にスプール弁（弁体が弁体挿入孔に摺動することによって開閉を切り替える開閉弁）を用いる発明が有する問題点を解決するために，開閉弁機構としてポペット弁（弁体が弁座に当接する開閉弁）を採用した旨記載がある。",
                    "そして，本件発明1は，開閉弁機構にスプール弁を含むところ，スプール弁を包含する本件発明1は，エア通路を開閉する検出具を検出孔に対して摺動自在に移動させる構造を有する位置検出装置の信頼性低下の課題に関して，新たな技術的意義を実質的に追加している。本件出願は，本件原出願明細書に記載されていない新たな技術事項を追加するものであって，分割要件に違反するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "すなわち，本件原出願明細書には，検出具を検出孔に対して摺動自在に移動させる構造それ自体に問題がある旨指摘した上で（【0008】），弁体が当接可能な弁座を有するポペット弁について説明されているから，本件原出願に係る発明は，開閉弁機構として，ポペット弁を用いるものに限定した発明と理解される。",
                    "また，本件原出願に係る発明は，課題を解決するに当たり，装着孔に装着される弁体という構成を採用することにより，出力部材と弁体（検出具）とが別体化されて当該弁体の摺動距離を短くすることに加えて，弁体が当接可能な弁座を有するポペット弁という構成も採用しているのであるから（【0011】），本件原出願に係る発明においては，後者の構成は，単なる付加事項ではなく，課題を解決するために必須の特徴的な構成として明記されているというべきである。本件原出願明細書には，後者の構成を必須の構成要件とはしない技術的思想についての記載はなく，一方で，スプール弁に関する記載もない。",
                    "したがって，本件原出願明細書に記載された発明の開閉弁機構は，弁体を摺動させない構造（摺動面の移動距離がない構造）を有するポペット弁であると，当業者に合理的に理解されることは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決の判断",
              "text": [
                "本件審決は，①摺動部の移動距離という概念を設定し，②摺動部の移動距離がないか，あるいは短ければ短いほど，摺動に伴う閉止性能の低下が緩和されることは明らかであって，③当業者は，本件発明1のように，クランプロッド5の軸方向の移動に応答して，それよりも短い移動距離で開閉を行うように摺動面を構成することで，従来技術の問題が解決できると本件原出願明細書の記載から理解できるとして，本件出願の特許請求の範囲において，「弁体が弁座に当接する構成」との限定がなくても，本件出願は，本件原出願明細書に記載された事項の範囲内においてしたものといえる旨判断した。",
                "しかし，①摺動部の移動距離という概念について，その用語や意義及び当該移動距離に関する問題点の記載や示唆は，甲8にも，本件原出願明細書にも一切記載はなく，②についても，当業者が合理的に理解できるものではない。したがって，本件原出願明細書に，本件発明1の技術的事項の全てが当業者において正確に理解し，かつ，容易に実施することができる程度に記載されているということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件出願について分割要件違反はないことを前提に，本件各発明の新規性を判断した本件審決は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件原出願明細書の記載",
              "text": [
                "本件原出願明細書には「前記の種々の開閉弁機構の構造も例示であって，これらの開閉弁機構に限定されるものではなく，本発明の趣旨を逸脱しない範囲で種々の開閉弁機構を採用することができる」と記載されている（【0097】）。そして，ポペット弁とスプール弁は，いずれも開閉弁機構の構造として周知のものである。",
                "したがって，本件原出願明細書の実施例における例示がポペット弁のみであるとしても，開閉弁機構としてスプール弁も採用可能であることは，当業者は当然に理解する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件原出願明細書の趣旨",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件原出願明細書には，従来技術である甲8の装置の問題点を指摘する記載（【0008】）はあるものの，同記載をもって，本件原出願に係る発明をポペット弁を採用したものに限定することはできない。",
                    "すなわち，甲8の装置は，開閉弁機構の「検出具62」が出力部材である「クランプロッド5」と一体化されている。そして，甲8の装置においては，クランプロッド5の移動距離が，そのまま検出具62の移動距離となるから，クランプロッド5の往復動に伴う検出具62の移動距離が大きく，摺動部の摩耗が進みやすい。本件原出願明細書の【0008】の記載が，このことを指摘したものであることは，当業者であれば当然に理解する。一方，本件原出願に係る発明は，開閉弁機構の弁体と出力部材とが別個独立に設けられ，開閉弁機構の弁体の移動距離は出力部材の構成に比べて小さくできるから，甲8の装置が有する問題点は生じない。このことは，開閉弁機構が弁座を備えるか否かとは関係がなく，そもそも，弁の開閉動作に一定距離の弁体の移動を伴うことはスプール弁でもポペット弁でも変わりはない。",
                    "また，本件原出願明細書では，従来技術である甲8の装置の主たる問題点として，クランプ本体の外部に検出スペースを有することを指摘しており，本件原出願に係る発明を，検出具が移動するという副次的な問題点までも解決するものに限定する必要もない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，開閉弁機構としてスプール弁を採用することは，本件原出願明細書の趣旨に反するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件原出願明細書の記載を総合考慮すれば，開閉弁機構にスプール弁を採用した構成も本件原出願明細書に記載されており，その趣旨からも排除されていないから，本件出願について分割要件違反はないことを前提に，本件各発明の新規性を判断した本件審決に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1について",
          "text": [
            "本件発明1に係る特許請求の範囲は，前記第2の2【請求項1】のとおりであるところ，本件明細書によれば，本件発明1の特徴は，以下のとおりである。なお，本件明細書には，別紙本件明細書図面目録【図1】，【図2】，【図9】のとおり，図面が記載されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1は，特に出力部材が前進限界位置や後退限界位置などの所定の位置に達した際に，出力部材の動作に連動させて，シリンダ本体内のエア通路の連通状態を開閉弁機構により切り替え，エア圧の変化を介して出力部材の位置を検知可能にした位置検出装置に関するものである（【0001】）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1は，①出力部材が所定の位置に達したことをエア通路のエア圧の圧力変化を介することによって確実に検知可能にし，②検出スペースを別途設けないことによって小型化を可能にし，③長期間の使用や加工条件によってもエア通路が閉塞せずに出力部材の所定の位置を検出できるよう信頼性や耐久性を向上させることを目的として，請求項1の構成を採用したものである（【0007】～【0011】）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明1によれば，①出力部材が所定の位置に達したとき，出力部材により弁体を移動させて開閉弁機構の開閉状態を確実に切り替えるため，エア通路のエア圧を介して出力部材の所定の位置を確実に検知することができる（【0020】，【0060】）。",
                "また，本件発明1によれば，②開閉弁機構について，シリンダ本体内のエア通路を開閉するものとし，シリンダ本体に形成した装着孔に弁体を組み込むことで，開閉弁機構全体をシリンダ本体内に組み込むことができるため，油圧シリンダを小型化することができる（【0018】，【0059】）。",
                "さらに，本件発明1によれば，③油圧シリンダの油室の油圧を，開閉弁機構の油圧導入室に油圧導入路を介して導入可能に構成し，その油室の油圧を利用して弁体を油室側に突出した状態に保持することができるため，信頼性と耐久性を向上させることができる（【0019】，【0060】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（引用発明1に基づく進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1について開示された事項",
              "text": [
                "引用例1には，別紙引用例図面目録引用例1【図1】のとおり，図面が記載されるとともに，引用発明1に関し，以下の点が開示されているものと認められる（甲1）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明1は，油圧パワーアクチュエータにパイロット弁を組み合わせたものであって，パワーアクチュエータの動作にタイミングを合わせて，パイロット弁により流体制御回路を制御するユニット体に関するものである（1欄5～13行）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来のユニット体では，パイロット弁と連動カムの可動部分の一部が外部に開放されていたため，汚染物が侵入しやすく，また，内部の部品を適切に潤滑できないなどの問題があった（1欄26～36行）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明1では，パイロット弁と油圧パワーアクチュエータとを一体化することにより，パイロット弁の部品及びその操作手段を完全に密封し，また油圧パワーアクチュエータの駆動流体によって弁部品を潤滑することができる（1欄53～69行）。",
                    "具体的には，油圧パワーアクチュエータAのシリンダ10のエンドキャップ12の一部としてパイロット弁Bを設けユニット体としている。シリンダ10のエンドキャップ11及び12には，駆動流体が交互に供給排出され，これに連携してシリンダ10内のピストン15が往復移動する。エンドキャップ11には，パイロット弁Bが装着され，ピストン15が後退ストローク端に到達したときに動作される（2欄38行～3欄3行）。",
                    "また，ピストン15を作動させる駆動流体は，パイロット弁Bの部品の潤滑剤としても機能する。この加圧流体は，スプール弁29の最下端に作用して，バネ35の力に抗する力を加えるので動作不良を生じさせ得る。この動作不良を防止するため，引用発明1では，スプール弁29の両端部の空間を連通される軸孔路48を設けて，スプール弁をバランスさせる流体圧力を両端面に作用させ，流体圧力がスプール29の動作を妨げないようにしている（4欄12～26行）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用発明1の開閉弁装置の動作は次のとおりである。①駆動流体によりパワーアクチュエータAのピストン15が後退移動（【図1】の左方向）して，後退ストローク端に到達する，②ピストン15と同行移動するカム部材43が，パイロット弁Bのスプール弁29のローラ41と係合して，スプール弁29を上方へ押し上げる，③接続ポート26と28とが連通され，接続ポート26と27とが接続解除される，④駆動流体によりパワーアクチュエータAのピストン15が前進移動（【図1】の右方向）する，⑤カム部材43が引き抜かれ，パイロット弁Bのスプール弁29がバネ35により下方位置へ移動する，⑥接続ポート26と28とが接続解除され，接続ポート26と27とが連結される（3欄25～74行）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1には，おおむね，次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本発明のさらに別の目的は，油圧作動アクチュエータに使用されるエンドキャップに形成されるパイロット弁構造を提供することにあり，これにより，他のアクチュエータユニットとサイクル動作させるための従来のパワーアクチュエータユニットに適用できる分離ユニットとして上記エンドキャップを利用できる（2欄10～15行）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本発明は，油圧パワーアクチュエータAとパイロット弁Bとからなり，これらは，本発明に基づいてユニット組立体に結合されて，複数の流体アクチュエータを利用するシステムに用いられる。これにより，1つ以上の油圧アクチュエータの動作に応じてサイクル制御できる確実な装置を望める。上記油圧パワーアクチュエータAは，シリンダ10の一端部にエンドキャップ構造11を有すると共に他端部に出力側のエンドキャップ構造12を有する限りにおいて，従来の構造を備えている。これらのエンドキャップには適切なポートが設けられる。即ち，エンドキャップ11には，供給配管13に接続されるポートが設けられ，また，エンドキャップ12には，配管14が接続されるポートが設けられる。これらの配管により，適切なアクチュエータ流体の圧力が上記シリンダに交互に供給および排出され，それに連携して上記シリンダ内のピストン15を往復移動させる。このピストンには出力用ピストンロッド16が接続され，そのピストンロッド16がエンドキャップ12内の適切なブッシュを介して支持され，当該ピストンロッド16には，操作されるべき装置に連結される適切なカップリング手段が設けられる（2欄38～59行）。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "孔22内にスプール弁29が往復移動可能に装着される。この弁は，軸方向に離間した端部30，31を有し，これらの端部30，31が小径の首部32によって相互に接続される。…上記弁は上方位置へ移動可能であって，その上方位置では，接続ポート26及び28が連通されるのに対し，そのポート26とポート27とが接続解除される。これとは逆に，上記スプール弁は下方位置へ移動可能であって，その下方位置では，ポート26とポート27とが連通されるが，そのポート26とポート28とが接続解除される（3欄25～41行）。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "【図1】に示すように，スプール弁が上昇位置にあるときには，空所24内に上記ローラの端が進出し，そして，スプール弁が上記バネ35によって移動制限位置へ付勢されたときに上記ローラが空所24内に位置され，そこでは，当該ローラは，ピストン15と同行移動しかつ同軸のカム部材43の移動経路に位置される。【図1】において，ピストンが右方へ移動されるときには，カム部材は空所24から引き抜かれ，その後，スプール弁は，解放されて，制御位置のうちの一つの位置へ向けて下方に付勢される。しかしながら，ピストンが反対方向に移動されたときには，カム部材は，空所24に再び挿入されて，44で示すカム面がローラと係合すると共に，スプール弁を他の制御位置へ移動させる。このような構成とすることで，弁の動作がアクチュエータのピストンの移動と同期されることが明らかである（3欄58行～74行）。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1の前記記載及び別紙引用例図面目録引用例1【図1】によれば，引用例1に前記第2の3(2)アの引用発明1が記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「往復移動するよう制御可能」について",
                      "text": [
                        "原告は，本件審決が，引用発明1について，スプール弁29を移動させて，パイロット弁Bの開閉状態を切り替えることで，ピストン15が「往復移動するよう制御可能に構成し」たものであると認定したことが誤りであると主張する。",
                        "しかし，引用発明1は，パイロット弁Bの開閉状態の切替動作によって，他のアクチュエータ装置のサイクル制御を可能にするものである（2欄10～15行，38～45行，3欄65～74行）。そして，油圧パワーアクチュエータAのピストン15は，供給配管13，14を通じた流体の供給，排出を通じて往復移動するものであるから（2欄49～55行），油圧パワーアクチュエータAも，パイロット弁Bによってサイクル制御される他のアクチュエータ装置に含まれ得る。したがって，本件審決が，引用例1に記載された発明を認定するに当たり，これを，具体的に，スプール弁29の移動により，パイロット弁Bの開閉状態が切り替えられ，ピストン15が「往復移動するよう制御可能に構成」したものであると認定したことを誤りであるということはできない。原告の前記主張は採用できない。",
                        "なお，引用発明1は，パイロット弁Bの開閉状態の切替動作によって，他のアクチュエータを制御することを前提とするものであるが，このことは，本件発明1と引用発明1との相違点の容易想到性を判断するに当たり，引用発明1の内容中に示唆があるなどとして考慮すれば足りるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「カム部材43」について",
                      "text": [
                        "原告は，本件審決が，引用発明1について，「カム部材43により前記スプール弁29を移動させて」と認定したことが誤りであると主張する。",
                        "しかし，引用例1には，ピストン15のカム部材43により，ローラ41を介して，スプール弁29を移動させる旨記載されているから（3欄55行～71行），本件審決が，引用例1に記載された発明を認定するに当たり，スプール弁29を移動させる部材を，具体的に，カム部材43としたことは誤りではない。スプール弁29を移動させる部材が，技術的にカム部材43に限定されないとしても，それは，引用例1に記載された発明の認定を左右するものではない。原告の上記主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件審決の引用発明1の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と引用発明1とが前記第2の3(2)イ(イ)bの相違点2において相違することは，当事者間に争いがない。",
                    "そこで，引用発明1において，相違点2に係る本件発明1の構成を備えるようにすること，すなわち，油室（孔延長部33）の油圧によってスプール弁29を下方に進出させた状態に保持することを，当業者が容易に想到することができたか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1には，「上記の弁手段が，アクチュエータの作動流体の圧力に対してバランスされる」（2欄1・2行），「この動作不良を防止するには，流体圧力源を孔延長部33へ接続する通路を介して，スプール弁の反対側の端部に均圧流体を供給すればよい」（4欄16～20行），「弁スプールの両端部の空間同士を連通させる軸孔路48を設けて，その弁スプールをバランスさせる流体圧力を上記の両端面に作用させ」（4欄21～25行）と記載され，引用発明1においては，孔延長部33に導入された油圧によってスプール弁29の上端に作用する押下力が，スプール弁29の下端に作用する油圧による押上力と常に一致し，スプール弁29の両端に作用する力が等しくなるように構成されている。",
                    "そして，スプール弁29の上端と下端の空間は，軸孔路48により常時連結され，それぞれにかかる油圧は等しいから，スプール弁29の上端と下端の受圧面積もまた等しくなるように構成されていると認められる。そして，引用発明1において，油室（孔延長部33）の油圧によってスプール弁29を下方に進出させた状態に保持するためには，スプール弁29の上端に作用する力を下端に作用する力より大きくする必要があるところ，このためには，上端の受圧面積を下端の受圧面積よりも広くするよう構成を変える必要がある。",
                    "もっとも，前記(1)エのとおり，引用発明1においては，既に，バネ35により，パイロット弁Bのスプール弁29が下方位置へ移動する押下力が与えられている。",
                    "そうすると，スプール弁29の押下力がバネ35により既に与えられている引用発明1において，油圧によってスプール弁29を下方に進出させた状態に保持することは，バネ35による押下力に付加して，又はこれを置換して，スプール弁29の上端の受圧面積を下端の受圧面積よりも広くするような構成に変えた上で，油圧による押下力を得ようとするものということができる。そして，これは，引用発明1に，スプール弁29を押し下げるための構成の作用，機能の点で，大きく異なる構成を適用しようとするものであるから，相違点2に係る本件発明1の構成を適用する動機付けがあるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，引用発明1においては，スプール弁29の両端に作用する油圧による力が等しくなるように構成されており，孔延長部33に導入された油圧は，スプール弁29の押下力を持たないことが前提となっているから，当該油圧に押下力を持たせることには阻害事由もある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，油圧によりピストンを移動させるという技術事項や周知技術を引用発明1に適用することができるとし，また，引用例3の【図10】，【図11】には，バネによる押下力を油圧による押下力に置換する具体的な示唆があると主張する。",
                        "しかし，スプール弁29の上下の受圧面積が等しい引用発明1に，直ちに油圧によりピストンを移動させるという技術事項などを適用できるものではなく，引用例3の【図10】，【図11】も，いずれも差圧ピストンの左右の受圧面積に相違があることを前提とするものである。",
                        "したがって，原告の上記主張は，直ちに採用できるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，スプール弁29は，ピストン15による強い機械力で上方に押し上げられており，その際，スプール弁29の両端に作用する油圧のバランスは問題にはならないから，孔延長部33に導入された油圧に押下力を持たせることは，阻害事由にならない旨主張する。",
                        "しかし，引用発明1において，スプール弁29が上方に押し上げられるのは，ピストン15による機械力のみであって，その際，エンドキャップ11内の駆動流体は排出されており，スプール弁29の移動に油圧は作用していないから，スプール弁29の両端に作用する油圧のバランスは，そもそも問題にはならない。",
                        "したがって，原告の上記主張は，前記判断を左右するものにはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "よって，引用発明1において，相違点2に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，相違点1及び相違点3の容易想到性について判断するまでもなく，本件発明1は，当業者が引用発明1に基づいて容易に発明をすることができたものということはできない。また，本件発明2ないし7は，本件発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，本件発明2ないし7も，当業者が引用発明1に基づいて容易に発明をすることができたものということはできない。",
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（引用発明2に基づく進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2について開示された事項",
              "text": [
                "引用例2には，別紙引用例図面目録引用例2【図1】，【図3】のとおり，図面が記載されるとともに，引用発明2に関し，以下の点が開示されているものと認められる。また，引用例2には，前記第2の3(3)アの引用発明2が記載されていることが認められる（甲2）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明2は，空圧又は油圧のシリンダ往復機器と空圧パイロット弁とを結合させた空圧制御回路の構成部分に関するものである（1欄6～9行）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明2の位置検出装置の動作は次のとおりである。①油圧シリンダ12内のピストン24が右の行程端に移動すると，ピストン24がパイロット弁16の弁操作具44と係合し，圧縮バネ50に抗して，弁操作具44を右方へ駆動する，そうすると，パイロット弁16の弁部材46も右方へ移動し，弁部材46の縮経領域である首領域70が，通孔56と通孔58との間に移動する，②通孔58と通孔56が連通して，加圧エアが通孔58から通孔56へ流れ，通孔56及びこれに連通する出口62の圧力が高まる，③出口62に連通する外部マスター弁92により，パイプ36と38での油圧の供給及び無圧端への開放が切り替わり，ピストン24が油圧により左に移動する，④ピストン24とパイロット弁16の弁操作具44の係合が解除されると，圧縮バネ50の作用と通孔58からの空気圧とにより，パイロット弁16（弁操作具44及び弁部材46）が左に移動し，弁操作具44が，油圧シリンダ12のヘッド20から突出したノーマル外方位置に戻る，この位置では，弁部材46の縮経領域である首領域70が，通孔56と排気用の通孔64との間に移動し，通孔56と通孔64とが連通する。ピストン24が左の行程端に移動した場合も同様である（1欄63行～2欄31行，2欄70行～3欄43行，3欄65～75行）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明2におけるピストン24の移動は，パイロット弁16の操作結果を介して，他の装置の動作を制御するのに利用したり，ピストン24の位置についての情報を提供するために利用したりすることができる（3欄25～31行）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点4の容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と引用発明2とが前記第2の3(3)イ(イ)aの相違点4において相違することは，当事者間に争いがない。",
                    "そこで，引用発明2において，相違点4に係る本件発明1の構成を備えるようにすること，すなわち，油圧導入路を備え，油室の油圧によって弁体を出力部材側に進出させた状態に保持することを，当業者が容易に想到することができたか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2には，通孔58からの加圧エアの押圧機能に関して，「上記ピストン24が後退（判決注：【図3】の左方へ移動）すると，弁操作具44は，バネ50の作用及び／又は従道部分68の対応面積に作用する加圧エアの力によってリリースされ，その弁操作具44は，【図3】のノーマル外方位置へ戻る。」（3欄9～13行），「図示のように圧力入口と出口及び排気孔が位置されることにより，入口孔58からの流体圧力は，バネ50の付勢力と協働して，シリンダ12の中空体の内部から弁操作具44及び弁部材46に作用する圧力流体の力に抗して上記の操作具44が外方位置へ移動するのを防止する。」（3欄37～43行）と記載されている。",
                    "このように弁部材46を左方に押圧する力について，通孔58からの加圧エアによる作用とバネ50による作用とが並列して記載され，さらに「協働」する旨記載されていることからすれば，当業者は，通孔58からの加圧エアによる作用には，弁部材46を左方に押圧するものが含まれていると当然に理解するというべきである。そうであるにもかかわらず，引用発明2において，弁部材46に油圧導入路を備えて，油室の油圧によって弁部材46を押圧するような状態にすることは，通孔58からの加圧エアによる作用を失わせることになるから，このような状態にすることには阻害事由があるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用発明2において，弁部材46に油圧導入路を備えて，油室の油圧によって弁部材46を押圧するような状態にすることは，弁孔53などに油圧を導入することになり，空圧バルブ16の作用が失われることになるから，かかる点からも，このような状態にすることには阻害事由がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，弁部材46を主に付勢しているのはバネ50によるバネ力であるから，通孔58からの加圧エアの作用が失われても阻害事由にならないと主張する。",
                        "しかし，従道部分68の受圧面積が弁操作具44の受圧面積に比べて大きい場合を想定すれば，加圧エアによる押圧力は十分に大きなものとなり，また，そもそも，加圧エアによる押圧力を失わせることは，加圧エアが有する機能を失わせるものである。",
                        "したがって，原告の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，空圧バルブ16と油圧導入室を分離すれば，弁孔53などに油圧が導入されることにはならないから，阻害事由は生じないと主張する。",
                        "しかし，引用発明2について，弁部材46に油圧導入路を備えるという構成を適用した上で，弁孔53に連通する空間とは別に，油圧導入室を設けるという構成を採用することは，2段の容易想到をいうものであって，引用発明2に基づいて容易に想到できるものとはいえない。なお，引用例3の【図10】，【図11】には，バネによる押圧力を油圧による押圧力に置換できる旨記載があるが，引用発明2は駆動流体に油圧を，制御流体に空圧を用いるものであり，後記4(1)のとおり，引用例3においては，弁体を付勢する駆動流体と弁体によって開閉される管路を流れる制御流体とは同一であって，引用発明2の位置検出装置と引用例3が前提とする装置の動作内容は相違し，動作内容が相違すれば，当然に弁体に作用する力も相違するから，引用例3の【図10】，【図11】の記載をもって，弁孔53に連通する空間とは別に，油圧導入室を設けるという構成を採用することは，容易に想到できるものではない。",
                        "したがって，空圧バルブ16と油圧導入室を分離することを前提とする原告の主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "よって，引用発明2において，相違点4に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点5の容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と引用発明2とが前記第2の3(3)イ(イ)bの相違点5において相違することは，当事者間に争いがない。",
                    "そこで，引用発明2において，相違点5に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(1)イのとおり，引用発明2は，通孔56と通孔64との連通状態，通孔56と通孔58との連通状態を弁部材46によって交互に切り替え，通孔56の圧変化を外部マスター弁92で検知するというものであるから，通孔64と通孔58に圧力差があることが前提となっている。一方，加圧エアが供給されるエア通路と外界に連通したエア通路とを連通させ，これを開閉可能にするという技術事項を引用発明2に適用した場合，通孔64と通孔58の圧力差がない状態が存在することになる。",
                    "そして，上記技術事項を引用発明2に適用した場合，出力部材が所定の位置に達し，弁部材46によって，通孔56と通孔64との連通状態から通孔56と通孔58の連通状態へと切り替えられても，通孔64と通孔58が連通したままでは，通孔56に圧変化が生じないから，外部マスター弁92において，出力部材が所定の位置に達したことを検知できないことになる。",
                    "したがって，加圧エアが供給されるエア通路と外界に連通したエア通路とを連通させ，これを開閉可能にするという技術事項を引用発明2に適用することについては，阻害事由があるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，前記(2)イのとおり，引用発明2において，通孔58からの加圧エアは，弁部材46を押圧する作用を有するところ，通孔58と通孔64が連通した状態においては，弁部材46を左方に押圧するという加圧エアの作用が生じないから，かかる点からも，上記技術事項を引用発明2に適用することについては，阻害事由がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，出力部材が所定の位置に達したことを伝える機能のためには，加圧エアが流れる通孔の圧力が大きく変動した方が検出は容易であるから，通孔58と通孔64とを連通させても阻害事由にならないと主張する。",
                        "しかし，通孔56の圧変化が大きく変動したほうが外部マスター弁92による検知が容易になるのは当然であって，本件では，前記イのとおり，通孔58と通孔64とが連通した状態にあっては，その間に圧力差がなくなるため，弁部材46の切り替えによっても，通孔56に圧変化が生じないことになり，外部マスター弁92で出力部材が所定の位置に達したことを検知できないという阻害事由をいうものであるから，原告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，加圧エアが供給されるエア通路（通孔58）と外界に連通したエア通路（通孔64）とを連通させても，通孔58に圧力センサなどの機器を接続すれば，出力部材が所定の位置に達したことを伝えることができるから，阻害事由は生じないと主張する。",
                        "しかし，通孔56の圧変化を外部マスター弁92で検知するという引用発明2において，外部マスター弁92に加えて，通孔58の圧変化を検知する装置を付加したり，外部マスター弁92を，当該装置に置換したりした上で，通孔58と通孔64を連通させることは，引用発明2に，圧変化を検知するための構成の作用，機能の点で，大きく異なる構成を適用しようとするものであるから，このような付加等は容易に行えるものではない。引用例2に外部マスター弁92以外の検知手段を採用できる旨記載があるとしても（3欄73～75行），これは，圧変化の対象を通孔56から通孔58に代えることを示唆するものではない。なお，甲12の第1図も，空圧源に連通するエア通路と外界に連通したエア通路が同時に連通する状態は生じないから，本件発明1の構成とは異なるものであって，甲12の第1図，第2図は，空圧源に連通するエア通路と外界に連通したエア通路を連通させたり，連通させなかったりできるという技術的思想を示唆するものではない。",
                        "したがって，原告の前記主張は採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "よって，引用発明2において，相違点5に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は，当業者が引用発明2に基づいて容易に発明をすることができたものということはできない。また，本件発明2ないし7は，本件発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，本件発明2ないし7も，当業者が引用発明2に基づいて容易に発明をすることができたものということはできない。",
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（引用発明3に基づく進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明3について開示された事項",
              "text": [
                "引用例3には，別紙引用例図面目録引用例3【図1】，【図6】，【図8】，【図10】，【図11】のとおり，図面が記載されるとともに，引用発明3に関し，以下の点が開示されているものと認められる。また，引用例3には，前記第2の3(4)アの引用発明3が記載されていることが認められる（甲3）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明3は，油圧又は空圧で連続的に往復移動されるピストンドライブに関し，特に，行程端位置での低圧ピストンの移動によって制御圧力を反転させる複動ブースタに関するものである（1頁9～16行）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "四方弁により作動ピストンの往復移動を制御する従来の複動式のエア作動器では，作動ピストンがゆっくり動く場合，作動ピストンに連動するパイロット弁もゆっくりと開き，四方弁の弁体を駆動させる圧力差が不十分となり弁体が中間位置でストップし，作動ピストンも停止してしまう問題があった（1頁23～62行）。",
                    "引用発明3は，簡単な操作装置によって，低速運転でのピストン駆動の停止を防止するとともに，高速運転でも弊害が起こらないようにすることを目的とする（1頁63～73行）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明3の装置の動作は次のとおりである。①ピストン21が左端に到達すると,ピストン21によってパイロット弁63の差圧ピストンが左方に押され，管路61が無圧領域に通じる，②管路61の圧油が放出される，③四方弁36の室50の圧力が室51に対して低下する，④室50と室51の圧力差が十分大きくなるとピストン45が左端に移動し四方弁36が切り替わる，⑤圧力配管39とシリンダ室23とがつながり，管路43を介して圧油がシリンダ室23に流入するとともに，戻し配管40とシリンダ室22とがつながり，管路42を介してシリンダ室22の油が排出される，⑥ピストンが右方向に移動する。ピストンが右端に到達した場合の反転動作も同様である（1頁74行～2頁29行，3頁26～55行，3頁128行～4頁11行，5頁47～97行，6頁60行～7頁9行）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点8の容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と引用発明3とが前記第2の3(4)イ(イ)cの相違点8において相違することは，当事者間に争いがない。",
                    "そこで，引用発明3において，相違点8に係る本件発明1の構成を備えるようにすること，すなわち，反転動作する装置の制御流体を加圧油から加圧エアへと変更することを，当業者が容易に想到することができたか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(1)ウによれば，引用発明3は，①シリンダ21の左方から右方への反転動作時に，ピストン21によってパイロット弁63の差圧ピストンを左方に押し，管路61に無圧領域を生じさせることにより，室50と室51に圧力差を生じさせ，四方弁36を切り替えるというものであって，圧力配管39から流入する加圧油を，室50と室51，管路61にそれぞれ制御流体として作用させ，②シリンダ21が左方に移動する際には，圧力配管39から流入する加圧油を，管路43，シリンダ室23に駆動流体として作用させるものである。また，四方弁36の断面図（【図6】，【図8】）によれば，圧力配管39から流入する加圧油は，四方弁36の中央の室で分岐されて，制御流体及び駆動流体として，それぞれの空間に圧力を掛けている。",
                    "そして，前記(1)イのとおり，引用発明3は，ピストン21が低速運転のときでも四方弁36の切替動作を確実に行うことを目的とするものである。このために，引用発明3は，四方弁36のピストン45の両端に段を設けて，制御面F に働く力1（F ×P）と，制御面F 及びF とに働く力（（F ＋F ）×P）に時間差を生1 1 2 1 2じさせ，より強い力を遅れて生じさせることにより，四方弁36の切替動作を確実にしている（1頁63～2頁29行，2頁75～81行，3頁92～98行）。",
                    "さらに，前記(1)イのとおり，引用発明3は，ピストン21が低速運転のときでも四方弁36の切替動作を確実に行えるよう上記構成を採用するとともに，高速運転のときでも，かかる構成を採用したことによる弊害が起こらないようにすることも目的としている。すなわち，制御面に遅れて生じる力（F ×P）を，駆動流体に2働く圧力Pに比例させていることから，ピストン21が高速運転のとき，すなわちPが大きいときには，ピストン45の移動開始時により大きい力が働き，ピストン45も高速移動することになり，ピストン45の移動開始時における遅延による弊害を解消している（3頁98～105行）。",
                    "そうすると，引用発明3は，四方弁36のピストン45に作用する制御流体と，ピストン21に作用する駆動流体について，圧力配管39から流入する加圧油を共通して用いることによって，ピストン21とピストン45に同じ圧力（P）を作用させるというものであるから，加圧油を共通のものとすることは，引用発明3の目的を達成するために必須の構成である。したがって，引用発明3において，制御流体を加圧油から加圧エアへと変更することにより，駆動流体である加圧油と，制御流体である加圧エアに分離することは，引用発明3が有する機能を阻害するものというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用発明3において，圧力配管39は一つしかなく，また，四方弁36は加圧油で切替動作を行うものである。したがって，制御流体のみを変更し，駆動流体である加圧油と，制御流体である加圧エアへと分離すれば，圧力配管39に加圧油と加圧エアが流入することになり，その機能を害することになるとともに，四方弁36も動作しなくなることは明らかであるから，かかる点からも，制御流体を加圧油から加圧エアに変更することについて阻害事由があるというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，制御室である四方弁36の室50，室51に安定的に圧力を供給することができれば，その圧力流体が駆動流体と異なっても技術的に問題はなく，阻害事由は生じないと主張する。",
                        "しかし，前記イのとおり，引用発明3は，高速運転のときでも，遅滞なく四方弁36の切替動作を行うという目的を達成するために，制御流体と駆動流体に共通のものを採用したものであって，異なる圧力流体を採用しては，この目的は達成できない。",
                        "したがって，制御流体が安定的に供給されることのみに着目する原告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，制御流体を加圧油から加圧エアへと変更するとともに，圧力配管39の他に圧力供給源を付加し，四方弁36を加圧エアと加圧油の切替えを行う切替弁に置換することは容易であると主張する。",
                        "しかし，引用発明3において，制御流体を加圧エアにするという構成を適用した上で，圧力配管を付加し，四方弁39を置換するという構成を採用することは，2段の容易想到をいうものである上，これらの構成を備える装置があったとしても，かかる装置を引用発明3に適用することは，圧力配管39や四方弁39が有する作用，機能の点で，大きく異なる構成を適用しようとするものであるから，このような付加等は容易に行えるものではなく，原告の主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "よって，引用発明3において，相違点8に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点7の容易想到性の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と引用発明3とが前記第2の3(4)イ(イ)bの相違点7において相違することは，当事者間に争いがない。",
                    "そこで，引用発明3において，相違点7に係る本件発明1の構成を備えるようにすること，すなわち，ピストン21が所定の位置に達したことを検知可能にすることなどを，当業者が容易に想到することができたか否かについて検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明3の装置は，前記(1)ウのとおり動作をするものであって，パイロット弁63，64は，四方弁36を介して，物理的に圧力流体の流路を切り替えることにより，ピストン21を反転動作させるものである。すなわち，パイロット弁63，64の開閉機構は，ピストン21が行程端に達することによって作動するものにすぎず，これによって生じる管路61，62や，四方弁36の室50，51の圧力変化も検知されるのではなく，その圧力変化から直接生じる四方弁36の切替えにより，管路42，43，シリンダ室22，23に圧力変化が生じ，ピストン21が反転動作されるにすぎないのである。",
                    "そして，このように二方パイロット弁63，64は動作切替手段の一部にすぎないから，引用発明3にピストン21の行程端の検知機能を持たせるためには，二方パイロット弁63，64の開閉によって生じる管路61，62や，四方弁36の室50，51の圧力変化を検出し，検出した信号を伝達する構成を付加しなければならない。しかし，これは，引用発明3に，管路61，62や，四方弁36が有する作用，機能の点で，大きく異なる構成を適用しようとするものであるから，相違点7に係る本件発明1の構成を適用する動機付けがあるということはできない。なお，このような付加を行うことが技術常識といえるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用発明3の二方パイロット弁63，64は，他の機器の制御のための信号を伝達するというものであるから，相違点7は実質的な相違点ではないと主張する。しかし，前記イのとおり，二方パイロット弁63，64は，四方弁36を介して，物理的に圧力流体の流路を切り替え，ピストン21を反転動作させるものであって，ピストン21の位置を検出し，検出した信号を伝達するというものではない。したがって，相違点7は実質的な相違点ではないとの原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，引用発明3において，相違点7に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は，当業者が引用発明3に基づいて容易に発明をすることができたものということはできない。また，本件発明2ないし7は，本件発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，本件発明2ないし7も，当業者が引用発明3に基づいて容易に発明をすることができたものということはできない。",
                "よって，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4（分割要件違反）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，開閉弁機構にスプール弁を含む本件発明1は，本件原出願明細書に記載されていない新たな技術的事項を追加するものであるから，分割要件に違反すると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件原出願明細書には，次の記載がある。",
                "【0010】本発明の目的は，出力部材が所定の位置に達したことをクランプ本体内のエア通路のエア圧の圧力変化を介して確実に検知可能で小型化可能な流体圧シリンダ及びクランプ装置を提供すること，出力部材の所定の位置を検出する信頼性や耐久性を向上し得る流体圧シリンダ及びクランプ装置を提供すること，等である。",
                "【0019】前流体圧シリンダの流体室の流体圧を，開閉弁機構の流体圧動入室に流体圧導入路を介して導入可能に構成し，出力部材が所定の位置に達しない状態では，流体室の流体圧を利用して弁体を流体室側に突出した状態に保持することができ，開閉弁機構の開閉状態を保持することができる。流体室の流体圧を利用して弁体を付勢するため，信頼性と耐久性の面で有利である。",
                "出力部材が所定の位置に達したとき，出力部材により弁体を移動させて開閉弁機構の開閉状態を確実に切り換えるため，前記エア通路のエア圧を介して出力部材の所定の位置を確実に検知可能である。",
                "【0097】…前記の種々の開閉弁機構の構造も例示であって，これらの開閉弁機構に限定されるものではなく，本発明の趣旨を逸脱しない範囲で種々の開閉弁機構を採用することができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件原出願明細書【0097】には，開閉弁機構の構造は特定の構造に限定されるものではなく，「本発明の趣旨を逸脱しない範囲で種々の開閉弁機構を採用することができる」と記載されている。そして，本件原出願明細書に記載された発明は，「流体室の流体圧を利用して弁体を付勢する構造」を採用することで，信頼性と耐久性の確保を図るものであるから（【0010】，【0019】），スプール弁を採用することが，発明の趣旨に反するものではない。",
                "また，ポペット弁とスプール弁は，いずれも開閉弁機構の構造として周知のものである（乙5）。",
                "したがって，本件原出願明細書には，開閉弁機構としてスプール弁を用いるという技術的事項が記載されているというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件原出願明細書には，検出具を検出孔に対して摺動自在に移動させる構造，すなわちスプール弁を採用した構造自体に問題がある旨指摘した上で（【0008】），ポペット弁について説明されているから，本件原出願明細書に記載された発明は，開閉弁機構として，ポペット弁を用いるものに限定されているなどと主張する。",
                "しかし，【0008】は，特許文献2（特開2003-305626号。甲8）の装置の具体的な構造において，エア通路の閉止性能が低下することを指摘するにすぎず，その具体的な構造を捨象したあらゆるスプール弁において，エア通路の閉止性能の低下が生じると指摘するものではない。",
                "また，【0008】において，スプール弁におけるエア通路の閉止性能の低下が指摘されていると解しても，スプール弁を用いつつも他の手段，例えば，材料の変更や摺動距離の短縮などによって閉止性能の低下を抑制できることは当業者にとって明らかであるから，このような指摘をもって，スプール弁自体を採用することが否定されているものと解することはできない。",
                "したがって，本件原出願明細書に記載された発明は，開閉弁機構として，ポペット弁を用いるものに限定されているなどの原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "よって，本件出願は本件原出願明細書に記載された事項の範囲内においてしたものであって，本件原出願の時にしたものとみなされ，本件原出願に係る公開公報（甲11）に記載された発明は，本件出願前に頒布された刊行物に記載された発明ではない。そうすると，本件各発明は，同公報に記載された発明であるとして新規性を欠くということはできない。",
                "よって，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}