{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800211号事件について平成28年7月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成16年2月24日，発明の名称を「印刷物」とする発明について特許出願をし，平成21年5月22日，設定の登録(特許第4310416号)を受けた(請求項の数3。甲15。以下，この特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年12月22日，本件特許について特許無効審判請求をし，無効2014-800211号事件として係属した(甲34)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成28年7月5日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同年7月14日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年8月10日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲請求項1ないし3の記載は，次のとおりである(甲15)。なお，「／」は原文の改行部分を示す(以下同じ。)。以下，請求項1ないし3に係る発明を「本件発明1」などといい，併せて「本件各発明」という。また，その明細書を，図面を含めて「本件明細書」という。",
            "【請求項1】左側面部と中央面部と右側面部とからなる印刷物であって，／中央面部(1)は，所定の箇所に所定の大きさの分離して使用するもの(4)が印刷されていること， ／左側面部(2)の裏面は，当該分離して使用するもの(4)の上部，下部，左側部の内側及び外側に該当する部分(5，6)に一過性の粘着剤が塗布されていること，／右側面部(3)の裏面は，当該分離して使用するもの(4)の上部，下部，右側部の内側及び外側に該当する部分(7，8)に一過性の粘着剤が塗布されていること，／当該左側面部(2)の裏面及び当該右側面部(3)の裏面が，前記中央面部(1)の裏面及び当該分離して使用するもの(4)に貼着していること／当該分離して使用するもの(4)の周囲に切り込みが入っていること，／からなることを特徴とする印刷物。",
            "【請求項2】前記印刷物が広告，ダイレクトメールであることを特徴とする請求項1記載の印刷物。(なお，本件特許の特許公報の請求項2には「請求項1又は2記載の印刷物」との記載があるが，「又は2」との記載は明らかな誤記であると認められる。)",
            "【請求項3】前記分離して使用するものが葉書，チケット，クーポン券であることを特徴とする請求項1記載の印刷物。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，①本件各発明は，明確であって，その特許請求の範囲の記載は，特許法36条6項2号に規定する要件(以下「明確性要件」という。)を満たしており，②本件各発明は，発明の詳細な説明に記載したものであり，その特許請求の範囲の記載は，同項1号に規定する要件(以下「サポート要件」という。)を満たしており，③本件発明1及び本件発明2は，下記アの引用例1に記載された発明(以下「引用発明1」という。)ではないから，同法29条1項3号の規定に違反して特許されたものではなく，④本件各発明は，いずれも，ⅰ)引用発明1に，下記エの甲5文献に記載された発明(以下「甲5発明」という。)又は周知技術を適用することで，当業者が容易に発明をすることができたものではない，ⅱ)下記イの引用例2に記載された発明(以下「引用発明2」という。)に，下記オの甲8文献に記載された技術(以下「甲8技術」という。)又は甲8技術及び周知技術を適用することで，当業者が容易に発明をすることができたものではない，ⅲ)下記ウの引用例3に記載された発明(以下「引用発明3」という。)に，甲8技術及び下記カの甲9文献に記載された技術(以下「甲9技術」という。)を適用することで，当業者が容易に発明をすることができたものではないから，同条2項の規定に違反して特許されたものではない，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開2002-113981号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開2001-180154号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：実用新案登録第3037602号公報(平成9年登録。甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "甲5文献：米国特許第6349829号明細書(平成14年登録。甲5)"
                },
                {
                  "fig": "オ",
                  "subject": "甲8文献：実用新案登録第2535324号公報(平成9年登録。甲8)"
                },
                {
                  "fig": "カ",
                  "subject": "甲9文献：実願平2-66333号(実開平4-24387号)のマイクロフィルム(甲9)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1の対比",
              "text": [
                "本件審決は，引用発明1及び本件発明1と引用発明1との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "情報記録体がCD，LD，DVD，ICカードの何れかであり，シート状基材の内側にディスクやカード類の形状が打ち抜かれたもので，シート状基材の各表面には，宣伝広告や各種文言，プリンタ等で打ち出された個人情報等が印字・印刷されたものであって，シート状基材Sは折り部3で2つ折りしたものであり，4，5の各シート状基材同士は疑似接着部分6で剥離可能に疑似接着されており，4側に形成されている情報記録体1は，下側のシート状基材5に疑似接着しているシート状の基材であって，2つ折り以上の3つ折り以上も可能で，その場合には巻き折りやZ折り，観音開き折り等の各種形態が採用できるシート状の基材。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明1との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "左側面部と中央面部と右側面部とからなる印刷物であって，／所定の面部は，所定の箇所に所定の大きさの分離して使用するものが設けられていること，／当該左側面部の裏面及び当該右側面部の裏面が，前記中央面部の裏面に貼着していること，／当該分離して使用するものの周囲に切り込みが入っていること，／からなる印刷物。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明1においては，分離して使用するものが印刷されているのに対し，引用発明1においては，その点につき，明らかでない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1においては，「中央面部」は，所定の箇所に所定の大きさの分離して使用するものがあるのに対し，引用発明1においては，「中央面部」に，そのような情報記録体(所定の大きさの分離して使用するもの)があるのか否か明らかでない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3",
                      "text": [
                        "本件発明1においては，「左側面部の裏面は，当該分離して使用するものの上部，下部，左側部の内側及び外側に該当する部分に一過性の粘着剤が塗布されていること」，「右側面部の裏面は，当該分離して使用するものの上部，下部，右側部の内側及び外側に該当する部分に一過性の粘着剤が塗布されていること」，及び「当該左側面部の裏面及び当該右側面部の裏面が，当該分離して使用するものに貼着している」のに対し，引用発明1においては，その点につき，明らかでない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と引用発明2の対比",
              "text": [
                "本件審決は，引用発明2及び本件発明1と引用発明2との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2",
                  "text": [
                    "カード部1を備えた葉書本体2と，この葉書本体2に連続した表面シート3，及び裏面シート4により構成され，カード部1は，テレフォンカードと略同一の大きさのものであり，その周囲はトムソン加工された切断予定線11で囲まれており，カード部1を葉書本体2から容易に切り離すことができ，葉書本体1には，この部分が葉書本体であることを示す『POST CARD』の表示が記載され，12は，カード部1に印刷して設けた二次元コード領域であり，この二次元コード領域には，販促対象の商品又はサービスに関する広告が掲載されたリンクページのURLアドレスが記録され，細長のシートを『Z』の形状に折り曲げて，葉書本体2と表面シート3，及び葉書本体2と裏面シート4をそれぞれ剥離可能に圧着した葉書。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明2との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "左側面部と中央面部と右側面部とからなる印刷物であって，／中央面部は，所定の箇所に所定の大きさの分離して使用するものが印刷されていること，／当該分離して使用するものの周囲に切り込みが入っていること，／からなる印刷物。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4",
                      "text": [
                        "本件発明1は，「左側面部の裏面は，当該分離して使用するものの上部，下部，左側部の内側及び外側に該当する部分に一過性の粘着剤が塗布されること」，「右側面部の裏面の当該分離して使用するものの上部，下部，左側部の内側及び外側に該当する部分に一過性の粘着剤が塗布されること」，「当該左側面部の裏面及び当該右側面部の裏面が，中央面部の裏面及び当該分離して使用するものに貼着していること」であるのに対し，引用発明2は，「Z」の形状に折り曲げて，葉書本体2と表面シート3，及び葉書本体2と裏面シート4をそれぞれ剥離可能に圧着して，葉書Hを形成するものである点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1と引用発明3の対比",
              "text": [
                "本件審決は，引用発明3及び本件発明1と引用発明3との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明3",
                  "text": [
                    "切断予定線(4)により囲まれ，かつ，表面に上記宛て先を有するカード部(3)を有する第1シート(1)と，上記第1シートの裏面(1b)に重なることが可能な裏面(2b)を有する第2シート(2)と，上記第1シートの裏面を上記第2シートの裏面に剥離可能に接着する接着層(7)とを備えて，上記第1シートの裏面と第2シートの裏面とが上記接着層で接着された接着状態と，上記接着状態から上記第1シートの裏面と第2シートの裏面とが剥離されて上記第1シートから上記カード部を上記切断予定線で切り離すことができる剥離状態とを呈することができるようにし，上記切断予定線はトムソン加工された切り込みを有する葉書。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明3との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "印刷物であって，／所定の箇所に所定の大きさの分離して使用するものが印刷されていること，／当該分離して使用するものの周囲に切り込みが入っていること，／からなる印刷物。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点5",
                      "text": [
                        "本件発明1は，「左側面部と中央面部と右側面部とからなる」印刷物であることに対して，引用発明3は，第1シート(1)と第2シート(2)とからなる印刷物である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点6",
                      "text": [
                        "本件発明1は，「中央面部は，所定の箇所に所定の大きさの分離して使用するものが印刷されていること」，「左側面部(2)の裏面は，当該分離して使用するもの(4)の上部，下部，左側部の内側及び外側に該当する部分(5，6)に一過性の粘着剤が塗布されていること」，「右側面部(3)の裏面は，当該分離して使用するもの(4)の上部，下部，右側部の内側及び外側に該当する部分(7，8)に一過性の粘着剤が塗布されていること」，及び「当該左側面部(2)の裏面及び当該右側面部(3)の裏面が，前記中央面部(1)の裏面及び当該分離して使用するもの(4)に貼着していること」であるのに対して，引用発明3は，第1シートの裏面と第2シートの裏面とが接着層で接着されている点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各発明の明確性要件に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件各発明のサポート要件に係る判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "引用発明1に基づく本件発明1及び2の新規性に係る判断の誤り(取消事由3)"
            },
            {
              "fig": "(4)",
              "subject": "引用発明1に基づく本件各発明の進歩性に係る判断の誤り(取消事由4)"
            },
            {
              "fig": "(5)",
              "subject": "引用発明2に基づく本件各発明の進歩性に係る判断の誤り(取消事由5)"
            },
            {
              "fig": "(6)",
              "subject": "引用発明3に基づく本件各発明の進歩性に係る判断の誤り(取消事由6)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件各発明の明確性要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「当該分離して使用するもの(4)の上部，下部，左側部(右側部)」の不明確性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の記載を考慮しても，分離して使用するものの外形は特定できないから，「当該分離して使用するもの(4)の上部，下部，左側部(右側部)」が特定できず，左側面部(2)と右側面部(3)の裏面のどの範囲に一過性の粘着剤が塗布されているのか不明確である。",
                    "分離して使用するものの外形が特定できなければ，その上部，下部，側部が特定されないから，これらの領域を観念することもできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，「分離して使用するもの(4)は，上部，下部，左側部，及び右側部から構成されるものである」と認定する。しかし，特許請求の範囲に記載された「上部，下部，左側部，右側部」は，分離して使用するものが印刷物に配置された状態で特定されるものであって，分離して使用するもの単独でその「上部，下部，左側部，右側部」を特定しても，分離して使用するものが印刷物に配置された状態での両者の位置関係は特定されない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，請求項の記載から，分離して使用するものは，上部，下部，左側部及び右側部から構成されるものであると解釈されるとしても，本件明細書の発明の詳細な説明には，上部，下部，左側部及び右側部の全ての部位を備えない分離して使用するものが記載されており，それぞれにおいて，分離して使用するものの形状が異なる。そうすると，いずれと解釈すべきかについて不明となり，分離して使用するものの形状が特定できず，その上部，下部，左側部(右側部)も特定できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「内側及び外側に該当する部分(5，6)((7，8))」の不明確性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「内側」とは，どの範囲までの内側を指すか，「外側」とは，どの範囲までの外側を指すのか明確でないから，左側面部(2)と右側面部(3)の裏面のどの範囲に一過性の粘着剤が塗布されているのか不明確である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決の誤り",
                  "text": [
                    "本件審決は，「内側」及び「外側」の範囲について，本件明細書に記載された本件発明1の作用効果から解釈した。",
                    "しかし，請求項に記載された用語の解釈に当たっては，明細書等の記載も考慮されるが，考慮されるのはその用語についての定義や説明であって，発明の作用効果ではない。また，本件明細書には，「内側」と「外側」の範囲がどこまでであれば本件発明1の作用効果を奏するかについて記載も示唆もない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，本件発明1の特許請求の範囲の記載のうち，「当該分離して使用するものの上部，下部，左側部(右側部)」，「内側及び外側に該当する部分」について不明確であり，左側面部(2)と右側面部(3)の裏面のどの範囲に一過性の粘着剤が塗布されているのかについて明確性要件を満たさない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "「当該分離して使用するもの(4)の上部，下部，左側部の内側及び外側に該当する部分(5，6)に一過性の粘着剤が塗布されている」との記載の意義解釈",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "粘着剤が塗布される領域に関する【0014】，【0016】，【0017】の記載によれば，一過性の粘着剤を塗布するのは，分離して使用するものを左側面部と右側面部の各裏面に貼着して保持することにあるから，分離して使用するものに対して粘着剤を貼着すべき領域は，その上部，下部，左側部で範囲が定められた領域のいずれかにおいて分離するまで保持できる範囲において貼着されていれば足りるといえる。",
                    "一方，本件発明1においては，分離して使用するものが使用のために分離されるまでの間において，左側面部及び右側面部に貼着保持されていれば発明の目的を達成できるのであるから，分離して使用するものの形状に合わせて粘着保持すればよいと観念できる上部，下部，側部の領域の範囲内においてそれらのいずれかの部分に粘着剤が塗布されていれば足りると解すべきものである。",
                    "また，本件発明1の技術的思想からすると，「該当する部分」とは，粘着剤が塗布される領域の範囲を特定するものであって，該当する部分の全ての領域に粘着剤が塗布されることまでは必須とされない，と解すべきことは，当業者にとって明確である。明細書の実施例(【図1】)に限定して解すべき理由はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，特許請求の範囲の上記記載は，「当該分離して使用するもの(4)の上部，下部，左側部の内側に該当する部分」と「当該分離して使用するもの(4)の上部，下部，左側部の外側に該当する部分」の双方の部分において，それらの部分の範囲内において粘着剤が塗布されていることをいう。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "同様に，「当該分離して使用するもの(4)の上部，下部，右側部の内側及び外側に該当する部分(7，8)に一過性の粘着剤が塗布されている」との記載も明確である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件特許の特許請求の範囲の「当該分離して使用するもの(4)の上部，下部，左側部の内側及び外側に該当する部分(5，6)に一過性の粘着剤が塗布されている」などの記載の意義は明確である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件各発明のサポート要件に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の「左側面部(2)(右側面部(3))の裏面は，当該分離して使用するもの(4)の上部，下部，左側部の内側及び外側に該当する部分(5，6)((7，8))に一過性の粘着剤が塗布されていること」との記載は，左右側面部の裏面において，一過性の粘着剤が塗布される位置を，当該分離して使用するものの上部，下部，左(右)側部の内側及び外側に該当する部分のいずれかであればよいとするものである。",
                "しかし，本件明細書には，一過性の粘着剤を塗布する部分の具体例として，分離して使用するもの4と中央面部1の上部境界，下部境界，左側部(右側部)境界の各境界の内側近傍と外側近傍に接着剤を塗布したものしか記載されていない。",
                "したがって，特許請求の範囲に記載された発明は，発明の詳細な説明及び図面に記載されたものより広く，また，発明の詳細な説明に記載された粘着剤の塗布位置を超えて，分離して使用するものの上部，下部，左(右)側部の内側及び外側に該当する部分のいずれかでよいとすると，粘着剤の塗布位置によっては，本件発明1の課題を解決できず，また，本件発明1の作用効果を奏しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決の誤り",
              "text": [
                "本件審決は，本件発明1は，発明の詳細な説明の記載により，当業者が課題を解決できる範囲のものであると判断した。",
                "しかし，本件発明1では，利用者が種々の態様で印刷物を開封することを前提として，いかなる態様でも後から開かれた側面部に分離して使用するものが付いてくるという作用効果を奏する構成を採用しているものである。そして，仮に，左側面部(右側面部)の裏面において，上部，下部，左側部(右側部)の内側及び外側の全ての部位に一過性の粘着剤を塗布したとしても，分離して使用するものの上部境界と左(右)側部境界から離れた位置に接着剤を塗布した場合は，後から開く側面部に分離して使用するものが付いてくるという本件発明1の作用効果を奏さない(甲13，14)。なお，分離して使用するものが側面部に付いてこずに剥がれるという構成は，本件発明1の課題を解決するものではなく，「印刷物を開くと自動的に手にする」との作用効果を奏することにならない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件特許の請求項1の記載は，サポート要件を満たさない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，【図1】の実施例において，はがきの境界に相当する部分の周辺に粘着剤が塗布されており，【0013】以下に，当該実施例について説明されている。サポート要件との関係では，本件明細書のこれらの記載で十分である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許請求の範囲に記載された発明が，発明の詳細な説明及び図面に記載された具体的な実施例より広いこと自体をもって，サポート要件違反とされるべきではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "左右側面部の裏面において，①分離して使用するものの上部，下部又は左(右)側部の内側のいずれか，及び，②上部，下部又は左(右)側部の外側に該当する部分のいずれか，に一過性の粘着剤を塗布すれば，②の部分の粘着剤により，開封前は，左右の側面部が閉じられた観音開き折りの状態が維持され，①の部分の粘着剤により，後から開いた側面部に，分離して使用するものは付いてくることになる。そして，これにより，本件発明1の課題を解決でき，作用効果を奏することは，当業者にとって明らかである。",
                    "なお，極端に粘着剤の範囲が小さかったり，粘着強度が弱かったりする場合には，意図的な開封前に，粘着剤がはがれてしまう等の不都合が生じ得るが，そのような極端な不都合は，当業者が，粘着剤の範囲や強度を調節することなどにより，極めて容易に解決できることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，分離して使用するものが側面部に付いてこない場合があることを，再現実験(甲13，14)に基づいて主張する。",
                    "しかし，そもそも，本件発明1の効果は，分離して使用するものが側面部に付いてくる場合に限定されない。分離して使用するものが自動的に外れれば，本件発明1の効果は奏し得るところ，はがき等が左側面部及び右側面部に付いてこずに，剥がれる場合であっても，当該印刷物を開くと，はがき等を切り取ろうとする意思を持たずに，自動的にそれを手にすることができるという，同様の効果が生じる。",
                    "また，上記再現実験の結果は，粘着剤の塗布位置に起因するものではなく，単に，実験者の開封方法に起因するものにすぎないから，意味がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件特許の請求項1の記載は，サポート要件に違反しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用発明1に基づく本件発明1及び2の新規性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1に記載された発明",
                  "text": [
                    "引用例1には，低コストで手間や時間がかかることなく配達可能な情報記録体を形成したシート状基材の提供という課題を解決するために，情報記録体が容易に分離可能に形成されたシート状基材という発明(a)を基本として，このシート状基材の一方の面あるいは両方の面を別の被覆材で被覆した発明(b1，b2)が記載され，また，この別の被覆材に代えて，2倍寸で作成したシート状基材を2つ折りして情報記録体を被覆した発明(c)，シート状基材を3つ折り以上にして情報記録体を被覆した発明(d)が記載され，その具体的なものとして，巻き折り，Z折り，観音開き折りとして情報記録体を被覆した発明(d1，d2，d3)が記載されている。なお，発明(b～d)においては，情報記録体が形成されたシート基材に折り重ねられるシート基材の面又は別体の被覆材は，情報記録体とシート基材に弱粘着性の粘着剤等により疑似接着される。",
                    "【0007】には，別体の被覆材で情報記録体を被覆することが記載され，【0008】には，シート状基材を折り返して2つ折りの状態で被覆材に代えることが可能であり，3つ折り以上の観音開き折りも可能であることが記載されているから，引用例1には，シート状基材を観音開き折りにして情報記録体を被覆した発明(d3)が記載されていることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決が認定した引用発明1は，2つ折り，3つ折りの巻き折り，Z折り，観音開き折りのシート状基材という，構成が異なる複数の発明を含んでおり，本件発明1と対比すべき主引用発明として適切ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決が認定した引用発明1は，情報記録体をCD，LD，DVD，ICカードのいずれかに限定しているが，情報記録体はこれらに限定されない(【0011】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決が，本件発明1と対比した発明は，情報記録体(分離して使用するもの)と，これと重なる面部が粘着剤により貼着(疑似接着)している構成が欠落している。この構成は，情報記録体が形成されたシート状基材を2つ折りや3つ折りにして，情報記録体を形成したシート状基材の面部に，折り畳んだシート基材の面部を貼着(疑似接着)させて脱落させないようにした重要な構成である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "認定すべき引用発明1",
                  "text": [
                    "本件発明1と対比すべき引用発明1は，次のとおりである(以下，この発明を「原告主張引用発明1」という。)。",
                    "「巻き折りまたは観音開き折りのシート状基材であって，情報記録体がシート状基材から打ち抜かれて分離可能に形成され，情報記録体が形成されたシート状基材の面とこれに重なる面には，情報記録体を被覆する領域に該当する部分に剥離可能な弱粘着性の粘着剤が塗布されており，当該粘着剤が塗布された面が，情報記録体が形成された面に貼着されたシート状基材。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1ないし3の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "情報記録体(分離して使用するもの)の配置について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例1記載の発明の課題，作用効果",
                      "text": [
                        "引用例1記載の発明の課題や作用効果によれば，情報記録体に対しシート状基材(シート状基材を折り畳む場合は折り畳み状態のシート状基材)が無駄に大きくならないようにすることとなる。",
                        "そして，シート状基材を観音開き折りとした場合，①情報記録体を中央面部であって左右側面部が重なる位置に配置，②情報記録体を中央面部であって右側面部が重なる位置に配置，③情報記録体を中央面部であって左側面部が重なる位置に配置，④情報記録体を左側面部に配置，⑤情報記録体を右側面部に配置というパターンがあるところ，このうち，情報記録体を上記①の位置に配置すれば，情報記録体に対し折り畳み状態のシート状基材が無駄に大きくならなくなり，シート状基材費(材料費)や配達料(郵送料)を低コストにでき，引用例1の発明の課題と発明の作用効果に対応する。",
                        "なお，引用例1の発明の課題と作用効果における低コストとは，単に，封筒代や専用ケースにより発生するコスト(専用ケース代)を削減することにとどまらず，情報記録体の配達に要する全コストの低コスト化を示唆するものであり，【0012】も，シート状基材の形状，寸法，重量，厚み等を考慮した郵送の低コスト化に言及している。",
                        "したがって，引用例1においてシート状基材を観音開き折りとした場合，情報記録体は，上記①の位置に配置されるとみるのが合理的である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例1の課題解決手段",
                      "text": [
                        "引用例1には課題解決手段として，情報記録体が形成されたシート状基材の一方の面を別体の被覆材で被覆するのに代えて，シート状基材自体を巻き折り又は観音開き折りとする旨記載されている(【0007】【0008】)。このうち観音開き折りの形態では，別体の被覆材で被覆するのに代えて，シート状基材自体を折り返した左右の側面が，情報記録体が形成されたシート状基材を被覆することとなる。これにより，情報記録体が形成されたシート状基材の部分は，観音開き折りの中央面部となり，情報記録体は中央面部に形成されていることとなる。",
                        "また，引用例1のシート状基材を観音開き折りとした場合には，2つ折りにした場合と同様にシート状基材の大きさを通常の2倍寸で作成し，通常の大きさとなる中央面部に情報記録体を形成し，その左右の側面部で情報記録体を被覆することは明白である。",
                        "さらに，引用例1のシート状基材は，はがき等の郵便物として郵送可能であり(【請求項9】)，情報記録体にはCDやカード類が含まれ(【請求項8】)，はがきとCDやカード類の大きさの関係からも，引用例1のシート状基材を観音開き折りとした場合，情報記録体が中央面部に形成されるのは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "よって，原告主張引用発明1においては，情報記録体(分離して使用するもの)は，中央面部であって左側面部と右側面部が重なる位置に配置されるから，本件発明1との相違点2及び3は存在しない。また，相違点1も存在しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張について",
                  "text": [
                    "被告は，本件発明1と引用発明1とは，全く課題・作用効果が異なる発明であると主張する。しかし，引用発明1の課題は，シート状基材から情報記録体を容易に分離できるようにし，情報記録体をシート状基材から分離して取り出すことにより独立して使用できるようにし，情報記録体をシート状基材から完全に分離しておいても情報記録体が不用意に脱落することがないようにするというものであり(【0004】【0007】)，この課題は，本件発明1の課題と実質的に同一である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1ないし3は実質的相違点ではないこと",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に，本件審決のとおり相違点2，3が認定されるとしても，前記(2)アのとおり，引用例1の課題，その解決手段，発明の作用効果の記載によれば，情報記録体は中央面部であって左側面部と右側面部が重なる位置に配置されることになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，【0007】の記載をもって，情報記録体を，左側面部と右側面部のいずれか一方に貼着する位置に配置するのが自然であるとする。しかし，同記載は，情報記録体の両面が別の被覆材で剥離可能に被覆されている場合(b2)に限定され，シート状基材を観音開き折りにしたようなシート状基材の一方の面が被覆されている場合には適用されない。また，【0007】は，全ての折り形態のシート状基材において情報記録体を1枚のもので被覆することに限定しているわけではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，相違点2及び3の認定の誤りを措くとしても，情報記録体は中央面部であって左側面部と右側面部が重なる位置に配置されるから，本件審決が認定した相違点2及び3は，実質的な相違点ではない。また，相違点1も実質的相違点ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，本件審決は，本件発明1の新規性の判断を誤ったものであるから，本件審決は取り消されるべきものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明1の認定",
              "text": [
                "引用例1には，情報記録体が容易に分離可能に形成されたシート状基材という発明(a)に相当する図1と，シート状基材を2つ折りして情報記録体を被覆した発明(c)に相当する図2のみ明示されている。引用例1に，シート状基材を観音開き折りとして情報記録体を被覆した発明(d3)が記載されているということはできない。",
                "引用例1には，「観音開き折り」は【0008】の一箇所に各種折り方の例示の一つとして記載があるのみであり，「観音開き折り」の形態が採用された場合に，情報記録体をどの箇所に配置するかについて，具体的な記載はなく，示唆もされていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2及び3の認定に誤りはないこと",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1の発明の課題，作用効果",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1と引用発明1とは，課題・作用効果が全く異なる発明である。引用例1には，本件発明1の作用効果を奏するための構成である相違点2及び3に係る構成が記載されていると解することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張について",
                      "text": [
                        "引用例1において，シート状基材を観音開き折りとした場合，情報記録体が配置される面部と位置のパターンは，5つのパターンが考えられるから，①情報記録体を中央面部であって左側面部と右側面部が重なる位置に配置されるというパターンの構成が引用例1に記載されているものとして引用発明を認定することはできない。宣伝広告等に利用するためにシート状基材を大きくすることもあるから(【0009】)，その他のパターンの構成も，シート状基材が「無駄に大き」いというわけではない。",
                        "また，引用例1には，情報記録体をシート状基材と一体に成形することにより，シート基材とは別の封筒や専用ケースに封入する場合のような手間やコストがかからないということが記載されているにすぎない(【0003】【0013】【0020】)。このような，封筒や専用ケースが不要となるという作用効果は，その他のパターンの構成でも，生じている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1の課題解決手段",
                  "text": [
                    "引用例1には，情報記録体の脱落防止を目的とする別体の被覆材に代えて，シート状基材を2つ折り，巻き折り，Z折り，観音開き折り等の各種形態とすることが記載されているにすぎず(【0007】【0008】)，情報記録体が，観音開き折りのいずれの面内に形成されるか，観音開き折りのいずれの面が別体の被覆材の代わりとなるのか，情報記録体やシート状基材の大小関係がどのようなものであるか等については，何ら記載がない。引用例1のその他の記載を参酌しても，当業者は，本件発明1のように，観音開き折りで，中央面部に分離して使用するものが配置され，かつ，左側面部と右側面部の両方が，分離して使用するものに重なっているという構成を読み取ることができたとはいえない。",
                    "なお，引用例1のシート状基材を通常はがきと解して(【請求項9】)，情報記録体をCDなどと解することは(【請求項8】)，寸法や重量の点に矛盾が生じるから，大きさをもとに，情報記録体の配置を決することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件審決が，相違点2及び3を認定したことは妥当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2及び3は実質的な相違点であること",
              "text": [
                "引用例1では，その全文献中，一貫して，情報記録体は，その全面を，被覆材や折り返したシート状基材など，1枚のもので被覆されているという単純な構成を前提としている。引用例1には，情報記録体が左右の両側面部によって半分ずつ被覆されている構成，及び，その結果生じる本件発明1の顕著な効果は，全く記載も示唆もされていない。",
                "したがって，本件審決が，相違点2及び3を実質的な相違点として認定したことは，妥当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，本件発明1は，引用発明1と，少なくとも相違点2及び3において相違し，これらは実質的な相違点であるから，本件発明1は，引用例1に記載された発明であるとはいうことはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(引用発明1に基づく本件各発明の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と原告主張引用発明1との相違点",
              "text": [
                "引用例1には，情報記録体が中央面部であって左側面部と右側面部が重なる位置に配置されることが明記されているとまではいえないから，仮に，この点を本件発明1と原告主張引用発明1との相違点とすると，両発明の相違点は以下のようになる(以下，この相違点を「原告主張相違点a」という。)。なお，両発明は，情報記録体(分離して使用するもの)とこれと重なる面部が粘着剤により貼着(疑似接着)している構成において一致する。",
                "「本件発明1は，中央面部に分離して使用するものが印刷され，左側面部の裏面及び右側面部の裏面の両方が，中央面部の裏面及び分離して使用するものに貼着しているのに対して，原告主張引用発明1では，分離して使用するもの(情報記録体)が中央面部に印刷されていること，並びに，左側面部の裏側及び右側面部の裏側が中央面部の分離して使用するものに貼着していること，が不明である点」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告主張相違点aの容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告主張相違点aは，結局のところ，本件発明1は，分離して使用するものが中央面部の左側面部と右側面部が重なる位置に配置されるのに対して，原告主張引用発明1は，情報記録体(分離して使用するもの)がそのような位置に配置されるのか不明である点ということになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5発明の適用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5発明は，巻き折り形態のシート(シート状のパッケージ)であって，シートの一面である中間パネル(中央面部)を打ち抜いて分離して使用するもの(カード)を形成し，上部パネル(左側面部)と下部パネル(右側面部)の両方の裏面が中間パネル(中央面部)及び分離して使用するもの(カード)に重なっている。",
                        "甲5発明には，シートの一面に打抜き(切り込み)により分離して使用するもの(カード)を形成して，巻き折りにして分離して使用するもの(カード)を保護しつつ移送し，受取人が分離して使用するもの(カード)をシートから取り外すことができるようにするという課題が内在し，原告主張引用発明1においても，同様の課題が内在しており，両発明には課題の共通性がある。",
                        "また，原告主張引用発明1においては，前記3〔原告の主張〕(2)アのとおり，中央面部に情報記録体(分離して使用するもの)を配置し，左右側面部を中央面部に折り重ねた巻き折りないし観音開き折りとする動機付けが認められる。",
                        "よって，原告主張引用発明1において，巻き折りないし観音開き折りとしたシート状基材の一面に打抜きにより分離して使用するもの(カード)を形成するに際し，甲5発明のように，中央面部に分離して使用するもの(カード)を形成し，左右側面部が中央面部の裏面及び分離して使用するもの(カード)に重なるようにする動機付けは十分にある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，被告は，巻き折りの甲5発明を，引用発明1に組み合わせても，本件発明1の構成に至らない旨主張する。しかし，本件発明1は，文言上，左側面部と右側面部が重ならない観音開き折り印刷物だけでなく，左側面部と右側面部が重なる巻き折り印刷物という構成も含む。また，引用発明1は，観音開き折り形態を備えており，巻き折りと観音開き折りは，左の面と右の面を中央の面の同じ側に重ねる3つ折りである点で共通し，技術的に極めて近似しているから，相違点に係る構成を容易に想到できる。被告の前記主張は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知技術の適用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5文献，特開2002-96887号公報(甲6。以下「甲6文献」といい，同文献に記載された技術を「甲6技術」という。)及び米国特許公開2002／0100797号公報(甲7。以下「甲7文献」といい，同文献に記載された技術を「甲7技術」という。)によれば，巻き折り又は観音開き折り形態とし，シートの中央面部にCDやカード類を取り外し可能に配置し，左右側面部が中央面部及びCD・カード類に重なるようにして移送できるようにし，受取人に渡すまでの間，CDやカード類を保護できるようにした構成は，本件特許出願前から当業者に周知の技術というべきである。",
                        "なお，巻き折り形態と観音開き折り形態は，極めて近似した折り形態であるほか，本件発明1も巻き折り形態を含んでいるから，周知技術が巻き折りか観音開き折りであるかは問題とはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，甲5文献ないし甲7文献には，シートの一面にCDやカード類を取り外し可能に配置し，巻き折り又は観音開き折りにしてCDやカード類を保護しつつ移送できるようにし，受取人がCDやカード類をシートから取り外すことができるようにするという課題が内在する。一方，原告主張引用発明1の情報記録体は，CDやカード類を含み，同発明においても，甲5文献ないし甲7文献に記載された周知技術と同様の課題が内在する。",
                        "また，引用例1において，シート状基材を3つ折り以上にして情報記録体を被覆した発明(d)の具体例として，巻き折りにして情報記録体を被覆した発明(d1)と観音開き折りにして情報記録体を被覆した発明(d3)が併記されている。一方，甲6文献の実施例3は観音開き折り形態であり，同文献の実施例1～3のパッケージは，いずれも巻き折り又は観音開き折り形態である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，原告主張引用発明1において，シート状基材を観音開き折りとし，左側面部と中央面部と右側面部のいずれか一の面部に分離して使用するもの(情報記録体)を印刷して配置(形成)するに際し，甲5文献ないし甲7文献に記載された周知技術のように，中央面部にCDやカード類(情報記録体)を配置し，情報記録体を中央面部であって左側面部と右側面部が重なる位置に配置する動機付けは十分にある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "顕著な効果",
              "text": [
                "本件発明1の構成を，当業者が容易に想到できるものであれば，当然にその構成が奏する効果も当業者は予測できる。",
                "また，引用発明1においては，擬似接着されたシート状基材を剥がすと，情報記録体が擬似接着しているシート状基材に付着し，必然的に，分離して使用するものを切り取ろうとする意思を持たずに，印刷物を開くと自動的に手にすることができる。甲6文献の固定板1Aに保持されたCDや甲7文献の第3パネル44に付着したプリペイドクレジットカード24は，簡単に取り出す(剥がす)ことができ，切り取ろうとする意思を必要としない。",
                "したがって，本件発明1に顕著な効果があるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件発明1と原告主張引用発明1の相違点に係る構成を採用することは，当業者が容易に想到できるものであり，本件発明1の効果は，原告主張引用発明1，甲5文献ないし甲7文献から当業者が予測できる範囲内のものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1と引用発明1との相違点及び容易想到性",
              "text": [
                "本件審決が認定した相違点2及び3と，原告主張相違点aとの間に，実質的な違いはない。",
                "また，本件審決は，相違点2及び3の容易想到性の判断について，本件発明1の作用効果の点から，「一体不可分の発明特定事項」を細切れにせずに，一体的に判断したところ，そのような本件審決の判断手法，及び，容易想到性を否定した結論は，妥当なものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "顕著な効果",
              "text": [
                "仮に引用発明1において，相違点に係る構成を適用すると，当業者が予測できない顕著な効果が生じる。",
                "すなわち，本件発明1では，分離して使用するものを，中央面部上の，かつ，左側面部と右側面部の両方に重なる部分に印刷することによって，左側面部又は右側面部の後から開いた方に，分離して使用するものが付いてきて，かつ，その一部が飛び出しているため，使用者がこれを手に取ることが促され，広告などの印刷物に付いているはがき等を切り取ろうとする意思を持たずに，当該印刷物を開くと自動的に手にすることができるという，顕著な効果を生じさせることを見出したものである。そして，この効果は，引用例1，甲5文献ないし甲7文献にはないものである。",
                "したがって，本件発明1は，これらの引用例等を組み合わせても予測できない顕著な効果を有する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5発明の適用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5文献には，原告が主張するような課題は何ら記載も示唆もされていない。甲5発明は，販売場所において，カードが不正に取り外されることを防ぎつつ，カードを展示すること等を課題として，それを解決するために，プラスチックの窓を設けたという発明である。これに対して，引用発明1の課題は，郵送等の場面において，封入や小包にする手間を省き，余分なコストを削減することにより，低コストで手間がかかることなく受取人に配達することが可能になる情報記録体を形成したシート状基材を提供することである(【0003】)。引用発明1と甲5発明とは，課題が共通しない。",
                        "また，前記3〔被告の主張〕(2)のとおり，引用発明1において，中央面部に情報記録体(分離して使用するもの)を配置し，左右側面部を中央面部に折り重ねた巻き折りないし観音開き折りとする動機付けはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，当業者が，引用発明1に，甲5発明を組み合わせたとしても，甲5発明は，巻き折りであって，本件発明1に巻き折り形態は含まれていないから，相違点の構成には想到しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術の適用",
                  "text": [
                    "甲5文献ないし甲7文献に記載された技術は，いずれも巻き折り形態であり，観音開き折り形態ではないから，これらを引用発明1に組み合わせても，相違点に係る構成は導かれない。",
                    "また，甲6文献，甲7文献に記載された技術においては，中央面部上ではなく，側面部上にCD又はプリペイドクレジットカードが配置されているから，中央面部にCDやカード類を配置する技術が周知技術ということもできない。",
                    "したがって，甲5文献ないし甲7文献に記載された技術を引用発明1に組み合わせても，相違点に係る構成は導き出せない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，原告主張引用発明1及び甲5発明，又は周知技術から当業者が容易に発明できたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(引用発明2に基づく本件各発明の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と引用発明2の相違点",
              "text": [
                "本件発明1と引用発明2は，折り形態によって定まる面部が分離して使用するものに貼着している点で共通するから，両発明の相違点は以下のようになる(以下，この相違点を「原告主張相違点b」という。)。",
                "「本件発明1においては，左側面部の裏面及び右側面部の裏面が中央面部の裏面に貼着しているのに対して，引用発明2は，左側面部の一方の面が中央面部の一方の面に貼着し，右側面部の一方の面が中央面部の他方の面に貼着している点」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告主張相違点bの容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明2において，Z折りの形態を観音開き折りの形態とすると中央面部に配置されている分離して使用するものは左側面部と右側面部に貼着し，本件特許発明1の構成となるから，結局のところ，原告主張相違点bは，本件発明1が観音開き折りの形態であるのに対して，引用発明2がZ折りの形態である点にすぎない。",
                    "なお，観音開き折りは，左側面部と右側面部の左右方向の幅を同じにするのが技術常識であり，引用発明2の中央面部(はがき本体)に設けられるカード部は，テレホンカードとほぼ同一の大きさであるから(【0032】【0035】【0043】)，引用発明2において，技術常識に従った観音開き折り形態とすると，はがき本体とテレホンカードの大きさの関係から，必然的に，左側面部の裏面及び右側面部の裏面の両方がカード(分離して使用するもの)に重なって貼着する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲8技術の適用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲8文献(平成4年2月公開)には，用紙を3つ折り畳んで重なり合う面を擬似接着させたメールフォームであって，中央面部の異なる面に左側面部と右側面部が重なるZ型の形態のもの，中央面部の同一の面に左側面部と右側面部が重なる観音開き折り形態のもの等，各種3つ折り形態のメールフォームが記載されている。そうすると，用紙を3つ折り畳んで重なり合う面を擬似接着させたはがき等のメールフォームにおいて，Z型の形態とするか観音開き折り形態とするかは，当業者が適宜選択し得る設計事項にすぎない。",
                        "一方，引用発明2は，Z型の折り形態のメールフォーム(はがき)であるが(【0035】)，引用発明2において，はがきの形状や折り方は，「Z」の形状に限定されないから(【0049】)，甲8文献に示されたような観音開き折り形態とする動機付けも十分にある。",
                        "よって，引用発明2において，Z型の折り形態を，甲8文献に示されたような観音開き折り形態とすることは，当業者が適宜選択し得る設計事項にすぎず，当業者が容易に想到できるものである。",
                        "また，引用発明2と甲8技術は，一般的な折畳みはがきとして技術分野が共通するだけではなく，用紙を折り畳んでさらに重なり合う面を擬似接着させたものであり，少なくとも作用・機能が共通する。そして，引用発明2には，折り形態を変更できることが示され(【0049】)，引用発明2のように用紙を折り畳んで重なり合う面を擬似接着させたはがきにカード部を設けることは，本件発明1の出願前から広く知られている(甲3，27)。よって，引用発明2のはがきに甲8文献に記載されたメールフォームを適用する動機付けは十分にある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，引用発明2において，甲8文献に示されたような観音開き折り形態とすると，はがき本体とテレホンカードの大きさの関係から，必然的に，左側面部の裏面及び右側面部の裏面の両方がカードに重なって貼着され，原告主張相違点bに係る構成となる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用発明2において，中央面部の異なる面に左側面部と右側面部が重なるZ型の折り形態を，中央面部の同一の面に左側面部と右側面部が重なる観音開き折り形態として原告主張相違点bに係る構成を採用することは，当業者が容易に想到できるものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，被告は，引用発明2に甲8文献の第12図を組み合わせることに阻害要因がある旨主張する。",
                        "しかし，引用発明2において問題となる破損や汚損は，カード部に設けられた二次元コード領域等の情報が読み取れなくなるほどの破損や汚損であり(【0025】)，甲8文献のスリットを設けることによって，そのような破損や汚損が生ずるものではない。また，引用発明2の課題に対応する効果は，カードの破損や汚損ではないから，「破損や汚損」は阻害要因にならない。さらに，甲8文献の観音開き折りにおけるスリット幅は1mm程度以上のわずかなものであり(4頁左欄13～14行)，実質的にカード部を露出させるものではない。",
                        "また，引用発明2では，シート(はがき)の曲げ強度は問題としておらず，曲げ強度は，シート(はがき)の材質や厚み等により決まる設計事項であり，スリットとは何ら関係がない。その他，カード部の離脱は，そもそも阻害要因にはならず，また利用者がはがきを開くときに離脱なども生じない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲8技術及び周知技術の適用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲5文献ないし甲7文献によれば，シートを3つ折りに折り畳んでCDやカード類を保持したパッケージ・封筒において，シートの中央面部にCDやカード類を取り外し可能に配置し，左右側面部が中央面部及びCD・カード類に重なるようにして移送できるようにし，受取人に渡すまでの間，CDやカード類を保護できるようにした構成は，本件特許出願前から当業者に周知の技術というべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，甲5文献ないし甲7文献には，シートの一面にCDやカード類を取り外し可能に配置し，3つ折りにしてCDやカード類を保護しつつ移送できるようにし，受取人がCDやカード類をシートから容易に取り外して携帯できるようにするという課題が内在する。",
                        "これに対して，引用発明2の課題は，シートを折り畳んでカードを保持して郵送できるはがきとし，カード類をはがきから容易に取り外して携帯できるようにすることである。",
                        "したがって，引用発明2と甲5文献ないし甲7文献に記載された周知技術の課題は共通する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，前記イ(ア)，(エ)のとおり，引用発明2において，Z型の折り形態を，甲8文献に示されたような観音開き折り形態とすることは，当業者が適宜選択し得る設計事項にすぎないほか，引用発明2に甲8技術を組み合わせる動機付けは十分にあり，阻害要因もない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，引用発明2において，Z型の折り形態を甲8文献に示されたような観音開き折り形態とするのに際し，甲5文献ないし甲7文献(甲6文献は観音開き折りを含む)に記載された周知技術に示されたように，左側面部の裏面及び右側面部の裏面が中央面部の裏面及びカード(分離して使用するもの)に重なるようにし，これらを貼着するようにして，原告主張相違点bに係る構成を採用することは，当業者が容易に想到できるものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "顕著な効果",
              "text": [
                "本件発明1の構成を，当業者が容易に想到できるものであれば，当然にその構成が奏する効果も当業者は予測できる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告主張のその余の相違点について",
              "text": [
                "被告は，下記〔被告の主張〕(1)イのとおり，本件発明1と引用発明2には，被告主張相違点αがある旨主張する。",
                "しかし，本件発明1の「切り込み」は，文言上連続した切り込みに限定されない。そして，引用例2に記載された切断予定線11は切り込みであり，それが連続した切り込みであるか否かにかかわらず，本件発明1の「切り込み」に相当する。したがって，被告主張相違点αは存在しない。",
                "仮に，被告主張相違点αがあったとしても，トムソン加工により形成する切断予定線を，連続的な切り込みとするか，断続的な切り込みとするかは，単なる設計事項にすぎない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，引用発明2及び甲8技術，又は，引用発明2，甲8技術及び甲5文献ないし甲7文献に記載された周知技術から，当業者が容易に発明をすることができたものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1と引用発明2の相違点及び容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4及び容易想到性",
                  "text": [
                    "本件審決が，相違点4を認定したことは正しく，その容易想到性の判断も妥当なものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "その余の相違点及び容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1には，従来技術においては，ミシン目の切り込みによって，はがきが切り取り可能となっていたが，「なお，葉書を切り取らなければならないという手間が依然として残っていた」との問題点があり，本件発明1は，分離して使用するものを印刷物より「切り取る必要がなく」と記載されている(【0002】～【0004】【0006】)ことなどからすれば，本件発明1の切り込みは，連続した切り込みをいうものと解すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，引用例2には，カード部1の周囲には，トムソン加工された切断予定線が設けられているものの，表面シートや裏面シートの開封により自動的にカード部が切り取られるのではなく，別途，「切り離す」という動作により，初めて，切り離されると記載されている(【0032】【0033】)ことなどからすれば，引用例2に記載された切断予定線は，ミシン目のような断続的な切り込みであると解すべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件発明1と引用発明2には，以下の相違点がある(以下，この相違点を「被告主張相違点α」という。)。",
                        "「本件発明1の分離して使用するものの周囲の切り込みが，連続した切り込みであるのに対して，引用発明2のカード部の周囲の切断予定線は，断続的な切り込みである点」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そして，被告主張相違点αに係る構成については，引用例2，甲5文献ないし甲8文献には，何らの記載も示唆もないから，当業者が容易に想到し得たものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "顕著な効果",
              "text": [
                "前記4〔被告の主張〕(2)と同様に，本件発明1は，引用例2，甲5文献ないし甲8文献には記載も示唆もされていない効果を有し，しかも，その効果は顕著なものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の認定",
                  "text": [
                    "仮に引用発明2のZ折りの形態を，観音開き折りの形態にした場合であっても，「中央面部に配置されている分離して使用するものは左側面部と右側面部に貼着」するとは限らない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲8技術の適用",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点の構成に至らないこと",
                      "text": [
                        "仮に，引用発明2に，甲8文献の図12の実施形態を組み合わせるとしても，その場合に，カード部1をどの面に配置するか(中央面部か，側面部か)は，何ら甲8文献に示唆等はない。引用発明2に甲8技術を組み合わせても，相違点の構成に至らない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "動機付けがなく，阻害要因があること",
                      "text": [
                        "甲8文献の記載のみをもって，一般的な折り畳みはがきを観音開き折り形態と変形することが設計事項であるとまで，認定できるものではない。また，引用発明2は，そもそも一般的な折畳みはがきではなく，はがき本体2に切り取り可能なカード部1が設けられているはがきであるから，仮に，一般的な折畳みはがきにおいては観音開き折り形態と変形することが設計事項であったとしても，このようなカード部1を有する引用発明2に，かかる設計事項を適用する動機付けがあるとはいえない。",
                        "また，甲8文献の第12図は，典型的な観音開き折り形態ではなく，左側面部と右側面部の間に，「スリット状の重なり合わない部分」が残されている(4頁右欄32～37行)。また，基本的な実施例である図1～5からすれば，当該部分は一定の幅を有するものである。これに対し，引用発明2で，カード部1を表面シートや裏面シートで覆う目的は，カードを破損や汚損から保護することである(6欄12～15行)。そうすると，引用発明2において，甲8文献の図12の形態を組み合わせて，カード部1を中央部に設けるなどすると，カード部1が露出してしまい，カードを破損や汚損から保護することができなくなるから，組み合わせることに阻害要因がある。",
                        "さらに，甲8文献の図12の実施形態の使用方法は，開封時に，剥離開始部2bの裏側を押すようにするものである(4頁右欄35～37行)。そうすると，引用発明2において，甲8文献の図12の形態を組み合わせて，カード部1を中央部に設けるなどすると，開封時に，カードが押されてしまい，ミシン目等の切断予定線11から切断されてしまうという不都合が生じるから，組み合わせることに阻害要因がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲8技術及び周知技術の適用",
                  "text": [
                    "前記イ(イ)のとおり，引用発明2に甲8技術を組み合わせることに動機付けはなく，阻害要因がある。",
                    "また，前記4〔被告の主張〕(3)イのとおり，甲5文献ないし甲7文献に記載の技術は巻き折り形態にすぎないから，これを引用発明2に組み合わせても，相違点4あるいは原告主張相違点bの構成には至らない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，引用発明2及び甲8技術，又は，引用発明2，甲8技術及び周知技術から，当業者が容易に発明をすることができたものということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(引用発明3に基づく本件各発明の進歩性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と引用発明3の相違点",
              "text": [
                "本件発明1と引用発明3は，折り形態によって定まる面部が分離して使用するものに貼着している点で共通するから，両発明の相違点は以下のようになる(以下，この相違点を，それぞれ「原告主張相違点c」，「原告主張相違点d」という。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告主張相違点c 「本件発明1は，左側面部と中央面部と右側面部からなり，左側面部の裏面及び右側面部の裏面が中央面部の裏面に貼着する形態，すなわち，左側面部と右側面部の両方が中央面部に重なる折り形態であるのに対して，引用発明3は，一のシートが他の一のシートと重なる折り形態である点」"
                },
                {
                  "fig": "イ",
                  "subject": "原告主張相違点d 「本件発明1は，中央面部に分離して使用するものが印刷され，左側面部の裏面及び右側面の裏面の両方が，分離して使用するものに貼着しているのに対して，引用発明3は，一のシートが分離して使用するものと貼着している点」"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告主張相違点c及びdの容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明3において，一のシートが他の一のシートと重なる折り形態を左側面部と右側面部が中央面部に重なる観音開き折りの形態とすると，分離して使用するものは中央面部に配置されて左側面部と右側面部に貼着し，本件発明1の構成となるから，結局のところ，原告主張相違点c，dは，本件発明1が，左側面部と右側面部が中央面部に重なる観音開き折りの形態であるのに対して，引用発明3が一のシートが他の一のシートと重なる折り形態である点にすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲8技術について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲8文献(平成4年2月公開)には，用紙を折り畳んで重なり合う面を擬似接着させたメールフォームであって，2つ折り形態のもの，Ｎ型の3つ折り形態のもの，左右側面部が中央面部に重なる3つ折り形態のもの等，各種折り形態のメールフォームが記載されている。そうすると，用紙を折り畳んで重なり合う面を擬似接着させたはがき等のメールフォームにおいて，2つ折り形態とするか左右側面部が中央面部に重なる3つ折り形態のものとするかは，当業者が適宜選択し得る設計事項にすぎない。",
                        "そして，引用発明3は，用紙を2つに折り畳んで重なり合う面(第1シートと第2シート)を擬似接着させたメールフォーム(はがき)である。",
                        "また，引用発明3と甲8技術は，一般的な折畳みはがきとして技術分野が共通するだけではなく，用紙を折り畳んでさらに重なり合う面を擬似接着させたものであり，少なくとも作用・機能が共通する。また，引用発明3のように用紙を折り畳んで重なり合う面を擬似接着させたはがきにカード部を設けることは，本件発明1の出願前から広く知られている(甲2，27)。よって，引用発明3のはがきに観音開き折り形態に変形する技術として甲8文献のメールフォーム(はがき)を適用する動機付けは十分にある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，甲8文献の図12に示された観音開き折りのメールフォームは，通常はがきの大きさであり，左右側面部が中央面部の中央部まで折り返されており，引用発明3のカード部はテレホンカードと大略同一の大きさである。これにより，引用発明3のはがきを甲8文献の図12の観音開き折りのメールフォーム(はがき)とした場合，物理的に中央面部にしかカード部を配置することができず，中央面部にカード部を配置することが示唆されているといえる。また，引用発明3を甲8文献の図12の観音開き折りとし，中央面部にカード部を配置した場合，中央面部は通常はがきの大きさであり，カード部はテレホンカードの大きさであるから，カード部を中央面部のどの位置に配置しても，左右側面部とカード部が重なり，カード部を中央面部のどの位置に配置するかは，問題とならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，被告は，引用発明3に甲8技術を組み合わせることは，煩雑さの低減という引用発明3の解決しようとする課題に反するから阻害要因がある旨主張する。しかし，引用発明3の課題は，はがきの宛先とは別にカードに住所や氏名を記載する必要のないはがきを提供することであり(【0003】)，擬似接着したはがきを開封するときの開封動作の手間による煩雑さを低減することではない。",
                        "また，被告は，引用発明3に甲8文献の第12図を組み合わせることに阻害要因がある旨主張するが，引用発明3のカード部は，イベント招待券等であり，カード部が露出することによりその機能等が損なわれることはないほか，前記5〔原告の主張〕(2)イ(エ)のとおり，同主張は誤りである。引用例3には，カード部の第1シートの裏面側に設けられた磁気記録部が郵送中に破損するのを効果的に防止する旨記載があるが(【0006】)，これは一例示にすぎず，甲8文献の僅かなスリットによって磁気記録部が破損することも考えにくい。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲9技術について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲9文献には，左側面部(折返片11)と中央面部(ハガキ本体10)と右側面部(折返片12)からなり，左側面部(折返片11)と右側面部(折返片12)の両方が中央面部(ハガキ本体10)に重なる折り形態のはがきであって，中央面部(ハガキ本体10)の表面に宛名を有するはがき(メールフォーム)が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明3において，第1シートを第2シートに折り重ねる2つ折りの形態のはがきに代えて，甲9文献に記載されたような左右側面部が中央面部に重なる3つ折り形態のはがきとするのは，当業者が適宜選択し得る設計事項にすぎない。",
                        "また，引用発明3と甲9技術は，一般的な折畳みはがきとして技術分野が共通するだけではなく，用紙を折り畳んでさらに重なり合う面を擬似接着させたものであり，少なくとも作用・機能が共通する。そして，引用発明3は，はがきの宛先がそのままカード部として使用できるようしたものである。一方，甲9文献のメールフォーム(はがき)にも宛先が設けられている。よって，引用発明3に甲9技術を組み合わせる動機付けは十分にある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，引用発明3のはがきの折り形態を甲9文献のような折り形態のはがきとした場合，甲9文献において宛名はハガキ本体10(中央面部)の表面15に印字されていることから，引用発明3の宛先を有するカード部(分離して使用するもの)は中央面部に設けられる。この場合，引用発明3のカード部(分離して使用するもの)は，テレフォンカードと大略同一の大きさであり(【請求項2】)，甲9文献の折返片11，12(左右側面部)はハガキ本体10(中央面部)の略半分の幅を有するから(明細書第7頁8～11行)，引用発明2のカード部(分離して使用するもの)は，必然的に左側面部の裏面及び右側面部の裏面の両方に貼着する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用発明3において，第1シートを第2シートに折り重ねる2つ折りの形態のはがきに代えて，左右側面部が中央面部に重なる3つ折り形態のはがきとし，宛先を有するカード部(分離して使用するもの)を中央面部に設けて，左側面部の裏面及び右側面部の裏面の両方が分離して使用するものに貼着するようにして，原告主張相違点c，dに係る構成を採用することは，当業者が容易に想到できたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "顕著な効果",
              "text": [
                "本件発明1の構成を，当業者が容易に想到できるものであれば，当然にその構成が奏する効果も当業者は予測できる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告主張のその余の相違点について",
              "text": [
                "被告は，下記〔被告の主張〕(1)イのとおり，本件発明1と引用発明3には，被告主張相違点βがある旨主張する。",
                "しかし，本件発明1の「切り込み」は，文言上連続した切り込みに限定されない。そして，引用例3に記載された切断予定線(4)は「トムソン加工された切り込みを有し」ているから，それが連続した切り込みであるか否かにかかわらず，本件発明1の「切り込み」に相当する。したがって，被告主張相違点βは存在しない。",
                "仮に，被告主張相違点βがあったとしても，トムソン加工により形成する切断予定線を，連続的な切り込みとするか，間欠的な切り込みとするかは，単なる設計事項にすぎない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，引用発明3，甲8技術及び甲9技術から，当業者が容易に発明をすることができたものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1と引用発明3の相違点及び容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点5，6及び容易想到性",
                  "text": [
                    "本件審決が認定した相違点5，6と，原告主張相違点c，dとは，実質的に異ならない。",
                    "そして，相違点6について容易に想到できないとした本件審決の判断は妥当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "その余の相違点及び容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記5〔被告の主張〕(1)イ(ア)のとおり，本件発明1の切り込みは，連続した切り込みをいうものと解すべきである。一方，引用発明3の切断予定線は，本件発明1のような連続した切り込みではなく，ミシン目のような間欠的な切り込みである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，本件発明1と引用発明3には，以下の相違点がある(以下，この相違点を「被告主張相違点β」という。)。",
                        "「本件発明1の切り込みは連続した切り込みであるのに対し，甲3発明の切断予定線は間欠的な切り込みである点」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，被告主張相違点βに係る構成については，引用例3，甲8文献，甲9文献には，何らの記載も示唆もないから，当業者が容易に想到し得たものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "顕著な効果",
              "text": [
                "引用発明3の課題は，カードに使用者の住所や氏名を印刷又は記入する必要があり煩雑であったという点であるところ，引用例3には，本件発明1の課題や作用効果といった視点は何ら記載がない。前記4〔被告の主張〕(2)と同様に，本件発明1は，引用例3，甲8文献，甲9文献には記載も示唆もされていない効果を有し，しかも，その効果は顕著なものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲8技術について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲8文献の記載のみから，2つ折り形態とするか，左右側面部が中央面部に重なる3つ折り形態のものとするかは，当業者が適宜選択し得る設計事項であるとまでは認定できない。",
                        "また，引用発明3は，一般的な折畳みはがきではなく，第1シートに切り取り可能なカード部3が設けられているはがきである。したがって，仮に，一般的な折畳みはがきにおいては観音開き折り形態に変形することが設計事項であったとしても，カード部3を有する引用発明3に，これを適用する動機付けがあるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明3に，甲8文献の図12の実施形態を組み合わせるとしても，その場合に，カード部1をどの面に配置するか(中央面部か，側面部か)，また，仮に中央面部に配置するとしても，中央面部のどの位置に配置するか(カード部が左側面部又は右側面部のいずれか一面にのみ重なるのか，あるいは，その両方と重なるのか)については，何ら甲8文献には示唆等はない。仮に引用発明3に甲8技術を組み合わせても，相違点の構成には至らない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，引用発明3には，甲8技術を組み合わせることについて阻害要因がある。",
                        "すなわち，引用発明3の課題は，カードに使用者の住所や氏名を印刷又は記入する必要があり煩雑であったという点である(【0003】)。そして，2つ折りの引用発明3を，観音開き折りにすると，開封するための動作が2回必要になる。したがって，2つ折りの引用発明3を，観音開き折りにすることについては，煩雑さの低減という引用発明3の解決しようとする課題に反するから，阻害要因がある。",
                        "また，前記5〔被告の主張〕(3)イ(イ)と同様に，引用発明3において，甲8文献の図12の形態を組み合わせるなどすると，スリットの部分ではカード部1が露出してしまうことなどから，阻害要因がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲8技術及び甲9技術について",
                  "text": [
                    "引用発明3に，甲8文献及び甲9文献という複数の文献を組み合わせるような動機付けはない。特に，引用発明3は，一般的な折畳みはがきではなく，第1シートに切り取り可能なカード部3が設けられている特殊な形態のはがきであり，これに甲8技術及び甲9技術を，共に，組み合わせることには，何ら動機付けがない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件発明1は，引用発明3，甲8技術及び甲9技術から，当業者が容易に発明をすることができたものということはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件各発明に係る特許請求の範囲は，前記第2の2のとおりであるところ，本件明細書の発明の詳細な説明には，おおむね，以下の記載がある(下記記載中に引用する図1ないし3は，別紙本件明細書図面目録参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，印刷物，特に中央面部に分離して使用するもの，たとえば葉書等が印刷され，かつその葉書等の周囲に切り込みが入っている印刷物に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】従来，左側面部及び右側面部が開く広告用印刷物に関する技術がある(特許文献1参照)。又，左側面及び右側面が開く広告用印刷物に葉書が付いている技術がある(特許文献2参照)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0004】しかし，特許文献1には葉書が付いておらず，特許文献2は葉書が付いていて広告としての機能を効果的に発揮することが出来るが，なお，葉書を切り取らなければならないという手間が依然として残っていた。",
                    "【0005】又，広告等にチケット，クーポン券等が付いている場合があるがこれら等も広告から切り取らなければならないという問題点があった。",
                    "【0006】そこで，本発明は，葉書，チケット，クーポン券等の分離して使用するものを広告等の印刷物より切り取る必要がなく，かつその周囲に切り込みが入っているにもかかわらず，広告等の印刷物に付いていて紛失させることなく，しかも手間がかからず葉書，チケット，クーポン券等の分離して使用するものを利用することが出来る印刷物を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0007】左側面部と中央面部と右側面部とからなる印刷物であって，／中央面部は，所定の箇所に所定の大きさの分離して使用するものが印刷されていること，／左側面部の裏面は，当該分離して使用するものの上部，下部，左側部の内側及び外側に該当する部分に一過性の粘着剤が塗布されていること，／右側面部の裏面は，当該分離して使用するものの上部，下部，右側部の内側及び外側に該当する部分に一過性の粘着剤が塗布されていること，／当該左側面部の裏面及び当該右側面部の裏面が，前記中央面部の裏面及び当該分離して使用するものに貼着していること／当該分離して使用するものの周囲に切り込みが入っていること，からなる。",
                    "【0008】さらに，前記分離して使用するものが葉書，チケット，クーポン券であることが好適である。",
                    "【0009】本発明の印刷物には広告，ダイレクトメール等があり，分離して使用するものには葉書，チケット，クーポン券等がある。また，本発明の印刷物は，広告，ダイレクトメール等その種類を問わない。",
                    "【0010】又，分離して使用するものも，葉書，チケット，クーポン券等に限らずその他のものでも良い。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "【0012】本発明は以上の構成を有するので，印刷物に付いている葉書，チケット，クーポン券等を切り取ろうとする意思を持たずに，印刷物を開くと自動的に手にすることになる。したがって，分離して使用するものに対する使用者のアピール力が高く，例えば葉書の場合には，すぐに葉書を出してもらえるというレスポンス向上の期待がさらに多くなり，又チケット・クーポン券等の場合はそれらを利用してもらえるということが多くなる，という効果が生じるものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "【0013】…図1は本発明の印刷物を開いた状態を示す図である。中央面部1はほぼ中央の場所に分離して使用するもの4が印刷されている。本図面ではこの分離して使用するもの4は四角形をしているが，丸でも三角形でも良く形状は問わない。印刷物が広告の場合には分離して使用するもの4以外の部分には広告の内容等が印刷されているものである。",
                    "【0014】左側面部2の裏面に当該分離して使用するもの4の裏面又は表面(都合により裏面でも表面でも良い。)の上部，下部，左側部の内側に該当する部分5，外側に該当する部分6に一過性の粘着剤が塗布されているので，左側面部2を中央面部1の方に折って重ねると，左側面部2は分離して使用するもの4及び中央面部1の左側に貼着される。なお，本図面では図示していないが，左側面部2の裏面の上部，下部，左側部，右側面部3の裏面の上部，下部，右側部，又は中央面部1の裏面の上部，下部にも一過性の粘着剤を塗布して良い。",
                    "【0015】右側面部3の裏面も同様に，当該分離して使用するもの4の裏面又は表面(都合により裏面でも表面でも良い。)の上部，下部，左側部の内側に該当する部分7，外側に該当する部分8に一過性の粘着剤が塗布されているので，右側面部3を中央面部1の方に折って重ねると，右側面部3は分離して使用するもの4及び中央面部1の右側に貼着される。",
                    "【0016】図2は左側面部2の裏面と右側面部3の裏面を中央面部1の裏面及び分離して使用するもの4に貼着した状態を示す図である。貼着した後，分離して使用するもの4(例えば葉書等)の周囲をハーフカット装置を使用して半抜きする。すなわち，分離して使用するもの4の周囲のみに切り込みを入れる。",
                    "左側面部2の裏面と右側面部3の裏面の前記所定の箇所に一過性の粘着剤が塗布されているので，分離して使用するもの4の周囲に切り込みが入っても欠落したりすることがないものである。左，右に開く場合は，開く箇所を示した部分10，11より開けば容易に開くことが出来る。",
                    "【0017】図3は左側面部2と右側面部3を開いた状態を示す図である。本図面では左側面部2から開いたので，右側面部3の裏面に分離して使用するもの4が貼着したまま附いており，左側面部2には分離して使用するもの4が附いていない状態を示している。右側面部3から開いた場合には左側面部2の裏面に分離して使用するもの4が貼着するのである。分離して使用するもの4が中央面部1から切り離されたことにより，分離して使用するもの4があった部分は四角形の穴9になっている。",
                    "【0018】右側面部3の裏面に貼着している分離して使用するもの4は一過性の粘着剤で附いているだけなので簡単に剥がすことが出来るものであり，切り取ろうとする意思を必要としないものである。したがって分離して使用するもの4の使用及び利用価値が非常に高まるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各発明の特徴",
              "text": [
                "前記(1)の記載によれば，本件各発明の特徴は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明は，特に中央面部に分離して使用するものが印刷された印刷物に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来，左側面及び右側面が開く広告用印刷物にはがきが付いている技術があったが，はがきを切り取らなければならないという手間があった。また，広告等にチケット，クーポン券等が付いている場合があるが，これらも広告から切り取らなければならないという問題点があった(【0002】～【0005】)。",
                    "そこで，本件各発明は，はがき，チケット，クーポン券等の分離して使用するものについて，その周囲に切り込みが入っているにもかかわらず，広告等の印刷物に付いていて紛失させることなく，しかも，広告等の印刷物より切り取る手間をかけずに利用することができる印刷物を提供することを目的とする(【0006】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件各発明は，課題解決手段として，請求項1ないし3の構成を採用したものである(【0007】～【0010】)。",
                    "すなわち，本件各発明の実施形態の一例においては，左側面部2の裏面と右側面部3の裏面の所定の箇所に一過性の粘着剤が塗布されているから，分離して使用するもの4の周囲に切り込みが入っても欠落したりすることがない。また，左側面部2を開き，その後右側面部3を開いた場合，分離して使用するもの4が中央面部から切り離され，右側面部3の裏面に分離して使用するもの4が貼着したまま付くことになる(【0013】～【0017】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件各発明は，中央面部に存する分離して使用するもの4の周囲に切り込みが入るとともに，左側面部2の裏面と右側面部3の裏面が分離して使用するもの4に貼着しているという構成を採用することによって，使用者は，印刷物に付いているはがき，チケット，クーポン券等を切り取ろうとする意思を持たずに，印刷物を開くと自動的に手にすることになるから，分離して使用するもののアピール力が高くなる。例えば，すぐにはがきを出してもらえるというレスポンスの向上や，チケット・クーポン券等の利用の向上が図られる(【0012】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件各発明の明確性要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許を受けようとする発明が明確であるか否かは，特許請求の範囲の記載だけではなく，願書に添付した明細書の記載及び図面を考慮し，また，当業者の出願当時における技術常識を基礎として，特許請求の範囲の記載が，第三者の利益が不当に害されるほどに不明確であるか否かという観点から判断されるべきである。",
                "原告は，本件特許の特許請求の範囲請求項1の記載のうち，「当該分離して使用するもの(4)の上部，下部，左側部(右側部)の内側及び外側に該当する部分(5，6)((7，8))」の各部分が明確ではない旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「内側及び外側に該当する部分」の明確性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「内側及び外側」の範囲",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "請求項1には，分離して使用するもの(4)の上部，下部，左側部(右側部)の「内側及び外側」に該当する部分との記載がある。",
                        "請求項1の記載によれば，印刷物の中央面部(1)の所定の箇所に，所定の大きさを有する分離して使用するもの(4)が印刷されており，分離して使用するもの(4)は，周囲に切り込みが入っているものである。そして，請求項1には，「内側及び外側」の範囲を直接特定する記載はない。",
                        "したがって，分離して使用するもの(4)の上部，下部，左側部(右側部)の「内側及び外側」に該当する部分とは，印刷物の中央面部(1)における，分離して使用するものの周囲に設けられた切り込みの「内側及び外側」に該当する部分と特定され，その範囲は特定されていないものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，本件明細書の【0014】ないし【0017】の記載によれば，本件発明1を実施する際には，一過性の粘着剤が塗布されている部分となる「内側及び外側」の範囲について，分離して使用するものが欠落することなく，また左側面部と右側面部を中央面部からはがして開いた場合には左側面部又は右側面部の一方に分離して使用するものが貼着されるなどして，これを自動的に手にすることができる程度の範囲に限定されることになる。しかし，当該範囲は，中央面部(1)，左側面部(2)，右側面部(3)及び分離して使用するもの(4)の形状や材質，分離して使用するもの(4)の周囲の切り込みの程度，粘着剤の強度等に応じて，適宜決定されるにすぎないから，特許を受けようとする発明において，「内側及び外側」の範囲を特定していないからといって，それが明確性を欠くことにはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一過性の粘着剤が塗布されている「該当する部分」",
                  "text": [
                    "請求項1には，分離して使用するものの上部，下部，左側部(右側部)の内側及び外側に「該当する部分(5，6)((7，8))」に一過性の粘着剤が塗布されている旨記載がある。",
                    "請求項1において，左側面部(2)の裏面で一過性の粘着剤が塗布されている部分は，分離して使用するもの(4)の「上部，下部，左側部の内側及び外側に該当する部分」である旨記載があり，右側面部(3)の裏面についても同様である。そして，同記載は，一過性の粘着剤が塗布されている部分について，「上部，下部，左側部の内側及び外側に該当する部分」の全てであるとまでは特定しておらず，また，「内側及び外側に該当する部分」と「内側」と「外側」については「及び」で関係を明らかにしつつ，「上部，下部，左側部」については，その関係を特定していない。",
                    "また，前記ア(イ)のとおり，左側面部(2)の裏面と右側面部(3)の裏面の所定の箇所に一過性の粘着剤が塗布されている理由は，分離して使用するもの(4)の周囲に切り込みが入っても欠落したりすることがないようにすること，また，左側面部(2)を開き，その後右側面部(3)を開いた場合，分離して使用するもの(4)が中央面部から切り離され，右側面部(3)の裏面に分離して使用するもの(4)が貼着などすることにあり，右側面部(3)を開き，その後左側面部(2)を開いた場合も同様である。そして，このためには，一過性の粘着剤が塗布されている部分は，左側面部(2)の裏側のうち，分離して使用するものの上部，下部，左側部の少なくともいずれかに該当する部分にあればよいと当業者は理解できるものである。",
                    "したがって，左側面部(2)の裏面のうち，一過性の粘着剤が塗布されている部分は，分離して使用するもの(4)の，上部，下部，左側部のいずれかであって，かつ，内側及び外側のいずれにも該当する部分であるということができ，右側面部(3)の裏面も同様である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「内側及び外側に該当する部分」について，どの範囲までを指すのか明確ではないと主張する。",
                    "しかし，前記ア，イのとおり，一過性の粘着剤が塗布されている部分は，分離して使用するもの(4)の，上部，下部，左側部(右側部)のいずれかであって，かつ，周囲に設けられた切り込みの内側及び外側のいずれにも該当する部分であって，それ以上の具体的範囲は特定されていないという点で，明確である。したがって，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「当該分離して使用するもの(4)の上部，下部，左側部(右側部)」の明確性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「分離して使用するもの」の形状",
                  "text": [
                    "「分離して使用するもの」の形状について，請求項1には「中央面部(1)は，所定の箇所に所定の大きさの分離して使用するもの(4)が印刷されていること」と記載されており，「分離して使用するもの」は，印刷物の中央面部の所定の箇所に印刷された所定の大きさを有するものである。そして，「分離して使用するもの」については，その他に「分離して使用するもの(4)の周囲に切り込みが入っていること」と記載されるのみで，「分離して使用するもの」の外形を直接特定するその余の記載はない。",
                    "また，本件明細書には，「本図面ではこの分離して使用するもの4は四角形をしているが，丸でも三角形でも良く形状は問わない」と記載されている(【0013】)。",
                    "したがって，請求項1において，「分離して使用するもの」の形状は，印刷物の中央面部の所定の箇所に印刷された所定の大きさを有するものと特定され，外形は特定されていないものである。",
                    "なお，請求項1には，「分離して使用するもの(4)の上部，下部，左側部」，「分離して使用するもの(4)の上部，下部，右側部」との記載があるほか，本件明細書の【発明を実施するための最良の形態】の項に記載された図面の「分離して使用するもの(4)」の形状は四角形をしている。しかし，丸や三角形の外形であっても，その外形において，上方に当たる部位，下方に当たる部位，左側方に当たる部位，右側方に当たる部位を想定し得るものであって，本件明細書の上記記載(【0013】)からも，「分離して使用するもの(4)」の外形が限定されているということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，「分離して使用するもの」の外形は，特定されていない。しかし，「分離して使用するもの(4)」は，印刷物の中央面部の所定の箇所に印刷された所定の大きさを有するものと特定されているのであるから，その外形に限定がなくても，その上方に当たる部位，下方に当たる部位，左側方に当たる部位，右側方に当たる部位を想定し得るものであって，これらの領域が観念できないということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，「分離して使用するもの(4)」について，それが印刷物に配置された状態が不明確であるとの趣旨の主張をする。",
                    "しかし，請求項1の記載によれば，分離して使用するもの(4)は，印刷物の中央面部(1)の所定の箇所に所定の大きさで印刷されたものであって，左側面部(2)の裏面及び右側面部(3)の裏面は，中央面部(1)の裏面及び分離して使用するもの(4)に貼着されるものである。そうすると，「分離して使用するもの(4)」の形状が特定されなくても，「分離して使用するもの(4)」は，中央面部の所定の箇所に，所定の大きさで，左側部の裏面及び右側部の裏面の双方に接するように配置されるものと理解でき，それが印刷物に配置された状態が不明確なものということはできない。したがって，原告の前記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件特許の特許請求の範囲請求項1の記載のうち，「当該分離して使用するもの(4)の上部，下部，左側部の内側及び外側に該当する部分(5，6)」とは，印刷物の中央面部の所定の箇所に印刷された所定の大きさを有する，その外形は特定されない分離して使用するもの(4)の，上部，下部又は左側部のいずれかのうち，その周囲に設けられた切り込みの内側及び外側であって，その範囲は具体的には特定されない部分に該当する部分であって，請求項1の記載のうち，「当該分離して使用するもの(4)の上部，下部，右側部の内側及び外側に該当する部分(7，8)」も同様であって，これらの記載が，第三者の利益が不当に害されるほどに不明確であるということはできない。",
                "したがって，「当該分離して使用するもの(4)の上部，下部，左側部(右側部)の内側及び外側に該当する部分(5，6)((7，8))」との各記載は明確であるから，本件特許の特許請求の範囲請求項1の記載が明確性要件に違反するということはできない。請求項2及び請求項3の各記載も同様であるから，明確性要件に違反するということはできない。",
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件各発明のサポート要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，発明の詳細な説明に記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと解される。",
                "そして，原告は，一過性の粘着剤が塗布される位置について，分離して使用するものの上部，下部，左(右)側部の内側及び外側に該当する部分のいずれかでよいとすると，サポート要件に違反すると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記2(4)のとおり，特許請求の範囲請求項1に記載された発明において，左側面部(2)の裏面の「一過性の粘着剤が塗布されている」部分は，分離して使用するものの，上部，下部又は左側部のいずれかのうち，その周囲に設けられた切り込みの内側及び外側であって，その範囲は特定されない部分に該当する部分であって，右側面部(3)の裏面についても同様である。",
                "そして，前記1(2)イのとおり，本件発明1は，分離して使用するものについて，その周囲に切り込みが入っているにもかかわらず，広告等の印刷物に付いていて紛失させることなく，しかも，広告等の印刷物より切り取る手間をかけずに利用することができる印刷物を提供することを課題とするものである。そして，前記2(2)イのとおり，本件明細書の発明の詳細な説明の記載(【0014】～【0017】)により，当業者は，一過性の粘着剤の塗布が，左側面部2の裏側のうち，分離して使用するものの上部，下部，左側部の少なくともいずれかに該当する部分であって，分離して使用するものの内側及び外側のいずれにも該当する部分にされれば，本件発明1の上記課題を解決できると認識できるものといえ，右側面部3についても同様である。",
                "そうすると，一過性の粘着剤が塗布される位置において，本件発明1は，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が本件発明1の課題を解決できると認識できる範囲のものということができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書には，一過性の粘着剤を塗布する部分の具体例として，分離して使用するもの4と中央面部1の上部境界，下部境界，左側部(右側部)境界の各境界の内側近傍と外側近傍に接着剤を塗布したものしか記載されていないと主張する。",
                    "しかし，発明の詳細な説明に記載された発明は，本件明細書の【発明を実施するための最良の形態】の項に記載された発明(【0014】【0015】【図1】)に限定されるものではない。そして，前記(2)のとおり，発明の詳細な説明の記載によれば，当業者が本件発明1の課題を解決できると認識できる範囲のものは，本件明細書の【発明を実施するための最良の形態】の項に記載された発明にとどまらないことも明らかである。",
                    "したがって，発明を実施するための最良の形態に記載された発明に限定して，本件発明1の範囲を解釈する原告の主張は，採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，再現実験(甲13，14)をもとに，一過性の粘着剤が塗布される位置によっては，本件発明1の作用効果を奏しないと主張する。",
                    "しかし，当業者であれば，本件発明1の発明特定事項及び本件明細書に記載された本件発明1の課題，解決手段，作用効果等から，中央面部(1)，左側面部(2)，右側面部(3)及び分離して使用するもの(4)の形状や材質，分離して使用するもの(4)の周囲の切り込みの程度，粘着剤の強度等を適宜調整し，粘着剤の塗布範囲を設定することができる。",
                    "そして，再現実験のとおり，一過性の粘着剤が塗布される位置によっては，本件発明1の作用効果が奏さないことがあっても，切り込みの程度や粘着剤の強度を調整しても，なお本件発明1の作用効果を奏することはないとまではいうことはできない。",
                    "したがって，一過性の粘着剤が塗布される位置によっては，本件発明1の作用効果が奏さないことがあるという再現実験をもって，本件発明1が，発明の詳細な説明の記載により当業者が課題を解決できると認識できる範囲のものではないということはできないから，原告の上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は発明の詳細な説明に記載したものであるから，本件特許の特許請求の範囲請求項1の記載はサポート要件に違反するということはできない。請求項2及び請求項3の各記載も同様であるから，サポート要件に違反するということはできない。",
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(引用発明1に基づく本件発明1及び2の新規性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)には，おおむね，次の記載がある(下記記載中に引用する図1，2は，別紙引用例等図面目録引用例1参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "【請求項1】 シート状の基材に情報記録体が分離可能に形成されたことを特徴とする情報記録体を形成したシート状基材。",
                        "【請求項3】 請求項1の情報記録体に連続した同体のシート状基材を折り返して剥離可能に貼着したことを特徴とする情報記録体を形成したシート状基材。",
                        "【請求項6】 シート状基材と情報記録体が分離している請求項2乃至4に記載の情報記録体を形成したシート状基材。",
                        "【請求項8】 情報記録体がCD，LD，DVD，ICカードの何れかである請求項1乃至7に記載の情報記録体を形成したシート状基材。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "【0001】本発明はCD，LD，DVD等のディスクやICカード等の情報記録体に関する。詳しくはディスクやカード類がシート状基材に成形され，郵送等により受取人が受け取った後にディスクやカード類を分離して使用することにより情報を読み取ることができる情報記録体を形成したシート状基材に関する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "従来技術",
                      "text": [
                        "【0002】従来ディスクやカード類を郵送等により受取人に送る場合，封筒等に封入したり専用ケースに入れ小包として送っていた。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0003】封筒に封入して送る場合は封筒代の他に封入の手間がかかる。更に専用ケースを使用すればそのコストや小包にするための手間がかかる。本発明は封入や小包にする手間を省き，さらに専用ケース等により発生する余分なコストを削減することにより，低コストで手間や時間がかかることなく受取人に配達することが可能になる情報記録体を形成したシート状基材を提供することを目的としている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0004】上記目的を達成するために，本発明の情報記録体を形成したシート状基材は，シート状の基材から情報記録体が容易に分離可能に形成されたことを特徴としている。本発明は，例えばハガキ大のシート状基材の内側にディスクやカード類の形状が打ち抜かれたもので，受取人はディスクやカード類をシート状基材から分離して取り出すことにより，独立した通常のディスクやカード類と同様の使用方法で使用することができるものである。",
                        "【0006】シート状の基材にディスク等を形成して受取人に配達するには，例えばシート状基材とディスクの形状を複数の小さな繋ぎ部分を残して打ち抜き，受取人が繋ぎ部分を手で破断して分離できるようにしておけばよい。",
                        "【0007】シート状の基材の少なくとも一方の面をシート状基材や樹脂フィルム等の別の被覆材で剥離可能に被覆しておけば，ディスク等を完全に分離しておいても情報記録体が被覆材に密着しているため不用意に脱落することはない。情報記録体の両面が被覆されているときは，一方の面を剥がしてから受取人はディスク等を被覆材から剥がすだけで簡単に分離することが可能になる。このようにすればディスク等の表面を保護することができ極めて有用である。",
                        "【0008】また上記別体の被覆材以外にシート状の情報記録材自体通常の2倍寸で作成し，半分から折り返して2つ折りの状態で被覆材に代えることも可能である。当然2つ折り以上の3つ折り以上も可能で，その場合には巻き折りやZ折り，観音開き折り等の各種形態が採用できる。",
                        "【0009】さらに，例えば2つ折りした上に被覆材で被覆しても構わず，前記各種折り形態とミックスすることにより，より宣伝効果を高める構成にすることが可能である。なお，シート状基材の各表面には，宣伝広告や各種文言，プリンタ等で打ち出された個人情報等が印字・印刷されていても構わない。",
                        "【0011】シート状の基材に形成される情報記録体としてはCD(コンパクトディスク)，LD(光ディスク)，DVD(デジタルビデオディスク)，ICカード，各種プリペイドカード，カード類等が形成可能である。…",
                        "【0012】本発明の情報記録体を形成したシート状基材は，完成した最終品の形状，寸法，重量，厚み等が郵便法の通常葉書材の範囲内であれば通常葉書として投函が可能になる。その際の料金は葉書料金で済むため，封筒や小包で郵送する場合と比較するとコスト的にも有利である。勿論宣伝効果を考慮して他に付加することにより封書料金になることもあるが，封入の手間が省けこの点においても有利である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "作用",
                      "text": [
                        "【0013】情報記録体がシート状基材と一体で成形されている。そのためそのままで受取人に配達することが可能になる。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "実施例",
                      "text": [
                        "【0016】図2A及びBにおいて情報記録体を形成したシート状基材Sは図1のSの2倍のサイズを折り部3で2つ折りしたものである。この場合4，5の各シート状基材同士は疑似接着部分6で剥離可能に疑似接着されている。従って4側に形成されている情報記録体1は図1の場合のような繋ぎ部2がなくても，下側のシート状基材5に疑似接着しているため不用意に脱落することはない。受取人はCDの情報記録体1を剥離可能に疑似接着している下側のシート状基材5の疑似接着部分6から引き剥がし分離して取り出すことができる。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "発明の効果",
                      "text": [
                        "【0020】本発明は以上説明したように情報記録体がシート状基材と一体で成形されている。そのため封筒に封入する場合のような手間がかからず，専用ケースを使用する場合のコストを削減できる。従って，低コストの情報記録体を手間暇かけることなく配達することが可能になる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1について開示された事項",
                  "text": [
                    "引用例1には，引用発明1に関し，以下の点が開示されているものと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明1は，ディスクやカード類がシート状基材に成形され，郵送等により受取人が受け取った後にディスクやカード類を分離して使用することにより情報を読み取ることができる情報記録体を形成したシート状基材に関する(【0001】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "従来技術においては，ディスクやカード類を郵送等により受取人に送る場合，封筒等に封入すると，封筒代がかかるほか，封入の手間がかかり，専用ケースを使用すれば，専用ケースのコストや，小包にするための手間がかかるという課題があった。引用発明1は，低コストで手間や時間がかかることなく受取人に配達することが可能になる情報記録体を形成したシート状基材を提供することを目的とする(【0002】【0003】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明1は，課題解決手段として，シート状基材に情報記録体を形成し，それを容易に分離可能に形成したことを特徴とするものである(【0004】)。",
                        "そして，シート状基材の少なくとも一方の面を，別体の樹脂フィルムや別のシート状基材等の被覆材で剥離可能に被覆しておけば，情報記録体を完全に分離しておいても，情報記録体が被覆材に密着しているため不用意に脱落することはない。シート状基材自体を通常の2倍寸で作成し，半分から折り返して2つ折りの状態とし，これを被覆材に代えることもできる。シート状基材を3つ折り以上にすることも可能であり，その場合には巻き折りやZ折り，観音開き折り等の各種形態が採用できる(【0007】【0008】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用発明1の情報記録体を形成したシート状基材は，そのままで受取人に配達することが可能になる。したがって，通常はがきとして投函が可能となる場合があるから，封筒や小包で郵送する場合と比較するとコスト的に有利になり，専用ケースを使用する場合のコストも削減できる。また，封筒に封入する場合のような手間もかからない(【0012】【0013】【0020】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)によれば，引用例1には，次のとおり引用発明1が記載されていることが認められる(なお，本件審決の認定と異なる箇所は下線部のとおりである。以下同じ。)。",
                    "情報記録体がCD，LD，DVD等のディスクやICカード等であり，シート状基材の内側にディスクやカード類の形状が打ち抜かれたもので，シート状基材の各表面には，宣伝広告や各種文言，プリンタ等で打ち出された個人情報等が印字・印刷されたものであって，シート状基材Sは折り部3で2つ折りしたものであり，4，5の各シート状基材同士は疑似接着部分6で剥離可能に疑似接着されており，4側に形成されている情報記録体1は，下側のシート状基材5に疑似接着しているシート状の基材であって，2つ折り以上の3つ折り以上も可能で，その場合には巻き折りやZ折り，観音開き折り等の各種形態が採用できるシート状の基材。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件審決は，情報記録体を「CD，LD，DVD，ICカードの何れかであ」ると認定した点に誤りがある旨主張する。",
                        "確かに，引用例1には，「CD，LD，DVD等のディスクやICカード等の情報記録体」との記載等があり(【0001】【0011】)，情報記録体の具体的内容は特定されていないから，引用発明1の認定に当たり，情報記録体を「CD，LD，DVD，ICカードの何れかであ」ると限定したことは，誤りである。",
                        "したがって，引用発明1は，前記アのとおり認定すべきものである。",
                        "もっとも，本件審決は，情報記録体が「CD，LD，DVD，ICカードの何れかであ」るという点については，本件発明1と引用発明1との相違点として認定していないから，上記誤りは，本件審決の結論に影響を及ぼすものということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例1には，シート状基材を観音開き折りにして情報記録体を被覆した発明が記載されている，本件審決が認定した引用発明1には，情報記録体と，これに重なる面部が貼着している構成が欠落していると主張する。",
                        "しかし，本件審決は，引用発明1を，2つ折りにした場合には「4側に形成されている情報記録体1は，下側のシート状基材5に疑似接着しているシート状の基材であって」と認定し，シート状基材が情報記録体を被覆し，情報記録体と，これに重なる面部が貼着されているとした上で，シート状基材の折り形態について「観音開き折り等の各種形態が採用できる」と認定している。",
                        "したがって，本件審決は，引用発明1について，シート状基材を観音開き折りにした場合であっても，シート状基材が情報記録体を被覆し，また，情報記録体と，これに重なる面部が貼着している構成自体は認定しているから，原告の上記主張は採用できない。なお，引用例1には，シート状基材を観音開き折りにした場合における情報記録体の配置位置は明記されていないから，観音開き折りにした場合に，シート状基材のどの部位が情報記録体に貼着し，被覆しているかという具体的な構成は認定できるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用発明1は，複数の異なる発明を含むものであって，不適切であると主張する。",
                        "しかし，引用発明1として認定された発明は，巻き折り，観音開き折り等の「各種形態が採用できるシート状の基材」というものであって，複数の異なる発明を含むものではない。また，原告の上記主張をもって，本件審決が引用発明1の認定を誤ったものということもできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と引用発明1の対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，前記第2の2【請求項1】記載のとおりであり，引用発明1は，前記(2)アのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "対比",
                  "text": [
                    "引用発明1の「情報記録体」は，シート状基材から分離して取り出すことにより，独立した通常のディスクやカード類と同様の使用方法で使用することができるものであるから，本件発明1の「分離して使用するもの(4)」に相当する。また，引用発明1の「情報記録体」は，シート状基材の内側にディスクやカード類の形状が打ち抜かれたものであるから，本件発明1と同様に「分離して使用するもの(4)の周囲に切り込みが入っている」ものである。",
                    "引用発明1の「シート状の基材」は，その各表面には，宣伝広告や各種文言，プリンタ等で打ち出された個人情報等が印字・印刷されているから，本件発明1の「印刷物」に相当する。",
                    "引用発明1は，「4，5の各シート状基材同士は疑似接着部分6で剥離可能に疑似接着されており，4側に形成されている情報記録体1は，下側のシート状基材5に疑似接着しているシート状の基材」であるから，引用発明1の「疑似接着」は，本件発明1の「一過性の粘着剤」が塗布され，貼着している点で共通する。",
                    "引用発明1の「情報記録体」は，ディスクやカード類であって，各シート状基材のいずれかに設けられるところ，本件発明1の「所定の大きさの分離して使用するもの」は，中央面部(1)に印刷されているから，両者は「所定の面部の所定の箇所に所定の大きさ」で設けられているという点で共通する。",
                    "引用発明1の「観音開き折り」とは，技術常識からみて，左側面部と中央面部と右側面部とからなり，左側面部と右側面部とを中央面部に折り重ねる3つ折りを意味するものであって，引用発明1は，「シート状基材Sが，2つ折りしたものである場合，各シート状基材同士は疑似接着部分6で剥離可能に疑似接着され，4側に形成されている情報記録体1は，下側のシート状基材5に疑似接着」しているものであるから，引用発明1は，シート状基材が，3つ折りの観音開き折りの場合，その左側面部及び右側面部と中央面部とが剥離可能に疑似接着するとともに，情報記録体1と情報記録体1に重なる面部とが剥離可能に疑似接着されているものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一致点及び相違点",
                  "text": [
                    "前記イによれば，本件発明1と引用発明1との一致点及び相違点は，少なくとも本件審決が認定した前記第2の3(2)イのとおりのものであると認められる。",
                    "なお，本件発明1と引用発明1とは，分離して使用するものが，当該分離して使用するものが重なる面部に貼着している点で一致するところ，分離して使用するものは，左側面部，右側面部，中央面部のうち，所定の面部に設けられるものであるから，かかる一致点は，本件発明1と引用発明1の一致点のうち，「当該左側面部の裏面及び当該右側面部の裏面が，前記中央面部の裏面に貼着している」点に包含されるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2及び3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明1において，情報記録体(分離して使用するもの)は，中央面部であって，左側面部と右側面部が重なる位置に配置されるから，本件発明1と引用発明1との間には，相違点2及び3は存在しない，又は，相違点2及び3は実質的相違点ではないと主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，そもそも，前記1(2)のとおり，本件発明1は，はがき等が広告に付いている印刷物について，はがき等を広告から切り取るという手間を省くことを目的とするものであって，本件発明1の構成を採用することにより，使用者は，はがき等を切り取ろうとする意思を持たずに，印刷物を開くと自動的に，これを手にすることになるという効果を奏するものである。",
                    "一方，前記(1)イのとおり，引用発明1は，情報記録体を，低コストで手間や時間がかかることなく，受取人に郵送等することを目的とするものであって，引用発明1の構成を採用することにより，封筒や専用ケースを使用するコストを削減し，封入の手間も省くことになるという効果を奏するものである。",
                    "このように，本件発明1と引用発明1の目的，効果は大きく相違するから，本件発明1と引用発明1の技術的思想は全く異なるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，引用例1には，シート状基材を通常の2倍寸で作成し，半分から折り返して2つ折りの状態で被覆材に代えることも可能であるとした上で，「当然2つ折り以上の3つ折り以上も可能で，その場合には巻き折りやZ折り，観音開き折り等の各種形態が採用できる」との記載がある(【0008】)。しかし，シート状基材を2倍寸で作成しつつ，シート状基材を巻き折りやZ折り形態にすることはできないから，「3つ折り以上も可能で，…観音開き折り等の各種形態が採用できる」との上記記載は，2倍寸で作成したシート状基材を3つ折り以上にすることを意味するものではない。また，シート状基材を，通常の2倍寸で作成し，観音開き折りにしたとしても，引用例1には，シート状基材と情報記録体の大きさを比較するような記載もない。そうすると，シート状基材を観音開き折りにする場合において，情報記録体をシート状基材のどの位置に配置するかという相違点2に関する構成，また，情報記録体を配置する位置との関係において，シート状基材をどのように折り畳むかという相違点3に関する構成について，引用例1に具体的な構成が記載されているということはできない。",
                    "さらに，前記(1)イのとおり，引用例1には，引用発明1について，シート状基材に情報記録体を形成することにより，情報記録体を別途封筒や専用ケースに入れることなく，そのままで受取人に配達することを可能とし，通常はがきとして配達したり，専用ケースを不要としたりすることでコストを削減し，また，封入の手間も省くという効果を奏する旨記載されている。このように，引用例1に記載された発明は，シート状基材に情報記録体を形成すること自体によって，効果を奏するものであって，引用例1には，他に情報記録体の配置を調整することや，それにより何らかの効果を奏するという技術的思想は開示も示唆もされていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用発明1に，情報記録体が中央面部にあるという相違点2に係る構成，情報記録体が折り畳んだ左側面部と右側面部に重なる位置に配置されているという相違点3に係る構成が記載されているということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明1の課題や作用効果によれば，情報記録体に対し，シート状基材が無駄に大きくならないようにすることになるから，シート状基材を観音開き折りとした場合，情報記録体を中央面部であって，左右側面部が重なる位置に配置することになると主張する。",
                        "しかし，前記(1)イのとおり，引用例1には，シート状基材に情報記録体を形成することにより，情報記録体を別途封筒等に入れることなく配達することにより，封筒等で郵送する場合と比較してコストを削減することが可能になる旨記載されている。引用例1に記載されたコストを削減するという効果は，情報記録体を別途封筒等に入れる必要がないことから奏されるものである。",
                        "また，引用例1には，情報記録体を形成したシート状基材は，完成した最終品の形状等が通常はがき材の範囲内であれば，通常はがきとして投函可能になり，はがき料金で済むため，封筒や小包で郵送する場合と比較するとコスト的にも有利である旨記載がある(【0012】)。しかし，引用例1における情報記録体としては，CD，LD，DVD等，通常はがきとして投函することのできないものも含まれ，また，完成した最終品の形状等が通常はがき材の範囲内であれば，郵送費用が安くなるのも当然である。そうすると，最終品の形状等を通常はがき材の範囲内に収めること，すなわち無駄に大きくならないようにすることは，引用発明1の課題や作用効果とは直接の関係はない。この記載から，シート状基材自体の大きさを無駄に大きくならないようにするという技術的思想が引用発明1に含まれているということはできない。",
                        "したがって，引用発明1の課題や作用効果から，情報記録体に対し，シート状基材が無駄に大きくならないようにするという技術的思想は生じないから，原告の前記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例1には，情報記録体が形成されたシート状基材の一方の面を別体の被覆材で被覆するのに代えて，シート状基材自体を観音開き折りとする旨記載されていることから，情報記録体は，中央面部にあって，左側面部と右側面部が重なる位置に配置されると主張する。",
                        "しかし，引用例1には，シート状基材を観音開き折りにする場合において，情報記録体をシート状基材のどの位置に配置するか，情報記録体を配置する位置との関係において，シート状基材をどのように折り畳むかについて，具体的な構成に関する記載はない。したがって，情報記録体を観音開き折りにしたシート状基材自体で被覆することになったとしても，シート状基材が，情報記録体をどのように被覆するかについて，引用例1には，開示も示唆もされていない。",
                        "したがって，シート状基材を観音開き折りにして情報記録体を被覆することをもって，情報記録体の配置は決定されるものではないから，原告の前記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，シート状基材と情報記録体の大きさの比較から，シート状基材を観音開き折りとした場合に，情報記録体は中央面部に形成されると主張する。",
                        "確かに，引用例1のシート状基材は，はがき等の郵便物として郵送可能であり(【請求項9】)，情報記録体にはCDやカード類が含まれ(【請求項8】)，これらの大きさの比較から，結果として，シート状基材を観音開き折りとした場合に，情報記録体が中央面部に形成されることはあり得る。しかし，引用例1には，シート状基材と情報記録体の大きさについて，シート状基材に情報記録体を形成する旨記載はあるものの，これらの大きさを比較するような記載はない。引用例1には，シート状基材と情報記録体として実施可能な物品が，個別に記載されているにすぎない。",
                        "このように，引用例1に個別に記載されたシート状基材と情報記録体の大きさを比較することを，引用例1は前提としていないから，シート状基材と情報記録体の大きさの比較から，情報記録体の配置等について引用例1に示唆があるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "したがって，本件発明1と引用発明1との間には，相違点2及び3が存在し，これらの相違点が実質的相違点ではないということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明1と引用発明1との間には，少なくとも相違点2及び3が存在し，これらの相違点が実質的相違点ではないということはできないから，本件発明1は，引用発明1ではない。また，本件発明2は，本件発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，引用発明1ではない。",
                "よって，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(引用発明1に基づく本件各発明の進歩性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1と引用発明1との一致点及び相違点は，少なくとも前記第2の3(2)イのとおりであって，相違点1が実質的相違点ではないとの本件審決の認定を，被告は特段争わない。また，相違点2は，情報記録体をシート状基材のどの位置に配置するかに関するものであって，相違点3は，情報記録体を配置する位置との関係において，シート状基材をどのように折り畳むかに関するものであるから，技術的に関連するものである。",
                "そこで，引用発明1において，相違点2及び3に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたか否かについて検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲5発明の適用",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5文献に記載された事項",
                  "text": [
                    "甲5文献には，おおむね，以下の記載がある(下記記載中に引用する図16，16A，16Bは，別紙引用例等図面目録甲5文献を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "本発明はギフトカード，テレフォンカード等のカードを，特に販売場所において，組み立て式パッケージに取り付けて表示する事，及びカードが入った組み立て式パッケージの製造方法に関する(1欄5行～9行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の概要",
                      "text": [
                        "本発明による新規の改良されたカード用組み立て式パッケージは，カードに傷がつくのを防ぎながら，人がカードやその一部分を見ることを可能にする透明のプラスチックの窓シートあるいは窓片で覆われた，表示用窓を有している(2欄16行～21行)。",
                        "3つのパネル形状は第3パネルを第1と第2パネルの間に折り込んで接着して“C”字形状にも作れる(3欄10行～13行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "好ましい実施形態の説明",
                      "text": [
                        "図16～16B…に示される本発明の他の実施形態において，それぞれの“C”字形状パッケージ10では，カード12は，折り畳まれた3つのパネル用材32mの内側にあるカード担体75に取り付けられており，窓20を通してカードが見えるようになっている。…図16～16Bに示される本発明の好ましい実施形態において，帯状の接着剤76は，カード担体の上部エッジ80に沿って平行に位置し，カード担体の各々の側部エッジ82から少し離れた所，間隙81(図16B)まで延びている。この図で示された実施形態では，カード12は接着剤でカード担体の表面に接着されているが，カードがカード担体と一体に作られていてカードの購入者が，カードをカード担体から切り離すということもあるということを理解すべきである。…カードが取り付けられたカード担体75aは，第2パネルの上部折り目線54と下部折り目線54cとの間に配置される。図16Aからわかるように，接着剤地点84は上部パネル16の両端の上部の角84に設けられていて，上部パネルを下部パネル18に接着する。下部パネル18は，上部と中間パネルよりも短く，接着剤地点85は下部パネルの両端の下方の角に設けられているが，下部パネル(判決注：「第2パネル」は「下部パネル」の誤記と認められる。)を中間パネル内のカード担体75aの側部エッジ82の両端部の領域87に接着させる。図16Bで示されるように，カード担体75aは中間の第2パネルの側部エッジ60間である幅より短いので，下部パネルがカード12とカード担体を覆うように折り目線54cで折り曲げられた時，下部パネルにある接着剤地点85が中間パネルに接着するようになっている(10欄66行～11欄45行)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲5発明を組み合わせる動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成の相違",
                      "text": [
                        "引用発明1は，シート状基材に情報記録体を形成し，それを容易に分離可能に形成したことを特徴とする。そして，情報記録体が形成されたシート状基材の面は，別のシート状基材等で剥離可能に被覆されている。",
                        "一方，甲5発明は，折り畳まれるパネル用材と，カードが一体に作られるカード担体とは別個のものである。また，“C”字形状に巻き折りをした上部パネル及び下部パネルは，中間パネルに接着されており，カードないしカード担体に貼着されるものでもない。",
                        "このように，引用発明1と甲5発明は，その構成が大きく相違するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "目的の相違",
                      "text": [
                        "引用発明1は，情報記録体をシート状基材に形成し，そのままで受取人に配達することを可能にすることにより，封筒代等のコストを削減し，また，封入等の手間を省くことを目的とするものである。",
                        "一方，甲5発明は，カードを，特に販売場所において，パッケージに取り付けて展示するために，新規の改良されたカード用組み立て式パッケージを提供することを目的とするものである。カードを配達するに当たってのコストの削減とは無関係な発明であり，また，カードないしカード担体をパッケージに取り付けることが前提となっており，カード等をパッケージに取り付ける手間を省くことを目的とするものでもない。",
                        "このように，引用発明1と甲5発明は，その目的も大きく相違するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，引用発明1と甲5発明は，その構成も目的も大きく相違することからすれば，引用発明1に，甲5発明を組み合わせる動機付けはないというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲5発明には，シートを打ち抜いてカードを形成し，カードを保護しつつ移送し，受取人がこれを取り外すという課題が内在するとして，引用発明1と課題が共通する旨主張する。",
                            "しかし，そもそも，甲5文献には，図16，16A，16B及び前記ア(ウ)のとおり，“C”字形状に巻き折りした形態において，シートを打ち抜いてカードを形成するような構成は開示されていない。また，甲5文献には，「カードは，ウェブ素材を打ち抜いてパッケージの開封後にウェブ素材から外されるようにもできる。…図13，14の実施形態のように窓片20の接着剤が塗布された面に剥離可能に接着されている。」と記載されるのみであり(4欄59行～65行)，打ち抜き方は不明であって，その目的についても記載はない。そうすると，甲5文献から，原告主張の上記課題を認識することはできない。",
                            "また，仮に，甲5発明によって，“C”字形状に巻き折りした形態において，カードがパッケージに保護されつつ移送されることになったとしても，それによって，封筒代等の削減や封入の手間を省くという引用発明1の課題を達成することにはならない。",
                            "したがって，甲5発明と，引用発明1の課題は関係がなく，原告の前記主張は採用できない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，引用発明1に，情報記録体の配置等を調整する動機付けがあると主張するが，前記4(4)ウのとおり，引用例1にそのような示唆はない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，引用発明1に，甲5発明を適用することにより，当業者が，本件発明1について，容易に発明をすることができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術の適用",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲6技術",
                  "text": [
                    "甲6文献には，おおむね，以下の記載がある(下記記載中に引用する図1は，別紙引用例等図面目録甲6文献を参照)"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "【請求項1】 コンパクトディスクを台紙に固定するコンパクトディスク用パッケージにおいて，コンパクトディスク中央の孔に差し込み自在な係止片を台紙の一部に設け，コンパクトディスク中央の孔に差し込んだ係止片でコンパクトディスクを係止することを特徴とするコンパクトディスク用パッケージ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の属する分野",
                      "text": [
                        "【0001】本発明は，…コンパクトディスクを，台紙状のパッケージに収納して郵送や各種配送手段で配送することができるコンパクトディスク用パッケージに関する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0007】…当業界では，…コンパクトディスク用のパッケージとして，第一種定形郵便物の条件に適合するだけでなく，コンパクトディスクの保持力が確実で，郵送以外のあらゆる頒布手段に利用することが可能になり，更にはパッケージ自体を種々のサービス媒体として利用することもできるコンパクトディスク用パッケージが望まれている。",
                        "【0008】そこで本発明は従来の課題を解消し，前述の要望に応えることのできるコンパクトディスク用パッケージの提供を目的とするものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例1",
                      "text": [
                        "【0019】図1乃至図4に示す実施例…によると，固定板1Aに隣接する重合板1BがコンパクトディスクPの係止片2がわに重合し，残る重合板1Bが固定板1Aがわに重合する。この結果，固定板1Aに固定されたコンパクトディスクPが見開き状に形成された一対の重合板1Bの内側に挟まれた状態で装着されるものである。この状態でフィルム製の封筒Qに封入すると，第一種定形郵便物で郵送することができる。…"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0022】…コンパクトディスクPを台紙1に固定するコンパクトディスク用パッケージにおいて，コンパクトディスクP中央の孔P1に差し込み自在な係止片2を台紙1の一部に設け，コンパクトディスクP中央の孔P1に差し込んだ係止片2でコンパクトディスクPを係止するので，台紙1に装着したコンパクトディスクPを確実に保持することができる。…"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲7技術",
                  "text": [
                    "甲7文献には，おおむね，以下の記載がある(下記記載中に引用する図7は，別紙引用例等図面目録甲7文献を参照)"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の分野",
                      "text": [
                        "【0002】本発明は，プリペイドカードを支承するカード封筒デバイスに関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来技術",
                      "text": [
                        "【0004】前払い式クレジットカード…を支承できる販売促進用小片を開発することが必要とされてきた。この分野における従来の試みでは，折り込み及び糊付けを含む複雑な製造プロセスによって組み立てられたカードを始めとして，面倒な構造の販売促進用小片が製造されている。…",
                        "【0009】したがって，従来技術から判るように，各種のクレジットカードに利用でき，複数の異なる用途に合わせて容易に作製できるギフトカード封筒を開発することが必要とされている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明を実施するための最良の形態",
                      "text": [
                        "【0043】図7及び図8において，第2実施形態のギフトカードは，折り目線116及び118によって区切られた3つのパネル110，112，及び114で構成される。…",
                        "【0049】…第2の部分がプリペイド式クレジットカード24を保持する。クレジットカード24は，接着剤163によって第2のパネル112に取り外し可能に固定される。…",
                        "【0050】…カードを閉じるために，第3のパネル114が第2の折り目の線118に沿って折り曲げられており，第3のパネル114が，第2のパネル112に取り付けられたクレジットカード24を含む第2のパネル112上に重畳して，部分的に閉じたアセンブリ148を形成している。この後，第1のパネル110が，部分的に閉じたアセンブリ148上に，折り目線116に沿って折り曲げられる。…"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知技術の認定",
                  "text": [
                    "前記(2)ア及び前記(3)ア，イによれば，シートでCDやカード類を包装するに当たり，シートの中央面部にCD等を取り外し可能に配置し，シートの左右側面部を中央面部及びCD等に重なるように折り畳むという技術は，本件特許の出願前から当業者に周知の技術であったと認められる(以下「本件周知技術」という。)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件周知技術を組み合わせる動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成の相違",
                      "text": [
                        "引用発明1は，シート状基材に情報記録体を形成し，それを容易に分離可能に形成したことを特徴とする。そして，情報記録体が形成されたシート状基材の面は，別のシート状基材等で剥離可能に被覆されている。",
                        "一方，本件周知技術は，CD等がシートに形成されている構成や，CD等がシートに剥離可能に被覆されている構成を前提とするものではない。",
                        "すなわち，前記(2)イ(ア)のとおり，甲5発明において，パネル用材とカード担体は別個のものであり，カード担体は上部パネル及び下部パネルに貼着されていない。",
                        "甲6技術において，台紙1と，コンパクトディスクPとは別個のものである。また，固定板1A，重合板1B及びコンパクトディスクPは，係止片2で係止されるものであって，互いに貼着されているものではない。",
                        "甲7技術において，第2のパネル112と，クレジットカード24は別個のものである。また，第3のパネル114と第1のパネル110は，第2のパネル112上に折り曲げられるにとどまり，第2のパネル112にも，クレジットカード24にも貼着されていない。",
                        "このように，引用発明1の構成と，本件周知技術が前提とする構成は，大きく相違するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "目的の相違",
                      "text": [
                        "引用発明1は，情報記録体をシート状基材に形成し，そのままで受取人に配達することを可能にすることにより，封筒代等のコストを削減し，また，封入等の手間を省くことを目的とするものである。",
                        "一方，本件周知技術は，このような目的を有する発明におけるものではない。",
                        "すなわち，前記(2)イ(イ)のとおり，甲5発明は，カードをパッケージに取り付けて展示するための新規なパッケージの提供を目的とするものである。カード等をパッケージに取り付けることが前提となっており，パッケージに関する費用を削減することや，取り付ける手間を省くことを目的とするものではない。",
                        "甲6技術は，コンパクトディスクの保持力を確実とし，各種配送手段で配送することができるコンパクトディスク用パッケージの提供を目的とするものである。配達時における封筒代等のコストを削減するものではなく，係止片2への係止が前提となるから，コンパクトディスクをパッケージに取り付ける手間を省くことを目的とするものでもない。",
                        "また，甲7技術は，各種のクレジットカードに利用でき，複数の異なる用途に合わせて容易に作製できるギフトカード封筒を提供することを目的とするものである。配達時における封筒代等のコストを削減したり，封入等の手間を省いたりすることを目的とするものではない。",
                        "このように，本件周知技術は，引用発明1の目的と同様の目的を有する発明において認められるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "このように，引用発明1の構成と，本件周知技術が前提とする構成は，大きく相違し，また，本件周知技術は，引用発明1の目的と同様の目的を有する発明において認められるものでもないから，引用発明1に，本件周知技術を組み合わせる動機付けはないというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "原告の主張について",
                      "text": [
                        "原告は，本件周知技術には，CDやカード類を保護しつつ移送するという課題が内在するとして，引用発明1と課題が共通する旨主張する。",
                        "しかし，本件周知技術によって，CDやカード類が保護されつつ移送されることになったとしても，それによって，封筒代等の削減や封入の手間を省くことにはならない。原告の主張によっても，本件周知技術と引用発明1の課題は関係がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "よって，引用発明1に，本件周知技術を適用することにより，当業者が，本件発明1について，容易に発明をすることができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明1について，当業者が引用発明1に基づいて容易に発明をすることができたということはできない。また，本件発明2及び本件発明3は，本件発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，当業者が引用発明1に基づいて容易に発明をすることができたということはできない。",
                "よって，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(引用発明2に基づく本件各発明の進歩性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2について開示された事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，別紙引用例等図面目録引用例2図1のとおり，図面が記載されるとともに，引用発明2に関し，以下の点が開示されているものと認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明2は，はがきを用いた販促システムに関するものである(【0001】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "従来のダイレクトメールにより送付されるカタログ類は，かさばることから整理に不向きであり，顧客がこれを保管し，必要なときに取り出して利用することは，あまり期待できなかった(【0009】)。引用発明2は，容易に整理して保管することができ，携帯性にも優れたカード部を備えたはがきを提供することなどを目的とする(【0015】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用発明2は，周囲を切断予定線で囲まれたカード部を備え，このカード部に必要事項を記録した領域を設けるようにしたはがきである(【0016】)。これにより，顧客は，はがきから切り離したカード部を備忘録として，カードフォルダ等に入れて整理して保管したり，定期入れ等に入れて携帯したりすることが可能になる(【0017】)。",
                        "なお，切断予定線を，トムソン加工等で形成する場合には，郵送の際にカード部が離脱してしまうおそれがある。また，カード部に個人情報を記録する場合には，個人情報を記録した二次元コード領域が外部に露出していると，セキュリティー上の問題がある(【0025】)。このため，引用発明2は，はがき本体の表面及び裏面にそれぞれ剥離可能な表面シート及び裏面シートを圧着させ，カード部を，はがき本体に設けたものである(【0026】)。これにより，カード部は，表面シート及び裏面シートにより覆われて保護されるから，破損や汚損を防止でき，また，切断予定線にトムソン加工を施した場合でも，カード部が離脱することはなくなる。さらに，個人情報を記録した二次元コード領域が外部に露出することはなくなる(【0027】)。引用発明2に係るはがきの形状や折り方は，Zの形状に折り曲げるものに限定されるものではない(【0049】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用発明2によれば，顧客は，カード部を切断予定線に沿ってはがき本体から切り離すことにより，はさみ等を用いなくても，カード部をはがき本体から容易に切り離すことができる(【0033】【0042】)。切り離されたカード部は，物理的にかさばることはないから，廃棄されてしまうおそれは減少する(【0043】)。",
                        "また，カード部は，表面シート及び裏面シートにより覆われるから，破損や汚損から保護することができ，郵送の際に，カード部が離脱してしまうおそれもない。さらに，個人情報を記録した二次元コード領域が外部に露出しないので，セキュリティー上の問題が生ずることもない(【0036】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "よって，引用例2には，前記第2の3(3)アの引用発明2が記載されていると認められ，この点について，当事者間に争いがない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明2の対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，前記第2の2【請求項1】記載のとおりである。引用発明2は，前記第2の3(3)アのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "対比",
                  "text": [
                    "引用発明2の「葉書本体1」は，「POST CARD」の表示がされているものであるから，本件発明1の「印刷物」に相当する。",
                    "引用発明2は，切断予定線11により，カード部1を葉書本体2から容易に切り離すことができるものであるから，引用発明2の「切断予定線11」，「カード部1」は，本件発明1の「切り込み」，「分離して使用するもの」にそれぞれ相当する。",
                    "引用発明2のカード部1には，印刷して設けた二次元コード領域を有するから，「カード部1」は印刷されているといえる。",
                    "引用発明2の「葉書本体2」，「表面シート3」，「裏面シート4」は，本件発明1の「中央面部」，「「左側面部」又は「右側面部」の一方」，「「右側面部」又は「左側面部」の他方」にそれぞれ相当する。",
                    "また，引用発明2の「葉書本体2」と「表面シート3」，「裏面シート4」とは，互いに剥離接着に圧着されているものであるから，本件発明1とは，「左側面部及び右側面部が，中央面部と剥離可能に着けられている」点において共通する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記イによれば，本件発明1と引用発明2との一致点は次のとおりであると認められる。",
                        "左側面部と中央面部と右側面部とからなる印刷物であって，中央面部は，所定の箇所に所定の大きさの分離して使用するものが印刷されていること，左側面部及び右側面部が，中央面部と剥離可能に着けられていること，当該分離して使用するものの周囲に切り込みが入っていること，からなる印刷物。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，前記イによれば，本件発明1と引用発明2との相違点は，少なくとも，本件審決が認定した前記第2の3(3)イ(イ)のとおりのものであると認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，本件審決は，本件発明1と引用発明2が，「左側面部及び右側面部が，中央面部と剥離可能に着けられていること」という構成で一致する点について看過しているものの，これを相違するものとは認定していないから，かかる看過は，本件審決の結論に影響を及ぼすものということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，引用発明2において，相違点4に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたか否かについて検討する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲8技術の適用",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲8文献に記載された事項",
                  "text": [
                    "甲8文献には，別紙引用例等図面目録甲8文献図3A，図12のとおり，図面が記載されるとともに，おおむね，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実用新案登録請求の範囲",
                      "text": [
                        "【請求項1】基準用紙の略3倍の大きさの基材を2つの折曲予定線から折り返して使用され，前記基材の密着予定面のほぼ全面に加圧により粘着する弱粘着剤層を形成し，前記弱粘着剤層の表面に印字層を形成し，前記基材を折り返してまたは積層して，対向する面の前記弱粘着剤層同士を密着して前記印字層を隠ぺいしたのちに，前記弱粘着剤層間から剥離する3つ折のメールフォームであって，／前記基材を折り返してまたは積層したときに，周縁部に重なり合わない部分をループ状になっている部分が長くなるように残して，剥離の切っ掛けとなる保持部としたことを特徴とするメールフォーム。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "本考案は，シークレットはがき用等として使用するメールフォームに関し，特に，剥離のきっかけとなる保持部などを設けたメールフォームに関するものである(2頁左欄8行～10行)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "本考案の目的は，封筒用の3つ折りメールフォームの処理機や処理工程はそのままで使用でき，製造コストを下げ，処理速度を大幅に向上できるとともに，自着力を強めても容易に剥離できるメールフォームを提供することである(2頁右欄37行～41行)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例",
                      "text": [
                        "第8の実施例のメールフォーム1Gは，基材11を両側から折り返して，中央部にスリット状の重なり合わない部分を残して，剥離の切っ掛けとする剥離開始部2bとしたものである。開封時には，剥離開始部2bの裏側を押すようにしながら，観音開きのようにして剥離することができる。なお，この実施例では，基材11の端部でスリット状の重なり合わない部分を形成したが，基材11の任意の位置，任意の方向にスリットを形成してもよい。(4頁右欄32行～39行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "甲8技術を組み合わせる動機付け",
      "content": [
        {
          "fig": "(ア)",
          "subject": "構成，目的，作用効果の相違",
          "text": [
            "引用発明2は，カード部が，周囲を切断予定線で囲まれることにより，はがき本体に設けられている。また，引用発明2は，カード部を顧客が容易に切り離して保管使用すること及びカード部を破損や汚損から保護し，カード部の記録内容を外部に露出させないことを目的とする。そして，引用発明2は，カード部を，容易に切断可能にはがき本体に設け，顧客がカード部を切断予定線に沿ってはがき本体から切り離すことにより，はさみ等を用いなくても，カード部をはがき本体から容易に切り離すことを可能にし，また，はがき本体をシートにより覆うことにより，カード部を破損や汚損から保護し，カード部の記録内容を外部に露出させないようにしたものである。",
            "一方，甲8技術には，カード部が存在しない。また，甲8技術は，弱粘着剤層間から剥離する3つ折りメールフォームによって印字層を隠ぺいすることを前提に，接着力を強めても容易に剥離できるメールフォームを提供することを目的とする。そして，甲8技術は，剥離のきっかけとなるスリット状の重なり合わない部分を形成することにより，その裏側から押すようにすれば容易に剥離可能にしたものである。",
            "そうすると，カード部の存在を前提とし，当該カード部の分離やカード部の保護に着目した発明である引用発明2に，カード部が存在しない構成であって，カード部に関する目的，作用効果を有しない甲8技術を組み合わせる動機付けはないというべきである。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "a",
              "text": [
                "原告は，引用例2には，折り形態がZ型折り形態に限定されていない旨記載されているところ(【0049】)，用紙を3つ折り畳んで重なり合う面を擬似接着させたはがき等のメールフォームにおいて，Z型折り形態とするか観音開き折り形態とするかは，甲8文献から認められる設計事項であると主張する。",
                "しかし，甲8技術は，カード部が存在しないものである。カード部が存在するメールフォームにおいて，これを観音開き折り形態とする場合に，カード部をどの位置に配置した上で，どのように折り畳むかについて種々の構成があり得る。そうすると，甲8文献において，カード部が存在するメールフォームにおける観音開き折り形態の構成が，開示されているということはできない。",
                "一方，カード部が存在しないメールフォームを観音開き折り形態にすることが設計事項として存したとしても，そのことのみをもって，カード部が存在する引用発明2のメールフォームを観音開き折り形態にすることについての動機付けにはならない。"
              ]
            },
            {
              "fig": "b",
              "text": [
                "原告は，引用発明2と甲8技術は，折り畳みはがきとして技術分野が共通し，用紙を折り畳んで重なり合う面を疑似接着させたものであるから作用機能も共通すると主張する。",
                "確かに，引用発明2と甲8技術は，いずれも折り畳みはがきであって，用紙を折り畳んで重なり合う面も疑似接着されている。また，引用発明2は，カード部の記録内容を外部に露出させないためにはがき本体をシートで覆ったものであり，甲8技術は，印字層を隠ぺいすることを前提とするものであり，目的においても共通する点はある。",
                "しかし，前記(ア)のとおり，引用発明2は，カード部の存在を前提としており，甲8技術との間で，構成，目的，作用効果の点で大きく相違するものである。",
                "したがって，引用発明2と甲8技術との間で前記のとおり共通点があるとしても，これをもって，引用発明2に甲8技術を組み合わせる動機付けがあるということはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "引用発明2に甲8技術を適用した場合の論理付け",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "引用発明2は，はがき本体に，周囲を切断予定線で囲まれたカード部を備えたものであるが，甲8技術には，そもそも，カード部が存在しない。",
            "そうすると，仮に引用発明2に甲8技術を適用したとしても，カード部を配置する位置との関係で，基材をどのように折り畳むのかについては何ら特定されない。",
            "一方，相違点4は，カード部を，表面シート及び裏面シートとどのように貼着するかに関するものである。",
            "したがって，引用発明2に，甲8技術を適用しても，相違点4に係る本件発明1の構成には至らない。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "原告の主張について",
          "text": [
            "原告は，引用発明2に，甲8技術を適用する場合において，甲8文献や技術常識に従った観音開き折り形態にすると，はがき本体とカードの大きさの関係から，必然的に，表面シート及び裏面シートの両方がカードに重なって貼着すると主張する。",
            "しかし，甲8文献には，前記ア(エ)のとおり，「基材11の任意の位置，任意の方向にスリットを形成してもよい」と記載されており，基材11を両側から折り返す場合において，どのような観音開き折り形態とするかについては，何ら特定されていない。また，カード部が中央面部に存する場合における観音開き折り形態において，中央面部に折り畳む左側面部と右側面部の左右方向の幅を同じにすることが技術常識であるということもできない。",
            "したがって，引用発明2に，甲8技術を適用した場合に，必然的に，表面シート及び裏面シートの両方がカードに重なって貼着することになるということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "引用発明2に甲8技術を適用することの阻害事由",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "引用発明2の技術的意義には，はがき本体を表面シート及び裏面シートにより覆うことにより，カード部を破損や汚損から保護し，また，カード部に記録された二次元コード領域を外部に露出させずに，セキュリティー上の問題も生じさせないというものが含まれる。",
            "これに対し，甲8技術は，スリット状の重なり合わない部分を残して，基材を両側から折り返すものであって，剥離開始部の裏側を押すようにしながら，観音開きのようにして剥離して開封することにより，自着力を強めても容易に剥離できるメールフォームを提供するものである。",
            "そうすると，引用発明2に，甲8技術を適用した場合，カード部がシートに覆われない部分が生じることになり，カード部を破損や汚損から保護し，また，カード部に記録された二次元コード領域を外部に露出させないという引用発明2に含まれる技術的意義が損なわれることになる。",
            "したがって，引用発明2に，甲8技術を適用することには，阻害事由が存するというべきである。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "原告の主張について",
          "text": [
            "原告は，引用発明2に，甲8技術を適用しても，カード部の汚損等に至るようなスリットは生じないと主張する。",
            "しかし，引用発明2は，カード部を設けたはがき本体を表面シート及び裏面シートにより覆うことに技術的意義があるから，その程度にかかわらず，スリットを生じさせること自体が阻害事由になるというべきである。原告の上記主張は採用できない。"
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "text": [
        "よって，引用発明2に，甲8技術を適用することにより，当業者が，本件発明1について，容易に発明をすることができたということはできない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(4)",
                  "subject": "甲8技術及び本件周知技術の適用",
                  "text": [
                    "原告は，引用発明2において，Z型の折り形態を甲8文献に示されたような観音開き折り形態とするのに際し，本件周知技術を適用することにより，相違点4に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができる旨主張する。",
                    "しかし，前記(3)イ，エのとおり，引用発明2に，甲8技術を組み合わせる動機付けはなく，さらに甲8技術を適用することには阻害事由があるから，引用発明2に甲8技術は適用できない。",
                    "また，引用発明2において，カード部は，周囲を切断予定線で囲まれることにより，はがきに設けられたものであるが，甲5文献ないし甲7文献において，カードやコンパクトディスク等と，台紙やパネル等とは別個のものである。また，引用発明2は，はがき本体の表面及び裏面にそれぞれ剥離可能な表面シート及び裏面シートを圧着させたものであるが，甲5文献ないし甲7文献は，カードやコンパクトディスク等と，台紙やパネル等とは貼着されていない。このように，引用発明2の構成と，本件周知技術が前提とする構成は，大きく相違するのであるから，引用発明2に，本件周知技術を組み合わせる動機付けはない。",
                    "よって，引用発明2に，甲8技術及び本件周知技術を適用することにより，当業者が，本件発明1について，容易に発明をすることができたということはできない。"
                  ]
                },
                {
                  "fig": "(5)",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明1について，当業者が引用発明2に基づいて容易に発明をすることができたということはできない。また，本件発明2及び本件発明3は，本件発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，当業者が引用発明2に基づいて容易に発明をすることができたということはできない。",
                    "よって，取消事由5は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "7",
                      "subject": "取消事由6(引用発明3に基づく本件各発明の進歩性に係る判断の誤り)について"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "subject": "引用発明3について開示された事項"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "引用例3には，別紙引用例等図面目録引用例3図1，3のとおり，図面が記載されるとともに，引用発明3に関し，以下の点が開示されているものと認められる。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "引用発明3は，カード付きはがきに関するものである(【0001】)。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "従来のカード付きはがきの構造では，はがき等の宛先とは，別個にカードに住所や名前を記入する必要があり煩雑なものであった。引用発明3は，はがきの宛先をそのままカードの一部として使用することにより，はがきの宛先とは別個にカードに住所や氏名を記入する必要のないはがきを提供することを目的とする(【0002】【0003】)。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "引用発明3において，カード部3は，切り込みを間欠的に多数有する切断予定線4により，第1シート1に設けられており，手などで簡単に第1シート1から切り離すことができる。カード部3内に記載された住所や名前を，はがきの宛先として使用する。また，カード部3及び第1シート1は，第2シート2に接着層により接着されている(【0008】【0009】)。",
            "郵送時には，カード部3は，第2シート2に接着されているから，誤って第1シート1から切り離されることがない。また，配達された後は，第1シート1と第2シート2とを剥離し，第1シート1からカード部3を切断予定線4で切断することにより，別にカード部3を利用することができる(【0009】【0010】)。"
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "よって，引用例3には，前記第2の3(4)アの引用発明3が記載されていると認められ，この点について，当事者間に争いがない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "subject": "本件発明1と引用発明3との対比"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件発明1は，前記第2の2【請求項1】記載のとおりである。引用発明3は，第2の3(4)アのとおりである。"
      ]
    },
    {
      "fig": "イ",
      "subject": "対比",
      "text": [
        "引用発明3の「切断予定線」は「トムソン加工された切り込みを有し」ているから，本件発明1の「切り込み」に相当する。",
        "引用発明3の「宛て先を有するカード部」は，「切断予定線で切り離すことができる」から，本件発明1の「所定の大きさの分離して使用するもの」に相当し，「印刷されている」といえる。",
        "引用発明3の「葉書」は，一般的に郵便番号記入欄等が印刷されているものであるから，本件発明1の「印刷物」に相当する。",
        "引用発明3の「第1シート」，「第2シート」は，それぞれが「一つ面部とそれに連続する面部」を有するという限りにおいて，本件発明1の「中央面部」，「左側面部」，「右側面部」と共通する。",
        "そして，引用発明3は，「第1シートの裏面を第2シートの裏面に剥離可能に接着する接着層(7)とを備えて，第1シートの裏面と第2シートの裏面とが上記接着層で接着された接着状態と，接着状態から第1シートの裏面と第2シートの裏面とが剥離されて…剥離状態とを呈することができるように」なっているものであるから，本件発明1とは，「一つ面部とそれに連続する面部が剥離可能に貼着している」限りにおいて共通する。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "一致点及び相違点",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "前記イによれば，本件発明1と引用発明3との一致点は次のとおりであると認められる。",
            "印刷物であって，一つの面部の所定の箇所に所定の大きさの分離して使用するものが印刷されていること，当該一つの面部に連続する他の面部が，当該一つの面部に剥離可能に貼着していること，当該分離して使用するものの周囲に切り込みが入っていること，からなる印刷物"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "また，前記イによれば，本件発明1と引用発明3との相違点は，少なくとも，本件審決が認定した前記第2の3(4)イ(イ)，(ウ)のとおりのものであると認められる。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "なお，本件審決は，本件発明1と引用発明3が，「当該一つの面部に連続する他の面部が，当該一つの面部に剥離可能に貼着していること」という構成で一致する点について看過しているものの，これを相違するものとは認定していないから，かかる看過は，本件審決の結論に影響を及ぼすものということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "text": [
        "相違点5は，折り畳み形態によって生じるシート数に関するものであって，相違点6は，カード部を配置する位置との関係において，シートをどのように折り畳むかに関するものであるから，技術的に関連するものである。",
        "そこで，引用発明3において，相違点5及び6に係る本件発明1の構成を備えるようにすることを，当業者が容易に想到することができたか否かについて検討する。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(3)",
                  "subject": "甲8技術及び甲9技術の適用"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "甲8技術の適用",
      "content": [
        {
          "fig": "(ア)",
          "subject": "構成，目的，作用効果の相違",
          "text": [
            "引用発明3においては，カード部3が，切断予定線4により，第1シート1に設けられている。また，引用発明3は，はがきの宛先をそのままカードの一部として使用すること及びカード部3が第1シート1の裏面から離脱しないようにすることを目的とする。そして，引用発明3は，カード部3を第1シート1に設けることにより，カードの一部をはがきの宛先とするとともに，カード部3を第2シート2に接着させることにより離脱を防止するというものである。",
            "一方，甲8技術の構成，目的，作用効果は，前記6(3)イのとおりである。",
            "そうすると，カード部3の存在を前提とし，カード部とシートの構造に着目し，さらに，カード部の記載内容を宛先欄として外部に表示する発明である引用発明3に，カード部が存在せず，カード部とメールフォームとの構成を観念できず，また印字層の隠ぺいを目的とし，カード部に関する作用効果も有しない甲8技術を組み合わせる動機付けはないというべきである。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "a",
              "text": [
                "原告は，引用発明3のように，用紙を折り畳んで重なり合う面を疑似接着させたはがき等において，2つ折り形態とするか，3つ折り形態とするかは，甲8文献から認められる設計事項であると主張する。",
                "しかし，そもそも，前記6(3)イ(イ)aのとおり，甲8文献において，カード部が存在するメールフォームを，3つ折りにして，さらに観音開き折り形態とする構成が，開示されているということはできない。",
                "また，引用発明3のはがきは，第1シート1，第2シート2，カード部3から構成されるところ，第2シート2は，第1シート1及びカード部3に貼着され，郵送時にカード部3の離脱を防止するなどのために存するものである。引用発明3のはがきを，3つ折り形態とする必要はなく，引用例3にも，3つ折り形態とすることについての記載や示唆はない。",
                "したがって，はがき等を3つ折りにして，観音開き折り形態にすることは，カード部が存在するはがき等において設計事項であるということはできず，一方，カード部が存在しないはがき等において，かかる設計事項が認められたとしても，このことは，引用発明3のはがきを3つ折りにして，さらに観音開き折り形態とすることの動機付けにはならない。"
              ]
            },
            {
              "fig": "b",
              "text": [
                "原告は，引用発明3と甲8技術は，折り畳みはがきとして技術分野が共通し，用紙を折り畳んで重なり合う面を疑似接着させたものであるから作用機能も共通すると主張する。",
                "しかし，このような共通点は抽象的なものであって，前記(ア)のとおり，両発明の構成，目的，作用効果が大きく相違することからすれば，かかる共通点をもって，引用発明3に甲8技術を組み合わせる動機付けがあるということはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "甲9技術の適用",
      "content": [
        {
          "fig": "(ア)",
          "subject": "甲9技術",
          "text": [
            "甲9文献には，別紙引用例等図面目録甲9文献図3のとおり，図面が記載されるとともに，おおむね以下の記載がある。"
          ],
          "content": [
            {
              "fig": "a",
              "subject": "産業上の利用分野",
              "text": [
                "この考案は，ダイレクトメール用ハガキ，名刺あるいは広告用ちらし等に適した新規な印字・印刷物の構造に関する(2頁7行～9行)。"
              ]
            },
            {
              "fig": "b",
              "subject": "作用",
              "text": [
                "このように本考案においては，第1紙面部の一面側に秘密事項を印字・印刷しておくと，第2，第3の紙面部によってこれが外部に見えることはなく，ハガキとしての機能が実現され，…自動化も容易である。また，名刺や広告用ちらしとして使用すると，第2，第3紙面部を第1紙面部から剥離することができる，という従来にはなかった全く新しい構造の名刺や広告用ちらしとなり，顧客に強く印象付けることができる(6頁10行～7頁1行)。"
              ]
            },
            {
              "fig": "c",
              "subject": "実施例",
              "text": [
                "図において，1はダイレクトメール用ハガキで，該ダイレクトメール用ハガキ1は普通ハガキと同寸法のハガキ本体(第1紙面部)10を有し，該ハガキ本体10の両側方には普通ハガキの略半分の幅を有する折返片(第2，第3紙面部)11，12が折返し可能に連続して設けられ，該両折返片11，12は両者によってハガキ本体10の裏面(一面)13の略全面を覆うようになっている。また，…上記折返片11，12はハガキ本体10の一面13側に折り返されて剥離可能に貼着される。(7頁6行～8頁3行)"
              ]
            }
          ]
        },
        {
          "fig": "(イ)",
          "subject": "甲9技術を組み合わせる動機付け",
          "content": [
            {
              "fig": "a",
              "subject": "構成，目的，作用効果の相違",
              "text": [
                "引用発明3の構成，目的，作用効果は，前記ア(ア)のとおりである。",
                "一方，甲9技術には，カード部が存在しない。また，甲9技術は，第1紙面部の印刷された秘密事項が外部に見えることを防止することなどを目的とする。そして，甲9技術は，第1紙面部を第2，第3紙面部で覆うことにより，外部に見えることを防止するなどしたものである。",
                "そうすると，カード部3の存在を前提とし，カード部とシートの構造に着目し，さらに，カード部の記載内容を宛先欄として外部に表示する発明である引用発明3に，カード部が存在せず，カード部と紙面部との構成を観念できず，また第1紙面部の印刷された秘密事項が外部に見えることの防止を目的とし，カード部に関する作用効果も有しない甲9技術を組み合わせる動機付けはないというべきである。"
              ]
            },
            {
              "fig": "b",
              "subject": "原告の主張について",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "原告は，引用発明3において，左右側面部が中央面部に重なる3つ折り形態のはがきとするのは，甲9文献から認められる設計事項であると主張する。",
                            "しかし，そもそも，甲9技術は，カード部が存在しないものであって，カード部が存在する場合に，カード部が存在する中央面部に左右側面部を重ねるという構成が，開示されているということはできない。",
                            "また，前記ア(イ)aと同様に，引用発明3のはがきを，3つ折り形態とする必要はなく，引用例3にも，3つ折り形態とすることについての記載や示唆はない。",
                            "したがって，はがき等において左右側面部を中央面部に重ねて3つ折り形態にすることは，カード部が存在するはがき等において設計事項であるということはできず，一方，カード部が存在しないはがき等において，かかる設計事項が認められたとしても，このことは，引用発明3のはがきにおいて左右側面部を中央面部に重ねて3つ折り形態にすることの動機付けにはならない。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "原告は，引用発明3と甲9技術は，折り畳みはがきとして技術分野が共通し，用紙を折り畳んで重なり合う面を疑似接着させたものであるから作用機能も共通するなどと主張する。",
                            "しかし，このような共通点は抽象的なものであって，前記aのとおり，両発明の構成，目的，作用効果が大きく相違することからすれば，かかる共通点をもって，引用発明3に甲9技術を組み合わせる動機付けがあるということはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "甲8技術及び甲9技術の適用",
      "text": [
        "前記アのとおり，引用発明3と甲8技術とは，その構成，目的，作用効果において相違し，これらを組み合わせる動機付けがあるということはできない。また，前記イ(イ)のとおり，引用発明3と甲9技術とは，その構成，目的，作用効果において相違し，これらを組み合わせる動機付けがあるということもできない。",
        "そうすると，甲8技術及び甲9技術を，引用発明3に組み合わせる動機付けがあるということはできない。",
        "よって，引用発明3に，甲8技術及び甲9技術を適用することにより，当業者が，本件発明1について，容易に発明をすることができたということはできない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(4)",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明1について，当業者が引用発明3に基づいて容易に発明をすることができたということはできない。また，本件発明2及び本件発明3は，本件発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，当業者が引用発明3に基づいて容易に発明をすることができたということはできない。",
                    "よって，取消事由6は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "8",
                      "subject": "結論",
                      "text": [
                        "以上によれば，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}