{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2014-19365号事件について平成27年12月7日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。  "
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶査定不服審判請求を不成立とした審決の取消訴訟である。争点は，引用発明の認定の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「乳癌再発の予防用ワクチン」とする発明につき，平成21年(2009年)12月9日を国際出願日として特許出願(特願2011-540853号)をし(パリ条約に基づく優先権主張  平成20年(2008年)12月10日(本願優先日)，アメリカ合衆国。甲3)，平成26年3月3日に手続補正をした(本件補正。甲6)が，同年5月22日，拒絶査定を受けた。",
            "原告は，同年9月29日，拒絶査定不服審判請求をした(不服2014-19365号)。",
            "特許庁は，平成27年12月7日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，平成28年1月5日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の特許請求の範囲の請求項16記載の発明(本願発明)は，以下のとおりである(甲6)。",
            "「製薬上許容される担体，配列番号2のアミノ酸配列を有するペプチドの有効量及び顆粒球マクロファージコロニー刺激因子を含み，配列番号3のアミノ酸配列を有するE75ペプチドを含まないワクチン組成物。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "「HER2／ＮEUの膜貫通部分由来MHCクラスIペプチド(GP2)でワクチン接種されたHLA-A2＋乳癌患者における抗原内エピトープ拡散」(甲1。引用文献)には，「GP2とGM-CSFを含有するワクチン」の発明(引用発明)が記載されているものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "本願発明と引用発明は，「製薬上許容される担体，配列番号2のアミノ酸配列を有するペプチドの有効量及び顆粒球マクロファージコロニー刺激因子を含み，配列番号3のアミノ酸配列を有するE75ペプチドを含まないワクチン組成物。」である点で一致し，両者の発明を特定するための事項に差異はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "text": [
            "引用発明は，「GP2とGM-CSFを含有し，E75と組み合わせて使用される細胞傷害性T細胞(CTL)誘導剤」と認定されるべきである。審決は，引用発明の認定を誤ったものであり，取り消されるべきである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明の認定の誤り―引用発明はCTL誘導剤であってワクチンではないこと)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「ワクチン」とは，「免疫をもたらし，それによって疾患から身体を保護する製品」である。",
                "皮下注射されたペプチドがワクチンとして有効であるためには，ペプチド特異的CTLが活性化・増殖するのみでなく，実際に癌細胞表面上にHLA分子と結合して提示されたペプチドをT細胞受容体を介して認識・結合し，その後，癌細胞に対して傷害活性を示すことが必要であり，癌ワクチンが疾患の予防のために有効であるには，たとえ多数のペプチド特異的CTLが誘導されたとしても腫瘍細胞由来のサイトカインの作用等で，CTLが腫瘍部位に誘導されなかったり，腫瘍部位に誘導できたとしても腫瘍細胞を死滅させることができない場合がある。また，HER2／neuタンパク質，又はそのエピトープに対するCTLが増殖することのみでは，必ずしも癌に対する有効なワクチンとなり得るわけではない。ワクチンは，臨床的な予防効果と共に，毒性，特異性等，考慮すべき事項は多々ある。",
                "単にCTLを誘導するのみであって，疾患から身体を保護する効果がない引用文献に記載された組成物は，「ワクチン組成物」ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "HER2／neuペプチドがCTL応答を誘導する能力は，GP2で誘導されたCTLが，生体内で，乳癌再発等の疾患から身体を保護するように機能するものではない。例えば，乳癌患者に対するE75の投与は，引用文献の知見と同様に，CTL応答を誘導することが見いだされているが，そのCTLは，HLA-A2＋HER2／neu＋の腫瘍細胞を等しく認識することができなかった(甲2の1)。",
                "このことは，本願明細書【0016】にも，甲2の1等の開示内容について，「抗癌ワクチンとしてE75を使用するこれらの試みのいずれも，寛解後の疾患の再発を予防又は遅延するワクチンの能力を証明してはいない」と記載されているとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲2の2においては，E75で処置した乳癌患者の50％(4名中2名)でペプチド特異的CD8＋T細胞が誘導できたが，これらのレベルは低く，短命であり，これらの結果から，「(HER2／neu)ペプチドによるワクチン接種のためには，・・・可溶性ペプチドではなく，ペプチドをパルスした樹状細胞を用いるか，他のヘルパーエピトープを加えるか，又はCpGモチーフでアジュバント能を高める戦略」を必要とするであろうと結論付けられている。このように，甲2の2は，CTL応答は疾患からの保護を示すには十分ではないことを記載している。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，引用文献には「ワクチン」の発明が記載されているとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(引用発明の認定の誤り―引用発明はE75と組み合わせて使用されること)",
          "text": [
            "引用文献では，GP2を含有する組成物を抗原内エピトープ拡散を検討するために使用している。「抗原内エピトープ拡散」とは，例えば，GP2ペプチドをエピトープとして投与した場合にGP2ペプチド以外のエピトープに対する応答が生じるようになる現象をいう。引用文献の結果は，GP2ペプチドを投与した場合に，GP2特異的二量体だけでなく，E75特異的二量体が上昇したことを示している。これは，GP2ペプチドを投与した患者において，E75ペプチド特異的CTLが増加したことを意味する。E75は，HLA-A2分子に対する結合アフィニティが高い免疫優性ペプチドであると考えられている。したがって，引用文献は，GP2及びE75の双方のペプチドを「ワクチン」組成物に含めるべきであるとしているものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決の引用発明の認定に対し，GP2とGM-CSFを含有する組成物は単にCTLを誘導する効果をもたらすのみで，疾患から身体を保護する効果はないから，このような組成物は「ワクチン」とはいえない旨主張する。",
                    "しかし，①癌ペプチドワクチンは，当該ワクチンを投与することにより，ペプチド特異的CTLが誘導され，誘導されたペプチド特異的CTLが癌細胞を攻撃することを，その作用機序とするものであること，②癌ペプチドワクチンの効果を評価するに当たり，ペプチド特異的CTLの頻度等の免疫学的パラメーターを測定することが当業者に周知であり，実際の癌ペプチドワクチンの臨床開発において，ペプチド特異的CTL誘導を確認し，癌に対する効果も確認された事例が，本願優先日前に多数知られていたことからして，CTLが誘導されれば，癌に効くという技術的事項は，本願優先日前から周知であるといえる(乙1～7，乙8の1・2)。したがって，癌ペプチドワクチンによって誘導されたペプチド特異的CTLが，実際に癌細胞を認識し，傷害活性を示すことが確認されていなくても，ペプチド特異的CTLが誘導されれば，通常は癌細胞が当該CTLによる傷害を受けると，当業者であれば当然に理解するといえる。",
                    "また，非臨床試験を経て，フェーズI臨床試験に進み，その結果を開示する引用文献の組成物は，臨床試験中とはいえ，ヒトに使用することが認められた薬物であり，かつ，実際にヒトでGP2特異的CTLを誘導した(甲2の5)のであるから，「ワクチン」といえる。このことは，引用文献の著者である本願発明の発明者自身が「ワクチン」と表記していることとも整合する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，ワクチンというためには，臨床的な予防効果があることのみならず，毒性，特異性等の点においても問題がないものでなければならない，と主張する。",
                    "しかし，特許性判断の実務上，医薬発明として認められるために必要な薬理試験結果は，臨床試験に限らず，動物実験あるいは試験管内実験でも足りるものとされている。そして，実施可能な医薬発明が刊行物に記載されていれば，これを引用発明として認定してよく，CTLを誘導したことしか具体的に確認されていないものについても，ワクチンとしての発明を特許した例がある(乙13～15)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲2の1におけるE75は，E75特異的CTLを誘導するが，ワクチンの能力は証明されていないから，GP2についても，GP2特異的CTLが誘導されたからといって，乳癌再発等の疾患から身体を保護するように機能するものではないと主張する。",
                "しかし，甲2の1は，進行期の乳癌患者において誘導されたCTLが，腫瘍細胞を認識できなかったことを開示するものであるのに対し，引用文献は無病のリンパ節陰性乳癌患者におけるCTL誘導を確認したものである。そして，本願優先日前において，進行期の癌患者と無病の癌患者では，癌ペプチドワクチンが及ぼす効果が異なることが知られていた(本願明細書【0016】，乙4)から，甲2の1における知見を踏まえて，引用文献の内容を解釈することは誤りである。",
                "むしろ，乙4に記載される技術背景からは，無病のリンパ節陰性乳癌患者に対しては，GP2特異的CTLが誘導されたことにより，再発を予防するワクチンとしての効果を有することも確認できるといえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，原告は，甲2の2には，CTL応答は疾患からの保護を示すには十分ではないことが示されている，と主張する。",
                "しかし，上記(2)のとおり，癌ペプチドワクチンの効果は，進行期の乳癌患者と無病の乳癌患者とでは異なると認識されていたのであるから，進行期の乳癌患者に対する試験から得られた甲2の2の知見を踏まえて，引用文献の内容を解釈することは誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献には「我々は，無病リンパ節陰性乳癌患者における抗癌ワクチンとしてGP2＋GM-CSFの臨床試験を実施している」，「・・・フェーズIの用量漸増安全性試験においてGP2＋GM-CSFで毎月6ヶ月間ワクチン接種した」との記載があるところ，新有効成分薬物についての臨床試験は，治験の計画をあらかじめ厚生労働大臣に届け出ることが義務付けられていることを併せ考慮すると，引用文献の臨床試験が対象とするワクチンは，あくまで，GP2＋GM-CSFであり，E75のような他の有効成分は含まないものであると理解するのが自然である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2の5の記載には，GP2が単独ワクチンとしても有用であることが示されている。原告の主張は，甲2の5が複数のペプチドによるワクチンのアプローチを開示するものであることを前提とするものであるが，上記主張は，その前提において失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲3)には，以下の記載がある。",
                "【0004】乳癌(BCa)は，女性において最もよく見られる癌診断であり，女性における癌関連死の第 2 位の主要原因である・・・乳癌治療における最近の進歩にもかかわらず，相当数の患者が最終的には再発性疾患により死亡する。",
                "【0005】ワクチンは，その投与の容易性及び感染症に関して認められているその高い成功率のため，再発性疾患の発症を予防し又は遅らせ又は妨げるための魅力的なモデルである。癌ワクチンの構築の基本概念は理論上は単純である。しかし，実際には，充実性腫瘍に対する有効な癌ワクチンの開発は，限られた成功しか収めていない。・・・",
                "【0006】この低い成功率に関しては多くの解釈が可能である・・・例えば，抗原が特定のタイプの腫瘍細胞に特異的に関連している場合であっても，該腫瘍細胞は該抗原を低レベルでしか発現できないか，あるいはそれは隠れた部位内に位置するか又は免疫検出から遮蔽されている可能性がある。また，腫瘍は，その発達につれて抗原を取り除くことにより，その抗原プロファイルを変化させることが多い。また，MHCタンパク質及び免疫応答を生成するのに必要な他の共刺激性タンパク質を腫瘍細胞が非常に低レベルでしか発現できないということも低い成功率の一因となっている。",
                "【0007】腫瘍に対するワクチン接種の試みが直面する他の問題は，進行期癌の患者において発生する。そのような患者は，より大きな原発性及び転移性腫瘍を有する傾向にあり，腫瘍の内部の細胞へは，血流が乏しいためアクセスできない。これは，ワクチン戦略が，悪性血液疾患の治療では，より成功しやすい傾向にあるという観察結果と符合する・・・また，腫瘍が転移性になるにつれて，それは，免疫抑制因子をその微小環境内へ放出する能力を発達させうる・・・転移性腫瘍は末梢血リンパ球数の減少及び樹状細胞機能不全にも関連づけられている・・・。",
                "【0008】これらの要因の幾つか又は全てが，有効な予防用又は治療用ワクチンの開発を困難にする一因になりうるが，根底にある大きな課題は，ほとんどの腫瘍抗原が自己抗原であるか，又は自己抗原に対して高い相同性を有し，したがって，厳密な免疫寛容を受けると予想される点にある。したがって，免疫刺激性アジュバントを伴う又は伴わない，ペプチドベースの多数の癌ワクチンは，低い免疫原性及び特異性欠如のため，臨床実施において，限られた成功しか収められない定めにあることは明らかである。",
                "【0009】単一抗原に基づく原型乳癌ワクチンは，動物実験において及び乳癌患者での臨床試験において，測定可能な応答を誘導することに，ある程度成功している。しかし，観察された免疫応答は，標準的な治療・・・により寛解状態になった疾患の再発に対する臨床的に有意な防御免疫にとして実現されていない。",
                "【0010】HER2／neuは，多数の上皮悪性疾患において発現される原癌遺伝子である・・・HER2／neuの過剰発現及び／又は増幅は浸潤性乳癌(BCa)の25～30％で見られ，より侵襲性の腫瘍及びより不良な臨床結果と関連づけられている・・・。",
                "【0012】原癌遺伝子としてのHER2／neuの同定及び定量は，トラスツズマブ(Tz；ハーセプチン(登録商標))・・・の使用を含む，体液性又は抗体に基づく受動免疫療法につながった。トラスツズマブは，HER2／neuタンパク質の細胞外膜近傍ドメインに結合する組換えヒト化モノクローナル抗体である・・・TzはHER2／neu過剰発現(IHC  3＋又はFISH＞2．0)のリンパ節陽性(ＮP)及び転移性BCa患者に適応し・・・低度～中度のHER2／neu発現を示す患者においては，非常に限られた活性しか示さない・・・。",
                "【0013】研究途上のもう 1つの形態の免疫療法は，HER2／neuのような腫瘍関連抗原上のエピトープに対する細胞性免疫応答を狙ったワクチン接種及び能動免疫療法である。HER2／neuは，HER2／neu発現癌細胞を認識し殺すために免疫系を刺激しうる幾つかの免疫原性ペプチドの源である・・・。このような2つのペプチドはE75及びGP2と称する。E75及びGP2はいずれもヒト白血球抗原(HLA)-A2制限の9アミノ酸ペプチドであり，CTLがHER2／neu発現癌細胞を認識して溶解するのを刺激する・・・。",
                "【0014】E75は，HER2／neuタンパク質の細胞外ドメインに由来し，HER2／neuアミノ酸配列のアミノ酸369～377(KIFGSLAFL)(配列番号3)に相当し，・・・",
                "【0016】HER2／neuタンパク質を過剰発現する進行癌患者において，抗癌ワクチン，例えば種々の免疫アジュバントと組み合わせた単一ペプチドワクチンとして・・・自己樹状細胞上にローディングし，再注入して・・・又はCD4ヘルパーT細胞を動員するためにHLAクラスII分子に結合することができるより長いペプチドに組み込んで・・・E75を利用する試みがなされている。それぞれの手法はE75特異的細胞傷害性T細胞媒介免疫応答を刺激したが，進行期の乳癌を患う女性において臨床上有意な治療免疫又は防御免疫を証明するものではなかった。他者がE75ワクチン調製物を用いて意義ある臨床利益を示すことができなかったことは，部分的には，E75が「自己」腫瘍抗原に由来するという事実が原因である。「自己」腫瘍抗原を標的とする癌ワクチンは，自己タンパク質に特徴的な免疫寛容のために，HER2／neuに由来するものと同様に，ユニークなチャレンジを示す。さらに，以前の研究は，標準的な治療後の無病患者ではなく，進行疾患，例えばステージIII又はIVの癌の癌患者に対して行われている。このように，抗癌ワクチンとしてE75を使用するこれらの試みのいずれも，寛解後の疾患の再発を予防又は遅延するワクチンの能力を証明してはいない。これらのE75の研究を基に，他者は，より最近になって，E75により誘導される免疫が高リスク乳癌患者における再発の予防による臨床利益をもたらすかどうかを判定するための臨床試験を実施している・・・これらの研究によるデータは，in  vivoにおけるE75により誘導されるDTH反応の増大が，再発の低減及び再発した患者の生存期間の延長と相関することを示す。",
                "【0017】GP2は，・・・全長配列のアミノ酸654～662(すなわちIISAVVGIL：配列番号2)に相当するHER2／neuタンパク質の膜貫通部分に由来する9アミノ酸のペプチドである・・・このペプチドは，乳癌及び卵巣癌を患う患者からの腫瘍関連リンパ球を用いて単離され，のちに数種の上皮悪性腫瘍，例えば非小細胞肺癌及び膵癌の間で共有されていることが見出された・・・。",
                "【0018】E75は，HLA-A2分子に対する高い結合アフィニティを有し，HER2／neuタンパク質の免疫優性ペプチドであると考えられている。そのため，これは，研究室及び臨床試験において最も研究されているHER2／neu由来ペプチドである・・・免疫優性ペプチドとして，E75はより強力な免疫応答を誘導するとも予測されている。一方，GP2は，HLA-A2に対する結合アフィニティが比較的低く，亜優性エピトープと考えられている・・・これは，HER-2／neuエピトープに対する細胞免疫応答を標的とするワクチン戦略がGP2よりもむしろE75に焦点がおかれていたという理由の 1 つである。",
                "【0019】GP2の以前の研究では，ex  vivoでGP2(及び他のペプチド)で刺激(pulse)した自己樹状細胞を使用して，転移性乳癌又は卵巣癌を有するHER2／neu＋患者に皮下・・・又は静脈内・・・に再注射してCTL反応を誘導している。・・・E75と同様に，GP2が由来するHER2／neuのような「自己」腫瘍抗原を標的とする癌ワクチンは，自己タンパク質に特徴的な免疫寛容のために，ユニークなチャレンジを示す。",
                "【0021】上述の通り，トラスツズマブは，HER2／neu過剰発現・・・のリンパ節転移陽性(ＮP)の転移性乳癌患者の治療に適応され，低度から中度のHER2／neu発現を示す患者においては非常に制限された活性を示す。同様に，上記研究では，部分的には，HER2／neuを過剰発現する腫瘍の存在に基づいて，E75及びGP2ベースのワクチンを投与する患者が選択されている。従って，GP2ペプチドワクチンは，低から中レベルのHER2／neu腫瘍発現を示す癌患者において有効であるとは予測されていなかった。",
                "【発明の概要】【0022】・・・本方法は，標準的な治療コースによる治療後の寛解期にある被験体における乳癌の再発予防に関する。・・・標準的な治療コースは，トラスツズマブによる治療であり，この治療は本明細書に記載の方法と同時に継続しうる。本方法は，製薬上有効な担体とGP2ペプチドとを含む組成物の有効量を該被験体に投与することを含む。好ましくは，GP2ペプチドは，配列番号2のアミノ酸配列を有する。一実施形態において，本組成物は，GP2ペプチド以外には，他のHER2／neu由来ペプチド，例えば免疫優性ペプチドE75を含まない。該投与は，当技術分野における適当な任意の手段，例えば接種又は注射により，より具体的には皮内注射により行うことができ，1回又は複数の別個の用量で行うことができる。かかる用量は，等濃度のペプチド及び免疫アジュバントを含み，実質的に同時に投与することができ，そして 1 つの接種部位に投与してもよいし又は皮膚の表面上の互いに離れた位置に投与してもよい。該組成物は，防御免疫が確立されるまで，月1回で約3～6回又はそれ以上投与されうる。いくつかの態様においては，該組成物は更に，アジュバント，例えば顆粒球マクロファージコロニー刺激因子(GM-CSF)，好ましくは組換えヒトGM-CSFを含む。",
                "【0023】いくつかの態様においては，本方法は更に，製薬上有効な担体と配列番号2のアミノ酸配列を有するペプチドとを含む組成物の有効量を含むブースター(追加免疫)ワクチン用量を被験体に投与することを含む。いくつかの態様においては，該ブースターの組成物は更に，アジュバント，例えばGM-CSF，好ましくは組換えヒトGM-CSFを含む。・・・典型的には，ブースターは，一次免疫スケジュールが完了した後に投与され，必要であれば好ましくは一次免疫後の6ヶ月又は12ヶ月ごとに投与することができる。",
                "【0040】GP2ペプチドはMHC  HLA-A2に関連しており，したがって，HLA-A2ハプロタイプを有する患者において防御免疫を誘導しうる。HLA-A2ハプロタイプは，卵巣癌・・・及び前立腺癌・・・における陰性予後因子に関係があるとされており，この知見はおそらく乳癌にも拡張される。従って，HLA-A2＋患者は寛解後の癌の再発を生じるリスクが高いと考えられる。それにもかかわらず，予想外にも，GP2＋GM-CSFを含むワクチン組成物が，乳癌再発の低リスクと相関し，かつHLA-A2-対照患者と比較して無病生存率が長いことと相関することが知られているHLA-A2＋患者において強力なin  vivo免疫応答を効果的に誘導したことが証明されている。さらに，驚くべきことに，GP2(亜優性エピトープ)及びGM-CSFで処置された患者が，E75(免疫優性エピトープ)及びGM-CSFを含むワクチン組成物と比較してより強力なDTH反応を示すことが見出された。とりわけ，これらの結果は，GP2と別のエピトープ(E75など)とを組み合わせてマルチエピトープワクチンを生成することにより得られなかったが，代わりに単一エピトープ(すなわちGP2)ワクチンを用いて得られる。さらに，予備試験データに基づいて，GP2はまたHLA-A3ハプロタイプを有する患者において防御免疫を誘導することができると考えられる。",
                "【0041】GP2はHER2／neuタンパク質に由来するものであるため，HER2／neuを過剰発現する患者は，低度から中度のHER2／neu発現を示す患者よりもGP2ベースのワクチンに対して良好な応答を示すと予測されうる。例えば，別のHER2／neuに基づく治療であるトラスツズマブ・・・は，HER2／neu過剰発現・・・でリンパ節転移陽性(ＮP)の転移性乳癌患者について示されているのみであり，低度から中度のHER2／neu発現を示す患者においては非常に限定的な活性を示す。それにもかかわらず，予想外にも，低から中レベルのHER2／neu発現を示す患者は，HER2／neuを過剰発現する患者においてGP2誘導応答と同程度に，GP2に対する強力な免疫応答を経験したことが観察された。",
                "【0042】したがって，本発明の一実施形態は，乳癌の再発又はぶりかえしに対する防御免疫を誘導するためのワクチン組成物に関する。別の実施形態は，乳癌に対する防御免疫，より詳しくは再発性乳癌に対する防御免疫を誘導するための及び維持するための方法に関する。いくつかの態様においては，該方法は，配列番号2のアミノ酸配列を有するポリペプチド，製薬上有効な担体を含み，場合により免疫アジュバント(例えばGM-CSF)を含んでいてもよい組成物の有効量を被験体に投与することを含む。・・・",
                "【0047】ワクチン組成物は，当技術分野における適当な任意の手段により，凍結乾燥製剤又は液体製剤として製剤化されうる。液体形態製剤の非限定的な例には，液剤，懸濁剤，シロップ剤，スラリー及び乳剤が含まれる。適当な液体担体には，好ましくは無菌形態の，任意の適当な有機又は無機溶媒，例えば水，アルコール，食塩水，緩衝生理食塩水，生理食塩水溶液，デキストロース溶液，水プロピレングリコール溶液などが含まれる。",
                "【0048】ワクチン組成物は中性又は塩形態で製剤化されうる。製薬上許容される塩には，酸付加塩(該活性ポリペプチドの遊離アミノ基と共に形成されるもの)，及び無機酸，例えば塩酸若しくはリン酸，又は有機酸，例えば酢酸，シュウ酸，酒石酸，マンデル酸などと共に形成されるものが含まれる。また，無機塩基，例えばナトリウム，カリウム，アンモニウム，カルシウム又は水酸化第二鉄，及びイソプロピルアミン，トリメチルアミン，2-エチルアミノエタノール，ヒスチジン，プロカインなどのような有機塩基から，遊離カルボキシル基から形成される塩が誘導されうる。",
                "【0051】ワクチン組成物は，該ワクチンの防御効力を増強する物質，例えばアジュバントを含みうる。アジュバントには，GP2ペプチド抗原に対する防御免疫応答を増強して該ワクチン中で必要な抗原の量及び／又は防御免疫応答の生成に必要な投与頻度を減少させるよう作用する任意の化合物(1種若しくは複数)が含まれる。・・・",
                "【0053】ワクチン効力を増強するために，例えばアジュバントとして免疫調節性サイトカインも該ワクチン組成物において使用されうる。そのようなサイトカインの非限定的な例には，インターフェロンアルファ(IFＮ-α)，インターロイキン-2(IL-2)及び顆粒球マクロファージコロニー刺激因子(GM-CSF)又はそれらの組合せが含まれる。GM-CSFが非常に好ましい。",
                "【0055】ワクチン組成物の投与は注入又は注射(例えば，静脈内，筋肉内，皮内，皮下，鞘内，十二指腸内，腹腔内など)によるものでありうる。ワクチン組成物は鼻腔内，膣内，直腸内，経口的又は経皮的にも投与されうる。・・・",
                "【0058】乳癌寛解状態にある患者における乳癌の再発を予防するために，ワクチン組成物の治療上有効な量が被験体に投与される。治療上有効な量は，当技術分野における適当な任意の手段により測定された場合の，該患者におけるGP2特異的細胞傷害性Tリンパ球(CD8＋)の数の臨床的に有意な増加，及び該抗原に対する細胞傷害性Tリンパ球応答の臨床的に有意な増強をもたらす。さらに，エピトープスプレッディングのために，治療上有効な量のGP2ワクチン組成物は，当技術分野で好適な任意の手段によって測定した場合に，E75特異的細胞傷害性Tリンパ球(CD8＋)の数の増大をもたらすだろう。該患者においては全体として，ワクチン組成物の治療上有効な量は，該患者における残存する顕微疾患を破壊し，該患者における乳癌の再発のリスクを有意に減少させ又は排除する。",
                "【0059】ワクチン組成物の有効量は，患者の種，血統，サイズ，身長，体重，年齢，全身的健康状態，製剤のタイプ，投与の方法又は様態，あるいは患者において乳癌が再発する可能性を有意に増加させるリスク因子の存在又は非存在(これらに限定されるものではない)を含む多数の変数に左右されうる。そのようなリスク因子には，手術のタイプ，リンパ節の状態及び陽性の数，腫瘍のサイズ，腫瘍の組織学的等級，ホルモン受容体(エストロゲン及びプロゲステロン受容体)の存在／非存在，HER2／neu発現，リンパ管浸潤及び遺伝的素因(BRCA1及び2)が含まれるが，これらに限定されるものではない。・・・",
                "【0070】実施例1：GP2＋GM-CSFのフェーズⅠ試験",
                "患者の特性及び臨床プロトコール：",
                "これは，無病の乳癌患者におけるGM-CSF免疫アジュバントと一緒のHER2／neu由来GP2ペプチドの最初のフェーズⅠ臨床試験である。・・・全ての患者は，組織学的に確認されたリンパ節転移陰性の乳癌を有し，標準的な免疫組織化学によりHER2／neuのあらゆるレベルを発現していた(IHC  1～3＋)。患者は，登録前に手術，化学療法及び放射線療法(必要に応じて)の標準的なコースを完了しており，ホルモン化学的予防を受けている患者はその特定の治療計画を継続した。・・・",
                "【0071】全てのレベルのHER2／neu発現(IHC  1～3＋)を示す18名のリンパ節転移陰性の無病乳癌患者を登録し，ワクチン接種した。この試験を取りやめた又は追跡期間までにいなくなった患者はいなかった。・・・",
                "【0072】ワクチン接種及び臨床プロトコール",
                "ワクチン：",
                "GP2ペプチド(HER2／neu，654-662)は，連邦ガイドラインに従って，適正製造基準(good  manufacturing  practices)(GMP)で，ＮeoMPS，Inc．(San  Diego，CA)により商業的に製造された。・・・無菌生理食塩水中に以下の濃度の凍結乾燥ペプチド(100μg／0．5ml，500μg／0．5ml及び1mg／0．5ml)を再構成した。GP2ペプチドを，250μg／0．5mlのGM-CSF(Berlex，Seattle，WA)で混合し，その1．0mlの接種物を分割し，同じ四肢で5cm離れた 2 つの部位に皮内投与した。",
                "【0081】結果",
                "GP2及びGM-CSFを含む組成物は，いずれも安全で免疫原性が高かった。免疫応答は，ex  vivo及びin  vivoの両方で，一連の接種の開始時におけるGP2特異的免疫の存在又は不在により，及び使用するGM-CSF用量により，影響を受けると考えられる。さらに，GP2ワクチン接種は，抗原内(intra-antigenic)エピトープスプレッディングを効率的に生じる。",
                "【0082】毒性は軽度の局所反応(所望のものであり，免疫原性の代替的測定手段として機能する)及び軽度の全身反応に限定され，それらの多くはGM-CSFの既知の副作用である。用量制限毒性はなく，GM-CSFの用量低減は，一連の接種により受ける局所反応をグレード2以下に限定するのに十分であった。全体として，ワクチンの組合せは十分に許容された。",
                "【0083】・・・既存の免疫を示さない患者は，・・・GP2ワクチン接種に対するCTL反応の最大の誘導を達成した。この反応は，GP2ペプチドの用量に関係なく均一であった。既存の免疫を示す患者はより小さいCTL反応を示しており，これは，ペプチドワクチン接種に対する許容性のレベル又は以前に最適化された内因性免疫応答のいずれかを示唆している。",
                "【0084】GP2＋GM-CSFワクチンのin  vivo免疫原性は，一連のワクチン接種の前及び後のGP2ペプチド(GM-CSFなし)に応答したDTH反応の増大によって証明された。・・・",
                "【0101】驚くべきことに，GP2はHLA-A2に対する結合アフィニティが比較的低く，亜優性エピトープであるが，GP2及びGM-CSFで処置された患者は，免疫優性エピトープであるE75(＋GM-CSF)で誘導されたものと比較して著しく大きなDTH反応を示した。・・・驚くべきことに，免疫優性ペプチドE75を用いた以前の試験と比較して，GP2に対する平均DTH反応は，E75により誘導されたサイズの約2倍のサイズであり，平均半分のペプチド用量であった。これらの知見はさらにGP2の免疫原性を説明し，その臨床的関連を強調するだけではなく，in  vivoでのDTHデータはまた，GP2が，亜優性エピトープであるにもかかわらず，E75よりも乳癌の再発を低減するのに有効でありうることを強く示唆している。",
                "【0102】実施例2：GP2＋GM-CSFのフェーズⅠI 試験",
                "方法",
                "標準的な補助療法を完了した無病の高リスク乳癌患者を，複数の施設で登録し，無作為に500μgのGP2と125μgのGM-CSF(ペプチド群；PG)又は125μgのGM-CSF単独(アジュバント群；AG)のいずれかを6回の毎月接種を行った。毒性を各接種後に評価した。免疫応答は，遅延型過敏反応(DTH)の測定，及びGP2特異的CD8＋Tリンパ球を検出するためのHLA-A2：免疫グロブリン二量体アッセイによりモニターした，患者は，再発について，臨床的，X線写真により及び病理学的にモニターした。",
                "【0104】PG及びAGにおける毒性プロフィールは，いずれの腕でもグレード4～5の局所毒性なし及びグレード3～5の全身毒性なしでほぼ同じであった。GP2に対するDTH反応の中央値は，PG群においてワクチン接種前のレベルから一連の一次接種の完了後(ワクチン接種後)に有意に増大し(1．0±0．8cmから18．0±3．1cm；p＜0．0001)，AG群ではより程度が低かった(0．0±1．0cmから0．5±3．3  cm；p＜0．01)(図6)。ワクチン接種後のDTHは，PGではAGと比較して有意に大きかった(18．0±3．1cm 対0．5±3．3cm，p＝0．002)(図6)。AG患者の45．5％(10／22)と比較して，全て(27／27)のPG患者がワクチン接種後にDTHによる有意な免疫(SI)(1cmより大きい反応)を示した。ワクチン接種後にSIを示す10名のAG患者のうち50％(5／10)が，ワクチン接種後のSIなしの16．6％(2／12)と比較してワクチン接種前SIを示した(p＝0．38)。GP2特異的CD8＋リンパ球(％)は，PGでは，一連の一次接種完了の6ヵ月後においてベースラインより有意に増大しており(0．65±0．15から1．82±0．23，p＝0．002)，AGにおいては有意な変化はなかった(1．08±0．16から1．41±0．49，p＝0．45)。",
                "【0105】・・・予備試験データは，PG患者が対照のAG患者と比較して再発率が約50％低減したことを示しており，これはE75＋GM-CSFで処置された患者の24ヶ月に観察された再発率と同様である・・・より具体的には，中央値17．9ヶ月の追跡において，PGにおける再発率は，AGにおける再発率13％(3／23)と比較して7．4％(2／27)である。より多くの患者が24ヶ月以上の追跡期間となるにつれて，またより多くの患者がこの試験に登録されるにつれて，より多くの再発率データが入手できるはずである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上から，本願発明は，以下のとおりのものと認められる。",
                "本願発明は，乳癌の再発防止のための，ペプチドワクチン組成物に関する(【0022】)。",
                "ワクチンは，再発性疾患の発症を予防するなどの方法として採用されているが(【0005】)，充実性腫瘍に対するペプチドベースの癌ワクチンの開発は，ほとんどの腫瘍抗原が自己抗原であるか，又は自己抗原に対し高い相同性を有し，厳密な免疫寛容を受けると予想されることなどからして，限られた成功しか収められなかった(【0006】～【0008】)。",
                "本願発明に係るワクチン組成物は，乳癌抗原であるHER2／neuに由来するGP2ペプチドと製薬上有効な担体，更に，アジュバントとして顆粒球マクロファージコロニー刺激因子(GM-CSF)とを含み，組成物の有効量を乳癌治療後の寛解期にある被験体に投与することにより乳癌の再発が予防される(【0022】)。本願発明に係るワクチン組成物は，GP2ペプチド以外の他のHER2／neu由来ペプチド，例えば免疫優性ペプチドE75を含まない(【0022】)。本願発明に係るワクチン組成物は，任意の手段，例えば接種又は注射により投与することができ，等濃度のペプチド及び免疫アジュバントを含み，1 つの接種部位に投与してもよいし，皮膚の表面上の互いに離れた位置に投与してもよく，防御免疫が確立されるまで，月1回で約3～6回又はそれ以上投与されうる(【0022】)。",
                "標準的な補助療法を完了した無病の高リスク乳癌患者に，500μgのGP2と125μgのGM-CSF(ペプチド群；PG)を6回の毎月接種を行ったところ，GP2に対するDTH反応の中央値は，ワクチン接種前のレベルからワクチン接種後に有意に増大した。GP2特異的CD8＋リンパ球は，PGでは，一連の一次接種完了の6ヵ月後においてベースラインより有意に増大した(【0102】，【0104】)。",
                "予備試験データは，PG患者が対照のAG(アジュバント群；GM-CSF単独接種)患者と比較して再発率が約50％低減したことを示しており，これはE75＋GM-CSFで処置された患者の24ヶ月に観察された再発率と同様である。より具体的には，中央値17．9ヶ月の追跡において，PGにおける再発率は，AGにおける再発率13％(3／23)と比較して7．4％(2／27)である(【0105】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の認定",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献(甲1)には，以下の記載がある(記載箇所は，甲1の全訳のものである。)。",
                "①  HER2／ＮEUの膜貫通部分由来MHCクラスIペプチド(GP2)でワクチン接種されたHLA-A2＋乳癌患者における抗原内エピトープ拡散(1～2行)",
                "②  背景：我々は以前，HER2／neuの細胞外ドメイン由来の免疫原性ペプチド(E75)でワクチン接種された患者が，抗原内エピトープ拡散を生じて膜貫通ドメイン由来のペプチドであるGP2に対する特異的CD8＋T細胞を産生させることを実証した。我々は，無病のリンパ節転移陰性乳癌患者における抗癌ワクチンとしてGP2＋GM-CSFの臨床試験を実施している。ここで，我々は，GP2でワクチン接種された患者におけるエピトープ拡散を検討する。(3～8行)",
                "③  HLA-A2＋，ＮＮ  BrCa患者を標準的治療後に登録し，フェーズⅠの用量漸増安全性試験においてGP2＋GM-CSFで毎月6ヶ月間ワクチン接種した。(9～10行)",
                "④  ワクチン接種前のレベル・・・と，ワクチン接種後最大反応・・・を比較したとき，全ての患者のGP2特異的二量体中央値が増加した。全ての患者が抗原内拡散を示した。(16～18行)",
                "⑤  我々は，GP2ペプチドでワクチン接種した患者において，GP2特異的CD8＋T細胞のレベルが増加したことを示した。(29～30行)",
                "⑥  GP2及びE75の組合わせは，乳癌の免疫療法のための非常に有効なワクチンとして使用することができる可能性がある。(32～34行)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上から，引用発明は，以下のとおりのものと認められる。",
                "標準的治療後のHLA-A2型のリンパ節転移陰性乳癌患者について，臨床試験フェーズⅠの用量漸増安全性試験で，GP2ペプチドとアジュバントのGM-CSFを6か月接種したところ(③)，全ての患者においてGP2特異的CD8＋T細胞のレベルが増加した(⑤)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(引用発明の認定の誤り―引用発明はCTL誘導剤であってワクチンではないこと)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「ワクチン」とは，「免疫をもたらし，それによって疾患から身体を保護する製品」を意味する(甲9)ところ，本願優先日前の公知文献には，「癌ワクチン」について，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2の1(下記引用は抄訳による。)",
                  "text": [
                    "「癌遺伝子HER-2／neuは，数多くのヒト腺癌で遺伝子増幅及び過剰発現されており，腫瘍形成表現型と関連してきた。これは非変異型自己タンパク質であるが，成体組織ではほとんど検出されず，このタンパク質に対する免疫応答が多くの患者で報告されている。・・・HLA-A2結合性エピトープp369に対するT細胞応答は，フロイント不完全アジュバント中のペプチドで患者を免疫することによって容易に生じさせることができる。しかしながら，CTLはHER-2／neu＋腫瘍細胞と反応することができなかった。HER-2が腫瘍免疫治療のための抗原として機能するか否か，どのように機能し得るかについて判定する更なる研究が必要とされる。」(4～21行)",
                    "「我々はここに，このエピトープを認識するCTLが免疫付与後の患者で容易に誘発されたことを報告する。しかしながら，このようにして誘導されたCTLは，HLA-A2＋HER-2／neu＋の腫瘍細胞を等しく認識することができなかった。」(23～25行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2の2(下記引用は抄訳による。)",
                  "text": [
                    "「HER-2／neu  HLA-A2ペプチドワクチンによる癌患者への免疫付与によって，能動免疫終了後，長期に持続しない低レベルのペプチド特異的CD8T細胞免疫の生成がもたらされた。HLA-クラスIペプチドによるワクチン接種のためには，長命の免疫を生じさせるために更なる抗原特異的または非特異的ヘルパー活性を必要とするであろう。」(23～26行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲19(引用は抄訳による。)",
                  "text": [
                    "「興味深いことに，E75ペプチドを使用したある臨床試験で，ペプチド特異的CTL反応が容易に得られている。しかしながら，これらのCTLは乳房及び卵巣腫瘍細胞株を認識することができなかった。別の試験では，E75及びGP2の双方を試験しているが，E75に対するCTL反応のみが検出できている。これらのCTLはHER2／neu過剰発現HLA-A2＋卵巣腫瘍細胞株も認識した。HLA-A2に対する強い結合親和性を有するE75と比較すると，GP2は比較的弱い結合親和性を有し，これがin  vivoにおける効果的なCTL誘導を阻害する可能性がある。」(23～28行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "乙1",
                  "text": [
                    "「細胞傷害性T細胞(CTL)は癌細胞上のHLA分子に結合したペプチドを認識する。このペプチドを投与し，患者体内でCTLを増殖させ，癌細胞の排除を誘導しようというのが癌ペプチドワクチン療法である。」(186頁上欄3～5行)",
                    "「ワクチンの作用機序・・・皮下投与されたペプチドは局所の樹状細胞やマクロファージなどの抗原提示細胞によって貪食され，細胞表面にHLA分子とともに表出される。これらの細胞は近傍のリンパ節へと移動し，そこで投与されたペプチドに特異的に反応するCTL前駆細胞が循環してくるのを待ち受ける。ペプチド特異的T細胞レセプターをもったCTL前駆細胞は，リンパ節にトラップされ，そこで増殖する。増殖を遂げ成熟したCTLはリンパ流にのって癌局所へと移行し，癌細胞と出会う。癌細胞表面には投与されたワクチンと同じ配列のペプチドが存在しているために，CTLはこれらを認識して再活性化し，癌細胞をアポトーシスへと誘導する。」(188頁右欄23～36行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "乙2",
                  "text": [
                    "「この事は同時に腫瘍抗原ペプチドに対する免疫応答がほとんどの患者で認められたにも関わらず，半数の患者では治療による効果が認められなかったことの問題提議にもつながる。」(33頁右欄7～10行)",
                    "「担がん患者では，抗原提示細胞である樹状細胞の活性化や分化・成熟が腫瘍細胞から分泌されるIL-6，IL-10あるいはVEGFなどによって阻害されると考えられるので，結果としてCTLの誘導が不十分である可能性がある。」(34頁左欄7～11行)",
                    "「また本来，生体内の樹状細胞は自己抗原ペプチドを提示しており，体内に投与された腫瘍抗原ペプチドが効率よく樹状細胞上に提示される頻度は少ないと考えられる。」(34頁左欄12～15行)",
                    "「さらには現在同定されている腫瘍抗原ペプチドがある特定のHLAのハプロタイプにのみにしか結合できない為にこの治療法が適応される患者が限定される。」(34頁左欄20～23行)",
                    "「腫瘍抗原が存在し，それに反応するT細胞が存在するにも関わらず，腫瘍が増殖し患者を死に至らしめる。その理由の一つは，腫瘍が特異的なT細胞による腫瘍の認識あるいは拒絶反応を回避するような機構が働くためである。」(34頁右欄16～20行)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "乙3(下記引用は甲18の抄訳による。)",
                  "text": [
                    "「・・・ランダム化比較研究がない場合に，そのような結果は末梢血の免疫応答が臨床結果の直接的な原因であることを証明しない。」(2～3行)",
                    "「これらの強力なエフェクター(例えばCTL)が確実に活性化されると，腫瘍部位へのこれらエフェクターの輸送そして腫瘍の認識及び破壊を確実にするという課題が残るであろう。主たる懸念事項は，腫瘍抗原又は主要組織適合性複合体(MHC)分子のダウンレギュレーションのために，又は阻害性分子の分泌若しくは発現によって，有効なT細胞応答の活性化にもかかわらず腫瘍が不応性であり得るということである。」(8～12行)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "乙6",
                  "text": [
                    "「サバイビンは成人の正常な組織にはほとんど発現を認めず，癌組織選択的に高レベルに発現し，非常に理想的な標的癌抗原である。われわれは，サバイビンのアミノ酸配列より，日本人に最も多いHLA-A24に提示されうる9merの抗原ペプチドサバイビン・・・を合成し，進行・再発消化器癌および乳癌を対象にペプチドワクチン療法・第I相臨床試験を進行中である。・・・現在までのところ，サバイビン2BペプチドとIFAおよびIFＮ-α併用投与症例では高頻度にテトラマー解析にてペプチド投与後のペプチド特異的CTLの増加を認めることにより，この投与方法での有用性が期待される。」(13頁左欄2～23行)",
                    "「免疫学的モニタリングとしては，テトラマー解析，エリススポットアッセイの測定技術の改善を重ね，技術的に安定してきてはいるものの，臨床効果と免疫学的モニタリングにdiscrepancyを認める症例もあり，その点の解釈および新たなる簡潔かつ鋭敏なモニタリング方法の導入などが必要とも思われる。」(18頁中欄22～30行)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "乙7",
                  "text": [
                    "「3種類のCA9ペプチドワクチンのなかで，CA9p219あるいはCA9p288のペプチド特異的CTLがほとんどの症例で誘導された。CA9p323特異的CTLは誘導されなかったが，抗CA9p323抗体(IgG)は全症例で誘導されていた。また，症例数は少ないが，CA9p219とCA9p288に対するペプチド特異的CTLとIgGの同時誘導は重要であると考えられた。有効な臨床経過を示したPR3例とSD6例の9例のうち，7例はCA9p219／p288特異的CTLとIgG両者を誘導し，残りの2例はCA9p288特異的CTLかCA9p288特異的IgGの一方が欠如していた。他の腫瘍において，ペプチドワクチン療法によるIgGの誘導と生存期間の臨床的効果の間に有用な関連性が報告されているように，CA9p219とCA9p288特異的IgGを認めなかった11例中10例が生存期間が短かった・・・ことより，われわれも同様な関連性を認めた。」(488頁右欄2～20行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上により，本願優先日当時，「癌ワクチン」について，以下の技術常識が存在したものと認められる。",
                "ペプチドが「ワクチン」として有効であるというためには，①当該ペプチドが多数のペプチド特異的CTLを誘導し, ②ペプチド特異的CTLが癌細胞へ誘導され,",
                "③誘導されたCTLが癌細胞を認識して破壊すること，が必要である(上記(1)エ)。あるペプチドにより，多数のペプチド特異的CTLが誘導されたとしても，誘導されたCTLが癌細胞を認識することができない(上記(1)ア，ウ，オ，カ)，誘導されたCTLが癌細胞を確実に破壊するとは限らない(上記(1)カ)などの理由により，当該ペプチドに必ずしもワクチンとしての臨床効果があるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明は，上記2のとおり，標準治療後のHLA-A2型のリンパ節転移陰性乳癌患者について，GP2ペプチドとアジュバントのGM-CSFを6か月接種したところ，全ての患者においてGP2特異的CTL細胞のレベルが増加したというものであり，GP2ペプチドがワクチンとして有効であるというために必要な，当該ペプチドが多数のペプチド特異的CTLを誘導したことを示したものである。これに対し，本願発明は，上記1のとおり，GP2ペプチドとGM-CSFを投与した無病の高リスク乳癌患者に，GP2特異的CTLが増大したのみならず，再発率が低減した，すなわち，誘導されたCTLが腫瘍細胞を認識し，これを破壊することによって，臨床効果があることを示したものである。",
                "上記(2)のとおり，本願優先日当時，あるペプチドにより多数のペプチド特異的CTLが誘導されたとしても，当該ペプチドに必ずしもワクチンとしての臨床効果があるとはいえない，という技術常識に鑑みると，ペプチド特異的CTLを誘導したことを示したにとどまる引用発明は，本願発明と同一であるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，被告は，CTLが誘導されれば癌に効くという技術的事項は，本願優先日前から周知であるから，引用発明の組成物は本願発明の「ワクチン」と同一である，と主張する。",
                    "しかし，上記(1)の本願優先日当時の技術常識を踏まえると，CTLが誘導されることは，癌ワクチンとして有効であるための前提条件であるものの，さらにCTLが癌細胞へ誘導され，癌細胞を破壊することが必要であり，そのような誘導や破壊ができない場合があるから，CTLが誘導されることと，癌ワクチンとして有効であることが技術的に同一であるとはいえない。したがって，被告の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，被告は，引用文献の組成物は，フェーズIの臨床試験の結果を開示するものである上，「ワクチン」と表記されていると主張する。引用文献(甲1)は，フェーズIの臨床試験の結果の概要を示すものであるが，引用発明は，上記2のとおり，標準的治療後のHLA-A2型のリンパ節転移陰性乳癌患者について，GP2ペプチドとアジュバントのGM-CSFを6か月接種したところ，全ての患者においてGP2特異的CTL細胞のレベルが増加したというものであって，ペプチド特異的CTLを誘導したことを示したにとどまるものであるし，また，引用文献には「ワクチン」と表記されている箇所があるものの，「ワクチン」としての使用の可能性があることから，そのように述べたものと解されるから，引用発明が本願発明と同一であるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，被告は，進行期の癌患者と無病の癌患者とでは，癌ペプチドワクチンが及ぼす効果が異なることが知られていたから，進行期の癌患者に関する知見である，E75を用いた場合に誘導されたCTLが腫瘍細胞を認識できなかったことを理由として，GP2を用いた場合である引用発明において，無病の癌患者における誘導されたCTLが，腫瘍細胞を認識できない理由とはならず，かえって，無病のリンパ節陰性乳癌患者を含む乳癌患者にE75を投与すると，E75特異的CTLが誘導されたこと，及び，乳癌の再発率が減少したことが確認されている(乙4)から，無病のリンパ節陰性乳癌患者に対しては，GP2特異的CTLが誘導されたことにより，GP2が再発を予防するワクチンとしての効果を有することも確認できる，と主張する。",
                    "しかし，ペプチドの種類によって誘導されるCTLが異なることから，上記(1)の技術常識からすると，誘導されたCTLが実際に腫瘍細胞を認識することができるか否か，また，誘導されたCTLが腫瘍細胞を破壊できるか否かについては，臨床効果を確認しない限り知ることは困難であるから，GP2を投与することによってE75を投与した場合と同様の効果が得られるものということはできない。したがって，被告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上より，取消事由1には，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "よって，その余の点を判断するまでもなく，原告の請求には理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，取消事由1には理由があるから審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10107",
    "date": "2017-02-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086567",
    "ipprecedent_id": "4596",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}