{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が無効2015-400003号事件について平成28年1月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，実用新案登録無効審判請求に基づいて実用新案登録を無効とした審決の取消訴訟である。争点は，①実用新案登録に対する無効審判請求権の濫用の成否，②新規性判断(引用考案の認定)の当否，並びに，③進歩性判断(副引用例の技術事項の認定)の当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「再利用可能なアルミニウム箔製の焼き上げ用容器」とする考案(本件考案)について，平成18年12月13日(本件出願日)，実用新案登録出願をし，平成19年2月14日，その設定登録(実用新案登録第3129837号)を受けた(本件実用新案登録。甲5)。",
            "被告が，平成27年7月16日に，本件実用新案登録の無効審判請求(無効2015-400003号。本件審判請求)をしたところ，特許庁は，平成28年1月6日，「実用新案登録第3129837号の請求項1及び2に係る考案についての実用新案登録を無効とする。」との審決をし，同審決謄本は，同月15日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件考案の要旨",
          "text": [
            "本件実用新案登録の実用新案登録請求の範囲の請求項1及び2記載の考案の要旨は，以下のとおりである(以下，本件実用新案登録の明細書及び図面を「本件明細書」という。)。",
            "(請求項1)",
            "「アルミニウム箔により形成された容器本体の内外面全体にシリコーン樹脂被覆層が設けられていることを特徴とする再利用可能なアルミニウム箔製の焼き上げ用容器。」(本件考案1)",
            "(請求項2)",
            "「シリコーン樹脂被覆層が容器本体のシリコーン樹脂溶液へのどぶ付け加工及び焼成加工により形成されることを特徴とする請求項1記載の再利用可能なアルミニウム箔製の焼き上げ用容器。」(本件考案2)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告(請求人)の主張した無効理由の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "text": [
                    "本件考案1は，以下の甲1(引用文献)に記載された考案(引用考案)であるから，実用新案法3条1項3号に該当し実用新案登録を受けることができないものであり，その実用新案登録は同法37条1項2号に該当し，無効とすべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "本件考案2は，引用考案，以下の甲2～4(それぞれ，「甲2文献」，「甲3文献」などという。)に記載された考案に基づいて，当業者がきわめて容易に考案をすることができたものであるから，実用新案法3条2項の規定により実用新案登録を受けることができないものであり，その実用新案登録は同法37条1項2号に該当し，無効とすべきである。",
                    "甲1：実願昭58-25336号(実開昭60-5385号)のマイクロフィルム",
                    "甲2：実願昭61-92284号(実開昭62-202176号)のマイクロフィルム",
                    "甲3：特開2001-37405号公報",
                    "甲4：特開2001-321059号公報"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用考案の認定",
              "text": [
                "引用文献によれば，引用考案は，以下のとおりである。",
                "「硬質アルミ箔により形成された調理用成型皿1の内外面全体にシリコーン樹脂がコーティングされた，硬質アルミ箔製の調理用成型皿1。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "(一致点)",
                    "「アルミニウム箔により形成された容器本体の内外面全体にシリコーン樹脂被覆層が設けられているアルミニウム箔製の焼き上げ用容器。」",
                    "(相違点1)",
                    "本件考案1は「再利用可能な」ものであるのに対し，引用考案においてはその点が必ずしも明らかでない点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "本件考案1は，その請求項1の記載からみて，「アルミニウム箔により形成された容器本体の内外面全体にシリコーン樹脂被覆層が設けられている」ことにより，「再利用可能」となるものであって，本件明細書(甲8)の記載を参酌しても，当該シリコーン樹脂被覆層を設けたこと以外に「再利用可能」となるための形状，構造を有するものではない。",
                    "他方，上記のとおり，引用考案も，「アルミニウム箔により形成された容器本体の内外面全体にシリコーン樹脂被覆層が設けられている」ものであるから，引用考案が再利用可能であることは明らかである。",
                    "よって，上記相違点1においても，両者は一致しており，両者に相違するところはない。",
                    "したがって，本件考案1は，引用文献に記載された考案であるから，実用新案法3条1項3号に該当し実用新案登録を受けることができないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "対比",
                  "text": [
                    "(一致点)",
                    "本件考案1と引用考案は，上記(3)のとおり相違するところはないから，本件考案2と引用考案は，下記の相違点2を除き，一致する。",
                    "(相違点2)",
                    "本件考案2は，「シリコーン樹脂被覆層が容器本体のシリコーン樹脂溶液へのどぶ付け加工及び焼成加工により形成される」のに対し，引用考案においては，その点が明らかでない点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "甲2文献には，アルミニウム箔製の焼き上げ用容器について，その内面にシリコーン樹脂被覆層を設けることにより，焼き上がった菓子などの容器への付着や焦げ付きを防止すること，アルミニウム箔から所定形状の容器本体を形成した後，同容器本体の内面にシリコーン樹脂塗料を塗布し焼き付けることにより形成した，シリコーン樹脂被覆層を設けることが記載されている。そして，引用考案において，適宜のシリコーン樹脂被覆層を設け得ることは技術的に明らかであるとともに，甲2文献に記載されたものは，引用考案と同様のアルミニウム箔製の焼き上げ用容器に係る技術であって，その目的も引用考案と同様，内容物の容器への付着を防止する点にあるから，引用考案において，甲2文献に記載された事項を適用し，容器本体へシリコーン樹脂の塗布及び焼成加工によりシリコーン樹脂被覆層を設けることは，当業者にとって格別困難なことではない。",
                    "甲3文献及び甲4文献には，焼型にシリコーン樹脂よりなる皮膜を設けること，シリコーン樹脂溶液に浸漬することで，焼型にシリコーン樹脂を塗布すること，焼型全体に塗布することが記載されている。ここで，シリコーン樹脂溶液に浸漬することで塗布する点は，「どぶ付け」に相当する。そして，甲3文献及び甲4文献に記載されたものは，焼型にシリコーン樹脂よりなる皮膜を設けることにより，焼型を積み重ねた状態でも1個ずつ取り外しが可能である，焼型の再利用が可能である，焼型が清潔である，といった効果を奏するものである。",
                    "引用考案において，シリコーン樹脂被覆層を設けるに当たり，具体的にシリコーン樹脂をどのように塗布するかは，当業者が適宜に決定し得るとともに，甲3文献及び甲4文献に記載されたものは，焼き上げ用容器である点で引用考案と軌を一にし，その目的も引用考案と同様，内容物の容器への付着を防止する点にある。そもそも，どぶ付け自体広く知られた塗布手法であるから，引用考案において，甲3文献及び甲4文献に記載された事項を適用し，シリコーン樹脂溶液へのどぶ付けにより，シリコーン樹脂を塗布することは，当業者にとってきわめて容易である。",
                    "本件考案2は，容器を多数積み重ねた状態から1個ずつ取り出しやすい，再利用が可能である，衛生的に優れている，といった効果を奏するものである。引用文献及び甲2文献には，こびり付き，こげ付きを防止できる点について記載されており，甲3文献及び甲4文献には，これらの効果に関する事項が記載されている。そうすると，本件考案2が奏する効果をみても，引用考案及び甲2～4文献に記載された事項から当業者が予測可能な範囲内のものであって，格別ではない。",
                    "以上を総合すると，引用考案において，甲2～4文献に記載された事項を適用し，相違点2に係る本件考案2の構成とすることは，当業者がきわめて容易に想到できたものである。",
                    "したがって，本件考案2は，引用考案及び甲2～4文献に記載された事項に基づいて，当業者がきわめて容易に考案をすることができたものであるから，実用新案法3条2項の規定により実用新案登録を受けることができないものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効審判請求権の濫用)",
          "text": [
            "被告代表者は，原告の元従業員であって，アルミニウム箔製容器のシリコン樹脂被覆加工に従事しており，原告の会社内においても秘密として管理されていた加工ノウハウも知らされていた。その後，被告代表者は原告を退職し，原告のシリコン樹脂被覆加工製品の販売代理業務を行うようになった。",
            "その後，被告は，上記ノウハウを利用して，原告と同様のアルミニウム箔製容器に対するシリコン樹脂被覆加工を自ら実施し，製品を製造，販売するようになった。これにより，被告を通じた原告製品の売上げは減少し，平成26年9月以降はゼロになった。",
            "原告が被告に対し，シリコン樹脂被覆加工技術の不正模倣を抗議したところ，被告は原告に対しノウハウを開示するよう要求し，本件審判請求を行った。",
            "このように，被告は原告のシリコン樹脂被覆加工技術を不正に模倣し，その商圏を奪おうとしている流れの中で，本件審判請求を行ったものであって，無効審判請求権の濫用である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(新規性判断―引用考案の認定の誤り)",
          "text": [
            "引用文献で示されているのは，離型剤で「硬質アルミ箔をコーティングする」という内容にとどまり，容器の内外両面をシリコーンでコ-ティングすることについては，可能性は排除しないという程度の言及しかない。また，そのコーティング方法は，シリコーン溶液へのどぶ付け加工及び焼成加工によることについては，引用文献に記載されていない。",
            "したがって，引用文献を根拠に，硬質アルミ箔の内面及び外面に対してもコーティングを施すことが可能であることは技術的に明らかであり，全体的にコーティングを施すことが技術常識であるという帰結を導くことはできない。",
            "審決は，引用考案の認定を誤ったものであり，取り消されるべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(進歩性判断―副引用例の技術事項の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件考案2は，アルミニウム箔からなる容器の内面だけでなく，外面も含めてコーティングすること，及び，そのコーティング方法はシリコン溶液へのどぶ付け加工及び焼成加工によるという2つの特徴をもっている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2文献に示されているのは，アルミニウム箔製容器本体の内面のうち少なくとも底壁部にシリコン樹脂被覆層を設けるという内容にとどまり，再利用が可能であり，衛生的にも優れているという，本件考案2の作用効果は導くことができない。審決は，甲2文献記載事項の評価を誤ったものである。",
                "甲3文献に示されているのは，①焼型の内側にシリコーン皮膜を形成すること，②シリコーン皮膜は液状のシリコーンに硬化を促進する触媒を添加したものであることという内容にとどまり，アルミニウム箔からなる容器の内外両面をコーティングするという内容は記載されていない。よって，本件考案2と比べて，容器を多数積み重ねた状態からの取り出しやすさが劣り，再利用が可能であることや衛生的に優れているという本件考案2の作用効果も導くことができない。審決は，甲3文献記載事項の評価を誤ったものである。",
                "甲4文献に記載されているのは，①筒状をなす紙製の焼型本体の表面のうち，少なくとも内周面と端面とに耐熱性を有する離型層を設けた焼型，②離型層を焼型本体の外周面にも設けたこと，③離型層がシリコーンにより形成された皮膜であることという内容にとどまり，アルミニウム箔からなる容器に，容器の内外両面にコーティングをすることや，そのコーティング方法はシリコン溶液へのどぶ付け加工及び焼成加工によることは記載されていない。よって，本件考案2と比べて，容器を多数積み重ねた状態からの取り出しやすさが劣り，再利用が可能であることや衛生的に優れているという本件考案2の作用効果も導くことができない。審決は，甲4文献記載事項の評価を誤ったものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件考案2は，甲2～4文献記載事項にはない作用効果を含んでおり，審決が引用考案において甲2～4文献に記載された事項を適用し，相違点2に係る本件考案2の構成とすることは当業者がきわめて容易に想到できたとする判断は，誤っている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "実用新案登録無効審判は，その権利に瑕疵がある場合，権利者には不当な権利を与え，本来何人も当該考案について実施できるにもかかわらず，それを禁止することになり，産業の発達を妨げるなど種々の弊害を発生させることがあり，このような場合には，その権利を無効とし，権利を遡及的に消滅等させる道を設ける必要があるために設けられた制度である。また，実用新案登録無効審判は，権利帰属に係る無効理由以外の無効理由について請求するときは，何人も請求することができる。",
            "そして，本件考案1及び2は，無効となるべきものであって，いずれも実用新案登録を受けることができないものである以上，被告の審判請求は，制度の趣旨に沿うものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "原告は，引用文献において，容器の内外両面をシリコーンでコーティングするという加工方法につき，具体的な実現可能性については検証されておらず，可能性を排除しないという程度の言及にとどまるから，これを根拠に，硬質アルミ箔の内面及び外面に対してもコーティングを施すことが可能であることは技術的に明らかとはいえない，と主張する。",
            "しかし，新規性，進歩性の判断において刊行物に記載された発明を把握するに当たって，原告が主張するような具体的な実現可能性は求められない。また，アルミニウム箔にシリコーン樹脂を塗布して皮膜を形成することは，本件出願日当時の技術常識に基づいて困難ではなく，引用文献にこれを否定又は阻害するような記載もない。",
            "よって，引用文献には，硬質アルミニウム箔から成型される調理用成型皿1の内外表面に，離型剤として，シリコーン樹脂をコーティングすることが記載されており，引用考案は，本件考案1の構成要件を全て含んでいると解すべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "甲2文献には，アルミニウム箔製容器本体の内部にシリコーン樹脂被膜層が設けられた焼き上げ用容器が開示されており，このシリコーン樹脂被膜層の形成方法として，「焼き付け」方法が開示されている。甲3文献には，紙製の焼型本体に浸漬法で内周面だけでなく外周面にもシリコーン皮膜を形成した焼型が，甲4文献にも，紙製の焼型本体に浸漬法で内周面だけでなく外周面にもシリコーンからなる離型層を形成した焼型が開示されている。引用文献には，アルミニウム箔製の容器の内外両面をシリコーンでコーティングすることが開示されている。",
            "引用文献に開示されるアルミニウム箔容器に，甲3文献及び甲4文献に開示される浸漬法並びに甲2文献に開示される焼成加工を転用することは，当業者がきわめて容易に想到し得る。",
            "また，衛生的に優れていること，積み上げた際の取り出しやすさ，再利用が可能といった効果については，離型性に優れるシリコーン被膜を容器に形成したことから奏し得るものだから，引用文献及び甲2～4文献に開示される容器においても同様に奏し得る。",
            "よって，本件考案2は，引用文献及び甲2～4文献に記載された考案に基づいて，当業者がきわめて容易に考案することができたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効審判請求権の濫用)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "以下に掲記する証拠及び弁論の全趣旨から，次の事実を認定することができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告代表者は，従前，原告の従業員であり，アルミニウム箔製容器のシリコーン樹脂被覆加工事業に従事していたが，平成18年3月，原告を退職し，平成20年3月3日，被告を設立した(甲6)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，設立後，原告からアルミニウム箔製容器を仕入れて販売していたが，平成26年9月以降，両社の間の取引はなくなった(甲8)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，平成27年2月15日，名称を「シリコーン被膜金属材およびその製造方法」とする発明の特許出願をし，平成28年1月8日，その設定登録を受けた(甲10)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，平成27年2月25日ころ，被告に対し，被告が，原告の営業秘密であるシリコーン樹脂加工ノウハウを使用して，アルミ箔製容器のシリコーン樹脂加工をしていると主張して，シリコーン樹脂加工の中止等を求めた(甲6)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，同年3月25日ころ，原告に対し，原告の主張するノウハウの内容及び開示時期等を明確にするよう求めた(甲9)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被告は，同年7月16日，本件審判請求をした。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，被告が，原告が秘密として管理していたシリコーン樹脂被覆加工技術を不正に模倣し，その商圏を奪おうとし，その流れの中で本件審判請求を起こしたから，本件審判請求は，実用新案登録に対する無効審判請求権の濫用に当たる，と主張する。",
                "実用新案登録に対する無効審判請求は，実体的要件の審査を行わずに登録がなされた実用新案につき，実体的審査を求めるために，何人もなし得るものであり(平成23年法律第63号による改正前の実用新案法37条2項)，審判において実用新案登録が無効とされ，これが確定した場合には，対世的な効力を有するものである。したがって，実用新案登録に対する無効審判請求が請求権の濫用(民法1条3項)といえるためには，審判請求が被請求人との関係で著しく信義に反するなど，審判請求が違法又は不当となる特段の事情がある場合に限られるというべきである。",
                "本件においては，被告代表者は，原告の元従業員であり，アルミニウム箔製容器のシリコーン樹脂被覆加工事業に従事していたから，原告の実施していたシリコーン樹脂被覆加工に関する技術を知り得たものと推測される。しかし，原告が秘密に管理しており，被告が模倣したと主張する「シリコーン樹脂被覆加工技術」は，その内容が全く特定されていないから，これを被告代表者が知っていたか否かを判断することはできず，仮に，被告が当該技術を実施したとしても，当該技術に関し，被告代表者に秘密保持義務や競業避止義務があったことを裏付ける証拠もない。また，原告と被告とがアルミニウム箔製容器の製造，販売等についての競業者である以上，商圏を争うこと自体は，自由競争の範囲内と考えられるから，それのみで違法ないし不当という問題を生じるわけでもない。",
                "したがって，被告による本件審判請求が，違法又は不当となる特段の事情があるとは認められない。原告の主張には，理由がない。",
                "よって，取消事由1には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(新規性―引用考案の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献(甲1)には，次の記載がある。",
                "①「少なくとも調理物が収納される面に離型剤がコーティングされた25μ以下の硬質アルミ箔から一体に形成されており，かつ底面および側壁を備え，前記底面と側壁との境界部の曲率半径が1．5mm以下であることを特徴とする，調理用成型皿。」(明細書1頁5～10行)",
                "②「この考案は，たとえばオーブンまたオーブントースタによる調理に際し用いられるアルミ箔からなる調理用成型皿に関する。」(明細書1頁16～18行)",
                "③「オーブンあるいはオーブントースタにより調理するに際し，被調理物は成型されたオーブン皿に収納されるのが通常である。しかしながら，加熱した際，被調理物中の油あるいは被調理物自体がオーブン皿にこびり付くという問題があった。これを解消するために，オーブン皿の内面にアルミホイルなどを敷き詰めて，その上に被調理物を載置することが一般に行われている。しかしながら，この場合であっても被調理物がホイルに付着し，このアルミホイルを被調理物から剥がすのに煩雑な作業を必要とすること，ならびに仕上がった料理の形状を崩してしまうという問題があった。また，オーブン皿の汚れを防止するために，アルミホイルに代わりアルミ箔成型品により形成された使い捨て可能な調理用補助皿も市販されているが，被調理物のこびり付きについては何ら克服されておらず，上述のアルミホイルの持つ欠点を解消するものではない。」(明細書1頁20行～2頁17行)",
                "④「この考案の目的は，上述の欠点を解消し，食品の付着を有効に防止することができ，安価かつ強度に優れたアルミ箔製調理用成型皿を提供することにある。」(明細書3頁6～9行)",
                "⑤「この実施例の調理用成型皿1は，内面に離型剤がコーティングされた25μの硬質アルミ箔から一体に形成される。離型剤としては，たとえばシリコンまたはテフロンなどの樹脂が用いられ得る。このような離型剤をコーティングすることにより，食品のこびり付きを防止することができる。なお，離型剤は，調理用成型皿の少なくとも内面にさえコーティングされていればよく，両面にコーティングされていてもよい。」(明細書4頁10～18行)",
                "⑥「第1図から明らかなように，調理用成型皿1は，底面2および側壁3a，3b，3c，3dを備える。この考案の1つの特徴は，この底面2と側壁3a，3b，3c，3dとの間の境界部4a，4b，4c，4dの曲率半径が1．5mm以下であることにある。この境界部4a，4b，4c，4dの曲面形状については，第2図に明瞭に示されている。境界部4a，4b，4c，4dの曲率半径を「1．5mm以下」とすることにより，調理用成型皿1の形状を一定に保持する強度が得られる。」(明細書4頁19行～5頁8行)",
                "⑦「この考案によれば，離型剤が硬質アルミ箔にコーティングされているため，食品のこびり付きを確実に防止することができる。また，25μ以下の硬質アルミ箔から一体に形成されるため，極めて安価に製造することができ，そのためより安価な使い捨て可能な調理用成型皿を供給することができる。」(明細書6頁19行～7頁5行)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これら記載によれば，引用文献には，審決が認定したとおり，上記第2の3(2)記載の引用考案が記載されているといえるが，引用考案の概要について，以下の点が開示されている。",
                "引用考案は，オーブンまたオーブントースタによる調理に際し用いられるアルミ箔からなる調理用成型皿に関する。(②)",
                "従来，加熱した際，被調理物中の油あるいは被調理物自体がオーブン皿にこびり付くという問題があった。そこで，引用考案は，食品の付着を有効に防止することができ，安価かつ強度に優れたアルミ箔製調理用成型皿を提供することを目的とし，このような問題に対処することとした。(③④)",
                "上記目的を達成するため，引用考案は，調理用成型皿1おいて，内面に離型剤がコーティングされた25μの硬質アルミ箔から一体に形成される。離型剤としては，例えばシリコーン又はテフロンなどの樹脂が用いられ，また，離型剤は，調理用成型皿の少なくとも内面に，又は，両面にコーティングして構成した。(⑤)",
                "上記構成を採用することにより，食品のこびり付きを確実に防止することができ，また，25μ以下の硬質アルミ箔から一体に形成されるため，きわめて安価に製造することができた。(⑦)"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用考案で示されているのは，あくまで離型剤で「硬質アルミ箔をコーティングする」という内容にとどまり，容器の内外両面をシリコーンでコーティングすることについては，可能性は排除しないという程度の言及しかないから，審決の引用考案の認定は誤りであると主張する。",
                    "しかし，上記⑤のとおり，引用文献には「離型剤は，調理用成型皿の少なくとも内面にさえコーティングされていればよく，両面にコーティングされていてもよい。」と記載されているから，容器の内外両面をシリコーンでコーティングする形態も開示されているといえる。",
                    "原告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，引用文献には，シリコーンのコーティング方法について，シリコーン溶液へのどぶ付け加工及び焼成加工によることについて記載されていないから，「硬質アルミ箔の内面及び外面に対してもコーティングを施すことが可能であることは技術的にも明らかであり全体的にコーティングを施すことは技術常識である」という帰結を導くことはできず，審決の引用考案の認定は誤りである，と主張する。",
                    "しかし，本件考案1は，シリコーン樹脂被覆層の加工法が記載されたものではないから，引用文献に記載された加工法との相違を理由として，引用考案の認定が誤りと主張することは，それ自体失当である。",
                    "また，後記3(3)及び(4)のとおり，シリコーン溶液へのどぶ付け加工によって容器の内外両面にシリコーンをコーティングする技術が，甲3文献及び甲4文献に開示されるように周知であったことに照らせば，引用文献にシリコーンのコーティング方法が具体的に明示されていなくても，当業者は，引用考案において，シリコーン樹脂を，調理用成型皿の内外面全体にコーティングする点が認識できるものといえる。",
                    "原告の主張には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，取消事由2には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(進歩性判断―副引用例の技術事項の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件考案2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲5)には，次の記載がある。",
                    "【技術分野】【0001】本考案は，パンあるいはクッキー，パイ，ケーキなどの菓子を焼き上げるために用いられるアルミニウム箔製の焼き上げ用容器に関し，特に，再利用可能なアルミニウム箔製の焼き上げ用容器に関するものである。",
                    "【背景技術】【0002】従来，アルミニウム箔からなるパンなどの焼き上げ用容器を用いてパンやクッキーなどの菓子を焼くと，これらが容器内面にくっついてしまうという不都合があった。そこで，容器内面にあらかじめサラダオイル，バター，マーガリンなどを塗布しておき，離型性を改善することが広く行われていた。しかしながら，このような塗布作業は極めてわずらわしい上，一度に多数のパンなどを焼き上げる場合にはその作業に多大の時間をとられるという問題があった。この問題を解決するため，アルミニウム箔製容器本体の内面にシリコーン樹脂被覆層あるいはフッ素樹脂被覆を設けることが提案されている…。",
                    "【0003】ところが，アルミニウム箔からなるパンなどの焼き上げ用容器は，多数積み重ねて収納あるいは運搬され，使用に際しても，多数積み重ねられた状態から1個づつ取り出して使用されるが，その際，容器同士がくっついて2，3個一緒にとりだされることが多いため，作業が面倒になるという問題もあった。また，アルミニウム箔からなるパンなどの焼き上げ用容器は，複数回使用可能であり，環境問題等から再利用されることが多くなってきている。その場合，容器内面のみならず，容器外面にもパン屑，塵，ほこり等が付着すると，多数の容器を重ねて収納する際に他方の容器の内面にこれらのパン屑，塵，ほこり等が付着するという問題もあった。",
                    "【考案が解決しようとする課題】【0004】本考案は，容器本体の内面はもちろんのこと，容器外面も含めた内外面全体にパン，菓子等のこびり付き，こげ付きを防止するとともに塵，ほこり等が付着しづらい構成を採ることにより，多数積み重ねられた状態から1個づつ取り出して使用する際に，容器同士がくっつかず離れやすく，また再利用に当たっても容器内外面にパン，菓子等のこびり付き，こげ付きが防止できるとともに塵，ほこり等が付着しない衛生的にも優れた特性を有する再利用可能なアルミニウム箔製の焼き上げ用容器を提供することを目的とするものである。",
                    "【課題を解決するための手段】【0005】前記目的を達成するために，請求項1記載の再利用可能なアルミニウム箔製の焼き上げ用容器は，アルミニウム箔により形成された容器本体の内外面全体にシリコーン樹脂被覆層が設けられていることを特徴としている。",
                    "【0006】同様に前記目的を達成するために，請求項2記載の再利用可能なアルミニウム箔製の焼き上げ用容器は，請求項1の考案において，シリコーン樹脂被覆層が容器本体のシリコーン樹脂溶液へのどぶ付け加工及び焼成加工により形成されることを特徴としている。",
                    "【0008】シリコーン樹脂被覆層を構成するシリコーン樹脂としては，たとえばメチルシリコーン，フェニルシリコーンなどがあげられる。シリコーン樹脂は，非粘着性に富むとともに耐熱性にも優れている上，食品衛生の点でも問題がない。このシリコーン樹脂被覆層は，容器本体の内外面の全体に設けられているものである。シリコーン樹脂被覆層は，例えば，シリコーン樹脂塗料が容器本体形成前のアルミニウム箔の両面に塗布され，焼き付けられた後に同箔が所定形状に打ち抜かれてブランクが形成され，さらにブランクに絞り加工が施されることにより容器本体の内外面の全体に形成されるようにしてもよいが，容器本体の形状を形成後に，シリコーン樹脂溶液漕にどぶ付けして容器本体の全面にシリコーン樹脂を塗布した後，焼き付けて形成してもよい。また，既に形成されている既成の容器本体にシリコーン樹脂被覆層を形成する場合も，容器本体をシリコーン樹脂溶液漕にどぶ付けして容器本体の全面にシリコーン樹脂を塗布した後，焼き付けて形成される。",
                    "【考案の効果】【0009】本考案は，以下のような優れた効果を奏する。",
                    "(1)本考案の再利用可能なアルミニウム箔製の焼き上げ用容器においては，多数積み重ねられた状態から1個づつ取り出して使用する際に，容器同士がくっつかず離れやすいため，確実に1個づつ取り出すことができ，作業を容易に行うことができる。",
                    "(2)本考案の再利用可能なアルミニウム箔製の焼き上げ用容器を再使用する際に，容器内面のみならず，容器外面にもパン，菓子等のこびり付き，こげ付きを防止できるとともに，塵，ほこり等が付着することがないため，衛生的にも優れた特性を有している。",
                    "(3)容器本体のシリコーン樹脂溶液へのどぶ付けによりシリコーン樹脂塗膜を形成することにより，スプレー方式に比べ，数倍，シリコーン樹脂を効率的に使うことができる。",
                    "【実施例】【0011】図1は，本考案に係る再利用可能なアルミニウム箔製の焼き上げ用容器の斜視図であり，図2は，同容器の断面図である。",
                    "【0012】図1に示す再利用可能なアルミニウム箔製の焼き上げ用容器1は，底壁部2，周壁部3及び鍔部4とからなる厚さ約50～150μmのアルミニウム箔製丸形容器本体5と，該アルミニウム箔製丸形容器本体5の内外面全面に設けられたシリコーン樹脂塗膜からなる厚さ約1～10μmのシリコーン樹脂被膜層6とによって構成されている。",
                    "【0013】この再利用可能なアルミニウム箔製の焼き上げ用容器1は以下のようにして作られたものである。",
                    "〔製法1〕帯状アルミニウム箔の両面にシリコーン樹脂塗料をロールコート法により所定量塗布し，焼付けを行い，ついで塗膜が形成されたアルミニウム箔を円形に打ち抜いてブランクを形成し，このブランクに冷間プレスを施して丸カップ形に形成する。",
                    "〔製法2〕アルミニウム箔を円形に打ち抜いてブランクを形成し，このブランクに冷間プレスを施して丸カップ形に形成された容器本体，あるいは既成の容器本体を，シリコーン樹脂溶液漕にどぶ付けして容器本体の全面にシリコーン樹脂を塗布した後，焼き付けて形成する。なお，容器本体にシリコーン樹脂をスプレーにより吹き付けて塗膜を形成し，焼き付けて形成してもよい。容器本体を，シリコーン樹脂溶液漕にどぶ付けして容器本体の全面にシリコーン樹脂を塗布する方式はスプレー方式に比べ，数倍，シリコーンを効率的に使うことができる。",
                    "【0014】上記のようにして形成された再利用可能なアルミニウム箔製の焼き上げ用容器1の離型性を確認するために，該容器1にパン生地を流し込み電気オーブンで焼き上げ，できあがったパンを容器1から取り出したところ，容器1の内面にはパンのこびり付きやこげ付きの跡は見られなかった。また，容器外面もツルツルとして滑らかで，塵やほこりが付着している様子はなかった。さらに，再利用可能なアルミニウム箔製の焼き上げ用容器1は，内容物の種類に応じた使用条件によって異なるが，少なくとも10回，多い場合は100回程度再利用可能であることがわかった。",
                    "【図1】",
                    "【図2】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これらの記載によれば，本件考案の概要について，以下の点が開示されている。",
                    "本件考案は，菓子を焼き上げるために用いられるアルミニウム箔製の焼き上げ用容器に関し，特に，再利用可能なアルミニウム箔製の焼き上げ用容器に関するものである(【0001】)。",
                    "従来，アルミニウム箔からなるパンなどの焼き上げ用容器を用いてパンやクッキーなどの菓子を焼くと，これらが容器内面にくっついてしまうという不都合を解決するため，アルミニウム箔製容器本体の内面にシリコーン樹脂被覆層あるいはフッ素樹脂被覆を設けることが提案されている(【0002】)。しかし，アルミニウム箔からなるパンなどの焼き上げ用容器は，多数積み重ねて収納あるいは運搬され，使用に際しても，多数積み重ねられた状態から1個ずつ取り出して使用されるが，その際，容器同士がくっついて2，3個一緒に取り出されることが多いため，作業が面倒になるという問題もあった。また，アルミニウム箔からなるパンなどの焼き上げ用容器は，複数回使用可能であり，環境問題等から再利用されることが多くなってきている。その場合，容器内面のみならず，容器外面にもパン屑，塵，ほこり等が付着すると，多数の容器を重ねて収納する際に，他方の容器の内面にこれらのパン屑，塵，ほこり等が付着するという問題もあった(【0003】)。本件考案は，容器本体の内面はもちろんのこと，容器外面も含めた内外面全体にパン，菓子等のこびり付き，こげ付きを防止するとともに，塵，ほこり等が付着しづらい構成を採ることにより，多数積み重ねられた状態から1個ずつ取り出して使用する際に，容器同士がくっつかず離れやすく，また，再利用に当たっても容器内外面にパン，菓子等のこびり付き，こげ付きが防止できるとともに，塵，ほこり等が付着しない，衛生的にも優れた特性を有する再利用可能なアルミニウム箔製の焼き上げ用容器を提供することを目的とするものである(【0004】)。",
                    "上記目的を達成するために，再利用可能な，アルミニウム箔により形成された焼き上げ用容器本体の内外面全体に，シリコーン樹脂被覆層を設けて構成し，また，シリコーン樹脂被覆層は，容器本体のシリコーン樹脂溶液へのどぶ付け加工及び焼成加工により形成した(【0005】，【0006】)。",
                    "そうすることで，焼き上げ用容器が多数積み重ねられた状態から1個ずつ取り出して使用する際に，容器同士がくっつかず離れやすいため，確実に1個ずつ取り出すことができ，作業を容易に行うことができる。また，焼き上げ用容器を再使用する際に，容器内面のみならず，容器外面にも菓子等のこびり付き，こげ付きを防止できるとともに，塵，ほこり等が付着することがないため，衛生的にも優れた特性を有する。さらに，本体のシリコーン樹脂溶液へのどぶ付けによりシリコーン樹脂塗膜を形成することで，スプレー方式に比べ，数倍，シリコーン樹脂を効率的に使うことができる(【0009】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2文献に記載された技術",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2文献には，次の記載がある。",
                    "①「アルミニウム箔製容器本体(5)の内面のうち少なくとも底壁部(4)にシリコーン樹脂被覆層(6)が設けられている菓子などの焼き上げ用容器。」(明細書1頁5～8行)",
                    "②「この考案は，たとえばケーキやパイあるいはクッキーをはじめとする菓子やパンなどを焼き上げるために用いられるアルミニウム箔製の容器に関するものである。」(明細書1頁11～14行)",
                    "③「従来，アルミニウム箔からなる菓子などの焼き上げ用容器を用いてケーキなどの菓子や食パンなどを焼くと，これらが容器内面にくっついてしまうという不都合があった。…この考案は，…わずらわしくかつ時間のかかる離型剤の塗布作業を行なうことなく，焼き上げた菓子などの離型を簡単かつ容易に行なうことができるアルミニウム箔製の菓子などの焼き上げ用容器を提供することを目的とする。」(明細書1頁16行～2頁13行)",
                    "④「容器本体はアルミニウム箔によりつくられる。」(明細書2頁19～20行)",
                    "⑤「シリコーン樹脂被覆層を構成するシリコーン樹脂としては，たとえばメチルシリコーン，フェニルシリコーンなどがあげられる。シリコーン樹脂は，非粘着性に富むとともに耐熱性にもすぐれている上，食品衛生の点でも問題がないことはいうまでもない。このシリコーン樹脂被覆層は，容器本体の内面のうち底壁部にだけ設けられていてもよく，同底壁部に加えて周壁部内面にも設けられていてもよい。」(明細書3頁6～14行)",
                    "⑥「シリコーン樹脂被覆層はたとえば，シリコーン樹脂塗料が容器本体成形前のアルミニウム箔における所定箇所に塗布され，焼き付けられた後に同箔が所定形状に打ち抜かれてブランクが形成され，さらにブランクに絞り加工が施されることにより形成された容器本体の内面に形成される。",
                    "なお，アルミニウム箔から所定形状の容器本体を形成した後，同容器本体の内面にシリコーン樹脂塗料を塗布，焼き付けすることにより，シリコーン樹脂被覆層を形成してももちろんよい。」(明細書3頁15行～4頁6行)",
                    "⑦「これを用いて菓子などを焼き上げると，シリコーン樹脂被覆層の有する非粘着性のために焼き上がった菓子が同容器内面に付着したりこげ付いたりすることがないという顕著な効果を奏する。」(明細書5頁19行～6頁3行)",
                    "【第1図】",
                    "【第2図】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，甲2文献には，アルミニウム箔から所定形状の焼き上げ用容器本体を形成した後，同容器本体の内面にシリコーン樹脂塗料を塗布し焼き付けてシリコーン樹脂被覆層を設けること，このことにより，焼き上がった菓子などの同容器への付着やこげ付きを防止することが開示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲2文献で示されているのは，アルミニウム箔製容器本体の「内面のうち少なくとも底壁部」にシリコーン樹脂被膜層を設けるという内容にとどまるから，再利用が可能であること，及び衛生的にも優れていることという本件考案2の作用効果を導くことができないことを，審決は見誤っている，と主張する。",
                    "しかし，審決は，甲2文献には，アルミニウム箔製容器内面にシリコーン樹脂を塗布し焼成加工する点が記載されていて，当業者がこの点を引用考案の容器外面にも適用可能な技術であると理解できることを説示したものであり，アルミニウム箔製の焼き上げ用容器が，再利用が可能であること，及び衛生的にも優れていることが記載されていると説示したものではない。",
                    "なお，再利用が可能であること及び衛生的にも優れていることという効果は，アルミニウム箔製の焼き上げ容器にシリコーン樹脂被膜層を設け，菓子などの食品の付着を防止することによって通常生じる効果であり，当業者は，甲2文献中にそのような効果が明記されていないとしても，アルミニウム箔製の焼き上げ用容器にシリコーン樹脂被膜層を設けたものが通常有する効果と容易に推測できる。",
                    "原告の主張には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲3文献に記載された技術",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲3文献には，以下の記載がある。",
                    "【請求項1】生地を所定形状に成形保持するための焼型であって，スラリー状の抄紙材料を所定の立体形状に成形してなる焼型本体の表面にシリコーン皮膜を形成したことを特徴とする焼型。",
                    "【0001】【発明の属する技術分野】この発明は，パン，ケーキ，クッキー，プリン，チョコレート等の生地を所定形状に成形保持するための焼型に関するものである。",
                    "【0002】【従来の技術】従来より，この種の焼型は，収容部に生地を収容して加熱等することによって，その収容部に対応する形状に成形された製品を得られるようになっている。例えばパン生地を焼型の収容部に収容して加熱すると，パンはその収容部の形状に沿って膨張し，焼き上がるようになっている。",
                    "【0003】ところが，生地の種類によっては成形後の製品が焼型に付着することがあり，製品を焼型からきれいに取り出すのが困難な場合がある。特に，意匠性の高い製品，例えば動物の顔を模した形の製品を得るために，収容部の内周面に凹凸を設けると，この付着は著しくなり，離型性が一層低下するという問題があった。",
                    "【0004】そこで，このような問題点を解決する方法として，収容部に生地を収容する前に収容部の内周面に予め食用油を塗布しておくことにより，成形後の製品を取り出しやすくする方法が考えられている。",
                    "【0005】また，別の解決方法としては，成形後の製品を焼型に入ったままの形で焼型ごと販売する，即ち製品の成形に使用した焼型をそのまま包装用容器として使用することにより，成形後の製品の取り出しを省略する方法が考えられている。",
                    "【0006】【発明が解決しようとする課題】しかし，前者の方法の場合，食用油が劣化すると悪臭を発するおそれがあるため使用後に焼型を細めに手入れする必要がある。また，使用のたびに食用油を塗布する手間も必要なため，扱いが面倒であるという新たな問題が生じた。",
                    "【0007】一方，後者の方法の場合には，焼型は使い捨てとなり，繰り返し再利用することができないため，それだけコストが嵩むという新たな問題が生じた。また，一般に焼型は積み重ねた状態で保管され，使用時に一個ずつ取り外して使用されるが，このとき，焼型同士の離型性が悪いとその作業性が低下するおそれがある。しかし，上記二つの方法では，成形後の製品を取り出す際の離型性の問題は解決できても，焼型同士の離型性を改善することはできないという問題があった。",
                    "【0008】この発明は，上記のような従来技術に存在する問題点に着目してなされたものである。その目的とするところは，成形後の製品を容易に離型することができるとともに，積み重ねた焼型同士も容易に離型することができる焼型を提供することにある。",
                    "【0009】【課題を解決するための手段】上記の目的を達成するために，請求項1に記載の発明の焼型は，スラリー状の抄紙材料を所定の立体形状に成形してなる焼型本体の表面にシリコーン皮膜を形成したことを特徴とするものである。",
                    "【0012】【発明の実施の形態】以下，この発明の焼型の実施形態を図1に従って説明する。焼型本体11は，一般にパルプモールドと呼ばれる，パルプを主原料とするスラリー状の抄紙材料を所定の立体形状に成形してなるものである。この焼型本体11は，浅めの有底筒状に形成され，その上面には生地12を収容するための収容部13を少なくとも一つ備えている。…",
                    "【0013】前記収容部13を構成する内周面にはシリコーン皮膜14が形成されている。また，焼型本体11の表面とシリコーン皮膜14との間にはベース皮膜15が形成されている。",
                    "【0014】前記シリコーン皮膜14は液状のシリコーンを硬化してなるものであり，成形後の製品16の離型を容易にするために設けられている。このシリコーンとしては，シリコーンオイル又はシリコーン樹脂を有機溶剤で希釈したもの，エマルジョンとしたもの又は無溶剤タイプのもの等，任意のものが使用される。また，このシリコーンの硬化反応は金属塩(例えば白金化合物)等の触媒によって促進させることができる。",
                    "【0015】ベース皮膜15は，前記シリコーン皮膜14を焼型本体11の表面に対して強固に接着させるために，またシリコーンが焼型本体11に浸透するのを防止するために設けられている。このベース皮膜15は，ゴム系ラテックス，ポリビニルアルコール溶液，デンプン溶液等のベース剤が硬化してなるものである。",
                    "【0019】…得られた焼型本体11の表面にベース皮膜15とシリコーン皮膜14を形成する。まず，ベース剤(本実施形態の場合は市販のベースコーティング剤(ゴム系ラテックス))を刷毛塗り，浸漬，噴霧等の方法で焼型本体11の表面のうち収容部13を構成する内周面に塗工し，自然乾燥，強制乾燥等の方法で乾燥することによりベース皮膜15が形成される。なお，強制乾燥は遠赤外線照射によるものでもよい。…",
                    "【0020】次に，液状のシリコーン(本実施形態の場合は市販の離型コーティング剤)に触媒(本実施形態の場合は市販の白金化合物)を添加し，これを刷毛塗り，浸漬，噴霧等の方法で前記ベース皮膜15の上に塗工し，自然乾燥，強制乾燥等の方法で乾燥することによりシリコーン皮膜14が形成される。…",
                    "【0024】…焼型本体11の収容部13を構成する内周面にはシリコーン皮膜14が形成されている。このため，収容部13に対応する形状に成形された製品16は直接焼型本体11の表面に接することはなく，シリコーン皮膜14に接する。従って，成形後の製品16を容易に離型することができる。よって，成形後の製品16を焼型から取り出して販売することができ，焼型を繰り返し再利用することができる。…",
                    "【0025】また，焼型を積み重ねたとき，一方の焼型の収容部13の内周面が他方の焼型の外周面に当接するため，焼型本体11同士は直接接することはなく，シリコーン皮膜14を介して積み重ねられる。従って，積み重ねた焼型同士も容易に離型することができる。よって，積み重ねられた状態で保管されている焼型をライン上に載せる場合に，焼型を吸い上げる等することによって容易に一個ずつ取り外してライン上に移動させることができるため，その作業性を向上させることができる。",
                    "【0032】…ベース皮膜15を省略し，焼型本体11の表面に直接シリコーン皮膜14を形成するように変更すること。このように構成した場合，実施形態に比べて焼型本体11とシリコーン皮膜14との間の接着が弱いため，シリコーン皮膜14の耐久性が劣り，長期間にわたる使用には耐えることができないが，短期においては焼型の離型性を向上させることができる。",
                    "【0033】・図2に示すように，ベース皮膜15を焼型本体11の表面全体，即ち収容部13を構成する内周面だけでなく焼型本体11の外周面にも形成し，そのベース皮膜15の上に全体にわたってシリコーン皮膜14を形成すること。このように構成した場合，収容部13以外の部分に生地12等が付着したりした場合でも，シリコーン皮膜14の離型効果により容易に除去することができ，焼型を清潔に保つことができる。",
                    "【0035】…前記シリコーン皮膜は，焼型本体の表面のうち少なくとも生地を収容するための収容部を構成する内周面に形成したことを特徴とする請求項1から請求項3のいずれか一項に記載の焼型。このように構成した場合，成形後の製品を容易に離型することができるとともに，積み重ねた焼型同士も容易に離型することができる。",
                    "【0037】【発明の効果】この発明は，以上のように構成されているため，次のような効果を奏する。請求項1に記載の発明の焼型によれば，成形後の製品を容易に離型することができるとともに，積み重ねた焼型同士も容易に離型することができる。",
                    "【図1】",
                    "【図2】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，甲3文献には，紙素材の焼き上げ用容器について，シリコーン樹脂溶液へどぶ付けすることで同樹脂を内外両面にコーティングすること，並びに，シリコーン樹脂でコーティングされた容器は，積み重ねたときに取り出しやすいこと，再利用が可能であること，及び，衛生的にも優れていることが開示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲3文献には，アルミニウム箔容器に，容器の内外両面をコ-ティングするという内容は記載されていないから，本件考案2と比べて，容器を多数積み重ねた状態からの取り出しやすさにおいて劣り，再利用が可能であることや衛生的にも優れているという本件考案2の作用効果も導くことができないことを，審決は見誤った，と主張する。",
                    "しかし，審決は，甲3文献には，焼型をシリコーン樹脂溶液へどぶ付けすることで全体に塗布する点が記載され，容器素材の違いは引用考案への適用を妨げるほどの事情ではないと認定したものである。また，上記イのとおり，甲3文献には，甲3文献記載のシリコーン樹脂でコーティングされた焼型は，積み重ねたときに取り出しやすいこと，再利用が可能であること，及び，衛生的にも優れていることが記載されており，これらの効果において，本件考案2より甲3文献記載の技術を用いた容器が劣っていると認めるに足りる証拠はない。",
                    "原告の主張には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲4文献に記載された技術",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4文献には，図面とともに次の記載がある。",
                    "【請求項1】筒状をなす紙製の焼型本体の表面のうち少なくとも内周面と端面とに耐熱性を有する離型層を設けたことを特徴とする焼型。",
                    "【請求項2】前記離型層を焼型本体の外周面にも設けたことを特徴とする請求項1に記載の焼型。",
                    "【請求項3】前記離型層がシリコーンより形成された皮膜であることを特徴とする請求項1又は請求項2に記載の焼型。",
                    "【0001】【発明の属する技術分野】本発明はパンやケーキ等を焼成する際に使用される焼型に関するものである。",
                    "【0002】【従来技術】パンやケーキ等を製造する場合には，生地を焼型に入れて焼成する方法が一般に行われている。ところが，焼成後の製品が焼型に付着して，製品を焼型からきれいに取り出すのが困難な場合がある。そこで，このような問題点を解決する方法として，予め焼型の内側に沿うように離型性を有するシート材を配しておき，それから生地を入れて焼成するようにすることで，製品が焼型に直接付着しないようにする方法が従来採られている。",
                    "【0003】【発明が解決しようとする課題】ところが，焼成のたびに焼型にシート材を配する必要があるため手間がかかり面倒であるという問題があった。",
                    "【0004】本発明は，上記のような従来技術に存在する問題点に着目してなされたものである。その目的とするところは，焼成の前に予め離型性を有するシート材を配する等の面倒な前処理をすることなく焼成後の製品を容易に取り出すことができる焼型を提供することにある。",
                    "【0008】…図1に示すように，焼型11は円筒状をなしている。この焼型11は，図2に示すように，円筒状の焼型本体12と，その焼型本体12の表面全体，すなわち内周面，外周面及び端面を被覆するように設けられた耐熱性を有する離型層13とから構成されている。…",
                    "【0010】次に，前記離型層13は，シリコーンより形成された皮膜であり，焼型本体12の表面に塗工した液状のシリコーン組成物を硬化させることにより形成されている。このシリコーン組成物としては，溶剤型，熱硬化型，UV硬化型，エマルジョン型等，任意のものを使用することができる。また，このシリコーン組成物の硬化反応は金属塩(例えば白金化合物)等の触媒によって促進させることができる。",
                    "【0011】なお，図示はしないが，焼型本体12の表面と離型層13との間にはベース皮膜が形成されている。このベース皮膜は，…離型層13を焼型本体12の表面に対して強固に接着させるとともに，シリコーン組成物が焼型本体12に浸透するのを防ぐ働きを有している。",
                    "【0014】続く離型層13の形成は，液状のシリコーン組成物(本実施形態の場合は市販の離型コーティング剤)に触媒(本実施形態の場合は市販の白金化合物)を添加し，これを刷毛塗り，浸漬，噴霧等の方法で前記ベース皮膜の上に塗工し，自然乾燥，強制乾燥等の方法で乾燥することにより行われる。…",
                    "【0017】…焼型本体12の表面に離型層13が形成されているため，焼成後のパン24は直接焼型本体12の表面に付着するのでなく，離型層13に付着する。従って，パン24を焼型11から容易に取り出すことができ，離型作業を効率よく行うことができる。また，パン24の一部が焼型11に付着して残るようなことがないので，パン24をきれいに取り出すことができ，見栄えのよいパン24を得ることができる。さらには，例えば焼型11の外周面に誤ってパン生地23等が付着したり，パン24が焼型11の上端から溢れ出るように膨らんで外周面に付着したりした場合でも容易に取り除くことができるので，焼型11を清潔に保つことができる。…",
                    "【0024】・離型層13は耐熱性を有し，またベース皮膜によって焼型本体12の表面に強固に接着しているため，繰り返しの使用(例えば，少なくとも5回，通常50回以上)にも耐えることのできる優れた耐久性を有している。",
                    "【0025】・離型層13がシリコーンより形成された皮膜であるため，優れた耐熱性，離型性を発揮することができるうえに，容易かつ比較的安価に離型層13を形成することが可能である。",
                    "【0030】・離型層13を，四フッ化エチレン樹脂(PTFE)，四フッ化エチレン-六フッ化プロピレン共重合体(FEP)，四フッ化エチレン-パーフルオロビニルエーテル共重合体(PFA)，四フッ化エチレン-エチレン共重合体(ETFE)等のフッ素樹脂により形成するように変更してもよい。",
                    "【0032】・ベース皮膜を省略して，焼型本体12の表面に直接離型層13を設けるように変更してもよい。…",
                    "【0039】【発明の効果】…本発明によれば，焼成の前に予め離型性を有するシート材を配する等の面倒な前処理をすることなく焼成後の製品を容易に取り出すことができる。",
                    "【図1】                        【図2】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，甲4文献には，紙素材の焼き上げ用容器について，液状のシリコーン組成物に触媒を添加したものに浸漬する方法で内外両面にシリコーン樹脂をコーティングすること，並びに，シリコーン樹脂でコーティングされた容器は，再利用が可能であること，及び，衛生的にも優れていることが開示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲4文献には，アルミニウム箔からなる容器の内外両面にコーティングをすること，そのコーティング方法はシリコーン溶液へのどぶ付け加工及び焼成加工によることは記載されていないから，本件考案2よりも容器を多数積み重ねた状態からの取り出しやすさにおいて劣り，再利用が可能であることや衛生的にも優れているという作用効果も導くことができないから，審決は誤っている，と主張する。",
                    "しかし，審決は，甲4文献には焼型をシリコーン樹脂溶液へどぶ付けすることで全体に塗布する点が記載され，容器素材の違いは引用考案への適用を妨げるほどの事情ではないと認定したものである。また，上記イのとおり，甲4文献には，甲4文献記載のシリコーン樹脂でコーティングされた焼型は，再利用が可能であること，及び，衛生的にも優れていることが記載されており，これらの効果において，本件考案2より甲4文献記載の技術を用いた容器が劣っていると認めるに足りる証拠はない。",
                    "原告の主張には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件考案2と引用考案との対比",
              "text": [
                "本件考案2と引用考案とを対比すると，審決で認定されたとおり，両者は以下の点で相違し，その余の点で一致する。",
                "(相違点2)",
                "本件考案2は，「シリコーン樹脂被膜層が容器本体のシリコーン樹脂溶液へのどぶ付け加工及び焼成加工により形成される」のに対し，引用考案においては，その点が明らかでない点。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点2に係る判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用考案には，「調理用成型皿1の内外面全体にシリコーン樹脂がコーティングされた」点が開示され，甲2文献には，塗布されたシリコーン樹脂を焼き付けること，つまり，焼成加工することによりシリコーン樹脂被膜層を形成することが開示され，甲3及び4文献には，シリコーン樹脂の塗布を，浸漬，すなわちどぶ付け加工により行うことが開示されている。",
                    "そして，引用考案と，甲2～4文献に記載の技術とは，いずれも，パンや菓子等の焼き上げ用器具という同一の技術分野に属するものであり，パンや菓子等が焼き上げ器具に付着することを防止するといった共通の課題を有したものである。よって，引用考案において，甲2文献に記載された技術，並びに，甲3及び4文献に記載された技術をそれぞれ採用して，本件考案2の相違点2に係る構成とすることは，当業者がきわめて容易になし得たことであるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対して，原告は，本件考案2は，甲2～4文献に記載された事項にはない作用効果を含んでいるから，審決が引用考案において甲2～4文献に記載された事項を適用し，相違点2に係る本件考案2の構成とすることは当業者がきわめて容易に想到できたとする判断は誤っている，と主張する。",
                    "しかし，上記(2)～(4)のとおり，甲2文献から，シリコーン樹脂がコーティングされた焼き上げ用容器が，再利用可能であり衛生的にも優れているという効果を導くことができ，甲3及び4文献から，同じくコーティングされた焼き上げ用容器が，多数積み重ねた状態から取り出しやすいこと，再利用可能であること，及び，衛生的にも優れているという効果を導くことができる。したがって，本件考案2の有する効果は，甲2～4文献に開示されたものである。",
                    "原告の主張には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "よって，取消事由3には，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求には理由がないから，これを棄却し，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10046",
    "date": "2016-10-19",
    "rights_type": "実用新案権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086207",
    "ipprecedent_id": "4462",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}