{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙被控訴人ウェブサイト目録記載の各ウェブサイトに別紙被控訴人標章目録記載の各標章を付してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，空手の教授を受ける者の利用に供する道着に別紙被控訴人標章目録記載の各標章を付してはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，別紙被控訴人標章目録記載の各標章が付された空手道着，帯，帯留，Tシャツ，トレーナー，ベンチコート，トレーニングウェア等の販売をしてはならない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人は，控訴人Xに対し，2160万円及びこれに対する平成27年7月31日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "被控訴人は，控訴人有限会社マス大山エンタープライズに対し，405万円及びこれに対する平成27年7月31日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "訴訟費用は，第1審，第2審とも，被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "訴外A(以下Aという。)は，フルコンタクトルールを特徴とする極真空手を創設した上，昭和39年6月，国際空手道連盟極真会館(以下「極真会館」という。)を設立し，その館長ないし総裁と称された。そして，被控訴人の代表取締役を務める訴外B(以下Bという。)は，昭和51年，極真会館に入門し，平成4年5月，極真会館浅草道場を開設してその支部長に就任し，極真会館を示す別紙被控訴人標章目録記載の各標章(以下「被控訴人各標章」という。)を使用していた。その後，Aが平成6年4月26日に死亡したことから，その後継者と称されていたBは，平成6年5月，極真会館の館長に就任し，同年10月3日，被控訴人を設立したものの，極真会館は，その後極真空手を教授する多数の団体に分裂するに至った。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "他方，控訴人X(以下「控訴人X」という。)は，Aの子であり，相続により同人の権利義務を単独で承継したものの，A死亡当時，極真会館の事業活動には関与していなかった。しかしながら，控訴人Xは，平成11年2月17日に成立した裁判上の和解に基づき，同年3月31日，Bらから極真会館総本部の建物の引渡しを受け，その後当該建物を利用して極真会館の事業を行うようになった。そして，控訴人Xは，同人が代表取締役を務める控訴人有限会社マス大山エンタープライズ(以下「控訴人会社」という。)と共に，本件各商標権を取得した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "本件は，控訴人らが，被控訴人において被控訴人各標章を使用する行為が本件各商標権を侵害すると主張して，控訴人Xが，被控訴人に対し，商標法36条1項に基づき，別紙被控訴人標章目録1-1ないし3-3記載の各標章の使用等の差止めを求めるとともに，不法行為に基づき，2160万円及びこれに対する平成27年7月31日(訴状送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求め，また，控訴人会社が，被控訴人に対し，商標法36条1項に基づき，別紙被控訴人標章目録4ないし6記載の各標章の使用等の差止めを求めるとともに，不法行為に基づき，405万円及びこれに対する同日(訴状送達日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
            "原審は，控訴人らが，被控訴人に対し，本件各商標権に基づき極真関連商標である本件各商標やこれと類似する商標の使用を禁止することは権利の濫用に当たるとして，控訴人らの請求をいずれも棄却した。控訴人らはこれを不服としていずれも控訴した。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "なお，控訴人らは，一般社団法人国際空手道連盟極真会館世界総極真に対しても，本件各商標権に基づき，差止請求を求めて反訴を提起していたところ，東京地方裁判所は，原審が上記に説示するところと同様に，平成28年11月24日，本件各商標権に基づき極真関連商標である本件各商標の使用を禁止することは権利の濫用に当たるとして，上記差止請求をいずれも棄却した(平成28年(ワ)第16340号商標権侵害差止等反訴請求事件)。控訴人らは，これを不服として控訴し，現在上記事件も当審に係属している(平成29年(ネ)第10012号)。"
          ]
        },
        {
          "fig": "5",
          "subject": "前提事実",
          "text": [
            "原判決「事実及び理由」欄の「第2  事案の概要」の「1  前提事実」記載のとおりである。"
          ]
        },
        {
          "fig": "6",
          "subject": "争点及びこれに対する当事者の主張",
          "text": [
            "争点は，原判決「事実及び理由」欄の「第2  事案の概要」の「2  争点」記載のとおりであり，争点についての当事者の主張は，下記(1)及び(2)において当審における当事者の主張を付加するほかは，「3  争点に関する当事者の主張」記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人らの補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "極真関連標章の主体たる地位の相続の可否等",
                  "text": [
                    "原判決は，Aが極真関連標章に係る商標登録出願をしなかったことから，極真関連標章の主体たる地位が相続の対象となる財産権であるとはいえないことなどを一つの事情として，控訴人らによる本件各商標権に基づく権利行使が権利の濫用に当たるとしている。しかしながら，極真関連標章はA個人の活動を示すものとして周知・著名となったのであり，極真関連標章に関する法的利益はA個人に帰属するものであるから，極真会館の総裁に帰属する法的利益ではない。したがって，原審の判断には，その前提において誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "極真会館の社団性の有無",
                  "text": [
                    "原判決は，極真会館の組織及び運営に照らせば，少なくとも極真会館は社団性を有することなどを一つの事情として，控訴人らによる本件各商標権に基づく権利行使が権利の濫用に当たるとしている。しかしながら，極真会館には，社員又は構成員の資格の得喪に関する規定，内部的又は外部的執行機関の選任に関する規定，代表の選任に関する規定等が存在しないのであるから，極真会館が社団性を有することはない。したがって，原審の判断には，その前提において誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人各標章の周知性等に対するBらの寄与の有無",
                  "text": [
                    "原判決は，被控訴人各標章の周知性及び著名性の形成等に対し，Aの生前にあってはA及び同人から認可を受けたBその他の支部長の寄与があり，Aの死後にあっては国内外において大規模に極真空手の大会を開催するなど，極真空手の普及に努めたB及び同人が代表取締役を務める被控訴人の寄与があったことなどを一つの事情として，控訴人らによる本件各商標権に基づく権利行使が権利の濫用に当たるとしている。しかしながら，Aの生前において，被控訴人各標章の周知性及び著名性の形成等にBの寄与はなく，Aの死後においても，Bは生前に周知性，著名性を獲得した極真関連標章につき後継者と僭称して利用したにすぎず，B及び被控訴人の大きな寄与があっとはいえない。したがって，原審の判断には，その前提において誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人による極真空手に関する活動の性質",
                  "text": [
                    "原判決は，控訴人らは極真会館を称して極真空手の教授等を行う複数の団体の一つにすぎず，被控訴人もそのような一団体であることなどを一つの事情として，控訴人らによる本件各商標権に基づく権利行使が権利の濫用に当たるとしている。しかしながら，極真会館の分裂状態を作り出し，これを奇貨として極真会館の代表を僭称するB及び被控訴人は，実質的に極真会館を離脱したというべきであり，控訴人らはその離脱団体に権利行使しているにすぎない。したがって，原審の判断には，その前提において誤りがある。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "控訴人らが本件各商標に係る商標登録出願をしなかった事情",
                  "text": [
                    "原判決は，控訴人らはB及び被控訴人が国内外で被控訴人各標章を使用して大規模に極真空手の教授等を行っていたことを認識していたにもかかわらず，控訴人らが合理的な理由もなく早期に本件各商標権に係る商標登録出願を行っていないことなどを一つの事情として，控訴人らによる本件各商標権に基づく権利行使が権利の濫用に当たるとしている。しかしながら，控訴人らが上記商標登録出願を行わなかったのは，Bが極真関連標章を個人として商標登録していたことから，その無効が確定するまで混乱を避けるため商標登録出願を留保したにすぎず，上記事情には合理的な理由が存在する。したがって，原審の判断には，その前提において誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "極真関連標章の主体たる地位の相続の可否等",
                  "text": [
                    "控訴人らは，極真関連標章はA個人の活動を示すものとして周知・著名となったのであり，極真関連標章に関する法的利益は，A個人に帰属するものであるから，極真会館の総裁に帰属する法的利益ではないなどと主張する。しかしながら，極真関連標章が極真会館又はその活動を示すものであることからすると，極真関連標章に関する法的利益は，極真会館の活動の主体である極真会館の総裁に帰属するというべきである。したがって，原審の判断に誤りはなく，控訴人らの主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "極真会館の社団性の有無",
                  "text": [
                    "控訴人らは，極真会館には，社員又は構成員の資格の得喪に関する規定，内部的又は外部的執行機関の選任に関する規定，代表の選任に関する規定等が存在しないのであるから，極真会館が社団性を有することはないなどと主張する。しかしながら，極真会館は，少なくともAの個人事業ではなかったのであるから，社団性を有するというべきである。したがって，原審の判断に誤りはなく，控訴人らの主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人各標章の周知性等に対するBらの寄与の有無",
                  "text": [
                    "控訴人らは，Aの生前において，被控訴人各標章の周知性及び著名性の形成等にBの寄与はなく，Aの死後においても，Bは生前に周知性，著名性を獲得した極真関連標章につき後継者と僭称して利用したにすぎず，B及び被控訴人の大きな寄与があったとはいえないなどと主張する。しかしながら，Aの生前において極真会館の活動に関与しなかった控訴人Xの寄与は認められないのに対し，Bその他の支部長らの極真会館の国内外にわたる活動実績からすれば，同人らの多大な寄与が認められ，Aの死後においてもB及び被控訴人はAの生前を上回る規模で極真空手に関する活動を行っていることからすれば，B及び被控訴人の寄与は大きいといえる。したがって，原審の判断に誤りはなく，控訴人らの主張は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人による極真空手に関する活動の性質",
                  "text": [
                    "控訴人らは，極真会館の分裂状態を作り出し，これを奇貨として極真会館の代表を僭称するB及び被控訴人は，実質的に極真会館を離脱したというべきであり，控訴人らはその離脱団体に権利行使しているにすぎないなどと主張する。しかしながら，被控訴人がAの死後20年以上経過しても極真会館を名乗る団体の中で最大の規模で活動しているのに対し，控訴人らはごく小規模で活動するにすぎず，多数派を形成することすらできないのであるから，B及び被控訴人が極真会館を離脱したものではないことは明らかである。したがって，原審の判断に誤りはなく，控訴人らの主張は理由がない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "控訴人らが本件各商標に係る商標登録出願をしなかった事情",
                  "text": [
                    "控訴人らは，極真関連標章の商標登録出願を行わなかったのは，Bが極真関連標章を個人として商標登録していたことから，その無効が確定するまで混乱を避けるため商標登録出願を留保したにすぎず，合理的な理由が存在するなどと主張する。しかしながら，そもそも控訴人Xが上記商標登録の無効審判を請求したのはAの死後から10年後の平成16年になってからであり，既にその時点で合理的な理由は存在しない。したがって，原審の判断に誤りはなく，控訴人らの主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人らの請求はいずれも理由がないものと判断する。その理由は，下記1のとおり原判決を補正し，下記2のとおり当審における控訴人らの主張に対する判断を示すほかは，原判決「事実及び理由」欄の「第3  当裁判所の判断」に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決14頁12行目の末尾に「極真会館は，世襲制を採用するものではなく，Aは，生前「私はこの空手の組織を自分の子どもに譲ることも考えていない。武道の修行をし，この道を極めるものでなくては，この道の指導はできぬ。もし，自分の血縁にこれを譲るようなことをすれば，それは自分の歩んできた道を汚すことになる。」と述べていた(乙13)。」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "同頁13行目の「本件遺言書」を「本件遺言」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "同15頁9行目の末尾に「被控訴人は，極真会館を名乗る団体の中で最大の規模で活動している。」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "同16頁11行目の「平成15年9月30日，」の次に「極真関連標章はAの死亡後も極真会館を表すものとして需要者の間に広く知られており，極真会館内部の構成員に対する関係では，Bが極真関連標章の商標登録を取得して商標権者として行動できる正当な根拠はないなどと認定した上で，」を加える。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "同頁13行目の「同旨の理由により」を「極真関連標章に関し自己名義で商標登録を受けたとしても，極真会館の外部の者に対する関係ではともかく，極真関連標章の周知性・著名性の形成に共に寄与してきた団体内部の者に対する関係では，少なくとも極真関連標章の使用に関する従来の規制の範囲を超えて権限を行使することは不当であるというべきであり，Bによる上記商標登録に係る商標権の行使は権利の濫用に当たり許されないなどとして，」に改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "同頁26行目から17頁26行目までを次のとおり改める。",
                "「(2)ア  前記事実関係によれば，被控訴人の代表取締役を務めるBは，昭和51年，極真会館に入門し，平成4年5月，極真会館浅草道場を開設してその支部長に就任し，極真会館の許可を得て極真会館を示す被控訴人各標章を継続的に使用していたのであり，Aが平成6年4月26日に死亡した後も，平成6年5月，その後継者であると自称して極真会館の館長に就任し，同年10月3日，被控訴人を設立し，被控訴人各標章の使用を継続したことが認められる。その後，極真会館は極真空手を教授する複数の団体に分裂するに至ったものの，極真会館を示す被控訴人各標章は，本件各商標の商標登録出願当時はもとより，Aの死亡後にあっては，極真会館又はその活動を表すものとして広く一般に知られていたことが認められる。",
                "他方，控訴人Xは，Aの子であり，相続により同人の権利義務を単独で承継したものの，A死亡当時，極真会館の事業活動に全く関与せず，Aが後継者を公式に指定せず又は極真会館において世襲制が採用されていなかったことからすると，極真会館の事業を承継した者ではないことが認められる。",
                "そうすると，控訴人Xは，平成11年2月17日に成立した裁判上の和解に基づき，同年3月31日，Bらから極真会館総本部の建物の引渡しを受け，その後当該建物を利用して極真空手に関する事業を行うようになったものの，控訴人らの活動は，A死亡後に分裂して発生した極真会館の複数団体のうちの一つにとどまるものと認められる。",
                "これらの事情の下においては，本件各商標は，Bも相当な寄与をして形成された極真会館という団体の著名性を無償で利用しているものに外ならないというべきであり，客観的に公正な競業秩序を維持することが商標法の法目的の一つとなっていることに照らすと，控訴人らが，極真会館の許諾を得て被控訴人各標章を使用して極真会館としての活動を継続する者に対して本件各商標権侵害を主張するのは，客観的に公正な競業秩序を乱すものとして，権利の濫用であると認めるのが相当である(最高裁昭和60年(オ)第1576号平成2年7月20日第二小法廷判決・民集44巻5号876頁参照)。",
                "現に，Bは，平成6年ないし平成7年までの間，複数の極真関連標章について商標登録出願をし，自己名義の商標登録を受けたものの，Aの生前に極真会館に属していた者らが，平成14年，Bを被告として，空手の教授等に際して極真関連標章を使用することにつき，Bの商標権に基づく差止請求権が存在しないことの確認等を求める訴訟を大阪地方裁判所に提起し(同庁同年(ワ)第1018号)，同裁判所は，平成15年9月30日，極真関連標章はAの死亡後も極真会館を表すものとして需要者の間に広く知られており，極真会館内部の構成員に対する関係では，Bが極真関連標章の商標登録を取得して商標権者として行動できる正当な根拠はないなどとして，Bの上記商標権の行使が権利濫用であるとして上記不存在確認請求を認容し，その控訴審である大阪高等裁判所(同庁同年(ネ)第3283号)も，平成16年9月29日，極真関連標章に関し自己名義で商標登録を受けたとしても，極真会館の外部の者に対する関係ではともかく，極真関連標章の周知性・著名性の形成に共に寄与してきた団体内部の者に対する関係では，少なくとも極真関連標章の使用に関する従来の規制の範囲を超えて権限を行使することは不当であるというべきであり，Bによる上記商標登録に係る商標権の行使は権利の濫用に当たり許されないなどとして，Bの控訴を棄却している。上記の理は，本件についても当てはまるものといえる。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人らの補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "極真関連標章の主体たる地位の相続の可否等",
              "text": [
                "控訴人らは，極真関連標章はA個人の活動を示すものとして周知・著名となったのであり，極真関連標章に関する法的利益はA個人に帰属するものであるから，極真会館の総裁に帰属する法的利益ではないなどと主張する。",
                "しかしながら，現行法上，物の名称の使用など，物の無体物としての面の利用に関しては，商標法，著作権法，不正競争防止法等の知的財産権関係の各法律が，一定の範囲の者に対し，一定の要件の下に排他的な使用権を付与し，その権利の保護を図っているが，その反面として，その使用権の付与が国民の経済活動や文化的活動の自由を過度に制約することのないようにするため，各法律は，それぞれの知的財産権の発生原因，内容，範囲，消滅原因等を定め，その排他的な使用権の及ぶ範囲，限界を明確にしている(最高裁平成13年(受)第866号，第867号同16年2月13日第二小法廷判決・民集58巻2号311頁)。",
                "上記各法律の趣旨，目的にかんがみると，Aの生前において極真関連標章が顧客吸引力等を有していたとしても，法令等の根拠なく当該標章の利用権その他の法的利益を認めることは相当ではない。そうすると，上記法的利益がAに帰属していたことを前提として，当該法的利益がその相続人である控訴人Xに帰属するという控訴人らの主張は，その前提を欠くものである。",
                "したがって，控訴人らの主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "極真会館の社団性の有無",
              "text": [
                "控訴人らは，極真会館には，社員又は構成員の資格の得喪に関する規定，内部的又は外部的執行機関の選任に関する規定，代表の選任に関する規定等が存在しないのであるから，極真会館が社団性を有することはないなどと主張する。",
                "しかしながら， 上記(1)のとおり，控訴人らが主張する極真関連標章の利用権その他の法的利益は，そもそも認められないのであるから，当該法的利益の帰属先に係る控訴人らの主張は，同じくその前提を欠き，本件の結論を左右するに至らない。",
                "したがって，控訴人らの主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被控訴人各標章の周知性等に対するBらの寄与の有無",
              "text": [
                "控訴人らは，Aの生前において，被控訴人各標章の周知性及び著名性の形成等にBの寄与はなく，Aの死後においても，Bは生前に周知性，著名性を獲得した極真関連標章につき後継者と僭称して利用したにすぎず，B及び被控訴人の大きな寄与があったとはいえないなどと主張する。",
                "しかしながら， 前記引用に係る原審の認定事実によれば，控訴人らは，Aの死亡当時極真会館の事業活動に全く関与していなかったのに対し，Bは，昭和51年，極真会館に入門し，平成4年5月，極真会館浅草道場を開設してその支部長に就任し，極真会館の許可を得て極真会館を示す被控訴人各標章を継続的に使用していたのであり，Aが平成6年4月26日に死亡した後も，平成6年5月，その後継者であると自称して極真会館の館長に就任し，同年10月3日，被控訴人を設立し，被控訴人各標章の使用を継続し，被控訴人は，極真会館を名乗る団体の中で最大の規模で活動していることが認められる。",
                "これらの事情の下においては，被控訴人各標章の周知性及び著名性については，Aの寄与なくては形成されなかったものの，B及び被控訴人についてもその形成に大きな寄与があったと認めるのが相当である。",
                "したがって，控訴人らの主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人による極真空手に関する活動の性質",
              "text": [
                "控訴人らは，極真会館の分裂状態を作り出し，これを奇貨として極真会館の代表を僭称するB及び被控訴人は，実質的に極真会館を離脱したというべきであり，控訴人らはその離脱団体に権利行使しているにすぎないなどと主張する。",
                "しかしながら， 前記引用に係る原審の認定事実によれば，被控訴人は，平成22年時点において，日本国内においては，101か所の支部(直轄道場を含む。)，900の道場，実働会員数5万人，累計会員数60万人の規模で，海外においては，170か所の支部，6500の道場，実働会員数80万人，累計会員数1250万人の規模で，極真空手の教授等を行うなど，極真会館を名乗る団体の中で最大の規模で活動していることが認められる。そうすると，Bが極真会館の分裂状態を作り出したとしても，被控訴人は，極真会館を称する団体の中で最大の規模で活動しているのであるから，実質的に極真会館を離脱したということはできない。",
                "かえって，前記引用に係る原審の認定事実によれば，控訴人らは，Aの死後初めて極真会館の活動を行い，平成28年3月6日時点において，日本国内において，総本部のほか，7か所の国内道場(友好道場を除く。)を運営し，極真空手の教授等を行うにとどまるのであるから，実質的にみても極真関連標章に対する周知性及び著名性の寄与は，B及び被控訴人と比較して低いものといわざるを得ず，Bが極真会館の分裂状態を作り出したという控訴人らの主張を十分に考慮しても，前記判断を左右するに至らない。",
                "したがって，控訴人らの主張は，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "控訴人らが本件各商標に係る商標登録出願をしなかった事情",
              "text": [
                "控訴人らは，極真関連標章の商標登録出願を行わなかったのは，Bが極真関連標章を個人として商標登録をしていたため，その無効が確定するまで混乱を避けるため商標登録出願を留保したにすぎず，合理的な理由が存在するなどと主張する。",
                "しかしながら，前記引用に係る原審の認定事実によれば，控訴人XにおいてBが商標登録を受けた極真関連商標の一部について無効審判を請求したのは，平成16年であって，その時点においてもAの死亡から既に約10年が経過しているのであるから，控訴人らが主張する上記の事情は，控訴人らが早期に本件各商標権に係る商標登録出願を行わなかった合理的な理由とまでいうことはできず，控訴人らの主張は，その前提を欠くものである。",
                "したがって，控訴人らの主張は，採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "その他",
              "text": [
                "控訴人らのその他の主張を十分に検討しても，控訴人らの主張は，極真関連標章の利用権その他の法的利益が相続により控訴人Xに帰属するというものに帰し，当該主張が採用できないことは，上記(1)で説示したとおりである。かえって，前記引用に係る原審の認定事実によれば，Aは，その生前において，極真会館を極真空手の道を極める者に譲ることを希望していたと認められるのであるから，極真会館を相続した趣旨をいう控訴人らの主張は，実質的にみても，Aの相続に関する意思に照らし，採用し得るものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，控訴人らの請求をいずれも棄却した原判決は相当であって，本件控訴は理由がないからいずれも棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決で付された略称に「原告」とあるのを「控訴人」に，「被告」とあるのを「被控訴人」と，適宜読み替える。"
  ],
  "meta": {
    "case_num": "平成28年(ネ)10076",
    "date": "2017-05-17",
    "rights_type": "商標権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成27年(ワ)20338",
    "precedent_id": "086781",
    "ipprecedent_id": "4646",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}