{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2015-800071号事件について平成28年1月26日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とした審決の取消訴訟である。争点は，明確性要件違反の有無，新規性・進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成17年9月30日，発明の名称を「ドライブスプロケット支持構造」とする発明につき，特許を出願し(特願2005-287276号)，平成24年2月24日，設定登録(特許第4933764号)を受けた(請求項の数3。甲1。以下「本件特許」という。)。",
            "原告は，平成27年3月23日，本件特許の請求項1ないし3に係る発明について特許無効審判を請求した(無効2015-800071号。甲7。)。",
            "特許庁は，平成28年1月26日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年2月4日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許の請求項1ないし3の発明に係る記載は，次のとおりである(甲1。以下，これらの発明をそれぞれ「本件発明1」ないし「本件発明3」といい，本件発明1ないし3を併せて「本件発明」という。本件特許の特許公報(甲1)記載の明細書及び図面を併せて「本件明細書」という。)。",
            "【請求項1】(本件発明1)",
            "「  ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造であって，",
            "前記ドライブスプロケットは，前記回転軸と嵌め合うことで前記回転軸のみによって回転中心を定められ，",
            "前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合うことで前記ドライブスプロケットの回転中心を保持するドライブスプロケット保持部が設けられ、",
            "前記スプロケット保持部と前記ドライブスプロケットとの間の嵌め合い間隙が前記回転軸と前記ドライブスプロケットとの間の嵌め合い間隙よりも大きく設定されていることを特徴とするドライブスプロケット支持構造。」",
            "【請求項2】(本件発明2)",
            "「  前記ドライブスプロケットと前記スプロケット保持部は，前記ドライブスプロケットの内周面と前記スプロケット保持部の外周面が対向するようにそれぞれ配置されていると共に，",
            "前記ドライブスプロケットの内周面と前記スプロケット保持部の外周面との間に生じている間隙が，前記回転軸と前記ドライブスプロケットとの間の半径方向の間隙よりも大きく設定されていることを特徴とする請求項1に記載のドライブスプロケット支持構造。」",
            "【請求項3】(本件発明3)",
            "「前記ドライブスプロケットと前記スプロケット保持部は，前記ドライブスプロケットの外周面と前記スプロケット保持部の内周面が対向するようにそれぞれ配置されていると共に，",
            "前記ドライブスプロケットの外周面と前記スプロケット保持部の内周面との間の間隙が，前記回転軸と前記ドライブスプロケットとの間の半径方向の間隙よりも大きく設定されていることを特徴とする請求項1に記載のドライブスプロケット支持構造。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審判における請求人(原告)の主張",
          "text": [
            "本件発明は，①請求項1の「ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造」という事項が，ドライブスプロケットが回転軸に組み付けられて支持された状態で軸方向に移動可能であることを意味するのか，ドライブスプロケットと回転軸とを組み付ける際に軸方向に挿入することができるドライブスプロケットと回転軸の係合関係のみを意味するのか，不明であるから，特許を受けようとする発明が明確であるとはいえず，特許法36条6項2号の明確性要件に違反する，②請求項1の「前記ドライブスプロケットは，前記回転軸と嵌め合うことで前記回転軸のみによって回転中心を定められ，」「前記スプロケット保持部と前記ドライブスプロケットとの間の嵌め合い間隙が前記回転軸と前記ドライブスプロケットとの間の嵌め合いの間隙よりも大きく設定されている」という事項が，甲2(特開平4-337151号公報)に実質的に記載されており，特許法29条1項3号に該当する，③仮に，「前記スプロケット保持部と前記ドライブスプロケットとの間の嵌め合い間隙が前記回転軸と前記ドライブスプロケットとの間の嵌め合いの間隙よりも大きく設定されている」という事項を甲2の記載から読みとれないとしても，ドライブスプロケットはポンプハブによってのみ回転中心を定め，ドライブスプロケット張出部外周は変速機ハウジングの円形開口部内周及びカバーの円形開口部内周とは接触しないように設計することが普通であり，相違点に係る構成は，当事者が必要に応じて適宜設計する設計事項であるから，甲2に記載された発明(甲2発明)に基づいて，当業者が容易に発明できたものであり，特許法29条2項に該当するから，特許を受けることができない。"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件について",
              "text": [
                "本件発明1の「ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造」との事項は，その文言及び本件明細書の記載からみて，ドライブスプロケットが回転中の回転軸に係合していることを明確に特定しているといえる。",
                "したがって，前記事項は，特許を受ける発明を明確に記載したものであるから，請求項1並びにこれを引用する請求項2及び3の記載は，特許法36条6項2号の規定に適合する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "新規性・進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明の認定",
                  "text": [
                    "甲2発明は，次のとおりである。",
                    "「ドライブスプロケット21が左側張出部の内周面でポンプハブ11の外周面に結合し，中央部の内周面及び右側張出部の内周面でポンプハブ11にスプライン結合した状態でトルクコンバータ1からの回転が伝達されたポンプハブ11に係合したドライブスプロケット21の取付構造であって，",
                    "前記ポンプハブ11との組み付け前の前記ドライブスプロケット21の左側張出部の外周面又は右側張出部の外周面の端部と嵌め合うことで前記ドライブスプロケット21を保持するカバー52の内周面又は変速機ハウジング張出部の内周面が設けられるドライブスプロケット21の取付構造。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲2発明の対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点の認定",
                      "text": [
                        "本件発明1と甲2発明とを対比すると，次の点で一致する。",
                        "「ドライブスプロケットがトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造であって，",
                        "前記回転軸との嵌め合い前の前記ドライブスプロケットと嵌め合うことで前記ドライブスプロケットの回転中心を保持するドライブスプロケット保持部が設けられるドライブスプロケット支持構造。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点の認定",
                      "text": [
                        "本件発明1と甲2発明とを対比すると，次の点が相違する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点 1",
                          "text": [
                            "本件発明1は，「ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合」するのに対し，",
                            "甲2発明は，「ドライブスプロケット21が左側張出部の内周面でポンプハブ11の外周面に結合し，中央部の内周面及び右側張出部の内周面でポンプハブ11にスプライン結合した状態でトルクコンバータ1からの回転が伝達されたポンプハブ11に係合」する点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "本件発明1は，「前記ドライブスプロケットは、前記回転軸と嵌め合うことで前記回転軸のみによって回転中心を定められ」るのに対し，甲2発明は、かかる構成を備えるか不明である点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "本件発明1は，「前記スプロケット保持部と前記ドライブスプロケットとの間の嵌め合い間隙が前記回転軸と前記ドライブスプロケットとの間の嵌め合い間隙よりも大きく設定されている」のに対し，甲2発明は，かかる構成を備えるか不明である点。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点の判断",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1の判断",
                          "text": [
                            "本件発明1と甲2発明とは，「ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合」するという事項において実質的に相違しているから，両者は同一でない。",
                            "そして，甲2には，ドライブスプロケット21を回転中のポンプハブ11に軸方向に移動自在とすることを想起させる記載や示唆はないから，甲2発明において，相違点1に係る本件発明1の構成とすることは，当業者が容易に想到し得たということはできない。",
                            "また，甲3及び4にも，前記事項を想起させる記載や示唆はないから，甲2発明において，甲3又は4に記載された事項を適用して、相違点1に係る本件発明1の構成とすることは、当業者が容易に想到し得たということはできない。",
                            "そして，本件発明1が奏する効果は、甲2発明、甲3又は4に記載された事項から当業者が予測できるものといえない。",
                            "したがって，本件発明1は，甲2発明と同一でなく，甲2発明に基づいて当業者が容易に発明することができたものでなく，また，甲2発明及び甲3又は4に記載された事項に基づいて当業者が容易に発明することができたものでもない。",
                            "本件発明2及び3は，本件発明1の発明特定事項の全てを含んだものであるところ，本件発明2は，甲2発明及び甲3に記載された事項に基づいて当業者が容易に発明することができたものではなく，また，本件発明3は，甲2発明と同一でなく，甲2発明及び甲3又は4に記載された事項に基づいて当業者が容易に発明することができたものでもない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2の判断",
                          "text": [
                            "甲2発明のドライブスプロケット21は，径方向において、ポンプハブ11以外の部材に支持されていないから，甲2発明は，ポンプハブ11のみによって回転中心を定めるものである。",
                            "また，甲2発明のポンプハブ11にドライブスプロケット21を組み付けることは，本件発明1の回転軸にドライブスプロケットを嵌め合うことに相当する。",
                            "したがって，甲2発明は，相違点2に係る本件発明1の構成を備えるものであるから，相違点2は，実質的に相違点ではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3の判断",
                          "text": [
                            "甲2発明は，ポンプハブ11にドライブスプロケット21を組み付ける際に，ポンプハブ11をドライブスプロケット21に挿入して行うから，ポンプハブ11とドライブスプロケット21とが接した状態で挿入するか，又は，両者の間に間隙を設けて挿入することは，技術的に自明である。",
                            "また，甲2発明は，カバー52の内周面及び変速機ハウジング張出部の内周面とドライブスプロケット21の左側張出部の外周面及び右側張出部の外周面の端部との間に，回転中の接触を生じさせない程度の間隙を有する。",
                            "そうすると，回転中に，カバー52の内周面及び変速機ハウジング張出部の内周面とドライブスプロケット21の左側張出部の外周面及び右側張出部の外周面の端部との間隙を維持するために，組み付ける際の当該間隙を，ポンプハブ11とドライブスプロケット21との前記組み付ける際の間隙より大きく設計することは，当業者にとって普通のことである。",
                            "そして，甲2発明の「ポンプハブ11とドライブスプロケット21との前記組み付ける際の間隙」は，本件発明 1 の「前記回転軸と前記ドライブスプロケットとの間の嵌め合い間隙」に相当し，甲2発明の「カバー52の内周面及び変速機ハウジング張出部の内周面とドライブスプロケット21の左側張出部の外周面及び右側張出部の外周面の端部との組み付ける際の間隙」は，本件発明1の「前記スプロケット保持部と前記ドライブスプロケットとの間の嵌め合い間隙」に相当する。",
                            "したがって，甲2発明は，相違点3に係る本件発明 1の構成を備えるものであるから，相違点3は，実質的に相違点ではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(明確性要件違反に関する認定・判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "明確性要件について",
              "text": [
                "本件発明1の「ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合したドライブスプロケット支持構造」との事項(以下「構成要件A」という。)については，次の3つの解釈が成り立つ。",
                "①  ドライブスプロケットが回転中に回転軸に係合した状態(ドライブスプロケットが変速機に組み付けられ，支持された状態)を特定したもの",
                "②  ドライブスプロケットと回転軸を組み付ける際の状態を特定したもの",
                "③  回転軸とドライブスプロケットとの係合関係(ドライブスプロケットの外周面と回転軸の外周面との間に微小なすきまがあること)のみを特定したもの",
                "すなわち，特許請求の範囲の記載の一般的な文言解釈によれば，構成要件Aは，前記①のとおりに解することができる。一方，本件明細書の発明の詳細な説明には，そのように解した場合のドライブスプロケット25と回転軸19とが軸方向移動可能であることの技術的意義が記載されておらず，ドライブスプロケット25と回転軸とを組み付ける際の作用しか記載されていないから，構成要件Aを，前記②のとおりに解することができ，前記①の状態でのドライブスプロケットと回転軸との関係については何ら特定されていないと解することもできる。また，回転軸とドライブスプロケットは，変速機に組み込まれた状態では，他の部材に軸方向の移動を規制されるから，相対的に軸方向に移動することができる場合とできない場合があるところ，いずれの場合であっても，ドライブスプロケットが回転軸に対して軸方向に移動可能に係合しているというためには，回転軸が貫通するドライブスプロケットの内周面と回転軸の外周面との間にすきまがなければならないから，構成要件Aを，前記③のとおりに解することもできる。",
                "ドライブスプロケット25と回転軸19とが軸方向に移動自在な結合手段に関する技術的意義を考慮せずに，発明の詳細な説明に記載された発明の効果のうちの一部のみを取り上げてした審決の認定は誤りであり，この認定の誤りは，審決の結論に影響を及ぼす。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "text": [
                "文言上，ドライブスプロケットと回転軸との関係が特定されているからといって，その関係が，いずれの状態における関係を特定したものであるかは明らかではない。",
                "審決の「回転中」とは，変速機の運転中を意味するから，ドライブスプロケットが回転軸に組み付けられ支持された状態にほかならない。「回転中」の状態に限定した解釈は，「トルクコンバータからの回転が伝達された」を文言どおり解釈したものではないから，「『トルクコンバータからの回転が伝達された』を回転中に言い換えたことによって，何らかの新たな解釈が付加されたとは考え難い。」との被告の主張は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(新規性・進歩性の判断の前提となる本件発明及び甲2発明の認定の誤り)",
          "text": [
            "審決は，本件発明の認定を誤るとともに，甲2発明の認定を誤り，その認定の誤りの結果，本件発明と甲2発明の相違点の認定を誤ったものであって，この認定の誤りは，審決の結論に影響を及ぼす。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の認定の誤りによる相違点1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明の構成要件Aについては，前記1(1)①～③の3つの解釈が成り立つ。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2発明は，カバー52を変速機ハウジング51に結合するボルト52aが，トルクコンバータ1の外形よりも小さな径の位置にあり，ドライブスプロケット21をポンプハブ11と結合した後に，変速機ハウジング51とカバー52とを組み付けることはできない。そうすると，ドライブスプロケット21とポンプハブ11との組付けは，まず，変速機50に組み付けられた変速機ハウジング51にドライブスプロケット21とチェーン22を組み込み，その後，カバー52をかぶせてボルト52aで固定してアセンブリとし，これにトルクコンバータ側のアセンブリを組み付けることにより，ドライブスプロケット21とポンプハブ11とを結合させて組み付けるものである。",
                    "このような組付けをするためには，ドライブスプロケット21とポンプハブ11とは，軸方向移動自在の状態でなければならないし，軸方向移動自在の関係(ドライブスプロケット21の内周面とポンプハブ11外周面との間に微小なすきまがある関係)になければならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1の構成要件Aを前記1(1)②又は③のように解釈すれば、甲2発明の「ドライブスプロケット21が左側張出部の内周面でポンプハブ11の外周面に結合し，中央部の内周面及び右側張出部の内周面でポンプハブ11にスプライン結合した状態でトルクコンバータ1からの回転が伝達されたポンプハブ11に係合」する構成は，本件発明1の構成要件と異なるところはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明の認定の誤りによる相違点1の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)イのとおりであって，甲2発明においては，ドライブスプロケット21とポンプハブ11とは，全体構造からみて軸方向移動自在の状態でなければならないし，相互に軸方向移動自在の関係(ドライブスプロケット21の内周面とポンプハブ11外周面との間に微小なすきまがある関係)になければならない。",
                    "したがって，本件発明 1 の構成要件Aにつき③の解釈をとっても，本件発明1と甲2発明は相違しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一般的に，トルクコンバータにおいては，運転中(ポンプハブの回転中)のトルクコンバータの熱膨張やトルクコンバータ内の油圧によって，ポンプハブの先端部は軸方向に移動する。",
                    "甲2発明において，ドライブスプロケット21は，変速機51及びカバー52によって軸方向への移動が規制されているのに対し，ポンプハブ11には，軸方向に移動を規制するような支持構造はない。また，ポンプハブ11の右側には，空間が設けられている。",
                    "そうすると，甲2発明においては，トルクコンバータの運転中，その熱膨張や内部の油圧によって，ポンプハブ11がドライブスプロケット21に対して軸方向に移動することになる。",
                    "したがって，本件発明 1 の構成要件Aにつき①の解釈をとっても，本件発明1と甲2発明は相違しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，本件発明1が甲2発明と実質的に相違しているとする本件審決の認定は，誤りである。",
                "したがって，この認定を根拠とする本件発明2及び3についての本件審決の判断も，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明1の効果についての認定の誤り)",
          "text": [
            "本件発明1の奏する効果は，甲2発明の奏する効果そのものであるから，本件発明1の効果は甲2発明等から予測することができないとの審決の認定は誤りであり，この認定の誤りは，審決の結論に影響を及ぼす。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "効果について",
              "text": [
                "本件発明1の効果は，次のとおりである。",
                "①「ドライブスプロケットはトルクコンバータからの回転が伝達された回転軸によりドライブスプロケットの回転中心が定められるので、従来のようにドライブスプロケット組み付けるに際してベアリング等を介して支持する必要がないため、生産コストを抑制することが可能となる。」(甲1の【0014】)",
                "②「ドライブスプロケットがベアリング等を介して本体ケース等に位置規制されることがなければ、回転軸の振れに応じてドライブスプロケットもその振れに追従することができるのでドライブスプロケットと回転軸との間おいて回転軸の振れにより磨耗が生じることを抑制することができる。」(甲1の【0015】)",
                "甲2発明は，ドライブスプロケット21がポンプハブ11によってのみ回転中心を定められているのであるから，前記①及び②の効果を奏するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張に対する反論",
              "text": [
                "甲2に直接作用効果の記載がないとしても，相違点2及び3において，本件発明1の構成と実質的に同じ構成を備える甲2発明が，被告主張の後記第4の3(1)ア記載の効果(ⅰ)及び(ⅱ)を一切奏しないというものではない。",
                "特許発明の効果の顕著性は，特許発明と引用発明との相違点から判断されるものであり，相違点2及び3の判断とは無関係に審決がした本件発明1の効果の顕著性の認定は，誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "text": [
            "本件発明1の構成要件Aは，文法的にも用語的にも何ら不明確さはなく，以下の事項を明確に特定している。",
            "①  ドライブスプロケット支持構造は，ドライブスプロケットが回転軸に係合したものであること",
            "②  回転軸は，トルクコンバータからの回転が伝達されたものであること",
            "③  ドライブスプロケットが回転軸に係合した状態として，(ドライブスプロケットが)軸方向に移動自在かつ回転方向に規制された状態であること",
            "このことは，特許請求の範囲の記載から一義的に明確であり，原告の主張するような多義的解釈は存在しない。",
            "回転軸にトルクコンバータからの回転が伝達されるという現象が，回転軸の回転中に生じ，停止中には生じないことは当然であるから，審決が，「トルクコンバータからの回転が伝達された」を「回転中」に言い換えたことによって，何らかの新たな解釈が付加されたとは考え難い。",
            "したがって，記載要件を満たすとした審決の認定は，結論において誤りはなく，取消事由1には理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "審決は，本件発明の認定(構成要件 A の解釈)を誤るものであり，かかる認定の誤りは，実質同一とすべきはずの相違点 1 を非実質同一・非容易想到と判断した論拠となるものであるから，審決の結論に影響を及ぼすものであり，取消事由2には理由がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明の認定について",
              "text": [
                "本件発明1の構成要件Aは，前記1①～③の事項を明確に特定したものである。",
                "甲2発明は，ドライブスプロケット(ドライブスプロケット21)と回転軸(ポンプハブ11)とがスプライン結合するものであって，スプライン結合は，軸方向に移動自在かつ回転方向に規制された係合状態である。",
                "したがって，本件発明 1 と甲2発明は，ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達される回転軸に係合しているという点において，差異はなく，相違点1は，実質同一とすべきものである。",
                "審決は，「本件特許発明1は，回転中の回転軸にドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態で係合するものである。」(20頁9～11行)と認定しており，これは，ドライブスプロケットが回転軸に係合した状態につき，ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態であることを認定したものと理解できる。",
                "しかしながら，審決は，「他方，引用発明(裁判所注：甲2発明)は，ドライブスプロケット21の左側張出部の内周面がポンプハブ11の外周面に結合するものである。そうすると，左側張出部の内周面がポンプハブ11の外周面の全体で対向することになるから，ドライブスプロケットの中央部及び右側張出部の内周面がスプライン結合であるとしても，全体の構造からみて，引用発明において，ドライブスプロケット21は，回転中のポンプハブ11に軸方向に移動自在であるということはできない。」(20頁12～18行)，「したがって，引用発明のドライブスプロケット21は，回転中のポンプハブ11に軸方向に移動自在に係合するものではない。」(同頁23～24行)，「そうしてみると，本件特許発明1と引用発明とは，『ドライブスプロケットが軸方向に移動自在かつ回転方向に規制された状態でトルクコンバータからの回転が伝達された回転軸に係合』するという事項において実質的に相違しているから，両者は同一でない。」(同頁25～28行)と認定している。これは，甲2発明において，全体の構造において，ドライブスプロケットが軸方向に移動自在ではないから，構成要件Aには該当しないと判断するものであり，実質的には，本件発明1の構成要件Aを，二者の係合状態ではなく，全体構造におけるドライブスプロケットの支持状態と解していることにほかならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明の認定について",
              "text": [
                "審決は，スプライン結合との認定をもって，甲2発明について，ドライブスプロケット及び回転軸の係合状態が，軸方向に移動自在かつ回転方向に規制された状態であることを認めているから，全体構造として，ドライブスプロケットが軸方向に移動可能であるかどうかは，本件発明1との関係で認定すべき引用発明とは関係がなく，審決の結論に影響を及ぼすものではない。",
                "なお，被告は，原告の主張する引用発明の認定の誤りを認める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "効果について",
              "text": [
                "甲2には，本件発明1の効果について何ら記載・示唆されておらず，甲2の図2に示された構成に照らせば，甲2発明は，その構造上，本件発明1の効果を本来的に奏し得ない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の効果は，次のとおりである。",
                    "(i)「ドライブスプロケットはトルクコンバータからの回転が伝達された回転軸によりドライブスプロケットの回転中心が定められているので、従来のようにドライブスプロケットを組み付けるに際してベアリング等を介して支持する必要がないため，生産コストを抑制することが可能となる。」(【0014】，【0039】)",
                    "(ⅱ)「ドライブスプロケットがベアリング等を介して本体ケース等に位置規制されることがなければ，回転軸の振れに応じてドライブスプロケットもその振れに追従することができるのでドライブスプロケットと回転軸との間において回転軸の振れにより摩耗が生じることを抑制することができる。」(【0015】，【0041】)",
                    "甲2発明の効果としては，①ポンプハブの支持構造寸法を軸方向及び径方向ともに短縮して，この構造をコンパクト化できる，②油圧ポンプ配設位置の自由度が高く，油圧ポンプをコントロールバルブの近くに配設し，油圧ポンプからコントロールバルブまでの油路長さを短くすれば，油圧供給のロスを低減することが可能となる，③油圧ポンプの駆動軸をポンプハブと別軸にすることで，油圧ポンプ自体の径方向寸法を小型化できる，及び，④ポンプハブを支持するニードルベアリングを，ポンプハブの内周とステータシャフトの外周との間に軸方向に延びる空間内に配設することで，ポンプハブの支持構造を更にコンパクト化することができることが挙げられている(【0014】，【0015】)。",
                    "これらは，構造のコンパクト化や油圧供給系の自由度等に関するもので，本件発明1の効果とは関係がなく，甲2において，前記効果(ⅰ)及び(ⅱ)に関する事項は，何ら記載・示唆されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2の図2に示された構造においては，ポンプハブ11にスプライン結合したドライブスプロケット21は，カバー52によって径方向に支持されており，カバー52はドライブスプロケット21の回転中心を定める役割を担っている。また，ポンプハブ11にスプライン結合したドライブスプロケット21も，ハウジング51によって径方向に支持されており，ハウジング51はドライブスプロケット21の回転中心を定める役割を担っている。",
                    "そうすると，ドライブスプロケット21の回転中心は，ポンプハブ11のみによって定められるものではないから，甲2発明は，その構成上，本件発明1の効果を本来的に奏し得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件発明1は，甲2発明からは予測できない顕著な効果を奏するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の相違点2及び3の判断と前記(1)の主張との整合性について",
              "text": [
                "本件発明1の効果は，相違点2及び3として認定された，本件発明 1 の請求項にある「前記ドライブスプロケットは，前記回転軸と嵌め合うことで前記回転軸のみによって回転中心を定められ」という事項(以下「構成要件B」という。)及び「前記スプロケット保持部と前記ドライブスプロケットとの間の嵌め合い間隙が前記回転軸と前記ドライブスプロケットとの間の嵌め合い間隙よりも大きく設定されていることを特徴とするドライブスロケット支持構造」との事項(以下「構成要件D」という。)に基づくものであって，相違点1として認定された本件発明1の構成要件Aとは直接関係がなく，相違点1の同一性・容易想到性が肯定されようと否定されようと，その判断のいかんによって，本件発明1の効果についての顕著性の有無が変わることはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "したがって，本件発明1の効果の顕著性を認めた本件審決の判断は，結論において誤りはなく，取消事由3には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張等",
              "text": [
                "原告は，取消事由2として，甲2発明において，ドライズスプロケット21とポンプハブ11とは軸方向移動自在の状態でなければならない(このことは本件発明1の構成要件Aの解釈により左右されない。)から，審決の相違点1の判断における甲2発明の認定は誤りであると主張する。",
                "これに対し，被告も，審決における上記甲2発明の認定の誤りを認める。",
                "そこで，以下検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2発明について",
              "text": [
                "甲2には，次の記載がある。",
                "【請求項1】  トルクコンバータのポンプ部材に連結され，このトルクコンバータのステータシャフト上に回転自在に配設されたボンプハブと，このポンプハブの回転を油圧ポンプに伝達するチェーン機構とを備えてなり，前記ポンプハブの内周と前記ステータシャフトの外周との間に配設されたニードルベアリングを介して前記ポンプハブが前記ステータシャフトにより回転自在に支持されており，前記チェーン機構のドライブスプロケットが，前記ニードルベアリングと径方向にほぼ重なる位置において，前記ポンプハブの外周上に結合されていることを特徴とするトルクコンバータのポンプハブ支持構造。",
                "【0005】・・・本発明は・・・ポンプハブの回転をチェーン機構を介して油圧ポンプに伝達する構造とするとともに全体構造のコンパクト化を図ることができるような構成のポンプハブ支持構造を提供することを目的とする。",
                "【0006】・・・本発明に係るポンプハブの支持構造においては，ポンプハブの内周とステータシャフトの外周との間に配設されたニードルベアリングを介して，ポンプハブをステータシャフトにより回転自在に支持し，一方，ポンプハブの回転を油圧ポンプに伝達するためのチェーン機構のドライブスプロケットを，ニードルベアリングと径方向にほぼ重なる位置において，ポンプハブの外周上に結合している。なお，ポンプハブの内周とステータシャフトの外周との間に軸方向に延びる空間を形成してこの空間をトルクコンバータ内の油の供給もしくは排出を行う油路として用いることができ，この場合には，ポンプハブを支持する上記ニードルベアリングはこの空間内に配設される。",
                "【0007】【実施例】・・・図1に示すように，トルクコンバータ1は，ポンプ2，ステータ3およびタービン4から構成される。ポンプ2は図において左側に位置するエンジン(図示せず)の出力軸に連結され，エンジンの出力軸と同一回転で駆動される。ステータ3はワンウェイクラッチ5を介してステータシャフト6に連結支持されており，ステータシャフト6は変速機ハウジング51にボルト11aにより(図2参照)固定されている。タービン4はタービンハブ4aを介して変速機入力軸7に連結されており，タービン4の回転は変速機入力軸7から変速機50に入力される。なお，この変速機入力軸7はステータシャフト6と同軸で，ステータシャフト6内を貫通して配設されている。",
                "【0008】ポンプ2の内径端部にはポンプハブ11が結合されており，このポンプハブ11はその内周に配設されたニードルベアリング12を介してステータシャフト6により回転自在に支持されている。このため，ポンプハブ11はポンプ2とともにエンジンと同一回転で駆動される。・・・ポンプハブ11の外周には，ニードルベアリング12に対して径方向にほぼ重なるようにして，すなわち，軸方向にほぼ同位置に位置して，ドライブスプロケット21がスプライン結合して取り付けられている。",
                "【0009】一方，油圧ポンプ30は，ポンプハブ11から径方向外方に離れた位置において変速機ハウジング51に取り付けられて配設されている。この油圧ポンプ30の駆動軸31にはドリブンスプロケット23がスプライン結合されて取り付けられており，このドリブンスプロケット23とポンプハブ11上のドライブスプロケット21とにチェーン22が巻掛けられてチェーン機構20が構成されている。なお，このチェーン機構20は、変速機ハウジング51とこれにボルト52aにより取り付けられたカバー52とにより囲まれたオイルシール13により封止された空間55内に配設される。",
                "【0010】このため，エンジンによりポンプ2が回転駆動されると，ポンプハブ11およびドライブスプロケット21がエンジンと同一回転で駆動され，この回転がチェーン機構20を介して油圧ポンプ30に伝達されて，油圧ポンプ30が駆動される。この場合に，ドライブスプロケット21に作用する径方向力は，ドライブスプロケット21の内径側に位置するニードルベアリング12により受ける。このように，ニードルベアリング12およびドライブスプロケット21を軸方向ほぼ同じ位置に重なるように配設することにより，ドライブスプロケット21に作用する力をニードルベアリング12により確実に受けることができるだけでなく，この部分の軸方向寸法を短縮してこの部分の構造をコンパクト化することができる。",
                "図1  断面図                    図2  断面図"
              ]
            },
            {
              "fig": "(3)",
              "subject": "検討",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)のとおり，甲2には，甲2発明に係るポンプハブの支持構造について，ドライブスプロケットがポンプハブの外周上に結合していること(【請求項1】，【0006】)，ドライブスプロケットは，ある実施形態では，ポンプハブの外周に，スプライン結合して取り付けられていること(【0008】)が記載されているところ，スプライン結合された2つの部材は，相互に軸方向に移動自在であると解される。",
                    "この点，前記(2)の図2のとおり，甲2発明の実施例において，ドライブスプロケット21は，その内周面において，ポンプハブ11と，2か所(前記図2のドライブスプロケットの左側張出部分の左端から中央部手前までと，中央部から右側張出部分の右端まで)において接しており，そのうち，右側の部分は，接する面に該当する部分に斜線等が付されていない細長い長方形が記載されているが，左側の部分にはそのような記載はないことが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記認定事実((2)【0008】)及び弁論の全趣旨によれば，甲2発明において，ドライブスプロケット21がポンプハブ11と接している部分のうち，前記の右側の長方形の部分がスプライン結合の構造を表していると解されるのであって，この部分においては，相互に軸方向に移動自在な状態で組み付けられていると認められる。",
                    "一方，前記の左側の部分については，前記の長方形に相当する部分が記載されておらず，前記図2からは，この部分がスプライン結合であるとはいえない。",
                    "さらに，前記(2)のとおり，甲2には，ドライブスプロケット21とポンプハブ11が接している部分が左右2か所に分かれていることを区別せず，ドライブスプロケット21がポンプハブ11にスプライン結合により取り付けられている旨の記載しかない。そして，前記の右側の部分のみをポンプハブに対して軸方向に移動自在にしても，前記の左側の部分が固定されていては，ドライブスプロケット21がポンプハブ11に対して相対的に軸方向に移動することができなくなり，前記の右側の部分をポンプハブ11に対して軸方向移動自在にする意味がなくなる。",
                    "以上を考え合わせると，前記の左側の部分が，ドライブスプロケット21とポンプハブ11が軸方向に相互に移動自在ではない状態で固定されていると認定することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ところが，審決は，甲2発明は，「ドライブスプロケット21が左側張出部の内周面でポンプハブ11の外周面に結合し，中央部の内周面及び右側張出部の内周面でポンプハブ11にスプライン結合した状態」であるとして，「左側張出部の内周面」の「ポンプハブ11の外周面」との「結合」が，軸方向移動自在ではない状態で固定されており，そのため，ドライブスプロケット21が回転中のポンプハブ11に対して軸方向に移動自在ではないことを前提に，相違点1を認定していると認められる。",
                    "したがって，審決の上記認定は，誤りといわなければならない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "小括",
          "text": [
            "本件発明1は，その請求項1の文言からして，少なくとも，ドライブスプロケットと回転軸が相互に軸方向に移動自在であるドライブスプロケット支持構造であると認められる。これに対し，審決は，上記1(3)のとおり，甲2発明において，ドライブスプロケット21がポンプハブ11に対して軸方向に移動自在でないとし，この点を両発明の実質的な相違点とする。この審決の判断は，甲2発明の認定を誤った結果，相違点の認定を誤ったものである。",
            "そうすると，かかる相違点の認定を前提とする相違点の判断も誤りであり，これらの誤りは，審決の結論に影響を及ぼすといえる。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上の次第で，審決は，本件発明1の新規性・進歩性判断の前提となる甲2発明の認定に誤りがあり，この誤りは，審決の結論に影響を及ぼすものであって，取消しを免れないから，原告主張のその余の点を判断するまでもなく，原告の請求を認容することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10058",
    "date": "2016-10-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086222",
    "ipprecedent_id": "4469",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}