{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "- 1 -"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2014-4836号事件について平成28年4月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願の拒絶査定不服審判請求に対する不成立審決の取消訴訟である。争点は，①引用発明の認定の誤り(相違点の看過)の有無，②進歩性判断(相違点1の容易想到性の判断，顕著な効果の判断)の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「曲げ可能な構造および構造を曲げる方法」とする発明につき，平成20年12月17日を国際出願日とする特許出願をし(特願2010-539329号，パリ条約に基づく優先権主張，優先日・平成19年12月20日(以下，「本願優先日」という。)，優先権主張国・欧州特許庁。甲4。以下，「本願」という。)，平成25年6月17日付けで特許請求の範囲及び明細書を補正する手続補正をし，発明の名称を「曲げ可能な構造および曲げ可能な構造の作動方法」としたが(請求項の数16。甲6)，同年11月1日付けで拒絶査定を受けた(甲7)。",
            "原告は，平成26年3月12日，拒絶査定不服審判請求をし(不服2014-4836号。甲8)，平成27年11月25日付けで特許請求の範囲及び明細書を補正する手続補正をしたが(請求項の数15。甲10。以下，「本件補正」という。)，特許庁は，平成28年4月11日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年5月11日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の特許請求の範囲の請求項1記載の発明(以下，「本願発明」という。)は，次のとおりである(甲10)。",
            "【請求項1】",
            "曲げ可能な構造であって，前記構造が，",
            "-曲げられるようになっている本体と，",
            "-前記本体内に曲げ力を誘導するためのアクチュエータとを含み，",
            "前記アクチュエータは，一方向性の形状記憶合金(SMA)材料で少なくとも部分的に作製され，かつ予め変形された第1のワイヤと，",
            "一方向性の形状記憶合金(SMA)材料で少なくとも部分的に作製された第2のワイヤとを含み，",
            "前記第1のワイヤおよび前記第2のワイヤが，ブリッジ構造を形成するために前記本体の一部に接触して配置され，",
            "前記本体が，弾性ヒンジあるいは硬いヒンジを含む，前記本体の長手方向に伸長する相互接続された複数のヒンジを含み，前記ブリッジ構造が，前記相互接続された複数のヒンジによって繋がれた前記第1のワイヤおよび前記第2のワイヤによって形成され，",
            "使用時に，前記第1のワイヤが短くされると力学的エネルギが前記第2のワイヤに転移し，それに応じて前記第2のワイヤが伸長し，",
            "前記曲げ可能な構造は，1以上の前記第1のワイヤおよび前記第2のワイヤにおいて，マルテンサイト相からオーステナイト相への，またはオーステナイト相からR相への前記一方向性の形状記憶合金材料の転移を誘導する制御ユニットをさらに含み，前記制御ユニットは，所望の曲げ角度を得るための活性化エネルギの量を印加するために，前記制御ユニットによって制御された継続時間または振幅の電流パルスの印加によって，前記一方向性の形状記憶合金材料における転移を誘導するために準備される曲げ可能な構造。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "特開平5-285089号公報(甲1。以下，「引用文献1」という。)には，次の発明(以下，「引用発明」という。)が記載されている。",
                "「  カテーテル2は湾曲部4を有し，この湾曲部4は，多数の関節体6，8を直列に配列して構成されるものであって，",
                "各関節体6，8の中央には大径の中央孔9が形成され，周壁には細径の通孔10が円周上の両側に2個づつ〔判決注・「2個ずつ」の誤記と認める。〕形成され，",
                "各関節体6，8の後部にはV字状のテーパ部22が形成され，円周上の両側に位置する頂点23で後続の関節体6，8と回動自在に接触しており，",
                "前記周壁の一方側に形成された通孔10内には第一のSMAワイヤ12が挿通され，他方側に形成された通孔10内には第二のSMAワイヤ12が挿通され，",
                "前記第一及び第二のSMAワイヤ12は，それぞれ，最先端に位置する関節体6の前面上で，隣接する通孔10を渡って折り返えされ〔判決注・「折り返され」の誤記と認める。〕，後端部は，ワイヤ固定部16の細孔を通して，カシメ部18でカシメ固定されており，",
                "前記第一及び第二のSMAワイヤ12は，2方向性のTi-Ｎi合金で形成されており，加熱により低温相から高温相へTi-Ｎi合金が変態することによって収縮し，逆に冷却により低温相へ変態することでワイヤ長が伸びるものであり，",
                "常温において，各SMAワイヤ12は低温相で伸張〔判決注・「伸長」の誤記と認める。〕した状態にあり，前記湾曲部4は真っ直ぐな状態で柔軟性を有しており，",
                "前記カシメ部18にはリード線20が接続されており，",
                "前記リード線20を介して通電加熱装置により，所望のSMAワイヤ12へ通電すると，当該SMAワイヤ12が加熱されて高温相に変態して収縮し，この収縮力により各関節体6，8は，前記テーパ部22の頂点23を中心として回動し，前記湾曲部4が湾曲し，通電を停止すれば，当該SMAワイヤ12は自然に冷却されて低温相に変態して伸長し，前記湾曲部4は元の状態に復帰するものであり，PWM通電加熱を行い，デューティー比を変えることで通電量を制御し，湾曲部4の湾曲角度を任意の位置で保持することもできる，カテーテルに使用される可撓管の湾曲機構。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定",
              "text": [
                "本願発明と引用発明とを対比すると，次の点で一致する。",
                "「  曲げ可能な構造であって，前記構造が，",
                "-曲げられるようになっている本体と，",
                "-前記本体内に曲げ力を誘導するためのアクチュエータとを含み，",
                "前記アクチュエータは，形状記憶合金(SMA)材料で少なくとも部分的に作製され，低温状態において伸長状態にある第1の形状記憶ワイヤと，",
                "形状記憶合金(SMA)材料で少なくとも部分的に作製された第2の形状記憶ワイヤとを含み，",
                "前記第1の形状記憶ワイヤおよび前記第2の形状記憶ワイヤが，ブリッジ構造を形成するために前記本体の一部に接触して配置され，",
                "前記本体が，前記本体の長手方向に伸長する相互接続された複数の回動可能部材を含み，前記ブリッジ構造が，前記相互接続された複数の回動可能部材によって繋がれた前記第1の形状記憶ワイヤおよび前記第2の形状記憶ワイヤによって形成され，",
                "使用時に，前記第1の形状記憶ワイヤが短くされると力学的エネルギが前記第2の形状記憶ワイヤに転移し，それに応じて前記第2の形状記憶ワイヤが伸長し，",
                "前記曲げ可能な構造は，1以上の前記第1の形状記憶ワイヤおよび前記第2の形状記憶ワイヤにおいて，マルテンサイト相からオーステナイト相への前記形状記憶合金材料の転移を誘導する制御ユニットをさらに含み，前記制御ユニットは，所望の曲げ角度を得るための活性化エネルギの量を印加するために，前記制御ユニットによって制御された継続時間の電流パルスの印加によって，前記形状記憶合金材料における転移を誘導するために準備される曲げ可能な構造。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の認定",
              "text": [
                "本願発明と引用発明とを対比すると，次の点が相違する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "第1の形状記憶ワイヤ及び第2の形状記憶ワイヤに関して，本願発明は，形状記憶合金(SMA)材料が一方向性のものであり，第1のワイヤが低温状態において伸長状態にあることが，予め変形されることにより達成されているのに対し，引用発明は，二方向性のTi-Ｎi合金であり，第1のSMAワイヤ12が低温状態において伸長状態にあることが，低温相であることにより達成されている点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点2",
      "text": [
        "回動可能部材が，本願発明は，弾性ヒンジあるいは硬いヒンジを含む，ヒンジであるのに対し，引用発明は，関節体6，8の後部に形成されたV字状のテーパ部22における円周上の両側に位置する頂点23を，後続の関節体6，8と回動自在に接触させた隣接する関節体6，8である点。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "相違点の判断"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "相違点1について",
      "text": [
        "引用文献1の【0023】～【0026】には，第2実施例に関して「・・・湾曲部4に線状部44とコイル部45とが交互に形成されたSMAアクチュエータ43が配設されている。そして，第1実施例と同様に形成された関節体40の通孔40aに線状部44が位置し，各関節体間にコイル部45が位置するように配設されている。・・・この第2実施例では，SMAアクチュエータ43に通電すると，コイル部45が収縮して関節体40，41を回動させ，湾曲部4が湾曲する。・・・SMAアクチュエータ43のコイル部45は，高温相で収縮状態を記憶させ，低温相では伸長状態となる2方向性のものに限らず，高温相で収縮する1方向性のものでもよい。」と記載されている。",
        "引用文献1の上記記載から，2方向の湾曲動作を行うSMAアクチュエータに用いる形状記憶合金は，二方向性のものに限らず，高温相で収縮する一方向性のものも利用可能であることが示唆されており，本願の優先日前において，例えば実願昭57-96750号(実開昭59-2344号)のマイクロフィルム(甲3。以下，「引用文献3」という。)にも記載されているように，一方向性の形状記憶合金線材を複数用いて曲げ状態への移行動作及び曲げ状態からの復帰動作を行うアクチュエータが，従来周知のものであるという技術常識，及び，高温相で収縮する一方向性の形状記憶合金をアクチュエータとして用い，加熱による収縮で生じる収縮力をアクチュエータの駆動力とするためには，加熱前の状態が，加熱により収縮できる状態であること，すなわち，低温相において変形を加え，伸長した状態である必要があるという技術常識に鑑みれば，当業者にとって，引用発明において，第1及び第2のSMAワイヤ12として，二方向性のTi-Ｎi合金に代えて高温相で収縮する一方向性のSMAワイヤを採用することに格別の困難性は認められない。",
        "さらに，引用文献3に「上記実施例では電力を可変抵抗により調節しているが，適宜時間通電するパルス電流を，それぞれの合金線に適切な回数づつ印加するようにしてもよい。」(明細書5頁13行～16行)と記載されているように，一方向性の形状記憶合金を用いたSMAアクチュエータにおいて，PWM通電加熱を採用し得ることは明らかである。",
        "してみると，引用発明の第1及び第2のSMAワイヤ12として高温相で収縮する一方向性のSMAワイヤを採用することを阻害する要因は見当たらず，引用発明において，第1及び第2のSMAワイヤ12として，二方向性のTi-Ｎi合金に代えて高温相で収縮する一方向性のSMAワイヤを採用するとともに，第1のSMAワイヤ12を，あらかじめ低温相において変形を加え，伸長した状態としておくことで，上記相違点1に係る本願発明の発明特定事項のように構成することは，当業者が容易に想到し得ることである。"
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点2について",
      "text": [
        "引用文献1の【0023】～【0025】には，第2実施例に関して「・・・関節体40の後部に形成されたテーパ部46の頂点は，前部にもテーパ部47が形成された後続の関節体41の凹部48に係合されている。・・・凹部48によりテーパ部46，47のズレを防止することができる。」と記載されている。",
        "引用文献1の上記記載は，各関節体を回動自在とするための構造は，ズレを防止することができる構造であることが好ましいことを示唆するものであるといえる。",
        "そして，二つの部材を回動自在に連結するとともに二つの部材のズレを防止することができる構造として，ヒンジ機構は広く採用されている慣用技術である。また，ヒンジ機構として，二つの板材を軸部材で連結したいわゆる蝶番(丁番)のほか，軸部材を用いずに二つの部材を変形可能な弾性部材で連結した弾性ヒンジも，例を挙げるまでもなく，本願優先日前において周知である。",
        "してみると，引用発明において，各関節体6，8相互のズレを防止すべく，各関節体6，8相互を回動自在となるように軸部材又は弾性部材で連結して各関節体6，8がヒンジ機構を構成するようになし，上記相違点2に係る本願発明の発明特定事項のように構成することは，当業者が容易に想到し得ることである。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "本願発明の奏する作用効果について",
      "text": [
        "本願発明の奏する効果に関して，発明の詳細な説明の【0013】には，「本発明による曲げ可能な構造は，以下の利点を有する。第1に，一方向性のSMA材料の相転移に優れた可制御性があるため，ブリッジ構造を提供することによって，正確な曲げ作動が実現される。さらに，一方向性のSMA材料を使用することによって，曲げ可能な構造を曲げるのに必要な活性化エネルギは少量でよい。第2に，活性化エネルギは短い継続時間で印加されるだけでよい。たとえば0．1～10sの継続時間の電流パルスでよく，好ましくは，必要な曲げ角度を得るために5sの継続時間を採用することができる。このことは，活性化パルスが連続的に印加されなければならず，大きなエネルギが周囲に散逸することにつながる従来技術と比べて有利である。従来技術は，周囲の組織の加熱が許されない医療上の適用には認められないことがある。」と記載されている。",
        "上記【0013】に記載された効果について検討すると，一方向性の形状記憶合金(SMA)材料を用いたアクチュエータにおいて，元の形状に戻すための付勢手段を用いるタイプのものにおいては，付勢手段から受ける力に抗して一方向性の形状記憶合金(SMA)材料の加熱により変形させた状態を維持するために，一方向性の形状記憶合金(SMA)材料の加熱を継続する必要があるものであるが，元の性状に戻すために追加の形状記憶合金(SMA)材料を用いるタイプのものにおいては，一方向性の形状記憶合金(SMA)材料を加熱により変形させた後に当該一方向性の形状記憶合金(SMA)材料への加熱を終了させても加熱により変形させた状態を維持することが可能であることは，明らかである。",
        "また，所望の曲げ角度を達成するために形状記憶合金(SMA)材料に印加する電流量は，所望の曲げ角度に対応する形状記憶合金(SMA)材料の収縮量をもたらす加熱量に相当する電流量であればよいことも，明らかである。",
        "したがって，上記【0013】に記載された効果は，当業者の予測し得る範囲を超えるものとは認められない。",
        "そして，発明の詳細な説明の他の段落に記載された効果も，当業者の予測し得る範囲を超えるものとは認められない。",
        "よって，本願発明によってもたらされる効果は，引用文献1及び引用文献3の記載事項，並びに，本願優先日前において周知な事項及び慣用されている技術から当業者が予測し得る程度のものである。"
      ]
    },
    {
      "fig": "エ",
      "subject": "結論",
      "text": [
        "以上のとおり，本願発明は，引用発明，引用文献1及び引用文献3の記載事項，並びに，本願優先日前において周知な事項及び慣用されている技術に基いて当業者が容易に発明をすることができたものであるから，本願発明は，特許法29条2項により特許を受けることができない。",
        "したがって，その余の請求項に係る発明について論及するまでもなく，本願は拒絶すべきものである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤りに伴う相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1には，「各SMAワイヤ12への通電には，直流または交流が使用されるが，PWM通電加熱を行い，デューティー比を変えることで通電量を制御し，湾曲部4の湾曲角度を任意の位置で保持する」ことを前提とする可撓管の湾曲機構が記載されている。",
                "それにもかかわらず，審決は，引用発明の認定に当たり，上記の点を認定していないから，誤りである。",
                "引用発明に係る可撓管の湾曲機構では，各SMAワイヤ12が二方向性のTi-Ｎi合金であることから，湾曲部4を湾曲させ，その湾曲させた角度を維持するために，パルスが制御されたデューティー比を有する連続パルス列の各SMAワイヤ12への供給を維持すること，すなわち，各SMAワイヤ12への連続パルス列の供給を継続させなければ，湾曲部4の屈曲を維持することができないことを前提としているが，このような構成こそが本願発明と対比すべき構成である。",
                "被告は，上記構成が実質的に審決の引用発明においても認定されていると主張するが，「実質的に」とは，本件訴訟の反論を行う上での後付け的なものであり，認めることができない。審決において認定している引用発明は，「・・・所望のSMAワイヤ12へ通電すると・・・前記湾曲部4が湾曲し，通電を停止すれば，・・・前記湾曲部4は元の状態に復帰するものであり，PWM通電加熱を行い，デューティー比を変えることで通電量を制御し，湾曲部4の湾曲角度を任意の位置で保持することもできる，・・・」ものであり，連続パルス列の供給に関して何ら認定されていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，引用発明の「加熱量」が，本願発明の「活性化エネルギの量」に相当するとし，本願発明と引用発明との間で「制御ユニットは，所望の曲げ角度を得るための活性化エネルギの量を印加するために，前記制御ユニットによって制御された継続時間の電流パルスの印加によって，形状記憶合金材料における転移を誘導するために準備される」点において共通するとして，これを一致点と認定したが，誤りである。",
                "引用文献1には，第2実施形態の別の方法として，高温相で収縮する一方向性のSMAワイヤについて記載されているが(【0026】)，一方向性のSMAワイヤにおいて特定の曲げ角度を得るためにこれを制御する方法について何らの記載も示唆もなく，また，各SMAワイヤ12への通電には直流又は交流が使用され，PWM通電加熱を行い，デューティー比を変えることで通電量を制御し，湾曲部4の湾曲角度を任意の位置で保持することもできることが記載されているにすぎない(【0020】)。このようなPWM通電は，引用文献1記載の二方向性のSMAワイヤについてのみ適用可能であり，本願発明に係る一方向性の形状記憶合金材料で少なくとも部分的に作製された第1及び第2のワイヤに対しては適用できない。",
                "引用発明においては，湾曲部4の特定の曲げ角度を維持するために，PWM通電加熱を使用しても，その電力を維持しなければならず，引用発明における加熱量は，本願発明よりも大きくなるため，引用発明の「加熱量」は，本願発明の「活性化エネルギの量」と相違する。",
                "審決は，本願発明は，第1及び第2のワイヤのそれぞれが一方向性の形状記憶合金(SMA)材料で少なくとも部分的に作製されたものであり，制御ユニットは，所望の曲げ角度を得るための活性化エネルギの量を印加するために，制御ユニットによって制御された継続時間又は振幅の電流パルスの印加によって，一方向性の形状記憶合金材料における転移を誘導するために準備されるのに対し，引用発明はそのような構成を備えないという相違点を看過した。",
                "被告は，審決が本願発明の「活性化エネルギの量」に相当するとして認定した引用発明の「加熱量」は，「湾曲部4の所望の湾曲角度を得るために必要な所望のSMAワイヤ12に対する加熱量」，すなわち「所望の湾曲角度を得る」までの「加熱量」であり，所望の湾曲角度を得た後に当該湾曲角度を維持するための加熱量を含まないと主張するが，このように引用発明の「加熱量」を認定すると「・・・湾曲角度を維持するための加熱量を含まない」以上，当該加熱量では湾曲部4の湾曲が復元してしまうことは明らかであるから，本願発明の「活性化エネルギの量」に相当するとした認定は不当である。",
                "また，被告は，引用発明のSMAワイヤを一方向性のものに代えた場合には，所望の曲げ角度を得るまで電流パルスを印加すればよく，PWM通電加熱を行う場合でも電流パルスの印加を継続する必要はないと主張するが，引用文献1には，「なお，SMAアクチュエータ43のコイル部45は，高温相で収縮状態を記憶させ，低温相では伸長状態となる2方向性のものに限らず，高温相で収縮する1方向性のものでもよい。」(【0026】)と記載されているにすぎず，引用文献1には一方向性のものを用いた場合におけるPWM通電加熱に関し何ら記載されていないから，引用文献1に基づいて，上記のように，「引用発明のSMAワイヤを一方向性のものに代えた場合」に「PWM通電加熱を行う場合でも電流パルスの印加を継続する必要はない」ことが明らかであると認定することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の容易想到性の判断の誤り)",
          "text": [
            "審決は，引用文献1において，引用文献3の記載事項，並びに，本願優先日前において周知な事項及び慣用されている技術を適用し，相違点1に係る本願発明の発明特定事項のように構成することは，当業者が容易に想到し得ることであると判断したが，次のとおり，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献3は，一方向性形状記憶合金である合金線を複数本用いているものの，電源を切って冷却され通電された合金線が変態点以下の弱い状態となったときに，曲げたときの力と丁度反対方向で大きさの等しい力を生じるよう適当な合金線の組に通電することによって，元の状態に復帰させるものであるから，いずれか2本の合金線に適切に電力を供給し続けなければチューブ先端部の曲げを維持することができないものである。したがって，チューブ先端部の曲げ及び元の状態への復帰の方法を無視して，適宜時間通電するパルス電流を，それぞれの合金線に適切な回数ずつ印加する構成のみを引用文献3から抜き出して引用発明に適用する合理的な理由はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献1には，一方向性のSMAワイヤにおいて特定の曲げ角度を得るためにこれを制御する方法について何らの記載も示唆もない。また，引用文献1においては，各SMAワイヤ12への通電に直流又は交流が使用され，PWM通電加熱を行い，デューティー比を変えることで通電量を制御し，湾曲部4の湾曲角度を任意の位置で保持するものである。",
                "したがって，①例えば引用文献3にも記載されているように，一方向性の形状記憶合金線材を複数用いて曲げ状態への移行動作及び曲げ状態からの復帰動作を行うアクチュエータが，従来周知のものであるという技術常識，及び，②高温相で収縮する一方向性の形状記憶合金をアクチュエータとして用い，加熱による収縮で生じる収縮力をアクチュエータの駆動力とするためには，加熱前の状態が，加熱により収縮できる状態であること，すなわち，低温相において変形を加え，伸長した状態である必要があるという技術常識があるとの審決の認定は，誤りである。",
                "また，一方向性の形状記憶合金を用いたSMAアクチュエータにおいて，PWM通電加熱を採用し得ることは明らかであるとの審決の認定は，引用文献3の記載事項に基づくと，一方向性の形状記憶合金を用いたSMAアクチュエータに対して電力を供給し続けなければチューブ先端部の曲げを維持することができないことを前提としたものである。",
                "特に，引用文献3においては，各合金線の状態について何らの記載及び示唆もないことから，仮に技術常識を考慮したとしても，引用発明において，第1及び第2のSMAワイヤ12として，二方向性のTi-Ｎi合金に代えて高温相で収縮する一方向性のSMAワイヤを採用すると共に，第1のSMAワイヤ12を，予め低温相において変形を加え，伸長した状態としておくことが容易想到であるとの審決の認定は，誤りである。",
                "したがって，引用発明に，引用文献3の記載事項並びに周知慣用技術及び技術常識を適用したとしても，相違点1に係る本願発明の構成には至らない。",
                "被告は，一方向性の形状記憶合金を用いたアクチュエータは，形状記憶合金が高温相に変態して記憶された形状に移行する際の変形を利用するものであって，そのためには，非作動時には低温相において記憶された形状とは異なる形状に変形されていることは，明らかな技術常識であると主張するが，引用文献3は，単なる公知文献にすぎず，引用文献3に記載されている事項に基づいて，当該事項を直ちに技術常識とすることは失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(顕著な効果の判断の誤り)",
          "text": [
            "本願発明は，活性化エネルギの限られた量だけが所望の曲げ角度を設定するのに十分であり，必要とされる活性化エネルギの限られた量に起因して，周囲にエネルギが散逸する可能性がある量を制限でき，小型化することができるという顕著な効果が得られるので，仮に，引用文献1及び引用文献3の記載事項を組み合わせることができたとしても，引用文献1及び引用文献3の記載事項の組合せに基づいて，当業者が容易に発明できたものではない。",
            "審決は，次のとおり，本願発明のこのような顕著な効果を看過しているから，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1においては，各SMAワイヤ12が二方向性のTi-Ｎi合金であり，湾曲部4を湾曲させ，その湾曲させた角度を維持するために，パルスが制御されたデューティー比を有する連続パルス列の各SMAワイヤ12への供給を維持する必要があるので，各SMAワイヤ12への連続パルス列の供給を継続させなければ，湾曲部4の屈曲を維持することができない。",
                "また，引用文献3は，一方向性形状記憶合金である合金線を複数本用いているものであるものの，電源を切って冷却され通電された合金線が変態点以下の弱い状態となったときに，曲げたときの力と丁度反対方向で大きさの等しい力を生じるよう適当な合金線の組に通電することによって，元の状態に復帰させるものである。すなわち，引用文献3においては，いずれか2本の合金線に適切に電力を供給し続けなければチューブ先端部の曲げを維持することができない。",
                "したがって，仮に，引用文献1及び引用文献3の記載事項を組み合わせることができたとしても，引用文献1及び引用文献3の記載事項を組み合わせた構成は，「複数本のSMAワイヤが一方向性形状記憶合金である合金線にて構成され，いずれか2本の合金線に適切に電力を供給し続けることによってチューブ先端部の曲げを維持することができる曲げ可能な構造」にすぎない。",
                "さらに，一方向性のSMAワイヤに引用発明のPWM通電を適用しても，特定の曲げ角度が得られるという効果をもたらさない。引用文献1において，第2実施形態の別の方法として一方向性のSMAワイヤを示唆しているとしても(【0026】)，特定の曲げ角度を得るためにこれを制御する方法については何ら開示されていない。したがって，引用発明は，必ずしも小型化を示唆するものではない。",
                "被告は，引用発明は，湾曲部4の湾曲角度を任意の位置で保持することができるものであるから，引用発明のSMAワイヤを高温相で収縮する一方向性のSMAワイヤとした場合にも湾曲部4の湾曲角度を任意の位置で保持することができるようにするためには，加熱によるSMAワイヤの高温相への変態の程度を制御してSMAワイヤの収縮量を制限する必要があると主張するが，このようなことは引用文献1には何ら記載されておらず示唆すらないことからすると，認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "他方，本願発明は，所望の曲げ角度を得るのに十分な活性化エネルギの限られた量を印加するために，制御ユニットによって制御された継続時間又は振幅の電流パルスを印加するという，引用文献1及び引用文献3の記載事項の組合せにおいて有しない特徴に基づき，例えば，本願明細書の【0013】を参酌すると，「・・・活性化エネルギは短い継続時間で印加されるだけでよい。たとえば0．1～10sの継続時間の電流パルスでよく，好ましくは，必要な曲げ角度を得るために5sの継続時間を採用することができる。このことは，活性化パルスが連続的に印加されなければならず，大きなエネルギが周囲に散逸することにつながる従来技術と比べて有利である。・・・」という，引用文献1及び引用文献3の記載事項の組合せでは奏し得ない技術的に優れた効果を奏する。",
                "本願発明は，「第1のワイヤのみが予め変形されており，第2のワイヤは予め変形されていない」ものであり，上記構成等から，「活性化エネルギの限られた量だけが所望の曲げ角度を設定するのに十分であり，必要とされる活性化エネルギの限られた量に起因して，周囲にエネルギが散逸する可能性がある量を制限でき，小型化することができるという顕著な効果が得られる」という技術的に優れた作用効果を奏するものであって，被告が主張する引用文献3に記載されるような一方向性の形状記憶合金が本来有している効果にすぎないものではなく，当業者の予測を超えるものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，元の形状に戻すために追加の形状記憶合金(SMA)材料を用いるタイプのものにおいては，一方向性の形状記憶合金(SMA)材料の加熱により変形させた後に当該一方向性の形状記憶合金(SMA)材料への加熱を終了させても加熱により変形させた状態を維持することが可能であることは，明らかであると認定しているが，一方向性の形状記憶合金(SMA)材料への加熱を終了させても加熱により変形させた状態を維持することができるかどうかは，例えば引用文献3のように，複数の一方向性の形状記憶合金(SMA)材料の構成や取付状態によって，必ずしも明らかであるとは言い切れない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤りに伴う相違点の看過)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用文献1の第1実施例に基づいて引用発明を認定しており，引用発明は，引用文献1の「SMAワイヤ12は，・・・2方向性のTi-Ｎi合金で形成され・・・加熱により低温相から高温相へTi-Ｎi合金が変態することによって・・・収縮し，逆に冷却により低温相へ変態することで，ワイヤ長が伸びる」(【0016】)，「常温において，各SMAワイヤ12は低温相で伸張した状態にあり，湾曲部4は真っ直ぐな状態で柔軟性を有し・・・，リード線20を介して・・・通電加熱装置(通電加熱手段)により，所望のSMAワイヤ12へ通電すると，SMAワイヤ12が加熱されて高温相に変態して収縮する。この収縮力により各関節体6，8は，テーパ部22の頂点23を中心として回動し，湾曲部4が湾曲する。・・・通電を停止すれば，SMAワイヤ12は自然に冷却されて低温相に変態して伸長し，湾曲部4は元の状態に復帰する」(【0019】)，「PWM通電加熱を行い，デューティー比を変えることで通電量を制御し，湾曲部4の湾曲角度を任意の位置で保持することもできる」(【0020】)という第1実施例に関する記載事項のとおりのものである。",
                "この引用発明は，通電を停止すればSMAワイヤ12が自然冷却されて伸長し，湾曲部4が元の状態に復帰するものであるから，湾曲部4の湾曲を維持する場合には，SMAワイヤ12が冷却されて伸長しないように通電を継続させるものであることは，二方向性の形状記憶合金は高温相から冷却により低温相に変態する際にも形状記憶効果が生じることから，明らかである。審決においても，引用発明として「・・・第一及び第二のSMAワイヤ12は，2方向性のTi-Ｎi合金で形成されて」いることが特定されていることから，引用発明は，原告が本願発明と対比すべき構成であると主張する「SMAワイヤ12への連続パルス列の供給を継続させなければ，湾曲部4の屈曲を維持することができないことを前提としたもの」である。",
                "したがって，原告の主張する「各SMAワイヤ12への連続パルス列の供給を継続させなければ，湾曲部4の屈曲を維持することができないことを前提とする構成」は，実質的に審決の引用発明においても認定されており，審決の引用発明の認定に，原告が主張する誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明の「加熱量」は本願発明の「活性化エネルギの量」と相違すると主張するが，審決が本願発明の「活性化エネルギの量」に相当すると認定した引用発明の「加熱量」は，「湾曲部4の所望の湾曲角度を得るために必要な所望のSMAワイヤ12に対する加熱量」，すなわち「所望の湾曲角度を得る」までの「加熱量」であり，所望の湾曲角度を得た後に当該湾曲角度を維持するための加熱量を含まないものである。",
                "すなわち，本願発明の「制御ユニット」は，電流パルスの印加に関して，形状記憶合金材料にマルテンサイト相からオーステナイト相への，又はオーステナイト相からR相への転移を誘導するための電流パルスを印加することが特定されているのであって，当該転移が誘導された後の電流パルスの印加の有無については，何ら特定されていない。",
                "そのため，審決では，本願発明の制御ユニットにおける電流パルスの印加と引用発明の通電加熱装置におけるPWM通電加熱に係る対比において，引用発明は湾曲部4の特定の曲げ角度を維持するためにPWM通電加熱を継続しなければならないものであることを認識した上で，引用発明の通電加熱装置が供給する，湾曲部4の所望の湾曲角度を得るために必要な所望のSMAワイヤ12に対する加熱量，すなわち所望の湾曲角度を得るまでの加熱量と，本願発明の制御ユニットが印加する活性化エネルギの量とを対比させて一致点としたものであり，本願発明において明示されていない，形状記憶合金材料に転移が誘導された後の電流パルスの印加の有無については，一致点あるいは相違点として認定することを要しないものである。",
                "したがって，審決における本願発明と引用発明との一致点及び相違点の認定に，原告が主張する誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告の主張は，「本願発明と引用発明とは，所望の曲げ角度を維持するために，本願発明は電流パルスの印加を必要としないのに対し，引用発明は電流パルスの印加を必要とする点において相違するが，審決はこの相違点(以下「相違点3」という。)を看過したものである」と解する余地があるので，検討する。",
                "上記相違点3は，本願発明が，所望の曲げ角度を得るための形状記憶合金材料における転移を誘導した後には電流パルスを印加しないものであることを前提としたものであるが，前記(2)のとおり，本願発明において当該転移が誘導された後の電流パルスの印加の有無については何ら特定されていないから，審決は，上記相違点3を相違点として明確に認定してはいない。",
                "しかしながら，審決は，相違点1において，本願発明は一方向性の形状記憶合金を用いているのに対し，引用発明は二方向性の形状記憶合金を用いていることを相違点として認定している。",
                "そして，本願発明が所望の曲げ角度を維持するために電流パルスの印加を必要としないのは，一方向性の形状記憶合金は高温のP相から冷却により低温のマルテンサイト相に変態しても形状変化は生じないという技術常識に起因しており，一方，引用発明が所望の曲げ角度を維持するために電流パルスの印加を必要とするのは，二方向性の形状記憶合金を用いていることから必然的に生じる事項である。",
                "そうすると，原告が主張する上記相違点3は，審決が認定した相違点1に帰着するものであって，審決は，相違点1において，上記相違点3を実質的に認定しているということができる。",
                "さらに，審決は，「一方向性の形状記憶合金(SMA)材料を用いたアクチュエータにおいて，元の形状に戻すための付勢手段を用いるタイプのものにおいては，付勢手段から受ける力に抗して一方向性の形状記憶合金(SMA)材料の加熱により変形させた状態を維持するために，一方向性の形状記憶合金(SMA)材料の加熱を継続する必要があるものであるが，元の形状に戻すために追加の形状記憶合金(SMA)材料を用いるタイプのものにおいては，一方向性の形状記憶合金(SMA)材料の加熱により変形させた後に当該一方向性の形状記憶合金(SMA)材料への加熱を終了させても加熱により変形させた状態を維持することが可能であることは，明らかである。また，所望の曲げ角度を達成するために形状記憶合金(SMA)材料に印加する電流量は，所望の曲げ角度に対応する形状記憶合金(SMA)材料の収縮量をもたらす加熱量に相当する電流量であればよいことも，明らかである。」と説示し，所望の曲げ角度を維持するための電流パルスの印加の必要性，及び所望の曲げ角度を達成するために必要な電流量について検討している。",
                "審決の上記記載は，引用発明は，二方向性のSMAワイヤを用いているため，所望の曲げ角度を維持するために電流パルスの印加を継続しなければならないのに対し，引用発明のSMAワイヤを一方向性のものに代えた場合には，所望の曲げ角度を得るまで電流パルスを印加すればよく，PWM通電加熱を行う場合でも電流パルスの印加を継続する必要はないことを示すものである。",
                "すなわち，審決は，実質的に上記相違点3についての容易想到性の判断を示しているものである。",
                "したがって，審決が上記相違点3の認定を明示していないことは，誤りではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の容易想到性の判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用文献3の「もとの状態に復帰させるには，電源を切り体液等により冷却され通電された合金線が変態点以下の弱い状態となったとき，曲げたときの力と丁度反対方向で大きさの等しい力を生ずるよう適当な合金線の組に通電すればよい。」(明細書5頁8行～13行)との記載を，合金線に適切に電力を供給し続けなければチューブ先端部の曲げを維持することができないと曲解するが，誤りである。",
                "引用文献3に記載された形状記憶合金線は，一方向性の形状記憶合金であるから，高温相から冷却により低温相に変態しても形状変化は生じないものであり，引用文献3に記載された技術において，チューブ先端部の曲げを維持するために合金線に電力を供給し続ける必要がないことは明らかである。",
                "引用文献3の上記記載は，曲げられたチューブ先端部をもとの状態に復帰させる際には，曲げるために通電されて加熱され強い状態となった合金線が，通電が停止され冷却されて変態点以下の弱い状態となっており，その状態で反対側の力を生じさせる合金線に通電して加熱する必要があることを示すものと解するのが相当である。",
                "原告は，引用文献3に記載のものが「いずれか2本の合金線に適切に電力を供給し続けなければチューブ先端部の曲げを維持することができない」と主張するが，形状記憶合金が温度変化により変形できる(曲がる)限度(すなわち記憶された形状)があることは技術常識であり，温度上昇により無限に変形し(曲がり)続ける形状記憶合金など存在しないのだから，電力の供給を続ければ，2本の合金線は曲がり続け，いずれ限界(記憶された形状)に達し，2本の合金線の曲げの限界となった決まった方向で曲げが停止することとなる。したがって，引用文献3に記載された技術は，(3本の合金線のうちの)「適宜2本の合金線に適切に電力を供給することにより，力のベクトル合成の結果として所望の各方向にチューブ先端部を曲げることができる」(明細書5頁4行～7行)と記載されているように，所望の方向にチューブ先端部を曲げようとして，力ベクトルを合成すべく制御した電力を供給しようとしているのにもかかわらず，原告の主張どおりであるならば，常に決まった方向で曲げが停止することとなり，原告の主張は，引用文献3の記載事項の解釈として合理的なものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決が認定した二つの技術常識，すなわち，①一方向性の形状記憶合金線材を複数用いて曲げ状態への移行動作及び曲げ状態からの復帰動作を行うアクチュエータが，従来周知のものであるという技術常識(以下，「技術常識(一方向性形状記憶合金製屈曲アクチュエータの周知性)」という。)，及び②高温相で収縮する一方向性の形状記憶合金をアクチュエータとして用い，加熱による収縮で生じる収縮力をアクチュエータの駆動力とするためには，加熱前の状態が，加熱により収縮できる状態であること，すなわち，低温相において変形を加え，伸長した状態である必要があるという技術常識(以下，「技術常識(一方向性形状記憶合金製アクチュエータの加熱前変形の必要)」という。)がいずれも誤りであると主張するが，次のとおり，その主張には根拠がなく，失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，技術常識(一方向性形状記憶合金製屈曲アクチュエータの周知性)の根拠として，引用文献3を例示しているが，引用文献3は，乙1(宮崎修一「形状記憶合金のしくみ」パリティVol．19，Ｎo．11，2004年，丸善出版，11頁～16頁)に記載された形状記憶合金のアクチュエータ機能を利用した技術に関するものであり，3本の一方向性形状記憶合金の合金線を医療用チューブの中心からそれぞれ中心角120°で管壁に配置し，3本の合金線のうち適宜二本の合金線を通電加熱して曲げることにより医療用チューブの先端部を曲げ(一方向性の形状記憶合金線材を用いた曲げ状態への移行動作)，曲げたときの力と丁度反対方向で大きさの等しい力を生ずるよう適当な合金線の組を通電加熱して曲げ戻す(一方向性の形状記憶合金線材を用いた曲げ状態からの復帰動作)アクチュエータを開示するものであるから，技術常識(一方向性形状記憶合金製屈曲アクチュエータの周知性)を裏付けるものである。",
                    "したがって，審決の技術常識(一方向性形状記憶合金製屈曲アクチュエータの周知性)の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "乙1の記載によると，一方向性の形状記憶合金を用いたアクチュエータは，低温相で加えられた変形が，加熱によって低温相から母相に逆変態することで記憶された形状に回復する形状記憶効果を有し，この形状記憶効果の復元力がアクチュエータとして利用されるものであるから，アクチュエータとして機能するためには，記憶された形状に対して低温相において変形させられている必要があることは明らかである。",
                    "また，引用文献3には，第1の実施例として，あらかじめ円弧状に形状記憶された形状記憶合金線を低温相で直線状に加工して管壁に埋め込み，加熱された形状記憶合金線が記憶された形状である円弧状に戻る力を利用してチューブを曲げること(明細書3頁5行～13行)が，第2の実施例として，あらかじめ直線状に形状記憶された形状記憶合金を低温相で螺旋コイル状に加工して管壁に埋め込み，加熱された形状記憶合金線が記憶された形状である直線状に戻る力を利用してチューブを曲げること(明細書6頁8行～19行)が，第3の実施例として，あらかじめ波形に繰り返し折曲した折れ線状に形状記憶された形状記憶合金線を低温相で上記折れ線を引き伸ばして緩やかなピッチの折れ線状に加工して溝孔に装着し，加熱された形状記憶合金線が元のピッチの狭い折れ線状に収縮する力を利用してチューブ先端部を曲げること(明細書7頁2行～15行)が，それぞれ記載されている。",
                    "このような乙1及び引用文献3の記載から理解されるように，一方向性の形状記憶合金を用いたアクチュエータは，形状記憶合金が高温相に変態して記憶された形状に移行する際の変形を利用するものであって，そのためには，非作動時には低温相において記憶された形状とは異なる形状に変形されている必要があることは，明らかな技術常識である。",
                    "したがって，引用文献1の【0026】に記載された「高温相で収縮する1方向性のもの」を用いる場合には，記憶された収縮した形状に対して，低温相において，収縮することが可能な形状すなわち伸長した形状に加工されている必要があることも，当然の技術的事項である。",
                    "よって，技術常識(一方向性形状記憶合金製アクチュエータの加熱前変形の必要)は，乙1及び引用文献3に裏付けられており，技術常識(一方向性形状記憶合金製アクチュエータの加熱前変形の必要)に係る審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，引用文献1の第1実施例に基づいて引用発明を認定している。",
                "また，引用文献1には，第1実施例のSMAワイヤに代えて線状部44とコイル部45とが交互に形成されたSMAアクチュエータ43を用いた第2実施例も記載されており，この第2実施例に関して，「SMAアクチュエータ43のコイル部45は，高温相で収縮状態を記憶させ，低温相では伸長状態となる2方向性のものに限らず，高温相で収縮する1方向性のものでもよい」(【0026】)ことが記載されている。この記載は，引用発明の第1及び第2のSMAワイヤ12に代えて高温相で収縮する1方向性のSMAワイヤを使用し得ることを示唆するものといえる。",
                "この示唆に基づき，引用発明において二方向性のSMAワイヤに代えて高温相で収縮する一方向性のSMAワイヤを用いる場合には，記憶させた高温相での収縮状態を低温相において伸長させた状態で配置することは，技術常識(一方向性形状記憶合金製アクチュエータの加熱前変形の必要)から当然に導かれる技術事項であり，「当業者にとって，引用発明において，第一及び第二のSMAワイヤ12として，2方向性のTi-Ｎi合金に代えて高温相で収縮する1方向性のSMAワイヤを採用することに格別の困難性は認められない。」とした審決の判断に誤りはない。",
                "さらに，審決は，「さらに，引用文献3に『上記実施例では電力を可変抵抗により調節しているが，適宜時間通電するパルス電流を，それぞれの合金線に適切な回数づつ印加するようにしてもよい。』(明細書第5頁13ないし16行)と記載されているように，1方向性の形状記憶合金を用いたSMAアクチュエータにおいて，PWM通電加熱を採用し得ることは明らかである。」として，SMAワイヤの加熱手段をも考慮して相違点1についての容易想到性を判断しているが，適宜時間通電するパルス電流を複数回印加することは，一つのパルスを供給している時間と次のパルスを供給するまでの時間とで一つのサイクルを構成し，パルスの通電時間すなわちパルス幅により供給する電力を制御しているといえることから，パルス幅変調を行うPWM通電加熱と機能的に差異がないものである。",
                "引用発明が，「PWM通電加熱を行い，デューティー比を変えることで通電量を制御」する「通電加熱装置」を用いるものであるところ，一方向性の形状記憶合金の加熱量を制御する手段として，引用発明の「通電加熱装置」を特段の変更を加えることなく用いることができることは，引用文献3の上記記載にも裏付けられるように明らかな技術事項である。",
                "そのため，引用発明の通電加熱装置の構成が，高温相で収縮する一方向性のSMAワイヤの採用を阻害することはない。",
                "したがって，審決の相違点1についての容易想到性の判断に，原告が主張する誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(顕著な効果の判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "乙1の記載によると，一方向性の形状記憶合金は高温のP相から冷却により低温のマルテンサイト相に変態しても形状変化は生じないのであるから，一方向性の形状記憶合金において，加熱により所望の変形量を達成した後にその変形量を維持するために加熱を継続する必要がないことは技術常識であって，取消事由3についての原告の主張は，前記2(1)の原告の主張と同様に，引用文献3の記載事項を曲解することに基づいたものであり，その前提において誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，引用発明は，二方向性のSMAワイヤを用いているため，所望の曲げ角度を維持するために電流パルスの印加を継続しなければならないのに対し，引用発明のSMAワイヤを一方向性のものに代えた場合には，所望の曲げ角度を得るまで電流パルスを印加すればよく，PWM通電加熱を行う場合でも電流パルスの印加を継続する必要はないことを説示している。",
                "引用発明は，湾曲部4の湾曲角度を任意の位置で保持することができるものであるから，引用発明のSMAワイヤを高温相で収縮する一方向性のSMAワイヤとした場合にも湾曲部4の湾曲角度を任意の位置で保持することができるようにするためには，加熱によるSMAワイヤの高温相への変態の程度を制御してSMAワイヤの収縮量を制御する必要がある。前記2(1)の引用文献3の場合と同様に，高温相で収縮する一方向性のSMAワイヤにパルスを供給し続けるとSMAワイヤが必要以上に加熱されて高温相への変態が過剰となり，その収縮量が増加して湾曲角度が所望の湾曲角度よりも大きくなってしまうことが明らかである。",
                "したがって，引用発明において，第1及び第2のSMAワイヤ12として，二方向性のSMAワイヤに代えて高温相で収縮する一方向性のSMAワイヤを採用する場合に，加熱により所望の湾曲角度を達成した後にはパルスの供給を停止するようにすることは，当然されるべき設計変更にすぎない。",
                "よって，原告が主張する「活性化パルスが連続的に印加されなければならず，大きなエネルギが周囲に散逸することにつながる従来技術と比べて有利である」という本願発明が奏する顕著な効果は，引用文献3に記載されるような一方向性の形状記憶合金が本来有している効果であって，当業者の予測を超えるものではないから，審決の本願発明の奏する作用効果についての判断に，原告が主張する誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後の明細書及び図面(甲4，6，10。以下，「本願明細書」という。)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】",
                    "本発明は，曲げ可能な構造に関する。本発明は特に，曲げ可能な，カテーテルまたは内視鏡のような医療機器に関する。本発明はさらに，曲げ可能な構造の作動方法に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "【0002】",
                    "曲げ可能な構造の実施形態は，キ・テー・パーク(Ki-Tae  Park)ら，“意思の伝達および制御のための集積回路を備えた能動カテーテル(An  active  catheter  with  integrated  circuit for  communication  and  control)”から公知である。既知の曲げ可能な構造において曲げの機能性を可能にしているのは，形状記憶合金(shape  memory  alloy：SMA)で作製されたコイルを備えたカテーテルの管状本体を提供することによるものである。SMA材料はそのようなものとして当該技術分野で知られており，たとえば電流パルスの印加による加熱に従って変形させるなど制御的な仕方で変形させることもできる材料の部類に関連している。SMA材料の詳細は，M・ランヘラー(M．Langelaar)およびF・ヴァン・クーレン(F．van  Keulen)，“形状記憶合金の能動カテーテルのモデリング(Modeling  of  a  shape  memory  alloy  active  catheter)”の中に見ることができる。",
                    "【0003】",
                    "既知の曲げ可能な構造はSMAコイルで作製された複数の部品を含み，前記部品は連結によって連続的に相互接続している。SMAコイルは予め変形され，3％の変形歪みを有する。SMAアクチュエータが電流によってその相転移温度を超える温度で加熱され，元の形状を回復し始めると，能動カテーテルは加熱されたSMAアクチュエータの方向に曲がる。既知の曲げ可能な構造の曲げを実施するためには，曲げられるようになっている本体内に合計3本のSMAアクチュエータワイヤが備え付けられ，これら3本のアクチュエータワイヤは，本体の横断面内に収まる仮想の三角形の頂点に配置される。",
                    "【0004】",
                    "既知の曲げ可能な本体の不利点は，曲げの精度が不十分である可能性があることである。次に，既知の曲げ可能な構造は曲げ角度に制限がある。最後に，既知の曲げ可能な構造は少なくとも3本のSMAアクチュエータワイヤの使用が必要であるため，適切に小型化することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0005】",
                    "本発明の目的は，より高い曲げの精度を実現することができる曲げ可能な構造を提供することである。加えて本発明のさらなる目的は，より大きな曲げ角度を可能にする曲げ可能な構造を提供することである。本発明のさらに別の目的は，作動するときに周囲にパワーが散逸するのを大幅に減少させた曲げ可能な構造を提供することである。",
                    "【0006】",
                    "この目的のため，本発明による曲げ可能な構造は，",
                    "-曲げられるようになっている本体と，",
                    "-本体内に曲げ力を誘導するためのアクチュエータとを含み，",
                    "アクチュエータは，一方向性の形状記憶合金(SMA)材料で少なくとも部分的に作製され，かつ予め変形された第1のワイヤと，",
                    "一方向性の形状記憶合金(SMA)材料で少なくとも部分的に作製された第2のワイヤとを含み，",
                    "第1のワイヤおよび第2のワイヤが，ブリッジ構造を形成するために本体の一部に接触して配置され，",
                    "本体が，弾性ヒンジあるいは硬いヒンジを含む，本体の長手方向に伸長する相互接続された複数のヒンジを含み，ブリッジ構造が，相互接続された複数のヒンジによって繋がれた第1のワイヤおよび第2のワイヤによって形成され，",
                    "使用時に，第1のワイヤが短くされると力学的エネルギが第2のワイヤに転移し，それに応じて第2のワイヤが伸長し，",
                    "曲げ可能な構造は，1以上の第1のワイヤおよび第2のワイヤにおいて，マルテンサイト相からオーステナイト相への，またはオーステナイト相からR相への一方向性の形状記憶合金材料の転移を誘導する制御ユニットをさらに含み，制御ユニットは，所望の曲げ角度を得るための活性化エネルギの量を印加するために，制御ユニットによって制御された継続時間または振幅の電流パルスの印加によって，一方向性の形状記憶合金材料における転移を誘導するために準備される構造である。",
                    "【0007】",
                    "本発明は，一方向性のSMAワイヤが予め変形されると活性化の間(すなわち加熱の間)弛緩する，という知見に基づいている。弛緩中に，弛緩しているSMAワイヤによって誘導される曲げ力はブリッジ構造を渡って本体の別の側に伝達されることが可能である。一方向性の記憶材料は，事前に定められた元の形状に戻ることが可能な材料に関連する。当然のことながら“一方向性の(uni-directional)”という用語は“1つの方向の(one-way)”という用語に置き換えてもよい。当該技術分野ではこの用語は両方とも，たとえば加熱によってマルテンサイト相からオーステナイト相へと転移することが可能であるという特徴を意味するものとして用いられるからである。加熱されると，予め変形された一方向性のSMAワイヤ内に貯蔵されたエネルギは放出され，第2の要素内にそのエネルギが貯蔵されない場合，エネルギは再生不可能である。第2の要素としては，たとえば第2の一方向性のSMAワイヤがあり，好ましくはブリッジ構造に対して第1のSMAワイヤの反対側に位置する。",
                    "【0008】",
                    "本発明による曲げ可能な構造は，二方向性のSMA材料を利用する広く知られている実施形態とは異なる。2本の線条の二方向性のSMA材料(すなわち“2つの方向の(two-way)”SMA)は曲げ可能な構造内に配置されてもよく，各線条が異なる温度で異なる長さを有し，マルテンサイト相またはオーステナイト相のどちらかに対応する。この2つの異なる長さはSMAの線条の温度が変化するたびに再生される。しかし，1つの状態から別の状態へと転移する間にSMAの線条によって生成されるエネルギは，曲げ可能な構造のどの要素内にも貯蔵されない。",
                    "【0009】",
                    "本発明の態様によるブリッジ構造について想定される主な実施形態が，少なくとも2つある。第1に，本体が弾性ヒンジを含んでもよく，一方でブリッジ構造が一方向性のSMAワイヤに接続された弾性ヒンジによって形成されてもよい。特定の実施形態では，弾性があり可撓性のあるヒンジがSMA材料で作製された場合，一方向性のSMAワイヤから伝達された曲げ力は弾性ヒンジの反対側のアーム内に貯蔵することができる。この特色は，特に可撓性のあるヒンジの材料として擬似弾性の特性を有する材料が選択される場合に，ヒンジをばね様の要素として実装することが可能であるという知見に基づいている。好都合なことに，このような材料が室温でオーステナイトの特性を示すとき，変形を誘導することによってマルテンサイトの状態にすることができる。変形を引き起こす力が解放されると，材料は元の形状に戻る。概してこのような材料はオーステナイトの状態からマルテンサイトの状態へと転移するとき，ゴムに類似している。マルテンサイト相からオーステナイト相へ転移する間，かなり大きな力が解放されることがわかっている。擬似弾性の材料を使用することは，曲げ剛性が低く許容歪み(曲げ角度)が大きいという理由で有利である。次に，ヒンジの材料として一方向性のSMAを選択することは，曲げ剛性が低く，許容歪みが大きく，エネルギが貯蔵可能であるという理由で有利である。",
                    "【0010】",
                    "ブリッジ構造の作用についての詳細は図1を参照して説明される。SMAヒンジの反対側が作動すると，力が伝達されて一方向性のSMAワイヤに戻る。このようにして曲げ可能な構造内で誘導された曲げ力は，ブリッジの1つの側からブリッジの別の側へ正確に伝達されている。さらに，この実施形態では一方向性のSMAワイヤ作動を1つ使用するのみであり，したがって，曲げ可能な構造がたとえば小型内視鏡などの最小侵襲手術用といった小型化の要求に応じなくてはならない状況において好ましい。または，小型化したデバイスは産業上の適用，たとえばエンジンまたはギアの点検の目的で用いてもよい。",
                    "【図1】本発明による曲げ可能な構造内に用いられるブリッジの原理の概略図",
                    "【0011】",
                    "第2に，ブリッジ構造は予め変形されたワイヤに硬いヒンジによって繋がれた変形可能なさらなる一方向性のSMAワイヤを含むことが可能である。",
                    "【0012】",
                    "このケースでは，ブリッジ構造はヒンジアームとして働く2本の変形可能なSMAワイヤに接続された実質的に硬いヒンジを意味することが可能である。当然のことながら‘硬い(rigid)’という用語は実質的に変形不可能なヒンジの材料に関連する。好ましくは，ヒンジ材料はT＝20℃で1Gpaより大きいヤング率を有する。予め変形されたワイヤとさらなるワイヤとを相互接続しているヒンジは，ヒンジの1つの側から別の側へ曲げ運動量を伝達するための力学的なブリッジを形成し，それによって曲げ可能な構造の本体を曲げさせる。当然のことながら，第1の一方向性のSMAワイヤが予め変形されているという事実によって，ブリッジはあらかじめ貯蔵された力学的エネルギを有する。このようにして，予め変形された第1のワイヤに好適な継続時間の電流パルスが印加され，ワイヤの材料が相転移温度を超える温度で加熱されると，SMAワイヤは変形可能なさらなるSMAワイヤに対して力を作り出す。それに応じて第2の変形可能な一方向性のSMAワイヤはブリッジを渡る力が平衡に到達するまで伸長する。このようにして力学的エネルギは第2のワイヤに伝達され，そこに貯蔵される。第2の一方向性のSMAワイヤが電流または別の仕方によってその相転移温度を超える温度で加熱されているとき，第2のワイヤはそれに応じて短くなり，それによって第1の(このときは弛緩している)一方向性のSMAワイヤに対して力を作り出す。その結果，第1の一方向性のSMAワイヤはブリッジに沿った力が平衡に到達するまで伸長する。このとき，力学的エネルギはブリッジを渡って再び伝達され，第1のワイヤ内に貯蔵される。第1のワイヤおよび第2のワイヤの加熱を交互に繰り返すことによって曲げ可能な構造の制御による曲げが達成される。この現象は図1を参照してより詳細に説明される。",
                    "【0013】",
                    "本発明による曲げ可能な構造は，以下の利点を有する。第1に，一方向性のSMA材料の相転移に優れた可制御性があるため，ブリッジ構造を提供することによって，正確な曲げ作動が実現される。さらに，一方向性のSMA材料を使用することによって，曲げ可能な構造を曲げるのに必要な活性化エネルギは少量でよい。第2に，活性化エネルギは短い継続時間で印加されるだけでよい。たとえば0．1～10sの継続時間の電流パルスでよく，好ましくは，必要な曲げ角度を得るために5sの継続時間を採用することができる。このことは，活性化パルスが連続的に印加されなければならず，大きなエネルギが周囲に散逸することにつながる従来技術と比べて有利である。従来技術は，周囲の組織の加熱が許されない医療上の適用には認められないことがある。",
                    "【0014】",
                    "SMAワイヤは，伸長によって，最初の長さの4～8％分予め変形されていることが好ましい。このことは，1mmの直径に対して想定されている約10mmの曲げ半径を実現するために，SMAワイヤを少なくとも4～8％伸長することが有利であることを意味する。当然のことながら，両方のSMAワイヤが4～8％の範囲の一部で予め変形されていることも可能である。",
                    "【0015】",
                    "本発明による曲げ可能な構造の実施形態では，一方向性の形状記憶合金は，ＮiTi，CuZnAlまたはCuAlＮiを含む材料の群から選択される。",
                    "【0016】",
                    "上述したように，一方向性の形状記憶特性とは，加熱された後で，変形された状態から元の形状へ転移する材料の機能性のことである。この現象は，硬くて高温の状態(オーステナイト)であるものを冷却する間に，硬さが減少し，より低温の状態(マルテンサイト)へと結晶構造内で相転移が生じること，および加熱する間にその逆が生じることに基づいている。この相変態は可逆的であり，したがってアクチュエーション目的に容易に用いることができる。当然のことながら，形状記憶合金には可能な別の転移，すなわちオーステナイトの状態といわゆるR相との間の転移がある。R相は菱面体の結晶方位に相当する。求められる曲げ半径がより小さい場合にはオーステナイト相とマルテンサイト相との間の変態を用いるのが好ましいということがわかっている。より大きい曲げ半径に対しては，R相へのオーステナイト相の間の変態を用いるのが有利である。これは，このような転移は温度に応じて直線的であり，ヒステリシスがほとんどなく，このことが曲げの制御の平易化に有利であるからである。",
                    "【0019】",
                    "本発明による曲げ可能な構造のさらに別の実施形態では，本発明は，マルテンサイト相からオーステナイト相へ，またはオーステナイト相からR相への形状記憶合金の転移を誘導する制御手段をさらに含む。",
                    "【0020】",
                    "好ましくは，制御手段は，形状記憶合金がマルテンサイト相からオーステナイト相へ，またはオーステナイト相からR相へ転移できるようにするために好適な継続時間および／または振幅の電流のパルスを印加するように準備される。",
                    "【0021】",
                    "制御手段は，曲げ可能な構造の所望の曲げ半径と，そのような曲げを可能にするためにSMAワイヤに印加されるようになっている電流パルスの継続時間または振幅との間の予め較正された依存関係を用いるように準備されることが有利である場合がある。この特色は曲げの精度をさらに高める。この短時間の活性化(0．1s～10s，好ましくは約5s)は，曲げ可能な構造上のパワーの散逸を減少させるという利点を有し，このことは，組織の局所加熱が厳しく制限されるので医療上の適用に好ましい。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "発明を実施するための形態",
      "text": [
        "【0028】",
        "図1は本発明による曲げ可能な構造内に用いられるブリッジの原理の概略図を示す。曲げ可能な構造10は，本体1，好ましくは弾性のある材料で作製された管状の本体を含む。本体は，第1の一方向性のSMAワイヤ4，第2の一方向性のSMAワイヤ2，およびブリッジを得るために第1のワイヤ2と第2のワイヤ4とを力学的に相互接続するために配置された実質的に硬いヒンジ3を含むアクチュエータを備える。対応する力学的な図式が要素20によって示され，第1のワイヤ24，第2のワイヤ22，およびブリッジング要素23を図示している。第1のワイヤ4は，静止状態で，すなわち曲げ可能な構造が作動可能になる前に，その長さの少なくとも4～8％分予め変形されていることが好ましい。ワイヤは静止状態でその長さの少なくとも4～8％分伸長されていることが可能である。第1のワイヤが好適な一方向性のSMA材料で少なくとも部分的に作製されているという事実によって，作動中に，たとえば好適な継続時間および振幅の電流パルスの印加によってその相転移温度を超える温度で加熱すると，第1のワイヤはその通常の形状を回復する。すなわち短くなり，これによってヒンジの部分3aを左に引く。ヒンジ3が実質的に硬い材料で作製されているという事実によって，第1のワイヤ4によって部分3aに加えられた力はヒンジ3の部分3bにほとんど損失することなく伝達される。その結果，ワイヤ2は力が平衡に到達するまで伸長される。その結果，第2のSMAワイヤ2は，弛緩中に，第1の一方向性のSMAワイヤド〔判決注・「ワイヤ4」の誤記と認める。〕によって放出された力学的エネルギを貯蔵する。第2のワイヤがその相転移温度を超える温度で加熱されると，第2のワイヤは部分3bを右に引くことによってその元の長さを回復する。その結果，第1のSMAワイヤ4は伸長して元の変形した状態に戻る。このように，好適な振幅および継続時間の電流パルスを交互に印加することによって，本体の制御による曲げが実現される。当然のことながら，1つの方向に本体を曲げるために，少なくとも2本のSMAワイヤ2，4が必要である。ヒンジは本体1に接続され，このことはアームA，Bによって概略的に示されている。当然のことながら，実際にはアームの代わりに接着剤または類似のもののような他の技術手段を用いてもよい。または，アクチュエータの曲げが実質的に伝達されて本体1が曲がるように，ヒンジおよびワイヤ類を含むアクチュエータが本体1の内部に密接に装着されていてもよい。当然のことながら，構造10の制御による他の方向への曲げを可能にするためには追加のワイヤ類が必要となるであろう。",
        "【0029】",
        "ヒンジ要素3は好ましくは，半径Rを有する空隙を生成するためにレーザアブレーションを用いて管状の構造で作製されてもよい。ヒンジ3および半径Rの絶対寸法は用途による。たとえば，曲げ可能な内視鏡内での適用では，本体の外法寸法は0．7mm，本体の内法寸法は0．5mm，L1は約0．5mm，L2は約0．1mm，半径Rは約0．5mmとすることが可能である。・・・",
        "【0030】",
        "図2に示すように穿孔されたヒンジの作動中に，ヒンジは作動しているワイヤの方向に回転する。本説明では，伸長され，作動パルスが印加されると短くなるワイヤに関して説明されているが，ワイヤが事前に短くされ，作動パルスの印加中に伸長することも可能である。",
        "【図2】複数のヒンジ要素を含むヒンジの概略図",
        "【0031】",
        "ブリッジを渡る力が平衡に(図1要素20を参照)達するまでヒンジの回転は続く。この状態において，曲げ可能な構造内の運動量の合計はゼロであり，次の数式によって表される。",
        "ΣM＝0",
        "【0033】",
        "・・・図2に示すように，好適な複数のヒンジ要素31，32，・・・，Ｎを提供することによって，好適な曲げ角度が得られる。たとえば，ヒンジ30を形成する30個の要素では，216度の曲げ角度が実現される。本体が弾性ヒンジを含み，ブリッジ構造がワイヤに接続された弾性ヒンジによって形成され，特に弾性ヒンジが一方向性のSMA材料で作製されている場合，所望の曲げ方向につき，一方向性の作動SMAをただ1つ用いれば十分であり，弾性ヒンジが第2の一方向性のSMAワイヤとして作用することに留意されたい。",
        "【0034】",
        "図3は本発明による曲げ可能な構造を含む医療用デバイスの概略図を表す。曲げ可能な構造40は曲げ可能なカテーテルまたは内視鏡に関連してもよい。カテーテルは身体の導管内，たとえば血管内または尿路内で操作するのに好適である場合がある。以下に，小型内視鏡内に実装された曲げ可能な構造の例を提示することにする。当然のことながら，遠隔制御による曲げを必要とするカテーテル類または任意の他の好適な装置への適用においても当業者なら同様の教示を用いることができる。",
        "【図3】本発明による曲げ可能な構造を含む医療用デバイスの概略図",
        "【0035】",
        "内視鏡40は外側の管状の本体41を含み，それには，一方向性のSMAワイヤ43，44を配置した可撓性のあるヒンジ42が取り付けられていてもよい。内視鏡40が内部容積の一部のみを占有する好適なルーメンを含み，ワイヤ43，44を備えたヒンジ42がルーメン内に配置されることも可能である。好ましくは，管状の本体41の直径は0．5～10mmの範囲内であり，好ましくは0．5～2mmの範囲内である。",
        "【0036】",
        "一方向性のSMAワイヤは，一方向性のSMAワイヤをその相転移温度を超える温度で加熱するために電流のパルスを印加することによって作動することができる。好適なSMA材料の，マルテンサイト相からオーステナイト相への転移，またはオーステナイト相からR相への転移のどちらかが想定されることに留意されたい。ワイヤ43，44を作動するために，内視鏡45は制御ユニットを含み，制御ユニットは第1のワイヤ43または第2のワイヤ45に求められる特徴に応じて電流パルスを供給するように準備される。",
        "【0039】",
        "好ましくは，一方向性のSMAワイヤ43，44は扁平な横断面で準備される。このことはワイヤ43，44が占有するスペースが少なくなるという利点を有する。この特色は心臓動脈内に用いられるようになっているカテーテルに特に有利である。心臓用のデバイスの小型化は，誘発性虚血に関して極めて重要な役割を果たすからである。"
      ],
      "content": [
        {
          "fig": "(2)",
          "text": [
            "前記(1)の記載によると，本願発明について，次のとおり認めることができる。",
            "本願発明は，カテーテル又は内視鏡のような医療機器に好適に適用される，曲げ可能な構造であり(【0001】)，より高い曲げの精度やより大きな曲げ角度，あるいは，作動するときに周囲に散逸するエネルギの大幅な減少を可能にする曲げ可能な構造を提供することを課題とする(【0004】，【0005】，【0013】)。",
            "そして，この課題を解決するために，アクチュエータとして一方向性の形状記憶合金材料を用いたワイヤを採用し，2本の一方向性の形状記憶合金材料を用いたワイヤをヒンジを介して，ブリッジ構造とすることにより，一方のワイヤが作動したときに，他方のワイヤがエネルギーを蓄積できるようにしたものである(【0006】～【0012】)。",
            "それにより，正確な曲げ作動が実現されるとともに，二方向性の形状記憶合金材料のワイヤを用いたときよりも，活性化エネルギは短い継続時間で印加されるだけでよく，大きなエネルギが周囲に散逸することがないという効果を奏するものといえる(【0013】)。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "本願優先日(平成19年12月20日)当時の技術常識について"
            }
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "乙1(平成16年11月発行)には，以下の記載がある。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "「形状記憶合金は文字どおり自身の形状を記憶でき，5～6％のひずみの範囲内でどのように変形しても，＜図1a-f＞のように加熱すると記憶した形状に戻る特異な形状記憶効果を示す。さらに，形状回復するさいに 500MPa 以上の大きな復元力を発揮するため，仕事をするための力を発生するアクチュエーター機能をも有する。このような形状記憶効果は，マルテンサイト変態とよばれる1次の相変態に起因するものである。高温で安定な相(母相またはP相)で形状は記憶され，変形は低温相(マルテンサイト相またはM相)で行われる。P相を基準に考えると，M相で行われた変形は，加熱によりM相からP相に逆変態することにより完全に消滅して，形状が復元する。」(11頁中央欄2行～19行)"
    },
    {
      "fig": "イ",
      "subject": "「＜図1＞形状記憶効果(a)-(f)と超弾性(g)-(h)を示す連続写真",
      "text": [
        "(a)記憶処理された形状のばね状形状記憶合金。(b)室温(マルテンサイト変態温度以下)で力を加えると形状が変化する。(c)十分に変形した後，力を除いた状態の形状。(d)逆変態温度以上に加熱すると，元の記憶した形状に戻っていく(1/3の形状回復)。(e)加熱を続ける(2/3 の形状回復)。(f)加熱を続ける(完全に元の形状に回復)。(g)・・・」(12頁左欄1行～13行)"
      ]
    },
    {
      "fig": "ウ",
      "subject": "「前述のように，熱弾性型マルテンサイト変態を示す合金が形状記憶効果を示すことになり，合金の形状回復力は，低温側で安定なM相が高温で安定なP相へ加熱により逆変態するときに発生する。・・・」(13頁右欄5行～12行)"
    },
    {
      "fig": "エ",
      "text": [
        "「＜図3＞には，2次元モデルの結晶で温度と応力を変えたときの状態を描いてある。縦の温度軸のA は加熱したときの逆変態終了温度を示し，M は冷f f却したときの変態終了温度を示している。その結果，A 以上の温度では無応力状f態では(a)のP相であり，冷却してM 以下の温度では(b)に示すように複数(この場f合は 2 種類)のM兄弟晶AとBが形成される。このとき，変態にともなう大きな格子変形が各単位胞には起こるが，お互いのひずみを打ち消し合える複数のM兄弟晶を形成する自己調整の機構が働く。AとBの兄弟晶は，P相を基準にするとお互いに逆符号のひずみを形成するため，お互いのひずみは打ち消し合って試料全体では形状変化はない。したがって，このM相状態の試料を加熱してA 以上の温度で(a)fのP相に逆変態させても，形状変化は起こらない。",
        "一方，(b)のM相に応力を加えると，AとBの双晶界面が移動することで，応力に対して有利な方位のA晶が成長して(c)のようになり，マクロ的に大きな変形が起こる。しかし，この状態で荷重を除いてもM 以下の温度なのでM晶は安定であり，f結晶構造も試料形状もそのまま残留し，弾性ひずみだけが回復する。この後，加熱でA 以上の温度にすると，(c)から(a)への矢印に沿って逆変態にともなう形状記憶f効果が現れる。この状態変化に対応した応力-ひずみ曲線を右側に示してある。双晶変形が起こる応力を σ で示しているが，その応力までの直線領域は(b)の形態のTM晶の弾性変形である。」(16頁左欄3行～末行)"
      ]
    },
    {
      "fig": "オ",
      "subject": "＜図 3＞形状記憶効果と超弾性の機構を示す模式図(15頁)",
      "content": [
        {
          "fig": "(2)",
          "text": [
            "引用文献3(甲3。昭和59年1月公開)には，以下の記載がある。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "実用新案登録請求の範囲",
      "text": [
        "「1．予め所定形状に記憶させた後，前記記憶形状に対応した設計形状に加工した30～60℃の変態点を有する形状記憶合金線の複数本を，可撓性かつ電気絶縁性の医療用チューブの管先端部に管軸方向に沿って管壁に配設し，前記形状記憶合金線に各々独立に，かつ通電量を調節できるよう外部電源を接続したことを特徴とする医療用チューブ先端操作装置。」(明細書1頁5行～12行)"
      ]
    },
    {
      "fig": "イ",
      "subject": "考案の詳細な説明",
      "text": [
        "「  本考案は，カテーテル，ファイバースコープ，カニューレ等，可撓性の医療用チューブの先端部を所望方向に曲げ，または元に戻す操作を行なうための操作装置に関するものである。",
        "前述の医療用チューブは，体内脈管や消化管に挿入され，所要部位まで到達せしめて診断，治僚に供されるが，挿入の際に脈管等の彎曲部を傷けず〔判決注・「傷つけず」の誤記と認める。〕通過し易いように，また所要部位に先端部を保持するため，先端部の曲げ操作または戻し操作を必要とする。",
        "従来の操作方法としては，先端部と連結しチューブに沿って設けた複数の操りワイヤーをチューブ外から手指の操作で引き，または緩めて先端部の作動を透視下に観察しながら行なうもので，手指による直接操作は高度の熟練を要し，時間もかかり，被施術者に与える負担も少なくない。」(明細書1頁14行～2頁10行)",
        "「  本考案は，前述の手指によるワイヤー操作の代りに，形状記憶合金の特性を巧みに利用するものであって，形状を正確に設定でき，かつ発生する応力が大である一方向性形状記憶合金の線状体の複数本を組として医療用チューブの管軸方向に沿って配設し，上記形状記憶合金の通電による発熱性を利用し変態点以上に昇温し曲げ応力を発生させ，チューブ先端部を所望方向に曲げ，または曲げ戻すものである。」(明細書2頁16行～3頁4行)",
        "「  本考案の一実施例を図面に基いて説明すると，第1図はカテーテルに適用した場合のカテーテル先端部の概略構造を示す拡大斜視図である。チューブ1は合成樹脂製の可撓性，電気絶縁性のカテーテル先端部で，予め円弧状に形状記憶され，低温で直線状に加工された形状記憶合金線2a，2b，2cが変態点を超える温度で遠心的に外向きに反り曲るよう各120°の角度の中心角配置で管壁に埋め込まれている。各形状記憶合金線の先端部は共通のループ導線3で結ばれ，このループ導線は共通導線4によりチューブ壁内を通り適宜管壁から管外に導かれる。各形状記憶合金線の他端と結合した個別導線5a，5b，5cは，それぞれ適宜管壁から管外に導かれ，前述の共通導線と共にチューブに沿って導かれ，チューブ外の電源と接続する。」(明細書3頁5行～20行)",
        "「  形状記憶合金としてはＮi-Ti合金が好ましく用いられる。即ち，性能的に特に繰返しに対する寿命の点で圧倒的に優れており，耐食性，応力腐食割れの心配のない点で優れ，比抵抗も，50～100Ωcmと通電により発熱昇温させるのに適している。また，体内に挿入使用されるためには，体温等の関係から変態点が30～60℃の範囲にあることが必要であり，上記Ｎi-Ti合金では変態点を上記範囲とすることができるからである。",
        "次に外部電源との結線図例を示すと第2図のようで，抵抗6a，6b，6cを適宜調節することにより，それぞれの形状記憶合金線に通電せず，または適宜電力を通電することができる。形状記憶合金は変態点より高温側では強く(硬く降伏応力が大きい)，低温側では弱い(軟かく，降伏応力が小さい)ので，通電され自己発熱により変態点以上に達した形状記憶合金は外方に反るように彎曲する。このとき生ずる力は1kg／℃程度であり，一方通電されない合金線は外力により曲げられ易く，可撓性チューブ全体としては通電した合金線の曲がる方向に曲げられる。本実施例では合金線は円の中心からそれぞれ中心角120°で管壁に配置されているので，中心に関して互いに，120°の遠心方向に応力が作用する。従って適宜2本の合金線に適切に電力を供給することにより，力のベクトル合成の結果として所望の各方向にチューブ先端部を曲げることができる。このように曲げられた状態を第3図斜視図に示す。もとの状態に復帰させるには，電流を切り体液等により冷却され通電された合金線が変態点以下の弱い状態となったとき，曲げたときの力と丁度反対方向で大きさの等しい力を生ずるよう適当な合金線の組に通電すればよい。なお，上記実施例では電力を可変抵抗により調節しているが，適宜時間通電するパルス電流を，それぞれの合金線に適切な回数づつ印加するようにしてもよい。」(明細書4頁1行～5頁16行)",
        "「  第2の実施例として，記憶形状を直線状に，対応した設計形状を螺旋曲線のコイル状として選ぶことができる。即ち，予め直線状に記憶させた後に，螺旋コイル状に加工し，チューブの先端部に複数本からなる組を並行した螺旋曲線となるよう管壁に埋め込むものであり，3本の螺旋状合金線による場合のチューブ先端部の拡大斜視図を第4図に，また彎曲後の状態の斜視図を第5図に示す。この例では通電により変態点以上の温度で螺旋曲線が伸びて直線に戻る応力を利用したものであり曲った状態から直管状に戻すには前述の実施例のようにすればよい。・・・」(明細書6頁8行～7頁1行)",
        "「  第3の実施例として記憶形状を波形に繰り返し折曲した折れ線状として，対応した設計形状として上記折れ線を引伸して緩やかなピッチの折れ線状に加工し，第6図のチューブ先端部斜視図に示すように，チューブ壁に管軸に並行して設けられた細長い，断面が平角形の溝孔7に挿入し，合金線の両端をチューブ壁に固定し，それぞれ外部電源に接続するようにしたものを示す。この例では高温側で合金線が，元のピッチの狭い折れ線状に収縮する力を利用して，チューブ先端部を曲げ，または戻すものであって，設計形状は，形状記憶させた合金線を引伸ばせばよく，また埋込み作業と異なり，溝孔に装着するためチューブへの配設が容易となる利点がある。」(明細書7頁2行～15行)"
      ],
      "content": [
        {
          "fig": "(3)",
          "text": [
            "特開平4-61840号公報(甲2。平成4年2月公開)には，以下の記載がある。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "特許請求の範囲",
      "text": [
        "「  長尺な挿入部の少なくとも一部を形状記憶合金からなる部材で湾曲するようにした挿入具の湾曲装置において，",
        "上記挿入部に設けられ湾曲形状を記憶させた形状記憶合金からなる管体と，この管体への加熱手段とを具備したことを特徴とする挿入具の湾曲装置。」(1頁左欄5行～11行)"
      ]
    },
    {
      "fig": "イ",
      "subject": "従来の技術",
      "text": [
        "「  従来の内視鏡において，その挿入部の少なくとも一部には湾曲部が構成され，この湾曲部は体腔内で湾曲されるようになっている。この湾曲部を湾曲する手段として形状記憶合金からなるワイヤ部材を挿入部内に埋設し，そのワイヤ部材に通電して加熱することで湾曲駆動力を得るようにしたものが知られている(例えば特開昭62-211039号公報を参照)。また，形状記憶合金からなる湾曲駆動部材がコイル状や板状にしたものが知られている。」(1頁左欄18行～右欄7行)"
      ]
    },
    {
      "fig": "ウ",
      "subject": "実施例",
      "text": [
        "「  第1図は本発明の第1の実施例に係るカテーテル1を示すものである。",
        "このカテーテル1は形状記憶合金からなるパイプ(管体)2の外周に外皮としてのチューブ3を被覆または被嵌して構成したものである。パイプ2はカテーテル1の全長にわたり配置してなるが，その挿入部に相当する部分の範囲の全長，または挿入部の先端部分に形成される湾曲部4の範囲のみ，さらにはカテーテル1の任意の長さの範囲内で配置してもよい。パイプ2には少なくとも加熱手段が接続されている。",
        "すなわち，パイプ2にはポンプ6を通じて切換バルブ7が接続され，この切換バルブ7を介して加温液タンク8と冷却液タンク9とが接続されている。そして，その切換バルブ7を切り換えることにより加温液タンク8と冷却液タンク9の一方をパイプ2に接続し，その接続した方の加温液または冷却液をパイプ2の内孔へ送り込めるようになっている。つまり，この実施例では加熱手段と積極的な冷却手段とが備えられている。なお，加温液または冷却液としては使用する生体腔に障害のない，例えば生理食塩水等が用いられる。",
        "このカテーテル1は，その内孔，つまり，上記パイプ2の内孔を通じて例えば造影剤，薬剤，ガイドワイヤ，内視鏡の挿入部等を送り込んだり，挿通したりすることができる。",
        "さらに，形状記憶合金からなるパイプ2にはカテーテル1の湾曲部4の範囲に対応した範囲において第1図中破線で示す湾曲形状を記憶させてある。また，このパイプ2の材質としては，例えばTiＮi合金等が好適であり，その他，Cu-Zn-Al系の合金等であってもよい。そして，母相への変態温度A は40℃～50℃fに設定してある。・・・なお，パイプ2の低温相のときにはパイプ2自体が柔軟化する。",
        "しかして，カテーテル1のパイプ2は，その低温相時に柔軟化し，チューブ3の復元力によって第1図での実線で示すストレートな形状になる。つまり，通常は第1図での実線で示すごとく直線形をなしている。",
        "そこで，切換バルブ7を切り換えてポンプ6を作動させることによってパイプ2の内孔へ加温液タンク8の中の加温した生理食塩水を注入する。すると，パイプ2が加温され，第1図中破線で示す記憶形状に湾曲する。加温を止めれば，チューブ3の弾性により直線形状に復元するが，冷却液タンク9から生理食塩水(室温レベルのものでよい。)を注入することで，強制的に冷却して直線形状への復元時間を短くして応答性を高めることができる。」(2頁右上欄8行～3頁左上欄1行)",
        "「  なお，上記実施例ではパイプを形成する形状記憶合金を一方向性のものとしたが，本発明はこれに限らず，2方向性の形状記憶合金を用いてもよい。2方向性の形状記憶合金を用いれば，外皮などの復元力に頼ることなく，そのパイプ自体で復元できる。もちろん，その両者の復元力を利用すれば，応答性を高めることができる。」(4頁左下欄13行～19行)"
      ],
      "content": [
        {
          "fig": "(4)",
          "text": [
            "前記(1)～(3)によると，本願優先日当時の形状記憶合金に関する技術常識として，次のとおり，認めることができる。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "形状記憶合金には，一方向性の形状記憶合金と，二方向性の形状記憶合金とが存在する。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "一方向性の形状記憶合金は，高温の母相(P相，オーステナイト相)で形状が記憶された後，低温相(マルテンサイト相，M相)で加えられた変形が，加熱によって低温相から母相に逆変態することで記憶された形状に回復する形状記憶効果を有するものである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "一方向性の形状記憶合金は，前記イの形状を回復する際に大きな復元力を発揮することから，この復元力がアクチュエータとして利用され，遅くとも昭和59年には，医療用チューブの湾曲部を湾曲する手段にも用いられていた。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "一方向性の形状記憶合金は，高温の母相(P相，オーステナイト相)から冷却により低温相(マルテンサイト相，M相)に変態しても形状変化は生じない。"
      ],
      "content": [
        {
          "fig": "(5)",
          "text": [
            "原告は，一方向性の形状記憶合金線材を複数用いて曲げ状態への移行動作及び曲げ状態からの復帰動作を行うアクチュエータが，従来周知のものであるという審決の技術常識の認定は誤りであると主張する。",
            "しかしながら，前記(2)及び(3)のとおり，医療用チューブを湾曲する手段として，一方向性の形状記憶合金の形状回復の際の復元力をアクチュエータとして利用することは，本願優先日(平成19年12月20日)の20年以上前から行われていたものであり，前記(2)のとおり，一方向性の形状記憶合金線材を複数用いて曲げ状態への移行動作のみならず曲げ状態からの復帰動作を行うアクチュエータも，本願優先日の20年以上前から知られていたものと認められるから，審決の技術常識の認定に誤りがあるとは認められない。"
          ]
        },
        {
          "fig": "(6)",
          "text": [
            "原告は，高温相で収縮する一方向性の形状記憶合金をアクチュエータとして用い，加熱による収縮で生じる収縮力をアクチュエータの駆動力とするためには，加熱前の状態が，加熱により収縮できる状態であること，すなわち，低温相において変形を加え，伸長した状態である必要があるという審決の技術常識の認定は誤りであると主張する。",
            "しかしながら，前記(4)エのとおり，一方向性の形状記憶合金において，高温の母相から冷却により低温相に変態しても形状変化は生じないことからすると，母相で記憶された形状と異なる形状が加熱によって低温相から母相に逆変態することで記憶された形状に回復する際の復元力をアクチュエータとして利用するためには，加熱による逆変態の前，すなわち低温相において，あらかじめ応力を加えて母相で記憶された形状と異なる形状に変形させておく必要があることは明らかである。そして，前記(1)イの記憶処理された形状のばね状形状記憶合金を元の形に復元する連続写真において，あらかじめ力を加えて形状を変形させていること，前記(2)イのとおり，引用文献3の三つの実施例では，それぞれ「予め円弧状に形状記憶され，低温で直線状に加工された形状記憶合金線」，「予め直線状に記憶させた後に，螺旋コイル状に加工し」た形状記憶合金線，「記憶形状を波形に繰り返し折曲した折れ線状として，対応した設計形状として上記折れ線を引伸して緩やかなピッチの折れ線状に加工し」た形状記憶合金線が用いられていること，前記(3)ウのとおり，甲2の実施例では，「形状記憶合金からなるパイプ2には・・・第1図中破線で示す湾曲形状を記憶させてある」ところ，「パイプ2は，その低温相時に柔軟化し，チューブ3の復元力によって第1図での実線で示すストレートな形状になる」とされていることは，いずれも，一方向性の形状記憶合金をアクチュエータとして利用するためには，あらかじめ低温相において母相で記憶された形状と異なる形状に変形させておく必要があることを裏付けるものである。",
            "そうすると，高温相で収縮する一方向性の形状記憶合金をアクチュエータとして用い，加熱による収縮で生じる収縮力をアクチュエータの駆動力とする場合には，あらかじめ低温相において母相(高温相)で記憶された収縮した形状と異なる形状に変形させておく必要があるとの技術常識が存したことが認められるから，これと同旨の審決の技術常識の認定に誤りがあるとは認められない。"
          ],
          "content": [
            {
              "fig": "3",
              "subject": "取消事由1(引用発明の認定の誤りに伴う相違点の看過)について"
            }
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "引用文献1(甲1)には，以下の記載がある。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "産業上の利用分野",
      "text": [
        "【0001】",
        "・・・本発明は，内視鏡やカテ-テルに使用される可撓管の湾曲機構に関する。"
      ]
    },
    {
      "fig": "イ",
      "subject": "従来の技術",
      "text": [
        "【0002】",
        "・・・形状記憶合金(以下SMAと称する)のアクチュエータを用いた内視鏡やカテーテル等の湾曲機構は，例えば，特開平3-86144号公報に示されている。この湾曲機構は，SMAワイヤをマルチルーメンチューブ内に配設したものである。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "課題を解決するための手段及び作用",
      "text": [
        "【0007】",
        "・・・本発明は，SMAアクチュエータを用いた可撓管の湾曲機構において，周壁を長手方向に貫通する複数の通孔を有する管状の関節体を軸方向に並べて構成された湾曲管と，前記通孔に挿通されたSMAアクチュエータと，このSMAアクチュエータに電気的に接続された通電加熱手段とを備えたことを特徴としている。本発明では，SMAアクチュエータは低温相で伸張した状態にあり，湾曲管は真っ直ぐな状態で柔軟性を有している。通電加熱手段によりSMAアクチュエータに通電すると，SMAアクチュエータは加熱され高温相となり収縮する。この収縮力により各関節体が回動して湾曲管が湾曲する。また，通電を停止すれば元の状態に戻る。"
      ]
    },
    {
      "fig": "エ",
      "subject": "実施例",
      "text": [
        "【0009】",
        "・・・以下，図面を参照しながら本発明の実施例について説明する。図1乃至図5は，本発明に係わる可撓管の湾曲機構の第1実施例を示している。この実施例は，可撓管の湾曲機構をカテ-テルに適用したものである。",
        "【0010】図1に示すように，カテ-テル2は湾曲部4を有し，この湾曲部4は，多数の関節体6，8を直列に配列して構成されている。各関節体6，8の中央には大径の中央孔9が形成され，周壁には細径の通孔10が円周上の両側に2個づつ形成されている。通孔10内にはSMAワイヤ12が挿通されている。",
        "【図1】本発明の第1実施例に係わる可撓管の湾曲機構を示す縦断面図",
        "【0011】図2(a)に示すようにSMAワイヤ12は，最先端に位置する関節体6の前面上で，隣接する通孔10を渡って折り返えされている。また，SMAワイヤ12の後端部は，ワイヤ固定部16の細孔を通して，カシメ部18でカシメ固定され，このカシメ部18にはリード線20が接続されている。",
        "【図2】(a)上記湾曲機構を構成する2方向湾曲用の関節体を示す正面図",
        "【0012】また，先端側の湾曲部4には，長さの比較的短い関節体6が配設され，基端側の可撓管部14には，長さの比較的長い関節体8が配設されている。そして，湾曲部4の外周面は，柔軟な樹脂やゴム材で被覆され，可撓管部14の外周面は，湾曲部4よりも硬質の材料で被覆されている。つまり，湾曲部4のほうが可撓管部14よりも柔軟に形成されている。",
        "【0013】図1及び図4に示すように，各関節体6，8の後部にはV字状のテ-パ部22が形成され，円周上の両側に位置する頂点23で後続の関節体6，8と回動自在に接触している。",
        "【図4】上記湾曲機構を構成する2方向湾曲用の関節体を示す斜視図",
        "【0016】本実施例のSMAワイヤ12は，例えば2方向性のTi-Ｎi合金で形成されている。そして，加熱により低温相から高温相へTi-Ｎi合金が変態することによって，SMAワイヤが収縮し，逆に冷却により低温相へ変態することで，ワイヤ長が伸びる。この場合の変態温度は40℃～45℃が好適である。",
        "【0017】また，各関節体6，8及びワイヤ固定部16は，電気絶縁性のセラミックス材料で形成されている。そのため，関節体6，8が比較的太径の場合は切削加工することができ，細径の場合は押し出し成形や射出成形により製造される。なお，関節体はセラミックスに限らず，硬質プラスチックや金属で形成してもよい。",
        "【0019】常温において，各SMAワイヤ12は低温相で伸張した状態にあり，湾曲部4は真っ直ぐな状態で柔軟性を有している。そこで，リ-ド線20を介して図示しない通電加熱装置(通電加熱手段)により，所望のSMAワイヤ12へ通電すると，SMAワイヤ12が加熱されて高温相に変態して収縮する。この収縮力により各関節体6，8は，テ-パ部22の頂点23を中心として回動し，湾曲部4が湾曲する。その後，通電を停止すれば，SMAワイヤ12は自然に冷却されて低温相に変態して伸長し，湾曲部4は元の状態に復帰する。",
        "【0020】各SMAワイヤ12への通電には，直流または交流が使用されるが，PWM通電加熱を行い，デューティー比を変えることで通電量を制御し，湾曲部4の湾曲角度を任意の位置で保持することもできる。",
        "【0022】・・・図6は，本発明の第2実施例を示している。本実施例は，第1実施例のSMAワイヤの代わりにSMAコイルを設けたものである。",
        "【0023】本実施例では図6に示すように，湾曲部4に線状部44とコイル部45とが交互に形成されたSMAアクチュエ-タ43が配設されている。そして，第1実施例と同様に形成された関節体40の通孔40aに線状部44が位置し，各関節体間にコイル部45が位置するように配設されている。また，関節体40の後部に形成されたテーパ部46の頂点は，前部にもテーパ部47が形成された後続の関節体41の凹部48に係合されている。",
        "【図6】本発明の第2実施例に係わる可撓管の湾曲機構を示す縦断面図",
        "【0024】この第2実施例では，SMAアクチュエータ43に通電すると，コイル部45が収縮して関節体40，41を回動させ，湾曲部4が湾曲する。その他の動作は第1実施例と同様である。",
        "【0025】本実施例でも，SMAアクチュエ-タ43が関節体40，41に形成された通孔40a，41aに挿通されているので，SMAアクチュエ-タ43の収縮力を有効に湾曲動作に利用できる。また，凹部48によりテーパ部46，47のズレを防止することができる。",
        "【0026】なお，SMAアクチュエ-タ43のコイル部45は，高温相で収縮状態を記憶させ，低温相では伸長状態となる2方向性のものに限らず，高温相で収縮する1方向性のものでもよい。"
      ],
      "content": [
        {
          "fig": "(2)",
          "text": [
            "前記(1)の記載(特に，【0009】～【0011】，【0013】，【0016】，【0019】，【0020】，【図1】，【図2】(a)，【図4】)によると，引用文献1には，以下の引用発明が記載されていると認められ，誤記を除き，審決の引用発明の認定に誤りは認められない。",
            "「  カテーテル2は湾曲部4を有し，この湾曲部4は，多数の関節体6，8を直列に配列して構成されるものであって，",
            "各関節体6，8の中央には大径の中央孔9が形成され，周壁には細径の通孔10が円周上の両側に2個ずつ形成され，",
            "各関節体6，8の後部にはV字状のテーパ部22が形成され，円周上の両側に位置する頂点23で後続の関節体6，8と回動自在に接触しており，",
            "前記周壁の一方側に形成された通孔10内には第一のSMAワイヤ12が挿通され，他方側に形成された通孔10内には第二のSMAワイヤ12が挿通され，",
            "前記第一及び第二のSMAワイヤ12は，それぞれ，最先端に位置する関節体6の前面上で，隣接する通孔10を渡って折り返され，後端部は，ワイヤ固定部16の細孔を通して，カシメ部18でカシメ固定されており，",
            "前記第一及び第二のSMAワイヤ12は，二方向性のTi-Ｎi合金で形成されており，加熱により低温相から高温相へTi-Ｎi合金が変態することによって収縮し，逆に冷却により低温相へ変態することでワイヤ長が伸びるものであり，",
            "常温において，各SMAワイヤ12は低温相で伸長した状態にあり，前記湾曲部4は真っ直ぐな状態で柔軟性を有しており，",
            "前記カシメ部18にはリード線20が接続されており，",
            "前記リード線20を介して通電加熱装置により，所望のSMAワイヤ12へ通電すると，当該SMAワイヤ12が加熱されて高温相に変態して収縮し，この収縮力により各関節体6，8は，前記テーパ部22の頂点23を中心として回動し，前記湾曲部4が湾曲し，通電を停止すれば，当該SMAワイヤ12は自然に冷却されて低温相に変態して伸長し，前記湾曲部4は元の状態に復帰するものであり，PWM通電加熱を行い，デューティー比を変えることで通電量を制御し，湾曲部4の湾曲角度を任意の位置で保持することもできる，カテーテルに使用される可撓管の湾曲機構。」"
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "そして，本願発明と前記(2)認定の引用発明とを対比すると，前記第2の3(2)の点(以下に再掲)で一致し，同(3)の相違点1及び2(以下に再掲)において相違するものと認められ，審決の一致点及び相違点の認定に誤りは認められない。",
            "(一致点)",
            "曲げ可能な構造であって，前記構造が，",
            "-曲げられるようになっている本体と，",
            "-前記本体内に曲げ力を誘導するためのアクチュエータとを含み，",
            "前記アクチュエータは，形状記憶合金(SMA)材料で少なくとも部分的に作製され，低温状態において伸長状態にある第1の形状記憶ワイヤと，",
            "形状記憶合金(SMA)材料で少なくとも部分的に作製された第2の形状記憶ワイヤとを含み，",
            "前記第1の形状記憶ワイヤおよび前記第2の形状記憶ワイヤが，ブリッジ構造を形成するために前記本体の一部に接触して配置され，",
            "前記本体が，前記本体の長手方向に伸長する相互接続された複数の回動可能部材を含み，前記ブリッジ構造が，前記相互接続された複数の回動可能部材によって繋がれた前記第1の形状記憶ワイヤおよび前記第2の形状記憶ワイヤによって形成され，",
            "使用時に，前記第1の形状記憶ワイヤが短くされると力学的エネルギが前記第2の形状記憶ワイヤに転移し，それに応じて前記第2の形状記憶ワイヤが伸長し，",
            "前記曲げ可能な構造は，1以上の前記第1の形状記憶ワイヤおよび前記第2の形状記憶ワイヤにおいて，マルテンサイト相からオーステナイト相への前記形状記憶合金材料の転移を誘導する制御ユニットをさらに含み，前記制御ユニットは，所望の曲げ角度を得るための活性化エネルギの量を印加するために，前記制御ユニットによって制御された継続時間の電流パルスの印加によって，前記形状記憶合金材料における転移を誘導するために準備される曲げ可能な構造。",
            "(相違点1)",
            "第1の形状記憶ワイヤ及び第2の形状記憶ワイヤに関して，本願発明は，形状記憶合金(SMA)材料が一方向性のものであり，第1のワイヤが低温状態において伸長状態にあることが，予め変形されることにより達成されているのに対し，引用発明は，二方向性のTi-Ｎi合金であり，第一のSMAワイヤ12が低温状態において伸長状態にあることが，低温相であることにより達成されている点。",
            "(相違点2)",
            "回動可能部材が，本願発明は，弾性ヒンジあるいは硬いヒンジを含む，ヒンジであるのに対し，引用発明は，関節体6，8の後部に形成されたV字状のテーパ部22における円周上の両側に位置する頂点23を，後続の関節体6，8と回動自在に接触させた隣接する関節体6，8である点。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "原告は，審決は，引用発明の認定に当たり，湾曲部4を湾曲させ，その湾曲させた角度を維持するために，パルスが制御されたデューティー比を有する連続パルス列の各SMAワイヤ12への供給を維持すること，すなわち，各SMAワイヤ12への連続パルス列の供給を継続させなければ，湾曲部4の屈曲を維持することができないことを認定していないから，その引用発明の認定には誤りがあり，それに伴いこの構成に係る相違点の看過がある旨主張する。",
        "しかしながら，本願発明の要旨は，前記第2の2のとおりであり，一方向性の形状記憶合金材料で少なくとも部分的に作製された第1のワイヤ及び第2のワイヤにおいて，低温のマルテンサイト相から加熱により高温のオーステナイト相への転移を誘導して，所望の曲げ角度を得ることについては，「前記制御ユニットは，所望の曲げ角度を得るための活性化エネルギの量を印加するために，前記制御ユニットによって制御された継続時間または振幅の電流パルスの印加によって，前記一方向性の形状記憶合金材料における転移を誘導するために準備される」と特定されているのみであり，所望の曲げ角度を得た後に，その曲げ角度を維持するための電流パルスの印加の要否については，特定されていない。",
        "そうすると，引用発明の認定は，本願発明と対比して，その構成の相違点の有無及び内容を明らかにするために行うものであるから，本願発明の構成として，所望の曲げ角度を得た後に，その曲げ角度を維持するための電流パルスの印加の要否が特定されていない以上，これと対比すべき引用発明の認定に当たり，湾曲部4を湾曲させた後に，その湾曲させた角度を維持するために，電流パルスを供給することを認定する必要はないし，これに伴う相違点の看過も認められない。",
        "原告の主張は，理由がない。"
      ]
    },
    {
      "fig": "(5)",
      "text": [
        "原告は，審決は，引用発明の「加熱量」は，本願発明の「活性化エネルギの量」に相当するとしたが，引用発明のPWM通電は，二方向性のSMAワイヤについてのみ適用可能であり，一方向性の形状記憶合金材料で少なくとも部分的に作製されたワイヤに対しては適用できない，湾曲部4の特定の曲げ角度を維持するために，PWM通電加熱を使用しても，その電力を維持しなければならず，引用発明における加熱量は，本願発明よりも大きくなるから，引用発明の「加熱量」は，本願発明の「活性化エネルギ」の量と相違する旨主張する。",
        "しかしながら，本願発明が，所望の曲げ角度を得た後に，その曲げ角度を維持するための電流パルスの印加の要否について，特定していないことは，前記(4)のとおりであるから，これと対比すべき引用発明における「加熱量」も，湾曲部4の特定の曲げ角度を得るまでの構成を認定すべきものであり，その曲げ角度を維持するための加熱量が必要であることを理由として，引用発明の「加熱量」と本願発明の「活性化エネルギ」の量が相違するということはできない。",
        "また，PWM通電は，入力された電力に対して所定の周期内でオンとオフを切り換えるものであって，その所定の周期中のオンの比率(デューティー比)を調節することにより所望の出力電力を得るという通電方式であって，前記2(2)イのとおり，引用文献3には，一方向性の形状記憶合金線を可撓性のカテーテル先端部の管壁に埋め込んだ実施例について，「上記実施例では電力を可変抵抗により調節しているが，適宜時間通電するパルス電流を，それぞれの合金線に適切な回数づつ印加するようにしてもよい。」と記載されているから，PWM通電を一方向性の形状記憶合金からなるワイヤについて所望の曲げ角度を得るための加熱に用いることができないというべき理由はない。",
        "原告の主張は，理由がない。"
      ]
    },
    {
      "fig": "(6)",
      "text": [
        "以上のとおり，取消事由1は，理由がない。"
      ],
      "content": [
        {
          "fig": "4",
          "subject": "取消事由2(相違点1の容易想到性の判断の誤り)について"
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "引用文献1には，前記3(1)エのとおり，第1実施例のSMAワイヤの代わりにSMAコイルを設けた第2実施例について，「SMAアクチュエータ43のコイル部45は，高温相で収縮状態を記憶させ，低温相では伸長状態となる2方向性のものに限らず，高温相で収縮する1方向性のものでもよい。」と記載されており，引用文献1のカテーテルに使用される可撓管の湾曲機構において，高温相で収縮状態を記憶させ，低温相では伸長状態となる二方向性の形状記憶合金に代えて，高温相で収縮する一方向性の形状記憶合金を用いることについての示唆がある。また，前記2(3)ウのとおり，本願優先日当時，カテーテルの湾曲部の内部に配置される形状記憶合金からなるパイプについて，一方向性の形状記憶合金と二方向性の形状記憶合金とを交換的に用いた公知例(甲2)がある上，前記2(4)～(6)のとおり，一方向性の形状記憶合金を医療用チューブの湾曲部を湾曲する手段に用いること，一方向性の形状記憶合金線材を複数用いて曲げ状態の移行動作のみならず曲げ状態からの復帰動作を行うアクチュエータが知られていたこと，高温相で収縮する一方向性の形状記憶合金をアクチュエータとして用い，加熱による収縮で生じる収縮力をアクチュエータの駆動力とする場合には，あらかじめ低温相において母相(高温相)で記憶された収縮した形状と異なる形状に変形させておく必要があることは，本願優先日当時の技術常識であった。",
        "そうすると，当業者において，引用文献1の上記示唆に基づいて，引用発明の第1及び第2のSMAワイヤ12において，高温相で収縮状態となり，低温相で伸長状態となる二方向性のTi-Ｎi合金に代えて，高温相で収縮する一方向性の形状記憶合金を採用し，あらかじめ低温相において応力を加えて母相(高温相)で記憶された収縮状態と異なる伸長状態に変形させておくことは，容易に想到し得るものと認められる。",
        "したがって，相違点1に係る本願発明の構成は，当業者に容易想到である。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "原告は，引用文献3は，電源を切って冷却され通電された合金線が変態点以下の弱い状態となったときに，曲げたときの力と丁度反対方向で大きさの等しい力を生じるよう適当な合金線の組に通電することによって，元の状態に復帰させることからすると，いずれか2本の合金線に適切に電力を供給し続けなければチューブ先端部の曲げを維持することができないものであるから，適宜時間通電するパルス電流をそれぞれの合金線に適切な回数ずつ印加する構成のみを抜き出して引用発明に適用する合理的な理由はないなどと主張する。",
        "しかしながら，原告指摘の引用文献3の「もとの状態に復帰させるには，電流を切り体液等により冷却され通電された合金線が変態点以下の弱い状態となったとき，曲げたときの力と丁度反対方向で大きさの等しい力を生ずるよう適当な合金線の組に通電すればよい。」との記載は，前記2(4)エのとおり，一方向性の形状記憶合金は，高温の母相から冷却により低温相に変態しても形状変化は生じないものであり，引用文献3には，湾曲した合金線を元の状態に戻すための付勢手段(甲2参照)も設けられていないことからすると，湾曲した合金線を元の状態に戻すためには，曲げたときの力と反対方向に等しい力を生じさせる合金線の組を通電により加熱して，その形状回復の際の復元力を利用することが記載されているものと解される。その通電する時期が「電流を切り体液等により冷却され合金線が変態点以下の弱い状態となったとき」と記載されているのも，その直前の「形状記憶合金は変態点より高温側では強く(硬く降伏応力が大きい)，低温側では弱い(軟かく，降伏応力が小さい)」，「通電されない合金線は外力により曲げられ易く」との記載と併せて読むと，元の状態に戻されるべき合金線が変態点より低温で降伏応力が小さい状態において，他の合金線の組における形状回復の際の復元力を加えるべきことを意味するものと認められる。また，そもそも，上記のとおり，一方向性の形状記憶合金は，高温の母相から冷却により低温相に変態しても形状変化は生じないから，所望の曲げ角度を得た後に，それを維持するために電流を供給し続けなければならないものではない。",
        "そうすると，引用文献3は，いずれか2本の合金線に適切に電力を供給し続けなければチューブ先端部の曲げを維持することができないものとは認められず，そのことを前提とする原告の主張は理由がない。"
      ],
      "content": [
        {
          "fig": "5",
          "subject": "取消事由3(顕著な効果の判断の誤り)について"
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "前記1(1)ウのとおり，本願明細書によると，本願発明による曲げ可能な構造の利点，効果として，①「一方向性のSMA材料の相転移に優れた可制御性があるため，ブリッジ構造を提供することによって，正確な曲げ作動が実現される」こと，②「一方向性のSMA材料を使用することによって，曲げ可能な構造を曲げるのに必要な活性化エネルギは少量でよ」く，「活性化エネルギは短い継続時間で印加されるだけでよ」いため，「曲げ可能な構造上のパワーの散逸を減少させ」，「組織の局所加熱が厳しく制限され」，「医療上の適用に好ましい」ことが認められる(【0005】，【0013】，【0021】)。",
        "そこで，これらの効果について検討すると，①正確な曲げ作動の実現については，一方向性の形状記憶合金材料の相転移(逆変態)が制御性に優れていることと，一方向性の形状記憶合金材料で少なくとも部分的に作製された第1のワイヤと第2のワイヤによってブリッジ構造が形成されていることによるものである。そうすると，引用発明においても，第1のワイヤと第2のワイヤによってブリッジ構造が形成されているのであるから，その第1及び第2のSMAワイヤとして，二方向性のTi-Ｎi合金に代えて，一方向性の形状記憶合金を適用することにより，正確な曲げ作動の実現という上記効果を奏することは，そのような構成を想到した当業者が当該構成から予測し得るものと認められる。",
        "また，②周囲へのパワー(熱)の散逸の減少については，前記2(4)エのとおり，一方向性の形状記憶合金が高温の母相から冷却により低温相に変態しても形状変化は生じないことから，そのような性質を有する一方向性の形状記憶合金を採用するとともに，形状記憶合金を低温相であらかじめ変形した形状に戻すために付勢手段(甲2参照)を利用せず，所望の曲げ角度を得た後に当該形状記憶合金に応力がかからない構成を採用したことにより，所望の曲げ角度を得て，これを維持するために必要な活性化エネルギ(電力量，加熱量)が少量でよく，この活性化エネルギを形状記憶合金に加える時間も短時間でよいことに由来するものである。そうすると，引用発明においても，形状記憶合金を低温相であらかじめ変形した形状に戻すために付勢手段を利用せず，所望の曲げ角度を得た後に当該形状記憶合金に応力がかからないものであるから，その第1及び第2のSMAワイヤとして，二方向性のTi-Ｎi合金に代えて，一方向性の形状記憶合金を適用することにより，周囲へのパワー(熱)の散逸の減少という上記効果を奏することは，そのような構成を想到した当業者が当該構成から予測し得るものと認められる。",
        "したがって，本願発明の効果は，引用文献1の記載事項及び本願優先日当時の技術常識から当業者が予測し得る程度のものであり，これと同旨の審決の判断に誤りがあるとは認められない。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "原告は，本願発明は，活性化エネルギの限られた量だけが所望の曲げ角度を設定するのに十分であり，必要とされる活性化エネルギの限られた量に起因して，周囲にエネルギが散逸する可能性がある量を制限でき，小型化することができるという顕著な効果が得られるから，引用文献1及び引用文献3の記載事項の組合せにより当業者が容易に発明できたものではなく，このような顕著な効果を看過した審決は誤りである旨主張し，これに関連して，引用文献3においては，いずれか2本の合金線に適切に電力を供給し続けなければチューブ先端部の曲げを維持することができないと主張する。",
        "しかしながら，引用発明において，第1及び第2のSMAワイヤとして，二方向性のTi-Ｎi合金に代えて，一方向性の形状記憶合金を適用するという構成から，周囲へのパワー(熱)の散逸の減少という効果を予測し得ることは，前記(1)のとおりである。原告主張の小型化という効果は，周囲へのパワー(熱)の散逸の減少という効果に付随する効果にすぎないから，同様に当業者の予測の範囲を超えるものとは認められない。",
        "また，引用文献3においては，いずれか2本の合金線に適切に電力を供給し続けなければチューブ先端部の曲げを維持することができないとの主張に理由がないことは，前記4(2)のとおりである。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "原告は，本願発明は，「第1のワイヤのみがあらかじめ変形されており，第2のワイヤはあらかじめ変形されていない」ものであり，上記構成等から，「活性化エネルギの限られた量だけが所望の曲げ角度を設定するのに十分であり，必要とされる活性化エネルギの限られた量に起因して，周囲にエネルギが散逸する可能性がある量を制限でき，小型化することができるという顕著な効果が得られる」という技術的に優れた作用効果を奏するものであり，一方向性の形状記憶合金が本来有している効果にすぎないものではなく，当業者の予測を超えるものである旨主張する。",
        "しかしながら，前記第2の2のとおり，本願発明は，第2のワイヤがあらかじめ変形されているか否かについては特定しておらず，第2のワイヤがあらかじめ変形されている場合も含むものであり，前記1(1)のとおり，本願明細書にも，「当然のことながら，両方のSMAワイヤが4～8％の範囲の一部で予め変形されていることも可能である。」(【0014】)として，第2のワイヤがあらかじめ変形されていてもよいことが記載されている。",
        "そうすると，本願発明が「第1のワイヤのみがあらかじめ変形されており，第2のワイヤはあらかじめ変形されていない」ものであるということはできないから，これを前提とする原告の主張は，本願発明の構成による効果を主張したものとはいえず，失当である。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "原告は，一方向性の形状記憶合金材料への加熱を終了させても加熱により変形させた状態を維持することができるかどうかは，例えば引用文献3のように，複数の一方向性の形状記憶合金材料の構成や取付状態によって，必ずしも明らかであるとは言い切れないと主張する。",
        "しかしながら，引用文献3においては，いずれか2本の合金線に適切に電力を供給し続けなければチューブ先端部の曲げを維持することができないとの主張に理由がないことは，前記4(2)のとおりである。",
        "また，本願発明における，所望の曲げ角度を得た後は，これを維持するための活性化エネルギ(電力量，加熱量)を必要としないという効果を奏するためには，湾曲部を湾曲する手段として利用される一方向性の形状記憶合金が所望の曲げ角度を得た後は，当該形状記憶合金に対し応力がかからない構成であることが必要であり，所望の曲げ角度を得た後に，他の部材により当該形状記憶合金に応力がかかるような構成であれば，これに抗して当該曲げ角度を維持するために活性化エネルギ(電力量，加熱量)の供給を継続する必要が生じることとなる。しかしながら，前記3(3)のとおり，引用発明は，本願発明と同様に，第1及び第2の形状記憶ワイヤが所望の曲げ角度を得た後は，当該形状記憶ワイヤに応力がかからない構成であると認められるから，前記(1)のとおり，当業者は，引用発明において，第1及び第2の形状記憶ワイヤとして，二方向性のTi-Ｎi合金に代えて，一方向性の形状記憶合金を適用するという構成から，周囲へのパワー(熱)の散逸の減少という効果を予測し得るものと認められる。",
        "原告の主張は，理由がない。"
      ],
      "content": [
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によると，取消事由1～3は，いずれも理由がなく，原告の請求は，理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10202",
    "date": "2017-07-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086997",
    "ipprecedent_id": "4719",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}