{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を      "
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800138号事件について平成28年8月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成16年9月27日，発明の名称を「発光装置，面光源装置，表示装置及び光束制御部材」とする発明について特許出願をし，平成18年11月2日，設定の登録を受けた（特許第3875247号。甲50。請求項の数11。以下，この特許を「本件特許」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年6月19日，これに対する無効審判を請求し，無効2015-800138号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成28年8月23日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，同年9月1日，その謄本が原告に送達された。なお，出訴期間として90日が附加された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，同年12月27日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲請求項1ないし11の記載は，別紙特許請求の範囲のとおりであり，構成要件の分説は，本件審決のとおりである。以下，各請求項に係る発明を，それぞれ「本件発明1」などといい，併せて「本件発明」という。また，その明細書を，図面を含めて「本件明細書」という。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨 ",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①本件発明1，2，6及び11は，下記アの引用例1に記載された発明（以下「引用発明1」という。）により新規性を欠くものではない，②本件発明1，3は，下記イの引用例2に記載された発明（以下「引用発明2」という。）により新規性を欠くものではない，③本件発明1ないし11は，引用発明2及び甲1ないし11，14に記載の技術事項に基づいて，当業者が容易に想到することができたものではない，④本件発明1ないし11は明確であり，明確性要件に違反するものではない，などというものである。  ",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平2-306289号公報（甲1）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開昭58-152219号公報（甲2）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明1，本件発明と引用発明1との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1（なお，文中の「／」は，原文の改行箇所を示す。以下同じ。）",
                  "text": [
                    "LEDチップ1からの光を樹脂成形体2を介して出射するようになっているLED10において，／前記樹脂成形体2は，前記LEDチップ1からの光が前記樹脂成形体2に入射する光入射面と，／前記LEDチップ1からの光の方向を変える，先端部中央に設けられている凹部と該凹部の周囲を環状に取り囲む凸部とから成る，レンズ部の外表面とを備え，／LED10の光軸に沿った方向から見た形状が略円形形状となるように形成されており，／光軸に対する角度0°～20°の範囲で発せられた光は，0°～37°の範囲に広げられ，光軸に対する角度30°～50°の範囲で発せられた光は，レンズ部で全反射し後方に向けて放射され，LED10の側方を囲むように設けられているパラボラ11によって反射されて前方に放射され，パネル13上の表示面12を照射し，光軸に対する角度60°～80°の範囲で発せられた光も，パラボラ11によって反射され前方に放射される，／LED10。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明1との一致点",
                  "text": [
                    "（1A）発光素子からの光を光束制御部材を介して出射するようになっている発光装置において，／（1B）前記光束制御部材は，前記発光素子からの光が前記光束制御部材に入射する光入射面と，／（1C）前記発光素子からの光の出射を制御する光制御出射面とを備え，／（1D）前記発光装置の基準光軸に沿った方向から見た形状が略円形形状となるように形成されており，／（1E）前記光制御出射面は，／前記発光装置の基準光軸近傍で且つ前記基準光軸を中心とする所定範囲に位置する球の一部を切り取ったような凹み形状の第1の出射面と，／（1F）この第1の出射面の周囲に連続して形成される第2の出射面とを有し，／（1G）これら第1の出射面と第2の出射面との接続部分が変曲点となっている／（1L）発光装置。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と引用発明1との相違点",
                  "text": [
                    "本件発明1では，「光制御出射面」は，「（1Ha）前記発光素子から出射した光のうち，少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内に出射される光について，前記光束制御部材に入射して前記光制御出射面に到達した前記角度範囲内の光とその到達点（Px）を通り前記発光装置の基準光軸と平行な線とのなす角度をθ1とし，／前記到達点（Px）を通り且つ前記基準光軸に直交する線（A）と前記到達点（Px）における輪郭線に対する接線（B）とのなす角度をθ3とし，／前記光制御出射面の前記到達点（Px）から出射する光の出射角をθ5とすると，／（1Hb）前記第1の出射面における前記θ3が前記θ1の増加とともに徐々に減少し，／（1I）前記第2の出射面における前記θ3が前記θ1の増加とともに徐々に増加するようになっており，／（1J）前記到達点（Px）からの出射光が，前記発光素子から出射される光のうちの前記基準光軸近傍の光を除き，θ5／θ1＞1の関係を満足するとともに，／（1K）このθ5／θ1の値をθ1の増加にしたがって徐々に小さくなる方向に変化させる形状に形成されている」のに対して，引用発明1では，「光軸に対する角度0°～20°の範囲で発せられた光は，0°～37°の範囲に広げられ，光軸に対する角度30°～50°の範囲で発せられた光は，レンズ部で全反射し後方に向けて放射され，LED10の側方を囲むように設けられているパラボラ11によって反射されて前方に放射され，パネル13上の表示面12を照射し，光軸に対する角度60°～80°の範囲で発せられた光も，パラボラ11によって反射され前方に放射される」点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2～11と引用発明1との相違点",
                  "text": [
                    "本件発明6について",
                    "本件発明6の6Ha，6Hb，6I，6J及び6Kと，本件発明1の1Ha，1Hb，1I，1J及び1Kとは，同じ構成であるから，本件発明6と引用発明1とを対比すると，少なくとも，前記ウに示した相違点で相違する。",
                    "本件発明11について",
                    "本件発明11の11Ha，11Hb，11I，11J及び11Kと，本件発明1の1Ha，1Hb，1I，1J及び1Kとは，同じ構成であるから，本件発明11と引用発明1とを対比すると，少なくとも，前記ウに示した相違点で相違する。",
                    "本件発明2ないし5及び7ないし10について ",
                    "本件発明1を直接または間接に引用する本件発明2ないし5と引用発明1とを対比すると，少なくとも，本件発明1と同様の点で一致し，また，本件発明1と同様の相違点で相違する。",
                    "本件発明6を直接又は間接に引用する本件発明7ないし10と引用発明1とを対比すると，少なくとも，本件発明6と同様の点で一致し，また，本件発明6と同様の相違点で相違する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した引用発明2，本件発明1と引用発明2との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2",
                  "text": [
                    "光源4からの光をレンズ体10を介して出射するようになっている照明装置において，／レンズ体10は，光源4からの光がレンズ体10に入射する光入射面と，光源4からの光の出射を制御する光制御出射面とを備え，／レンズ体10は，光源軸8を含む任意の断面形状を見た場合に，同一形状からなる二個の凸レンズ10a,10bと，当該凸レンズ10a,10bとの接続部P点を境にして中心部を光源軸8に対し直角に交わる凹状レンズ11とで構成され，／レンズ体10は，中心部から外周部に向かって，凹状レンズ11で4RR’，接続部P点で4PP’，凸レンズ10a,10bで4QQ’の順に屈折する特性を有し，当該レンズ体10の凸レンズ10a,10bは，外周部に向かって漸次屈折率が小さくなるように構成されている，／照明装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明2との一致点",
                  "text": [
                    "（1A’）光源からの光を光束制御部材を介して出射するようになっている光源を有する装置において，／（1B’）前記光束制御部材は，前記光源からの光が前記束制御部材に入射する光入射面と，／（1C’）前記光源からの光の出射を制御する光制御出射面とを備え，／（1D’）前記光源を有する装置の基準光軸に沿った方向から見た形状が略円形形状となるように形成されており，／（1E’）前記光制御出射面は，／前記光源を有する装置の基準光軸近傍で且つ前記基準光軸を中心とする所定範囲に位置する球の一部を切り取ったような凹み形状の第1の出射面と，／（1F’）この第1の出射面の周囲に連続して形成される第2の出射面とを有する， ／（1L’）光源を有する装置。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と引用発明2との相違点",
                  "text": [
                    "相違点1",
                    "「光源」及び「光源を有する装置」に関して，本件発明1は，「発光素子」及び「発光装置」であるのに対して，引用発明2は，光源の種類は特定されていない「照明装置」である点。",
                    "相違点2",
                    "本件発明1では，「第1の出射面と第2の出射面との接続部分が変曲点となって」いるのに対して，引用発明2では，そのような特定がされていない点。",
                    "相違点3",
                    "本件発明1では，「光制御出射面」は，「（1Ha）前記発光素子から出射した光のうち，少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内に出射される光について，前記光束制御部材に入射して前記光制御出射面に到達した前記角度範囲内の光とその到達点（Px）を通り前記発光装置の基準光軸と平行な線とのなす角度をθ1とし，／前記到達点（Px）を通り且つ前記基準光軸に直交する線（A）と前記到達点（Px）における輪郭線に対する接線（B）とのなす角度をθ3とし，／前記光制御出射面の前記到達点（Px）から出射する光の出射角をθ5とすると，／（1Hb）前記第1の出射面における前記θ3が前記θ1の増加とともに徐々に減少し，／（1I）前記第2の出射面における前記θ3が前記θ1の増加とともに徐々に増加するようになっており，／（1J）前記到達点（Px）からの出射光が，前記発光素子から出射される光のうちの前記基準光軸近傍の光を除き，θ5／θ1＞1の関係を満足するとともに，／（1K）このθ5／θ1の値をθ1の増加にしたがって徐々に小さくなる方向に変化させる形状に形成されている」のに対して，引用発明2では，「レンズ体10は，中心部から外周部に向かって，凹状レンズ11で4RR’，接続部P点で4PP’，凸レンズ10a,10bで4QQ’の順に屈折する特性を有し，当該レンズ体10の凸レンズ10a,10bは，外周部に向かって漸次屈折率が小さくなるように構成されている」点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2ないし11と引用発明2との相違点",
                  "text": [
                    "本件発明6について",
                    "本件発明6の6Ha，6Hb，6I，6J及び6Kと，本件発明1の1Ha，1Hb，1I，1J及び1Kとは，同じ構成であるから，本件発明6と引用発明2とを対比すると，少なくとも，前記ウに示した相違点で相違する。",
                    "本件発明11について",
                    "本件発明11の11Ha，11Hb，11I，11J及び11Kと，本件発明1の1Ha，1Hb，1I，1J及び1Kとは，同じ構成であるから，本件発明11と引用発明2とを対比すると，少なくとも，前記ウに示した相違点で相違する。",
                    "本件発明2ないし5及び7ないし10について",
                    "本件発明1を直接又は間接に引用する本件発明2ないし5と引用発明2とを対比すると，少なくとも，本件発明1と同様の点で一致し，また，本件発明1と同様の相違点で相違する。",
                    "また，本件発明6を直接又は間接に引用する本件発明7ないし10と引用発明2とを対比すると，少なくとも，本件発明6と同様の点で一致し，また，本件発明6と同様の相違点で相違する。  "
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（引用発明2に基づく新規性判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1-1（本件発明1についての新規性判断の誤り）"
                },
                {
                  "fig": "イ",
                  "subject": "取消事由1-2（本件発明3についての新規性判断の誤り）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（引用発明2に基づく進歩性判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由2-1（本件発明1についての進歩性判断の誤り）"
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2-2ないし2-11（本件発明2ないし11についての進歩性判断の誤り）"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3（引用発明1に基づく新規性判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由3-1（本件発明1についての新規性判断の誤り）"
                },
                {
                  "fig": "イ",
                  "subject": "取消事由3-2（本件発明2についての新規性判断の誤り）"
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3-3（本件発明6についての新規性判断の誤り）"
                },
                {
                  "fig": "エ",
                  "subject": "取消事由3-4（本件発明11についての新規性判断の誤り）"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4（明確性要件違反に関する判断の誤り）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明2に基づく新規性判断の誤り）",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2の認定の誤りについて  ",
              "text": [
                "本件審決は，引用発明2について，凹状レンズ11の箇所でも中心部から外周に向って漸次屈折率が小さくなるように構成されている，と認定していない点において，誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2における屈折率の意義",
                  "text": [
                    "引用発明2における「屈折率」が，物質中での光の進み方に関する物質固有の値としての屈折率ではないこと，「屈折率」が屈折の程度を意味しθ1とθ5という角度に関係する数値であることについては，原告被告間で争いはない。引用発明2における「屈折率」は，屈折「率」として，比であることが明記されていることからすると，θ5／θ1と理解される。引用発明2におけるレンズ体10の入射面への光の入射角度は，レンズ部に入射してレンズ部の出射面に到達した光と，その到達点を通り発光装置の基準光軸と平行な線とのなす角度であるから，θ1に対応し，レンズ体10の出射面からの光の出射角度は，レンズ部の出射面の到達点から出射する光の出射角であるから，θ5に対応する。",
                    "平成16年当時のレンズ設計における技術常識に照らすと，「屈折率」は｜θ5-θ1｜を意味するものではなく，θ5／θ1に相関する数値である，θ5／θ1（＝a／f＋1）又はθ5／θ1-1（＝a／f）を意味するとされている（甲51）。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2の認定",
                  "text": [
                    "本件審決における引用発明2の認定は，凹状レンズ11の箇所でも中心部から外周に向って漸次屈折率が小さくなるように構成されている，と認定していない点において，誤りがある。",
                    "引用例2には，引用発明2が，レンズの中心部から外周部に向かって屈折率が小さくなるとの技術的思想に基づく発明であることが説明されているところ，凹状レンズ11を含むレンズ体10を開示する第4図も引用発明2の実施例の1つである以上，当該レンズ体10は，第2図の実施例のレンズ体7と同じく，中心部から外周部に向かって徐々に屈折率が小さくなっていくとの技術思想を有するものであり，そうである以上，レンズ体10の凹状レンズ11部分でも，中心部から外周部に向かって漸次屈折率が小さくなるように設定しなければ，「レンズ体10の接続部P点において」屈折特性が大きく変化してしまい，「レンズ体10の接続部P点においても明るさむらを生ずることがない」との記載と矛盾を生じる。",
                    "したがって，引用発明2の認定は，正しくは，「光源4からの光をレンズ体10を介して出射するようになっている照明装置において，レンズ体10は，光源4からの光がレンズ体10に入射する光入射面と，光源4からの光の出射を制御する光制御出射面とを備え，レンズ体10は，光源軸8を含む任意の断面形状を見た場合に，同一形状からなる二個の凸レンズ10a，10bと，当該凸レンズ10a，10bとの接続部P点を境にして中心部を光源軸8に対し直角に交わる凹状レンズ11とで構成され，レンズ体10は，中心部から外周部に向かって，凹状レンズ11で4RR’，接続部P点で4PP’，凸レンズ10a，10bで4QQ’の順に屈折する特性を有し，当該レンズ体10の凸レンズ10a，10b及び凹状レンズ11において，外周部に向かって漸次屈折率が小さくなるように構成されている，照明装置。」と認定すべきである（判決注：下線部は，原告が追加すべきと主張する部分である。以下同じ。）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，以下のとおり，引用発明2の解釈を誤っている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明2のレンズ体10は，中心部B付近へ光を出射する光制御出射面において，「第1図に光線l と光線l とで示したように，凹レンズ5の1 2特性上，レンズ中心から離れた部分を通る光線ほど光の屈折率が大きくなる」屈折特性を示していると解釈するが，引用発明2の技術的思想に反するだけでなく，第4図の実施例が特許請求の範囲から除外されることになる。引用例2は，昭和62年法律27号による改正（以下「昭和62年改正」という。）前の特許法である昭和56年法律45号による改正後の特許法（以下「昭和56年改正特許法」という。）が適用される特許出願に係る公開公報であるから，引用発明2を認定する上で，第4図の実施例が特許請求の範囲から除外されるような解釈をすることは，法令違反となる。",
                    "引用例2には，第4図の実施例が，第2図の実施例と比較すると中心部側に屈折する光学特性を有するとの記載はあるものの，従来の照明装置との比較に関して記載されたものではないから，凹状レンズ11が従来の照明装置のように中心部に光を集める屈折特性を有しているとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審決は，第4図の実施例のレンズ体10が第2図のレンズ体7と比較して中心部 B の光量がより多くなる旨の記載と，従来の技術を説明する第1図の凹レンズ5においては中心から離れた部分を通過する光ほど屈折率が大きくなるとの記載を根拠に，第4図のレンズ体10で凹状レンズ11が徐々に屈折率が大きくなる屈折特性を有すると解釈していると解されるが，「この実施例では照明板6の中心部B付近において，先の実施例の場合よりも光量が多くなるように修正されるために」との記載は，第4図の照明板6の中心部B付近における光量が，第2図の実施例よりも相対的に多くなることを述べたものである。引用例2では第1図における「凹レンズ5」と第4図における「凹状レンズ11」とが明確に区別して使用されていることからも，凹状レンズ11が，凹レンズ5のように徐々に屈折率が大きくなる屈折特性を持っていると結論付けることには無理がある。",
                    "被告は，凹状レンズ11において中心部から外周に向かって漸次「屈折率」が大きくなる旨主張するが，そもそも被告は光の「屈折率」を｜θ5-θ1｜と誤って把握しているから，かかる主張も誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と引用発明2との一致点・相違点の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件1J及び1Kに係る構成が引用例2に記載されていること",
                  "text": [
                    "引用発明2に係る「照明装置」は，「最大強度の半分の値となる光が出射される方向」までの光を含む光源光の大部分の光を利用して照明板6を照射するものであるから，最大強度の半分の値となる光は照明板6に照射する光源光の入射区域である9a9b間（の範囲内の何処か）に照射される。したがって，引用例2においては，9a9b間に「最大強度の半分の値となる光が出射される方向」がある（甲19）。",
                    "引用発明2では，中央部の凹状レンズ11を含めて（光軸近傍を除き）「前記発光素子から出射した光のうち，少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲」（なお，以下においては，「最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度」を「半値角」ともいう。）まで「光制御出射面」が「レンズ中心から外周に向かって漸次屈折率が小さくなるように構成されてな」るものであり，「レンズ体10の接続部P点においても明るさむらを生ずとがなく，照明板6の中央部付近に集まる光線は大きく屈折して外周に分散され，また外周部に集まる光線の屈折は小さく，光の分散が少ないので，照明板6の各部に照射される光量の差が少なくなり，液晶表示板に利用した場合には表示部全体を均一に照明することができる」ものである。",
                    "したがって，引用発明2は，1J及び1Kの構成を備えている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件1Hb及び1Iに係る構成が引用例2に記載されていること",
                  "text": [
                    "構成要件1Hbの「前記第1の出射面における前記θ3が前記θ1の増加とともに徐々に減少し」とは，「第1の出射面が凹状」をθ1及びθ3で表現するのみであるところ，引用発明2は，9a9b間において，「第1の出射面が凹状」の構成を有しているから，構成要件1Hbを備えている。",
                    "本件明細書の実施例において，「最大強度の半分の値となる光が出射される方向」は，85度程度より小さく，たとえば第1の出射面上の角度を含んでいることに鑑みれば，構成要件1Iの「前記第2の出射面における前記θ3が前記θ1の増加とともに徐々に増加するようになっており」とは，第2の出射面が凸状であることを規定するのみで，それ以上の形状を具体的に特定するものではない。構成要件1Haの「少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内に出射される光について」との部分は，「・・・角度をθ3とし」との部分及び「・・・角度をθ1とし」との部分，並びに構成要件1Hb及び1Iには係らず，構成要件1J及び1Kに係るものと解釈するのが自然である。したがって，構成要件1Iの「前記第2の出射面における前記θ3が前記θ1の増加とともに徐々に増加するようになっており」における「前記θ3」は，「光束制御部材に入射して光制御出射面に到達した点（Px）を通り且つ基準光軸に直交する線（A）と到達点（Px）における輪郭線に対する接線（B）とのなす角度」と，また，「前記θ1」は，「光束制御部材に入射して光制御出射面に到達した光とその到達点（Px）を通り発光装置の基準光軸と平行な線とのなす角度」と解釈すべきであり，半値角範囲までの間において第2の出射面が存在する構成を意味しない。そうすると，引用発明2は，「前記第2の出射面が凸状である」構成を有しているから，構成要件1Iの構成を備えている。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1-1（本件発明1の新規性判断の誤り）について",
                  "text": [
                    "上記のとおり，本件発明1は引用例2に記載された発明であるから，特許法29条1項3号の規定により特許を受けることができないものではないと判断した本件審決は誤りであり，違法として取り消されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由1-2（本件発明3の新規性判断の誤り）について",
                  "text": [
                    "引用例2の「レンズ体10」における光の入射面は，「光源4」の光出射面に隙間をもって係合している（第4図）から，「前記光入射面は，前記発光素子の光出射面に隙間をもって係合している」発光装置が記載されている。したがって，本件発明3は引用例2に記載された発明であるから新規性がなく，特許法123条1項2号の無効理由が存在するから，本件発明3は引用例2に記載された発明であるとはいえないとして，特許法29条1項3号の規定により特許を受けることができないものではないと判断した本件審決は，誤りであり，違法として取り消されるべきである。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明2の認定について",
              "text": [
                "引用発明2のレンズ体10の凹状レンズ11の光制御出射面は，中心部から外周に向かって漸次屈折率が大きくなる屈折特性を備え，本件発明1と引用発明2との間には相違点が存在するとの本件審決の認定判断は正当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2における屈折率の意義",
                  "text": [
                    "引用発明2の「屈折率」とは，外周に向かって漸次，光の曲がり方が小さくなる状態，「光が屈折する程度」を意味し，｜θ5-θ1｜で表すことができるものである。",
                    "引用例2には，「レンズ体7においては，凸レンズの本来の特性により，レンズ体7の中心部において最も屈折率が大きく，かつ外周部へ向かうに従って漸次屈折率が小さくなっていき，各凸レンズ7a，7bの光軸9a，9b上で略零に等しくなり，更にレンズ外周部へ向かって再び屈折率が大きくなっていく」と記載されているが，「屈折率」をθ5／θ1と解するのではなく｜θ5-θ1｜と解することによって，「光軸9a，9b上で略零に等しくなり」という記載に整合する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2の認定",
                  "text": [
                    "引用例2の第2図に示されるレンズ体7は，レンズ体7のレンズ中心を通る任意の断面で見たときに，あたかも同一形状の2つの凸レンズ7a，7bが光源軸8上で接続されているように見えるレンズとなっており，レンズ体7のレンズ中心において最も「屈折率」が大きく，外周部に向かって漸次「屈折率」が小さくなり，各凸レンズ7a，7bの光軸9a，9b上で略零に等しくなり，更にレンズ外周部へ向かって再び「屈折率」，すなわち，｜θ5-θ1｜が大きくなっていくレンズである。",
                    "引用発明2のレンズ体10では，第4図のP点を境にしてレンズ体10の中心部を光源軸8に対し直角に交わる凹状レンズ11に置き換えて構成することにより，レンズ中心を透過する光の「屈折率」を小さくし，これにより中心部の光量が多くなるように修正され，中心部が暗くなってしまうという新たな課題を解決した。",
                    "引用例2には「光源4からレンズ体10上のP点へ進んだ光は，EE線上において屈折し虚像点A ，A を結ぶ直線と照明板6との交点であるP’に当たり」との2 3記載があることから，P点は，凹状レンズ11と凸レンズ10aの接続点でありながら，屈折特性が不連続となることなく，「屈折率」が滑らかに変化しているものであり，これにより，「レンズ体10の接続部P点においても明るさむらを生ずることがない」ことになる。",
                    "凹状レンズ11が中心部から外周部に向かって漸次「屈折率」が大きくなるように構成されているとすれば，凹状レンズ11における「屈折率」は，P点での「屈折率」よりも小さくなり，レンズ中心に向かって「屈折率」がさらに小さくなっていくことになり，レンズ中心付近を透過する光はそれほど大きくは屈折せず，照明板6の中心部付近に照射される光量が十分なものとなることから，凹状レンズ11は，中心部から外周に向かって漸次「屈折率」が大きくなることが明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対する反論等",
                  "text": [
                    "凹状レンズ11については中心部から外周に向かって漸次「屈折率」が大きくなるように構成されており，引用例2の特許請求の範囲の記載と一致していない部分があるが，出願当初の特許請求の範囲の記載に不備があったにすぎない。",
                    "原告は，引用例2における「レンズ体10の接続部P点においても明るさむらを生ずることがない」との記載に依拠し，凹状レンズ11においては中心部から外周部に向かって漸次「屈折率」が小さくなるように設定されなければならない旨主張するが，「レンズ体10の接続部P点においても明るさむらを生ずることがない」ことの理由は，凹状レンズ11において中心部から外周部に向かって漸次「屈折率」が大きくなるか小さくなるかには関係がなく，「凹状レンズ11によってできる光源4の虚像点A を，凸レンズ10aによってできる光源4の虚像点A と上記レンズ3 2体10上のP点とを結ぶ直線上に結ばれるように構成してある」ことにより，P点において凹状レンズ11の屈折特性と凸レンズ10aの屈折特性が一致するように2つのレンズが接続しているからである。",
                    "凹レンズ5と凹状レンズ11とは，従来技術に係るレンズと実施例に係るレンズという違いがあり，また，凹レンズ5がレンズ体全体で凹状となっているのに対し，凹状レンズ11はレンズ体10の一部を構成する部分であるという違いがあるから，異なる符号が付されるのは当然であり，これを根拠に屈折特性の違いを導くことはできない。凹状レンズ11は，凹レンズ5と同様の屈折特性を有し，レンズ中心から外周部に向かって漸次屈折率が大きくなる。そして，第1図における凹状レンズ5と虚像点A1の位置関係が，第4図における凹状レンズ11と虚像点A3の位置関係と同様であることからも，凹状レンズ11が凹レンズ5と同様の屈折特性を有することが裏付けられる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の認定について",
              "text": [
                "凹状レンズ11の光制御出射面は，中心部から外周に向かって漸次「屈折率」が大きくなるものであり，本件発明1の構成要件1Hb～1Kに係る構成を満たす形状ではないから，本件発明1と引用発明2との間には相違点3が存在する。",
                "そもそも，引用発明2における「屈折率」とは｜θ5-θ1｜を意味するから，中心部から外周に向かって漸次「屈折率」が小さくなることとは，｜θ5-θ1｜の値がθ1の増加にしたがって徐々に小さくなることを意味し，相違点3に係る「このθ5／θ1の値をθ1の増加にしたがって徐々に小さくなる方向に変化させる形状に形成されている」という構成は，構成要件1Kの「中心部から外周に向かって漸次屈折率が小さくなる」ことと一致しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，本件発明1及び本件発明3と引用発明2との間に相違点1ないし3が存在するとした本件審決の認定判断は正当であり，本件発明1及び本件発明3は新規性を具備する発明であることは明らかであるから，取消事由1-1，1-2は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用発明2に基づく進歩性判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件1Kの容易想到性判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2からの容易想到性について",
                  "text": [
                    "仮に，引用例2には凹状レンズ11における屈折率が明示的には開示されていないとしても，以下のとおり，当業者には凹状レンズ11について構成要件1Kを満たすよう設定する動機付けがある。",
                    "引用発明2のレンズを工業的に製造しようとする場合において，第4図における凹状レンズ11の屈折率が不明なのであれば，当業者であるレンズ設計者は，「中央部から外周部へ向って漸次屈折率が小さくなる」ことが判明している外側のレンズ部分（凸レンズ10a，10b）の出射特性を参考に，中央部分（凹状レンズ11）についても「中央部から外周部へ向って漸次屈折率が小さくなる」ように設計する。",
                    "そうではなくとも，第4図の実施例における中央部（凹状レンズ11）の屈折率が不明なのであれば，レンズ設計者としては，他の実施例である第2図の中央部（凸レンズ7a，7bの中央部）における屈折率の変化を参考に，設計を試みるから，構成要件1Kを想到することは容易である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2と技術常識の組合せについて",
                  "text": [
                    "本件特許出願がされた平成16年当時，均一な輝度（照度）の面状照明を実現するために，凹形状の出射面と凸形状の出射面の両方において，レンズの中心部よりも外周部において光が広がりすぎないよう，凹部及び凸部の全体を通して，θ1が大きくなるにつれて，θ5／θ1が減少するというレンズ設計が行われていたので（甲39），かかる技術常識に基づけば，当業者は凹状レンズ11について構成要件1Kを満たすよう設計する動機付けがある。さらに，本件出願当時において，レンズの中央部における光量を低減させて照射板全体の光を均一化するために入射角（θ1）に対する出射角（θ5）の比を徐々に小さくするという構成は技術常識であったから（甲39～41），凹状レンズ11において，入射角（θ1に対応する）に対する出射角（θ5に対応する）の比（θ5／θ1）を徐々に小さくするように設計することは当業者にとって容易に想到する事項である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明2と引用発明1の組合せについて",
                  "text": [
                    "引用例1において「LEDチップ（1）から発せられた直後の光の光軸に対する角度」がθ1に対応し，「LED外に出た光の光軸に対する角度」がθ5に対応する。図3の具体的な角度から，θ1が10°のときθ5／θ1は1.9であり，θ1が20°のとき θ5／θ1は1.85であり（ここまでは凹部），θ1が60°のときθ5／θ1は約1.18であり，θ1が70°のときθ5／θ1は，約1.01（凸部）となっている。θ5／θ1は1より大きい値であり，また，徐々に減少しているから，引用例1図3の凹部は，少なくとも0°から20°の角度範囲において，θ5／θ1がθ1の増加に伴って減少している関係を満たしている。すなわち，引用例1は，半値角が比較的小さい光源（例えば，半値角20°程度のLED）を適用した場合，半値角の範囲で構成要件1Kを開示する。",
                    "そして，引用発明1と引用発明2とでは，広い面積を有するディスプレイ用の照明装置という点で技術分野の関連性があり，特定部分に光量が集中するという不均一性を改善して均一な照明を実現するという点で課題の共通性があり，引用発明2と引用発明1とは，いずれも，中央に球の一部を切り取ったような凹み形状のレンズと，該凹み形状のレンズと連続するように外周部に凸形状のレンズを有するレンズを採用し基準光軸中心付近の光量を低下させる作用機能を有するという共通性があるから，引用発明1に接した当業者が，引用発明2に対して，構成要件1Kを満足する引用例1の凹レンズ部を組み合わせることの動機付けがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由2-1ないし2-5（本件発明1ないし5の進歩性判断の誤り）について",
                  "text": [
                    "本件審決は，本件発明1と引用発明2との一致点・相違点の評価を誤り，その従属項に係る発明である本件発明2ないし5についても一致点・相違点の評価を誤り，その誤った評価に基づき，容易想到性の判断を誤っているから，違法として取り消されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2-6ないし2-10（本件発明6ないし10の進歩性判断の誤り）について",
                  "text": [
                    "本件発明6の6Ha，6Hb，6I，6J及び6Kと，本件発明1の1Ha，1Hb，1I，1J及び1Kとは，同じ構成であるから，本件審決は，本件発明6及びその従属項に係る発明である本件発明7ないし10についても一致点・相違点の評価を誤り，その誤った評価に基づき，容易想到性の判断を誤っており，違法として取り消されるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由2-11（本件発明11の進歩性判断の誤り）について",
                  "text": [
                    "本件発明11の11Ha，11Hb，11I，11J及び11Kと，本件発明1の1Ha，1Hb，1I，1J及び1Kとは，同じ構成であるから，本件審決は，本件発明11についても一致点・相違点の評価を誤り，その誤った評価に基づき，容易想到性の判断を誤っており，違法として取り消されるべきである。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "構成要件1Kの容易想到性判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2からの容易想到性について",
                  "text": [
                    "引用例2の第4図に示されるレンズ体10は，P点を境にしてレンズ体10の中心部を凹状レンズ11に置き換えて構成することにより，レンズ中心を透過する光の「屈折率」を小さくし，これにより中心部の光量が多くなるように修正したものである。凹状レンズ11は，中心部から外周に向かって漸次「屈折率」が大きくなるように構成され，中心部に向かって「屈折率」が小さくなるように構成されているのであるから，レンズ中心の「屈折率」を小さくすることが可能であるが，凹状レンズ11を，中心部から外周へ向かって漸次「屈折率」が小さくなるように設計してしまうと，中心部に向かって「屈折率」が大きくなるように構成されることとなり，レンズ中心の「屈折率」を小さくすることが不可能となるから，かかる設計をすることは，動機付けがないことはもちろん，明確な阻害要因が存在する。",
                    "そもそも，中心部から外周に向かって漸次「屈折率」が小さくなることとは，｜θ5-θ1｜の値がθ1の増加にしたがって徐々に小さくなることと同義であるから，凹状レンズ11を中心部から外周に向かって漸次「屈折率」が小さくなるように設計したとしても，本件発明の「このθ5／θ1の値をθ1の増加にしたがって徐々に小さくなる方向に変化させる形状に形成されている」との構成に至らない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2と技術常識の組合せについて",
                  "text": [
                    "本件特許の出願当時，均一な輝度（照度）の面状照明を実現するために，凹形状の出射面において，構成要件1Kを満たすように設計することが技術常識であったことについては，根拠がない。",
                    "甲40に記載の光学装置において，θ5は第2のレンズ面の中心から遠い光線ほど大きくなるものの，θ1＝0であることから，θ5／θ1は求めることができず，構成要件1Kを充足しない。甲40に記載された光学装置では，発光素子と第2のレンズ面との間に，発光素子により発生された光を集束させる凸状の第1レンズ面を有することを必須の構成としており（【請求項1】），点光源のような光源から広がりのある光が凹面状のレンズ26に入射することはあり得ない。",
                    "引用発明1のLED10においては，光軸に対する角度30°～50°の範囲で発せられた光は全反射しており，第3図からも明らかなように，凹状の出射面である凹部3とその周囲にある凸状の出射面である凸部4にかけて，光が全反射する領域が存在する。光が全反射する領域では，そもそも光が出射することはなく，出射光が存在していないのであるから，出射光が屈折することもなく，入射光に対して出射光が構成要件1Kに示されるパラメータの関係を示すこともない。なお，甲41は，引用例1と同一の出願人による特許出願の公開公報であり，引用例1に記載されたLED10と完全に同一のLED10が開示されているから，これも構成要件1Kを開示するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明2と引用発明1の組合せについて",
                  "text": [
                    "引用例1に記載されたLED10は，凸形状の出射面と凹形状の出射面において全反射する領域があり，出射面で全反射した光は，後方に向けて放射され，LED10の側方を囲むように設けられているパラボラ11によって反射されて前方に放射される。一方，引用発明2のレンズ体10には，出射面において光が全反射する領域は存在せず，レンズ体10の側方を囲むように設けられているパラボラも存在しない。したがって，引用発明2のレンズ体10と引用例1に記載されたLED10とは，光学部材の構成と作用効果，機能が全く異なり，技術思想を異にするものであるから，引用発明2に引用発明1の凹レンズ部を組み合わせることについて，動機付けは存在しない。",
                    "引用発明1の凹状の出射面である凹部3には光が全反射する領域があり，かかる領域では，そもそも光が出射することはなく，入射光に対して出射光が構成要件1Kに示されるパラメータの関係を示すこともないから，構成要件1Kを満たしていない。したがって，引用発明2に引用発明1の凹レンズ部を組み合わせたとしても，本件発明の構成には至らない。  "
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "本件発明1及びその従属項に係る本件発明2ないし5は，いずれも相違点3に係る構成を有している。本件発明6の6Ha，6Hb，6I，6J及び6Kと，本件発明1の1Ha，1Hb，1I，1J及び1Kとは，同じ構成であるから，本件発明6及びその従属項に係る本件発明7ないし10と引用発明2との間にも前記相違点3が存する。本件発明11の11Ha，11Hb，11I，11J及び11Kと，本件発明1の1Ha，1Hb，1I，1J及び1Kとは，同じ構成であるから，本件発明11と引用発明2との間にも前記相違点3が存する。",
                "そして，相違点3に係る構成のうち，少なくとも構成要件1Kは当業者が容易に想到し得たものではないから，本件審決に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（引用発明1に基づく新規性判断の誤り）",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の認定の誤りについて",
              "text": [
                "本件審決における「光軸に対する角度60°～80°の範囲で発せられた光も，パラボラ11によって反射され前方に放射される」との認定は誤りである。引用例1には，「LEDチップ（1）から発せられた光は，前記凹部（3）及び凸部（4）から成るレンズ部によって，方向を変えられる。」と記載され，第3図には，LEDチップ（1）から光軸に対する角度60°～80°の範囲で発せられた光が，71°～73°の範囲で出射していることが記載されており，引用発明1において，LEDチップ（1）から光軸に対する角度60°～80°の範囲で発せられた光は，前記凹部（3）及び凸部（4）から成るレンズ部によって，71°～73°の範囲に広げられて出射するものである。",
                "したがって，引用発明1は，正しくは，以下のとおり認定すべきである。",
                "「LEDチップ1からの光を樹脂成形体2を介して出射するようになっているLED10において，／前記樹脂成形体2は，前記LEDチップ1からの光が前記樹脂成形体2に入射する光入射面と，／前記LEDチップ1からの光の方向を変える，先端部中央に設けられている凹部と該凹部の周囲を環状に取り囲む凸部とから成る，レンズ部の外表面とを備え，／LED10の光軸に沿った方向から見た形状が略円形形状となるように形成されており，／光軸に対する角度0°～20°の範囲で発せられた光は，0°～37°の範囲に広げられ，光軸に対する角度30°～50°の範囲で発せられた光は，レンズ部で全反射し後方に向けて放射され，LED10の側方を囲むように設けられているパラボラ11によって反射されて前方に放射され，パネル13上の表示面12を照射し，光軸に対する角度60°～80°の範囲で発せられた光も，71°～73°の範囲に広げられ，パラボラ11によって反射され前方に放射される，／LED10。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1との一致点及び相違点の判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，レンズ部によって均一化される角度範囲を具体的に特定しておらず，（基準光軸近傍を除き）「前記発光素子から出射した光のうち，少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲」は，光源として使用する発光素子（LED）によって決定される。",
                    "そして，本件発明1は，構成要件1J及び1Kを満たすべき角度範囲，並びに，いかなる角度範囲に第1の出射面，第2の出射面及び変曲点が位置するかについて，特定していない。本件発明1では，凹部及び凸部の全体を通してθ1が大きくなるにつれて，θ5／θ1が減少するレンズであればよく，凹部，凸部が，それぞれどの程度の範囲を占めているのかはあまり重要なことではない。凹形状の出射面と凸形状の出射面を具体的にどこに設定するかは，用いる光源の特性に応じて適宜調整し得る事項にすぎず，それ自体で独自の技術的意味を持つものではないから，凸状の第2の出射面において構成要件1Kを満たすという事項は，技術的に特別な意味を有するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明1では，0°～20°，60°～80°の角度範囲で出射された光は，パラボラ11を使用せずに出射させている。本件発明1と引用発明1とは，いずれも，発明の目的が，均一な明るさで照明する点，発明の課題が，光軸付近の光束が周辺部の光束よりも強いために光量が光軸付近に集中してしまうとする点，当該課題を解決のための手段として，レンズ部（光束制御部材）を用いるという点で一致するだけでなく，基準光軸中心付近の光量を低下させる作用機能を備えた，中央部に球の一部を切り取ったような凹み形状のレンズと，該凹み形状のレンズと連続するように外周部に凸形状のレンズを有するレンズを採用するという構成についても一致する。パラボラ11は，上記の課題解決手段によって形成され，LEDの後方に向けて放射された光の向きを，さらにLEDの前方に放射するために使用されているにすぎず，引用発明1の目的，課題及び課題解決手段に何ら影響を与えるものではないから，引用発明1がパラボラ11をも併用することは，「0°～20°の角度範囲で1Kを満たす」という発明の一致点の認定に何ら影響を与えるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書【0034】では，「最大強度の半分の値となる光が出射される方向までの角度範囲を含む所定の範囲内」を「θ1＜δ1の角度範囲内」と言い換えているから，「最大強度の半分の値となる光が出射される方向」はδ1より小さいことが規定され，図5を参照すると，δ1は85°程度であるから，結局，本件明細書では，半値角については85°程度より小さいという説明がなされているのみである。【0038】の記載からは，実施例の第2の出射面6bの範囲は，16°から85°の範囲内であることは把握されるが，「最大強度の半分の値となる光が出射される方向」については，85°程度より小さいということ以外は何らこれを限定する記載はない。よって，本件明細書上，凹レンズから凸レンズまで連続して構成要件1Kを満たさなければならないと解釈する根拠はない。",
                    "そして，引用例1の図3では，θ5／θ1は1より大きい値であること，徐々に減少していることが開示されており，構成要件1J及び1Kに係る構成は引用発明1に記載されている。",
                    "構成要件1Hb「前記第1の出射面における前記θ3が前記θ1の増加とともに徐々に減少し」は，「第1の出射面が凹状」である旨を，θ1とθ3を用いて表現しただけである。引用発明1のレンズ部は，少なくとも0～20°の範囲で構成要件1Hbを満たす形状のレンズであるから，引用発明1は，0～20°の範囲で構成要件1Hbを開示している。",
                    "構成要件1Iの「前記第2の出射面における前記θ3が前記θ1の増加とともに徐々に増加するようになっており」という構成は，半値角範囲までの間において第2の出射面が存在する構成を意味せず，「前記第2の出射面が凸状である」構成を意味するから，構成要件1Iに係る構成は引用発明1に記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由3-1（本件発明1についての新規性判断の誤り）について",
                  "text": [
                    "引用発明1が正しく認定された場合，本件発明1と引用発明1との相違点は存在せず，本件発明1は引用例1に記載された発明であるから，特許法29条1項3号の規定により特許を受けることができないものではないとした本件審決は誤りであり，違法として取り消されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由3-2（本件発明2についての新規性判断の誤り）について",
                  "text": [
                    "引用例1にはレンズ部における光の入射面は，LEDチップ1の光出射面に密接している構成が開示されており，発光素子からの光を封止部材と光束制御部材を介して出射するようになっている発光装置が記載されているから，本件発明2は引用例1に記載された発明であって，本件発明2には新規性がない。よって，特許法29条1項3号の規定により特許を受けることができないものではないとした本件審決は誤りであり，違法として取り消されるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3-3（本件発明6についての新規性判断の誤り）について",
                  "text": [
                    "本件審決は，本件発明6が本件発明1と同じ構成を有する発明であることを理由に特許法29条1項3号の規定により特許を受けることができないものではないと認定したが，本件発明6は，引用発明1に記載された発明であるから，本件審決は誤りであり，違法として取り消されるべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由3-4（本件発明11についての新規性判断の誤り）について",
                  "text": [
                    "本件審決は，本件発明11が本件発明1と同じ構成を有する発明であることを理由に特許法29条1項3号の規定により特許を受けることができないものではないと認定したが，本件発明11は，引用発明1に記載された発明であるから，本件審決は誤りであり，違法として取り消されるべきである。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明1の認定について",
              "text": [
                "原告は，本件審決が引用発明1について「角度60°～80°の範囲で発せられた光も，71°～73°の範囲に広げられ」と認定していない点において誤りがあると主張しているが，角度60°～80°の角度差20°の範囲が，71°～73°の僅かに2°の範囲へと狭められているのであるから，より正しくは，「角度60°～80°の範囲で発せられた光は，71°～73°の範囲に狭められ」と認定すべきである。そして，角度60°～80°の範囲で発せられた光は，このように角度範囲を極度に狭められて引用発明1の凸部の出射面から出射していることから，発光素子から放射された光を光束制御部材によって広範囲に滑らかに広げることを目的とする本件発明とは，その技術思想を全く異にする。",
                "本件発明1は，構成要件1E～1Kを含むものであり，構成要件1E～1Kは，構成要件1Eの冒頭にある「光制御出射面」を主語として対応するものであることから，「光制御出射面」が構成要件1E～1Kを満たすというものである。「光制御出射面」は，構成要件1E～1Gを満たすことにより，第1の出射面及び第2の出射面と，2つの出射面の接続部分である変曲点を有している。",
                "「光制御出射面」は，構成要件1Hb～1Kを満たしているが，これらの構成要件はθ1を用いて定められる。θ1は，構成要件1Haにおいて，「前記光束制御部材に入射して前記光制御出射面に到達した前記角度範囲内の光とその到達点（Px）を通り前記発光装置の基準光軸と平行な線とのなす角度」と定義されていることから，光束制御部材に入射する光の角度であり，それは，発光素子から出射する光の角度を意味する。構成要件1Haにおいて，「前記発光素子から出射した光のうち，少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内に出射される光について」とあり，出射光の角度範囲が，いわゆる半値角の「範囲内に出射される光について」とされていることから，半値角範囲内のθ1において，構成要件1Hb～1Kが満たされていればよいこととなる。構成要件1Hbには「前記第1の出射面における前記θ3が前記θ1の増加とともに徐々に減少し」とあることから，半値角範囲内であるθ1の角度範囲において第1の出射面が存在し，また，構成要件1Iに「前記第2の出射面における前記θ3が前記θ1の増加とともに徐々に増加するようになっており」とあることから，半値角範囲内であるθ1の角度範囲において第2の出射面も存在する。したがって，半値角範囲内であるθ1の角度範囲内には，第1の出射面が存在するとともに，第2の出射面も存在し，さらに第1の出射面と第2の出射面の接続点である変曲点も含まれる。",
                "このように，構成要件1Kは，かかるθ1の角度範囲内で満たされる必要があり，第1の出射面（凹面）から第2の出射面（凸面）まで連続して構成要件1Kを満たす必要がある。",
                "本件発明は，発光素子から放射された光を，光束制御部材によって広範囲に滑らかに広げることで，裾野の広い照度分布の被照射領域を生成し，等間隔に配置された複数の発光素子からの光を混ぜ合わせて均一な明るさの被照射面を形成するという技術思想に基づくものであり，1つの発光素子で均一な輝度（照度）の被照射領域を形成するという引用発明1とは技術思想を全く異にする。発光素子から放射された光を広範囲に滑らかに広げることを目的とするため，光束制御部材の外側にある第2の出射面の光学特性が重要であり，第2の出射面において，構成要件IKを満たすことが必要となる。本件明細書における第1態様の光束制御部材において，第2の出射面は，θ1が16°～85°となる範囲であり（【0038】），第2の出射面の全ての領域において構成要件（1K）を満たしている（【0035】）。そして，本件明細書には，第2の出射面において構成要件1Kを満たさず，第1の出射面のみにおいて構成要件1Kを満たすような実施態様は全く記載されていない。",
                "したがって，本件発明の技術思想と本件明細書に記載された実施態様に照らすなら，本件発明1の構成要件1Kを備える光制御出射面は，構成要件1E～1Gを満たす出射面であることが前提となる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1との相違点の認定について",
              "text": [
                "本件発明1の構成要件1Kを備える光制御出射面は，構成要件1E～1Gを満たす出射面であること，すなわち，第1の出射面から第2の出射面まで連続して構成要件1Kを満たすことが必要である。しかし，引用発明1のLED10においては，凹状の出射面である凹部3とその周囲にある凸状の出射面である凸部4にかけて，光が全反射する領域が存在するところ，光が全反射する領域では，そもそも光が出射することはないから，入射光に対して出射光が構成要件1Kに示されるパラメータの関係を示すこともなく，構成要件1Kを満たしていないことは自明である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明1と引用発明1との間に前記相違点が存在するとした本件審決の認定判断は正当であり，本件発明1は新規性を具備する発明であることは明白である。また，本件発明2，6及び11と引用発明1との間にも前記相違点が存在するから，本件発明2，6及び11について新規性を認めた本件審決の認定判断も正当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（明確性要件違反に関する判断の誤り）",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「出射光の強度が最大強度の半分の値となる光が出射される方向」という特定事項について",
              "text": [
                "本件発明1においては，採用する発光素子の半値角によって，構成要件1J，1Kが満たされるべき半値角範囲が決定されると解釈する限りでは，本件発明1の「最大強度の半分の値となる光が出射される方向」は明確といい得るが，実際に採用する発光素子の半値角とは関係なく特定の角度まで絶対的に構成要件1J，1Kが満たされていなければならないと解釈される余地があるのであれば，本件発明1は明確ではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「徐々に」という特定事項について",
              "text": [
                "引用例1の図3では，θ5／θ1は1より大きい値であること，徐々に減少していることが開示されているところ，仮に，上記θ5／θ1の変化が「徐々に」を満たさないとするならば，いかなる場合に「徐々に」を満たすのか不明である。「徐々に」がいかなる場合に満足されるかについては，本件明細書の記載を参酌しても明確とはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「基準光軸近傍の光」という特定事項の技術範囲について",
              "text": [
                "除外される「基準光軸近傍の光」の範囲が明確ではないために，具体的なレンズが請求項に係る発明の範囲に入るか否かを当業者が理解することはできないから，本件発明1の「基準光軸近傍の光」という発明特定事項は，明確ではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件審決は，明確性要件違反に関する判断を誤っているから，違法として取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "「出射光の強度が最大強度の半分の値となる光が出射される方向」という特定事項について",
              "text": [
                "前記3で主張したとおり，半値角範囲内であるθ1の角度範囲内には，第1の出射面が存在するとともに，第2の出射面も存在するということができるから，半値角は第2の出射面に位置していると特定されることは自明である。そして，このことから，実際に採用する発光素子の半値角が不明の場合であっても，光束制御部材の第2の出射面の位置から半値角の最小値を特定することができる。",
                "したがって，「前記光制御出射面」を特定している「（1K）このθ5／θ1の値をθ1の増加にしたがって徐々に小さくなる方向に変化させる形状に形成されている」との特定事項は，前記光制御出射面を構成している，第1の出射面から変曲点を超えて第2の出射面にわたって該当しているから，大きい方でθ1の角度範囲を規定する「出射光の強度が最大強度の半分の値となる光が出射される方向」は，第2の出射面（凸レンズ部分）に位置しているものとして構成を特定することができ，明確でないとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「徐々に」という特定事項について",
              "text": [
                "引用発明1が構成要件1Kを満たさないのは，引用発明1のLED10において，凹状の出射面である凹部3とその周囲にある凸状の出射面である凸部4にかけて，光が全反射する領域が存在し，かかる領域では，入射光に対して出射光が構成要件1Kに示されるパラメータの関係を満たすか否かを示すまでもなく，構成要件1Kを満たしていないからであって，「徐々に」を満たしていないからではない。したがって，引用発明1が構成要件1Kを満たさないからといって，「徐々に」の意味が明確でないとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「基準光軸近傍の光」という特定事項の技術範囲について",
              "text": [
                "本件明細書【0034】には，「近傍は，例えば，θ1が±5°以内程度とされることが好ましい。」との記載があり，当業者は，かかる記載から，具体的なレンズが請求項に係る発明の範囲に入るか否かを容易に理解することができるから，明確でないとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1には明確性要件違反の無効理由はないから，取消事由4には理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件発明に係る特許請求の範囲は，前記第2の2のとおりであるところ，本件明細書の発明の詳細な説明には，おおむね，以下の記載がある（下記記載中に引用する図面は，別紙本件明細書図面目録参照）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本発明は，発光装置，面光源装置，表示装置及び光束制御部材に関し，例えば，液晶表示パネルの背面側から面状に照明するバックライトの光源や室内の一般照明など各種照明として用いられる発光装置，これを使用し，各種照明に用いられる面光源装置，この面光源装置を照明手段として被照明部材と組み合わせて使用する表示装置，及びこれら面光源装置や表示装置を構成する光束制御部材に関するものである。（【0001】）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "従来から，パーソナルコンピュータやテレビジョン等に使用される液晶表示モニタの照明手段として，複数の発光ダイオード（LED）を点光源として使用した面光源装置が知られている。この面光源装置は，液晶表示モニタの液晶表示パネルとほぼ同形状の板状の光束制御部材の裏面側に複数のLEDをマトリックス状に配置し，そのLEDからの光を光束制御部材の裏面側から光束制御部材の内部に入射させ，その光束制御部材の内部に入射した光を光束制御部材の裏面に対向する出射面から出射させて，その出射光によって液晶表示パネルをその背面側から面状に照明できるようになっている。（【0002】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "しかしながら，第1従来例の面光源装置100においては，隣り合うLED101の中間部分であって，マイクロレンズアレイ102の形状が不連続になる部分の光の出射量が急激に変化するため，各マイクロレンズアレイ102の境目部分の出射光の明暗のばらつきが目立つという問題点が指摘されていた。",
                    "また，第2従来例の発光表示装置103は，凹レンズ105を複数連続的に接続して平面状にするようになっておらず，また，凸レンズ106を複数連続的に接続して平面状にするようになっていないため，液晶表示パネルのバックライト等として，広い面積の被照明部材に対して均一な面状照明を行うことが困難である。",
                    "また，第3従来例の表示装置107は，LED108からの光を集光レンズ110で集光した後，その集光レンズ110で集光されたLED108からの光を拡散レンズ111で拡散するようになっているため，特許文献1の面光源装置100のような光の明暗の差が目立ち難くなっているものの，隣り合う複数のLED108からの光同士が混ざり合いにくく，各LED108間の発光色のばらつきが目立つという問題点が指摘されていた。",
                    "また，第4従来例の表示装置121は，図10に示すように，各LED124に対応するように出現する照明光の輝度のばらつきが波形形状で大きいため，各LED124間の照明光に暗部が生じ，均一な面状照明を行うことが困難であった。また，第4従来例の表示装置121は，図10の線Bで示すように，各LEDチップ125から出射した光の光量がLED124の光軸L近傍に集中する傾向があるため，隣り合う複数のLED124からの光同士が混ざり合いにくく，各LED124間の発光色のばらつきが目立つという問題点が指摘されていた。",
                    "そこで，本発明は，光源として用いられる発光装置，複数のLEDを使用する面光源装置及びこの面光源装置を使用する表示装置において，各LEDの発光色のばらつきを目立ちにくくし，輝度ムラのない均一な面状照明を可能にすることを目的とする。また，本発明は，1個のLEDを光源として使用するような場合でも，LEDからの光を効率よく，所望の範囲まで滑らかに拡げることができるようにすることを目的とする。（【0008】～【0012】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "本発明によれば，発光素子から発せられた光の光束は，光束制御部材の光制御出射面により，効率的に且つ広範囲に滑らかに拡げることができ，光束制御部材の出射面から広範囲に照明光を出射することができる。したがって，本発明によれば，複数の発光素子を光源として使用する場合，各発光素子からの光が混じり易くなり，各発光素子の発光色にばらつきがあったとしても，光束制御部材を介して出射される各発光素子の発光色のばらつきが目立ちにくくなると共に，出射光輝度も均一化し，高品質の照明が可能になる。（【0026】）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "以下，本発明が適用可能な発光素子，面光源装置及び表示装置の最良の実施の形態を図面に基づいて説明する。",
                    "［面光源装置及び表示装置の概略構成］",
                    "図1～図3は，本実施の形態に係る表示装置1及びこの表示装置1を構成する面光源装置2を示すものである。なお，図1は被照明部材（例えば，液晶表示パネル）3等を取り外して示す表示装置1の平面図（面光源装置の平面図）である。また，図2は，表示装置1の概略を示す断面図であり，図1のX1-X1線に沿って切断して示す表示装置1の断面図である。また，図3は，発光素子4の基準光軸Lを含む表示装置1の一部断面図であり，光束制御部材5の光制御出射面6の形状を説明するために図2の一部を拡大して示す図である。ここで，基準光軸Lとは，発光装置からの立体的な出射光束の中心における光の進行方向をいう。なお，本実施の形態においては，発光素子4の光軸（発光素子4からの立体的な出射光束の中心における光の進行方向）と基準光軸Lが一致している場合を例にして説明する。したがって，以下の説明において，基準光軸Lを光軸Lと言い換えて説明する。",
                    "これらの図に示すように，本実施の形態の表示装置1は，平面形状が略矩形形状の光拡散部材7の裏面側にほぼ等間隔に（ピッチPで）複数配置された点光源としての発光素子4もしくは封止部材9に封止された発光素子4（例えばLED19）と，光拡散部材7の出射面（裏面と反対側の面）側に配置された被照明部材3と，を備えている。なお，本実施の形態においては，発光素子4もしくは封止部材9で封止された発光素子4，光束制御部材5及び光拡散部材7によって面光源装置2が構成されている。また，発光素子4もしくは封止部材9で封止された発光素子4及び光束制御部材5によって発光装置29が構成されている。（【0027】～【0029】）",
                    "［光束制御部材］（第1態様）",
                    "このような表示装置1を構成する光束制御部材5は，図1乃至図3に示すような形状をしており，例えば，PMMA（ポリメタクリル酸メチル），PC（ポリカーボネート），EP（エポキシ樹脂）等の透明樹脂材料や透明なガラスで形成されている。",
                    "この光束制御部材5は，図1に示すように，平面形状が略円形形状である。また，この光束制御部材5は，図4（a）のX2-X2線に沿って切断して示す図4（b）のように，裏面側（図4（b）の下面側）に，発光素子4の光出射面8に密着する凹み10が形成されている。この凹み10は，図4（b），（c）に示すように，光束制御部材5の裏面側の中心に位置し，発光素子4の半球状の光出射面8に密着するような半球状に形成されている。そして，このような光束制御部材5は，裏面側の平面部11が発光素子4の取付基板12に接着固定されると共に，その裏面側の凹み10が発光素子4の光出射面8に接着固定されるようになっている。",
                    "また，この光束制御部材5は，その外表面側に光制御出射面6が形成されている。この光制御出射面6は，光軸Lを中心とする所定範囲に位置する第1の出射面6aと，この第1の出射面6aの周囲に連続して形成される第2の出射面6bと，からなっている。このうち，第1の出射面6aは，図4（b）の断面形状に示すように，下に凸の滑らかな曲面形状であり，球の一部を切り取ったような凹み形状になっている。また，第2の出射面6bは，図4（b）の断面形状に示すように，第1の出射面6aに連続して形成される上に凸の滑らかな曲面形状であり，その平面形状が第1の出射面6aを取り囲む略中空円板形状に形成されている（図4（a）参照）。そして，これら第1の出射面6aと第2の出射面6bが滑らかに接続され，その両出射面6a，6bの接続部分が変曲点Poになっている。また，光制御出射面6を構成する第2の出射面6bの外周側には，図4（b）の断面形状に示すように，第2の出射面6bと裏面の平面部11とを接続する第3の出射面6cが形成されている。なお，図4（b）の断面形状では，ほぼ直線状の傾斜面からなる第3の出射面6cを示したが，これに限られず，光束制御部材5からの広範囲且つ均一な出射を妨げる形状でなければ曲線でもよい。ここで，光軸Lから出射面6bと6cの接続点Paまでの角度をδ1とし，光軸Lから変曲点Poまでの角度をδ2とする。",
                    "このような光束制御部材5の光制御出射面6の詳細を図3に基づき説明する。この図3において，発光素子4の光軸Lに直交する水平面を基準面Cとすると，発光素子4から出射して光束制御部材5内を伝播した光Hが光制御出射面6から出射する位置（図3の断面における光制御出射面6と光Hとの交点Px）で基準面Cに平行に引いた線をAとする。また，この図3において，発光素子4からの光Hが光制御出射面6から出射する位置Pxにおける光制御出射面6の輪郭線に対する接線Bと線Aとのなす角を θ3とする。そして，この図3において，光束制御部材5の内部を伝播した発光素子4からの光Hが光束制御部材5の光制御出射面6から出射する出射角（光制御出射面6から出射する光Hと光軸Lとのなす角）をθ5とする。",
                    "この図3に示す光制御出射面6は，発光素子4から出射される光のうちで，少なくとも最大強度の光が出射される方向（光軸Lに沿った方向であって，基準面Cの法線方向に沿った方向）から最大強度の半分の値となる光が出射される方向までの角度範囲を含む所定の範囲内…において，法線（図3における光軸L）の近傍の光を除き，θ1とθ5の関係が（θ5／θ1）＞1となるように形成されており，このθ5／θ1の値をθ1の増加にしたがって徐々に減少させるような形状に形成されている（図5の曲線14参照）。…ここで，光束制御部材5の拡散度合いの係数をαとすると，θ1＜δ1の範囲内において，θ5は数1のように表すことができ，θ3は数2のように表すことができる。また，上述の法線（図3における光軸L）の近傍は，例えば，θ1が±5°以内程度とされることが好ましい。",
                    "【数1】",
                    "【数2】",
                    "このようにして求められたθ3は，…光軸Lの近傍からθ1＝δ2となるまでは，θ3はθ1の増加とともに徐々に減少し，θ1＞δ2の範囲では，θ3はθ1の増加とともに徐々に増加するようになっている。そして，θ1がδ1に合致すると，θ3＝θ1となる。",
                    "次に，図2及び図3に基づいて，光束制御部材5の光制御出射面6による作用を説明する。これらの図に示すように，発光素子4からの光Hは，光束制御部材5の内部を伝播した後，光制御出射面6から外部（空気中）にスネルの法則にしたがって出射することになる。この際，本発明に係る光束制御部材5から出射される発光素子4からの光束は，図15に示す従来の半球状の光束制御部材123から出射される光束に比較し，発光素子4の直上などで局部的に出射されず，照射範囲内に向けて均一に且つ滑らかに拡げて出射させられる。",
                    "（第1態様の実施例）",
                    "次に，本発明の第1態様に係る光束制御部材5を用いた発光装置29の実施例を図1乃至図4を参照しつつ説明する。これらの図に示した光束制御部材5の光制御出射面6は，発光素子4の発光特性（発光素子4からの出射光束の広がり角度であって，特に出射光の強度が最大強度の半分の値の光の出射角），光束制御部材5の光軸L方向の厚さd（特に，発光素子4の発光部4aから光制御出射面6までの光軸L方向の距離d1），各発光素子4のピッチ間距離p，光束制御部材5の外径寸法Do，光制御出射面6から光拡散部材7までの光軸L方向の距離L1，光束制御部材5の屈折率n，光束制御部材5の入射面凹部形状（凹み10を構成する凹面形状），発光素子4から出射した光が光束制御部材5に入射するまでの間に通過する部材（隙間）の屈折率に応じて，第1の出射面6a及び第2の出射面6bの形状等が決定されるようになっている。例えば，光束制御部材5は，入射面凹部形状が半球状で，屈折率n＝1．49の透明樹脂材料で形成されており，L1＝13．89mm，p＝24．25mm，d＝3．31mm，d1＝2．11mm，Do＝7．85mmに設定されている。また，光束制御部材5と発光素子4の間は，光束制御部材5と屈折率の等しい材質で構成されている。この光束制御部材5は，第1の出射面6aと第2の出射面6bの接続部分におけるθ1が，θ1＝δ2＝16°となるように，また，第2の出射面6bと第3の出射面6cの接続部分におけるθ1が，θ1＝δ1＝85°となるように形成されている。そして，第3の出射面6cは，第2の出射面6bの外周端の接線を光軸Lの周りに360°回転させて形成されるようになっている。ここで，図4（b）において，θ1≦δ2の範囲が第1の出射面6aの範囲であり，δ2≦θ1≦δ1の範囲が第2の出射面6bの範囲であり，δ1≦θ1の範囲が第3の出射面6cの範囲である。",
                    "なお，本態様において，発光素子4側の封止部材9が透明樹脂又は透明ガラスで形成されている場合には，光束制御部材5の材料も発光素子4の封止部材9側と同様のものが使用される。このようにすれば，発光素子4から出射した光Hが光制御出射面6にそのまま到達する。しかしながら，この態様に限定されるものでなく，発光素子4の封止部材9となる材料と光束制御部材5側の材料を，それぞれ屈折率の異なる材料を使用し，材料の屈折率の違いによる光束制御を行うようにしてもよい。（【0030】～【0039】）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載によれば，本件発明の特徴は，以下のとおりである。",
                "本件発明は，発光装置，面光源装置，表示装置及び光束制御部材に関し，例えば，液晶表示パネルの背面側から面状に照明するバックライトの光源や室内の一般照明など各種照明として用いられる発光装置，これを使用し，各種照明に用いられる面光源装置，この面光源装置を照明手段として被照明部材と組み合わせて使用する表示装置，及びこれら面光源装置や表示装置を構成する光束制御部材に関するものである（【0001】）。本件発明1，2及び6は発光装置，本件発明4は面光源装置，本件発明5は表示装置，本件発明11は光束制御部材に関する（請求項1，2，4ないし6，11）。",
                "従来，パーソナルコンピュータやテレビジョン等に使用される液晶表示モニタの照明手段として，複数の発光ダイオード（LED）を点光源として使用した面光源装置が知られており，図15に示すように，表示装置121は，出射面122が半球状の光束制御部材123をLED124の出射面側に固着してなるLEDチップ125を複数配置し，各LEDチップ125から出射する光を光拡散部材126を透過させた後，その光拡散部材126を透過した光で被照明部材（例えば，液晶表示パネル）127を面状に照明するようになっているものがあった。しかし，表示装置121は，図10に示すように，各LED124に対応するように出現する照明光の輝度のばらつきが波形形状で大きいため（【図10】のB，D参照），各LED124間の照明光に暗部が生じ，均一な面状照明を行うことが困難であり，また，各LEDチップ125から出射した光の光量がLED124の光軸L近傍に集中する傾向があるため，隣り合う複数のLED124からの光同士が混ざり合いにくく，各LED間の発光色のばらつきが目立つという問題があった（【0002】～【0011】）。",
                "そこで，本件発明は，光源として用いられる発光装置，複数のLEDを使用する面光源装置及びこの面光源装置を使用する表示装置並びに光束制御部材において，各LEDの発光色のばらつきを目立ちにくくし，輝度ムラのない均一な面状照明を可能にすることを目的とする。また，本件発明は，1個のLEDを光源として使用するような場合でも，LEDからの光を効率よく，所望の範囲まで滑らかに拡げることができるようにすることを目的とする（【0012】，【図2】）。",
                "本件発明1は，発光素子からの光を光束制御部材を介して出射するようになっている発光装置において，前記光束制御部材は，前記発光素子からの光が前記光束制御部材に入射する光入射面と，前記発光素子からの光の出射を制御する光制御出射面とを備え，前記発光装置の基準光軸に沿った方向から見た形状が略円形形状となるように形成されており，前記光制御出射面は，前記発光装置の基準光軸近傍で，かつ，前記基準光軸を中心とする所定範囲に位置する球の一部を切り取ったような凹み形状の第1の出射面と，この第1の出射面の周囲に連続して形成される第2の出射面とを有し，これら第1の出射面と第2の出射面との接続部分が変曲点となっており，前記発光素子から出射した光のうち，少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内に出射される光について，前記光束制御部材に入射して前記光制御出射面に到達した前記角度範囲内の光とその到達点（Px）を通り前記発光装置の基準光軸と平行な線とのなす角度をθ1とし，前記到達点（Px）を通り，かつ，前記基準光軸に直交する線（A）と前記到達点（Px）における輪郭線に対する接線（B）とのなす角度をθ3とし，前記光制御出射面の前記到達点（Px）から出射する光と前記基準光軸とのなす角（出射角）度をθ5とすると，前記第1の出射面における前記θ3が前記θ1の増加とともに徐々に減少し，前記第2の出射面における前記θ3が前記θ1の増加とともに徐々に増加するようになっており，前記到達点（Px）からの出射光が，前記発光素子から出射される光のうちの前記基準光軸近傍の光を除き，θ5／θ1＞1の関係を満足するとともに，このθ5／θ1の値をθ1の増加にしたがって徐々に小さくなる方向に変化させる形状に形成されるように構成したことを特徴とする（請求項1，【0013】，【図3】，【図4】）。",
                "このような構成によって，発光素子から発せられた光の光束は，光束制御部材の光制御出射面により，効率的に，かつ，広範囲に滑らかに広げることができ，光束制御部材の出射面から広範囲に照明光を出射することができる。したがって，本件発明1によれば，複数の発光素子を光源として使用する場合，各発光素子からの光が混じりやすくなり，各発光素子の発光色にばらつきがあったとしても，光束制御部材を介して出射される各発光素子の発光色のばらつきが目立ちにくくなるともに，出射光輝度も均一化し，高品質の照明が可能になるとの効果を奏する（【0026】，【0064】）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（引用発明2に基づく新規性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，おおむね，次の記載がある（下記記載中に引用する図面は，別紙引用例2図面目録参照）。",
                    "引用発明2は，レンズを利用した照明装置に係り，特に照明板を均一な明るさに照明できるようにした照明装置に関するものである。（1頁左下欄13～15行）",
                    "従来の照明装置にあっては，凹レンズの特性上，レンズ中心から離れた部分を通る光線ほど光の屈折率が大きくなるために，照明板における中心部付近に集まる光をその周りに分散させ，中心部とその周囲の照度の均一化を図る効果はあるものの，外縁部付近では光が分散し過ぎて該部分に集まる光量が少なく，中心部に比べて暗くなり，照明板全体の照度の均一化を図ることができなかった。（1頁右下欄12行～2頁左上欄2行）",
                    "引用発明2は，上記のような問題に鑑み，照明装置の一を構成とするレンズを特殊形状とすることによって照明板全体が均一の照度となるようにすることを課題とし，このような課題を解決するために，照明板の中心部と光源とを結ぶ直線状にレンズ中心が位置するようにレンズ体を配置し，かつこのレンズ体は，少なくとも照明板に照射する光源光の入射区域内において，中心部から外周に向かって漸次屈折率が小さくなるように構成されたものである。（2頁左上欄5～15行）",
                    "より具体的には，点光源4と照明板6との間にレンズ体7を配設し，該レンズ体7の中心が光源4と照明板6の中心部Bとを直線で結ぶ光源軸8上に位置するようにし，レンズ体7は，光源4側に凹部を有する凸レンズの一端を光源軸8上に置き，該光源軸8を回転中心として上記凸レンズを回転させたときにできる回転軌跡と同一の形状で構成し，光源軸8上にレンズ体7のレンズ中心が位置し，中心を通る任意の断面で見たときに，このレンズ体7は，あたかも同一形状の2つの凸レンズ7a，7bが光源軸8上で接続されているように見えるように構成し，さらに，照明板6の中心部B付近において，先の場合よりも光量が多くなるように，P点を境にしてレンズ体10の中心部を光源軸8に対し直角に交わる凹状レンズ11で構成した。（2頁右上欄1～16行，3頁左上欄9行～15行，同右上欄12行～15行，第2図，第4図）",
                    "以上によれば，照明板の中央部付近に集まる光線は大きく屈折して外周に分散され，また外周部に集まる光線の屈折は小さく，光の分散が少ないので，照明板の各部に照射される光量の差が少なくなり，照明板全体の照度の均一化を図ることができる。（3頁左下欄5～18行）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2における屈折率の意義",
                  "text": [
                    "引用例2には，「第1図に光線ℓ と光線ℓ とで示したように，凹レンズ5の特1 2性上，レンズ中心から離れた部分を通る光線ほど光の屈折率が大きくなる」（1頁右下欄12～16行）との記載があり，この記載と第1図に開示される記載内容によれば，引用例2において「屈折率」とは，光学の技術分野において通常使用される，物質固有の「光や音などの波動が二つの媒質の境界面で屈折するときの，入射角の正弦と屈折角の正弦との比」（「大辞泉」第2版）や「真空中の光の速度と媒質中の光の速度との比」（「広辞苑」第6版）との意味とは異なり，屈折の角度に関係する値であると解される。引用例2の「屈折率」が，光学の技術分野において通常使用される意味ではなく，屈折の角度に関係する値であることについては，両当事者に争いはない。",
                    "そして，引用例2には，上記記載以外に「屈折率」の定義についての記載はなく，屈折の角度に関係する値であるという以上の具体的な値についての開示はない。",
                    "原告は，引用発明2において，光がレンズに入射する角度が「θ1」に，光がレンズから出射する角度が「θ5」にそれぞれ該当することを前提に，「屈折率」は，「率」という用語により比であることが明記されているから，θ5とθ1の比である「θ5／θ1」で表現されるものである旨主張する。",
                    "しかし，前記のとおり，引用例2では，「屈折率」について，一般的な意味とは明らかに異なる独自の意味を持たせて使用しているから，引用例2で使用される用語の解釈に当たり，引用例2に開示された記載事項を離れ，科学一般の技術常識に照らして解釈することは相当ではない。そこで，引用例2の記載事項をみると，そもそも，光速制御部材に入射して，光速制御部材の出射面に到達した光とその到達点を通り，発光装置の基準光軸と平行な線とのなす角度である「θ1」や，光制御出射面の到達点から出射した光の出射角である「θ5」についての記載はなく，本件発明1と同じ意味での「θ1」，「θ5」の開示はない上，光がレンズに入射する角度が「θ1」に，光がレンズから出射する角度が「θ5」に，それぞれ該当するとの記載や示唆もない。そして，引用例2には，「屈折率」とθ1及びθ5との関係について何ら記載も示唆もされていないのであるから，「屈折率」をθ1及びθ5によって表現される値であると解釈することはできない。",
                    "また，「レンズ体7においては，凸レンズ本来の特性により，レンズ体7の中心部において最も屈折率が大きく，かつ外周部へ向かうに従って漸次屈折率が小さくなっていき，各凸レンズ7a，7bの光軸9a，9b上で略零に等しくなり，更にレンズ外周部へ向かって再び屈折率が大きくなっていく。」（2頁左下欄5～11行）との記載によれば，光がレンズに入射する角度と光がレンズから出射する角度がほぼ等しくなるときに，「屈折率」は「略零」になるとされるところ，仮に「屈折率」がθ5とθ1に関連する値であり，光がレンズに入射する角度，光がレンズから出射する角度が，それぞれ「θ1」，「θ5」に該当すると解したとしても，「θ5／θ1」は，「略零」になるという記載には当てはまらないから，「屈折率」を「θ5／θ1」と解することはできない。",
                    "原告は，屈折率は「（θ5／θ1）-1」で表現されるものであるとも主張し，このように解するなら，「略零」に等しくはなり得るが，凹レンズにおいて，「θ5／θ1」や「（θ5／θ1）-1」が，レンズ中心から離れるほど常に大きくなると認めるべき根拠はなく，「屈折率」を「（θ5／θ1）-1」と解釈することは，引用例2の「凹レンズ5の特性上，レンズ中心から離れた部分を通る光線ほど光の屈折率が大きくなる」との記載に沿わないから，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明2の認定について",
                  "text": [
                    "引用例2の第2図に開示される実施例のレンズ体は，光源4側に凹部を有する凸レンズの一端を光源軸8上に置き，該光源軸8を回転中心として上記凸レンズを回転させたときにできる回転軌跡と同一の形状で構成されており，光源軸8上にレンズ体7のレンズ中心が位置するものであるところ，第2図に開示されるレンズ体は，レンズ体7の中心部において最も屈折率が大きく，かつ外周部へ向かうにしたがって漸次屈折率が小さくなっていき，各凸レンズ7a，7bの光軸9a，9b上で略零に等しくなり，更にレンズ外周部へ向かって再び屈折率が大きくなっていくものである。",
                    "また，引用例2の第4図に開示される実施例は，第2図に開示される実施例に対して，「先の実施例と同様，任意の断面形状を見た場合に同一形状からなる二個の凸レンズ10a，10bにより構成されているが，第2図の実施例とは異なり，P点を境にしてレンズ体10の中心部を光源軸8に対し直角に交わる凹状レンズ11で構成したもの」（3頁左上欄9～15行）であり，レンズ体の中心部を「凹状レンズ」で構成したものである。そして，凹状レンズ11における光の屈折は，「光源4からレンズ体10上のP点へ進んだ光は，EE線上において屈折し虚像点A ，A を結2 3ぶ直線と照明板6との交点であるP’に当たり，…P点より下部の任意のR点に当たった光は虚像点A から出たように屈折して進み照明板6上のR’点に到達する。」3（3頁左上欄20行～右上欄12行）とされるところ，これは，従来の「凹レンズ5」における光の屈折が，「凹レンズ5を用いることにより，該凹レンズ5によってできる光源4の虚像点A と凹レンズ5に入射される点とを結ぶ直線上に光源4か1らの光を屈折分散させ，レンズを用いない場合に最も照度が高くなる照明板6の中心点B付近に集まる光を周辺部に分散させて照度のより均一化を図っていた」（1頁右下欄4～11行）ことと異なるものではない。",
                    "以上によれば，「凹状レンズ11」は，光の屈折に関して「凹レンズ5」と同様のレンズと解することが相当であり，「レンズ中心から離れた部分を通る光線ほど光の屈折率が大きくなる」ものであると解するのが相当である。",
                    "したがって，引用例2には，本件審決が認定したとおりの引用発明2が記載されていると認められ，本件審決が，「レンズ体10の凸レンズ10a,10bは，外周部に向かって漸次屈折率が小さくなるように構成されている」とし，凹状レンズ11については，「漸次屈折率が小さくなる」としなかった点に誤りはない。  "
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明2との相違点の認定について",
              "text": [
                "前記のとおり，引用例2には，「θ5／θ1」が開示されているとはいえないから，引用発明2の「屈折率」は，本件発明1の「θ5／θ1」に相当するものとはいえない。",
                "また，本件審決が認定した相違点3（前記第2の3(3)ウ は，本件発明1の「θ5／θ1」という特定事項（構成要件1J，1K）を含む相違点であるところ，引用発明2は「θ5／θ1」という事項に係る構成を有していないから，本件発明1と引用発明2とは，相違点3のうち，引用発明2が少なくとも構成要件1J及び1Kを満たさないという点において相違することは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用例2では，「凹レンズ5」と「凹状レンズ11」とが明確に区別して使用されていることからすると，凹状レンズ11が，従来の技術の凹レンズ5のように徐々に屈折率が大きくなる屈折特性を持っていると結論付けることはできないと主張する。しかし，同じ性質を有する物についても，実施例が異なる場合や，従来技術と区別する場合等において，異なる名称を付すことはあり得るから，凹レンズ5と凹状レンズ11の用語が異なることをもって，屈折特性が異なることの根拠と解することはできない。",
                "また，原告は，引用例2は，昭和62年改正前の特許法が適用されていた特許出願に係る公報であるから，引用発明2を認定する上では，第4図に記載の実施例が引用例2の特許請求の範囲から除外されるような解釈をする余地はなく，「凹状レンズ」は中心部から外周部に向かって漸次屈折率が小さくなるように設定されたものであると解釈しなければならない旨主張する。しかし，昭和56年改正特許法36条5項の「特許請求の範囲には，発明の詳細な説明に記載した発明の構成に欠くことができない事項のみを記載しなければならない。」との規定は，特許請求の範囲に発明の構成要件以外のことを記載しないことを規定するもので，発明の詳細な説明に記載した全ての発明について特許請求の範囲に記載することを義務付けるものとは解されないから，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は，少なくとも構成要件1J，1Kを満たさない引用発明2と相違点3において明らかに相違するから，引用例2に記載された発明であるとはいえない。",
                "本件発明3についても，本件発明1と同様に，少なくとも構成要件1J，1Kを満たさない引用発明2と相違点3において相違するから，引用例2に記載された発明であるとはいえない。",
                "よって，取消事由1-1，1-2は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（引用発明2に基づく進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2からの容易想到性について",
                  "text": [
                    "原告は，引用発明2に接した当業者は，レンズ体10の外側の凸レンズ10a，10b，あるいは，第2図に開示された凸レンズ7a，7bを参考に，凹状レンズ11を「中央部から外周部へ向って漸次屈折率が小さくなる」ように設計する動機付けがあると主張する。",
                    "しかしながら，引用例2には，従来例の凹レンズでは，その特性上，レンズ中心から離れた部分を通る光線ほど光の屈折率が大きくなることから，外縁部付近では光が分散し過ぎて集まる光量が少なく，中心部に比べて暗くなるとの課題を解決するため，中心部から外周に向かって漸次屈折率が小さくなるように，同一形状の2つの凸レンズ7a，7bが光源軸8上で接続されているように見えるように構成することにより，照明板の中央部付近に集まる光線は大きく屈折して外周に分散され，外周部に集まる光線の屈折は小さく，光の分散が少なくなるように構成する第2図の実施例が開示されるとともに，さらに，第4図の実施例において，P点を境にしてレンズ体10の中心部を光源軸に対し直角に交わる凹状レンズ11で構成することにより，第2図の実施例と比べて，照明版の中心部付近における光量が多くなることが開示されている。引用発明2の凹状レンズは，レンズ中央部から外周部へ向かって漸次屈折率が大きくなるようにして，凹状レンズを使用しないレンズ体に比べて中心部付近における光量を増加させるとの技術的意義を持つものであるから，これを反対に，引用例2に開示された凸レンズを参考に，「中央部から外周部へ向って漸次屈折率が小さくなる」ように設計する動機付けがあるとはいえず，むしろ阻害要因がある。",
                    "したがって，引用発明2から，構成要件1Kの「θ5／θ1の値をθ1の増加にしたがって徐々に小さくなる方向に変化させる」との構成を想到することが，当業者に容易であったとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2と技術常識の組合せについて",
                  "text": [
                    "原告は，引用例1，甲40（特開2001-267626号公報）及び甲41（特開平2-310581号公報）によれば，凹形状の出射面において，θ1の増加とともにθ5／θ1の値が減少するレンズとすることは，本件特許の出願当時，技術常識であり，かかるレンズ設計に係る技術常識に基づけば，当業者が引用発明2の凹状レンズ11について構成要件1Kを満たすよう設計することの動機付けがある旨主張する。",
                    "しかしながら，本件発明1は，「光源として用いられる発光装置，複数のLEDを使用する面光源装置及びこの面光源装置を使用する表示装置並びに光束制御部材において，各LEDの発光色のばらつきを目立ちにくくし，輝度ムラのない均一な面状照明を可能にすること」（【0012】）を目的とし，「1個のLEDを光源として使用するような場合でも，LEDからの光を効率よく，所望の範囲まで滑らかに拡げることができるようにすること」（【0012】）を課題とするものであり，その課題を解決するため，本件発明1の相違点3に係る構成，すなわち，構成要件1Haないし構成要件1Kを備えたものである。",
                    "他方，後記4のとおり，引用例1に開示されるレンズは，構成要件1Kを満たすものではなく，また，甲41に開示されたレンズは，引用例1に開示されたものと同一であるから，構成要件1Kを満たすものではない。甲40には，コリメートレンズと凹型シリンドリカルレンズの2つのレンズを併せて使用して光の均一化を図ることが開示されており（甲40請求項1，【0020】～【0022】，【0051】），1つのレンズにおいて，点光源のような広がりのある光を受光して，θ5／θ1の値をθ1の増加にしたがって徐々に小さくすることの開示はないから，構成要件1Kを満たすものではない。そして，他に，発光装置の光束制御部材につき，凹形状の出射面において，θ5／θ1の値をθ1の増加にしたがって徐々に小さくするレンズとすることが，本件特許出願当時の技術常識であったことを認めるに足りる証拠はない。",
                    "したがって，凹形状の出射面において，θ5／θ1の値をθ1の増加にしたがって徐々に小さくするレンズとすることが，本件特許の出願当時，技術常識であったとはいえず，引用例1，甲40，41に接した当業者が，引用発明2の凹状レンズ11について，構成要件1Kを満たすように設計することを想到することはできないから，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明2と引用発明1の組合せについて",
                  "text": [
                    "原告は，引用例1図3の凹部は，少なくとも0°～20°の角度範囲内において，θ5／θ1の値がθ1の増加にしたがって徐々に減少する関係を満たしているから，半値角が比較的小さい光源（例えば，半値角20°程度のLED）を適用した場合，半値角の範囲で構成要件1Kを満たすものが開示されており，これを引用発明2に組み合わせることにより，構成要件1Kの構成に至ると主張する。",
                    "しかし，引用発明2は，照明板全体の照度の均一化を図るため，レンズ体を，照明板に照射する光源光の入射区域内において，中心部から外周に向かって漸次屈折率が小さくなるように構成し，照明板の中央部付近に集まる光線を大きく屈折させて外周に分散させ，外周部に集まる光線の屈折は小さくして光の分散を少なくさせ，照明板の各部に照射される光量の差を少なくし，さらに，中心部の光量を少し増やすために，レンズ体の中心部を凹状レンズで構成したものであるところ，凹状レンズをさらに変更して，引用発明1からその一部である0°～20°の角度範囲内の構成とすることの動機付けはない。",
                    "また，後記4のとおり，引用発明1については，半値角が20°程度の比較的小さい光源を適用することは想定されていないから，当業者が，引用発明1からその一部である0°～20°の角度範囲内の構成のみを引用発明2に適用することはできない。",
                    "そして，後記4のとおり，本件発明1は，「発光素子から出射した光のうち，少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内」において，基準光軸から第1の出射面（基準光軸近傍を除く），変曲点を経て第2の出射面までの範囲全体にわたって，「θ5／θ1の値をθ1の増加にしたがって徐々に小さくなる方向に変化させる形状に形成されている」との構成を有するものであるから，仮に，引用発明1の0°～20°の角度範囲内の構成が，θ5／θ1の値をθ1の増加にしたがって徐々に小さくなる関係を満たしており，これを引用発明2に組み合わせたとしても，0°～20°の角度範囲外の部分は，θ5／θ1の値をθ1の増加にしたがって徐々に小さくなる方向に変化させる形状に形成されるものではない以上，構成要件1Kの構成には至らない。",
                    "したがって，引用発明2に引用発明1を組み合わせることにより構成要件1Kに係る構成を想到することが，当業者に容易であったとはいえず，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は，引用発明2に基づき，当業者が容易に想到し得たものであるとはいえない。また，本件発明2ないし11についても，引用発明2との間に本件発明1と同様の相違点があるところ，本件発明1と同様の理由により，引用発明2に基づき，当業者が容易に想到し得たものであるとはいえない。",
                "よって，取消事由2-1ないし2-11は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（引用発明1に基づく新規性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，おおむね，次の記載がある（下記記載中に引用する図面は，別紙引用例1図面目録参照）。",
                    "引用発明1は，発光ダイオード（LED）に，更に詳しくは，パネルのバック照明用光源等に用いられるLEDに関する。（1頁左下欄12～14行）",
                    "従来のLEDは指向性が狭いので，パネルの表示面に対する光源からの光の入射角が小さい程，照射される表示面は明るくなり，前記入射角が大きい程，照射される表示面は暗くなる。（1頁右下欄4～8行）",
                    "そこで，パネルのバック照明用光源には，先端部中央に設けられている凹部と，該凹部の周囲を環状に取り囲む凸部とから成るレンズ部を有するLED等が用いられた。（1頁右下欄9～12行）",
                    "具体的には，レンズ部を形成している樹脂成形体(2)の中心軸であって，凹部(3)の曲率半径の中心とLED(10)内のLEDチップ(1)の発光の中心とを連ねる直線を光軸とすれば，LED(10)の前方に前記光軸に対して10°間隔で80°までの角度をとると，LEDチップ(1)から発せられた光は，第3図中の矢印で示すように進むように構成した。第3図中，かっこ外の角度はLEDチップ(1)から発せられた直後の光の光軸に対する角度であり，かっこ内の角度はLED(10)外に出た光の光軸に対する角度である。（1頁右下欄17行～2頁左上欄6行，第3図）",
                    "LEDチップ(1)から発せられた光は，凹部(3)及び凸部(4)から成るレンズ部によって，方向を変えられる。前記光軸に対する角度0°～20°の範囲で発せられた光は0°～37°の範囲に広げられる。また光軸に対する角度30°～50°の範囲で発せられた光は，レンズ部で全反射し，LED(10)の後方に向けて放射される。このLED(10)の後方に向けて放射された光は，LED(10)の側方を囲むように設けられているパラボラ(11)によって反射され，LED(10)の前方に放射される。このように放射された光は，パネル(13)上の表示面(12)を照射する。光軸に対する角度60°～80°の範囲で発せられた光も，パラボラ(11)によって反射され，LED(10)の前方に放射される。（2頁左上欄7行～2頁右上欄2行，第4図）",
                    "このように構成することで，広指向性を実現することを可能とし，パネル(13)の表示面(12)の周辺部も明るく照射される。（2頁右上欄3～6行）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1の認定について",
                  "text": [
                    "以上によれば，引用発明1は，本件審決の認定のとおり（前記第2の3(2)ア）であると認められる。   "
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1との相違点の認定判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，第1の出射面，第2の出射面とその接続部分である変曲点を有する（構成要件1E～1K）光制御出射面が，構成要件1Ha～1Iまでを備えるというものであるところ，構成要件1Haにおいて，「前記発光素子から出射した光のうち，少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内に出射される光」が，θ1，すなわち，「前記光束制御部材に入射して前記光制御出射面に到達した前記角度範囲内の光とその到達点（Px）を通り前記発光装置の基準光軸と平行な線とのなす角度」により出射するとされていることから，「少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内」，すなわち半値角の角度範囲内のθ1において，構成要件1Hb～1Kが満たされることになる。そして，構成要件1Hbには「前記第1の出射面における前記θ3が前記θ1の増加とともに徐々に減少し」とあることから，θ1の角度範囲において第1の出射面が存在し，また，構成要件1Iに「前記第2の出射面における前記θ3が前記θ1の増加とともに徐々に増加するようになっており」とあることから，θ1の角度範囲において第2の出射面も存在する。したがって，半値角の角度範囲内であるθ1の角度範囲内に，第1の出射面が存在するとともに，第2の出射面も存在し，さらに第1の出射面と第2の出射面の接続点である変曲点も含まれる。",
                    "本件明細書にも，「最大強度の半分の値となる光が出射される方向までの角度範囲を含む所定の範囲内（図5において，θ1＜δ1の角度範囲内）」（【0034】），「第1の出射面6aと第2の出射面6bの接続部分におけるθ1が，θ1＝δ2＝16°となるように，また，第2の出射面6bと第3の出射面6cの接続部分におけるθ1が，θ1＝δ1＝85°となるように形成されている。そして，第3の出射面6cは，第2の出射面6bの外周端の接線を光軸Lの周りに360°回転させて形成されるようになっている。ここで，図4（b）において，θ1≦δ2の範囲が第1の出射面6aの範囲であり，δ2≦θ1≦δ1の範囲が第2の出射面6bの範囲であり，δ1≦θ1の範囲が第3の出射面6cの範囲である。」（【0038】）との記載があり，θ1は，δ1の角度範囲内とされ，δ1は，第1の出射面，変曲点及び第2の出射面を含む角度範囲とされる。そして，本件明細書には，実施例においてδ1が85°，δ2が16°との具体的角度が開示される一方，δ1が変曲点及び第2の出射面を含まない角度とした他の実施例の開示はなく，そのような構成の示唆もないことからすれば，本件発明1の「少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲」は，第1の出射面，変曲点及び第2の出射面を含む角度範囲と解するのが相当である。",
                    "したがって，本件発明1は，「発光素子から出射した光のうち，少なくともその最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内」において，基準光軸から第1の出射面（基準光軸近傍を除く），変曲点を経て第2の出射面までの範囲全体にわたって，「θ5／θ1の値をθ1の増加にしたがって徐々に小さくなる方向に変化させる形状に形成されている」との構成を有するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，引用例1には，「最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲」に関する記載はない上，引用発明1は，光軸に対する角度が30°以上の光に対しては，パラボラによって反射させてLEDの前方に放射されるように構成して，広指向性を実現するのであるから，「最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲」についての示唆もない。そして，引用発明1では，光軸に対する角度30°～50°の範囲で発せられた光は，レンズ部で全反射し，LEDの後方に向けて放射され，その光がLEDの側方を囲むように設けられているパラボラによって反射されて，LEDの前方に放射されてパネルの表示面を照射するから，そもそも光が出射することがなく，θ5に相当するものが存在しない部分がある。",
                    "したがって，引用発明1は，本件審決が認定した相違点（前記第2の3(2)ウ）のうち，少なくとも構成要件1Kを満たしていないから，本件発明1と引用発明1とは同一であるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1につき，第1の出射面，変曲点及び第2の出射面が位置する角度範囲において構成要件1Kを満たさなければならないとの前提はない旨主張する。",
                    "しかしながら，本件発明1は，「最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内」に第1の出射面，変曲点及び第2の出射面を含むものであると解すべきことは，前記のとおりである。",
                    "また，本件発明は，複数の発光装置を配置した光源において，隣り合う発光素子からの光を混ざり合わせて発光素子の発光色のばらつきが目立ちにくくなるとともに，出射高輝度も均一化し，高品質の照明を可能にするものであり（【0026】，【0064】），一つの発光装置においては，球の一部を切り取ったような凹み形状の第1の出射面と上に凸の滑らかな曲面形状の第2の出射面とを連続して形成することにより，発光素子から発せられた光の光束を，効率的に，かつ広範囲に滑らかに広げることができ，光量の均一化を図ったものである（【0012】，【0032】）。よって，かかる本件発明の目的及び効果を考慮するなら，本件発明1においては，光速制御部材の外側にある第2の出射面の光学特性が重要であり，第2の出射面において構成要件1Kを満たすことが必要と解される。",
                    "したがって，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明1において，半値角が20°のLEDを使用した場合，引用発明1は，本件発明1と差異はない旨主張する。",
                    "しかしながら，引用例1には，半値角20°のLEDを使用することについて何ら記載はない上，引用発明1では，光軸に対する角度が30°以上の範囲で照射される光が，パラボラを利用して反射され，前方に導かれることが開示されているのであるから，半値角20°のLEDを使用することは想定されていないと解される。",
                    "また，前記のとおり，本件発明1は，「最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内」において，基準光軸から第1の出射面（基準光軸近傍を除く），変曲点を経て第2の出射面までの範囲全体にわたって，「θ5／θ1の値をθ1の増加にしたがって徐々に小さくなる方向に変化させる形状に形成されている」との構成を有するものであるから，仮に引用発明1において半値角が20°のLEDを使用したとしても，「最大強度の光が出射される方向から出射光の強度が最大強度の半分の値となる光が出射される方向までの角度範囲内」に第1の出射面，変曲点及び第2の出射面を含むとの構成を充足しない以上，引用発明1が本件発明1と同一の発明になるものではない。",
                    "したがって，原告の主張は採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原告は，「光軸に対する角度60°～80°の範囲で発せられた光も，パラボラ11によって反射され前方に放射される」との引用発明1の認定につき，「71°～73°の範囲に広げられ」との特定を欠くことが誤りであるとも主張するが，本件発明1の新規性判断に当たって，60°～80°の範囲で発せられた光の屈折の範囲を具体的に特定することに意味があるとはいえず，本件審決の引用発明1の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1は，引用発明1と同一の発明とはいえず，本件発明2，6，11も，引用発明 1 との間に本件発明1と同様の相違点を有するから，引用発明と同一の発明とはいえない。",
                "よって，取消事由3-1ないし3-4は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4（明確性要件違反に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「出射光の強度が最大強度の半分の値となる光が出射される方向」について",
              "text": [
                "原告は，本件発明1において，実際に採用する発光素子の半値角とは関係なく特定の角度まで絶対的に構成要件1J，1Kが満たされていなければならないと解釈される余地があるのであれば，本件発明1は不明確である旨主張する。",
                "しかしながら，かかる解釈の余地がないことは明らかである。そして，本件発明1は，半値角までの角度範囲内に第1の出射面，変曲点及び第2の出射面を含むものであると解すべきことは，前記4のとおりであるから，「出射光の強度が最大強度の半分の値となる光が出射される方向」は，第2の出射面に位置していることを読み取ることができ，特定事項が不明確とはいえない。",
                "よって，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「徐々に」について",
              "text": [
                "原告は，引用発明1が構成要件1Kを満たしていないとする本件審決の立場を前提とすると，構成要件1Kの「徐々に」がいかなる場合に満足されるかについて，本件明細書の記載を参酌しても明確とはいえない旨主張する。",
                "しかしながら，本件審決が，引用発明1が構成要件1Kを満たしていないと判断したのは，前記4のとおり，引用発明1が，光軸に対する角度30°～50°の範囲で発せられた光について，θ5に相当するものが存在しないからであり，「徐々に」を満たしていないからではない。広辞苑第6版によれば，「徐々（に）」は，「ゆるやかに進むさま。少しずつ変化するさま。ゆっくり。だんだん。」と定義されるところ，本件発明1の「徐々に」という事項は，上記のような一般的用法で使用されているものと認められ，その意味を理解することができるから，第三者の利益を不当に害するほどに不明確とはいえず，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「基準光軸近傍の光」について",
              "text": [
                "原告は，除外される「基準光軸近傍の光」の範囲が明確ではないために，具体的なレンズが請求項に係る発明の範囲に入るか否かを当業者が理解することができず，構成要件1Jの「基準光軸近傍の光」という発明特定事項は，明確でない旨主張する。",
                "しかしながら，本件明細書【0034】の「近傍は，例えば，θ1が±5°以内程度とされることが好ましい。」という記載を参酌するなら，「近傍」という発明特定事項の構成を特定することができるから，第三者の利益を不当に害するほどに不明確とはいえず，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1には明確性要件違反はなく，取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}