{
  "decision": [
    {
      "fig": "1",
      "text": "第1事件についての本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "第2事件について，本件控訴により，原判決の控訴人敗訴部分を次のとおり変更する。"
    },
    {
      "fig": "3",
      "text": "本件附帯控訴を棄却する。"
    },
    {
      "fig": "4",
      "text": "被控訴人の当審で拡張した請求を棄却する。"
    },
    {
      "fig": "5",
      "text": "訴訟費用は，第1，2審及び第1事件，第2事件を通じてこれを2分し，その1を控訴人の負担とし，その余を被控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴及び附帯控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，被告各製品を譲渡し，引き渡し，譲渡又は引渡しのために展示してはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人は，被告各製品を廃棄せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人は，控訴人に対し，543万1200円及びこれに対する平成27年1月1日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被控訴人の第2事件の請求を棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "附帯控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決主文第3項のうち，被控訴人の敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被控訴人に対し，80万円及びこれに対する平成27年1月22日から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "被控訴人の当審における拡張請求の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，被控訴人に対し，150万円及びこれに対する平成27年1月22日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被控訴人に対し，控訴人発行に係る「アクア・ジャーナル」に，別紙謝罪文目録記載のとおりの謝罪文を，標題部は14ポイント活字，その余の部分は12ポイント活字で，1回掲載せよ。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "第1事件は，観賞用水槽内の水を排出するための吸水パイプである原告各製品を販売する控訴人が，同様の吸水パイプである被告各製品を販売する被控訴人に対し，被告各製品の形態は控訴人の商品等表示として広く認識されている原告各製品の形態と類似しており，その販売は不正競争防止法（平成27年法律第54号による改正前のもの。以下「法」という。）2条1項1号所定の不正競争に当たると主張して，法3条に基づき被告各製品の譲渡等の差止め及び廃棄を，法4条に基づき損害賠償金543万1200円及びこれに対する不正競争の後の日である平成27年1月1日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
        "第2事件は，被控訴人が，控訴人が多数の小売店等に対し本件文書を送付した行為が虚偽事実の告知として法2条1項14号所定の不正競争に当たると主張して，控訴人に対し，①法3条1項に基づき上記不正競争に係る事実の告知等の差止めを，②法4条に基づき損害賠償金100万円及びこれに対する不正競争の後の日である平成27年1月22日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求めた事案である。",
        "原審は，原告各製品の形態が法2条1項1号にいう商品等表示に当たるということはできないとして，控訴人の第1事件請求を棄却した。また，控訴人による本件文書の送付は法2条1項14号の不正競争に該当するとして，被控訴人の第2事件請求のうち上記不正競争に係る事実の告知等の差止め並びに損害賠償金20万円及びこれに対する不正競争の後の日である平成27年1月22日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で認容し，その余の請求を棄却した。",
        "被控訴人は，当審において，請求を拡張し，控訴人に対し，上記②に加え150万円及びこれに対する平成27年1月22日から支払済みまで民法所定の年5分の割合による遅延損害金の支払，並びに，法14条に基づき控訴人発行に係る雑誌「アクア・ジャーナル」に別紙謝罪文目録記載のとおりの謝罪文を，標題部は14ポイント活字，その余の部分は12ポイント活字で，1回掲載することを求めた。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実等",
          "text": [
            "原判決の「事実及び理由」欄の第2，1に記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "text": [
            "本件の争点は，原判決5頁14行目を「(3)  法2条1項14号の不正競争に基づく差止請求及び損害賠償請求の可否」と改め，同15行目の次に，改行して「(5)",
            "法14条に基づく信用回復措置請求の可否」を加えるほかは，原判決の「事実及び理由」欄の第2，2に記載のとおりである。"
          ]
        },
        {
          "fig": "3",
          "subject": "当事者の主張",
          "text": [
            "当事者の主張は，以下に原判決を補正し，控訴人の控訴理由とそれに対する被控訴人の反論，争点(5)についての被控訴人の新たな請求及びそれに対する控訴人の反論を加えるほかは，原判決の「事実及び理由」欄の第2，3に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決10頁5行目を「(3)  争点(3) （法2条1項14号の不正競争に基づく差止請求及び損害賠償請求の可否）について」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決10頁18行～11頁1行を次のとおり改める。",
                "（被控訴人の主張）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "得べかりし利益額について",
                  "text": [
                    "本件文書は，控訴人の製品を取り扱う問屋十数件と小売店約400店もの取引先に送付され，これらの問屋及び小売店の多くが被控訴人の製品も取り扱っており，被告各製品の売上げが1か月当たり250本程度であったのが平成26年11月以降1か月当たり33本程度に減少し，本件文書に接して直ちに被告各製品の注文を控えた取引先が複数あった。",
                    "そして，被告各製品の価格が原告各製品の価格よりはるかに安価であるため，被告各製品の販売数が平成26年9月及び10月の販売数よりも伸長し続けて市場で大きなシェアを占める可能性が極めて大きかったこと，市場規模が1万2000本程度あることから，平成26年11月から同28年3月に至るまでの17か月間の1か月当たりの平均販売数は少なくとも400本程度に達したといえる。",
                    "また，被告各製品の販売原価は運送費等に限られ，被告各製品の1本当たりの利益は300円程度に達すること，減少した売上げのほとんどが本件文書が原因であることから，被控訴人が被った損害額（得べかりし利益）は少なくとも204万円（400本×300円×17か月＝204万円）に達する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "弁護士費用",
                  "text": [
                    "本件訴訟を遂行するために，被控訴人が要した弁護士費用は，50万円を下らない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "被控訴人は，控訴人に対し，上記アの得べかりし利益額のうち200万円及び上記イの50万円並びにこれらに対する平成27年1月22日（判決注：第2事件訴状送達日の翌日）から支払済みまで年5分の割合による遅延損害金の支払を求める。",
                    "（控訴人の反論）"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "得べかりし利益について",
                  "text": [
                    "原判決が被控訴人の請求を認めた根拠のうち，①控訴人が本件文書を送付した問屋及び小売店の多くは被告各製品も取り扱っていること，②平成26年9月に複数回被告各製品を購入しながら，その後一切の購入を止めたり，数か月間注文を控えたりした取引先が複数あること，及び③被控訴人における被告各製品の仕入れ及び販売価格は，被告製品1が約640円及び約1000円，被告製品2が約610円及び約950円であることの各事実は，その根拠も証拠もない。",
                    "被告各製品の販売数は，本件文書送付前の平成26年10月には既に大幅に減少しており，原判決後に被控訴人が問屋への売り込みを再開した後でも，月95本程度だから，販売数の減少と本件文書送付との相当因果関係はない。",
                    "被控訴人主張の，販売原価は運送費等に限られ，被告各製品の1本当たりの利益は300円程度に達すること，減少した売上げのほとんどが本件文書が原因であることは，その根拠も証拠もない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "弁護士費用について",
                  "text": [
                    "被控訴人の主張は，争う。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴理由及び反論",
              "text": [
                "（控訴人の控訴理由）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件における販売量についての考え方",
                  "text": [
                    "原判決は，原告各製品の販売量は年間平均900本程度であり，これを多数と評価すべき事情があるとはうかがわれない，と認定する。",
                    "しかし，原告各製品の販売量は，この種の水草関連製品の販売量としては多量といえるに十分な数字といえる。",
                    "熱帯魚業界は，熱帯魚を育てることを趣味とする者がユーザーとなる業界であるが，水草業界は水草を用いて自然界の姿を再現するようなレイアウトを楽しむ者がユーザーとなる業界であるから，両者は異質である。趣味の世界といえる水草業界は，限定された極めて小さな業界であるため，ガラス製のフィルターパイプの市場規模は年間3000～4000本程度であり，年間100本程度売れる製品はヒット商品といわれている。原告各製品は被告各製品に比し高額である（原告各製品の出荷額は平均約7200円，被告各製品の出荷額は約1000円）から，年間平均900本程度の販売量は少ないとはいえない。",
                    "また，原告各製品はもともと控訴人元代表者のA（控訴人元代表者）が平成6年に開発発売した「リリィパイプVシリーズ」が原型となっており，この「リリィパイプVシリーズ」は，これまで約21年間で約8800本（年間約400本），3000万円以上を売り上げている。",
                    "また，原告各製品は，平成15年の発売より平成27年12月末まで，合計10400個以上を販売し，6200万円以上を売り上げている。さらに，平成17年12月より，原告各製品は，外部式フィルター「スーパージェットフィルター」にも標準で付属するようになり，これまでに合計1800本以上が出荷されている。",
                    "最近の熱帯魚業界における「生体  熱帯魚」の市場規模は60億円程度，水草業界における「生体  水草」の市場規模は20億円程度と推定できるところ，控訴人の平成27年の「水草」の売上高は1億円程度と多額である。水草用器具である原告各製品の売上げは，「水草」の売上げと必然的に連動するものであり，水草業界の市場規模が縮小傾向にあるのに比し，控訴人の売上げが増加していることを考慮すれば，原告各製品のシェアも少ないとはいえない。",
                    "以上から，原告各製品販売量の年間平均900本程度は，十分多量といえ，商品等表示性又は周知性に強い影響を及ぼすものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件における広告宣伝についての考え方",
                  "text": [
                    "原告各製品は，控訴人のホームページにおいても宣伝されており，昨今におけるインターネットでの広告宣伝は極めて重要で，商品によってはカタログ等の紙媒体を用いない広告宣伝が多くなっている。特に水草業界のユーザーは，インターネットを頻繁に利用する10代，20代の若者も多く，この意味でもインターネットでの広告宣伝の効果は強力といえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件における商品提供者の周知性について",
                  "text": [
                    "控訴人及び控訴人元代表者は水草業界において世界的に相当な知名度を有していること，また，水草業界は狭く特殊であること，さらに，水草業界の中で例えば高額な広告宣伝費，高価で豪華なカタログの作成，雑誌における啓蒙活動（甲5の35の10～13頁），専門的な海外誌での広告宣伝などをする会社は他に存在しないから，控訴人は，水草関連製品に関し著名な製造販売業者となり，これにより，国内はもとより世界においても一連の控訴人の各種製品を用いた水槽の据え付けや水草レイアウト作成等の依頼があり，それがテレビで取り上げられ，これによっても控訴人及び控訴人の各種製品の知名度がますます上がった。",
                    "（被控訴人の反論）"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "日本国内にける小売店舗が，控訴人の特約店だけでも約200店舗以上に上ることや，控訴人より事業規模の大きな競業者も含めて同業他社が多く存在することなどから，原告各製品が限られた業界で取引されるものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "吸水パイプは水槽中の水を汲み上げて浄化するという機能に製品としての意味があるから，プラスチック製吸水パイプとガラス製吸水パイプには完全な代替性がある。原告各製品の年間販売量900本は，到底多量とはいえず，同種製品がおよそ年間1万2000本製造販売される市場規模からすれば，シェアも小さい。また，控訴人の水草関連商品が雑誌掲載されたのは，「自慢したいデザイン」として選ばれたにすぎず，原告各製品とはそもそも関連がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人のホームページ画面上で原告各製品は他の商品と共に小さく紹介されているだけで，その形態も画面上では判然としない。したがって，インターネットでの広告が本件商品に関して強力な広告宣伝の役割を果たしたとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人元代表者や控訴人が有名であることは，原告各製品の形態の周知性と関連しない。また，ADAブランドが有名であるとしても，需要者は当該ブランド名によって商品の出所識別をしているから，形態が周知であることの理由とはならない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "水草ショップに来た者のアンケート結果は，少数であることと，「ニューリリィパイプを知っている」「ガラス製であることやスリットがあることは知っている」と答える程度にとどまるから，原告各製品の商品形態が周知であることの根拠とはなり難い。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点(5)についての被控訴人の新たな請求及びそれに対する控訴人の反論",
              "text": [
                "（被控訴人の新たな請求）",
                "被控訴人は，本件文書の配布により，必ずしも規模が大きいとはいえない水草の栽培や観賞魚飼育製品の市場に関わる取引業者全ての間において，あたかも不正競争行為に及んだかのごとき悪印象が根強く広まり，金銭賠償によっては回復し難い目に見えない多大な損害を被った。このことは，原判決後も変わりがない。このような無形的な損害は，金銭賠償によっては填補できないものであるから，控訴人をして謝罪させる必要がある。",
                "「アクア・ジャーナル」誌は，上記市場に関わる取引業者間で主に購読されている上，別紙謝罪文は原判決で認定された事実を客観的に伝えるものであり，表現も穏当であるから，必要以上に控訴人の信用や声望を貶めるものでない。",
                "よって，法14条に基づき，被控訴人の信用回復のため謝罪文掲載が認められるべきである。",
                "（控訴人の反論）",
                "被控訴人の主張は，争う。",
                "控訴人の特約店の多くが，被控訴人が控訴人の普及活動に便乗して，類似の製品を販売しようとしていることを理解しているため，被告各製品の取扱いを断っているものである。控訴人の特約店で被告各製品を販売していたのは，ごく一部にとどまる。",
                "仮に，被控訴人の控訴人に対する請求のうち，差止め及び金銭賠償が認められる場合であっても，①被控訴人は控訴人の製品の知名度を利用する便乗商法をとり，被告各製品は原告各製品のコピー商品であるのに「特許出願中」と記載するなどオリジナリティがあるかのように偽装しており，悪質であること，②本件文書の送付は，控訴人の防御活動として過度なものとはいえないこと，③水草業界が狭い世界であって，本件訴訟の帰趨は直ちに周知になることから，差止め及び損害賠償で被控訴人の救済は十分であり，謝罪文掲載は認められる余地がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，控訴人の第1事件に関する請求も，被控訴人の第2事件に関する請求（当審における拡張部分を含む。）も全部棄却すべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "以下に掲記する証拠（摘示の書証には，枝番号の書証を含むことがある。）及び弁論の全趣旨から，次の事実を認定することができる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人元代表者は，昭和55年頃より，自然の生態系を水槽の中に再現することを「ネイチャー・アクアリウム」と名付け，これを広めてきた（甲8，13）。ネイチャー・アクアリウムは，「水槽の中で魚・水草・微生物が作り出す生態系を維持しながら，自然の景観をヒントとした水草レイアウトを楽しめる」（甲12）という点において，従来のアクアリウムと区別されるところ，控訴人は，平成4年の設立以降，ネイチャー・アクアリウムを広めるとともに，これに適した，水槽内のレイアウトを損なわない美観を重視した商品を開発・販売してきた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "吸水パイプは，魚の飼育及び水草栽培において水槽内の水をろ過するために必須の器具であるが，従来の商品は，プラスチック製などであって色が着いており（乙18～25），水槽の外から見えるため，水槽内の美観を損ねるといった問題点があった。そこで，控訴人は，平成6年頃，吸水パイプを水槽外から見えにくいガラス製とし，吸水口にネットなど可視的なものを被せることを避けてパイプの先端を扁平な扇形状とした（以下「原告旧製品」という。甲2，97）。しかし，原告旧製品には，極めて小さい魚の場合，扇形状の口から誤引されるという問題があったため，控訴人は，パイプの先端を丸く閉じ，吸水口としてパイプ側面にスリットを入れた，原告各製品を開発し，これを，平成15年5月より販売開始した（甲2，46）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告各製品の販売が開始された平成15年5月頃から現在までを通じて，魚，水草等の観賞用水槽に用いる吸水パイプの形状としては，断面が一定の径の円形で，全体が逆J字状であるものが多数存在する。ただし，その材質はプラスチックやステンレスが多く，吸水時の水草や魚の誤引を防止するために水中に入れる側のパイプの先端開口部にストレーナー（メッシュ状になったキャップ様の部材）を装着して使用するのが一般的であって，無色透明のガラス製のものは，原告旧製品，原告各製品及び被告各製品以外に見当たらず，ストレーナーを用いずパイプ自体にスリットを設けて吸水口としその先端を閉塞したものは，原告各製品及び被告各製品以外に見当たらない。（甲67，乙18～25）"
            },
            {
              "fig": "(4)",
              "subject": "原告各製品の発売開始（平成15年5月）から平成26年12月（原告製品3は平成27年4月）までの間の出荷本数は，原告製品1が1865本，原告製品2が1633本，原告製品3が5821本である。（甲2，45，97）",
              "text": [
                "原告各製品の税抜小売価格は，原告製品1が1万2000円，原告製品2が9800円，原告製品3が8000円である（甲1）。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，控訴人の商品カタログに，原告各製品の説明を写真と共に掲載した。製品の説明には，「吸水部をスリット状に加工したシンプルなガラス製吸水パイプです。」と記載されているが，商品写真のスリット部分は，目を凝らせば判明する程度である。同じ頁のサイズ表記の適合箇所を示した小さな図によれば，原告各製品に水平方向に複数のスリットが存在することが見て取れる（甲1の86頁）。同カタログ中には，原告各製品を用いた水草レイアウトの写真も掲載されている（例えば，156頁）が，原告各製品は，透明であるため，目立たない。",
                    "同カタログは，インターネットからダウンロードすることもできる（甲7）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，控訴人のウェブサイト（甲68）に原告各製品の説明を写真と共に掲載した。製品の説明には，「吸水部をスリット状に加工したシンプルなガラス製吸水パイプです。」と記載されているが，製品写真のスリット部分は，目を凝らせば判明する程度である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，平成15年5月頃以降，以下のとおり，雑誌に原告各製品を掲載した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "控訴人発行に係る，ネイチャーアクアリウム情報誌「アクア・ジャーナル」",
                      "text": [
                        "①平成15年7月号（甲5の8）",
                        "原告製品3の写真が掲載されている。透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは判然としない。",
                        "②平成16年1月号（甲5の9）",
                        "原告製品3の写真が掲載されている。透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは判然としない。",
                        "③平成16年10月号（甲5の10）",
                        "多数の控訴人の製品の写真がランダムに配置された頁の右端に，原告製品3らしき製品の一部が掲載されている。透明であること，先端が塞がれていること及びスリットが入っていることは分かる。",
                        "④平成19年11月号（甲5の15）",
                        "原告製品2の写真が，説明文と共に掲載されている。説明文には，「吸水用のニューリリィパイプは，従来のリリィパイプの吸水部分を細いスリットに変更したものです。これにより，外観はさらにシンプルになり，水草の細かい葉などがフィルターに吸い込まれることも少なくなりました。」とある。写真からは，スリットが入っていることは分かるが，透明であること及び先端が塞がれていることは判然としない。",
                        "⑤平成22年7月号（甲5の22）",
                        "原告製品3の写真が掲載されている。透明であること，先端が塞がれていること及びスリットが入っていることは，判然としない。",
                        "⑥平成22年10月号（甲5の23）",
                        "原告製品3の写真が掲載されている。透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは，判然としない。",
                        "⑦平成23年5月号（甲5の24）",
                        "原告製品3の写真が掲載されている。透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは，判然としない。",
                        "⑧平成24年1月号（甲5の25）",
                        "原告製品3の写真が，説明文と共に掲載されている。説明文には，「美しい水景には，ガラス器具の透明感にこだわりたい。」とある。写真からは，透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは，判然としない。",
                        "⑨平成26年4月号（甲5の31）",
                        "原告製品3の写真が掲載されている。透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは，判然としない。",
                        "⑩平成26年9月号（甲5の32）",
                        "原告製品3の写真が掲載されている。透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは，判然としない。",
                        "⑪平成26年12月号（甲5の33）",
                        "原告製品3の写真が掲載されている。透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは，判然としない。",
                        "⑫平成27年1月号（甲5の34）",
                        "原告製品3の写真が掲載されている。透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは，判然としない。",
                        "⑬平成27年2月号（甲5の35）",
                        "原告製品3の写真が，説明文と共に掲載されている。説明文には，「着色したプラスチックパイプとは異なり，透明なガラスパイプは水景に違和感なく溶け込みます。」とある。写真からは，透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは，判然としない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "株式会社マリン企画発行に係る，観賞魚飼育関連情報誌「月刊アクアライフ」",
                      "text": [
                        "①平成15年5月号（甲6の1）",
                        "控訴人の広告頁中に，原告製品3の写真が，説明文と共に掲載されている。説明文には，「ニュー・リリィパイプ（吸水用）は，吸水部分をスリット状にすることで，従来のタイプよりもスマートな形状になりました。キューブガーデンやスーパージェットフィルターにもよくマッチし，水槽内で目立たないため水草レイアウトの美観を損ねません。」とある。写真からは，透明であること，先端が塞がれていること及びスリットが入っていることが分かる。",
                        "②平成15年11月号（甲6の2）",
                        "控訴人の広告頁中に，原告製品3の写真が，説明文と共に掲載されている。説明文には，「スリット採用の新デザインで，大きなゴミの吸い込みを防止します。」とある。写真からは，透明であること，先端が塞がれていること及びスリットが入っていることが分かる。",
                        "③平成17年8月号（甲6の4）",
                        "控訴人の広告頁中に，原告製品3の写真が，説明文と共に掲載されている。説明文には，「ADAでは，水槽の中や周辺で使用する製品の素材として，長年ガラスにこだわってきました。水の透明なイメージを損なわないためには，透明なガラスが最適なのです。美しく柔らかいフォルムのガラス製品は，水槽内でも目立たず，水景の美しさを際立たせます。」とある。写真からは，透明であること，先端が塞がれていること及びスリットが入っていることが分かる。",
                        "④平成18年9月号（甲6の6）",
                        "控訴人の広告頁中に，原告製品2の写真が説明文と共に掲載されている。説明文には，「透明という美しさ。」とある。写真からは，透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは判然としない。",
                        "⑤平成18年11月号（甲6の7）",
                        "控訴人の広告頁中に，原告製品2の写真が説明文と共に掲載されている。説明文には，「外部式フィルターの吸水・出水パイプもガラス製に。水槽内で目立たず，出水パイプには油膜軽減の効果もあります。」とある。写真からは，透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは判然としない。",
                        "⑥平成19年12月号（甲6の8）",
                        "控訴人の広告頁中に，原告製品2の写真が掲載されている。写真からは，透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは判然としない。",
                        "⑦平成26年12月号（甲6の14）",
                        "控訴人の広告頁中に，原告製品3の写真が掲載されている。写真からは，透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは判然としない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "株式会社マリン企画発行に係る，水草関連情報誌「アクアプランツ」平成6年1号に，原告製品3の写真が説明文と共に掲載されている。説明文には，「ガラス製の・・・吸水口」とある。写真からは透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは判然としない。（甲60）"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告各製品は，控訴人のホームページ中にあるYouTube動画中に映されている（甲73～75）。その静止画像からは，透明であることは分かるが，先端が塞がれていること及びスリットが入っていることは判然としない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人の製品は，平成14年頃以降，水草レイアウトに使用するのに適した製品であると，各種雑誌に紹介された（甲9，13，14の1，19の3，22の1及び2）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，平成15年頃以降，アクアリウム・ファンにはよく知られるメーカーであると，各種雑誌及び新聞に紹介された（甲10～13，14の1，15，16，19の2，20）。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "控訴人元代表者は，平成12年頃以降，「ネイチャー・アクアリウム」の提唱者であり，写真家であると，各種雑誌及び新聞に紹介された（甲8，10，11，13，14の1及び2，16，17，18の1～5，19の1及び2，20，21の1及び2，22の2，23～26，69～72）。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "控訴人は，控訴人の製品を使った作品を，平成24年に東京都のすみだ水族館（甲5の26）や，平成27年にポルトガルのリスボン海洋水族館（甲5の35，26）に展示し，You  Tubeを用いてウェブ上に掲載（甲74～77）するなどした。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "控訴人は，平成6年3月1日から平成27年1月30日までの間に，宣伝費として18億2444万4638円を支出した（甲44）。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "平成14年度の，水草を含む観賞魚市場全体の売上げは235億円と推定され，このうち，水草は23億円である（甲102）。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "観賞用水槽の吸水パイプを取り扱う小売店は，平成27年頃，全国で1000店以上あるとされる（乙29）ところ，アンケート結果によれば，少なくとも，控訴人の製品を取り扱っている69店舗は，原告各製品は水草業界で有名であると認識している（甲65）。また，控訴人のギャラリー来館者，控訴人従業員が講師である動物，ペット飼育の専門学校の学生及び教職員，控訴人の製品を取り扱う小売店を訪れた一般消費者合計110人を対象としたアンケートの結果によれば，対象者のうち108人が，原告各製品を含「ニュー・リリィパイプ  Vシリーズ」は，「水草業界では皆がすぐにADA製品と分かる。」「水草業界では大部分の人がすぐにADA製品と分かる。」「水草業界では半分位の人がすぐにADA製品と分かる。」と回答した（甲82～94）。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，平成26年9月頃より，被告各製品を製造販売した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告各製品は，原告各製品と同様に用いられる吸水パイプである。被告各製品のケースに挿入されている紙には，「クリスタルパイプシリーズ」「吸水パイプ」「小魚などを吸い込む恐れがありますので，小魚などがいる水槽では，ストレーナー部分専用スポンジを付けてご使用ください。」と表示されている（甲54，56，乙10，11）。",
                    "被告各製品は，卸問屋を通じて，又は直接，原告各製品の販売特約店のうち6社（甲3），通信販売，ホームセンターや熱帯魚の専門店で販売されている。卸問屋には，「株式会社日本水族館」「吉田観賞魚販売株式会社」「株式会社清水金魚」など，魚を扱っていることが明らかな会社が含まれている（乙28別紙2）。また，通信販売では，被告各製品は，「熱帯魚飼育用品」中の「フィルター／ポンプ」に分類されており，「クリスタルパイプは，外部式フィルターに使用できるガラス製のパイプです。インテリア製に優れて，水槽内で目立ちにくく，レイアウトの邪魔をしません。エーハイム，VXパワーフィルター，パワーボックスなどに使用できます。」「吸水パイプは小魚などを吸い込む恐れがありますので，小魚などがいる水槽では，ストレーナー部分専用スポンジを付けてご使用ください。」と説明されている（甲55）。さらに，ホームセンターや熱帯魚の専門店では，被告各製品は飼育器具の一部として販売されており，水草用としては販売されていない（乙34）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告製品1の卸売価格は，1000円であり，被告製品2の卸売価格は，950円である（乙28）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告各製品は，発売元が「ウィスナ」とされ（甲56），被控訴人ではない，第三者のJAＮ企業コードが付されて販売されていた（甲61）。"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "控訴人は，平成26年10月7日頃，被控訴人に対し，原告製品1及び2は特徴ある形態を有し水草業界及び消費者において広く認識されているところ，被告各製品の形態は原告製品1及び2とほぼ同一であるから，被告各製品の販売は法2条1項1号の不正競争行為に当たるとして，その販売中止等を求める通知書を送付した（乙1。以下「本件通知書」という。）。",
                "    (10)  控訴人は，平成26年11月頃，原告各製品を含む控訴人の製品を取り扱う問屋及び小売店（以下「控訴人の販売特約店」という。）に対し，「類似製品の取り扱いについて」と題する本件文書を送付した。本件文書には，「これまで，弊社製品を模倣した類似製品が他社より販売された場合，特に悪質な類似製品を販売する業者について，弊社では例えば，以下のように法的措置を含めた断固とした態度で対応して参りました。」「平成18年より，・・・などの会社と，模倣品の差し止めの警告をおこない，訴訟を含むあらゆる対抗措置，賠償金の請求などを行ってきました。訴訟では不正競争防止法に基づき，弊社製品の有名性が認められ勝訴となっております。」「今年の7月には，・・・に対し，ガラス製品（パレングラス，リリィパイプ），トリミング専用ハサミ，プロシザース・ウェーブの模倣品の販売中止を求めて，警告し，販売中止をさせました。今回，新たに，有限会社マツダに対して，ニューリリィパイプの模倣品の販売中止と，損害賠償，在庫の破棄を求め，代理人を通じて警告文を送付しております。」「弊社としましては，今後も類似製品を扱う業者は黙認することなく対処していきます」と記載されている（乙12，13）。",
                "    (11)  新潟地方裁判所は，平成20年2月19日，控訴人が原告となり競業他社を提訴した不正競争防止法違反行為差止等請求事件（平成18年(ワ)第199号。以下「別件訴訟」という。）の判決において，水草関連商品業者等の取引者及びその需要者の間では，控訴人が販売している水草用ハサミ，二酸化炭素拡散器及び二酸化炭素計測器の形態が控訴人の製品であることを表示するものとして広く認識されている，と認定した（甲4）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)-ア（原告各製品の形態が商品等表示に当たるか）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "法2条 1 項1号は，他人の周知な商品等表示と同一又は類似の商品等表示を使用することをもって不正競争行為と定めたものであるところ，その趣旨は，周知な商品等表示の有する出所表示機能を保護するため，周知な商品等表示に化体された他人の営業上の信用を自己のものと誤認混同させて顧客を獲得する行為を防止することにより，事業者間の公正な競争を確保することにある。",
                "同号にいう「商品等表示」とは，「人の業務に係る氏名，商号，商標，標章，商品の容器若しくは包装その他の商品又は営業を表示するもの」をいう。商品の形態は，商標等と異なり，本来的には商品の出所を表示する目的を有するものではないが，例外的に，商品の形態自体が特定の出所を表示する二次的意味を有するに至る場合がある。そして，このように商品の形態自体が特定の出所を表示する二次的意味を有し，法2条1項1号にいう「商品等表示」に該当するためには，①商品の形態が客観的に他の同種商品とは異なる顕著な特徴を有しており（特別顕著性），かつ，②その形態が，特定の事業者によって長期間独占的に使用され，又は短期間であっても極めて強力な宣伝広告や爆発的な販売実績等により，需要者においてその形態を有する商品が特定の事業者の出所を表示するものとして周知になっていることを要する（周知性）ものと解するのが相当である。そして，同号の不正競争は，自己の商品又は営業を他人の商品又は営業と混同させる行為を規制したものであり，被疑侵害物品又は営業を周知な商品等表示の付された他人の商品又は営業と混同する者は，被疑侵害物品又は営業の需要者であるから，商品等表示が周知であるか否かは，被疑侵害物品又は営業の需要者を基準として判断すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告各製品は，いずれも，全体が無色透明な逆J字状のガラス製吸水パイプである，長い方の下端が丸まって閉塞している，長い方の下端外面に水平なスリット状の吸水口が複数併設されている，という特徴を有している。",
                    "上記1(3)のとおり，このうち，①全体が無色透明なガラス製吸水パイプであること，②長い方の下端が丸まって閉塞していること，③長い方の下端外面に水平なスリット状の吸水口が複数併設されていること，という形態上の特徴は，原告各製品以外の他社製品には見られないものであるから，被告各製品販売開始前までに，特別顕著であるといえるか否かはさておき，原告各製品が有する，他の同種商品とは異なる特徴的な形態であったということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記1(8)のとおり，①被告各製品は吸水パイプであって水草栽培のみならず魚の飼育にも用いることができること，②その包装に記載された説明からは小魚を飼育する水槽で用いられることが予定されていること，③魚の飼育を趣味とする者が訪れる店舗で販売されること，④通信販売でも熱帯魚飼育用品に分類され，小魚を飼育する水槽で使用することを前提とする説明文が付されていることからすれば，被告各製品の需要者は，水草栽培を趣味とする者ばかりではなく，魚の飼育を趣味とする者を広く含むと解される。",
                    "他方，原告各製品を含む控訴人の製品は，上記1(5)エ～クのとおり，高額な宣伝広告費を費やし，各種雑誌に掲載されるなどして，主に水草栽培を趣味とする者を対象として宣伝広告された。しかし，原告各製品の上記①～③の形態のうち，②長い方の下端が丸まって閉塞していることについては，上記1(5)ウの雑誌に掲載された広告の写真上も判然としないことが多く，閉塞していることが文章でも説明されておらず，③水平なスリット状の吸水口があることについては，上記1(5)ウの雑誌の一部に説明文が付されている（甲5の15，6の1及び2）ものの，その時期は平成15年と同19年に限られ，写真上も判然としないことが多い。",
                    "また，上記1(5)ウの原告各製品が掲載された雑誌のうち，(ア)の「アクア・ジャーナル」，(ウ)の「アクアプランツ」は，水草栽培を趣味とする者を対象とした雑誌であるから，魚の飼育を趣味とする者が購読することは少ないと考えられ，(イ)の「月刊アクアライフ」は，魚の飼育を趣味とする者が購読すると認められるが，頒布部数は不明である。さらに，上記1(6)のとおり，水草栽培を趣味とする者の市場は水草を含む観賞魚市場全体の1割程度であるものと推測されることに加え，原告各製品の販売数は年間900本程度と，吸水用パイプの市場規模全体は不明であるものの，圧倒的に少ない販売数と考えられる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のことからすれば，被告各製品の需要者である水草栽培を趣味とする者及び魚の飼育を趣味とする者の間で，原告各製品の形態が周知となったと認めることはできない。",
                    "なお，上記 1(7)のアンケート結果については，回答者が，小売店70店舗，一般消費者等合計110人とその数が限られている上，回答した一般消費者等は，控訴人のギャラリー来館者，控訴人従業員が講師をしている動物等専門学校の学生及び教職員，控訴人の製品を取り扱う小売店を訪れた者であって，上記(2)イのような被告各製品の幅広い需要者のうち，特に水草栽培を好む者が多く含まれていると考えられることからすれば，このアンケート結果をもって，被告各製品の需要者の間で原告各製品が周知であったと認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対して，控訴人は，熱帯魚業界と水草業界は区別されるべきであり，原告各製品は被告各製品に比し高額であり，原告旧製品は平成6年から年間約400本販売され，原告各製品は原告旧製品から通算すれば約21年間にわたり販売されているから，原告各製品の年間平均900本程度は，十分多量といえる，と主張する。",
                    "しかし，上記(2)イのとおり，被告各製品の需要者は，水草栽培を趣味とする者のみならず，魚の飼育を趣味とする者も含まれるから，水草栽培を趣味とする者のみが需要者であることを前提とする控訴人の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，控訴人は，原告各製品は控訴人のホームページで宣伝されており，昨今ではインターネットにおける宣伝効果は強力だから，原告各製品は周知である，と主張する。",
                    "しかし，インターネット上では他の競合製品も同様に宣伝されているから，単にホームページに掲載されているのみで周知とはいえない。上記1(5)ア及びイのとおり，インターネット上では，原告各製品は，「吸水部をスリット状に加工したシンプルなガラス製吸水パイプです。」という簡素な説明が付され，製品写真も，スリット部分は目を凝らせば判明する程度のものにすぎないから，これを原告各製品の形態を周知と認める根拠とすることはできない。",
                    "控訴人の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，控訴人は，控訴人及び控訴人元代表者は水草業界において相当な知名度を有しており，控訴人の各種製品を用いた水草のレイアウトがテレビで取り上げられたから，控訴人及び控訴人の各種製品の知名度が上がり，原告各製品も周知である，と主張する。",
                    "しかし，控訴人や控訴人元代表者が相当な知名度を有していることは，控訴人の会社名や原告各製品に付された製品ブランドが周知であることの根拠になるとしても，原告各製品の形態の周知性を根拠付けるとはいい難い。控訴人の主張には，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，その余の点を判断するまでもなく，控訴人の第1事件の請求には，理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点(3)（法2条1項14号の不正競争に基づく差止請求及び損害賠償請求の可否）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "法2条1項14号の不正競争の成否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "法2条1項14号の不正競争といえるためには，「他人の営業上の信用を害する虚偽の事実」を告知したことが必要であるところ，本件文書の標題及び記載内容は，原判決「事実及び理由」第2，1(4)及び前記1(10)のとおりであり，ここに記載された事実が「虚偽の事実」であるか否かについて判断する。",
                    "本件文書には，①控訴人は，従前から控訴人の製品と類似する製品が他社より販売され，特に悪質な場合には，法的措置を含めた対応をしてきたこと，②悪質な場合の例として，他社に対して判決により法に基づいて模倣品の販売等の差止めが認められた事例を示した後，被控訴人に対して原告各製品の模倣品の販売中止，損害賠償，在庫の破棄を求めて警告文を送付したこと，③控訴人は，今後も，控訴人の製品と類似する製品を取り扱う業者に対しては同様の措置をとること，が記載されている。",
                    "この記載によれば，本件文書では，本件通知書などと異なり，被控訴人が不正競争行為を行ったと明示的な指摘がなされているわけではないが，控訴人が悪質な場合に法的措置を含めた対応をしており，実際に法に基づいて差止めが認められた事例に続いて，被控訴人に対して模倣品の販売の差止め等を求める警告文を送付したことが示されている以上，この文書に接した読者は，その全体の趣旨から，被告各製品は原告各製品の商品等表示として周知である形態と類似の形態を採用したものであって，被控訴人の被告各製品販売は不正競争行為に該当することが指摘されているものと理解することができる。他方，前記2のとおり，原告各製品の形態は需要者の間で周知であったとは認められないから，商品等表示とはいえず，被控訴人の被告各製品の譲渡等は不正競争行為に該当するものではない。",
                    "よって，本件文書は，「虚偽の事実」を記載したものであり，本件文書を送付することは，これを受領した控訴人の販売特約店に対し，被控訴人の信用を害する虚偽の事実を告知するものと認められる。そして，控訴人と被控訴人は，観賞用水槽の吸水パイプという同一用途の商品を扱うものとして競争関係にあるから，控訴人による本件文書の送付は法2条1項14号の不正競争に該当すると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対して，控訴人は，本件文書は，類似品に対する控訴人の基本的姿勢を，現実に控訴人が取り扱った例を摘示して述べた文書であり，虚偽の事実を告知したものではない，と主張する。",
                        "しかし，前記アのとおり，本件文書には，被控訴人の被告各製品の販売行為に対する警告文の送付が，以前に他社に対して判決により法に基づいて模倣品の販売等の差止めが認められた事例に続いて記載されているから，控訴人が，被控訴人の被告各製品の販売行為を同様の不正競争行為とみなしていると理解することができ，虚偽の事実が記載されているといえる。",
                        "控訴人の主張には，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人は，本件文書は被控訴人という特定の者を非難する書面ではなく，その送付は社会通念上許される正当行為である，と主張する。",
                        "しかし，前記アのとおり，本件文書には，警告文を送付した相手方として被控訴人の名称が明記されており，被控訴人の行為が不正競争行為である趣旨が読み取れるのであるから，被控訴人を特定して非難したものであるといえる。",
                        "控訴人の主張には，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "差止請求の可否について",
              "text": [
                "被控訴人は，法3条 1 項に基づき，控訴人に対し，将来において被告各製品の販売行為が不正競争に該当するとの事実を告知し，又はこれを記載した文書を配布することの差止めを求めるものであるから，被控訴人の差止請求が認められるためには，控訴人の不正競争行為によって，被控訴人の営業上の利益を侵害されるおそれがあることが必要である。",
                "控訴人が本件文書を控訴人の販売特約店に送付したのは，前記1(10)のとおり，2年以上前である平成26年11月頃であり，その後，本件文書と同様の文書が送付されたとは認められず，本判決において被控訴人による被告各製品の販売が不正競争に該当しないと判断された後においても，控訴人が本件文書と同様の文書を被控訴人の取引先等に送付すると予測すべき合理的な事情もない。",
                "よって，控訴人の不正競争行為によって被控訴人の営業上の利益を侵害されるおそれは，認められない。",
                "したがって，被控訴人の差止請求は，認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "損害賠償請求の可否について",
              "text": [
                "被控訴人は，法4条に基づき，控訴人に対し，損害賠償を求めるから，控訴人の不正競争行為が故意又は過失によるものか否かについて判断する。",
                "控訴人による本件文書の送付行為が不正競争行為となるのは，前記(1)のとおり，本件文書から，被告各製品は原告各製品の商品等表示として周知である形態と類似の形態を採用したものであって，被控訴人の被告各製品販売は不正競争行為であると指摘していると理解されるからである。",
                "上記1(11)のとおり，別件訴訟において，控訴人の販売する水草用ハサミ等の製品の形態が商品等表示に該当すると判断され，控訴人による類似の製品を販売した業者に対する販売差止請求が認められており，しかも，上記1(3)のとおり，被告各製品の販売開始前には，ガラス製で先を塞ぎスリットを入れた吸水パイプは控訴人の製品しか存在しなかったから，控訴人が，原告各製品についてもその形態の商品等表示性が認められると考える相応の根拠があるといえる。また，上記1(3)のとおり，被控訴人は，それまでガラス製で先を塞ぎスリットを入れた吸水パイプは控訴人の製品しか存在しなかった市場において，これらの特徴を有する被告各製品を販売したものであるから，控訴人が，被告各製品は，原告各製品の商品等表示である形態と類似の形態を採用したものであると考える相応の理由が認められる。さらに，上記1(8)エのとおり，被告各製品の販売者は被控訴人とは別の業者が表示されており，JAＮ企業コードも第三者のものが使用されていたから，被告各製品を販売することが違法であると販売者が認識し，販売者が被控訴人であることを隠したい意図があると，控訴人が推測する合理的な根拠も認められる。",
                "以上からすれば，控訴人は，別件訴訟において勝訴したのと同様に，原告各製品についてもその形態の商品等表示性が認められ，これを模倣した被告各製品の販売行為が不正競争行為であると認定されると判断し，本件文書の送付に至ったものと認められ，上記判断には，相応の合理的根拠があるといえるから，本件文書の送付につき，控訴人に故意及び過失があったと認めることはできない。",
                "したがって，被控訴人の損害賠償請求は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点(5)（法14条に基づく信用回復措置請求の可否）について",
          "text": [
            "被控訴人は，法14条に基づき，控訴人に対し，信用回復措置として謝罪文掲載を求めるが，上記4(3)のとおり，控訴人の不正競争行為が故意又は過失によるものと認めることはできない。",
            "したがって，被控訴人の信用回復措置請求は，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上のとおり，控訴人の第1事件に係る請求及び被控訴人の第2事件に係る請求（当審において拡張した請求を含む。）にはいずれも理由がないから，控訴人の控訴に基づき，被控訴人の第2事件に係る請求を一部認容した原判決を変更して，被控訴人の第2事件に係る請求のうち原判決認容部分を棄却するとともに，控訴人のその余の控訴を棄却し，被控訴人の附帯控訴及び当審における拡張請求をいずれも棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほかは，原判決に従う。"
  ]
}