{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙物件目録記載の製品の生産，譲渡，輸入及び譲渡の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，その占有に係る前項記載の製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，1000万円及びこれに対する平成27年7月8日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "この判決は，仮に執行することができる。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "訴訟の概要(略称は，特に断らない限り，原判決に従う。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，控訴人が，被控訴人に対し，被控訴人による原判決別紙物件目録記載の製品(被告製品)の販売が，発明の名称を「コーナークッション」とする控訴人の本件特許権を侵害するとして，①特許法100条1項，2項に基づき，被告製品の生産，譲渡，輸入及び譲渡の申出の差止め並びに廃棄を求めるとともに，②不法行為(民法709条)に基づき，被告製品の販売開始時(平成24年5月2日)から訴え提起時(平成27年6月29日)までの損害賠償金1000万円及び遅延損害金の支払を求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決は，被告製品は本件発明の技術的範囲に属しないとして，控訴人の請求をいずれも棄却した。",
                "控訴人は，原判決を不服として控訴した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実及び弁論の全趣旨により認められる事実を含む。)",
          "text": [
            "原判決4頁2行目の後に行を改めて「被告製品は，本件発明の構成要件AからE及びGを充足しており，この点につき，当事者間に争いはない。」を付加するほかは，原判決の事実及び理由第2の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Fの充足性"
            },
            {
              "fig": "(2)",
              "subject": "損害額"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点(1)(構成要件Fの充足性)について",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は，コーナークッションの裏面全体に帯状裏面材があると，コーナー部に装着するために折り曲げたときに帯状裏面材に皺やたるみが生じ，装着作業に支障を来すとともにコーナークッションをコーナー部に密着させることが困難になること(【0007】)を課題として，同課題を解決するために，帯状裏面材の中央部を切除したものであり，この状態は，構成要件Fの「長尺裏面側シート部同士の間から，…短尺クッション材が露出している」と言い換えることができる。",
                "被告製品においては，長尺裏面側シート部が両側部を一定幅で被覆しているにすぎず，被覆されていない中央部分(長尺裏面側シート部の間)から，短尺クッション材(スポンジ)が「露出」している。",
                "被告製品の短尺クッション材には粘着材層が貼られているが，本件発明は，短尺クッション材の表面の処理については触れていないのであるから，被告製品は，構成要件Fを充足する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "効果に関して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "コーナー部への装着に関する課題及び効果に関して",
                  "text": [
                    "原判決は，被告製品について行われた実験結果(甲6)をそのまま受け入れたとしても，それでは本件発明の4つの課題のうち2つが解決され，その効果がもたらされるにすぎない旨判示した。",
                    "しかし，原判決のいう4つの課題中，上記実験結果によっても未解決とされた2つの課題のうち，本件発明に関係するのは，「コーナー部に装着するために長手方向に折り曲げたとき，裏面が表面に対し，クッション材の厚み分だけ曲率半径が小さくなってしまい，裏面材とこれに塗布された粘着材に，皺やたるみが生じ，皺やたるみによって粘着材同士がくっついてコーナー部への装着作業に支障を来す」という課題のみである。そして，原判決によれば，本件発明は，構成要件Fの構成により，長尺裏面側シート部や粘着材層に皺やたるみが生じず，コーナークッションをコーナー部へ密着状態で装着することができるという効果を奏する。",
                    "被告製品も，裏面中央部にシートがないので(甲12)，長手方向に折り曲げたときに裏面が表面に対して短尺クッション材の厚みの分だけ曲率半径が小さくなるということがない。被告製品の短尺クッション材には粘着材層が貼られているが，これは長尺裏面側シート部よりもはるかに薄いので，裏面全面にシートがあり，同シート全面に粘着材層があった従来技術のコーナークッションにおいて生じていた皺やたるみは生じない。本件発明は，上記のような従来技術のコーナークッションに生じていた皺やたるみの解消を課題としており，被告製品は，コーナークッションの裏面中央部に長尺裏面側シート部がない状態にすることによって上記課題を解決したものである。",
                    "以上によれば，被告製品は，コーナー部への装着に関し，本件発明同様の効果を奏するものということができる。",
                    "そして，このような被告製品の効果に鑑みれば，本件明細書中，「コーナー部には長尺裏面側シート部と粘着材層が位置しない。」(【0030】)との記載は，従来技術のコーナークッションの裏面全面にシートがあり，同シート全面に粘着材層があったことを前提として，同シートの中央部を取り去ったことにより，コーナー部に粘着材層が付着したシート部がなくなったことを意味するにすぎないものと解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "通気性及び透水性に関して",
                  "text": [
                    "本件発明の技術的意義は，裏面の長手方向の開放部分があることによって，コーナークッション内の空気が膨張しても放出され，雨水が浸入しても排出されることである(【0004】【0008】【0030】)。",
                    "被告製品に開口部を設けてそこから水を注入したところ，水漏れが確認されたという甲第14号証の実験結果によれば，被告製品においても十分な透水性が認められる。これは，被告製品においては裏面中央部にシートがないことによるものである。短尺クッション材に粘着材層はあるものの，同粘着材層には浮きがあり，透水性もあることから，裏面中央部にシートがないことによって得られる上記透水性を阻害するものではない。",
                    "同様に，被告製品は，シートがない裏面中央部から空気が排出されるという効果も奏する。短尺クッション材及び粘着材層のいずれも通気性を備えている上，上記の浮きを通って空気が排出されるので，粘着材層の存在は，上記効果を妨げない。甲第14号証の実験結果に示された被告製品の水漏れの態様からも，空気も同様に漏れるものといえる。",
                    "したがって，被告製品においても，裏面中央部にシートがないことによって，前記の本件発明の技術的意義と同様に，通気性，透水性を備えることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，被告製品は，構成要件Fを充足する。",
                "〔被控訴人の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件明細書の【0025】，【0028】及び【0030】には，コーナー部には粘着材層が位置しないとの記載があり，また，【0007】には，帯状裏面材が裏面全体になかったとしても，裏面全体に粘着材層が貼られていれば，粘着材について曲率半径が小さくなるので「皺やたるみによって粘着材(16)同士がくっつき」との記載があることから，構成要件Fの「露出」の解釈として，長尺裏面側シート部に覆われていない幅方向中央部周辺の短尺クッション材が粘着材層にも覆われていないことが必須の条件となるのは明らかである。したがって，「露出」は，コーナークッション裏面において，複数の短尺クッション材の幅方向中央部周辺が長尺裏面側シートに覆われておらず，長尺裏面側シートに覆われていない幅方向中央部周辺の短尺クッション材が粘着材層にも覆われていないことを指すものと解すべきである。",
                "そして，被告製品は，裏面の全面にこれを覆うように粘着材層(粘着シール)が貼られており，短尺クッション材は，コーナークッション内部に密封されて外気と触れないので，「露出」しているとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "効果に関して",
              "text": [
                "従来技術のコーナークッションをコーナー部に装着するために長手方向に折り曲げたときに皺やたるみが生じるのは，本件明細書【0007】記載のとおり，折り曲げたクッション材の内側(裏面側)が，クッション材の厚み分だけ曲率半径が小さくなることから，クッション材の内側面に沿って圧縮力が生じることによる。被告製品を長手方向に折り曲げたときにも，同様にクッション材の内側面に圧縮力が生じ，同内側面に貼られた粘着材に皺やたるみが生じる。したがって，被告製品は，本件明細書【0007】記載の課題を解決するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，被告製品は，構成要件Fを充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)(損害額)について",
          "text": [
            "原判決6頁14行目から18行目記載のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明に係る特許請求の範囲は，前記第2の2のとおりである。本件明細書の内容は，原判決6頁23行目から10頁17行目記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によれば，本件発明の特徴は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，長さ調節の際，カットした部分が開口せず，また，夏場にコーナークッションが膨張することによって帯状表面材や帯状裏面材が破れるのを防止し，さらに，折り曲げたときに帯状裏面材や粘着材に皺やたるみを生じさせないことによってコーナー部への装着を容易かつ確実に行うことのできるコーナークッションに関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "建設現場や建物等のコーナー部に人や物が衝突すると危険であることから，コーナー部には，衝突したときのショックを和らげるためにクッション材が取り付けられることが多い。",
                    "近年，クッション効果に加え，コーナー部の存在をアピールして注意を促すことができるものとして，コーナークッション(11)が提案されている。このコーナークッション(11)は，①耐水性シート材料から成る帯状表面材(12)及び帯状裏面材(13)，②帯状表面材と帯状裏面材との間に形成された閉じられた空間内に充填されたクッション材(14)，③帯状表面材(12)の外面に形成された斜め方向縞模様(15)並びに④帯状裏面材(13)の外面に塗布された粘着材(16)を有しており，全体として帯状を成すものである。なお，クッション材(14)には，連続気泡型スポンジが用いられている。",
                    "このコーナークッション(11)は，コーナー部に沿って折り曲げられ，粘着材(16)によってコーナー部に装着される。このコーナークッション(11)は，内部にクッション材(14)を有していることから，衝突時のショックを和らげることができ，また，表面に斜め方向縞模様(15)を有しているので，周囲の人に注意を促すことができるものであり，コーナー部用安全具として優れたものであった(【0002】【0003】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかし，前記イのコーナークッション(11)には，以下の課題が存在した。すなわち，①このコーナークッション(11)は，その長手方向において区切りのない均一断面構造であったことから，コーナー部の長さに応じてカットした場合，そのカット部分が開口し，雨天時にはその開口部分から雨水が浸入した。クッション材(14)に連続気泡型スポンジが用いられていたので，浸入した雨水がクッション材(14)全体に浸透してコーナークッション(11)内を水浸しにすることがあり，非常に見栄えが悪くなるとともに，衝突時のショックを十分に吸収できなくなるおそれがあった。また，上記開口部分からクッション材(14)が抜け落ちてしまうこともあった(【0004】)。",
                    "②クッション材(14)が，帯状表面材(12)と帯状裏面材(13)との間に形成された閉じられた空間内に充填されているので，夏場には同空間内の空気が膨張してコーナークッション(11)全体が膨張し，衝突時のショックで帯状表面材(12)や帯状裏面材(13)が破れてしまうことがあり，雨天時にその箇所から雨水が浸入して上記①のような水浸し状態となるおそれがあった(【0005】)。",
                    "③クッション材(14)が帯状表面材(12)や帯状裏面材(13)に接着されていなかったので，コーナー部の長さに応じてカットした際，開口部分からクッション材(14)が抜け落ちてしまい，コーナー部への装着作業に手間取ることがあった(【0006】)。",
                    "④このコーナークッション(11)をコーナー部に装着するために長手方向に折り曲げたとき，帯状裏面材(13)の曲率半径がクッション材(14)の厚みの分だけ帯状表面材(12)の曲率半径よりも小さくなるので，帯状裏面材(13)とこれに塗布された粘着材(16)に皺やたるみが生じていた。その皺やたるみによって粘着材(16)同士がくっつき，コーナー部への装着作業に支障を来すとともに，コーナー部へコーナークッション(11)を密着させることが困難になった(【0007】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明は，前記ウの実情に鑑みてされたものであり，前記ウの課題の解決手段として特許請求の範囲請求項1のコーナークッションを提供するものである(【0008】【0009】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件発明は，以下の効果を奏する。すなわち，①長尺裏面側シート部が短尺クッション材の裏面側の幅方向両側部をそれぞれ一定幅で被覆している構造であるから，コーナークッションの裏面側はその幅方向中央部が長手方向に開放された状態となる。このため，夏場にコーナークッション内の温度が上昇し，これに応じて内部の空気が膨張しても，膨張した空気はコーナークッション裏面側の開放部分から放出される。したがって，コーナークッションは膨張せず，人や物が衝突したショックで長尺表面側シート部や長尺裏面側シート部が破れることはない。コーナークッション内に雨水が浸入しても，その雨水は前記開放部分からすぐに排出される。",
                    "②複数の短尺クッション材が互いに若干の間隔をおいて列設されているので，衝突時のショックによりある短尺クッション材がずれたり外れたりしても，その影響は隣の短尺クッション材に及ばない。したがって，コーナークッションの劣化を最小限にとどめることができ，その維持管理費用を低減することができる。",
                    "③また，短尺クッション材は裏面側において幅方向中央部分を帯状に露出した状態となるから，この帯状露出部分をコーナー部に合わせることにより，コーナー部には長尺裏面側シート部と粘着材層が位置しない。したがって，コーナー部に短尺クッション材が密着し，長尺裏面側シート部や粘着材層に皺やたるみが生じない。これにより，コーナークッションをコーナー部へ密着状態で装着することができる(【0030】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)(構成要件Fの充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Fの「露出」の意義について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲の記載について",
                  "text": [
                    "構成要件Fは，「前記長尺裏面側シート部同士の間から，前記複数の短尺クッション材が露出している」というものであり，特許請求の範囲には，「露出」の具体的な意味は記載されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件明細書の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書には，「露出」に関し，以下の記載がある(甲1。下記記載中に引用する図面については，別紙参照)。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "請求項1の発明は，…前記長尺裏面側シート部同士の間から，前記複数の短尺クッション材が露出していることを特徴とするコーナークッションである(【0009】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "発明の実施の形態",
                          "text": [
                            "図1は，本発明に係るコーナークッションを示す正面図である。…図3は，図1に示すコーナークッションの断面図であり，(a)はそのA-A断面図，(b)はそのB-B断面図である(【0013】)。",
                            "この長尺裏面側シート部(3)は，後述する短尺クッション材(4)の裏面側両側部をそれぞれ一定幅で被覆する。従って，長尺裏面側シート部(3)には，短尺クッション材(4)の裏面側一側部を被覆する長尺裏面側シート部(3)と，短尺クッション材(4)の裏面側他側部を被覆する長尺裏面側シート部(3)とが存在する(【0017】)。",
                            "また，この短尺クッション材(4)は，…その裏面側両側部が長尺裏面側シート部(3)，(3)によって被覆されているが，長尺裏面側シート部(3)同士の間では被覆されておらず，外部に露出している(【0020】)。",
                            "粘着材層(6)は，コーナークッション(1)をコーナー部に取り付けるためのものである。…この粘着材層(6)の外面には剥離シート(図示せず)が設けられる(【0022】)。",
                            "長尺裏面側シート部(3)の一側部に設けられた剥離シートを剥離して粘着材層(6)を露出させる。次いで，長尺裏面側シート部(3)がなく短尺クッション材(4)が露出している部分をコーナー部に合わせつつ，露出した粘着材層(6)をコーナー部に沿って貼付する。これにより，コーナークッション(1)の一側部が固定される。次いで，長尺裏面側シート部(3)の他側部に設けられた剥離シートを剥離して粘着材層(6)を露出させる。次いで，コーナークッション(1)の他側部を引っ張りつつ，コーナークッション(1)の幅方向中央部をコーナー部で折り曲げる。このとき，上述したように短尺クッション材(4)の露出部分をコーナー部に合わせてあるので，コーナー部には長尺裏面側シート部(3)と粘着材層(6)が位置しない。従って，コーナー部には短尺クッション材(4)が密着し，長尺裏面側シート部(3)や粘着材層(6)には皺やたるみが生じない。次いで，コーナークッション(1)の他側部を引っ張った状態で，露出した粘着材層(6)をコーナー部に沿って貼付する。これにより，コーナークッション(1)の取り付け作業を終了する(【0025】)。",
                            "このコーナークッション(1)によれば，長尺裏面側シート部(3)が短尺クッション材(4)の裏面側両側部のみを被覆しているため，コーナークッション(1)の裏面側は幅方向中央部において開放された状態となる。従って，コーナークッション(1)内に浸入した雨水はその開放部分からすぐに排出され，コーナークッション(1)内は水浸しとならない。また，短尺クッション材(4)の露出部分をコーナー部に合わせることにより，コーナー部には長尺裏面側シート部(3)や粘着材層(6)が位置しない。従って，コーナー部には短尺クッション材(4)が密着し，長尺裏面側シート部(3)や粘着材層(6)には皺やたるみが生じない。従って，コーナークッション(1)をコーナー部へ密着状態で装着することができる(【0028】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明の効果",
                          "text": [
                            "請求項1の発明は，…以下の効果を奏する。すなわち，長尺裏面側シート部が短尺クッション材の裏面側の幅方向両側部をそれぞれ一定幅で被覆している構造であるから，コーナークッションの裏面側はその幅方向中央部が長手方向に開放された状態となる。このため，夏場にコーナークッション内の温度が上昇し，これに応じて内部の空気が膨張しても，膨張した空気はコーナークッション裏面側の開放部分から放出される。従って，コーナークッションは膨張せず，人や物が衝突したショックで長尺表面側シート部や長尺裏面側シート部が破れることがない。また，コーナークッション内に雨水が浸入しても，その雨水は前記開放部分からすぐに排出される。…また，短尺クッション材は裏面側において幅方向中央部分を帯状に露出した状態となるから，この帯状露出部分をコーナー部に合わせることにより，コーナー部には長尺裏面側シート部と粘着材層が位置しない。従って，コーナー部には短尺クッション材が密着し，長尺裏面側シート部や粘着材層には皺やたるみが生じない。これにより，コーナークッションをコーナー部へ密着状態で装着することができる(【0030】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件明細書における「露出」の意義について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "短尺クッション材の「露出」に関し，本件発明の実施の形態についての「この短尺クッション材(4)は，…その裏面側両側部が長尺裏面側シート部(3)，(3)によって被覆されているが，長尺裏面側シート部(3)同士の間では被覆されておらず，外部に露出している」(【0020】)，「短尺クッション材(4)の露出部分をコーナー部に合わせてあるので，コーナー部には長尺裏面側シート部(3)と粘着材層(6)が位置しない。従って，コーナー部には短尺クッション材(4)が密着し，長尺裏面側シート部(3)や粘着材層(6)には皺やたるみが生じない。」(【0025】)及び「短尺クッション材(4)の露出部分をコーナー部に合わせることにより，コーナー部には長尺裏面側シート部(3)や粘着材層(6)が位置しない。従って，コーナー部には短尺クッション材(4)が密着し，長尺裏面側シート部(3)や粘着材層(6)には皺やたるみが生じない。従って，コーナークッション(1)をコーナー部へ密着状態で装着することができる。」(【0028】)との記載並びに【図3】によれば，長尺裏面側シート部同士の間の短尺クッション材は，長尺裏面側シート部及び粘着材層を含め何らの覆いもなく，コーナークッションのコーナー部への装着時において，じかにコーナー部に接するものであることが明らかといえる。よって，ここでの「露出」は，上記のとおり何らの覆いもない状態を意味するものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，本件発明の効果についての「短尺クッション材は裏面側において幅方向中央部分を帯状に露出した状態となるから，この帯状露出部分をコーナー部に合わせることにより，コーナー部には長尺裏面側シート部と粘着材層が位置しない。従って，コーナー部には短尺クッション材が密着し，長尺裏面側シート部や粘着材層には皺やたるみが生じない。これにより，コーナークッションをコーナー部へ密着状態で装着することができる。」(【0030】)との記載によれば，ここでの「露出」の意味も，上記aと同様に解することができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "加えて，粘着材層のコーナー部への貼付に関し，「長尺裏面側シート部(3)の一側部に設けられた剥離シートを剥離して粘着材層(6)を露出させる。…露出した粘着材層(6)をコーナー部に沿って貼付する。…次いで，長尺裏面側シート部(3)の他側部に設けられた剥離シートを剥離して粘着材層(6)を露出させる。…次いで，コーナークッション(1)の他側部を引っ張った状態で，露出した粘着材層(6)をコーナー部に沿って貼付する。」(【0025】)との記載によれば，「露出した粘着材層(6)」も，何らの覆いもなく，じかにコーナー部に沿って貼付されることが明らかであり，ここでの「露出」も，このように何らの覆いもない状態を意味するものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，本件明細書において「露出」は，何らの覆いもない状態を意味する語として用いられているものということができる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の課題及び課題解決手段",
                  "text": [
                    "そして，前記1(2)のとおり，本件発明は，従来技術のコーナークッションをコーナー部に装着するために長手方向に折り曲げたとき，帯状裏面材の曲率半径がクッション材の厚みの分だけ帯状表面材の曲率半径よりも小さくなるので，帯状裏面材とこれに塗布された粘着材に皺やたるみが生じ，その皺やたるみによって粘着材同士がくっつき，コーナー部への装着作業に支障を来すとともに，コーナー部へコーナークッションを密着させることが困難になった(【0007】)ことを解決すべき課題の1つとしたものである。そして，前記イ(イ)の【0025】，【0028】及び【0030】の各記載によれば，本件発明は，長尺裏面側シート部同士の間の短尺クッション材が，長尺裏面側シート部及び粘着材層を含め何らの覆いもなく，コーナークッションのコーナー部への装着時において，じかにコーナー部に接するものと構成することによって，前記課題を解決するものというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，構成要件Fの「露出」は，長尺裏面側シート部同士の間の短尺クッション材が，長尺裏面側シート部及び粘着材層を含め何らの覆いもないことを意味するものと解するのが相当であり，このように解することは，「露出」自体の通常の語義からも自然である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件Fの充足性について",
              "text": [
                "被告製品は，前記第2の2のとおり，長手方向中央部周辺において，短尺クッション材の裏面が，長尺裏面側シート部に覆われておらず，したがって，長尺裏面側シート部の間から見える状態にあるものの，その部分も含む裏面全面が粘着材層で覆われている。",
                "よって，被告製品が構成要件Fを充足しないのは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，被告製品の短尺クッション材には粘着材層が貼られているが，本件発明は，短尺クッション材の表面の処理については触れていないのであるから，被告製品は，構成要件Fを充足する旨主張する。",
                    "しかし，前記(1)のとおり，構成要件Fは，長尺裏面側シート部同士の間において，短尺クッション材が，「露出」，すなわち，「長尺裏面側シート部及び粘着材層を含め何らの覆いもない」状態であることを意味するものである。そして，被告製品においては，短尺クッション材の裏面全面が粘着材層で覆われているのであるから，「露出」していないことは明らかであり，よって，構成要件Fを充足しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被告製品も，裏面中央部にシートがないので，長手方向に折り曲げたときに裏面が表面に対して短尺クッション材の厚みの分だけ曲率半径が小さくなるということがなく，また，粘着材層が長尺裏面側シート部よりもはるかに薄いものであることにより，コーナークッションをコーナー部へ密着状態で装着することができるという本件発明と同様の効果を奏するのであるから，本件明細書中，「コーナー部には長尺裏面側シート部と粘着材層が位置しない。」(【0030】)との記載は，従来技術のコーナークッションの裏面全面にシートがあり，同シート全面に粘着材層があったことを前提として，同シートの中央部を取り去ったことにより，コーナー部に粘着材層が付着したシート部がなくなったことを意味するにすぎないと解すべきである旨主張する。",
                    "しかし，前記(1)ウのとおり，本件発明は，従来技術のコーナークッションをコーナー部に装着するために長手方向に折り曲げたとき，帯状裏面材の曲率半径がクッション材の厚みの分だけ帯状表面材の曲率半径よりも小さくなるので，帯状裏面材とこれに塗布された粘着材に皺やたるみが生じ，その皺やたるみによって粘着材同士がくっつき，コーナー部への装着作業に支障を来すとともに，コーナー部へコーナークッションを密着させることが困難になったことを解決すべき課題の1つとし，同課題を，長尺裏面側シート部同士の間の短尺クッション材が，長尺裏面側シート部及び粘着材層を含め何らの覆いもなく，コーナークッションのコーナー部への装着時において，じかにコーナー部に接するものと構成することによって，すなわち，短尺クッション材とこれに接するコーナー部との間に，長尺裏面側シート部や粘着材層などといった覆いを全く介在させないことによって，上記課題を解決するものである。したがって，短尺クッション材の裏面全体が粘着材層に覆われており，この粘着材層を介して短尺クッション材とコーナー部が接することになる被告製品は，本件発明と同様に上記課題を解決するものということはできない。控訴人が主張する本件明細書の記載内容についての解釈は，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，本件発明の技術的意義は，裏面の長手方向の開放部分があることによって，コーナークッション内の空気が膨張しても放出され，雨水が浸入しても排出されることであるところ，甲第14号証の実験結果等によれば，被告製品においても，裏面中央部にシートがないことによって，前記の本件発明の技術的意義と同様に，通気性，透水性を備えることができる旨主張する。",
                    "しかし，前記(1)及び(2)によれば，被告製品も，本件発明と同様の通気性，透水性を備え，コーナークッション内において膨張した空気や浸入した雨水を放出ないし排出し得るとしても，被告製品は，構成要件Fを充足するものではない。",
                    "なお，前記1(2)のとおり，本件発明は，従来技術のコーナークッションにおいて，コーナー部の長さに応じてカットした部分の開口部分等から雨水が浸入すると水浸しになることを課題の1つとし，同課題を，長尺裏面側シート部が短尺クッション材の裏面側の幅方向両側部をそれぞれ一定幅で被覆する構造を採用し，コーナークッションの裏面側の幅方向中央部を長手方向に開放された状態として，浸入した雨水が直ちに同開放部分から排出されるようにすることによって解決するものである。他方，甲第14号証の実験は，被告製品の上方の辺をカッターで切り取ってその部分から100mlの水を注ぎ込み，下方の辺からの水漏れの有無を観察するというものであるから，同実験結果をもって，浸入した雨水を排出させるという本件発明の効果と比較することは，不合理である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，その余の点について判断するまでもなく，控訴人の請求をいずれも棄却した原判決は正当であり，本件控訴は理由がないから棄却することとし，よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}