{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2014-9436号事件について平成27年10月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。争点は，①理由不備の有無，及び，②進歩性の有無(相違点の判断の当否)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「短距離無線システムにおける使用者への触感効果提供」とする発明につき，平成21年3月19日を国際出願日として特許出願(特願2011-507504号)をし(パリ条約による優先権主張  平成20年4月29日(本願優先日)・米国，国際公開  WO2009／134545，国内公表  特表2011-525267号。甲25)，平成25年7月24日及び同年12月6日に手続補正をした(甲4，7)が，平成26年1月17日付けで拒絶査定を受けた(甲8)。",
            "原告は，同年5月21日，拒絶査定不服審判請求をし(不服第2014-9436号。甲9)，平成27年9月2日付け手続補正書(本件補正書)で手続補正(本件補正)をした(甲12)。",
            "特許庁は，同年10月19日，「本件審判の請求は，成り立たない。」との審決をし，同審決謄本は，同月29日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件補正後の請求項1に係る発明(本願発明)は，本件補正書(甲12)に記載された以下のとおりのものである(なお，願書に最初に添付された明細書及び図面(甲1，25)を「本願明細書」という。)。",
            "「無線相互作用システム内で動作可能な使用者機器であって：",
            "ホスト機器と無線で通信するように構成されたトランシーバであって，前記トランシーバと前記ホスト機器が互いにあらかじめ決められた範囲内に配置された時に前記ホスト機器と通信するように構成された前記トランシーバと；",
            "前記使用者機器とホスト機器との間の複数の特定の相互作用事象を検出し，そして各々の特定の相互作用事象が起こった時に複数の触感効果の中から前記各々の特定の相互作用事象に対して異なる触感効果を選択するように構成されたプロセッサと；",
            "プロセッサが前記各々の特定相互作用事象が発生したと判定した際に，使用者に前記プロセッサにより選択された触感効果を与えるように構成された触感アクチュエータとを含み，",
            "前記複数の特定の相互作用事象が，前記使用者と前記ホスト機器が互いに前記範囲内に入ったこと，前記使用者と前記ホスト機器との無線接続の確立，前記使用者と前記ホスト機器との無線接続の喪失，そして金銭取引の開始および完了を含むことを特徴とする，前記使用者機器。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，特開2006-229349号公報(甲17。引用例1)記載の発明(引用発明)，特開2001-266194号公報(甲14。引用例2)に記載された事項(引用例2記載事項)及び特開2005-284744号公報(甲18。引用例3)に記載された事項(引用例3記載事項)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項に基づいて特許を受けることができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "text": [
                "「携帯電話機1と自動改札機2とは，自動改札システムを構成し，",
                "携帯電話機1は，ICカード(ICチップ)Cが装着され，",
                "制御部11，操作部12，通信部13，音声部14，電源部15，表示部16，振動部17，及びICカードソケット18などを有し，",
                "制御部11には，振動パターンテーブル11bなどが設けられ，",
                "振動パターンテーブル11bには，ICカードCの処理状況に応じた振動パターンが予め記憶され，振動部17は，当該携帯電話機1全体を振動させる振動機構により構成され，振動部17は，制御部11による振動機能の設定に基づいて，当該携帯電話機1を振動させ，",
                "ICカードCが装着されている携帯電話機1の所持者は，上記自動改札機2を通過する際に，当該自動改札機2の所定の位置(無線通信ユニット21の通信圏内)に当該携帯電話機1を翳すと，自動改札機2との無線通信(改札処理)が開始され，制御部11は，振動パターンテーブル11bに基づく通信開始時の振動パターンで当該携帯電話機1本体を第1の振動パターンにて振動させ，",
                "自動改札機2との改札処理が完了すると，制御部11は，上記振動パターンテーブル11bに基づく改札処理終了時の振動パターンで当該携帯電話機1本体を第2の振動パターンにて振動させ，",
                "さらに，取引端末装置が，利用者が提示した携帯端末機器から読取った電子マネーとしての情報によって商取引を行うことに適用でき，携帯端末機器と取引端末装置との通信状況や処理状況などに応じて携帯端末機器本体を振動させることにより，携帯端末機器と取引端末装置との通信状況や処理状況などを利用者に感覚的，かつ，確実に通知する携帯端末機器」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2及び3記載事項の認定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2記載事項の認定",
                  "text": [
                    "「非接触式ICカード30と自動改札機の本体1との距離を検出し，検出された距離が所定の距離である場合，非接触式ICカード30の利用客に対してバイブレーションパターンで認識させること。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例3記載事項の認定",
                  "text": [
                    "「自動改札処理が正常終了せずに携帯電話機が自動改札機との通信範囲外になった場合，携帯電話機のマナーモードで使用されるバイブレータ8を作動させてユーザに通知する。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "(一致点)",
                "「無線相互作用システム内で動作可能な使用者機器であって：",
                "ホスト機器と無線で通信するように構成されたトランシーバであって，前記トランシーバと前記ホスト機器が互いにあらかじめ決められた範囲内に配置された時に前記ホスト機器と通信するように構成された前記トランシーバと；",
                "前記使用者機器とホスト機器との間の複数の特定の相互作用事象を検出し，そして各々の特定の相互作用事象が起こった時に複数の触感効果の中から前記各々の特定の相互作用事象に対して異なる触感効果を選択するように構成されたプロセッサと；",
                "プロセッサが前記各々の特定相互作用事象が発生したと判定した際に，使用者に前記プロセッサにより選択された触感効果を与えるように構成された触感アクチュエータとを含み，",
                "前記複数の特定の相互作用事象が，前記使用者と前記ホスト機器との無線接続の確立，そして金銭取引を含む，前記使用者機器。」",
                "(相違点1)",
                "本願発明の使用者機器は，触感効果を与える特定の相互作用事象として，「使用者とホスト機器が互いに範囲内に入ったこと」を含んでいるのに対して，引用発明の携帯電話機1は，振動パターンとして，このような状況を知らせる機能を有していない点。",
                "(相違点2)",
                "本願発明の使用者機器は，触感効果を与える特定の相互作用事象として，「使用者とホスト機器との無線接続の喪失」を含んでいるのに対して，引用発明の携帯電話機1は，振動パターンとして，このような状況を知らせる機能を有していない点。",
                "(相違点3)",
                "本願発明の使用者機器は，触感効果を与える特定の相互作用事象として，「金銭取引の開始及び完了」を含んでいるのに対して，引用発明では，携帯端末機器と取引端末装置との通信状況や処理状況などを利用者に感覚的，かつ，確実に通知すると記載されているものの，通信状況，処理状況に関しては明記されていない点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点についての判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2記載事項には，実質的に，使用者機器が，触感効果を与える特定の相互作用事象として，「使用者とホスト機器が互いに範囲内に入ったこと」が記載されており，引用発明において，どの様な状況にどの様な振動パターンを発生するかは任意であるから，引用発明に引用例2記載事項を適用し，相違点1の構成とすることは，当業者が容易になし得ることである。また，引用例2記載事項を引用発明に適用した場合，振動パターンを異なるものとすることは，識別という観点からみれば，技術的に困難なこととはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明における「使用者と前記ホスト機器との無線接続の喪失」は，一般的に，一度確立された通信が失われることであり，本願明細書【0026】には，「切断」と「喪失」とが記載されていて，「切断」は，システムが切断を行うことと認められ，「喪失」は，システム的には接続が確立されたものの，処理が終了する前に通信の範囲外になって接続がなくなった状態を表しているものと認められる。",
                    "引用例3記載事項には，処理が正常に終了する前に，通信の範囲外になったことをバイブレーションで知らせることが記載されており，引用発明において，どの様な状況にどの様な振動パターンを発生するかは任意であるから，引用発明に引用例3記載事項を適用し，相違点3の構成とすることは，当業者が容易になし得ることである。また，引用例2記載事項を引用発明に適用した場合，振動パターンを異なるものとすることは，識別という観点からみれば，技術的に困難なこととはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明の自動改札システムでは，処理の開始と終了を振動パターンで認識させることが記載されており，この記載事項を，携帯端末機器と取引端末装置との通信状況や処理状況について適用し，処理の開始と終了を振動パターンで認識させる，すなわち，複数の特定の相互作用事象が，金銭取引の開始及び完了を含むものとすることは，当業者が容易になし得ることである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(理由不備)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1(引用例2記載事項と相違点1との関係についての理由不備)",
              "text": [
                "審決は，審決が認定した「引用例2記載事項」と相違点1の「使用者とホスト機器が互いに範囲内に入ったこと」が同じであるとする理由を説明していない点において，理由不備である。審決が認定した「引用例2記載事項」と相違点1とは別概念であり，理由を説明せずにこのような恣意的判断をした結果，実質的に相違点1につき容易性の判断を怠った。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2(相違点3の容易想到性についての理由不備)",
              "text": [
                "審決は，相違点3の容易想到性について十分説明していない点において，理由不備である。審決は，引用発明の「処理」，「開始」及び「終了」という語と本願発明における相違点3に該当する内容との関連性，並びに，審決が「適用」できるとする対象及び理由を説明していないから，特許法157条2項4号の趣旨に反している。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-3(主引用例に副引用例を組み合わせる論理付け及び動機付けについての理由不備)",
              "text": [
                "審決は，引用発明に引用例2記載事項及び引用例3記載事項を組み合わせる論理付け及び動機付けを十分に説明していない点において，理由不備である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(進歩性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1(相違点1の判断についての誤り)",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，引用例2記載事項に，本願発明の構成要件の一部である「前記複数の特定の相互作用事象が，前記使用者と前記ホスト機器が互いに前記範囲内に入ったこと」が開示されているかのように，引用例2記載事項をすり替え，引用例2記載事項と相違点1の「使用者とホスト機器が互いに範囲内に入ったこと」(相互作用事象1)とは，実質的に同一であるとする。",
                        "しかし，引用例2では，目の不自由な人等の使用者を，改札機のICカードを接触させる部分まで誘導することが発明の課題であり，その解決のために一連の処理手順を示しているから，引用例2に記載されているのは，距離によって異なるバイブレーションパターンを利用者に認識させ続けることである。本願発明における「使用者とホスト機器が互いに範囲内に入ったこと」は，そのような特定の出来事を契機に使用者機器を振動等させることを意味しているから，別の概念である。引用発明に引用例2記載事項を組み合わせても，相違点1は解消されない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，本願発明は，引用例2の，非接触式ICカード30と本体1とが互いに範囲内に入った時点以降においても，距離の検出動作，すなわち，相互作用事象の検出が継続することを排除していない，と主張する。",
                        "しかし，本願発明に，引用例2の振動条件を適用するなら，使用者とホスト機器とがある範囲内に入った時点以後使用者機器が振動し続け，その振動中に他の相互作用事象である，使用者とホスト機器との無線接続の喪失，金銭取引の開始及び終了という事象が発生した場合に，当該事象の通知を行うことができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，被告は，警報の報知態様を例に挙げて，引用例2記載事項において，その範囲内に入った時点のみ検出を行うか，それ以降も検出を継続するものとするかは，当業者が適宜選択し得る事項にすぎない，と主張する。",
                        "しかし，審決は，引用発明に引用例2記載事項を適用すれば相違点1については容易想到であると判断したのだから，引用例2記載事項から適宜選択し得る事項，すなわち，引用例2記載事項とは異なる事項を適用して容易想到であるとの主張は，審決と異なる判断である。また，引用例2は，「利用客への適切かつスムーズな誘導」を目的とするものであって，「警報」を目的とするものではないから，被告の主張は，前提を誤っている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明は，ホスト機器の検出機能等が故障した場合やホスト機器と使用者機器との通信が途絶えた場合にも，使用者機器自らが各相互作用事象を検出することにより，使用者機器を所持する使用者に対して，触感効果により，相互作用事象を確実に伝えることを企図して，システム上，検出場所を使用者機器に限定している。",
                    "一方，引用例2においては，各相互作用事象の検出，及び，検出内容に応じた通知機能の契機となる信号の送信はホスト機器(自動改札機)が担う機能である。つまり，引用例2の【0038】，【0039】には，距離の検出を本体1が行うことが明記され，本体1が一旦検出を開始した後，当該検出が継続されることにより，本体1で，自動改札処理が終了するまで，確実に同一の自動改札機に非接触式ICカード30を誘導することにより，引用例2の「利用客への適切かつスムーズな誘導が可能」という目的が実現されているのである。そして，引用例2では，距離測定のために，一定周期でホスト機器側から各端末に距離測定用の信号が送信される仕組みが記載されており，当該機能をパッシブタイプである非接触式ICカードが担えるはずもない。したがって，引用例2では，距離の検出は，本体1で行われることが重要である。",
                    "よって，引用発明に引用例2の発明を適用した場合，引用発明における自動改札機に相互作用事象1が実現されることとなり，本願発明における使用者機器に実現されるわけではない。引用発明に引用例2記載事項を組み合わせることはできないし，仮に組み合わせても相違点1に想到し得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2における使用者機器である非接触式ICカードは，内部回路を駆動するための電源をホスト機器から発する磁場から獲得するいわゆる「パッシブタイプ」の機器を想定しており，当該パッシブタイプの使用者機器を所持する使用者に対しても，ホスト機器と使用者機器の距離を通知するために，使用者機器に電源が供給されているか否かにかかわらず，電源が常に供給されているホスト機器から当該使用者機器に対して，信号が常に所定の時間間隔で送信され続ける方式を提案している。",
                        "一方，引用発明においては，使用者機器(及び使用者機器内のICカード)は内部に電源を有するいわゆる「アクティブタイプ」の携帯電話機等の携帯端末機器が想定されている。",
                        "したがって，引用発明に引用例2記載事項を組み合わせようとした場合，引用例2記載事項がパッシブタイプを前提に開示した構成を無意味にするため，引用発明に引用例2記載事項を組み合わせるにつき阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，引用例2における，距離の検出に応じてバイブレーションパターンで認識させる動作と，非接触式ICカード30の電源方式がパッシブタイプであることとは，直接の関係がない，と主張する。",
                        "しかし，引用例2において，距離測定用の信号をポーリングしている機器をホスト機器である自動改札機としているのは，自動改札機からの磁場により電源が確保できない間，信号の送受信ができない非接触式ICカードを所持する使用者に距離を通知するためであるから，引用例2に開示された方式は，パッシブタイプの非接触式ICカードを対象にしたものである。仮に，異なるとすれば，距離の検出と各バイブレーションパターンで振動する機器を，自動改札機と非接触式ICカードという別々の機器に担わせ，自動改札機で検出した距離に応じた各バイブレーションパターンを指定するためのデータを自動改札機から非接触式ICカードに送信するという，迂遠なプロセスを入れる必要はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2(相違点2の判断についての誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2にいう「喪失」を，システム的には接続が確立されたものの，処理が終了する前に通信の範囲外になって接続がなくなった状態をいうと解したが，誤っている。",
                    "「喪失」は主格の意志的な動作や行為を表す動詞を名詞化したものではないから，何らかの判断を前提とするものではない。よって，「喪失」は，「処理が終了する前」という判断を含むいかなる判断とも無関係に，一旦，接続が確立された後，接続がなくなったことを検出したことを意味している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例3記載事項における検出内容は，携帯電話機内のICチップ又はICカードが，自動改札処理が正常終了せずに携帯電話機が自動改札機の通信範囲外になったと判断したことであるのに対し，本願発明における「喪失」の検出内容は，いかなる判断とも無関係に，一旦，接続が確立された後，接続がなくなったことである。",
                    "したがって，引用発明に引用例3記載事項を適用しても，何らかの判断を前提にしない「喪失」に想到せず，相違点2は解消しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，引用例3記載事項の「処理が終了する前に」との部分は，「接続が確立された」状態から「接続がなくなった状態」への移行が発生する，想定される最も典型的な場面を記載したものであるところ，処理が終了した後であれば，接続は不要だから，その場面における「喪失」は検出すべき対象として想定されない，と主張する。",
                    "しかし，審決における「処理が終了する前に」との部分は，上記「典型的な場面」を記載したものとは理解できない。また，処理が開始又は終了しない理由が，使用者機器に紐付けられている口座の問題なのか，使用者機器とホスト機器間の無線通信に関する問題なのかを切り分けて使用者に通知する必要があるから，本願発明では，「処理が終了した後」か否かにかかわらず，無線接続が「喪失」したことを検出し，使用者に通知することを想定している。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3(相違点3の判断についての誤り)",
              "text": [
                "引用発明の「処理」の意味を「改札処理」と解したとしても，引用発明の「改札処理」には，「入退場処理」，すなわち，ドア等を閉鎖すること等も含まれており，当該処理と「金銭取引」とを結び付けることはできない。したがって，引用発明に相違点3の構成を適用することが容易想到とはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1に対し",
              "text": [
                "相違点1に関して，審決が引用例2記載事項について述べた事項は自明なものであるから，審決における引用例2記載事項と相違点1との関係についての説明に，不足はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2に対し",
              "text": [
                "審決の相違点3の判断における「処理の開始と終了を振動パターンで認識させる」との記載中，「処理」は，引用発明における「改札処理」を指し，「開始」は，同「改札処理」の「開始」を指し，「終了」は，同「改札処理終了」を指す。",
                "「処理の開始と終了」と本願発明の「金銭取引の開始及び完了」とは，処理の開始及び完了であるという点で，共通する対応関係にあることが明らかである。",
                "引用発明に関する上記の「処理」の「開始」及び「終了」は，いずれも改札処理の過程であるから，引用発明の，商取引の処理状況を利用者に感覚的，かつ，確実に通知すること，すなわち，一致点における「複数の特定の相互作用事象」が，「金銭取引を含む」ことにおいて，金銭取引の開始及び終了を含むものとして，改札処理と同様の処理の過程を利用者に知らせることは，当業者が容易に想到し得ることである。",
                "審決の相違点3の判断は，以上の論理付けによるものであることが明らかだから，理由不備とはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1-3に対し",
              "text": [
                "相違点1については，後記2(1)のとおり，引用発明と引用例2記載事項の組合せは容易想到であり，論理付け，動機付けがあることは，明らかである。後記2(1)に記載した全ての事項が，審決の相違点1の判断において漏れなく記載されているわけではないが，当該事項は，審決の記載から自明ないし十分理解可能な事項である。",
                "また，相違点2についても同様に，論理付け，動機付けがあることが明らかであって，この点は，審決の相違点2の判断における記載から自明ないし十分理解可能な事項である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例2記載事項と相互作用事象1とは別概念である，と主張する。",
                    "しかし，引用例2の【0037】，【0040】によれば，利用客は，自動改札機の本体1に向かって歩いていく過程で，可変バイブレータ39の振動開始により，非接触式ICカード30と本体1とが互いに範囲内に入ったことを認識するといえる。そうすると，審決が，引用例2記載事項には，実質的に「使用者とホスト機器が互いに範囲内に入ったこと」が記載されているとした点は，引用例2の記載から自明のことである。",
                    "また，引用例2の実施例では，非接触式ICカード30と本体1とが互いに範囲内に入った時点以降においても，相互作用事象の検出が継続するが，本願発明において，相互作用事象の検出が継続するものが排除されていると解することはできない。仮に，本願発明の「使用者とホスト機器が互いに範囲内に入ったこと」から，範囲内に入った時点以降に相互作用事象の検出が継続するものが排除されているとしても，一般に警報の報知態様として，条件に合致する状態への突入時のみ報知を行うことも，条件から外れるまで報知を継続することも，いずれも慣用されているから，引用例2記載事項において，「自動改札機の本体1に向かって歩いていく」過程で検出された距離がL3以内であることを利用客に認識させる態様として，その範囲内に入った時点のみ検出を行うか，それ以降も検出を継続するかは，当業者が適宜選択し得る事項にすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，引用例2記載事項と本願発明における相互作用事象1とで，目的，効果，構成，技術分野等が異なることから，引用例1に引用例2記載事項を組み合わせることはできない旨主張する。",
                    "しかし，引用発明の検出動作が行われる場所は，携帯電話機1の制御部11であるから，検出動作が行われる場所に関して本願発明と相違するものではない。また，引用例2記載事項の，2つの無線通信機器の間の検出された距離が所定の距離である場合に，利用者に対してバイブレーションパターンで認識させる機能を，引用発明に追加するに当たり，距離の検出がどの場所で行われるかという点を考慮する必要はない。かえって，引用発明では，改札処理の開始等の検出動作が携帯電話機1の制御部11で行われるから，引用発明において，引用例2記載事項に係る機能を追加する際に，距離の検出動作を，携帯電話機1の制御部11で行うものとすることが，当業者にとって自然である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告は，引用発明に引用例2記載事項を組み合わせるには阻害容易があると主張する。",
                    "しかし，審決が認定した引用例2記載事項における，距離の検出に応じてバイブレーションパターンで認識させる動作と，非接触式ICカード30の電源方式がパッシブタイプであることとは，直接の関係がないし，引用発明の通信状況や処理状況の報知等の動作と，「携帯電話機1」の電源方式がアクティブタイプであることについても，同様である。",
                    "したがって，引用発明における「携帯電話機1」がアクティブタイプであり，引用例2記載事項における「非接触式ICカード30」がパッシブタイプであることが，引用発明に引用例2記載事項を組み合わせることの，阻害要因となるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決による「喪失」の評価が不正確であるとの主張について",
                  "text": [
                    "本願発明の「前記使用者と前記ホスト機器との無線接続の喪失」との記載は，「処理が終了する前」の場面で「喪失」が発生する場合も当然包含している。",
                    "原告は，本願発明の「喪失」は，「処理が終了する前」という判断を含むいかなる判断とも無関係なものである旨主張するが，「処理が終了する前」の場面で接続がなくなったことを検出する場合は，自ずと，その場面に該当するか否かについての判断が行われることになるから，本願発明の「喪失」はいかなる判断とも無関係とはいえず，逆に，「処理が終了する前」か否かを判断する場合も含まれる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明に引用例3記載事項を適用しても想到とはならないとの主張について",
                  "text": [
                    "上記アのとおり，本願発明の「喪失」はいかなる判断とも無関係とはいえないから，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3に対し",
              "text": [
                "本願発明と引用発明との一致点における「複数の特定の相互作用事象」には，金銭取引が含まれる。引用発明に関する「処理」の「開始」及び「終了」は，いずれも改札処理の過程だから，金銭取引についても改札処理と同様の処理の過程を利用者に知らせることは，当業者が容易に想到し得ることである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲1，25)には，以下の記載がある。",
                "【技術分野】【0001】本開示は一般的に短距離無線通信システムに関わり，更に詳細にはその様なシステム内で相互作用が生じた際に使用者フィードバックを強化することに関する。",
                "【課題を解決するための手段】【0007】本開示は短距離無線通信システムに含まれるシステムおよび方法を記述している。特に，ある特定相互作用事象が生じた際に，触感効果が使用者に提供されている。なかんずく1つの実施例において，使用者機器はトランシーバ，プロセッサおよび触感アクチュエータを含む無線相互作用システム内で動作可能である。トランシーバはホスト機器と無線で通信するように構成されている。プロセッサは，特定の相互作用事象が発生したか否かを判定するように構成されており，此処で相互作用事象とはホスト機器との相互作用に関するものである。触感アクチュエータは，プロセッサが特定の相互作用事象が発生したと判定した際に，使用者に対して触感効果を押しつけるように構成されている。",
                "【0014】本開示は，短距離無線通信システムにおいて，使用者に触感フィードバックを提供するためのシステムおよび方法を記述している。この教えに依れば，使用者に持ち運ばれる非接触集積回路機器の様な使用者機器は，運動感覚フィードバック(例えば，能動および抵抗力フィードバック)および／または触感フィードバック(例えば，振動(vibration)，振動触覚(vibrotactile)フィードバック，肌触り(texture)，熱など)を使用者に提供するように装備することが可能である。一般的に運動感覚および触覚フィードバックは纏めて「触感フィードバック」または「触感効果」として知られている。触感フィードバックは使用者インタフェースを改善するための合図信号を与えることが出来る。特に，触感効果は短距離無線通信システム内で特定の相互作用事象が発生したことを使用者に確認する上で有効である。この触感フィードバックは可聴および可視フィードバックを補足するために使用可能であり，どの様にして情報が使用者に提供されるかを強化する。",
                "【0017】典型的に使用者機器12は携帯型機器であり，使用者により持ち運び可能であって，ホスト機器14は比較的固定されたものである。別の実施例では両機器共に携帯型である。各々の機器は無線方式で互いに通信するための信号送信能力を含む。機器の間で無線接続または結合を確立するために，機器の1方または両方が周期的にポーリング信号を送信し，応答を待っている。相手側機器はポーリング信号を検索するように構成されており，2つの機器が互いの範囲内に入った時に，ポーリング信号を受信した機器が応答信号を送信して2つの機器が範囲内に入ったことを確認し，通信チャンネルを確立する。",
                "【0018】無線接続が確立されると，2つの機器は設計された様に相互作用を行うことが出来る。使用者機器12とホスト機器14との間の相互作用は，例えば金銭取引である。金銭取引システムのいくつかの非限定的事例として，Tap  ＆",
                "Go，PayWave，Pay  and  Go，Touch-n-Go，PayPass, ExpressPay，Blink等が挙げられる。別の金銭取引には，公共交通システムで使用される運賃カードの様な，前支払いサービス・カードが含まれる。別の実施例において，使用者機器12とホスト機器14との間の相互作用はデータの送信または交換である。相互作用はまた，制限領域へのアクセス制御の様な識別番号チェックも含む。",
                "【0024】無線相互作用システム10は全ての好適な短距離規格に基づいて構築できる。使用者機器12とホスト機器14との間の通信は，任意の好適な周波数範囲，任意の好適な送信強度を含み，任意の好適な距離で機器間の結合を行うように出来る。いくつかの実施例に於いて，無線相互作用システム10はＮFC，PAＮ，無線PAＮ(WPAＮ)，Wi-Fiまたはその他の短距離または有限距離規格に基づいて構築されている。",
                "【0025】無線相互作用システム10は，使用者機器12とホスト機器14の間の相互作用に関する1つまたは複数の特定事象が発生した際に，使用者に対して確認を与えるように構成されている。使用者機器12および／またはホスト機器14はこれらの事象の発生を表示するための出力機器を含む。いくつかの実施例において，この出力機器は無線相互作用システム10に関連する別の機器に，代わりに組み込まれているものも有る。無線相互作用システム10は可聴および／または可視表示器を含み，更に触感効果を使用者に与える様に構成された出力機構を含む。",
                "【0026】使用者に触感効果を与えるために，1つまたは複数の触感アクチュエータを，使用者機器12の中に組み込むことが可能である。使用者機器12は更に何時1つまたは複数の特定事象が発生したかを判定するための回路および／またはロジックを含む場合がある。1つの事象が発生したと判定された際に，使用者機器12は事象の型式に基づいて適切な触感効果を決定し，使用者にその触感効果を課するように触感アクチュエータに指令する。触感フィードバックを任意の数の特定事象に応答して使用者に与える事が可能である。例えば，使用者機器12とホスト機器14が互いの範囲内に持ち込まれた際に触感フィードバックが与えられ，これにより機器の間で情報伝送または交換が行えることを表示する。事象は機器間での無線接続の確立または切断または接続の喪失である。触覚フィードバックはまた，金銭取引の開始または完了時にも与えられる。べつの実施例において，触感フィードバックは，ファイル転送完了時または使用者が安全規制領域へのアクセスを認証されたと認識された時に与えられる。",
                "【0027】図2は図1の使用者機器12の1つの実施例を図示するブロック図である。この特定の実施例において，使用者機器12はプロセッサ20，メモリ22，入出力(I／O)機器24，駆動回路26，触感アクチュエータ28，およびトランシーバ30を含む。使用者機器12の構成部品は互いにバス・インタフェース32を介して通信するように構成されている。I／O機器24はキーパッド，タッチ・スクリーン，押しボタン，カーソル制御装置，またはその他のデータ入力機器の様な，入力機構を含む。出力機器には，表示器スクリーン，音響出力装置，LEDまたはその他の可視または可聴出力機器を含む。専用運賃カード，近接カード，近傍カードまたはその他の類似のカードまたは機器などの非接触集積回路機器を含む実施例の様な，いくつかの実施例において，I／O機器24は個別の設計に依ってはオプションであり省略される。",
                "【0028】トランシーバ30は，ホスト機器14と無線通信するための任意の短距離送信および受信構成部品を含む。トランシーバ30はＮFC規格，PAＮ規格および／またはその他の類似の短距離無線送信規格に基づいて構成される。トランシーバ30は例えば，2．4GHz，13．56MHz，赤外領域周波数などを含む，任意の好適な周波数で信号の送受信を行う。送信強度は比較的弱く他の機器との信号受信を，例えばおよそ10センチ，10メートル以内の様な短距離に制限している。RFIDまたはその他の誘導的結合技術を使用する実施例に関して，トランシーバ30は使用者機器12の構成部品に電力供給するためのLC回路を含む。",
                "【0029】プロセッサ20はトランシーバ30に対して或る種の情報を送信またはブロードキャストするように指令する。また，ホスト機器14からトランシーバ30で受信された情報はプロセッサ20で処理される。プロセッサ20が使用者機器12とホスト機器14との間の相互作用に関連する予め定められた事象が発生したと判定した際に，プロセッサ20は次ぎに駆動回路26に対して触感アクチュエータ28を駆動し，特定の触感効果を使用者に与えるように指令する。いくつかの実施例において，プロセッサ20は複数の相互作用事象を検知し，各々それぞれの事象に対して特定の触感効果を選択することが出来る。触感アクチュエータ28はこれにより異なる型式の触感効果を個別事象に基づいて提供することが出来る。",
                "【0031】プロセッサ20はホスト機器14へ送られる情報およびホスト機器14から受信される情報を制御し，使用者機器12の全体動作を管理する。メモリ22は，口座番号，識別番号，アクセス・コード，残金，または，ホスト機器14と相互作用するために必要なその他のデータまたは情報の記録を格納する。加えて，メモリ22はホスト機器14と相互作用するための動作に関連したソフトウェア・プログラムの様なプログラムも格納する。更に，メモリ22の中に格納されたプログラムまたはソフトウェアはまた，予め定められた相互作用事象が発生した時を判定するためのロジックも含む。判定される事象に基づき，使用者に提供される適切な触感フィードバックを決定するための追加ロジックも使用される。",
                "【0033】メモリ22はまた，プロセッサ20が無線相互作用手順を実行可能とするプログラム・コードも格納することが出来る。無線相互作用手順の中で，此処の教えに従っていくつかの手順が実行されて特定相互作用事象が発生した時を判定する。その様な事象の1つが発生する時，使用者に適切な触感フィードバックを与える様に触感アクチュエータ28を駆動させるべく，ロジック・モジュールが駆動回路26に対して指示する。種々のロジック指令または命令がプログラム・コードの中に含まれていて，ホスト機器14との相互作用を可能としている。本開示の無線相互作用プログラムはハードウェア，ソフトウェア，ファームウェア，またはそれらの組合せとして実現できる。ソフトウェアまたはファームウェアとして実装された際には，無線相互作用プログラムはメモリ22内に格納され，プロセッサ20で実行することが出来る。ハードウェアとして実装された場合には，無線相互作用プログラムはディスクリート・ロジック回路，特定用途集積回路(ASIC：application  specific  integrated  circuit)，プログラム可能ゲート・アレイ(PGA：programmable  gate  array)，現場プログラム可能ゲート・アレイ(FPGA：field  programmable  gate  array)等，またはそれらの組合せを用いてプロセッサ20内に実装される。",
                "【0034】無線相互作用ソフトウェアまたはプログラム，および関連する事象応答触感フィードバック手順はメモリ22の中に格納することが出来る。これらおよびその他のソフトウェア，プログラム，または此処に記載するような実行可能ロジック指令を含むコンピュータ・コードは，任意の好適な処理装置で実行するためにコンピュータ読み取り可能媒体の中に統合することが可能である。コンピュータ読み取り可能媒体は1つまたは複数の好適な物理媒体構成部品上に含むことが可能で，これはソフトウェア，プログラムまたはコンピュータ・コードを測定可能な時間の間格納することが出来る。",
                "【0035】図3は短距離無線相互作用システム内で1つの機器を使用している使用者に，触感効果を与えるための方法の1つの実施例を図示する流れ図である。特に図3の方法は，図1および2に示す使用者機器12の機能に関連している。別の実施例において，方法は短距離無線相互作用システム内で使用され，触感効果を与えるように構成されている別の使用者機器の動作に関係する場合もある。使用者機器と一緒に使用されるホスト機器は，変化の無い規則的な手順に従って動作することに注意されたい。しかしながら，いくつかの実施例において，ホスト機器が此処に開示されている方法に基づいて追加機能を含む場合もある。",
                "【0036】方法のブロック40に示されるように，ホスト機器からの予め定められたポーリング信号の検索が行われる。このポーリング信号はホスト機器と例えば，ホスト機器と通信するように構成されている使用者機器の様な機器との間で無線結合相互作用を開始するための任意の好適な信号である。判定ブロック42に示されるように，ポーリング信号が受信されたか否かが判定される。受信されていない場合，ポーリング信号が最終的に受信されるまで，方法はブロック40へ戻る。受信された際には，この方法はブロック44へ進み，これは応答信号がホスト機器へ送られることを示している。応答信号はそのポーリング信号に応答して，その機器がホスト機器の範囲内に有ることを示す情報を含む。",
                "【0037】このポーリング／応答手順はブロック40，42および44に関して説明された方法が反転され，使用者機器がポーリング信号を送るように構成されまた，ホスト機器が応答するように構成される場合もある。2つの機器がリンクされている方法には関係なく，無線相互作用セッションはそれらの間に確立される。いくつかの実施例において，この相互作用は2つの機器の間で生じ，他の中間ネットワーク機器またはチャンネルを必要としない。しかしながら，無線相互作用システムの別の実施例では社会的ネットワーク・アプリケーションとして実施されており，この中では2つ以上の機器が社会的ネットワークの中でリンクされている。また，これらの機器は近接位置に移動され，最も近くに居る機器のみが互いに通信信号を受信できるようにしている。密接度は通常，範囲内に入るために使用者機器をホスト機器または他の使用者機器に向かって動かしている使用者によって制御される。",
                "【0038】ブロック46は機器とホスト機器の間で相互作用が処理される状況を示している。個別のアプリケーションおよびシステムに依存して，相互作用セッションは或る種の取引，データ転送，識別認証などを完遂するために，2つの機器の間で任意の個数の通信を含むはずである。判定ブロック48に示すように，予め定められた相互作用事象が発生したか否かが判定される。予め定められた相互作用事象は2つの機器の間での相互作用セッションに関連する全ての好適な事象を含む。予め定められた事象が発生しなかった場合この方法はブロック46へ戻り，相互作用セッションの処理が継続される。",
                "【0039】予め定められた事象が発生したと判定されると，この方法はブロック50へ進み，これは適切な触感効果を使用者に伝えることが決定されたことを示す。この触感効果はブロック48に関連して判定された予め定められた事象に基づいている。適切な触感効果が決定されると，ブロックはその触感効果が開始されることを示す。触感効果または触感フィードバックが使用者に対して使用者機器を介して与えられるかまたは，使用者に対して無線相互作用システム内のその他の機構，例えば使用者がその上に立っているプラットフォームなどを用いて与えられる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上から，本願発明の概要は，以下のとおりと認められる。",
                "本願発明は，短距離無線通信システムに関わり，そのようなシステム内で相互作用が生じた際に使用者フィードバックを強化することに関する(【0001】)。",
                "短距離無線通信システムにおける使用者機器は，運動感覚フィードバック及び／又は触感フィードバックを使用者に提供するように装備することが可能だが，触感フィードバック(触感効果)は，使用者インタフェースを改善するための合図信号を与えることができ，特に，短距離無線通信システム内で特定の相互作用事象が発生したことを使用者に確認する上で有効である(【0014】)。",
                "本願発明における短距離無線通信システムで用いられる使用者機器は，トランシーバと，プロセッサ及び触感アクチュエータを含む(【0007】)。使用者機器のトランシーバは，使用者機器とホスト機器とが互いの範囲内に入った時に，無線によって通信チャンネルを確立し(【0007】，【0017】，【0024】，【0028】，【0036】)，プロセッサは，ホスト機器との相互作用に関する事象が発生したか否かを判定し，プロセッサが特定の相互作用事象が発生したと判定した際には，複数の触感効果の中から特定の触感効果を選択し(【0029】，【0031】，【0033】，【0038】)，触感アクチュエータが，使用者に対して，プロセッサにより選択された触感効果を提供する(【0007】，【0039】)。使用者機器とホスト機器との相互作用は，金銭取引，データの送信又は交換，及び制限領域へのアクセス制御のような識別番号チェックを含み(【0018】)，相互作用事象は，機器間での無線接続の確立又は切断，接続の喪失及び金銭取引の開始又は完了を含む(【0026】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1には，以下の記載がある(甲17)。",
                "【技術分野】【0001】この発明は，例えば，通行制御装置などの外部装置との通信を行う機能を有する電子装置が装着された携帯端末機器と，前記携帯端末機器に装着されている電子装置との無線通信を行う機能を有する通行制御装置とからなる携帯端末システムに関する。",
                "【背景技術】【0002】従来，自動改札機などの通行制御装置では，利用者が所持する非接触式ICカードとの無線通信を行い，上記非接触式ICカードから読取った情報に基づいて利用者の通行の可否を判定するものが実用化されている。さらに，近年では，外部機器との無線通信機能を有するICカードが装着されている携帯電話等の携帯端末機器との無線通信により通行の可否を判定する自動改札機も提案されている。このような自動改札機では，所定の通信圏内に提示された非接触式ICカードあるいは携帯端末機器とは通信が可能であるが，通信圏外に移動した非接触式ICカードあるいは携帯端末機器との通信は不可能となってしまう。従って，自動改札機では，処理が完了するまで非接触式ICカードあるいは携帯端末機器が通信圏内に確実に留まっていることが必要である。",
                "【0003】従来は，非接触式ICカードと自動改札機による処理状況を利用者に報知する技術として，利用者が使って入場ゲートを通過する際，自動改札機とICカードとの通信状況や通行判定処理の状況などを，自動改札機に設置したランプ，モニタ，ブザーなどの報知手段により知らせるものが開示されている(例えば，特許文献1あるいは特許文献2)。また，自動改札機と非接触式ICカードとが確実に通信を行って処理の未了率を低減するための提案としては，自動改札機側の電波帯に非接触式ICカードが確実に入るようにガイドを設けるものも開示されている(例えば，特許文献3)。",
                "【0004】しかしながら，上記のような従来の技術では，視覚などに障害がある人には，ICカードが確実に処理されているか否かを認識しにくいという問題点がある。また，実際の運用時においては，自動改札機に別途設けられているランプあるいはモニタなどの報知手段を注視せずに通過しようとする利用者も多い。このため，利用者に対して自動改札機による処理状況を感覚的，かつ，確実に報知することが可能なものが要望されている。",
                "【0009】以下，この発明の実施の形態について図面を参照して説明する。図1は，この発明の実施の形態に係る携帯端末機器としての携帯電話機1と通行制御装置としての自動改札機2の構成例を示すブロック図である。また，上記携帯電話機1と上記自動改札機2とは，通行制御システムとしての自動改札システムを構成している。",
                "【0010】まず，上記携帯電話機1の構成について説明する。上記携帯電話機1は，図1に示すように，電子装置としてのICカード(ICチップ)Cが装着される構成となっている。なお，例えば，上記携帯電話機1は，第3世代とよばれる3GPP(Third  Generation  Partnership  Project)で標準化された規格に準じた携帯電話機であり，この場合，当該携帯電話機に装着されるICカードCは，UIM(User  Identity  Module)カードあるいはUSIM(Universal  Subscriber  Identity  Module)と呼ばれるICカードである。",
                "【0011】上記携帯電話機1は，図1に示すように，制御部11，操作部12，通信部13，音声部14，電源部15，表示部16，振動部17，およびICカードソケット18などを有している。上記制御部11は，携帯電話機1全体の制御を司るものである。上記制御部11は，CPU，内部メモリ，各種のインターフェースなどを有している。上記制御部11には，制御プログラムが記憶されている不揮発性メモリとしてのROM，作業用のデータを記憶する揮発性メモリとしてのRAM，及びキーボードなど操作部12が接続されている。上記制御部11は，例えば，PLL(Phase  Locked  Loop)回路，データストリーム経路切換え，DMA(Direct  Memory  Access)コントローラ，割り込みコントローラ，タイマ，UART(Universal  Asynchronous  Receiver  Transmitter)，秘匿，HDLC(High-level  Data  Link  Control  procedure)フレーミング，USBディバイスコントローラなどの機能を有している。",
                "【0012】また，上記制御部11には，機能設定フラグ11aおよび振動パターンテーブル11bなどが設けられている。上記機能設定フラグ11aは，後述する改札処理時の振動機能を有効とするか無効とするかを示す情報がセットされる。また，上記振動パターンテーブル11bは，後述する改札処理時の振動機能により携帯電話機1本体を振動させる場合の振動パターンを特定するためのテーブルである。ここでは，上記振動パターンテーブル11bには，例えば，後述するようなICカードCの処理状況に応じた振動パターンが予め記憶されているものとするが，上記振動パターンテーブル11bに記憶する振動パターンは，利用者が設定できるようにしても良い。",
                "【0013】上記通信部13には，携帯電話用のアンテナが接続され，上記携帯電話用のアンテナを介して通話データやデータ通信用の電波の送受信を行う。上記音声部14は，アナログフロントエンド部及びオーディオ部を有し，音声の入出力を行うものである。上記音声部14には，スピーカ，レシーバ，マイクなどが接続されている。例えば，上記音声部14は，スピーカから着信音を出力することにより着信音の出力機能を有している。また，上記音声部14は，受話部としてのレシーバから音声を出力し，送話部としてのマイクから音声を入力したりする機能を有している。",
                "【0014】上記電源部15は，バッテリーなどにより構成され，当該携帯電話機1内の各部に電源を供給するようになっている。また，上記電源部15は，上記ICカードソケット18を介してICカードCに電源を供給する機能も有している。上記表示部16は，液晶表示装置などにより構成される表示部への表示制御を行うものである。",
                "【0015】上記振動部17は，当該携帯電話機1全体を振動させる振動機構により構成される。上記振動部17は，上記制御部11による振動機能の設定に基づいて，当該携帯電話機1を振動させるようになっている。上記振動部17による振動は，上記制御部11による設定に基づいて機能するようになっている。例えば，上記振動部17は，特定のイベント(たとえば，電話やメールの着信など)が発生した際に，上記制御部11により予め設定されている各イベントに応じた振動パターンにて当該携帯電話機1を振動させるようになっている。",
                "【0019】次に，上記ICカードCについて説明する。図2は，上記携帯電話機1のICカードソケット18に装着可能なICカードCの構成例を示すブロック図である。上記ICカードCは，図2に示すように，制御素子30，RAM31，ROM32，不揮発性メモリ33，入出力インターフェース34，および無線通信部35などを有している。なお，図2に示すようなICカードCの各部は，上記携帯電話機1に装着された状態において，上記携帯電話機1の電源部15からの電源供給，または，上記自動改札機2の無線通信ユニット21からの電磁波により生成した電源の供給を受けて動作するようになっている。",
                "【0024】図3は，上記ICカードCと上記携帯電話機1本体の制御部(アプリケーション)との関係を概念的に示す図である。上記携帯電話機1では，電源がオンの状態において上記制御部11により携帯電話機1としての種々のアプリケーションプログラムを実行している。これに対して，上記ICカードCは，上記自動改札機2のリーダライタ21からの信号に応じて動作する。これらのような，上記ICカードCによる処理と上記制御部11による処理とは，携帯電話機1内において独立して実行されるようになっている。",
                "【0025】従って，ICカードCの状態やICカードによる処理状況などは，当該ICカードCから上記制御部11へ通知する必要がある。このため，上記制御部11では，アプリケーションの実行中，ICカードCからの割り込み信号を受信するようになっている。これにより，上記制御部11では，随時，ICカードCのステータスの変化(処理状況の変化)をICカードからの割り込み信号により認識することができるようになっている。",
                "【0026】次に，携帯電話機1における振動設定について説明する。図4は，上記ICカードCによる改札処理時における上記携帯電話機1の振動設定を行うための設定画面の例を示す図である。上記携帯電話機1では，上記操作部12への利用者の操作によって上記表示部16に，図4に示すような改札処理時の振動機能の設定画面を表示する。図4に示す設定画面の例では，利用者が改札処理時の振動機能のオンオフを設定できるようになっている。",
                "【0027】たとえば，上記ICカードCによる改札処理の状況に応じた当該携帯電話機1の振動を禁止したい場合，利用者は，図4に示すような設定画面において「OFF」を選択する。すると，上記制御部11は，上記機能設定フラグ11aを無効として改札処理時の振動機能をオフに設定する。この場合，携帯電話機1内のICカードCと自動改札機とが通信を行っても，当該携帯電話機1は，振動しないように制御される。また，上記ICカードCによる改札処理の状況に応じて当該携帯電話機1を振動させるようにしたい場合，利用者は，図4に示すような設定画面において「OＮ」を選択する。すると，上記制御部11は，上記機能設定フラグ11aを有効として改札処理時の振動機能をオンに設定する。この場合，携帯電話機1内のICカードCと自動改札機とが通信を行って改札処理を行うと，当該携帯電話機1は，その処理状況に応じて上記振動パターンテーブル11bに基づく所定の振動パターンで振動するように制御される。",
                "【0028】次に，上記ICカードCによる上記自動改札機2での改札処理(入出場処理)について説明する。図5は，上記ICカードCによる上記自動改札機2での改札処理を説明するためのフローチャートである。上記自動改札機2では，人物が接近してくると，上記無線通信ユニット21によりICカードCに対して応答を要求する応答要求を送信する。これに対して，上記ICカードCが装着されている携帯電話機1の所持者は，上記自動改札機2を通過する際に，当該自動改札機2の所定の位置(無線通信ユニット21の通信圏内)に当該携帯電話機1を翳す。これにより，当該携帯電話機1内の上記アンテナ19は，上記無線通信ユニット21の通信圏内に入る。",
                "【0029】携帯電話機1内の上記アンテナ19が上記無線通信ユニット21の通信圏内に入ると，上記携帯電話機1内のICカードCは，上記アンテナ19及び無線通信部35により上記自動改札機2からの応答要求を受信する。上記自動改札機2からの応答要求を受信すると，上記ICカードCの制御素子30は，当該ICカードCを起動させる(ステップS11)。これにより，上記自動改札機2と上記ICカードCとは，無線通信が可能な状態となり，改札処理を開始する。上記自動改札機2との無線通信(改札処理)が開始されると，上記ICカードCの制御素子30は，上記自動改札機2との通信が開始された旨(自動改札機からのアクセスがあった旨)の割り込み信号を当該携帯電話機1本体の制御部11へ供給する(ステップS12)。",
                "【0030】上記自動改札機2との通信が開始された旨の割り込み信号を受信すると(ステップS21)，当該携帯電話機1本体の制御部11は，上記機能設定フラグ11aにより改札処理時の振動機能がオン(有効)となっているか否かを判断する(ステップS22)。この判断により改札処理時の振動機能がオンとなっていると判断した場合(ステップS22，YES)，上記制御部11は，上記振動パターンテーブル11bに基づく通信開始時の振動パターンで当該携帯電話機1本体を振動させる(ステップS23)。",
                "【0031】ここでは，上記振動パターンテーブル11bには，通信開始時の振動パターンとして第1の振動パターンが設定されているものとする。この場合，上記制御部11は，上記振動パターンテーブル11bによりICカードCと自動改札機2との通信開始時の振動パターンが第1の振動パターンであると判断し，上記振動部17により当該携帯電話機1本体を第1の振動パターンにて振動させる(ステップS23)。",
                "【0032】一方，上記制御部11に通信開始を示す割り込み信号を供給したICカードCでは，上記自動改札機2との無線通信を行って改札処理を行う(ステップS13)。この改札処理では，上述したように，ICカードCが自動改札機2からのデータ送信要求に対して乗車券情報などの利用者情報を自動改札機2へ送信する。上記ICカードCからの利用者情報を受信した自動改札機2では，ICカードCから受信した利用者情報と所定の判定条件とに基づいて通行の可否を判定する通行判定を行う。",
                "【0033】この通行判定により当該利用者の通行を許可すると判定した場合，上記自動改札機2は，通行を許可する旨の通知と書き込みデータ(例えば，利用駅や利用時刻等を示す利用履歴情報)とを当該ICカードCへ送信するとともに，図示しないドア等を開放して当該利用者の通行を許可する制御を行う。また，上記通行判定により当該利用者の通行を不可とすると判定した場合，上記自動改札機2は，通行不可である旨の通知と書き込みデータとを当該ICカードCへ送信するとともに，図示しないドア等を閉鎖して当該利用者の通行を不許可とする制御を行う。",
                "【0034】上記自動改札機2から判定結果と書き込みデータとを受信した上記ICカードCの制御素子30は，上記自動改札機2から受信した書き込みデータを不揮発性メモリ33に書き込むことにより当該改札処理を終了する。",
                "【0035】さらに，上記自動改札機2からの判定結果を受けて当該改札処理を終了する場合，上記ICカードCの制御素子30は，当該携帯電話機1本体の制御部11へ自動改札機2との改札処理が完了した旨の割り込み信号を供給する(ステップS15)。",
                "【0036】上記ICカードCから改札処理が完了した旨の割り込み信号を受信すると(ステップS24)，当該携帯電話機1本体の制御部11は，上記機能設定フラグ11aにより改札処理時の振動機能がオン(有効)となっているか否かを判断する(ステップS25)。この判断により改札処理時の振動機能がオンとなっていると判断した場合(ステップS25，YES)，上記制御部11は，上記振動パターンテーブル11bに基づく改札処理終了時の振動パターンで当該携帯電話機1本体を振動させる(ステップS26)。",
                "【0037】ここでは，上記振動パターンテーブル11bには，改札処理終了時の振動パターンとして上記第1の振動パターンとは異なる第2の振動パターンが設定されているものとする。この場合，上記制御部11は，上記振動パターンテーブル11bにより改札処理終了時の振動パターンが第2の振動パターンであると判断し，上記振動部17により当該携帯電話機1本体を第2の振動パターンにて振動させる(ステップS26)。",
                "【0038】なお，上述した動作例では，自動改札機からの通行判定結果を受けたのに基づいて所定の振動パターンで携帯端末機器を振動させるようにしたが，自動改札機からの通行判定の結果に応じて，振動パターンを変化させるようにしても良い。たとえば，通行判定の結果が通行許可である場合と，通行判定の結果が不許可である場合とで，異なる振動パターンで振動させるようにしても良い。",
                "【0039】これは，上記振動パターンテーブル11bに通行許可の場合の振動パターンと通行不許可の場合の振動パターンとを設定しておき，上記ステップS15で上記ICカードCが通行判定の結果を示す割り込み信号を制御部11に供給することにより実現可能である。つまり，上記振動パターンテーブル11bに通行許可の場合の振動パターンと通行不許可の場合の振動パターンとを設定しておくことにより，上記制御部11は，ICカードCから通行判定の結果を受けて，通行判定の結果に応じた振動パターンで携帯端末機器1本体を振動させることが可能となる。",
                "【0040】上記のように，本実施の形態では，自動改札機での改札処理が可能なICチップを具備する携帯電話機を自動改札機の所定の通信圏内に翳すと，携帯電話機は，自動改札機と携帯電話機内のICチップとの通信状況や処理状況に応じて携帯電話機の機体を震動させるようにしたものである。これにより，携帯電話機内に装着されているICチップと自動改札機との通信状況や改札処理の状況を利用者に感覚的，かつ，確実に通知することができる。この結果として，自動改札機での処理未了率を低減させることが可能となる。",
                "【0043】さらには，本実施の形態は，電子マネー機能を有する携帯電話機などの携帯端末機器と，店舗などに設置された取引端末装置とによる電子商取引システムに適用できる。この種の電子商取引システムでは，取引端末装置が利用者が提示した携帯端末機器から読取った電子マネーとしての情報(たとえば，金額情報，利用実績に応じたポイント情報など)によって商取引を行う。従って，携帯端末機器と取引端末装置との通信状況や処理状況などに応じて携帯端末機器本体を振動させることにより，携帯端末機器と取引端末装置との通信状況や処理状況などを利用者に感覚的，かつ，確実に通知することができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上から，引用発明の概要は，以下のとおりと認められる。",
                "自動改札機などの通行制御装置においては，利用者が所持する非接触式ICカードや携帯端末機器との無線通信により通行の可否を判定するものが提案，実用化されている(【0002】)。このような自動改札機では，処理が完了するまで非接触式ICカードや携帯端末機器が通信圏内に留まっていることが必要であり(【0002】)，従来，非接触式ICカードと自動改札機による処理状況を利用者に報知するため，ランプ，モニタ，ブザーなどの報知手段を設けること等が提示されてきた(【0003】)。しかし，従来技術では，視覚などに障害がある人に，ICカードが確実に処理されているか否かを認識しにくい，報知手段を注視せずに通過しようとする利用者が多い，という問題点があった(【0004】)。",
                "そこで，上記のような問題点を解決するため，引用発明の携帯端末機器は，利用者に対して外部装置との通信状況や処理状況を感覚的，かつ，確実に報知することが可能な携帯端末機器及び通行制御システムを提供することを目的として，改札処理の開始と完了といった，携帯端末機器と取引端末装置との通信状況や処理状況などを，それぞれの振動パターンで携帯電話機本体を振動させることによって，利用者に感覚的，かつ，確実に通知する(【0040】)。また，このような自動改札システムは，電子マネーとしての情報によって商取引を行うことにも適用できる(【0043】)。",
                "具体的には，携帯電話機1と自動改札機2とは，自動改札システムを構成し(【0009】)，携帯電話機1は，ICカード(ICチップ)Cが装着され(【0010】)，制御部11，操作部12，通信部13，音声部14，電源部15，表示部16，振動部17，及びICカードソケット18などを有し(【0011】)，制御部11には，振動パターンテーブル11bなどが設けられ(【0012】)，振動パターンテーブル11bには，ICカードCの処理状況に応じた振動パターンがあらかじめ記憶され(【0012】)，振動部17は，当該携帯電話機1全体を振動させる振動機構により構成され(【0015】)，振動部17は，制御部11による振動機能の設定に基づいて，当該携帯電話機1を振動させる(【0015】)。そして，ICカードCが装着されている携帯電話機1の所持者は，上記自動改札機2を通過する際に，当該自動改札機2の所定の位置(無線通信ユニット21の通信圏内)に当該携帯電話機1をかざすと，自動改札機2との無線通信(改札処理)が開始され(【0028】，【0029】)，制御部11は，振動パターンテーブル11bに基づく通信開始時の振動パターンで当該携帯電話機1本体を第1の振動パターンにて振動させ(【0030】，【0031】)，自動改札機2との改札処理が完了すると，制御部11は，上記振動パターンテーブル11bに基づく改札処理終了時の振動パターンで当該携帯電話機1本体を第2の振動パターンにて振動させる(【0034】～【0038】)。さらに，上記自動改札システムは，取引端末装置が，利用者が提示した携帯端末機器から読取った電子マネーとしての情報によって商取引を行うことにも適用できる(【0043】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，引用発明は，上記第2，3(1)のとおり認定される。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本願発明と引用発明とを対比すると，一致点及び相違点は，上記第2，3(3)のとおりと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用例2記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例2には，以下の記載がある(甲14)。",
                "【0001】【発明の属する技術分野】この発明は，乗車券等の記録媒体の改札を行う自動改札機に関する。",
                "【0006】【発明が解決しようとする課題】従来，利用客の改札口への誘導は，主に天井灯，および自動改札機のドア部に設けた通路案内表示器によって行い，投入券に対しては，データの判定，書換を実施し，磁気券の場合は，その結果を印字／パンチ等の視覚情報として券に反映し，利用客に伝え，また，自動改札機上に設けた表示器あるいは音声等の案内により，改札機通路内の利用客を阻止または通過誘導するための一助となっていた。",
                "【0007】しかしながら，無線カードは，非接触という性質上，印字／パンチ等の処理結果を媒体に残すことが難しく，特に身障者等においては，処理機上に設けた表示等の案内そのものも意味を持たない場合が考えられる。さらに，無線式自動改札機の場合は，カードかざし部への利用客の誘導そのものが問題となる。",
                "【0008】この発明は上記の事情を考慮したもので，その目的とするところは，利用客に対する適切かつスムーズな誘導が可能な自動改札システムを提供することにある。",
                "【0036】つぎに，上記の構成の作用を図6のフローチャートおよび図7を参照しながら説明する。",
                "【0037】改札を通過しようとする利用客は，図7に示すように，非接触式ICカード30を手に持った状態で自動改札機の本体1に向かって歩いていく。",
                "【0038】本体1からは距離測定用の信号が所定の時間間隔で逐次に送信されており(ポーリング)，それが非接触式ICカード30で受信される。この受信時，感知エリアに入った旨を表わす返信信号が非接触式ICカード30から送信される。この返信後は，感知エリアから外れた場合を除いて，隣の自動改札機からのポーリングに対して非接触式ICカード30が応答することはない。",
                "【0039】本体1では，非接触式ICカード30からの返信信号が受信され，その受信タイミングと距離測定用の信号の送信タイミングとの間の時間経過に応じて本体1と非接触式ICカード30との距離が検出される(ステップ101)。この検出は，一旦交信を始めた非接触式ICカード30が感知エリアから出ない限り，継続される。",
                "【0040】検出された距離がL3以内のとき，バイブレーションパターンCを指定するためのデータが本体1から非接触式ICカード30に向け送信される。非接触式ICカード30では，受信データに基づき，可変バイブレータ39がバイブレーションパターンCで振動する。利用客は，バイブレーションパターンCの振動を非接触式ICカード30から直に感じ，自身が本体1の近くにいることを認識する。",
                "【0041】距離がL2以内になると，バイブレーションパターンBを指定するためのデータが本体1から非接触式ICカード30に向け送信される。非接触式ICカード30では，受信データに基づき，可変バイブレータ39がバイブレーションパターンBで振動する。利用客は，バイブレーションパターンBの振動を感じ，本体1にさらに近付いたことを認識する。",
                "【0042】距離がL1以内になると，バイブレーションパターンAを指定するためのデータが本体1から非接触式ICカード30に向け送信される。非接触式ICカード30では，受信データに基づき，可変バイブレータ39がバイブレーションパターンAで振動する。利用客は，バイブレーションパターンAの振動を感じ，本体1の直前まで近付いたことを察知し，非接触式ICカード30を無線カードかざし部5に当接または接近させる準備に入ることができる。",
                "【0044】許可の場合は，無線カードかざし部5の発光表示部5cが点灯するとともに，ドア7が開放状態を維持する。同時に，入／出場駅，自動改札機の号機番号，日付等のデータが非接触式ICカード30に無線送信されて記録される。また，このとき，バイブレーションパターンDを指定するためのデータが本体1から非接触式ICカード30に向け送信される。非接触式ICカード30では，受信データに基づき，可変バイブレータ39がバイブレーションパターンDで振動する。利用客は，バイブレーションパターンDの振動を感じて，通過が許可されたことを察知し，安心して通路を通ることができる。",
                "【0045】阻止の場合は，無線カードかざし部5の発光表示部5bが点灯するとともに，ドア7が閉じて利用客の通過が阻止される。同時に，表示器6に『係員がまいります。そのままお待ち下さい。』というメッセージが表示される。また，このとき，バイブレーションパターンEを指定するためのデータが本体1から非接触式ICカード30に向け送信される。非接触式ICカード30では，受信データに基づき，可変バイブレータ39がバイブレーションパターンEで振動する。利用客は，バイブレーションパターンEの振動を感じて，通過が阻止されたことを察知し，非接触式ICカード30を再び無線カードかざし部5に当接または接近させたり，あるいは係員の到着を待つなど，適宜な処置をとることができる。",
                "【0047】なお，上記実施形態では，5種類のパターンの振動を発生するようにしたが，パターン数に限定はなく，本体1が設置されている環境や案内情報の種類などに応じて適宜に設定可能である。距離測定のためのデータ送受信を専用の測定ユニット20で行うようにしたが，無線カードかざし部5に設けられている無線送受信アンテナ53および無線リーダ／ライタ52において行うようにしてもよい。距離の測定方法としては，データ送受信による測定に限らず，たとえば音波を利用した測定を行ってもよい。",
                "【0049】【発明の効果】以上述べたようにこの発明によれば，利用客が所持する記録媒体と自動改札機との距離を測定し，その測定結果を記録媒体を介して利用客に報知するようにしたので，利用客に対する適切かつスムーズな誘導が可能な自動改札システムを提供できる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上から，引用例2には，以下の事項が記載されていると認められる。",
                "引用例2に記載の発明は，乗車券等の記録媒体の改札を行う自動改札機に関する(【0001】)。",
                "従来，利用客の改札口への誘導は，天井灯や通路案内表示器によって行い，投入券に対しては，磁気券の場合は，その結果を印字等の視覚情報として，券に反映し，自動改札機上に設けた表示器等の案内により，改札機通路内の利用客を阻止又は通過誘導していた(【0006】)。しかし，無線カードは，印字等の処理結果を媒体に残すことが難しく，特に身障者等においては，処理機上に設けた表示等の案内に意味がなく，カードかざし部への利用客の誘導も問題となった(【0007】)。",
                "上記のような問題を解決するため，引用例2に記載の発明は，利用者に対する適切かつスムーズな誘導が可能な自動改札システムを提供した(【0008】)。その実施例として，自動改札機の本体1が距離測定用の信号を所定の時間間隔で逐次に送信し，利用客が持った非接触式ICカード30がこれを受信して返信信号を発し(【0037】，【0038】)，この返信信号を本体1が受信して，その受信タイミングと距離測定用の信号の送信タイミングとの間の時間経過に応じて本体1と非接触式ICカード30との距離を検出し(【0039】)，検出された距離がL3以内のとき，本体1がバイブレーションパターンC指定するためのデータを非接触式ICカード30に向けて送信し，非接触式ICカード30では，受信データに基づき，可変バイブレータ39がバイブレーションパターンCで振動し(【0040】)，同様に，本体1と非接触式ICカード30との距離がL2以内の場合には，バイブレーションパターンBで，上記距離がL1以内の場合には，バイブレーションパターンAで，それぞれ可変バイブレータ39が振動する構成が開示されている。このような構成により，利用客は，本体1に近づいたことを察知し，非接触式ICカード30を無線カードかざし部5に当接又は接近させる準備をすることができる(【0041】，【0042】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，引用例2には，上記第2，3(2)アのとおりの引用例2記載事項が記載されていると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "引用例3記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例3には，以下の記載がある(甲18)。",
                "【技術分野】【0001】本発明は自動改札機と無線通信可能なICチップを内蔵した携帯端末，或いは自動改札機と無線通信可能なICカードを装填した携帯端末により自動改札する電子乗車券システムに関するものである。",
                "【発明が解決しようとする課題】【0006】ところで，自動改札機は，投入された1枚の有効な乗車券(正券)に対して1人だけ通過可能とするものであり，ICカードをかざしてそれが正常であれば＋1，次いで，センサにより一人通過を確認すると-1とする正券カウンタを有している。しかし，正しくICカードをかざした者が通過しなかったり，正しくICカードをかざしたものが2人重なって通過したり，何らかの原因で改札機が人の通過を見失った場合には正券カウンタ値が残る(正券残り)状態となり，この状態では次の人は改札処理が正常でなくても通過可能となってしまう。",
                "【0007】また，ラッシュ時の自動改札機では，扉を開けたままになっているため，例えば，図6の改札処理において，t5のタイミングでICカードへのデータの書き込みが終わってない状態で通過できてしまい，次に自動改札を通過できなくなってしまう場合が生ずる。また，t6のタイミングの直前で書き込み終了を送信していない状態で通過してしまうと，自動改札機側では，ICカードへの書き込みが正常終了したのか否か確認できない。",
                "【0008】このように自動改札処理が正常に終了していない場合，自動改札機では正常終了の場合と異なる警告音を発しているが，ユーザが気がつかない場合が多いのが実情である。そのため自動改札の集計業務を行う際に集計に誤差が生じてしまう可能性がある。",
                "【0010】本発明は，自動改札機と無線通信可能なICチップを内蔵した携帯端末や自動改札機と無線通信可能なICカードを装填した携帯端末により自動改札する電子乗車券システムにおいて，自動改札処理が正常終了せずに携帯端末が自動改札機との通信範囲外になったとき携帯端末のバイブレーションで通知するようにしたので，ユーザは正常終了していないことを認識することができ，処理のやり直しを行って正常終了することができる。",
                "【0013】そして，自動改札処理が正常終了せずに携帯電話機が自動改札機との通信範囲外になった場合，携帯電話機のマナーモードで使用されるバイブレータ8を作動させてユーザに通知する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上から，引用例3には，上記第2，3(2)イのとおりの引用例3記載事項が記載されていると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由1(理由不備)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決には理由不備の違法があるから取り消されるべきであると主張する。",
                "しかし，取消事由1-1(引用例2記載事項と相違点1との関係についての理由不備)は，実質的に，相違点1の判断についての誤りを，取消事由1-2(相違点3の容易想到性についての理由不備)は，実質的に，相違点3の判断についての誤りを，取消事由1-3(主引用例に副引用例を組み合わせる論理付け及び動機付けについての理由不備)は，実質的には，相違点1及び2の判断についての誤りを主張するものであるから，取消事由2において併せて判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，審決には，以下①～③の誤記及び記載不備が認められる上，後記6(1)ア(イ)，(2)ア(ウ)，(3)アのとおり，引用発明に引用例2記載事項を適用する動機付け，引用発明に引用例3記載事項を適用する動機付け，及び，引用発明の改札処理を電子商取引システムに適用することが引用例1に示唆されていることが示されておらず，これらは審決を取り消すほどの違法とはいえないものの，適切さを欠く説示といわざるを得ない。",
                "①  相違点3の認定において，「金銭取引の開始及び完了に関しては明記されていない点。」と記載すべきところを，「通信状況，処理状況に関しては明記されていない点。」と記載した(12頁11～12行)。",
                "②  相違点2の判断において，「相違点(2)の構成とすることは，当業者が容易になしえることである。」と記載すべきところを，「相違点(3)の構成とすることは，当業者が容易になしえることである。」と記載した(12頁32～33行)。",
                "③  相違点3の判断において，相違点3の判断であることを明記していない(12頁36行～13頁3行)。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由2(進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2-1(相違点1の判断についての誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2の「非接触式ICカード30」は本願発明の「使用者機器」に，引用例2の「自動改札機の本体1」は本願発明の「ホスト機器」に相当する。そして，引用例2記載事項は，「改札を通過しようとする利用客は，非接触式ICカード30を手に持った状態で自動改札機の本体1に向かって歩いていく」ときのものである(【0037】)から，引用例2記載事項の「検出された距離が所定の距離である場合」とは，「使用者とホスト機器が互いに範囲内に入ったこと」を検出した場合といえる。",
                        "また，引用例2記載事項では，「検出された距離が所定の距離である場合」，「非接触式ICカード30の利用客に対してバイブレーションパターンで認識させる」から，「検出された距離が所定の距離である場合」は，触感効果を与える特定の相互作用事象の1つといえる。",
                        "そうすると，引用例2記載事項には，実質的に，使用者機器が，触感効果を与える特定の相互作用事象として，「使用者とホスト機器が互いに範囲内に入ったこと」が記載されているといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例2記載事項の実施例の課題である，「利用客に対する適切かつスムーズな誘導が可能な自動改札システムを提供すること」(【0008】)は，引用発明の課題である「ICカードが確実に処理されているか否かを確実に認識させる」(【0004】，【0040】)と，利用者に情報を与えることによって自動改札システムをスムーズに稼働させる点で共通している。また，引用発明と引用例2記載事項における課題解決手段も，ホスト機器と使用者機器との無線通信を用いて，特定の相互作用事象を認識し，相互作用事象ごとに異なった振動パターンを利用者に提供して，その触感効果により，特定の相互作用事象を知らせるという点で共通している。このように引用発明及び引用例2記載事項は，技術課題及び課題解決手段において共通する点があるから，当業者は，引用発明に引用例2記載事項を適用することが動機付けられるものといえる。(なお，審決には，このような，引用発明に引用例2記載事項を適用することについての動機付け等の説示がない。)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "よって，引用発明に引用例2記載事項を適用して，本願発明の相違点1に係る構成を採用することは，本願優先日における当業者にとって容易に想到し得ることである。(審決の相違点1に対する判断も，上記趣旨であると解されるから，取消事由1-3のうち，引用例2記載事項に係る部分には，理由がない。)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張に対する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例2に記載されているのは，距離によって異なるバイブレーションパターンを利用者に認識させ続けることであるが，本願発明における「使用者とホスト機器が互いに範囲内に入ったこと」は，そのような特定の出来事を契機に使用者機器を振動等させることを意味しているから，別の概念である，と主張し，同様の理由から審決には理由不備の違法がある(取消事由1-1)，とも主張する。",
                        "しかし，上記アのとおり，引用例2記載事項の実施例では，例えば，本体1と非接触式ICカード30との距離がL3以内になった瞬間には可変バイブレータ39が振動するから，この時点に着目すれば，「本体1と非接触式ICカード30との距離がL3以内になった」という特定の出来事を契機に，使用者機器を振動させているといえる。また，引用例2の発明の課題には目の不自由な人等を改札機のICカードを接触させる部分まで誘導することが含まれているが，目の不自由な人に対して，ある一定の距離以内であることを知らせるためには，その距離に入ったときだけ使用者機器を振動させることでもその目的が達せられると考えられる。さらに，広く一般の利用者を想定した引用発明に引用例2記載事項を組み合わせる場合にも，利用者に距離の相違を認識させるために，使用者機器を振動させ続ける構成が必須であるとはいえない。",
                        "原告の主張には，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本願発明では，「使用者とホスト機器が互いに範囲内に入ったこと」を含む各相互作用事象検出場所を使用者機器に限定しているが，引用例2の自動改札システムでは，各相互作用事象の検出，及び，検出内容に応じた通知機能の契機となる信号の送信は，ホスト機器である本体1であって，引用例2記載事項では，本願発明の目的及び効果である「各相互作用事象を検出する機能を使用者機器に限定することにより，ホスト機器の検出機能が故障等した場合やホスト機器と使用者機器との通信が途絶えた場合にも，使用者機器自らが相互作用事象を検出することにより，使用者機器を所持する使用者に対して，触感効果により，相互作用事象を確実に伝えること」を実現しないから，引用発明に引用例2記載事項を組み合わせることはできないし，仮に組み合わせても相違点1に想到し得ない，と主張する。",
                        "しかし，審決が，引用発明に適用した引用例2記載事項は，「使用者とホスト機器が互いに範囲内に入ったこと」であって，これを検出するのがホスト機器である点をも含めて判断したのではない。また，引用例2記載事項において，相互作用事象を検出する機能を有するのが使用者機器ではなくホスト機器でなければならない理由は，引用例2に開示も示唆もされていないから，引用発明に引用例2記載事項を組み合わせたときに，引用発明のホスト機器に，相互作用事象である「前記使用者と前記ホスト機器が互いに前記範囲内に入ったこと」の検出機能を持たせることができないわけではない。さらに，原告は，本願発明の目的及び効果として，各相互作用事象を検出する機能を使用者機器に持たせた理由が，ホスト機器の検出機能等が故障した場合や，ホスト機器と使用者機器との通信が途絶えた場合にも，使用者機器自らが各相互作用事象を検出することにより，使用者機器を所持する使用者に対して，触感効果により相互作用事象を確実に伝えることを企図したものであると主張するが，このような目的及び効果は，本願明細書に記載も示唆もされていない。しかも，相互作用事象は，使用者機器12とホスト機器14との間の無線接続が確立された後に検出されるから，ホスト機器と使用者機器との通信が途絶えた場合に，使用者機器自らが各相互作用事象を検出することはできないと解され，原告の主張は，その前提にも誤りがあるといえる。",
                        "原告の主張には，理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，原告は，①引用例2記載事項の非接触ICカードは，「パッシブタイプ」の機器を想定しているのに対して，引用発明の携帯端末機器は「アクティブタイプ」であるから，引用発明に引用例2記載事項を組み合わせようとした場合，引用例2記載事項がパッシブタイプであることを無意味にする，②仮に，引用例2に開示された方式がパッシブタイプの非接触式ICカードを対象としたものでないなら，距離の検出と各バイブレーションパターンで振動する役割を，自動改札機と非接触式ICカードという別々の機器に担わせ，自動改札機で検出した距離に応じた各バイブレーションパターンを指定するためのデータを自動改札機から非接触式ICカードに送信するという迂遠なプロセスを入れる必要はないため，組合せに阻害要因がある，と主張する。",
                        "しかし，審決が，引用発明に，引用例2記載事項の「非接触式ICカード30と自動改札機の本体1との距離を検出し，検出された距離が所定の距離である場合，非接触式ICカード30の利用客に対してバイブレーションパターンで認識させること」を適用する理由は，引用発明において，使用者機器が，触感効果を与える特定の相互作用事象として，「使用者とホスト機器が互いに範囲内に入ったこと」を付加するためである。審決は，原告主張のように，引用発明における電源供給のタイプを，引用例2に記載された実施例における電源供給のタイプ(①)に置換したり，引用発明における距離の検出と各バイブレーションパターンで振動する役割を，別々の機器に担わせ，検出した距離に応じた各バイブレーションパターンを送信するプロセス(②)に置換したりすることを説示するものではない。また，引用例2に記載された実施例は，非接触式ICカードへの電源供給をパッシブタイプで実現しているものの，引用例2記載事項の「非接触式ICカード30と自動改札機の本体1との距離を検出し，検出された距離が所定の距離である場合，非接触式ICカード30の利用客に対してバイブレーションパターンで認識させること」は電源供給のタイプと技術的な関連性はなく，引用例2記載事項のために必要な電源供給をパッシブタイプで実現できるならば，より電源供給能力が高いアクティブタイプで実現可能であることも自明である。",
                        "よって，引用発明に引用例2記載事項を組み合わせることに，阻害要因は認められない。原告の主張には，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，取消事由2-1には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2-2(相違点2の判断についての誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願発明における「無線接続の喪失」の意義",
                      "text": [
                        "本願明細書においては，「触感フィードバックを任意の数の特定事象に応答して使用者に与える事が可能である。例えば，使用者機器12とホスト機器14が互いの範囲内に持ち込まれた際に触感フィードバックが与えられ，これにより機器の間で情報伝送または交換が行えることを表示する。事象は機器間での無線接続の確立または切断または接続の喪失である。触覚フィードバックはまた，金銭取引の開始または完了時にも与えられる。」(【0026】)との記載がある。ここでは，「無線接続の切断」と「無線接続の喪失」とが，区別され，並列されていることから，「切断」と「喪失」とは異なる技術的意味で用いられていると認められる。そして，無線接続に対して「切断」の語を用いる場合，その字義及び状況からして，通信者が「無線接続」を「切断」すると解するのが自然である。また，「喪失」の語は「切断」とは区別されているから，「無線接続」の「喪失」とは，通信者が無線接続を切断する以外の原因で無線接続が失われることを意味すると解される。そうすると，「切断」とは，通信者が能動的に無線接続を失わせることを意味し，「喪失」とは，通信者の意思とは関係なく無線接続が失われることを意味すると解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例3記載事項においては，「自動改札処理が正常終了せずにICカードを装填した携帯電話機が自動改札機との通信範囲外になった」ことを，相互作用事象として取り上げているところ，通信範囲外になったために無線接続が失われるのは，通信者の意思とは関係ないから，上記記載事項は，本願発明における「無線接続の喪失」に該当すると解するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用発明と引用例3記載事項とは，いずれも，改札機とICカード(又はICカードを装填した携帯電話機)との間の処理であって，ICカードを持った利用者に対して，振動という触感効果により特定の相互作用事象を知らせるものである。引用例3に記載された，「自動改札処理が正常に終了していない場合，自動改札機では正常終了の場合と異なる警告音を発しているが，ユーザが気がつかない場合が多いのが実情である。そのため自動改札の集計業務を行う際に集計に誤差が生じてしまう可能性がある」(【0008】)という課題は，引用発明の課題である「ICカードが確実に処理されているか否かを確実に認識させる」(【0004】，【0040】)と，利用者が情報を十分に受領しないことによって自動改札システムの稼働に支障が生じる点で共通している。また，引用発明と引用例3記載事項における課題解決手段も，ホスト機器と使用者機器との無線通信を用いて，特定の相互作用事象を認識し，相互作用事象ごとに異なった振動パターンを利用者に提供して，その触感効果により，特定の相互作用事象を知らせるという点で共通している。このように引用発明及び引用例3記載事項は，技術課題及び課題解決手段において共通する点があるから，当業者は，引用発明に引用例3記載事項を適用することが動機付けられるものといえる。(なお，審決には，このような，引用発明に引用例3記載事項を適用することについての動機付け等の摘示がない。)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "よって，引用発明に引用例3記載事項を適用して，相違点2に係る構成を採用することは，本願優先日における当業者にとって容易に想到し得ることである。(審決の相違点2に対する判断も，上記趣旨であると解されるから，取消事由1-3のうち，引用例3記載事項に係る部分には，理由がない。)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張に対する判断",
                  "text": [
                    "これに対して，原告は，①本願発明の「喪失」は，審決が説示する「処理が終了する前」という判断を含むいかなる判断とも無関係に，一旦，接続が確立された後，接続がなくなったと検出したことを意味し，②引用例3記載事項における検出内容は，携帯電話機内のICチップ等が，自動改札処理が正常終了せずに携帯電話機が自動改札機の通信範囲外になったと判断したことであり，本願発明における「喪失」の検出内容と引用例3記載事項における検出内容とは異なる，と主張する。",
                    "確かに，①本願発明の「喪失」に関する本願明細書の記載(【0026】)には，「喪失」は「切断」と区別されているにすぎず，その他何ら「喪失」の説明はなされていない。したがって，本願発明の「喪失」は，審決が説示するように，「処理が終了する前に通信の範囲外になって接続がなくなった状態を表している」とはいえない。しかし，上記本願明細書の記載は，「喪失」を検出するに当たって，自動改札処理が正常終了していない場合を排除するものとは解されない。",
                    "他方，②引用例3記載事項において，携帯電話機が自動改札機の通信範囲外になったことを検出した場合において，バイブレーション手段を動作させるのは，自動改札処理が正常終了しなかったときに限られるものの，検出対象には，「携帯電話機が自動改札機の通信範囲外になったこと」，つまり，通信者の能動的意思と関係なく無線接続が失われているから，無線接続の喪失を検出しているといえる。",
                    "よって，本願発明における「喪失」の検出内容と，引用例3記載事項における検出内容とが異なるとはいえない。",
                    "原告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，取消事由2-2には，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2-3(相違点3の判断についての誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点3の判断",
                  "text": [
                    "引用例1には，「電子マネー機能を有する携帯電話機などの携帯端末機器と，店舗などに設置された取引端末装置とによる電子商取引システムに適用できる。この種の電子商取引システムでは，取引端末装置が利用者が提示した携帯端末機器から読取った電子マネーとしての情報(たとえば，金額情報，利用実績に応じたポイント情報など)によって商取引を行う。従って，携帯端末機器と取引端末装置との通信状況や処理状況などに応じて携帯端末機器本体を振動させることにより，携帯端末機器と取引端末装置との通信状況や処理状況などを利用者に感覚的，かつ，確実に通知することができる。」(【0043】)と記載されており，引用発明を電子商取引システムへの適用をすることの示唆がなされているといえる。",
                    "自動改札機における一般的な改札処理には，自動改札機のドアの開閉処理，ICカードへの入出退記録の読み書き処理，ICカードにチャージされた金銭情報から運賃を差し引く運賃処理等が含まれ，改札処理における運賃処理は金銭取引を含む処理であるといえる。",
                    "そして，引用例1には，改札処理の開始及び終了時に，その処理に対応する振動パターンで携帯電話機本体を振動させることが記載されている(【0027】～【0036】)。(なお，審決の相違点の判断においては，このような，引用発明の改札処理を電子商取引システムに適用することを示唆する記載の摘示がない。)",
                    "そうすると，引用発明の改札処理を電子商取引システムに適用し，使用者機器が触感効果を与える特定の相互作用事象として，「金銭取引の開始及び完了」を含むものとすることは，当業者が容易になし得ることである。(審決の相違点3に対する判断も，上記趣旨であると解されるから，取消事由1-3には，理由がない。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張に対する判断",
                  "text": [
                    "原告は，引用発明の「処理」の意味を「改札処理」と解したとしても，「改札処理」には，「入退場処理」も含まれるから，「金銭処理」と結び付けることはできない，と主張する。",
                    "しかし，「改札処理」に金銭取引以外の「入退場処理」などが含まれるとしても，そのことによって，金銭取引が含まれないとはいえない。上記アのとおり，引用例1には，引用発明を電子商取引システムへ適用することが示唆されているし，自動改札処理には運賃処理が伴うから，「改札処理」と「金銭処理」とを結び付けることは容易といえる。",
                    "原告の主張には，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，取消事由2-3には，理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の請求には理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10055",
    "date": "2016-10-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086232",
    "ipprecedent_id": "4474",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}