{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2015-4779号事件について平成28年6月13日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，平成25年4月22日，発明の名称を「眼科用組成物」とする特許出願(特願2013-89552号。平成20年9月11日(優先権主張：平成19年9月14日(日本国)，平成20年2月8日(日本国))に出願した特願2009-532212号の分割出願。補正後の請求項の数13。)をしたが，平成27年1月28日付けで拒絶査定を受けた(甲5，16，27)"
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成27年3月11日，これに対する不服の審判を請求した(甲15)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，これを不服2015-4779号事件として審理し，平成28年6月13日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，同月28日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成28年7月25日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "特許請求の範囲請求項1の記載は，次のとおりである。なお，「／」は，原文の改行部分を示す(以下同じ。)。以下，請求項1に記載された発明を「本願発明」といい，その明細書(甲27)を，図面を含めて「本願明細書」という。",
            "【請求項1】(A)セルロース系高分子化合物，ビニル系高分子化合物，ポリエチレングリコール及びデキストランからなる群より選択される1種以上，及び(B)テルペノイドを含有するコンタクトレンズ用装着点眼液であって，／同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いられる，コンタクトレンズ用装着点眼液。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)のとおりである。要するに，本願発明は，下記アの引用例に記載された発明(以下「引用発明」という。)並びに下記イの周知例1及び下記ウの周知例2に記載された周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：特開2006-241085号公報(甲2)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：特開2007-77167号(甲3。平成19年3月29日公開。)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：国際公開2007／088783号(甲4。平成19年8月9日国際公開。)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "本件審決は，引用発明並びに本願発明と引用発明との一致点及び相違点を以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "カルボキシメチルセルロースナトリウムとテルペノイドを含有する眼科用組成物"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "(A)セルロース系高分子化合物，ビニル系高分子化合物，ポリエチレングリコール及びデキストランからなる群より選択される1種以上，及び(B)テルペノイドを含有する眼科用組成物"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "本願発明は，眼科用組成物が「コンタクトレンズ用装着点眼液」であって，「同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いられる」ものであるのに対し，引用発明においては単に「眼科用組成物」としている点"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本願発明の進歩性に係る判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "周知技術の存否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "眼科用組成物が「同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いられる」ことは，本願優先日当時における周知技術であるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "すなわち，コンタクトレンズ装着液は，コンタクトレンズ装着時(装着する直前)にコンタクトレンズに直接滴下して，コンタクトレンズに馴染ませることで，装着行為そのものを容易にし，視力矯正の機能を適正に発揮させることが主な使用目的である。一方，コンタクトレンズ装用中の点眼液は，眼に滴下し，涙液で希釈された状態で眼の諸症状に対処するのが主な使用目的である。コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液は，使用目的(用途)が異なり，それにより滴下する対象(コンタクトレンズ又は生体である眼)が異なり，また機能発揮時の状態(コンタクトレンズに馴染んだ状態又は涙液中で希釈された状態)も異なる。",
                "また，コンタクトレンズ装着液として販売されている製品の添付文書には，コンタクトを装着したまま使用することを避ける旨記載されているものがあり，本願優先日前に，同一の組成で装着・点眼の両方の用途に用いられる製品も存在していなかった。コンタクトレンズ用装着点眼液として日本で初めて販売された原告の製品は，国の承認を得るのに通常の6倍の約5年がかかっている。",
                "さらに，医薬品の承認審査は，医薬品の品質，有効性，安全性について，審査当時の科学技術水準に基づき行われるものであるところ，コンタクトレンズ装着液と人工涙液とは，一般用医薬品製造(輸入)承認基準(甲25)において区別して分類されている。医薬品製造販売業等管理者講習会においても，コンタクトレンズ用装着点眼液が承認を得た後に，「人工涙液にコンタクトレンズ装着液の効能効果を追加する製剤」についての説明が追加されている。",
                "したがって，本願優先日当時，コンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液は別物であるというのが当業者の認識であったというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，周知例1及び周知例2に，一つの眼科用組成物をコンタクトレンズ装着液とコンタクトレンズ装用中の点眼液のいずれにも使用する態様が記載されていたとしても，それらの記載は一行記載にとどまる。また，周知例1，周知例2及び乙1には，実施例(試験例)等において同態様を有する眼科用組成物の具体例までは記載されていない。乙1の実施例4～7は，実際には行っていないと想定される実施例を示すものである。",
                "さらに，周知例1，周知例2及び乙1において，両用途に使用することを予定しているのは，あくまで各文献に記載された発明に係る眼科用組成物に対するものであって，これらを一般化することはできない。周知例2から把握できる技術思想は，せいぜい周知例2に記載された発明に係る眼科用組成物について，点眼液と装着液とを兼ねたものとして調整して使用することが可能であるということにすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "周知技術の適用",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例には，粘膜適用組成物の使用用途として，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼剤とが別々に記載されている。引用例の実施例2及び4～9の処方例は，表4～7のとおり，そもそも使用用途が異なる上，同一の組成で調製されているものは存在しない。",
                    "また，前記1のとおり，本願優先日前，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液，さらには同一の組成で両方の用途に用いられるコンタクトレンズ用装着点眼液は別物であるというのが当業者の認識であった。",
                    "したがって，引用例では，同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いられる，コンタクトレンズ用装着点眼液が想定されていないことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，コンタクトレンズ装着液もコンタクトレンズ装用中の点眼液も眼粘膜に接触する眼科液剤であるから，安全性の確保の観点から，ある程度似通った組成になっているものである。",
                    "そして，引用例には，広がりを持った概念である眼科用組成物について，コンタクトレンズ装着液として使用できるものもあれば，コンタクトレンズ装用中の点眼液として使用できるものもあると記載されているにすぎない。具体的な処方において，同一の組成で両方の用途に使用できると記載されている訳ではない。",
                    "また，被告は，特定の配合成分が用途を限定するものではないと主張する。しかし，具体的な処方(組成)は，配合成分の種類に加えて，各配合成分の含有量が特定されることによって初めて一義に決まるものであり，主薬であるか佐薬(主薬の薬効を補助又は副作用を防止若しくは緩和する目的で配合されるもの)であるかによっても，具体的な処方(組成)に影響が及ぶ。被告の主張は失当である。",
                    "さらに，引用例において同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いる場合が排除されていないことと，引用例において同一の組成で両方の用途に用いられることが想定されていることとは，別問題である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題，解決手段の相違",
              "text": [
                "周知例1及び周知例2の課題(周知例1【0004】，周知例2【0006】)及び解決手段(周知例1【請求項1】，周知例2の請求の範囲［1］)は，引用発明の課題及び解決手段とは全く異なる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "両用途に用いる効果",
              "text": [
                "周知例1や周知例2に，同一の組成でコンタクトレンズ装着液とコンタクトレンズ装用中の点眼液のいずれにも使用する態様が記載されているとしても，これらの記載は一行記載にとどまり，かかる態様を採用した場合の有利な効果について一切言及されていない。",
                "被告は，同一の組成を両用途に用いることにより，異なる組成物をそれぞれに用いる場合に発生する誤使用の問題を防止できると主張する。しかし，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液を併用する場合において，誤使用により組成物相互の影響が出ることは予想されるものではない。同一の組成を両用途に用いることにより，誤使用の問題を防止できるという有利な効果が生じることは自明なものではない。",
                "また，被告は，同一の組成を両用途に用いることにより，利便性が増すなどと主張する。しかし，眼科用組成物は，安全性や有効性が大前提となるから，利便性などの観点から，1種類で済ませようという思想は存在しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "顕著な効果の有無",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明に係るコンタクトレンズ用装着点眼液は，特定の(A)成分及び(B)成分を組み合わせた上で，同一の組成をコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いられるものとして構成したものである。",
                "そして，本願発明に係る特定の(A)成分及び(B)成分を組み合わせた同一の組成(処方)を，装着時及び点眼時に使用した場合(実施試験例1，実施試験例2)は，装着時及び点眼時に異なる組成を使用した場合(比較試験例4，比較試験例5)と比べて，ドライスポットの面積の割合が小さく，涙液安定性の改善度が高く，使用感(収斂感，清涼感の好み及び乾燥感)に優れており，かついずれの項目においても顕著に高い評価が得られている(【0083】～【0086】の試験3，【表16】)。",
                "したがって，本願発明による「ドライスポットの面積の割合が小さく，涙液安定性の改善度が高く，使用感(収斂感，清涼感の好み及び乾燥感)に優れており，かついずれの項目においても顕著に高い評価が得られる」という効果は，当業者が予測し得ない異質かつ顕著な効果であり，かかる顕著な効果は，特定の成分を組み合わせた上で，更に「同一の組成でコンタクトレンズ装着液及びコンタクトレンズ用点眼液の両方の用途に用いる」との構成を採用することによって，奏されているものである。",
                "なお，本願明細書の試験3では，コンタクトレンズの装用2分後に点眼液を点眼しているところ，かかる条件設定に問題はない。乙2に，点眼液を複数種併用する場合に5分以上の間隔を空けて点眼する旨記載があるとしても，この方法は，技術常識であったということはできず，また装着液と点眼液を併用する場合に妥当するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，引用例には，そもそも同一の組成を両用途に用いるとの構成が記載又は示唆されているとはいえないから，本願発明による効果を引用例から予測できたとはいえない。また，引用例の効果は，眼科組成物とコンタクトレンズの濡れ性が増強するという効果であり(【0038】【0040】)，本願発明における涙液安定性とは，点眼装着液ではなく，涙液そのものを評価対象としているから(【0073】)，評価対象が異なっている。引用例から，本願発明の涙液安定性が予測できたということはできない。",
                "また，周知例1及び周知例2には，本願発明に係る特定の(A)成分及び(B)成分を組み合わせた組成物は具体的に記載されていないから，本願発明による効果を周知例1及び周知例2から予測できたとはいえない。",
                "〔被告の主張〕"
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "周知技術の存否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "眼科用組成物が「同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いられる」ことは，周知例1の【0024】，周知例2の[0047][0048]，乙1の【0064】【0065】の各記載から，本願優先日当時の周知技術であったというべきである。",
                "周知例2には，コンタクトレンズ用点眼・装着液が，点眼液と装着液とを兼ねたものとしても使用できることが記載されているものと解されるから，実施例において，点眼液と装着液とを兼ねた態様を有する具体例の記載がないとしても，周知例2における「点眼液と装着液とを兼ねたものとして調製して使用することも可能である。」(［0048］)との記載は，技術思想として十分に把握できる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，一般用医薬品製造(輸入)承認基準(甲25)において，人工涙液(コンタクトレンズ装用中の点眼液)とコンタクトレンズ装着液とは，医薬品承認基準の分類として区別されていたとはいえる。しかし，これは単に医薬品承認基準においてコンタクトレンズ装着液と人工涙液とが別の分類であったことを示すものにすぎない。また，人工涙液とコンタクトレンズ装着液とは，配合し得る成分及び配合不可成分が一致するものであることも踏まえると，医薬品承認基準において両者が別の分類であったからといって，コンタクトレンズ装着液と人工涙液とが組成物として異なる「別物」であったということはできない。",
                "また，コンタクトレンズ装着液として販売されている製品の添付文書に，コンタクトを装着したまま使用することを避ける旨の記載があることや，本願優先日前に，同一の組成で装着・点眼の両方の用途に用いられる製品が存在していなかったことは，医薬品承認基準においてコンタクトレンズ装着液と人工涙液とが別の分類であったことに基づくものと解される。",
                "さらに，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液の使用目的が異なるとしても，両者は，配合し得る成分及び配合不可成分が一致するものであるから，やはり，両者が組成物として異なる「別物」であったということはできない。",
                "したがって，これらの事情から，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液とは組成物として異なる別物であるというのが当業者の認識であったということはできず，前記周知技術の存在は否定されない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "周知技術の適用",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例は，「カルボキシメチルセルロースナトリウムと，テルペノイドを含有する粘膜適用組成物」まで広がる概念を開示するものであり(【請求項1】)，引用例には，この粘膜適用組成物が，眼科用組成物として使用できること，コンタクトレンズ装着液としても，コンタクトレンズ装用中の点眼液としても使用できることが記載されている(【0024】)。引用例の実施例に記載されたコンタクトレンズ装着液とコンタクトレンズ装用中の点眼液の処方も，格別相違するものではない(実施例2，実施例9)。",
                    "また，引用例には，特定の配合成分がコンタクトレンズ装着液あるいはコンタクトレンズ装用中の点眼液のいずれかに用途を限定するような記載はなく，さらに，特定の配合成分がこれらの用途を限定するものではないことは，本願優先日当時の技術常識であった(甲25)。",
                    "したがって，引用発明の「カルボキシメチルセルロースナトリウムとテルペノイドを含有する眼科用組成物」は，必須成分以外の配合成分を含有する点を考慮したとしても，コンタクトレンズ装着液あるいはコンタクトレンズ装用中の点眼液に共通して用いることができるものといえる。引用発明の眼科用組成物は，「同一の組成でコンタクトレンズ装着液及びコンタクトレンズ用点眼液の両方の用途に用いられる」場合を排除するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液は別物であるというのが当業者の認識であったから，引用例では，同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いられる，コンタクトレンズ用装着点眼液は想定されていないと主張する。しかし，前記1のとおり，同主張は，その前提において誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，このような引用発明の眼科用組成物において，前記周知技術を適用することは，当業者が容易に想到し得るものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "両用途に用いる効果",
              "text": [
                "異なる組成物が5分以内に連続して眼球に接触することにより，組成物の相互の影響が出るという誤使用の問題は，前記周知技術によって未然に防ぐことができる。また，前記周知技術により，使用者の利便性を増したり，使い勝手を向上させたりすることができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "技術分野の共通性",
              "text": [
                "引用発明と前記周知技術とは，いずれも眼科用組成物(コンタクトレンズ装着液，コンタクトレンズ装用中の点眼液)に関するものである点で共通する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "顕著な効果の有無",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書の試験3からは，原告主張に係る本願発明の効果を認めることはできない。",
                "すなわち，当業者であれば，組成物が装着液であれ，点眼液であれ，眼球に接触する組成物の効果を確認するに当たり，併用する薬の相互の影響がでないよう，組成物が眼球に接触する時間間隔を5分以上とするという試験条件を設定することが自然である。しかし，試験3では，あえて相互の影響が出る可能性がある2分という試験条件を設定している。したがって，試験3において，実施例と比較例との結果を正しく把握できるものではない。",
                "また，試験3の結果は，装着液が眼内に存在する状態で，同一の組成から成る組成物を点眼液として滴下したことにより，眼内に存在する液量が増え，より濡れの効果が増した結果に基づくものにすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告主張に係る本願発明の効果は，引用例の記載等から，当業者が予測できる範囲のものにすぎない。",
                "すなわち，引用発明の眼科用組成物は，優れた濡れ改善効果を奏するものであるところ(【0040】)，本願優先日当時の技術常識(乙3，4)によれば，引用発明の眼科組成物によって，涙液安定性に優れ，収斂感や乾燥感の使用感が改善し，ドライスポットの面積の割合が小さくなることは，十分予測できる。また，引用発明の眼科用組成物には，テルペノイドが必須成分として含まれるところ，清涼感の好みがテルペノイドの量に依存することは，本願優先日当時の技術常識であることから(甲11【0005】)，引用発明の眼科組成物が，適度な清涼感を既に有していることも，十分予測できる。",
                "また，異なる組成物が5分以内に連続して眼球に接触すると，組成物の相互の影響が出ることが予想される。したがって，異なる組成物を用いるものではない本願発明が，異なる組成物を用いる場合に比較して，優れた効果を奏することがあるとしても，そのようなことは，当業者が予測できる範囲のことである。",
                "さらに，引用発明の眼科用組成物は，本願発明と同一の成分を含有するものであるから，本願発明が奏するとされる効果は，いずれも，引用発明の眼科用組成物が有する効果と同様のものと解される。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明に係る特許請求の範囲は，前記第2の2【請求項1】のとおりであるところ，本願明細書(甲27)によれば，本願発明の特徴は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明は，コンタクトレンズが眼に及ぼす影響を軽減するための眼科用組成物に関するものである。(【0001】)"
            },
            {
              "fig": "(2)",
              "subject": "従来，コンタクトレンズ装着液，点眼液等の眼科用液剤は，個別に取り扱われていた。このため，コンタクトレンズの使用者は，コンタクトレンズ装着液と点眼液を使い分ける必要があるが，誤用の危険があった。販売者にとっても，消費者の誤用を誘発する恐れがあった。(【0006】)"
            },
            {
              "fig": "(3)",
              "subject": "本願発明は，コンタクトレンズ装用中の涙液層を安定化させ，目の乾きを抑制すると共に，疲れ目やコントラスト感度の低下をも解消し，しかも使用感が良い眼科用組成物，利便性に優れ，誤用の心配が無く，安全性が高く，また，製造，流通，販売に至るあらゆる段階での効率性と安全性が高い眼科用組成物を提供することを課題とする。(【0009】)",
              "text": [
                "そして，本願発明は，セルロース系高分子化合物，ビニル系高分子化合物，ポリエチレングリコール及びデキストランからなる群より選択される1種以上の成分(以下「A成分」という)，及び，テルペノイド(以下「B成分」という。)を含有するコンタクトレンズ用装着点眼液である。(【0010】)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明によれば，すなわち，A成分とB成分を含有し，同一の組成で，コンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いる眼科用組成物によれば，上記課題を達成することができる。(【請求項1】【0012】)"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "text": [
            "引用例(甲2)には，おおむね，以下の記載がある。なお，引用例には，別紙1引用例等図表目録引用例のとおり，【表4】【表7】が記載されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "【請求項1】カルボキシメチルセルロースナトリウム(判決注・A成分の一つである。)と，テルペノイド(判決注・B成分である。)を含有する粘膜適用組成物。",
                "【請求項10】点鼻剤，点眼薬，眼軟膏薬，コンタクトレンズ装着液，洗眼薬又はコンタクトレンズケア用剤である請求項1乃至9のいずれかに記載の粘膜適用組成物。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明を実施するための最良の形態",
              "text": [
                "【0024】本発明の粘膜適用組成物は，発明の効果を利用するものであればその使用用途は特定されず，…眼科用組成物，耳鼻科用組成物，口腔用組成物，咽頭用組成物等，粘膜に適用される組成物に利用することができる。例えば，眼科用組成物としては，点眼薬(剤)…，洗眼薬(剤)…，眼軟膏剤，コンタクトレンズ装着液，コンタクトレンズケア用剤…，耳鼻科用組成物としては，点鼻剤，…，口腔用組成物としては，口腔用剤，…などが挙げられる。好ましくは，点鼻剤，点眼薬，眼軟膏薬，コンタクトレンズ装着液，洗眼薬又はコンタクトレンズケア用剤であり，特に好ましくは，点鼻剤，点眼剤，洗眼剤，コンタクトレンズ装着液に有用である。また，コンタクトレンズの水濡れを改善するとの観点から，コンタクトレンズ用である点眼薬や洗顔薬，コンタクトレンズケア用剤，コンタクトレンズ装着液にさらに有用である。…",
                "【0025】本発明の粘膜適用組成物はコンタクトレンズ用に用いるのが好適である。コンタクトレンズのなかでも特に，ソフトコンタクトレンズ用に用いるのが好適である。…本発明の組成物は，濡れが持続するだけでなく使用感に優れる。",
                "【0026】本発明の粘膜適用組成物は，種々の成分…を組み合わせて含有するのに適している。…",
                "【0030】本発明の粘膜適用組成物の粘度は，濡れの改善，使用感，ドライアイなどの疾患の予防又は改善効果等に多大な影響を与えることから粘度を設定することが重要となる。…眼科用組成物についてより具体的には，点眼薬であれば1．5～200mPa・s程度，より好ましくは1．5～100mPa・s程度，洗眼薬であれば1．5～70mPa・s程度，コンタクトレンズ装着液であれば1．5～200mPa・s程度，コンタクトレンズ用剤であれば1．5～50mPa・s程度に設計するのがより好ましい。…"
              ]
            },
            {
              "fig": "(3)",
              "subject": "実施例",
              "text": [
                "【0044】…表中(判決注・【表4】【表7】等)，…「人工点」とあるのは人工涙液型点眼薬(剤)，「装着液」とあるのは，コンタクトレンズ装着液…をそれぞれ意味するものとする。これらの各実施例において，濡れが改善され使用感が向上していた。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由(本願発明の進歩性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明と引用発明との相違点が前記第2の3(2)イ(イ)のとおりであることは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知例1",
                  "text": [
                    "周知例1(甲3)には，おおむね，以下の記載がある。",
                    "【請求項1】平均分子量が500，000以下であるポリビニルピロリドン0．05～3．0重量％，増粘剤およびソルビン酸若しくはその塩0．05～0．3重量％を含有する眼科用組成物であって，イオン性のコンタクトレンズにポリビニルピロリドンを持続的に吸着させて，イオン性のコンタクトレンズの周囲に存在する涙液層を長時間安定に保持するための眼科用組成物。",
                    "【請求項5】コンタクトレンズ用点眼剤または装着液である請求項1～4のいずれかに記載の眼科用組成物。",
                    "【0001】本発明は，コンタクトレンズ装用時にレンズの周囲(レンズ表面及びレンズ裏面)に存在する涙液層を安定化することにより，コンタクトレンズ装用者の眼部の乾燥感や不快感を除去し，良好な潤い感および装用感を得る，涙液層の安定化システムに関するものである。",
                    "【0024】本眼科用組成物を点眼液として用いる場合には，通常，1日2～5回，1回1～3滴を点眼すればよく，また，コンタクトレンズの装用に際して1～2滴の本組成物をコンタクトレンズに滴下して使用してもよい。…"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知例2",
                  "text": [
                    "周知例2(甲4)には，おおむね，以下の記載がある。",
                    "請求の範囲[1]ソフトコンタクトレンズの規格に対して実質的に影響を及ぼすことのない，ソフトコンタクトレンズ装用眼に適用可能な点眼液又はソフトコンタクトレンズの装着液であって，滴定酸度が3．0～5．0mEq／Lであることを特徴とするソフトコンタクトレンズ用点眼・装着液。",
                    "［0047］…本発明に従うソフトコンタクトレンズ用点眼・装着液にあっては，ソフトコンタクトレンズ装用中の眼に対して点眼しても，又はソフトコンタクトレンズの装着液として使用しても(当該液を，ソフトコンタクトレンズに付着させて，或いはコンタクトレンズベースカーブ面に乗せて，眼に装用しても)，レンズの規格変化に影響を及ぼさないため，使用感が良く，換言すれば，コンタクトレンズの装着が容易であり，そして，そのような規格変化に起因するレンズの角膜へのフィッティングの悪化，更にはレンズの角膜に対する吸着，ひいては涙液交換の低下，装用感の悪化等の問題を改善し，また，コンタクトレンズが角膜に吸着した状態でコンタクトレンズを取り外すことによる，角膜上皮の剥離の危険性を有利に回避することが出来る等という特徴を発揮する。",
                    "［0048］なお，かくの如き本発明に従う点眼・装着液は，点眼液として，又は，装着液として，それぞれ調製して使用されるだけでなく，点眼液と装着液とを兼ねたものとして調製して使用することも可能である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙1(特表2006-511577号公報)",
                  "text": [
                    "乙1には，おおむね，以下の記載がある。なお，乙1には，別紙1引用例等図表目録乙1のとおり，【表4】が記載されている。",
                    "【0001】本発明は，コンタクトレンズケア用組成物及び方法に関する。…",
                    "【0064】実施例4～7(判決注・表4に記載のもの)の溶液は，例えば，コンタクトレンズを湿潤または再湿潤するのに使用することができる。親水性コンタクトレンズはすぐに装用できる。そのような装用を容易にするために，レンズ装用者の目にレンズをはめる直前に，実施例4～7の溶液の1種の1滴又は2滴をレンズの上に落とす。このレンズの装用は，快適かつ安全である。",
                    "【0065】あるいは，コンタクトレンズを装用しているレンズ使用者は，実施例4～7の溶液の1種の1滴又は2滴を，レンズを装用している目に適用することができる。この効果は，レンズの再湿潤であり，快適かつ安全なレンズの装用を可能にする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "周知例1，周知例2，乙1から認められる技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙1には，実施例4～7のコンタクトレンズケア用組成物の溶液を，レンズ装用者の目にレンズをはめる直前にも，レンズを装用している目にも使用することができることや，それぞれの用法について記載されている(【0064】【0065】)。",
                        "また，周知例2には，周知例2に記載された発明に係る点眼・装着液は，点眼液又は装着液として使用されるだけではなく，点眼液及び装着液を兼ねたものとして使用することも可能である旨記載されている([0048])。",
                        "さらに，周知例1には，周知例1に記載された発明に係る眼科用組成物を，コンタクトレンズ装用中の点眼液として用いる場合の用法，コンタクトレンズ装着液として用いる場合の用法がそれぞれ記載されている(【0001】【0024】)。",
                        "このように，周知例1，周知例2及び乙1は，同一の眼科用組成物を，コンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いることについて，具体的な実施例を前提にしたり(乙1)，具体的な用法をもって説明したり(周知例1，乙1)，個別の用途だけではなく，両方の用途に用いることも可能であることを明示したりしつつ(周知例2)，開示している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，周知例1，周知例2及び乙1に記載された眼科用組成物の組成はそれぞれ異なるところ(周知例1【請求項1】，周知例2の請求の範囲[1]，乙1【表4】)，異なる組成を有する眼科用組成物においても，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液の両方の用途に使用する態様が開示されている。したがって，様々な眼科用組成物において，同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いられる眼科用組成物を調製することが知られていたということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いられる眼科用組成物は，本願優先日当時の周知技術であったということができる(以下，この周知技術を「本件周知技術」という。)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液は，使用目的，滴下する対象及び機能発揮時の状態が異なると主張する。",
                        "しかし，いずれも，コンタクトレンズが眼に及ぼす影響を軽減するために用いられるものであって，涙液層を安定化させるという作用効果を有する点においては同一である。コンタクトレンズ装着液に，装着行為そのものを容易にするという目的があったとしても，このことは否定されるものではない。",
                        "したがって，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液との間に，使用目的，滴下する対象及び機能発揮時の状態において相違する点があったとしても，本件周知技術の存在を否定することにはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液とが，医薬品の承認基準の分類として区別されていること(甲25)，本願優先日前に，同一の組成で装着・点眼の両方の用途に用いられる製品が存在していなかったことなどから，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液とは，別物であると認識されていたと主張する。",
                        "しかし，コンタクトレンズ装着液は滴下する対象がコンタクトレンズであるのに対し，コンタクトレンズ装用中の点眼液は滴下する対象が生体である眼であることなどから，医薬品の承認基準としては別に分類されているとも考えられる。したがって，医薬品の承認基準の分類や，本願優先日の当時の製品化の実情から，直ちに，本願優先日当時の当業者が，自然法則を利用した技術的思想の創作という観点において，コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液とが，別物であると認識していたということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件周知技術の適用",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野の共通性",
                  "text": [
                    "引用発明は，コンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液に関する発明である。一方，本件周知技術も，コンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液に関するものである。",
                    "したがって，引用発明と本件周知技術の技術分野は共通する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "作用機能の共通性",
                  "text": [
                    "引用発明は，コンタクトレンズの濡れを持続させるものである(【0025】)。",
                    "一方，本件周知技術も，涙液層の安定化システムに関する発明(周知例1【0001】)，涙液交換の低下の問題の改善に関する発明(周知例2[0047])，コンタクトレンズの湿潤に関する発明(乙1【0064】)において適用可能な技術事項である。",
                    "したがって，引用発明と本件周知技術が前提とする発明の作用機能は共通する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "コンタクトレンズ装着液とコンタクトレンズ装用中の点眼液の関係",
                  "text": [
                    "「医薬品製造指針  別冊  一般用医薬品製造(輸入)承認基準  2000年版」の「配合ルール表」(甲25，100頁)には，コンタクトレンズ装着液と，コンタクトレンズ装着中の点眼液に相当する人工涙液とは，主薬成分か佐薬成分かで違いはあるものの，配合可能成分及び配合不可成分が一致することが記載されている。そうすると，当業者は，眼科用組成物の成分について，コンタクトレンズ装着液として用いる場合の配合可能成分及び配合不可成分と，コンタクトレンズ装用中の点眼液として用いる場合の配合可能成分及び配合不可成分に差異がないことを，技術常識として有していたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "このように，引用発明と本件周知技術の技術分野は共通し，引用発明と本件周知技術が前提とする発明の作用機能も共通している上，眼科用組成物について，コンタクトレンズ装着液として用いる場合の配合可能成分及び配合不可成分と，コンタクトレンズ装用中の点眼液として用いる場合の配合可能成分及び配合不可成分に差異がないことが知られている。",
                    "そして，眼科用組成物において，同一の組成をコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いることにより利便性を向上させることは，引用発明も当然に有する自明の課題であるから，当業者は，本願発明と同様に利便性を向上させるために，引用発明に本件周知技術を組み合わせることを試みるというべきである。",
                    "よって，引用発明に本件周知技術を組み合わせる動機付けがあるということができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例において，引用発明に係る眼科用組成物を，同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いることは，想定されていないと主張する。",
                        "確かに，引用例には，引用発明に係る眼科用組成物を，コンタクトレンズ装着液として用いた実施例2(【表4】)と，人工涙液型点眼薬(コンタクトレンズ装用中の点眼液)として用いた実施例7～9(【表7】)とが別々に記載されており，同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いられる眼科用組成物が具体的に記載されているとはいえない。",
                        "しかし，前記ウのとおり，コンタクトレンズ装着液として用いる場合の配合可能成分及び配合不可成分と，コンタクトレンズ装用中の点眼液として用いる場合の配合可能成分及び配合不可成分に差異がないことは，本願優先日において，技術常識であったものである。主薬成分か佐薬成分かによって，成分の含有量などに影響が及ぶことがあったとしても，配合可能成分及び配合不可成分に影響が及ぶものでもない。",
                        "したがって，引用例に接した当業者において，同一の組成でコンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液の両方の用途に用いられる眼科用組成物が想定できなかったということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，周知例1や周知例2の特許請求の範囲に記載された発明の課題及び解決手段は，引用発明の課題及び解決手段と異なる旨主張する。",
                        "しかし，引用発明の課題は，角膜表面やコンタクトレンズの濡れを改善することなどであり，周知例1の特許請求の範囲に記載された発明の課題は，涙液層を安定的に保持させることなどであるから(【0004】)，異なるものではない。また，本件周知技術は，周知例2や乙1の特許請求の範囲に記載された発明自体から認められたものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，原告の前記各主張は，引用発明に本件周知技術を組み合わせる動機付けを否定するものにはならない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "顕著な効果",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の効果",
                  "text": [
                    "本願明細書(甲27)の実施例には，本願発明の効果に関し，以下の点が開示されている。なお，本願明細書には，別紙2本願明細書実施例図表目録のとおり，【表15】【表16】が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "試験1では，A成分及びB成分を含有する眼科用組成物(実施例1～6)，A成分若しくはB成分のみを含有する又はいずれも含有しない眼科用組成物(比較例1～3)を，コンタクトレンズ装着液として用い，装着2分後に，コンタクトレンズ装用中の点眼液として用いた。実施例処方のものは，比較例処方のものと比較して，ドライスポットの総面積が小さく，コンタクトレンズ表面の涙液層が安定しており，眼の乾燥が抑制され，ドライアイ症状が改善された。(【0064】～【0076】)"
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "試験2では，試験1と同様の条件において，実施例処方のものは，比較例処方のものと比較して，収斂感(えぐみ)及び乾燥感が抑制され，清涼感の好みが高かった。(【0077】～【0082】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "試験3では，A成分及びB成分を含有する眼科用組成物(処方1，3)について，①処方1を，コンタクトレンズ装着液として用い，装着2分後に，コンタクトレンズ装着用の点眼液として用い(実施試験例1)，②処方3を，コンタクトレンズ装着液として用い，装着2分後に，コンタクトレンズ装着用の点眼液として用い(実施試験例2)，③処方3又は処方1をコンタクトレンズ装着液として用い，装着2分後に，他方をコンタクトレンズ装着用の点眼液として用いた(比較試験例4，5)。実施試験例1及び2は，比較試験例4及び5と比較して，ドライスポットの総面積，涙液安定性，並びに収斂感，清涼感及び乾燥感という使用感において優れていた。(【0083】～【0086】【表15】【表16】)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "試験4では，コンタクトレンズを8時間以上終日装用した被験者に対して，①一旦コンタクトレンズを外し，処方1を，コンタクトレンズ装着液として用いて，再びコンタクトレンズを装着し，その15分後に，処方1をコンタクトレンズ装着用の点眼液として用い(実施試験例3)，②コンタクトレンズを装用したまま処方1をコンタクトレンズ装着用の点眼液として用い，その15分後に，再びコンタクトレンズ装着用の点眼液として用いた(比較試験例6)。実施試験例3は，比較試験例6と比較して，フリッカー値改善率が増大しており，疲れ目改善効果，眼精疲労改善効果又は肉体的・精神的疲労の改善効果に優れていた。(【0087】～【0091】)"
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "試験5では，A成分及びB成分を含有する眼科用組成物(実施例1)を，コンタクトレンズ装着液として用い，装着2分後に，コンタクトレンズ装用中の点眼液として用いた(実施試験例4)。実施試験例4は，同眼科用組成物を用いる前と比較して，コントラスト感度が改善されていた。(【0093】～【0094】【図1】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の効果",
                  "text": [
                    "引用例(甲2)には，引用発明の効果に関し，おおむね，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の効果",
                      "text": [
                        "【0009】本発明の粘膜適用組成物は，カルボキシメチルセルロースナトリウムとともにテルペノイドを含有することによってコンタクトレンズ表面や角膜表面の濡れを改善することができる。すなわち，カルボキシメチルセルロースの優れた保水作用ともあいまって，濡れを持続させ潤いを保つことができる。また，本発明の組成物は使用感に優れ，ドライアイ…などの粘膜が乾燥状態を呈する疾患や症状の予防や改善に優れた効果を有する粘膜適用組成物である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施例",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "コンタクトレンズ濡れ持続試験",
                          "text": [
                            "【0040】試験の結果，…カルボキシメチルセルロースナトリウムとテルペノイドを組み合わせると，濡れが相乗的に持続することが確認され，本発明の組成物が優れた濡れ改善効果を奏することが示された。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "摩擦感試験",
                          "text": [
                            "【0043】試験の結果，カルボキシメチルセルロースを含有する組成物にさらにメントールを含有することによって，pHEMAゲル上における摩擦を低減させる効果を奏することが確認された。また，この効果は低粘度の組成物においても高粘度の組成物においても確認された。pHEMAゲルはコンタクトレンズに汎用される素材でありかかるゲル上での摩擦低減は，本発明が，コンタクトレンズと眼瞼結膜との間，コンタクトレンズと角膜表面の間又は眼瞼結膜と角膜表面との間に生じる摩擦を低減させることにより，瞬きの感覚を軽くしたりコンタクトレンズにより眼に与える刺激のリスクを軽減して，使用感を向上させる効果を有することを示すものである。また，コンタクトレンズ装着時に使用すると，コンタクトレンズ装着時の異物感などの不快感を格段に低下することを示すものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "顕著な効果の有無",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アのとおり，本願発明は，ドライスポットの総面積，涙液安定性，並びに収斂感，清涼感及び乾燥感という使用感において優れるという効果を有するものである(試験1～3)。",
                        "これに対し，前記イのとおり，引用発明は，コンタクトレンズ表面や角膜表面の濡れを持続させ潤いを保つことができ，使用感に優れ，ドライアイなどの粘膜が乾燥状態を呈する疾患や症状の予防や改善に効果を有するものである。そして，濡れの改善は涙液の安定性に関連があること(乙3)，涙液安定性に優れていれば，ドライスポットの総面積の割合が小さくなること(乙4)，「清涼感の好み」はテルペノイドの量に依存すること(甲11)が，それぞれ認められる。そうすると，引用発明の眼科用組成物が，ドライスポットの総面積，涙液安定性，並びに清涼感及び乾燥感などの使用感において優れた効果を奏するであろうことは当業者が予測できたものということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，前記アのとおり，本願明細書には，本願発明について，フリッカー値改善率が増大し(試験4)，コントラスト感度が改善される(試験5)という効果を有する旨記載されている。しかし，試験4は，A成分及びB成分を含有する眼科用組成物(処方1)をコンタクトレンズ装着液として用いた後に，コンタクトレンズ装用中の点眼液として用いるか，コンタクトレンズ装用中の点眼液として用いるかによる相違を，試験5は，処方1を用いた場合と眼科用組成物を用いない場合との相違を，比較したものである。したがって，試験4及び試験5の結果は，A成分とB成分を含有する眼科用組成物を同一の組成で両方の用途に用いることによって奏せられる本願発明の効果，すなわち，コンタクトレンズ装着液としてのみ用いた場合と比較して奏せられる効果，及びコンタクトレンズ装用中の点眼液としてのみ用いた場合と比較して奏せられる効果の双方を示すものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本願発明の効果，すなわち，ドライスポットの総面積，涙液安定性，並びに収斂感，清涼感及び乾燥感という使用感において優れた効果は，引用例の記載から，当業者が予測できる範囲内のものにすぎないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，A成分とB成分を組み合わせ，さらに，装着時及び点眼時に同一の処方を使用した本願発明は，装着時及び点眼時に異なる処方を使用したものに比べて顕著な効果を奏する旨主張する。",
                        "しかし，引用発明の眼科組成物は，A成分とB成分に相当する成分を含有するところ，これを，装着時又は点眼時に用いた場合には，ドライスポットの総面積，涙液安定性，並びに清涼感及び乾燥感などの使用感において優れた効果を奏するであろうことは当業者が予測できたものである。",
                        "そして，本願明細書の実施例，試験3(前記ア(ウ))では，A成分及びB成分を含有する眼科用組成物を，コンタクトレンズ装着液及びコンタクトレンズ装用中の点眼液に用いた場合に奏される効果と，コンタクトレンズ装着液としてのみ用いた場合に奏される効果及びコンタクトレンズ装用中の点眼液としてのみ用いた場合に奏される効果との比較はされていない。",
                        "そうすると，本願発明と引用発明との効果を対比した場合における，同一の組成で両方の用途に用いられることにより奏せられる効果を，本願明細書の実施例，試験3から認めることはできず，他にこれを認めるに足りる証拠もない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明における濡れ性は，眼科組成物とコンタクトレンズのものであるのに対し，本願発明における涙液安定性は，涙液そのものを評価対象とする旨主張する。",
                        "しかし，引用例では，「カルボキシメチルセルロースナトリウムとともにテルペノイドを含有することによってコンタクトレンズ表面や角膜表面の濡れを改善することができる」とされ(【0009】)，この濡れ改善効果を示すために，眼科組成物とコンタクトレンズの濡れ性の試験をしているものである(【0039】【0040】)。引用例の試験は，眼科組成物とコンタクトレンズの濡れ性を計測するものであるが，これは，引用発明の眼科用組成物が，角膜表面の濡れ，すなわち涙液安定性に効果を奏することも示すものである。",
                        "そうすると，引用発明における濡れ性を，眼科組成物とコンタクトレンズのものに限定する原告の主張は，誤りである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，引用発明に，本件周知技術を適用することにより，相違点に係る本願発明の構成を備えるようにすることを，当業者が容易に想到することができたというべきであり，本願発明の奏する効果が顕著なものということはできない。",
                "したがって，本願発明は，引用発明に基づいて，当業者が容易に発明することができたものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "よって，取消事由は理由がない。原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10162",
    "date": "2017-08-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "087036",
    "ipprecedent_id": "4734",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}