{
  "decision": [
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "被控訴人の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審とも被控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，別紙商標権目録記載1及び2の商標（以下，それぞれ「本件商標1」「本件商標2」といい，併せて「本件商標」という。）につき商標権（以下，それぞれ「本件商標権1」「本件商標権2」といい，併せて「本件商標権」という。）を有する被控訴人が，控訴人による商品に関する広告に別紙控訴人標章目録記載1及び2の標章（以下，それぞれ「控訴人標章1」「控訴人標章2」といい，併せて「控訴人標章」という。）を付して頒布する行為が本件商標権を侵害する旨主張して，控訴人に対し，商標法36条1項，2項に基づき控訴人の商品の販売及び頒布の差止め並びに廃棄を求めた事案である。",
        "原判決は，控訴人による商品の輸入販売行為はいわゆる並行輸入による商標権侵害の違法性阻却事由に該当するとはいえず，被控訴人の控訴人に対する本件商標権の行使が権利濫用に当たるということもできないなどとして，被控訴人の請求を全部認容した。",
        "控訴人は，本件控訴を提起した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実等（当事者間に争いのない事実並びに文中に掲記した証拠及び弁論の全趣旨により認めることができる事実）",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "text": [
                "被控訴人は貴金属製品の製造及び卸売業を営む会社であり，控訴人は宝石・貴金属類の輸入，加工及び販売業を営む会社である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の商標権",
              "text": [
                "被控訴人は，本件商標権を有しており，本件商標を付した身飾品類（以下，「被控訴人商品」という。）を販売している（甲25，26）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "イタリアのP．V．Z．srl社（以下，「PVZ社」という。）は，平成20年5月1日から平成29年5月17日までの間において，別紙PVZ社商標権目録記載の商標（以下，「PVZ社商標」という。）の欧州における商標権者であった（乙52）。PVZ社は，その製造に係る身飾品類を，「ＮEOＮERO」のブランド名（以下，「本件ブランド」という。）下に，本件商標2と同一の標章を用いて販売している。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，平成27年12月11日から同月13日にかけて「ベルジュアダチ」にて開催された展示販売会（以下，「本件催事」という。）のチラシ（以下，「本件チラシ」という。）に，本件催事に出品する控訴人の身飾品（以下，「控訴人商品」という。）を広告するため，控訴人標章を掲載して，これを頒布した（甲10，11）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "並行輸入による商標権侵害の違法性阻却事由該当性"
            },
            {
              "fig": "(2)",
              "subject": "商標権の行使の権利濫用該当性"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)（並行輸入による商標権侵害の違法性阻却事由該当性）について",
              "text": [
                "（控訴人）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，控訴人商品を，PVZ社から直接，又は，香港の業者を介して間接に輸入した。控訴人が輸入した商品の全部がPVZ社のカタログに記載されているものではない。被控訴人は，PVZ社の日本における独占的な代理店であるから，外国における商標権者であるPVZ社と法的に同一視し得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，製造元であるPVZ社に加工を依頼しており，被控訴人はPVZ社との契約によりPVZ社を通じ，控訴人商品が被控訴人商品の品質を阻害しないように間接的に品質管理をすることができる立場にあるから，被控訴人商品と控訴人商品とが，本件商標の保証する品質において実質的に差異がないといえる。",
                    "身飾品という商品の性質上，大事なのはブランドの同一性であって，金具や繋ぎのチェーンなどは付随的なものであるから，金具等を入れ替えても商標の表章する商品の品質は損なわれない。被控訴人商品のうち，指輪，イヤリング，腕輪，ペンダント等ではPVZ社のデザインがそのまま使用されており，引き輪や繋ぎのチェーンが必要ない製品も多い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，控訴人が控訴人商品を輸入販売する行為は，いわゆる真正商品の並行輸入に該当し，実質的違法性を欠く。",
                    "（被控訴人）"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "控訴人商品が，PVZ社から直接又は間接に輸入した商品であることは，否認する。控訴人商品を含む，控訴人がPVZ社から輸入したと主張する商品のうちには，PVZ社のカタログ（乙45）の商品と配色が異なるもの，PVZ社のカタログの商品と配色及びデザインが異なるもの，PVZ社のカタログの商品と配色及び金具が異なるもの，PVZ社のカタログの商品と配色及びアイテムが異なるものがあり，PVZ社のカタログに存在しないものもある（甲52）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人商品の多くは，各部品の配色や色の組合せといった被控訴人の定めた仕様によっている上，チェーンや引き輪といったPVZ社製以外の部品を組み合わせた商品もあるから，被控訴人商品のほとんどはPVZ社が本件ブランド名で被控訴人以外に販売する商品とは異なっていた。控訴人商品には控訴人独自の仕様が含まれており，その仕様は，被控訴人の仕様とは異なるもので，かつ，被控訴人を通さずに控訴人からPVZ社に伝えられていた。したがって，被控訴人商品と控訴人商品との間には，商品の同一性がない。",
                    "また，被控訴人は，PVZ社からの出荷前及び日本への到着後に配色や破損の有無を厳重にチェックするという独自の検査体制によって商品の品質維持を図り，被控訴人独自のケースと袋に保証書を付けて顧客からの信用を高めるよう努力し，販売した商品の無償での部品交換に応じて商品の信用維持に努めている。これに対し，控訴人は，PVZ社から直接又は間接に輸入した商品を値引き販売し，これにより，本件ブランドの信用が毀損されている。",
                    "控訴人の主張する本件ブランドのコンセプトは非常にあいまいなイメージを指しており，そのようなあいまいな基準で具体的な商品の同一性を判断すべきではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)（商標権の行使の権利濫用該当性）について",
              "text": [
                "（控訴人）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，平成26年10月までは，PVZ社から直接本件商標と同一又は類似の標章を付した商品を輸入し，販売してきた。被控訴人が，本件商標登録後に，控訴人によるこれらの商品の販売を差し止めることは，権利の濫用に当たる。被控訴人は，平成26年10月10日，PVZ社に対し日本における本件商標登録を共同で行うことを提案したが，それは，PVZ社がそれまでに日本へ輸出した商品の販売を制限することはできないことが前提であったはずである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，PVZ社が被控訴人を日本における独占的な代理店とした後は，PVZ社から直接輸入することができなくなったため，他社を介してPVZ社の商品を輸入することとした。PVZ社は，控訴人が輸入する商品を自ら販売禁止することができないため，被控訴人を利用して，本件商標を登録させ，控訴人を含む業者の日本での並行輸入品販売を制限しようとし，被控訴人も自らの立場を強化するために，上記のとおり，PVZ社に対して本件商標について日本における共同での商標登録を持ちかけた。",
                    "上記の独占的販売代理店契約，本件商標登録及び本件提訴は，本来禁止できない真正商品の輸入販売を禁止しようとするものであって，取引の自由を著しく損ない，PVZ社と被控訴人との共同不法行為であって，「私的独占の禁止及び公正取引の確保に関する法律」（以下，「独占禁止法」という。）2条5項所定の私的独占並びに「不公正な取引方法」（昭和57年6月18日公正取引委員会告示第15号）12項又は14項所定の行為に各該当するものであり，かつ，同法21条所定の権利の行使に該当しないから，権利の濫用であって，許されない。",
                    "（被控訴人）"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，本件商標権に基づいて，商品の輸入時期が本件商標登録の前であるか後であるかを問わず，PVZ社の真正品であってもその販売を差し止めることができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人商品と控訴人商品とを同一の商品と評価することはできない。",
                    "PVZ社が取引条件の良い被控訴人と日本向けの商品に関して独占的取引をすることは何ら非難されることではなく，自由競争の範囲内である。被控訴人がPVZ社と協議して本件商標登録を単独で申請したことは，日本国内で独占的な権利を有する商標登録を行うことが認められている以上，何ら違法性がない。控訴人は，被控訴人を通じてPVZ社の商品を輸入することが可能であった。",
                    "被控訴人が本件商標登録をして独占的な販売権を持つことによって控訴人が損害を被ったとしても，商標登録制度と自由競争の結果にすぎず，被控訴人の行為が不法行為となるものではない。",
                    "被控訴人には反競争的な意図や，ことさら控訴人に損害を与える目的もなかったから，独占禁止法違反ではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，控訴人の本件被疑侵害行為（後に定義する。）は，本件商標権侵害の実質的違法性を欠くから，被控訴人の本件請求は棄却されるべきと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実認定",
          "text": [
            "以下に掲記する証拠及び弁論の全趣旨によると，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "PVZ社は，「ＮEOＮERO」ブランド（本件ブランド）名下に，本件商標2と同一の標章を用いて，ペンダント，ネックレス，イヤリング，ピアス，指輪，腕輪等の身飾品を販売している。PVZ社の商品カタログには，同社の製品のコンセプトとして，「トスカーナでとても有名であった古くからのレース製造の伝統に魅せられて，ＮEOＮEROによるPizzo  d’oro  Collectionは若いデザイナーの創造性によって考案され，このすばらしいデザインはアレッツオにある工場において製造されています。伝統的なコットンレースを用いる代わりに，私たちのアイディアは熟練した金細工職人によってすばらしい金の葉に精細に穴を空け，制作され，その結果，レースに似たとても興味深い作品となります。」とイタリア語と英語で記載されている。（甲33，35，36，乙45）"
            },
            {
              "fig": "(2)",
              "subject": "被控訴人は，平成25年3月，本件ブランドの商品の取扱いを開始した。（甲6）"
            },
            {
              "fig": "(3)",
              "subject": "控訴人は，平成26年2月に，PVZ社との取引を開始し，同年7月頃にはPVZ社からポスターの送付を受け，「ＮEOＮERO」標章を付したプライスカード作成の許可を得た。（乙2の2・3，乙4，23）"
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，平成26年6月18日頃，PVZ社から直接，商品を輸入した。（乙37の1・2，乙38の1・2，控訴人代表者）。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "控訴人は，平成26年8月20日から平成27年8月28日までの間，日本において，PVZ社の商品を販売した。（甲6，7，乙7，8の1・2，乙9，乙10の1・2）。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "被控訴人は，平成26年8月20日，PVZ社に対し，日本では被控訴人の他控訴人もPVZ社の商品を販売しているとして，被控訴人が日本における独占的な販売代理店になることを申し入れた。その後，被控訴人とPVZ社とは，香港において，販売代理店契約の内容について協議し，平成26年9月22日までに，①被控訴人がPVZ社に支払う工賃を，従前1グラム当たり5ユーロであったものを，次回の注文から1グラム当たり6ユーロに値上げすること，及び，②PVZ社は，日本国内の被控訴人以外の者には商品を販売しないことを合意した（以下，「本件販売代理店契約」という。）。本件販売代理店契約に関する契約書は，作成されなかった。（甲6，甲14の1・2，甲29の1～5，甲38の1・2，被控訴人代表者）",
              "text": [
                "PVZ社と被控訴人は，平成26年10月2日以降，本件販売代理店契約締結以前にPVZ社が控訴人から受けた注文の処理について協議し，同月9日，PVZ社が控訴人からの上記注文につき直接取引を行うことに被控訴人が同意する代わりに，同月末にPVZ社から控訴人へ発送する商品の工賃を1グラム当たり5ユーロに据え置くことを合意した。（甲29の6～11，甲38の1・2，被控訴人代表者）"
              ]
            },
            {
              "fig": "(7)",
              "subject": "被控訴人は，平成26年10月10日，PVZ社に対し，日本において「ＮEOＮERO」商標につき，被控訴人とPVZ社が共同で商標登録出願をすることを提案し，PVZ社が使用しているロゴの送付を求めた。PVZ社は，平成26年10月14日までに，日本において「ＮEOＮERO」商標の登録出願は被控訴人が単独で行うことを了解した。（甲14の2，甲39の1・2）"
            },
            {
              "fig": "(8)",
              "subject": "被控訴人は，平成26年10月15日，本件商標登録出願をした。（甲25の1～4，甲26の1～4）"
            },
            {
              "fig": "(9)",
              "subject": "控訴人は，平成26年10月28日頃，PVZ社から直接，商品を輸入したが，その後は，PVZ社の商品をPVZ社から直接輸入することができなくなり，PVZ社に対して直接メールで注文して，PVZ社が香港のM．C．E社（以下，「MCE社」という。）に商品を送り，MCE社が開封せずに控訴人に商品を送るという方法で輸入することとした。（乙31～34の各1・2，乙35，乙39の1・2，乙43，控訴人代表者）",
              "text": [
                "    (10)  控訴人は，平成27年5月11日頃，MCE社を介して，PVZ社から商品を輸入した。（乙31，32の各1・2，乙40，41の各1・2，乙43，控訴人代表者）",
                "    (11)  本件商標は，平成27年10月16日，登録された。（甲1，2）",
                "    (12)  被控訴人は，平成27年11月10日，控訴人に対し，被控訴人が本件商標権を有し，本件商標と同一又は類似の商標を被控訴人に無断で使用することは，本件商標権の侵害を構成する旨，通知した。（甲3の1・2）",
                "    (13)  被控訴人は，平成27年12月8日，控訴人に対し，本件催事において控訴人商品を販売する行為は本件商標権の侵害を構成するとして，上記販売の中止を求めた。（甲4の1・2）",
                "    (14)  控訴人は，平成27年12月11日から同月13日まで，本件催事において別紙出品リスト記載の身飾品（控訴人商品）を出品し，販売に供した。上記出品された商品は，いずれも，控訴人がPVZ社から直接又はMCE社を介して輸入した物である。（甲10，11，乙47）。",
                "    (15)  控訴人は，平成27年12月24日頃，被控訴人に対し，並行輸入品の取り扱いには問題がないと考えており，控訴人が並行輸入を中断するには被控訴人による控訴人の商品在庫買い上げなどの方法があり得る旨を通知した。（甲5）",
                "    (16)  被控訴人のPVZ社に対する商品の注文方法は，以下のとおりである。",
                "被控訴人は，PVZ社から受領したデザイン帖や，PVZ社が展示会に持参した展示品等を元に，約15％はそのまま，約85％は修正を加えて注文する。修正を加える場合には，PVZ社がデザインして作成した，レース状の細工を施したひし形，楕円等の形状のパーツ（以下，「PVZ社パーツ」という。）の種類，色，サイズ及び個数，各PVZ社パーツ間の長さ等を指定して，ネックレス，ペンダントトップ，イヤリング，ブレスレット等の作成を注文する。被控訴人は，PVZ社から輸入したペンダントトップには，別途被控訴人が調達したネックレスを付し，PVZ社から輸入したイヤリングには，日本製シリコンパーツの付いたイヤリング部品を付し，PVZ社から輸入したネックレスにはピコ引き輪（被控訴人が開発した，引く突起を大きくし，装飾玉を付けた引き輪）とジョイントの丸カンを付すなどして完成品とする。（甲16～19，27，甲28の1～8，甲44，甲45の1・2，甲47，被控訴人代表者）",
                "被控訴人は，本件商標を付した化粧箱，紙袋，カタログ及び保証書を作成した。（甲21～23）",
                "被控訴人のウェブサイトにおいては，PVZ社が製造した商品の画像が用いられているが，これらは全てPVZ社が作成した画像である。（乙45，56，被控訴人代表者）。",
                "    (17)  控訴人の，PVZ社に対する注文方法は以下のとおりである。",
                "控訴人は，PVZ社から受領したカタログや香港フェアでPVZ社が持参したサンプルを元に，カタログ掲載商品やサンプルをそのまま，又は，修正を加えて注文する。修正を加える場合は，色や色の組合せを指定する。（乙19の1・2，乙33の1・2，乙34の1・2，控訴人代表者）"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(1)（並行輸入による商標権侵害の違法性阻却事由該当性）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(14)のとおり，控訴人は，本件商標登録後である平成27年12月11日頃，PVZ社から直接，又はMCE社を介して輸入した身飾品である控訴人商品を販売するための本件チラシに，控訴人標章を掲載して，本件チラシを頒布した（以下，「本件被疑侵害行為」という。）。",
                    "控訴人標章1は本件商標1と色違いにすぎないから，ほぼ同一である。控訴人標章2は，本件商標2と色違いにすぎないから，ほぼ同一である。本件催事に出品された控訴人の商品は，いずれも身飾品であって，本件商標の指定商品に含まれる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，控訴人がPVZ社から輸入したと主張する商品のうち，PVZ社のカタログ掲載商品と一致しない物があるから，控訴人商品にはPVZ社由来ではない物が含まれると主張する。しかし，前記1(17)のとおり，控訴人は，PVZ社のカタログのみならず，香港フェアにPVZ社が持参したサンプルを元に注文することもあり，カタログやサンプルの色や色の組合せを変更して注文することもある上，被控訴人が指摘する控訴人の商品（甲52）は，いずれも，PVZ社の商品の特徴であるレース模様のPVZ社パーツが使用されている（乙48）。したがって，控訴人商品は，いずれもPVZ社から輸入された商品であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "subject": "商標権者以外の者が，我が国における商標権の指定商品と同一の商品につき，その登録商標と同一の商標を付されたものを輸入する行為は，許諾を受けない限り，商標権を侵害する（商標法2条3項，25条）。しかし，そのような商品の輸入であっても，①当該商標が外国における商標権者又は当該商標権者から使用許諾を受けた者により適法に付されたものであり，②当該外国における商標権者と我が国の商標権者とが同一人であるか又は法律的若しくは経済的に同一人と同視し得るような関係があることにより，当該商標が我が国の登録商標と同一の出所を表示するものであって（以下，「第2要件」という。），③我が国の商標権者が直接的に又は間接的に当該商品の品質管理を行い得る立場にあることから，当該商品と我が国の商標権者が登録商標を付した商品とが当該登録商標の保証する品質において実質的に差異がないと評価される（以下，「第3要件」という。）場合には，商標権侵害としての実質的違法性を欠くものと解するのが相当である。（最高裁第一小法廷平成15年2月27日判決民集57巻2号125頁）",
                  "text": [
                    "そして，商標権者以外の者が，我が国における商標権の指定商品と同一の商品につき，その登録商標と同一の商標を広告に付する行為は，許諾を受けない限り，商標権を侵害する（商標法2条3項，25条）。しかし，そのような行為であっても，登録商標と同一の商標を付されたものを輸入する行為と同様に，商標権侵害としての実質的違法性を欠く場合があり，その場合の上記①の要件は，当該商品に当該商標を使用することが外国における商標権者との関係で適法であること（以下，「第1要件」という。）とすべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第1要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(1)のとおり，PVZ社は，本件商標2と同一の標章を用いてその商品を販売している。PVZ社商標は，別紙PVZ社商標目録のとおり，デザイン化した「ＮEOＮERO」の欧文字の下部に左から右にかけて緩やかにカーブしながら下がる曲線を配し，その曲線の下に小さく「FORME  PREZIOSE」の欧文字を記したものである。「ＮEOＮERO」の文字が「FORME  PREZIOSE」の文字より格段に大きいこと，前記1(1)のとおり，PVZ社は「ＮEOＮERO」の本件ブランド名を用いて身飾品を製造及び販売してきたことからすると，PVZ社商標の要部はデザイン化された「ＮEOＮERO」の文字部分であるものと認められる。",
                        "控訴人標章2は，別紙控訴人標章目録のとおり，「PIZZO  D’ORO」の欧文字を上段に小さく，「ＮEOＮERO」の欧文字を下段に大きく配してなるものであり，その文字の大小に各段の差があることから，要部は「ＮEOＮERO」部分であるものと認められる。したがって，控訴人標章2の要部は，PVZ社商標の要部とその外観が類似し，称呼を同一にする。以上より，PVZ社商標と控訴人標章2とは，類似する。",
                        "控訴人標章1は，別紙控訴人標章目録のとおり，「ＮEOＮERO」の欧文字を書してなるものであるから，PVZ社商標の要部とその外観が類似し，称呼を同一にするものであって，PVZ社商標と控訴人標章1は類似する。",
                        "そうすると，控訴人標章1及び2は，欧州においては，PVZ社の許諾なくして適法に使用することはできないものであると認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記のとおり，控訴人標章1及び2は，PVZ社商標と類似するものであるが，前記(1)のとおり，控訴人商品は，いずれもPVZ社から輸入されたものである上，控訴人がこれに手を加えて販売したとも認められないから，控訴人が控訴人商品の広告に控訴人標章1及び2を付する行為は，PVZ社の商標権の出所識別機能や品質保持機能を害するものではなく，PVZ社との関係で適法なものということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件被疑侵害行為は，第1要件を充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第2要件について",
                  "text": [
                    "第2要件は，内外権利者の実質的同一性をいうものであって，「法律的に同一人と同視し得るような関係がある」とは，外国における商標権者と我が国の商標権者が親子会社の関係や総販売代理店である場合をいい，「経済的に同一人と同視し得るような関係がある」とは，外国における商標権者と我が国の商標権者が同一の企業グループを構成している等の密接な関係が存在することをいうものである。",
                    "前記1(6)のとおり，被控訴人はPVZ社と本件ブランド商品について日本における本件販売代理店契約を締結し，被控訴人はPVZ社の日本における独占的な販売代理店となったものであるから，PVZ社と被控訴人とは，法律的に同一人と同視し得るような関係にあるといえ，本件被疑侵害行為は，第2要件を充足する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第3要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "第3要件は，我が国の商標権者の品質管理可能性についていうものであるところ，外国の商標権者と我が国の商標権者とが法律的又は経済的に同一視できる場合には，原則として，外国の商標権者の品質管理可能性と我が国の商標権者の品質管理可能性は同一に帰すべきものであるといえる。ただし，外国の商標権者と我が国の商標権者とが法律的又は経済的に同一視できる場合であっても，我が国の商標権の独占権能を活用して，自己の出所に係る商品独自の品質又は信用の維持を図ってきたという実績があるにもかかわらず，外国における商標権者の出所に係る商品が輸入されることによって，そのような品質又は信用を害する結果が生じたといえるような場合には，この利益は保護に値するということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記1の認定事実によると，PVZ社は，本件商標登録以前から本件ブランドを付した商品を控訴人及び被控訴人に対して販売し，日本において流通させていたところ，被控訴人が本件商標権を登録したのは，PVZ社の商品を独占的に輸入し販売するためであり，その登録は，PVZ社の許諾を得て行ったものであり，本件商標1は本件ブランド名そのものであり，本件商標2は，PVZ社が本件ブランドのために使用していた標章を用いたものであると認められる。本件において，被控訴人商品は身飾品であり，使用者が他人から見えるように装用して，商品の美しさでもって使用者を飾るという機能を有するところ，前記1(16)のとおり，被控訴人が，PVZ社パーツの組合せや鎖の長さなどを指定し，引き輪やイヤリングのパーツを取り付けたことは認められるものの，引き輪やイヤリングのパーツは身体を飾るという被控訴人商品の主たる機能からみて付随的な部分にすぎない。被控訴人のウェブサイトには，PVZ社作成の画像及びPVZ社が使用するのと同じ本件ブランドのロゴが用いられ，PVZ社パーツのレース状の模様は明確に認識できるが，被控訴人が独自に付したパーツが強調されている部分はなく，また，PVZ社パーツのレース状の細工以外のデザインが良いことや，引き輪やイヤリングのパーツが使用しやすいといったことは，上記ウェブサイトには記載されておらず，このような事項が需要者に認識されていたとは認められない。さらに，被控訴人は，被控訴人商品について保証書を発行していたものの，その内容は，「品番」「仕様」のみであり（甲23），保証内容から被控訴人独自のパーツが付されていることを購入者が認識できるものとは認められない。",
                        "これらの事情を総合考慮すると，被控訴人が，PVZ社とは独自に，被控訴人の商品の品質又は信用の維持を図ってきたという実績があるとまで認めることはできず，控訴人商品の輸入や本件被疑侵害行為によって，被控訴人の商品の品質又は信用を害する結果が生じたということはできない。したがって，被控訴人に保護に値する利益があるということはできない。",
                        "なお，被控訴人は，独自の検査体制によって商品の品質維持を図り，販売した商品の無償での部品交換に応じて商品の信用維持に努めているなどと主張するが，被控訴人が身飾品の輸入販売業者が通常行っている品質や信用を維持するための行為を超えてこれらの行為を行っているとまで認めるに足りる証拠はなく，上記判断を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上より，控訴人商品と被控訴人商品とは，本件商標の保証する品質において実質的に差異がないと評価すべきであり，本件被疑侵害行為は，第3要件を充足する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上より，本件被疑侵害行為は，第1要件～第3要件をいずれも充足し，実質的違法性を欠く。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "したがって，その余の点を判断するまでもなく，被控訴人の請求には，理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，原判決を取り消し，被控訴人の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}