{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2014-800126号事件について平成27年12月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実(争いがない事実又は文中掲記の証拠若しくは弁論の全趣旨により容易に認定できる事実)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成14年9月4日，発明の名称を「有精卵の検査法および装置」とする発明につき特許出願(特願2002-259297号)をし，同出願は，平成16年4月2日，出願公開され(甲1の3及び甲4の2。特開2004-101204号公報。以下，当該出願公報を「本件公開公報」といい，本件公開公報に記載されている発明を「本件公開公報発明」という。)，平成19年8月17日，特許第3998184号(請求項の数は9である。)として特許権の設定登録を受けた(甲1の2。以下，当該特許を「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成20年10月16日，本件特許の無効審判を請求したところ(甲9。無効2008-800209号。以下「第1審判」という。)，特許庁は，平成21年6月30日，第1審判請求は成り立たない旨の審決(甲10。以下「第1審決」という。)をした。原告は，第1審決に対し，審決取消訴訟を提起したところ(平成21年(行ケ)第10213号)，知的財産高等裁判所は，平成22年4月27日，原告の請求を棄却する旨の判決をし，当該判決はその後確定した。第1審決は，同年5月21日，確定登録された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，原告は，平成24年3月14日，本件特許の無効審判を請求したところ(甲14。無効2012-800026号。以下「第2審判」という。)，特許庁は，平成25年2月14日，第2審判請求は成り立たない旨の審決(甲15。以下「第2審決」という。)をした。原告は，第2審決に対し，審決取消訴訟を提起したところ(平成25年(行ケ)第10082号)，知的財産高等裁判所は，同年12月9日，原告の請求を棄却する旨の判決をし，当該判決はその後確定した。第2審決は，平成26年5月16日，確定登録された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "さらに，原告は，平成26年7月24日，本件特許の無効審判を請求したところ(無効2014-800126号。以下「本件審判」という。)，特許庁長官により指定された審判長は，同年9月4日付けで，手続補正指令書(甲17)を発送した。これに対し，原告は，同年10月1日付け手続補正書(甲18)を提出したものの，審判長は，同月24日，本件審判の請求書を却下するとの決定(甲23)をした。原告は，当該決定に対し，却下決定取消訴訟を提起したところ(平成26年(行ケ)第10262号)，知的財産高等裁判所は，平成27年7月15日，上記決定を取り消す旨の判決(甲23)をし，当該判決はその後確定した。特許庁は，当該判決を受けて，更に審理の上，同年12月11日，本件審判の請求(以下「本件審判請求」という。)が第1審決及び第2審決の一事不再理効(特許法167条)に反するとして，本件審判請求を却下する旨の審決(以下「本件審決」という。)をした。これに対し，原告は，平成28年1月15日，本件審決取消訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載等",
          "text": [
            "本件特許の請求項1ないし9に係る特許請求の範囲の記載は，次のとおりである(以下，各請求項記載の発明をそれぞれ「本件特許発明1」ないし「本件特許発明9」といい，併せて「本件特許発明」という。)。",
            "「【請求項1】",
            "有精卵内部精卵内部に光を照射して卵内部のカラー画像を撮像し，撮像したカラー画像から検査領域を抽出し，該検査領域内の血管情報を計測し，一定の太さ以上の血管の総血管長に基づいて正常卵を自動判定することを特徴とする有精卵の検査法。",
            "【請求項2】",
            "前記検査領域面積に占める総血管長の割合に基づいて正常卵を自動判定することを特徴とする請求項1に記載の有精卵の検査法。",
            "【請求項3】",
            "有精卵内部に光を照射して卵内部のカラー画像を撮像し，撮像したカラー画像中のR成分をモノクロ画像化し，設定したしきい値により2値化した第一の画像を取得し，前記カラー画像中のG成分をモノクロ画像化し，設定したしきい値により2値化した第二の画像を取得し，第一および第二の画像の両方に存在する領域を検査領域とし，該検査領域の面積に基づいて正常卵を自動判定することを特徴とする有精卵の検査法。",
            "【請求項4】",
            "有精卵内部に光を照射して卵内部のカラー画像を撮像し，撮像したカラー画像から検査領域を抽出し，該検査領域内の内部色情報を計測し，気室境界付近の濃度分布情報を把握し，それに基づいて気室境界付近の出血の有無を検出することにより正常卵を自動判定することを特徴とする有精卵の検査法。",
            "【請求項5】",
            "前記検査領域内の血管情報を計測し，該検査領域を複数のブロックに分割し，血管の分布するブロック数に基づいて正常卵を自動判定することを特徴とする請求項1ないし4のいずれか一項に記載の有精卵の検査法。",
            "【請求項6】",
            "前記カラー画像における気室境界より胎児側に向けて所定の間隔で投影値減衰率を計測し，計測した投影値減衰率の平均値に基づいて正常卵を自動判定することを特徴とする請求項1ないし5のいずれか一項に記載の有精卵の検査法。",
            "【請求項7】",
            "L＊a＊b＊表色系の色情報に基づいて，卵殻の斑点状の模様を除去した後に，前記検査領域内における計測を行うことを特徴とする請求項1ないし6のいずれか一項に記載の有精卵の検査法。",
            "【請求項8】",
            "請求項1ないし7のいずれか一項に記載の有精卵の検査法を実現するための非破壊検査装置であって，有精卵を配置する検査用ホイルと，有精卵内部に光を照射する照明装置を有する照明部と，卵内部のカラー画像を撮像する画像撮像部と，撮像したカラー画像を用いて正常卵判定を行う処理部とを備えた有精卵の検査装置。",
            "【請求項9】",
            "前記検査用ホイルは，昇降・回転ユニットにより昇降および回転自在に支持され，",
            "前記照明部は，先端部が柔らかい材質で構成され，内部に照明装置が配置される照明用筒を備え，前記画像撮像部は，遮光性のある撮影用筒を備えることを特徴とする請求項8に記載の有精卵の検査装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりである。その要旨は，原告が本件審判において主張する無効理由1の1の1，無効理由1の1の2，無効理由1の2，無効理由2の1の1，無効理由2の1の2，無効理由2の2及び無効理由3は，いずれも第1審決及び第2審決において審理判断されたものであり，本件審判請求は，第1審判及び第2審判と同一の事実及び同一の証拠に基づくものであるから，特許法167条にいう一事不再理効に反するものであり，不適法な請求であって補正をすることができず，特許法135条に基づき，却下すべきものである，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "第1審決及び第2審決で審理判断された無効理由は，冒認出願をいうものであるのに対し，本件審判で主張する無効理由は，公知公用(特許法29条1項1号又は2号)をいうものであり，第1審決及び第2審決で審理判断の対象とされた無効理由とは異なるものであるから，本件審判請求は，特許法167条にいう「同一の事実及び同一の証拠」に基づくものではない。したがって，第1審決及び第2審決の一事不再理効に反するとして，本件審判請求を却下した本件審決には誤りがあり，本件審決は違法であり取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "取消事由1(無効理由1の1の1)について",
      "text": [
        "本件審判の無効理由1の1の1は，本件特許発明は特開2002-153262号公報(甲2の2。以下「甲2の2刊行物」という。)の「発明の詳細な説明」によって開示された発明であって，特許出願前に日本国内において公然知られた発明であるから，特許法29条1項1号に該当し，本件特許は，特許法123条1項2号に基づき，無効にすべきであると主張するものである。これに対し，第1審決は，冒認出願を無効理由とするものである上，甲2の2刊行物は本件審判で初めて提出された証拠である。したがって，本件審判請求に第1審決の一事不再理効は及ばない。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "取消事由2(無効理由1の2)について",
      "text": [
        "本件審判の無効理由1の2は，被告作成の「自動検卵機」という表題の広告宣伝用文書(全1頁)及び被告の従業員作成に係る「有精卵の検査手法」と題する研究論文(全9頁)を一括して綴ったもの(甲4の1。以下「甲4の1文書」という。)の広告宣伝用文書の「装置概要」欄に「特開2004-101204(2004年4月2日公開)」と明記されている本件公開公報発明(甲4の2)は本件特許発明と同一の発明であるから，特許法29条1項1号に該当し，本件特許は，特許法123条1項2号に基づき，無効にすべきであると主張するものである。これに対し，第1審決は，本件特許発明が特許法29条2項の規定に基づき無効とすることができないと判断するにとどまり，特許法29条1項の規定に基づき無効とすることができないと判断するものではない。したがって，本件審判請求に第1審決の一事不再理効は及ばない。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "取消事由3(無効理由2)について",
      "text": [
        "本件審判の無効理由2は，本件特許発明は，株式会社熊本アイディーエム作成の「検卵機開発経過報告書」と題する原告宛の文書(甲3の1)に，同社が原告から依頼を受けて設計したとする「自動検卵機」の開発経過について記載した報告文書(2枚)及びその添付書面として同文書中に引用されている打合せ議事録(1枚)，検卵装置の構想図及び当初設計図(2枚)，下請会社からのファックス文書(1枚)，検卵装置の全体図及びライトガイド外観図(各1枚)，平成14年10月8日付け同社作成に係る「坪井種鶏孵化場」宛の設備見積仕様書(甲11。全11枚)が添付されたもの(以下「本件報告書」という。)の設備見積仕様書に記載された発明であるところ，当該仕様書に基づき製造した試作品は原告の孵化工場で実施されており，上記発明は本件特許出願前に日本国内において公然実施をされた発明であるから，特許法29条1項2号に該当し，本件特許は，公用(特許法123条1項2号)に該当するものとして，無効にすべきであると主張するものである。このような公用という主張は，本件審判において初めてされたものである。しかるに，十分な審理をせずに一事不再理効が及ぶとして本件審判請求を却下した本件審決には審理不尽の違法がある。"
      ]
    },
    {
      "fig": "(4)",
      "subject": "取消事由4(無効理由3)について",
      "text": [
        "本件審決は，特許法38条の共同出願違反をいう無効理由3について，一事不再理効が及ぶとの判断をしているが，その理由が明確ではないから本件審決の判断は誤っている。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "被告の主張",
          "text": [
            "本件審判請求は，第1審決及び第2審決で既に審理判断された無効理由と，同一事実及び同一証拠に基づく請求であるから，本件審判請求が第1審決及び第2審決の一事不再理効に反するとして本件審判請求を却下した本件審決に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "取消事由1(無効理由1の1の1)について",
      "text": [
        "無効理由1の1の1における甲2の2刊行物は，第1審決が職権で審理判断した刊行物2(以下，本件においても「刊行物2」という。)と同一であり，無効理由1の1の1における主張も，甲2の2刊行物に基づき新規性欠如をいうものであるから，第1審決が職権で判断したものと同一である。したがって，本件審判請求に第1審決の一事不再理効が及ぶことは明らかである。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "取消事由2(無効理由1の2)について",
      "text": [
        "無効理由1の2における甲4の1文書は，第1審決が無効理由4において審理判断した甲10号証の1及び2(以下「甲10の1・2文書」という。)と同一であり，無効理由1の2における主張も，甲4の1文書が特許法29条1項1号に該当するというものであるから，第1審決が無効理由4において審理判断したものと同一である。したがって，本件審判請求に第1審決の一事不再理効が及ぶことは明らかである。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "取消事由3(無効理由2)について",
      "text": [
        "無効理由2における本件報告書は，第1審決が無効理由4において審理判断した甲9の1ないし9(以下「甲9の1ないし9文書」という。)と同一であり，第1審決も，無効理由2と同様に，公用をいう原告の主張に対して審理判断したものである。このように，本件審決は，原告の提出した証拠内容を十分に吟味した上で，一事不再理効の及ぶ範囲につき判断をしているのであるから，本件審決に審理不尽があるとはいえない。"
      ]
    },
    {
      "fig": "(4)",
      "subject": "取消事由4(無効理由3)について",
      "text": [
        "本件審決は，特許法167条にいう一事不再理効の及ぶ範囲につき根拠を示して判断しており，もとより理由に不明確なところはない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件審判請求は，第1審決及び第2審決で審理判断された無効理由と，同一の事実及び同一の証拠に基づくものであるといえるから，本件審判請求が第1審決及び第2審決の一事不再理効に反するとして本件審判請求を却下した本件審決に誤りはないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消理由1(無効理由1の1の1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "前提となる事実に証拠(後掲各証拠のほか，甲10)及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審判において，無効理由の1の1の1として，本件特許発明は，甲2の2刊行物の「発明の詳細な説明」によって開示された発明であって，特許出願前に日本国内において公然知られた発明であるから，特許法29条1項1号に該当するものであって，本件特許は，特許法123条1項2号に基づき，無効にすべきであると主張した(争いがない)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "第1審決は，職権による審理の理由1において，上記アの甲2の2刊行物と同一の刊行物を「刊行物2」と称してこれを摘示した上，刊行物2には「鶏卵の殻に開けられた孔を塞ぐ鶏卵の処理方法」の発明(以下「刊行物2発明」という。)が記載されていると認定するとともに，刊行物2発明を本件特許発明1と対比して，両者はその構成を異にするものであり，両者を同一ということはできず，本件特許発明2ないし9についても同一ではないとして，本件特許発明が特許法29条1項3号に該当しない旨判断した。なお，甲2の2刊行物の「発明の詳細な説明」から認定される発明は，「鶏卵の殻に開けられた孔を塞ぐ鶏卵の処理方法」の発明であり，刊行物2発明と実質的な相違はないものと認められる。第1審決は，平成22年5月21日，確定登録された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「同一事実及び同一証拠」該当性について",
              "text": [
                "前記認定事実によれば，本件審判の無効理由1-1-1において提出された証拠と，第1審決の職権による審理の理由1として審理判断の対象とされた証拠は，いずれも同一である。また，本件審判に係る無効理由1-1-1は特許法29条1項1号に基づくものであるが，公知発明である根拠として甲2の2刊行物の発行という同項3号と同一の事実を主張するものであるから，原告の主張は，第1審決，本件審判とも同一の事実に基づくものであるといえる。",
                "したがって，本件審判請求は，確定審決の登録があった第1審決と同一の事実及び同一の証拠に基づくものと認められるから，第1審決の一事不再理効に反するものであって許されないものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する判断",
              "text": [
                "原告は，第1審決は，冒認出願を無効理由とするものである上，甲2の2刊行物は本件審判で初めて提出された証拠であるから，第1審決の一事不再理効は及ばない旨主張する。しかしながら，前記認定事実によれば，第1審決は，刊行物2を理由とした新規性欠如の無効理由についても判断したものである上，本件審判で提出された甲2の2刊行物と，第1審決において職権で審理判断された刊行物2は，いずれも特開2002-153262号公報(甲2の2)であって，同一の証拠である。",
                "仮に，本件審決に係る無効理由1-1-1が，本件特許発明は甲2の2刊行物に基づき容易に発明することができたという進歩性欠如を主張するものであり，取消事由1が当該主張を前提として第1審決の一事不再理効に反しないというものであると善解したとしても，証拠(甲10)及び弁論の全趣旨によれば，第1審決は，職権による審理の理由2として，本件特許発明は刊行物2発明(甲2の2刊行物に記載された発明をいう。)に基づき容易に発明することができない旨判断し，進歩性欠如の点についても審理判断していることが認められるのであるから，本件審決が，無効理由1-1-2において，甲2の2刊行物に記載された発明に基づく進歩性欠如の主張について，第1審決の一事不再理効が働くと判断したことに誤りはない。",
                "したがって，原告の主張は，その前提を欠くものであり，いずれも採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消理由2(無効理由1の2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "前提となる事実に証拠(後掲各証拠のほか，甲10)及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審判において，無効理由1の2として，甲4の1文書中広告宣伝用文書の「装置概要」欄に「特開2004-101204(2004年4月2日公開)」と明記されている本件公開公報発明が，本件特許発明と同一の発明であるから，特許法29条1項1号に該当し，本件特許は，特許法123条1項2号に基づき，無効にすべきであると主張した(争いがない)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "第1審決は，無効理由4において，上記アの甲4の1文書と同一文書である甲10の1・2文書に記載されている発明(本件公開公報発明)を甲10号証の1発明及び甲10号証の2発明(以下，併せて「甲10発明」という。)と認定した上で，本件公開公報発明を本件特許の出願前に知り得ることはできないから，甲10発明が本件特許発明に係る出願前に公然知られた発明又は公然実施された発明ということはできず，甲10発明が特許法29条1項1号又は2号に該当しない旨判断した。第1審決は，平成22年5月21日，確定登録された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「同一事実及び同一証拠」該当性について",
              "text": [
                "前記認定事実によれば，本件審判の無効理由1-2において提出された甲4の1文書と，第1審決の無効理由4において審理判断された甲10の1・2文書は，いずれも同一の証拠であって，第1審決で提出されなかった本件公開公報も，甲4の1文書に明記されている本件公開公報発明の内容を補充するものにすぎないから，実質的には本件公開公報は甲4の1文書と同一の証拠であると評価するのが相当である。そして，原告は，本件審判，第1審判とも，上記証拠に記載された発明が特許法29条1項1号に該当すると主張するものであるから，第1審判及び本件審判における原告の主張もいずれも同一である。",
                "したがって，本件審判請求は，確定審決の登録があった第1審決と同一の事実及び同一の証拠に基づくものと認められるから，第1審決の一事不再理効に反するものであって許されないものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する判断について",
              "text": [
                "原告は，第1審決は本件特許発明が特許法29条2項の規定に基づき無効とすることができないと判断するにとどまり，特許法29条1項の規定に基づき無効とすることができないと判断するものではないから，本件審判請求に第1審決の一事不再理効は及ばない旨主張する。しかしながら，前記認定事実によれば，第1審決は，無効理由4において，甲10発明によっては特許法29条1項1号の規定に基づき無効とすることができないと判断していると認められるのであるから，原告の主張は，その前提を欠くものであり，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消理由3(無効理由2の2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "前提となる事実に証拠(後掲各証拠のほか，甲10)及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審判の無効理由2の2において，本件特許発明は，本件報告書中設備見積仕様書に記載された発明であるところ，当該仕様書に基づき製造した試作品は原告の孵化工場(当該孵化工場の所在地は甲3の2に記載されている。)で実施されていたのであって，上記発明は本件特許出願前に日本国内において公然実施をされた発明であるから，特許法29条1項2号に該当し，本件特許は，特許法123条1項2号に基づき，無効にすべきであると主張した(争いがない)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "第1審決は，無効理由4において，上記アの本件報告書と同一文書である甲9の1ないし9文書に記載されている発明を甲9号証の1発明(以下「甲9発明」という。)と称してこれを摘示した上で，甲9発明を本件特許発明1と対比して，両者はその構成を異にするものであり，両者を同一ということはできず，本件特許発明2ないし9についても甲9発明と同一ではないとして，本件特許発明が特許法29条1項1号又は2号に該当しない旨判断した。第1審決は，平成22年5月21日，確定登録された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「同一事実及び同一証拠」該当性について",
              "text": [
                "前記認定事実によれば，本件審判の無効理由2の2において提出された本件報告書と，第1審決の無効理由4において審理判断の対象とされた甲9の1ないし9文書は，いずれも同一の証拠であって，第1審決で提出されなかった甲3の2も，公然実施の場所を示すものとして本件報告書を補充するものにすぎないから，本件報告書及び甲3の2は，実質的には甲9の1ないし9文書と同一の証拠であると評価するのが相当である。そして，原告は，本件審判，第1審判とも，本件特許発明が上記証拠に記載された発明と同一であり，特許法29条1項2号に該当すると主張するものであるから，第1審判及び本件審判における原告の主張は，いずれも同一である。",
                "したがって，本件審判請求は，確定審決の登録があった第1審決と同一の事実及び同一の証拠に基づくものと認められるから，第1審決の一事不再理効に反するものであって許されないものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する判断について",
              "text": [
                "原告は，公用(特許法29条1項2号)という主張は，本件審判において初めてされているから，公用という主張に対する判断をしていない第1審決の一事不再理効は，本件審判請求には及ばない旨主張する。しかしながら，前記認定事実によれば，第1審決は，無効理由4において，本件特許発明は，甲9発明によっては特許法29条1項2号の規定に基づき無効とすることができないと判断し，公用という主張に対する判断をしていると認められるから，原告の主張は，その前提を欠くものであり，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消理由4(無効理由3)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "text": [
                "前提となる事実に証拠(後掲各証拠のほか，甲15)及び弁論の全趣旨を総合すれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審判の無効理由3は，本件特許発明の発明者は，被告の社員及び財団法の特許を受ける権利が共有に係るものであるにもかかわらず，被告は他の共有者と共同で特許出願をするものではないから，特許法38条にいう共同出願に違反するものであり，本件特許は，特許法123条1項2号に基づき，無効にすべきであると主張するものである(争いがない)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "第2審決は，無効理由3において，被告の従業員A，B，C及びDの4名と微研の研究員E及びFの2名が本件特許発明を発明し，被告は，本件特許発明に係る特許を受ける権利について，これらの各共有者から当該権利の譲渡を受けたと認められることからすると，被告は単独で本件特許発明の特許出願をすることができるのであるから，特許法38条に違反するものではないことは明らかであると判断した。第2審決は，平成26年5月16日，確定登録された。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審判の無効理由3において提出された甲5の1及び2は，発明者の補正に関する文書であって，第2審判において提出された甲4，甲5の1ないし4及び甲6と同一のものであるから，無効理由3についても，本件特許発明の共同発明者が上記6名であることを前提とする主張であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「同一事実及び同一証拠」該当性について",
              "text": [
                "前記認定事実によれば，原告は，本件審判，第2審判とも，同一の証拠に基づき，本件特許発明の共同発明者が上記6名であることを前提として，特許法38条の共同出願違反を主張するものである。したがって，本件審判請求は，確定審決の登録があった第2審決と同一の事実及び同一の証拠に基づくものと認められるから，第2審決の一事不再理効に反するものであって許されないものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する判断について",
              "text": [
                "原告は，特許法38条の共同出願違反をいう無効理由3について，本件審決は一事不再理であるとの判断をしているが，その理由が明確ではないから本件審決の判断は誤っているなどと主張する。しかしながら，前記認定事実のとおり，無効理由3に基づく本件審判請求は，確定審決の登録があった第2審決と同一の事実及び同一の証拠に基づくものと認められるから，第2審決の一事不再理効に反することは明らかであって，これと同旨をいう本件審決の判断に誤りはなく，もとより不明確なところもない。したがって，原告の上記主張は，それ自体失当というほかない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "その他について",
          "text": [
            "原告のその余の主張を改めて検討しても，原告の主張は，いずれも本件審決を正解せずに前提を欠く主張を繰り返すに帰するものであり，上記と同様に，いずれも採用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，原告が主張する各取消事由はいずれも理由がなく，原告の本件請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10012",
    "date": "2016-09-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086183",
    "ipprecedent_id": "4447",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}