{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "特許庁が不服2015-20848号事件について平成28年10月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とした審決の取消訴訟である。争点は，①補正却下判断の当否(目的要件，独立特許要件)，②発明該当性(特許法29条1項柱書)，③明確性要件(同法36条6項2号)の充足の有無，④実施可能要件(同法36条4項1号)の充足の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，名称を「トルク脈動レス発電機で発電した電力を発電機ユニット自体および外部に連続的に給電し続ける電力システム。」とする発明について，平成26年10月31日，特許出願(特願2014-222855号，本願)をし(乙2)，平成27年5月19日付けで特許請求の範囲及び明細書の記載を補正する手続補正をしたが(乙5)，平成27年8月19日付けで拒絶査定を受けた(乙6)。",
            "原告は，同年11月24日，上記拒絶査定に対する不服審判請求(不服2015-20848号)をするとともに(乙8)，同日，特許請求の範囲及び明細書の記載を補正する手続補正(本願補正)をした(乙7)。",
            "特許庁は，平成28年10月12日，本願補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年11月1日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明及び本願補正発明の要旨",
          "text": [
            "平成27年5月19日付けでされた手続補正により補正された本願の特許請求の範囲の請求項1に係る発明(本願発明)及び本願補正後の同請求項1に係る発明(本願補正発明)は，次のとおりである(以下，平成27年5月19日付けでされた手続補正後の本願の明細書及び図面を「本願明細書」と，本願補正後の本願の明細書及び図面を「本願補正明細書」という。)。なお，ここで「本願発明」「本願補正発明」とは，特許請求の範囲の記載事項を特定する趣旨で用いており，特許法29条1項柱書の「発明」に該当するか否かを問わない。また，下線部は，補正個所を示したものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明",
              "text": [
                "「  予め充電したDCモータ駆動用バッテリ(17)の直流電力をトルク脈動レス発電機主要部(1a)中の高速回転するDCモータ(2)に給電して，図2において全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機」(1)によって発電した交流電力の内の一部である(5)起電コイルAの出力電力を回生電力として直流電力に変換し，フローティング充電方式でDCモータ駆動バッテリ用充電器(16)を介して当該発電機を駆動するDCモータ用バッテリ(17)に充電し続けながら，当該発電機を駆動するDCモータ(2)に再給電して当該発電機を連続的に稼働させ続ける。さらに，(6)～(8)の起電コイルB～Dによって発電した電力が無駄にならないように「供給電力バッテリ用充電器」(18)を介して「供給電力用バッテリ」(19)に一旦充電してから連続的に「外部への供給電力Q」(20)として給電し続ける電力システム。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明",
              "text": [
                "「  予め充電したDCモータ駆動用バッテリ(17)の直流電力をトルク脈動レス発電機主要部(1a)中の高速回転するDCモータ(2)に給電して，図1中において，全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機主要部(1a)」あるいは図2中の「トルク脈動レス発電機の全体分解図(1)」によって発電した交流電力の内の一部である「(5)起電コイルA」の出力電力を回生電力として直流電力に変換し，フローティング充電方式でDCモータ駆動バッテリ用充電器(16)を介して当該発電機を駆動するDCモータ駆動用バッテリ(17)に充電し続けながら，当該発電機を駆動するDCモータ(2)に再給電して当該発電機を連続的に稼働させ続ける。さらに，(6)～(8)の起電コイルB～Dによって発電した電力が無駄にならないように「供給電力バッテリ用充電器」(18)を介して「供給電力用バッテリ」(19)に一旦充電してから連続的に「外部への供給電力Q」(20)として給電し続ける電力システム。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲に係る補正の適否(目的要件)について",
              "text": [
                "＜補正事項1＞  「図2において全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機」(1)」を「図1中において，全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機主要部(1a)」あるいは図2中の「トルク脈動レス発電機の全体分解図(1)」にする変更。",
                "＜補正事項2＞    「(5)起電コイルA」の前に「  「  」を加入するとともに同「(5)起電コイルA」の後に「  」  」を加入。",
                "＜補正事項3＞  「DCモータ用バッテリ(17)」を「DCモータ駆動用バッテリ(17)」にする変更。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許法17条の2第5項4号(明りょうでない記載の釈明)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "補正事項1",
                      "text": [
                        "補正事項1は，特許請求の範囲の記載を図面の記載で代用するものであるが，図面は，一般に，多様な解釈が可能であるから，図面によって示唆される事項は，その内容及び意味があいまいである。そうすると，図面によって示唆される事項によって特定される事項もあいまいなものにならざるを得ないから，補正事項1によって特定しようとする事項が明確に把握できない。",
                        "そうすると，補正事項1は，本願補正前の明瞭でない記載の不明瞭さを正すものではなく，特許法17条の2第5項4号の「明りょうでない記載の釈明」を目的とするものに該当しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "補正事項2及び3",
                      "text": [
                        "補正事項2及び3は，特許法17条の2第5項4号の「明りょうでない記載の釈明」を目的とするものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許法17条の2第5項2号(特許請求の範囲の減縮)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "補正事項1",
                      "text": [
                        "本願補正明細書又は本願明細書の図1と図2は，本願のトルク脈動レス発電機を組み立てた状態で記載しているか，又は，それを構成する部品に分解した状態で記載しているかという表現が異なるにすぎない。そうすると，",
                        "①  本願発明に係る「図2において全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機」(1)」",
                        "②  本願補正発明に係る「図1中において，全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機主要部(1a)」」",
                        "③  本願補正発明に係る「図2中の「トルク脈動レス発電機の全体分解図(1)」」",
                        "の各記載は，いずれも，その実質的な内容に差がない。そうすると，①により特定される本願発明に係る記載と②③により特定される本願補正発明に係る記載との間にも，その実質的な内容に差が生じないから，補正事項1は，本願発明の特許請求の範囲に記載された事項を限定するものではない。",
                        "したがって，補正事項1は，特許法17条の2第5項2号の「特許請求の範囲の減縮」を目的とするものに該当しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "補正事項2及び3",
                      "text": [
                        "補正事項2及び3は，いずれも，本願発明の特定事項を実質的に変更するものではいから，特許法17条の2第5項2号の「特許請求の範囲の減縮」を目的とするものに該当しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特許法17条の2第5項1号(請求項の削除)又は同項3号(誤記の訂正)",
                  "text": [
                    "本願の請求項の数は，本願補正の前後とも一つであるから，本願補正は，特許法17条の2第5項1号の「請求項の削除」を目的とするものではない。",
                    "本願発明に係る「図2において全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機」(1)」との記載は，本願明細書の記載(【0032】【0034】)を参照すると，誤記とは認められないから，補正事項1は，特許法17条の2第5項3号の「誤記の訂正」を目的とするものに該当しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上から，本願補正は，特許法17条の2第5項各号に掲げるいずれかの事項を目的とするものに該当しないから，同法159条1項で読み替えて準用する同法53条1項の規定により却下する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許請求の範囲に係る補正の適否(独立特許要件)について",
              "text": [
                "仮に，本願補正が，特許法17条の2第5項2号の「特許請求の範囲の減縮」を目的とするものであったとして，この場合，本願補正発明が独立特許要件(特許法17条の2第6項)を満たすか否かを検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明該当性",
                  "text": [
                    "本願補正発明は，本件補正明細書の記載(【0001】参照)を考慮すると，その構成の一部として，DCモータに給電される電力を入力エネルギーとし，当該DCモータにより駆動されるトルク脈動レス発電機により発電される電力を，出力エネルギーとする装置を備えるものである。",
                    "モータ及び発電機の効率が100％よりも低いことは技術常識であるから，前記トルク脈動レス発電機は，前記DCモータに供給される電力よりも少ない電力を発電するが，本願補正発明の前記DCモータ駆動用バッテリは，あらかじめ充電されているから，前記トルク脈動レス発電機は，所定の期間駆動され得る。",
                    "一方，本願補正明細書の記載(【0021】【0022】)からは，本願補正発明のトルク脈動レス発電機は，外部から入力されるエネルギーよりも大きいエネルギーを外部に出力する発電機とされており，本願補正発明に係る「連続的」との記載は，そのような発電機であることを前提に，前記バッテリにより駆動される所定の期間を超える期間を意味するものと認められる。",
                    "そうすると，本願補正発明は，外部から入力されるエネルギーよりも大きいエネルギーを外部に出力する装置を包含するものであるから，エネルギー保存の法則に反する。",
                    "したがって，本願補正発明は，自然法則に反する特定事項を含むものと認められるから，特許法29条1項柱書に規定する「発明」に該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明確性要件",
                  "text": [
                    "本願補正発明に係る「図1中において，全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機主要部(1a)」あるいは図2中の「トルク脈動レス発電機の全体分解図(1)」」との記載は，特許請求の範囲の記載を図面の記載で代用するものであり，上記(1)アのとおり，これにより示唆される事項によって特定される事項はあいまいなものとなるから，明確ではない。",
                    "したがって，本願補正発明に係る特許請求の範囲の記載は，特許法36条6項2号に規定する要件を満たしていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施可能要件",
                  "text": [
                    "上記アのとおり，本願補正発明は，トルク脈動レス発電機がDCモータに供給されるエネルギーよりも大きいエネルギーを発電する発電機であるとされているが，エネルギー保存の法則からして，前記トルク脈動レス発電機が発電する電力は，前記DCモータに供給される電力よりも低くなるところ，本願補正明細書の記載をみても，前記トルク脈動レス発電機が外部から入力されるエネルギーよりも大きいエネルギーを外部に出力する理由が不明である。",
                    "したがって，本願補正明細書の発明の詳細な説明の記載は，特許法36条4項1号に規定する要件を満たしていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上から，仮に，本願補正が，特許法17条の2第5項2号の「特許請求の範囲の減縮」を目的とするものであったとしても，本願補正発明は，特許出願の際，独立して特許を受けることができないから，同条6項において準用する同法126条7項の規定に違反するので，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明について",
              "text": [
                "本願補正は却下されたから，本願の特許請求の範囲は，本願発明のとおりとなる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明該当性",
                  "text": [
                    "前記(2)アと同旨(ただし，「本願補正発明」を「本願発明」と，「本願補正明細書」を「本願明細書」と読み替える。)であり，本願発明は，自然法則に反する特定事項を含むものと認められるから，特許法29条1項柱書に規定する「発明」に該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明確性要件",
                  "text": [
                    "本願発明に係る「図2において全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機」(1)」との記載は，特許請求の範囲の記載を図面の記載で代用するものであり，前記(1)ア(ア)のとおり，これにより示唆される事項によって特定される事項はあいまいなものとなるから，明確ではない。",
                    "したがって，本願発明に係る特許請求の範囲の記載は，特許法36条6項2号に規定する要件を満たしていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施可能要件",
                  "text": [
                    "前記(2)ウと同旨(ただし，「本願補正発明」を「本願発明」と，「本願補正明細書」を「本願明細書」と読み替える。)であり，本願明細書の発明の詳細な説明の記載は，特許法36条4項1号に規定する要件を満たしていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上から，本願発明は，拒絶されるべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願補正発明について",
              "text": [
                "仮に，本願補正が，特許法17条の2第5項4号の「明りょうでない記載の釈明」を目的とするものであるとして，本願補正発明が特許を受けることができるか否かを検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明該当性",
                  "text": [
                    "前記(2)アのとおり。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明確性要件",
                  "text": [
                    "前記(2)イのとおり。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施可能要件",
                  "text": [
                    "前記(2)ウのとおり。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上から，仮に，本願補正が，特許法17条の2第5項4号の「明りょうでない記載の釈明」を目的とするものであったとしても，本願補正発明は，拒絶されるべきものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "目的要件について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「明りょうでない記載の釈明」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "補正事項1",
                      "text": [
                        "ネオジム磁石の販売企業のカタログには，ネオジム磁石の形状，サイズ，性能，表面処理などが詳しく記載されており，使用目的に合わせて購入者が，それらを選択して購入をするものであるから，本願補正明細書の図2中の構成部品「11  丸形ネオジム―鉄―硼素磁石J」～「14  丸形ネオジム―鉄―硼素磁石M」は，仕様を記載しなくても特定されている。",
                        "特許出願に際して提出する図面には，寸法，寸法公差，幾何公差の真円度，平行度，同軸度などを記入する必要はないところ，本願補正明細書の図面は，本願明細書から変更はなく，もともと，「特許出願の手引」の図面の作成要領に従って作成された正確かつ明瞭で，分かりやすい図面である。",
                        "したがって，補正事項1は，特許法17条の2第5項4号の「明りょうでない記載の釈明」を目的とするものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "補正事項2",
                      "text": [
                        "補正事項2は，特許法17条の2第5項4号の「明りょうでない記載の釈明」を目的とするものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「特許請求の範囲の減縮」について",
                  "text": [
                    "補正事項1～補正事項3は，「特許請求の範囲の減縮」を目的とするものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「請求項の削除」又は「誤記の訂正」について",
                  "text": [
                    "補正事項3は，特許法17条の2第5項3号の「誤記の訂正」に該当する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上から，本願補正が目的要件を欠くとした審決の判断には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "独立特許要件について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明該当性",
                  "text": [
                    "本願補正発明は，エネルギー保存の法則を根底から覆す世界初の大発見である。すなわち，DCモータと起電コイルとが機械的につながっておらず，さらに，起電コイルに軟鉄の芯がないため，回転体のネオジム磁石との電磁誘導現象によって発電された出力電力が，回転体の運動エネルギーに影響を及ぼさず，DCモータは，無負荷時の出力トルク・回転数で回転し続ける。したがって，起電コイルの数を増やせば増やすほど，発電電圧が高くなるのに対して，大容量バッテリからの電力は，電圧がダウンすることなく，間断なくDCモータに供給され続ける。",
                    "本願補正発明の装置は，実験結果の出力電圧値では，DCモータに給電した電圧DC9Vの7.777倍のAC70Vの電圧を発生させる(本願補正明細書の図4)。",
                    "したがって，発明該当性を否定した審決の判断には，誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明確性要件",
                  "text": [
                    "前記(1)ア(ア)のとおり。",
                    "したがって，本願補正発明が明確性要件を満たさないとした審決の判断には，誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施可能要件",
                  "text": [
                    "上記アのとおり。",
                    "したがって，本願補正明細書の発明の詳細な説明の記載が実施可能要件を満たさないとした審決の判断には，誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上から，本願補正発明が独立特許要件を欠くとした審決の判断には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明について",
              "text": [
                "本願発明が拒絶されるべきものとした審決の判断が誤りであることは，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明該当性",
                  "text": [
                    "前記(2)アのとおり。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明確性要件",
                  "text": [
                    "前記(1)ア(ア)のとおり。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施可能要件",
                  "text": [
                    "前記(2)アのとおり。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上から，本願発明が拒絶されるべきものとした審決の判断には，誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願補正発明について",
              "text": [
                "「仮に，本願補正が，特許法17条の2第5項4号の「明りょうでない記載の釈明」を目的とするものであったとしても，本願補正発明は拒絶されるべきものである。」とした審決の判断が誤りであることは， 前記(2)のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "まとめ",
          "text": [
            "以上のとおりであるから，審決は，取り消すべきものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由の要点に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "目的要件について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「明りょうでない記載の釈明」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "補正事項1",
                      "text": [
                        "図面は多様な解釈が可能であり，本願補正発明に係る特許請求の範囲の記載を図2の記載で代用した場合，例えば，ネオジム磁石を備えることを特定するに留まるのか，あるいは，当該ネオジム磁石の形状や個数も特定しようとするのか，DCモータが取り付けられる部材を備えることを特定するに留まるのか，あるいは当該部材の形状も特定しようとしているのか，又は，DCモータの取付について特定するものなのかなど，特許請求の範囲の記載で何をどこまで特定しようとしているのかが明確に把握できない。",
                        "したがって，補正事項1は，本願補正前の明瞭でない記載の不明瞭さを正すものではなく，「明りょうでない記載の釈明」を目的とするものに該当しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "補正事項2",
                      "text": [
                        "審決は，補正事項2が「明りょうでない記載の釈明」を目的とすると認定したのであり，補正事項2が同号に該当しないということを理由として本願補正を却下してはいないから，取消事由を構成しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「特許請求の範囲の減縮」について",
                  "text": [
                    "審決は，特許請求の範囲についてする本願補正が特許請求の範囲の減縮を目的とするものではないと認定しているから，取消事由を構成しない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「請求項の削除」又は「誤記の訂正」",
                  "text": [
                    "審決は，補正事項3が「明りょうでない記載の釈明」を目的とするものに該当すると判断しており，補正事項3が「請求項の削除」又は「誤記の訂正」に該当しないことを理由として本願補正を却下していないから，取消事由を構成しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "補正が特許法17条の2第5項の規定を満たすためには，補正事項の全てが同項の規定を満たさなければならない。そうすると，補正事項1が同項各号に掲げるいずれの事項を目的とするものにも該当しないのであれば，本願補正は，全体として，同項の規定に違反するものとして却下されるべきものであり，審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "独立特許要件について",
              "text": [
                "審決の独立特許要件に関する判断は，仮に，本願補正が特許請求の範囲の減縮を目的とするものに該当するとした場合の判断である。本願補正が特許請求の範囲の減縮を目的とするものではないことは，当事者間に争いはないから，取消事由を構成しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明該当性",
                  "text": [
                    "DCモータは，必然的に銅損又は鉄損等の損失が発生し，起動コイルは，銅損の損失が発生するから，トルク脈動レス発電機は，DCモータに入力されたエネルギーよりも小さいエネルギーしか出力できない。",
                    "本願明細書の図1及び図2の記載から看取できるネオジム磁石を回転させて起電コイルに誘導起電力が発生すると，起電コイルを流れる電流とネオジム磁石による磁場との間に作用する力は，ネオジム磁石の移動方向とは反対方向に作用し，かつ，起電コイルを流れる電流が多くなる程強くなる。そうすると，トルク脈動レス発電機の駆動軸とつながれたDCモータの回転軸には，その回転方向とは反対方向のトルク(ブレーキトルク)が作用し，その大きさは，起電コイルを流れる電流が多くなる程大きくなる。すなわち，発電量が大きくなる程，ブレーキトルクは大きくなり，ネオジム磁石を回転させるために必要なエネルギーが増加する。したがって，DCモータが無負荷時の出力トルク・回転数で回転し続けるとの事象は生じない。",
                    "DCモータに給電した電圧と出力電圧の相違は，電力についてのものではなく，DCモータ駆動用バッテリからDCモータに供給される電力よりも，トルク脈動レス発電機が出力するエネルギー，すなわち発電電力が大きいことを示すものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明確性要件",
                  "text": [
                    "前記(1)ア(ア)のとおり。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施可能要件",
                  "text": [
                    "上記アのとおり，トルク脈動レス発電機は，外部から入力されるエネルギーよりも大きいエネルギーを外部に出力するとはいえないから，本願明細書の記載では，トルク脈動レス発電機が外部から入力されるエネルギーよりも大きいエネルギーを外部に出力する理由が不明である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上から，本願発明が拒絶されるべきものとした審決の判断には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願補正発明について",
              "text": [
                "上記(3)のとおり。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "まとめ",
          "text": [
            "以上のとおり，審決の認定判断には，誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願明細書(乙2，5)には，次の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "解決課題",
              "text": [
                "「  現行の自動車の電力システムが動力源のエネルギを化石燃料に頼っているために永久機関サイクルの条件を今一つ満たしていないが，これを最大エネルギ積が大きい永久磁石の無限の磁力パワーに代えれば永久発電・電力システムの条件を満たすことができる。",
                "本発明は，このような従来の電力システムでは不可能と言われている永久発電機による発電・電力システムを提供することを目的とする。」【0010】"
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題解決手段",
              "text": [
                "「  本発明は，上記の目的を達成するために，偶々発見した事実に着目して実験した結果に基づいて製作したトルク脈動レス発電機のテスト機による発電・電力システムであり，その要件を以下に記す。",
                "1)発電機に鉄芯を用いない起電コイルを複数個使用する。",
                "2)発電機に「最大エネルギ積」の大きいネオジム―鉄―硼素磁石を使用する。",
                "3)高速回転するDCモータで発電機を高速回転させる。",
                "4)発電機を駆動するDCモータの直流電源に大容量のバッテリを使用する。",
                "5)起電コイル複数個の内の小分けした起電コイル1個の交流電力を直流に変換して，一旦DCモータ駆動用の大容量のバッテリに充電し，DCモータの駆動電力にする。",
                "6)残り複数個の起電コイルの交流電力は，利用しなければ無駄になってしまうので直流に変換して，一旦バッテリに蓄電し外部へ給電する。」【0011】"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明の効果",
              "text": [
                "「  本出願のトルク脈動レス発電機は，DCモータの高速回転で駆動させると，起電コイル4個を直列につないだ発電電力がDCモータに供給した直流電力の7.77倍の交流電力になり，それを直流に変換すると約10倍もの直流電力になる。」【0018】",
                "本出願トルク脈動レス発電機の実験機は，直流電力DC9VをDCモータに印加して高速回転させた場合，回転数7,900rpmで起電コイル1個当たりAC17Vを発電した。起電コイル4個を直列につないだ発電電力はAC70Vになり，それを直流に変換すると約DC90Vになる。」【0019】",
                "「  上述したように，本発明のトルク脈動レス発電機は，直流電力で高速回転するDCモータを当該発電機の動力源として使用し，複数個の最大エネルギ積の大きいネオジム―鉄―硼素磁石の高速回転によって複数個の起電コイルがDCモータに印加した電力を大きく上回る電力を発電し，小分けした起電コイルの一部から取り出した交流電力を直流に変換してDCモータ駆動用に回生電力として給電することにより，休むことなく連続発電し続ける。それに，残りの起電コイルによる発電・電力を外部に連続して給電し続けることができる。正に，トルク脈動レス発電機による永久発電・電力システムの出現になる。」【0021】",
                "「  従来から言われている「永久機関は不可能」とする見解は，上述したような事実を達成できなかったためであり，本出願のトルク脈動レス発電機による永久発電・電力システムの実験結果がそれを覆す。」【0022】"
              ]
            },
            {
              "fig": "(4)",
              "subject": "図面"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "目的要件について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "検討",
                  "text": [
                    "特許請求の範囲の補正に係る補正事項1が，特許法17条の2第5項4号の「明りょうでない記載の釈明」に該当するかを検討する。",
                    "補正事項1は，本願発明の",
                    "「図2において全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機」(1)」",
                    "と図面の記載で代用していた特定事項を，",
                    "「図1中において，全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機主要部(1a)」あるいは図2中の「トルク脈動レス発電機の全体分解図(1)」",
                    "と図面の記載で代用した特定事項に変更するというものである。",
                    "本願補正明細書の図2(「1  トルク脈動レス発電機の全体分解図」)をみてみると，同図には，ネオジム磁石，ヨーク，コイル，軸受け，取付具，ベース，ねじ，端子など様々な部材が具体的な形態で記載されており，ただ単に「トルク脈動レス発電機の全体分解図(1)」などとしただけでは，同図の記載のどの部分までを発明特定事項としたのか，あるいは，同図に記載された形状，個数，配置等につき，どの範囲・程度までを発明特定事項とするのかについて，全く不明である。したがって，「図1中において，全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機主要部(1a)」あるいは図2中の「トルク脈動レス発電機の全体分解図(1)」は，不明確な記載を含むものであり，明瞭でない記載を釈明して明瞭としたものに正すものではないから，特許法17条の2第5項4号の「明りょうでない記載の釈明」に該当するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，ネオジム磁石は，その仕様を記載していなくても特定されている，本願補正明細書の図面は正確かつ明瞭で分かりやすい図面であると主張する。",
                    "しかしながら，特許請求の範囲の記載を図面で代用したことによって不明確になるのは，何を特定事項とするのかが図面だけからは読み取れないという，図面を用いること自体によって生じることである。このことは，当該図面がどのように作成されているとか，当該図面に示された個々の対象が特定されているかということとは関係なく生じることである。",
                    "したがって，原告の上記主張は，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上から，補正事項1は，特許法17条の2第5項4号の「明りょうでない記載の釈明」を目的とするものではなく，原告は，補正事項1が，そのほかの同項各号に該当することを主張するものではなく，そのほかの各号に該当しないとした審決の判断に誤りは認められないから，補正事項1は，同条第5項の目的要件を満たさないものである。",
                    "そうすると，補正事項1が目的要件を欠く以上，本願補正は全体として不適法である。",
                    "したがって，本願補正を却下した審決の判断には，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明について",
              "text": [
                "本願補正を却下した審決の判断に誤りはないから，次に，本願発明が特許を受けられるものかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "明確性要件について",
                  "text": [
                    "上記1(1)アのとおり，本願補正発明に係る「図2中の「トルク脈動レス発電機の全体分解図(1)」」との記載は，不明確なものであるから，これと実質的に同一の記載と認められるである，本願発明に係る「図2において全体分解図として全構成部品をビジュアルに表現した「トルク脈動レス発電機」(1)」も不明確なものと認められる。そうすると，本願発明に係る特許請求の範囲の記載は，不明確な記載を含むから，全体としても不明確である。",
                    "したがって，本願発明に係る特許請求の範囲の記載は，特許法36条6項2号に規定する要件を満たしていないから，明確性を欠くとした審決の判断には，誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明該当性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "検討",
                      "text": [
                        "本願明細書を参酌すると，本願発明は，バッテリの電力をDCモータに給電し，起電コイルから生じた電力の一部をバッテリに充電しながらDCモータに再給電してDCモータを永久に稼働させ，起電コイルから生じた電力の残りを外部に永久に供給するとしたものであり，入力した以上の電力(エネルギー)を出力するとしたものであって，明らかに永久機関とみられるものである(なお，本願発明に係る特許請求の範囲には，トルク脈動レス発電機を「連続的」に稼働させ続ける，電力を「連続的」に給電し続けるとの記載があるが，この「連続的」が「永久」を意味することは，前記1に認定の本願明細書の記載から明らかである。)。",
                        "したがって，原告が自認するとおり，本願発明は，エネルギー保存の法則という物理法則に反するものであるから，自然法則を利用したものではなく，特許法29条1項柱書の「発明」ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張について",
                      "text": [
                        "原告は，本願発明がエネルギー保存の法則を破るものであると主張するが，DCモータの銅損若しくは鉄損等の損失又は起動コイルの銅損の損失，あるいは，ネオジム磁石と起電コイルとの間で作用する力などを全く考慮しておらず，その主張は失当である。",
                        "また，原告は，DCモータに給電した直流電圧よりも高い交流電圧が起電コイルに発生していると主張し，本願明細書の図4の記載を援用するが，起電コイルからの出力電圧が上がったからといって，DCモータに供給される電力(消費電力)よりも起電コイルから出力される電力が上回るということはできないから，その主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上から，本願発明は，特許法29条1項柱書の「発明」に該当しないから，発明該当性を欠くとした審決の判断には，誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施可能要件について",
                  "text": [
                    "本願発明は，自然法則に反するものであるから，本願明細書の発明の詳細な説明のいかなる記載をもってしても，当業者が本願発明を実施できないことは明らかである。",
                    "したがって，本願明細書の発明の詳細な説明の記載は特許法36条4項1号の実施可能要件を欠くとした審決の判断には，誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおりであるから，その余の点について判断するまでもなく，本願を拒絶すべきものとした審決の判断に誤りはなく，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(行ケ)10249",
    "date": "2017-03-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "086642",
    "ipprecedent_id": "4616",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}