{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審被告Yの控訴について",
      "content": [
        {
          "fig": "(1)",
          "text": "原判決中一審被告Y敗訴部分(主文第1項)を取り消す。"
        },
        {
          "fig": "(2)",
          "text": "上記の部分に係る一審原告の請求をいずれも棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "一審原告の控訴について"
    },
    {
      "text": "原判決主文第2項を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "一審原告の一審被告大林精工に対する請求のうち，別紙特許目録1記載の各特許権の移転登録手続を求める部分をいずれも却下する。"
        },
        {
          "fig": "(2)",
          "text": "一審原告の一審被告大林精工に対するその余の請求をいずれも棄却する。"
        }
      ]
    },
    {
      "fig": "3",
      "text": "一審原告の附帯控訴及び当審における追加請求について"
    },
    {
      "text": "本件附帯控訴に基づく一審被告Yに対する追加請求及び一審被告大林精工に対する追加請求をいずれも棄却する。"
    },
    {
      "fig": "4",
      "text": "訴訟費用(控訴費用，附帯控訴費用を含む。)は，第1，2審とも一審原告の負担とする。"
    },
    {
      "fig": "5",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨等",
      "content": [
        {
          "fig": "1",
          "subject": "一審被告Yの控訴",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，一審被告Y敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審原告の一審被告Yに対する請求をいずれも棄却する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審原告の控訴",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，一審被告大林精工に関する部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告大林精工は，一審原告に対し，別紙特許目録1及び別紙特許目録3記載の各特許権の移転登録手続をせよ。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "一審原告の附帯控訴及び当審における追加請求",
          "content": [
            {
              "fig": "(1)",
              "subject": "附帯控訴に基づく一審被告Yに対する追加請求",
              "text": [
                "一審被告Yは，一審原告に対し，2000万円及びこれに対する平成28年5月13日(附帯控訴状及び訴えの変更申立書送達の日の翌日)から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審被告大林精工に対する当審における追加請求",
              "text": [
                "一審被告大林精工は，一審原告に対し，1億円及びこれに対する平成28年5月13日(訴えの変更申立書送達の日の翌日)から支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，別紙特許目録1ないし3記載の各特許権(以下，まとめて「本件各特許権」といい，各目録に記載された特許権をまとめて示すときは，目録の番号を用いて「本件特許権1」，「本件特許権2」などといい，各目録に記載された特許権を個別的に示すときは，目録の番号と目録記載の番号を用いて「本件特許権1-1」，「本件特許権2-1」などということとする。)に関し，一審原告が，①一審原告と一審被告大林精工との間では，一審被告大林精工が一審原告に対して本件特許権1及び同3に対応する特許出願に係る特許権又は特許を受ける権利(以下，それぞれ「本件権利1」，「本件権利3」という。)を無償で譲渡する旨の契約が，また，②一審原告と一審被告Yとの間では，一審被告Yが一審原告に対して本件特許権2に対応する特許出願に係る特許を受ける権利(以下「本件権利2」といい，本件権利1ないし3を併せて「本件各権利」という。)を無償で譲渡する旨の契約が，それぞれ締結されたと主張して，上記①②の各契約に基づき，一審被告大林精工に対しては本件特許権1及び同3につき，一審被告Yに対しては同2につき，それぞれ特許権の移転登録手続を求めた事案である。",
            "原判決は，一審被告Yに対する請求を全部認容し，一審被告大林精工に対する請求を全部棄却したため，一審原告と一審被告Yがそれぞれ敗訴部分を不服として控訴した。",
            "また，一審原告は，当審において，一審被告大林精工及び同Y(以下「一審被告ら」という。)に対し，それぞれ，上記①②の各契約に基づく特許権移転義務の不履行を理由とする損害賠償請求(一審被告Yに対し，逸失利益として2000万円及びこれに対する年5分の割合による遅延損害金，一審被告大林精工に対し，逸失利益として1億円及びこれに対する年5分の割合による遅延損害金の支払を求めるもの。ただし，いずれも一部請求である。)を追加した(一審被告Yに対しては，附帯控訴及び訴えの追加的変更，一審被告大林精工に対しては，訴えの追加的変更による。以下，これらの請求を併せて「本件追加請求」という。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(証拠等を掲げたもののほかは，当事者間に争いがない。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一審原告",
                  "text": [
                    "一審原告は，液晶ディスプレイパネル等の開発及び製造等を行う大韓民国(以下「韓国」という。)の法人であり，平成10年12月31日，韓国の法人であるLG電子株式会社(以下「LG電子」という。)から，液晶ディスプレイ事業を譲り受けた(弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告大林精工",
                  "text": [
                    "一審被告大林精工は，金型の設計，製造及び販売，自動車部品や附属品の製造及び販売並びにプレス加工業等を目的とする株式会社であり，本件特許権1及び同3の登録名義人である。",
                    "一審被告大林精工の代表者は，A(以下「A」という。)である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一審被告Y   一審被告Yは，平成3年4月から平成10年6月までの間，LG電子の液晶ディスプレイ事業部門において，技術顧問として勤務していた者であり，本件特許権2の登録名義人である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各特許権",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件特許権1",
                  "text": [
                    "一審被告大林精工は，別紙特許目録1の「出願番号」欄記載の各特許出願を同目録の「出願日」欄に各記載の日にし，同目録の「登録番号」欄記載の各特許につき，同目録の「登録日」欄に各記載の日に，それぞれ特許権の設定の登録を受けた(甲1の1～5)。",
                    "また，一審被告大林精工は，本件特許権1-1について，平成15年12月12日付けで，株式会社日立ディスプレイズ(以下「日立ディスプレイズ」という。)ほか2社(以下，併せて「日立等」という。)に対し，平成16年1月5日付けで，株式会社日立ディスプレイテクノロジーズほか1社に対し，それぞれ通常実施権を設定した。",
                    "なお，本件特許権1-1は平成28年4月16日，同1-2は同年6月14日，それぞれ存続期間満了により消滅し，同1-3及び同1-5は平成27年3月3日，同1-4は同年7月28日，それぞれ特許料不納により消滅した(乙38～42)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件特許権2",
                  "text": [
                    "一審被告Yは，別紙特許目録2の「出願番号」欄記載の各特許出願を同目録の「出願日」欄に各記載の日にし，同目録の「登録番号」欄記載の各特許につき，同目録の「登録日」欄に各記載の日に，それぞれ特許権の設定の登録を受けた(甲2の1～5，甲23の6～10)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件特許権3",
                  "text": [
                    "一審被告大林精工は，別紙特許目録3の「出願番号」欄記載の各特許出願を同目録の「出願日」欄に各記載の日にし，同目録の「登録番号」欄記載の各特許につき，同目録の「登録日」欄に各記載の日に，それぞれ特許権の設定の登録を受けた(甲6の1～7，甲23の11～17)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件合意書",
              "text": [
                "一審原告の知的財産部のうち，特許出願業務を取り扱う特許チーム2(知的財産チーム2)のシニアマネージャーであったB(以下「B」という。)は，平成16年3月23日，一審被告大林精工の代表者としてのAに対し，一審被告Y及びAに宛てた通知書と共に，全部で4枚からなる「合意書」と題する文書(以下「本件合意書」という。)をファックス送信し，一審被告Y及び一審被告大林精工において速やかに本件合意書に調印するよう求めた。",
                "前記通知書と本件合意書は，それぞれ，英文と和文が作成されており(内容は同一である。)，前記通知書(和文)の末尾には，「本書面に対する貴受信人の意見を，2004．4．3までファックス及び郵便にてお知らせください。」との記載があり，本件合意書(和文)には，次の記載があった(以下，特段の断りがない限り，その表記は和文に従って行う。)。",
                "「2．Yと大林精工は，LG. Philips LCD(判決注：一審原告の旧商号である。)が定める日程と方法に従って，下の［表］に記載された特許に関する全ての権利を LG. Philips LCD に無償にて移転する。",
                "［表］合意対象となる特許目録(判決注：本件訴訟の目的となっている特許に関する部分のみを抜粋して記載した。)",
                "No  発明の名称  出願日(出願番号)  公開日(公開番号)  備考欄",
                "出願人：大林精工(株)",
                "平成8年4月16日  平成9年12月2日  発明者：A 1  液晶表示装置",
                "(特願平8-158741)  (特開平9-311334)  特許番号：特許第3194127号",
                "登録日：平成13年6月1日",
                "出願人：大林精工(株)",
                "平成8年6月14日  平成10年1月6日  発明者：A 2  液晶表示装置",
                "(特願平8-214896)  (特開平10-3092)  特許番号：特許第3486859号",
                "登録日：平成15年10月31日",
                "液晶表示装置と 平成9年4月25日  平成10年11月13日  出願人：大林精工(株)",
                "製造方法  (特願平9-155647)  (特開平10-301150)  発明者：A 平成9年10月21日  平成11年5月11日  出願人：大林精工(株)"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "液晶表示装置",
          "text": [
            "(特願平9-339281)  (特開平11-125835)  発明者：A 液晶表示装置と 平成10年8月17日  平成12年3月3日  出願人：Y その製造方法  (特願平10-283194)  (特開2000-66240)  発明者：Y 液晶表示装置と 平成11年4月22日  平成12年11月2日  出願人：Y その製造方法  (特願平11-164223)  (特開2000-305113)  発明者：Y 液晶表示装置と 平成13年4月7日  平成14年10月18日  出願人：大林精工株式会社",
            "その駆動方法  (特願2001-157925)  (特開2002-303888)  発明者：A 20  上記の各特許発明に対応する韓国，米国などの外国特許出願及び登録特許一切",
            "3．Yと大林精工は，第2項［表］記載の特許に関し，本合意以前に行った実施権設定，譲渡又は担保の設定は，全て無効であることを確認する。",
            "(中略)",
            "9．本件合意書に関し紛争が行った(判決注：原文ママ)場合，その準拠法は韓国法令とし，管轄法院(裁判所)はソウル中央地方法院にする。」",
            "なお，本件合意書の［表］に記載された特許権又は特許出願と，本件各特許権との対応関係は次のとおりである。",
            "本件各特許権  ［表］記載の番号  特許登録番号  備考",
            "本件特許権1-1  1  特許第3194127号",
            "本件特許権1-2  2  特許第3486859号",
            "本件特許権1-3  4  特許第3774855号",
            "本件特許権1-4  5  特許第3831863号",
            "本件特許権1-5  17  特許第3774858号",
            "本件特許権2-1  7  特許第4264675号",
            "本件特許権2-2  9  特許第4292350号",
            "本件合意書の［表］7記載の出本件特許権2-3  (備考参照)  特許第5019299号",
            "願から分割出願されたもの",
            "本件合意書の［表］7記載の出本件特許権2-4  (備考参照)  特許第4936257号",
            "願から分割出願されたもの",
            "本件合意書の［表］9記載の出本件特許権2-5  (備考参照)  特許第5004101号",
            "願から分割出願されたもの",
            "(以上につき，甲3，26)"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "Aによる本件サインページの送付",
              "text": [
                "Aは，平成16年4月3日，本件合意書のうち，一審被告Y及びAの各署名がある3枚目及び4枚目の部分(以下，同部分を「本件サインページ」という。)を，Bに対し送付した。",
                "その際，Aは，「大林精工  A」名義でカバーレター(乙9。以下「本件カバーレター」という。)を作成しており，同カバーレターには，次のとおり記載されていた。",
                "「貴殿の2004年3月23日付ファックスを受け取りました。",
                "1点を除いて，貴殿の申し入れを全て受け入れたいと思います。",
                "下記の点で承認を頂くことができなければ，貴殿の申入れは全く受け入れることができません。ご存知のとおり，我々は，既に日立株式会社および日立デスプレイ株式会社との間で契約がありますので，貴殿の申入れ全てを受け入れれば，おそらく，日立と対立しなければならなくなってしまいます。私は，そのような状況を回避したいと思います。",
                "それは我々サイドだけでなく貴殿サイドによくないことであります。",
                "そのことをよく考えてください。",
                "この点について，ご理解ください。」(原文は英語である。)",
                "(以上につき，甲3，乙9)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "一審原告による本件サインページの返送",
              "text": [
                "一審原告の知的財産センター長となったBは，平成17年10月11日に至り，一審原告の署名欄に自ら署名して完成した本件サインページを，本件合意書の1枚目及び2枚目と共に，Aに宛ててファックス送信した(乙14)。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "当事者間における紛争の要点",
              "text": [
                "一審原告は，前記(3)ないし(5)の経過(本件サインページの交換等)により，一審原告，一審被告大林精工及び一審被告Yの間において，一審被告大林精工が一審原告に対して本件権利1及び同3を無償で譲渡し，一審被告Yが一審原告に対して本件権利2を無償で譲渡する旨の契約(以下「本件契約」という。)が成立したと主張して，一審被告らに対し，本件各特許権の移転登録手続等を求めているのに対し，一審被告らは，本件契約の成立自体を否認して，一審原告の要求を拒んでいる(弁論の全趣旨)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "本件における主要な争点は，次のとおりである。ただし，争点7及び8は，当審で追加されたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一審被告らが本件契約の成立を争い，また，意思表示の瑕疵を主張することは，訴訟上の信義則に反し，許されないか(争点1)"
            },
            {
              "fig": "(2)",
              "subject": "本件合意書に関する紛争の準拠法は韓国法か，日本国法か(争点2)"
            },
            {
              "fig": "(3)",
              "subject": "一審原告と一審被告大林精工との間に，本件契約(本件権利1及び同3を無償で譲渡する旨の契約)が成立したか(争点3)"
            },
            {
              "fig": "(4)",
              "subject": "一審原告と一審被告Yとの間に，本件契約(本件権利2を無償で譲渡する旨の契約)が成立したか(争点4)"
            },
            {
              "fig": "(5)",
              "subject": "一審原告と一審被告大林精工との間の本件契約が錯誤により無効となり又は詐欺による取消しが認められるか(争点5)"
            },
            {
              "fig": "(6)",
              "subject": "一審原告と一審被告Yとの間の本件契約が錯誤により無効となり又は詐欺による取消しが認められるか(争点6)"
            },
            {
              "fig": "(7)",
              "subject": "損害賠償請求(本件追加請求)の可否(争点7)"
            },
            {
              "fig": "(8)",
              "subject": "消滅時効の成否(争点8)"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に対する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(一審被告らが本件契約の成立を争い，また，意思表示の瑕疵を主張することは，訴訟上の信義則に反し，許されないか)について",
              "text": [
                "【一審原告の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告らは，本件訴訟において，一審原告と一審被告らとの間に本件各権利を無償で譲渡する旨の契約(本件契約)が成立したことを争い，また，一審被告らの意思表示に瑕疵があったなどと主張するが，一審被告らは，韓国において一審原告が一審被告らに対して本件合意書による契約に基づく義務の履行を求めて提起した訴訟(第一審：ソウル中央地方法院2006ガハブ89560，控訴審：ソウル高等法院2007ナ96470，上告審：大法院2009ダ19093。以下，併せて「本件韓国訴訟」という。)において，同旨の主張をしていずれも排斥され，一審被告ら敗訴の判決が確定している。",
                    "したがって，一審被告らが，本件韓国訴訟において争う機会を十分に与えられ，かつ排斥された主張を本件訴訟において再度持ち出すことは，本件韓国訴訟の単なる蒸し返しにすぎないから，本件訴訟における一審被告らの主張は，訴訟上の信義則に反するものとして排斥されるべきものである(最高裁昭和49年(オ)第331号同51年9月30日第一小法廷判決・民集30巻8号799頁参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "当審における追加的主張",
                  "text": [
                    "本件韓国訴訟の訴訟物も本件訴訟の訴訟物も本件契約に基づく特許権移転登録手続請求権であり，同一の契約に基づく請求権である。そして，本件韓国訴訟の訴訟物には，日本国の特許権に関する移転登録請求権が含まれる(甲4・訳文3頁，16～18頁)。本件韓国訴訟と本件訴訟は，同一の契約に関する同一の訴訟物の存否が争われた紛争であるから，本件韓国訴訟で争うことが可能であった事項ないし争ったものの確定的な判断がなされた事項について本件訴訟で争うことは，不当な前訴の蒸し返しであり，訴訟上の信義則に反する。",
                    "また，本件各特許権の移転登録手続を求める訴訟が日本国の専属管轄に属するなどといった訴訟上の形式論を根拠として，一審被告大林精工が本件契約の成否等を争うことを許容した場合には，本件韓国訴訟において，最上級審まで主張立証を尽くしてきた一審原告に対し，他国において，再度の提訴の負担を強いることになり，そのような負担を強いる一審被告大林精工の態度は信義誠実の原則に著しく反する。",
                    "したがって，一審被告大林精工が本件訴訟において一審原告との本件契約の成立を争い，または，意思表示の瑕疵を主張することは訴訟上の信義則に反し許されない。",
                    "【一審被告らの主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "一審被告らは，本件韓国訴訟において，一審原告と一審被告らとの間の契約の成立を争っていないから，一審原告の主張は失当である。また，本件韓国訴訟における確定判決は，民事訴訟法118条1号の要件を充足せず，日本国における効力を有しない旨の判決が確定しているところである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "当審における追加的主張(一審被告大林精工の主張)",
                  "text": [
                    "日本国法上，日本国の特許権の移転登録手続を求める訴訟は日本国の専属管轄に属するのであるから，本件韓国訴訟において移転登録を求める請求の対象が，韓国特許のみであって，本件訴訟の対象(日本特許)と異なることは明白である。よって，訴訟物が同一であることを理由とする一審原告の主張は失当である。",
                    "また，日本国法上，日本国の特許権について移転登録を求める場合には，日本国の裁判所に提訴することが当然予定されており，そのための手続保障が与えられている(複数国にまたがる一群の特許権について移転登録を欲する場合には，各国裁判所において個別に移転登録を求める必要があり，複数国の裁判所で応訴することが当然に予定されている)のであるから，提訴の負担を理由とする一審原告の主張もまた失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2(本件合意書に関する紛争の準拠法は韓国法か，日本国法か)について",
              "text": [
                "【一審原告の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件合意書9条は，本件合意書に関し紛争が生じた場合の準拠法を韓国法とする旨規定している。したがって，本件合意書に関して生じた紛争である本件の準拠法は，韓国法となる。",
                    "日本国の特許権の登録に関する訴えについて専属管轄の合意が無効であるとしても，準拠法の選択部分の合意についてまで無効又は取り消されるべきとする理由はない。また，少なくとも準拠法を韓国法と選択した部分については，一審被告らに意思表示の瑕疵はないというべきである。",
                    "なお，仮に，本件について日本国法が準拠法とされる場合であっても，契約の成立や意思表示の瑕疵に関する規定は，日本国法と韓国法とで実質的に異なることはないから，一審原告のその余の主張は，いずれの法が準拠法となった場合であっても異ならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "当審における追加的主張(消滅時効関係)",
                  "text": [
                    "本件合意書は，9条において，本件合意書に関し紛争が生じた場合，その準拠法は韓国法とする旨を定めており，一審被告らは，本件合意書の署名欄である本件サインページに署名している。したがって，本件契約の成否，有効性及び効力の判断については韓国法によるというのが当事者の合理的意思である(法の適用に関する通則法附則3条3項，旧法例7条1項)。",
                    "そして，旧法例7条1項の「法律行為ノ成立及ヒ効力」の「効力」の中には，消滅も含まれると解されている。",
                    "したがって，本件契約に基づく紛争(債権債務の消滅時効を含む。)の準拠法は韓国法である。",
                    "【一審被告らの主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "本件合意書9条は，日本国の特許権の登録に関する訴えについても韓国のソウル中央地方法院を専属管轄とする点において無効であるところ，本件合意書9条のうち，準拠法の選択部分のみを存続させる必要はない。また，本件合意書は，全体として，一審被告らに対して本件各特許権を無償で一審原告に譲渡する義務を負わせる点において不当であるし，一審被告らは，一審原告との間で裁判となることを想定していなかったから，本件合意書のうち，準拠法の選択部分も無効又は取り消されるべきものである。",
                    "そして，準拠法の選択に際しては，当事者の黙示の意思を探求すべきところ，本件合意書においては日本国の特許権及び特許出願が対象となっていること，本件合意書が日本語で作成されていること，A及び一審被告Yは日本で本件合意書に署名したことなどからして，本件合意書に関して紛争が生じた場合の準拠法は，日本国法とされるべきである。",
                    "なお，仮に，本件について韓国法が準拠法とされる場合であっても，契約の成立や意思表示の瑕疵に関する規定は，日本国法と韓国法とで実質的に異なることはないから，一審被告らのその余の主張は，いずれの法が準拠法となった場合であっても異ならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "当審における追加的主張(消滅時効関係)",
                  "text": [
                    "前記のとおり，本件合意書が譲渡対象と規定する特許権及び特許出願は日本国のものであるところ，ソウル中央地方法院を専属管轄とする旨規定する本件合意書9条は，日本国の特許権等の移転登録を対象とする限りにおいて無効である(乙1，2，19)。",
                    "本件合意書においては，専属管轄の定めと準拠法の定めが一つの条項として定められており(同9条)，両者が別々の条項とはされていない。また，本件合意書には，条項の一部が無効となった場合に他の部分が有効に存続するという，いわゆる残存条項は設けられていない 。そうすると，本件合意書9条については，専属管轄の定めと準拠法の定めを分離することなく，一体として扱うべきは当然である以上，本件合意書9条の準拠法ないし専属管轄の定めは(日本国の特許権等の移転登録を対象とする限りにおいて)無効とされるべきである。",
                    "そして，本件合意書では，日本国の特許権及び特許出願が譲渡対象として具体的にリストアップされていること，本件合意書が日本語で作成されていること，一審被告らが日本にて本件合意書に署名していることからすれば，本件合意書に基づく債権債務については日本国法を準拠法とするというのが当事者の合理的意思である(法の適用に関する通則法附則3条，旧法令7条1項)。",
                    "したがって，本件合意書に基づく紛争(債権債務の消滅時効を含む。)の準拠法は日本国法であり，これを韓国法であるとする一審原告の主張は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3(一審原告と一審被告大林精工との間に，本件契約〔本件権利1及び同3を無償で譲渡する旨の契約〕が成立したか)について",
              "text": [
                "【一審原告の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告と一審被告大林精工との間には，次のとおり，一審被告大林精工が，一審原告に対し，本件権利1及び同3を無償で譲渡する内容の本件契約が成立したというべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "主位的主張(契約成立日を平成16年4月3日とするもの)",
                      "text": [
                        "一審原告は，平成16年3月23日，本件合意書の案文を送付することにより，一審被告大林精工に対して本件契約の申込みを行った。これに対し，Aは，一審被告大林精工の代表者として本件合意書に署名し，同年4月3日，これを一審原告に返送することにより，同申込みを承諾した。これにより，同日，一審原告と一審被告大林精工との間で，本件合意書に従い，一審被告大林精工が一審原告に対して本件権利1及び同3を無償で譲渡する旨の契約が成立した。",
                        "このことは，ソウル高等法院及び大法院の判決によっても認定されているところであるし(甲4，5)，Aが，本件合意書の返送以後，本件各特許権について譲渡義務を履行することを前提とした言動をし(甲12，13)，一審被告Yも何らの異議を述べていないこと，一審被告らは，平成18年10月，韓国において一審原告から本件合意書に基づく義務の履行を求める訴訟の提起を受け，また，平成22年には一審原告を相手取って特許権移転登録請求権不存在確認訴訟を提起しながら，平成23年10月に至るまで，本件合意書による契約は成立していないとの主張をしていなかったことからも裏付けられる。",
                        "この点，一審被告らは，Aが本件合意書に添付した本件カバーレターに条件を付していることから，Aによる本件合意書の返送は，一審原告による契約の申込みに対する承諾ではなく，一審被告大林精工による新たな申込みに当たると主張する。しかしながら，本件合意書の中核は，一審被告らが本件各権利を一審原告に無償で譲渡するというものであり，Aが条件を付した部分は，本件合意書全体との関係では付随的なものにすぎないから，意思表示全体が条件付きのものとして新たな申込みになるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "予備的主張1(承諾の意思表示に付された停止条件が成就したことにより，平成17年10月11日に契約が成立したとするもの)",
                      "text": [
                        "仮に，Aが本件カバーレターを添付して本件合意書を返送したことが，一審被告大林精工による条件を付した意思表示であったとしても，本件カバーレターの記載内容からすれば，同意思表示は，一審被告大林精工が第三者との間で締結した本件各特許権に係るライセンス契約を一審原告が承認することを効力発生の条件とする停止条件付き承諾の意思表示と解される。",
                        "そして，一審原告を正当に代理する権限を有するBが，本件サインページに署名し，平成17年10月11日，これをAに宛ててファックス送信したことにより，一審原告は，一審被告大林精工と第三者との間のライセンス契約を承認したから，同日，停止条件が成就し，これにより，同日，一審原告と一審被告大林精工との間で，本件合意書に従い，一審被告大林精工が一審原告に対して本件権利1及び同3を無償で譲渡する旨の契約が成立した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "予備的主張2(新たな申込みに対する承諾により，平成17年10月11日に契約が成立したとするもの)",
                      "text": [
                        "仮に，Aが本件カバーレターを添付して本件合意書を返送したことが，一審被告大林精工による新たな申込みであったとしても，一審原告を正当に代理する権限を有するBが，本件サインページに署名し，平成17年10月11日，これをAに宛ててファックス送信したことにより，一審原告は，一審被告大林精工による新たな申込みを承諾し，これにより，同日，一審原告と一審被告大林精工との間で，本件合意書に従い，一審被告大林精工が一審原告に対して本件権利1及び同3を無償で譲渡する旨の契約が成立した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "予備的主張3(一審被告大林精工の黙示の承諾により，平成17年10月11日以降に契約が成立したとするもの)",
                      "text": [
                        "仮に，平成16年4月3日又は平成17年10月11日に契約が成立していなかったとしても，一審原告は，平成17年10月11日，Bが署名した本件サインページと共に本件合意書をAにファックス送信しており，これにより新たに契約の申込みを行ったと解されるところ，一審被告大林精工は，平成23年10月に至るまで，何らの異議を述べなかったのであるから，一審原告による新たな申込みに対して黙示的に承諾し，これにより，一審原告と一審被告大林精工との間で，本件合意書に従い，一審被告大林精工が一審原告に対して本件権利1及び同3を無償で譲渡する旨の契約が成立した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，本件合意書の［表］には，本件特許権3に係る各特許出願が列挙されていないが，本件合意書の作成経緯からすれば，一審原告及び一審被告大林精工は，本件権利1のみならず，本件権利3も譲渡の対象にすることを合意したというべきである。",
                    "すなわち，一審原告は，一審被告大林精工から「液晶表示装置」に関する本件特許権1-1及びその海外対応特許に基づく警告書を受領し，調査の結果，一審被告大林精工が保有し又は出願している特許は，いずれも一審原告の技術に基づくものであり，一審原告が正当な権利者であると確信した。そこで，一審原告は，平成15年10月28日，一審被告大林精工に対し，「液晶表示装置にかかわる1998年6月末までに発明されたものについて出願された特許出願およびこれについての優先権に基づいて出願されている出願についての一切の出願についての特許を受ける権利」を一審原告に移転するよう請求した(乙17)。一審原告は，さらに調査を進め，上記特許出願以外にも，一審被告大林精工名義のほか，一審被告Y名義や，一審被告Yが代表取締役を務める三国電子有限会社(以下「三国電子」という。)の名義により，一審原告の技術に基づく特許出願がされていることを発見した。このため，一審原告は，その当時に発見された一審被告大林精工，一審被告Y又は三国電子の各名義によりされた液晶表示装置に関する特許出願を全て列挙した［表］を本件合意書に記載し，平成16年3月，Aに宛てて送信したものである。",
                    "本件合意書が作成された以上の経緯からすれば，本件合意書2条にいう「下の［表］に記載された特許に関する全ての権利」とは，一審被告大林精工，一審被告Y又は三国電子の各名義によりされた液晶表示装置に関する特許出願の全てを含む趣旨をいうものであり，このことは，一審被告大林精工が認識するところでもあった。",
                    "したがって，本件合意書の記載に基づく一審原告と一審被告大林精工との間の契約では，本件権利1のみならず，本件権利3も譲渡の対象に含まれているというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "当審における追加的主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "主位的主張に関し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "Aが本件サインページに署名して返送した際，一審被告大林精工は，後記第3の1(2)のとおり，米国において，一審原告から，本件特許権1-1に対応する米国特許(米国特許第6288763号。以下「米国対応特許」という。)につき，Aが真の発明者でないことを理由に，その権利行使の不許を求める訴訟(以下「本件米国訴訟」という。)を提起されており，Aには，本件サインページに署名するに当たり，本件米国訴訟を解決する(本件米国訴訟を取り下げてもらう)という明確な動機があった。したがって，Aは，本件合意書に基づく合意は，法的拘束力のある合意であると認識していたと認めるのが相当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "Aは，本件特許権1及び同3に係る発明を完成させる能力を有しておらず，同人はこれらの発明の発明者ではなかった。また，同人は，冒認出願である旨を指摘する乙17の書簡に対しても，何ら反論することなく，本件サインページに署名した。このことは，Aが本件サインページに署名して返送した際，本件権利1及び同3を無償で譲渡する内容を含む本件契約の申込みに対し，これを承諾する動機を有していたことを裏付ける重要な間接事実といえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "平成16年4月3日以降の一審原告と一審被告大林精工とのやり取りは，本件契約が成立したことを前提としつつ，ロイヤルティ収益のために本件各特許権の移転登録手続を行う時期を事実上調整しようとするものであり，このことは，甲12，13，31，32の各書簡の内容からも明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "予備的主張1に関し",
                      "text": [
                        "本件カバーレターには，「1点を除いて，貴殿の申し入れを全て受け入れたいと思います。」との記載に続けて，「下記の点で承認を頂くことができなければ，貴殿の申入れは全く受け入れることができません。」と記載されており，これによれば，一審被告大林精工が，その1点(一審原告による既存契約の承認)さえ満たせば，一審原告の申入れを全て受け入れるという停止条件付き承諾の意思表示をしたことは明らかである。",
                        "そして，一審原告は，平成17年10月11日，その1点を受け入れる旨の記載がある乙14のカバーレターと共に，Bが署名した本件合意書(本件サインページ)をA及び一審被告Yに対し送付したのであるから，同日，上記停止条件が成就し，本件契約が成立したことも明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "予備的主張2に関し",
                      "text": [
                        "前記のとおり，一審原告と一審被告大林精工は，平成16年4月3日以降，一貫して，本件各特許権の移転登録手続を行う時期を事実上調整していたものである。",
                        "したがって，仮に，本件カバーレターが一審被告大林精工による本件契約の新たな申込みであると解したとしても，その申込みは，平成17年10月に至ってもなお効力を有していた。",
                        "そうすると，同月11日に，一審原告が一審被告大林精工に対して乙14のカバーレターと共にBが署名した本件合意書(本件サインページ)を送信することにより，一審原告が一審被告大林精工の申込みを承諾した時点で，韓国旧商法52条1項が定める「相当な期間」はいまだ経過しておらず，同日に両者間で本件契約が成立したことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "予備的主張3に関し",
                      "text": [
                        "一審被告大林精工は，一審原告からBが署名した本件合意書(本件サインページ)を受領した後，本件韓国訴訟はもちろん，その後の日本国における一審原告との訴訟においても，平成23年10月19日付け準備書面(甲19)を提出するまで，本件契約の成立を明示的に争っていなかった。同被告は，もともと本件契約の効力を争っていたのであるから，契約の申込み自体承諾していないのであれば，最初からその旨主張して明示的に争うのが自然である。それにもかかわらず，同被告が，本件契約の成立を争わず，その効力のみを争っていたことからすれば，同被告は黙示的に本件契約の申込みを承諾していたといえる。",
                        "【一審被告大林精工の主張】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "次のとおり，一審原告と一審被告大林精工との間には，本件権利1及び同3を無償で譲渡する旨の契約は成立していない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "主位的主張(契約成立日を平成16年4月3日とするもの)について",
                      "text": [
                        "一審原告は，一審原告が本件合意書の案文を送付して契約の申込みを行い，一審被告大林精工の代表者であるAが，平成16年4月3日，署名の上本件合意書を返送したことによって，同申込みを承諾したと主張する。",
                        "しかしながら，Aは，本件合意書を返送するに際し，本件合意書3条を受け入れられないとの条件を記載した本件カバーレターを添付しているところ，本件合意書3条は本件合意書全体との関係において付随的な条項にすぎないとはいい難いから，本件合意書の返送をもって，一審被告大林精工が申込みに対する承諾をしたとみることはできず，新たな申込みをしたというにとどまるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "予備的主張1(承諾の意思表示に付された停止条件が成就したことにより，平成17年10月11日に契約が成立したとするもの)について",
                      "text": [
                        "一審原告は，仮に一審被告大林精工が平成16年4月3日に契約の申込みを単純承認したとはいえないとしても，本件カバーレターを添付して本件合意書を返送したことは，一審被告大林精工が第三者との間で締結した本件各特許権に係るライセンス契約を一審原告が承認することを効力発生の条件とする停止条件付き承諾の意思表示に当たり，一審原告は，平成17年10月11日，Bの署名がある本件サインページをファックス送信したことにより，一審被告大林精工と第三者との間のライセンス契約を承認したから，上記停止条件は成就したと主張する。",
                        "しかしながら，そもそも，本件カバーレターには，一審原告からの申込みを明確に拒絶する旨が記載されており，これを停止条件付き承諾の意思表示と解する余地はない。また，一審原告は，平成23年10月，米国において，一審被告らを相手取って，一審被告大林精工と第三者との間のライセンス契約を無効とすることを求める訴訟を提起するなどしており(乙22)，ライセンス契約を承認したとも認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "予備的主張2(新たな申込みに対する承諾により，平成17年10月11日に契約が成立したとするもの)について",
                      "text": [
                        "一審原告は，本件カバーレターを添付して本件合意書を返送したことが一審被告大林精工による新たな申込みに当たるとしても，一審原告が，平成17年10月11日，Bの署名がある本件サインページをファックス送信したことにより，この新たな申込みを承諾したから，これにより契約が成立したと主張する。",
                        "しかしながら，一審原告は，一審被告大林精工による新たな申込みの後である平成16年10月12日，Aに対し，特許権又は特許を受ける権利の譲渡ではなく，一審被告大林精工が一審原告に対して対象特許につき通常実施権を許諾することを内容とする契約の提案を行っているから(乙12)，遅くともこの時点で，一審被告大林精工による新たな申込みを検討し，回答するための相当な期間は経過しており，新たな申込みの効力は失われていたというべきである。また，この間，一審被告大林精工において，本件権利1及び同3を譲渡する意思を継続して有していたということもない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "予備的主張3(被告の黙示の承諾により，平成17年10月11日以降に契約が成立したとするもの)について",
                      "text": [
                        "一審原告は，平成16年4月3日又は平成17年10月11日に契約が成立していないとしても，一審原告は，同日Aに宛ててファックス送信した本件合意書により新たな契約の申込みを行い，一審被告大林精工は，これに何らの異議を述べなかったことによりこの新たな申込みを黙示的に承諾したと主張する。",
                        "しかしながら，一審被告大林精工は，平成17年10月11日時点において，一審原告に本件権利1及び同3を譲渡する意思はなく，その後もその意思は一貫しているから，異議を述べないことをもって黙示的に承諾の意思表示をしたということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そもそも，本件合意書に署名したBは，一審原告の代表権限を有しない一従業員にすぎず，同人の署名のある本件合意書をもって，一審原告による有効な意思表示があったということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一審原告は，本件合意書の作成経緯からして，一審原告及び一審被告大林精工との間で，本件権利1のみならず，本件権利3も譲渡の対象にすることが合意された旨主張する。しかし，本件合意書の［表］には，本件特許権3に係る各特許出願が列挙されておらず，本件合意書2条も「下の［表］に記載された特許に関する全ての権利」と記載するにとどまり，例えば「液晶表示装置特許に関する全ての権利」などとは記載されていないのであるから，上記主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "当審における追加的主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "主位的主張に関し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "一審被告らは，ライセンス契約を無効とする第3条を含む本件合意書には承諾できないという明確な意思表示を行っていたのであり，本件契約の申込みを承諾する意思を有していなかったことは明らかである。一審被告らにおいて本件サインページに署名したのは，当時の一審原告担当者であるBより，署名すれば本件米国訴訟を何とかしてやると言われたからにすぎない。一審原告も，本件サインページを受領した後，自ら署名することなくこれを放置していたのであり，サインページの交換なくして契約が成立していたと認識していなかったことは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "Aが本件特許権1及び同3に係る発明の発明者でないとの主張は争う。同人はこれらの発明を完成させるだけの技術的知識及び能力を有していた。同人が乙17の書簡に反論できなかったのは，同書簡が送られてきた当時，一審原告担当者より，これらの発明が一審原告の職務発明であると執拗に主張され，しかも本件米国訴訟を提起された状況の下で，Aが発明者であることを説明してくれるはずの一審被告Yが深刻な病状にあったからである。しかも，Bから本件合意書に署名すれば本件米国訴訟を何とか処理するとの説明を受けていたため，あえて自らが発明者であると反論する必要性もなかった。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "平成16年4月3日以降のやりとりは，本件契約が成立したことを前提として，本件各特許権の移転登録手続を行う時期を事実上調整しようとするものであったとの点も争う。本件カバーレターに明確に記載されているとおり，本件合意書3条は一審被告大林精工にとって重要な条項であって，この点の解決なくして本件合意が成立する余地がなかったことは明らかである。また，同日以降のやりとりでは，当初は無償譲渡であった条件を有償譲渡に変更し，しかも対象特許の範囲を変更し，更には譲渡ではなくライセンスに変更するなど，提案の内容が変遷していたのであるから，本件契約について合意が成立していたなどといえないことは明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "予備的主張1に関し",
                      "text": [
                        "一審原告の主張は争う。前記のとおり，本件合意書3条は一審被告大林精工にとって重要な条項であるから，これを拒絶した本件カバーレターの記載は，条件付きの承諾などではなく，申込みの拒絶と新たな申込みと解釈されるべきものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "予備的主張2に関し",
                      "text": [
                        "一審原告の主張は争う。前記のとおり，平成16年4月3日以降の当事者間のやりとりは，本件各特許権の移転登録手続を行う時期を事実上調整していたものではないし，当事者間の交渉内容は，本件カバーレターに記載されていたものから全く変わってしまっていたのであるから，同カバーレターによる申込みが依然として続いていたとする一審原告の主張は明らかに失当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "予備的主張3に関し",
                      "text": [
                        "一審原告の主張は争う。黙示的にせよ本件契約が成立しているのであれば，一審被告らは同契約に従って本件各特許権の移転登録を行う義務を負うことになるが，一審被告らは一貫してこれを争っていたのであるから，本件契約が成立したことについて黙示的に承諾していなかったことは明らかであり，一審原告の主張は失当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点4(一審原告と一審被告Yとの間に，本件契約〔本件権利2を無償で譲渡する旨の契約〕が成立したか)について",
              "text": [
                "【一審原告の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告は，平成16年3月23日，Aに本件合意書の案文を送付して，一審被告Yに対して契約の申込みを行った。これに対し，一審被告Yは，本件合意書に署名してAに交付し，Aは，同年4月3日，本件合意書のうち本件サインページを一審原告に返送した。したがって，一審原告と一審被告Yとの間には，本件合意書に従い，一審被告Yが一審原告に対して本件権利2を無償で譲渡する旨の契約が成立した。",
                    "なお，仮に，同日，一審原告と一審被告Yとの間で契約が成立していないとしても，上記(3)アにおいて一審被告大林精工について主張したとおり，①一審被告Yによる停止条件付き承諾の意思表示の条件成就，②一審被告Yによる新たな申込みに対する一審原告の承諾，又は③一審原告による新たな申込みに対する一審被告Yの黙示の承諾により，一審原告と一審被告Yとの間には，本件合意書に従い，一審被告Yが一審原告に対して本件権利2を無償で譲渡する旨の契約が成立した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "当審における追加的主張",
                  "text": [
                    "一審原告の一審被告Yに対する本件契約の申込みの意思表示との関係では，Aは一審原告の意思表示を事実上伝達する役割を有するにすぎず，一審被告Yの意思表示は，Aが作成した本件カバーレターの記載内容とは無関係の，別個独立のものである。",
                    "また，本件カバーレターは，一審被告Y名義では作成されていない上に，同被告は，平成16年4月3日当時，本件契約を締結することについて何ら異議を述べる意思を有していなかった。日立等とのライセンス契約は一審被告大林精工が締結したものであって，一審被告Yは契約当事者ではないから，一審被告Yが日立等と対立する余地はなく，本件カバーレターの記載内容を一審被告Yの意向を示したものと解する余地はない。",
                    "したがって，本件契約を三当事者間の一体不可分の契約とする一審被告Yの主張は失当である。",
                    "【一審被告Yの主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "一審被告大林精工が上記(3)で主張しているところと同様に，一審被告Yは，本件権利2を譲渡する意思を有していなかったから，一審原告との間に契約は成立しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "当審における追加的主張",
                  "text": [
                    "原判決は，本件合意書に関し，一審原告と一審被告Yとの間においてのみ本件契約の成立を認めて，一審被告Yが発明者となっている特許に関して移転登録手続の請求を認容したが，本件合意書は，一審原告，一審被告Y及び一審被告大林精工の三者が合意して初めて効力が生じるように記載されており，また，その条項の内容からしても，本件契約は三当事者間の一体不可分の契約であって，一審原告と一審被告Y，一審原告と一審被告大林精工の二者間の契約に分離してその成立を認めることはできないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点5(一審原告と一審被告大林精工との間の本件契約が錯誤により無効となり又は詐欺による取消しが認められるか)について",
              "text": [
                "【一審被告大林精工の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "錯誤無効について",
                  "text": [
                    "一審被告大林精工の代表者であるAは，本件特許権1-1に係る発明を自ら完成させたものの，明細書の作成を依頼した一審被告Yが，その当時一審原告に勤務しており，その発明内容を一審原告に報告していたことや，その後一審原告から本件米国訴訟を提起されたことなどから，自らした発明に関する特許ではあるが，法律上は一審被告Yの職務発明として一審原告に帰属されるべきもので，このため，一審原告に対して一審被告大林精工の特許であると主張することができないものと誤信していた。なお，一審原告から一審被告大林精工に宛てられた警告書(乙17)に「貴社の特許はいずれも当社の従業員であったY氏の職務にかかわる発明であり当社に帰属すべきものです。」との記載があることからすれば，上記のような一審被告大林精工の動機は，本件合意書の署名に際して表示されていたというべきであるし，Aは，一審原告からの警告に対して一審被告Yに事実関係を確認しているから，錯誤について重大な過失があったとはいえない。",
                    "したがって，一審原告と一審被告大林精工との間に，本件合意書に従った契約(本件契約)が締結されていたとしても，同契約は錯誤によるものとして無効である。",
                    "なお，和解の前提として争わなかった事実について錯誤無効を主張することは，本件合意書によってされた和解の確定効に反するものではない(韓国民法733条ただし書，日本国法について大審院大正6年(オ)第427号同年9月18日第一民事部判決・民録23号1342頁参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "詐欺取消しについて",
                  "text": [
                    "一審原告は，本件各特許権に係る発明が一審被告Yの職務発明ではなく，したがって一審原告に帰属すべきものではないことを知りながら，一審被告大林精工に対し，それらが職務発明であるかのように装って特許権又は特許を受ける権利の移転を求めており，この要求行為は一審原告の欺罔行為に当たる(現に，一審原告は，本件韓国訴訟において，本件特許権1-1に係る発明が職務発明に該当しないことを認めている。)。そして，Aは，同欺罔行為により，当該特許権や特許を受ける権利が，法律上は一審原告に帰属し，一審被告大林精工において主張することができないものであると誤信して，本件合意書に署名するに至った。",
                    "したがって，一審原告と一審被告大林精工との間に，本件合意書に従った契約(本件契約)が締結されていたとしても，同契約は一審原告の詐欺によるものとして取り消されるべきものであるところ，一審被告大林精工は取消しの意思表示をした。",
                    "【一審原告の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "錯誤無効について",
                  "text": [
                    "一審被告大林精工は，一審原告と一審被告大林精工との契約(本件契約)が錯誤により無効であると主張するが，このような主張は，そもそも，和解の確定効(韓国民法733条，日本国民法696条)に反するものであって許されない。",
                    "この点を措くとしても，Aは，本件特許権1及び同3に係る出願を自ら行っているのであって，自ら発明して特許出願したのか，他人の発明を自らの発明として特許出願したのかを最もよく知っているのであるから，錯誤に陥るはずがないし，仮にそのような錯誤があったとしても重大な過失が認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "詐欺取消しについて",
                  "text": [
                    "一審原告は，一審被告らによる特許出願に係る権利等が一審原告に帰属すべきことを一貫して主張しており，このことは本件韓国訴訟においても変わることはない(本件韓国訴訟においては，一審被告Yの在職中の地位等からして，職務発明補償金を支払うまでもなく権利が一審原告に帰属すると主張していたにすぎず，一審原告に権利が帰属しないとは主張していない。)。したがって，一審原告が本件各特許権に係る発明が一審原告に帰属しないことを知りながら，権利の移転を求めたということはなく，Aを欺罔したという事実も存在しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "一審原告と一審被告Yとの間の本件契約が錯誤により無効となり又は詐欺による取消しが認められるか(争点6)",
              "text": [
                "【一審被告Yの主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "錯誤無効について",
                  "text": [
                    "一審被告Yも，一審被告大林精工と同様に，一審原告からの警告書(乙17)を契機として，本件特許権2に係る発明に関し，一審原告に権利を譲渡する義務を負うのではないかと誤信して本件合意書に署名したものである。したがって，一審被告Yには動機の錯誤があり，かかる動機は表示されていたといえる。また，一審被告Yは，一審原告からの警告に対して一審原告との間の雇用契約書を確認するなどしているから，錯誤について重大な過失があったとはいえない。",
                    "したがって，一審原告と一審被告Yとの間に，本件合意書に従った契約(本件契約)が締結されていたとしても，同契約は錯誤によるものとして無効である。",
                    "なお，和解の前提として争わなかった事実について錯誤無効を主張することが本件合意書によってされた和解の確定効に反するものではないことは，上記(5)において一審被告大林精工が主張するとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "詐欺取消しについて",
                  "text": [
                    "上記(5)において一審被告大林精工が主張するとおり，一審原告は，本件各特許権に係る発明が一審被告Yの職務発明でなく，したがって一審原告に帰属すべきものではないことを知りながら，それらが職務発明であるかのように装って一審被告Yに対し，特許を受ける権利の移転を求めており，この要求行為は一審原告の欺罔行為に当たるというべきところ，一審被告Yは，同欺罔行為により，当該特許を受ける権利が，法律上は一審原告に帰属し，一審被告Yにおいて権利を主張することができないものであると誤信して，本件合意書に署名するに至った。",
                    "したがって，一審原告と一審被告Yとの間に，本件合意書に従った契約(本件契約)が締結されていたとしても，同契約は一審原告の詐欺によるものとして取り消されるべきものであるところ，一審被告Yは取消しの意思表示をした。",
                    "【一審原告の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "錯誤無効について",
                  "text": [
                    "上記(5)において一審被告大林精工について主張したところと同様に，一審被告Yが，一審原告との契約(本件契約)につき錯誤により無効であると主張することは，和解の確定効(韓国民法733条，日本国民法696条)に反するものであって許されない。",
                    "この点を措くとしても，本件特許権2に係る発明が一審被告Yによる職務発明であれば，一審被告Yが一審原告に対して移転義務を負うとしてもそれは錯誤ではない。また，職務発明でないのであれば，当該発明に係る権利が一審原告に属するなどと誤信をするはずがないし，仮にそのような錯誤があったとしても重大な過失が認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "詐欺取消しについて",
                  "text": [
                    "上記(5)において一審被告大林精工について主張したところと同様に，一審原告が一審被告Yを欺罔したということはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "損害賠償請求(本件追加請求)の可否(争点7)",
              "text": [
                "【一審原告の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一審被告大林精工に対する請求",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，平成16年4月3日(又は(3)の予備的主張1，2のとおり平成17年10月11日)，一審原告と一審被告大林精工との間に，同被告が一審原告に対して本件権利1及び同3を無償で譲渡することを内容に含む本件契約が成立した。その後，一審原告は，同被告に対し，平成17年10月11日，本件契約に基づく本件特許権1及び同3を移転すべき義務(特許権の設定登録前は，特許出願人名義の変更手続を行い，特許権の設定登録後は，特許権の移転登録手続を行うべき義務。以下同じ。)の即時履行を求めるため，A及び一審被告Yが署名した本件サインページにBが署名した本件合意書を，乙14のカバーレターと共に送付した。",
                        "一審被告大林精工の一審原告に対する本件特許権1及び同3を移転すべき義務の履行期は定められていないが，準拠法である韓国民法387条2項によれば，期限の定めのない債務は債権者による履行の請求の日の翌日に遅滞に陥るものと解されるから，同被告が一審原告から本件特許権1及び同3を移転するように請求された日の翌日である平成17年10月12日に履行遅滞に陥ることになる。そして，同被告は，上記履行の請求(催告)の日から相当な期間を経過するまでに上記義務を履行しなかったから，一審原告は，同被告に対し，韓国民法395条に基づき，履行遅滞を理由とする損害賠償を請求することができる(なお，平成17年10月11日までの契約成立が認められなかった場合には，(3)の予備的主張3に基づき，平成17年10月11日から相当期間を経過した時点での契約成立及び本件韓国訴訟提起による履行の請求を主張する。)。",
                        "また，一審被告大林精工は，本件契約に基づき，一審原告に対し，本件特許権1を移転すべき義務を負っていたのであるから，本件特許権1を存続期間満了まで維持すべきであった。それにもかわらず，同被告は，本件特許権1-3ないし同1-5について特許料を納付せず，その結果，本件特許権1-3及び同1-5は平成27年3月3日，本件特許権1-4は同年7月28日に消滅した。これは，一審被告大林精工の責めに帰すべき事由により，同被告の一審原告に対する本件契約に基づく本件特許権1-3ないし同1-5を移転すべき義務が履行不能になったものといえるから，一審原告は，同被告に対し，韓国民法374条，390条に基づき，履行不能を理由とする損害賠償を請求することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "このように履行遅滞又は履行不能が認められる場合，韓国法によれば，債権者は履行利益について損害賠償請求が認められるところ，本件において，一審被告大林精工の上記履行遅滞によって一審原告が被った損害額の合計は，特許権が現実に一審原告に移転された場合に特許権に係る発明を実施して得られる利益と他社に実施許諾して得られるライセンス料収入の合計であり，その合計額は，一審被告大林精工と日立ディスプレイズとの間のライセンス契約(以下「日立ライセンス契約」という。)を踏まえて，6億8410万0350円と算定される。",
                        "また，一審被告大林精工の上記履行不能によって一審原告が被った損害額の合計は，6989万4132円と算定される。",
                        "なお，上記損害額の認定に当たっては，必要に応じて，民事訴訟法248条が適用されるべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，一審原告は，一審被告大林精工に対し，履行遅滞に基づく損害賠償として6億8410万0350円を，履行不能による損害賠償として6989万4132円を請求できるところ，一審原告は，同被告に対し，一部請求として，1億円及びこれに対する平成28年5月13日(訴えの変更申立書送達の日の翌日)から支払済みまで韓国民法所定の年5分の割合による遅延損害金の支払を求める。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告Yに対する請求",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "アの(ア)，(イ)と同様の理由により(ただし，一審被告Yとの関係では履行不能になった債務はないから，履行遅滞のみが問題となる。)，一審原告は一審被告Yに対し，履行利益についての損害賠償請求をすることができるところ，一審原告が被った損害は，特許権が現実に一審原告に移転された場合に特許権に係る発明を実施して得られる利益と他社に実施許諾して得られるライセンス料収入の合計であり，その合計額は，日立ライセンス契約を踏まえて，8658万7625円と算定される。",
                        "なお，上記損害額の認定に当たっては，必要に応じて，民事訴訟法248条が適用されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のとおり，一審原告は，一審被告Yに対し，履行遅滞に基づく損害賠償として8658万7625円を請求できるところ，一審原告は，同被告に対し，一部請求として，2000万円及びこれに対する平成28年5月13日(附帯控訴状及び訴えの変更申立書送達の日の翌日)から支払済みまで韓国民法所定の年5分の割合による遅延損害金の支払を求める。",
                        "【一審被告らの主張】",
                        "一審原告の主張は全て争う。また，本件追加請求は，控訴審の段階で初めて提出されたものであり，審理の遅滞を意図したものであって，著しく訴訟手続を遅滞させるから，却下されるべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "消滅時効の成否(争点8)",
              "text": [
                "【一審被告大林精工の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許権移転登録手続請求(本件特許権3)に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "仮に本件合意が成立したとしても，一審原告が本件特許権3に係る特許権移転登録手続請求を追加した時点(平成26年7月7日)においては，本件合意の成立日であると一審原告が主張する平成16年4月3日から既に10年以上経過しており，日本国法によれば消滅時効が完成している。そこで，一審被告大林精工は，本件特許権3に係る移転登録手続請求権に関して消滅時効を援用する(平成28年5月24日控訴審第1回口頭弁論期日において陳述した被控訴人準備書面(1)における意思表示)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に本件合意書9条の準拠法の定めが有効であり，韓国法の適用があるとしても，時効の長短は公序に関するものとし，準拠法たる外国法の定める時効期間が内国法の認めるそれより長い場合は外国法によらず，内国法を適用すべきであるとする大審院の判例に従い，日本国法が適用されるべきである。仮に韓国法が適用されるとしても，本件契約に基づく債権である本件特許権3の移転登録手続請求権は商事債権に該当し，5年の消滅時効に服するところ，本件訴訟が提起される以前の平成21年4月3日に消滅時効が完成したので，同消滅時効を援用する(平成28年9月8日控訴審第3回口頭弁論期日において陳述した被控訴人準備書面(4)における意思表示)。仮に商事債権に該当せず，10年の消滅時効に服するとしても，日本国法におけるのと同様に，本件特許権3の移転登録手続請求権については消滅時効が完成しているとみるべきであるから，韓国法に基づき本件特許権3の移転登録手続請求権について消滅時効が完成していないとする一審原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "損害賠償請求(本件追加請求)に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "仮に本件合意が成立したとしても，一審原告が本件追加請求を行うべく訴えの追加的変更を行った時点(平成28年4月28日)においては，本件特許権1及び同3の移転登録手続義務が一審被告大林精工に発生したと一審原告が主張する平成17年10月11日から既に10年以上が経過しており，日本国法によれば消滅時効が完成している。そこで，一審被告大林精工は，本件追加請求に係る損害賠償請求権に関して消滅時効を援用する(平成28年5月24日控訴審第1回口頭弁論期日において陳述した被控訴人準備書面(2)における意思表示)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に本件合意書9条の準拠法の定めが有効であり，韓国法の適用があるとしても，前記のとおり，時効の長短は公序に関するものであり，日本国法を適用すべきであるから，一審原告の主張は失当である。仮に韓国法が適用されるとしても，韓国法上，本件契約に基づく債権は商事債権に該当し，特許権の移転登録手続請求権の履行遅滞及び履行不能に基づく損害賠償請求権が5年の消滅時効に服することは，前記ア(イ)のとおりであり，やはり消滅時効が完成するので，同消滅時効を援用する(平成28年9月8日控訴審第3回口頭弁論期日において陳述した被控訴人準備書面(4)における意思表示)。仮に商事債権に該当せず，10年の消滅時効に服するとしても，日本国法におけるのと同様に，本件特許権3の移転登録手続請求権については消滅時効が完成しているとみるべきであるから，韓国法に基づき，本件追加請求に係る損害賠償請求権について消滅時効が完成していないとする一審原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一審原告の時効中断の主張は全て争う。",
                    "【一審被告Yの主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "特許権移転登録手続請求(本件特許権2)に関し",
                  "text": [
                    "本件合意書に基づく債権債務関係が韓国法に服する旨の一審原告の主張を前提とすれば，韓国法上，本件契約に基づく債権である本件特許権2の移転登録手続請求権は商事債権に該当し，5年の消滅時効に服し，本件訴訟が提起される以前の平成21年4月3日に消滅時効が完成したので，同消滅時効を援用する(平成28年9月8日控訴審第3回口頭弁論期日において陳述した控訴人準備書面(2)における意思表示)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "損害賠償請求(本件追加請求)に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "仮に本件合意が成立したとしても，一審原告が本件追加請求を行うべく訴えの追加的変更を行った時点(平成28年4月28日)においては，本件特許権2の移転登録手続義務が一審被告Yに発生したと一審原告が主張する平成17年10月11日から既に10年以上が経過しており，日本国法によれば消滅時効が完成している。そこで，一審被告Yは，本件追加請求に係る損害賠償請求権に関して消滅時効を援用する(平成28年5月24日控訴審第1回口頭弁論期日において陳述した附帯控訴答弁書における意思表示)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に本件合意書9条の準拠法の定めが有効であり，韓国法の適用があるとしても，前記のとおり，時効の長短は公序に関するものであり，日本国法を適用すべきであるから，一審原告の主張は失当である。仮に韓国法が適用されるとしても，韓国法上，本件契約に基づく債権は商事債権に該当し，特許権の移転登録手続請求権の履行遅滞及び履行不能に基づく損害賠償請求権が5年の消滅時効に服することは，一審被告大林精工が主張するとおりであり，やはり消滅時効が完成するので，同消滅時効を援用する(平成28年9月8日控訴審第3回口頭弁論期日において陳述した控訴人準備書面(2)における意思表示)。仮に商事債権に該当せず，10年の消滅時効に服するとしても，日本国法におけるのと同様に，本件特許権3の移転登録手続請求権については消滅時効が完成しているとみるべきであるから，韓国法に基づき，本件追加請求に係る損害賠償請求権について消滅時効が完成していないとする一審原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一審原告の時効中断の主張は全て争う。",
                    "【一審原告の主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "一審被告大林精工の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許権移転登録手続請求(本件特許権3)に関し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件契約に基づく債権債務の消滅時効の準拠法は韓国法であるから，本件特許権3に係る移転登録手続請求権の消滅時効の準拠法も韓国法である。そして，韓国法によれば，同請求権の消滅時効期間は10年であり，また，同消滅時効は平成16年4月3日から進行するところ(韓国民法162条1項，166条1項)，一審原告が平成26年4月2日に本件特許権1に係る移転登録手続義務の履行を求めて本件訴訟を提起したことにより，同一の契約に基づく履行請求権である本件特許権3に係る移転登録手続請求権についても，催告による消滅時効中断の効力が暫定的に発生し(韓国民法168条)，同年7月7日に本件訴訟において本件特許権3に係る移転登録手続請求を追加したことによって，本件特許権3に係る移転登録手続請求権の消滅時効中断の効力が確定的に発生した(韓国民法174条。なお，韓国法上，債権の一部に対する催告を，催告の意思解釈上，通常であれば全部に対する請求の意思があるものとみなし，当該催告によって，債権の全部について消滅時効中断の効力を認めても構わないと解するのが通説であるから，裁判上の一部請求は，残部に対して催告としての効力が認められる。)。",
                            "したがって，本件特許権3に係る移転登録手続請求権の消滅時効は完成していない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "一審被告大林精工による，韓国法上，5年の消滅時効に服するとの主張は，時機に後れた攻撃防御方法であり，民事訴訟法157条1項に基づき却下されるべきである。",
                            "この点を措くとしても，韓国法における一般的な債権の消滅時効期間は10年，商事債権の消滅時効期間は5年であり，日本国法の定め(民法167条1項，商法522条本文)と同一であるから，一審被告大林精工のいう準拠法たる外国法の定める時効期間が日本国法のそれよりも長い場合に該当しない。また，仮に本件特許権3の移転登録手続請求権が，韓国法上，商事消滅時効が適用される商事債権に当たるとしても，韓国法によれば，本件韓国訴訟の提起は裁判上の一部請求(催告)に当たり，その効力は，韓国における勝訴判決の確定を経て，更に日本国における強制執行許可を求める訴訟の判決が確定する平成26年6月26日まで継続していたというべきである。しかるところ，一審原告は，同年7月7日には，本件特許権3の移転登録手続請求を追加する訴えの変更を行ったのであるから，催告後6か月以内に裁判上の請求を行ったといえ，同日，韓国民法174条に基づき，本件特許権3の移転登録手続請求権について消滅時効中断の効力が生じている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，本件特許権3の移転登録手続請求権の消滅時効は完成しておらず，一審被告大林精工の主張は失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "損害賠償請求(本件追加請求)に関し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記のとおり，本件契約に基づく債権債務の消滅時効の準拠法は韓国法であるから，本件契約に基づく債務の不履行を理由とする損害賠償請求権(本件追加請求に係る損害賠償請求権)の消滅時効の準拠法も韓国法である。",
                            "韓国法の下では，ある請求権についての基本的権利関係に関する履行請求や確認請求も，当該請求権そのものの時効中断事由としての裁判上の請求に含まれると解されるところ，平成26年4月2日に一審原告が一審被告大林精工に対して本件特許権1の移転登録手続を請求する本件訴訟を提起したことによって，本件特許権3の移転登録手続請求権についても催告としての効力が生じ，その後，本件訴訟の提起から6か月以内である同年7月7日，一審原告が本件特許権3の移転登録手続請求を追加したことによって，本件特許権3の移転登録手続請求権についての消滅時効中断の効力が確定的に生じたことになることは既に主張したとおりである。",
                            "そして，本件特許権1及び同3の移転登録手続請求は，同移転登録義務の不履行に基づく損害賠償請求権の基本的権利関係に関する履行請求でもあるから，本件訴訟の提起によって生じた前記催告の効力は，同損害賠償請求権についても及び，その後，一審原告が同損害賠償請求を追加したことによって，同移転登録義務の不履行に基づく損害賠償請求権についても，消滅時効中断の効力が確定的に生じる。",
                            "以上のとおり，本件追加請求に係る損害賠償請求権の消滅時効の中断の効力は，消滅時効完成前に確定的に生じているから，当該損害賠償請求権が時効によって消滅したとの一審被告大林精工の主張は失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "一審被告大林精工による，韓国法上，5年の消滅時効に服するとの主張は，時機に後れた攻撃防御方法であり，民事訴訟法157条1項に基づき却下されるべきである。",
                            "この点を措くとしても，本件追加請求に係る損害賠償請求権の消滅時効の成否は韓国法によって判断されるべきであるところ，本件特許権1に係る損害賠償請求権については，一審原告がその基本的権利関係に関する履行請求である本件韓国訴訟を提起したことで消滅時効中断の効力が発生し，その後，平成23年4月28日の上告棄却によって，一審原告の請求を全部認容するソウル高等法院の判決が確定し，同日から新たに消滅時効期間が進行することになる。そして，一審原告は同日から5年以内である平成26年4月2日に本件特許権1の移転登録手続義務の履行を求める本件訴訟を提起しており，同訴訟の提起によって，基本的権利関係を同じくする本件特許権1に係る損害賠償請求権についても消滅時効中断の効力が生じたといえる。また，本件特許権3に係る損害賠償請求権についても，前記(ア)のとおり，その基本的権利関係を同じくする同特許権の移転登録手続請求権について消滅時効中断の効力が生じている以上，同様に消滅時効中断の効力が生じたといえる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，本件特許権1及び同3に係る損害賠償請求権の消滅時効は完成しておらず，一審被告大林精工の主張は失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告Yの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許権移転登録手続請求(本件特許権2)に関し",
                      "text": [
                        "一審被告Yによる，韓国法上，5年の消滅時効に服するとの主張は，時機に後れた攻撃防御方法であり，民事訴訟法157条1項に基づき却下されるべきである。",
                        "この点を措くとしても，本件特許権2-1及び同2-2の移転登録手続請求権に関しては，本件韓国訴訟の提起によって，裁判上の請求による消滅時効中断の効力が生じている。その後，一審原告の勝訴判決が確定したことによって，同請求権は，韓国民法165条1項の「判決により確定した債権」となり，その消滅時効期間は10年となるところ，一審原告は，同判決が確定した平成23年4月28日から10年が経過する前の平成26年4月2日に本件訴訟を提起したのであるから，新たに進行を開始した消滅時効が完成する前に時効中断の効力が生じている。",
                        "また，本件特許権2-3ないし同2-5の移転登録手続請求権に関しても，前記のとおり，韓国法によれば，本件韓国訴訟の提起は裁判上の一部請求(催告)に当たり，その効力は，韓国における勝訴判決の確定を経て，更に日本国における強制執行許可を求める訴訟の判決が確定する平成26年6月26日まで継続していたというべきであるところ，一審原告は，同年4月2日には，これらの特許権を含む本件特許権1及び同2の移転登録手続を求める本件訴訟を提起したのであるから，催告後6月以内に裁判上の請求を行ったといえ，同日，韓国民法174条に基づき，本件特許権2-3ないし同2-5の移転登録手続請求権について消滅時効中断の効力が生じている。",
                        "以上によれば，本件特許権2の移転登録手続請求権の消滅時効は完成しておらず，一審被告Yの主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "損害賠償請求(本件追加請求)に関し",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記のとおり，本件契約に基づく債権債務の消滅時効の準拠法は韓国法であるから，本件契約に基づく債務の不履行を理由とする損害賠償請求権(本件追加請求に係る損害賠償請求権)の消滅時効の準拠法も韓国法である。",
                            "韓国法の下では，ある請求権についての基本的権利関係に関する履行請求や確認請求も，当該請求権そのものの時効中断事由としての裁判上の請求に含まれると解されるところ，平成26年4月2日に一審原告が一審被告Yに対して本件特許権2の移転登録手続を請求する本件訴訟を提起したことにより，本件特許権2に係る損害賠償請求権についても消滅時効中断の効力が生じている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "一審被告Yによる，韓国法上，5年の消滅時効に服するとの主張は，時機に後れた攻撃防御方法であり，民事訴訟法157条1項に基づき却下されるべきである。",
                            "この点を措くとしても，本件追加請求に係る損害賠償請求権の消滅時効の成否は韓国法によって判断されるべきであるところ，韓国法によれば，本件追加請求に係る損害賠償請求権の消滅時効は完成していない。",
                            "すなわち，本件特許権2-1及び同2-2に関しては，本件韓国訴訟の提起によって，裁判上の請求による消滅時効中断の効力が生じ，その後，平成23年4月28日に一審原告の勝訴判決が確定したことによって，これらの請求権の消滅時効は，同日から新たに進行することになるところ，一審原告は，同日から5年以内の平成26年4月2日に，(基本的権利関係に関する裁判上の履行請求に当たる)本件訴訟を提起したのであるから，新たに進行を開始した消滅時効が完成する前に時効中断の効力が生じている。",
                            "また，本件特許権2-3ないし同2-5に関しても，前記のとおり，韓国法によれば，本件韓国訴訟の提起は裁判上の一部請求(催告)に当たり，その効力は，韓国における勝訴判決の確定を経て，更に日本国における強制執行許可を求める訴訟の判決が確定する平成26年6月26日まで継続していたというべきであるところ，一審原告は，同年4月2日には，(基本的権利関係に関する裁判上の履行請求に当たる)本件訴訟を提起したのであるから，催告後6月以内に裁判上の請求を行ったといえ，同日，韓国民法174条に基づき，本件特許権2-3ないし同2-5の移転登録手続請求に係る損害賠償請求権について消滅時効中断の効力が生じている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，本件特許権2に係る損害賠償請求権の消滅時効は完成しておらず，一審被告Yの主張は失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，一審原告と一審被告大林精工との間はもちろん，一審原告と一審被告Yとの間においても本件契約の成立は認められず，したがって，一審原告の一審被告らに対する本件各特許権の移転登録手続請求及び同移転登録義務の不履行を原因とする損害賠償請求(本件追加請求)は，いずれも理由がないものと判断する。その理由は，以下のとおりである。",
        "ただし，本件特許権1は，前記第2の2(2)アのとおり，いずれも控訴審における本件口頭弁論終結時において，既に存続期間満了(本件特許権1-1及び同1-2)又は特許料不納(本件特許権1-3ないし同1-5)により消滅していることが証拠上明らかであるから(乙38～42)，一審原告の一審被告大林精工に対する本件各特許権の移転登録手続請求のうち，本件特許権1に関する部分については，訴えの利益が失われたものとして，いずれも却下するのが相当である。したがって，以下においては，それ以外の請求について判断することとする。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実経過",
          "text": [
            "前記第2の2(前提事実)に加え，後掲の各証拠及び弁論の全趣旨によれば，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一審被告大林精工による警告書の送付",
              "text": [
                "一審被告大林精工は，平成15年1月13日，一審原告に対し，一審原告が製造，販売等する液晶ディスプレイが，一審被告大林精工の保有する本件特許権1-1の侵害品である旨の警告書を送付し，同年2月12日，同年7月30日にも同様の警告書を送付した(甲9～11)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審原告による調査，警告書の送付，米国での訴訟提起",
              "text": [
                "一審原告は，上記のとおり複数の警告書を受領したことを受けて調査したところ，一審被告大林精工は金型の設計，製造，販売等を業とする株式会社であり，液晶表示装置に関する事業を行っていないこと，本件特許権1-1に係る特許出願の出願手続において，同出願がされた平成8年当時一審原告の技術顧問であった一審被告Yが，Aと共に審査官との面談に出席していたこと，一審被告Yは，一審原告に在籍中，一審原告に対し，ジグザグ形状に屈曲した電極を備えた液晶表示装置に関する報告をしていたこと，本件特許権1-1に係る特許出願の願書に添付された図面の筆跡が，一審被告Yの筆跡と類似していること，一審被告大林精工は，本件特許権1-1に係る特許出願のほかにも，液晶表示装置に関する複数件の特許出願をしていること，Aと一審被告Yは，かつて同僚の関係にあったことなどを覚知した。",
                "これらの事実から，一審原告は，一審被告大林精工が特許出願している液晶表示装置に関する複数の発明は，いずれも一審被告Yが一審原告在籍中にした発明であり，かつ，その職務に属するものであるから，同発明に係る権利は一審原告に帰属すべきものと考え，平成15年10月28日，一審被告大林精工に対し，一審被告大林精工が主張する特許権は，いずれも一審被告Yが一審原告の職務上した発明であり，一審原告名義とされなければならないものであるとして，本件特許権1-1及び対応する外国特許のほか，当時出願中であった本件特許権1-2，同1-3，同1-4及び「液晶表示装置にかかわる1998年6月末までに発明されたものについて出願された特許出願およびこれについての優先権に基づいて出願されている出願についての一切の出願についての特許を受ける権利」を，一審原告に直ちに移転するよう求める警告書を送付した。同警告書を受領したAは，同警告書1頁の上部に「Y様  ついに来ました。サムソン，LG，SOＮYと3者合体したみたいですね。A」と手書きで記載して，これを一審被告Yに転送した。",
                "さらに，一審原告は，平成15年12月30日，一審被告大林精工を相手方として，米国コロンビア地区連邦地方裁判所に対し，Aが真の発明者でないことを理由として，一審被告大林精工は一審原告に対して本件特許権1-1に対応する米国特許(米国対応特許)に基づく権利行使をすることができないことの確認等を求める訴訟(本件米国訴訟)を提起した。",
                "なお，一審被告大林精工は，同月26日，本件特許権1-1につき，日立等に対する通常実施権の設定登録手続を了していた。",
                "(以上につき，甲1の1，24，25，27，33，乙17，",
                "原審証人C〔以下「証人C」という。〕)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件合意書の作成とA，一審被告Yによる署名",
              "text": [
                "一審原告の知的財産チーム2のシニアマネージャーの地位にあったBは，平成16年2月18日，一審被告Yと面談した。",
                "Bは，上記面談を受けて，それまでに判明した一審被告ら及び三国電子を出願人とする特許権及び特許を受ける権利を列挙した上，これらの権利は，一審被告Yの「職務発明に関する営業秘密侵害行為及び背任行為」に，一審被告大林精工が「共謀」して冒認出願したものか，あるいは，一審被告Yの「営業秘密侵害行為」として出願されたものであるため，いずれも一審原告に還元されるべきである旨と，これに対する一審被告らの意見を平成16年4月3日までに知らせるよう記載した一審被告ら宛ての通知書のほか，次の記載のある本件合意書を作成し，同年3月23日，同通知書と本件合意書を，Aに送付した。",
                "「1．Yは1995.6.23から1998.6.15までLG. Philips LCD 株式会社の前身である LG 電子でLCD 開発関連業務に従事した事実を確認する。",
                "2．Yと大林精工は，LG. Philips LCD が定める日程と方法に従って，下の［表］に記載された特許に関する全ての権利を LG. Philips LCD に無償にて移転する。",
                "［表］合意対象となる特許目録",
                "No  発明の名称  出願日(出願番号)  公開日(公開番号)  備考欄",
                "出願人：大林精工(株)",
                "平成8年4月16日  平成9年12月2日  発明者：A 1  液晶表示装置",
                "(特願平8-158741)  (特開平9-311334)  特許番号：特許第3194127号",
                "登録日：平成13年6月1日",
                "出願人：大林精工(株)",
                "平成8年6月14日  平成10年1月6日  発明者：A 2  液晶表示装置",
                "(特願平8-214896)  (特開平10-3092)  特許番号：特許第3486859号",
                "登録日：平成15年10月31日",
                "平成8年8月19日  平成10年3月6日  出願人：大林精工(株)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "液晶表示装置",
          "text": [
            "(特願平8-272792)  (特願平10-62802)  発明者：A 液晶表示装置と 平成9年4月25日  平成10年11月13日  出願人：大林精工(株)",
            "製造方法  (特願平9-155647)  (特開平10-301150)  発明者：A 平成9年10月21日  平成11年5月11日  出願人：大林精工(株)"
          ]
        },
        {
          "fig": "5",
          "subject": "液晶表示装置",
          "text": [
            "(特願平9-339281)  (特開平11-125835)  発明者：A 平成9年11月12日  平成11年5月28日  出願人：Y 6  プラズマ装置",
            "(特願平9-363082)  (特開平11-144892)  発明者：Y 平成10年8月17日",
            "液晶表示装置と 平成12年3月3日  出願人：Y 7  (特願平10-その製造方法  (特開2000-66240)  発明者：Y 283194)",
            "大型基板用露光 平成12年9月22日  出願人：Y 8  (特願平11-装置  (特開2000-258916)  発明者：Y 115306)",
            "液晶表示装置と 平成12年11月2日  出願人：Y 9  (特願平11-その製造方法  (特開2000-305113)  発明者：Y 164223)",
            "液晶パネルの製 平成11年5月27日",
            "平成12年12月8日  出願人：Y 10  造方法とその製 (特願平11-(特開2000-338508)  発明者：Y 造装置  197914)",
            "アクティブマト 平成11年6月22日",
            "平成13年1月12日  出願人：Y 11  リックス基板の (特願平11-(特開2001-4970)  発明者：Y 検査方法  224336)",
            "液晶注入機と注 平成13年2月9日  出願人：Y 12  (特願平11-入口封止装置  (特開2001-33797)  発明者：Y 253394)",
            "液晶表示装置の平成12年1月19日  平成13年7月27日  出願人：Y 13  製造方法と製造(特願2000-64180)  (特開2001-201756)  発明者：Y 装置",
            "液晶表示素子の 平成12年2月16日",
            "平成13年8月24日  出願人：Y 14  製造方法とバッ (特願2000-(特開2001-228477)  発明者：Y クライト  100116)",
            "スペーサービー平成12年3月7日",
            "ズの位置ぎめ方 平成13年9月14日  出願人：Y 15  (特願2000-法と液晶表示装 (特開2001-249342)  発明者：Y 121821)",
            "置",
            "液晶パネルの製 平成13年10月5日  出願人：Y 16  (特願2000-造装置  (特開2001-272683)  発明者：Y 139232)",
            "液晶表示装置と 平成14年10月18日  出願人：大林精工株式会社"
          ]
        },
        {
          "fig": "17",
          "subject": "(特願2001-その駆動方法  (特開2002-303888)  発明者：A 157925)",
          "text": [
            "液晶表示装置の 平成13年4月22日",
            "平成14年10月31日  出願人：三国電子有限会社"
          ]
        },
        {
          "fig": "18",
          "subject": "組み立て方法と (特願2001-(特開2002-318378)  発明者：D その装置  174844)",
          "text": [
            "液体状の吐出塗 平成13年6月10日",
            "平成14年12月17日  出願人：三国電子有限会社"
          ]
        },
        {
          "fig": "19",
          "subject": "布方法と吐出塗 (特願2001-(特開2002-361151)  発明者：D 布装置  225195)"
        },
        {
          "fig": "20",
          "subject": "上記の各特許発明に対応する韓国，米国などの外国特許出願及び登録特許一切",
          "text": [
            "3．Yと大林精工は，第2項［表］記載の特許に関し，本合意以前に行った実施権設定，譲渡又は担保の設定は，全て無効であることを確認する。",
            "4．LG. Philips LCD は，第2項［表］記載の特許に関するYの出願及び登録手続きで所要した努力を認め，Yの要請がある場合は，Yに無償にて通常実施権を付与するものとする。",
            "5．万一，Yから独占的実施権付与(Exclusive License)に関する仲介要請がある場合は，LG. Philips LCD は，その独占的実施権付与によって設ける実施料(Royalty)収益の半分及び Licensing 仲介活動を前提として，それらの要請を承諾するものとする。このような場合には，上記第2項の規定と関係なく，LG. Philips LCD は独占的実施権付与(Exclusive License)契約の解除時点まで LG. Philips LCD に関する特許権移転手続きを保留できる。LG. Philips LCD がYの要請に従ってY若しくはYが指名する第3者に，独占的実施権(Exclusive License)を付与した場合は，それに関する条件は別途契約にて定め，実施権付与時点から2年間相当な収益活動がない場合は，LG. Philips LCD の責任若しくは負担なく，直ちにその独占的実施権付与(Exclusive License)契約を解除するものとする。Yと大林精工は，独占的実施権付与(Exclusive License)契約が解除された日から30日以内に LG. Philips  LCD に関する特許権移転手続きを遂行しなければならない(LG. Philips LCD が特許権移転登録手続きを保留した場合)。",
            "6．第5項記載の Licensing 仲介活動については，LG. Philips LCD はYに積極的に協力するものとする。",
            "7．第2項記載の特許に対して，特許無効審判，特許無効訴訟，侵害訴訟，その他，権利について第3者との法的紛争が発生した場合，Yは LG.",
            "Philips LCD の訴訟遂行に積極的に協力し，LG. Philips LCD の利益に反する証言，陳述その他の訴訟行為を行ってはならない。",
            "8．両当事者は本件合意に至るようになった経緯，相手方が公開した秘密情報，実施権設定及び収益の配分など，本件合意に関する一切の情報を第3者に公開又は漏洩してはいけない。両当事者は本件合意の効力が維持される期間及び本件合意が解除又は終了になった後にもこのような秘密維持義務を負担する。万一，一方の当事者がこのような秘密維持義務を違反した場合には違反行為による直接的損害だけでなく，信用の損傷などの間接的損害に対しても相手方に賠償する責任を負担する。",
            "9．本件合意書に関し紛争が行った(判決注：原文ママ)場合，その準拠法は韓国法令とし，管轄法院(裁判所)はソウル中央地方法院にする。」",
            "上記通知書と本件合意書を受領したAは，本件合意書を一審被告Yに転送し，一審被告Yは，本件合意書に署名してこれをAに交付した。",
            "(以上につき，甲3，26，33，証人C，一審被告大林精工代表者A)"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "Aによる本件サインページと本件カバーレターの送付",
              "text": [
                "Aは，平成16年4月3日，本件合意書のうち，一審被告Y及びAの各署名がある3枚目及び4枚目の部分である本件サインページを，次の記載のある本件カバーレターと共に，Bに対し送付した。",
                "「貴殿の2004年3月23日付ファックスを受け取りました。",
                "1点を除いて，貴殿の申し入れを全て受け入れたいと思います。",
                "下記の点で承認を頂くことができなければ，貴殿の申入れは全く受け入れることができません。ご存知のとおり，我々は，既に日立株式会社および日立デスプレイ株式会社との間で契約がありますので，貴殿の申入れ全てを受け入れれば，おそらく，日立と対立しなければならなくなってしまいます。私は，そのような状況を回避したいと思います。",
                "それは我々サイドだけでなく貴殿サイドによくないことであります。",
                "そのことをよく考えてください。",
                "この点について，ご理解ください。」",
                "「貴殿からのファックスにおいて，貴殿は貴社が19件の発明を保有していると主張されております。まず，2000年以前の5件だけであると思います。」",
                "「これら全ての特許権を貴社に譲渡します。良いLCDデスプレイを作成し，全世界の人々の財産に貴社が貢献することを望みます。これが本件特許権を使用する者にとって最善の方法であると考えております。」",
                "(いずれも原文は英語である。)",
                "(以上につき，甲3，乙9)"
              ]
            },
            {
              "fig": "(5)",
              "subject": "その後の交渉経過",
              "text": [
                "Bは，平成16年4月21日，A及び一審被告Yに宛てて，譲渡の対象となる特許権又は特許を受ける権利のリストに漏れがあったら追加して欲しいこと，日立等との間で締結したライセンス契約(日立ライセンス契約を含む。以下同じ。)の詳細を開示して欲しいこと，上記特許権等の出願等に要した努力と費用について，合計1万5000ドルに及ぶ補償金の支払を提案することなどを内容とする文書を送付した。",
                "これに対し，Aは，一審原告が望むのであれば，上記特許権等の譲渡手続をする用意があるが，その前に本件米国訴訟を取り下げて欲しい，また，上記ライセンス契約の詳細は機密事項であるため開示できないなどと回答し，その後の一審原告の求めに対しても，上記ライセンス契約の詳細は開示しなかった。",
                "(以上につき，甲12，13，28ないし30，乙10，11)"
              ]
            },
            {
              "fig": "(6)",
              "subject": "ライセンス契約書案の作成等",
              "text": [
                "Bは，平成16年8月12日頃，ベトナムにおいてAと直接交渉(協議)を行い，その場で一審原告の提案を伝えた上，帰国後に改めて提案に対する回答をするよう促したところ，Aは，同年9月6日付けの書簡(甲31)で，次の記載のとおり回答した。",
                "「以前，私は私達の19件の特許を貴社に譲渡すると言いました。しかしながら，当社と日立との契約については機密事項であるため，開示することはできません。…私は，貴殿がこれらの特許を用いて他社(例えば台湾の会社)と争ったときに，貴社が貴社の名義を示すより当社の名義を示す方がより望ましいと考えます。そして私達は，収入をシェアします。」",
                "「私は，これらの特許について，当社の名義のままにし，貴社は私達の特許を自由に利用できることを希望します。この提案はいかがでしょうか。」",
                "(いずれも原文は英語である。)",
                "Aによる上記回答を受けて，Bは，同月22日，一審被告大林精工に対し，一審被告大林精工が保有する特許権及び特許を受ける権利について一審原告に非独占的ライセンスを許諾し，さらに，一審被告大林精工が対象特許について過去に得た利益及び今後得る利益の半額を一審原告に支払う旨等が記載されたライセンス契約書案を提示し，同年10月12日，同契約書案の日本語訳を送付した。",
                "これに対し，Aは，同月14日，Bに対し，上記契約書案は以前行った協議の内容を反映していないとして，再考を求める旨を通知した。",
                "(以上につき，甲30～32，34，乙12，13，原審証人E)"
              ]
            },
            {
              "fig": "(7)",
              "subject": "一審原告による本件合意書の送付",
              "text": [
                "その後も，一審原告は，Bらを介してAと交渉を試み，ロイヤリティシェアの割合や一審被告Yに対する補償金について提案を行うなどしたが，合意に至らず，平成16年12月以降はAの態度が硬化し，交渉自体を拒絶されるようになったため，最終的にロイヤリティ収入をシェアする案を実現することは困難であると判断した。そこで，Bは，Aと最終面談を行う直前の平成17年10月11日，一審被告大林精工に対し，Bの署名のある本件合意書を，次の記載のある書面(乙14のカバーレター)と共にファックス送信した。",
                "「我々は，IPS特許問題を解決するために我々が送っていた貴殿サイン済みの2004年4月3日付和解合意書を受領していました。我々は，和解合意書以前からある貴社及び日立株式会社と株式会社日立デスプレイズ間の契約についての貴殿の申込みを受け入れます。",
                "和解合意書によると，貴殿は，19件の特許の全ての権利を LG．Philips LCD に譲渡することに同意されておりました。",
                "そこで，我々は，私が署名した有効な和解合意書を送付します。」",
                "(原文は英語である。)",
                "もっとも，このときBがファックス送信した本件合意書では，合意以前に行った実施権設定等を全て無効とする3条は，削除ないし訂正されておらず，新たな合意書も作成されていない。",
                "そして，Aとの最終面談の際，一審原告担当者が上記本件合意書の原本をAに示してその履行を求めたが，Aはこれを拒絶した。",
                "(以上につき，甲3，34，乙14)"
              ]
            },
            {
              "fig": "(8)",
              "subject": "一審原告による韓国での訴訟提起等",
              "text": [
                "一審原告は，平成18年10月20日，一審被告らを相手方として，ソウル中央地方法院に対し，本件特許権1，同2及び関連する外国の特許権又は特許を受ける権利につき移転登録手続を求める訴訟を提起した(本件韓国訴訟)。",
                "本件韓国訴訟において，一審被告らは，本件合意書による契約の効力について，対象となる発明が一審被告Yの職務発明であることを前提に契約したものであって一審原告と一審被告らとの間で意思表示が合致しない，反社会的又は不公正な法律行為である，錯誤，詐欺又は強迫などの意思表示の瑕疵があるなどとして争った。",
                "ソウル中央地方法院は，平成19年8月23日，本件特許権1及び同2を含む外国特許権等の移転登録手続を求める訴えにつき国際裁判管轄が認められないとして却下し，韓国で出願された2件の特許権につき，一審原告の請求を棄却した。",
                "これに対し，控訴審であるソウル高等法院は，平成21年1月21日，本件特許権1及び同2を含む外国特許権等についても国際裁判管轄を肯定し，本件合意書による契約の成立を認めた上で，一審被告らに対し，本件特許権1及び同2その他の特許権又は特許を受ける権利について移転登録手続を命じる判決をし，同判決は，その後，大法院によって上告が棄却されたことにより確定した。",
                "もっとも，同判決の日本国における執行を求めて一審原告が提起した執行判決請求訴訟事件(一審被告大林精工に対し第一審：名古屋地方裁判所豊橋支部平成23年(ワ)第561号，控訴審：名古屋高等裁判所平成24年(ネ)第1289号。最高裁判所平成25年(受)第1706号にて上告不受理決定。一審被告Yに対し水戸地方裁判所下妻支部平成23年(ワ)第206号，控訴審：東京高等裁判所平成24年(ネ)第7779号。最高裁判所平成25年(受)第1441号にて上告不受理決定。)では，一審原告が一審被告らに対して本件各特許権の移転登録手続を求める訴訟は，日本国の専属管轄に属するとされ，執行判決を求める請求はいずれも棄却された。",
                "他方，一審被告らは，平成22年7月29日，一審原告を相手方として，東京地方裁判所に対し，一審被告らが本件各特許権につき移転登録手続をする義務がないことの確認を求める訴訟を提起した(東京地方裁判所平成22年(ワ)第28813号)。一審被告らは，同訴訟の訴状においては，本件合意書による契約が錯誤により無効であるか，詐欺により締結されたものとして取り消されるべきであるなどと主張していたが，その後，本件合意書による契約は成立していないとの主張を追加した。",
                "(以上につき，甲4，5，18，19，乙1，2，5，6，19。",
                "ただし，乙1，2，19は枝番号を含む。)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(一審被告らが本件契約の成立を争い，また，意思表示の瑕疵を主張することは，訴訟上の信義則に反し，許されないか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一審原告は，一審被告らが，本件各権利を無償で譲渡する旨の契約(本件契約)が成立したことを争い，また，一審被告らの意思表示に瑕疵があったと主張することは，同旨の主張が排斥された本件韓国訴訟の単なる蒸し返しにすぎず，訴訟上の信義則に反するものとして排斥されるべきである旨主張する。",
                "しかしながら，本件韓国訴訟では，確かに本件合意書による契約(本件契約)について意思表示の瑕疵が争点の一つになったと認められるが，この点がどれほど争われたかは，本件韓国訴訟の判決文を検討しても必ずしも判然としない。そして，そもそも，一審原告が一審被告らに対して本件各特許権の移転登録手続を求める訴訟は，日本国の専属管轄に属するのであって，このことを理由に，本件韓国訴訟の結果確定した判決の日本国における執行を求める請求も棄却されているところである。これらのことからすれば，専属管轄を有する日本国で行われる本件訴訟において，一審被告らが本件合意書による契約の成立を争い，あるいは意思表示に瑕疵があったと主張することが，当該主張自体を封じねばならないほど不当な前訴の蒸し返しに当たるとは評価できない。この点は，原判決が説示するとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，一審原告は，当審において，①本件韓国訴訟と本件訴訟は，同一の契約に関する同一の訴訟物の存否が争われた紛争であるから，本件韓国訴訟で争うことが可能であった事項ないし争ったものの確定的な判断がなされた事項について本件訴訟で争うことは，不当な前訴の蒸し返しであり，訴訟上の信義則に反する，②本件各特許権の移転登録手続を求める訴訟が日本国の専属管轄に属するなどといった訴訟上の形式論を根拠として，一審被告大林精工が本件契約の成否等を争うことを許容した場合には，本件韓国訴訟において，最上級審まで主張立証を尽くしてきた一審原告に対し，他国において，再度の提訴の負担を強いることになり，そのような負担を強いる一審被告大林精工の態度は信義誠実の原則に著しく反するなどと主張する。",
                "しかしながら，一審原告が一審被告らに対して本件各特許権の移転登録手続を求める訴訟が日本国の専属管轄に属し，韓国に国際裁判管轄が認められないことは，前記のとおりである。したがって，専属管轄に違背する以上，本件韓国訴訟(専属管轄に反する部分)は不適法であったといわざるを得ないのであるから，そのような不適法な訴訟において，いかに本件契約の成否が争われ，この点について確定的な判断がなされたとしても，それは意味のないものであったというほかはなく(これは，本来審理判断をすることができないはずの裁判所が審理判断を行ったという重大な瑕疵に関わる問題なのであるから，これを単なる形式論として軽視しようとする一審原告の主張は到底採用できない。)，信義則により主張を制限する前提を欠く。また，一審原告の提訴の負担についても，そもそも日本国の裁判所において提訴する必要があったのであるから，理由にならないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，争点1に関する一審原告の主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(本件合意書に関する紛争の準拠法は韓国法か，日本国法か)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記認定のとおり，本件合意書9条において，本件合意書に関して紛争が生じた場合，その準拠法は韓国法と指定されているところ，本件サインページには一審被告Y及びAの署名があること，本件サインページを返送する際にAが作成した本件カバーレター(乙9)には，「1点を除いて，貴殿の申し入れを全て受け入れたい」との文言があり，一審被告らは，準拠法については特に異議を述べる意思はなかったと認められること等の事情からすれば，本件合意書による契約(本件契約)の成立及び効力については韓国法によるというのが，当事者の合理的意思であったと推認するのが相当であり，かかる推認を覆すに足りる証拠はない。",
                "したがって，本件の準拠法は，韓国法であるというべきである(法の適用に関する通則法附則3条3項，旧法例7条1項)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，一審被告らは，準拠法の指定合意が無効であるとか，取り消されるべきであるなどと主張する。",
                "しかしながら，ここでは，本件契約に関する合意の成否や効力を問題としているのではないことはもとより，準拠法に関する合意の成否や効力を問題にしているのでもなく，飽くまで本件契約の成否について争いが生じたときに，いずれの国の法律によってこれを判断するのが当事者の合理的意思に合致するかを探求しているにすぎないのであるから，かかる主張は失当である。",
                "また，一審被告らは，①本件合意書においては日本国の特許権及び特許出願が対象となっていること，②本件合意書が日本語で作成されていること，③A及び一審被告Yは日本で本件合意書に署名したことなどからして，本件合意書に関して紛争が生じた場合の準拠法は，日本国法とされるべきである旨主張する。",
                "しかしながら，①については，日本国の特許権等が対象であるとしても，譲渡契約自体は国外でもできる以上，譲渡契約を締結する当事者の合理的意思が必ず準拠法は日本国法によるとの意思であると解すべき根拠はないというべきであるし，②についても，本件合意書は日本語(和文)のみならず英文でも作成されているのであるから，必ずしも決め手となるものではない。③についても然りであり，A及び一審被告Yが日本で本件合意書に署名しているとの点は，合理的意思解釈を行う際の一つの要素にはなり得ても，それだけで決め手になるものではない。",
                "結局，前記(1)で説示した事情によれば，本件の準拠法に関する当事者の合理的意思解釈としては韓国法によるものと解するのが相当であり，一審被告らの主張はかかる認定を覆すに足りないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点3(一審原告と一審被告大林精工との間に，本件契約〔本件権利1及び同3を無償で譲渡する旨の契約〕が成立したか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(甲7)及び弁論の全趣旨によれば，本件契約の成否が問題とされている平成16年から平成17年にかけての，韓国法における契約の成立に関する規定とその適用関係等は，次のとおりであったと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "2010年(平成22年)5月14日法律第10281号による改正前の韓国の商法(以下「韓国旧商法」という。)の規定",
                  "text": [
                    "「第52条(隔地者間の申込みの拘束力)",
                    "隔地者間での契約の申込みは，承諾期間がない場合，相手方が相当な期間内に承諾の通知を発しなかったときは，その効力を失う。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "民法第530条の規定は，前項の場合に準用する。」",
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "韓国の民法(以下「韓国民法」という。)の規定",
                  "text": [
                    "「第529条(承諾期間を決めない契約の申込み)",
                    "承諾の期間を定めない契約の申込みは，申込者が相当な期間内に承諾の通知を受けることができなかったときはその効力を失う。」",
                    "「第530条(遅延した承諾の効力)",
                    "前2条において，遅延した承諾は，申込者がこれを新たな申込みとしてみなすことができる。」",
                    "「第531条(隔地者間での契約の成立時期)",
                    "隔地者間での契約は，承諾の通知を発したときに成立する。」",
                    "「第534条(変更を加えた承諾)",
                    "承諾者が申込みに条件を付け，又は変更を加えて承諾したときは，その申込みの拒絶とともに新たな申込みをしたものとみなされる。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "各規定の適用関係等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "韓国法上，本件契約の締結に向けた一審原告の行為は商行為とされ，さらに，当事者の一方に対する行為が商行為に当たる場合も商法の適用を受けるため，本件契約に関しては商法の規定が優先して適用され，商法に定めがないときに民法が適用される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "韓国民法531条によれば，隔地者間での契約は申込みを受けた者が承諾の通知を発したときに成立する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "承諾者が申込みを受けた日より相当な期間内に承諾の通知を発しなかった場合には，申込みの効力が失われる(韓国旧商法52条1項)。もっとも，同条2項によって準用される韓国民法530条によれば，承諾の通知の発送が上記相当な期間内になされなかった場合でも，当該承諾の通知は新たな申込みとみなされ得るため，相当期間経過後に発せられた承諾の通知(新たな申込み)に対し，申込者が承諾の通知を発した場合には，契約が成立する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審原告の主位的主張(契約成立日を平成16年4月3日とするもの)について",
              "text": [
                "一審原告は，Bが平成16年3月23日に本件合意書の案文を送付したことにより，本件契約の申込みを行い，これに対し，Aが同年4月3日に本件サインページを一審原告に返送したことにより，一審被告大林精工が同申込みを承諾した旨主張する。",
                "しかしながら，次のとおり，かかる一審原告の主張を採用することは困難である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，前記認定事実によれば，Aは，本件サインページを一審原告に送付する際，本件カバーレターを同封しているところ，同カバーレターには，「貴殿の2004年3月23日付ファックスを受け取りました。1点を除いて，貴殿の申し入れを全て受け入れたいと思います。下記の点で承認を頂くことができなければ，貴殿の申入れは全く受け入れることができません。ご存知のとおり，我々は，既に日立株式会社および日立デスプレイ株式会社との間で契約がありますので，貴殿の申入れ全てを受け入れれば，おそらく，日立と対立しなければならなくなってしまいます。私は，そのような状況を回避したいと思います。」と，明示的に，本件合意書の条項の一部を拒否し，この拒否が受け入れられないのであれば，一審原告の申入れは全く受け入れられない旨が記載されており(なお，同カバーレターには，「貴殿からのファックスにおいて，貴殿は貴社が19件の発明を保有していると主張されております。まず，2000年以前の5件だけであると思います。これら全ての特許権を貴社に譲渡します。」と記載されているから，一審被告大林精工による譲渡の対象とすべきものは，「2000年以前の5件」，すなわち，一審被告大林精工が登録名義人となっている特許のうち，2000年以前に出願された5件〔本件合意書［表］の番号1ないし5〕のみであって，本件合意書［表］の番号17の特許に係る権利は譲渡の対象としない旨の申入れもされていると解する余地もある。)，これによれば，本件サインページの返送をもって，一審被告大林精工が，本件合意書の案文の送付による一審原告の契約の申込みを承諾したと認めることは困難である。",
                    "この点に関し，一審原告は，Aが条件を付した部分は本件合意書との関係では付随的な部分にすぎないと主張するが，前記認定事実によれば，Aが異議を述べた本件合意書の規定は，一審被告大林精工が既に行ったライセンス契約等が無効であることを確認するものであって，同被告にとって重大な効果を及ぼすものであるから，付随的な部分にすぎないとは到底認められないというべきであり，その主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，一審原告自身も，本件サインページの返送を受けた後，すぐに本件合意書を完成(自社の署名欄に代表権限を有する者が署名することを指す。以下同じ。)して一審被告らに送付しておらず，これを行ったのは，1年半以上も経過した平成17年10月になってからである。一審原告が，同月に至るまで本件合意書を完成させず，この間，一審被告らとの間で交渉を継続していたということは，とりもなおさず，一審原告としても，本件カバーレターにおいて一審被告らが留保した点が正に契約の要素に関する重要な部分であって，この点が解決しない限りは，全体として合意の成立に至らないとの認識に立っていたことの表れであると解さざるを得ない。",
                    "この点に関し，一審原告は，平成16年4月3日以降の一審原告と一審被告大林精工とのやり取りは，本件契約が成立したことを前提としつつ，ロイヤルティ収益のために本件各特許権の移転登録手続を行う時期を事実上調整しようとするものであり，このことは，甲12，13，31，32の各書簡の内容からも明らかであるなどと主張するが，Aが異議を述べた本件合意書の規定は，一審被告大林精工にとって重大な効果を及ぼすものであることや，一審原告自身が本件サインページの返送を受けた後も契約の成立を前提とした行為(契約書の完成と相手方への送付)を行わずに一審被告らとの間で交渉を継続していたこと等前記認定の事実からしても，平成16年4月3日以降の当事者間のやり取りが契約成立を前提とした単なる事後的な調整手続であるとは到底認めることはできない。このことは，一審原告が指摘する上記の各書証の内容を検討してみても覆るものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，一審原告が主張するその余の点，すなわち，Aには，本件サインページに署名するに当たり，本件米国訴訟を解決する(本件米国訴訟を取り下げてもらう)という明確な動機があったとする点や，Aは，本件特許権1及び同3に係る発明を完成させる能力を有しておらず，同人はこれらの発明の発明者ではなかったとする点を考慮しても，一審被告らによる本件サインページの返送により，平成16年4月3日の時点で直ちに本件契約が成立したと認定することは困難というべきである。",
                    "したがって，主位的主張に関する一審原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一審原告の予備的主張1(承諾の意思表示に付された停止条件が成就したことにより，平成17年10月11日に契約が成立したとするもの)について",
              "text": [
                "一審原告は，Aが本件カバーレターを添付して本件合意書を返送したことが，一審被告大林精工が第三者との間で締結した本件各特許権に係るライセンス契約を一審原告が承認することを効力発生の条件とする停止条件付き承諾の意思表示と解されると主張し，その後同停止条件が成就したことにより，契約が成立したと主張する。",
                "しかしながら，前記(2)ア，イで説示したところによれば，本件カバーレターの記載をもって単なる停止条件付き承諾の意思表示と解することはできないというべきである。",
                "また，仮にこれを停止条件付き承諾の意思表示とみたとしても，①韓国民法534条によれば，承諾者が申込みに条件を付け，又は変更を加えて承諾したときは，その申込みの拒絶とともに新たな申込みをしたものとみなされ，②韓国旧商法52条によれば，隔地者間での契約の申込みは，承諾期間がない場合，相手方が相当な期間内に承諾の通知を発しなかったときは，その効力を失うものとされているところ，前記認定の当事者間における交渉経過によれば，平成16年4月3日以降，Bが一審被告大林精工によるライセンス契約を承認する旨の意思表示をした平成17年10月11日までの間には1年半もの期間が経過しているのであるから，この間に相当な期間は経過したものといわざるを得ない。さらにいえば，平成16年4月3日以降の交渉は，本件権利1等の無償譲渡ではなく，ライセンス供与と金銭解決による案が提示されるなど，交渉の枠組みが大きく変化している上に，平成16年12月以降は交渉自体が暗礁に乗り上げているのであるから，平成17年10月11日時点では，既に交渉が決裂していたことが明らかというべきであり，この点からしても，一審原告が承諾をする余地はなかったものというほかはない。",
                "以上によれば，予備的主張1に関する一審原告の主張も，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "一審原告の予備的主張2(新たな申込みに対する承諾により，平成17年10月11日に契約が成立したとするもの)について",
              "text": [
                "一審原告は，Aが本件カバーレターを添付して本件合意書を返送したことが，一審被告大林精工による新たな申込みであったとしても，Bが同人の署名のある本件サインページをAに宛ててファックス送信したことにより，一審原告は，平成17年10月11日，一審被告大林精工による新たな申込みを承諾した旨主張する。",
                "しかしながら，同時点では，既に韓国旧商法52条における承諾の通知を発すべき「相当な期間」が経過しており，一審被告らによる「新たな申込み」は効力を失っていたとみるのが相当であることは，前記(3)のとおりである。",
                "したがって，予備的主張2に関する一審原告の主張も，採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "一審原告の予備的主張3(一審被告大林精工の黙示の承諾により，平成17年10月11日以降に契約が成立したとするもの)について",
              "text": [
                "一審原告は，Bが同人の署名のある本件サインページと本件合意書とを平成17年10月11日にAにファックス送信したことが新たな申込みに当たるところ，一審被告大林精工は，平成23年10月に至るまで何らの異議を述べなかったことにより，一審原告による新たな申込みに対して黙示的に承諾し，これによって契約が成立したと主張する。",
                "しかしながら，前記認定事実によれば，一審被告大林精工は，平成17年10月11日以降も本件特許権1-1等の移転登録手続に応じず，その後一審原告から提起された本件韓国訴訟においても，対象となる発明が一審被告Yの職務発明であることを前提に契約したものであって一審原告と一審被告らとの間で意思表示が合致しないなどとして，契約の効力自体を争っていたのであり，本件合意書に従った移転登録義務を負うことを黙示的に承諾していたとは認め難いというほかない。この点は，原判決が説示するとおりである。",
                "したがって，予備的主張3に関する一審原告の主張も，採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，一審原告と一審被告大林精工との間に，本件契約(本件権利1及び同3を無償で譲渡する旨の契約)が成立したものとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点4(一審原告と一審被告Yとの間に，本件契約〔本件権利2を無償で譲渡する旨の契約〕が成立したか)について",
          "text": [
            "前記4の認定判断のとおり，一審原告と一審被告大林精工との間で本件合意書による本件契約の成立を認めることができない以上，一審原告と一審被告Yとの間においても，同様に本件合意書による本件契約の成立を認めることは困難である。",
            "すなわち，前記1に認定した事実経過によれば，本件合意書は，一審原告と一審被告らとの間で本件権利1等の帰属に関する紛争が生じ，その交渉過程の中で，一審原告が一審被告らとの間で紛争の抜本的解決を図ろうとして作成されたものであり，決して各被告との間で個別的に紛争解決を図ることを意図して作成されたものではない。",
            "このことは，本件合意書の体裁(一審被告ら双方の署名によって成立する1通の合意書として作成されていること)のほか，内容的にも全体が一体的な紛争解決の枠組みになっていること(本件合意書は，まず，本件権利1等を一審被告Yの職務発明として一審原告に帰属させるべく，同被告が一審原告の前身であるLG電子においてLCD開発関連業務に従事した事実を確認し〔第1項〕，次いで，一審被告らの出願に係る権利を〔特に区別することなく〕全て一審原告に無償譲渡するものとし〔第2項〕，一審被告らは本合意以前に行った実施権の設定等が全て無効であることを確認し〔第3項〕，一審被告Yに対しては，出願や登録手続の労を認めて，その要請に応じて，無償にて通常実施権を付与すること〔第4項〕，また，一審被告Yから仲介要請がある場合には，別途，独占的実施権を付与することがあり，その場合には，第2項の規定に関わらず，独占的実施権付与契約の解除時点まで，一審原告に対する特許権移転登録手続を保留できること〔第5項〕等を順次定めており，各条項が相互に関連していること)からも明らかである。",
            "また，一審原告は，かかる本件合意書の送付を，一審被告Yに対し直接行うのではなく，一審被告大林精工の代表者であるAを通じて行っており，一審被告Yも本件サインページを直接一審原告に対し返送するのではなく，Aを通じてこれを行っている(そして，Aが作成した本件カバーレターは，一審被告大林精工の権利のみならず，一審被告Yの権利についても言及し，また，意思表示の主体として「我々」という文言を使用していることは，前記認定のとおりである。)。",
            "さらに，Aから本件サインページと共に本件カバーレターの送付を受けた一審原告も，本件サインページに一審被告Yの署名があることを認識していながら，先行して同被告との間においてのみ契約の締結手続を完了したり，本件契約に基づく義務の履行や通常実施権の設定等に関する交渉を行ったりすることはなく，平成17年10月11日に至るまで，専らAとの間で交渉を継続していたのであり，このことは，一審原告自身が，本件カバーレターを単なる一審被告大林精工のみの意思表示であるとは捉えていなかったこと，あるいは，一審被告大林精工との間で合意の成立に至らなければ，一審被告Yとの間においても合意の成立に至らないとの認識を有していたことの端的な表れであるといえる。",
            "以上によれば，当事者の合理的意思解釈としては，本件合意書(本件契約)は，飽くまで一審原告と一審被告ら両名とが一体となって締結する契約であり，一審原告の申込みに対し一審被告らの双方が承諾することによって初めて成立する契約であると解するのが相当であって，かかる認定判断を覆すに足りる証拠はない(一審原告は，日立等とのライセンス契約は一審被告大林精工が締結したものであって，一審被告Yは契約当事者ではないから，一審被告Yが日立等と対立する余地はなく，本件カバーレターの記載内容を一審被告Yの意向を示したものと解する余地はない旨主張するが，当時，一審被告Yに，Aないし一審被告大林精工の意向に反してまで，単独で一審原告との間で合意を成立させようとの意思があったことを認めるに足りる的確な証拠はないから，同主張は採用できない。)。",
            "そうすると，前記のとおり，一審原告と一審被告大林精工との間で本件契約の成立が認められない以上，一審原告と一審被告Yとの間で本件契約の成立を認めることもできないというべきであり，これに反する一審原告の主張は採用することができない。",
            "よって，一審原告と一審被告Yとの間においても，本件契約(本件権利2を無償で譲渡する旨の契約)が成立したものとは認められない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，一審原告の請求(本件追加請求を含む。)は，いずれも本件契約の成立を前提とするものであるから，これが認められない以上，その余の点について判断するまでもなく，理由がない。",
            "ただし，一審原告の一審被告大林精工に対する本件各特許権の移転登録手続請求のうち，本件特許権1に関する部分については，訴えの利益が失われたものとして，これを却下するのが相当である(なお，一審被告らは，一審原告の附帯控訴に基づく追加請求及び当審における追加請求〔訴えの追加的変更〕は，いずれも著しく訴訟手続を遅延させるもので許されない旨主張するが，前記のとおり，当裁判所としては，損害額等について審理することなく，これらの請求について判断することが可能であるから，必ずしも著しく訴訟手続を遅延させるとはいえないので，請求に対する判断を示すこととした。)。",
            "以上の次第であるから，①一審被告Yの控訴は理由があるから，これに基づき原判決中一審被告Y敗訴部分(主文第1項)を取り消し，同部分に係る一審原告の請求をいずれも棄却することとし，②一審原告の本件控訴は理由がないが，一審原告の一審被告大林精工に対する請求のうち，別紙特許目録1記載の各特許権(本件特許権1)の移転登録手続を求める部分は，訴えの利益が失われているので，原判決主文第2項を変更して，同部分をいずれも却下し，その余の請求をいずれも棄却することとし，③一審原告の附帯控訴に基づく追加請求(一審被告Yに対するもの)及び当審における追加請求(一審被告大林精工に対するもの)はいずれも理由がないので棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成28年(ネ)10020等",
    "date": "2017-01-25",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成26年(ワ)8174",
    "precedent_id": "086472",
    "ipprecedent_id": "4571",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}