{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2015-700133号事件について平成28年9月9日にした決定中，「特許第5708898号の請求項4ないし7に係る特許を取り消す。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「ポリアリーレンスルフィド樹脂の製造方法およびポリアリーレンスルフィド樹脂組成物」とする特許第5708898号(平成26年3月20日国際特許出願，優先日平成25年3月25日〔日本〕，平成27年3月13日設定登録，請求項の数7。以下「本件特許」という。)の特許権者である。",
            "訴外エスケー  ケミカルズ  カンパニー  リミテッド(以下「異議申立人」という。)は，平成27年10月30日，本件特許の請求項1ないし7に対して特許異議の申立てをした。",
            "特許庁は，これを異議2015-700133号事件として審理した上，平成28年1月20日付けで取消理由を通知し，原告は，その指定期間内である同年3月18日に意見書を提出し，異議申立人は，同年4月7日に上申書を提出した。",
            "特許庁は，同月19日付けで取消理由(決定の予告)を通知し，原告は，その指定期間内である同年6月20日に意見書の提出及び訂正請求をし，異議申立人は，同年8月19日に意見書を提出した。",
            "特許庁は，同年9月9日，「特許第5708898号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項〔1-3〕，〔4-7〕について訂正することを認める。特許第5708898号の請求項4ないし7に係る特許を取り消す。同請求項1ないし3に係る特許を維持する。」との決定をし，その謄本は同月20日に原告に送達された。",
            "原告は，同年10月19日，上記決定のうち，「特許第5708898号の請求項4ないし7に係る特許を取り消す。」との部分の取消しを求めて本件訴えを提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載(甲13)",
          "text": [
            "本件訂正後の特許請求の範囲の記載は，別紙「訂正特許請求の範囲」記載のとおりである(下線は訂正部分を示す。以下，まとめて「本件発明」といい，個別に特定するときは，請求項の番号に応じて「本件発明1」などと特定する。また，本件訂正後の明細書及び図面を「本件明細書」という。)。"
          ]
        },
        {
          "fig": "3",
          "subject": "決定の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定の理由は，別紙決定書写し記載のとおりである。要するに，本件訂正を認めた上，①本件発明4ないし7は，以下の先願明細書に記載された発明と同一である(相違点は実質的な相違点ではない)から，本件発明4ないし7に係る特許は，特許法29条の2に違反する，②本件発明1ないし3は，先願発明と同一ではないから，本件発明1ないし3に係る特許は，特許法29条の2に違反しない，というものである。",
                "(先願明細書)",
                "先願(本件特許の優先日より前の平成24年8月7日を優先日とする外国語特許出願であって，本件特許の優先日後の平成26年2月13日に国際公開されたPCT／KR2013／007081号〔国際公開第2014／025190号〕・甲4)の国際出願日における国際出願の明細書，特許請求の範囲又は図面(翻訳文は甲5)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "決定が認定した先願発明(ただし，本件訴訟の争点に関する部分のみ。以下同じ。また，決定の表記に倣い，「先願明細書発明」と表記する。)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "先願明細書発明B ジヨード芳香族化合物と硫黄元素を含む反応物を重合反応させる段階と，前記重合反応段階を進行させながら，カルボキシ基を有する化合物を追加的に添加する段階とを含む製造方法により製造された，ポリアリーレンスルフィド主鎖の末端基(End  Group)の少なくとも一部がカルボキシ基(-COOH)であるポリアリーレンスルフィド。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "先願明細書発明C ジヨード芳香族化合物と硫黄元素を含む反応物を重合反応させる段階と，",
                  "text": [
                    "前記重合反応段階を進行させながら，カルボキシ基を有する化合物を追加的に添加する段階とを含む製造方法により製造された，ポリアリーレンスルフィド主鎖の末端基(End  Group)の少なくとも一部がカルボキシ基(-COOH)であるポリアリーレンスルフィド90重量部にエラストマーのLotader(Grade  AX-8840，Arkema製)を10重量部添加し，混合してなるポリアリーレンスルフィド樹脂組成物。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "先願明細書発明D ジヨード芳香族化合物と硫黄元素を含む反応物を重合反応させる段階と，",
                  "text": [
                    "前記重合反応段階を進行させながら，カルボキシ基を有する化合物を追加的に添加する段階とを含む製造方法により製造された，ポリアリーレンスルフィド主鎖の末端基(End  Group)の少なくとも一部がカルボキシ基(-COOH)であるポリアリーレンスルフィドに対して，任意成分としてポリアリーレンスルフィド90重量部にエラストマーのLotader(Grade  AX-8840，Arkema製)を10重量部添加し混合してなる，ポリアリーレンスルフィド樹脂組成物を含む，成形品。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "決定が認定した本件発明と先願発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明4と先願明細書発明B 本件発明4と先願明細書発明Bとは，",
                  "text": [
                    "「末端に下記一般式(1)",
                    "【化8】",
                    "(式中，Xは水素原子またはアルカリ金属原子)で表される基を有するポリアリーレンスルフィド樹脂と，ヨウ素原子を含有するポリアリーレンスルフィド樹脂組成物。」である点で一致し，以下の点で相違している。",
                    "(相違点1)",
                    "本件発明4においては，「ポリアリーレンスルフィド樹脂に対し0．01～1，200ppmの範囲となる割合でヨウ素原子を含有すること」を特定するのに対し，先願明細書発明Bにおいては，この点について特定していない点。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明5と先願明細書発明B   相違点1以外に新たな相違点なし。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明6と先願明細書発明C   相違点1以外に新たな相違点なし。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明7と先願明細書発明D   相違点1以外に新たな相違点なし。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明4に係る同一性判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件発明5に係る同一性判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件発明6及び7に係る同一性判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明4ないし7の内容",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "従来，ポリアリーレンスルフィド(以下「PAS」という。)の製造には，p-ジクロロベンゼンが用いられており，このため，この方法で得られたPASには，塩素原子が残留するという問題があった(甲11・【0004】)。PASはその耐熱性の高さから，プリント基板等に用いられることが多いが，塩素原子が残留していると，焼却廃棄の際，ダイオキシンを発生するという問題がある(甲17)。そこで，p-ジクロロベンゼンに変えて，ジヨード芳香族化合物を用いて，PAS樹脂を製造する方法も提案されているが(甲11・【0005】)，従来法により得られたPAS樹脂においては，塩素を含まず，かつ，ヨウ素の量もある程度低減されてはいるものの，PAS樹脂の骨格中にジスルフィド結合が残存してしまうという問題(甲11・【0005】)があった。",
                "他方，PAS樹脂は，フィラーや他の樹脂と混合して用いる場合が多いが，ジヨード化合物を用いて得られた従来のPASにおいては，特に，エポキシシランカップリング剤や，官能基含有熱可塑性エラストマーなどの耐衝撃性改善剤に対する反応性が低く，十分な耐衝撃性が得られないという問題があった(甲11・【0006】)。",
                "本件発明4ないし7は，このような従来技術における課題を解決し，塩素原子は含まないのはもちろんのこと，ヨウ素の量も少なく，かつ，エポキシシランカップリング剤や，官能基含有熱可塑性エラストマーなどの耐衝撃性改善剤に対する反応性に優れるPAS樹脂を提供するものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明4におけるPAS樹脂組成物は，末端に下記一般式(1)",
              "text": [
                "【化8】",
                "(式中，Xは水素原子またはアルカリ金属原子)で表される基を有するPAS樹脂(以下，一般式の表示は省略することがある。)を含有する。当該末端基を有することから，該基と反応性を示す官能基を有するシラン化合物や熱可塑性エラストマーと組合せることによって，接着性や耐衝撃性等に優れた樹脂組成物とすることができる(甲11・【0053】)。",
                "また，本件発明4におけるPAS樹脂組成物は，該PAS樹脂に対し0．01～1，200ppmの範囲となる割合でヨウ素原子を含有する。例えば，銅張積層板電子部品の基板において，ハロゲンフリーの基準を満たしているものは，「ハロゲンフリー」認識マークが付されるが，その基準として明確に定められているのは，塩素，臭素に関する基準である(甲18)。ヨウ素に関する基準はまだないが，ヨウ素も燃焼の際のガス発生の問題等が生じ得ることから(甲17)，本件発明4においては，ヨウ素含有量の特定をしている。そして，本件発明4における上限値の1，200ppmは，PAS樹脂の実際の使用態様を考慮すると，塩素，臭素に関する上記規制値よりもかなり低い基準を想定したものである。すなわち，本件発明4のPAS樹脂組成物は，更にこれをフィラーや他の樹脂と混合して，成形品とすることを前提としているところ，PAS樹脂の通常の使用態様としての成形品に占めるヨウ素含有量は，上記規制値に比して，極めて低い値ということになる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本件明細書においては，PAS樹脂組成物中のヨウ素含有量は，燃焼により発生するガス及び残渣を純水中に吸収させ，そのヨウ素イオンを測定して求めるとされているところ(甲11・【0061】)，本件発明でいう，「ヨウ素含有量」は，PAS樹脂中に存在する全てのヨウ素含有量を規定している。より詳しく述べると，①ポリマー鎖末端に含まれるヨウ素と，②樹脂中に遊離しているヨウ素(ヨウ素ラジカルも含む)が「ヨウ素含有量」に関係するものである。",
                "このうち，上記②については，製造中に遊離し，あるいは，場合によっては後処理等でも樹脂組成物中から除くことは可能ではあるが，上記②のポリマー鎖末端に含まれるヨウ素については除くことはできない。よって，結局のところ，ポリマー鎖末端に含まれるヨウ素の量が，0．01～1，200ppmという低含有量を支配することになる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そして，このようなポリマー鎖末端に含まれるヨウ素の量が低いPAS樹脂は，本件明細書の【0037】で説明されているとおり，「その製造方法に由来して」得られる。このことは，次のように理解できる。",
                "本件発明の製造方法とは，ジヨード芳香族化合物と，単体硫黄と，一般式(1)で表される基を有する重合禁止剤とを含む混合物をあらかじめ用意し，その後，当該混合物を重合反応させる方法である。",
                "重合禁止剤とは，モノマーやポリマーと反応して重合を止める化合物である。この反応では，ジヨード芳香族化合物と，単体硫黄及び重合禁止剤という単分子が同時に反応に供せられることから，まず，主として下記の反応が生じ，解裂した重合禁止剤が分子末端に結合し，代わりにヨウ素が末端から離脱する。",
                "そして，この反応は単分子同士の反応であり，かつ，重合開始直後で重合禁止剤との反応点の濃度が高い(単分子が多く存在するために反応の確率が高い)ため，反応がしやすく，結果として分子末端からヨウ素が沢山離脱することになる。",
                "その後，種々の副反応が存在するものの，主反応としては，(a)芳香環に結合したS と芳香環に結合したヨウ素の反応，(b)芳香環の間に存在するS とジヨードベンゼンの反応により，分子鎖が長くなる鎖長延長反応が生じることになる。この反応では，カルボキシ基末端は反応しない。",
                "以上が，本件発明の製造方法で起こる反応である。すなわち，この反応では，重合禁止剤との反応点の濃度が高い重合初期の段階でヨウ素末端との反応が多く生じることから，全体として見た場合，ヨウ素が多く離脱するのである。これが，ポリマー鎖の末端のヨウ素が少なくなる理由である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "先願明細書発明Bの内容及び本件発明4との違い",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "先願明細書発明Bにおける従来技術の解決課題は以下のとおりである。従来，PASの製造には，パラ-ジクロロベンゼンを用いたマッカラム工程が用いられており，硫化ナトリウムなどを用いた溶液重合工程によって，塩形態の副産物が発生することがあり，当該副産物や残留有機溶媒の除去のために洗浄や乾燥工程が必要になる欠点が存在した(甲5・【0003】，【0004】)。",
                "次いで，ジヨード芳香族化合物と硫黄元素を含む反応物を溶融重合してPASを製造する方法が提案された。この方法では，製造過程中に塩形態の副産物が発生しないが，その主鎖末端がヨードとアリール基(主としてベンゼン)からなっているため，他の高分子素材又はガラス繊維などの各種強化剤や充填剤との相溶性が低下するという欠点があった(甲5・【0005】～【0007】)。",
                "甲5は，このような課題，すなわち，他の高分子素材や充填剤などとの相溶性を向上させるという課題を解決しようとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ここで注意すべきは，甲5発明においては，ヨウ素の含有量を低減させることについては，何ら認識がされていないということである。このことは，甲5明細書全体をみても，ヨウ素量については全く記載がされていないことからも明らかである。更にいえば，甲5では，ハロゲンフリーの問題についてすら何ら認識がされていない。",
                "そうすると，甲5には，先願明細書発明Bについて，そのヨウ素量につき1，200ppm以下であるとの記載や示唆が全くされていないというのが正しい評価である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，先願明細書発明Bが，「ジヨード芳香族化合物と硫黄元素を含む反応物を重合反応させる段階と，前記重合反応段階を進行させながら，カルボキシ基を有する化合物を追加的に添加する段階とを含む製造方法」(以下「先願方法」という。)により製造されたPAS樹脂であることからしても，ハロゲンフリー製品に求められる程度の，極めて低いヨウ素含有率の実現は何ら考慮されていないことが理解できる。",
                "すなわち，先願方法においては，反応開始時に，ジヨード芳香族化合物と硫黄元素のみが存在し，重合禁止剤として作用するカルボキシ基を有する化合物が存在しないため，ジヨード芳香族化合物と硫黄元素の重合反応，すなわち，鎖長延長反応が進行する。これに伴い，末端のヨウ素も硫黄との反応により離脱する。",
                "そして，先願方法では，鎖長延長反応が進んだ段階でカルボキシ基を有する化合物(重合禁止剤)が添加される(実施例では全て90％反応した段階)。この状態では，既に，長いポリマー鎖が形成されているため，分子末端に存在するヨウ素と，重合禁止剤の反応点が低く，反応する確率は低くなる。",
                "例えば，ある繰り返し単位を100個持つポリマーを考えた場合，その分子には，反応点となる末端は二つしかないが，ポリマーの元になるモノマーの状態(分子100個)で考えた場合には，反応点となる末端は200個である。二つしかない末端に，重合禁止剤が反応しようとする場合と，200個の末端に重合禁止剤が反応しようとするのとでは，反応率に大きな差が生じる。重合前の分子に比べて，重合後のポリマーの反応性が数百分の1になることは，高分子化学の常識でもある(甲19)。",
                "のみならず，ポリマーは，分子鎖が長くなると，ポリマー鎖が糸毬状になって存在するが，これが複数になると，糸毬状のまま重なりあって存在することになる(甲20)。そうすると，このようなポリマー鎖の重なりがポリマー鎖の末端の分子と他の化合物(本件でいえば，重合禁止剤)の反応の障害になるため，当該他の化合物との反応性が更に悪くなる。よって，結果として，ポリマー化した段階での反応によって，離脱するヨウ素は少なくなる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上，本件発明の製造方法と先願方法によるポリマー鎖中のヨウ素を比較すると，末端ヨウ素と重合禁止剤の反応が，重合開始直後の単分子の状態で生じるか(本件発明の方法)，ポリマー鎖の重合がかなり進んだ段階で生じるか(先願方法)によって，反応性及び分子状態の違いにより，離脱するヨウ素の量が異なることになる。そして，0．01～1，200ppmという濃度が非常に小さいものであることに鑑みれば，先願明細書にヨウ素濃度について何ら記載がないにもかかわらず，先願明細書発明BのPAS樹脂におけるヨウ素の量が0．01～1，200ppmであると推認することなどできないというのが，正しい理解である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(本件発明4に係る同一性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "決定は，本件発明4と先願明細書発明Bとの相違点が，「ポリアリーレンスルフィド樹脂に対し0．01～1，200ppmの範囲となる割合でヨウ素原子を含有する」との点(相違点1)であると認定し(決定21頁下から5～4行)，主として以下の3つの理由により，当該相違点1は実質的な相違点ではないとして，本件発明4と先願明細書発明Bとが特許法29条の2でいうところの「同一」であると判断している。",
                "理由(a)…「ポリアリーレンスルフィド樹脂組成物に含まれるヨウ素原子は，ポリアリーレンスルフィドを製造する際に副生するものであって，いわば不純物であることは自明であるから，その含有量をできるだけ少なくしようということは，たとえ先願明細書に明記されていないとしても，当業者であれば当然に想起し，実施することである。」(決定22頁1～5行)",
                "理由(b)…「そして，本件発明4において，ポリアリーレンスルフィド樹脂組成物のヨウ素原子の含有量を0．01～1，200ppmの範囲内とするために通常は行うことがない特別の操作を必要とするものであるとは認められない。」(決定22頁6～8行)",
                "理由(c)…「さらに，ポリアリーレンスルフィドの製造工程において重合禁止剤の添加時期が相違することにより，ポリアリーレンスルフィド樹脂組成物が含有するヨウ素原子の量に大きな差異があるものともいえない。」(決定22頁9～11行)",
                "そして，「加えて検討する」として，実験報告書(甲9)に基づき，以下のように述べている。",
                "理由(d)…「異議申立人の証拠方法である甲第9号証の実験結果報告書によれば，甲第5号証の実施例5(摘示(1)オ。甲第6号証の実施例5も同じ。)と同様に製造したポリアリーレンスルフィドのヨウ素含有量が850ppmであると認められることから，本件発明4で特定するポリアリーレンスルフィド樹脂組成物のヨウ素含有量は，先願明細書発明Bにおけるポリアリーレンスルフィドのヨウ素原子含有量と重複一致する蓋然性が高い」(決定22頁12～18行)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，次のとおり，決定の判断は明らかに誤っている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "理由(a)について",
                  "text": [
                    "特許法29条の2においては，先願明細書等に「記載された発明」と同一の発明について特許を受けることができないとされているのであるから，本来，先願明細書に本件発明4の全ての構成が記載されていなければ，本件発明4が先願明細書発明Bと同一であるなどとはいえない。",
                    "この点，甲5には，PAS樹脂中のヨウ素原子の含有量を0．01～1，200ppmとすることはおろか，「ヨウ素含有量」についてすら，記載されていない。また，塩素等のハロゲンフリーの課題についてすら，何ら認識がされていない。",
                    "そうすると，先願明細書発明Bあるいは甲5において，「PAS樹脂中のヨウ素原子の含有量を0．01～1，200ppmにする」という要件が記載されている，あるいは，記載されているに等しいとすることはできない。",
                    "「たとえ先願明細書に明記されていないとしても，当業者であれば当然に想起し，実施すること」というのは，相違点の容易想到性の理由付けであり，このような理由付けによって本件発明と先願明細書発明Bに相違点がないと判断するのは，特許法29条の2における同一性の判断として明らかに誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "理由(b)，(c)について",
                  "text": [
                    "決定は，「ヨウ素原子の含有量を0．01～1，200ppmの範囲内とするために通常は行うことがない特別の操作を必要とするものであるとは認められない」と述べながらも，その理由については全く述べていない。相違点1は，「ヨウ素原子の含有量」という数値に係るものであるから，甲5に記載されていない「0．01～1，200ppm」というヨウ素原子の含有量について，これが仮に特別の操作を必要とすることなく達成できる値であるというのであれば，当該具体的数値との関係で達成できる根拠を示さなければならないはずである。決定はこの点について何ら根拠を示していないから，理由(b)の判断については，審理不尽の瑕疵がある。",
                    "のみならず，本決定における，「ヨウ素原子の含有量を0．01～1，200ppmの範囲内とするために通常は行うことがない特別の操作を必要とするものであるとは認められない」との認定は，それ自体誤っている。",
                    "すなわち，本件発明が「ヨウ素原子の含有量を0．01～1，200ppm」という非常に小さな値を達成できるのは，その製造方法(請求項1に記載の方法)が，ジヨード芳香族化合物と，単体硫黄と，一般式(1)で表される基を有する重合禁止剤とを含む混合物を重合反応させるという方法であって，重合開始直後から，重合禁止剤が存在するため，重合禁止剤とヨウ素との反応性が高く，ポリマー鎖中のヨウ素の含有量(残存量)が少なくなるためである。",
                    "これに対し，先願方法のように，ポリマーの重合が進んだ段階で，本件発明の重合禁止剤を反応させる方法は，ポリマー中のヨウ素と重合禁止剤の反応率は低くならざるを得ない。そうすると，結果として，ポリマー鎖中のヨウ素の含有量(残存量)が比較的多くなり，樹脂組成物中のヨウ素量も多くなってしまう。そして，ポリマー鎖中のヨウ素は，物理的な操作では除くことはできないから，重合後に物理的な操作を付加したとしても，先願方法で得られたヨウ素の量を減らすのには限界があるのである(つまり，重合方法に由来するポリマー鎖中のヨウ素量が，樹脂中のヨウ素量を支配することになる。)。",
                    "このように，本件発明では，特別な方法を用いて，ヨウ素原子の含有量を非常に低下させているのであるから，理由(b)が誤っていることは明らかである。",
                    "さらに，前記のとおり，重合禁止剤の添加時期がPASのポリマー鎖中のヨウ素の量に影響を及ぼすことからすると，理由(c)の判断が誤っていることも明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "理由(d)について",
                  "text": [
                    "実験報告書(甲9)記載の実験(以下「甲9実験」という。)に関する，決定の理由(d)の判断も誤りである。",
                    "まず，甲5の実施例5に記載された化合物は実在せず(甲5の実施例5で用いられている重合中止剤「2，2’-ジチオビスベンゾトリアゾール」は，存在しない化合物である。異議申立人自身，このことを認めている。)，実施例5を追試できるはずがないから，甲5の実施例5の追試であるとする甲9実験は，信用できないといわざるを得ない。そうすると，甲9を，本件における特許法29条の2の判断の基礎として用いることはできない。",
                    "また，甲9実験においては，甲5の実施例5に記載されていない三つの工程(①原料準備の段階でＮ2充填，②発生されるヨウ素をヨウ素捕集tankで除去，③反応完了した樹脂をペレットにする前にＮ2加圧)が追加されているから，甲9実験は，そもそも甲5の実施例5の忠実な再現(忠実な追試)ではない。",
                    "よって，このような甲9実験に基づいて，甲5の実施例5に記載されたPAS樹脂のヨウ素含有量が850ppmであると認定したことは誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，「相違点1」に関する判断の誤りは明白であるから，決定は取消しを免れない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件発明5に係る同一性判断の誤り)",
          "text": [
            "本件発明5は，本件発明4を引用し，さらに，「前記ポリアリーレンスルフィド樹脂が，ジヨード芳香族化合物と，単体硫黄と，下記一般式(1)",
            "【化9】",
            "式中，Xは水素原子またはアルカリ金属原子)で表される基を有する重合禁止剤とを含む混合物を重合反応させて得られるものである」との要件を追加したものである。",
            "他方，本件発明4が先願明細書発明Bと同一であるとの決定の判断に誤りがあることは，前記3のとおりである。",
            "そうすると，本件発明5が先願明細書発明Bと同一であるとの判断が誤りであることも明らかであるから，決定には，本件発明5に関しても同一性判断の誤りが認められる。",
            "なお，決定は，本件発明5における「ジヨード芳香族化合物と，単体硫黄と，下記一般式(1)…で表される基を有する重合禁止剤とを含む混合物を重合反応させて得られる」とは，「各成分の添加の順番について何ら特定するものではない」との認定に基づいて，先願明細書発明Bにおける，「ジヨード芳香族化合物と硫黄元素を含む反応物を重合反応させる段階と，前記重合反応段階を進行させながら，カルボキシ基を有する化合物を追加的に添加する段階とを含む製造方法により製造された」とは，重合禁止剤(カルボキシ基を有する化合物)の添加時期が相違しない(決定24頁3～31行)と判断しているが，当該判断も誤りである。",
            "すなわち，「混合物」とは，「複数の2種以上のものがまじって一つとなったもの。特に，それらの間に強い化学結合を生じないでまじり合ったもの」(甲31)を意味するところ，当該「まじって一つ」という文言からすると，「混合物」とは，複数の2種以上のものが，同時に一体となって存在しているものとしか理解できない。そして，この理解を前提にすると，本件発明5における「ジヨード芳香族化合物と，単体硫黄と，下記一般式(1)…で表される基を有する重合禁止剤とを含む混合物を重合反応させて得られる」というのは，「ジヨード芳香族化合物と，単体硫黄と重合禁止剤を同時に存在させて，これを重合反応させる」という以外の解釈はできないのであって，要するに，「重合反応を開始させる前に，三つの出発物質を含む混合物を用意しておき，これを当初より存在させて重合反応させる」ことと同義と解さざるを得ない。",
            "他方，先願明細書発明Bは，決定も認めるとおり，「カルボキシ基を有する化合物」(重合禁止剤)を，重合の初期段階には添加せず，重合反応段階を進行させながら，重合反応の途中で追加的に添加するものであるから，本件発明5と先願明細書発明Bとでは，重合禁止剤(カルボキシ基を有する化合物)の添加時期が相違するのは明らかである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(本件発明6及び7に係る同一性判断の誤り)",
          "text": [
            "本件発明6は，本件発明4又は5を引用し，さらに，「グリシジル基，カルボキシ基，ヒドロキシ基またはアミノ基と反応性を示す官能基を有する化合物とを含む」ものであるとの要件を追加したものである。",
            "本件発明7は，本件発明4ないし6のPAS樹脂組成物を成形して成るPAS樹脂成形品であることを規定したものである。",
            "決定は，本件発明6及び7が，それぞれ，先願明細書発明C及びDと前記「相違点1」において異なるとした上，当該「相違点1」は，(本件発明4との対比において検討したとおり)実質的な相違点ではないとしている。",
            "しかし，当該「相違点1」係る決定の判断に誤りがあることは，前記3のとおりであるから，本件発明6及び7が，それぞれ先願明細書発明C及びDと同一であるとの判断が誤りであることも明らかである。",
            "したがって，決定には，本件発明6及び7に関しても同一性判断の誤りが認められる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "「本件発明4ないし7の内容」について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，本件発明が，ヨウ素の量も少ないPAS樹脂を提供するものであるとして，本件発明が，あたかもヨウ素の量も少なくすることをも課題とする発明であるかのような主張を行っているが，本件発明は，従来と比較して「ヨウ素の量が少ない」PAS樹脂を提供するものとはいえないから，原告の主張は失当である。すなわち，",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，本件発明の課題に関して，「そこで，本発明が解決しようとする課題は，塩素原子を含まず，かつエポキシシランカップリング剤や官能基含有熱可塑性エラストマーとの反応性に優れるPAS樹脂組成物および該樹脂の製造方法を提供することにある。」(【0008】)と記載されているのであって，ヨウ素の量を少なくすることについては一切記載されていない。",
                    "また，本件明細書の「このため，ジヨード化合物と固体硫黄と，さらに硫黄含有重合禁止剤とを含む混合物を溶融重合させるPAS樹脂の製造方法が開発された(特許文献5参照)。しかし，この方法で得られたPAS樹脂は，他の化合物や樹脂との反応性が低いという問題があった。このため，このようなPAS樹脂はエポキシシランカップリング剤や官能基含有熱可塑性エラストマーなどの耐衝撃性改質剤を加えた際の耐衝撃性改善効果も不十分なものしか得られず，用途や使用法に制限があった。」(【0006】)との記載によれば，本件発明の課題が，特許文献5(特表2010-501661号公報・乙1)に開示された方法(ジヨード化合物と固体硫黄と，更に硫黄含有重合禁止剤とを含む混合物を溶融重合させるPAS樹脂の製造方法)によって得られたPAS樹脂が，他の化合物や樹脂との反応性が低いという問題があったことを解決するものであることが理解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，上記の特許文献5には，最終ポリマー(PAS樹脂)内の残留ヨウ素量を従来と同じ水準に維持しあるいは減らしながら製造するPAS樹脂の新たな製造方法が記載されており，その実施例には後記のとおり183～570ppmのヨウ素量であるPAS樹脂が記載されている。",
                    "してみると，本件明細書において記載されている，従来技術として想定されているPAS樹脂のヨウ素含有量と，本件発明の実施例として記載されているPAS樹脂のヨウ素含有量(200～1，200ppm)とは，同程度のものであるから，本件発明の課題は，むしろ，従来のPAS樹脂とヨウ素の含有量は同程度で，他の化合物や樹脂に対する反応性に優れるPAS樹脂を提供するものと解されるのである。",
                    "このことは，本件明細書の実施例1で得られたPAS樹脂のヨウ素量が600ppmであるところ，比較例1で得られたPAS樹脂のヨウ素量は610ppmであって，両者はほとんど差がないことからも裏付けられる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "更にいえば，乙2(特表2012-513492号公報)には，低いヨウ素含量及び優れた熱安定性を有するPAS樹脂の実施例としてヨウ素含有量が250～610ppmであるPAS樹脂が，甲1(特表2012-514068号公報)には，低いヨウ素含量及び優れた熱安定性を有するPAS樹脂の実施例としてヨウ素含有量が610及び670ppmのPAS樹脂が記載されている(これらのヨウ素含有量の測定方法は，本件発明と同じく，試料を燃焼させた後のヨウ素イオンの濃度を測定している。)ように，本件特許の出願時において，ジヨード芳香族化合物と単体硫黄とを重合反応させて得られるPAS樹脂において，本件発明4におけるヨウ素含有量の上限値である1，200ppmの半分程度の数値であるものが周知のものであることに鑑みれば，本件発明4において特定されているヨウ素含有量は，従来のPAS樹脂のヨウ素含有量の通常の範囲と比較して低いと評価されるものでもない。"
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件発明の課題は，特許文献5(乙1)等の従来技術に対してヨウ素の量を少なくするものではないから，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「ハロゲンフリー」に関する原告の主張も失当である。",
                "すなわち，PAS樹脂の技術分野において，PAS樹脂がプリント基板等に使用されていること，及び，プリント基板等の技術分野において「ハロゲンフリー」(樹脂)が求められていることは当業者にとり周知技術にすぎないものである。",
                "ここで，プリント基板等の技術分野においてハロゲンフリー(ノンハロゲンも同じ。)のプリント基板等を得るためにはハロゲンフリーの樹脂を用いる必要があることは明らかであって，「ハロゲンフリー」(樹脂)とは，塩素，臭素のみならず，ヨウ素も含まないとの意味であることも明らかである。例えば，甲17(社団法人エレクトロニクス実装学会編「エレクトロニクス実装大事典」132～133頁)の「ハロゲンフリー材料  ハロゲンレス(ハロゲン無し)つまりハロゲンを含まないこと。ハロゲンとは化学用語でフッ素(F)，塩素(Cl)，臭素(Br)，沃素(I)などの元素の総称のこと。」との記載に加えて，乙3(特表2010-519389号公報)の【0029】には，「『ハロゲンフリー』という用語は，ハロゲン含有成分が意図的に添加されていないことを意味する。実際には，例えば，誘導結合プラズマ原子吸光分光法により決定される，フッ素，塩素，臭素およびヨウ素の総量が100重量ppm未満の組成物が，ハロゲンフリーとみなされる。」と，乙4(特開2008-91919号公報)の【0033】には，「用語『ハロゲンフリー』または『ハロゲンを含まない』は，100万分の二千(2，000)を超えない濃度の臭素，塩素，ヨウ素，またはフッ素を含まない材料が意味される。」と，乙5(特開2008-110612号公報)の【0050】には，「これらポリアミドイミド樹脂は環境に配慮するという観点から，フッ素，塩素，臭素，ヨウ素等のハロゲンを含まないノンハロゲン系であるものが好ましい。」と，乙6(特開2005-325329号公報)の【0050】には，「これらポリアミドイミド樹脂は環境に配慮するという観点から，フッ素，塩素，臭素，ヨウ素等のハロゲンを含まないノンハロゲン系であるものが好ましい。」と，乙7(特開2012-11388号公報)の【0054】には，「本発明のポリアミドイミド樹脂は，環境に配慮するという観点から，フッ素，塩素，臭素，ヨウ素等のハロゲンを含まないノンハロゲン系であることが好ましい。」と，乙8(特開2009-141337号公報)の【0021】には，「これらポリアミドイミド樹脂は，環境に配慮するという観点から，フッ素，塩素，臭素，ヨウ素等のハロゲンを含まないノンハロゲン系であるものが好ましい。」と記載されているように，プリント基板等の技術分野においては，ヨウ素を含めたハロゲンの含有量を低減させることが広く認識されていたことは明らかである。",
                "そうすると，ハロゲンフリーの技術分野においてヨウ素の低減はこれまで認識されていなかった中で，本件発明4でヨウ素含有量の特定を行ったものであるという原告の主張は誤りであって，本件発明4のヨウ素含有量の上限1，200ppmが規制値よりもかなり低い基準を想定したものであるとする原告の主張も，上記乙3等に記載されているハロゲンフリーに関する技術常識からすれば，また誤りであることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「ポリマー鎖末端に含まれるヨウ素の量が，0．01～1，200ppmという低含有量を支配する」「ポリマー鎖末端に含まれるヨウ素の量が低いPAS樹脂は，本件明細書の【0037】で説明されているとおり，『その製造方法に由来して』得られる」との原告主張も失当である。",
                "すなわち，本件明細書の【0037】の「その製造方法」とは，【0034】にいう「本発明の製造方法」のことであって，その反応工程は【0035】の反応式で示されているものであることは明らかである。",
                "また，本件明細書の【0029】の「溶融重合反応は，ジヨード芳香族化合物，単体硫黄，重合禁止剤および必要に応じて触媒を非酸化性ガスの存在下で加熱することにより行う。その際，重合禁止剤の添加時期は，基本的にどの時点で添加しても構わない…」との記載を読めば，本件発明の製造方法においては，重合禁止剤の添加時期は，基本的にどの時点でも構わないものと理解され，この理解を踏まえて【0037】の記載を合わせ読めば，重合禁止剤の添加時期にかかわらず，「その製造方法に由来して」，ヨウ素原子を0．01～10，000ppmの範囲，好ましくは10～5，000ppmの範囲で含有するポリアリーレンスルフィド樹脂が得られると理解することができる(このことは，重合禁止剤が重合反応進行中の主鎖末端と反応すると説明する本件明細書の【0035】の反応式(2)及び同(4)からも理解される。)。",
                "このように，本件明細書には，重合禁止剤の添加時期によってPAS樹脂中のヨウ素含有量が変化するとか，まして，重合禁止剤を最初に添加することによりPAS樹脂中のヨウ素含有量が少なくなるなどということは，一切記載も示唆もされていない。",
                "そして，本件明細書においては，その実施例と，それとは異なるタイミングで重合禁止剤を添加した場合とを比較して，PAS樹脂中のヨウ素含有量が少なくなったことが理解できる記載も示唆もない。",
                "したがって，本件明細書の記載からは，本件発明4のヨウ素含有量が得られるのは，重合禁止剤の添加時期によらないと理解される。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明の製造方法(で起こる化合物等の反応工程)に関する原告の主張も，次のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明の製造方法で起こる化合物等の反応工程を説明し，当該反応工程によりポリマー鎖の末端のヨウ素が少なくなると説明しているが，原告が説明する工程は，本件明細書に記載されている反応工程とは異なるものであって，しかも，本件発明の製造方法がそのような反応工程であるといえる根拠について何らの説明もされていない。",
                    "すなわち，本件明細書において，本件発明に係る反応工程が記載されているのは，【0035】のみであるところ，原告が主張する本件発明の製造方法の反応工程(以下「原告主張工程」という。)と【0035】に記載の工程(以下「特許明細書記載工程」という。)とを対比すると，本件明細書においては「重合禁止剤中の-S-S-結合が，溶融温度下でラジカル開烈し(反応式(1))，発生した硫黄ラジカルが重合中の末端ヨウ素原子の隣接炭素原子を攻撃し，ヨウ素原子が脱離することで，前記一般式(1)で表される基を末端に有するポリアリーレンスルフィド樹脂が生成する(式中，反応式(2))。」と記載されているように，特許明細書記載工程では，「重合禁止剤」が反応式(2)のように「重合中の末端ヨウ素原子の隣接炭素原子を攻撃し」，それにより「ヨウ素原子が脱離することで」，「前記一般式(1)で表される基を末端に有するポリアリーレンスルフィド樹脂が生成」されるのに対し，原告主張工程では「この反応では，ジヨード芳香族化合物と，単体硫黄及び重合禁止剤という単分子が同時に反応に供せられることから，まず，主として下記の反応が生じ，解裂した重合禁止剤が分子末端に結合し，代わりにヨウ素が末端から離脱する。」とされ，反応式で示されるとおり，「重合禁止剤」は主として「ジヨードベンゼン」と単分子同士で反応するものとされている点で，両者の反応工程は全く相違するものであって，本件明細書に記載されていた特許明細書記載工程とはその内容が一致しないものである。",
                    "そもそも，原告は，原告主張工程が本件発明の製造方法における反応工程であると主張はするものの，本件発明の製造方法がそのような工程であると推察される根拠すら示しておらず，原告主張工程が本件発明の製造方法の反応工程を正しく表せているのか否かを判断することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告の説明によれば，重合開始直後にジヨード芳香族化合物と，単体硫黄及び重合禁止剤という単分子が同時に反応に供せられることから，重合禁止剤とヨウ素末端との反応が多く生じ全体として見た場合ヨウ素が多く離脱することがポリマー鎖の末端のヨウ素が少なくなる理由であるとのことであるが，原告のこの説明は根本的に誤っている。",
                    "そもそも，重合禁止剤との反応点の濃度が高い重合開始直後の段階で，ジヨードベンゼンと重合禁止剤との反応が多く生じることから，全体としてみた場合，ヨウ素が多く離脱し，ポリマー鎖の末端のヨウ素が少なくなるとの原告の主張は，原告主張工程を前提とするものであるところ，原告主張工程が特許明細書記載工程とは異なるものであり，また，原告主張工程が本件発明の製造方法において実際に起こり得るものであることについても根拠が示されていない以上，それを前提とする原告の主張は根拠がないものというほかない。",
                    "仮に，本件発明の製造方法において，原告主張工程に示される反応が生じていて，重合禁止剤との反応点(ヨウ素含有化合物)の濃度が高い重合初期の段階で重合禁止剤とヨウ素含有化合物とが優先的に反応しているとしても，重合したポリマー鎖の末端のヨウ素と重合禁止剤との反応，すなわち特許明細書記載工程の反応式(2)の反応が生じる(なお，特許明細書記載工程の反応式(4)の反応も生じるが，この反応はヨウ素量とは関係がないので，以下の説明においては省略する。)ことに変わりはないのであって，重合禁止剤を最初に添加しようが，重合途中で添加しようが，重合中のポリマー鎖末端に存在するヨウ素と反応する重合禁止剤が存在している限り，ポリマー鎖末端のヨウ素と重合禁止剤との反応が生じ，その結果ポリマー鎖末端のヨウ素が置換されてポリマー鎖の伸張が止まるのであるから，理論上は，その結果得られるPAS樹脂のポリマー鎖末端のヨウ素の量に違いが生じるものではない。",
                    "また，仮に，重合禁止剤を重合途中で添加した場合に，ポリマー鎖末端のヨウ素の全てが完全に反応しないとしても，その未反応物を補うために，重合禁止剤を更に多量に添加して反応させれば，結果的にポリマー鎖末端に存在するヨウ素が置換される結果，その量が少なくなることは明らかである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "「先願明細書発明Bの内容及び本件発明4との違い」について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲5において，ヨウ素含有量を低減させることについては何ら記載されていないと主張するが，次のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張は，本件発明が，従来のPAS樹脂よりもそのヨウ素含有量を低減させるものであることを前提とするものである。しかしながら，本件発明が，ヨウ素含有量を低減させることを目的とするものではないことは，前記のとおりであるから，原告の主張はその前提において失当といわざるを得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲5には，ヨウ素量やハロゲンフリーとの文言は記載されていないものの，「コンピュータ付属品などの電気・電子部品…として用いることができる。」(【0049】)と記載されており，前記のとおり，プリント基板等の技術分野においてはヨウ素を含めたハロゲンの含有量を低減させることが広く認識されていたことに鑑みれば，甲5においてもヨウ素含有量の低減が目的でないということはできない。",
                    "さらに，甲5には，「前記ジヨード芳香族化合物と硫黄元素を含む反応物を重合反応させる過程で，重合反応後期にカルボキシ基…を有する化合物を添加して反応させることにより，ポリアリーレンスルフィド主鎖の末端基(End  Group)の少なくとも一部に，カルボキシ基(-COOH)…が導入された一実施形態のポリアリーレンスルフィドを製造することができる。特に，前記重合反応後期にカルボキシ基…を有する化合物を追加的に添加して，主鎖末端基に適切な含有量のカルボキシ基…が導入され，他の高分子素材または充填材などとの優れた相溶性を示しながらも，ポリアリーレンスルフィド特有の優れた物性を有する一実施形態のポリアリーレンスルフィドが効果的に製造できる。」(【0030】)と記載されており，かかる「カルボキシル基を有する化合物」(重合禁止剤)は，PAS樹脂の主鎖末端に存在するヨウ素と反応しているのは明らかであって，その反応によってPAS樹脂の主鎖末端に存在するヨウ素量が減少しているものである。加えて，甲5には，「一方，このような重合反応途中，重合が或程度行われた時点で重合中止剤を添加することができる。この時，重合可能な重合中止剤は，重合される高分子に含まれるヨードグループを除去して重合を中止させられる化合物であれば，その構成の限定はない。具体的には，ジフェニルスルフィド…ベンゾチアゾール類…であってよい。より好ましくは，前記重合中止剤は，…2，2’-ジチオビスベンゾチアゾール…であってよい。」(【0038】～【0039】)と記載されており，実際，甲5の全ての実施例(実施例1～8)において，重合禁止剤と共に重合中止剤として「2，2’-ジチオビスベンゾトリアゾール」(甲30によれば，「2，2’-ジチオビスベンゾチアゾール」の誤記である。)が添加されている。そして，かかる重合中止剤は，乙1における硫黄含有重合停止剤としての「2，2’-ジチオビスベンゾチアゾール」，乙2における重合停止剤としての「ジフェニルジスルフィド」，甲1における重合中止剤としての「2，2’-ジチオビスベンゾチアゾール」及び「ジフェニルジスルフィド」に一致する。",
                    "そうすると，従来技術(乙1，乙2及び甲1)に通暁する当業者が，甲5の上記記載や実施例をみれば，甲5の特に実施例におけるPAS樹脂のヨウ素含有量は少ないものであることが理解され，そのヨウ素含有量はかかる従来技術と同様に600ppm程度のものであると理解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "重合禁止剤の添加時期によって，得られるPAS樹脂中に含まれるヨウ素含有量が変化するとの原告主張が誤りであることは，前記のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "先願明細書発明BのPAS樹脂におけるヨウ素の量が0．01～1，200ppmであると推認することなどできないとの原告主張も，次のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の実施例1ないし4(【0065】～【0068】，【0080】表1)によれば，重合禁止剤の添加量が増加することに応じてヨウ素量が減少していることがみて取れるから，本件発明において重合禁止剤の添加量がヨウ素含有量に影響するものであることが理解できる。そして，このような結果からは，重合禁止剤の添加量が増加することに応じて伸張中のPAS樹脂のポリマー鎖末端ヨウ素との反応が増加し，PAS樹脂のポリマー鎖末端のヨウ素が反応・脱落することでポリマー鎖の伸張が停止し，最終生成物であるPAS樹脂中のヨウ素量が減少するものと理解される。",
                    "一方，前記のとおり，甲5の実施例では，重合禁止剤と共に重合中止剤を添加しているところ，重合禁止剤及び重合中止剤は，重合進行中の重合鎖末端のヨウ素と反応し，ヨウ素を脱離させ，ヨウ素の代わりに末端基となり，重合鎖のそれ以上の伸張を止めるという機能の点で，異なるものではない。そうすると，甲5の実施例のPAS樹脂は，重合禁止剤と共に重合中止剤が重合鎖末端のヨウ素と反応し，ヨウ素を脱離させ，ヨウ素の代わりに末端基となっているものであり，ヨウ素含有量を評価するという観点においては，甲5の実施例における重合禁止剤及び重合中止剤の合計の添加量と，本件発明の重合禁止剤の添加量とを対比すべきものである。",
                    "なお，甲5では重合禁止剤及び重合中止剤を，重合がある程度進行し長いポリマー鎖が形成された段階で添加しているが，当該重合禁止剤及び重合中止剤の作用は，PAS樹脂のポリマー鎖の末端のヨウ素基に変えてカルボキシル基を導入したり，ポリマー鎖の末端のヨウ素を置換したりして，それ以上の重合反応を中止することであるから，甲5の実施例においては，重合禁止剤及び重合中止剤が反応した分だけPAS樹脂のポリマー鎖末端のヨウ素が脱離し，その結果PAS樹脂のポリマー鎖末端に結合しているヨウ素の量が減少していることは明らかである。",
                    "そして，本件発明の実施例と甲5の実施例の反応条件についてみれば，両者は，温度や圧力などがほぼ同じ程度で溶融重合させているものであるから，その結果得られる両者のPAS樹脂は，同程度にポリマー鎖末端に結合しているヨウ素の量が減少しているものと理解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲5の実施例5では，原料である，パラジヨードベンゼン(MW＝330)5130g，硫黄450g，反応開始剤として1，3-ジヨード-4-ニトロベンゼン4gを重合させ，重合反応が80％進んだ時点で重合中止剤2，2’-ジチオビスベンゾトリアゾール(前記のとおり，「2，2’-ジチオビスベンゾチアゾール(MW＝332．6)」の誤記である。)25gを添加し，1時間反応を進行させた後，重合反応が90％進んだ時点で重合禁止剤2，2’-dithiodibenzoic  acid(MW＝306)51gを添加し，10分間反応を進行させた後，0．5Torr以下となるまで真空下1時間反応を進行させて，カルボキシル基を主鎖末端に含む数平均分子量17，338のPAS樹脂を得たと記載されている(甲5・【0063】【0064】【0079】表1等)。",
                    "ここで，重合禁止剤及び重合中止剤の合計のパラジヨードベンゼンに対する添加量比を計算すると，1．48重量％であり，本件発明の実施例における添加量比である0．05～0．67重量％と比較して，2．2～30倍という大量の量を添加していることになる。",
                    "次に，甲5の実施例5における重合禁止剤及び重合中止剤の添加量がPAS樹脂のポリマー鎖末端基に対してどの程度の割合となっているかを計算する。",
                    "得られたPAS樹脂の数平均分子量17，338から，両ポリマー鎖末端基を除いたPAS樹脂の平均繰り返し単位数は154．6と計算されるから，原料のパラジヨードベンゼン5130gの全てが重合したとすると，PAS樹脂のポリマー鎖末端基は両方合わせて0．201モル存在すると計算される。",
                    "それに対して，甲5では，重合禁止剤が0．166モル添加されているが，重合禁止剤は解裂する結果，1分子で2個の末端基と反応が形成されるから，重合禁止剤は，PAS樹脂のポリマー鎖末端基に対して166％の過剰量添加された状態で反応させていることになる。さらに，重合禁止剤のみならず，重合中止剤0．0752モルも併せて添加し反応させているところ，重合中止剤も同様に1分子で2個の末端基と反応が形成されるから，これらを考慮すれば，甲5の実施例5においては，そのPAS樹脂のポリマー鎖末端基に対して241％という過剰量の重合禁止剤及び重合中止剤を投入していることになる。",
                    "そして，甲5の実施例5においては，上記のとおり高温高真空の溶融条件下，1時間以上にわたって反応させている(かかる反応は攪拌しながら反応させていることが明らかである)から，重合禁止剤及び重合中止剤を重合反応の途中で添加するものであったとしても，甲5のPAS樹脂のポリマー鎖末端基に対して241％という大きな過剰量(本件発明の実施例と比較して2．2～30倍という量であることは上記のとおり)が添加されていることからすれば，重合禁止剤及び重合中止剤は，PAS樹脂のポリマー鎖末端基と十分に反応しているものと解される。",
                    "仮に，原告が主張するように，重合禁止剤及び重合中止剤を最初に添加した場合と途中で添加した場合では，最初に添加した方が反応しやすいことが想定されるとしても，甲5の実施例においてその添加量が本件発明の実施例に比較して大量であり，しかも十分に反応していると解されるから，原告が主張するように反応がしにくいとしても添加量を多くして反応させれば，結果的に重合鎖末端に存在するヨウ素末端基の量が少なくなることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，甲5に記載のPAS樹脂のヨウ素含有量が，本件発明4において特定されているヨウ素含有量とさほど変わるものではないことは明らかといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告が，両者の含有量が相違する理由の前提として主張する原告主張工程が本件明細書に記載されておらず，根拠のないものであることは前記のとおりであるが，仮に，原告主張工程の存在を前提としても，以下に述べるとおり，その主張は誤りである。",
                    "すなわち，原告主張工程における「鎖長延長反応」では，ポリマー鎖の片末端にカルボキシル基(-COOH)が導入され，かつ反対側の末端に必ずヨウ素が存在するPAS樹脂が得られるものであり，そのジヨードベンゼンと重合禁止剤とのモル比を考えれば，重合禁止剤は反応の比較的早い段階でジヨードベンゼンと反応し，消費されていると解されることから，ポリマー鎖に更に重合禁止剤が反応することによるヨウ素の離脱はない。",
                    "他方，先願明細書発明Bにおける「鎖長延長反応」によれば，まず両末端にヨウ素が存在するPAS樹脂が得られることは明らかである。そして，先願明細書発明Bは，その後これに重合禁止剤(及び重合中止剤)を添加・反応させて製造されるものであるところ，重合禁止剤あるいは重合中止剤を添加すれば，PAS樹脂の末端のヨウ素基のしかるべき割合と反応し，ヨウ素を離脱させることは，前記イのとおりであるから，重合禁止剤の添加・反応によって両末端のヨウ素が共に，相当程度，反応・離脱し，かつその結果末端にカルボキシル基(-COOH)を有するPAS樹脂が得られるものである。",
                    "そして，甲5の実施例において重合停止剤及び重合禁止剤とPAS樹脂のポリマー鎖末端のヨウ素が十分反応するであろうことも前記イのとおりである。",
                    "以上のことからすれば，原告主張工程を前提としても，本件発明と先願明細書発明Bとの間において，そのヨウ素含有量が異なるものとなるとの原告の主張は誤りであるといえる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(本件発明4に係る同一性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "理由(a)に関し",
              "text": [
                "原告は，先願明細書に本件発明4の全ての構成が記載されていなければ，本件発明4が先願明細書発明Bと同一であるなどとはいえないとした上で，甲5には，PAS樹脂中のヨウ素原子の含有量を0．01～1，200ppmとすることはおろか，「ヨウ素含有量」についてすら記載されていないし，塩素等のハロゲンフリーの課題についても，何ら認識がされていないことを理由に，先願明細書発明Bあるいは甲5において，「PAS樹脂中のヨウ素原子の含有量を0．01～1，200ppmにする」という要件が記載されている，あるいは，記載されているに等しいとすることはできない旨主張する。",
                "しかしながら，前記のとおり，甲5の記載や実施例をみれば，従来技術に通暁する当業者は，甲5の先願明細書発明Bや特にその実施例におけるPAS樹脂のヨウ素含有量は従来技術と同様に600ppm程度のものであると理解するのであるから，決定が，「先願明細書発明Bのポリアリーレンスルフィドが，ヨウ素原子を1，200ppm以下含有するものと解される」として，相違点1を実質的な相違点ではないとし，本件発明4と先願明細書発明Bとを同一とした判断に誤りがないことは明らかである。",
                "また，原告は，決定が「その含有量をできるだけ少なくしようということは，たとえ先願明細書に明記されていないとしても，当業者であれば当然に想起し，実施することである。」(22頁3～5行)と説示した点を捉えて，あたかも進歩性の判断をしたかのように論難する。",
                "しかしながら，当該決定の説示は，引用先願である甲5に記載されているPAS樹脂の用途の一つが電子部品であることから，ハロゲンフリーであることは当然の前提であることが推認されること，乙1，乙2及び甲1のように，ジヨード化合物を用いて生成されたPAS樹脂中のヨウ素含有量の低減が引用先願の優先日当時に周知の課題であることを踏まえて，従来技術と同様の製造方法を採用する甲5に記載のPAS樹脂も同様にヨウ素含有量が低減された樹脂を得ようとするものであることが当然の前提とされていることを説示しようとしたものであって，決して動機付けが存在するなどということを説示しようとしたものではない。",
                "また，このような説示があるからといって，前記のとおり，決定が認定した先願明細書発明BのPAS樹脂のヨウ素含有量が，少なくとも600ppm程度のものであるといえる以上，「先願明細書発明Bのポリアリーレンスルフィドが，ヨウ素原子を1，200ppm以下含有するものと解される」として，相違点1を実質的な相違点ではないとした決定の判断に誤りはなく，このような説示を理由とする原告の主張は，決定の結論に何ら影響するものではないから，失当といわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "理由(b)，(c)に関し",
              "text": [
                "原告は，決定が「ヨウ素原子の含有量を0．01～1，200ppmの範囲内とするために通常は行うことがない特別の操作を必要とするものであるとは認められない」としながらも，その理由については全く述べておらず，審理不尽の瑕疵があると主張する。",
                "しかしながら，前記のとおり，本件明細書には，重合禁止剤の添加時期によってPAS樹脂中のヨウ素含有量が変化するとか，重合禁止剤を最初に添加することによりPAS樹脂中のヨウ素含有量が少なくなることなどは一切記載も示唆もされておらず，実施例でもヨウ素含有量を減じるための操作についての説明がないという事情に照らせば，決定が「ヨウ素原子の含有量を0．01～1，200ppmの範囲内とするために通常は行うことがない特別の操作を必要とするものであるとは認められない」と説示するに当たって特段の理由を述べなかったとしても，その理由はおのずと明らかであるから，審理不尽の瑕疵があるとはいえない。",
                "また，原告は，本件発明4において特定されているヨウ素含有量の範囲「0．01～1，200ppm」の値が，非常に小さい値であることに鑑みれば，先願方法で得られたPAS樹脂に対して，当業者が通常採用する操作を行えば，ヨウ素原子の含有量「0．01～1，200ppm」を達成できるなどということはできない旨主張する。",
                "しかしながら，本件発明4において特定されているヨウ素含有量の範囲の値が従来技術におけるPAS樹脂のヨウ素含有量とさほど変わらないことは，前記のとおりであるし，同発明において特定されているヨウ素含有量の範囲が，重合開始直後から重合禁止剤を添加する製造方法により得られるとの原告主張が誤りであることも，前記のとおりである。",
                "したがって，原告の主張はやはり失当といわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "理由(d)に関し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲5の実施例5は，記載された化合物が実在せず，追試不能であるとの指摘について",
                  "text": [
                    "甲5の重合中止剤を例示した【0039】に「2，2’-ジチオビスベンゾトリアゾール」は記載されておらず，同じく甲5の重合中止剤を説明する【0038】にもベンゾトリアゾール類との記載はない上，【0039】に例示されている重合中止剤のうち「2，2’-ジチオビス」の構造，すなわち，ある構造単位の2位に硫黄が結合し，その硫黄同士が結合する構造を有する化合物に該当するものとしては「2，2’-ジチオビスベンゾチアゾール」のみが例示されていることからすれば，当業者は，「2，2’-ジチオビスベンゾトリアゾール」が「2，2’-ジチオビスベンゾチアゾール」の誤記であると認識し得る。",
                    "したがって，甲5の実施例5が追試不能であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲9実験においては，甲5の実施例5に記載されていない三つの工程(①原料準備の段階でＮ2充填，②発生されるヨウ素をヨウ素捕集tankで除去，③反応完了した樹脂をペレットにする前にＮ2加圧)が追加されているから，同実験は，そもそも甲5の実施例5の忠実な再現(忠実な追試)には当たらないとの指摘について",
                  "text": [
                    "上記①ないし③は，実施例に明示されていない実験条件ではあるものの，いずれも決定で説示されているように「技術常識の範疇に属する」ものといえ(すなわち，上記①に関し，原料を溶融加熱重合させるに際し，酸素の影響を排除するべく窒素充填することは常套手段にすぎず，上記②も，Ｎ2中のヨウ素が取り除かれるにすぎない。上記③は，重合反応が完了した樹脂をストランド〔条〕状に押出し，これを冷却して紐状の樹脂を成形したのち，これをカットしてペレットを製造するに際して，重合反応の完了した樹脂に対してＮ2加圧して樹脂を重合器から押し出すことであり，このことは，乙9ないし12の記載からみても，甲5の実施例5に関する記載から当業者が当然に想定し得る程度の技術常識の範疇に属するものといえる。)，甲9実験においてそのような条件が異なるとしても，それにより得られるPAS樹脂自体が異なるものとなるものではない。",
                    "したがって，原告が主張するように，甲9の実験条件が異なるものであるとしても，決定において，先願明細書発明Bのポリアリーレンスルフィドはヨウ素原子を1，200ppm以下含有するものと解される。」として「相違点は実質的な相違点ではない。」旨判断したことに誤りがあるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，原告の主張はやはり失当といわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，原告の主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(本件発明5に係る同一性判断の誤り)に対し",
          "text": [
            "本件発明4が先願明細書発明Bと同一であるとの決定の判断に誤りがないことは，前記1のとおりであるから，取消事由2に関する原告の主張は，そもそもその前提を欠く。",
            "また，決定が，本件発明5における「ジヨード芳香族化合物と，単体硫黄と，下記一般式(1)…で表される基を有する重合禁止剤とを含む混合物を重合反応させて得られる」とは，「各成分の添加の順番について何ら特定するものではない」と判断したことについては，本件明細書の特許請求の範囲の記載において各成分の添加の順番が規定されておらず，また，本件明細書の【0029】の「溶融重合反応は，ジヨード芳香族化合物，単体硫黄，重合禁止剤および必要に応じて触媒を非酸化性ガスの存在下で加熱することにより行う。その際，重合禁止剤の添加時期は，基本的にどの時点で添加しても構わないものの，好ましくはジヨード芳香族化合物，単体硫黄および必要に応じて触媒を非酸化性ガスの存在下で加熱して，内温が200℃～320℃となった時点，より好ましくは250～320℃となった時点で添加することが望ましい。」との記載から，重合禁止剤の添加時期は基本的にどの時点で添加しても構わないと理解されることを根拠としたものであって，誤りはない。",
            "すなわち，重合禁止剤の添加のタイミングにかかわらず，重合禁止剤が反応の過程で添加されるのであれば，その時点でジヨード芳香族化合物と単体硫黄と重合禁止剤との混合物が重合反応に供されるのであるから，そのようにして作られるものが本件発明5に包含されることは明らかである。",
            "そもそも，本件発明5は，製造方法により限定された物クレーム，いわゆるプロダクトバイプロセスクレームに相当するものであるから，製造方法が異なるものであったとしても，得られるPAS樹脂自体に差が認められなければ，両者は同一と判断できるものであるから，仮に，本件発明5において特定されている製造方法の点で，先願明細書発明Bとは異なるものであるとしても，前記のとおり，甲5におけるPAS樹脂のヨウ素含有量が600ppm程度で本件発明5において特定されているヨウ素含有量と同じ程度のものといえる以上，両者の同一性を肯定した決定の判断が誤りとなるものではない。",
            "したがって，本件発明5が先願明細書発明Bと同一であるとした決定の判断に誤りはなく，原告の主張する取消事由2は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(本件発明6及び7に係る同一性判断の誤り)に対し",
          "text": [
            "本件発明4が先願明細書発明Bと同一であるとの決定の判断に誤りがないことは，前記1のとおりであるから，取消事由3に関する原告の主張は，そもそもその前提を欠く。",
            "したがって，本件発明6，7がそれぞれ先願明細書発明C，Dと同一であるとした決定の判断に誤りはなく，原告の主張する取消事由3は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書(甲11)には，おおむね以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野，背景技術",
                  "text": [
                    "【0001】  本発明は，反応性に優れるポリアリーレンスルフィド樹脂の製造方法および該製造方法によって生成するポリアリーレンスルフィド樹脂組成物に関する。",
                    "【0002】  近年，電気電子部品分野をはじめさまざまな分野で，環境に対する取り組みとして低ハロゲン化への動きが活発化している。",
                    "【0003】  ポリフェニレンスルフィド樹脂(以下PPSと略すことがある)に代表されるポリアリーレンスルフィド樹脂(以下PASと略すことがある)は，ハロゲン系難燃剤なしでも十分な難燃性が得られることからハロゲンフリー材料として注目を集めている。",
                    "【0004】  …。現在市販されているポリアリーレンスルフィド樹脂はこの方法により生産されているものの，製造工程で用いた有機極性溶媒や塩化ナトリウムなどの副生物を除去する精製処理工程が必須となるだけでなく，精製処理後であっても樹脂中に塩素原子が残留する。",
                    "【0005】  そこで，塩素原子および極性溶媒を使用せず，ジヨード芳香族化合物と単体硫黄とを用いて溶融重合させるポリアリーレンスルフィド樹脂の製造方法が知られている…。この方法では，ヨウ素原子を含むポリアリーレンスルフィド樹脂が得られるものの，重合反応物ないし重合反応後の反応魂を減圧下で加熱することによって，ヨウ素原子を昇華させ除去することができるため，樹脂中のヨウ素濃度を低く抑えることが可能である。しかしながら，この方法は，重合原料として単体硫黄(S )を使用することから，最終的に得られるポリアリーレンスルフィド樹脂の骨格中にジスルフィド結合(-S-S-)が残存してしまい，熱的特性や機械特性を低下させる原因となっていた。",
                    "【0006】  このため，ジヨード化合物と固体硫黄と，さらに硫黄含有重合禁止剤とを含む混合物を溶融重合させるポリアリーレンスルフィド樹脂の製造方法が開発された…。しかし，この方法で得られたポリアリーレンスルフィド樹脂は，他の化合物や樹脂との反応性が低いという問題があった。このため，…耐衝撃性改質剤を加えた際の耐衝撃性改善効果も不十分なものしか得られず，用途や使用法に制限があった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の概要(発明が解決しようとする課題，課題を解決するための手段，発明の効果)",
                  "text": [
                    "【0009】  本願発明者らは種々の検討を行った結果，ジヨード化合物と固体硫黄と硫黄含有重合禁止剤を含む混合物を溶融重合させるポリアリーレンスルフィド樹脂の製造方法において，特定の官能基を有する重合禁止剤を用いることで上記課題を解決できることを見出し，本発明を完成するに至った。",
                    "【0010】  すなわち，本発明は，ジヨード芳香族化合物と，単体硫黄と，下記一般式(1)",
                    "【0011】【化1】",
                    "(式中，Xは水素原子またはアルカリ金属原子)で表される基を有する重合禁止剤とを含む混合物を重合反応させることを特徴とする前記一般式(1)で表される基を有するポリアリーレンスルフィド樹脂の製造方法に関する。",
                    "【0012】  また，本発明は，末端に下記一般式(1)",
                    "【0013】【化2】",
                    "(式中，Xは水素原子またはアルカリ金属原子)で表される基を有するポリアリーレンスルフィド樹脂と，該ポリアリーレンスルフィド樹脂に対し0．01～10，000ppmの範囲となる割合でヨウ素原子を含有することを特徴とするポリアリーレンスルフィド樹脂組成物に関する。",
                    "【0014】  本発明により，塩素原子を含まず，かつエポキシシランカップリング剤や官能基含有熱可塑性エラストマーなどの耐衝撃性改良剤などの他の化合物や樹脂との反応性に優れるポリアリーレンスルフィド樹脂組成物および該樹脂の製造方法を提供することができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "【0015】  本発明に用いるジヨード芳香族化合物としては，ジヨードベンゼン，ジヨードトルエン，ジヨードキシレン，ジヨードナフタレン，ジヨードビフェニル，ジヨードベンゾフェノン，ジヨードジフェニルエーテル，ジヨードジフェニルスルフォン等が挙げられるが，本発明はこれらに限定されない。2つのヨウ素原子の置換位置としては特に限定されないが，好ましくは2つの置換位置が分子内で出来る限り遠い位置が望ましい。より好ましくはパラ位，4，4’-位が良い。",
                    "【0018】  本発明で用いる下記一般式(1)",
                    "【0019】【化3】",
                    "(式中，Xは水素原子またはアルカリ金属原子である。)で表される基を有する重合禁止剤(以下，単に重合禁止剤と略すことがある)としては，共役芳香環上に前記一般式(1)で表される基を有し，且つポリアリーレンスルフィド樹脂の重合反応において，当該重合反応を禁止ないし停止する化合物であれば特に制限なく用いることができる。例えば，ジフェニルジスルフィド，モノヨードベンゼン，チオフェノール，2，2’-ジベンゾチアゾリルジスルフィド，2-メルカプトベンゾチアゾール，Ｎ-シクロヘキシル-2-ベンゾチアゾリルスルフェンアミド，2-(モルホリノチオ)ベンゾチアゾール，Ｎ，Ｎ’-ジシクロヘキシル-1，3-ベンゾチアゾール-2-スルフェンアミドなどの重合禁止剤の共役芳香環骨格上に1又は複数の前記一般式(1)で表される基を有する化合物が挙げられる。なお，式中，Xは水素原子またはアルカリ金属原子であるが，このうち反応性が良好となる点から水素原子であることが好ましい。",
                    "【0027】  本発明のポリアリーレンスルフィド樹脂は，原料となるジヨード芳香族化合物と，単体硫黄と，前記重合禁止剤と，必要に応じて触媒とを非酸化性ガスの存在下で加熱して，溶融重合させることによって得られる。その際の配合割合は，単体硫黄1モルに対して，ジヨード芳香族化合物が0．5～2モルの範囲，好ましくは0．8～1．2モルの範囲である。また，固体硫黄1モルに対して，前記重合禁止剤が0．0001～0．1モルの範囲，好ましくは0．0005～0．05の範囲である。",
                    "【0029】  溶融重合反応は，ジヨード芳香族化合物，単体硫黄，重合禁止剤および必要に応じて触媒を非酸化性ガスの存在下で加熱することにより行う。その際，重合禁止剤の添加時期は，基本的にどの時点で添加しても構わないものの，好ましくはジヨード芳香族化合物，単体硫黄および必要に応じて触媒を非酸化性ガスの存在下で加熱して，内温が200℃～320℃となった時点，より好ましくは250～320℃となった時点で添加することが望ましい。",
                    "【0034】  本発明の製造方法において前記一般式(1)で表される基を末端に有するポリアリーレンスルフィド樹脂は以下の反応により生成する。",
                    "【0035】【化10】",
                    "例えば，前記一般式(1)で表される基を有するジフェニルジスルフィドを用いた場合には，重合禁止剤中の-S-S-結合が，溶融温度下でラジカル開烈し(反応式(1))，発生した硫黄ラジカルが重合中の末端ヨウ素原子の隣接炭素原子を攻撃し，ヨウ素原子が脱離することで，前記一般式(1)で表される基を末端に有するポリアリーレンスルフィド樹脂が生成する(式中，反応式(2))。また，ポリアリーレンスルフィド樹脂の主鎖中に原料(単体硫黄)に由来して存在するジスルフィド結合が溶融温度下でラジカル開烈し(反応式(3))，その際発生した硫黄ラジカルと，前記重合禁止剤中の-S-S-結合由来の硫黄ラジカルとが再結合することによって前記一般式(1)で表される基を末端に有するポリアリーレンスルフィド樹脂が生成する(式中，反応式(4))。なお，脱離したヨウ素原子は遊離状態(ヨウ素ラジカル)にあるか，または，ヨウ素ラジカル同士が再結合することで，ヨウ素分子が生成する(反応式(5))。",
                    "【0036】  本発明では上記の溶融重合を行って得られた反応生成物を一旦，固体状態に冷却した後，さらに減圧下で，または大気圧下の場合には非酸化性雰囲気下で，加熱して重合反応させることができる。これによりさらに分子量を増大させることができるだけでなく，さらに，生成したヨウ素分子が昇華されて除去されるため，ポリアリーレンスルフィド樹脂中のヨウ素原子濃度を低く抑えることができる。なお，固体状態への冷却は，100～260℃の範囲，好ましくは130～250℃の範囲，さらに好ましくは150～230℃の範囲である。固体状態への冷却後の加熱は，前記溶融重合時と同じ温度および圧力条件下で行えばよい。",
                    "【0037】  本発明の末端に前記一般式(1)で表される基を有するポリアリーレンスルフィド樹脂は，その製造方法に由来して，末端に前記一般式(1)で表される基を有するポリアリーレンスルフィド樹脂と該ポリアリーレンスルフィド樹脂に対してヨウ素原子を0．01～10，000ppmの範囲，好ましくは10～5，000ppmの範囲で含有するポリアリーレンスルフィド樹脂組成物とする反応生成物として得られる。本発明のポリアリーレンスルフィド樹脂組成物は，ハロゲン原子として塩素原子ではなくヨウ素原子を含むものであるため，前述のとおりヨウ素分子の昇華性を利用して，ヨウ素原子濃度を低く抑えることも可能であり，その場合には，900ppm以下，好ましくは100ppm以下，さらには10ppm以下とすることも可能である。さらにヨウ素原子を検出限界以下に除去することも可能ではあるものの，生産性を考えると実用的ではない。",
                    "【0057】  本発明のポリアリーレンスルフィド樹脂ないし該樹脂を含む樹脂組成物は，ポリアリーレンスルフィド樹脂の本来有する耐熱性，寸法安定性等の諸性能も具備しているので，例えば，コネクタ，プリント基板及び封止成形品等の電気・電子部品，ランプリフレクター及び各種電装品部品などの自動車部品，各種建築物，航空機及び自動車などの内装用材料，あるいはOA機器部品，カメラ部品及び時計部品などの精密部品等の射出成形若しくは圧縮成形，若しくはコンポジット，シート，パイプなどの押出成形，又は引抜成形などの各種成形加工用の材料として，或いは繊維若しくはフィルム用の材料として幅広く有用である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施例",
                  "text": [
                    "【0065】(実施例1)  p-ジヨードベンゼン(東京化成株式会社，p-ジヨードベンゼン純度98．0％以上)300．0g，固体硫黄(関東化学株式会社製，硫黄(粉末))27．00g，4，4’-ジチオビス安息香酸(和光純薬工業株式会社製，4，4’-ジチオビス安息香酸，Technical  Grade)0．60gを180℃に加熱してそれらを窒素下で溶解，混合した。次に220℃に昇温し，絶対圧26．6kPaまで減圧した。得られた溶融混合物を，320℃で絶対圧133Paとなるように，段階的に温度と圧力変化させて，8時間溶融重合した。この反応により，PPS樹脂91gを得た。各測定結果を表1に示した。",
                    "【0080】【表1】",
                    "(判決注)",
                    "※  実施例2～10は，実施例1の重合禁止剤を，それぞれ4，4‘-ジチオビス安息香酸1．0g，同2．0g，同0．15g，同1．0gと1，3-ジヨード-4-ニトロベンゼン0．3g，p-メルカプト安息香酸，p-ヨード安息香酸，p-ヨード安息香酸ナトリウム，p-メルカプトフェニル酢酸，Ｎ-メチル-(p-ヨードフェニル)-アミノ酪酸，に変更したものである。",
                    "※  比較例1～3は，重合禁止剤に代えてジフェニルジスルフィドを使用(比較例2，3はジヨード芳香族化合物も変更)したものである。",
                    "【0081】  比較例1のPPS樹脂は，反応性評価試験による粘度上昇率が低く，グリシジル基含有シランカップリング剤と反応しにくいものであることが明らかとなった。比較例2，3のPPS樹脂は高分子量化できないだけでなく，反応性試験においてもPPS樹脂がゲル化して，測定できなかった。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明に関する開示事項",
              "text": [
                "(1)によれば，本件明細書には，本件発明について次の事項が開示されているものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，反応性に優れるポリアリーレンスルフィド樹脂(PAS樹脂)の製造方法及び該製造方法によって生成するPAS樹脂組成物に関する。ジヨード化合物と固体硫黄と，更に硫黄含有重合禁止剤とを含む混合物を溶融重合させる方法で製造されたPAS樹脂は，他の化合物や樹脂との反応性が低いという問題があった。このため，耐衝撃性改質剤を加えた際の耐衝撃性改善効果も不十分なものしか得られず，用途や使用法に制限があった(【0001】【0006】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明の発明者らは，ジヨード化合物と固体硫黄と硫黄含有重合禁止剤を含む混合物を溶融重合させるPAS樹脂の製造方法において，特定の官能基を有する重合禁止剤を用いることで上記課題を解決できることを見出した。本発明により，塩素原子を含まず，かつエポキシシランカップリング剤や官能基含有熱可塑性エラストマーなどの耐衝撃性改良剤などの他の化合物や樹脂との反応性に優れるPAS樹脂組成物及び該樹脂の製造方法を提供することができる(【0009】【0014】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明における溶融重合反応は，ジヨード芳香族化合物，単体硫黄，重合禁止剤及び必要に応じて触媒を非酸化性ガスの存在下で加熱することにより行う。その際，重合禁止剤の添加時期は，基本的にどの時点で添加しても構わないものの，好ましくはジヨード芳香族化合物，単体硫黄及び必要に応じて触媒を非酸化性ガスの存在下で加熱して，内温が200℃～320℃となった時点で添加することが望ましい(【0029】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明に係るPAS樹脂は，その製造方法に由来して，末端に前記一般式(1)で表される基を有するPAS樹脂と該PAS樹脂に対してヨウ素原子を好ましくは10～5，000ppmの範囲で含有するPAS樹脂組成物とする反応生成物として得られる。本件発明のPAS樹脂組成物は，ヨウ素分子の昇華性を利用して，ヨウ素原子濃度を低く抑えることも可能であり，その場合には，900ppm以下，好ましくは100ppm以下，さらには10ppm以下とすることも可能である(【0056】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件発明4に係る同一性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "先願明細書の記載事項",
              "text": [
                "本件出願は，先願がパリ条約による優先権主張を伴う国際特許出願であるから，第一国出願の出願書類全体及び国際特許出願日における先願明細書に共通して記載されている発明に関し，第一国出願日に我が国へ出願がなされたものとされるところ，先願(PCT／KR2013／007081号)の第一国出願の出願書類(甲6，翻訳文は甲7)の記載と国際公開された国際出願日における明細書又は特許請求の範囲(甲4・先願明細書。翻訳文は甲5)の両者に共通して記載されていると認められる事項，すなわち，第一国出願日に我が国へ出願がなされたものとして，先願明細書に記載されている事項は，次のとおりである。なお，摘示は，便宜上，甲4の翻訳文である甲5(国内移行出願の公表公報である特表2015-524510号公報)による。",
                "「【請求項1】",
                "ポリアリーレンスルフィド主鎖の末端基(End  Group)の少なくとも一部が，カルボキシ基(-COOH)またはアミノ基(-ＮH2)であることを特徴とする，ポリアリーレンスルフィド。",
                "【請求項11】",
                "ジヨード芳香族化合物と硫黄元素を含む反応物を重合反応させる段階と，",
                "前記重合反応段階を進行させながら，カルボキシ基またはアミノ基を有する化合物を追加的に添加する段階とを含むことを特徴とする，請求項1～10のいずれか1項に記載のポリアリーレンスルフィドの製造方法。",
                "【請求項12】",
                "カルボキシ基またはアミノ基を有する化合物は，2-ヨード安息香酸(2-Iodobenzoic  acid)，3-ヨード安息香酸(3-Iodobenzoic  acid)，4-ヨード安息香酸(4-Iodobenzoic  acid)，2，2’-ジチオ安息香酸(2，2’-Dithiobenzoic  acid)，2-ヨードアニリン(2-Iodoaniline)，3-ヨードアニリン(3-Iodoaniline)，4-ヨードアニリン(4-Iodoaniline)，2，2’-ジチオアニリン(2，2’-Dithiodianiline)，および4，4’-ジチオアニリン(4，4’-Dithiodianiline)からなる群より選択された1種以上を含むことを特徴とする，請求項11に記載のポリアリーレンスルフィドの製造方法。",
                "【請求項13】",
                "カルボキシ基またはアミノ基を有する化合物は，ジヨード芳香族化合物の100重量部に対して，0．0001～5重量部で添加されることを特徴とする，請求項11に記載のポリアリーレンスルフィドの製造方法。",
                "【請求項18】",
                "請求項1～10のいずれか1項に記載のポリアリーレンスルフィドを含むことを特徴とする，成形品。」(特許請求の範囲の請求項1，11，12，13及び18)",
                "「これに対し，一実施形態のポリアリーレンスルフィドの場合，主鎖末端の少なくとも一部にカルボキシ基(-COOH)またはアミノ基(-ＮH )のような反応性基が導入されることにより，他の高分子素材や，充填材などとの優れた相溶性を示すことが確認された。その結果，一実施形態のポリアリーレンスルフィドは，様々な高分子素材または充填材などと好ましくコンパウンディングでき，多様な用途に適した最適化した物性を示す樹脂組成物および成形品の提供を可能にする。これと同時に，前記ポリアリーレンスルフィドは，ポリアリーレンスルフィド特有の優れた耐熱性，耐薬品性および優れた機械的物性を示すことができる。」(【0018】)",
                "「上述した一実施形態のポリアリーレンスルフィドは，ポリビニルアルコール系樹脂，塩化ビニル系樹脂，…などの多様な熱可塑性樹脂；ポリ塩化ビニル系エラストマー，ポリオレフィン系エラストマー，…などの多様な熱可塑性エラストマー；またはガラス繊維，炭素繊維，…などの多様な強化材／充填材と優れた相溶性を示すことができる。したがって，前記一実施形態のポリアリーレンスルフィドは，これら多様な他の高分子素材や充填材などとコンパウンディングされて優れた相乗効果を示すことができ，多様な用途に合った最適化した物性の実現が可能になる。」(【0025】)",
                "「このように，前記ジヨード芳香族化合物と硫黄元素を含む反応物を重合反応させる過程で，重合反応後期にカルボキシ基またはアミノ基を有する化合物を添加して反応させることにより，ポリアリーレンスルフィド主鎖の末端基(End  Group)の少なくとも一部に，カルボキシ基(-COOH)またはアミノ基(-ＮH )が導入された一実施形態のポリアリーレンスルフィドを製造することができる。特に，前記重合反応後期にカルボキシ基またはアミノ基を有する化合物を追加的に添加して，主鎖末端基に適切な含有量のカルボキシ基またはアミノ基が導入され，他の高分子素材または充填材などとの優れた相溶性を示しながらも，ポリアリーレンスルフィド特有の優れた物性を有する一実施形態のポリアリーレンスルフィドが効果的に製造できる。」(【0030】)",
                "「実施例5：カルボキシ基またはアミノ基を主鎖末端に含むポリアリーレンスルフィドの合成",
                "反応器の内温測定が可能なサーモカップル，そして窒素充填および真空をかけられる真空ライン付き5L反応器に，パラジヨードベンゼン(p-DIB)5130g，硫黄450g，反応開始剤として1，3-ジヨード-4-ニトロベンゼン4gを含む反応物を，180℃に加熱して完全に溶融および混合した後，220℃および350Torrの初期反応条件から始まって，最終反応温度は300℃，圧力は1Torr以下まで段階的に温度上昇および圧力降下を行いながら，重合反応を進行させた。前記重合反応が80％進行した時(このような重合反応の進行程度は，「(現在粘度／目標粘度)＊100％」の式で，目標粘度に対する現在粘度の相対割合として測定し，現在粘度は，重合進行中のサンプルを採取して粘度計で測定した。)，重合中止剤として2，2’-ジチオビスベンゾトリアゾールを25g添加し，1時間反応を進行させた。次に，前記重合反応が90％進行した時，2，2’-dithiodibenzoic  acid51gを添加し，10分間窒素雰囲気下で反応を進行させた後，0．5Torr以下に徐々に真空を加えて1時間反応を進行させた後，終了して，カルボキシ基またはアミノ基を主鎖末端に含むポリアリーレンスルフィド樹脂を合成した。反応が完了した樹脂を，小型ストランドカッター機を用いてペレット形態で製造した。」(【0063】)",
                "「ポリアリーレンスルフィドとElastomerとのコンパウンディング",
                "押出Dieの温度300℃，Screw  rpm200の条件下で，前記樹脂90重量部にエラストマーのLotader(Grade  AX-8840，Arkema製)を10重量部添加し，混合押出を実施した。",
                "前記コンパウンディング試験片の機械的物性を，ポリアリーレンスルフィド試験片と同様の方法で評価して，下記の表3にまとめて示した。また，商用化されたコンパウンディング試験片に相当する比較例2の物性を，実施例および比較例1と共に比較して，下記の表3に示した。",
                "【表3】",
                "前記表2および表3によれば，主鎖末端にカルボキシ基が導入された実施例1のポリアリーレンスルフィドを熱可塑性エラストマーとコンパウンディングすることにより，伸び率が約2．2％から約25．2％に約10倍向上することが確認され，衝撃強度が約17J／mから約54J／mに約3倍向上することが確認された。また，主鎖の末端基にアミノ基が導入された実施例2のポリアリーレンスルフィドをガラス繊維とコンパウンディングすることにより，引張強度が約602kgf／cm2から約1750kgf／cm2に大きく向上することが確認された。このようなコンパウンディングによる物性の向上から，実施例のポリアリーレンスルフィドが多様な他の高分子素材や充填材などと優れた相溶性を示し，これによる優れた相乗効果を示し得ることが確認された。」(【0086】～【0088】)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "優先日における技術常識，技術水準",
              "content": [
                {
                  "fig": "ア",
                  "subject": "ハロゲンフリーについて",
                  "text": [
                    "エンジニアリングプラスチック(エンプラ)等，工業材料に含まれるハロゲン元素については，以下の技術的事項が当業者に公知であると認められる。",
                    "すなわち，焼却によりハロゲン元素が大気環境に放出されないようにとの配慮から，プリント回路基板等に用いられる樹脂材料には，塩素，フッ素等のハロゲン元素を含まないハロゲンフリー材料が求められていたことが分かる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "エレクトロニクス実装大事典(平成12年7月28日発行・甲17)",
                      "text": [
                        "「ハロゲンフリー材料：ハロゲンレス(ハロゲン無し)つまりハロゲンを含まないこと。ハロゲンとは化学用語でフッ素(F)，塩素(Cl)，臭素(Br)，沃素(I)などの元素の総称のこと。…ハロゲン化合物は焼却によるダイオキシンの発生が指摘されるため，プリント配線板材料にもハロゲン化合物を使わない難燃化が求められるようになった。」(132～133頁)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "JPCA規格  ハロゲンフリー銅張積層板試験方法(2003)(平成15年8月改正・甲18)",
                      "text": [
                        "「まえがき  環境対応材料として，難燃剤にハロゲン系化合物を添加しないハロゲンフリー銅張積層板が開発され，その需要が拡大している。」(判決注：5頁には，「【参考】ハロゲンフリー剤の定義」として，塩素含有率900ppm以下，臭素含有率900ppm以下等が示されているが，ヨウ素については明示されていない。)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特開2008-91919号公報(乙4)",
                      "text": [
                        "「用語『ハロゲンフリー』または『ハロゲンを含まない』は，100万分の二千(2，000)を超えない濃度の臭素，塩素，ヨウ素，またはフッ素を含まない材料が意味される。」(【0033】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "特開2008-110612号公報(乙5)",
                      "text": [
                        "「これらポリアミドイミド樹脂は環境に配慮するという観点から，フッ素，塩素，臭素，ヨウ素等のハロゲンを含まないノンハロゲン系であるものが好ましい。」(【0050】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "低ヨウ素含有量のPAS樹脂について",
                  "text": [
                    "本件特許の優先日(平成25年3月25日)における，ジヨード化合物と固体硫黄と，更に「重合停止剤」とを含む混合物を溶融重合させるPAS樹脂の製造技術において，PAS樹脂に含まれるヨウ素量については，以下の各文献の記述に示されるとおり，本件発明において特定されるような，1，200ppm以下のヨウ素含有量のPAS樹脂が得られていた。具体的には，乙1，乙2には，重合停止剤を使用することによって，末端に残留するヨウ素量が少ない(乙1では183～570ppm，乙2では610ppm)PASが得られることが，甲1にはヨウ素量610ppm又は670ppmのPASが得られることが，それぞれ記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特表2010-501661号公報(乙1)",
                      "text": [
                        "「【請求項1】",
                        "ヨード化合物及び硫黄化合物からポリ(アリーレンスルフィド)を製造する方法であって，硫黄含有重合停止剤をポリアリーレンスルフィドの質量に基づいて0．01～10．0質量％の量で添加することを含む，方法。",
                        "【請求項6】",
                        "請求項1～5のうちいずれか1項に記載の方法によって製造され，0．01～5，000ppmの範囲のヨウ素含量，1，000～1，000，000の範囲の分子量及び1～500，000，000poiseの範囲の溶融粘度を有する，ポリ(アリーレンスルフィド)。」(特許請求の範囲)",
                        "「【0027】",
                        "重合停止剤は，PAS分子の末端に残留するヨウ素を高分子鎖から除去する役割を果たす。」",
                        "「",
                        "」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特表2012-513492号公報(乙2)",
                      "text": [
                        "「【請求項1】",
                        "ジヨード芳香族化合物及び硫黄化合物を含む反応物を重合反応させてポリアリーレンスルフィドを製造する方法において，",
                        "前記反応物にポリアリーレンスルフィドの重量に基づいて0．01～10．0重量％のジフェニルジスルフィドをさらに含めて融点265～320℃のポリアリーレンスルフィドを得るポリアリーレンスルフィドの製造方法。",
                        "【請求項9】",
                        "前記ポリアリーレンスルフィドのヨウ素含量は10～10，000ppmである請求項8に記載のポリアリーレンスルフィド。」(特許請求の範囲)",
                        "「【0001】",
                        "本発明はポリアリーレンスルフィド(polyarylene  sulfide；以下，「PAS」と称する。)の製造方法に係り，さらに詳しくは，反応物に重合停止剤を添加してPAS中に含まれているヨウ素含量の低減及び熱安定性の向上を両立させたPASの製造方法に関する。」",
                        "「【0038】",
                        "重合停止剤は，PAS分子の末端に残留するヨウ素を高分子鎖から除去する役割を果たす。」",
                        "「【0048】",
                        "生成したポリマーは，5300ポアズの溶融粘度(MV)，274．3℃の融点(Tm)，610ppmのヨウ素含量を有していた。」(なお，【0049】【0050】に記載の実施例2，実施例3でも，それぞれ250ppm，300ppmのヨウ素含有量のPPS〔ポリフェニレンスルフィド〕が重合されている。)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特表2012-514068号公報(甲1)",
                      "text": [
                        "「【請求項1】",
                        "ジヨード芳香族化合物及び硫黄化合物を含む反応物を重合反応させてポリアリーレンスルフィドを重合させる重合工程と，…を含む，ポリアリーレンスルフィドの製造方法。",
                        "【請求項10】",
                        "前記反応物は，…2，2’-ジチオビスベンゾチアゾール(2，2’-dithiobisbenzothiazole)，…及びジフェニルジスルフィド(diphenyldisulfide)よりなる群から選ばれる1種以上の重合停止剤をさらに含むものである，請求項1に記載のポリアリーレンスルフィドの製造方法。」(特許請求の範囲)",
                        "「【0001】",
                        "本発明はポリアリーレンスルフィド(polyarylene  sulfide)の製造方法に係り，さらに詳しくは，ポリアリーレンスルフィド中に含まれているヨウ素含量の低減及び熱安定性の向上を両立させたポリアリーレンスルフィドの製造方法に関する。」",
                        "「【0055】",
                        "3．製造例3",
                        "最初にpDIBと硫黄を溶融及び混合するとき，2，2’-ジチオビスベンゾチアゾール(MBTS)を1．10gさらに添加した以外は，製造例1と同様の条件で重合反応を行った。",
                        "【0056】",
                        "生成したポリマーは，2，200ポアズのMV，245．5℃のTm，670ppmのヨウ素含量，70ppmの遊離ヨウ素の含量を有していた。」(【0057】及び【0058】に記載の製造例4では，610ppmのヨウ素含量，80ppmの遊離ヨウ素の含量を有するPAS樹脂が重合されている。)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "重合禁止剤の添加時期と生成する高分子(樹脂)について",
                  "text": [
                    "一般に，高分子(ポリマー，樹脂)の諸物性は，重合度(1本の高分子鎖に含まれる構造単位の繰り返しの数，鎖長，平均分子量)に依存するといえ(甲14など)，所期の特性(重合度)の高分子を得るために，当業者によって，重合温度や圧力との反応条件とともに，重合禁止剤の選択，添加のタイミング等が好適化されるものと考えられる。",
                    "そして，重合禁止剤の添加時期が相違することにより，重合禁止剤の添加に由来する，ヨウ素離脱反応の反応速度も異なる。すなわち，本件発明のように低分子化合物の状態で重合禁止剤が添加された場合には，反応に必要な分子の衝突回数が多いことから，ヨウ素離脱反応速度が速くなり，この反応速度の違いは，ヨウ素の離脱の程度を異ならせる要因になると認められる(甲32)。ただし，この場合は，より多くの低分子化合物の末端に重合禁止剤ラジカルが結合した重合度が小さい(鎖長が短い)分子が生成されている可能性がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明の同一性に関する検討",
              "text": [
                "先願明細書発明Bの内容及び本件発明4と先願明細書発明Bとの対比における一致点・相違点の認定(相違点1)は，それぞれ前記第2の3(2)ア，同(3)アのとおりであり，この点について当事者間に争いはない。",
                "そこで，相違点1に係る構成，すなわち，PAS樹脂に対し0．01～1，200ppmの範囲となる割合でヨウ素原子を含有することが実質的な相違点ではなく，先願明細書発明Bに記載されているに等しい事項であるといえるか否か(発明の同一性)について検討する。なお，被告は，決定は相違点1について周知慣用技術の付加，転換，削除(いわゆる実質同一)に相当すると判断したものではない(被告準備書面(第1回)41頁)としているから，この点は判断の対象にならない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "先願明細書発明BのPAS樹脂に含まれるヨウ素の量",
                  "text": [
                    "前記(2)イのとおり，乙1，乙2及び甲1の各記載から，ジヨード化合物と固体硫黄と，更に「重合停止剤」とを含む混合物を溶融重合させることによって製造されるPAS樹脂について，ヨウ素含有量が1，200ppm以下のものが得られること，上記のいずれの例においても重合禁止剤(重合停止剤)が添加されていることが理解でき，このような，ヨウ素含有量が少ないPAS樹脂を製造することができること自体は，優先日において周知の技術的事項であったといえる。",
                    "しかしながら，上記各文献からは，このような，1，200ppm以下の低ヨウ素量のPAS樹脂を製造するために必要な条件，すなわち，重合時の温度や圧力，重合時間等は必ずしも明らかでない。また，前記(2)ウの技術常識からは，重合禁止剤の種類や添加の割合のみならず，添加の時期(タイミング)によっても，得られる樹脂の重合度や不純物としてのヨウ素含有量が異なることが予測されるところ，それらとの関係についても一切明らかにされていない。してみると，これらの各文献に記載された事項から，直ちに先願明細書(甲5)にヨウ素含有量が1，200ppm以下であるPAS樹脂組成物が記載されているとの結論を導くことはできないというべきである。",
                    "この点，被告は，①先願明細書発明Bも本件発明4と同様の目的・問題意識の下で，ジヨード芳香族化合物と硫黄元素とを含む反応物を溶融重合する方法を改良するものであり，重合禁止剤を添加してポリマー鎖末端のヨウ素量を減じることで低ヨウ素含有量を達成していること，②重合禁止剤の添加時期はヨウ素含有量と無関係であること(本件発明4において特定されているヨウ素含有量の範囲が，重合開始直後から重合禁止剤を添加する製造方法により得られるとの原告主張は誤りであること)，③先願明細書発明Bでは，重合禁止剤(実施例においては，4-ヨード安息香酸，2，2’-ジチオビス安息香酸など)に加えて，(重合鎖の成長を止めるという点において重合禁止剤と同じ機能を有する)重合中止剤(ベンゾチアゾール類など。実施例においては，2，2’-ジチオビスベンゾトリアゾール。ただし，被告は，「2，2’-ジチオビスベンゾチアゾール」の誤記であると主張する。)を併用したことによってヨウ素量がより減少していると考えられること等を挙げて，先願明細書発明Bに係るPAS樹脂のヨウ素含有量は，本件発明4と同程度に少ないものであると主張する。",
                    "しかしながら，上記①については，例えば，上記各文献(乙1，乙2及び甲1)から，ジヨード芳香族化合物と硫黄元素を含む反応物を溶融重合するPAS樹脂の製造方法において，重合禁止剤を添加することのみによって必ず相違点1に係る低ヨウ素含有量を実現できることが導き出せるとはいえず，ほかにこれを認めるに足る証拠もない。したがって，先願明細書発明Bと本件発明4は，必ずしも，同じ方法で，同じ程度に低ヨウ素含有量を実現しているとはいえず，その前提自体に誤りがある。",
                    "上記②についても，被告自身，「本件明細書の記載からは，本件発明4のヨウ素含有量が得られるのは，重合禁止剤の添加時期によらないと理解される」と述べているように，飽くまで，本件明細書の記載からは関係が読み取れないというだけで，およそ重合禁止剤の添加時期がヨウ素含有量に影響を与えないことについての主張立証まではなされていない。むしろ，前記のとおり，技術常識を踏まえると，重合禁止剤の種類や添加の割合のみならず，添加の時期(タイミング)によっても，得られる樹脂の重合度や不純物としてのヨウ素含有量が異なることが予測されるのであって，これによれば，重合禁止剤の添加時期と本件発明4のヨウ素含有量が無関係であるとは，直ちに断定できない(本件発明の製造方法で起こる化合物等の反応工程として原告が説明する工程が本件明細書に記載されている反応工程とは異なるとの被告の主張も，この点を左右するものではない。)。",
                    "上記③についても，被告の主張は，本件明細書の実施例1ないし4で重合禁止剤(4，4’-ジチオビス安息香酸)の使用量(添加量)が増えればPAS樹脂中の残留ヨウ素量が減るとの関係があることを前提とするものであると解されるが，先願明細書発明Bと本件明細書の実施例とでは，(重合禁止剤に関する誤記の点は措くとしても)少なくとも重合禁止剤の添加時期が異なることから，先願明細書発明Bにおいても重合禁止剤の添加量とヨウ素含有量との間に(本件発明4におけるそれと)同様の関係が導き出せるとは限らない。",
                    "結局のところ，先願明細書発明Bに記載されたPAS樹脂のヨウ素含有量を具体的に推測できるだけの根拠は，先願明細書の記載や本件特許の出願時における技術常識を参酌しても導き出すことができず，ほかに先願明細書発明Bに係るPAS樹脂のヨウ素含有量が本件発明4と同程度に少ないことを認めるに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実験報告書(甲9実験)について",
                  "text": [
                    "決定は，甲9の実験報告書によれば，甲5の実施例5と同様に製造したPAS樹脂のヨウ素含有量が850ppmであると認められることから，本件発明4で特定するPAS樹脂組成物のヨウ素含有量は，先願明細書発明BにおけるPAS樹脂のヨウ素原子含有量と重複一致する蓋然性が高いと判断している。",
                    "しかしながら，まず，異議申立人による上記実験報告書では，重合反応が80％程度進んだ段階で，「重合禁止剤2，2’-ジチオビスベンゾトリアゾル」を25g添加したとされているが，異議申立人自身が，先願の国内移行出願において，かかる物質名で定義される化合物は存在せず，誤記である旨を主張(自認)して，当初明細書である甲5の記載を正しい記載に訂正する手続補正を行っており(甲30)，それにもかかわらず，なぜ追試である上記実験報告書にあえて存在しない化合物名がそのまま記載されているのか，疑問がないとはいえない(この点は，上記実験報告書を作成するに当たり，当初明細書の誤記をそのまま引き写してしまっただけの単純ミスである可能性も否定できないが，重合禁止剤として実在しない化合物名が記載されているということは，その内容の杜撰さを示す一例とみざるを得ないのであって，実験報告書全体の信用性を疑わせる一つの事情となることは否定できない。)。",
                    "また，この点は措くとしても，上記実験報告書の「1．実験方法」の欄には，「「5)Chip cutting：反応完了した樹脂をＮ2加圧して，小型ストランドカッターを使用したpellet形態に製造。」との記載があり，かかる記載が，甲5の実施例5における，「反応が完了した樹脂を，小型ストランドカッター機を用いてペレット形態で製造した。」との記載に対応するものであって，同実施例と同様に，反応が完了した樹脂を小型ストランドカッターによってペレット形態とすることを示すものであることは理解できるが，「Ｎ2加圧」処理を行うことの技術的な意味は明らかではないし(すなわち，いかなる状態の樹脂に対して，何のために行うのか，例えば，溶融状態の樹脂に対して加圧処理を行うのか，ストランド〔細い棒状〕に形成するための押し出しをＮ2による加圧で行うのか，形成されたストランドに対して行うのかなどの点が不明である。)，少なくともカッティングの前に樹脂を「Ｎ2加圧」することが当該技術分野における技術常識であるとはいえない。また，高温の樹脂に対しＮ2加圧を行うことによって，樹脂中のヨウ素が抜ける可能性がないとはいえず(少なくともその可能性が全くないことを示す証拠はない。)，かかる「Ｎ2加圧」がヨウ素含有量に対してどのような影響を及ぼすのかも不明である。",
                    "この点，被告は，上記ストランド押し出しを窒素加圧下で行うことが記載されている乙9ないし12を引用して，Ｎ2加圧が周知の技術的事項である旨反論するが，仮にストランドを形成するための押し出しをＮ2加圧によって行うことが周知の手段であっても，上記実験報告書における「Ｎ2加圧」がこれらの乙号証に記載された工程と同じものを意味するものとは限らないし，結局，かかる「Ｎ2加圧」がヨウ素含有量に対してどのような影響を及ぼすのかが不明であることに変わりはない。",
                    "以上によれば，実験報告書(甲9)は，必ずしも甲5の実施例5を忠実に追試したものであるとはいえず，かかる実験報告書(甲9実験)に基づいて，甲5の実施例5と同様に製造したPAS樹脂のヨウ素含有量が850ppmであるとか，本件発明4で特定するPAS樹脂組成物のヨウ素含有量は，先願明細書発明BにおけるPAS樹脂のヨウ素原子含有量と重複一致する蓋然性が高いなどと認めることはできないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告のその他の主張について",
                  "text": [
                    "被告は，ヨウ素含有量に関する本件発明4と先願明細書発明Bの同一性に関して，ほかに，①先願明細書に「ヨウ素含有量」についての記載がなかったとしても，周知の技術的課題である「ハロゲンフリー」の対象としてヨウ素も当然含まれていたこと，②本件発明4のそもそもの課題は，(末端にカルボキシル基等を導入することにより)反応性に優れるPAS樹脂組成物を提供することにあって，低ハロゲン，低ヨウ素の実現ではなかったことなどを主張する。",
                    "しかしながら，上記①については，前記のとおり，プリント基板等，工業材料として用いられる樹脂材料についてハロゲンフリーが求められていたこと，対象としてフッ素，塩素等と同様にヨウ素もその対象と考えられていたことは，当該技術分野において知られていたと認められるが，そのことから直ちに，先願明細書発明Bにヨウ素の量が0．01～1，200ppmであることが記載されているに等しいということはできず，この点に関する判断を直接左右する事情であるとは認められない。",
                    "また，上記②についても，たしかに，本件明細書の記載によれば，本件発明4の主たる課題は，【0014】に記載されるとおり，「他の化合物や樹脂との反応性に優れるポリアリーレンスルフィド樹脂組成物および該樹脂の製造方法を提供すること」にあると認められるが，他方で，【0036】【0037】の記載や，実施例を示す【表1】を参照すれば，「樹脂中のヨウ素原子濃度を低く抑えること」にも注目していることがうかがわれるのであって，ヨウ素含有量の少ないPAS樹脂を提供することも，本件発明が解決しようとする課題の一つであるといえる。したがって，上記②の点も，必ずしも的を射た指摘であるとはいえない。",
                    "したがって，いずれの主張も，ヨウ素含有量に関する本件発明4と先願明細書発明Bとの同一性を認めるには足りない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，相違点1に係る構成，すなわち，PAS樹脂に対し0．01～1，200ppmの範囲となる割合でヨウ素原子を含有することが実質的な相違点ではなく，先願明細書発明Bに記載されているに等しい事項であるとはいえない。したがって，この点に関する決定の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上の次第であるから，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件発明5に係る同一性判断の誤り)について",
          "text": [
            "本件発明5は，本件発明4(請求項4)を引用し，さらに，",
            "「前記ポリアリーレンスルフィド樹脂が，ジヨード芳香族化合物と，単体硫黄と，下記一般式(1)",
            "【化9】",
            "(式中，Xは水素原子またはアルカリ金属原子)で表される基を有する重合禁止剤とを含む混合物を重合反応させて得られるものである」",
            "との発明特定事項を付加したものである。すなわち，本件発明5は，本件発明4に上記発明特定事項を追加する発明である。",
            "しかるところ，本件発明4は，先願明細書発明Bと対比して，相違点1において実質的に相違しており，先願明細書発明Bと同一であると認められないことは，前記2のとおりであるから，本件発明4に新たな発明特定事項を追加する本件発明5についても，(少なくとも相違点1を有する点において)先願明細書発明Bと同一であるとは認められない。",
            "したがって，その余の点について判断するまでもなく，原告主張の取消事由2は理由がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(本件発明6及び7に係る同一性判断の誤り)について",
          "text": [
            "本件発明6(請求項6)と本件発明7(請求項7)は，いずれも本件発明4(請求項4)を引用するものであるところ，本件発明6と先願明細書発明C，本件発明7と先願明細書発明Dとの対比においても，相違点1以外に新たな相違点は存在しない(この点は，当事者間に争いがない。)。",
            "そして，前記のとおり，相違点1を発明特定事項として有する本件発明4が先願明細書に記載された発明(先願明細書発明B)と同一であるといえない以上，先願明細書に記載された発明(先願明細書発明C又はD)との間で同一の相違点1を有する本件発明6及び7についても，同様の理由により，先願明細書に記載された発明(先願明細書発明C又はD)と同一であるとはいえない。",
            "したがって，原告主張の取消事由3も理由がある。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告が主張する取消事由1ないし3はいずれも理由があり，決定には取り消されるべき違法がある。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}