{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，被控訴人商品を販売してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，被控訴人商品の販売の広告をしてはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，被控訴人商品を廃棄せよ。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人は，控訴人に対し，1000万円及びこれに対する平成27年10月29日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，控訴人商品を販売する控訴人が，被控訴人商品が控訴人商品の形態を模倣したものであるから被控訴人による被控訴人商品の販売は不正競争防止法2条1項3号の不正競争に当たるとともに，被控訴人による被控訴人商品の販売及びウェブ広告の配信は債務不履行に当たると主張して，被控訴人に対し，①同法3条1項に基づく被控訴人商品の販売の差止め，②同条2項に基づく被控訴人商品の販売に関する広告の禁止及び被控訴人商品の廃棄，③同法4条，5条2項に基づく損害賠償金6840万円のうち500万円(一部請求)及び債務不履行に基づく損害賠償金500万円の合計1000万円並びにこれに対する不正競争行為の後であり，訴状送達の日の翌日である平成27年10月29日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
        "原審は，(a)不正競争防止法に基づく請求については，控訴人商品の包装箱及び銀包の形状及び寸法，包装箱の表面及び裏面の記載は，いずれも同法2条1項3号により保護されるべき「商品の形態」に当たらないから，被控訴人商品は控訴人商品の「商品の形態を模倣した商品」ではないとして，(b)債務不履行に基づく請求については，控訴人が主張する，被控訴人が被控訴人商品のウェブ広告の配信を停止するとともに，被控訴人商品の商品名を変更することを内容とする合意(本件合意)は認められないとして，控訴人の請求をいずれも棄却した。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "本件の前提事実は，原判決の「事実及び理由」欄の第2，1に記載のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "本件の争点及び争点に関する当事者の主張は，以下に当審における控訴人の補充主張とそれに対する被控訴人の反論を加えるほか，原判決の「事実及び理由」欄の第2，2に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当審における控訴人の補充主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "不正競争防止法2条1項3号の不正競争行為該当性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "包装箱及び銀包の形状及び寸法について",
                      "text": [
                        "原判決は，控訴人商品及び被控訴人商品の包装箱の形状及び寸法が同一であると認定したにもかかわらず，控訴人商品の包装箱は，内部に仕切りが設けられているものの，簡易な構造で3か所に仕切られているにすぎず，外観も封筒と同様の形状であることからすれば，全体としてみると，包装材の形状として特徴的なものではないものと認められると判断した。",
                        "しかしながら，不正競争防止法2条1項3号によって保護される「商品の形態」に当たるためには，創作的なものであることは要求されず，これがありふれた形態に当たるか否かは，特段の資金や労力をかけることなく作り出すことができるものか否かについて，商品全体を観察して判断されるべきものである(東京地裁平成24年12月25日判決・判タ1407号308頁参照)。",
                        "そして，控訴人は，控訴人商品の旧包装箱(甲5)には，商品を完成させるのに30分以上かかり，配送途中で包装箱が潰れてしまうなどの問題があったことを踏まえ，内部を3つの収納部分に分け，各部分に10包ずつ収納するようにすることで，商品の完成時間を1分程度に抑え，内部の区切りがクッションのような役割を果たして，包装箱が潰れにくくすることに成功した。控訴人は，このような現包装箱(甲3)を完成させるために，株式会社サガシキと共同して開発を進め，時間と費用をかけて作り出したから，現包装箱には不正競争防止法2条1項3号の保護が及ぶべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "包装箱の表面の一部及び裏面の記載について",
                      "text": [
                        "原判決は，控訴人商品の包装箱の表面及び裏面の記載のうち被控訴人商品と共通する部分は，いずれも控訴人商品を説明した文章にすぎないから，商品の形状に結合した模様には当たらないと判断した。",
                        "しかしながら，青汁をイメージさせる緑色に白色で「すっきりフルーツ青汁」と商品名を記載したこと，ピンク色と緑色で「81種類の酵素と青汁」という文字を記載したことは，商品の形状に結合した模様に該当する。",
                        "不正競争防止法2条1項3号の趣旨からすれば，同条4項の「模様」を一定程度デザイン化されたものに限定して解する必要はなく，商品の形状に結合しており，それが商品の特徴を表す機能を有しているような場合には，商品の説明内容を含むものであったとしても「模様」に当たると解すべきであり，包装箱の裏面の記載についても商品の形状に結合した模様である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "債務不履行の有無について",
                  "text": [
                    "原判決は，被控訴人代表者は，控訴人の側から商標権侵害の指摘を受けて，暫定的にウェブ広告の配信を停止すること及び商品名の変更等を含めて今後の対応を検討することを伝えたにとどまり，被控訴人代表者が，①被控訴人商品のウェブ広告の配信を停止すること，②被控訴人商品の商品名を変更することを内容とする確定的な意思表示をしたとはいえないとして，控訴人と被控訴人との間での本件合意の成立を否定した。",
                    "しかしながら，録音反訳(甲8)によれば，控訴人と被控訴人との間で，平成27年4月6日，上記①及び②を内容とする本件合意が成立したことは明らかであり，本件合意の成否は，被控訴人商品の商品名が控訴人の商標権を侵害するか否かとは無関係である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "不正競争防止法2条1項3号の不正競争行為該当性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "包装箱及び銀包の形状及び寸法について",
                      "text": [
                        "控訴人が現包装箱を完成させるために時間と費用をかけて作り出したことを裏付けるような証拠は，何ら提出されておらず，包装材の形状として特徴的なものではないとした原判決の判断を覆すような立証はされていない。また，現包装箱は，日本郵便が使用しているレターパックの形状を真似て作成されたものであり，時間と費用をかけて作成されたものではないことは，被控訴人が原審において主張したとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "包装箱の表面の一部及び裏面の記載について",
                      "text": [
                        "包装箱の表面の一部及び裏面の記載については，控訴人商品を説明した文章にすぎないことはその記載内容から明らかであり，商品の形状に結合した模様に当たらないとの原判決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "債務不履行の有無について",
                  "text": [
                    "被控訴人は，①被控訴人商品のウェブ広告の配信を停止すること，②被控訴人商品の商品名を変更することについて，控訴人との間で何ら確定的な合意はしておらず，この点に関する原判決の判断に誤りはない。",
                    "また，控訴人は，上記①及び②に関する本件合意について，録音反訳(甲8)のほかには，代表者の捺印がなされた書証等の本件合意の存在を裏付ける証拠を何ら提出しておらず，本件合意の存在を認めるに足りる立証はなされていない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求はいずれも棄却すべきものと判断する。その理由は，下記1のとおり原判決を補正し，下記2のとおり当審における控訴人の補充主張に対する判断を示すほかは，原判決「事実及び理由」欄の第3に記載のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決「事実及び理由」欄の第3の1(2)(6頁2行～19行)を，次のとおり改める(なお，原判決と異なる部分(ただし，細かな表現についての訂正等を除く。)については，ゴシック体で表記する。)。",
                "「  (2) 上記(1)によれば，控訴人商品と被控訴人商品は，(ア)包装箱及び銀包の形状及び寸法，(イ)包装箱の表面の一部及び裏面の記載について，実質的に同一であるということができる。",
                "しかし，(ア)の点については，控訴人商品の包装箱は，内部に仕切りが設けられているものの，簡易な構造で3か所に仕切られているにすぎず，外観も封筒と同様の形状であることからすれば，全体としてみると，包装材の形状として特徴的なものでないものと認められる。また，控訴人商品の銀包についても，粉末を密封する包装材としてありふれた形状である。",
                "(イ)の点については，「商品の形態」とは，需要者が通常の用法に従った使用に際して知覚によって認識することができる商品の外部及び内部の形状並びにその形状に結合した模様，色彩，光沢及び質感をいうから(不正競争防止法2条4項)，控訴人商品の包装箱の表面及び裏面の記載について，商品の形状に結合した模様と認められる限度においてこれを参酌することが相当である。",
                "そこで検討すると，甲3の1，甲4の1及び弁論の全趣旨によれば，①控訴人主張の控訴人商品の包装箱の表面に記載された控訴人商品の商品名は，白地の表面中央部に配置された直径約14cmの濃緑色に塗り潰された円の中央部に，白抜きで4文字(すっきり)，4文字(フルーツ)，2文字(青汁)の3段に，概ね同一のフォントで書されたものであり，上記円内の商品名の下部には黄色に塗り潰された円と黄色の欧文字6字(FABIUS)とが横一列に配置されていること，これに対し，被控訴人商品の商品名は，表面右側に配置された縦約15cm，横約7cmの薄緑色に塗り潰された帯状の長方形の上部に，白抜きで5文字(フレッシュ)，4文字(フルーツ)，2文字(青汁)の3段に，最下段の青汁の文字が他の文字の約2倍のフォントで書されたものであり，その長方形内の商品名の下部には濃緑色の液体が注がれたワイングラスが配置されていること，②控訴人主張の控訴人商品の包装箱の表面に記載された「81種類の酵素と青汁」という文字は，表面上部に，表面全体の背景色である白色を背景として，「あなたの美と健康をサポート。」という文字とともに，その右側に，「81種類の酵素」がピンク色，「と」が黒色，「青汁」が緑色で，横一列に書されていること，これに対し，被控訴人商品の「80種類の酵素と青汁」という文字は，表面最下部に縦約2cmの幅で水平方向を貫く黄色に塗り潰された長方形内に，「あなたの『取り戻したい！』を応援します。」という文字とともに，その右側に，「80種類の」が白抜き，「酵素」がオレンジ色の円内に白抜き，「と」が白抜き，「青汁」が緑色の円内に白抜きで，横一列に書されていることがそれぞれ認められる(別紙控訴人商品・被控訴人商品の各表面の形状等一覧参照)。",
                "そうすると，被控訴人商品の商品名及び「80種類の酵素と青汁」という表示を含む包装箱表面の模様は，緑色の背景に白抜きで商品名が記載されており，「80種類の酵素と青汁」という文字列が記載されているという点において，控訴人商品の包装箱表面の模様と類似するということができるものの，商品名が配置されている位置や背景の形状，同一の背景の中に描かれた他の模様が著しく相違しているし，「80種類の酵素と青汁」という文字列が配置されている位置，背景及び文字色も大きく異なっており，その余の部分も含めた包装箱表面の模様全体としてみると，その類似性は低いものと認められる。",
                "また，甲3の2，甲4の2及び弁論の全趣旨によれば，③控訴人主張の控訴人商品及び被控訴人商品の各裏面の栄養成分表示と商品説明文は，配置や記載内容は類似するものの，いずれも青汁という製品に共通する格別の特徴がないありふれた形態であると認められる。",
                "以上によれば，控訴人主張の控訴人商品の形態のうち，包装箱及び銀包の形状並びに包装箱裏面の栄養成分表示と商品説明文については，同種の製品に共通する特徴のないごくありふれた形態であって，「商品の形態」を構成するものとはいえないし，包装箱表面の商品名及び「81種類の酵素と青汁」という文字を商品の形状に結合した模様として参酌しても，それらを含む包装箱表面の模様全体の類似性は低く，実質的に同一の形態ということはできないから，被控訴人商品が控訴人商品の「商品の形態を模倣した商品」であると認めることはできない。",
                "したがって，不正競争防止法に基づく控訴人の請求は，その余の点を判断するまでもなく理由がない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決「事実及び理由」欄の第3の2(2)及び(3)(6頁25行～7頁13行)を，次のとおり改める(なお，原判決と異なる部分(ただし，細かな表現についての訂正等を除く。)については，ゴシック体で表記する。)。",
                "「  (2) そこで判断するに，証拠(甲8)及び弁論の全趣旨によれば，控訴人代表者及び控訴人の従業員らと被控訴人代表者が平成27年4月6日に面談した際，控訴人代表者らは，被控訴人代表者に対し，被控訴人商品の商品名が控訴人の有する商標権に係る登録商標に類似するので，被控訴人商品の販売等が商標権侵害に当たる旨指摘したこと，これに対して，被控訴人代表者は，被控訴人商品に関するウェブ広告の配信を一旦停止するとともに，被控訴人商品の商品名やパッケージの変更を含めて今後の対応を検討する旨伝えたこと，被控訴人代表者は，控訴人が上記商標権を有することを知らなかった旨を述べるとともに，商標権による制約(禁止権)がどこまで及ぶものなのかを尋ねていること，以上の事実が認められる。他方，一件記録を精査検討しても，控訴人と被控訴人との間に事前交渉があり，被控訴人代表者が企業としての意思形成をした上で上記面談に臨んだことを窺わせる証拠は見当たらないし，被控訴人が，上記面談後に，控訴人との間に上記(1)の①及び②を内容とする合意が成立したことを前提とした言動を行ったことを窺わせる証拠も見当たらない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記認定の事実によれば，被控訴人代表者がウェブ広告の配信停止と被控訴人商品の商品名やパッケージの変更を含めて今後の対応を検討する旨述べたのは，控訴人から商標権侵害の指摘を受けたからであるが，被控訴人代表者は，控訴人主張の商標権の存在を知らなかった旨述べているのみならず，商標権侵害を現に主張する控訴人に対し商標権による制約(禁止権)の範囲を尋ねており，控訴人の指摘する商標権侵害の存否をあらかじめ検討した上で前記面談に臨んだものでないばかりか，前記面談の場で直ちに商標権侵害の存否を判断することができるだけの材料を有していなかったものと認められる。そうすると，被控訴人が従業員数20名弱の比較的小規模な企業であることを考慮しても，被控訴人代表者が，前記(1)の①及び②を内容とする確定的な意思表示をしたものと直ちに認めることは困難であり，前記面談後に被控訴人が前記(1)の①及び②を内容とする合意の成立を前提とした言動を行ったことも窺われない本件においては，前記面談における被控訴人代表者の発言は，控訴人から商標権侵害の指摘を受けて，暫定的にウェブ広告の配信を停止すること及び商品名の変更等を含めて今後の対応を検討することを伝えたにとどまるものと認めるのが相当である。",
                "したがって，控訴人と被控訴人との間で控訴人の主張するような合意があったとは認められないから，債務不履行に基づく控訴人の請求も理由がない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "不正競争防止法2条1項3号の不正競争行為該当性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，控訴人商品の現包装箱(甲3)は，旧包装箱(甲5)の有していた課題を踏まえ，株式会社サガシキと共同して開発を進め，時間と費用をかけて作り出したから，不正競争防止法2条1項3号の保護が及ぶべきであると主張する。",
                    "しかしながら，控訴人商品の現包装箱(甲3)及び銀包の形状及び寸法が同種の商品と比べて格別の特徴がないありふれた形態であることは，前記1(1)のとおり補正して引用する原判決が認定説示するとおりである。また，仮に控訴人が第三者と共同して開発するに当たり時間と費用をかけたことが事実であったとしても，このような控訴人における主観的な事情によって，ありふれた形態であるという客観的判定が左右されるものではない。そして，控訴人商品の現包装箱(甲3)の形状及び寸法は，被控訴人主張の日本郵便のレターパックの形状に類似することを直接認めるに足りる証拠は提出されていないものの，外観は横長の洋封筒と同様の形状であり，内部は厚紙様のものを山形に折られてなる2つの仕切りによって，簡易に3か所に仕切られているにすぎないものであって(乙2)，全体として，包装材の形状として特徴的なものではなく，ありふれた形態といわざるを得ない。控訴人の主張は，採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，控訴人商品の包装箱表面の商品名及び「81種類の酵素と青汁」という記載並びに包装箱裏面の記載は，商品の形状に結合した模様に当たると主張するが，控訴人指摘の各記載を踏まえても，被控訴人商品が控訴人商品と実質的に同一の形態であるとは認められないことは，前記1(1)のとおり補正して引用する原判決が認定説示するとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "債務不履行の有無について",
              "text": [
                "控訴人は，録音反訳(甲8)によれば，控訴人と被控訴人との間で，①被控訴人商品のウェブ広告の配信を停止すること，②被控訴人商品の商品名を変更することを内容とする本件合意が成立したことは明らかであると主張するが，本件合意の成立を認めることができないことは，前記1(2)のとおり補正して引用する原判決が認定説示するとおりである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，控訴人の請求をいずれも棄却した原判決は相当であり，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で付するもののほか，原判決に従い，原判決に「原告」とあるのは「控訴人」と，「被告」とあるのは「被控訴人」と，原判決で付された略称も含めて適宜読み替える。"
  ]
}