{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，インターネット上のウェブサイト（省略）に掲載されている原判決別紙被告作品目録記載の各作品を掲載した記事を全て削除せよ。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人に対し，394万6758円及びこれに対する令和元年12月26日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原判決別紙原告作品目録記載1の文章（以下「原告文章」という。）及び同目録記載2-1ないし2-3のイラスト（以下「原告イラスト」といい，原告文章とあわせて「原告作品」という。）を制作して，ツイッター上の自らのアカウントに投稿した控訴人が，被控訴人がインターネット上のウェブサイトに掲載した原判決別紙被告作品目録記載1-1ないし1-3のイラスト（以下「被告イラスト」という。）及び同目録記載2の文章（以下「被告文章」といい，被告イラストとあわせて「被告作品」という。）は著作物である原告作品に依拠して制作されたものであり，被告作品をウェブサイトに掲載した行為は原告作品に関する控訴人の翻案権，公衆送信権・送信可能化権及び同一性保持権を侵害するものである旨主張して，被控訴人に対し，①著作権法112条に基づいて，上記ウェブサイトに被告作品を掲載した全ての記事の削除を求めるとともに，②不法行為による損害賠償請求権に基づいて，逸失利益等394万6758円及びこれに対する不法行為の後である令和元年12月26日（訴状送達の日の翌日）から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，被告作品はいずれも原告作品を翻案したものではなく，また，被告作品は原告作品とは別の著作物であって同一性保持権を侵害するものではない旨判断して，控訴人の請求を棄却したところ，控訴人がこれを不服として控訴をした。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "「前提事実」，「争点」及び「争点に関する当事者の主張」は，次のとおり補正し，後記3のとおり当審における控訴人の主張を付加するほかは，原判決の「事実及び理由」中「第2  事案の概要」の1ないし3に記載のとおりであるから，これを引用する。",
            "（原判決の補正）"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "2頁11行目の「5日」を「23日」に改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "2頁24行目の末尾に行を改めて，次のとおり加える。",
                "「(3)  原告作品及び被告作品に登場する「麦わら屋」，「とらお（又はトラ男）」は，それぞれ漫画「OＮE  PIECE」（尾田栄一郎作。集英社発行の「週刊少年ジャンプ」に連載中。）に登場する「モンキー・D・ルフィ」，「トラファルガー・ロー」の別名であり，同漫画において，「ルフィ」は，同漫画の主人公であり，「海賊王」になることを夢見る少年として描かれ，年齢19歳，身長174㎝の男性であり，身体がゴムのように伸びるという設定がされており，「ロー」は，同漫画に登場する海賊として描かれ，年齢26歳，身長191㎝の男性と設定されている。（乙1，4，弁論の全趣旨）」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告イラストは原告文章の翻案に当たること",
              "text": [
                "原判決は，原告文章の著作物性について認めながらも，原告文章と被告イラストを対比して，両者は描写対象の設定というアイデアにすぎず，表現それ自体でない部分又は平凡かつありふれたものであり，表現上の創作性がない部分について同一性を有するものにとどまるので，被告イラストは原告文章を翻案したものに当たらない旨判断した。",
                "しかし，原告文章は，140文字という文字制限のあるツイッターに投稿された文章であるため，情報量にはおのずと限界があり，そのような原告文章において，身長差のある設定の2人の登場人物が，一般的に困難と思われる体位で性的行為を行っている点，性器の状態，及び登場人物の一方が壁につかまろうとしている点がアイデアないし表現それ自体でない部分又は平凡かつありふれたものであり，表現上の創作性がない部分とすれば，思想又は感情が創作的に表現された部分はほとんど存在しないことになるから，原判決の上記判断は原告文章について著作物性を認めた判断と矛盾するものである。",
                "原告文章は，①公式発表によると身長差が17cmある「ロー」と「ルフィ」という同性間の性交渉において，あえて性交渉が困難な体位を取らせた性描写を行ったこと，②性的行為の初期段階から「ロー」の性器が「ルフィ」の肛門に深く挿入されている状況の性描写がされていること，③「ルフィ」が「ロー」の「攻め」に耐えるために「どうにか壁に掴まろう」とする状況の性描写がされていること等が具体的な創作部分であり，被告イラストはこれらの3点が全て描写されているから，仮に身長差のある設定の2人の登場人物が，一般的に困難と思われる体位で性的行為を行っている点，性器の状態の点及び登場人物の一方が壁につかまろうとしている点が描写対象の設定であるとしても，原告文章と被告イラストは，思想又は感情が創作的に表現された部分について同一性があるから，被告イラストは，原告文章の翻案に当たる。",
                "したがって，原判決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告文章は原告イラストの翻案に当たること",
              "text": [
                "原判決は，原告イラストの著作物性を認めつつ，原告イラストと被告文章を対比して，両者は描写対象の設定（2人いる登場人物の一方が性的行為の際に勘違いをした状況で，他方の登場人物に対する言動・働きかけに及んでいる点）について同一性を有するにとどまり，その設定は内面的思想たるアイデアにすぎず，仮に表現と捉えられる部分があるとしても，平凡でありふれたものであり，表現上の創作性がない部分であるから，被告文章は原告イラストを翻案したものに当たらない旨判断した。",
                "しかし，原告イラストは，掲載できるイラストの容量に限界があるツイッターに投稿されたイラストであるため，情報量にはおのずと限界があり，そのような原告イラストのうち，2人いる登場人物の一方が性的行為の際に勘違いをした状況で，他方の登場人物に対する言動・働きかけに及んでいる点全てが描写対象の設定というアイデアにすぎず，表現それ自体でない部分又は平凡かつありふれたものであり，表現上の創作性がない部分になってしまうのであれば，思想又は感情が創作的に表現された部分はほとんど存在しないことになるから，原判決の上記判断は原告イラストについて著作物性を認めた判断と矛盾するものである。",
                "原判決の第2の3(1)ウ(イ)のとおり，原告イラストは，①2人の登場人物のうち「ルフィ」が性的行為の際に勘違いをした状況の性描写に加え，②漫画の終了時点で「ロー」の性器が勃起状態にあるという性描写がされている。被告文章は，①の性描写がされており，性交渉の際に尿を漏らしたと勘違いしている状況が発生した後に，「ルフィ」が同じことをしようとする話に発展をさせていこうとすれば，「ロー」の性器が勃起状態にあることが不可欠であるため，原告イラストの最後のコマの「ルフィ」のセリフを受けて，あたかも連歌のように，直前の状況や内容を参看し，その背景や情趣，心境を踏まえて，そのポエジーを受け継いで記載されたものである。",
                "そうすると，2人いる登場人物の一方が性的行為の際に勘違いをした状況で，他方の登場人物に対する言動・働きかけに及んでいる点が描写対象の設定であるとしても，原告イラストと被告文章は，原告イラストの思想又は感情を創作的に表現された部分について同一性が認められるから，被告文章は，原告イラストを翻案したものといえる。",
                "したがって，原判決の上記判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の請求はいずれも理由がないものと判断する。その理由は，後記2のとおり当審における控訴人の補充主張に対する判断を付加するほかは，原判決の「第3  当裁判所の判断」の1及び2（ただし，10頁2行目冒頭から3行目末尾までを除く。）に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の当審における補充主張について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告イラストが原告文章の翻案に当たるとの点について",
              "text": [
                "既存の著作物に依拠して創作された著作物が思想，感情若しくはアイデア，事実若しくは事件など表現それ自体でない部分又は表現上の創作性がない部分において，既存の著作物と同一性を有するにすぎない場合には，翻案に当たらないことは引用する原判決が説示するとおりである。",
                "本件についてみると，被告イラストは，原告文章と同じく，原作である「OＮE  PIECE」に登場するキャラクターの設定に依拠して，身長差のある同性の2人が，壁に掴まりながら特定の体位で性交渉を行うという描写において，原告文章と同一性を有するにとどまるものであり，こうした描写自体は，アイデアないし着想にすぎないか，表現上の創作性がない部分である。そうすると，原告文章を全体として見た場合に一定の創作性が認められる余地があるとしても，前述のとおり，被告イラストは，原告文章のうちアイデアないし着想にすぎないか，表現上の創作性がない部分において同一性を有するにすぎないのであるから，原告文章の翻案に当たるものでないことは明らかというべきである。",
                "控訴人は，原告文章の創作性につき前記第2の3(1)のとおり指摘し，被告イラストは，これらの創作部分が全て描写されているので，原告文章の翻案に当たる旨主張するが，控訴人の指摘する部分は，いずれも，アイデアないし表現上の創作性のない部分であるにすぎないし（「OＮE  PIECE」に登場するキャラクターの設定については，当然のことながら創作性を認めることができない。），その具体的な表現ぶりも，性表現として平凡かつありふれたものであり，そもそも被告イラストが当該表現部分に依拠して作成されたと特定することもできないものといわざるを得ない。",
                "したがって，控訴人の主張は失当というほかない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告文章が原告イラストの翻案に当たるとの点について",
              "text": [
                "被告文章は，原作である「OＮE  PIECE」に登場するキャラクターの設定に依拠して，原作に登場する2人の人物が性交渉後に，身長の低く若い人物（ルフィ）が失禁したと勘違いし，動揺をしている描写設定において，原告イラストと同一性を有するに止まり，こうした描写設定は，同性間の性交渉を描写するに当たってのアイデアないし着想にすぎないか，表現上の創作性があるとはいえない部分である。そうすると，原告イラストを全体として見た場合に一定の創作性が認められる余地があるとしても，前述のとおり，被告文章は，原告イラストのうちアイデアないし着想にすぎないか，表現上の創作性がない部分において同一性を有するにすぎないのであるから，原告イラストの翻案に当たるものでないことは明らかというべきである。",
                "控訴人は，前記第2の3(2)のとおり，被告文章は，原告イラストの最後のコマの「ルフィ」のセリフを受けて，あたかも連歌のように，直前の状況や内容を参看し，その背景や情趣，心境を踏まえて，そのポエジーを受け継いで記載されたものである旨主張するが，独自の見解というほかないものであり，控訴人主張のセリフ自体に表現上の創作性を認めることはできないし，ましてやそのセリフから連歌性やポエジーの存在を認め，被告文章が原告イラストに依拠した翻案に当たるなどと認めることは到底できない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，控訴人の請求は，その余について判断するまでもなくいずれも理由がない。",
            "したがって，これと同旨の原判決の判断は相当であり，本件控訴は理由がないから棄却されるべきである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}