{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2019-300171号事件について令和2年12月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録を取り消した審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "特許庁における手続の経緯等（当事者間に争いがない。）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，別紙記載の商標（以下「本件商標」という。）について，平成23年8月9日に登録出願をし，平成24年4月27日に設定登録（登録第5488946号）を受けた（以下，本件商標に係る商標権を「本件商標権」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成31年3月4日，本件商標権者であったリンガフランカ株式会社（東京都新宿区西新宿7丁目3番4号。以下「リンガフランカ社」という。）を被請求人として，本件商標の指定商品中，第41類「語学に関する知識の教授，国際文化に関する知識の教授，語学教育に携わる教師の育成のための教育又は研修，語学又は国際交流に関する講座・講演会・会議の企画・運営，書籍の制作，図書及び記録の供覧，放送番組の制作，教育研修のための施設の提供，通訳，翻訳」（以下「本件指定役務」という。）についての登録取消しを求める不使用取消審判請求をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "平成31年3月18日，本件に係る審判の請求の登録がされ，平成28年3月18日ないし同31年3月17日が商標法50条2項に規定する「審判の請求の登録前3年以内」の期間（以下「要証期間」という。）となった。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，前記審判請求を取消2019-300171号事件として審理したところ，令和元年7月31日受付けのリンガフランカ社から原告に対する特定承継による本権商標権の移転の登録が同年10月9日にされ，原告が本件商標の商標権者となったことから，原告に対して審判手続が続行された。",
                "特許庁は，令和2年12月18日，「登録第5488946号商標の指定商品及び指定役務中，本件指定役務についての商標登録を取り消す。」旨の審決（以下「本件審決」という。）をし，その謄本は，同月28日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，令和3年1月26日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決は，次のとおり，要証期間に日本国内において商標権者，専用使用権者又は通常使用権者のいずれかが，本件指定役務について本件商標を使用したことが証明されたとは認められないから，本件商標の登録を取り消すべきものと判断した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告が発出したプレスリリース（甲5），原告のウェブサイト（甲8）及び動画公開サイト「YouTube」に開設した配信チャンネルで公開されている動画（甲11ないし14。以下，この配信チャンネルを「本件チャンネル」といい，本件チャンネルで公開されている動画を「本件動画」という。）において本件商標と社会通念上同一のものと認められる商標が使用されているが，これらに係る証拠中に記載された本件商標の各使用日は，要証期間のものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "リンガフランカ社が平成24年8月頃に「グロービッシュ・アカデミー」というソーシャルネットワークサービス（甲5，8。以下「本件サービス」という。）の運営を開始し，原告がその運営を引き継いだことはうかがえるものの，「ソーシャルネットワークサービスの運営」は本件指定役務の範囲に属せず，また，要証期間に本件サービスが行われていたかは明らかではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "リンガフランカ社が平成24年8月頃，「グロービッシュ学習プログラムの提供」や「国際交流イベントの主催」を行っていたこと，同社が平成25年3月頃に本件商標と社会通念上同一の商標を表示して何らかの動画を配信したことがうかがえるものの，いずれも要証期間のものとは認められない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "取消事由（本件商標の使用の証明に関する認定の誤り）の存否に係る当事者の主張は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原告",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標の使用者",
              "text": [
                "本件サービスを提供していたリンガフランカ社は，平成27年2月16日，株主総会決議により解散したが（甲1），同年5月26日，親会社である原告に対し，本件商標権，本件サービスに係るサイトのドメイン名等を現物配当した（甲3）。原告は，リンガフランカ社が解散すると同時に，本件サービスの運営を引き継いだ。",
                "このように，本件商標は，登録された時から現在まで原告又はリンガフランカ社によって使用されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件サービスにおける本件商標の使用",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件サービスでは本件商標が使用されており，そして，本件サービスが要証期間を通じて現在まで行われていることは，本件サービス中に本件商標が使用されているページが現在も印刷できること（甲8）から明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件サービスは，グロービッシュ（Globish）の学習者のためのSＮSサイトで行われるサービスである（甲5，15，25）。グロービッシュとは，ノンネイティブスピーカー（英語を母国語としない者）を含む集団に使われる英語であり，コミュニケーションをスムーズに行うために，発音の違いの許容，理解されにくい長文や難解な語彙の忌避，ジョークの禁止といった特別なルールが定められているものであり，提唱者のフランス人，Aによって，「Global」と「English」とを併せた造語として「グロービッシュ」と名付けられたものである（甲26）。本件サービスは，グロービッシュの実践のため，様々な国から来日した外国人スタッフと日本人会員から成る参加者が，グロービッシュによって書き込みをし，又は他の参加者のグロービッシュによる書き込みを読む機会を得ることでグロービッシュの学習に役立てられている。そして，本件サービスでは，会員が英語でメッセージを書き込む時に，基本1500単語とその派生語だけを使用することを推奨し，この範囲を超える単語を使用すると自動的に警告が出て書き換えを示唆する機能を提供しており（甲25，27），グロービッシュ学習者にとって有益な機能である。本件サイトは，会員約500名に対して，現在もグロービッシュの学習と実践の機会を提供し続けている。",
                    "そうすると，本件サービスの提供は，本件指定役務のうち，少なくとも，「語学に関する知識の教授」，「国際文化に関する知識の教授」又は「教育研修のための施設の提供」に該当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件チャンネルにおける本件商標の使用",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "リンガフランカ社が，平成25年3月9日から同年7月9日にかけて開設して公開し，リンガフランカ社解散後に原告が承継した本件チャンネルでは，本件商標が使用されている本件動画（甲11ないし14）が公開されている。本件チャンネルが閉鎖されず，本件動画が要証期間を通じて現在まで誰でも閲覧可能であることは，本件チャンネルが現在でもインターネットで閲覧できること（甲11ないし14，17）から明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件動画は，グロービッシュによるコミュニケーションの実情等を前記Aが講演したものの録画等（甲11，12，18，19）や，リンガフランカ社が運営していたグロービッシュ・ラーニング・センター（平成22年7月設置）のサービス内容を説明した動画（甲13，14，20，21）であり，いずれも，動画の終わりに英語で「グロービッシュ・アカデミーへ会員登録すれば，様々な国の人とグロービッシュで会話できます」という趣旨の表示をして，視聴者が本件サービスの提供を受けるように誘導している。",
                    "したがって，本件動画の公開は，本件指定役務のうち，少なくとも，「語学に関する知識の教授」，「国際文化に関する知識の教授」又は「語学教育に携わる教師の育成のための教育又は研修」についての本件商標の使用である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標の使用者の主張について",
              "text": [
                "商標権の移転は，その登録により効力が発生するから（商標法35条で準用する特許法98条1項1号），原告が本件商標の商標権者としての地位を獲得したのは，リンガフランカ社から原告に本件商標権が移転登録された令和元年10月9日である。",
                "前商標権者が要証期間に本件商標を使用している事実が証明されれば，本件商標の登録の取消を免れることができるが，前商標権者であるリンガフランカ社は，要証期間の始期前である平成27年2月16日に解散し，同年5月29日には清算結了となっているから（甲1），要証期間にリンガフランカ社による本件商標の使用はない。",
                "そして，前述のとおり，本件商標権が原告へ移転登録されたのは，要証期間経過後である令和元年10月9日であるから，要証期間に商標権者としての原告による本件商標の使用はない。また，原告の主張する本件商標権の使用が専用使用権に基づくものであるとしても，専用使用権もまた，その設定登録により効力が発生するところ（商標法30条4項で準用する特許法98条1項2号），専用使用権の登録はないから，原告は専用使用権者ではない。さらに，本件商標権が原告に譲渡された日から原告へ本件商標権が移転登録された日の前までに原告が黙示の使用許諾による本件商標の通常使用権を有していたとしても，平成27年5月29日にはリンガフランカ社が清算結了となって許諾者自身が存在しなくなったから，その時に通常使用権も消滅して，要証期間に通常使用権者としての原告による本件商標の使用もない。",
                "このように，原告が商標権者，専用使用権者又は通常使用権者に該当する者として要証期間に本件商標を使用したことはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件サービスにおける本件商標の使用の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が立証した事実は，平成24年8月8日に本件サービスが開始されたこと（甲5）と，平成31年4月16日時点で本件サービスが提供されていること（甲8）だけであるところ，要証期間に本件サービスが提供されていなくても，平成31年4月16日時点で本件サービスが改めて提供されていれば，同日時点で本件サービスのページを印刷することは可能であるから，これらは，要証期間における本件商標の使用の事実を証明するものではない。さらに，本件商標を要証期間に本当に使用していたというならば，その3年もの期間内の印刷物が1つも証拠として提示できないということは不自然である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告が本件サービスにおいて提供しているのはSＮSの運営にすぎず，本件サービスで提供されている役務は第41類の役務の範囲には含まれず，むしろ，第45類の「オンラインによるソーシャルネットワーキングサービスの提供」に含まれる役務である（乙1）。現に，原告の事業目的とされているのは「関係会社の経営管理」等であり，「英語の教授および研究」等の第41類に属する役務に関係する事項はその事業目的とされていない（甲2）。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件チャンネルにおける本件商標の使用の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が立証した事実は，平成25年3月9日から同年7月9日にかけて本件動画が順次投稿されたことと，令和2年10月9日時点（甲11ないし14）又は令和3年1月28日時点（甲17）で本件動画が閲覧できることだけであり，これらは，要証期間における本件商標の使用の事実を証明するものではない。要証期間に本件チャンネルが閉鎖されていても，令和2年10月9日時点又は令和3年1月28日時点で本件動画が改めて公開されていれば，各同日時点で本件動画を閲覧することは可能だからである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，商標法制度上の観点からも，本件動画の公開をもって要証期間における本件商標の使用を証明するものとすることは相当ではない。",
                    "本件チャンネルには本件動画4本のみが公開されており，これらは平成25年3月9日から同年7月9日にかけて投稿されたものであり，同日後に公開された動画はない（甲1）。本件チャンネルに現在まで継続的に新しい動画が公開されているならまだしも，要証期間が始まる時から約3年も前の動画のみが本件チャンネルにおいて公開されていたからといって，これを本件商標の使用と認めれば，単に動画サイトに1本でも動画を公開しておけば，その後何ら新しい動画を公開しなくとも，要証期間における商標の使用をしていることを認めることとなる。これは，業務上の信用が化体していない商標にまでも商標法の保護を与えるものにほかならない。",
                    "したがって，商標法制度上の観点から，本件動画の公開をもって要証期間における本件商標の使用を証明するものと認めることは相当ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件動画の公開が本件指定役務についての本件商標の使用であるとの主張は，争う。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "下記掲記の証拠及び弁論の全趣旨により認められる事実は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成11年10月19日  情報技術事業，教育文化事業等を目的として，原告が設立された（甲2）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成21年5月13日  英語の教授及び研究，翻訳通訳事業等を目的として，原告の100パーセント出資の子会社であるリンガフランカ社が設立され，原告代表者Bがその代表取締役を務めた（甲1，3）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "リンガフランカ社は，その本店所在地において，「グロービッシュ・ラーニング・センター」との名称で，①会員に対して教科書等を用いて教室でグロービッシュの学習機会を提供するサービス，②スタッフと数名の会員とが教室でグロービッシュで特定のテーマについてディスカッションをする機会を提供するサービスを行っていたほか，③外国人スタッフとイベントを通じて交流を持つ機会を提供するサービスも行っていた（甲22ないし24）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "平成24年4月27日，リンガフランカ社を商標権者として本件商標の設定登録がされた（甲31，32）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "平成24年8月8日，リンガフランカ社は，前記(1)ウ①ないし③のグロービッシュ学習プログラム等のサービスに代わるサービスとして，本件サービスの提供を開始した（甲4，5，8，15，28）。本件サービスは，グロービッシュ学習者のためのコミュティサイトを提供するというものであり，グロービッシュの基本1500単語とその派生語だけを使って情報発信する日記機能等が提供されていた（甲5，27）。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "subject": "平成25年3月9日，リンガフランカ社は，本件チャンネルを開設し（甲10，17），同日，動画を投稿した（甲10，11，18。以下，この動画を「本件動画①」という。）",
                  "text": [
                    "本件チャンネルには本件商標が表示されており，本件チャンネルの登録者数は10人である（甲10）。また，本件動画①は，グロービッシュの提唱者であるAとの共著書を著述したCに対するインタビューを録画したもので，グロービッシュの紹介，その学習への誘導を内容とするものであり，最後にグロービッシュ・ラーニングセンターや本件サービスへの案内等が表示されるものであるが，動画冒頭に本件商標が表示されている（甲11，18）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "同月12日，リンガフランカ社は，本件チャンネルに更に動画を投稿した（甲10，12。以下，この動画を「本件動画②」という。）。本件動画②は，Aのメッセージを録画したもので，グロービッシュの紹介，その学習への誘導を内容とするものであり，最後にグロービッシュ・ラーニング・センターや本件サービスへの案内等が表示されるものであるが，動画冒頭に本件商標が表示されている（甲12，19）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "同月14日，リンガフランカ社は，更なる動画を投稿した（甲10，13。以下，この動画を「本件動画③」という。）。本件動画③は，リンガフランカ社が提供する前記(1)ウ②のサービスの説明を内容とするものであり，最後にグロービッシュ・ラーニング・センターや本件サービスへの案内等が表示されるものであるが，動画冒頭に本件商標が表示されている（甲13，20）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "同年7月9日，リンガフランカ社は，また更なる動画を投稿した（甲10，14。以下，この動画を「本件動画④」という。）。本件動画④は，リンガフランカ社が提供する前記(1)ウ③のサービスの説明を内容とするものであるが，動画冒頭に本件商標が表示されている（甲14，21）。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "平成25年7月1日，リンガフランカ社は，本件サービスについて，グロービッシュの基本1500単語とその派生語だけを使って他のユーザーと情報交換をするConversation機能を全面的にリニューアルした（甲25）。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "平成25年9月30日，リンガフランカ社は，グロービッシュ・ラーニング・センターを閉鎖し，同年10月1日から本件サービスのみを提供することとなった（甲28）。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "平成27年2月16日，リンガフランカ社は，株主総会決議で解散し（甲1），その代表清算人は原告代表者Bが務めた（甲1）。本件サービスは，原告が「CSR活動として」引き続き提供することとなり（甲9），リンガフランカ社の残余財産である普通預金約1100万円の流動資産及び本件商標権，本件サービスに係るドメイン等の資産は，いずれも原告に配当された（甲3）。",
                "平成27年5月29日，リンガフランカ社の清算が結了した（甲1）。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "平成31年4月16日時点で，本件サービスに係る会員認証ページには，本件商標と同一の商標が表示されている（甲8）。また，上記同日時点では，会員の書込みは，同日から遡って2年前に1人が，3年前に4人が，4年前に1人がしていることを確認することができる（甲4）。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "令和元年7月31日受付けのリンガフランカ社から原告に対する特定承継による本権商標権の移転の登録が同年10月9日にされ，同日より，原告が本件商標の商標権者となった（前記第2の1(4)）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "検討",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標の使用について",
              "text": [
                "事案の性質に鑑み，まず本件商標の使用の有無の点から検討，判断する。",
                "商標法は，50条において，「日本国内」において「商標権者，専用使用権者又は通常使用権者」のいずれかが「不使用取消審判請求に係る指定役務」のいずれかについての登録商標の「使用」をしていることを商標権者が証明しない限り，当該指定役務について当該商標の登録が取り消されると定め，また，2条において，商標とは「業として」使用するものであり，その「使用」とは，同条3項各号に列記されているのものに限ることを定めている。",
                "したがって，本件において，商標権者である原告は，本件サービス又は本件チャンネルにおける本件商標の使用が，日本国内において原告又はリンガフランカ社によって，本件指定役務について，業務に係る標章として同条3項各号に列記されている態様で行われていることを立証することを要する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件サービスにおける本件商標の使用について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(8)のとおり，本件サービスに係る会員認証ページ（甲8）には，本件商標と同一の商標が表示されており，また，同(1)ウ及び(3)のとおり，本件サービスは日本国内における日本人も対象としていることが明らかであるから，本件商標は，日本国内において使用されているといえる。",
                    "しかしながら，上記ページは，要証期間経過後で本件審判請求がされた後の平成31年4月16日に印刷されたものにすぎず，要証期間に同ページに本件商標が表示されていたことを直ちに明らかにするものではないし，自己のウェブサイトの表示を変えることは容易であるから，この証拠だけから要証期間に本件商標が表示されていたことを推認できるものでもない。",
                    "したがって，要証期間に本件サービスで本件商標が使用されていることを認めるに足りる証拠はないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，要証期間に本件サービスに係る会員認証ページに本件商標が表示されていたとしても，本件商標は本件指定役務の範囲に含まれる役務について使用されているとはいえない。",
                    "すなわち，本件指定役務のうち，「語学に関する知識の教授」，「国際文化に関する知識の教授」又は「教育研修のための施設の提供」は，人に対する教育又は知能を開発するための役務であるが，本件サービスは，会員がSＮSを利用して会員同士で情報発信，情報交換をするものであり，その際に使用できる言葉をグロービッシュの基本単語1500語又はその派生語に限定したというにすぎず，実態としては個人間の交流の場を提供しているだけのサービスである。したがって，本件サービスが主体的に知識の教授や教育研修を行っているとはいえず，本件サービスを利用することでグロービッシュについての能力が向上することがあるとしても，それは，単なる副次的な作用，効果にすぎない。",
                    "そうすると，本件サービスの提供は，「語学に関する知識の教授」，「国際文化に関する知識の教授」又は「教育研修のための施設の提供」のいずれにも該当しないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，その余の点について判断するまでもなく，本件サービスにおいて，要証期間に上記各指定役務について本件商標の使用がされていたとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件チャンネルにおける本件商標の使用について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(4)のとおり，本件動画①ないし④には，その冒頭に本件商標と同一の商標が使用されており，また，本件サービスやグロービッシュ・ラーニング・センターの案内を内容とするなど日本国内における日本人を対象としていることが明らかであるから，当該商標は日本国内において使用されているといえる。",
                    "また，前記1(4)のとおり，本件動画①ないし④の投稿日は要証期間開始前の平成25年3月9日から同年7月9日にかけてであるところ，要証期間経過後である令和2年10月9日時点においても本件動画①ないし④を視聴することが可能であり，同日時点の本件動画①の視聴回数が750回，本件動画②の視聴回数が1125回，本件動画③の視聴回数が431回，本件動画④の視聴回数が437回となっているから（甲10），要証期間に本件動画①ないし④が視聴され得る状態であったことは十分に推認することができる。したがって，要証期間に本件商標が本件チャンネルにおいて使用されたことが認められる（なお，被告は，要証期間に本件チャンネルが閉鎖されていた可能性を否定することはできない旨主張するが，閉鎖されていたことを疑うに足りる事情は見当たらない。）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件サービスの提供は，前記(2)イで判示したとおり，「語学に関する知識の教授」又は「国際文化に関する知識の教授」，さらには「語学教育に携わる教師の育成のための教育又は研修」のいずれの役務にも当たらないというべきであるから，本件動画①ないし④が本件サービスの案内を内容とするとしても，それが上記各指定役務に関する「広告」（商標法2条3項8号）に該当する余地はない。",
                    "また，本件動画①及び②は，専らグロービッシュそのものの紹介を内容とするものと把握される動画であって，具体的な役務との関連性が明確にされているとはいえず，この点からも「役務に関する広告」（商標法2条3項8号）とはいい難いものである。したがって，本件動画①及び②における本件商標の使用が，商標法2条3項所定の「使用」に該当するとは認められない。",
                    "さらに，本件動画③は，専らリンガフランカ社の前記1(1)ウ②のサービスの紹介を，本件動画④は，専ら前記1(1)ウ③のサービスの紹介を内容とするとものとそれぞれ把握される動画であるところ，前記1(6)及び(7)のとおり，リンガフランカ社は，要証期間前の平成25年9月30日には上記両サービスを終了させており，原告は，同サービスの運営を引き継いでいないから，本件動画③及び④を「役務に関する広告」（商標法2条3項8号）と捉えるとしても，その内容は，事業として行われていない実態のサービスに関するものにすぎない。そうすると，本件動画③及び本件動画④は，業として行われている役務について使用されているものではないから，そこに本件商標が表示されているとしても，その本件商標の使用を商標としての使用と解することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件チャンネルで公開されている動画である本件動画①ないし④における本件商標の使用は，いずれにしても商標法2条3項所定の「使用」とはいえない，あるいは商標的使用とはいえないことになる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上の次第で，本件商標が，要証期間中，本件指定役務のうち，「語学に関する知識の教授」，「国際文化に関する知識の教授」，「教育研修のための施設の提供」又は「語学教育に携わる教師の育成のための教育又は研修」の役務について使用されていたと認めることはできず，また，原告は，本件指定役務のうち，上記役務を除く役務について要証期間に本件商標が使用されている点について具体的に主張立証をしておらず，本件証拠からもその使用をうかがうことはできない。",
                "したがって，要証期間に本件商標が本件指定役務について使用された旨の立証はないというべきであるから，本件商標の使用者に係る点について判断するまでもなく，いずれにしても本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，取消事由は理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}