{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2020-800010号事件について令和3年3月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告は，平成28年6月22日（パリ条約による優先権主張（日本）平成27年9月30日（以下「本件優先日」という。）），発明の名称を「撮像装置」とする発明について特許出願（特願2017-542935号）をし，平成29年11月17日，特許権の設定登録（特許第6244501号。請求項の数12。以下，この特許を「本件特許」という。）を受けた。（甲6，7，9）"
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，令和2年2月11日，本件特許につき，無効審判請求をした（無効2020-800010号事件）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，令和3年3月12日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同月17日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和3年4月12日，本件審決の取消しを求めて本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許に係る特許請求の範囲の記載は，次のとおりである（甲6。以下，各請求項に記載された発明を，請求項の番号に従い「本件発明1」等といい，併せて「本件各発明」と総称する。なお，請求項1及び6についてのみ，各構成要件に記号を付した（各記号に従い「構成要件1A」等という。）。また，本件特許に係る明細書及び図面（甲6）を「本件明細書」という。）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項1",
              "text": [
                "（1A）撮像素子を有する本体と，",
                "（1B）前記本体の一面に沿って配置された矩形のディスプレイと，",
                "（1C）前記ディスプレイを前記本体に可動に連結しているヒンジユニットと，",
                "を備え，",
                "（1D）前記ヒンジユニットは，前記ディスプレイの直交する二辺のうち一辺に沿って延びる第1軸上の一対の第1ヒンジによって前記第1軸まわりに回動可能に前記本体に連結された支持部を含み，",
                "（1E）前記ディスプレイは，前記ディスプレイの直交する二辺のうち他辺に沿って延びる第2軸上の一対の第2ヒンジによって前記第2軸まわりに回動可能に前記支持部に支持されており，",
                "（1F）前記一対の第1ヒンジの一方は前記一対の第2ヒンジの間に配置されている",
                "（1G）撮像装置。 "
              ]
            },
            {
              "fig": "(2)",
              "subject": "請求項2",
              "text": [
                "請求項1記載の撮像装置であって，",
                "前記支持部は，前記第1軸が沿う前記ディスプレイの一辺とは反対側の一辺側に前記第1軸から外れて配置され，前記ディスプレイの外周に露出して設けられた第1回動操作部を有し，",
                "前記ディスプレイは，前記第2軸が沿う前記ディスプレイの一辺とは反対側の一辺側に前記第2軸から外れて配置された第2回動操作部を有する撮像装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求項3",
              "text": [
                "請求項1記載の撮像装置であって，",
                "前記ディスプレイは，前記第2軸が沿う前記ディスプレイの一辺とは反対側の一辺側に前記第2軸から外れて配置された回動操作部を有し，",
                "前記回動操作部は，前記支持部と係合することによって前記ディスプレイの前記第2軸まわりの回動を阻止するロック位置と前記支持部との係合から解放されるアンロック位置との間で移動可能な係合部材と，前記係合部材を前記ロック位置に向けて付勢する付勢部材とを含む撮像装置。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求項4",
              "text": [
                "請求項1記載の撮像装置であって，",
                "前記ディスプレイの前記第2軸まわりの回動初動トルクは，前記支持部の前記第1軸まわりの回動初動トルクより大きい撮像装置。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "請求項5",
              "text": [
                "請求項1記載の撮像装置であって，",
                "前記本体は，前記支持部と係合することによって前記支持部を前記本体に固定するロック位置と前記支持部との係合から解放されるアンロック位置との間で移動可能な係合部材と，前記係合部材を前記アンロック位置に向けて付勢する付勢部材とを含み，",
                "前記係合部材は，前記本体の一面から離反する向きに前記第2軸まわりに回動される前記ディスプレイに押圧されて前記ロック位置に移動される撮像装置。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "請求項6",
              "text": [
                "（6A）撮像素子を有する本体と，",
                "（6B）前記本体の一面に沿って配置された矩形のディスプレイと，",
                "（6C）前記ディスプレイを前記本体に可動に連結しているヒンジユニットと，",
                "を備え，",
                "（6D）前記ヒンジユニットは，前記ディスプレイの直交する二辺のうち一辺に沿って延びる第1軸上の一対の第1ヒンジによって前記第1軸まわりに回動可能に前記本体に連結された第1支持部と，",
                "（6E）前記第1軸に対して前記第1軸が沿う前記ディスプレイの一辺とは反対側の一辺側に偏倚した前記第1軸と平行な第2軸上の一対の第2ヒンジによって前記第2軸まわりに回動可能に前記第1支持部に連結された第2支持部と，",
                "を含み，",
                "（6F）前記ディスプレイは，前記ディスプレイの直交する二辺のうち他辺に沿って延びる第3軸上の一対の第3ヒンジによって前記第3軸まわりに回動可能に前記第2支持部に支持されており，",
                "（6G）前記一対の第1ヒンジの一方及び前記一対の第2ヒンジの一方の少なくともいずれかは，前記一対の第3ヒンジの間に配置されている",
                "（6H）撮像装置。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "請求項7",
              "text": [
                "請求項6記載の撮像装置であって，",
                "前記第2支持部は，前記第1軸が沿う前記ディスプレイの一辺とは反対側の一辺側に前記第1軸から外れ，前記ディスプレイの外周に露出して設けられた第1回動操作部と，前記第1軸が沿う前記ディスプレイの一辺側に前記第2軸から外れて配置され，前記ディスプレイの外周に露出して設けられた第2回動操作部とを有し，",
                "前記ディスプレイは，前記第3軸が沿う前記ディスプレイの一辺とは反対側の一辺側に前記第3軸から外れて配置された第3回動操作部を有する撮像装置。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "請求項8",
              "text": [
                "請求項7記載の撮像装置であって，",
                "前記第1回動操作部は，前記ディスプレイの外周において前記第1軸が沿う前記ディスプレイの一辺とは反対側の一辺に露出して設けられている撮像装置。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "請求項9",
              "text": [
                "請求項6記載の撮像装置であって，",
                "前記ディスプレイは，前記第3軸が沿う前記ディスプレイの一辺とは反対側の一辺側に前記第3軸から外れて配置された回動操作部を有し，",
                "前記回動操作部は，前記第2支持部と係合することによって前記ディスプレイの前記第3軸まわりの回動を阻止するロック位置と前記第2支持部との係合から解放されるアンロック位置との間で移動可能な係合部材と，前記係合部材を前記ロック位置に向けて付勢する付勢部材とを含む撮像装置。",
                "    (10)  請求項10",
                "請求項6記載の撮像装置であって，",
                "前記ディスプレイの前記第3軸まわりの回動初動トルクは，前記第1支持部の前記第1軸まわりの回動初動トルク及び前記第2支持部の前記第2軸まわりの回動初動トルクより大きい撮像装置。",
                "    (11)  請求項11",
                "請求項6記載の撮像装置であって，",
                "前記本体は，前記第2支持部と係合することによって前記第2支持部を前記本体に固定するロック位置と前記第2支持部との係合から解放されるアンロック位置との間で移動可能な係合部材と，前記係合部材を前記アンロック位置に向けて付勢する付勢部材とを含み，",
                "前記係合部材は，前記本体の一面から離反する向きに前記第3軸まわりに回動される前記ディスプレイに押圧されて前記ロック位置に移動される撮像装置。",
                "    (12)  請求項12",
                "請求項1から11のいずれか一項記載の撮像装置であって，",
                "前記ディスプレイは，前記ヒンジユニットを覆うカバーを有する撮像装置。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，別紙審決書（写し）記載のとおり，次のアないしエの無効理由はいずれも理由がないとした。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1は，甲1の特許公報（特許第5296270号公報。以下「甲1公報」という。）に記載された発明（以下「甲1発明」という。）であるから，新規性を欠く。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1は，甲1発明に基づいて当業者が容易に発明することができたものであるから，進歩性を欠く。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明1は，甲2の公開特許公報（特開2015-56706号公報）に記載された発明に基づいて当業者が容易に発明することができたものであるから，進歩性を欠く。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件発明1は，甲3の特許公報（特許第5461738号公報。以下「甲3公報」という。）に記載された発明（以下「甲3発明」という。）であるから，新規性を欠く。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2",
                  "text": [
                    "本件発明2ないし5は，本件発明 1 を包含しているので，本件発明1と同様に，新規性及び進歩性を欠く。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3",
                  "text": [
                    "本件発明6は，甲4の公開特許公報（特開2014-11721号公報。以下「甲4公報」という。）に記載された発明（以下「甲4発明」という。）のディスプレイの代わりに，甲1発明又は甲3発明のディスプレイを乗せたものであるから，進歩性を欠く。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4",
                  "text": [
                    "本件発明6は甲4発明に対する新規性を欠くところ，本件発明7ないし12は，本件発明6を包含しているので，本件発明6と同様に，新規性及び進歩性を欠く。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1発明並びに本件発明1と甲1発明との一致点及び相違点は，次のとおりである（各構成要件に記号を付した（各記号に従い「構成要件1a」等という。）。）。なお，本件審決は，無効理由1の判断において，後記ウの発明（以下「甲1発明2」という。）も認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明",
                  "text": [
                    "（1a）撮像レンズを有する本体部2と，撮像レンズによる撮像画像を表示する電子ディスプレイとしての液晶表示ディスプレイ3と，本体部2及び液晶表示ディスプレイ3を連結するヒンジユニット4とを備えるディジタルカメラ1であって，",
                    "（1b）液晶表示ディスプレイ3は，本体部2の一面に沿って配置され，",
                    "（1c）ヒンジユニット4は，ヒンジユニット4を本体部2に対してカメラ縦方向（Y軸）回りに90度回動可能に軸着する第1回転軸41と，液晶表示ディスプレイ3をヒンジユニット4に対してカメラ横方向（X軸）回りに90度回動可能に軸着する第2回転軸42とを備え，",
                    "（1d）ヒンジユニット4の第1回転軸41は，一方端をヒンジユニット4の基台43上に載置された軸受44の孔44aを貫通して本体部2の盲穴に軸支され，他方端を基台43から立設するガイド45を貫通して本体部2の盲穴に軸支され，",
                    "（1e）ヒンジユニット4の第2回転軸42は，一方端をヒンジユニット4の基台43に取り付けられた軸受44の孔44bに軸支され，他方端を基台43から立設するサイドフレーム46に軸支され，",
                    "（1f）軸受44は，基台43上にネジ止めして載置される底部44cと，第1回転軸41の一方端を通す孔44aを有し，底部44cから立設してX軸方向に平行に延びる支持部44dと，第2回転軸42の一方端を軸支する孔44bを有し，底部43から立設してY軸方向に平行に延びる支持部44eとを備え，",
                    "（1g）軸受け44の孔44bを有する支持部44eは，孔44aを有する支持部44dよりも液晶表示ディスプレイ3側にあり，軸受け部44の支持部44d及び第1回転軸41の他方端が貫通するガイド45は，基台43における第2回転軸42の他方端を軸支するサイドフレーム46と反対側のカメラ縦方向の一辺に配置されている",
                    "（1h）ディジタルカメラ1。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "（1A）撮像素子を有する本体と，",
                        "（1B）前記本体の一面に沿って配置された矩形のディスプレイと，",
                        "（1C）前記ディスプレイを前記本体に可動に連結しているヒンジユニットと，",
                        "を備え，",
                        "（1D）前記ヒンジユニットは，前記ディスプレイの直交する二辺のうち一辺に沿って延びる第1軸上の一対の第1ヒンジによって前記第1軸まわりに回動可能に前記本体に連結された支持部を含み，",
                        "（1E）前記ディスプレイは，前記ディスプレイの直交する二辺のうち他辺に沿って延びる第2軸上の一対の第2ヒンジによって前記第2軸まわりに回動可能に前記支持部に支持されている，",
                        "（1G）撮像装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "本件発明1においては，「前記一対の第1ヒンジの一方は前記一対の第2ヒンジの間に配置」されているのに対し，甲1発明においては，支持部44d，ガイド45は，支持部44eと第2回転軸の他方端を軸支するサイドフレーム46との間になく，「前記一対の第1ヒンジの一方は前記一対の第2ヒンジの間に配置」されていない点 "
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明2",
                  "text": [
                    "甲1発明を，甲1公報の段落【0074】の記載に基づいて，ヒンジユニットをカメラ横方向（X軸）回りに上下に回動させ，液晶表示ディスプレイをカメラ縦方向（Y軸）回りに左右に回動させる構造にしたものであり，以下の(ア)及び(イ)以外は甲1発明と同じ構成である発明（甲1発明と異なる部分に下線を付した。）"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件1cに対応する構成",
                      "text": [
                        "「ヒンジユニット4は，ヒンジユニット4を本体部2に対してカメラ横方向（X軸）回りに90度回動可能に軸着する第1回転軸41と，液晶表示ディスプレイ3をヒンジユニット4に対してカメラ縦方向（Y軸）回りに90度回動可能に軸着する第2回転軸42とを備え，」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件1fに対応する構成",
                      "text": [
                        "「軸受44は，基台43上にネジ止めして載置される底部44cと，第1回転軸41の一方端を通す孔44aを有し，底部44cから立設してY軸方向に平行に延びる支持部44dと，第2回転軸42の一方端を軸支する孔44bを有し，底部43から立設してX軸方向に平行に延びる支持部44eとを備え，」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した甲3発明並びに本件発明1と甲3発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3発明",
                  "text": [
                    "撮像レンズを有するカメラ本体2と，撮像レンズによる撮像画像を表示する電子ディスプレイとしての液晶ディスプレイ3と，カメラ本体2及び液晶ディスプレイ3を連結するヒンジユニット4とを備えたディジタルカメラ1であって，",
                    "ヒンジユニット4は，カメラ本体2に対してカメラ横方向Wと平行なX軸回りに回動可能に支持されると共に，液晶ディスプレイ3をカメラ縦方向Lと平行なY軸回りに回動可能に支持し，",
                    "ヒンジユニット4は，液晶ディスプレイ3の裏面3aに対向する矩形状の基台41と，基台41の周縁から立設して液晶ディスプレイ3の外周を囲繞する外周壁42と，外周壁42の一部を切り欠いて形成された第2のスリット43と，を備え，",
                    "外周壁42は，基台41の周縁を上方に折り曲げて基台41と一体に形成され，外周壁42には，基台41からカメラ縦方向Lの外側に突出されて圧入軸受孔44aが形成されたフランジ部44が連設され，",
                    "カメラ本体2とヒンジユニット4とを連結する第1の回転軸5は，X軸上でヒンジユニット4のカメラ横方向Wの両端に一つずつ配置された一対の横方向軸部51a，51bで構成され，",
                    "横方向軸部51aは，一方端をヒンジユニット4のフランジ部44に形成された圧入軸受孔44aに圧入され，中央をカメラ本体2の内周壁21aに形成された遊嵌軸受孔21bに軸支され，他方端を第1のカム72の圧入孔72bに圧入され，",
                    "横方向軸部51bは，一方端をヒンジユニット4のフランジ部44に形成された圧入軸受孔44aに圧入され，中央から他方端に亘ってカメラ本体2の内周壁21aに形成された遊嵌軸受孔21bに軸支され，",
                    "ヒンジユニット4は，カメラ本体2に対してX軸回りに回動可能に支持され，",
                    "液晶ディスプレイ3とヒンジユニット4とを連結する第2の回転軸6は，Y軸上で液晶ディスプレイ3のカメラ縦方向Lの両端に一つずつ配置された一対の縦方向軸部61a，61bで構成され，",
                    "縦方向軸部61aは，液晶ディスプレイ3の外周面3bからカメラ縦方向Lに向かって突設され，ヒンジユニット4の外周壁42に形成された遊嵌軸受孔42aに軸支され，",
                    "縦方向軸部61bは，液晶ディスプレイ3の外周面3bからカメラ縦方向Lに向かって突設され，ヒンジユニット4の外周壁42に形成された遊嵌軸受孔42aに軸支され，",
                    "ヒンジユニット4は，液晶ディスプレイ3をY軸回りに回動可能に支持する，",
                    "ディジタルカメラ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲3発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "（1A）撮像素子を有する本体と，",
                        "（1B）前記本体の一面に沿って配置された矩形のディスプレイと，",
                        "（1C）前記ディスプレイを前記本体に可動に連結しているヒンジユニットと，",
                        "を備え，",
                        "（1D）前記ヒンジユニットは，前記ディスプレイの直交する二辺のうち一辺に沿って延びる第1軸上の一対の第1ヒンジによって前記第1軸まわりに回動可能に前記本体に連結された支持部を含み，",
                        "（1E）前記ディスプレイは，前記ディスプレイの直交する二辺のうち他辺に沿って延びる第2軸上の一対の第2ヒンジによって前記第2軸まわりに回動可能に前記支持部に支持されている，",
                        "（1G）撮像装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "本件発明1においては，「前記一対の第1ヒンジの一方は前記一対の第2ヒンジの間に配置」されているのに対し，甲3発明においては，横方向軸部51a，51bが圧入される圧入軸受孔44aが形成されたフランジ部44は，基台41からカメラ縦方向Lの外側に突出されて連設されるものであり，「前記一対の第1ヒンジの一方は前記一対の第2ヒンジの間に配置」されていない点"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決が認定した甲4発明並びに本件発明6と甲4発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4発明",
                  "text": [
                    "本体部2を備えた撮像装置1であって，",
                    "本体部2は撮像素子203を備え，",
                    "表示部216が設けられた可動部215が，ヒンジ215aを介して可動可能に本体部に設けられ，",
                    "表示部216が本体部2に一体に接続された時に本体部の鉛直方向と平行な表示部216の一辺のほぼ中央から伸びた可動部215の棒状体により，ヒンジ215aを介して本体部2と接続され，",
                    "上記可動部215は，本体部2の鉛直方向に対して表示部216が上向き，または下向きに変更可能に本体部2に設けられる",
                    "撮像装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明6と甲4発明との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "（6A）撮像素子を有する本体と，",
                        "（6B）前記本体の一面に沿って配置された矩形のディスプレイと，",
                        "（6C）前記ディスプレイを前記本体に可動に連結しているヒンジユニットと，を備え，",
                        "（6D）前記ヒンジユニットは，前記ディスプレイの直交する二辺のうち一辺に沿って延びる第1軸上の一対の第1ヒンジによって前記第1軸まわりに回動可能に前記本体に連結された第1支持部と，",
                        "（6E）前記第1軸に対して前記第1軸が沿う前記ディスプレイの一辺とは反対側の一辺側に偏倚した前記第1軸と平行な第2軸まわりに回動可能に前記第1支持部に連結された第2支持部と，",
                        "を含む，",
                        "（6H）撮像装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "「第2軸まわりに回動可能」にする構成が，本件発明6においては，「第2軸上の一対の第2ヒンジ」であるのに対し，甲4発明においては，「第2軸上の一対の第2ヒンジ」であると特定されていない点"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "「ディスプレイ」が，本件発明6においては，「前記ディスプレイの直交する二辺のうち他辺に沿って延びる第3軸上の一対の第3ヒンジによって前記第3軸まわりに回動可能に前記第2支持部に支持」されているのに対し，甲4発明においては，そのような構成を有するものでない点"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点3",
                      "text": [
                        "本件発明6においては，「前記一対の第1ヒンジの一方及び前記一対の第2ヒンジの一方の少なくともいずれかは，前記一対の第3ヒンジの間に配置」されているのに対し，甲4発明においては，そのような構成を有するものでない点"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "原告の主張する取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1",
              "text": [
                "本件発明1ないし5の甲1発明に対する新規性に関する認定・判断の誤り"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2",
              "text": [
                "本件発明1ないし5の甲1発明に対する進歩性（副引例なし）に関する認定・判断の誤り"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3",
              "text": [
                "本件発明1ないし5の甲3発明に対する新規性に関する認定・判断の誤り"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4",
              "text": [
                "本件発明6ないし12の甲4発明に対する進歩性（副引例は甲1発明又は甲3発明）に関する認定・判断の誤り"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1ないし5の甲1発明に対する新規性に関する認定・判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明の液晶表示ディスプレイは，縦方向に開くときには液晶表示ディスプレイのみが動き，水平方向に開くときには液晶表示ディスプレイ及び基台が同時に動くこととなる。これに対し，本件発明1は，縦方向に開くときには表示パネル及び支持部が共に動き，水平方向に開くときには表示パネルのみが動くこととなる。そうすると，本件発明1と甲1発明とでは，ディスプレイ及び中間に位置するプレートが共に動く方向とディスプレイのみが動く方向とが，縦方向又は水平方向のいずれであるのかの違いしかなく，機能自体に全く変わりはない。そして，甲1公報の段落【0074】において開示されている構成どおりの図を描けば，本件発明1及び甲1発明は，同じものになる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1発明において，軸受をヒンジユニットとは別に取り付けているのは，軸受の位置を90度ずらして取り付けることにより，液晶表示ディスプレイを単独で開く場合の方向を，縦方向でも水平方向でも自由に設計することができるようにするためである。そして，このことは，甲1公報の段落【0074】にも開示されている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明1においては，本来，第2ヒンジ同士を結んだ直線の外側に第1ヒンジを位置させなければならないが，国際出願において代表図とされている本件明細書の図3においては，第2ヒンジの孔が完全に第1ヒンジの孔の外側に位置している。これは，甲1公報の段落【0074】に記載されている内容と全く同じであり，甲1発明を模倣して，ディスプレイが開く方向を縦方向から水平方向に変えたものにすぎない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件明細書の図6A及び図6Bは，甲1発明と全く同じ構成である。また，これらの図について述べた本件明細書の段落【0032】には，カバーの外周が軸Aの軸方向に拡大されると記載されているが，被告が大きな隙間を設けて図を描いているにすぎず，実際には隙間はないから，ディスプレイが拡大されるものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件発明1は，甲1発明に対する新規性を欠くものであり，本件発明1を包含している本件発明2ないし5も，同様に甲1発明に対する新規性を欠くから，本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "甲1発明及び甲1発明2は，本件明細書において従来技術として紹介されている甲3発明と同様に，本体と連結している第1ヒンジの一方がそれと直交する軸の第2ヒンジの間に配置されている構造ではないため，「第1回転軸41」の直方体の空間が空いてしまい，撮像装置として意匠性が悪いとともに，ディスプレイが同じサイズであるとすれば，その直方体の空間の分だけ撮像装置が大型化してしまうという課題が解決されていない従来技術である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，本件審決が，甲1発明及び甲1発明2は構成要件1Fを有しない点で本件発明1と異なると判断したことに誤りはない。他方で，本件発明1と甲1発明の相違点はディスプレイが動く方向の違いのみであるとする原告の主張は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明1ないし5の甲1発明に対する進歩性（副引例なし）に関する認定・判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1(1)で主張したとおり，本件発明1の内容は，甲1公報の段落【0074】に開示されているが，これが明記されていなかったとしても，本件発明1は，甲1発明と均等であるはずであるから，進歩性を欠くものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記1(1)で主張したとおり，甲1公報の段落【0074】に記載された構成どおりの図を描けば，本件発明1及び甲1発明は同じものになるが，仮に全く同じでないとしても，一枚のプレートの一方にヒンジを設け，そのヒンジを介してカメラ本体に接続し，プレートのもう一方に前記ヒンジに対して垂直方向にヒンジを設け，そのヒンジを介してディスプレイを接続して，ディスプレイを縦方向及び横方向に開閉することができる技術は，甲1公報が公開された時点で公知となった。そして，本件発明1の発明者は，既に甲3公報を知っていたものであり，甲3公報を細かく分析した上で本件明細書の図3を描き，後から本件各発明の各請求項を考えたものと推測される。このように，本件発明1は，特許性がなく，その内容は単なる設計事項である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明1は，甲1発明に対する進歩性を欠くものであり，本件発明1を包含している本件発明2ないし5も，同様に進歩性を欠くから，本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告の主張(2)において公知技術として主張されている内容は，甲1公報における開示にすぎない。撮像装置本体と連結している第1ヒンジの一方がそれと直交する軸の第2ヒンジの間に配置されているという相違点に係る構成要件1Fの構成が公知でなかった以上，原告の主張によっても，本件優先日当時の当業者が甲1発明及び甲1発明2を主引例として本件発明1を容易に想到し得たとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告の主張(2)において甲3公報が指摘されているが，甲3公報には，上記の相違点に係る構成要件1Fの構成は開示されていない以上，甲1発明及び甲1発明2を見た当業者が，甲3公報を見たとしても，本件発明1を容易に想到し得たとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本件発明1ないし5の甲3発明に対する新規性に関する認定・判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1(3)で主張したとおり，本件明細書の図3においては，第2ヒンジの孔が第1ヒンジの孔の外側に位置している。また，ヒンジユニットを小型化する方法に係る本件明細書の段落【0035】に記載された条件を備えるのは，本件明細書の図4A及び図4B又は図7A及び図7Bのみであり，図5A及び図5B並びに図6A及び図6Bはこの条件から外れるところ，本件発明1の主要構成部品である本件明細書の図3は，図4A及び図4Bではなく図6A及び図6Bに当たり，軸Aと軸Bとは交差していない。",
                "このように，本件明細書の図3における支持部は，甲3公報の図10におけるヒンジユニットと実質的に同じ構造であり，中間に位置するプレートをカメラ本体及びディスプレイにつなぐ際の各方向を反対にしたものにすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書においては，甲3発明が背景技術として記載された上で，甲3公報の図面がコピーされて図31，図32A及び図32Bとして掲載されており，本件発明1は，甲3発明の模倣品である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明1は，甲3発明に対する新規性を欠くものであり，本件発明1を包含している本件発明2ないし5も，同様に新規性を欠くから，本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "甲3発明は，本件明細書において従来技術として紹介されている甲3公報の図3と同様に，本体と連結している第1ヒンジ（2つの「フランジ部44」）の一方が第2ヒンジの間（「遊嵌軸受孔42aと縦方向軸部61a」及び「遊嵌軸受孔42aと縦方向軸部61b」の間）に配置されている構造ではないため，2つの「フランジ部44」間の直方体の空間が空いてしまい，撮像装置として意匠性が悪いとともに，ディスプレイが同じサイズであるとすれば，その直方体の空間の分だけ撮像装置が大型化してしまうという課題が解決されていない従来技術である。",
                "したがって，甲3発明が，構成要件1Fを有しない点で本件発明1と異なるとした本件審決の認定は正しい。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告の主張(1)は，本件発明1及び甲3発明が「支持部21」の点で同じであると主張しているものと善解されるが，そうであるとしても，本件発明1と甲3発明とは構成要件1Fを有しない点が相違点であり，本件明細書の図3は構成要件1Fを有しているのに対し，甲3公報の図10は構成要件1Fを有しないものであるから，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（本件発明6ないし12の甲4発明に対する進歩性（副引例は甲1発明又は甲3発明）に関する認定・判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明6は，ディスプレイを縦方向及び横方向に自由に開閉することができる甲1発明を，従来から公開されている甲4発明の上に乗せただけのものであり，これらの発明を組み合わせても，新しい効果は生じない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明6は，甲4発明の上に甲3発明のヒンジユニットを乗せたものであり，単なる特許の寄せ集めである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明6は，甲4発明に対する進歩性を欠くものであり，本件発明6を包含している本件発明7ないし12も，同様に進歩性を欠くから，本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "原告の主張によっても，どのような態様及び方法によって甲4発明に甲1発明を乗せるのか，全く不明である。",
                "更にいえば，甲1発明及び甲1発明2も甲3発明も，撮像装置本体と連結している第1ヒンジの一方がそれと直交する軸の第2ヒンジの間に配置されているという相違点に係る構成要件1Fの構成が開示されていない以上，仮に，甲1発明及び甲1発明2並びに甲3発明と甲4発明とをいかに組み合わせようとも，「前記一対の第1ヒンジの一方及び前記一対の第2ヒンジの少なくともいずれかは，前記一対の第3ヒンジの間に配置」されている構造（相違点3）は実現されない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "したがって，甲4発明を主引例として，甲1発明及び甲1発明2並びに甲3発明を副引例として組み合わせるという論理付けで，本件優先日当時の当業者が本件発明6を容易に相違し得たとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件各発明",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "本件各発明の特許請求の範囲は，前記第2の2のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，次のとおりの記載がある（甲6。図1ないし7，17，18，31及び32は，別紙本件明細書図面目録記載のとおりである。）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "「本発明は，撮像装置に関する。」（段落【0001】）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "「撮像素子を有する本体の一面に沿って配置されたディスプレイにライブビュー画像が表示される撮像装置として，可動式のディスプレイを備え，撮影姿勢を変えることなくハイアングル及びローアングルといった種々の撮影アングルでの撮影が可能に構成された撮像装置が知られている。」（段落【0002】）",
                    "「特許文献1（判決注：甲3公報）に記載されたデジタルカメラは，図31，図32A及び図32Bに示すように，本体1の一面に沿って配置されたディスプレイ2を本体1に可動に連結しているヒンジユニット3を備える。」（段落【0003】）",
                    "「ヒンジユニット3は，本体1及びヒンジユニット3にそれぞれ設けられた軸受孔4aに図示しない軸部材が挿通されてなる一対の第1ヒンジ4により，軸Aまわりに回動可能に本体1に連結されている。そして，ディスプレイ2は，ヒンジユニット3に設けられた軸受孔5aにディスプレイ2に設けられた軸部5bが挿通されてなる一対の第2ヒンジ5により，軸Aと直交する軸Bまわりに回動可能にヒンジユニット3に支持されている。」（段落【0004】）"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「特許文献1に記載されたデジタルカメラのヒンジユニット3では，一対の第1ヒンジ4が配置される軸Aは，一対の第2ヒンジ5の外側で，これら一対の第2ヒンジ5が設けられる軸Bと交差しており，軸A上の一対の第1ヒンジ4がディスプレイ2の外側に突出して配置され，ヒンジユニット3がディスプレイ2よりも大きくなっている。一対の第1ヒンジ4のような機構が，ディスプレイ2の外側に突出して配置されてデジタルカメラの外観に露呈していると，デジタルカメラの意匠性が損なわれる。」（段落【0007】）",
                    "「本発明は，上述した事情に鑑みなされたものであり，ディスプレイを本体に可動に連結するヒンジユニットを小型化できる撮像装置を提供することを目的とする。」（段落【0008】）"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「本発明の一態様の撮像装置は，撮像素子を有する本体と，上記本体の一面に沿って配置された矩形のディスプレイと，上記ディスプレイを上記本体に可動に連結しているヒンジユニットと，を備え，上記ヒンジユニットは，上記ディスプレイの直交する二辺のうち一辺に沿って延びる第1軸上の一対の第1ヒンジによって上記第1軸まわりに回動可能に上記本体に連結された支持部を含み，上記ディスプレイは，上記ディスプレイの直交する二辺のうち他辺に沿って延びる第2軸上の一対の第2ヒンジによって上記第2軸まわりに回動可能に上記支持部に支持されており，上記一対の第1ヒンジの一方は上記一対の第2ヒンジの間に配置されている。」（段落【0009】）",
                    "「また，本発明の一態様の撮像装置は，撮像素子を有する本体と，上記本体の一面に沿って配置された矩形のディスプレイと，上記ディスプレイを上記本体に可動に連結しているヒンジユニットと，を備え，上記ヒンジユニットは，上記ディスプレイの直交する二辺のうち一辺に沿って延びる第1軸上の一対の第1ヒンジによって上記第1軸まわりに回動可能に上記本体に連結された第1支持部と，上記第1軸に対して上記第1軸が沿う上記ディスプレイの一辺とは反対側の一辺側に偏倚した上記第1軸と平行な第2軸上の一対の第2ヒンジによって上記第2軸まわりに回動可能に上記第1支持部に連結された第2支持部と，を含み，上記ディスプレイは，上記ディスプレイの直交する二辺のうち他辺に沿って延びる第3軸上の一対の第3ヒンジによって上記第3軸まわりに回動可能に上記第2支持部に支持されており，上記一対の第1ヒンジの一方及び上記一対の第2ヒンジの一方の少なくともいずれかは，上記一対の第3ヒンジの間に配置されている。」（段落【0010】）"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "「本発明によれば，ディスプレイを本体に可動に連結するヒンジユニットを小型化できる。」（段落【0011】）"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "「図1A及び図1Bは，本発明の実施形態を説明するための，撮像装置の一例を示す。」（段落【0013】）",
                    "「図1A及び図1Bに示す撮像装置としてのデジタルカメラ10は，CC D （ Charge  Coupled  Device ） イ メ ー ジ セ ン サ 又 は C M O S（Complementaly Metal Oxide Semiconductor）イメージセンサなどの撮像素子11を有する本体12と，ディスプレイ13と，ディスプレイ13を本体12に可動に連結しているヒンジユニットとを備える。」（段落【0014】）",
                    "「ディスプレイ13は，液晶又は有機ELなどの表示パネル15と，表示パネル15の表示領域を露出させる窓が形成されたカバー16とを有し，表示パネル15を正面からみて略矩形状に形成されている。本体12の背面には，ディスプレイ13と同じく略矩形状に形成された凹部17が設けられており，ディスプレイ13は，凹部17に収容され，本体12の背面に沿って配置されている。」（段落【0015】）",
                    "「凹部17は本体12の底面及び本体12の一方の側面にそれぞれ開放されている。ディスプレイ13が凹部17に収容された状態で，ディスプレイ13の四辺の側面のうち，一方の長辺13aの側面及び一方の短辺13bの側面は露出されている。」（段落【0016】）",
                    "「図2A及び図2Bに示すように，本例のヒンジユニットは，ディスプレイ13の長辺13aに沿って延びる軸A（第1軸）まわりに回動可能に，また，軸Aと略直交しかつディスプレイ13の短辺13dに沿って延びる軸B（第2軸）まわりに回動可能に，ディスプレイ13を本体12に連結している。なお，軸A及び軸Bがディスプレイ13の辺に「沿う」とは，軸A及び軸Bがディスプレイ13の辺から離れずに辺と並行することを言う。」（段落【0017】）",
                    "「図3は，デジタルカメラ10のヒンジユニットの構成を示す。」（段落【0018】）",
                    "「ヒンジユニット14は，本体12の凹部17の底面に固定される固定部20と，ディスプレイ13を支持する支持部21とを有する。」（段落【0019】）",
                    "「固定部20には，軸A上に配置される一対のヒンジブラケット30が設けられており，支持部21には，軸Aの軸方向にヒンジブラケット30と重ね合わされる一対のヒンジブラケット31が設けられている。重ね合わされたヒンジブラケット30とヒンジブラケット31とはヒンジピン32によって相対回動可能に結合される。」（段落【0020】）",
                    "「ヒンジブラケット30及びヒンジブラケット31並びにヒンジピン32により，軸A上に配置される第1ヒンジ23が構成される。支持部21は，軸A上の一対の第1ヒンジ23によって軸Aまわりに回動可能に，固定部20を介して本体12に連結される。」（段落【0021】）",
                    "「支持部21には，軸B上に配置される一対のヒンジブラケット33が設けられており，ディスプレイ13には，軸Bの軸方向にヒンジブラケット33と重ね合される一対のヒンジブラケット34が設けられている。重ね合わされたヒンジブラケット33とヒンジブラケット34とはヒンジピン35によって相対回動可能に結合される。」（段落【0022】）",
                    "「ヒンジブラケット33及びヒンジブラケット34並びにヒンジピン35により，軸B上に配置される第2ヒンジ24が構成される。ディスプレイ13は，軸B上の一対の第2ヒンジ24によって軸Bまわりに回動可能に，支持部21に支持される。」（段落【0023】）",
                    "「ヒンジユニット14によれば，ディスプレイ13は，ヒンジユニット14の支持部21と一体に軸Aまわりに回動され，また，単独で軸Bまわりに回動される。」（段落【0024】）",
                    "「軸A上の一対の第1ヒンジ23は，軸Aが沿うディスプレイ13の長辺13aの両端部にそれぞれ配置されており，一対の第1ヒンジ23が互いに近接して配置される場合に比べてディスプレイ13の軸Aまわりの回動の安定性が高まる。」（段落【0025】）",
                    "「同様に，軸B上の一対の第2ヒンジ24は，軸Bが沿うディスプレイ13の短辺13dの両端部にそれぞれ配置されており，一対の第2ヒンジ24が互いに近接して配置される場合に比べてディスプレイ13の軸Bまわりの回動の安定性が高まる。」（段落【0026】）",
                    "「ディスプレイ13が凹部17に収容されて本体12の背面に沿って配置されている状態で，ヒンジユニット14は，ディスプレイ13のカバー16によって覆われ，デジタルカメラ10の外観に露出しない。ヒンジユニット14をデジタルカメラ10の外観に露出させないことにより，デジタルカメラ10の意匠性を高めることができる。」（段落【0027】）",
                    "「図4Aは，ヒンジユニット14の一対の第1ヒンジ23及び一対の第2ヒンジ24の配置を模式的に示し，図4Bは，ヒンジユニット14が一対の第2ヒンジ24の軸Bまわりに回動された際のヒンジユニット14の軌道を模式的に示す。」（段落【0028】）",
                    "「図4A及び図4Bに示すように，本例のヒンジユニット14では，軸A上の一対の第1ヒンジ23のうち軸B寄りに位置する一方の第1ヒンジ23が軸B上の一対の第2ヒンジ24の間に配置されている。図中，二点鎖線の枠は，ディスプレイ13の表示パネル15を正面からみたときのカバー16の外周を示している。」（段落【0029】）",
                    "「図5A及び図5B，図6A及び図6B，図7A及び図7Bは，軸B寄りに位置する第1ヒンジ23が一対の第2ヒンジ24の間から外れて配置されている場合をそれぞれ示す。」（段落【0030】）",
                    "「図5A及び図5Bは，軸B寄りに位置する第1ヒンジ23が，軸Bの軸方向に一対の第2ヒンジ24の間から外れて配置されており，軸Aと軸Bとが一対の第2ヒンジ24の外側で交差する場合を示している。この場合に，ヒンジユニット14及びヒンジユニット14を覆うカバー16の外周は，図中クロスハッチングを付して示すように，図4A及び図4Bに示したヒンジユニット14及びカバー16の外周に対して軸Bの軸方向に拡大される。」（段落【0031】）",
                    "「図6A及び図6Bは，軸B寄りに位置する第1ヒンジ23が，軸Aの軸方向に一対の第2ヒンジ24の間から外れて配置されており，かつ軸Aと軸Bとが一対の第1ヒンジ23の外側で交差する，すなわち一対の第1ヒンジ23が軸Aの軸方向に軸Bの片側に配置される場合を示している。この場合に，ヒンジユニット14及びヒンジユニット14を覆うカバー16の外周は，図中クロスハッチングを付して示すように，図4A及び図4Bに示したヒンジユニット14及びカバー16の外周に対して軸Aの軸方向に拡大される。」（段落【0032】）",
                    "「図7A及び図7Bは，軸B寄りに位置する第1ヒンジ23が，軸Aの軸方向に一対の第2ヒンジ24の間から外れて配置されており，かつ軸Aと軸Bとが一対の第1ヒンジ23の間で交差する，すなわち軸B寄りに位置する一方の第1ヒンジ23が軸Bを挟んで他方の第1ヒンジ23とは反対側に配置される場合を示している。この場合に，ヒンジユニット14を覆うカバー16の外周は，図4A及び図4Bに示したカバー16の外周と同等となる。」（段落【0033】）",
                    "「しかし，軸B寄りに位置する一方の第1ヒンジ23が軸Bを挟んで他方の第1ヒンジ23とは反対側に配置されることにより，軸B寄りに位置する第1ヒンジ23は，ディスプレイ13の軸Bまわりの回動に伴い，本体12の凹部17の底面に向けて軸Bまわりに旋回される。そして，軸B寄りに位置する第1ヒンジ23が軸Aの軸方向に一対の第2ヒンジ24の間から外れて配置されることによって旋回半径が大きくなる。そのため，本体12の凹部17の底面には，第1ヒンジ23との干渉を回避するための逃げ溝が必要となる。」（段落【0034】）",
                    "「このように，一対の第1ヒンジ23のうち軸B寄りに位置する一方の第1ヒンジ23を一対の第2ヒンジ24の間に配置することにより，ヒンジユニット14を小型化することができる。」（段落【0035】）",
                    "「図17Aから図17Cは，本発明の実施形態を説明するための，撮像装置の他の例を示す。なお，上述したデジタルカメラ10と共通する要素には共通の符号を付し，説明を省略又は簡略する。」（段落【0070】）",
                    "「図17Aから図17Cに示す撮像装置としてのデジタルカメラ110は，撮像素子を有する本体12と，ディスプレイ13と，ヒンジユニットとを備える。ヒンジユニットは，ディスプレイ13を本体12に可動に連結している。本例では，ヒンジユニットは，ディスプレイ13の長辺13aに沿って延びる軸A（第1軸）まわりに回動可能に，また，軸Aと略直交しかつディスプレイ13の短辺13dに沿って延びる軸B（第3軸）まわりに回動可能に，更に，軸Aに対してディスプレイ13の長辺13c側に偏倚した軸Aと平行な軸C（第2軸）まわりに回動可能にディスプレイ13を本体12に連結している。」（段落【0071】）",
                    "「図18は，デジタルカメラ110のヒンジユニットの構成を示す。」（段落【0072】）",
                    "「ヒンジユニット114は，本体12の凹部17の底面に固定される固定部120と，ディスプレイ13を支持する第1支持部121及び第2支持部122とを有する。」（段落【0073】）",
                    "「固定部120には，軸A上に配置される一対のヒンジブラケット130が設けられており，第1支持部121には，軸Aの軸方向にヒンジブラケット130と重ね合わされる一対のヒンジブラケット131が設けられている。重ね合わされたヒンジブラケット130とヒンジブラケット131とはヒンジピン132によって相対回動可能に結合される。」（段落【0074】）",
                    "「ヒンジブラケット130及びヒンジブラケット131並びにヒンジピン132により，軸A上に配置される第1ヒンジ123が構成される。第1支持部121は，軸A上の一対の第1ヒンジ123によって軸Aまわりに回動可能に，固定部120を介して本体12に連結される。」（段落【0075】）",
                    "「第1支持部121には，軸C上に配置される一対のヒンジブラケット133が設けられており，第2支持部122には，軸Cの軸方向にヒンジブラケット133と重ね合される一対のヒンジブラケット134が設けられている。重ね合わされたヒンジブラケット133とヒンジブラケット134とはヒンジピン135によって相対回動可能に結合される。」（段落【0076】）",
                    "「ヒンジブラケット133及びヒンジブラケット134並びにヒンジピン135により，軸C上に配置される第2ヒンジ124が構成される。第2支持部122は，軸C上の一対の第2ヒンジ124によって軸Cまわりに回動可能に，第1支持部121に支持される。」（段落【0077】）",
                    "「第2支持部122には，軸B上に配置される一対のヒンジブラケット136が設けられており，ディスプレイ13には，軸Bの軸方向にヒンジブラケット136と重ね合される一対のヒンジブラケット137が設けられている。重ね合わされたヒンジブラケット136とヒンジブラケット137とはヒンジピン138によって相対回動可能に結合される。」（段落【0078】）",
                    "「ヒンジブラケット136及びヒンジブラケット137並びにヒンジピン138により，軸B上に配置される第3ヒンジ125が構成される。ディスプレイ13は，軸B上の一対の第3ヒンジ125によって軸Bまわりに回動可能に，第2支持部122に支持される。」（段落【0079】）",
                    "「以上のヒンジユニット114によれば，ディスプレイ13は，ヒンジユニット14の第1支持部121及び第2支持部122と一体に軸Aまわりに回動され，また，第2支持部122と一体に軸Cまわりに回動され，また，単独で軸Bまわりに回動される。」（段落【0080】）",
                    "「ディスプレイ13が凹部17に収容されて本体12の背面に沿って配置されている状態で，ヒンジユニット114は，ディスプレイ13のカバー16によって覆われ，デジタルカメラ10の外観に露出しない。ヒンジユニット114をデジタルカメラ10の外観に露出させないことにより，デジタルカメラ10の意匠性を高めることができる。」（段落【0081】）",
                    "「図19Aは，ヒンジユニット114の一対の第1ヒンジ123及び一対の第2ヒンジ124並びに一対の第3ヒンジ125の配置を模式的に示し，図19Bは，ヒンジユニット114が一対の第3ヒンジ125の軸Bまわりに回動された際のヒンジユニット114の軌道を模式的に示す。」（段落【0082】）",
                    "「図19A及び図19Bに示すように，本例のヒンジユニット114では，軸A上の一対の第1ヒンジ123のうち軸B寄りに位置する一方の第1ヒンジ123及び軸C上の一対の第2ヒンジ124のうち軸B寄りに位置する一方の第2ヒンジ124が軸B上の一対の第3ヒンジ125の間に配置されている。図中，二点鎖線の枠は，ディスプレイ13の表示パネル15を正面からみたときのカバー16の外周を示している。」（段落【0083】）",
                    "「図20A及び図20B，図21A及び図21B，図22A及び図22Bは，一対の第1ヒンジ123のうち軸B寄りに位置する一方の第1ヒンジ123及び一対の第2ヒンジ124のうち軸B寄りに位置する一方の第2ヒンジ124が一対の第3ヒンジ125の間から外れて配置されている場合をそれぞれ示す。」（段落【0084】）",
                    "「図20A及び図20Bは，軸B寄りに位置する第1ヒンジ123及び第2ヒンジ124が，軸Bの軸方向に一対の第3ヒンジ125の間から外れて配置されており，軸A及び軸Cと軸Bとが一対の第3ヒンジ125の外側で交差する場合を示している。この場合に，ヒンジユニット114及びヒンジユニット114を覆うカバー16の外周は，図中クロスハッチングを付して示すように，図19A及び図19Bに示したヒンジユニット114及びカバー16の外周に対して軸Bの軸方向に拡大される。」（段落【0085】）",
                    "「図21A及び図21Bは，軸B寄りに位置する第1ヒンジ123及び第2ヒンジ124が，軸Aの軸方向に一対の第3ヒンジ125の間から外れて配置されており，かつ軸Aと軸Bとが一対の第1ヒンジ123の外側で交差し，軸Cと軸Bとが一対の第2ヒンジ124の外側で交差する場合を示している。この場合に，ヒンジユニット114及びヒンジユニット114を覆うカバー16の外周は，図中クロスハッチングを付して示すように，図19A及び図19Bに示したヒンジユニット114及びカバー16の外周に対して軸Aの軸方向に拡大される。」（段落【0086】）",
                    "「図22A及び図22Bは，軸B寄りに位置する第1ヒンジ123及び第2ヒンジ124が，軸Aの軸方向に一対の第3ヒンジ125の間から外れて配置されており，かつ軸Aと軸Bとが一対の第1ヒンジ123の間で交差し，軸Cと軸Bとが一対の第2ヒンジ124の間で交差する場合を示している。この場合に，ヒンジユニット114を覆うカバー16の外周は，図19A及び図19Bに示したカバー16の外周と同等となる。」（段落【0087】）",
                    "「しかし，軸B寄りに位置する第1ヒンジ123及び第2ヒンジ124は，ディスプレイ13の軸Bまわりの回動に伴い，本体12の凹部17の底面に向けて軸Bまわりに旋回される。そして，軸B寄りに位置する第1ヒンジ123及び第2ヒンジ124が軸Aの軸方向に一対の第3ヒンジ125の間から外れて配置されることによって旋回半径が大きくなる。そのため，本体12の凹部17の底面には，第1ヒンジ123及び第2ヒンジ124との干渉を回避するための逃げ溝が必要となる。」（段落【0088】）",
                    "「このように，一対の第1ヒンジ123のうち軸B寄りに位置する一方の第1ヒンジ123及び一対の第2ヒンジ124のうち軸B寄りに位置する一方の第2ヒンジ124を一対の第3ヒンジ125の間に配置することにより，ヒンジユニット114を小型化することができる。」（段落【0089】）",
                    "「なお，軸B寄りに位置する第1ヒンジ123及び第2ヒンジ124いずれも一対の第3ヒンジ125の間に配置されているものとして説明したが，軸B寄りに位置する第1ヒンジ123及び第2ヒンジ124の少なくともいずれかが一対の第3ヒンジ125の間に配置されていれば，ヒンジユニット114を小型化することができる。」（段落【0090】）"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件各発明の意義",
              "text": [
                "上記(1)及び(2)によれば，本件各発明の意義は，次のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各発明は，撮像装置に関するものである。（段落【0001】）"
                },
                {
                  "fig": "イ",
                  "subject": "従来技術として，撮像素子を有する本体の一面に沿って配置されたディスプレイにライブビュー画像が表示される撮像装置として，可動式のディスプレイを備え，撮影姿勢を変えることなく種々の撮影アングルでの撮影を可能とするよう構成された撮像装置が知られていた。（段落【0002】及び【0003】）"
                },
                {
                  "fig": "ウ",
                  "subject": "しかしながら，従来の撮像装置においては，ヒンジユニットが一対の第1ヒンジにより軸A回りに可動可能に本体に連結され，ディスプレイが一対の第2ヒンジにより軸Aと直交する軸B回りに可動可能にヒンジユニットに支持される構成が採られているところ，軸Aが第2ヒンジの外側で軸Bと交差し，軸A上の一対の第1ヒンジがディスプレイの外側に突出して配置されているために，ヒンジユニットがディスプレイよりも大きくなってしまうという課題があった。（段落【0004】及び【0007】）"
                },
                {
                  "fig": "エ",
                  "subject": "本件各発明は，上記の課題を解決するために，特許請求の範囲に記載されている次のような構成を採るものである。（段落【0009】，【0010】，【0035】，【0089】及び【0090】）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ヒンジユニットが，ディスプレイの直交する二辺のうち一辺に沿って延びる第1軸上の一対の第1ヒンジによって第1軸回りに回動可能に本体に連結された支持部を含み，ディスプレイが，その直交する二辺のうち他辺に沿って延びる第2軸上の一対の第2ヒンジによって第2軸回りに回動可能に支持部に支持されている構成（本件発明1ないし5の構成）においては，一対の第1ヒンジの一方が一対の第2ヒンジの間に配置される構成（構成要件1Fの構成）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ヒンジユニットが，ディスプレイの直交する二辺のうち一辺に沿って延びる第1軸上の一対の第1ヒンジによって第1軸回りに回動可能に本体に連結された第1支持部と，第1軸に対して第1軸が沿うディスプレイの一辺とは反対側の一片側に偏倚した第1軸と平行な第2軸上の一対の第2ヒンジによって第2軸回りに回動可能に第1支持部に連結された第2支持部とを含み，ディスプレイが，その直交する二辺のうち他辺に沿って延びる第3軸上の一対の第3ヒンジによって第3軸回りに回動可能に第2支持部に支持されている構成（本件発明6ないし12の構成）においては，一対の第1ヒンジの一方及び一対の第2ヒンジの一方の少なくともいずれかが，一対の第3ヒンジの間に配置される構成（構成要件6Gの構成）"
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件各発明は，上記エの構成を採ることにより，ディスプレイを本体に可動に連結するヒンジユニットを小型化することができるという効果を奏する。（段落【0011】，【0035】，【0089】及び【0090】）"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲1発明",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1公報の記載事項",
              "text": [
                "発明の名称を「ディジタルカメラ」とする発明に係る特許公報である甲1公報には，次のとおりの記載がある（甲1。図1ないし3は，別紙甲1公報図面目録記載のとおりである。）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1",
                  "text": [
                    "撮像レンズを有する本体部と，前記撮像レンズによる撮像画像を表示する電子ディスプレイと，前記本体部及び前記電子ディスプレイを連結するヒンジユニットとを備えるディジタルカメラであって，",
                    "前記ヒンジユニットが，該ヒンジユニットを前記本体部に対して第1の方向回りに90度回動可能に軸着する第1回転軸と，前記電子ディスプレイを前記ヒンジユニットに対して前記第1の方向に垂直な第2の方向回りに90度回動可能に軸着する第2回転軸とを備え，",
                    "前記本体部と前記ヒンジユニットとの間に設けられて，前記本体部と前記ヒンジユニットとを開閉自在に連結する第1のクイックリリース機構と，",
                    "前記ヒンジユニットと前記電子ディスプレイと間に設けられて，前記ヒンジユニットと前記電子ディスプレイとを開閉自在に連結する第2のクイックリリース機構とを備えていることを特徴とするディジタルカメラ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "「本発明は，ディジタルカメラに関するものであって，特に，ディジタルカメラをローアングルで使用する場合に，電子ディスプレイをワンタッチで縦横に回動可能なディジタルカメラを提供する。」（段落【0001】）",
                    "「本発明は，ローアングル撮影に応じて，電子ディスプレイをワンタッチで縦横自在に回動するという目的を達成するために，撮像レンズを有する本体部と，前記撮像レンズによる撮像画像を表示する電子ディスプレイと，前記本体部及び前記電子ディスプレイを連結するヒンジユニットとを備えるディジタルカメラであって，前記ヒンジユニットが，該ヒンジユニットを前記本体部に対して第1の方向回りに90度回動可能に軸着する第1回転軸と，前記電子ディスプレイを前記ヒンジユニットに対して前記第1の方向に垂直な第2の方向回りに90度回動可能に軸着する第2回転軸とを備え，前記本体部と前記ヒンジユニットとの間に設けられ，前記本体部と前記ヒンジユニットとを開閉自在に連結する第1のクイックリリース機構と，前記ヒンジユニットと前記電子ディスプレイと間に設けられ，前記ヒンジユニットと前記電子ディスプレイとを開閉自在に連結する第2のクイックリリース機構とを備えていることにより実現した。」（段落【0025】）",
                    "「本実施例に係るディジタルカメラ1は，図1に示すように，撮像レンズを有する本体部2と，撮像レンズによる撮像画像を表示する電子ディスプレイとしての液晶表示ディスプレイ3と，本体部2及び液晶表示ディスプレイ3を連結するヒンジユニット4とを備えている。",
                    "なお，電子ディスプレイは，有機ELディスプレイであっても構わない。」（段落【0027】）",
                    "「前述したヒンジユニット4は，図1に示すように，ヒンジユニット4を本体部2に対してカメラ縦方向（Y軸）回りに90度回動可能に軸着する第1回転軸41と，液晶表示ディスプレイ3をヒンジユニット4に対してカメラ横方向（X軸）回りに90度回動可能に軸着する第2回転軸42とを備えている。」（段落【0028】）",
                    "「ヒンジユニット4の第1回転軸41は，一方端をヒンジユニット4の基台43上に載置された軸受44の孔44aを貫通して本体部2の盲穴に軸支され，他方端を基台43から立設するガイド45を貫通して本体部2の盲穴に軸支されている。」（段落【0029】）",
                    "「ヒンジユニット4の第2回転軸42は，図1及び図2に示すように，一方端をヒンジユニット4の基台43に取り付けられた軸受44の孔44bに軸支され，他方端を基台43から立設するサイドフレーム46に軸支されている。」（段落【0030】）",
                    "「軸受44は，図3（a）に示すように，基台43上にネジ止めして載置される底部44cと，第1回転軸41の一方端を通す孔44aを有し，底部44cから立設してX方向に平行に延びる支持部44dと，第2回転軸42の一方端を軸支する孔44bを有し，底部43から立設してY軸方向に平行に延びる支持部44eとを備えている。」（段落【0031】）",
                    "「上述した本発明の各実施例においては，ヒンジユニットをカメラ縦方向（Y軸）回りに左右に回動させ，液晶表示ディスプレイをカメラ横方向（X軸）回りに上下に回動させているが，ヒンジユニットをカメラ横方向（X軸）回りに上下に回動させ，液晶表示ディスプレイをカメラ縦方向（Y軸）回りに左右に回動させる構造にしても構わない。」（段落【0074】）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明及び甲1発明2の内容",
              "text": [
                "上記(1)の記載によれば，甲1発明及び甲1発明2の内容は，本件審決が認定したとおり（前記第2の3(2)ア及びウ）であると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲3発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲3公報の記載事項",
              "text": [
                "発明の名称を「ディジタルカメラ」とする発明に係る特許公報である甲3公報には，次のとおりの記載がある（甲3。図1ないし3，5及び10は，別紙甲3公報図面目録記載のとおりである。）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1",
                  "text": [
                    "撮像レンズを有するカメラ本体と，前記撮像レンズによる撮像画像を表示する電子ディスプレイと，前記カメラ本体に対して第1の回転軸回りに回動可能に連結されると共に前記電子ディスプレイを前記第1の回転軸に垂直な第2の回転軸回りに回動可能に連結するヒンジユニットと，を備えるディジタルカメラであって，",
                    "前記カメラ本体は，該カメラ本体の表面に凹設されて前記ヒンジユニットを収容する収容凹部の内周壁の少なくとも一部を切り欠いて形成されて，前記ヒンジユニットの外周面を外部に露出させる第1のスリットを備え，",
                    "前記ヒンジユニットは，前記電子ディスプレイの外周を囲繞する外周壁の少なくとも一部を切り欠いて形成されて，前記電子ディスプレイの外周面を外部に露出させる第2のスリットを備えていることを特徴とするディジタルカメラ。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "「本発明は，ディジタルカメラに関するものであって，特に，ディジタルカメラをローアングルで使用する場合に，電子ディスプレイをワンタッチで縦横に回動可能なディジタルカメラを提供する。」（段落【0001】）",
                    "「以下，本発明の一実施例に係るディジタルカメラの構造について，図1乃至図5に基づいて説明する。」（段落【0033】）",
                    "「本実施例に係るディジタルカメラ1は，図示しない撮像レンズを有するカメラ本体2と，撮像レンズによる撮像画像を表示する電子ディスプレイとしての液晶ディスプレイ3と，カメラ本体2及び液晶ディスプレイ3を連結するヒンジユニット4とを備えている。なお，電子ディスプレイは，有機ELディスプレイであっても構わない。」（段落【0034】）",
                    "「ヒンジユニット4は，カメラ本体2に対してカメラ横方向Wと平行なX軸回りに回動可能に支持されると共に，液晶ディスプレイ3をカメラ縦方向Lと平行なY軸回りに回動可能に支持している。」（段落【0035】）",
                    "「ヒンジユニット4は，液晶ディスプレイ3の裏面3aに対向する矩形状の基台41と，基台41の周縁から立設して液晶ディスプレイ3の外周を囲繞する外周壁42と，外周壁42の一部を切り欠いて形成された第2のスリット43と，を備えている。」（段落【0038】）",
                    "「外周壁42は，基台41の周縁を上方に折り曲げて基台41と一体に形成されており，ヒンジユニット4は，薄く軽量でありながら高い剛性を有している。外周壁42には，基台41からカメラ縦方向Lの外側に突出されて後述する圧入軸受孔44aが形成されたフランジ部44が連設されている。収容凹部22とヒンジ部44との隙間は，カバーC1で覆われている。」（段落【0040】）",
                    "「カメラ本体2とヒンジユニット4とを連結する第1の回転軸5は，X軸上でヒンジユニット4のカメラ横方向Wの両端に一つずつ配置された一対の横方向軸部5a，5b（判決注：「51a，51b」の誤記と認める。）で構成されている。」（段落【0042】）",
                    "「横方向軸部5a（判決注：「51a」の誤記と認める。）は，一方端をヒンジユニット4のフランジ部43（判決注：「44」の誤記と認める。）に形成された圧入軸受孔43a（判決注：「44a」の誤記と認める。）に圧入され，中央をカメラ本体2の内周壁21aに形成された遊嵌軸受孔21bに軸支され，他方端を後述する第1のカム72の圧入孔72bに圧入されている。」（段落【0043】）",
                    "「横方向軸部5b（判決注：「51b」の誤記と認める。）は，一方端をヒンジユニット4のフランジ部43（判決注：「44」の誤記と認める。）に形成された圧入軸受孔43a（判決注：「44a」の誤記と認める。）に圧入され，中央から他方端に亘ってカメラ本体2の内周壁21aに形成された遊嵌軸受孔21bに軸支されている。」（段落【0044】）",
                    "「これにより，ヒンジユニット4は，カメラ本体2に対してX軸回りに回動可能に支持されている。」（段落【0045】）",
                    "「また，液晶ディスプレイ3とヒンジユニット4とを連結する第2の回転軸6は，Y軸上で液晶ディスプレイ3のカメラ縦方向Lの両端に一つずつ配置された一対の縦方向軸部6a，6b（判決注：「61a，61b」の誤記と認める。）で構成されている。」（段落【0046】）",
                    "「縦方向軸部6a（判決注：「61a」の誤記と認める。）は，液晶ディスプレイ3の外周面3bからカメラ縦方向Lに向かって突設され，中央をヒンジユニット4の外周壁42に形成された遊嵌軸受孔42aに軸支され，先端を後述する第2のカム83の圧入孔83bに圧入されている。」（段落【0047】）",
                    "「縦方向軸部6b（判決注：「61b」の誤記と認める。）は，液晶ディスプレイ3の外周面3bからカメラ縦方向Lに向かって突設され，中央から先端に亘ってヒンジユニット4の外周壁42に形成された遊嵌軸受孔42aに軸支されている。」（段落【0048】）",
                    "「これにより，ヒンジユニット4は，液晶ディスプレイ3をY軸回りに回動可能に支持している。」（段落【0049】）",
                    "「次に，上述した実施例の変形例に係るディジタルカメラ1について，図10に基づいて説明する。ここで，上述した実施例と同一の部材については，重複する説明を省略する。」（段落【0083】）",
                    "「本変形例は，上述した実施例に係るディジタルカメラ1とは，X軸及びY軸の具体的な配置が異なり，本変形例では，X軸がカメラ縦方向Lと平行に設定され，Y軸がカメラ横方向Wと平行に設定されている。」（段落【0084】）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲3発明の内容",
              "text": [
                "上記(1)の記載によれば，甲3発明の内容は，本件審決が認定したとおり（前記第2の3(3)ア）であると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "甲4発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲4公報の記載事項",
              "text": [
                "発明の名称を「撮像装置，撮像方法およびプログラム」とする発明に係る公開特許公報である甲4公報には，発明の詳細な説明として，次のとおりの記載がある（甲4。図1及び2は，別紙甲4公報図面目録記載のとおりである。）。",
                "「本発明は，被写体を撮像して該被写体の画像データを生成する撮像装置，撮像方法およびプログラムに関する。」（段落【0001】）",
                "「図1は，本発明の実施の形態1にかかる撮像装置の被写体に面する側（前面側）の構成を示す図である。図2は，本発明の実施の形態1にかかる撮像装置の撮影者に面する側（背面側）の構成を示す図である。図3は，本発明の実施の形態1にかかる撮像装置の機能構成を示すブロック図である。」（段落【0020】）",
                "「図1～図3に示す撮像装置1は，本体部2と，本体部2に着脱自在であり，所定の視野領域から光を集光するとともに，光学ズームが可能なレンズ部3と，本体部2に着脱自在な外部機器4と，を備える。」（段落【0021】）",
                "「まず，本体部2について説明する。本体部2は，シャッタ201と，シャッタ駆動部202と，撮像素子203と，撮像素子駆動部204と，信号処理部205と，A／D変換部206と，画像処理部207と，AE処理部208と，AF処理部209と，画像圧縮展開部210と，入力部211と，アクセサリ通信部212と，接眼表示部213と，アイセンサ214と，可動部215と，表示部216と，タッチパネル217と，回動判定部218と，状態検出部219と，時計220と，記録媒体221と，メモリI／F222と，SDRAM（Synchronous Dynamic Random Access Memory）223と，Flashメモリ224と，本体通信部225と，バス226と，本体制御部227と，を備える。」（段落【0022】）",
                "「可動部215は，表示部216およびタッチパネル217が設けられ，ヒンジ215aを介して可動可能に本体部2に設けられる。たとえば，可動部215は，本体部2の鉛直方向に対して表示部216が上向き，または下向きに変更可能に本体部2に設けられる（図2を参照）。」（段落【0039】）",
                "「表示部216は，液晶または有機ELからなる表示パネルおよび駆動ドライバ等を用いて構成される。表示部216は，本体制御部227の制御のもと，バス226を介してSDRAM223に記録された画像データまたは記録媒体221に記録された画像データを取得し，取得した画像データに対応する画像を表示する。ここで，画像の表示には，撮影直後の画像データを所定時間（たとえば3秒間）だけ表示するレックビュー表示，記録媒体221に記録された画像データを再生する再生表示，および撮像素子203が連続的に生成する画像データに対応するライブビュー画像を時系列に沿って順次表示するライブビュー表示等が含まれる。また，表示部216は，撮像装置1の操作情報および撮影に関する情報を適宜表示する。」（段落【0040】）",
                "「タッチパネル217は，表示部216の表示画面上に重畳して設けられる。タッチパネル217は，外部からの物体のタッチを検出し，この検出したタッチ位置に応じた位置信号を本体制御部227へ出力する。また，タッチパネル217は，ユーザが表示部216で表示される情報，たとえばアイコン画像やサムネイル画像に基づいてタッチした位置を検出し，この検出したタッチ位置に応じて撮像装置1が行う動作を指示する指示信号や画像を選択する選択信号の入力を受け付けてもよい。一般に，タッチパネル217としては，抵抗膜方式，静電容量方式および光学方式等がある。本実施の形態1では，いずれの方式のタッチパネルであっても適用可能である。さらに，可動部215，表示部216およびタッチパネル217は，一体的に形成してもよい。」（段落【0041】）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4発明の内容",
              "text": [
                "上記(1)の記載によれば，甲4発明の内容は，本件審決が認定したとおり（前記第2の3(4)ア）であると認められる。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由1（本件発明1ないし5の甲1発明に対する新規性に関する認定・判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の甲1発明に対する新規性の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1及び2によれば，本件発明1と甲1発明との一致点及び相違点は，本件審決が認定したとおり（前記第2の3(2)イ）であると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件発明1及び甲1発明には相違点があると認められるから，本件発明1は，甲1発明に対する新規性を欠くものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし5の甲1発明に対する新規性の有無",
              "text": [
                "本件発明2ないし5は，本件発明1の従属請求項に係る発明であるから，本件発明1と同様に，甲1発明に対する新規性を欠くものとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(1)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(3)で検討したとおり，従来の撮像装置においては，ヒンジユニットを本体に連結する第1ヒンジに係る軸Aが，ディスプレイをヒンジユニットに支持する第2ヒンジの外側で第2ヒンジに係る軸Bと交差し，軸A上の一対の第1ヒンジがディスプレイの外側に突出して配置されているために，ヒンジユニットがディスプレイよりも大きくなってしまうという課題があったところ，本件発明1は，この課題を解決するために，一対の第1ヒンジの一方が一対の第2ヒンジの間に配置される構成（構成要件1Fの構成）を採ったものであり，この点に技術的意義があるということができる。",
                        "他方で，前記2(1)及び(2)によれば，甲1発明においては，軸受44の孔44bを有する支持部44eが，孔44aを有する支持部44dよりも液晶表示ディスプレイ3に近い側にあり，軸受44の支持部44d及び第1回転軸41の他方端が貫通するガイド45が，基台43における第2回転軸42の他方端を軸支するサイドフレーム46と反対側のカメラ縦方向の一辺に配置されている（構成要件1gの構成。甲1公報の段落【0028】ないし【0030】及び図1ないし3）。そうすると，甲1発明においては，本件発明1における「一対の第1ヒンジ」に相当する支持部44d及びガイド45の一方が，本件発明1における「一対の第2ヒンジの間」に相当する支持部44eとサイドフレーム46との間に配置されているものではないから，甲1発明は，構成要件1Fの構成を備えるものではない。",
                        "以上によれば，本件発明1及び甲1発明は，甲1発明が構成要件1Fの構成を備えていない点に実質的な相違があるといえ，両発明を対比した場合には，この点を相違点として認定するのが相当であるから，両発明について，ディスプレイ及び中間に位置するプレートが共に動く方向とディスプレイのみが動く方向とが，縦方向又は水平方向のいずれであるのかの違いしかないということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，前記2(1)及び(2)によれば，甲1発明2は，甲1発明と構成要件1c及び1f以外の構成を共通にするものであるところ，上記(ア)で検討したとおりの構成要件1gの構成の内容からすれば，甲1発明2も，構成要件1Fの構成を備えていないものといえる。",
                        "そうすると，甲1公報の段落【0074】において開示されている構成どおりの図を描けば，本件発明1及び甲1発明は同じものになるということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，原告の主張(1)は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(2)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告の主張(2)は，善解するに，甲1発明において軸受の方向を90度ずらして取り付けることにより，構成要件1Fの構成と同様の構成を採ることができること，このことは甲1公報の段落【0074】に開示されていることを主張するものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，甲1公報の段落【0074】には，甲1発明において，カメラ縦方向回りに左右に回動させるヒンジユニット及びカメラ横方向回りに上下に回動させる液晶ディスプレイのそれぞれの回動の向きを，ヒンジユニットをカメラ横方向回りに，液晶ディスプレイをカメラ縦方向回りとしてもよいことが記載されているにすぎず，軸受の方向を90度ずらして取り付けることが開示され，又は示唆されているものとはいえない。また，上記アで検討したとおり，甲1公報の段落【0074】には，構成要件1Fの構成が開示されているものではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，原告の主張(2)は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張(3)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の図3について検討するに，第2ヒンジ24に係るヒンジブラケット33が支持部21に接している部分の位置を基準とすれば，第1ヒンジ23の軸B寄りに位置する方のヒンジブラケット31は，一対の第2ヒンジ24の間に配置されているといえる。ただし，図3においては，上記ヒンジブラケット33の先端は，原告が主張するように，支持部の外側に向かって水平方向に延びており，同ヒンジブラケット33に設けられた軸B回りにディスプレイを回動可能に支持する孔が上記第1ヒンジ23の外側に位置する形となっているようにもみえる。そのようにみると，本件明細書の図3における軸A及び軸Bは，図6Aと同様の位置関係となるといえるところ，図6Aは，ヒンジユニットが大きくなってしまうという課題を有する従来技術が「参考例」として記載されているものであると解されることからすれば，図3は，本件発明1の実施形態を説明するための図1Aの分解斜視図であると説明されてはいるものの，本件発明1の実施例を示す図面としては，適切なものではないといわざるを得ない。",
                        "しかしながら，本件明細書においては，本件発明1の実施形態を示す図面として図4Aが記載されているところ，図4Aは，一対の第1ヒンジの一方が一対の第2ヒンジの間に配置されるという構成要件1Fの構成を適切に示した図面であるといえる。そして，図4Aは，図3のヒンジユニットの一対の第1ヒンジ及び一対の第2ヒンジの配置を示す模式図として説明されているから，図3を上記原告の主張するようにしか読み取ることができないというものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，本件明細書の図3は，原告の主張するようにしか読み取ることができないというものではないから，図3の記載内容を根拠として，本件発明1が甲1発明と同じであるなどということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，原告の主張(3)は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張(4)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(2)によれば，本件明細書の図6A及び図6Bは，ヒンジユニットが大きくなってしまうという課題を有する従来技術が「参考例」として記載されているものである。そうすると，図6A及び図6Bの記載内容を根拠として，本件発明1が甲1発明と同じであるなどということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，原告の主張(4)は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "その他",
                  "text": [
                    "このほか，原告は，本件発明1は甲1発明に対する新規性を欠くとして種々の主張をするが，これまで検討したところに照らすと，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1ないし5は甲1発明に対する新規性を欠くものではないとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由2（本件発明1ないし5の甲1発明に対する進歩性（副引例なし）に関する認定・判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の甲1発明に対する進歩性の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記5(1)アのとおり，本件発明1及び甲1発明には，本件審決が認定したとおり（前記第2の3(2)イ(イ)）の相違点があるものと認められ，その内容は，甲1発明が構成要件1Fの構成を備えていないというものである。そこで，甲1公報に接した本件優先日当時の当業者が，構成要件1Fの構成を容易に想到し得たものといえるかについて，以下，検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記5(3)ア(ア)のとおり，本件発明1の技術的意義は，ヒンジユニットがディスプレイよりも大きくなってしまうという課題を解決するための方法として，一対の第1ヒンジの一方が一対の第2ヒンジの間に配置されるという構成要件1Fの構成を採った点にあるといえる。",
                    "そして，甲1公報において，構成要件1Fの構成を開示したり，この構成を採ることを示唆したりするような記載は見当たらない。また，本件優先日当時において，当業者が構成要件1Fの構成を想到することができたといえるような技術常識や周知技術が存したものと認めるに足りる証拠はない。",
                    "そうすると，甲1公報に接した本件出願日当時の当業者が，構成要件1Fの構成を採ることを動機付けられるものとはいえないから，上記相違点に係る本件発明1の構成を想到することが容易であったということはできない。",
                    "したがって，本件発明1は，甲1発明に対する進歩性を欠くものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし5の甲1発明に対する進歩性の有無",
              "text": [
                "本件発明2ないし5は，本件発明1の従属請求項に係る発明であるから，本件発明1と同様に，甲1発明に対する進歩性を欠くものとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(1)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告の主張(1)は，「均等」との文言を使用しているが，善解するに，本件発明1及び甲1発明は実質的に同じ発明であるから，当業者は甲1発明に基づいて本件発明1を容易に想到し得たものといえる旨を主張するものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，前記5及び上記(1)で検討したところに照らすと，本件発明1及び甲1発明が実質的に同じ発明であるなどということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，原告の主張(1)は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(2)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記5(3)ア(ア)のとおり，本件発明1の技術的意義は，ヒンジユニットがディスプレイよりも大きくなってしまうという課題を解決するための方法として，一対の第1ヒンジの一方が一対の第2ヒンジの間に配置されるという構成要件1Fの構成を採った点にあるといえるのであり，本件発明1は，単に，ヒンジ等を利用して，ディスプレイを縦方向及び横方向に開閉することのみを内容とするものではない。そうすると，仮にディスプレイを縦方向及び横方向に開閉することが甲1公報によって公知となったとしても，本件発明1の進歩性が否定されるものではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，後記7においても検討するとおり，甲3公報において，構成要件1Fの構成が開示され，又は示唆されているものとはいえない上，前記5(3)ウで検討したとおり，本件明細書の図3は，原告の主張するようにしか読み取ることができないというものではない。そうすると，甲3公報の記載及び本件明細書の図3の記載内容を根拠として，本件発明1の進歩性を否定することはできないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，原告の主張(2)は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "その他",
                  "text": [
                    "このほか，原告は，本件発明1は甲1発明に対する進歩性を欠くとして種々の主張をするが，これまで検討したところに照らすと，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1ないし5は甲1発明に対する進歩性を欠くものではないとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由3（本件発明1ないし5の甲3発明に対する新規性に関する認定・判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の甲3発明に対する新規性の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1及び3によれば，本件発明1と甲3発明との一致点及び相違点は，本件審決が認定したとおり（前記第2の3(3)イ）であると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件発明1及び甲3発明には相違点があると認められるから，本件発明1は，甲3発明に対する新規性を欠くものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし5の甲3発明に対する新規性の有無",
              "text": [
                "本件発明2ないし5は，本件発明1の従属請求項に係る発明であるから，本件発明1と同様に，甲3発明に対する新規性を欠くものとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張(1)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件明細書の図3の記載内容を指摘するが，前記5(3)ウで検討したとおり，本件明細書の図3は，原告の主張するようにしか読み取ることができないというものではないから，図3の記載内容を根拠として，本件発明1が甲3発明と同じであるなどということはできない。",
                        "また，本件発明1と甲3発明の相違点について検討するに，前記5(3)ア(ア)のとおり，本件発明1の技術的意義は，ヒンジユニットがディスプレイよりも大きくなってしまうという課題を解決するための方法として，一対の第1ヒンジの一方が一対の第2ヒンジの間に配置されるという構成要件1Fの構成を採った点にあるといえる。",
                        "他方で，前記3(1)及び(2)によれば，甲3発明においては，ヒンジユニット4の基部41には，カメラ横方向Wにカメラ本体2と基部41が連結されるように一対のフランジ部44が配置され，また，基部41の外周壁42には，カメラ縦方向Lに基部41と液晶ディスプレイが連結されるように一対の遊嵌軸受孔42aが配置されており，フランジ部44は，基台41からカメラ縦方向Lの外側に突出されて連結されている。そうすると，甲3発明においては，本件発明1における「一対の第1ヒンジ」に相当する一対のフランジ部41の一方が，本件発明1における「一対の第2ヒンジの間」に相当する一対の遊嵌軸受孔42aの間に配置されているものではないから，甲3発明は，構成要件1Fの構成を備えるものではない。",
                        "以上検討したところによれば，本件発明1及び甲3発明は，甲3発明が構成要件1Fの構成を備えていない点に実質的な相違があるといえ，両発明を対比した場合には，この点を相違点として認定するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本件明細書の図3における支持部が甲3公報の図10におけるヒンジユニットと実質的に同じ構造である旨主張する。",
                        "上記(ア)のとおり，本件明細書の図3を根拠として，本件発明1が新規性を欠くと主張することはできないが，上記主張について，本件発明1における支持部が甲3公報の図10におけるヒンジユニットと実質的に同じ構造である旨を主張するものと善解して検討するに，前記3(1)及び(2)によれば，甲3公報の図10に記載されているのは，甲3発明の実施例のX軸とY軸を入れ替えた変形例であるところ，上記(ア)で検討したところに照らすと，そのような変形例も，構成要件1Fの構成を備えるものではないというべきである。",
                        "そうすると，本件明細書の図3における支持部ではなく，本件発明1における支持部について検討してみても，甲3公報の図10におけるヒンジユニットと実質的に同じ構造であるということはできず，本件発明1における支持部及び甲3公報の図10におけるヒンジユニットについて，中間に位置するプレートをカメラ本体及びディスプレイにつなぐ際の各方向を反対にしたものにすぎないということはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，原告の主張(1)は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張(2)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(2)によれば，本件明細書の図31，図32A及び図32Bは，いずれも従来技術として引用する甲3発明の実施例を示すものとして記載されているものである。そうすると，これらの図面が本件明細書に記載されているからといって，本件発明1が甲3発明の模倣品であるということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，原告の主張(2)は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "その他",
                  "text": [
                    "このほか，原告は，本件発明1は甲3発明に対する新規性を欠くとして種々の主張をするが，これまで検討したところに照らすと，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明1ないし5は甲3発明に対する新規性を欠くものではないとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由4（本件発明6ないし12の甲4発明に対する進歩性（副引例は甲1発明又は甲3発明）に関する認定・判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明6及び甲4発明の一致点及び相違点",
              "text": [
                "前記1及び4によれば，本件発明6と甲4発明との一致点及び相違点は，本件審決が認定したとおり（前記第2の3(4)イ）であると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明6の甲4発明に対する進歩性の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明6は甲4発明に甲1発明又は甲3発明を乗せたものにすぎないから，甲4発明に対する進歩性を欠く旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで検討するに，前記1(3)で検討したとおり，従来の撮像装置においては，ヒンジユニットを本体に連結する第1ヒンジに係る軸Aが，ディスプレイをヒンジユニットに支持する第2ヒンジの外側で第2ヒンジに係る軸Bと交差し，軸A上の一対の第1ヒンジがディスプレイの外側に突出して配置されているために，ヒンジユニットがディスプレイよりも大きくなってしまうという課題があったところ，本件発明6は，この課題を解決するために，一対の第1ヒンジの一方及び一対の第2ヒンジの一方の少なくともいずれかが一対の第3ヒンジの間に配置される構成（構成要件6Gの構成）を採ったものであり，この点に技術的意義があるということができる。",
                    "そうすると，本件発明6は，本件発明1と同様の技術的意義を有するものといえるところ，前記5及び7で検討したところに照らすと，甲1発明及び甲3発明は，いずれも構成要件6Gの構成を備えるものではないというべきである。",
                    "そして，本件発明6と甲4発明との相違点3の内容は，甲4発明が構成要件6Gを備えていないというものであることからすれば，甲4発明に甲1発明又は甲3発明を組み合わせたとしても，相違点3に係る構成には至らないというべきである。",
                    "したがって，本件発明6は，甲4発明に対する進歩性を欠くものとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明7ないし12の甲4発明に対する進歩性の有無",
              "text": [
                "本件発明7ないし12は，本件発明6の従属請求項に係る発明であるから，本件発明6と同様に，甲4発明に対する進歩性を欠くものとは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本件発明6ないし12は甲4発明に対する進歩性を欠くものではないとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "結論",
          "text": [
            "以上によれば，原告が主張する取消事由1ないし4は，いずれも理由がない。",
            "なお，原告は，本件各発明を実施することは不能であるとして種々の主張をするが，これらはいずれも取消事由1ないし4とは関連しない主張であり，前記の結論を左右するものではないというべきである。",
            "よって，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}