{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件各控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人会社",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人らは，原判決別紙1被告レジュメ目録記載1ないし8の各文書につき，原判決別紙2レジュメ対比表の「被告記述部分」欄記載の記述を記載したまま，複製し，頒布してはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人らは，原判決別紙2レジュメ対比表の「被告記述部分」欄記載の記述の記載のある原判決別紙1被告レジュメ目録記載1ないし8の各文書を廃棄せよ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人ヴァンガード社及び被控訴人サムライヴィジョン社は，「会議が変われば会社は確実に変わる！」との文言を使用してはならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被控訴人らは，原判決別紙3ノウハウ対比表の「本件ノウハウ」欄記載のノウハウを使用し，又は開示してはならない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被控訴人ヴァンガード社及び被控訴人サムライヴィジョン社は，原判決別紙4投稿動画目録記載1及び2の各動画を削除せよ。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被控訴人らは，控訴人会社に対し，連帯して1万1000円及びこれに対する平成30年8月28日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被控訴人らは，控訴人会社に対し，連帯して1056万円及びこれに対する平成30年8月28日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人X   (1)  原判決を取り消す。"
          ],
          "content": [
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人らは，原判決別紙1被告レジュメ目録記載1ないし8の各文書につき，原判決別紙2レジュメ対比表の「被告記述部分」欄記載の記述を記載したまま，複製し，頒布してはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人らは，原判決別紙2レジュメ対比表の「被告記述部分」欄記載の記述の記載のある原判決別紙1被告レジュメ目録記載1ないし8の各文書を廃棄せよ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人らは，控訴人Xに対し，連帯して66万円及びこれに対する平成30年8月28日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断りのない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，(1)  控訴人会社が，①被控訴人らが原判決別紙1被告レジュメ目録記載1ないし8の各文書(以下，これらを一括して「被告レジュメ」という。)を用いて「侍会議」と称する会議(以下「侍会議」という。)のワークショップ及びコンサルティング業務を行う行為が，控訴人会社が保有する「2011年度すごい計画作成キット  ピーチパーリーマタドール版」と題するワークブック(以下「原告ワークブック」という。)に係る著作物の著作権(複製権及び翻案権)の侵害に当たるとして，著作権法112条1項及び2項に基づき，被控訴人らに対し，原判決別紙2レジュメ対比表の「被告記述部分」欄記載の各記述(以下，同対比表の「番号欄」記載の番号に対応する記述を「被告記述部分1」などという。)を記載したまま，被告レジュメを複製及び頒布することの差止め並びに被告レジュメの廃棄を求め，②被控訴人ヴァンガード社及び被控訴人サムライヴィジョン社(以下，併せて「被控訴人会社ら」という場合がある。)が「会議が変われば会社は確実に変わる！」というキャッチコピー(以下「被告キャッチコピー」という。)が表示される原判決別紙4投稿動画目録記載1の動画(以下「本件投稿動画1」という。)を作成した行為が控訴人会社の保有する「会議が変わる。会社が変わる。」というキャッチコピー(以下「原告キャッチコピー」という。)に係る著作物の著作権(翻案権)の侵害に当たるとして，同条1項に基づき，被控訴人会社らに対し，被告キャッチコピーの使用の差止めを求め，③被控訴人らが原告ワークブックに記載された原判決別紙3ノウハウ対比表の「本件ノウハウ」欄記載の各ノウハウに係る情報(以下，同対比表の「番号」欄の番号に対応するノウハウを「本件ノウハウ1」などといい，本件ノウハウ1ないし24を「本件各ノウハウ」と総称する。)を使用してコンサルティングサービスを行う行為，被控訴人ヴァンガード社が本件ノウハウ3を使用して作成された本件投稿動画1及び本件ノウハウ24を使用して作成された原判決別紙4投稿動画目録記載2の動画(以下「本件投稿動画2」といい，本件投稿動画1と併せて「本件各投稿動画」という。)をウェブサイトに掲載する行為，被控訴人サムライヴィジョン社が本件投稿動画1をウェブサイトに掲載する行為が，控訴人会社の営業秘密である本件各ノウハウの不正使用及び不正開示の不正競争行為(不正競争防止法(以下「不競法」という。)2条1項7号，8号)に該当するとして，同法3条1項に基づき，被控訴人らに対し，本件各ノウハウの使用の差止めを，同条2項に基づき，被控訴人会社らに対し，本件各投稿動画の削除を求め，④被控訴人らに対し，著作権侵害の共同不法行為による損害賠償として1万1000円及びこれに対する平成30年8月28日(不法行為の後)から支払済みまで平成29年法律第44号による改正前の民法所定(以下「改正前民法所定」という。)の年5分の割合による遅延損害金の連帯支払を求め，⑤被控訴人らに対し，不競法4条に基づく損害賠償として1056万円及びこれに対する同日(不正競争行為の後)から支払済みまで改正前民法所定の年5分の割合による遅延損害金の連帯支払を求め，(2)  控訴人Xが，被控訴人らが控訴人Xの氏名を表示することなく被告レジュメを顧客ごとに改変して使用する行為は控訴人Xが保有する原告ワークブックに係る著作物の著作者人格権(氏名表示権及び同一性保持権)の侵害に当たるとして，被控訴人らに対し，著作権法112条1項及び2項に基づき，被告記述部分1ないし24を記載したまま，被告レジュメを複製及び頒布することの差止め並びに被告レジュメの廃棄を求めるとともに，著作者人格権侵害の共同不法行為による損害賠償として慰謝料等66万円及びこれに対する同日(不法行為の後)から支払済みまで改正前民法所定の年5分の割合による遅延損害金の連帯支払を求める事案である。",
            "原審は，控訴人会社の請求について，被告レジュメは原告ワークブックを複製又は翻案したものと認められない，原告キャッチコピーは著作物に該当しない，本件各ノウハウは営業秘密に該当しない旨判断し，その余の点について検討することなく理由がないとして，いずれも棄却し，また，控訴人Xの請求について，被告レジュメは原告ワークブックを複製又は翻案したものと認められない以上，著作者人格権侵害は認められない旨判断し，その余の点について検討することなく理由がないとして，いずれも棄却した。",
            "そこで，控訴人らが，原判決を不服として，本件各控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "次のとおり訂正するほか，原判決の「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決6頁23行目の「(以下「侍会議」という。)」を「(侍会議)」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決8頁20行目の「アップグレード」を「アップグレード  2006年2月」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "次のとおり訂正するほか，原判決の「事実及び理由」の第2の3記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決12頁4行目及び9行目の各「有無」をいずれも「成否」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決12頁6行目の「著作権侵害」を「著作権(複製権及び翻案権)の侵害」と，同頁7行目の「著作者人格権侵害」を「著作者人格権(氏名表示権及び同一性保持権)の侵害」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に関する当事者の主張",
          "text": [
            "次のとおり訂正するほか，原判決の「事実及び理由」の第2の4記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決15頁9行目末尾に行を改めて次のとおり加える。",
                "「  また，原告ワークブックは，会議の進め方についてのノウハウを記載した機能的著作物としての側面もあるものの，単に会議をうまく進めるためのポイントやコツを列挙して解説するものというより，むしろ，一種の読み物として，ストーリー性をもって構成されているので，誰が書いてもそのような文章や構成としてしか表現できないようなものではなく，いわば小説のように個性の流出度は高いものであるから，表現上の創作性があり，原告ワークブック全体と被告レジュメ全体は，創作的表現が共通する。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決15頁24行目末尾に行を改めて次のとおり加える。",
                "「  また，原告記述部分1ないし24と被告記述部分1ないし24の創作的表現が共通することは，以下のとおり補充するほか，原判決別紙5原告ワークブックに関する主張対比表の「原告らの主張」の「同一性」欄及び「創作性」欄記載のとおりである。"
              ],
              "content": [
                {
                  "fig": "(a)",
                  "subject": "原告記述部分1ないし5と被告記述部分1ないし5について",
                  "text": [
                    "①  会議における約束事は多数あり，どの約束事を選択するか，その組合せ，約束事の表現の仕方については，その選択の幅は広く，アイデアの表現方法がただ1つしか存在しない場合，あるいは，1つでなくとも相当程度に限定されている場合には該当しないのであるから，原告記述部分1ないし5と被告記述部分1ないし5の同一性を有する部分はアイデアそのものではない。",
                    "②  原告記述部分1ないし5と被告記述部分1ないし5の5つの約束事が同一であり，約束事の1つ1つは短い表現であるが，約束事は一体として意味を成すものであることから，原告記述部分1ないし5と被告記述部分1ないし5の表現を一体としてみた場合には，相当程度の文章になるのであって，短い表現ではない。",
                    "そして，これらの5つの約束事を全て記載した他の書籍やウェブページは見当たらず，約束事の1つ目に，手順どおりそのまま「やってみる」という表現を選択していることには作成者の創意工夫が表れているなど，これらの5つの約束事の配置や文字列には作成者の創意工夫が表れており，ありふれた表現とはいえないから，原告記述部分1ないし5と被告記述部分1ないし5は，創作的表現が共通する。"
                  ]
                },
                {
                  "fig": "(b)",
                  "subject": "原告記述部分6と被告記述部分6について",
                  "text": [
                    "原告記述部分6と被告記述部分6が，会議においてどういったことを行い，何を手に入れようとするのかについて，思想やアイデアを端的にまとめて表現したものである点で共通し，そこには個性が発揮されており，創作性がある。",
                    "また，仮に同一性を有する部分の語句が関連性を認めやすい平易な語であるとしても，会議の目的の表現として，原告記述部分6及び被告記述部分6と同じような語句を組み合わせた上で，第1文，第2文の構成を用いた書籍やウェブページは他に見当たらないのであり，会議の目的を表現する方法としては，わかりやすく，独特な言い回しが用いられており，創作性がある。",
                    "したがって，原告記述部分6と被告記述部分6は，創作的表現が共通する。"
                  ]
                },
                {
                  "fig": "(c)",
                  "subject": "原告記述部分7及び23と被告記述部分7及び23について",
                  "text": [
                    "会議の参加者に対し，当該会議において「どんな成果」を得ていれば「あなたにとって」「最も価値が」あるかを質問する場合に，例えば，「成果」という語句を用いるとしても，「この会議において手に入れたい成果は何か」という質問文も考えられるが，原告記述部分7及び23と被告記述部分7及び23は，会議が終わったときに又は会議を通じて，どんな成果が出ていれば，あなたにとって最も価値があるか，という仮定を用いた文章にすることにより，より印象に残りやすい質問文となっているなど，アイデアそのものではない具体的表現である。",
                    "そして，原告記述部分7及び23と被告記述部分7及び23とが表現において同一性がある部分は，ノウハウを表現する上で，表現に選択の余地があり，他に同様の表現が用いられた資料等が見当たらず，ありふれた表現とはいえないから，創作性がある。"
                  ]
                },
                {
                  "fig": "(d)",
                  "subject": "原告記述部分8ないし13と被告記述部分8ないし13について",
                  "text": [
                    "原告記述部分8と被告記述部分8の同一性がある部分には「あなたが言うには」という通常の会議で用いないであろう独特の言い回しが含まれており，同様の表現が用いられた資料や書籍は見当たらないから，上記部分には表現上の創作性がある。",
                    "また，原告記述部分11と被告記述部分11に含まれる「言えない問題」という語句や，原告記述部分12及び13と被告記述部分12及び13に含まれる「ひどい真実」という語句が特徴的であるから，これらの部分は表現上の創作性がある。"
                  ]
                },
                {
                  "fig": "(e)",
                  "subject": "原告記述部分14及び17と被告記述部分14及び17について",
                  "text": [
                    "会議の参加者が空欄又は枠内に意見等を書き込むことによってその意見などを明確にし，各意見の関係を示すことによって参加者の考えを整理するという会議の手法についての表現の仕方はいくつかあり，誰が表現しても同じか類似したものにならざるを得ないものではないから，原告記述部分14及び17と被告記述部分14及び17の同一性を有する部分は，アイデアそのものではない具体的表現である。",
                    "原告記述部分14と被告記述部分14については，多様な選択肢がある中で，3行で構成された穴埋め方式を採用したものであり，同様のフォーマットを表現したものは見当たらないから，創作性がある。"
                  ]
                },
                {
                  "fig": "(f)",
                  "subject": "原告記述部分15，16及び21と被告記述部分15，16及び21について",
                  "text": [
                    "アイデアの表現方法がただ1つしか存在しない場合，あるいは，1つでなくとも相当程度に限定されている場合でなければ，そのアイデアに基づく表現は具体的な表現であるといえるが，原告記述部分15，16及び21と被告記述部分15，16及び21は，そのような場合ではないから，具体的な表現である。",
                    "そして，要素ごとに検討した結果とは別に，その集積や総合によって創作性が生じることは当然にあり得るところ，原告記述部分15及び16は，原告記述部分14と一体となって，著作者の個性が発揮された表現である。また，原告記述部分21は，原告ワークブックや被告レジュメのように，コミットメント(アクションプラン)の書き方として「行動・期日・成果」の順で表現した書籍やウェブページは他にないから，ありふれた表現とはいえず，創作性がある。"
                  ]
                },
                {
                  "fig": "(g)",
                  "subject": "原告記述部分18ないし20と被告記述部分18ないし20について",
                  "text": [
                    "会議において目標達成に向けた参加者各人の役割を明確化する表現の仕方はいくつかあり，アイデアの表現方法がただ1つしか存在しない場合，あるいは，1つでなくとも相当程度に限定されている場合には該当しないのであるから，原告記述部分18ないし20と被告記述部分18ないし20の同一性を有する部分は，アイデアそのものではなく，具体的表現である。",
                    "そして，原告記述部分18ないし20と被告記述部分18ないし20は，課題の振り分けや整理の仕方，意思決定者が担当者を決めること，担当者がマイルストーンを作成するという内容について，簡潔かつ誰にでもわかりやすいよう，著作者が自己の言葉によりまとめて表現したものであるから，短い文章であっても，ありふれた表現とはいえず，創作性がある。"
                  ]
                },
                {
                  "fig": "(h)",
                  "subject": "原告記述部分22及び24と被告記述部分22及び24について",
                  "text": [
                    "会議のクロージングにおける参加者への問いかけ及び会議において進捗を確認するための参加者への問いかけについては，多様な表現があり得るものであって，選択の幅があることからすると，アイデアの表現方法がただ1つしか存在しない場合，あるいは，1つでなくとも相当程度に限定されている場合には該当しないのであるから，原告記述部分22及び24と被告記述部分22及び24は，アイデアそのものではなく，具体的表現である。",
                    "そして，「何を得たか」，「何がうまくいっているか」というフレーズは，会議での成果や進捗を確認する，わかりやすく簡潔な表現として，表現上の創作性がある。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決23頁7行目の「当該契約に係る契約書(」の後に「甲14。」を加え，同頁11行目から12行目の「「費用と条件に関する合意書」(」の後に「甲18。」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決31頁1行目末尾に行を改めて次のとおり加える。",
                "「(ウ)  小括",
                "したがって，控訴人会社は，著作権侵害の共同不法行為による損害賠償請求権に基づき，被控訴人らに対し，1万1000円及びこれに対する不法行為の後である平成30年8月28日から支払済みまで改正前民法所定の年5分の割合による遅延損害金の連帯支払を求めることができる。」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決31頁12行目末尾に行を改めて次のとおり加える。",
                "「(ウ)  小括",
                "したがって，控訴人Xは，著作者人格権侵害の共同不法行為による損害賠償請求権に基づき，被控訴人らに対し，66万円及びこれに対する不法行為の後である平成30年8月28日から支払済みまで改正前民法所定の年5分の割合による遅延損害金の連帯支払を求めることができる。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決32頁1行目末尾に行を改めて次のとおり加える。",
                "「(ウ)  小括",
                "したがって，控訴人会社は，不競法4条に基づき，被控訴人らに対し，1056万円及びこれに対する不正競争行為の後である平成30年8月28日から支払済みまで改正前民法所定の年5分の割合による遅延損害金の連帯支払を求めることができる。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(原告ワークブックに関する著作権侵害及び著作者人格権侵害の成否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-1(原告ワークブックに係る著作権(複製権及び翻案権)の侵害の成否)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "著作権法は，著作物とは，思想又は感情を創作的に表現したものであって，文芸，学術，美術又は音楽の範囲に属するもの(同法2条1項1号)をいい，複製とは，印刷，写真，複写，録音，録画その他の方法により有形的に再製することをいう旨規定していること(同項15号)からすると，著作物の複製(同法21条)とは，当該著作物に依拠して，その創作的表現を有形的に再製する行為をいうものと解される。",
                    "また，著作物の翻案(同法27条)とは，既存の著作物に依拠し，かつ，その表現上の本質的な特徴である創作的表現の同一性を維持しつつ，具体的表現に修正，増減，変更等を加えて，新たに思想又は感情を創作的に表現することにより，これに接する者が既存の著作物の創作的表現を直接感得することのできる別の著作物を創作する行為をいうものと解される。",
                    "そうすると，被告レジュメが原告ワークブックに係る著作物を複製又は翻案したものに当たるというためには，原告ワークブックと被告レジュメとの間で表現が共通し，その表現が創作性のある表現であること，すなわち，創作的表現が共通することが必要であるものと解するのが相当である。一方で，原告ワークブックと被告レジュメにおいて，アイデアなど表現それ自体ではない部分が共通するにすぎない場合や共通する表現がありふれた表現である場合には，被告レジュメが原告ワークブックを複製又は翻案したものに当たらないと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人会社は，原告ワークブックと被告レジュメは，全体の構成が実質的に同一であり，しかも，原判決別紙2レジュメ対比表及び原判決別紙5原告ワークブックに関する主張対比表の「原告らの主張」欄記載のとおり，具体的な記述部分における同一性を有する表現は創作性のある表現であるから，被告レジュメは原告ワークブックを複製又は翻案したものに当たる旨主張するので，以下において判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告記述部分1ないし24及び被告記述部分1ないし24に係る複製又は翻案について",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "原告記述部分1ないし5と被告記述部分1ないし5について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原判決別紙2レジュメ対比表の番号1ないし5のとおり，原告ワークブックの当該部分と被告レジュメの当該部分とは，それぞれ，会議において，会議での約束事として，そのまま「やってみる」こと(番号1)，「携帯」電話を切っておくこと(番号2)，「問題」を見つけたら，「問題を指摘する」のではなく，「解決策を提示する」こと(番号3)，「わかりません」という回答はしないこと(番号4)，「発言」は，「短く」，「簡潔に」，「直接的な表現で」行うこと(番号5)を内容とする記述である点で共通する。",
                                "しかしながら，原告記述部分1は「まずは本書の手順どおりそのままやってみる。」であるのに対し，被告記述部分1は「とりあえず身を預けてやってみる。」，原告記述部分3は「問題を見つけたら問題を指摘するのではなく，解決できる人に解決策を提示する(自分自身かもしれない)。」であるのに対し，被告記述部分3は「問題を発見したとき，解決策を提示する。問題を指摘するだけは無し」，原告記述部分4は「このワークブックが質問してくる質問に「わかりません」という回答はなし。」であるのに対し，被告記述部分4は「侍会議中，「わかりません」「ありません」という答えは無しでやってみる」，原告記述部分5は「発言は3Sにやる。(スリーエス：Short短く，Simple 簡潔に，Straight 直接的な表現で)」であるのに対し，被告記述部分5は「発言は短く，簡潔に，直接的な表現でやる。」であり，具体的記述における表現は異なり，共通性は認められない。",
                                "そうすると，被告記述部分1ないし5と原告記述部分1ないし5は，会議の約束事を説明した記述であるという点において共通しているものの，その共通する部分は，会議における約束事をどのように取り決めるかというアイデアであって，表現それ自体ではない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人会社は，①原告記述部分1ないし5及び被告記述部分1ないし5について，会議における約束事の表現の仕方にはいくつかの選択肢がある中で，一見当たり前と思われるような内容も約束事としてあらかじめ記載するという表現形式をとっている点で同一性を有しており，その同一性を有する部分は創作的な表現である，②また，会議における約束事は多数あり，どの約束事を選択するか，その組合せ，約束事の表現の仕方については，その選択の幅は広く，アイデアの表現方法がただ1つしか存在しない場合，あるいは，1つでなくとも相当程度に限定されている場合には該当しないのであるから，原告記述部分1ないし5と被告記述部分1ないし5の同一性を有する部分はアイデアそのものではない旨主張する。",
                                "しかしながら，会議の冒頭で約束事を決めることや，当たり前のことをあえてワークブックないしレジュメに記載するということ自体は，アイデアにすぎないから，仮に，そうしたアイデアそのものに個性の表れが認められるとしても，そのことをもって直ちに創作的表現部分に共通性があるとはいえない。また，アイデアの表現方法がただ1つしか存在しない場合，あるいは，1つでなくとも相当程度に限定されている場合かどうかは，具体的表現を前提にその表現に創作性があるかどうかの考慮要素になり得るとしても，前記(a)認定の原告記述部分1ないし5と被告記述部分1ないし5の共通する部分がそもそも表現であるか，アイデアであるかの判断を左右するものではない。",
                                "したがって，控訴人会社の上記主張は，採用することができない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "また，控訴人会社は，①原告記述部分1ないし5と被告記述部分1ないし5の5つの約束事が同一であり，約束事の1つ1つは短い表現であるが，約束事は一体として意味を成すものであることから，原告記述部分1ないし5と被告記述部分1ないし5の表現を一体としてみた場合には，相当程度の文章になるのであって，短い表現ではない，②これらの5つの約束事を全て記載した他の書籍やウェブページは見当たらず，約束事の1つ目に，手順どおりそのまま「やってみる」という表現を選択していることには作成者の創意工夫が表れているなど，これらの5つの約束事の配置や文字列には作成者の創意工夫が表れており，ありふれた表現とはいえないから，創作的表現が共通する旨主張する。",
                                "しかしながら，前記(a)認定のとおり，原告記述部分1ないし5と被告記述部分1ないし5は，具体的記述における表現の共通性は認められない。",
                                "また，原告記述部分1中の「まずは…そのままやってみる。」との表現部分は，ウェブページ(乙16)において「素直にそのままやる」との記載が，書籍(乙20)において「おやくそく」，「まずはやってみよう」との記載が，それぞれ存在していること，会議中の「発言」に関するものとして，原告記述部分5中の「発言は3Sにやる。(スリーエス：Short 短く，Simple 簡潔に，Straight 直接的な表現で)」との表現部分は，ウェブページ(乙15)において「会議での発言は「3S」(Short＝短く，Simple＝簡潔で，Straight＝直接的に)のルールでおこないましょう。」との記載が存在することに照らすと，上記各表現部分は，いずれもありふれた表現であり，創作性があるとはいえない。",
                                "したがって，控訴人の上記主張は採用することができない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "以上によれば，被告記述部分1ないし5が原告記述部分1ないし5と共通する部分は，表現それ自体ではないから，被告記述部分1ないし5は，原告記述部分1ないし5を複製又は翻案したものに当たるものと認めることはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "原告記述部分6と被告記述部分6について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原判決別紙2レジュメ対比表の番号6のとおり，原告ワークブックの当該部分と被告レジュメの当該部分とは，会議の参加者が，「チームとして」，「問題を共有」し，「役割」を作り，参加者を「満足させるため」の「計画」と「情熱」を得ることを内容とする記述である点で共通する。",
                                "しかしながら，上記共通する部分は，全体として，会議によって達成すべき目的としての獲得すべき成果及びその成果を獲得するための手段に係るアイデアそのものであって，表現それ自体ではない。",
                                "また，原告記述部分6は，第1文で成果を獲得するための手段として，「このメンバーがハイパフォーマンスなマネジメントチームとして，問題を共有し，共通の目標をつくり，役割分担とコミットメントを作成する。」と記述した上で，第2文で獲得すべき成果として，「これにより，ステークホルダーとこのメンバーを満足させるための目標と計画と情熱を手に入れる。」と記述したものであり，「チームとして」，「問題を共有」，「共通の」，「役割」，「満足させるため」，「情熱」といった関連性を認めやすい平易な語を一般的な順序で組み合わせたにすぎないものであって，ありふれたものである(例えば，書籍(乙22)では，「チーム」による意思決定の進め方の手順として，課題を「共有」すること，統合的「目標」を設定して「満足」度最大の案を採るなどの記述が存在し，上記の語の組合せはありふれたものである。)。第1文及び第2文の構成も，手段から成果につなげるという，通常用いられるありふれたものにすぎないから，創作性があるとはいえない。そうすると，原告記述部分6中の「問題を共有し，共通の目標をつくり，役割分担とコミットメントを作成」し，「満足させるための目標と計画と情熱を手に入れる。」との表現部分と，被告記述部分6中の「問題を共有，共通の志を作成し，志を成すための役割と担当及びアクションプランをつくりあげ」，「満足させるために，成長し続ける仕組・計画を手に入れ団結と情熱…を生み出す。」との表現部分は，創作的表現が共通するとはいえない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人会社は，①原告記述部分6と被告記述部分6が，会議においてどういったことを行い，何を手に入れようとするのかについて，思想やアイデアを端的にまとめて表現したものである点で共通し，そこには個性が発揮されており，創作性が認められる，②仮に同一性を有する部分の語句が関連性を認めやすい平易な語であるとしても，会議の目的の表現として，原告記述部分6及と被告記述部分6と同じような語句を組み合わせた上で，第1文，第2文の構成を用いた書籍やウェブページは他に見当たらないのであり，会議の目的を表現する方法としては，わかりやすく，独特な言い回しが用いられており，創作性が認められるなどして，原告記述部分6と被告記述部分6は，創作的表現が共通する旨主張する。",
                                "しかしながら，上記の部分が会議に係る思想やアイデアを端的にまとめて記述されたものであるとしても，そのようなまとめ方そのものもアイデアにとどまるものである。仮に当該記述が表現であるといえるとしても，その構成は，前記(a)で検討したとおり，会議における獲得目標及び獲得手段のまとめ方としては一般的なものであって，何ら特徴があるものではなく，ありふれた表現の域を出るものではない。",
                                "したがって，控訴人会社の上記主張は，採用することができない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上によれば，被告記述部分6が原告記述部分6と共通する部分は，表現それ自体ではないか，又は創作的表現であるものとはいえないから，被告記述部分6は，原告記述部分6を複製又は翻案したものに当たるものと認めることはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "原告記述部分7及び23と被告記述部分7及び23について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原判決別紙2レジュメ対比表の番号7及び23のとおり，原告ワークブックの当該部分と被告レジュメの当該部分とは，いずれも，会議の参加者に対し，会議の冒頭で，会議を終えた時の視点に立ち，当該会議において「どんな成果」を得ていれば「あなたにとって」「最も価値が」あるかを質問することを内容とする記述である点で，共通する。",
                                "しかしながら，上記共通する部分は，いずれも，会議手法の一つとして，会議の中で司会役を務める者が参加者に対してどのような質問を投げかけて，参加者がどのような意識を持って会議に参加するように持っていくかを説明したものであり，アイデアそのものである。",
                                "次に，原告記述部分7(「今日一日の会議が終わったときに，どんな成果が出ていればあなたにとって一番価値があるか?」)中の「どんな成果が出ていればあなたにとって一番価値があるか?」との表現部分と被告記述部分7(「この同じ時間を過ごすなら，この侍会議で，どんな成果が得られればあなたにとって最も価値がありますか？」)中の「どんな成果が得られればあなたにとって最も価値がありますか？」との表現部分は共通する。",
                                "また，原告記述部分23(「今日このセッションが終わった時にあなたにとってどんな成果が手に入っていれば最も価値があるか？」中の「あなたにとってどんな成果が手に入っていれば最も価値があるか？」との表現部分と被告記述部分23(「今日のこの侍会議で，どんな成果が得られればあなたにとって最も価値がありますか？」中の「どんな成果が得られればあなたにとって最も価値がありますか？」との表現部分は共通する。",
                                "しかしながら，原告記述部分7及び23は，それぞれ一文からなる短い表現であって，上記各記述中の「どんな成果が出ていればあなたにとって一番価値があるか?」又は「あなたにとってどんな成果が手に入っていれば最も価値があるか？」との表現部分は，会議で得られる最も有用な成果が何であるかを質問する際に通常用いられるありふれた表現であるといえるから，共通する表現は，創作性があるとはいえない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人会社は，原告記述部分7及び23と被告記述部分7及び23とが表現において同一であることを前提に，その同一性がある部分について，ノウハウを表現する上で，表現に選択の余地があること，他に同様の表現が用いられた資料等が見当たらず，ありふれた表現とはいえないことなどを理由として，創作性がある旨主張する。",
                                "しかしながら，前記(a)で述べたとおり，被告記述部分7及び23が原告記述部分7及び23と共通する部分は，表現それ自体ではないか又は創作的表現であるものとはいえないから，控訴人会社の上記主張は採用することができない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上によれば，被告記述部分7及び23は，いずれも，原告記述部分7及び23を複製又は翻案したものに当たるものと認めることはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "原告記述部分8ないし13と被告記述部分8ないし13について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原判決別紙2レジュメ対比表の番号8ないし13のとおり，原告ワークブックの当該部分と被告レジュメの当該部分とは，「あなたが言うには」，「何が達成されたか」(「会社全体」，「グループ」，「個人レベルでも」等)，「3つ」の答えを「書く」こと(番号8)，「経営」上「直面している」こと「に関してどんな問題点」等「があるか」，「最も重要と思われることを二つ」程度「書く」こと(番号9)，「経営」上「直面している」こと「に関してどんな問題点」等「があるか」，「他」の「部署」や「業者」「のせいで問題になっていることを一つ書<」(具体的に誰のせいかを記載する形で)こと(番号10)，「経営」上「直面している」こと「に関してどんな問題点」等「があるか」，「言えない問題」等「を一つ書く」こと(番号11)，「経営」上「直面している」こと「に関してどんな問題点」等「があるか」，我社「のひどい真実はなにか」(「会社全体」，「部署」等)を「一つ書く」こと(番号12)，「経営」上「直面している」こと「に関してどんな問題点」等があるか，「あなた自身のひどい真実はなにか」を書くこと(番号13)を内容とする記述である点で，共通する。",
                                "しかしながら，上記共通する部分は，会議の司会役を務める者が参加者に質問し，参加者がそれに回答する形式で，参加者に対し，会議の時点までに達成されている事項を確認させる，組織の経営上の問題点等について検討させる，その問題点等が誰のせいで生じていると考えているかを認識させる，その問題点等のうち話題にできないものや組織及び自分自身が抱える重大な欠点について明らかにさせるといったことを実現するという，会議の手法を説明したものである。そうすると，上記共通する部分は，いずれも，アイデアであって，表現それ自体ではない。",
                                "次に，原告記述部分8(「あなたが言うには，今日までに，何が達成されたか(会社全体／グループ／チームレベルでも，または個人レベルでも)？  3つ以上の答えを書く。」)と被告記述部分8(「あなたが言うには，今まで人生で何が達成されましたか？(会社全体，グループ，個人レベルでもなんでも)3つ書く。」)を対比すると，「あなたが言うには」の語句が冒頭に配置され，「会社全体」，「グループ」，「個人レベル」，「何が達成されたか(ましたか)」，「3つ」「書く」との語句が用いられる点で表現が共通し，原告記述部分8全体及び被告記述部分8全体から受ける印象も共通するものといえる。",
                                "しかしながら，他方で，上記表現部分は，おおむね平易でよく用いられる言葉を組み合わせて，質問の内容と回答の仕方を明確にしたものであること，「あなたが言うには」という語句は，それ自体短い表現であり，ウェブページ(乙47)では，自らの意見を述べる際に有用な言葉として「私が言うには」という語句が紹介されていることに照らすと，「私」を「あなた」に置き換えた「あなたが言うには」という語句が独特な言い回しであるとはいえないことに鑑みると，上記表現部分は，ありふれた表現であるから，創作性があるとはいえない。",
                                "また，原告記述部分9中の「自分の観点から見て最も重要と思われることを二つか三つ書く。」との表現部分と被告記述部分9中の「あなたの視点から最も重要と思われることを二つ書く。」との表現部分，原告記述部分11中の「言えない問題，言ってはいけない問題を一つ書く。」との表現部分と被告記述部分11中の「言いたいけど言えない問題を一つ書く。」との表現部分，原告記述部分12中の「我社のひどい真実はなにか？ (…)一つ書く。」との表現部分と被告記述部分12中の「この組織のひどい真実はなにか？(…)一つ書く。」との表現部分，原告記述部分13中の「あなた自身のひどい真実はなにか？」との表現部分と被告記述部分13中の「あなた自身のひどい真実はなにか？」との表現部分は，それぞれ共通する。",
                                "しかしながら，「言えない問題」や「ひどい真実」は，いずれも平易な形容詞と名詞とを組み合わせた語にすぎず，その組合せも通常結びつかないようなものともいえないことに照らすと，上記共通する表現部分に上記各語が含まれているからといって，創作的表現が共通するとはいえない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人会社は，①原告記述部分8と被告記述部分8の同一性を有する部分には「あなたが言うには」という通常の会議で用いないであろう独特の言い回しが含まれており，同様の表現が用いられた資料や書籍は見当たらないなどとして，それらの同一性がある部分には表現上の創作性が認められる，②原告記述部分11と被告記述部分11の同一性を有する部分に含まれる「言えない問題」という語句や，原告記述部分12及び13と被告記述部分12及び13に含まれる「ひどい真実」という語句が特徴的であるとして，これらの部分に表現上の創作性がある旨主張する。",
                                "しかしながら，前記(a)で述べたように，「あなたが言うには」，「言えない問題」及び「ひどい真実」の語句を含んでいるからといって，原告記述部分8，11ないし13と被告記述部分8，11ないし13の共通する表現部分に創作性があるとはいえないから，控訴人会社の上記主張は採用することができない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上によれば，被告記述部分8ないし13と原告記述部分8ないし13が共通する部分は，表現それ自体ではないか，又は創作的表現であるものとはいえないから，被告記述部分8ないし13は，原告記述部分8ないし13を複製又は翻案したものに当たるものと認めることはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "原告記述部分14及び17と被告記述部分14及び17について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原判決別紙2レジュメ対比表の番号14のとおり，原告ワークブックの当該部分と被告レジュメの当該部分とは，下線を引いた空欄に数字や言葉を穴埋めする形式で，「    年    月    日までに」という期限，達成すべき指標及び最終的な目的を3行に分けて(ただし，その三つの順序は異なる。)記載するようになっている点で共通する。",
                                "しかしながら，空欄に数字や言葉を穴埋めする形式により質問に対して回答させることや，それを項目ごとに行を分けて記載することは，質問及び回答の表現として通常用いられるものであるから，上記共通する部分は，ありふれたものであり，創作的表現であるとはいえない。",
                                "次に，原判決別紙2レジュメ対比表の番号17のとおり，原告ワークブックの当該部分と被告レジュメの当該部分とは，文章を記入する枠が複数あり，中心の一つの枠を取り囲む形で他の枠が配置された図形が記載されているという点で共通する。",
                                "しかしながら，あらかじめ位置関係を定めた枠内に，会議の参加者の意見等を記載させるということは，その意見等を整理するための表現方法として，ありふれたものであるといえる(例えば，書籍(乙21)及びウェブページ(乙40，42)において，一つの枠及びそれを囲む形で記載された複数の枠の中に語句を記入するという記述が存在する。)。そうすると，上記共通する部分は，創作的表現であるとはいえない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人会社は，原告記述部分14と被告記述部分14について，その同一性が認められる部分が表現であることを前提に，多様な表現の選択肢がある中で，3行で構成された穴埋め方式を採用したものであり，同様のフォーマットを表現したものは見当たらないとして，上記の部分に創作性がある旨主張する。",
                                "しかしながら，前記(a)で述べたとおり，被告記述部分14が原告記述部分14と共通する部分は，創作的表現であるものとはいえないから，控訴人会社の上記主張は採用することができない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上によれば，被告記述部分14及び17は，いずれも，原告記述部分14及び17を複製又は翻案したものに当たるものと認めることはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "原告記述部分15，16及び21と被告記述部分15，16及び21について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原判決別紙2レジュメ対比表の番号15，16及び21のとおり，原告ワークブックの当該部分と被告レジュメの当該部分とは，会議において決まった目標に名前をつけること(番号15)，会議で決めた目標について約束すること(番号16)並びに「行動」，「期日」及び「成果」を書くこと(番号21)を内容とする点で共通する。",
                                "しかしながら，上記共通する部分は，会議で決めた目標に名前をつけ，その目標について約束し，「行動」，「期日」及び「成果」を記載するといった，会議の進め方に係るアイデアそのものである。",
                                "そうすると，原告記述部分15，16及び21と被告記述部分15，16及び21とは，表現それ自体ではない部分に共通性が認められるにすぎないというべきである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人会社は，アイデアの表現方法がただ1つしか存在しない場合，あるいは，1つでなくとも相当程度に限定されている場合でなければ，そのアイデアに基づく表現は具体的な表現であるとした上で， 原告記述部分15，16及び21と被告記述部分15，16及び21とが表現において同一性を有することを前提に，それらの文言を用いた例が他に存在しないから，表現上の創作性がある旨主張する。",
                                "しかしながら，前記(a)で述べたとおり，被告記述部分15，16及び21が原告記述部分15，16及び21と共通する部分は，アイデアであって，表現ではないから，控訴人会社の上記主張は，その前提において採用することができない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上によれば，被告記述部分15，16及び21は，原告記述部分15，16及び21を複製又は翻案したものに当たるものと認めることはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "原告記述部分18ないし20と被告記述部分18ないし20について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原判決別紙2レジュメ対比表の番号18ないし20のとおり，原告ワークブックの当該部分と被告レジュメの当該部分とは，会議において，発表された課題を同じカテゴリーごとにグルーピングすること(番号18)，「意思決定者が」「担当」を決定すること(番号19)及び「担当」が「マイルストーンを」作ること(番号20)を内容とする点で共通する。",
                                "しかしながら，上記共通する部分は，いずれも，会議において，目標達成に向けた参加者各人の役割を明確化することを説明したものであり，会議の手法に係るアイデアそのものであるから，表現それ自体ではないというべきである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人会社は，会議において目標達成に向けた参加者各人の役割を明確化する表現の仕方はいくつかあり，アイデアの表現方法がただ1つしか存在しない場合，あるいは，1つでなくとも相当程度に限定されている場合には該当しないのであるから，原告記述部分18ないし20と被告記述部分18ないし20の同一性を有する部分は，アイデアそのものではなく，具体的表現である旨主張する。",
                                "しかしながら，アイデアの表現方法がただ1つしか存在しない場合，あるいは，1つでなくとも相当程度に限定されている場合かどうかは，具体的表現を前提にその表現に創作性があるかどうかの考慮要素になり得るとしても，前記(a)認定の原告記述部分18ないし20と被告記述部分18ないし20の共通する部分がそもそも表現であるか，アイデアであるかの判断を左右するものではない。",
                                "したがって，控訴人会社の上記主張は，採用することができない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上によれば，被告記述部分18ないし20は，原告記述部分18ないし20を複製又は翻案したものに当たるものと認めることはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "原告記述部分22及び24と被告記述部分22及び24について",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原判決別紙2レジュメ対比表の番号22記載の原告記述部分22(「何を得たか？」)の表現と被告記述部分22(「この会議で得たものは何か？」)の表現は共通するが，原告記述部分22は一文のみからなる極めて短い記述であり，会議で「得た」ものを問いかける表現としては，一般的であって，ありふれたものであるから，上記共通する表現に創作性があるとはいえない。",
                                "また，原告記述部分24の「何がうまくいっているか？」の表現と被告記述部分24中の「何がうまくいっていますか？」の表現部分は，共通するが，原告記述部分24は一文のみからなる極めて短い記述であり，「うまくいっている」ことを問いかける表現としては，一般的であって，ありふれたものであるから，上記共通する表現部分に創作性があるとはいえない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "控訴人会社は，会議のクロージングにおける参加者への問いかけ及び会議において進捗を確認するための参加者への問いかけについては，多様な表現があり得るものであって，選択の幅があることからすると，アイデアの表現方法がただ1つしか存在しない場合，あるいは，1つでなくとも相当程度に限定されている場合には該当しないのであるから，原告記述部分22及び24と被告記述部分22及び24は，アイデアそのものではなく，創作的表現が共通する部分である旨主張する。",
                                "しかしながら，前記(a)認定のとおり，原告記述部分22及び24と被告記述部分22及び24は，創作的表現が共通するものとは認められず，また，アイデアの表現方法がただ1つしか存在しない場合，あるいは，1つでなくとも相当程度に限定されている場合以外に当たらなければ，そのことのみから常に創作的表現に当たるものともいえないから，控訴人会社の上記主張は採用することはできない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "以上によれば，被告記述部分22及び24は，原告記述部分22及び24を複製又は翻案したものに当たるものと認めることはできない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告ワークブック全体の構成と被告レジュメ全体の構成について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決別紙2レジュメ対比表のとおり，原告ワークブック全体の構成と被告レジュメ全体の構成とは，①会議の約束事と目的の確認(番号1ないし6)，②手に入れたい成果の確認(番号7)，③今日までに達成されたことの確認(番号8)，④問題や懸念の洗い出し(番号9ないし13)，⑤戦略的フォーカス作成(目標設定)(番号14ないし16)，⑥役割の明確化(目標達成のための道のり，担当と責任の明確化)(番号17ないし19)，⑦アクションプラン(コミットメント)の策定(番号20ないし22)，⑧問題解決(番号23及び24)という項目が選択され，それらの項目がおおむね同じ順序で配列されているという点で共通する。",
                            "しかしながら，上記共通する部分は，会議において，どのような項目を，どのような順序で行うかというアイデアそのものあって，表現それ自体ではないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人会社は，①原告ワークブック全体の構成と被告レジュメ全体の構成の共通性が認められる部分が表現であることを前提に，当該部分は，統一的なテーマの下に，多様な内容を，要領よく取捨選択し，配列し，わかりやすい表現，印象に残る表現を選択するなど，多くの点で表現上の創意工夫がされており，そのワークブックないしレジュメに基づき会議の進行役を務めることができるように，表現方式に関して多様な選択肢がある中で，抽象的なノウハウを創意工夫をして表現したものとなっており，独自性があり，個性が発揮されているから，創作性がある，②原告ワークブックは，会議の進め方についてのノウハウを記載した機能的著作物としての側面もあるものの，単に会議をうまく進めるためのポイントやコツを列挙して解説するものというより，むしろ，一種の読み物として，ストーリー性をもって構成されているので，誰が書いてもそのような文章や構成としてしか表現できないようなものではなく，いわば小説のように個性の流出度は高いものであるから，表現上の創作性があり，原告ワークブック全体と被告レジュメ全体は，創作的表現が共通する旨主張する。",
                            "しかしながら，前記a認定のとおり，原告ワークブック全体の構成と被告レジュメ全体の構成の共通性が認められる部分は，会議において，どのような項目を，どのような順序で行うかというアイデアそのものあって，表現それ自体ではない。",
                            "また，前記(ア)認定のとおり，原告記述部分1ないし24と被告記述部分1ないし24が共通する部分は，表現それ自体ではないか，又は表現上の創作性がない部分であるのみなならず，上記各記述部分全体を対比しても，創作的表現が共通するものと認めることはできない。",
                            "したがって，控訴人会社の上記主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，被告レジュメ全体の構成は，原告ワークブック全体の構成を複製又は翻案したものに当たるものと認めることはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，被告レジュメは原告ワークブックを複製又は翻案したものに当たるとの控訴人会社の前記主張は，理由がない。",
                    "したがって，その余の点について検討するまでもなく，控訴人会社の原告ワークブックに係る著作権(複製権及び翻案権)の侵害に基づく差止請求及び損害賠償請求は，いずれも理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1-2(原告ワークブックに係る著作者人格権(氏名表示権及び同一性保持権)の侵害の成否)について",
              "text": [
                "次のとおり訂正するほか，原判決の「事実及び理由」の第3の1-2 記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決50頁21行目から22行目にかけての「各被告記述部分」を「被告記述部分1ないし24」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決51頁1行目末尾に行を改めて次のとおり加える。",
                    "「  なお，原告ワークブックの氏名表示権又は同一保持権の侵害があっても，著作権法113条1項2号の要件を満たすものでなければ，被告レジュメの複製の差止めを求めることはできないものと解される。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(原告キャッチコピーに関する著作権侵害の成否)について",
          "text": [
            "原判決の「事実及び理由」の第3の2記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(本件各ノウハウに関する不正競争の成否)について",
          "text": [
            "原判決の「事実及び理由」の第3の3記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，控訴人らの被控訴人らに対する請求はいずれも理由がないから，これらを棄却した原判決は相当である。",
            "したがって，本件各控訴は理由がないから，いずれも棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}