{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，金銭請求に係る控訴人敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "上記の部分につき，被控訴人の請求をいずれも棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，原判決別紙1プログラム目録記載1及び2の各プログラム（以下「本件プログラム」という。）の著作権者である被控訴人が，医師会等からの委託を受けて保険請求を代行する業者である控訴人に対し，控訴人が本件プログラムをその使用許諾契約に反する態様により使用したと主張して，次の各請求をする事案である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人による本件プログラムの複製及び使用が，本件プログラムの著作権侵害（複製権侵害又は著作権法113条2項（令和2年法律第48号による改正前のもの。以下，同項については同じ。）による侵害）に該当すると主張して，著作権法112条1項に基づく本件プログラムの複製及び使用の差止め並びに同条2項に基づく複製物等の廃棄を求める請求"
                },
                {
                  "fig": "イ",
                  "subject": "平成20年9月分ないし平成30年3月分の控訴人による本件プログラムの使用行為について，被控訴人と控訴人との間の本件プログラムに係る使用許諾契約の債務不履行に基づく損害賠償請求又は不法行為に基づく損害賠償請求（選択的請求）として，損害金1億0903万2000円及びこれに対する本件訴状送達の日の翌日である平成31年1月22日から支払済みまで民法（平成29年法律第44号による改正前のもの。以下同じ。）所定の年5分の割合による遅延損害金の支払を求める請求"
                },
                {
                  "fig": "ウ",
                  "subject": "平成30年7月分ないし同年11月分の控訴人による本件プログラムの使用行為について，違約金合意に基づく請求として，違約金7530万6000円及びこれに対する本件訴状送達の日の翌日である平成31年1月22日から支払済みまで商法（平成29年法律第45号による改正前のもの。以下同じ。）514条の年6分の利率（以下「商事法定利率」という。）による遅延損害金の支払を求める請求"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審は，上記各請求につき，次のとおりの各限度で，被控訴人の請求を認容した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記(1)アの請求について，控訴人による複製権侵害及び著作権法113条2項によるみなし侵害があったとして，本件プログラムの複製又は使用の禁止及び本件プログラムを格納した記録媒体の廃棄又は同記録媒体からの各プログラムの消去を求める限度"
                },
                {
                  "fig": "イ",
                  "subject": "上記(1)イの請求について，控訴人による債務不履行があり，不法行為も成立するが，債務不履行による損害額が上回るなどとして，債務不履行に基づく損害賠償として6609万5820円及びこれに対する平成31年1月22日から支払済みまで年5分の割合による遅延損害金の支払を求める限度"
                },
                {
                  "fig": "ウ",
                  "subject": "上記(1)ウの請求について，被控訴人が主張する違約金合意は有効であるなどとして，違約金7393万6800円及びこれに対する平成31年1月22日から支払済みまで年6分の割合による遅延損害金の支払を求める限度"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原審において，被控訴人は，上記(1)イの損害賠償請求につき，控訴人の代表取締役であるA（以下「控訴人代表者」という。）に対しても，主位的に会社法429条1項に基づく損害賠償請求として，予備的に控訴人との共同不法行為に基づく損害賠償請求として，控訴人と同額の連帯支払を求めたが，原審は，これらの請求をいずれも棄却した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，原判決のうち上記(2)イ及びウの判断（上記(1)イ及びウの金銭請求に係る判断）に不服があるとして，本件控訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実，争点及び争点に関する当事者の主張",
          "text": [
            "前提事実，争点及び争点に関する当事者の主張は，後記3のとおり当審における補充主張を付加するほかは，原判決「事実及び理由」の第2の2及び3並びに第3（原判決4頁14行目ないし28頁8行目）に記載のとおりであるから，これを引用する（ただし，控訴人に係る部分及び金銭請求に係る部分に限る。また，原判決の「被告会社」を「控訴人」と，「被告A」を「控訴人代表者」と，「被告ら」を「控訴人及び控訴人代表者」と，それぞれ読み替える。）。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件平成20年契約における本件プログラムの使用許諾の内容について（争点1-1）",
              "text": [
                "〔控訴人の主張〕",
                "パソコン1台につき1ライセンスが必要であるとの合意がされたことについては積極的に争わないが，1医師会につき1ライセンスが必要であるとの合意がされたとの点については，直接的な証拠は一切存せず，以下のとおり，原判決が認定の根拠として挙げる間接事実からも認定することはできない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人と被控訴人との間で，1医師会につき1ライセンスが必要であるとの合意がされていたのであれば，控訴人が複数の医師会での使用を求めた場合には，1台のパソコンにインストールされた本件旧プログラムにおいて，追加を求めた複数の医師会を登録することができるような仕様になっている必要があった。それにもかかわらず，本件旧プログラムがインストールされたパソコン1台につき一つの医師会しか登録することができない仕様であったことは，上記合意がされていたことと明らかに矛盾する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ライセンス料の発生基準は，ライセンス契約において極めて重要な要素であるにもかかわらず，本件平成20年契約の注文書等には，パソコンの台数に応じたライセンスが必要となる旨が明記されている一方で，医師会数に応じたライセンスが必要である旨は一切記載されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "パソコン1台につき一つの医師会しか登録することができないという本件旧プログラムの仕様によれば，ライセンス数とパソコンの台数は一致することになるのであるから，本件平成20年契約が締結された直後に追加された2ライセンス分を解約する際に控訴人が作成した「なお，府中市医師会様は今後も使用させていただきます」との書面は，使用するパソコンの台数を減らして1台に戻すという趣旨であり，1医師会につき1ライセンスが必要であるとの合意の存在を裏付けるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件平成20年契約の更新の際に作成されたレンタル契約継続申込書における「府中市医師会」との記載は，被控訴人が印字したものにすぎず，控訴人が自ら記載したものではないから，そのような記載があるからといって，1医師会につき1ライセンスが必要であるとの合意の存在が推認されるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "1医師会につき1ライセンスが必要であるとの合意がされていたとすると，控訴人においては，受注数に変動が生じた場合に多くのパソコンが放置されている期間が生じ得るということになるが，そのような状況が生じ得ることは経営として不合理かつ不適切である。控訴人は，わざわざ医師会ごとにバックアップデータを作成するなどして，必要なパソコンの台数を削減するという方法を採っていたものであるが，控訴人がこのような極めて効率の悪い方法を採らなければならなかったという事実自体が，1医師会につき1ライセンスが必要であるとの合意が存在しなかったことを裏付ける重要な間接事実といえる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被控訴人からの平成30年6月の書面による問い合わせにおいては，1医師会につき1ライセンスを要する旨が直接的，明示的に記載されておらず，ライセンス料の発生基準が争点であることが明確に伝えられていたわけではなかったことからすれば，これに対する控訴人の回答において，医師会数にかかわらず本件プログラムを使用することができるはずである旨の回答をしなかったことは，何ら不自然なことではない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "本件旧プログラムと同様の機能を有するソフトウェアは，わずか100万円程度で購入することができることからすれば，控訴人が一つの医師会ごとに月額約4万円ものライセンス料を支払うのは採算が取れず，合理的なビジネス判断とはいえない。また，医師会数に応じてライセンスが必要であるとすると，多くのリソースを投入して顧客を獲得する控訴人の損失の下で，被控訴人が営業活動を一切せずに利益を得ることとなり，経済合理性の観点からも不合理である。さらに，仮に，医師会数に応じてライセンス料が発生するという合意があったのであれば，ライセンス数が多くなるにつれて一つのライセンス当たりのライセンス料が逓減するように価格設定されるのが通常であるが，そのような価格設定はされていない。",
                    "このように，1医師会につき1ライセンスが必要であるとの合意があったと認定すると，ビジネスの常識に反して著しく不合理な結果をもたらすといえる。",
                    "〔被控訴人の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "〔控訴人の主張〕アについて",
                  "text": [
                    "本件において，1台のパソコンにインストールされた一つの本件旧プログラムにおいて，複数の医師会を登録することができるような仕様になっていなかったのは，控訴人が，1台のパソコンで複数の医師会の業務を行うことを求めなかったからにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "〔控訴人の主張〕イについて",
                  "text": [
                    "本件平成20年契約の締結に際して作成された契約書類に1医師会につき1ライセンスが必要である旨が明記されていないのは，被控訴人が，過去に控訴人のような代行業者と契約したことがなかったためである。一つのライセンスで複数の医師会の業務を行うことができる旨の合意をすると，控訴人が少ないライセンスで多数の医師会等の代行業務を行えることとなり，被控訴人にとって多大な機会損失となることは明白であることからすれば，被控訴人がそのような合意をすることはあり得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "〔控訴人の主張〕ウについて",
                  "text": [
                    "控訴人は，本件平成20年契約が締結された直後に追加された2ライセンス分を解約する際に，「なお，府中市医師会様は今後も使用させていただきます」と記載された書面を作成したものであるところ，控訴人がパソコン1台につき1ライセンスが必要であるとの合意をしているという認識を有していたのであれば，敢えて医師会の名称を記載する必要はなく，単に「1台は今後も使用させていただきます」と記載したはずである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "〔控訴人の主張〕エについて",
                  "text": [
                    "本件平成20年契約の更新の際に控訴人が作成したレンタル契約継続申込書には，利用機関名として「府中市医師会」と記載されているところ，同申込書は文字どおり契約の申込書である上，被控訴人は，契約締結当初から一貫して上記のような記載をし続けてきたことなどからすれば，1医師会につき1ライセンスが必要であるとの合意があったことは明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "〔控訴人の主張〕オについて",
                  "text": [
                    "控訴人が，被控訴人に対し，1台のパソコンで複数の医師会の業務を行うことを求めなかったのは，医師会ごとにバックアップデータを作成することにより，1台のパソコンで複数の医師会の業務を行うことができるという事実に気付いたためにすぎない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "〔控訴人の主張〕カについて",
                  "text": [
                    "被控訴人がした平成30年6月の書面による問い合わせには，「契約している府中市医師会分以外の医師会分での利用」との記載があり，同問い合わせにおいては控訴人による不正利用の疑いがあることが明確かつ具体的に指摘されていた。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "〔控訴人の主張〕キについて",
                  "text": [
                    "自社システムを開発しても，制度変更等のたびに改修のためのコストを要するのに対し，レンタルであれば，改修コストをかけずに常に最新の制度に対応したプログラムの提供を受けることができる。そして，1ライセンスのみのレンタルであっても，利用する医師会数を自由に増やすことができれば相当に安上がりとなるところ，控訴人は，バックアップデータを作成することによってこれを実現することができると気付いたために，1ライセンス分のレンタル料を支払い続けながら，医師会数を増やしていった方が経済合理性にかなうと考えていたにすぎない。",
                    "また，仮に，データ処理件数によって控訴人の医師会に対する報酬及び手数料が算定されるとしても，データ処理件数が少ない医師会については，契約を打ち切ったり，最低金額の設定をしたりするなど，いくらでも対処方法があること，1医師会当たりの処理件数には増減があることからすれば，被控訴人の利益の下で控訴人が損害を被るなどというのは詭弁である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "債務不履行の有無及び損害額について（争点1-2及び争点1-3）",
              "text": [
                "〔控訴人の主張〕",
                "本件平成20年契約においては，注文書に記載されているとおり，契約締結当初から，「追加ライセンス」については「基本システム」とは別に料金設定がされていたのであるから，仮に，債務不履行に基づく損害賠償請求が認められるとしても，その損害額は，追加されたライセンス数（パソコンの台数）に応じた「追加ライセンス」料の範囲にとどまるというべきである。",
                "〔被控訴人の主張〕",
                "「基本システム」は，本件プログラムを意味するものである上，本件平成20年契約の締結直後に控訴人が2ライセンスを追加した際の1ライセンス当たりのライセンス料は，「基本システム」の料金と同額であったことに争いはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "著作権侵害の有無について（争点2-1）",
              "text": [
                "〔控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "企業内においては，パソコン等の事務機器を各部署間で使い回すのは一般的なことであるから，初期OSをインストールした日をもって，直ちに本件旧プログラムのインストール日を推認することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人においては，健康診断結果の電子化業務以外の業務も行っていたから，コンピュータ名に「Health」と入っていたとしても本件旧プログラムがインストールされていたことを意味するわけではなく，また，上記電子化業務において使用されていたパソコンの全てに本件旧プログラムがインストールされていたわけではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人における作業量の最も大きな変動要因は，医師会数ではなく各医師会における健康診断数であるから，医師会数と作業量に相関関係はない。",
                    "〔被控訴人の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "控訴人が主張するようなパソコン等の部署間における使い回しが一般的であるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人におけるパソコンの使用状況に関する主張は，証拠に基づかないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "医師会によって月ごとの作業量に差異があること自体が立証されていない上，仮にそのような差異があるとしても，契約している医師会数が一つの場合と1000ある場合とで，全体的な作業量に差異が生じないはずはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "著作権侵害による損害額について（争点2-2）",
              "text": [
                "〔控訴人の主張〕",
                "著作権法114条1項によれば，本件プログラムのみを提供した場合の利益を算出するに当たっては，レンタル料から保守料を差し引くのが合理的であり，仮に，被控訴人のホームページに記載されたレンタル料及び保守料の額を前提とすると，損害額の合計は，278万7650円（税抜き）となる。",
                "〔被控訴人の主張〕",
                "保守サービスは，プログラムのアップデート及びプログラム利用のサポートを主たる役務とするところ，被控訴人は，控訴人が正規に契約して被控訴人から使用許諾を得た1ライセンス分については保守サービスを提供していたものであり，これにより，控訴人が複製した本件旧プログラムの全てに対するアップデート等が行われていたことになるのであって，控訴人が1ライセンス分以外について保守サービスの提供を受けていないということにはならないから，レンタル料から保守料相当額を差し引くべき理由はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，原審と同様に，被控訴人の各金銭請求は，控訴人に対し，債務不履行に基づく損害賠償請求として6609万5820円及びこれに対する平成31年1月22日から支払済みまで年5分の割合による遅延損害金並びに違約金請求として7393万6800円及びこれに対する平成31年1月22日から支払済みまで年6分の割合による遅延損害金の各支払を求める限度で理由があるものと判断する。",
        "その理由は，1のとおり原判決を補正し，2のとおり当審における補充主張に対する判断を付加するほかは，原判決「事実及び理由」の第4（原判決28頁9行目ないし51頁16行目）に記載のとおりであるから，これを引用する（ただし，控訴人に係る部分及び金銭請求に係る部分に限る。また，原判決の「被告会社」を「控訴人」と，「被告A」を「控訴人代表者」と，「被告ら」を「控訴人及び控訴人代表者」と，それぞれ読み替える。）。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決29頁20行目の「同月30日，」の後に「上記アで追加された」と加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決30頁14行目末尾に次のとおり加える。",
                "「また，本件旧プログラムは，その利用を開始する際に，初期設定画面が表示され，利用者情報として特定の医師会の名称，所在地等の入力が求められる仕様となっていた（甲31，32）。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決35頁23行目末尾に改行して次のとおり加える。",
                "「加えて，本件旧プログラムにおいては，利用を開始する際に表示される初期設定画面において特定の医師会の名称等を入力する必要があったこと（前記1(4)）からすれば，控訴人は，本件旧プログラムが一つの医師会の業務についてのみ利用することができるプログラムであるということを明確に認識していたものといえる。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決36頁21行目の「あったことからすると，」を次のとおり改める。",
                "「あった。また，上記アのとおり，控訴人は，本件旧プログラムが一つの医師会の業務についてのみ利用することができるプログラムであるということを明確に認識していたものといえる。これらの事情によれば，」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決40頁7行目から8行目にかけての「追加する」を「追加」に改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件平成20年契約における本件プログラムの使用許諾の内容について（争点1-1）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "前記第2の3(1)〔控訴人の主張〕アについて",
                  "text": [
                    "控訴人は，1医師会につき1ライセンスが必要であるとの合意がされていたのであれば，控訴人が複数の医師会での使用を求めた場合には，1台のパソコンで複数の医師会を登録することができる必要があったが，本件旧プログラムはインストールされたパソコン1台につき一つの医師会しか登録することができない仕様であったものであり，上記合意がされていたことと矛盾する旨主張する。",
                    "しかしながら，控訴人が，被控訴人に対し，1台のパソコンで複数の医師会に関する業務を行うことができるように本件旧プログラムの仕様を変更するよう求めたにもかかわらず，被控訴人がこれに応じなかったというような経過があったのであれば，控訴人が指摘するような矛盾が生じ得るとはいえるものの，本件において，上記のような経過があったことをうかがわせるような事情は存しない。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "同〔控訴人の主張〕イについて",
                  "text": [
                    "控訴人は，ライセンス料の発生基準はライセンス契約において極めて重要な要素であるにもかかわらず，本件平成20年契約の注文書（甲9）等には医師会数に応じたライセンスが必要であることについては一切記載されていない旨主張する。",
                    "しかしながら，前記のとおり補正して引用する原判決の説示（原判決36頁14行目ないし37頁7行目）のとおり，控訴人は，本件旧プログラムが一つの医師会の業務についてのみ利用することができるプログラムであることを明確に認識していたものといえることや，被控訴人は，控訴人のような代行業者と契約したことがなかったことなどからすれば，本件平成20年契約の注文書等に医師会数に応じたライセンスが必要である旨が記載されていないからといって，本件平成20年契約が医師会数を基準とするものではなかったことが直ちに裏付けられるものではないというべきである。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "同〔控訴人の主張〕ウについて",
                  "text": [
                    "控訴人は，本件旧プログラムの仕様によれば，ライセンス数とパソコンの台数は一致することになるから，控訴人が作成した「なお，府中市医師会様は今後も使用させていただきます」と記載された書面（甲23の2）は，使用するパソコンの台数を減らして1台に戻すという趣旨であり，1医師会につき1ライセンスが必要であるとの合意の存在を裏付けるものではない旨主張する。",
                    "しかしながら，上記書面には，「府中市医師会」と特定の医師会名が記載されていることからすれば，控訴人は，医師会ごとにライセンスが必要であると認識していたものとみるのが自然であり，同書面が単にパソコンの台数を減らすという趣旨であったとみるのは困難である。そうすると，控訴人が上記書面を作成したとの事実は，1医師会につき1ライセンスが必要であるとの合意の存在を裏付ける有力な事情の一つであるというべきである。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "同〔控訴人の主張〕エについて",
                  "text": [
                    "控訴人は，本件平成20年契約の更新の際に作成されたレンタル契約継続申込書（甲23の4等）における「府中市医師会」との記載は，被控訴人が印字したものにすぎず，控訴人が自ら記載したものではないから，そのような記載があるからといって，1医師会につき1ライセンスが必要であるとの合意の存在が推認されるものではない旨主張する。",
                    "しかしながら，証拠（甲23の4，10，81，85，101，103，105，107等）及び弁論の全趣旨によれば，上記申込書の「利用機関名⇒  府中市  医師会」との記載は，被控訴人があらかじめ印字したものであるものの，控訴人は，この記載の左側に設けられた確認欄に印を付けた上で，同申込書を被控訴人に返送したことが複数回あると認められることからすれば，控訴人は，上記記載の存在を認識していたものであり，これが契約内容に含まれる事項であると認識していたものとみるのが相当である。そうすると，上記申込書の存在及び記載内容は，1医師会につき1ライセンスが必要であるとの合意の存在を裏付ける有力な事情の一つであるというべきである。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "同〔控訴人の主張〕オについて",
                  "text": [
                    "控訴人は，①1医師会につき1ライセンスが必要であるとの合意がされていたとすると，控訴人においては，受注数に変動が生じた場合に多くのパソコンが放置されている期間が生じ得る，②控訴人がわざわざ医師会ごとにバックアップデータを作成するなどして必要なパソコンの台数を削減するという極めて効率の悪い方法を採らなければならなかったという事実自体が，1医師会につき1ライセンスが必要であるとの合意が存在しなかったことを裏付ける重要な間接事実といえる旨主張する。",
                    "しかしながら，上記①及び②において控訴人が指摘する各事情は，控訴人が，被控訴人に対し，1台のパソコンで複数の医師会に関する業務を行うことができるように本件旧プログラムの仕様を変更するよう求めさえすれば，容易に回避することができる問題である。そして，上記アで検討したとおり，本件において，控訴人が被控訴人に対して上記のような仕様変更を求めたことがあるとうかがわせるような事情は存しない。そうすると，控訴人が指摘する各事情は，1医師会につき1ライセンスが必要であるとの合意が存在しなかったことを裏付ける事情であるということはできない。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "同〔控訴人の主張〕カについて",
                  "text": [
                    "控訴人は，被控訴人からの問い合わせにおいてはライセンス料の発生基準が争点であることが明確に伝えられていなかった旨主張する。",
                    "しかしながら，証拠（甲17）によれば，被控訴人が控訴人に対して送付した平成30年6月5日付け書面には，「契約している府中市医師会分以外の医師会分での利用の疑いが判明いたしました」と記載されていることが認められるところ，この記載は，その文言上，府中市医師会以外の医師会に関する業務を行うことが本件プログラムの不正利用に当たる旨を具体的に指摘しているものとみるのが相当である。そうすると，被控訴人からの問い合わせにおいてライセンス料の発生基準が争点であることが明確に伝えられていなかったなどということはできない。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "同〔控訴人の主張〕キについて",
                  "text": [
                    "控訴人は，①本件旧プログラムと同様の機能を有するソフトウェアを100万円程度で購入することができること，②医師会数に応じてライセンスが必要であるとすると，控訴人の損失の下で被控訴人が利益を得ることとなること，③本件においてはライセンス数が多くなるにつれて一つのライセンス当たりのライセンス料が逓減するような価格設定がされていないことを理由に，本件において1医師会につき1ライセンスが必要であるとの合意がされたと認定すると，ビジネスの常識に反して著しく不合理な結果をもたらす旨主張する。",
                    "しかしながら，有償のソフトウェアを利用しようとする場合に，契約当事者が購入又はレンタルのいずれを選択するかは，利用期間のほか，メンテナンスやアップデートに要する費用等，様々な事情を考慮して判断するものといえるところ，いずれが合理的な選択であるかは，契約当事者の個別の状況によって異なるものというべきである。また，本件において，代行業者である控訴人が，1ライセンス分のライセンス料のみで，複数の医師会に関する業務を無制限に行うことができるとすると，逆に，控訴人と同様に医師会等を顧客とする被控訴人が顧客を失い，その一方で控訴人が多額の利益を得るということにもなりかねない。さらに，同一当事者間において複数のライセンスがされる場合において，ライセンス料の割引がされることがあり得るとしても，割引されるのが通常であるとまではいえない。これらの事情によれば，控訴人が指摘する各事情を考慮しても，本件において1医師会につき1ライセンスが必要であるとの合意がされたと認定することが，著しく不合理な結果をもたらすものということはできない。",
                    "したがって，控訴人の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "債務不履行の有無及び損害額について（争点1-2及び争点1-3）",
              "text": [
                "控訴人は，債務不履行に基づく損害賠償請求が認められるとしても，その損害額は，注文書（甲9）における「追加ライセンス」料の範囲にとどまる旨主張する。",
                "しかしながら，前記のとおり補正して引用する原判決の説示（原判決39頁7行目ないし40頁23行目）のとおり，本件平成20年契約においては，契約が締結された直後に控訴人が2ライセンスを追加した際の当該2ライセンスに係るライセンス料について，当初の契約における「基本システム」（1ライセンス分）のライセンス料と同額とされたことに加え，その後の本件平成30年契約においても，2ライセンス以上の契約をするに当たって，ライセンス数に応じてライセンス料が減額されるような取扱いはされていないことからすれば，本件平成20年契約においては，ライセンス料を1医師会当たり1か月4万2000円とする合意がされていたものとみるべきであり，この額を損害額の算定の基礎とするのが相当である。",
                "したがって，控訴人の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "その他の控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，著作権侵害に係る種々の主張をするところ（前記第2の3(3)及び(4)），これらはいずれも債務不履行に基づく損害賠償請求と選択的併合の関係に立つ不法行為に基づく損害賠償請求に係る主張である。",
                    "そして，これまで検討したところに照らすと，原判決の第4の2(4)（原判決39頁6行目ないし22行目）及び同3(2)（原判決43頁23行目ないし44頁17行目）のとおり，債務不履行によって生じた損害額が不法行為によって生じた損害額を上回ることは明らかであるから，上記各主張に対する判断は要しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このほか，控訴人は，種々の主張をするが，いずれも前記の判断を左右するものではないというべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，被控訴人の各金銭請求は，控訴人に対し，債務不履行に基づく損害賠償請求として6609万5820円及びこれに対する平成31年1月22日から支払済みまで年5分の割合による遅延損害金並びに違約金請求として7393万6800円及びこれに対する平成31年1月22日から支払済みまで年6分の割合による遅延損害金の各支払を求める限度で請求を認容すべきであり，これと同旨の原判決は相当である。",
        "よって，本件控訴は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}