{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が異議2019-700780号事件について令和2年12月24日にした決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許異議申立事件において，特許の取消しをした異議の決定の取消訴訟である。争点は，①特許法120条の5(意見書の提出等)違反の有無及びその効果，並びに②進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成29年2月16日，発明の名称を「電子レンジ加熱食品用容器」とする特許出願(特願2017-27018号。優先権主張  平成28年3月14日。以下「本件特許出願」という。)をし，平成31年3月15日，その設定登録を受けた(特許第6495356号。請求項の数は2。以下「本件特許」という。)(甲12)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "令和元年10月1日，本件特許の請求項1及び2に対し，特許異議の申立てがされ(異議2019-700780号事件)，その後，原告は，令和2年2月12日付けで訂正の請求(甲13。以下，同請求による訂正を「本件訂正」といい，本件訂正後の明細書をこれに添付された図面を含めて「本件明細書」という。)をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，令和2年12月24日，本件訂正を認めた上で，「特許第6495356号の請求項1ないし2に係る特許を取り消す。」との決定(以下「本件決定」という。)をし，その謄本は，令和3年1月6日に原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許に係る発明の要旨",
          "text": [
            "本件特許の本件訂正後の特許請求の範囲の記載は，次のとおりである(以下，各請求項に係る本件訂正後の発明を請求項の番号に応じてそれぞれ「本件発明1」及び「本件発明2」といい，本件発明1と本件発明2を併せて「本件発明」という。)。(甲12，13)",
            "【請求項1】",
            "電子レンジ加熱のための食品を収容する容器本体部と，前記容器本体部の開口部と嵌合する合成樹脂シートからなる蓋体部とを備えた蓋嵌合容器において，",
            "前記蓋体部の蓋面部には，前記容器本体部内に収容された食品から発生する水蒸気を外部に排気する複数の排気長孔からなる排気長孔群が，異物混入防止のための，当該排気長孔群を被覆又は包皮する部材を備えることなく形成されており，",
            "前記排気長孔はレーザー光線照射により幅0．15～1．0mm，長さ1～12mmの範囲内で形成されているとともに，",
            "前記排気長孔群における前記排気長孔の開孔面積の合計は0．3～100mm2である",
            "ことを特徴とする電子レンジ加熱食品用容器。",
            "【請求項2】",
            "前記蓋面部に凹面部が設けられ，前記凹面部に前記排気長孔が形成されている請求項1に記載の電子レンジ加熱食品用容器。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1(特開平3-114418号公報。本件決定における「引用文献1」)に記載された発明(以下「引用発明」という。)の認定",
              "text": [
                "「電子レンジ加熱のための固形即席食品を収容する容器本体(2)と，前記容器本体(2)の上方開口部と嵌合する合成樹脂シートからなる蓋(3)とを備えた蓋(3)嵌合容器において，",
                "前記蓋(3)の円形板(7)には，前記容器本体(2)内に収容された食品から発生する水蒸気を外部に排気する蓋(3)の中央を中心として8個設けられている直径3．2mmの円形の開孔(9)が，形成されており，",
                "開孔率は，容器本体(2)の上方開口部の面積の0．57％である，",
                "電子レンジ加熱のための固形即席食品を収容する容器」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と引用発明との対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1との対比",
                  "text": [
                    "本件発明1と引用発明は，次の一致点で一致し，相違点1で相違する。",
                    "(一致点)",
                    "「電子レンジ加熱のための食品を収容する容器本体部と，前記容器本体部の開口部と嵌合する合成樹脂シートからなる蓋体部とを備えた蓋嵌合容器において，",
                    "前記蓋体部の蓋面部には，前記容器本体部内に収容された食品から発生する水蒸気を外部に排気する孔が形成されている，",
                    "電子レンジ加熱食品用容器。」",
                    "(相違点1)",
                    "本件発明1は，「食品から発生する水蒸気を外部に排気する孔」として，「蓋面部」に，「複数の排気長孔からなる排気長孔群が，異物混入防止のための，排気長孔群を被覆又は包皮する部材を備えることなく形成され」ており，「排気長孔はレーザー光線照射により幅0．15～1．0mm，長さ1～12mmの範囲内で形成されている」とともに，「前記排気長孔群における前記排気長孔の開口面積の合計は0．3～100mm2である」のに対し，",
                    "引用発明は，「食品から発生する水蒸気を外部に排気する孔」として，円形板(7)に，直径3．2mmの円形であって，蓋(3)の中央を中心として放射状に8個設けられ，さらに，容器本体(2)の上方開口部の面積に対する開孔率は，0．57％である開孔(9)が形成されている点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2との対比",
                  "text": [
                    "本件発明2と引用発明は，相違点1に加えて，次の相違点2において相違する。",
                    "(相違点2)",
                    "本件発明2は，「前記蓋面部に凹面部が設けられ，前記凹面部に前記排気長孔が形成されている」のに対し，引用発明のものは，そのような構成を備えたものであるか，明らかではない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1(引用文献1)の記載(甲1の3頁左上欄5行目～右上欄13行目)からみて，引用発明の「開孔9」，すなわち「小孔」は，「水蒸気により容器内部の圧力が異常に上昇するのを回避するため」に，「小孔の大きさを容器本体の上方開放部面積の0．005％」以上，「好ましくは，0．2％」以上とする一方，「小孔が一定の値を超えて大きい場合，発生した蒸気が容器外に揮散して容器内に蒸気が充満した雰囲気を達成できず，食品の加熱に蒸気が十分に作用しないため，特に食品の上部が乾燥状態となって，良好に復元されず，加熱復元は不均一で不十分となる」から，小孔の大きさを容器本体の上方開放部面0．8％以下とするものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用発明は，「即席焼きそばや即席マカロニ等の固形即席食品を，電子レンジで調理する」(甲1の2頁左上欄3行目～4行目)ための容器，すなわち食品を収納する容器であるから，当該「小孔」の大きさが大きすぎると，当該「小孔」を通して異物が侵入するといった不具合が生じることは，当業者にとって自明である。一方，食品を収納する容器に形成する孔の大きさを小さく，例えば1mm以下の大きさとすると，容器内への異物の侵入が防止できることは，例えば，甲8(実願平2-106124号［実開平4-62684号］のマイクロフィルム。本件決定における「引用文献2」)の記載(甲8の5頁3行目～6行目)や，甲3(特開平10-218250号公報。本件決定における「引用文献6」)の段落【0003】に示されるように，従来周知の事項である。そうすると，異物の侵入が防止できるならば，容器には，「異物混入防止のための，当該排気長孔群を被覆又は包皮する部材」が不要であることは当業者にとって明らかであるから，当該「部材」を備えないようにすることには，当業者にとって格別の困難性は認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，引用発明の「開孔9」の形状は「円形」であるところ，甲1(引用文献1)には，「開孔9」すなわち「小孔」の形状が「円形」であることが必須である旨の記載や示唆もない。さらに，例えば，甲5(特開2004-10156号公報。本件決定における「引用文献3」)の段落【0005】～【0008】の記載からすると，電子レンジで加熱する包装材料に蒸気を逃がすために形成する「孔」の形状を，「多角形」，「正方形」，「矩形」とすること，そしてそのような「孔」をレーザー光線によって形成することは，従来周知である。",
                        "さらに，甲5(引用文献3)の「1～5個位設けたり」(甲5の段落【0008】)という記載及び甲2(特開2014-91542号公報。本件決定における「引用文献4」)の【図13】に図示された「平坦面の上面部位に長孔状の蒸気抜き部」から，蒸気を抜くための「孔」を，「群」として配置することも，従来周知の事項である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "そうすると，引用発明における「開孔(9)」の形状や配置の決定は，当業者が適宜行う設計的事項であり，「開孔(9)」を「群」として配置し，その形状を，「長孔」とし，寸法を「幅0．15～1．0mm，長さ1～12mm」としたことは，従来周知の形状や寸法及び形成手法を採用したにすぎず，「前記排気長孔群における前記排気長孔の開口面積」の「合計」を，「0．3～100mm2」としたことは，上記従来周知の数値を採用した際に，自ずから実現されるものであるにすぎない。"
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "よって，引用発明において，相違点1に係る本件発明1の構成を備えたものとすることは，当業者が容易に想到し得た事項である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "また，本件発明1が奏する作用・効果については，引用発明及び上記周知の事項から当業者が容易に予測し得る程度のものである。"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "例えば，甲2(引用文献4)の段落【0024】，【図12】には，「蓋6B」に「凹部11」を設け，「凹部11」内において，「透孔22で形成した蒸気抜き部12A」を形成したものが，また，甲7(特開平7-237658号公報。本件決定における「引用文献5」)の段落【0010】，【図1】には，「蓋体10」に形成した「凹部11」の底面に，「ピンホール状の小孔12が穿設」され，「容器内の加熱状態の空気の排出を確実に行うことができる」ようにしたものが記載されており，包装容器の蓋に凹部を形成し，当該凹部内にさらに小孔を設けることは，従来周知の事項である。",
                        "そして，引用発明に相違点2に係る本件発明2の構成を備えたものとすることは，上記従来周知の事項を単に適用したにすぎず，当業者が容易に想到し得た事項である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明2が奏する作用・効果については，引用発明及び上記周知の事項から，当業者が容易に予測し得る程度のものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，引用発明において，相違点1に係る本件発明1の構成を備えたものとすること及び相違点2に係る本件発明2の構成を備えたものとすることは，いずれも，引用発明及び従来周知の事項に基づいて，当業者が容易になし得たものであるから，本件発明1及び2は，いずれも特許法29条2項の規定により特許を受けることができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "令和2年8月24日に原告が提出した意見書について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張",
                  "text": [
                    "本件発明1は，蒸気抜きと異物混入防止の二つの課題を「蓋の蒸気抜き」である「排気長孔(群)」という一つの構成によって同時に解決できるようにしたものである。他方，引用発明は，固形食品と水を短時間で良好な食感に復元することを目的とし，蓋体に特定の大きさの「蒸気孔」を設けることにより，電子レンジ容器内の異常な圧力の上昇を防止するとともに，容器内の蒸気密度及び雰囲気温度を高く保つ(内部を強い沸騰状態で加熱する)という「高圧調整」を行うものである。",
                    "両者は，「電子レンジ加熱食品用蓋嵌合容器」であるという共通点を有するものであるが(そして，この点においてのみ共通する。)，両発明の解決すべき課題は，本件発明1が「蒸気抜き」と併せて「異物混入防止」の課題も同時に解決するものであるのに対し，引用発明は容器内の蒸気密度及び雰囲気温度を高く保ち，かつ，容器内も異常圧力の上昇を防ぐという「高圧調整」の制御を課題とする相違点を有し，当然に，その主たる構成要素である「蒸気孔」の技術的意義を異にする。",
                    "本件発明1の課題を実現するための主要な構成である「排気長孔群」は，「蒸気排気機能」と「異物混入防止機能」とを兼ね備えたものであり，その両立のための特別な構成を備えたものである。",
                    "本件発明1において，この種「電子レンジ加熱食品用容器」で最も一般的な嵌合容器で最も一般的な蓋部に設けられた「蒸気孔」の構成のみによって，良好な電子レンジ排気とともに，虫等の異物侵入防止を効率よく図るというのは，近時における新規な課題といえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件決定の判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，電子レンジで加熱する容器においても，水蒸気を排出する孔から塵埃や虫などの異物が混入するおそれがあることは，甲9(実願平2-71089号［実開平4-29977号］のマイクロフィルム)の記載及び甲10(特開2014-227185号公報)の記載に示されるように，本件特許に係る優先日前に周知の課題である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，本件発明1の電子レンジ加熱食品用容器の排気細孔が，昆虫等の異物混入を抑制する効果を奏するのは，主に工場等で容器内に食品を収容して店舗で販売されるまでの段階であって，この段階で虫等の混入を防止する効果を奏することは，甲8(引用文献2)及び甲3(引用文献6)の周知技術においても同様であり，甲8(引用文献2)の「孔の大きさは・・・殊に，1mm以下の大きさとすると，虫の侵入が防止できるので好ましい。」との示唆も踏まえると，引用発明の小孔が，電子レンジ加熱時に水蒸気を排出できるとともに，虫等の異物混入の抑制に効果があることは，当業者であれば予測できるものである。そうすると，本件発明1の課題を実現するための特別な構成として原告が主張する構成を全て備えることで得られる作用効果は，格別なものであるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の決定取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法120条の5に定める手続の違反)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，原告に対し，令和2年6月26日付け取消理由通知書(甲11。以下「本件理由通知書」という。)において，引用刊行物として甲1(引用文献1)，甲8(引用文献2)，甲5(引用文献3)，甲2(引用文献4)及び甲7(引用文献5)を挙げ，上記引用刊行物に記載された事項に基づいて，本件発明は特許法29条2項の規定により特許を受けることができないものである旨の取消理由を通知し，原告においては，上記引用刊行物について反論を行った。",
                "そうしたところ，被告は，本件決定において，上記引用刊行物に加え，新たに甲3(引用文献6)，甲9及び10に記載された事項を適用して，本件発明について進歩性を否定する判断をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告が，本件理由通知書に引用されていない甲3，9及び10を適用して本件決定をしたことは，特許法120条の5の規定に反し，特許権者たる原告にこれらに対する弁明の機会を与えなかったものというべきであり，かつ，この点に関する被告の手続違背は決定の結論に影響を及ぼすものであるから，本件決定は取り消されるべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "text": [
                "原告は，本件理由通知書を受けて提出した令和2年8月24日付け意見書において，本件発明1の技術的意義について，「良好な水蒸気排気」と「異物混入抑制」とを他の部材を付加することなく一つの構成手段(排気長孔群)によって実現するという新たな課題を解決する手段と捉えた上で，本件発明1が採用した構成に新規性・進歩性が認められるべきであると主張していた。このような課題について，甲9及び10の記載から本件特許に係る優先日前に周知の課題であると判断することは，甲9及び10をもって実質的に本件発明1の進歩性を否定していることにほかならないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明に対する進歩性に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "本件発明1と引用発明とは，解決課題及び技術思想を互いに異にするものであり，①電子レンジによる加熱によって生じる膨張空気や水蒸気が蓋を押し上げたり容器を変形させたりしないように，排気孔からそれらを容器外へ充分に排気しながら容器内の圧力を適切な範囲に止めなければならないとの「良好な水蒸気等の排気」という課題(以下「排気の課題」ということがある。)と，②膨張空気や水蒸気を容器外へ排気するために外部と連通する排気孔から虫，埃塵その他の異物が混入するのを防止しなければならないとの「異物混入抑制」という課題(以下「異物混入抑制の課題」ということがある。)の両方を，一つの構成手段により実現するという本件発明1の解決課題は，引用発明からは生じ得ない。",
                "また，甲2，3，5及び8の周知技術も本件発明1とは解決課題及び技術思想を互いに異にし，かつ，孔の技術的意義を異にするものであるから，これらを引用発明に適用することはできない。",
                "そうであるにもかかわらず，引用発明について，異物混入抑制の課題を想定した上で，その解決手段として甲2，3，5及び8を適用し，本件発明1を容易想到であるとした本件決定の判断は誤りである。より具体的には，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の解決課題及び技術思想",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1について，解決課題に係る本件明細書の段落【0004】，【0005】及び【0009】の記載，採用した課題解決手段に係る同【0010】及び【0011】の記載並びに効果に係る同【0012】の記載によると，本件発明1の技術思想は，電子レンジ用容器において，良好な水蒸気排気を可能とするとともに，封止性能改善，異物混入抑制を実現し，併せて蓋体部の形状上の制約も少なく，資材コストの軽減にも有利な電子レンジ加熱食品用容器を提供することを解決課題とし，課題解決手段として，レーザー光線照射により形成した複数の排気長孔からなる排気長孔群の幅，長さ及び開孔面積を具体的に特定することにより，他の部材を付加することなく，当該排気長孔群を形成するのみで，良好な水蒸気排気とともに異物混入抑制効果を備えることができ，また，レーザー光線照射により，簡便かつ迅速に蓋面部に排気長孔を穿設するというものであるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記に関し，電子レンジ用容器においては，排気の課題(水を水蒸気にすると体積は1700倍にもなる［甲14］。)と異物混入抑制の課題の両方を，他の部材を付加することなく排気孔の構成のみによって解決することについて，技術的な阻害要因があり，容器に入れた内容物を電子レンジで加熱することを目的としない一般の食品容器とは異なる課題が存することに留意を要する。すなわち，電子レンジ用容器については，加熱時の膨張空気や水蒸気を容器外に適切に排出しなければ，蓋が容器本体から外れたり，蓋や容器本体が変形したり，場合によっては破裂するおそれがあるため，それを避けるために，例えば，膨張空気や水蒸気が十分に容器外へ排出されるように排気孔を設けるなどの手段を採ることが考えられるが，その場合，排気孔の開口を大きくすればするほど，膨張空気や水蒸気が容器外へ排出されやすくなる一方で，異物が容器内へ混入するおそれが大きくなる。反対に，排気孔の開口を小さくすればするほど，異物が容器内へ混入するおそれは小さくなる一方で，膨張空気や水蒸気を容器外へ十分に排気することができなくなり，蓋が容器本体から外れたり，蓋や容器本体が変形，破裂するなどの問題が生じることとなる。",
                        "このように，電子レンジ用容器においては，排気孔の構成のみによって，排気の課題及び異物混入抑制の課題をともに解決することが技術的に困難であったため，本件特許出願前の周知技術には，上記いずれか一方の課題解決を目的とするものか，U字状又はV字状の切れ込みによる舌片状の開口部を設けることにより排気の課題を解決しつつ，異物混入抑制の課題については，当該開口部を塞ぐ封止テープを貼付するもの(本件明細書の段落【0005】)や，排気孔を覆うリング状のシュリンクフィルムを取り付けるもの(甲2)や，天板部の周囲に設けた周壁部の面上にU字状又はV字状の切れ込みによる舌片状の開口部を備えるもの(甲10)など，排気孔とは別の構成部材を付加することによって，その解決を目的とするものがあるに止まっていた。",
                        "これに対し，本件発明1は，排気孔を「複数の排気長孔からなる排気長孔群」とし，かつ，各排気長孔の幅及び長さ並びに排気長孔群の開孔面積を，それぞれ幅0.15～1.0mm，長さ1～12mm，開孔面積の合計を0.3～100mm2と具体的に特定することで，排気長孔群とは別の構成部材を付加せず，排気長孔群という一つの構成部材によって排気の課題及び異物混入抑制の課題をともに解決する点に技術的本質が存するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の解決課題及び技術思想",
                  "text": [
                    "甲1について，解決課題に係る記載(甲1の2頁左上欄9行目～19行目，同頁右上欄8行目～12行目)，採用した課題解決手段に係る記載(甲1の2頁左下欄15行目～右下欄6行目)，効果に係る記載(甲1の4頁左上欄15行目～右上欄16行目，5頁右上欄2行目～11行目)によると，引用発明の技術思想は，電子レンジで加熱調理するための即席食品入り容器において，即席麺等の固形即席食品を短時間で良好な食感に復元することができ，かつ調理後に余分の湯を捨てる手間が不必要で簡易に調理できることを解決課題とし，課題解決手段として，その面積の総計が容器本体の開放部面積の0.005～1％に相当する小孔を蓋に設け，かつ，吸水することによって復元し，喫食状態となる固形即席食品と当該固形食品の吸水量の100～155重量％の水を収容することにより，容器内の異常な圧力の上昇を防ぐとともに，容器内の蒸気密度及び雰囲気温度を高く保ち，これにより即席食品を良好かつ短時間で復元調理できるようにし，かつ余分の湯を廃棄する必要をなくすというものであるといえる。",
                    "すなわち，引用発明は，「容器内の異常な圧力の上昇防止，容器内の蒸気密度及び雰囲気温度の保持」及び「余分な湯の廃棄不要」という解決課題及び技術思想を有するものであり，異物混入抑制の課題及びそれに係る技術思想を有するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と引用発明についての小括",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点1には，本件発明1と引用発明を比較して相違する点が複数含まれており，より具体的には，①「容器本体部内に収容された食品から発生する水蒸気を外部に排気する複数の排気長孔からなる排気長孔群」が形成されていることと，「食品から発生する水蒸気を外部に排気する孔」が「蓋(3)の中央を中心として放射状に8個設けられ」ていることとの相違，②「異物混入防止のための，排気長孔群を被覆又は包皮する部材を備えることなく形成され」ていることと，「異物混入防止のための，排気長孔群を被覆又は包皮する部材」については何ら記載されていないこととの相違，③「排気長孔はレーザー光線照射により形成されている」ことと，「食品から発生する水蒸気を外部に排気する孔」の形成手段については何ら記載されていないこととの相違，④「排気長孔は幅0.15～1.0mm，長さ1～12mmの範囲内で形成されている」ことと，「食品から発生する水蒸気を外部に排気する孔」は「円形板(7)に，直径3.2mmの円形」であることとの相違，⑤「排気長孔からなる排気孔群における前記排気細孔の開口面積の合計は0.3～100mm2である」ことと，「容器本体(2)の上方開口部の面積に対する開孔率は，0.57％である開孔」であることとの相違に分けられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の①，②，④及び⑤の実質的な相違点に関し，前記ア及びイのとおり，本件発明1と引用発明とは，解決課題及び技術思想を互いに異にするもので，「容器内の異常な圧力の上昇防止，容器内の蒸気密度及び雰囲気温度の保持」及び「余分な湯の廃棄不要」を解決課題とする引用発明から，排気の課題と異物混入抑制の課題とを一つの構成手段(排気長孔群)によって実現するという本件発明1の解決課題は生じ得ない。それにもかかわらず，本件決定が，異物混入抑制の課題を想定した上で，その解決手段として甲2，3，5及び8を適用することが容易であると判断し，本件発明1を容易想到であると判断したことは明らかに誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲2，3，5及び8について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2について，解決課題(甲2の段落【0002】，【0003】，【0005】，【0006】)，採用した課題解決手段(同【0008】)及び効果(同【0009】)の記載からすると，甲2に記載された発明の技術思想は，電子レンジ用食品容器において，販売時には異物の混入を防止するとともに，電子レンジで加熱すると，蒸気を外部へ排出することができる電子レンジ用食品容器の提供を解決課題とし，課題解決手段として，当該容器本体内で発生する蒸気を抜くことができる蒸気抜き部が形成された蓋と，この蓋で容器本体の開口部を閉じた状態を保持し，かつ蓋の蒸気抜き部を覆うことができるリング状のシュリンクフィルムと，このリング状のシュリンクフィルムの前記蓋の蒸気抜き部からの蒸気を外部へ排出できる部位に，通常時には異物の混入を阻止できる少なくとも1個以上の線状の切り欠きで，電子レンジで加熱されると少なくとも1個以上の蒸気抜き孔となる蒸気抜き手段を備えることによって，リング状のシュリンクフィルムによって異物の混入を阻止するとともに，リング状のシュリンクフィルムに設けた蒸気抜き手段を介して容器内から発生する蒸気を外部へ排出するという技術思想であるといえる。",
                            "すなわち，上記発明は，「異物混入防止」という課題については，蓋部に設けた「蒸気抜き部」とは別に設けられた，「リング状のシュリンクフィルム」という別の構成部材によって解決し，また，「容器内の蒸気排気」という課題については，蓋に形成された「蒸気抜き部」によって解決するものである(リング状のシュリンクフィルムの「蒸気抜き手段」は，リング状のシュリンクフィルムで蓋に形成された「蒸気抜き部」の上面を覆っているため，当該フィルムによって「蒸気抜き部」からの蒸気の排出を阻害しないようにするために設けられているものであり，当該フィルムの「蒸気抜き手段」によって容器本体から蒸気排出を行うものではない。)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記アの本件発明1は，排気長孔とは別に「異物混入防止のため」の「当該排気長孔群を被覆又は異物混入防止のための，排気長孔群を被覆又は包皮する部材」を要しないもので，甲2の解決課題手段及び技術思想とは全く異なるものであるから，引用発明に甲2の周知技術を組み合わせて適用しても本件発明1の構成を得られないことは明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲3について，解決課題(甲3の段落【0002】，【0003】)，採用した課題解決手段(同【0005】)及び効果(同【0036】)の記載からすると，甲3に記載された発明の技術思想は，包装用材料及びそれを使用した包装用容器において，その内容物に合致した通気性を有し，内容物の風味，内容物の物性等を損なうことのない包装用材料及びそれを使用した包装用容器の提供を解決課題とし，課題解決手段として，「通気性を有する透過孔に通気性基材を重ね合わせて積層」することによって，内容物に加熱調理する食品(例えば，ハンバーガー)を入れた場合，電子レンジでこれを加熱しても内容物にぱさついた感じがなく，また，内容物に米穀，椎茸菌等を入れた場合，その内容物に応じた通気性を調整し得るようにするという技術思想であるといえる。",
                            "すなわち，上記発明は，「良好な通気性」という解決課題及び技術思想を有するもので，異物混入抑制の課題やそれに係る技術思想を有するものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲3の段落【0003】の「米穀用袋において，通気性が大き過ぎる場合には，その通気孔から虫等が侵入し，思いもしない事故を起こすことがある」との記載は，隙間が大きいと虫等が入りやすいという一般論を述べているにすぎない。また，上記記載は，「米穀用袋」における袋外との通気性を有する「通気孔」に関するもので，電子レンジでの加熱により生じる膨張空気や水蒸気を容器外に排出するための「排気孔」に関するものではない。したがって，上記記載は，排気の課題と異物混入抑制の課題をともに解決することを想定しているものではない。",
                            "さらに，上記記載は，「上記のような電子レンジ用袋においては，通気性が大き過ぎると，加熱調理中に水蒸気等が発散し過ぎ，内容物が過乾燥の状態になり易く，また，通気性が乏しい場合には，食品等から蒸発した水蒸気が袋体内面に結露し，その結露した水滴が内容物に付着し，いずれの場合においても内容物の風味を損なうという問題点がある。」との記載に続くものであるから，電子レンジ用袋において，虫等の侵入を防止するために通気孔を小さくすると「食品等から蒸発した水蒸気が袋体内面に結露し，その結露した水滴が内容物に付着し，いずれの場合においても内容物の風味を損なうという問題点がある」こと，すなわち，排気の課題と異物混入抑制の課題を同時に解決することに技術的な阻害要因があること，甲3に記載された発明の目的(課題)に反することを裏付けているものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，本件発明1と解決課題及び技術思想を互いに異にする発明に係る甲3を引用発明に適用する動機付けは存しない。また，甲3の「米穀用袋」における袋外との通気性を有する「通気孔」と，本件発明1の「排気長孔」とは孔の技術的意義を異にするもので，引用発明に甲3の周知技術を組み合わせて適用しても，本件発明1の構成を得ることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲5について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲5について，解決課題(甲5の段落【0002】～【0004】)，採用した課題解決手段(同【0005】)及び効果(同【0015】)の記載からすると，甲5に記載された発明の技術思想は，「電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品の包装材料及び包装方法」において，加熱を行っても暴発などしないようにすることを解決課題とし，課題解決手段として，「直径1μ～5cmの円形，多角形又は星形の孔及び／ 又は短径1μ～5cmの楕円形の孔及び／ 又は一辺の長さ1μ～5cmの正方形，矩形，三角形又は各種変形型の孔」を，食品の包装材料の全面もしくは適宜箇所に設けることによって，これらの孔から蒸気を逃がし，不通気性密封袋から取り出してそのまま電子レンジにかけても，暴発などしないようにするという技術思想であるといえる。",
                            "すなわち，上記発明は，「電子レンジ，熱湯，蒸気等による加熱による暴発防止」という解決課題及び技術思想を有するものであり，異物混入抑制の課題及びそれに係る技術思想を有するものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "したがって，本件発明1と解決課題及び技術思想を互いに異にする発明に係る甲5を引用発明に適用する動機付けは存しない。また，甲5の「直径1μ～5cmの各種形状の孔」と，本件発明1の「排気長孔」とは孔の技術的意義を異にするもので，引用発明に甲5の周知技術を組み合わせて適用しても本件発明1の構成を得ることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲8について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲8について，「従来技術」，「考案が解決しようとする課題」及び「作用」欄における解決課題，採用した課題解決手段及び効果の記載からすると，甲8に記載された発明の技術思想は，寿司等の成形された米飯食品用の包装容器において，味及び匂いが変化することなく，また特に透明包装容器の壁を曇らせることがない容器を提供することを解決課題とし，課題解決手段として，蓋部に複数個の孔を設けることにより，蓋部に結露することなく，また，包装された寿司等を乾燥させることなく，味やにおいを変化させることなく保持するという技術思想であるといえる。",
                            "すなわち，上記発明は，そもそも電子レンジ用容器における排気の課題を有しないものであり，前記アの本件発明1の技術思想とは全く異なる技術思想に基づくものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲8における「例えば，本考案において，孔の大きさは，2mm以下の大きさとすることができる。しかし，1.5mm以下，殊に，1mm以下の大きさとすると，虫の侵入が防止できるので好ましい。」との記載は，隙間が大きいと虫等が入りやすいという一般論を述べているにすぎない。また，上記記載は，寿司等の成形された米飯食品用の包装容器における寿司等からの蒸気によって透明壁が曇らないようにするための「通気孔」に関するもので，電子レンジの加熱により生じる膨張空気や水蒸気(水の1700倍に膨張する。)を容器外に排出するための「排気孔」に関するものではない。したがって，上記記載は，排気の課題と異物混入抑制の課題をともに解決することを想定しているものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，本件発明1と解決課題及び技術思想を互いに異にする発明に係る甲8を引用発明に適用する動機付けは存しない。また，甲8の寿司等の成形された米飯包装容器における容器外との通気性を有する「通気孔」と，本件発明1の「排気長孔」とは孔の技術的意義を異にするもので，引用発明に甲8の周知技術を組み合わせて適用しても，本件発明1の構成を得ることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "小括",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲3，5及び8は，引用発明と同じく，排気の課題を解決するものである。また，甲2は，排気の課題及び「異物混入防止」という課題を有するものであるが，「異物混入防止」という課題を解決する手段として「リング状のシュリンクフィルム」を用いるものである。したがって，「該容器本体内で発生する蒸気を抜くことができる蒸気抜き部」(甲2)，「通気性を有する透過孔」(甲3)，「直径1μ～5cm円形，多角形又は星形の孔及び／ 又は短径1μ～5cmの楕円形の孔及び／ 又は一辺の長さ1μ～5cmの正方形，矩形，三角形又は各種変形型の孔」(甲5)及び「孔」(甲8)は，いずれも，容器内の蒸気等を外部へ排出する目的・機能を有するにとどまるもので，異物混入抑制の目的や機能を有しないものである。",
                            "よって，甲2，3，5及び8を周知技術として引用発明に適用することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "なお，本件決定は，「食品を収納する容器に形成する孔の大きさを小さく，例えば1mm以下の大きさとすると，容器内への異物の侵入が防止できることは，引用文献2，引用文献6に示されるように周知技術であるところ，異物の侵入が防止できるならば，容器には，『異物混入防止のための，当該排気長孔群を被覆又は包皮する部材』が不要であることは当業者にとって明らかである」と判断したが，前記アのとおり，電子レンジ用容器において排気孔を小さくした場合，異物混入は防止できたとしても，良好な水蒸気排気ができず，電子レンジによる加熱が不良となり，本件発明1の目的を達し得なくなるため，排気孔を小さくすれば足りるものではない。",
                            "他方，良好な水蒸気排気を実現するために排気孔を大きくすれば異物が混入するおそれが大きくなるところ，例えば，甲2において，蓋面上に「長孔状の蒸気抜き部」(甲2の段落【0024】，【図13】)を形成してもなお「異物混入防止」のためには当該「蒸気抜き部」の上にリング状のシュリンクフィルムを配することが必要とされているとおり，単に排気孔を「長孔状の蒸気抜き部」とすれば足りるものでもない。そのような点に鑑み，本件発明1は，排気孔の形状を，「長孔」とし，その寸法を「幅0.15～1.0mm，長さ1～12mm」とし，それを「群」として配置することにより「良好な蒸気排気」と「異物混入」をともに実現するものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，本件発明1の排気孔の幅，長さ及び開孔面積の合計の下限及び上限に関し，排気長孔の長さの上限は強度維持の必要性のために設定されたもの，排気長孔の開孔面積の合計の上限についても穿設の手間の増加や蓋体部の強度低下を避けるために設定されたものであると主張する。しかし，被告の同主張は，本件発明1の解決課題及び技術思想を正確に理解しないもので，また，本件明細書の記載を自己に都合良く曲解するものにすぎない。この点，本件発明1における数値限定についての被告の主張は，次のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書の段落【0009】，【0012】，【0031】及び【0052】の記載によると，同【0031】にいう「撓み変形等による紡錘形の開口」及び「不用意な排気長孔の変形に伴う開口を抑制する」とは，当該開口から異物が混入することを抑制することを意味するものであることが明らかである。したがって，排気長孔の長さの上限は，異物混入を抑制するために設定されたもので，強度維持の必要性のために設定されたものではない。なお，「小孔」の大きさが大きすぎると，当該「小孔」を通して異物が侵入するといった不具合が生じることは，当業者にとって自明であるとの本件決定の見解によると，「撓み変形等による紡錘形の開口」又は「不用意な排気長孔の変形に伴う開口」から異物が侵入することは，当業者にとって自明であるはずである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件明細書の段落【0009】，【0012】，【0031】，【0033】及び【0042】の記載によると，同【0033】にいう「蓋体部の強度低下」とは，同【0031】の「撓み変形等」による「紡錘形の開口」及び「排気長孔の変形に伴う開口」と同様，蓋体部の強度低下による開口からの異物混入のおそれをいうものと理解できる。したがって，排気長孔の開孔面積の合計の上限は，異物混入を抑制するために設定されたものであって，穿設の手間の増加や蓋体部の強度低下を避けるために設定されたものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1は，単なる「食品を収容する容器」に係るものではなく，「電子レンジ用容器」における前記ア(イ)の二律背反的な課題をどのように解決するか，特に，排気の課題及び異物混入抑制の課題を，他の部材を付加することなく解決するためにどのような手段ないし構成を採ることができるかを問題としているもので，孔(排気孔)が小さければ異物混入が抑制されるというような単純な課題解決手段を問題としているものではない。本件決定は，排気の課題と異物混入抑制の課題が技術的に二律背反するものであることを，十分に理解しないものである。",
                        "この点，異物混入抑制の課題を有しない引用発明はもとより，甲2，3，5及び8の周知技術においても，排気可能な範囲内で多少の異物混入を防止できる程度の孔をどのように具体的に構成するかについては，何ら開示も示唆もされていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，本件発明1の技術的思想並びに甲2，3，5及び8の各技術思想の違いについての原告の主張に反論しないまま，本件決定の内容をいたずらに繰り返すのみで，相違点1に関し，当事者が適宜行う設計的事項であると解すべき具体的な理由について，何ら述べていないというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "前記(1)のとおり，本件決定は，本件発明1の解決課題及び技術思想の認定を誤り，また，それらと引用発明の解決課題及び技術思想が異なる点について判断を誤ったものであるから，本件発明1に従属する本件発明2の解決課題及び技術思想についても，その認定を誤ったものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法120条の5に定める手続の違反)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲3は，本件理由通知書の取消理由で被告が示した甲8により，食品を収納する容器に形成する孔の大きさを1mm以下の大きさとすると容器内への異物の侵入が防止できることが従来周知の事項であることについて，文献を加えるために引用したものである。原告は，上記の従来周知の事項を用いた判断に対し，令和2年8月24日に意見書を提出して反論している。したがって，本件決定における甲3の引用は，弁明する機会を原告に与えずにされたものではなく，本件決定の結論に影響を及ぼす手続違背に該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲9及び10は，本件決定の「第5  令和2年8月24日に特許権者が提出した意見書について」の欄において，上記意見書における原告の主張を排斥するために示したものであって，甲9及び10に示された技術的事項を，引用発明と組み合わせて，本件発明の構成が容易に得られたとする進歩性の判断に用いたものではない。したがって，本件決定において甲9及び10を示したことは，引用発明に基づく進歩性の取消理由に対して弁明をする機会を原告に与えなかったというものではなく，本件決定の結論に影響を及ぼす手続違背に該当しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，取消事由1には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明に対する進歩性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1における数値限定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "排気長孔の幅が0．15～1．0mmである点について，本件明細書の段落【0027】～【0030】によると，①下限は，電子レンジ加熱時に発生した水蒸気の排気に十分な開口量を得るためであって，0．15mmはおおよそ現状の加工技術を考慮した値で，レーザー光線の照射装置の精度上の下限とも考えられるものであり，②上限は，容器内部への異物混入を有効に抑制するための大きさであって，一般に異物として認識される微少な昆虫等の場合，幅が1．0mmよりも小さいと容器内部への侵入はほぼ阻まれるから，1．0mm，より好ましくは0．5mmとされたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "排気長孔の長さが，1～12mmである点について，本件明細書の段落【0031】及び【0052】によると，①下限は，おおよそ長孔として成立し得るとともに水蒸気の排気を考慮した量であり，②上限は，排気長孔の変形に伴う開口を抑制するため，12mm，好ましくは7mmに規定されたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "排気長孔の開孔面積の合計が，0．3～100mm2である点について，本件明細書の段落【0032】及び【0033】によると，①下限は，最小の排気長孔(幅：0．15mm，長さ：1mm)を2箇所形成したときの面積に相当するものであって，極めて水蒸気発生量の少ない食品を対象とした値であり，②上限については，排気長孔からの良好な水蒸気の排気を促すため，開孔面積の合計を大きくする必要があるものの，穿設の手間が増したり蓋体部の強度が低下したりするおそれも懸念されるため，100mm2，より好ましい上限として80mm2が導き出されるとされたものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によると，排気長孔の幅の下限，排気長孔の長さの下限及び排気長孔の開孔面積の合計の下限については，水蒸気の排気を考慮して設定された値であり，良好な排気を促すためには上限を高く設定する必要があるものの，他方で，排気長孔の幅の上限は昆虫等の侵入を阻むために，排気長孔の長さの上限は強度維持の必要性のために，排気長孔の開孔面積の合計の上限は穿設の手間の増加や蓋体部の強度低下を避けるために，それぞれ設定されたものであるといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，食品を収容する容器に係るものであるところ，食品を収容する容器に形成する孔の大きさによって，容器内部への虫等の異物の侵入可能性が存することは，甲3及び8の記載からして周知の事項である。食品を収容する容器の孔を小さく，例えば1mm以下の大きさとすると，容器内への異物の侵入が防止できるという従来周知の例として，甲3には，「・・・通気性が大きすぎる場合には，その通気孔から虫等が侵入し，思いもしない事故を起こすこと」との記載があり，甲8には，「・・・1mm以下の大きさとすると，虫の侵入が防止できるので好ましい」との記載がある。",
                        "そうすると，小孔が大きすぎると小孔を通して異物が侵入するといった不具合が生じることは，当業者にとって自明であり，開口が形成された食品を収容する容器である引用発明に接した当業者であれば，引用発明にも異物混入を抑制するという解決課題が内在することを理解できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，甲1の記載によると，「小孔」は，「水蒸気により容器内部の圧力が異常に上昇するのを回避するため」及び「食品の加熱に蒸気が十分に作用」させるために，下限値及び上限値(0．005～1％，好ましくは0．2～0．8％)を定めるものであって，引用発明においては，蒸気の排気を考慮して，孔の面積が下限及び上限の範囲において適宜変更されるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲1に，「開孔」が「円形」であることを必須とする旨の記載や示唆はない一方，電子レンジで加熱する包装材料に蒸気を逃がすために形成する「孔」の形状を，「多角形」，「正方形」，「矩形」とすること，そしてそのような「孔」をレーザー光線によって形成することは，従来周知の事項である(甲5)。",
                        "また，甲5の「1～5個位設けたり」という記載や，甲2の【図13】の図示内容からして，蒸気を抜くための「孔」を，「群」として配置することも，従来周知の事項である。",
                        "加えて，異物の侵入が防止できるのであれば，当然に，排気長孔群を被覆又は包皮する部材は不要となる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と引用発明についての小括",
                  "text": [
                    "以上によると，相違点1に係る本件発明1の構成は，設計的事項にすぎない。",
                    "すなわち，引用発明において，レーザー光による正方形及び長方形の孔を採用することは設計上当然に考慮される事項であり，その際，虫の侵入防止となる1mm以下の寸法を採用することも，当然に考慮される。正方形及び長方形の孔については，虫の侵入を防止する1mm以下の寸法を縦横のいずれかの辺で採用すれば足り，蒸気排気量を多くするためには，他方の寸法を長くして，孔面積を大きくするものである。",
                    "また，本件発明1における特定が，長孔と称しつつも，幅1mm×長さ1mm程度の略正方形といえる形状をも含み得るものであることを考慮すると，小孔の形状を含め，当業者が適宜行う設計的事項である。",
                    "さらに，引用発明の開孔の面積の合計値は，64．3mm2(｛半径1．62×π｝×8個)であり，本件発明1の「0．3～100mm2」の範囲の中央部に位置する値である。当該観点から考慮しても，本件発明1の数値限定に進歩性はない。",
                    "なお，強度の維持及び低下を避けることや，加工の手間の増加を避けるといった観点については，引用発明においても当然に内在する課題であり，これらの観点を加味して数値範囲を定めたとしても，その数値の範囲内外で顕著な効果の差異が生じるとはいえず，引用発明及び周知の事項から当業者が予測し得る程度の効果といえる。",
                    "したがって，本件決定の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲2，3，5及び8に係る原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件決定は，甲2，3，5及び8を周知の事項の例として示したもので，それらに記載された発明を直接引用発明に適用したものではない。",
                        "前記のとおり，甲3及び8のいずれにも，食品を収納する容器に形成する孔の大きさを小さくすることで，容器内への異物の侵入が防止できる旨を示唆する記載がある。また，甲5には，電子レンジで加熱する包装材料に蒸気を逃がすために形成する「孔」の形状を，「多角形」，「正方形」，「矩形」とすること，そしてそのような「孔」をレーザー光線によって形成することを示唆する記載がある。さらに，甲2及び5には，いずれも，蒸気を抜くために平坦面の上面部位に長孔状の孔を群として配置することを示唆する記載がある。",
                        "以上のような記載に基づいて，周知の事項を認定した本件決定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲2のシュリンクフィルムによる異物混入防止について主張するが，甲2は，【図13】に図示された内容を含め，「・・・長孔状の蒸気抜き部」の「孔」を「群」として配置する従来周知の例の一つとして提示されたもので，原告の主張は当を得ないものである。また，孔からの異物混入防止を課題とする技術文献において，容器に形成される孔を必要以上に大きくすることはあり得ず，むしろ排気可能な範囲内で多少の異物混入を防止できる程度の孔とすることは当然であるから，甲2を上記の従来周知の例として採用することに，技術的に誤りがあるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，甲1の記載(甲1の3頁右上欄9行目～13行目)によると，「容器内の異常な圧力の上昇を防ぐとともに，容器内の蒸気密度及び雰囲気温度を高く保ち，これにより即席食品を良好かつ短時間で復元調理できる」ようにするために，「蓋」に開ける「小孔」の大きさを適切なものとする，すなわち「小孔」の開口を精密に加工することの動機付けが，引用発明に存在するといえる。そして，例えば，甲5の段落【0001】及び【0007】の記載からして，食品を収納した包装容器に孔を形成する際に，レーザー加工によって直径1μm程度の精度で形成できることも，周知の事項である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "前記(1)のとおり，本件決定における本件発明1についての判断に誤りはなく，同様に，本件発明2についての判断にも原告の主張するような誤りはない。",
                "なお，包装容器の蓋に凹部を形成し，当該凹部内に更に小孔を設けることは，従来周知である(甲2，7)。そして，引用発明も従来周知のものも，蒸気が小孔の周囲において滴となることは自明であるから，引用発明において，従来周知の凹部態様を採用して，滴を凹部に止めるようにすることに困難性はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書(甲12，13)には，以下の記載がある。",
                "【発明の詳細な説明】",
                "【技術分野】",
                "【0001】",
                "本発明は電子レンジ加熱食品用容器に関し，特に蓋体部からの水蒸気の効率よい排気を可能とする容器に関する。",
                "【背景技術】",
                "【0002】",
                "調理済み食品をコンビニエンスストア等の小売店にて販売する際の加熱調理または持ち帰った後の加熱調理に際し，これらの食品を包装する容器は容器本体部とその開口部と嵌合する蓋体部の組み合わせからなる。特に，食品の収容，陳列，販売等の1回のみの使用に用いられる使い切り容器であることから，極力簡素化した蓋嵌合構造である。そのため，現状，合成樹脂シートの成形品が容器の主流である。",
                "【0003】",
                "食品の加熱調理や温め直しには，通常電子レンジ(マイクロ波照射)が使用される。そこで，食品容器ごと電子レンジ内に入れられそのまま加熱された後に提供される。実際に販売される食品に着目すると，スープ類のように水分量の多い食品から，炒め物等のように重量当たりの水分量の少ない食品まで存在し，食品の種類は実に多用である。ここで問題となることは，電子レンジによる食品の加熱調理の際，容器内の食品から水蒸気が発生することである。",
                "【0004】",
                "蓋嵌合容器においては，容器本体と蓋体の嵌合を緩くすれば内部発生の水蒸気の排気は容易である。しかし，蓋体側の嵌合が緩い場合，製造，出荷，陳列の中間段階で蓋体が外れやすい等の問題から異物混入が懸念される。このため，食品の購入者からの評判は思わしくない。そこで，内部発生の水蒸気を容器外部に排気するための穴部を形成した蓋体が提案されている(特許文献1，2等参照)。特許文献1，2に代表される容器の蓋体によると，U字状またはV字状の切れ込みによる舌片状の開口部が蓋体に形成されている。水蒸気はこの舌片状の開口部を通過して容器外部に放出される。",
                "【0005】",
                "U字状またはV字状の切れ込みによる舌片状の開口部の排気効率は良好である。ところが，水蒸気の排気が良好ということは，それだけ，舌片状の開口部からの異物侵入のおそれも増す。そのために，この場合，舌片状の開口部を塞ぐ封止テープが貼付されることがある。さらには，舌片状の開口部を被覆するためのフィルム部材も別途必要により被せられる。例えば，フィルム部材を被せる場合，舌片状の開口部の周りを取り囲む壁部が蓋体側に設けられ，舌片状の開口部の周りに隙間が形成される。そして，この壁部にも水蒸気の通り道が形成される等，構造が複雑となっていた。また，切れ込みによる舌片が折れて容器内部に落下すると，それ自体が異物混入となる問題も内包している。",
                "【0006】",
                "上述のように，既存の水蒸気を排気する構造を採用した容器では本来の食品包装にのみ必要な資材以外も必要となり，コスト上昇が否めない。加えて，切れ込みによる舌片状の開口部の形状は一律であり，周辺構造の制約も多い。",
                "【発明の概要】",
                "【発明が解決しようとする課題】",
                "【0008】",
                "一連の経緯から，発明者は，U字状またはV字状の切れ込みによる舌片状の開口部を用いた水蒸気の排気に代わる新たな排気構造を模索してきた。その中で容器の蓋体部に微細な長孔を設けた構造が有効であることを見出した。しかも，微細な長孔であることから，破損や異物混入への耐性も良好であることが判明した。",
                "【0009】",
                "本発明は，前記の点に鑑みなされたものであり，従前のU字状またはV字状の切れ込みによる舌片状の開口部を用いた水蒸気の排気に代わる新たな排気構造を提案し，良好な水蒸気排気を可能とし，同時に封止性能改善，異物混入抑制を実現し，併せて蓋体部の形状上の制約も少なく，資材コストの軽減にも有利な電子レンジ加熱食品用容器を提供する。",
                "【課題を解決するための手段】",
                "【0010】",
                "すなわち，請求項1の発明は，電子レンジ加熱のための食品を収容する容器本体部と，前記容器本体部の開口部と嵌合する合成樹脂シートからなる蓋体部とを備えた蓋嵌合容器において，前記蓋体部の蓋面部には，前記容器本体部内に収容された食品から発生する水蒸気を外部に排気する複数の排気長孔からなる排気長孔群が，異物混入防止のための，当該排気長孔群を被覆又は包皮する部材を備えることなく形成されており，前記排気長孔はレーザー光線照射により幅0．15～1．0mm，長さ1～12mmの範囲内で形成されているとともに，前記排気長孔群における前記排気長孔の開孔面積の合計は0．3～100mm2であることを特徴とする電子レンジ加熱食品用容器に係る。",
                "【0011】",
                "請求項2の発明は，前記蓋面部に凹面部が設けられ，前記凹面部に前記排気長孔が形成されている請求項1に記載の電子レンジ加熱食品用容器に係る。",
                "【発明の効果】",
                "【0012】",
                "請求項1の発明に係る電子レンジ加熱食品用容器によると，電子レンジ加熱のための食品を収容する容器本体部と，前記容器本体部の開口部と嵌合する合成樹脂シートからなる蓋体部とを備えた蓋嵌合容器において，前記蓋体部の蓋面部には，前記容器本体部内に収容された食品から発生する水蒸気を外部に排気する複数の排気長孔からなる排気長孔群が，異物混入防止のための，当該排気長孔群を被覆又は包皮する部材を備えることなく形成されており，前記排気長孔はレーザー光線照射により幅0．15～1．0mm，長さ1～12mmの範囲内で形成されているとともに，前記排気長孔群における前記排気長孔の開孔面積の合計は0．3～100mm2であるため，従前のU字状またはV字状の切れ込みによる舌片状の開口部を用いた水蒸気の排気に代わり，効率よく良好な水蒸気排気及び封止性能改善，異物混入抑制を実現し，併せて蓋体部の形状上の制約も少なく，資材コストの軽減も可能となり，レーザー光線照射によるので簡便かつ迅速に蓋面部に排気長孔を穿設することができる。",
                "【0013】",
                "請求項2の発明に係る電子レンジ加熱食品用容器によると，請求項1の発明において，前記蓋面部に凹面部が設けられ，前記凹面部に前記排気長孔が形成されているため，排気長孔から噴出した水蒸気が液化して水滴となった際に水滴を留めておくことができる。",
                "【発明を実施するための形態】",
                "【0015】",
                "本発明の一実施形態の食品用容器1は，図1の分離状態の全体斜視図のとおり，容器本体部100と，この容器本体部100の開口部101と嵌合する蓋体部10の組み合わせから構成される。特に，容器本体部100の容器内部103に食品が収容され，蓋体部10が被せられた状態のまま電子レンジのマイクロ波照射により加熱または加温される(加熱調理)。それゆえ，食品用容器1は「電子レンジ加熱食品用容器」である。",
                "【0016】",
                "蓋体部10の蓋面部11には，排気長孔21が形成されている。図示の実施形態においては，排気長孔21は複数個備えられており，これらの排気長孔21が複数個集まって排気長孔群20が形成されている。電子レンジによる加熱または加温に際し，容器本体部100内に収容されている食品C(図3参照)から発生する水蒸気は，排気長孔21を通じて食品用容器1の外部に排気される。排気長孔21を複数個形成して排気長孔群20としているため，より効率よく水蒸気を排気することができる。本実施形態の蓋体部10において，蓋面部11の全体または一部に蓋面部11より適度に掘り下げた凹面部30が形成される。この凹面部30の中に排気長孔群20が形成される。また，図示では，凹面部30を取り囲むようにして蓋面上周壁部35が形成されている。",
                "【0017】",
                "凹面部30が備えられることにより，排気長孔21から噴出した水蒸気が液化して水滴となった際，水滴は凹面部30に溜まり蓋面部11に広がらなくなる。そうすると，蓋面部11の濡れる部位を少なくすることができる。蓋面上周壁部35は囲いとなりさらに水滴の漏出を防ぐ目的で設けられる。",
                "【0020】",
                "食品用容器1(容器本体部100と蓋体部10の組み合わせ)は，主に，コンビニエンスストア，スーパーマーケット，デパート，飲食店，惣菜専門店(デリカテッセン)，喫茶店，サービスエリア等の店舗にて販売される弁当，惣菜，麺料理類，スープ料理，さらにはコーヒー，ココア，紅茶，緑茶，薬草茶等の各種飲料類を包含する食品の包装に用いられる容器である。主に想定される用途は，ワンウェイ(one-way)やディスポーザブル(disposable)等と称される1回のみの使用に用いられる使い切り容器(使い捨て容器)である。使い切り容器とすることにより，食品の衛生管理に都合よい。",
                "【0021】",
                "食品用容器1の用途は，主に使い切り容器としての利用である。そこで，蓋体部10は安価かつ簡便に量産して製造できる合成樹脂のシート(プラスチック樹脂シート)から形成される。具体的には，蓋体部10は，ポリエチレン，ポリプロピレン，ポリスチレン，ポリエチレンテレフタレート(PET樹脂)等の熱可塑性樹脂のシート(合成樹脂シート)，さらにはポリ乳酸等の生分解性の熱可塑性樹脂のシートである。合成樹脂シートの厚さは適宜ではあるものの，概ね1mm以下の厚さであり，通常，200ないし700μmの厚さである。そして，合成樹脂シートは真空成形により成形される。合成樹脂シートを原料とした際，その成形時の量産性，加工精度等を考慮すると真空成形が簡便かつ最適である。また，後述するように，レーザー光線照射による加工も考慮されるためである。",
                "【0022】",
                "容器本体部100と蓋体部10の組み合わせにおいて，合成樹脂シートの原料樹脂を同一種類としても異なる種類としてもよい。特に，食品用容器1は電子レンジによる加熱に対応するため，熱伝導を考慮して容器本体部側を発泡ポリスチレン製や紙製とすることもできる。使用する樹脂の種類は用途，内容物，包装対象により適宜選択される。続く図2等に開示の実施形態では，蓋体部10はポリスチレン製とし，容器本体部100は発泡ポリスチレン製とする。",
                "【0023】",
                "図2及び図3の部分断面図を用い，図示実施形態における容器本体部100と蓋体部10の嵌合部位，排気長孔群20(排気長孔21)について説明する。図2は蓋体部の分離状態であり，図3は蓋体部の嵌合(嵌着または合着)状態である。蓋体部10の断面視U字の周壁部15は，蓋密着壁部16，周溝底部17，及び内側壁部18から形成される。蓋密着壁部16の外縁にはフランジ部19が備えられる。これに対応する容器本体部100の開口部101では，外縁フランジ部109，開口周壁部106，その下端に開口段部107が形成される。",
                "【0024】",
                "さらに図3の状態から理解されるように，蓋体部10の周壁部15が容器本体部100の開口部101に嵌合されると，蓋密着壁部16は開口周壁部106と密着(合着)する。こうして，食品用容器1の内部の気密性は高まる。しかし，その分，食品用容器1の内部に収容された食品Cから発生する水蒸気の抜け道はなくなる。そこで，内部発生の水蒸気Vpは蓋体部10の蓋面部11に形成された排気長孔21から食品用容器1の外部に放出される。こうして，食品用容器1が異常に膨張し，蓋体部が変形したり不自然に開いたりする問題は回避される。",
                "【0025】",
                "蓋体部10の蓋面部11に排気長孔群20を構成する個々の排気長孔21に際し，蓋面部11にレーザー光線が照射され，同蓋面部11に排気長孔21が穿設される。排気長孔21の形成に際し，例えば，針刺しやドリル等の物理的な加工方法の場合，時間を多く要することに加え，十分な加工精度が得られない等の点が挙げられる。また，孔形成に際し，微粉末の発生の問題も払拭できず，事後の洗浄の手間も必要となる。そこで，簡便かつ迅速に蓋面部に排気長孔を穿設可能な点から，レーザー光線の照射が用いられる。",
                "【0026】",
                "レーザー光線は加工出力，加工精度等を得ることができる種類であれば，特段限定されず，炭酸ガスレーザー，YAGレーザー，半導体レーザー，アルゴンレーザー等の各種レーザーとそれらの照射装置が使用される。前述のように，蓋体部の材質が合成樹脂のシートから形成されている場合，排気長孔はレーザー光線照射により簡単かつ短時間で穿設される。特に量産性に優れる。",
                "【0027】",
                "個々の排気長孔21の形状は，正確には両端部分を半円状とする長方形状である(図8参照)。ただし，両端部分の形状は誤差範囲として無視され，単純に長方形として開孔面積は計算される。以降においても，排気長孔は長方形として説明する。ここで，排気長孔群20を構成する排気長孔21についてさらに詳述する。まず，個々の排気長孔21の幅(長方形の短辺側)は0．15ないし1．0mmである。より好ましい排気長孔21の幅は0．3ないし0．5mmである。",
                "【0028】",
                "排気長孔21の幅の下限は，電子レンジ加熱時に発生した水蒸気の排気に十分な開口量を得るためである。幅の下限の0．15mmはおおよそ現状の加工技術を考慮した値である。排気長孔21の幅が0．15mmを下回る場合，排気長孔は狭くなりすぎであり排気長孔21からの水蒸気の排気効率は低下すると考えられる。結果，容器本体部100に嵌合した蓋体部10が内圧により外れやすくなる。また，レーザー光線の照射装置の精度上の下限とも考えられる。",
                "【0029】",
                "加えて，合成樹脂シートから形成された蓋体部10にレーザー光線を照射すると，当該照射部位において樹脂シートが溶解して孔が開く。しかし，設定の幅が狭すぎる場合，レーザー光線照射の熱により溶解した樹脂が冷却して固化する時点で互いに接合するおそれがある。そうすると，照射部位に所望の適切な排気長孔が形成されず，十分な水蒸気排気が損なわれてしまう。そのため，不用意な再接合を生じにくくさせる便宜から，幅の下限は0．15mm，好ましくは0．3mmとしている。",
                "【0030】",
                "排気長孔21の幅の上限は，食品用容器1の内部への異物混入を有効に抑制するための大きさとするためである。例えば，一般に異物として認識される微小な昆虫等の場合，幅が1．0mmよりも小さいと，容器内部への侵入はほぼ阻まれる。そこで，幅の上限は1．0mm，より好ましくは0．5mmとしている。",
                "【0031】",
                "次に，排気長孔21の長さは1ないし12mmの範囲であり，好ましくは4ないし7mmの範囲である。排気長孔21の幅は前述のとおり微細である。それゆえ，内部発生の水蒸気の排気に有効であるため，適量な長さが必要とされる。長さの下限はおおよそ長孔として成立し得るとともに水蒸気の排気を考慮した量である。長さの上限は，蓋体部10自体の強度維持の必要性のためである。蓋体部10は合成樹脂シートから形成されている場合，排気長孔21の長さが長くなるほど，その排気長孔付近では撓み変形等が生じやすい。そうすると，前述のとおり排気長孔21の幅は狭められているにも係わらず，排気長孔21は紡錘形に開口しやすくなる。そこで，このような不用意な排気長孔の変形に伴う開口を抑制するため，排気長孔の長さの上限は12mm，好ましくは7mmに規定される。",
                "【0032】",
                "さらに，排気長孔21が複数個集まって形成される排気長孔群20の開孔面積の合計，すなわち，蓋面部11上の全ての排気長孔21の開孔面積(すなわち，排気長孔の幅と長さの積である。)の合計は，0．3ないし100mm2の範囲である。開孔面積の合計の最小量は，最小の排気長孔(幅：0．15mm，長さ：1mm)を2箇所形成したときの面積に相当する。むろん，当該面積量は極めて水蒸気発生量の少ない食品を対象とした値である。そこで，対応可能な食品の種類を考慮して，現実的な開孔面積の合計の下限は，0．5mm2，さらには1mm2と考えられる。",
                "【0033】",
                "例えば，麺料理の場合，麺に加えて汁(つゆ)の量も多いことから食品用容器の容量も多くなる。そうすると，電子レンジによる加熱時間は長くなり，容器内全体で発生する水蒸気量も相対的に多くなる。この場合，排気長孔からの良好な水蒸気の排気を促すため，開孔面積の合計を大きくする必要がある。ただし，必要能力以上に排気長孔を増やしたとしても，穿設の手間が増したり蓋体部の強度が低下したりするおそれも懸念される。そこで，開孔面積の合計の上限として100mm2，より好ましい上限として80mm2が導き出される。排気長孔群の開孔面積の合計は前述の範囲であるため，電子レンジ加熱食品用容器(蓋体部)は市場にて流通する多くの食品に対応できる。",
                "【0034】",
                "これまでに説明した排気長孔21の形状を採用する利点は，作業時間の短縮になるためである。特に複数の排気長孔21から構成される排気長孔群20を形成する際に有効である。実施形態においては，蓋体部10の蓋面部11に対して炭酸ガスレーザー等のレーザー光線が照射され，排気長孔21は穿設される。・・・",
                "【0040】",
                "図6の各平面図は蓋体部10(蓋面部11)に形成される排気長孔群の他の形態例を示す。図6(a)の排気長孔群20aは，個々の排気長孔21の向きを逐次斜めにした配置である。図示の凹面部30aは長方形状である。同(b)の排気長孔群20bは，排気長孔21の穿設によりほぼ円形を形成するように形成される。図示の凹面部30bは円形状である。同(c)の排気長孔群20cは，排気長孔21の穿設により，アルファベットの「A」の文字を模した形状に形成される。図示の凹面部30cは長方形状である。すなわち，排気長孔群は平面図形として構成されている。平面図形は図形のみならず，文字や記号も含まれる。",
                "【0041】",
                "排気長孔群の平面図形の形状や向きは，レーザー光線照射時の設定により自在に制御される。このため，従前の切れ込みによる舌片状の開口部のようなU字状またはV字状等の形状が制約は無くなる。排気長孔の穿設により形成される排気長孔群の平面図形により，製造者，販売者等の商標，標章，ロゴ，さらには製造日等の各種情報も，排気長孔群を通じて表示可能となる。排気長孔群の配置は蓋体部の蓋面部に1箇所としても2箇所以上としても良い。これは食品用容器の意匠により適切に規定される。",
                "【0042】",
                "これまでの説明にあるように，本発明の食品用容器(電子レンジ加熱食品用容器)における排気長孔の大きさ(開孔面積)を勘案すると，極めて微細であることから昆虫等の異物侵入を有効に抑制できる。そのため，本発明の食品用容器では，従前の容器に見られた蓋体部の排気を担う穴を被覆したり包皮したりするフィルム等の部材は，省略可能となる。従って，本発明の食品用容器は，電子レンジ加熱または加温時の開封等の手間も必要なく，包装資材費の軽減にも貢献し得る。特に，本発明の食品用容器は排気長孔の開孔面積の合計の規定も備える。そこで，本発明の食品用容器は多種類の食品から発生する水蒸気量にも対応可能な極めて好適な包装資材である。さらに，排気長孔の配置いかんにより多様な排気長孔群を形成できることから，蓋体部の形状設計の制約は少なくなることに加え，排気長孔群自体の形状の自由度も高まる。",
                "【実施例】",
                "【0043】",
                "［電子レンジ加熱食品用容器の作製］",
                "電子レンジ加熱食品用容器は，容器本体部と蓋体部の組み合わせからなる物品とした。当該「電子レンジ加熱食品用容器の作製」は量の多い食品の包装を想定した。蓋体部には，耐熱二軸延伸ポリスチレン(耐熱OPS)樹脂のシート材を使用した。これを真空成形により円盤状の蓋体部に加工した。蓋体部の最大直径は約175mm，蓋面部の最大直径は約135mmであった。蓋体部の材料厚みは0．3mmであった。容器本体部には，耐熱発泡ポリスチレン製のシート材(ポリプロピレンフィルム被着品)を使用した。これを真空成形により横断面円形の鉢状(椀状またはボウル状)の容器本体部に加工した。容器本体部の開口部直径(内径)は約160mm，深さは70mmとし，容器本体部の内容量(食品収容可能な容量)は約800mLとした。",
                "【0044】",
                "［排気長孔群の形成］",
                "排気長孔群の形成に際し，樹脂加工分野において一般に使用される公知の炭酸",
                "ガスレーザーの照射装置を用い，前記の成形により得た蓋体部中央部分に対し大きさ，個数の異なる9種類の排気長孔群を形成し，実施例1ないし実施例9を作製した(表1及び表2参照)。表1及び表2において，上から順に排気長孔の大きさ(実測値)｛幅(mm)，長さ(mm)｝，排気長孔群の形態｛排気長孔の配列(横×縦)，排気長孔の個数(個)｝，開孔面積｛排気長孔1個当たり(mm2)，開孔面積合計",
                "(mm2)｝の項目である。",
                "【0045】",
                "参考までに，図7は実施例6の蓋体部の排気長孔群を撮影した写真である。図8は当該排気長孔群を構成する個々の排気長孔の拡大写真(倍率50倍)である。図8の上段は実施例1の排気長孔であり，同図下段は実施例6の排気長孔である。図示からわかるように，排気長孔は両端部分が丸まった長尺の長方形状であった。なお，排気長孔の幅と長さの数値は，実施例ごとの排気長孔を測定した数値の単純平均とした。また，開孔面積の算出に際し，両端部分の丸くなった部位形状は無視可能であり，長方形形状とみなして「最大幅」と「最大長さ」の積とした。",
                "【0046】",
                "【表1】",
                "【0047】",
                "【表2】",
                "【0048】",
                "［食品の電子レンジ加熱試験］",
                "実際に販売される食品の種類は極めて多岐にわたる。そこで，発明者らは，水分量が多くしかも電子レンジ加熱に要する時間の長い食品として「カレーうどん」を選択した。いずれの容器本体部内にも当該カレーうどんを同量(全体で約620g)ずつ収容し，前記作製の各蓋体部(実施例1ないし9)を適切に嵌合した。そして，コンビニエンスストア等に導入されている高出力型の電子レンジを用いて加熱試験に供した。電子レンジにおける加熱条件は，通常使用の1500Wよりも出力を高めた高加熱の負荷条件を得るため1600Wの出力とした。当該出力条件において電子レンジ加熱時間は2分以上とし，2分30秒を上限に打ち切った。そして，2分経過時点で容器本体部と嵌合した蓋体部が内部発生の水蒸気圧力により外れたか否かを観察した。",
                "【0049】",
                "［電子レンジ加熱試験の結果と考察］",
                "実施例1ないし9の蓋体部について，電子レンジ加熱が2分経過した時点において，いずれも容器本体部から蓋体部は外れなかった。・・・",
                "【0050】",
                "前述のとおり開示の電子レンジ加熱試験は，通常実施される条件よりも加熱負荷を高めた試験である。当該条件下であっても，各実施例の排気長孔群は十分に内部発生水蒸気の排気性能を発揮した。また，実験に供した食品も容量，水分量ともに多く，加熱時間を多く必要とする。従って，これらの過酷条件においても水蒸気排気が良好であったことは，本発明の排気長孔の有効性を大きく肯定する。",
                "【0051】",
                "［排気長孔の大きさの範囲について］",
                "実施例1ないし9の蓋体部を用いた試験結果から，好例な排気長孔に関する範囲は次のとおり導き出すことができる。前掲の表1及び表2より，排気長孔の最小幅は実施例7である。そこで，照射装置の加工精度と個数を加味して，幅の下限値を0．15mm，好ましくは0．3mmとした。最大幅は実施例9であることから，1．0mmを上限とした。幅の上限を引き上げることは可能ではあるものの，異物混入防止の観点から1．0mmを上限とした。それゆえ，排気長孔の幅の範囲は0．15ないし1．0mm，好ましくは0．3ないし0．5mmとなる。",
                "【0052】",
                "表1及び表2より，排気長孔の最小長さは実施例7である。そこで，照射装置の加工精度と個数を加味して，長さの下限値を1mm，好ましくはその他の実施例を勘案して4mmとした。最大長さは実施例4より12mmとした。むろん，これ以上長くすることも可能ではある。しかし，排気長孔部分の強度確保や異物混入等を勘案すると，12mmが事実上の上限となる。それゆえ，排気長孔の長さの範囲は1ないし12mm，好ましくは他の実施例の長さを加味して4ないし7mmの範囲である。",
                "【0053】",
                "続いて，排気長孔の開孔面積の合計(蓋面部上の全ての排気長孔の開孔面積の合計)について，当該実施例における試験結果からは概ね35ないし65mm2の範囲を導くことができる。この結果とともに，内容物である食品の性状，容量等の多様性も考慮して，0．3ないし100mm2，好ましくは1ないし80mm2の範囲を規定した。",
                "【産業上の利用可能性】",
                "【0054】",
                "以上のとおり，本発明の電子レンジ加熱食品用容器は，蓋体部に適切な条件により形成された排気長孔を備えたことから，良好な水蒸気の排気を実現している。そこで，既存の切れ込み構造を備えた電子レンジ用の包装容器の代替として極めて有効となる。",
                "【図1】                              【図2】",
                "【図3】                              【図6】",
                "【図8】"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の概要",
              "text": [
                "前記第2の2で認定した本件特許の特許請求の範囲の記載及び前記(1)で認定した本件明細書の記載からすると，本件発明について，次のとおり認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明の課題",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明は，電子レンジ加熱食品用容器，特に蓋体部からの水蒸気の効率よい排気を可能とする容器に関する(本件明細書の段落【0001】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "コンビニエンスストア等の小売店にて販売される調理済み食品を包装する容器は，容器本体部とその開口部と嵌合する蓋体部の組み合わせからなる蓋嵌合構造であるところ，電子レンジによる食品の加熱調理の際，容器内の食品から水蒸気が発生するという問題について，容器本体と蓋体の嵌合を緩くすれば内部発生の水蒸気の排気は容易であるが，蓋体側の嵌合が緩い場合，製造，出荷及び陳列の中間段階で蓋体が外れやすい等の問題から異物混入が懸念される。そこで，内部発生の水蒸気を容器外部に排気するため，U字状又はV字状の切れ込みによる舌片状の開口部が形成された蓋体が提案され，開口部の排気効率は良好であるが，水蒸気の排気が良好である分，開口部からの異物侵入のおそれも増す。そのため，開口部を塞ぐ封止テープが貼付されたり，開口部を被覆するためのフィルム部材が別途必要により被せられたりするが，例えば，フィルム部材を被せる場合，開口部の周りを取り囲む壁部が蓋体側に設けられ，開口部の周りに隙間が形成され，この壁部にも水蒸気の通り道が形成される等，構造が複雑となっていたほか，切れ込みによる舌片が折れて容器内部に落下すると，それ自体が異物混入となる問題も内包している。このように，本来の食品包装にのみ必要な資材以外も必要となってコスト上昇が否めず，加えて，切れ込みによる舌片状の開口部の形状は一律であり，周辺構造の制約も多い。(同【0002】～【0006】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明は，新たな排気構造を提案し，良好な水蒸気排気を可能とし，同時に封止性能改善，異物混入抑制を実現し，併せて蓋体部の形状上の制約も少なく，資材コストの軽減にも有利な電子レンジ加熱食品用容器を提供する。(同【0008】，【0009】)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題を解決するための手段",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1に係る電子レンジ加熱食品用容器は，蓋体部の蓋面部に，容器本体部内に収容された食品から発生する水蒸気を外部に排気する複数の排気長孔からなる排気長孔群が，これを被覆又は包皮する部材を備えることなく形成され，排気長孔はレーザー光線照射により幅0．15～1．0mm，長さ1～12mmの範囲内で形成されているとともに，排気長孔群における排気長孔の開孔面積の合計は0．3～100mm2であることを特徴とする(同【0010】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明2に係る電子レンジ加熱食品用容器は，上記(ア)の特徴に加え，蓋面部に凹面部が設けられ，凹面部に排気長孔が形成されているものである(同【0011】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の効果",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1に係る電子レンジ加熱食品用容器によると，U字状又はV字状の切れ込みによる舌片状の開口部を用いた水蒸気の排気に代わり，効率よく良好な水蒸気排気及び封止性能改善，異物混入抑制を実現し，併せて蓋体部の形状上の制約も少なく，資材コストの軽減も可能となり，レーザー光線照射によるので簡便かつ迅速に蓋面部に排気長孔を穿設することができる(同【0012】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明2に係る電子レンジ加熱食品用容器によると，本件発明1において，蓋面部に凹面部が設けられ，凹面部に排気長孔が形成されているため，排気長孔から噴出した水蒸気が液化して水滴となった際に水滴を留めておくことができる(同【0013】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記に関し，蓋体部に設けた長孔は，微細な長孔であることから，破損や異物混入への耐性も良好である(同【0008】)。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "平成3年5月15日に公開された甲1は，発明の名称を「電子レンジ用即席食品入り容器」とする特許出願に係るもので，甲1には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「(1) マイクロ波透過部材からなり上方に開放部を有する容器本体，該容器本体の開放部を覆い容器本体内部を略密閉状態となし得る小孔付の蓋であって，該小孔が該開放部を覆う位置に存在し，該小孔の面積の総計が該開放部面積の0．005～1％に相当し，かつマイクロ波透過部材からなる蓋とから構成された容器の内部に，吸水することによって復元し，喫食状態となる固形即席食品を収容し，該固形食品の吸水量の100～155重量％の水の存在下に，電子レンジで加熱調理するための即席食品入り容器。」(1頁左欄4行目～14行目)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「〔産業上の利用分野〕",
                      "text": [
                        "本発明は，即席焼そばや即席マカロニ等の固形即席食品を，電子レンジで調理することによって短時間で良好な食感に復元でき，調理後に水を捨てる手間のない，電子レンジ用即席食品入り容器に関するものである。」(2頁左上欄2行目～7行目)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「〔従来の技術〕",
                      "text": [
                        "従来，即席焼そばを調理する場合には，先づ多量の熱湯を加え，この熱で加温して復元させ，復元後に余剰の湯を捨ててから，別添の調味用液体又は粉末スープを添加することが行われている。従って，上記の形態の即席食品の調理操作では，食品が復元した後に余剰の湯を捨てなければならず煩雑であった。さらに，食品は単に熱湯の注加のみによって加熱されるので，復元性が悪く，食品の食感も良好とはいえなかった。従って，麺線の太い即席麺やスパゲティ等，“こし”のある食感の麺等は，-切調理することができなかった。",
                        "そこで，上記のような麺線の太い即席麺やスパゲティ等を調理する場合には，なべ等の容器で麺をほぐしながら茹でる操作が必要であり，このために，湯を沸かす手間を含めて調理に少なくとも8～15分程度の時間を要し，また調理中に容器から茹湯が噴きこぼれる等，調理操作が大変煩雑であった。」(2頁左上欄8行目～右上欄6行目)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「〔発明が解決しようとする問題点〕",
                      "text": [
                        "本発明の目的は，即席麺等の固形即席食品を，短時間で良好な食感に復元することができ，かつ調理後に余分の湯を捨てる手間が不必要で，簡易に調理できる即席食品入り容器を提供することにある。」(2頁右上欄7行目～12行目)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "問題点を解決するための手段",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「本発明者らは，上記の目的を達成すべく鋭意研究した結果，以下のような知見を得た。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1)",
          "text": [
            "容器内部を略密閉状態となし得る容器に，固形即席食品と水とを収容し，これを電子レンジで加熱することによって，容器内部が強い沸騰状態となって沸騰水面が即席食品の上部にまでおよび，即席食品を極めて短時間に，完全かつ均一に復元することができること。"
          ]
        },
        {
          "fig": "2)",
          "text": [
            "また，上記の作用は，容器に収容する水の量が比較的少量であっても達成されること。従って，容器に収容する水の量を，即席食品を喫食状態に復元するに充分な量とすることによって，水は加熱中に即席食品にほぼ完全に吸収され，加熱後に水を捨てる必要がないこと。"
          ]
        },
        {
          "fig": "3)",
          "text": [
            "また，蓋の構造は，加熱時に容器内圧が極端に高くなって容器が破裂することを防止し，かつ，容器内圧を調圧するための小孔を容器の蓋に設けることが効果的であって，この際，小孔の総面積を，容器本体の上方開放部面積の特定の割合とすること。",
            "本発明は，これらの知見に基づいてなされたものである。すなわち，本発明は，マイクロ波透過部材からなり上方に開放部を有する容器本体，該容器本体の開放部を覆い容器本体内部を略密閉状態となし得る小孔付の蓋であって，該小孔が該開放部を覆う位置に存在し，該小孔の面積の総計が該開放部面積の0．005～1％に相当し，かつマイクロ波透過部材からなる蓋とから構成された容器の内部に，吸水することによって復元し，喫食状態となる固形即席食品を収容し，該固形食品の吸水量の100～155重量％の水の存在下に，電子レンジで加熱調理するための即席食品入り容器を提供する。",
            "本発明で使用する容器は，内容物を出し入れするために上方に開放部を有した容器本体と，上記開放部を覆い容器内部を略密閉状態となし得る小孔付の蓋とから構成される。容器本体及び蓋は，マイクロ波を透過し，かつ電子レンジの加熱に耐えうる耐熱性材料でつくる。マイクロ波を透過する材料としては，例えば，ポリエチレン，ポリプロピレン，ポリカーボネート，ポリスルフォン，ポリフェニレンオキサイド，ポリエステル，ナイロン，紙及びこれらのラミネート物等が好適に使用される。」(2頁右上欄14行目～右下欄17行目)"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "「・・・容器本体と蓋との接合部の構造は，電子レンジによる加熱の際に，内容物の噴きこぼれを防止し，容器内部に蒸気が充満されるように，容器内部を略密閉状態となし得る構造とする必要がある。上記の構造としては，例えば，ネジ込み式の螺合構造，着脱自存な嵌着構造或いは上記接合部を取り囲む位置に熱収縮フィルムを設け，これが電子レンジでの加熱の際に熱収縮して蓋を容器本体に固定する構造等を採用することができる。",
                            "さらに，蓋には，容器開放部を覆う位置に，小孔を設ける。この際，小孔の大きさを容器本体の上方開放部面積の0．005～1％，好ましくは，0．2～0．8％とすることが望ましい。",
                            "このように蓋に小孔を設けるのは，本発明の容器が調理時に，電子レンジにより強く加熱された場合，発生する水蒸気により容器内部の圧力が異常に上昇するのを回避するためであるが，一方，この小孔が一定の値を越えて大きい場合，発生した蒸気が容器外に揮散して容器内に蒸気が充満した雰囲気を達成できず，食品の加熱に蒸気が十分に作用しないため，特に食品の上部が乾燥状態となって良好に復元されず，加熱復元は不均一で不十分となる。",
                            "そこで，蓋に前記のような適切な大きさの小孔を開けることにより，容器内の異常な圧力の上昇を防ぐとともに，容器内の蒸気密度及び雰囲気温度を高く保ち，これにより即席食品を良好かつ短時間で復元調理できるようにしたのである。」(3頁左上欄5行～右上欄13行目)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "「前記の固形即席食品を内部に収容した本発明の即席食品入り容器は，該食品の吸水量の100～155重量％(以下％と略称する。)の水の存在下で電子レンジを用いて加熱調理するために用いるものである。ここで，水の代わりに湯を用いることも，又調味液を用いることもできる。そして，水の量は，即席食品の吸水量の100～155％，好ましくは100～132％とされる。ここでいう水の量には，調味液の量も含まれる。」(3頁右下欄11行目～19行目)"
                        },
                        {
                          "fig": "d",
                          "subject": "「本発明の食品入り容器をこのような状態で，電子レンジを用いて加熱すると，蓋の小孔により異常な圧力の上昇は防止され，一方，容器は略密閉状態となっているので，容器内部で水の沸騰水面が即席食品の上部にまでおよぶような強い沸騰状態となり，また容器内に蒸気が充分に充満して，即席食品を短時間で，完全かつ均一に復元することができる。つまり，容器内部に蒸気が充満するので，加熱効率が高く，加熱の後半で，即席食品の吸水が進行し，沸騰水面が下がってきても即席食品の上部を乾燥させずに，即席食品を均一に復元することができるのである。」(4頁左上欄15行目～右上欄6行目)"
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「実施例1",
                      "text": [
                        "以下，図面を参照して，本発明の実施例について説明する。第1図は本発明の即席食品入り容器1の断面図を示すものであり，容器本体2とその上方開方部を覆う蓋3とから構成される容器内に乾燥即席食品4が収容されている。",
                        "容器本体2及び蓋3は，容器の内部側がポリプロピレンで外側が紙である構造の0．5mmのラミネート材で形成されている。容器本体2の上方開放部の径が120mm，内部底面の径が105mm，高さが64mmの略逆円錐台形のものである。また，容器本体2の底部には，電子レンジテーブル5に対して内容物を上方に保持する(h1＝9mm)ために部材6が容器本体2に一体的に形成されている。蓋3は，外径122mm，内径が121mmの円形板7と，その上部周縁から容器本体2の側部に張り出した部分8(この部分の上下方向の距離h2は12mmである)から構成されている。また，蓋3には直径3．2mmの円形の開孔9が，蓋3の中央を中心として放射状に8個設けられている(この場合の開孔率は，容器本体2の上方開放部の面積の0．57％である)。",
                        "容器本体2の上部周縁の径と蓋3の円形板7の内径がほぼ等しいことによって，図示の状態に緊合され，容器内部が密閉される。」(5頁右上欄12行目～左下欄16行目)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「実施例2",
                      "text": [
                        "上方開放部が11cm×14cm，容器内部の深さが4cmの直方体の合成樹脂容器(内容積約616cm3)に，即席食品として10cm×13cm×2．5cmの焼きそば用即席麺の麺塊80g及び焼きそば用ソース170g(即席麺の吸水量の約120重量％)を収容し，容器の上方開放部に，約0．8cm2(開孔率0．52％)の小孔を有する合成樹脂性の蓋で覆い，電子レンジに入れて出力500Wで5分間加熱した。尚，蓋はすべて周辺部に凹を有し，上部凹部が容器上縁に形成された凸部に嵌合されて容器に取り付けられ，上記取り付は部分において容器が密閉される構造である。なお，開孔率とは，蓋に開けられた小孔の面積が容器本体の開放部の面積に対して占める割合をいう。",
                        "上記即席食品入り容器を電子レンジで加熱調理した場合，加熱中沸騰水面が継続して麺の上部にまで至り，容器内に蒸気が充満して激しい沸騰状態となるが，蓋は外れない。」(6頁左上欄7行目～右上欄5行目)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "第1図"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)によると，甲1には，前記第2の3(1)アのように本件決定が認定したとおりの下記の発明(引用発明)が記載されていると認められる。",
                "「電子レンジ加熱のための固形即席食品を収容する容器本体(2)と，前記容器本体(2)の上方開口部と嵌合する合成樹脂シートからなる蓋(3)とを備えた蓋(3)嵌合容器において，",
                "前記蓋(3)の円形板(7)には，前記容器本体(2)内に収容された食品から発生する水蒸気を外部に排気する蓋(3)の中央を中心として8個設けられている直径3．2mmの円形の開孔(9)が，形成されており，",
                "開孔率は，容器本体(2)の上方開口部の面積の0．57％である，",
                "電子レンジ加熱のための固形即席食品を収容する容器」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲2，3，5，7～10の記載事項",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2の記載事項",
              "text": [
                "平成26年5月19日に公開された甲2は，発明の名称を「電子レンジ用食品容器」とする特許出願に係るもので，甲2には，次の記載がある。",
                "【発明の詳細な説明】",
                "【技術分野】",
                "【0001】",
                "本発明はスーパー，コンビニエンスストアー等で，電子レンジで加熱することができる弁当，そば，惣菜等を包装する電子レンジ用食品容器に関する。",
                "【背景技術】",
                "【0002】",
                "従来，スーパー，コンビニエンスストアー等で販売される弁当等の食品容器の蓋には，電子レンジで加熱した時に発生する蒸気を抜くため，U字状の切り欠きで弁を形成し，該弁より異物が混入するのを防止するために両端部が貼着された弁シールを設けていた。",
                "このため，弁シールの貼着とラベルの貼着をしなければならず，手数がかかるとともに，コスト高になるという欠点があった。",
                "【0003】",
                "また，U字状の切り欠きの上部に両端部が貼着した弁シールを用いているため，弁シールにU字状の切り欠きの両端部が押し圧されると，蒸気が抜けずらくなってしまうという欠点があった。",
                "【発明の概要】",
                "【発明が解決しようとする課題】",
                "【0005】",
                "本発明は以上のような従来の欠点に鑑み，販売時には蓋の蒸気抜き部をリング状のシュリンクフィルムで覆って，異物の混入を防止するとともに，電子レンジで加熱すると，複数個の蒸気抜き孔となる蒸気抜き手段によって，蒸気抜き部からの蒸気を外部へ排出することができる電子レンジ用食品容器を提供することを目的としている。",
                "【0006】",
                "また，本発明は製造が容易で，安価に製造することができるリング状のシュリンクフィルムを用いて，低コストの電子レンジ用食品容器を提供することを目的としている。",
                "【課題を解決するための手段】",
                "【0008】",
                "上記目的を達成するために，本発明は電子レンジで加熱される食品が収納される容器本体と，この容器本体の開口部を覆うことができ，かつ該容器本体内で発生する蒸気を抜くことができる蒸気抜き部が形成された蓋と，この蓋で前記容器本体の開口部を閉じた状態を保持し，かつ蓋の蒸気抜き部を覆うことができるリング状のシュリンクフィルムと，このリング状のシュリンクフィルムの前記蓋の蒸気抜き部からの蒸気を外部へ排出できる部位に，通常時には異物の混入を阻止できる少なくとも1個以上の線状の切り欠きで，電子レンジで加熱されると少なくとも1個以上の蒸気抜き孔となる蒸気抜き手段とで電子レンジ用食品容器を構成している。",
                "【発明の効果】",
                "【0009】",
                "以上の説明から明らかなように，本発明にあっては次に列挙する効果が得られる。"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "請求項1により，蓋に形成した蒸気抜き部を，異物の混入を阻止できる少なくとも1個以上の線状の切り欠きが形成されたリング状のシュリンクフィルムによって覆うことができる。",
                "したがって，販売までの間，蓋の蒸気抜き部を，異物の混入を阻止できるようにリング状のシュリンクフィルムで覆うことができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によって，電子レンジで加熱するとリング状のシュリンクフィルムの少なくとも1個以上の線状の切り欠きが，少なくとも1個以上の蒸気抜き孔となる蒸気抜き手段によって，容器本体内の食品から発生する蒸気を，蒸気抜き部を介して外部へ排出させることができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "前記(1)により，リング状のシュリンクフィルムで容器全体を蓋で覆った状態を保持するとともに，蒸気抜き部を覆うことができるので，部品点数が少なく，コストの低減を図ることができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "請求項2も前記(1)～(3)と同様な効果が得られるとともに，凹部内に蒸気抜き部を形成するので，蒸気抜き部を舌片状の切り欠きや，透孔を形成したものを用いることができ，かつリング状のシュリンクフィルムを熱収縮させる時，蒸気抜き手段部を覆って行なうので，全体を同じ熱収縮フィルムで形成したリング状のシュリンクフィルムを用いることができ，安価で，容易に製造することができるリング状のシュリンクフィルムを用いることができる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "請求項3も前記(1)～(3)と同様な効果が得られるとともに，蒸気抜き部からの蒸気を，効率よく蒸気抜き手段によって，外部へ排出させることができる。",
                "【発明を実施するための形態】",
                "【0024】",
                "図10ないし図12に示す本発明を実施するための第3の形態において，前記本発明を実施するための第1の形態と主に異なる点は，凹部11内に1個の透孔あるいは小さな複数個の透孔22で形成した蒸気抜き部12Aを設けた蓋6Bを用いた点で，このように構成した電子レンジ用食品容器1Bにしても，前記本発明を実施するための第1の形態と同様な作用効果が得られる。",
                "【0025】",
                "図13ないし図15に示す本発明を実施するための第4の形態において，前記本発明を実施するための第3の形態と主に異なる点は，平坦面の上面部位に長孔状の蒸気抜き部12Bを形成するとともに，該蒸気抜き部12Bに蒸気抜き手段18が位置するようにリング状のシュリンクフィルム8を配置した点で，このように構成した電子レンジ用食品容器1Cにしても，前記本発明を実施するための第3の形態と同様な作用効果が得られる。",
                "【図10】                              【図12】",
                "【図13】"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲3の記載事項",
              "text": [
                "平成10年8月18日に公開された甲3は，発明の名称を「包装用材料およびそれを使用した包装用容器」とする特許出願に係るもので，甲3には，次の記載がある。",
                "【発明の詳細な説明】",
                "【0001】",
                "【発明の属する技術分野】本発明は，包装用材料およびそれを使用した包装用容器に関し，更に詳しくは，通気性を必要とする物品の充填包装に適する包装用材料およびそれを使用した包装用容器に関するものである。",
                "【0002】",
                "【従来の技術】従来，通気性を有する包装用材料およびそれを使用した包装用容器等としては，種々の形態のものが開発され，提案されている。例えば，電子レンジ用袋においては，加熱調理時に水蒸気等を透過するために，袋体の一辺ないしそれ以上に，迷路のようなシ-ル部を設けた構成からなる通気性を有する包装用袋が知られている。また，米穀用袋においては，上記と同様に，袋体の一辺ないしそれ以上に，迷路のようなシ-ル部を設けてなる通気性を有する包装用袋が知られている。更にまた，袋体を構成するプラスチックフィルムの一部に開口部を設け，更に，該開口部に不織布等を貼り合わせて密閉して，通気性を保持してなる椎茸菌等の菌株栽培用袋，あるいは蒸気滅菌用袋も知られている。",
                "【0003】",
                "【発明が解決しようとする課題】しかしながら，上記のような通気性を有する包装用袋においては，内容物に合致した通気性の度合いを調節することが極めて困難である。例えば，上記のような電子レンジ用袋においては，通気性が大き過ぎると，加熱調理中に水蒸気等が発散し過ぎ，内容物が過乾燥の状態になり易く，また，通気性が乏しい場合には，食品等から蒸発した水蒸気が袋体内面に結露し，その結露した水滴が内容物に付着し，いずれの場合においても内容物の風味を損なうという問題点がある。また，米穀用袋においても，例えば，通気性が大き過ぎる場合には，貯蔵中あるいは店頭において陳列販売中に内容物が乾燥状態になり，また，通気性が乏しい場合には，内容物が湿気を帯びてカビ等が発生し易く，米穀を炊飯したときにその風味を著しく損なうものである。更に，米穀用袋において，通気性が大き過ぎる場合には，その通気孔から虫等が侵入し，思いもしない事故を起こすことがあるものである。更にまた，菌株栽培用袋においても，通気性が大き過ぎると，乾燥状態になり，茸菌が死滅してその用をなさなくなるという問題点があるものであり，更に，雑菌等が侵入し，その用をなさないという問題点がある。また，蒸気滅菌用袋においても，その通気性の度合いにより滅菌処理が充分でないという問題点がある。そこで本発明は，その内容物に合致した通気性を有し，内容物の風味，内容物の物性等を損なうことのない包装用材料およびそれを使用した包装用容器等を提供するものである。",
                "【0004】",
                "【課題を解決するための手段】本発明者は，上記のような問題点を解決すべく種々研究の結果，プラスチックフィルム単層，またはこれを含む積層材の所定の箇所に，例えば，ミシン目状の貫通孔のときには，孔径が，縦×横0．1mm×5mm～0．4mm×5mmで，単位面積当たり，1～5個／cm2存在し，丸孔状の貫通孔のときには，孔径が，0．1mm～5mmで，単位面積当たり，1～10個／cm2存在している通気性を有する透過孔を設け，更に，少なくとも，上記の通気性を有する透過孔を含む部分に，通気性が小なる不織布と通気性が大なる不織布との二層積層不織布からなり，かつ，該二層積層不織布を構成する通気性が小なる不織布の面が，プラスチックフィルム単層，またはこれを含む積層材の通気性を有する透過孔の部分の面に対向して積層してなる包装用材料を製造し，該包装用材料を使用して，これを製袋して包装用容器を製造し，而して，該包装用容器に，例えば，ハンバ-ガ-を入れて電子レンジで加熱調理したところ，内容物の表面は湿り気を帯びておらず，また，ぱさついた感じもなく，更に，内容物として，米穀，椎茸菌等を充填してもその内容物に応じて通気性を調整し得る包装用材料，および包装用容器等を見出して本発明を完成したものである。",
                "【0005】すなわち，本発明は，プラスチックフィルム単層，またはこれを含む積層材の所定の箇所に，通気性を有する透過孔を設け，更に，少なくとも，上記の通気性を有する透過孔を含む部分に，通気性基材を重ね合わせて積層してなることを特徴とする包装用材料およびそれを使用した包装用容器に関するものである。",
                "【0036】",
                "【発明の効果】以上の説明で明らかなように，本発明は，プラスチックフィルム単層，またはこれを含む積層材の所定の箇所に，例えば，ミシン目状の貫通孔のときには，孔径が，縦×横0．1mm×5mm～0．4mm×5mmで，単位面積当たり，1～5個／cm2存在し，丸孔状の貫通孔のときには，孔径が，0．1mm～5mmで，単位面積当たり，1～10個／cm2存在している通気性を有する透過孔を設け，更に，少なくとも，上記の通気性を有する透過孔を含む部分に，通気性が小なる不織布と通気性が大なる不織布との二層積層不織布からなり，かつ，該二層積層不織布を構成する通気性が小なる不織布の面が，プラスチックフィルム単層，またはこれを含む積層材の通気性を有する透過孔の部分の面に対向して積層してなる包装用材料を製造し，該包装用材料を使用して，これを製袋して包装用容器を製造し，而して，該包装用容器に，例えば，ハンバ-ガ-を入れて電子レンジで加熱調理して，内容物の表面は湿り気を帯びておらず，また，ぱさついた感じもなく，更に，内容物として，米穀，椎茸菌等を充填してもその内容物に応じて通気性を調整し得る包装用材料，および包装用容器等を製造することができるというものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲5の記載事項",
              "text": [
                "平成16年1月15日に公開された甲5は，発明の名称を「加熱して使用する食品の包装材料及び包装方法」とする特許出願に係るもので，甲5には，次の記載がある。",
                "【発明の詳細な説明】",
                "【0001】",
                "【発明の属する技術分野】",
                "本発明は，御飯，吸水米，調理食品，これらの冷凍品などの電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品を包装する材料及びその包装方法に関するものである。",
                "本発明による電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品包装品は，密封した不通気性包材を開封して取出したとき，そのまま加温もしくは加熱しても，暴発などすることなく，蒸気を抜くことができるものである。",
                "【0002】",
                "【従来の技術】",
                "一般に，電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品の包装には，不通気性合成樹脂フィルムを用い，これで作ったパッケージの底部に電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品を入れ，不通気性合成樹脂フィルムで蓋をして周囲を加熱熔着し，完全密封型の包装を行っている。",
                "これを電子レンジにかけたり，蒸気加熱したりする場合は，一部を開封して加熱するようにして，開封部分から蒸気を逃して暴発を防止している。",
                "【0003】",
                "また，これ以外にも，蓋の加熱熔着部分に工夫して，一定の熱気圧がかかった時に，一部に通気部を生じさせ，蒸気を逃したり，蓋のフィルムを2重にし，内側に多くの孔を設け，外側のフィルムが一定の蒸気圧がかかったとき，ふくらんで破れるように工夫したものも知られている。",
                "これら従来の電子レンジ等で加熱する食品の包装は，直接各種加熱に対応する食品を包装する材料に工夫をこらしたものであるが，完全密封後の蒸気圧のわずかな増加によって蒸気を逃すようにするのに，かなり困難な工夫を伴うものであった。",
                "【0004】",
                "【発明が解決しようとする課題】",
                "本発明においては，完全密封は，食品の直接包装とは別の包装材料，即ち，2重の包装材料で行うこととし，2重の包装材料で密封した電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品の包装物は，2重の包装材料から取り出して，直ちに電子レンジ，熱湯，蒸気等による加熱を行っても，暴発などしないようにした電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品の包装材料及び包装方法を開発することを目的とした。",
                "【0005】",
                "【課題を解決するための手段】",
                "本発明においては，2重包装の中の電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品の包装材料に，直径1μ～5cmの円形，多角形又は星形の孔及び／又は短径1μ～5cmの楕円形の孔及び／又は一辺の長さが1μ～5cmの正方形，矩形，三角形又は各種変形型の孔を全面もしくは適宜の個所に設けることによって，これら孔から蒸気を逃し，暴発を防ぐことができるものである。",
                "【0006】",
                "一般に，電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品の包装材料は，ナイロン，ポリエステル，ポリエチレン，ポリプロピレンなどの単層，二層，三層のフィルムからなるもので，これを袋状にし，加熱する食品を封入シールするか，底部と蓋部とに成型し，底部に食品をつめ，蓋部を合せて周囲を同一樹脂部で熔着して電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品が包装されている。",
                "【0007】",
                "本発明における各種の孔は，底部にも蓋部にも設けることができる。",
                "各種の直径1μ～5cmの孔は，基本的にはレーザー光線によって，あけることができ，また大きい孔は打ち抜きでよく，更には針による押し開けでもよい。直径1μ～100μの孔であれば，底部に設けても，食品の液部が出ることもない。",
                "蓋部には直径1μ～5cmの孔を設けることができる。直径1μ～100μの孔であれば，食品の液部が出ることもなく，またほとんど見えないので，そのままでもよいが，直径100μ～5cmの孔では，食品や食品の液部がもれ出すことがあるので，それら孔をおおうように通気性のある不織布や調理紙又は通気性のないシール等で周囲を接着させておけばよい。但し，通気性のないシール等の場合はその部分だけを加熱前にはがす必要がある。",
                "【0008】",
                "本発明においては，直径1μ～5cmの円形，多角形又は星形の孔及び／又は短径1μ～5cmの楕円形の孔及び／又は一辺の長さ1μ～5cmの正方形，矩形，三角形又は各種変形型の孔が均一又はごちゃまぜに設けられたり，また直径1cm～5cmの孔であれば蓋に1～5個位設けたり，蓋に1mm～1cmの孔をごちゃまぜに設けることができる。また，蓋の代りに全面を適宜の孔を設けた5～100μ厚のラミネートシールでおおうこともできる。",
                "孔が大きくて，孔から食品や液部がもれ出すのを防止するために各種の孔をおおうように必要な適宜個所に調理紙等の通気性膜又は通気性のないシール等を貼着することができる。",
                "【0015】",
                "【発明の効果】",
                "本発明では，電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品の包装材料の適宜個所に直径1μ～5cmの各種形状の孔をあけておくことによって，不通気性密封袋からとり出して，そのまま電子レンジにかけても，暴発などしない電子レンジ及び／又は蒸気加熱及び／又は熱湯による加熱に対応する食品の包装体とすることができた。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲7の記載事項",
              "text": [
                "平成7年9月12日に公開された甲7は，発明の名称を「食品容器」とする特許出願に係るもので，甲7には，次の記載がある。",
                "【発明の詳細な説明】",
                "【0001】",
                "【産業上の利用分野】本発明は，弁当，惣菜その他の食品収納に好適であり，具体的には圧空，真空成形等のサーモフォーミング法により成形された蓋付きの食品容器に関する。",
                "【0003】",
                "【発明が解決しようとする課題】上記従来構造の食品容器は，密封性に優れ，液漏れを効果的に防止できるものの，容器内部に空気を密封するため周縁折曲部7が被嵌合部5に嵌入し難く，また，電子レンジ等で容器を加熱したときに，密封された空気が加熱膨張して蓋体6を容器本体1から浮き上がらせてしまうことがあった。",
                "【0004】これを解決する方法として，図8(B)に示すように，蓋体6の頂部に小孔8を穿設し，この小孔8から膨張空気や水蒸気を容器外部に排出させる方法が考えられる。しかし，この方法によると，蓋体6にラベルLを貼ったり，容器全体を塩化ビニル，ポリプロピレン等のストレッチフィルムFで包被したりしたときに，小孔8を閉塞させやすく，かかる状態で容器を加熱すると，容器に密封された膨張空気が小孔8から排出できず，容器を圧迫変形させ，蓋体6が弾けて外れ，場合によっては収納物の一部を飛散させてしまう等の欠点があった。",
                "【0005】本発明は，従来の蓋構造及びその解決方法における上記問題点に鑑みてなされたものであり，その目的とするところは，高い密封性を維持しつつ液漏れを効果的に防止できると共に，電子レンジ等による加熱時や高温に熱せられた食品収納時にも，容器内の膨張空気を効率的に排出し，容器を変形させることのない食品容器を提供することにある。",
                "【0006】",
                "【課題を解決するための手段】上記課題を解決するため，本発明の食品容器は，周壁の内側に被嵌合部を有する容器本体と上記被嵌合部に嵌合する縁部を有する蓋体からなる合成樹脂製の食品容器において，上記蓋体上面の少なくとも一部を凹部とし，この凹部内に蓋面表裏を貫通し得る連通部を設けてなるものである。",
                "【0009】",
                "【実施例】以下，本発明の一実施例を図面により説明する。図1乃至図5において，9は容器本体，10は蓋体であり，何れも圧空，真空成形等のサーモフォーミング法により，夫々の周縁が図8に示す従来例と同様な内嵌合構成で平面視略円形の嵌合部形状に成形されている。両者の嵌合は，蓋体10の周縁が容器本体9の外側に被るように嵌合する構成や，上下に重合して嵌合する構成のものでもよく，また平面視楕円状等に成形してあるものでもよい。",
                "【0010】蓋体10の上面中央部には，当該蓋面10aに貼着される任意大きさのラベルLよりも小寸法の凹部11が，蓋面10aの頂部から適宜の深さ凹ませて形成され，この凹部11の底面には蓋体10の表裏を貫通するピンホール状の小孔12が穿設されている。小孔12は，容器内の加熱状態の空気の排出を確実に行なうことのできる適宜な大きさ，例えば0．5～1mm径前後で適宜な個数形成される。この小孔12は，例えば加熱針を蓋面に押し当てる等の任意方法を用いて空けることができるが，孔を空けるときに蓋内面側から外面側へ向かって空けることがより好ましい。また，凹部11及び小孔12を設ける位置は，容器が傾いても液に浸りにくい位置として蓋面10aの中央部付近が好ましいが，この範囲に限定するものではない。",
                "【図1】"
              ]
            },
            {
              "fig": "(5)",
              "subject": "甲8の記載事項",
              "text": [
                "平成4年5月28日に公開された甲8は，考案の名称を「成形された米飯食品用包装容器」とする実用新案出願に係るもので，甲8には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「(ロ)従来技術",
                  "text": [
                    "一般に，成形された米飯食品，即ち，握り飯及び寿司は，持ち運びに便利なように，折りに入れて包装される。折りによる寿司の包装は，複数個の寿司を，包装箱の一方の側にいれ，例えばバランという仕切りを介して，別に複数個の寿司を該包装箱の反対側に入れて，蓋をして包装される。また，例えば，オープンショーケースのように冷却されている冷蔵庫内で寿司を陳列する場合には，寿司が容易に乾燥しないように，一個宛寿司を，フィルムで包んで包装している。」(1頁末行目～2頁10行目)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「(ハ)考案が解決しようとする課題",
                  "text": [
                    "しかし，寿司を折りに入れて包装すると，隣合う寿司が互いに接触して，一方の調味液又は匂いが隣の寿司に移って，寿司の味や臭いを損ねて間題とされている。また，寿司をフィルムで包む包装は，寿司から生じる蒸気がフィルム面で凝結して，曇って，内部の寿司の状態が見えにくくなり，問題とされている。しかも，フィルム包装の場合は，寿司の具のドリップが飯の部分を着色して，客に不快感を与えて問題である。",
                    "本考案は，寿司の包装容器において，味，匂いが損なわれるという間題点について，また，包装容器の透明壁が曇って見え難くなるという問題点について，解決することを目的としている。」(2頁11行目～3頁4行目)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「(ニ)課題を解決するための手段",
                  "text": [
                    "本考案は，寿司を包装容器に入れて，味及び匂いが変化することなく，また，寿司を包装容器に入れても，透明壁が曇ることがないような寿司用の包装容器を提供することを目的としている。",
                    "即ち，本考案は，内側の食品支持面に凹凸が形成されている台部と，台部の側面に気密に接触する側部を有し，透明材料により形成されている蓋部を備える成形された米飯食品用包装容器において，蓋部に複数個の孔が形成されていることを特徴とする成形された米飯食品用包装容器にある。",
                    "本考案において，成形された米飯食品用，特に，寿司用の包装容器は，蓋部と台部から形成されており，台部には，寿司の具から出るドリップを収容するために，内側に凸部が形成され，蓋部には，包装容器の透明壁が，飯からの蒸気の凝結によって曇らないように，孔が形成される。孔が大きいと，曇りは防止されても，寿司の飯が乾燥して固くなり，また，虫が入り易くなって好ましくない。",
                    "そこで，本考案においては，成形された米飯食品用包装容器の蓋部に形成される孔は，円形の孔，多角形の孔又はスリット状の孔などの適宜の形状で，虫や塵埃が容易に入らないような大きさとされる。",
                    "また，孔の数は，包装容器内の相対湿度が，少なくとも10時間の間95％以上に保たれるように，全孔の総開口面積により決定されるのが好ましい。この場合，孔の総開口面積は，寿司を包装した後，室温で，15分以下で蓋部に形成される結露による曇りが解消されるように，例えば，約15mm2以上，好ましくは，約25mm2以上となるように形成されるのが好ましい。また，保存庫の温度が低い場合，例えば冷蔵庫内に保存する場合には，例えば，約30mm2以上，好ましくは，約50mm2以上となるように形成されるのが好ましい。複数の孔は，横に一列に形成してもよいが，上下二段等に，複数段に形成されるのが，蓋部内の水蒸気が，一様に逃散できるので好ましい。例えば，本考案において，孔の大きさは，2mm以下の大きさとすることができる。しかし，1．5mm以下，殊に，1mm以下の大きさとすると，虫の侵入が防止できるので好ましい。」(3頁5行目～5頁6行目)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「(ホ)作用",
                  "text": [
                    "本考案の寿司等の成形された米飯食品用の包装容器は，底部に凸部を有する台部に，側部に複数の孔が形成された蓋部を有しているので，該包装容器の台部に，寿司等の成形された米飯食品を載置して，蓋部を台部に気密に嵌合して，寿司等の成形された米飯食品を包装することにより，蓋部に結露することなく，また，包装された寿司等の成形された食品を乾燥させることなく，例えば，オープンショーケース等の保存庫内に陳列でき，また，持ち運ぶことができる。",
                    "本考案の包装容器は，寿司等の成形された食品を入れた儘一昼夜放置しても，寿司等の成形された食品は，乾燥されることなく，また味や匂いを変化させられることなく，したがって，寿司等の成形された食品の新鮮味を，一昼夜以上に亙って保持することができる。」(5頁17行目～6頁13行目)"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "甲9の記載事項",
              "text": [
                "平成4年3月10日に公開された甲9は，考案の名称を「加熱調理用の包装容器の蓋」とする実用新案出願に係るもので，甲9には，次の記載がある。",
                "「従来の技術，考案が解決しようとする問題点",
                "近年，オーブン，ガスレンジおよび電子レンジ等の加熱調理機器が家庭内に普及するに至り，これに対応したインスタント食品が数々販売されるようになった。",
                "かかるインスタント食品は，熱可塑性合成樹脂等の包装容器に包装された形態で販売され，蓋を除去した後，内容物の食品は容器本体とともにオーブンおよびレンジ等の加熱調理機器で加熱調理するようにされているのが一般的である。",
                "これに対し，最近，フィルム又はシート等の蓋を熱可塑性合成樹脂製の容器本体にかぶせたまま加熱調理機器が加熱調理すれば，すぐに食べられるようにされているインスタント食品が販売されだした。",
                "しかし，この場合，特に蓋が熱可塑性合成樹脂製の容器本体にホッチキス，セロテープ等で固定されていたり嵌合しており，密閉されたものである場合，そのまま加熱調理機器で加熱すると，食品から発生する蒸気，内部に蓄積する熱，又は，空気の膨張等により，容器の内圧が著しく上昇し容器の蓋が脱離するか容器の変形が生じてしまい，加熱も十分行なえないときもある。また蓋が脱離した場合には，容器内の水分がことごとく蒸発し，食味を著しく損ね，甚しい場合には内容物の食品が変質し，焼損する場合が多い。",
                "かかる加熱調理用包装容器の欠点を解消するために，容器の蓋の上部に通気孔を1箇所又は数箇所穿孔し，加熱時に生じる熱，蒸気，膨張した空気を逃がすようにしたものが提案されている。",
                "しかし，容器の蓋に孔があいていると容器内部に常に，ホコリ，虫等の異物が混入するおそれがあり，又，外気の出入を許すため食品衛生・保存の見地からも好ましくない。」(3頁12行目～5頁5行目)"
              ]
            },
            {
              "fig": "(7)",
              "subject": "甲10の記載",
              "text": [
                "平成26年12月8日に公開された甲10は，発明の名称を「食品包装用容器の蓋」とする特許出願に係るもので，甲10には，次の記載がある。",
                "【発明の詳細な説明】",
                "【技術分野】",
                "【0001】",
                "本発明は，熱可塑性合成樹脂シートからなり，電子レンジなどで内容物を加熱することができる食品包装用容器の蓋に関する。",
                "【背景技術】",
                "【0002】",
                "スーパー，デパートやコンビニエンスストアなどの小売店の店頭には，弁当，総菜或いはパスタなどの麺類等の食品が食品包装用容器に包装されて数多く陳列されている。",
                "食品包装用容器としては，例えば，PET，ポリスチレン，ポリプロピレンなどからなる熱可塑性合成樹脂シートを，真空成形や圧空成形など熱成形して製造されているものがある。このような食品包装用容器には，蓋をしたまま電子レンジなどで加熱できるように，蓋の天板部に孔や切込みなどからなる通気部を設け，蒸気等が抜けるようにしたものがある。",
                "【発明が解決しようとする課題】",
                "【0006】",
                "食品包装用容器を複数段に棚積みして陳列した場合，蓋の天板部は荷重を受けるため変形しやすくなる。従来の如く，天板部に孔や切込みなどの通気部を設けた蓋は，天板部の変形により通気部が変形して隙間が大きくなり，塵埃などが容器内に侵入するおそれがあった。",
                "また，弁当などの容器は，例えば，蓋を透明な材料で作製して内部を視認できるようにしたものがある。しかし，天板部に複数の通気部を設けると，通気部により視界が邪魔され，内容物が確認しにくくなることがあった。",
                "さらに，最近では，食品包装用容器は，材料の使用量を節減するため薄肉化する傾向があり，通気部が変形するおそれが高い。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1(特許法120条の5に定める手続の違反)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件理由通知書は，本件訂正を認めることとした上で，本件発明1に係る特許につき，引用発明と本件発明1との相違点の検討として，①引用発明は，食品を収納する容器であるから，引用発明の「小孔」(水蒸気を外部に排気するものである。)の大きさが大きすぎると当該「小孔」を通して異物が侵入するといった不具合が生じることは当業者にとって自明であることを指摘し，また，②甲8(引用文献2)の記載を，食品を収納する容器に形成する孔の大きさを1mm以下の大きさとすると容器内への異物の侵入が防止できることが従来周知の事項であることをいうための例として，③甲5(引用文献3)の記載を，電子レンジで加熱する包装材料に蒸気を逃がすために形成する「孔」の形状を「多角形」，「正方形」，「矩形」とすることが従来周知であることをいうための例として，④甲5及び甲2(引用文献4)の記載を，蒸気を抜くための「孔」を「群」として配置することが従来周知の事項であることをいうための根拠として，それぞれ挙げた上，本件発明1が奏する作用・効果については，引用発明及び上記周知の事項から当業者が容易に予測し得る程度のものであるとし，引用発明において，前記相違点に係る本件発明1の構成を備えるものとすることは，引用発明及び従来周知の事項に基づいて，当業者が容易になし得た事項であるとした(甲11)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件決定は，前記第2の3(3)ア(イ)のとおり，甲3(引用文献6。その記載内容は，前記3(2)のとおりである。)を，「食品を収納する容器に形成する孔の大きさを小さく，例えば1mm以下の大きさとすると，容器内への異物の侵入が防止できること」が従来周知の事項であることをいうための例として，既に本件理由通知書に記載されていた甲8(引用文献2)と併せて挙げるところ，上記(1)②のとおり，原告に対しては，本件理由通知書において，本件発明1に係る特許を取り消す理由の中で，「食品を収納する容器に形成する孔の大きさを1mm以下の大きさとすると，容器内への異物の侵入が防止できること」が従来周知の事項であることが明確に示され，原告に意見書を提出する機会が与えられていたところである。",
                "したがって，本件決定において，甲3(引用文献6)が挙げられたことをもって，特許法120条の5の規定に反するものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲9(その記載内容は，前記3(6)のとおりである。)及び甲10(その記載内容は，前記3(7)のとおりである。)についてみると，本件決定は，前記第2の3(3)及び(4)のとおり，引用発明並びに甲8(引用文献2)，甲3(引用文献6)，甲5(引用文献3)，甲2(引用文献4)及び甲7(引用文献5)を踏まえた従来周知の事項から，相違点1及び2のいずれについても容易想到であるとし，本件発明1及び2は，いずれも特許法29条2項の規定により特許を受けることができないと判断した上で，前記第2の3(5)のとおり，原告の意見書についての判断において，異物侵入のおそれが周知の事項であることをいうための例として，甲9及び10を挙げたものにすぎない。",
                "したがって，甲9及び10は，いずれも，本件決定において，本件特許の取消しの理由とされたものとは認められないから，それらが挙げられたことをもって，特許法120条の5の規定に反するものとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件発明1について，排気の課題と異物混入抑制の課題の二つを他の部材を付加することなく一つの構成手段によって実現することが新たな課題であるにもかかわらず，当該課題について，甲9及び10の記載から本件特許に係る優先日前に周知の課題であると判断することは，甲9及び10をもって実質的に本件発明1の進歩性を否定していることにほかならないと主張する。",
                "しかし，上記(1)①のとおり，原告に対しては，本件理由通知書において，食品を収納する容器において，水蒸気を排気する孔の大きさが大きすぎると孔を通して異物が侵入するといった不具合が生じることは当業者にとって自明であることが明確に示され，原告に意見書を提出する機会が与えられていたところである。甲9及び10は，上記自明とされた事項についての原告の反論を排斥するために挙げられたものにすぎず，上記自明とされた事項その他本件理由通知書で示されていた本件発明1に係る特許を取り消す理由に新たな事項を加えるものとは認められない。",
                "したがって，原告の上記主張は，上記(3)の判断を左右するものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2(引用発明に対する進歩性に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明と引用発明の対比",
              "text": [
                "本件発明1と前記2(2)の引用発明とを対比すると，それらの間には，本件決定が認定した前記第2の3(2)アの一致点及び相違点1が存在すると認められる。",
                "また，本件発明2と前記2(2)の引用発明とを対比すると，それらの間には，相違点1に加え，本件決定が認定した前記第2の3(2)イの相違点2が存在すると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，「小孔の面積の総計が該開放部面積の0．005～1％に相当し」との記載(前記2(1)ア，同イ(エ)a)や，「小孔の大きさを容器本体の上方開放部面積の0．005～1％，好ましくは，0．2～0．8％とすることが望ましい」との記載(同イ(エ)b)がある。この点，①実施例1として，蓋に直径3．2mmの円形の開孔を，蓋の中央を中心として放射状に8個設けることで，容器本体の上方開放部の面積に対する開孔率を0．57％とすることが記載され(同イ(オ))，②実施例2として，容器の上方開放部に約0．8cm2の小孔を設けて開孔率を0．52％とすることが記載されている(同イ(カ))が，それ以上に，「小孔」の形状や大きさ，個数，配置等については具体的な記載がない。",
                    "上記の点に加え，引用発明が，即席麺等の即席食品を短時間で良好な食感に復元することの一方で，調理後に余分の湯を捨てる手間を不必要とすることを目的としたもので(同イ(ア)～(ウ)，(エ)a・b)，蓋の構造について，容器内圧を調圧するといった観点が考慮されて小孔の総面積が設定されていること(同イ(エ)b)を踏まえると，甲1には，当業者において，「小孔」の形状や大きさ，個数，配置等を，その「大きさを容器本体の上方開放部面積の0．005～1％」の範囲内として，任意に設定することの示唆があるということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "他方で，甲1の「産業上の利用分野」(前記2(1)イ(ア))，「従来の技術」(同(イ))及び「発明が解決しようとする問題点」(同(ウ))の各記載に加え，引用発明が「即席食品入り容器」に係るものであることからすると，引用発明に係る「容器」は，電子レンジ加熱の際のみならず，それに至るまでの相応の時間ないし期間にわたり食品を収容して保存しておくことを予定した容器であることが容易に理解される。そして，同じく上記の各記載等によると，引用発明に係る「容器」について，それに収容された食品を電子レンジでの加熱時に改めて洗浄等することが予定されていないことや，小売店等の店舗で販売される食品の「容器」とされることがあり得ることも，容易に理解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点，一定時間又は一定期間にわたり食品を保存するための容器について，一般に，保存中に虫やその他異物が内部に侵入して食品が汚染されることを防止する必要があることは，当業者はもちろん，一般人にとっても公知の事項であるというべきである。このことは，甲2の段落【0002】(前記3(1))，甲3の段落【0003】(同(2))，甲8の「課題を解決するための手段」の記載(同(5)ウ)によっても裏付けられているといえる。",
                        "さらに，上記の必要が，調理時に改めて食品を洗浄等することが予定されていない食品や，小売店等の店舗で販売されるために運搬，陳列等され，虫の接近や塵埃等にさらされ得る食品の容器について，なおさら当てはまることも，当業者はもちろん，一般人にとっても公知の事項であるというべきである。",
                        "したがって，引用発明に接した当業者は，当然に異物混入抑制の課題を認識するものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2の段落【0024】，【0025】，【図10】及び【図13】の記載(前記3(1))によると，蒸気を抜くための「孔」を「群」として配置することは，従来周知の事項であるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲8の「課題を解決するための手段」及び「作用」の記載(前記3(5)ウ，エ)によると，一定時間にわたり食品を保存するための容器について，孔の大きさを，例えば1mm以下の大きさとすると虫の侵入が防止できることは，従来周知の事項であるといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲5の段落【0005】～【0008】の記載(前記3(3))からすると，電子レンジで加熱する包装材料に蒸気を逃がすために形成する「孔」の形状を「多角形」，「正方形」，「矩形」とすること，特に一片の長さが1μ～5cmの矩形とすることや，そのような「孔」をレーザー光線によって形成することは，従来周知の事項であるといえる。なお，蒸気を逃がすために形成する孔が，円形，多角形又はスリット状など適宜の形状でよいことは，甲8の「課題を解決するための手段」にも記載されているところである(前記3(5)ウ)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記アの引用発明における「小孔」の特定事項を前提に，前記イの公知の事項及び前記ウの従来周知の事項を考慮すると，引用発明について，「小孔」の「大きさを容器本体の上方開放部面積の0．005～1％」の範囲内としつつ，「小孔」を「複数の排気長孔からなる排気長孔群」とすることや，排気長孔を「レーザー光線照射により幅0．15～1．0mm，長さ1～12mmの範囲内で形成」することは，当業者が適宜選択し得る事項であるといえる。",
                    "そして，甲1の実施例1では，前記ア①のように直径3．2mmの円形の開孔を8個設けるとされているところ，その場合の開孔の面積の合計は，64．3mm2となり(計算式：半径1．6mm×半径1．6mm×π×8個。小数点第2位以下四捨五入)，「前記排気長孔群における前記排気長孔の開口面積の合計は0．3～100mm2である」という本件発明1における範囲の中間値に近い位置に収まるものである。",
                    "他方，前記ウ(イ)の周知事項からすると，排気長孔の幅を例えば1mm以下とすると虫の侵入が防止できることは，当業者にとって明らかであるといえ，その場合に，「異物混入防止のための，排気長孔群を被覆又は包皮する部材」が不要であることも当業者にとって明らかであるといえる。この点について，引用発明に関し，上記「被覆又は包皮する部材」を省略することができないとみるべき事情は見当たらない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そして，本件明細書の記載(前記1(1))に照らしても，本件発明1が奏する作用・効果について，引用発明及び前記ウの周知事項から当業者が予測し得るものを超えた顕著なものであるとは認められない。",
                    "なお，異物混入抑制の点については，本件明細書において，段落【0030】に，「一般に異物として認識される微小な昆虫等の場合，幅が1．0mmよりも小さいと，容器内部への侵入はほぼ阻まれる」という，前記ウ(イ)の従来周知の事項と同様の記載がみられ，同【0042】において，「昆虫等の異物侵入を有効に抑制できる」，「穴を被覆したり包皮したりするフィルム等の部材は，省略可能となる」といった前記エの当業者にとって明らかというべき事項の記載がみられるほかは，具体的な効果についての記載は見当たらない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によると，引用発明において，相違点1に係る本件発明1の構成を備えたものとすることは，当業者が容易に想到し得た事項であるというべきである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件発明1と引用発明とは，解決課題及び技術思想を互いに異にするもので，引用発明において，異物混入抑制の課題を想定することはできないと主張する。",
                        "しかし，異物混入抑制の課題が，少なくとも，一定時間又は一定期間にわたり食品を保存するための容器について共通の課題というべきものであり，引用発明においても当業者においては異物混入抑制の課題を認識するというべきことは，前記イで判示したとおりである。原告は，電子レンジ用容器においては，一般の食品容器とは異なる課題があるなどと主張するが，異物混入抑制の課題に関し，一定時間又は一定期間にわたり食品を保存するための容器のうち，電子レンジ用容器についてのみ，異なる考慮をすべき事情があるとは認められない。異物混入抑制の課題は，主として，加熱時ではなく，容器の運搬，陳列等，食品の保存に係る場面で問題となる課題というべきであり，加熱時における水蒸気の排気の必要性を根拠として，当業者において，電子レンジ用容器については相違点1に係る本件発明1の構成に想到することができないということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)とも関連して，原告は，本件発明1の解決課題は，排気の課題と異物混入抑制の課題の両方を一つの手段により実現するということにあるなどと主張する。",
                        "仮に，本件発明1の解決課題が原告の主張するとおり認められるとしても，前記ア～オで指摘した諸点に照らすと，相違点1に係る本件発明1の構成自体を，引用発明並びに公知の事項及び周知の事項に基づいて当業者において容易に想到することができたことが左右されるものではない。そして，仮に，原告が主張するように，電子レンジ用容器において，排気孔の構成のみによって排気の課題及び異物混入抑制の課題をともに解決することを明確に開示した技術が従来は存在していなかったとしても，上記のとおり相違点1に係る本件発明1の構成自体は容易想到であったことや，前記オのとおり，本件発明1が奏する作用・効果について，引用発明及び前記ウの周知事項から当業者が予測し得るものを超えた顕著なものであるとは認められないことからすると，原告の上記主張は，前記カの判断を左右するものではないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲2，3，5及び8の解決課題手段や技術思想についての原告の主張は，いずれも，前記ウの従来周知な事項についての判断を左右するものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2について",
              "text": [
                "原告は，本件決定が，本件発明1の解決課題及び技術思想の認定を誤り，また，それらと引用発明の解決課題及び技術思想が異なる点について判断を誤ったものであるから，本件発明1に従属する本件発明2の解決課題及び技術思想についても，その認定を誤ったものであると主張するが，原告がその主張の前提とする点が採用できないことは，前記(2)キのとおりである。",
                "そして，前記(2)アで指摘した点に加え，甲2の段落【0024】及び【図12】の記載(前記3(2))並びに甲7の段落【0010】及び【図1】の記載(同(4))によると，包装容器の蓋に凹部を形成し，当該凹部内に更に小孔を設けることは，従来周知の事項であるといえる。",
                "したがって，引用発明において，相違点2に係る本件発明2の構成を備えたものとすることは，当業者が容易に想到し得た事項であるというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上の次第で，原告の請求には理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "令和3年(行ケ)10011",
    "date": "2021-09-21",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "090581",
    "ipprecedent_id": "5617",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}