{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人に対し，1000万円を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，控訴人が，被控訴人に対し，被控訴人の製造，販売等する製鋼スラグ炭酸固化体ブロックの製造方法が，控訴人の有する本件特許権に係る本件発明の技術的範囲に属すると主張して，民法709条の不法行為による損害賠償請求として，特許法102条3項による損害賠償金5000万円の支払を求める事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審は，控訴人の請求を棄却したことから，控訴人が控訴を提起した。ただし，控訴人は，当審においては損害賠償金1000万円の範囲で被控訴人に支払を請求しており，当審の審理の対象は，上記の範囲に限定されている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提事実並びに争点及び争点に関する当事者の主張は，原判決5頁22行目の「被告方法a」を「被控訴人方法の構成a」に改め，後記3のとおり当審における控訴人の補充主張を加えるほかは，原判決の「事実及び理由」中の「第2  事案の概要」の2及び3並びに「第3  争点に関する当事者の主張」に記載するとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における控訴人の補充主張",
          "text": [
            "当審における控訴人の補充主張は，別紙1「控訴状」の「控訴の趣旨」欄，別紙2の「控訴理由書」の「控訴の理由」欄及び別紙3の「準備書面」の「第2  原告の主張」欄にそれぞれ記載するとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の本訴請求は理由がないものと判断するが，その理由は，後記2のとおり当審における控訴人の補充主張についての判断を加えるほかは，原判決の「事実及び理由」中の「第4  当裁判所の判断」の1及び2に記載するとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の補充主張についての判断",
          "text": [
            "当審において，控訴人は，①発明の名称を「鉄鋼スラグ水和固化体ブロックの製造方法」とする被控訴人の特許（特許第5954237号，出願日平成25年3月29日，登録日平成28年6月24日。甲2。以下「被控訴人特許」という。）に係る発明の名称や用途が本件特許の発明の名称や用途と類似していること，被控訴人特許の登録が本件特許の登録の約2年後にされていること，本件特許の方が被控訴人特許よりも有用であること，②被控訴人が登録商標「マリンブロック」を用いて製造等している被控訴人製品は本件特許に係る製造方法を用いて製造される製鋼スラグ炭酸固化体ブロックの模造品であることなどを主張する。",
            "しかし，被控訴人による被控訴人製品の製造等が控訴人に対する不法行為を構成するか否かは，被控訴人製品の製造方法である被控訴人方法が，本件特許に係る特許請求の範囲の請求項1で示された製造方法すなわち構成要件A～Iを充足するか否かによって判断されるべきところ，被控訴人が主張する上記①及び②の事情は，いずれも，被控訴人方法が本件特許の上記構成要件を充足していることを認めるに足りるものではない。上記①の被控訴人特許に係る事情は，被控訴人方法が本件特許の上記構成要件を充足することを基礎付けるものとはいえない。また，被控訴人が登録商標をもって製造等している被控訴人製品が，本件特許に係る製造方法を用いて製造される製鋼スラグ炭酸固化体ブロックと，その用途や特徴等において一定の範囲で類似しているとしても，そのことから直ちに，被控訴人方法が本件特許の上記構成要件を充足するといえないことも明らかである。",
            "その他の当審における控訴人の補充主張は，いずれも，被控訴人方法が本件特許の上記構成要件を充足していると認められないとの認定判断を左右するものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，控訴人の本訴請求を棄却した原判決は相当であり，本件控訴は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，原判決に従うものとする。また，原判決の引用部分の「別紙」を全て「原判決別紙」と，「被告製品」を「被控訴人製品」と，「被告方法」を「被控訴人方法」とそれぞれ改める。"
  ]
}