{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙被控訴人物件目録記載の製品（以下，「被告製品」という。）を製造し又は販売してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，被告製品及びその製造用金型を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，2000万円及びこれに対する令和2年2月8日から支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「挿入式クラスプ」とする本件特許の特許権者である控訴人が，被控訴人が製造・販売する被告製品が控訴人の本件特許権に係る本件発明の技術的範囲に属すると主張して，被控訴人に対し，特許法100条1項及び2項に基づき，被告製品の製造・販売の差止め並びに被告製品及びその製造用金型の廃棄を求めるとともに，不法行為による損害賠償請求権として，1億3125万円のうち2000万円及びこれに対する令和2年2月8日（訴状送達の日の翌日）から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原審が，控訴人の請求を棄却したため，控訴人が控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実（当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により認められる事実）",
          "text": [
            "原判決「事実及び理由」の第2，1のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件C及び同Fの「第1の磁気誘導部材ホルダ」の充足性"
            },
            {
              "fig": "(2)",
              "subject": "構成要件Dの「第2の磁気誘導部材ホルダ」の充足性"
            },
            {
              "fig": "(3)",
              "subject": "被告製品が本件発明の構成と「均等」であるか否か"
            },
            {
              "fig": "(4)",
              "subject": "本件特許は特許無効審判により無効にされるべきものか否か"
            },
            {
              "fig": "(5)",
              "subject": "損害額"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に対する当事者の主張",
          "text": [
            "次のとおり，原判決を補正し，当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第2，3のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の補正",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決6頁21行目の「争点(3)」を，「争点(4)」に改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決7頁6行目の「争点(4)」を，「争点(5)」に改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点(1)（構成要件C及び同Fの「第1の磁気誘導部材ホルダ」の充足性）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明では，「第1の磁気誘導部材を保持する第1の磁気誘導部材ホルダ」との記載（構成要件C）のとおり，「第1の磁気誘導部材ホルダ」は，「第1の磁気誘導部材」を保持する。",
                        "被告製品では，「第1の磁気誘導部材ホルダ」は，強磁性材料を用いて「第1の磁気誘導部材」と成型上一体化された金属製部材の構成であり，「第1の磁気誘導部材」と物理的に分離していない（下記の【図3】参照）。",
                        "また，本件発明のクラスプは，「第1の磁気誘導部材と，筐体の内部に設けられる第2の磁気誘導部材とが磁力で互いに吸着されて係止する」ものであるところ，「マグネットによる誘導に影響を与えないように」するため，本件明細書等の【0051】には，「マグネット以外の部分には強磁性体の材料を使用しない必要がある」と記載されているが，マグネットによる誘導に影響しないことが明らかな「第1の磁気誘導部材ホルダ」の構成まで，「強磁性体の材料を使用しない」ことは記載されていない。そうすると，「第1の磁気誘導部材」と「第1の磁気誘導部材ホルダ」は，いずれも「強磁性体」であってよいのであるから，共に「強磁性体」かつ一体で成型されている被告製品の「第1の磁気誘導部材ホルダ」及び「第1の磁気誘導部材」を，別の部材として構成しなければならない理由はない。",
                        "さらに，被告製品の「第1の磁気誘導部材ホルダ」には，丸い跡が二つあり，これは押出ピンの跡である。押出ピンは，鋳造加工の際に，金型内で充填が完了し，凝固している鋳物を金型から離型させるときに鋳物を押し出すためのものであり，そのような押出ピンの跡がホルダにあるということは，ホルダは，金型を使って一体成型されたと推測される。そうすると，被告製品は，ホルダの中に磁性体があるのではなく，磁性体を帯びる成分である鉄やクロムを混ぜて，一体成型しているだけである。ホルダの役割を備えた磁気誘導部材となっている以上，本件明細書等の【0051】の記載と同様に，被告製品のホルダも，「筐体」には吸着しないように工夫されており，技術的には同じことになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，被告製品の「第1の磁気誘導部材ホルダ」が，ステンレスでできているため，ホルダは存在しないと主張する。",
                        "しかし，磁力で誘導して吸着するのがホルダであって，被告製品の「第1の磁気誘導部材ホルダ」は，現に吸着している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点(2)（構成要件Dの「第2の磁気誘導部材ホルダ」の充足性）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，「筐体」と成型上一体化したものは，本件発明の「第2の磁気誘導部材ホルダ」とはいわないとして，被告製品は，構成要件Dを充足しない旨判断した。",
                        "しかし，上記判断によると，成型上一体化すれば侵害を容易に免れることになり，特許権を取得すること自体が無意味となる。3Dプリンタの時代に突入した昨今では，一体成型することなど当たり前のことであり，いとも簡単に侵害を免れ得ることになる。成型上一体化したことだけを根拠に非侵害である旨認定することは不当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明の「第2の磁気誘導部材ホルダ」について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決は，本件発明の「第2の磁気誘導部材ホルダ」は，①「第2の磁気誘導部材」を保持すること，②挿入空間を有すること，③「筐体」とは別の部材であることの三つの構成を有する旨認定するが，本件明細書等に「本発明の範囲は，・・・特許請求の範囲に記載された技術的趣旨により定められねばならない。」（本件明細書等の【0053】）とあるとおり，本件発明の文言は，本件明細書等の記述のみならず，その技術的趣旨も考慮して解釈すべきである。本件発明においては，「第1磁気誘導部材ホルダ」が「筐体」に対して挿入及び離脱する方向を制御（規制）可能であればよく，「第2の磁気誘導部材ホルダ」を「筐体」と別の部材とすべき技術上の根拠は存在しない。控訴人は，「第2の磁気誘導部材ホルダ」に相当する部材を「第2のフレーム」と成型上一体化する構成について，本件発明の技術的範囲から意識的にも外形的にも排除していない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，拒絶理由通知に対する平成23年9月5日付けの控訴人の意見書（以下，「本件意見書」という。乙1）の記述を引用した上で，控訴人が「第2の磁気誘導部材」が「筐体」とは別の部材であることを理由とした効果を主張していると認定するが，以下のとおり誤りである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件発明に関して，本件意見書には次の記述がある（以下，「本件記述」という。乙1の6頁～7頁）。",
                                "「本願発明のクラスプに第1の磁気誘導部材ホルダと第2の磁気誘導部材ホルダとを備える効果は，第1の磁気誘導部材ホルダが第2の磁気誘導部材ホルダに挿入されて磁力により互いに吸着されている際に，第1の磁気誘導部材ホルダに引っ張る力が直接加わると，第1の磁気誘導部材ホルダが第2の磁気誘導部材ホルダにのみ力が加わるだけで，筐体自体に力が伝わらないので筐体は開かず，筐体から第1の磁気誘導部材ホルダが外れることがないという点です。」",
                                "意見書とは，特許出願人が拒絶理由通知を発した担当審査官に対して意見を述べるものであるから（特許法50条本文），その内容は，出願書類の記載を前提としたものとなっており，本件意見書も同様である。",
                                "本件記述については，単にその記述部分を形式的に抜き出して解釈すべきでなく，本件明細書等の記載も十分に考慮した上で実質的かつ合目的的に解釈すべきである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件明細書等の【0010】の本件発明の効果についての記載や，【0029】の「ギャップ」に関する記載，【図2】（d）に下記のとおり「ギャップ（G）」が示されていることによると，本件明細書等には，接続した状態のクラスプにおいて磁力による吸着が不用意に解除されても，同時に開口（筐体）に対して力が作用して開口が広がることが未然に防止されるとの効果，すなわち，磁力による吸着が不用意に解除される場合があることを想定し，それでも係止が容易に解除されない効果（ギャップGの効果）の記述があることがわかる。",
                                "【図2】",
                                "本件明細書等の上記の記載を考慮すると，本件記述は，接続状態のクラスプにおいて「第1の磁気誘導部材ホルダ」に対して不用意に「引っ張る力」が付与されたとき，「第1の磁気誘導部材」と磁力により吸着している「第2の磁気誘導部材」を保持する「第2の磁気誘導部材ホルダ」は，「第1の磁気誘導部材」と同方向に引っ張られるが，このとき，その力が開口（筐体）に直接伝わらず，当該力に起因して筐体が開くことがないとの意味として解釈されなければならない。本件記述の「筐体自体に力が伝わらないので筐体は開かず」との記載は，「第2の磁気誘導部材ホルダ」と「筐体」とを別の部材とした効果の主張ではなく，（筐体の）開口に対して引っ張る力が直接伝わらないので開口が広がらない効果を主張したものである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "本件意見書には，本件記述の直後に，次の記載がある（乙1の7頁。なお，引用文献3は，特開2011-025021号公報〔甲23〕である。）。",
                                "「引用文献3のクラスプは，マグネット材410aとマグネット材420aとが磁力により吸着し，マグネット材420aが設けられている第1の部材420の溝450に係止部440が係止されることにより，連結が行われます。この構造は本願発明の係止構造とは異なるものです。」",
                                "【引用文献3・図4（b）】",
                                "クラスプの「係止構造」に着目すると，【引用文献3・図4（b）】の構成では，接続が完了すると，筐体410に挿入された「第1の磁気誘導部材ホルダに相当する部材420」は，縮んだ状態のバネによって挿入方向と反対方向に付勢されるので，上記「部材420」の「溝450」の壁面と，「係止部440」の側面とが互いに接触した状態となり，常に両者間に隙間のない状態で係止されることになる。このため，上図の構成では，係止時に「ギャップG（隙間）」はないので，「部材420」に対して不用意に「引っ張る力」が付与されると，その力が「係止部440」に直接伝わり，当該力に起因して，磁力の吸着の解除と同時に係止が解除されるおそれがある。",
                                "これに対して，本件発明では「ギャップG（隙間）」を有する「係止構造」を採用しているから，そのようなおそれはない。",
                                "具体的な「係止構造」の相違点の上記主張の直前に位置する抽象的な本件記述は，その文脈（文の位置）から判断すると，「第2の磁気誘導部材ホルダ」と「筐体」とを別の部材とした効果の主張ではなく，「ギャップG（隙間）」の効果とおよそ共通の内容の主張と解するのが妥当である。",
                                "なお，審査官は，【引用文献3文献・図4（b）】に記載のクラスプにおいて，「バネが挿入されている管」が本件発明の「第2の磁気誘導部材ホルダ」に相当すると判断したと思われるが，同図の符号「410a」の磁石は，符号「450」の溝が符号「440」の突起に係止されたときは，管の内側に入っているものの，当該係止が解除された状態では管の外側に出るため，この管は，バネを入れておくためのものにすぎず，本件発明の「第2の磁気誘導部材ホルダ」に相当しない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "控訴人は，本件意見書において，本件発明の奏する主要な四つの効果（①筐体の開口を広げて「第1の磁気誘導部材ホルダ」を開口に近づけるだけでクラスプを簡単に接続できる，②「第2の磁気誘導部材ホルダ」がガイドとなり，「第1の磁気誘導部材ホルダ」を「筐体」の開口部にぶつけることなく，筐体から引き抜くことができる，③「第1の磁気誘導部材ホルダ」が「第2の磁気誘導部材ホルダ」に挿入されている吸着時に，「第1の磁気誘導部材ホルダ」に引っ張る力が直接加わっても「第2の磁気誘導部材ホルダ」にのみ力が加わるだけで，筐体自体に力が伝わらないので筐体は開かず，筐体から「第1の磁気誘導部材ホルダ」が外れることがない，④クラスプに何らかの力が加わり，「第1の磁気誘導部材」と「第2の磁気誘導部材」の吸着が外れても，「第1の磁気誘導部材ホルダ」が筐体の開口により係止され，クラスプの接続が解除されることはない）を主張しているところ（乙1の2頁～3頁），これらの効果のうち第1の効果は，本件明細書等の【0009】の効果に対応した内容となっており，第2の効果は，本件明細書等の【0011】の効果に対応した内容であるから，本件記述は，本件明細書等の【0010】の効果（ギャップGの効果）に対応する内容と解するのが自然かつ合理的である。なお，第4の効果は，本件発明の構成要件Fに関するものである。",
                                "拒絶理由通知（甲22）の引用文献中に「第2の磁気誘導部材ホルダ（又は「第2の磁気誘導部材」）」に対応する部材と「筐体」のフレームに対応する部材とが別の部材となった構成が既に開示されているところ（甲23の【図4】，乙4〔国際公開第2006／006476号〕の【図7】～【図9】），本件発明と引用文献記載の構成との相違点を述べて本件発明の進歩性を主張する本件意見書において，本件発明の奏する効果として，「第2の磁気誘導部材ホルダ（又は「第2の磁気誘導部材」）」と「筐体」を別の部材とした効果を述べても無意味であるから，控訴人が，本件意見書において，被控訴人が主張するような主張をしたと解するのは不合理である。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "本件明細書等の実施形態の構成によると，「第2の磁気誘導部材ホルダ」は，「引っ張る」方向（挿入方向とは反対の方向）に対しておよそ垂直な方向に延びる「支軸」を介して筐体に取り付けられているから，「第1の磁気誘導部材ホルダ」に不用意に「引っ張る力」が加わることで，「第2の磁気誘導部材ホルダ」に対して「引っ張る力」が作用すると，その力が必然的に「筐体」にも伝達されることは物理上明らかである。原判決は，この点を看過して解釈している。控訴人には，拒絶理由通知の応答に際して，本件明細書等の全ての実施形態の構成と矛盾する内容（筐体自体に「引っ張る力」が伝わらないこと）を主張する動機はない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告製品について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告製品の「第2のフレーム」には「第2の磁気誘導部材」を保持する部位があり，磁石を保持するホルダとなっている。「筐体」は人間の手で押圧する役割があり，「ホルダ」は磁気誘導部材を保持する役割があるところ，このような部材の役割・機能を一切考慮せずに，筐体と成型上一体化されればホルダではなく筐体であるなどというのは，誤った判断である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告製品は，「第2の磁気誘導部材ホルダ」が保持する「第2の磁気誘導部材」と，「第2のフレーム」の内側面に突設され「第2の磁気誘導部材」を挟むように保持する「一対の板部」を有するとともに，当該板部の折り曲げられた先端部から開口（フレームの先端）にかけて延びるように，表面をおよそ半円筒状に凹んで形成された「半円筒凹部」（下記の〔被告製品の要部を示す図〕参照）を有しており，構成要件Dを充足する。被告製品は，筐体に「半円筒凹部」を有する点で，これを有しない引用文献3とは明らかに異なる。",
                            "〔被告製品の要部を示す図〕"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "仮に，被告製品の「第2の磁気誘導部材ホルダ」に「挿入空間」が形成されていると認められないとしても，被告製品の「第2のフレーム」は，「半円筒凹部」を有し，「第1の磁気誘導部材」が入り込む空間を確保している。この「半円筒凹部」の構成こそが，「挿入空間」の技術的効果，すなわち，吸着部材同士を筐体の中で安定化させる役割，機能を果たすのであり，技術的思想としては構成要件Dと同じである。",
                            "また，被告製品には，「第2のフレーム」の内側面上に，円柱形の磁石である「第2の磁気誘導部材」を保持するスペース（空間）があり，当該スペースを囲うように，一対の板部が突設されている。当該板部は，その開口側の先端部がそれぞれ「第2のフレーム」の内側に向けて90度折り曲げられている。この折り曲げられた先端部は，「第2の磁気誘導部材」に吸着した「第1の磁気誘導部材」を「第2の磁気誘導部材」から引き離す役割を果たす。このため，「第2の磁気誘導部材」は「第2の磁気誘導部材ホルダ」に接着（糊付け等）されてはいない。被告製品では，接着することに代えて，板部の先端部を折り曲げた構成を採用しただけであり，いずれも磁力で吸着した部材同士を互いに離間させる機能を有する点は同じである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "被告製品の磁力は，控訴人の製品（マグキュート）の磁力に比べてはるかに強いものである。これは，「第1の磁気誘導部材ホルダ」に引っ張る力が加わり，磁石（「第1の磁気誘導部材」）が引っ張られた際に，直接，開口を広げようとする力が加わらない構成を採用しつつ，不安定な吸着状態となるのを回避するために他ならない。被告製品では，磁力を強めることで，磁石同士の吸着力を向上させ，これにより，接続時に開口に直接力が伝わらない程度に，磁石と開口との間隔（「ギャップG」）を保持しつつ，クラスプが不用意に外れることを回避しているのであり，その結果，控訴人の製品（マグキュート）や本件明細書等のクラスプと同じ効果を奏するものとなっている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，被告製品は，「第2の磁気誘導部材ホルダ」を有し，構成要件Dを充足する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被控訴人は，本件明細書等の【0011】を引用した上で，「挿入部が筐体の中心軸上に保持された状態で移動する」構成が，本件発明の技術的意義であるが，被告製品はそのような動作をするものでない旨主張する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書等の【0011】，【0032】には，「挿入部が筐体の中心軸上に保持された状態で移動する」との記述はあるが，本件特許の【請求項1】の発明（本件発明）は，【請求項7】の発明（二つのフレームのそれぞれが略同一の外形とした構成）のように，一対のフレームがおよそ「対称」に構成されることに限定されず，「非対称」の構成も当然に含まれるため，「筐体」の「中心軸」そのものを観念し得ないから，本件明細書等の上記記述を基に，「挿入部が「筐体」の中心軸上に保持された状態で移動する」ことが本件発明の効果であると解釈するのは誤りである。上記記述が本件発明（請求項1の発明）の効果ではないことは，控訴人が本件発明の効果を主張した本件意見書において，上記記述の内容を何ら主張していないことからも裏付けられる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被控訴人は，本件明細書等の【0011】を引用した上で，クラスプを接続するときの挿入部の動作を主張していると考えられるが，上記段落には，クラスプの接続を解除するときの挿入部の動作は記載されているものの，クラスプの接続時の挿入部の動作は何ら記載されていないから，同段落の記載は，本件発明のクラスプの接続時の動作を限定する根拠にはなり得ない。",
                            "また，本件発明の挿入部は，「筐体の中心軸上に保持された状態で移動する」ものではないが，仮にそうであるとすると，「不完全な開口」であっても少なくとも「挿入部の外径の長さだけ開口した」状態であれば，開口を介して筐体から離脱させることは十分に可能なはずである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，本件発明は，「挿入部が筐体の中心軸上に保持された状態で移動する」構成に限定されるものではないから，被控訴人の主張は失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "被控訴人は，被告製品では挿入部の全体が強磁性体であるので，挿入部は，開口部に当たり挿入できないほど，あらゆる不規則な姿勢で移動すると主張する。",
                        "しかし，被告製品の挿入部（「第1の磁気誘導部材」と「第1の磁気誘導部材ホルダ」とを含み，強磁性材料を用いて成型上一体化された金属製部材）は，その全体が「筐体」に収容可能な構成であり，その先端部（「第1の磁気誘導部材ホルダ」）は，装飾用鎖状部材（連接された真珠など）に取り付けられる後端部（先端部と反対側の端部）などに比べて横断面の面積が大きくかつ所定の厚みを有する円柱形状となっており，挿入部において最も磁力の作用を受ける部位となっている。通常，挿入部の後端部は装飾用鎖状部材に取り付けられて使用され（下記の【写真1】参照），接続すると挿入部はその全体が「筐体」に収容されてしまうので，ユーザは，被告製品の接続操作をする際に，挿入部ではなく，装飾用鎖状部材（例えば珠玉）を把持して操作するから，このような接続の操作時において，挿入部と「筐体」とを相互に近接させると，挿入部は，「第2の磁気誘導部材」の磁石の吸引力によって自然に，その先端部を「筐体」内の「第2の磁気誘導部材」に向けた姿勢となる（下記の【写真2】参照）。",
                        "【写真1】                            【写真2】",
                        "このため，被告製品の挿入部は，開いた状態の「筐体」に対して，上記姿勢のまま，その先端部（円柱形状の部位，「第1の磁気誘導部材ホルダ」）から「筐体」内に導かれる。",
                        "また，被控訴人は，挿入部全体が強磁性体である被告製品では，「筐体と挿入部の距離が適切な状態ではなくて（接近しすぎている時），かつ，挿入部が，『筐体』の中心線軸と平行になっていない時は，挿入できない」と述べ，この点において本件発明に比べて挿入を失敗する確率が高いと主張する。",
                        "しかし，互いに接近しすぎており，かつ挿入部が「筐体」の方向と異なる方向を向いているときなどでは，本件発明の構成といえども挿入が容易でない（挿入の失敗の確率が高い）ことは，物理的に自明であり経験則からも明らかである。「筐体」と挿入部との互いの距離が不適切であるとき，すなわち，被控訴人が述べる「適切な状態ではない」ときには，挿入部の構成にかかわらず，それだけで挿入の失敗の確率が増えることは自明である。",
                        "したがって，被告製品の挿入部は，「第2の磁気誘導部材」に吸着して「筐体」に収容される本件発明の「第1の磁気誘導部材ホルダ」と共通の作用効果を奏するものであり，被控訴人が主張するような開口部に当たり挿入できないとの問題は生じない。",
                        "被告製品において，被控訴人が主張するような問題が生じないことは，現実に被控訴人が被告製品を製造・販売している事実からも裏付けられる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点(3)（被告製品が本件発明の構成と「均等」であるか否か）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明と被告製品の形式的な相違点は，次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点α：「第1の磁気誘導部材ホルダ」（構成要件C）",
                          "text": [
                            "本件発明では，「第1の磁気誘導部材を保持する第1の磁気誘導部材ホルダ」との記載（構成要件C）のとおり，「第1の磁気誘導部材ホルダ」は，「第1の磁気誘導部材」を保持する。",
                            "被告製品では，「第1の磁気誘導部材ホルダ」は，強磁性材料を用いて「第1の磁気誘導部材」と成型上一体化された金属製部材の構成であり，「第1の磁気誘導部材」と物理的に分離していない（前記の【図3】参照）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点β：「第2の磁気誘導部材ホルダ」（構成要件D）",
                          "text": [
                            "本件発明では，「筐体の前記中空に設けられ，・・・挿入空間を有する第2の磁気誘導部材ホルダ」との記載（構成要件D）のとおり，「第2の磁気誘導部材ホルダ」は，挿入空間を有するとともに，「筐体」の中空に設けられる。",
                            "被告製品には，「半円筒凹部」が形成されており，この「半円筒凹部」の表面は，「第1の磁気誘導部材ホルダ」の挿入方向と垂直な方向の断面が円弧状の「円弧面」であって，「第1の磁気誘導部材ホルダ」の円柱形状の外周面に対応した形状となっており，「第1の磁気誘導部材ホルダ」が挿入される「挿入空間」を画定する。被告製品では，「第2の磁気誘導部材ホルダ」（「『第2の磁気誘導部材』を保持する部位」及び「挿入空間」）は，「筐体」を構成する「第2のフレーム」の内側の部位（筐体内部）に形成され，「第2のフレーム」と成型上一体化されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告製品との相違部分が本件発明の本質的部分ではないこと（第1要件）",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件発明の本質的部分",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件明細書等の【0004】によると，本件発明の課題は，ユーザが，差し込み口に差し込み部材を差し込んで接続する従来のクラスプでは，(A)ユーザは，その接続を，手探り，または目視で，位置合わせして行う必要があり，接続時の操作が困難であったこと，(B)ブレスレットに適用した場合，ユーザは片手で装着する必要があり，接続の操作がより一層困難であったこと，(C)クラスプを，きちんと把持したり，手探りや目視で位置合わせ可能な程度の大きさに形成する必要があり，小型化する際の制約があったことである（判決注：下線は控訴人による。）。",
                                "また，本件明細書等の【0005】も踏まえると，本件発明の目的（課題）は，アクセサリの装着を容易化し，片手でも接続が可能なクラスプ，並びに，小型化が可能なクラスプを提供することにある。",
                                "本件発明は，上記課題の解決を図るものであり，ⓐ「第1の磁気誘導部材」と「筐体」内部の「第2の磁気誘導部材」とを磁力で互いに吸着する構成とし，ⓑ「筐体」を，「第1のフレーム」と，「第2のフレーム」と，これらフレームを連結する「支軸」と，これらフレームを支軸回りに回転させて開口を広げる「付勢手段」とを有する構成とし，ⓒさらに，「筐体」を，「第1の磁気誘導部材ホルダ」を収容可能な構成とし，「第1の磁気誘導部材ホルダ」を収容したとき，開口から「第1の磁気誘導部材ホルダ」が抜け落ちることを防止する構成としている。",
                                "本件明細書等の【0009】，【0017】によると，本件発明の作用効果は，本件発明のクラスプによると，ユーザが開口を広げた状態で「筐体」を把持しながら「第1の磁気誘導部材ホルダ（「筐体」への挿入部）」に近接させるだけで，当該「第1の磁気誘導部材ホルダ」を自動的に「筐体」の内部へ導き，「筐体」から抜け落ちない状態で接続でき，クラスプを接続する際，ユーザは，「第1の磁気誘導部材ホルダ」を把持する必要がなく，「第1の磁気誘導部材ホルダ」と「筐体」との相互の位置を目視等で正確に把握する必要もないので，接続操作が容易になり，片手で接続することも可能になるとともに，クラスプの小型化を実現できるという点にある。",
                                "本件発明の解決課題，手段，及び作用効果の各内容を踏まえると，本件発明の実質的価値は，①両手を使用しなければ接続できないほど接続操作そのものが困難であった従来のクラスプに対して，片手でも接続操作可能なほどに接続操作を容易化したこと，②「第1の磁気誘導部材ホルダ」等を把持して目視等により正確に位置合わせ可能な大きさにせざるを得なかった従来のものに対して，その必要性がなく，これによりクラスプの小型化を実現可能としたことにある。",
                                "本件発明の実質的価値は，ユーザが，開口を広げた状態で「筐体」を把持しながら「第1の磁気誘導部材ホルダ」に近接させるだけで，「第1の磁気誘導部材ホルダ」を自動的に「筐体」の内部へ導いて「筐体」に収容させ，収容した「第1の磁気誘導部材ホルダ」が「筐体」から抜け落ちない状態で接続する構成を社会に開示した点にあり，「第1の磁気誘導部材ホルダ」を「第2の磁気誘導部材」に磁力で吸引・吸着させることにより「第1の磁気誘導部材ホルダ」全体を「筐体」に収容させ，収容した「第1の磁気誘導部材ホルダ」を「筐体」（開口）から抜けないようにした構成を社会に開示した点にある。",
                                "したがって，本件発明の根本的かつ重要な特徴的構成は，特許請求の範囲の【請求項1】のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分であるところの上記ⓐ～ⓒの構成である。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "被控訴人は，「挿入部が筐体の中心軸上に保持された状態で移動する」構成が本件発明の技術的意義を有すると主張する。",
                                "しかし，本件特許の優先日前に公開された特許公報（第4044598号。以下，「甲24公報」という。甲24）には，「1対の顎部材6により構成された略円筒形の鰐口クリップ3の中心部には，支持部材8を設けている。・・・支持部材8は，先端部には円板状のＮ極磁石10を固定している」（7頁19行～22行），「支持部材8は，上記のように，支軸5と，アーム軸12及びリンクアーム13とによって，鰐口クリップ3に対して2点支持の状態で取り付けられている。そのため，後述のように鰐口クリップ3の開口／閉口動作を行わせる際にも，支持部材8と鰐口クリップ3との相対的な空間位置関係は，先端-後端方向沿いの予定されたスライド動作を除き，不規則に変動又は揺動しない」（7頁32行～36行）との記載があり，支持部材の先端部に設けられたＮ極磁石が，1対の顎部材間の中心部を通る線上をスライド動作する機構が示されている。",
                                "このように，「挿入部が筐体の中心軸上に保持された状態で移動する」構成は，「従来技術に見られない特有の技術的思想を構成する特徴的部分」を構成するものではないから，本件発明の本質的部分と評価することはできない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "被告製品との相違部分が本件発明の本質的部分ではないこと（第1要件）",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件発明の本質的部分は前記aのとおりであるから，「第1の磁気誘導部材ホルダ」は，「第2の磁気誘導部材」と磁力で吸引・吸着し，かつ，その全体が「筐体」に収容される大きさであって，閉じた「筐体」の開口から抜けない外形を有する構成であればよいし，「第2の磁気誘導部材ホルダ」は，「筐体」の内部に「第2の磁気誘導部材」を配置させる構成であればよい。",
                                "そうすると，相違点α，βは，いずれも，本件発明の本質的部分ではない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "被告製品の「第1の磁気誘導部材ホルダ」は，強磁性材料を用いて「第1の磁気誘導部材」と成型上一体化された金属製部材の構成であるが，「第2の磁気誘導部材」は磁石であるから，これに吸引・吸着する「第1の磁気誘導部材ホルダ」を強磁性を有する構成としてもよく，その際，「第1の磁気誘導部材ホルダ」の全体を強磁性体とするか，その一部に強磁性体を設けるかの違いは特段問題とはならない。被告製品は，挿入部の全体が強磁性体であるとしても，本件発明と本質的部分が異なるものではない。",
                                "また，甲24公報には，「係止部材4の先端側（鰐口クリップ3との対向面側）には，細径であるネック部15を介して前記Ｎ極磁石10と同形状のS極磁石16を固定している」（9頁47行～49行）との記述があり，挿入部の先端部のみに磁石を設けた構成が開示されているから，磁石を収容した「筐体」に対して挿入される「挿入部」において，その（全体ではなく）先端部のみに磁石又は強磁性体を設けた構成は，従来技術に見られない特有の技術的思想を構成する特徴的部分を構成するものでもない。したがって，そのような挿入部の構成を本件発明の本質的部分と評価するのは妥当でない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上から，被告製品は，均等の第1要件を充足する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違部分を被告製品におけるものと置き換えても，本件発明の目的を達成することができ，同一の作用効果を奏すること（第2要件）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被告製品では，「第1の磁気誘導部材」（「筐体」への挿入部）と，「筐体」の内部に設けられる「第2の磁気誘導部材」とが磁力で互いに吸着して接続される。また，被告製品の「第1の磁気誘導部材ホルダ」は，その大きさが，接続時にユーザが把持するのを前提に形成される「筐体」の大きさとの対比において小さく，そのおよそ全体が「筐体」（中空）に収容されかつ開口から抜け落ちない状態で接続される。",
                            "被告製品は，ユーザが「筐体」を把持して開口を広げた状態で「第1の磁気誘導部材ホルダ」に近接させるだけで，磁力の作用により自動的に「第1の磁気誘導部材ホルダ」を「筐体」の内部へ導き，収容した状態で接続するものであるから，本件発明と同一の作用効果を奏する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人は，本件明細書等及び本件意見書において，本件発明のクラスプについて，接続時の「第1の磁気誘導部材ホルダ」は，「第2の磁気誘導部材ホルダ」内に挿入されているので，「第1の磁気誘導部材ホルダ」を「筐体」から外す際，「第2の磁気誘導部材ホルダ」がガイドとなり容易に引き抜くことができる効果を主張している（本件明細書の段落【0011】，本件意見書〔乙1〕の2頁）。",
                            "被告製品は，「第2のフレーム」の内側面において，「『第2の磁気誘導部材』を保持する部位」から開口（フレーム先端）にかけて「円弧面」を有するので，「筐体」から「第1の磁気誘導部材ホルダ」を外す際，「第1の磁気誘導部材ホルダ」は当該「円弧面」にガイドされ，開口周辺に引っかかることなく容易に引き抜かれるため，同様の効果を有する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点αの置換可能性",
                          "text": [
                            "本件発明の「第1の磁気誘導部材ホルダ」の構成を，被告製品のように「第1の磁気誘導部材」と成型上一体化したものに置き換えても，上記aのとおり，本件発明の目的を達成できかつ同一の作用効果を奏する。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点βの置換可能性",
                          "text": [
                            "「挿入空間」を有する本件発明の「第2の磁気誘導部材ホルダ」の構成を，被告製品のように「第2のフレーム」と一体成型したものと置き換えても，上記aのとおり，本件発明の目的を達成できかつ同一の作用効果を奏する。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "以上によると，被告製品は，均等の第2要件を充足する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違部分を被告製品におけるものと置き換えることが，被告製品の製造等の時点において容易に想到できたこと（第3要件）",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点αの置換容易性",
                          "text": [
                            "一般的に，製品の製造コスト削減を図るために構成部品点数を減らすことは常套手段である。近時における金属部品の製造技術（型製造技術・切削加工技術等）の進展に鑑みると，互いに当接した状態で組み付けられる複数の金属製パーツを成型上一体化することは，当業者が極めて容易に想到することができるものである。",
                            "また，前記ア(ア)のとおり，共に「強磁性体」かつ一体で成型されている被告製品の「第1の磁気誘導部材ホルダ」及び「第1の磁気誘導部材」を，別の部材として構成しなければならない理由はない。",
                            "したがって，被告製品の製造等の時点（平成26年初頭以降）において，「第1の磁気誘導部材ホルダ」を「第1の磁気誘導部材」を保持する構成から「第1の磁気誘導部材」と一体成型されたものに置き換えること，すなわち，鋳造や切削といった金属加工技術により「第1の磁気誘導部材ホルダ」及び「第1の磁気誘導部材」の両者を一体で製造することは当業者が容易に想到することができたことである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違部分βの置換容易性",
                          "text": [
                            "製品の製造コスト削減を図るためその構成部品点数を減らすことは常套手段であって，複数パーツを成型上一体化することは当業者にとって容易に想到することができたものである。また，本件発明の課題解決原理及び作用効果の各内容を踏まえると，本件発明の「第2の磁気誘導部材ホルダ」は，一対のフレーム（「筐体」）の内側にあればよいのであり，「筐体」の中空において「第2のフレーム」とは別の部材として設けなければならない理由はない。",
                            "したがって，被告製品の製造等の時点において，「第2の磁気誘導部材ホルダ」（「『第2の磁気誘導部材』を保持する部位」及び「挿入空間」）を「筐体」の中空に設けられる構成から「第2のフレーム」と成型上一体化したものに置き換えること，すなわち，「第2の磁気誘導部材ホルダ」及び「第2のフレーム」の両者を一体成型することは，当業者が容易に想到することができたことである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によると，被告製品は，均等の第3要件を充足する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被告製品が，本件発明の出願時における公知技術と同一，又は，公知技術から容易に推考できたものではないこと（第4要件）",
                      "text": [
                        "被告製品は，本件発明と同様に，ユーザが，開口を広げた「筐体」を「第1の磁気誘導部材ホルダ（「筐体」への挿入部）」に近接させるだけで，「第1の磁気誘導部材ホルダ」を自動的に「筐体」の内部へ導いて「筐体」に収容し，「第1の磁気誘導部材ホルダ」が「筐体」から抜け落ちない状態で接続するものである。",
                        "被告製品における上記構成は，本件発明の出願時における公知技術と同一，又は，公知技術から容易に推考できたものではない。",
                        "したがって，被告製品は，均等の第4要件を充足する。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "被告製品が本件発明の出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情がないこと（第5要件）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明の出願手続において被告製品の構成を特許請求の範囲から意識的に除外している等の特段の事情はない。",
                            "したがって，被告製品は，均等の第5要件を充足する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記イ(イ)bのとおり，原判決は，本件記述を引用した上で，控訴人が「『第2の磁気誘導部材』が『筐体』とは別の部材であること」を理由とした効果を主張していると認定するが，控訴人は，「第2の磁気誘導部材ホルダ」と「筐体」とが別の部材であることを当然の前提としたものではないし，それを前提とする効果を主張しているのではない。本件記述は，これらの部材を一体成型した構成（相違点β）を本件発明から除外する趣旨ではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "当審における被控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "争点(1)（構成要件C及び同Fの「第1の磁気誘導部材ホルダ」の充足性）について",
                  "text": [
                    "控訴人は，被告製品では，「第1の磁気誘導部材ホルダ」は，強磁性材料を用いて「第1の磁気誘導部材」と成型上一体化された金属性部材の構成であり，「第1の磁気誘導部材」と物理的に分離していないと主張する。",
                    "しかし，被告製品の第 1 の磁気誘導部材は，接続部より前方にあって，その第1 の磁気誘導部材は，全て無垢のステンレスの磁気誘導部材でできている。そのため，被告製品では，第 1 の磁気誘導部材ホルダは必要ではないし，肉眼で双方の部材の存在の確認もできない。",
                    "本件明細書等の【0051】には，「マグネットによる誘導に影響を受けないように，マグネット以外の部分には，強磁性体の材料を使用しない必要がある。」とある。磁気誘導部材ホルダがあれば，非磁気誘導部材を使用しなければならないが，被告製品の挿入部には非磁気誘導部材は存在しないから，被告製品には，第1 の磁気誘導部材ホルダは存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "争点(2)（構成要件Dの「第2の磁気誘導部材ホルダ」の充足性）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件意見書3頁4行目の次の記載は，本件発明の「第2の磁気誘導部材ホルダ」は，「筐体」から独立した部材であるので，引っ張る力が直接加わっても，「第2の磁気誘導部材ホルダ」にのみ力が加わるだけで，「筐体」自体に力が直接伝わらないという意味である。",
                        "「更にまた，第1の磁気誘導部材ホルダと第2の磁気誘導部材ホルダを備えることにより，第1の磁気誘導部材ホルダが，第2の磁気誘導部材ホルダ内に挿入されている吸着時に，第1の磁気誘導部材ホルダに引っ張る力が直接加わっても第2の磁気誘導部材ホルダにのみ力が加わるだけで，筐体自体に力が伝わらないので筐体は開かず，筐体から第1の磁気誘導部材ホルダが，外れることはないという効果があります。」",
                        "被告製品は，「第2の磁気誘導部材ホルダ」と「第2のフレーム」が一体化されているので，引っ張れば，当然，「第2のフレーム」に直接力が加わることになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書等の【0011】には，「挿入部は，筐体の中心軸上に保持された状態で移動する。」とある。本件発明では，「筐体」が完全開口して「第2の磁気誘導部材ホルダ」の後部が「筐体」の後部に挟まれたときに，「第2の磁気誘導部材」は，「筐体」の中心軸上に固定され，その結果，上下のフレームの開口部は「筐体」の中心軸上に対して等しく開口し，挿入部は，「第2の磁気誘導部材」の磁力のガイド作用によって，「第2の磁気誘導部材」の中心軸上を移動するので，上下の開口部に当たることなく挿入できる。",
                            "しかし，被告製品の「第2の磁気誘導部材ホルダ」は，「第2フレーム」の内側に，およそ平行に一体化されているので，開口すると「第2のフレーム」と共に，「筐体」の中心軸上より下に位置することになる。その結果，挿入時には，挿入部は，「第2の磁気誘導部材」の磁力のガイド作用によって，「第2のフレーム」とおよそ平行に移動して挿入されるのであり，本件発明と同様のことは生じない。",
                            "また，被告製品では，挿入部全体が強磁性体であるから，完全開口しても，挿入部は，あらゆる不規則な姿勢（例えば，挿入部と筐体の中心軸が交差している状態）で移動するので，開口部に当たり挿入できないこともある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明では，挿入部の外径の長さだけ開口した不完全な開口状態の時は，「第2の磁気誘導部材ホルダ」の先端部は，「第2のフレーム」の内側に接触した状態にあり，挿入部は，「第2の磁気誘導部材」の磁力のガイド作用によって，「第2の磁気誘導部材」の中心軸上を移動，すなわち，「第2のフレーム」とおよそ平行に移動する。しかし，「第2のフレーム」の開口部は，挿入の邪魔をする位置にあるので，挿入部は，「第2のフレーム」の開口部に当たって挿入できない。",
                            "他方，被告製品は，挿入部を係止する開口部が「第1フレーム」に一つしかなく，「第1フレーム」の開口部が挿入部の外径の長さだけ開口（不完全な開口）すると，挿入部は，「第2の磁気誘導部材」の磁力のガイド作用によって，「第2の磁気誘導部材」の中心軸上を移動，すなわち，「第2のフレーム」とおよそ平行に移動する。そのため，開口部に当たることなく挿入できる。筐体に関しては，被告製品の方が，本件発明より確実で容易に挿入できる構造である。",
                            "上記で述べたことは，離脱についても同様である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人は，被告製品について，挿入部全体が強磁性体のときでも，挿入部は，必ず先端部から入って筐体の中に正しい姿勢で開口に当たることなく挿入できると主張する。",
                            "挿入部の接続部より後部（ネックレス）をつまんでいて，かつ，筐体と挿入部の距離が適切な状態であって，かつ，挿入部が筐体の中心性と平行になっているときには，控訴人が主張するように挿入できる。",
                            "しかし，筐体と挿入部の距離が接近しすぎ，かつ，挿入部が筐体の中心線と平行になっていないときは，挿入できない。首の後ろでの装着は，筐体と挿入部の適宜な距離が分からないし，挿入部が平行になっているかどうかも分からないので，正しい姿勢で，かつ，適切な位置でないと挿入を失敗する機会が増える。",
                            "これに対し，本件発明のように，挿入部の先端部のみを強磁性又は磁石を使用し完全開口すれば，挿入部は先端部から入って，筐体の中心線と同一線上を平行に正しい姿勢で開口に当たることなく挿入できる。",
                            "どちらが確実に，かつ，容易に装着できるかの確率の問題である。",
                            "以上のとおり，本件発明と被告製品には重要な部分に違いがあり，同一の効果もない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明の「第2の磁気誘導部材ホルダ」は，「第2のフレーム」とは別の部材であり，本件明細書等には，「第2の磁気誘導部材ホルダ」と「第2のフレーム」が一体化されているとの記載はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "争点(3)（被告製品が本件発明の構成と「均等」であるか否か）について",
                  "text": [
                    "本件明細書等には，「マグネットによる誘導に影響を受けないよう」との記載があり，上記イ(イ)のとおり，本件発明では，挿入部は，「筐体」の中心軸上に保持された状態で移動するから，被告製品は，本件発明と本質的な部分に違いがあり，本件発明と同一の効果を有しない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，控訴人の請求はいずれも理由がないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の意義等について",
          "text": [
            "次のとおり，原判決を補正するほかは，原判決「事実及び理由」の第3，1記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決13頁19行目の次に，行を改めて，次のとおり加える。",
                "「【0031】",
                "以上が筐体2と挿入部3との接続手順である。なお，図2（a）の状態において，ユーザは必ずしも挿入部3を把持する必要はなく，その代わりに挿入部3に連結された珠玉部分を把持して良い。珠玉4のほうが挿入部3よりも大きいため，把持するのは容易である。さらに，図2（b）の状態で，ユーザは挿入部3を把持しなくてもよい。後は，マグネット27による磁力によって挿入部3は自動的にマグネット挿入部26aに導かれる。",
                "【0032】",
                "クラスプ1の接続を解除する場合，筐体2のスリット部24の上下部分（図2（c）の矢印の箇所と方向）に力を加え（図2（c）の状態），挿入部3を引き抜けばよい。",
                "引き抜く際，挿入部3が第2のマグネットホルダ26のマグネット挿入部26aの内壁部分によってガイドされ，その結果，挿入部3は筐体2の中心軸上に保持された状態で移動する。従って，挿入部3は筐体2の開口部23の周辺に引っ掛かるなどの不都合を生じること無く，安定して筐体2から引き抜かれる。",
                "【0036】",
                "本実施形態の筐体6は，支軸62を基準に左右対称の形状になっている（図3（a）参照）。また，筐体6の両方の端面に2つのスリット構造の開口部63a，63bを備える。その内部には2つのマグネット67a，67bが搭載されたマグネットホルダ66が支軸62にピボット可能に固定されている。マグネットホルダ66は，内部にマグネット67a，67bを保持し，所定の長さを有する円柱形状の空間であるマグネット挿入部66a，66bがそれぞれ，開口部63a，63bに対向するように設けられている。すなわち，マグネット67a，67bは開口部63a，63bよりそれぞれ外部を臨むように設けられている。さらに，2つのトーションバネ68，69が支軸62に設置されている。",
                "【0037】",
                "次に，このクラスプ5の接続方法について図3（a）～（d）を参照して説明する。まず，図3（a）に示すように，ユーザが挿入部3aを筐体6に所定の距離だけ近接させる。次いで，図3（b）に示すように，開口部63bに近い筐体6の上下（図3(b)の矢印の方向および箇所）に力を加える。それに応じて，開口部63aが画定する空間領域が拡大し，開口部63bの画定領域が縮小する。その結果，挿入部3aのマグネット32aと筐体6のマグネット67aとの間の磁力作用により，マグネットホルダ31aが筐体6の内部のマグネットホルダ66のマグネット挿入部66aに挿入される。その後，筐体6に加えた力を解放する。",
                "【0051】",
                "本発明の各実施形態に係るクラスプを構成する各構成要素の材料は特定のものに限定されるものではなく，各種金属，樹脂等の任意の材料を用いてよい。ただし，マグネットによる誘導に影響を与えないように，マグネット以外の部分には強磁性体の材料を使用しない必要がある。同様に，各部材の製法も削り，貼り合わせ，エッチング，金型やプレス機を用いたモールド加工等，任意の加工手法を用いてよい。",
                "【0053】",
                "以上，本発明を図面に示した実施形態を用いて説明したが，これらは例示的なものに過ぎず，本技術分野の当業者ならば，本発明の範囲および趣旨から逸脱しない範囲で多様な変更および変形が可能なことは理解できるであろう。したがって，本発明の範囲は，説明された実施形態によって定められず，特許請求の範囲に記載された技術的趣旨により定められねばならない。",
                "【図3】",
                "」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決13頁21行目～14頁4行目を，次のとおり改める。",
                "「ア  従来のクラスプは，接続の際の位置合わせや小型化が困難であった。本件発明は，装飾用鎖状部材の端部に設けられる第1の磁気誘導部材と，筐体の内部に設けられる第2の磁気誘導部材とが磁力で互いに吸着されて係止するクラスプにおいて，(1)第1のフレームと第2のフレームとを備え，第1のフレームと第2のフレームとにより中空と一端に開口が形成される筐体と，(2)第1の磁気誘導部材を保持し，筐体の開口の大きさより横断面が大きい第1の磁気誘導部材ホルダと，(3)筐体の中空に設けられ，第2の磁気誘導部材を保持し，第1の磁気誘導部材と第2の磁気誘導部材とが吸着するときに，第1の磁気誘導部材ホルダが挿入される挿入空間を有する第2の磁気誘導部材ホルダとを備えており（本件明細書等の【0006】），第1の磁気誘導部材と第2の磁気誘導部材が互いに磁力で吸着する係止状態を筐体の中空に収容することにより係止状態を保持する機能を有している（本件明細書等の【0007】）。",
                "クラスプを構成する筐体と筐体への挿入部（磁気誘導部材ホルダ）がそれぞれ磁力によって相互に引き付けあう磁気誘導部材を有しているため，磁力によって，磁気誘導部材ホルダは，自動的に筐体の内部に導かれ，目視で位置合わせをする必要がなく，簡単にクラスプを接続でき，小型化が可能になる（本件明細書等の【0009】）。",
                "第1の磁気誘導部材と第2の磁気誘導部材とが吸着したとき，吸着した状態の第1及び第2の磁気誘導部材ホルダと筐体の開口の間には，ギャップが形成され，挿入部が外部から引っ張られて磁気誘導部材の吸着が外れた場合でも，筐体から抜け落ちることが防止される（本件明細書等の【0010】）。",
                "第1の磁気誘導部材ホルダは，第2の磁気誘導部材ホルダの挿入空間に挿入されているため，クラスプの接続を解除する際には，第1の磁気誘導部材（挿入部）を筐体の内部から引き抜くと，この挿入部が第2の磁気誘導部材ホルダの開口の内壁部分によってガイドされた状態で移動し，挿入部が筐体の開口の周辺に引っ掛かるなどの不都合を生じることなく，安定して筐体から引き抜かれる（本件明細書等の【0011】）。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "また，本件明細書等の【0011】に，接続の解除時について上記記載がある上，本件明細書等には，「第2の磁気誘導部材を保持し，第1の磁気誘導部材と第2の磁気誘導部材とが吸着するときに，第1の磁気誘導部材ホルダが挿入される挿入空間を有する第2の磁気誘導部材ホルダ」（本件明細書等の【0006】），「このマグネットホルダ26は，内部にマグネット27が埋め込まれ，所定の長さを有する円柱形状の空間であるマグネット挿入部26aを有している。」（本件明細書等の【0022】），「マグネット27による磁力によって挿入部3は自動的にマグネット挿入部26aに導かれる」（本件明細書等の【0031】），「挿入部3aのマグネット32aと筐体6のマグネット67aとの間の磁力作用により，マグネットホルダ31aが筐体6の内部のマグネットホルダ66のマグネット挿入部66aに挿入される」（本件明細書等の【0037】）との記載があるから，接続時にも，第1の磁気誘導部材（接続部）が第2の磁気誘導部材ホルダの開口の内壁部分によってガイドされるという効果を有することが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本件発明の技術的意義には，「第2の磁気誘導部材ホルダ」に「挿入空間」が設けられているため，「第1の磁気誘導部材（接続部）」が「第2の磁気誘導部材ホルダ」の内壁部分によってガイドされ，接続，解除が容易になることが含まれると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "なお，被控訴人は，「挿入部が筐体の中心軸上に保持された状態」で移動する構成も本件発明の技術的意義であると主張するが，本件発明は，【請求項7】の発明（二つのフレームのそれぞれが略同一の外形とした構成）とは異なり，一対のフレームがおよそ「対称」に構成されるものに限定されず，「非対称」の構成も含まれるため，「筐体」の「中心軸」を観念し難いから，「挿入部が筐体の中心軸上に保持された状態」で移動する構成も本件発明の技術的意義であると認めることはできない。」"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点(2)（構成要件Dの「第2の磁気誘導部材ホルダ」の充足性）について",
          "text": [
            "次のとおり当審における控訴人の主張に対する判断を付加するほかは，原判決「事実及び理由」の第3，2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，本件発明においては，「第1磁気誘導部材ホルダ」が筐体に対して挿入及び離脱する方向を制御（規制）可能であればよく，「第2の磁気誘導部材ホルダ」を「筐体」と別の部材とすべき技術上の根拠は存在しないと主張する。",
                "しかし，本件特許の請求項の記載等からすると，「第2の磁気誘導部材ホルダ」と「筐体」が別の部材であることは，原判決を引用して判示したとおりであって，本件発明の技術的意義（補正して引用した原判決「事実及び理由」の第3，1(2)）も，そのような構成のものについて認められるものであることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，本件意見書の記載に関する原判決の認定に誤りがあると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠（甲22，乙1）及び弁論の全趣旨によると，次の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許庁は，平成23年8月4日付け拒絶理由通知書（甲22）において，以下の記載をした。",
                        "「引用文献1（国際公開第2006／006476号，乙4）には，鰐口クリップ3の開口部の内周側に張り出して止め部14を形成することが記載されており，S極磁石16の方が上記開口部の大きさより横断面が大きいと認められるから，係止部材4も上記開口部の大きさより横断面が大きいと認められる。",
                        "引用文献2（特開2008-279047号公報）には，Ｎ極磁石9とS極磁石13の吸着時に，S極磁石13が鰐口クリップ3の内部に引き込まれることが記載されているから，「第1の磁気誘導部材」と「第2の磁気誘導部材」とが互いに磁力で吸着する時に，筐体の中空に収容されてその係止状態が保持されることが記載されている。",
                        "引用文献3（特開2011-25021号公報，甲23）の図4には，「第1の磁気誘導部材ホルダが挿入される挿入空間を有する第2の磁気誘導ホルダ」が記載されている。",
                        "引用文献1～3は，いずれもマグネットを用いたクラスプに関するものであるから，引用文献1に記載された留め具1に，引用文献2及び引用文献3に記載された構成を備えることは，当業者にとって容易である。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，手続補正書と共に，本件記述のほか，以下の記載のある本件意見書（乙1）を提出した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本願発明のクラスプは，・・・クラスプを接続する際は筐体の開口を広げて，第1の磁気誘導部材ホルダを筐体の開口に近づけると，磁力により第1の磁気誘導部材ホルダが第2の磁気誘導部材ホルダ内に入り，第1の磁気誘導部材と第2の磁気誘導部材とが吸着します。従って，筐体の開口を広げて第1の磁気誘導部材ホルダを開口に近づけるだけで，クラスプを簡単に接続することができるという効果があります。（2頁）"
                        },
                        {
                          "fig": "b",
                          "subject": "また，クラスプを外す際は，開口を広げて，第1の磁気誘導部材ホルダを引っ張るだけになります。吸着時には，第1の磁気誘導部材ホルダが第2の磁気誘導部材ホルダ内に挿入されているので，第2の磁気誘導部材ホルダがガイドとなり，第1の磁気誘導部材ホルダを筐体の開口周辺にぶつけることなく，筐体から引き抜くことができるという効果があります。（2頁～3頁）"
                        },
                        {
                          "fig": "c",
                          "subject": "更にまた，第1の磁気誘導部材ホルダと第2の磁気誘導部材ホルダを備えることにより，第1の磁気誘導部材ホルダが第2の磁気誘導部材ホルダ内に挿入されている吸着時に，第1の磁気誘導部材ホルダに引っ張る力が直接加わっても第2の磁気誘導部材ホルダのみ力が加わるだけで，筐体自体に力が伝わらないので筐体は開かず，筐体から第1の磁気誘導部材ホルダが外れることがないという効果があります。（3頁）"
                        },
                        {
                          "fig": "d",
                          "subject": "引用文献1では，磁石同士の吸着が鰐口クリップ3の内側で行われ，鰐口クリップ3と係止部材4とを噛み合わせて係止するのに対し，本願発明では，磁石を保持する第1の磁気誘導部材ホルダと第2の磁気誘導部材ホルダの全体を筐体内部に収容して磁石同士を吸着させており，磁石同士の接着が外れた場合でも，第1の磁気誘導部材ホルダが筐体の開口部より大きいため，開口部より抜け落ちず，クラスプの接続が外れない構成になっています。（4頁～5頁）"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記ア(イ)の各記載によると，控訴人が，本件意見書において，「筐体」と「第2の磁気誘導部材ホルダ」が別のものであることを前提としていたことは明らかである。",
                    "控訴人は，本件発明には，「ギャップG」があることから，本件記述の「筐体自体に力が伝わらないので筐体は開かず」との記載は，「第2の磁気誘導部材ホルダ」と「筐体」とを別の部材とした効果の主張ではなく，（筐体の）開口に対して引っ張る力が直接伝わらないので開口が広がらない効果を主張したものであると主張する。",
                    "確かに，本件明細書等には，「クラスプ1」の接続が完了した状態の「マグネットホルダ31」と「筐体2」の「開口部23」の間に形成される「ギャップG」についての記載があるが，仮に，「第2の磁気誘導部材ホルダ」が「筐体」と一体のものであれば，「ギャップG」が存在しても，「第1の磁気誘導部材ホルダ」に加わった力は，「第2の磁気誘導部材ホルダ」及び「筐体」に伝わることになるから，「第2の磁気誘導部材ホルダ」のみに力が伝わるということにならない。そうすると，「第2の磁気誘導部材ホルダ」のみに力が伝わるという本件記述は，「ギャップG」について記載したものではなく，「第2の磁気誘導部材ホルダ」と「筐体」が別の部材であることを記載したものと解するほかない。",
                    "また，控訴人は，拒絶理由通知（甲22）の引用文献中に「第2の磁気誘導部材ホルダ（又は「第2の磁気誘導部材」）」に対応する部材と「筐体」のフレームに対応する部材とが別の部材となった構成が既に開示されているため（甲23の【図4】，乙4の【図7】～【図9】），控訴人が，本件発明の進歩性を主張する本件意見書（乙1）において，「筐体」と「第2の磁気誘導部材ホルダ」を別の部材とした効果は述べないとか，本件明細書等の実施形態の構成によると，「第1の磁気誘導部材ホルダ」に不用意に「引っ張る力」が加わることで，「第2の磁気誘導部材ホルダ」に対して「引っ張る力」が作用すると，その力が必然的に「筐体」にも伝達されることは明らかであると主張するが，これらは，上記のとおり，本件記述の文言から明確に認められる内容について異なる解釈をすべき事情ということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，その他にも被告製品が構成要件Dを充足すると主張するが，本件発明は「第2の磁気誘導部材ホルダ」と「筐体」が一体の部材である場合を含むことを前提とした主張であるから，これらの主張を採用することができないことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(3)（被告製品が本件発明の構成と「均等」であるか否か）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告製品の「第2のフレーム」には，開口部に円弧面（くぼみ）である「半円筒凹部」が形成されており，この「半円筒凹部」は，「第1のフレーム」と「第2のフレーム」が閉じられた際には，円柱形状となっている「第1の磁気誘導部材ホルダ」と接することになり，「第1の磁気誘導部材ホルダ」を固定する役割を果たすものであると認められる。",
                "しかし，被告製品において，「第1の磁気誘導部材ホルダ」（円柱形状）を「第2のフレーム」に設けられた「第2の磁気誘導部材」に接続させる際には，「第1のフレーム」と「第2のフレーム」は，「第1の磁気誘導部材ホルダ」を挿入するために開口しており，「第2のフレーム」は，「第2の磁気誘導部材」とともに，下方に傾いている。そして，被告製品における「半円筒凹部」は，第1のフレーム側を覆っているものではない。",
                "そうすると，被告製品において，「第1の磁気誘導部材ホルダ」を挿入するために「第1のフレーム」と「第2のフレーム」が開口している状態であるときに，「筐体」の一部である「第2のフレーム」に設けられた「半円筒凹部」が，「第1の磁気誘導部材」を「第2の磁気誘導部材」に接続させるとき又は解除するときのガイドとなるとは考え難く，「半円筒凹部」が，本件発明の「筐体」とは別体の「第2の磁気誘導部材ホルダ」に設けられた「挿入空間」と同様の作用効果を有するとは認められない。",
                "なお，被告製品の「半円筒凹部」が「第1の磁気誘導部材ホルダ」の動きを止めているとしても，それは，「第1の磁気誘導部材」と「第2の磁気誘導部材ホルダ」の接続が完了した際の効果であり，接続又は解除する際の効果ではないから，被告製品の「半円筒凹部」が「第1の磁気誘導部材ホルダ」の動きを止めていることは，上記判断を左右するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明の技術的意義は，補正して引用した原判決（「事実及び理由」の第3，1(2)）及び前記2(1)のとおり認められ，「筐体」とは別体の「第2の磁気誘導部材ホルダ」に，「第1の磁気誘導部材ホルダ」を挿入する「挿入空間」を有することにより，「第1の磁気誘導部材」及び「第2の磁気誘導部材」の接続時及び解除時に，「第1の磁気誘導部材」が「第2の磁気誘導部材ホルダ」にガイドされ，接続，解除が容易になることが含まれる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(1)で述べたところからすると，被告製品は，上記(2)の本件発明の技術的意義を有しておらず，本件発明と本質的部分を同一にしているということはできないし，本件発明を被告製品の構成に置き換えても，発明の目的を達成することができ，同一の作用効果を奏すると認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，ⓐ「第1の磁気誘導部材」と「筐体」内部の「第2の磁気誘導部材」とを磁力で互いに吸着する構成とし，ⓑ「筐体」を，「第1のフレーム」と，「第2のフレーム」と，これらフレームを連結する「支軸」と，これらフレームを支軸回りに回転させて開口を広げる「付勢手段」を有する構成とし，ⓒさらに，「筐体」を，「第1の磁気誘導部材ホルダ」を収容可能な構成とし，「第1の磁気誘導部材ホルダ」を収容したとき，開口から「第1の磁気誘導部材ホルダ」が抜け落ちることを防止する構成としており，このような構成が本件発明の本質的部分であると主張するが，本件発明の技術的意義がこれらの構成に限られないことは，補正して引用した原判決（「事実及び理由」の第3，1(2)）及び前記2(1)のとおりである。",
                "また，控訴人は，被告製品は，ユーザが「筐体」を把持して開口を広げた状態で「第1の磁気誘導部材ホルダ」に近接させるだけで，磁力の作用により自動的に「第1の磁気誘導部材ホルダ」を「筐体」の内部に導き，収容した状態で接続するものであり，また，被告製品の「第1の磁気誘導部材ホルダ」は，その大きさが，接続時にユーザが把持するのを前提に形成される「筐体」の大きさとの対比において小さく，およそその全体が「筐体」（中空）に収容されかつ開口から抜け落ちない状態で接続されると主張するが，本件発明の効果が，これらのものに限られないことは，補正して引用した原判決（「事実及び理由」の第3，1(2)）及び前記2(1)のとおりである。",
                "なお，本件特許の出願時に「第2の磁気誘導部材ホルダ」に対応する部材と「筐体」のフレームに対応する部材が別部材となった構成が知られていたとしても，特許発明の本質的部分は，特許請求の範囲，明細書及び図面から認定されるべきであって，明細書に記載のない従来技術を考慮するとしても，それを均等の範囲を広げる方向に考慮することはできないから，上記構成が知られていたからといって，上記(3)の判断が左右されることはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，被告製品が，本件発明と均等なものであると認めることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によると，その余の点について判断するまでもなく，控訴人の請求は理由がない。よって，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "以下，用語の略称及び略称の意味は，特に断らない限り，原判決に従い，原判決の引用部分の「別紙」をすべて「原判決別紙」と改める。また，書証を掲記する際には，枝番号の全てを含むときは，その記載を省略することがある。"
  ]
}