{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，控訴人X1に対し，220万0210円及びうち220万円に対する平成29年1月1日から，うち210円に対する平成28年5月12日から，各支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，控訴人X2に対し，114万円及びうち110万円に対する平成29年1月1日から，うち4万円に対する平成28年4月26日から，各支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人X3に対し，56万5000円及びうち55万円に対する平成29年1月1日から，うち1万5000円に対する平成28年4月22日から，各支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は特に断りのない限り原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人らが著作権等管理事業者である被控訴人に対し，以下のとおりの請求をする事案である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人X1の請求",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人X1が自ら作詞及び作曲した楽曲を含めてその楽曲を管理する被控訴人に対してライブハウス「Live  Bar  X．Y．Z．→A」(本件店舗)での演奏利用許諾の申込みをしたところ，本件店舗が被控訴人の管理する著作物の著作権使用料相当額の清算が未了であることを理由として拒否されたため，控訴人X1は，本件店舗で予定していたライブの中止を余儀なくされ，リハーサルが無駄になるなど，同控訴人の演奏者としての権利，演奏の自由，著作者人格権が侵害され，これにより精神的苦痛を被り，また，同控訴人の作詞及び作曲した楽曲の利用の許諾を拒否されたことにより，同楽曲の使用料相当額(210円)の損害を被ったなどと主張して，不法行為による損害賠償請求権に基づいて，慰謝料100万円，楽曲使用料相当額210円及び弁護士費用10万円の合計110万0210円及びうち110万円に対する不法行為の後である平成29年1月1日から，うち210円に対する平成28年5月12日(演奏利用許諾申込みについて被控訴人が拒絶書面を作成した日)から，各支払済みまで，民法(平成29年法律第44号による改正前)所定の年5分の割合による遅延損害金の支払を，"
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人が著作権信託契約約款(本件約款)において作詞者，作曲者がその著作物を使用することの留保を認めず，不公正な取引を強いたために，控訴人X1は，自ら作詞及び作曲した著作物について被控訴人の許可を得なければ本件店舗における演奏ができなくなり，同控訴人の演奏の自由及び著作者人格権が侵害され，これにより精神的苦痛を受けたと主張して，不法行為による損害賠償請求権に基づいて，慰謝料50万円及び弁護士費用5万円の合計55万円及びこれに対する不法行為の後である平成29年1月1日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を，"
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人が，ライブハウス等との間で締結する被控訴人管理楽曲に関する利用許諾契約について，包括的利用許諾契約以外は認めず，個々の演奏者からの利用許諾の申込みを受け付けないという不適切かつ違法な管理方法を採っているために，控訴人X1は，「Grooving  mamagon」(本件許諾店舗)における自らの作詞及び作曲した著作物に関する著作権使用料の適切な配分を受けられず，同控訴人の著作権及び著作者人格権が侵害され，これにより精神的苦痛を被ったと主張して，慰謝料50万円及び弁護士費用5万円の合計55万円及びこれに対する不法行為の後である平成29年1月1日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を，",
                  "text": [
                    "それぞれ求める請求。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人X2の請求",
              "text": [
                "控訴人X2は，被控訴人に対し，本件店舗での演奏利用許諾の申込みをしたところ，前記(1)アと同様の理由により被控訴人がこれを拒否したため，開催を予定していたライブの中止を余儀なくされて同控訴人の演奏の自由が侵害され，これにより精神的苦痛を被り，また，本件店舗におけるライブの練習のためにスタジオを借りた費用相当額の損害を被ったと主張して，不法行為による損害賠償請求権に基づいて，慰謝料100万円，スタジオを借りた費用4万円及び弁護士費用10万円の合計114万円及びうち110万円に対する不法行為の後である平成29年1月1日から，うち4万円に対する平成28年4月26日(演奏利用許諾申込みについて被控訴人が拒絶書面を作成した日)から，各支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める請求。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人X3の請求",
              "text": [
                "控訴人X3は，被控訴人に対し，本件店舗での演奏利用許諾の申込みをしたところ，前記(1)アと同様の理由により被控訴人がこれを拒否したため，予定していたライブの曲目を変更することを余儀なくされ，同控訴人の演奏の自由が侵害され，これにより精神的苦痛を被り，また，本件店舗におけるライブの練習のためにスタジオを借りた費用相当額の損害を被ったと主張して，不法行為による損害賠償請求権に基づいて，慰謝料50万円，スタジオを借りた費用1万5000円及び弁護士費用5万円の合計56万5000円及びうち55万円に対する不法行為の後である平成29年1月1日から，うち1万5000円に対する平成28年4月22日(演奏利用許諾申込みについて被控訴人が拒絶書面を作成した日)から，各支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める請求。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，被控訴人が控訴人らの演奏利用許諾の申込みを拒否したことはいずれも不法行為を構成するものではない上，本件約款による取引方法が控訴人X1との関係で不法行為を構成するものではなく，また，被控訴人による楽曲管理が控訴人X1との関係で不法行為を構成するものではないから，その余について判断するまでもなくいずれも理由がないと判断して，控訴人らの請求をいずれも棄却したところ，控訴人らがこれを不服として控訴をした。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "「前提事実」，「争点」及び「争点に関する当事者の主張」は，後記4のとおり当審における控訴人らの主張を付加し，次のとおり原判決を補正するほかは，原判決の「事実及び理由」中の第2の2及び3並びに第3に記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "4頁22行目の「10日」を「11日」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "5頁14行目の「管理楽曲12曲」を「管理楽曲9曲と被控訴人管理によるものではない控訴人X1の作詞及び作曲に係る3曲の合計12曲」と改め，同15行目の「甲2」の次に「，甲34，控訴人X1」を加え，同26行目の「25日」を「26日」とそれぞれ改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "6頁15行目及び同18行目の「8日」をいずれも「10日」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "7頁15行目の「本件2曲」を「本件2曲を含む被控訴人の管理楽曲12曲」と改め，同16行目冒頭から同19行目の末尾までを次のとおり改める。",
                "「エ  控訴人X1は，音楽出版社であるブラスティー(以下「ブラスティー」という。)との間で，後記(7)の著作権に関する契約に基づいて，本件3曲を含む11曲に係る著作権を譲渡し(なお，この著作権の譲渡が「真正譲渡」か「信託譲渡」であるかについては当事者間に争いがある。)，ブラスティーは，本件3曲を含む11曲の楽曲の著作権について，同契約における合意に基づき，被控訴人に信託譲渡した(後記(8)の本件約款の適用を受けることになる。)。",
                "被控訴人は，ブラスティーに対し，平成29年6月支払分として，委託に係る本件2曲の使用料合計268円(手数料控除後)を支払った。(甲33，乙26)」"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "8頁17行目の「「復帰」」を「帰属」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "9頁6行目の「委託者」の次に「(音楽出版社を除く。)」を加える。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "18頁7行目の「受託者」を「委託者」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "25頁15行目及び同16行目の各「被告」をいずれも「控訴人X1」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "28頁25行目及び29頁1行目の各「原告X2」をいずれも「控訴人X3」と改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "29頁26行目の「15日」を「9日」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "控訴人らの当審における主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人が控訴人らによる演奏利用許諾申込みを拒否したことは違法であること",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人は，ライブハウス等の生演奏に対して独占的管理の地位を濫用し，係争中の店舗における演奏を予定する第三者からの演奏利用許諾申込みについては一切受け付けないという方針のもと，被控訴人と係争中であった本件店舗における控訴人らからの演奏利用許諾申込みに対し，「正当な理由」の審査を行うことなく，本件店舗における「無許諾利用期間の使用料相当額の清算が未了である現状に鑑み」との理由のみで申込みを拒否したものであって，こうした拒否は，著作権等管理事業法16条に違反するものであるが，原判決はこの点に関する判断を遺脱している。のみならず，このような拒否は，本件店舗を兵糧攻めにして使用料を徴収するための私的制裁措置であり，独占禁止法19条の優越的地位の濫用に当たるものであって，控訴人らの演奏の自由(控訴人X1については実質的な受益者(又は実質的な著作権者)としての権利の侵害もある。)を侵害するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，過去の使用料相当額を支払わない者が利用主体となる演奏に係る利用申込みを拒否することは，過去の使用料相当額の支払を促進するという事実上の効果を得ることができるという点で委託者の利益に沿い，誠実に使用料を支払っている利用者との公平を図り，著作権等の集中管理に対する信頼を確保するという点で著作権の円滑な利用に資する上，許諾義務が恣意的に運用されるおそれもないものであるから，著作権等管理事業法16条に規定する「正当な理由」があり，過去の使用料相当額を支払わない者が利用主体となる演奏に係る利用申込みには，ライブハウス等の店舗の経営者だけではなく，演奏利用許諾が見込めない店舗経営者に代わり，共同利用主体である演奏者が行った演奏利用申込みも含むというべきである旨説示した。",
                        "しかし，信託の受託者は，受益者の利益のためにのみ行動すべき義務を負っているから，許諾をすれば受益者の配当の原資が得られる場合には，受託者は許諾すべき義務を負っており，ここでいう受益者は，個々の信託の受益者であって総体としての受益者ではない。著作権等管理事業法16条に規定する「正当な理由」については，許諾をすれば受益者の配当の原資が得られるか否かが重要な基準となる。控訴人X1のオリジナル曲の演奏に係る利用申込みとの関係でいえば，控訴人X1のオリジナル曲の演奏に係る利用申込みが拒否されると，委託者兼受益者であるブラスティーはその曲の使用料を得られなくなることから，被控訴人による利用申込みの拒否は受益者の利益に沿わない。委託者であるブラスティーの受益権を確保し分配を行うのが被控訴人の責務である。仮に本件店舗において被控訴人に対して未払の使用料があったとしても，控訴人らから使用料を徴収しつつ本件店舗から未払債務を回収することは両立する。むしろ，被控訴人管理楽曲の一切の利用を拒否することは，その店舗の収入が絶たれることを意味するのであり，過去の使用料相当額の支払を促進するという事実上の効果は得られないことになる。原判決の説示は，現実を見ないものであって当を得ない。",
                        "控訴人らは，各自それぞれの判断で，自己実現のために，被控訴人に対して被控訴人管理楽曲の本件各利用申込みをしたのであって，本件店舗との間に被控訴人管理楽曲の共同利用主体の関係にはない。のみならず，被控訴人による本件各利用申込み拒否がされた当時，別件訴訟の判決は確定していなかったにもかかわらず，被控訴人は，本件店舗の経営者らが被控訴人管理楽曲の使用料相当額を清算していないものと決めつけ，控訴人らによる被控訴人管理楽曲の利用申込みを拒否したのであり，このようなことを当然のように認めることは，被控訴人の優越的地位の濫用を認めるようなものであり，本件約款における受託者としての忠実義務にも反する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決は，演奏者が行った演奏利用申込みを拒否することについて「正当な理由」があるかどうかは，演奏者と店舗経営者との関係，当該店舗における使用料相当額の清算状況，演奏者が利用申込みをした経緯，当該演奏の目的，営利性，当該店舗が使用料相当額を支払っていないことについての演奏者の認識の有無，代替する演奏機会の確保の困難性などを総合的に考慮して決すべきである旨説示した。",
                        "しかし，被控訴人は，係争中の店舗における第三者の演奏利用申込みに対しては申込みを受け付けないとの方針を固めており，演奏者と店舗経営者の関係など検討したことはなかった。",
                        "また，原判決が説示する考慮要素は，被控訴人による許諾業務が恣意的に運用されるおそれがあるという視点が欠落しており，当を得ない。",
                        "仮に，原判決が挙げる考慮要素が正しいとしても，控訴人X1についていえば，本件店舗は出演する1つの店にすぎず，Aとは特別に親密な関係になく，本件店舗は使用料相当額を支払っていたと認識しており，また，本件利用申込み拒否1に係る書面を本件店舗に提供したのはライブが中止になったことを知らせるためであり，本件許諾店舗でのライブは代替ライブとはいえず多大な影響を受けたのであって，原判決の当てはめは恣意的である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，被控訴人管理楽曲に関して完全な著作権を有するものではなく，信託契約上の受託者にすぎない。信託の受託者は，受益者の利益のためにのみ行動すべき義務があるところ，控訴人らは，被控訴人の管理する音楽著作物の利用料の支払を申し出て演奏利用許諾を求めており，利用料収入を得て過去の未払分も回収できる以上，被控訴人が受託者としてこれを拒否する権限はない。そうであるにもかかわらず，被控訴人が本件各利用申込みを拒否したことは，信託法上の忠実義務に反しているものであって違法である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件店舗における控訴人X1の著作権ないし演奏の自由等の侵害について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件3曲の利用料相当額の損害",
                  "text": [
                    "控訴人X1は，作詞・作曲に係る11曲の著作権について，ブラスティーとの間で本件著作権契約を締結したが，その契約の性質は信託譲渡であって実質的な権利を留保しており，上記11曲には本件3曲が含まれていた。",
                    "本件約款には，原著作権者及び同人から信託譲渡を受けた音楽出版社に対して，その著作物を利用することの留保権を認めておらず，こうした約款は，独占禁止法19条の不公正な取引方法の禁止(優越的地位の濫用)に当たるものであり，公序良俗に反するものであって違法であるというべきである。原判決は，本件約款は，委託者がその著作権を信託譲渡するに当たり，これを自ら利用するため，その管理委託の範囲を留保することを可能にする規定を置いている旨説示するが，当該規定に係る本件約款11条には「委託者(音楽出版社を除く。)」と明記されているから，その前提に誤りがある上，本件約款の独占禁止法違反の点は判断を示しておらず，判断の遺脱がある。",
                    "控訴人X1は，このような約款の定めによって，本件店舗における本件3曲の利用申込みを被控訴人により拒否されて，本件3曲を演奏することができなくなり，本件3曲の使用料相当額210円の損害を被った。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件店舗において演奏が出来なくなったことによる精神的損害",
                  "text": [
                    "上記アのとおり，本件約款には原著作権者が著作物を利用することを留保する規定がないため，控訴人X1は，自らが作詞，作曲した曲を演奏するのに被控訴人の利用許諾を得なければならない立場に置かれ，控訴人X1とは関係のない本件店舗の利用料の未払といった事情により，演奏の自由及び実質的な受益者(又は実質的な著作権者)としての権利を侵害されて精神的苦痛を被った。控訴人X1の受けた精神的苦痛は50万円が相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件許諾店舗における被控訴人の取扱いに関する損害",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件3曲の利用料相当損害",
                  "text": [
                    "控訴人X1は，平成28年10月12日に本件許諾店舗で演奏した本件3曲について，原著作者としてこれを信託譲渡したブラスティーを通じて，被控訴人から著作物使用料相当を受ける権利を有していたところ，使用料を受け取っていない。",
                    "この点，被控訴人は，本件許諾店舗の経営者から，平成28年11月9日，同年10月12日に開催したライブに係る社交場利用楽曲報告書(乙5)を受領したと主張し，本件許諾店舗の経営者から同日に開催されたライブに係る使用料を徴収した日を明らかにしていないが，上記報告書を受領した日又はその直後に使用料も徴収したと考えるのが自然であるから，著作物使用料分配規程11条の第7類によれば，その分配時期は平成29年3月となる。",
                    "控訴人X1は，平成29年1月29日，本件許諾店舗において，ブラスティーを通じて被控訴人に信託した「散歩に行こう！」，「夏が恋しくて」という2曲のオリジナル曲を演奏したから，同年6月にブラスティーに支払われたのは同年1月29日の本件許諾店舗におけるライブに係る使用料であって，結局のところ，本件3曲に係る使用料は控訴人X1には支払われていない。",
                    "したがって，控訴人X1は，被控訴人によって本件3曲の著作物利用料420円を違法に取り込まれた状態であり，その著作権を侵害されたものであり，このうちブラスティーが受け取るべき利用料を除くと，控訴人X1が受けた損害は210円である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "精神的損害",
                  "text": [
                    "被控訴人は，ライブハウス店と包括的利用許諾契約を締結すると，その店舗で第三者が個別の演奏利用申込みをしても受け付けないという扱いをしてきた。こうした被控訴人の管理方法は，包括的利用許諾契約を締結している店舗での第三者の演奏等による使用回数を把握することができず，原著作権者(信託譲渡を受けた音楽出版社を含む。)に対する信託法上の忠実義務に反するものであり，かつ，原著作権者に留保された著作権に係る実質的な権利又は受益権を侵害するものであり，また，独占禁止法19条の不公正な取引方法の禁止に該当する違法なものである。",
                    "前記アのとおり，控訴人X1は，本件許諾店舗における平成28年10月12日のライブ演奏に係る楽曲の使用料を受け取っていないが，これは，同年8月21日付けでされた控訴人X1からの個別の演奏許諾の申込みを被控訴人が受け付けず，著作権を公正に管理しなかったことによるものである。控訴人X1は，こうした被控訴人による不公正かつ不透明な使用料分配しかなしえない著作権の不公正な管理によって精神的苦痛を被ったものであり，これを慰藉するには50万円が相当である。",
                    "原判決は，被控訴人は，本件店舗について包括的利用許諾方式によらない許諾契約の方法を案内していると説示するが，その案内は本件店舗に対する文書である。控訴人X1は，本件許諾店舗における平成28年8月29日付けの演奏利用許諾申込受付拒否(甲3)について問題としているのであって，原判決は，この点に関する判断を遺脱している。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人らの請求はいずれも理由がないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "前記前提事実(引用に係る原判決の第2の2(補正後のもの))に加え，証拠(甲16，23，34，35，38，39，乙8，9，11，18，19，21，23，27ないし31，33，控訴人X1，控訴人X2，控訴人X3)及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件店舗における営業形態等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件店舗は，平成21年5月にA及びB(以下「Aら」という。)が経営主体となって開店したライブハウスである。本件店舗の名称「X.Y.Z→A」はAが参加するバンドの名称である。",
                    "Aらは，ミュージシャンに活動の場を提供するという趣旨から，本件店舗では，出演者から会場使用料を徴収せず，来客が支払ったライブチャージは出演者が全て取得することとしたが，店舗の運営の維持のために，平成22年後半からは，ライブチャージとは別に，来客者に1000円の飲食チケットを購入してもらい，来客者は，その限度で追加料金を支払うことなく飲食をすることができるというシステムを採用した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件店舗の音響設備や楽器は，本件店舗の経営方針に賛同するAの音楽仲間から無償で私物の中古機材の提供を受けて備え付けられており，出演者がこれを自由に使用することができるようになっていた。A及びAが参加するバンドのメンバーは，本件店舗に音響設備を提供したほか，控訴人X2及び同X3は，ギターアンプを本件店舗に提供した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件店舗におけるライブの演奏曲目やミュージックチャージの額は，出演者が決めていた。本件店舗のスタッフは，出演者からライブの名称や宣伝文，写真等のデータを受領すると，本件店舗のホームページにライブの予定日とミュージックチャージの額などの情報とあわせて掲載したほか，ライブスケジュールが印刷されたチラシを本件店舗に置いたり，配布したりした。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "別件訴訟の経過等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件店舗では，被控訴人管理楽曲の演奏が行われることはあったが，Aらは，被控訴人との間で楽曲の利用許諾契約を締結しなかった。本件店舗では，ライブ終了後，被控訴人管理楽曲を利用した場合には，出演者が記入した「社交場利用楽曲報告書」を預かり，客から受領したライブチャージからライブで演奏された被控訴人管理楽曲1曲当たり140円を徴収して本件店舗で保管し，残額を出演者に交付していた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，平成24年2月7日，八王子簡易裁判所に対し，Aらを相手方として，平成22年2月以降の本件店舗における被控訴人管理楽曲の使用料相当額の支払を求める調停を申し立てた。上記調停が係属している間，Bは，平成25年11月26日，本件店舗の経営者として，平成24年6月11日以降の著作権使用料に係る供託手続を執った。",
                    "上記調停は，平成25年4月15日に不成立で終了した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，Aらに対し，平成25年10月31日，本件店舗における演奏の差止め及び損害賠償又は不当利得の返還を求める訴訟(別件訴訟)を東京地方裁判所に提起した。",
                    "東京地方裁判所は，平成28年3月25日，本件店舗における被控訴人管理楽曲の利用についてAらが演奏主体に当たるものと判断して，Aらに対し，本件店舗における演奏の差止め及び口頭弁論終結日である同年2月10日までの使用料相当損害金212万4412円等の支払を命じる判決(別件一審判決)を言い渡した。",
                    "なお，別件一審判決は，Bが平成25年11月26日にした供託手続について，本旨弁済に当たらない旨判断した。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "Aら及び被控訴人は，別件一審判決の敗訴部分をそれぞれ不服として控訴をした。知的財産高等裁判所は，平成28年10月29日，Aらに対し，本件店舗における演奏の差止めに係る別件一審判決の判断を維持し，口頭弁論終結日である同年9月12日までの使用料相当損害金496万5101円等の支払を命じる判決を言い渡した。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人らの本件店舗の出演歴等",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人X1は，アコースティックギターの弾き語りを中心に演奏活動をする者であり，平成26年1月，本件店舗で行われた，Aとバンド「五星旗」を組んでいたCのバースデーライブに，配偶者であるDとゲスト出演したことを契機に3名でライブ活動を行うようになり，その後，このメンバーで「八王子Transfer」の名前で活動するようになった。控訴人X1は，平成26年から平成28年にかけて，同バンドの一員やソロとして，本件店舗のライブに21回程度出演した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人X2は，Aとの共演も含め，本件店舗のライブに少なくとも39回は出演した。その中には，「埋まらないスケジュールを埋める」ために急きょ開催された「一人ギター」ライブもあった。",
                        "なお，Aは，別件訴訟で，控訴人X2を本件店舗の「立ち上げスタッフ」である旨を記載した陳述書を提出した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人X3は，AやCとの共演を含め，本件店舗におけるライブに少なくとも32回は出演した。また，本件店舗において，控訴人X2と共演することもあった。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，平成22年9月24日以降，職員を本件店舗のライブに客として派遣し，ライブ名，演奏曲目や演奏時間などの実態調査を行い，また，本件店舗の月間スケジュールのチラシやホームページを調査していた。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件各利用申込みとその拒否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件店舗では，平成28年4月6日，同月10日，同年5月8日にライブが開催され，被控訴人の利用許諾を得ることなく，被控訴人管理楽曲が演奏された。控訴人X1は同年4月6日のライブにおいて，控訴人X2及び同X3は同月10日のライブにおいて，それぞれ被控訴人管理楽曲を含む楽曲の演奏をした。",
                    "被控訴人は，上記各日のライブ演奏の実態調査を行っており，ライブ名と被控訴人管理楽曲の曲数等を把握していた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，被控訴人管理楽曲の利用許諾を得ることなく営業の一環として演奏した店舗との間では，その店舗が過去の楽曲の使用料を清算しなければ，新たに被控訴人管理楽曲に係る演奏の利用許諾をしないこととしており，また，その店舗において無許諾の利用があり，楽曲の使用料の清算が未了であれば，第三者からその店舗における被控訴人管理楽曲に係る演奏の利用の申込みがあっても，その楽曲の利用がその店舗の営業の一環として行われるものである限り，利用の許諾をしないこととしている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件店舗は，平成28年4月8日，本件店舗でライブ演奏の予約済みの出演者及び過去に本件店舗でライブ演奏をした者に対し，被控訴人との間の裁判の詳細については本件店舗のホームページを参照してほしいとした上で，被控訴人管理楽曲を演奏する場合には，出演者自身が被控訴人に利用申込みをするよう案内するメールを送信した。また，同じ頃，本件店舗のホームページには，同様の案内が掲載されるとともに，「「店が出演者のライブ演奏を管理・支配することにより，店がJASRAC楽曲を演奏している(歌唱している)」「出演者に楽器を演奏させる(歌唱させる)方法により，JASRAC楽曲を営業のため使用してはならない」との内容の判断が出されました。・・・当店としては，この判決がいまだ第一審の判断(通過点)に過ぎず，内容的にも根本的に不当なものであると考えており，引き続き主張が認められるよう活動していく予定です。」との文章が掲載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人X1は，平成28年5月1日付けで，被控訴人に対し，本件店舗で同年6月9日に予定されていたライブに，控訴人X1の作詞及び作曲に係る被控訴人管理楽曲3曲(本件3曲)を含む被控訴人管理楽曲9曲と控訴人X1の作詞及び作曲に係る3曲の合計12曲を使用する旨の演奏利用許諾申込み(本件利用申込み1)をしたが，被控訴人は，同年5月12日付けの書面をもって，本件店舗の「使用料相当額の清算が未了である現状に鑑み，貴殿からの演奏利用許諾のお申込みを受け付けることができません。」として，同申込みの受付けを拒否した。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人X2は，平成28年4月22日付けで，被控訴人に対し，本件店舗で同年7月15日に予定されていたライブに，被控訴人管理楽曲10曲を使用する旨の演奏利用許諾申込み(本件利用申込み2)をしたが，被控訴人は，同年4月26日付けの書面をもって，本件店舗の「使用料相当額の清算が未了である現状に鑑み，貴殿からの演奏利用許諾のお申込みを受け付けることができません。」として，同申込みの受付けを拒否した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人X3は，平成28年4月21日付けで，被控訴人に対し，本件店舗で同年7月9日に予定されていたライブに，被控訴人管理楽曲9曲を使用する旨の演奏利用許諾申込み(本件利用申込み3)をしたが，被控訴人は，同年4月22日付けの書面をもって，本件店舗の「使用料相当額の清算が未了である現状に鑑み，貴殿からの演奏利用許諾のお申込みを受け付けることができません。」として，同申込みの受付けを拒否した。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(1)(本件利用申込み拒否1の違法性等)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人X1の権利侵害の内容について",
              "text": [
                "楽曲の作詞又は作曲をした著作者(以下，単に「楽曲の著作者」という。)は，著作物である楽曲を公衆に直接聞かせることを目的として演奏する権利を専有する(著作権法22条)から，著作者以外の第三者は，営利を目的としない演奏である場合を除いて(同法38条1項)，著作権者からの利用の許諾を受けなければ楽曲を演奏することはできず(同法63条1項)，当然にはその楽曲を演奏することによる利益を享受することはできない。",
                "他方，楽曲の著作者は，著作物の適切な管理と簡易迅速な使用料の分配を受けることを目的として，著作権等管理事業者に楽曲の管理を委託することができる。被控訴人は，著作権等管理事業法3条に基づき著作権等管理事業者として登録を受け(前記前提事実(1)エ)，著作者等からの委託を受けて数多くの楽曲に関する著作権等を管理する一般社団法人である(当裁判所に顕著な事実)ところ，著作権等管理事業者は，正当な理由がなければ著作物の利用の許諾を拒んではならないとされている(著作権等管理事業法16条)から，演奏家は，被控訴人が管理する楽曲について，このような法規制に裏付けられた運用を通じて，希望する被控訴人の管理楽曲を演奏することができる利益を有している。そして，こうした利益は，表現の自由として保護される演奏家の自己表現又は自己実現に関わる人格的利益と位置付け得るものであるから，民法709条の「法律上保護される利益」であるといえる。そうすると，楽曲の著作者から委託を受けて著作権等を管理する被控訴人が演奏家の希望する楽曲の利用の許諾を拒否する行為は，著作権等管理事業法16条が規定する「正当な理由」がない限り，上記の意味での人格的利益を侵害する行為であって，不法行為を構成するというべきである。",
                "そこで，被控訴人がした本件利用申込み拒否1について著作権等管理事業法16条に規定する「正当な理由」があるかについて，以下検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件利用申込み拒否1についての「正当な理由」の有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "著作権等管理事業法16条は，「著作権等管理事業者は，正当な理由がなければ，取り扱っている著作物等の利用の許諾を拒んではならない。」と規定するところ，著作権者等は，多くの利用者に著作物等の利用をしてもらうことによって多くの使用料の分配を受けることを期待して，著作権等管理事業者に著作権等の管理を委託しているから，著作権等管理事業者が利用者の申込みを自由に拒絶することは，委託者の合理的意思に反するのみならず，著作物には代替性がないものも多くあって，著作物の円滑な利用が阻害されることとなることから，著作権等管理事業者は，原則として，著作物等の利用を許諾すべきことが定められたものと解される。このような規定の趣旨に鑑みれば，利用者からの申込みを許諾することが通常の委託者の合理的意思に反する場合には，同条の「正当な理由」があるというべきであり，例えば，利用者が過去又は将来の使用料を支払おうとしない場合が考えられる。",
                    "また，著作権等管理事業の制度趣旨に基づき，被控訴人が多数の委託者からの委託を受けて楽曲に係る著作権等を集中的に管理しており，委託者も広く楽曲の利用がされることを期待して被控訴人による楽曲に係る著作権等の集中管理を前提とした委託をしている以上，通常の委託者の合理的意思を検討するに当たっては，被控訴人による楽曲全体の著作権等に関する適正な管理と管理団体としての業務全般への信頼の維持という観点を軽視することは相当でない。そうすると，利用者からの申込みを拒絶することについて「正当な理由」があるか否かは，個々の委託者の利害や実情にとどまらず，著作権等に関する適正な管理と管理団体業務への信頼の維持の必要性等についても勘案した上で，利用者からの演奏利用許諾の申込みを許諾することが通常の委託者の合理的意思に反するか否かの観点から判断されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このような観点から本件利用申込み拒否1についてみると，前記認定事実によれば，本件店舗は，Aらが経営主体となって開店したライブハウスであり，出演者から会場使用料を徴収せず，来客が支払ったライブチャージは出演者がほぼ全て取得する運用になっていた(前記認定事実1(1)ア)ものの，出演者は本件店舗に備え付けられた音響設備や楽器を使用して演奏を行う(同1(1)イ)こと，ライブの予定日等の情報を本件店舗のホームページに掲載したり，チラシを店頭に置いて配布するなどし(同1(1)ウ)，本件店舗の来客者がライブチャージとは別に店舗に支払う飲食料金によって本件店舗の収益とする構造になっていた(同1(1)ア)ことからすると，本件店舗の経営者であるAらは，本件店舗における楽曲に係る演奏主体に当たるということができる。",
                    "そして，前記認定事実によれば，Aらは，本件店舗を開設した平成21年5月以降，客から受領したライブチャージからライブで演奏された被控訴人管理楽曲1曲当たり140円を徴収し，保管していたものの，被控訴人に使用料を支払うことなく，無許諾で出演者に被控訴人管理楽曲の演奏をさせており(前記認定事実1(2))，別件一審判決で演奏の差止めと使用料相当額212万4412円等の支払を命じられた後も，被控訴人の利用許諾を得ることなく控訴人らを含む出演者に本件店舗で被控訴人管理楽曲を演奏させた(同1(2)ウ，(4)ア)のみならず，著作権の管理に係る被控訴人の方針や別件一審判決を不服とする意向を示すとともに，ライブ演奏の予約済みの出演者等に被控訴人管理楽曲を演奏する場合には出演者が被控訴人に演奏利用許諾の申込みをするようホームページ又はメールで呼びかけ(同1(4)ウ(ア))，これに応じる形で本件3曲を含む被控訴人管理楽曲9曲の利用許諾が申し込まれた(本件利用申込み1)といえる(同1(4)ウ(イ))。",
                    "このように，本件店舗においては長期間にわたって被控訴人管理楽曲が無許諾で使用されていたにもかかわらず，過去の使用料が全く清算されておらず，Aらが著作権の管理に係る被控訴人の方針や別件一審判決に従わない旨を表明している状況の下で，本件利用申込み1は，従前どおりの本件店舗の営業形態を前提としつつ，形式的に演奏の利用主体を出演者として被控訴人に利用許諾を求める本件店舗のホームページ等の呼びかけに応じた形でされたものであることが認められ，また，前記認定事実によれば，控訴人X1は，本件店舗に21回程度出演して被控訴人管理楽曲を演奏しており，別件一審判決直後も本件店舗において無許諾で被控訴人管理楽曲を演奏していた(前記認定事実1(3)ア(ア)，(4)ア)ことが認められる。そうすると，このような客観的，外形的状況に照らせば，控訴人X1による本件利用申込み1につき，被控訴人において，著作権の管理に係る被控訴人の方針に従わず，無許諾で長期間にわたって被控訴人管理楽曲を利用してきた本件店舗の運営姿勢に賛同し，支援するものと受け止めることは避けられないものというべきである。そして，上記のような本件店舗の運営姿勢は，安定的な著作権の管理，使用料の徴収に支障を生じさせるものであるといわざるを得ない以上，この運営姿勢に賛同し，支援するものと理解される本件利用申込み1に被控訴人が許諾を与えることは，通常の委託者の合理的意思に反するものであり，被控訴人の管理団体としての業務の信頼を損ねかねないものでもあるから，このような疑念を払拭するに足りる特段の事情が認められない限り，被控訴人が本件利用申込み1を拒否した判断が不合理なものであるとはいえないし，本件において上記特段の事情を認めるに足りる事情や証拠は見出せない。",
                    "したがって，本件利用申込み拒否1には著作権等管理事業法16条に規定する「正当な理由」があるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対して，控訴人X1は，原審において，引用に係る原判決第3の1のとおり主張するが，前記イにおいて説示したところに照らせば，いずれも理由がない。なお，念のため，以下の点を補足する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人X1は，被控訴人は形式的な権利者にすぎないから，利用申込みを拒否するに当たり，実質的な権利者である委託者や受益者の意思を確認すべき義務があり，本件利用申込み1の対象楽曲には控訴人X1の作詞及び作曲に係る本件3曲が含まれていたから，通常の委託者であれば許諾を望むと考えられるにもかかわらず，控訴人X1及びブラスティーの意思の確認を怠った旨主張する。",
                        "しかし，まず，引用する原判決の第2の2(6)エ(補正後のもの)のとおり，被控訴人は，本件著作権契約によりその権限を得たブラスティーから本件3曲の楽曲の著作権の信託譲渡を受けており，形式的にも実質的にも本件3曲の著作権者であることから，被控訴人が「形式的な権利者」であるとする控訴人X1の上記主張はそもそも当を得ない。",
                        "また，この点を措くとしても，被控訴人は，著作者等から委託を受けて多数の楽曲の著作権等を集中的に管理しており，委託者もこうした管理の実態を前提として楽曲の委託をしているから，利用者からの申込みを拒絶することについて「正当な理由」があるか否かは，個々の委託者の利害や実情にとどまらず，著作権等に関する適正な管理と管理団体業務への信頼の維持の必要性等についても勘案した上で，利用者からの演奏利用許諾の申込みを許諾することが通常の委託者の合理的意思に反するか否かの観点から判断されるべきことは前記アで説示したとおりである。そして，本件においては，通常の委託者の合理的意思に照らし，同申込みを拒絶することについて「正当な理由」があると認められることは，前記イで説示したとおりであり，その結論は，本件利用申込み1に本件3曲が含まれているか否かによって左右されるものではないから，受託者である被控訴人が本件3曲に関して委託者兼受益者であるブラスティーの意向を確認すべき義務があったとはいえず，まして本件3曲に関する本件約款上の受益者でもない控訴人X1の意向を確認すべき義務があったとは到底いえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人X1は，本件利用申込み1は別件訴訟を有利にするためにAらの呼びかけに応じたものではなく，Aらとも親しい関係にはないし，本件店舗は控訴人X1がライブ演奏を行う1つの店にすぎず，平成28年4月6日に本件店舗で被控訴人管理楽曲を演奏した際は1曲140円を供託した上で演奏しており，著作権侵害に加担していないなどと主張する。",
                        "しかし，前示のとおり，本件利用申込み1は，著作権の管理に係る被控訴人の方針や別件一審判決を不服とし，ライブ演奏の予約済みの出演者等に被控訴人管理楽曲を演奏する場合には出演者が被控訴人に利用申込みをするようホームページで公表された後にされたものであり，また，控訴人X1は，本件店舗に21回の出演歴があり，別件一審判決直後も無許諾で被控訴人管理楽曲を演奏していたこと等を踏まえると，控訴人X1の主観的意図はともかく，外形的，客観的に見れば，同申込みは，無許諾で長期間にわたって被控訴人管理楽曲を使用してきた本件店舗の運営に賛同し，支援するものと受け止められてもやむを得ないものである。なお，本件全証拠を精査しても，平成28年4月6日に開催された本件店舗のライブ演奏に当たって，控訴人X1が被控訴人管理楽曲の演奏使用料を供託したとの事実を認めることはできない(本件店舗の経営者らに被控訴人管理楽曲の使用料を手渡したとしても，それが供託に当たるものではないことはいうまでもない。)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，控訴人X1は，当審においてそれぞれ以下のとおり主張するが，いずれも理由がない(なお，前記イ及びウと重複する部分は説示しない。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人X1は，前記第2の4(1)ア(ア)のとおり，被控訴人は，係争中の店舗における演奏を予定する第三者からの演奏利用許諾の申込みについては一切受け付けない方針の下，本件利用申込み1について「正当な理由」の審査を行うことなく，本件店舗が使用料未清算であるといった理由のみで拒否したものであり，こうした拒否は，使用料を徴収するための私的制裁措置であって独占禁止法19条で禁止される優越的地位の濫用に当たる旨主張する。",
                        "確かに，被控訴人は，被控訴人管理楽曲の利用許諾を得ることなく営業の一環として演奏した店舗との間では，その店舗が過去の楽曲の使用料を清算しなければ，新たに被控訴人管理楽曲に係る演奏の利用許諾をしないこととしており，また，その店舗において無許諾の利用があり，楽曲の使用料の清算が未了であれば，第三者からその店舗における被控訴人管理楽曲の利用の申込みがあっても，その楽曲の利用がその店舗の営業の一環として行われるものである限り，利用の許諾をしない取扱いをしている(前記認定事実1(4)イ)が，楽曲の演奏の利用許諾の申込みについて拒否したことに「正当な理由」があるか否かは，演奏利用許諾の申込みの時点における事情を踏まえた事後的な法律判断というべきであり，演奏利用許諾の申込みを拒否した際に示した理由に拘束されるものではない。そして，本件においては，上記申込みの時点でAらと被控訴人間には著作権侵害等に係る裁判が係属しており，被控訴人は，平成22年9月24日以降，職員を本件店舗のライブに客として派遣し，ライブ名，演奏曲目や演奏時間等の実態調査等をしており，また，本件店舗のホームページ等を調査することを通じて，控訴人X1の本件店舗の出演歴や本件申込みがされた経緯等を把握していたことが認められるのであり(前記認定事実1(2)，(3)ア，イ，(4)ア)，このような事情を踏まえると，本件利用申込み拒否1に「正当な理由」があることは，現に拒否時に示された理由等にかかわらず，揺らぎ得ない。そして，本件利用申込み拒否1に「正当な理由」がある以上，それが私的制裁措置であって優越的地位の濫用に当たるなどという控訴人X1の上記主張も当を得ないというほかない。",
                        "なお，控訴人X1は，前記第2の4(1)ア(イ)のとおり，被控訴人が控訴人X1による本件利用申込み1を拒否した当時，別件訴訟の判決は確定していなかったにもかかわらず，被控訴人は，本件店舗の経営者らが被控訴人管理楽曲の使用料相当額を清算していないものと決めつけて控訴人X1による被控訴人管理楽曲の演奏利用許諾の申込みを拒否しており，こうした被控訴人による拒否は優越的地位の濫用であり，本件約款における受託者としての忠実義務にも反するとも主張する。しかし，債権者は，事実的，法律的根拠があれば，判決の確定を待つことなく，債務者との間の権利義務関係があることを前提とした措置を執ることはできる(判決の確定により債権が存在しないことが明らかとなったときは，その措置により生じた損害を賠償すべきことは無論である。)ところ，被控訴人による措置が事実的，法律的根拠を明らかに欠いているといった事情は見当たらない(後に別件訴訟はAらの敗訴で確定している。)。したがって，被控訴人が講じた措置は優越的地位の濫用に当たらず，受益者との関係で忠実義務に反するものでもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，控訴人X1は，前記第2の4(1)イのとおり，控訴人X1が被控訴人管理楽曲の利用料の支払を申し出て音楽著作物の演奏利用許諾を求めているのであるから，受託者である被控訴人がこれを拒否することは信託法上の忠実義務に反する旨主張する。",
                        "しかし，前記アで説示したとおり，被控訴人が多数の委託者からの委託を受けて楽曲に係る著作権等を集中的に管理しており，委託者も広く楽曲の利用がされることを期待して被控訴人による楽曲の集中管理を前提とした委託をしている以上，被控訴人による楽曲全体の著作権等に関する適正な管理と管理団体としての業務全般の信頼の維持という観点を軽視することは相当でない。そして，本件利用申込み1がされた経緯や時期等を踏まえると，控訴人X1が使用料の支払を申し出て被控訴人管理楽曲の演奏利用の許諾を求めたとしても，これに許諾を与えることは，本件店舗の運営姿勢を是認し，安定的な著作権の管理，使用料の徴収に支障を生じさせることにつながりかねないものであるといわざるを得ず，通常の委託者の合理的意思に反するものであって，被控訴人の管理団体としての業務の信頼を損ねかねないものである(なお，本件のような状況下においては，支払がされる確実性についての信頼関係も希薄にならざるを得ないと解される。)。控訴人X1の上記主張は，個別の委託者兼受益者の実情を重視して本件利用申込み1を拒否することが特定の楽曲の委託者兼受益者の信託法上の忠実義務に反するというものであって，被控訴人による多数の楽曲に係る著作権等の集中管理の実態を見ないものというほかなく，当を得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "その他，控訴人X1は，原審及び当審で種々の主張をするが，いずれも当を得ないか，独自の見解であって，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "演奏の自由及び著作者人格権の侵害について",
              "text": [
                "上記の点に関する控訴人X1の各主張について理由がないことは，原判決の第4の2の2-1(2)及び(3)に記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件3曲に関する権利侵害について",
              "text": [
                "この点に関する控訴人X1の主張について理由がないことは，原判決41頁22行目冒頭から42頁17行目末尾までを次のとおり補正するほかは，原判決の第4の2の2-1(4)に記載のとおりであるから，これを引用する。",
                "(原判決の補正)",
                "「  しかし，仮に本件著作権契約が信託の性質を有するものであるとしても，本件3曲を含めて控訴人X1の作詞及び作曲に係る楽曲の著作権は，本件著作権契約によってブラスティーに譲渡され，本件著作権譲渡契約における合意に基づいて本件約款により被控訴人に更に信託譲渡されたのであるから，控訴人X1は，被控訴人が本件約款に基づいて委託者兼受益者であるブラスティーに分配する使用料についての受益者であるにすぎず，本件著作権譲渡契約及び本件約款には，控訴人X1が主張するような被控訴人に対して自曲の使用を許諾するよう強制することを求める権利を根拠づけるような定めは見当たらない。」"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，被控訴人が控訴人X1による本件利用申込み1を拒否したことについて著作権等管理事業法16条に規定する「正当な理由」があるというべきであるから，本件利用申込み拒否1は，不法行為を構成するものではない。",
                "したがって，控訴人X1の主張する第1の不法行為に基づく損害賠償請求は，その余について判断するまでもなく理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点1(2)(本件約款の内容に係る違法性等)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人X1は，本件利用申込み拒否1によって，自らの作詞及び作曲した本件3曲すら演奏することができなかったのは，被控訴人が，本件約款上，自らの著作物を使用する権利を留保することを認めず，不公正な取引を強いているためであり，控訴人X1に対する不法行為を構成する旨主張するが，この主張に理由がないことは，原判決の第4の2の2-2(1)及び(2)に記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人X1は，前記第2の4(2)アのとおり，本件約款には原著作権者及び同人から信託譲渡を受けた音楽出版社に対してその著作物を利用することを認めていない点を捉えて，本件約款が独占禁止法19条に違反し，公序良俗に反する違法なものである旨主張する。",
                "控訴人X1の上記主張は，独占禁止法2条9号の各号に規定する「不公正な取引方法」の該当性に関する具体的な主張を欠き，抽象的に「不公正な取引方法」であるというにすぎないが，その点を措くとしても，本件約款はブラスティーと被控訴人との間に係るものであり，控訴人X1と被控訴人との間では本件約款に基づく取引関係がないのであるし，また，控訴人X1自身は音楽出版社ではないのであるから，そもそもこのような主張をする適格を有さないものである。そして，本件約款においては，確かに，音楽出版社については，委託者がその著作権を信託譲渡するに当たり，管理委託の範囲を留保することが可能になる旨の規定にはなっていないが，楽曲の作詞及び作曲者は，音楽出版社を介することなく被控訴人に楽曲の著作権に関する管理を委託することはもとより可能であるから，控訴人X1の上記主張はいずれにせよ当を得ない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点1(3)(著作物の管理に係る違法性等)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人X1は，被控訴人が，ライブハウス等との利用許諾契約において所定の包括的利用許諾契約以外に個々の演奏者からの利用許諾の申込みを受け付けないという不適切かつ違法な管理方法を執っているために著作物の利用状況を把握しておらず，控訴人X1に著作権使用料が配分されず，控訴人X1の著作権及び著作者人格権が侵害された旨主張するが，この主張に理由がないことは，次のとおり原判決を補正するほかは，原判決の第4の2の2-3に記載のとおりであるから，これを引用する。",
                "(原判決の補正)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "44頁19行目の「本件2曲」から同20行目の「譲渡をし」までを「仮に本件著作権契約が信託の性質を有する旨の控訴人X1の主張を前提としても，本件2曲の著作権については，控訴人X1により，本件著作権契約に基づいてブラスティーに信託譲渡がされており」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "44頁26行目の「本件許諾店舗」から45頁2行目末尾までを次のとおり改める。",
                    "「被控訴人は，平成28年11月9日，本件許諾店舗から，本件10月演奏において，本件2曲の楽曲利用がされたことを含む社交場利用楽曲報告書の提出を受けたこと，被控訴人は，平成29年2月7日，本件許諾店舗から同年1月19日に開催されたライブ演奏において，同じく本件2曲の楽曲利用がされたことを含む社交場利用楽曲報告書の提出を受けたこと，被控訴人は，同年6月23日，本件2曲の2回分ずつの使用料から手数料を控除した268円をブラスティーに支払ったことが認められる。",
                    "これに対し，控訴人X1は，被控訴人が，本件10月演奏に係る使用料を本件許諾店舗から社交場利用楽曲報告書の提出を受けた直後に本件許諾店舗から使用料を徴収したことを前提とした上で，著作物使用料分配規程からすると，平成29年6月23日に支払われたのは同年1月29日に開催されたライブ演奏に係るものであり，本件2曲(控訴人X1は，本件3曲の使用料である旨主張するが，本件10月演奏で利用されたのは本件2曲である。)の使用料が控訴人X1に支払われていない旨主張する。しかし，控訴人X1の上記主張は，本件許諾店舗が本件10月演奏に係る使用料を社交場利用楽曲報告書の提出を受けた直後に支払ったことを前提とするものであるが，本件全証拠を精査してもそのような事実を認めるに足りる証拠はないから，その主張の前提を欠くものというほかなく，いずれにせよ理由がない。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "45頁4行目の「原告X1が」から同5行目の「喪失していることは」までを「本件著作権契約が信託の性質を有するものであるとしても，控訴人X1は，同契約により本件2曲の著作権をブラスティーに信託譲渡しており，本件2曲の著作権を喪失していることは」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人X1は，前記第2の4(3)イのとおり，被控訴人がライブハウス店との間で包括的利用許諾契約を締結すると，第三者が個別の演奏利用の申込みをしても受け付けないという管理方法について，原著作権者である同控訴人及びブラスティーに対する信託法上の忠実義務に反し，原著作権者に留保された著作権に係る実質的な権利又は受益権を侵害するとか，独占禁止法19条違反であるなどと主張する。",
                "しかし，法に基づき，多数の楽曲が広く利用されることを前提として，その著作者等から委託を受けて著作権等を集中管理している被控訴人において，個々の店舗等から被控訴人管理楽曲の演奏利用許諾の申込みがされるたびに許諾し，使用料を徴収することは，多大なるコストがかかることが容易に想定され，こうしたコストはいずれにせよ受益者等の負担となるのであるから，被控訴人が，店舗等に被控訴人管理楽曲の包括的な利用の許諾をし，店舗等の規模や使用時間に応じた使用料を徴収することは，相応の合理性を有するものというべきであり，受益者との関係で問題となる忠実義務に反するものではない。また，控訴人X1は，その主張するところを前提としても，ブラスティーに対し，本件著作権契約に基づいて，本件2曲に係る著作権を信託譲渡して本件2曲の著作権を喪失しているし，被控訴人との間ではブラスティーが本件約款上の受益者であるから，控訴人X1と被控訴人との間で忠実義務違反や著作権ないし受益権侵害が問題となるわけではなく，控訴人X1の上記主張はいずれにせよ失当というほかない。さらに，控訴人X1と被控訴人との間で取引関係があるわけでもないから，被控訴人による著作物の管理方法が独占禁止法19条違反であるなどとの控訴人X1の上記主張はその前提を欠いている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，控訴人X1は，本件許諾店舗における平成28年8月29日付けの演奏許諾申込受付拒否を問題としているにもかかわらず，原判決はこの点に関する判断を遺脱している旨主張しているが，引用に係る原判決は，第4の2の2-3(1)において，被控訴人は，本件店舗について包括的利用許諾契約方式によらない許諾契約の案内をしており，控訴人X1が本件許諾店舗で本件利用申込み1に係る代替のライブを行った際には個別の利用許諾に応じ，その後，本件許諾店舗が被控訴人との間で包括的利用許諾契約を締結したことから，控訴人X1による演奏許諾申込みは不要である旨を通知したにすぎないと判断しており，原判決に判断の遺脱はない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点2(控訴人X2の請求)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人X2は，本件利用申込み拒否1と同様に，本件利用申込み拒否2によって控訴人X2の演奏の自由が侵害された旨主張する。",
                "前記2(1)のとおり，楽曲の著作者から委託を受けて著作権等を管理する被控訴人が演奏家の希望する楽曲の利用の許諾を拒否する行為は，著作権等管理事業法16条が規定する「正当な理由」がない限り，演奏家の自己表現又は自己実現に関わる人格的利益を侵害する行為であるといえる。",
                "そこで，被控訴人がした本件利用申込み拒否2について著作権等管理事業法16条が規定する「正当な理由」があるか否かについて検討するに，前記2(2)アのとおり，同法に規定する「正当な理由」があるか否かは，個々の委託者の利害や実情にとどまらず，著作権等に関する適正な管理と管理団体業務への信頼の維持の必要性等についても勘案した上で，利用者からの演奏利用許諾の申込みを許諾することが通常の委託者の合理的意思に反するか否かの観点から判断されるべきである。",
                "そして，本件店舗の営業実態からすると，本件店舗の経営者であるAらが本件店舗における楽曲の演奏主体であるということができることは，前記2(2)イのとおりであり，また，前記認定事実によれば，本件店舗においては長期間にわたって被控訴人管理楽曲が無許諾で利用されていたにもかかわらず，過去の使用料が全く清算されておらず(前記認定事実1(2))，Aらが著作権の管理に係る被控訴人の方針や別件一審判決に従わない旨を表明している状況の下で，本件利用申込み2は，従前どおりの本件店舗の営業形態を前提としつつ，形式的に演奏の主体を出演者として被控訴人に演奏利用の許諾を求める本件店舗のホームページ等の呼びかけに応じた形でされたものである(同1(4)ウ(ア)，(ウ))ことが認められる。さらに，前記認定事実によれば，控訴人X2は，本件店舗のライブに少なくとも39回出演しており(同1(3)ア(イ))，別件一審判決直後も本件店舗において無許諾で被控訴人管理楽曲を演奏していた(同1(4)ア)ことに加え，別件訴訟で控訴人X2は本件店舗の「立ち上げスタッフ」である旨の陳述書が提出されていた(同1(3)ア(イ))ことが認められる。そうすると，このような客観的，外形的状況に照らせば，控訴人X2による本件利用申込み2につき，被控訴人において，著作権の管理に係る被控訴人の方針に従わず，無許諾で長期間にわたって被控訴人管理楽曲を利用してきた本件店舗の運営姿勢に賛同し，支援するものと受け止めることは避けられないものというべきであり，上記のような本件店舗の運営姿勢は，安定的な著作権の管理，使用料の徴収に支障を生じさせるものであるといわざるを得ない以上，この運営姿勢に賛同し，支援するものと理解される本件利用申込み2に被控訴人が利用許諾を与えることは，通常の委託者の合理的意思に反するものであり，被控訴人の管理団体としての業務の信頼を損ねかねないものでもあるから，このような疑念を払拭するに足りる特段の事情が認められない限り，被控訴人が本件利用申込み2を拒否した判断が不合理なものとはいえないし，本件において上記特段の事情を認めるに足りる事情や証拠は見出せない。",
                "したがって，本件利用申込み拒否2には著作権等管理事業法16条に規定する「正当な理由」があるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対して，控訴人X2は，本件利用申込み2は別件訴訟を有利にするためにAらの呼びかけに応じたものではなく，Aらとも親しい関係にはないし，平成28年4月10日に本件店舗で被控訴人管理楽曲を演奏した際は1曲140円を供託した上で演奏しており，著作権侵害に加担していないなどと主張するが，前記2(2)ウ(イ)で説示したのと同様に，本件利用申込み2に至る経緯及びその時期に加え，控訴人X2の本件店舗の出演歴等を踏まえると，控訴人X2の主観的意図はともかく，外形的，客観的に見れば，同申込みは，無許諾で長期間にわたって被控訴人管理楽曲を使用してきた本件店舗の運営に賛同し，支援するものと受け止められてもやむを得ないものである。なお，本件全証拠を精査しても，平成28年4月10日に開催された本件店舗のライブ演奏に当たって，控訴人X2が被控訴人管理楽曲の演奏使用料を供託したとの事実を認めることはできない(本件店舗の経営者らに被控訴人管理楽曲の使用料を手渡したとしても，それが供託に当たるものではないことはいうまでもない。)から，控訴人X2の上記主張は理由がない。",
                "控訴人X2の原審及び当審におけるその他の主張については，控訴人X1固有の事情に関する部分を除き，前記2(2)エ及び前記2(3)(ただし，「演奏の自由」の侵害に係る部分)で判断したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，被控訴人が控訴人X2による本件利用申込み2を拒否したことについて著作権等管理事業法16条に規定する「正当な理由」があるというべきであるから，本件利用申込み拒否2は，不法行為を構成するものではない。",
                "したがって，控訴人X2の不法行為に基づく損害賠償請求は，その余について判断するまでもなく理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点3(控訴人X3の請求)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人X3は，本件利用申込み拒否1と同様に，本件利用申込み拒否3によって控訴人X3の演奏の自由が侵害された旨主張する。",
                "前記2(1)のとおり，楽曲の著作者から委託を受けて著作権等を管理する被控訴人が演奏家の希望する楽曲の利用の許諾を拒否する行為は，著作権等管理事業法16条が規定する「正当な理由」がない限り，演奏家の自己表現又は自己実現に関わる人格的利益を侵害する行為であるといえる。",
                "そこで，被控訴人がした本件利用申込み拒否3について著作権等管理事業法16条が規定する「正当な理由」があるか否かについて検討するに，前記2(2)アのとおり，同法に規定する「正当な理由」があるか否かは，個々の委託者の利害や実情にとどまらず，著作権等に関する適正な管理と管理団体業務への信頼の維持の必要性等についても勘案した上で，利用者からの演奏利用許諾の申込みを許諾することが通常の委託者の合理的意思に反するか否かの観点から判断されるべきである。",
                "そして，本件店舗の営業実態からすると，本件店舗の経営者であるAらが本件店舗における楽曲の演奏主体であるということができることは，前記2(2)イのとおりであり，また，前記認定事実によれば，本件店舗においては長期間にわたって被控訴人管理楽曲が無許諾で利用されていたにもかかわらず，過去の使用料が全く清算されておらず(前記認定事実1(2))，Aらが著作権の管理に係る被控訴人の方針や別件一審判決に従わない旨を表明している状況の下で，本件利用申込み3は，従前どおりの本件店舗の営業形態を前提としつつ，形式的に演奏の主体を出演者として被控訴人に演奏利用の許諾を求める本件店舗のホームページ等の呼びかけに応じた形でされたものである(同1(4)ウ(ア)，(ウ))ことが認められる。さらに，前記認定事実によれば，控訴人X3は，本件店舗のライブに少なくとも32回出演しており(同1(3)ア(ウ))，別件一審判決直後も本件店舗において無許諾で被控訴人管理楽曲を演奏していた(同1(4)ア)ことが認められる。そうすると，このような客観的，外形的状況に照らせば，控訴人X3による本件利用申込み3につき，被控訴人において，著作権の管理に係る被控訴人の方針に従わず，無許諾で長期間にわたって被控訴人管理楽曲を利用してきた本件店舗の運営姿勢に賛同し，支援するものと受け止めることは避けられないものというべきであり，上記のような本件店舗の運営姿勢は，安定的な著作権の管理，使用料の徴収に支障を生じさせるものであるといわざるを得ない以上，この運営姿勢に賛同し，支援するものと理解される本件利用申込み3に被控訴人が利用許諾を与えることは，通常の委託者の合理的意思に反するものであり，被控訴人の管理団体としての業務の信頼を損ねかねないものでもあるから，このような疑念を払拭するに足りる特段の事情が認められない限り，被控訴人が本件利用申込み3を拒否した判断が不合理なものとはいえないし，本件において上記特段の事情を認めるに足りる事情や証拠は見出せない。",
                "したがって，本件利用申込み拒否3には著作権等管理事業法16条に規定する「正当な理由」があるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対して，控訴人X3は，本件利用申込み3は別件訴訟を有利にするためにAらの呼びかけに応じたものではなく，Aらとも親しい関係にはないし，平成28年4月10日に本件店舗で被控訴人管理楽曲を演奏した際は1曲140円を供託した上で演奏しており著作権侵害に加担していないなどと主張するが，前記2(2)ウ(イ)で説示したのと同様に，本件利用申込み3に至る経緯及びその時期に加え，控訴人X3の本件店舗の出演歴等を踏まえると，控訴人X3の主観的意図はともかく，外形的，客観的に見れば，同申込みは，無許諾で長期間にわたって被控訴人管理楽曲を使用してきた本件店舗の運営に賛同し，支援するものと受け止められてもやむを得ないものである。なお，本件全証拠を精査しても，平成28年4月10日に開催された本件店舗のライブ演奏に当たって，控訴人X3が被控訴人管理楽曲の演奏使用料を供託したとの事実を認めることはできない(本件店舗の経営者らに被控訴人管理楽曲の使用料を手渡したとしても，それが供託に当たるものではないことはいうまでもない。)から，控訴人X3の上記主張は理由がない。",
                "控訴人X3の原審及び当審におけるその他の主張については，控訴人X1固有の事情に関する部分を除き，前記2(2)エ及び前記2(3)(ただし，「演奏の自由」の侵害に係る部分)で判断したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，被控訴人が控訴人X3による本件利用申込み3を拒否したことについて著作権等管理事業法16条に規定する「正当な理由」があるというべきであるから，本件利用申込み拒否3は，不法行為を構成するものではない。",
                "したがって，控訴人X3の不法行為に基づく損害賠償請求は，その余について判断するまでもなく理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人らの請求はいずれも理由がないから棄却されるべきものである。",
            "したがって，これと同旨の原判決の判断は相当であり，本件控訴はいずれも理由がないから棄却されるべきである。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}