{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2020-6303号事件について令和2年12月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が出願した商標について拒絶査定を受けたことから，不服審判請求をしたところ，請求は成り立たない旨の審決がされたので，その取消しを求める事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実並びに括弧内に掲記の証拠及び弁論の全趣旨により認められる事実)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成30年10月13日に，別紙1商標目録記載の商標(以下「本願商標」という。)について，商標登録出願(商願2018-133311号。以下「本願」という。)をしたところ(甲12，13。ただし，当該出願時には，指定役務に第37類「建設工事，リフォーム工事，建築工事に関する助言，リフォーム工事に関する助言」が含まれていたが，令和元年11月22日付け手続補正書により削除された。)，令和2年3月5日付けで拒絶査定(発送日は同月13日)を受けたので(甲16)，同年5月9日に不服審判請求をした(甲17。不服2020-6303号)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，上記(1)の不服審判請求について，令和2年12月24日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，本件審決の謄本は，令和3年1月7日に原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標",
              "text": [
                "本願商標は，朱色の半楕円と同色縞模様の半楕円を斜めに接するように組み合わせてなる図形を配した部分(以下「本願図形部分」という。)と，その右にやや図案化された「SAＮKO」の欧文字を図形部分と同様の朱色で横書きした部分(以下「本願文字部分」という。)からなるところ，本願図形部分と本願文字部分とは，視覚上，明確に分離して看取されるものであり，本願図形部分と本願文字部分が常に一体のものとして把握され，特定の観念を生じるものというべき事情は見いだせない。",
                "また，本願文字部分は，辞書等に載録のない造語であって，かつ，構成の大部分を占めるように顕著に表されているから，印象的で記憶に残りやすく，需要者に対し役務の出所識別標識として支配的な印象を与えるものといえる。",
                "そうすると，本願商標の構成中，本願文字部分のみをもって取引に資されることも決して少なくないというのが相当であるから，本願商標と引用商標との類否判断の際には，本願文字部分をもって引用商標と比較することも許されるというべきである。",
                "したがって，本願商標は，その構成文字に相応して，「サンコー」の称呼が生じ，特定の観念を生じないものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "次の登録商標は，いずれも現に有効に存続している。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "登録第3086979号商標(以下「引用商標1」という。)は，別紙2引用商標目録記載1のとおりの構成からなり，平成4年9月18日に登録出願され，第36類「建物の管理，建物の貸与，建物の売買，建物の売買の代理又は媒介，土地の売買，土地の売買の代理又は媒介」を指定役務として，平成7年10月31日に設定登録され，その後，平成17年12月16日及び平成27年7月28日に商標権の存続期間の更新登録がされたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "登録第3093088号商標(以下「引用商標2」という。)は，別紙2引用商標目録記載2のとおりの構成からなり，平成4年9月29日に登録出願され，第36類「建物の売買，土地の売買」を指定役務として，平成7年11月30日に設定登録されたものであり，その後，平成17年12月2日及び平成27年7月28日に商標権の存続期間の更新登録がされたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "登録第3098356号商標(以下「引用商標3」という。)は，別紙2引用商標目録記載3のとおりの構成からなり，平成4年9月24日に登録出願され，第36類「建物の管理，建物の貸与」を指定役務として，平成7年11月30日に設定登録されたものであり，その後，平成17年12月22日及び平成27年9月29日に商標権の存続期間の更新登録がされたものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "登録第3331590号商標(以下「引用商標4」という。)は，別紙2引用商標目録記載4のとおりの構成からなり，平成4年9月29日に登録出願され，第36類「損害保険契約の締結の代理」を指定役務として，平成9年7月11日に設定登録されたものであり，その後，平成19年4月17日及び平成29年5月9日に商標権の存続期間の更新登録がされたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標1は，やや図案化された「SAＮCO」の欧文字を横書きしてなるところ，その構成文字に相応して，「サンコー」の称呼を生じ，「SAＮCO」の文字は，辞書等に載録のない造語であるから，特定の観念を生じないものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用商標2及び4は，水色の雫を重ねたような図形を配し，その下にやや図案化された「SAＮCO」の欧文字を青色で横書きしてなるところ，引用商標2及び4を構成する図形部分と，「SAＮCO」の文字部分は，視覚上，明確に分離して看取されるものであり，かつ，それぞれが常に一体となって特定の観念を生じるものともいえず，当該文字部分が独立して自他役務の識別標識としての機能を果たすものとみるのが相当である。",
                        "したがって，引用商標2及び4は，その構成文字に相応して「サンコー」の称呼が生じ，「SAＮCO」の文字は，辞書等に載録のない造語であるから，特定の観念を生じないものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標の類否",
              "text": [
                "引用商標1，2及び4の「SAＮCO」の欧文字は，本願商標とは，語頭の「S」，「A」，「Ｎ」及び語尾の「O」を共通にするものであり，全体のつづりにおいて4文字目に「K」と「C」の相違があり，欧文字の図案化方法に多少の差異があるとしても，全体の印象が近似するものというのが相当である。",
                "そうすると，本願商標と引用商標1，2及び4は，独立して識別標識としての機能を果たす文字部分の比較において，観念を比較できないとしても，その外観は近似し，いずれも「サンコー」の称呼を共通にするものであるから，これらを総合的に勘案すると，両商標は互いに紛れるおそれのある類似の商標というべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願商標と引用商標の指定役務の類否",
              "text": [
                "本願の指定役務中，第36類「建物の管理，建物の貸借の代理又は媒介，建物の貸与，建物の売買，建物の売買の代理又は媒介，建物又は土地の鑑定評価，土地の管理，土地の貸借の代理又は媒介，土地の貸与，土地の売買，土地の売買の代理又は媒介，建物又は土地の情報の提供」は，引用商標1の指定役務である第36類「建物の管理，建物の貸与，建物の売買，建物の売買の代理又は媒介，土地の売買，土地の売買の代理又は媒介」及び引用商標2の指定役務である第36類「建物の売買，土地の売買」と同一又は類似する。",
                "また，本願の指定役務中，第36類「損害保険契約の締結の代理，損害保険の引受け，生命保険契約の締結の媒介，生命保険の引受け」は，引用商標4の指定役務である第36類「損害保険契約の締結の代理」と同一又は類似する。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，本願商標は，引用商標1，2及び4と類似する商標であって，引用商標1，2及び4の指定役務と同一又は類似する役務について使用をするものであるから，商標法4条1項11号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "原告の主張する審決取消事由",
          "text": [
            "次のとおり，本願商標と引用商標1，2及び4は，それぞれ同一性及び類似性が認められるものではなく，本件審決は，商標法4条1項11号該当性についての判断を誤ったものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "複数の構成部分を組み合わせた結合商標について，商標の構成部分の一部を抽出し，その部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則として許されず，例外的に分離して観察することが許されるのは，①商標の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，②それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などに限られ(最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁，最高裁平成3年(行ツ)第103号同5年9月10日第二小法廷判決・民集47巻7号5009頁，最高裁平成19年(行ヒ)第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁参照)，結合商標を分離して観察することは，原則として許されていない。この点，結合商標の種類に関し，文字部分と図形部分とについて別異に取り扱う理由もない。",
                "上記に関し，最高裁判決の判断規範については，かつては分離して観察することが広く認められていたところ，その射程が制約されてきたという経緯を重視する必要がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願商標について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願商標の特徴等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願商標は，「S」の本願図形部分と「SAＮKO」の本願文字部分とを横書してなる結合商標であるところ，本願図形部分からは，「エス」の称呼が生じる。そして，本願図形部分と本願文字部分は，全体として一体不可分に捉えるべきであり，本願商標と引用商標1，2及び4との類否判断において，本願文字部分だけをことさらに取り出して比較検討すべき事情はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，本願図形部分から称呼が生じることについては触れず，本願図形部分と本願文字部分が常に一体のものとして把握されるのでなければ分離観察が許されるとする旨の判断をするとともに，何ら証拠に基づくことなく，図形と文字との結合商標の場合には，文字部分のみをもって取引に資されることも決して少なくないとの事実認定をした。本件審決は，結合商標に関して最高裁判決が明確に示している上記(1)の原則と例外を逆転させたものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，最高裁判決の示す判断規範に則って，本願商標と同様に図形部分と文字部分からなる結合商標と文字商標とを非類似とした二つの審決(不服2013-20160号事件の審決，不服2020-1388号事件の審決)もあり，本願文字部分をもって引用商標1，2及び4と比較することも許されるなどという本件審決の判断は客観的ではない。本件審決については，先に分離して観察をすることを前提とした上で，いわば付け足し的に「総合的に勘案すれば」としているのみで，緻密な分析をしていない点でも根本的な問題がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願文字部分は強く支配的な印象を与えるものではないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願商標のうち本願文字部分を分離して観察することを許容する根拠がないこと",
                      "text": [
                        "本願図形部分と本願文字部分は，全体として並列的に配置されており，本願図形部分が本願文字部分に比し埋没するような印象はなく，本願文字部分だけが強調されるような配置にはなっていない。外観上，本願図形部分と本願文字部分に大差はなく(本願文字部分のうち「A」も図案化されている。)，むしろ本願文字部分より本願図形部分の方がやや大きく表記されていることからすると，本願文字部分だけが独立して見る者の注意を引くように構成されているとはいえない。この点は，例えば，引用商標2と大きく異なっている。",
                        "本願商標と同様に，文字部分の左側の接頭部分的位置に図形表示が並列表記されている商標の使用例は複数ある(甲17の10頁～12頁)。また，例えば，J-PlatPatの「図形等分類」において，本願商標の指定役務に係る第36類の類似群コード「36D01」，特殊な書体で表現された文字「27．5」，「27．5．1．19  S，s」，称呼「エス」で検索した結果(甲1)においては，企業名等の標章の左端接頭の文字「S」を図形化して文字部分の左の位置にその図形を併記した登録商標が多数存在する。 そのような商標の登録の状況等により推測される取引の実情等からすると，本願図形部分と本願文字部分を分離して観察する根拠は薄弱である。",
                        "さらに，本願商標は，外観上，全て朱色で表され，下部を同一高さ位置にし，本願図形部分が本願文字部分左側の「S」に密接連続するように寄りかかり，本願図形部分の右上部の半楕円形部分が本願文字部分を一部覆うような印象を与えるという構成からなることからすると，本願商標全体として，本願文字部分と本願図形部分との間にデザインとしての有機的な関連性が認められるといえ，このことからも，本願文字部分を分離して観察することが取引上自然であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本願文字部分の自他役務識別標識としての機能が弱いこと",
                      "text": [
                        "本願の指定役務については，引用商標1～4のように，「サンコ」又は「サンコー」の称呼を有する登録商標が複数存在する。また，インターネット情報でも，本願の指定役務の分野においては，「サンコー」又は「サンコウ」の称呼を有する多くの商標が使用されている。したがって，本願商標及び引用商標において，文字部分の自他役務識別標識としての機能は弱く，本願図形部分と本願文字部分を常に不可分一体のものとして観察しなければならない事情がある。",
                        "上記に関し，引用商標1，2及び4が併存登録されているのは，使用の意思をもって複数の他人が商標登録をしているからにほかならず，いずれも商標権の存続期間の更新登録もされているから，平成3年法律第65号附則5条1項の使用に基づく特例による登録であること等によって，文字部分の自他役務識別機能が弱いことが左右されるものではない。また，商標不登録事由の「慣用商標」でない限り識別標識としての機能が弱くないということはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本願文字部分のみを本願商標の要部として分離して観察すべきではないこと",
                      "text": [
                        "「SAＮKO」という文字から「サンコ」又は「サンコー」との称呼を生ずる商標は，一般的に多く使用されており，当該文字部分が何らかの特殊な用語を示すものであるともいえないから，本願文字部分が識別標識として強く支配的な印象を与えるものであるとは到底いえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願図形部分から出所識別標識としての称呼等が生じ得ること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願図形部分については，「S」を示すデザイン図形であると認識できるから，出所識別標識としての称呼・観念のうち，称呼の「エス」が生じる。",
                        "この点，指定役務を第36類とする本願図形部分のみと同一の登録第6379453号商標(甲22)の【ウィーン分類(参考情報)】においては，称呼が生じる可能性の高い「大区分27(書体，数字)」，「中区分27．5(特殊な書体で表現された文字)」が挙げられているところである。",
                        "なお，文字の一部を縞模様にしたりしてデザイン化する手法は，一般的にありふれており(甲24の1～14)，本願図形部分について，上部が縞模様であるのに対し，下部が塗りつぶしであるという点から，上下各部分が別異の印象を与えるということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願図形部分は，原告の社名である「山晃住宅」の頭文字「S」をモチーフにデザイン化したものであり(甲2)，このことはその外観上も明らかである。企業名等の標章の接頭の文字を図形化して文字部分の左にその図形を併記した登録商標は多数存在する(甲1)。",
                        "そして，例えば，本願図形部分にかなり近似している登録第4739106号商標や登録第5956419号商標については，「【称呼(参考情報)エス】【検索用文字商標(参考情報)】S」とされている。また，上記イ(ア)の検索結果(甲1)によると，図形部分からは直ちに「エス」との称呼が生じるといえるのか微妙な登録商標でも称呼として「エス」が生じるとされている。",
                        "一般的に，二つの半円様のものが互いに向き合う形で斜め方向にずれて配置されているような図形が，アルファベットの「S」を示すものであることは，経験上もしばしば遭遇するところであり，インターネット等からもその例が把握できる(甲20の1～4，甲21)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本願図形部分について，出所識別標識としての称呼「エス」が生じることを無視することは許されない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "よって，本件審決については，本願商標のうち本願文字部分のみを取り出した点で，その判断の前提に誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標1，2及び4は非類似であること",
              "text": [
                "本願商標の要部が本願商標全体であることを前提にすると，次のとおり，本願商標と引用商標1，2及び4が同一又は類似するものであるとはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "称呼の非類似性",
                  "text": [
                    "本願商標からは，「エスサンコ」又は「エスサンコー」との称呼が生ずることとなる。他方，引用商標1，2及び4は，いずれも「サンコ」又は「サンコー」との称呼が生じる。本願商標と各引用商標の要部の称呼は，比較的短い5文字(長音の有無は無視する)中2文字が相違すること，横書きにおいて語頭の称呼が「エス」の有無で異なること等により，全く異なっている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "外観(図形を含む)の非類似性",
                  "text": [
                    "本願商標は「SAＮKO」の文字部分の左側先頭に「S」の図形が一連に存する一方，引用商標1，2及び4ではこれが存しないから，その外観を大きく異にする。",
                    "この点，本願商標の文字部分はアルファベット(一部はイラスト化)で横書きされたものであるところ，社会通念上，そのような文字は左から右に向かって認識され読まれるべきものであることからすると，これを見る者にとっては，一番左に位置する「S」の図形部分が最も強調されて認識されるものといえる。高度にデザイン化された本願図形部分には，外観上，明確な特徴がある。",
                    "なお，仮に称呼及び観念が同一又は類似するものであったとしても，両商標の外観が大きく異なれば類似することにはならないとする複数の裁判例があり，また，裁判例においては，図形部分と文字部分との結合商標においては図形の持つ情報伝達力にも注目すべきであることも指摘されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取引の実情(原告が古くから本願商標を本社建物に大きく表示したりしてきたこと等)",
                  "text": [
                    "本願図形部分と本願文字部分は，大抵，対外的にも一体のものとして長年使用されてきた。この点，原告の旧社屋ビルの平成5年竣工の記念としてその頃に取引先に配布したテレフォンカード(甲5)や，顧客に配布した「部屋さがしCD」(甲6)，取引先に交付している請求書(甲7)においても，本願図形部分と本願文字部分が一体のものとして使用されている。",
                    "本願商標の商標登録出願人である原告「株式会社山晃住宅」は，主として賃貸住宅の仲介，管理をしている会社で，昭和47年に「土地・建物山晃住宅」として設立され，現在においては奈良本社のある奈良県と静岡本社のある静岡県を中心に，多数の営業店舗(奈良県13店舗，静岡県4店舗)を有する会社である。原告において，賃貸住宅を管理している「住宅管理物件数」は約4万2742室(全国24位(奈良県1位))，賃貸住宅を家主と取引した「取引家主数」は約9000人，賃貸住宅の取引物件は約9万室に至っている。",
                    "したがって，奈良県及び静岡県を中心に，本願商標が原告の商号商標として取引者，需要者の間で広く認識されているという取引の実情がある。",
                    "以上のことからすると，本願商標全体が一体性をなすということは，原告のみならず取引者や需要者にとっても認識されていたというべきであり，このうちの一部の称呼のみが共通していたとしても，取引者や需要者に何ら出所の誤認混同を生じさせるものではない。",
                    "上記に関し，被告は，商標の類否判断に当たり考慮することのできる取引の事情は，指定商品(役務)全般についての一般的，恒常的なそれを指すと主張するが，それは，極めて限定的な理解であって相当でない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "よって，本願商標と各引用商標とは，外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して，取引の実情を踏まえつつ全体的に考察すると，非類似と判断されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願商標について",
              "text": [
                "本願図形部分と本願文字部分とは，図形と文字という構成要素の性質の相違，縦横の比率の相違，本願商標全体において占める面積の相違及び重なることなく配置されていること等から，視覚上，明確に分離して看取されるものである。そして，本願図形部分と本願文字部分とに，それぞれ相互に観念上，密接な関連性があるとはいえず，構成部分を結合して意味を持たせるようなつながりもなく，それらの部分が常に一体のものとして把握され，特定の観念を生じるものというべき事情は見いだせない。したがって，それらの部分が，分離して観察することが取引上不自然であると思われるほど不可分に結合しているものとはいえない。",
                "また，本願文字部分は，辞書等に載録のない造語であって，かつ，構成全体の7割ほどの大部分を占めるように顕著に表されているから，印象的で記憶に残りやすく，需要者に対し役務の出所識別標識として強く支配的な印象を与えるものといえる。",
                "そうすると，本願商標は，その構成中，本願文字部分のみをもって取引に資されることも決して少なくないというのが相当であるから，本願商標と引用商標1，2及び4との類否判断の際には，本願文字部分をもって引用商標1，2及び4と比較することも許されるというべきである。",
                "したがって，本願商標は，本願文字部分から，「サンコー」の称呼が生じ，特定の観念を生じないものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標1は，やや図案化された「SAＮCO」の欧文字を紺色で横書きしてなるところ，その構成文字に相応して，「サンコー」の称呼を生じ，「SAＮCO」の文字は，辞書等に載録のない造語であるから，特定の観念を生じないものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標2及び4は，水色の雫を重ねたような図形を配し，その下にやや図案化された「SAＮCO」の欧文字を青色で横書きしてなるところ，引用商標2及び4を構成する図形部分と，「SAＮCO」の文字部分は，上下に重なることなく配置されており，視覚上，明確に分離して看取されるものであり，かつ，それぞれが常に一体となって特定の観念を生じるものともいえず，これらを不可分一体のものとして把握しなければならない特段の事情は見いだせず，図形部分と文字部分を分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものではない。そうすると，その構成中，「SAＮCO」の文字部分も単独で自他役務の識別標識としての機能を果たすものとみるのが相当であって，その構成中「SAＮCO」の文字部分を抽出し，この部分だけを他人の商標と比較して，商標そのものの類否を判断することが許されるというべきである。",
                    "したがって，引用商標2及び4は，その構成文字部分から「サンコー」の称呼が生じ，「SAＮCO」の文字は，辞書等に載録のない造語であるから，特定の観念を生じないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願商標と引用商標の類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "本願文字部分と引用商標1，2及び4の構成中「SAＮCO」の文字部分との比較において，両者は，全体のつづりにおいて4文字目に「K」と「C」の相違があるものの，前半の「S」，「A」及び「Ｎ」並びに語尾の「O」を共通にするものであり，全体として5文字から構成される文字のうち1文字が相違するにすぎないものである。",
                    "また，本願商標及び引用商標1の構成文字のうち「A」並びに引用商標1，2及び4の構成文字のうち「Ｎ」の欧文字が図案化されているものの，文字を図案化して表すことは一般に行われていることであり，実際に，欧文字「A」を本願商標のように図案化したもの(乙7～15)，同様に引用商標1のように図案化したもの(乙16～24)，欧文字「Ｎ」を引用商標1のように図案化したもの(乙25～29)，引用商標2及び4のように図案化したもの(乙30～38)は，普通に用いられているという実情が見受けられる。そうすると，本願商標及び引用商標1，2及び4の文字の図案化は，商取引において一般に用いられる程度の図案化にとどまるものであって，それらの図案化方法に多少の差異があるものの，容易に当該文字を表したものと看取される程度の態様であるというのが相当であり，格別顕著に図案化されたものということはできない。",
                    "したがって，本願文字部分と引用商標1，2及び4の文字部分とは，「K」と「C」の文字の相違及び図案化に多少の相違があるとしても，それらの相違が需要者に強い印象を与え，その記憶に深く残るものではないから，本願商標と引用商標1，2及び4とは，全体の印象が近似するものというべきであり，外観上相紛らわしいものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "称呼",
                  "text": [
                    "本願文字部分と引用商標1，2及び4の文字部分は，「サンコー」の称呼を共通にするものであるから，称呼において相紛らわしい。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "観念",
                  "text": [
                    "本願文字部分と引用商標1，2及び4の文字部分は，ともに特定の観念を生じないものであるから，観念において比較することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本願文字部分と引用商標1，2及び4の文字部分は，観念において比較できないとしても，外観上相紛らわしいものであり，称呼を共通にするものであるから，本願商標と引用商標1，2及び4について，外観，称呼によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察してみると，本願商標と引用商標1，2及び4とを同一又は類似する役務に使用したときは，取引者，需要者をして，役務の出所について混同を生ずるおそれがある類似の商標というべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "subject": "結合商標においては原則として分離して観察することが許されていないとの主張について",
                  "text": [
                    "最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁が判示するとおり，各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない商標については，その一部だけを他人の商標と比較して商標そのものの類否を判定することも許されると解釈されるものである。上記最高裁判決の上記判断は，その後の最高裁判決でも否定されていないと解され，原告が指摘する例外(前記4(1)の①及び②)は，限定的な例外要件であるかのように解釈されるべきものではない。",
                    "そして，本願商標並びに引用商標2及び4について，図形部分と文字部分の各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められないことや，本願文字部分について，取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められることは，前記(1)及び(2)のとおりである。",
                    "また，原告が挙げる審決例は，それぞれの商標を構成する文字，態様，図案化の程度等の要素が本願商標とは異なるものであるから，本願商標と各引用商標との類否判断に影響を与えるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願文字部分が強く支配的な印象を与えるものではないとの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)のとおりであって，原告が主張するように本願文字部分より本願図形部分の方がやや大きく表記されているとはいえず，顕著に表された本願文字部分が印象的で記憶に残りやすく，需要者に対し役務の出所識別標識として強く支配的な印象を与えるものというのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本願の指定役務の分野において，文字部分の左側に図形表示が並列表記されている使用例や，文字部分の左側に「S」の文字を図形化した表示が並列表記されている登録商標が多数存在することより推測される取引の実情について主張するが，原告が挙げる使用例及び登録例からいえることは，単に，図形と文字とが並列された商標が使用又は商標登録されているということにすぎず，原告が挙げる使用例及び登録例があるからといって，本願図形部分と本願文字部分を分離して観察する根拠が薄弱であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用商標1～4や，インターネットの情報を指摘して，本願文字部分の自他役務識別標識としての機能が弱いと主張する。",
                        "しかし，引用商標1，2及び4は，平成3年法律第65号による商標法の改正により役務に係る商標の登録制度を導入するに当たり，既使用の役務に係る商標の保護について特段の配慮として定められた，上記法律の附則5条1項の使用に基づく特例の適用の主張を伴う商標登録出願(以下「特例商標登録出願」という。)によるもので，同条3項により，複数の特例商標登録出願の全てが重複して商標登録を受け得るよう手当されたことによって，互いに重複する商標として登録されたものであるから，それらの登録商標の存在によって，本願文字部分並びに引用商標1，2及び4における文字部分の自他役務識別標識としての機能が弱いものとは一概にはいえない。",
                        "また，インターネットにおける事例を含め，複数の「サンコー」と称呼され得る使用例があるとしても，不動産や保険に関連する本願の指定役務との関係において，「SAＮKO」，「SAＮCO」，「サンコー」等の文字が，役務の普通名称，慣用名称，質等の特定の意味内容を表すものであるとはいえず，それを表すに至っているともいえない。",
                        "さらに，それらの文字が，識別力を弱める，又は失わせるほど，本願の指定役務との関係において，店名として多数使用されているという事実も確認できず，原告の指摘する8件程度の事例(甲17の6頁～13頁)によって，その事実を認定することもできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願図形部分から出所識別標識としての称呼等が生じ得るとの主張について",
                  "text": [
                    "商標公報における「称呼(参考情報)」及び「検索用文字商標(参考情報)」の欄の記載は，商標を検索するために付与された情報であって，あくまでも参考情報であるから，当該商標に接する需要者が取引上自然に認識する称呼として「エス」の称呼を生じるか否かは別の問題である。",
                    "その上で，原告の指摘するJ-PlatPatの検索結果及び商標公報の表示やインターネット情報から理解される「S」の欧文字のデザイン化のバリエーションも踏まえると，本願図形部分について，その特徴からして「S」の欧文字をデザイン化したものとして認識されなくもない。しかし，本願図形部分は，上部が縞模様であるのに対し，下部は塗り潰しであるという点から，上下各部分が別異の印象を与えるものであり，たとえ，本願商標に接する需要者において，本願図形部分を「S」の欧文字をデザイン化したものと認識したとしても，そのデザイン化の度合いからすると，もはや「S」の欧文字自体を表したものと認識するとはいえず，取引上「エス」の称呼を自然に認識することのない図形，すなわち称呼を生じない図形を表したものと認識するというべきである。",
                    "また，本願図形部分から出所識別標識としての称呼が生じるとしても，各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められず，かつ，本願文字部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる本願商標から，本願文字部分を取り出して観察することが許されるべきことに変わりはなく，上記の点は，本件における類否判断に影響を与えるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本願商標の外観に係る主張について",
                  "text": [
                    "称呼及び観念が同一又は類似するものであったとしても，両商標の外観が大きく異なれば，商標全体として紛れるおそれのない非類似の商標であると判断した原告主張の裁判例は，文字部分の識別力が弱いと判断された場合や，称呼においても相違すると判断された場合のものである。また，図形部分の持つ情報伝達力を軽んじてはならないとしても，文字部分の持つ情報伝達力が重要であることに変わりはない。なお，本願図形部分が一番左に位置することは，上記判断を左右しない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取引の実情の主張について",
                  "text": [
                    "商標の類否判断に当たり考慮することのできる取引の実情とは，その指定商品(役務)全般についての一般的，恒常的なそれを指すものであって，単にその商標が現在使用されている商品(役務)についてのみの特殊的，限定的なそれを指すものではないことは明らかである(最高裁昭和47年(行ツ)第33号同49年4月25日第一小法廷判決)。",
                    "原告が提出する証拠から，本願商標が奈良県及び静岡県の需要者の間に一定程度認識されているといい得るとしても，それは，限られた地域における限定的な取引の実情であるというべきであり，商標の類否判断に当たり考慮することのできる一般的，恒常的な取引の実情ということはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "結合商標の類否判断の方法について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべきであり，かつ，その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照)。また，複数の構成部分を組み合わせた結合商標については，各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない場合は，一つの称呼，観念が他人の商標の称呼，観念と同一又は類似であるといえないとしても，他の称呼，観念が他人の商標のそれと類似するときは，両商標はなお類似するものと解するのが相当である(最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁参照)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点について，原告は，結合商標の一部を分離，抽出して商標の類否を判断することは，「商標の構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合」や，「それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合」などの場合に限られるべきであると主張する。しかし，原告が挙げる上記の場合以外にも，「各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない場合」には，分離して観察することが許されると解するのが相当である。原告が引用する最高裁平成19年(行ヒ)第223号同20年9月8日第二小法廷判決・裁判集民事228号561頁も，このことを否定するものとは解されない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，以上の(2)で述べた事情などを総合的に考慮して，結合商標の一部を分離，抽出して商標の類否を判断することが許されるかどうかを判断することが相当であると解される。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願商標について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願商標は，朱色の半楕円と同色縞模様の半楕円を斜めに接するように組み合わせてなる図形を配した本願図形部分と，その右にやや図案化された「SAＮKO」の欧文字を本願図形部分と同様の朱色で横書きした本願文字部分からなるところ，図形と文字という構成要素の性質の違いや，本願図形部分の上部が本願文字部分の上部よりも少なからず上にはみ出す形となっていることのほか，本願文字部分については容易に「サンコ」又は「サンコー」という称呼を有する部分として理解されることからすると，本願図形部分と本願文字部分とは，外観上，明確に分離して看取されるものであるといえる。そうすると，本願図形部分及び本願文字部分について，それらの部分を分離して観察することが取引上不自然であると思われるほど不可分に結合しているものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記のとおり容易に特定の称呼を有する部分として理解される本願文字部分は，本願商標の構成の大きな部分(7割以上)を占めている。そして，「SAＮKO」の文字は，辞書等に載録のない語であるから，特定の観念を生じないものである。そうすると，本願文字部分は，需要者の印象に残りやすく，強い印象を与えるということができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，本願図形部分については，その形状に照らし，称呼を有しない図形であるのか，一定の文字を図案化したものであるのか，一見して直ちに明確なものであるとはいい難いが，商標において，企業等の名称の文字の一部が図案化される例は少なからずあると解されることや，本願文字部分の冒頭の文字が「S」であることからすると，本願図形部分は，「S」を図案化したものであると理解することも可能であるといえ，その場合には本願図形部分から「エス」の称呼が生じ得る。",
                "もっとも，本願文字部分の冒頭の文字が「S」であることからすると，本願図形部分が「S」を図案化したものと理解される場合においては，本願文字部分の冒頭の「S」を取り出して特に図案化して配置したものにすぎず，本願文字部分と独立した意味を有するものではないとの理解がされることも多いものとみることができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(1)～(3)からすると，本願商標については，本願文字部分のみによって商標の類否を判断することも許されるということができる。",
                "したがって，本願商標は，その構成文字に相応して，「サンコー」又は「サンコ」の称呼が生じ，特定の観念を生じないものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用商標1，2及び4について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠(乙3，5，6)によると，引用商標1，2及び4について，本件審決が認定した前記第2の3(2)ア(ア)，(イ)及び(エ)のとおりに認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用商標1は，やや図案化された「SAＮCO」の欧文字を横書きしてなるところ，その構成文字に相応して，「サンコー」又は「サンコ」の称呼を生じる。「SAＮCO」の文字は，辞書等に載録のない語であり，特定の観念を生じない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用商標2及び4は，水色の雫を重ねたような図形を配し，その下にやや図案化された「SAＮCO」の欧文字を青色で横書きしてなるところ，引用商標2及び4を構成する図形部分と，「SAＮCO」の文字部分は，視覚上，明確に分離して看取されるものであり，それらが常に一体となって特定の観念を生じるものともいえないから，文字部分が独立して自他役務の識別標識としての機能を果たすものといえる。したがって，引用商標2及び4は，その構成文字に相応して「サンコー」又は「サンコ」の称呼を生じる。「SAＮCO」の文字は，辞書等に載録のない語であり，特定の観念を生じない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本願商標と引用商標1，2及び4の類否",
          "text": [
            "引用商標1，2及び4の「SAＮCO」の欧文字は，本願文字部分である「SAＮKO」と，外観の全体的な印象において近似するものであるといえる。",
            "そうすると，本願商標と引用商標1，2及び4は，文字部分の比較において，観念を比較できないとしても，その外観は近似し，いずれも「サンコー」又は「サンコ」の称呼を共通にするものであるから，これらを総合的に勘案すると，両商標は互いに紛れるおそれのある類似の商標というべきである。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "以上のとおり，本願商標は，引用商標1，2及び4と類似する商標であるところ，本願商標が引用商標1，2及び4の指定役務と同一又は類似する役務について使用をするものであることについては，当事者間に争いがない。",
            "よって，本願商標は，商標法4条1項11号に該当するとした本件審決の判断に誤りはなく，原告主張の審決取消事由は認められない。"
          ]
        },
        {
          "fig": "6",
          "subject": "原告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願商標と同様に，文字部分の左側の接頭部分的位置に図形表示が並列表記されている商標の使用例は複数あるし，企業名等の標章の左端接頭の文字「S」を図形化して文字部分の左の位置にその図形を併記した登録商標が多数存在すると主張するが，上記のような使用例や登録例があるからといって，本願において本願図形部分と本願文字部分を分離して観察することができないとはいえない。",
                "また，原告は，本願商標は，外観上，全て朱色で表され，下部を同一高さ位置にし，本願図形部分が本願文字部分左側の「S」に密接連続するように寄りかかり，本願図形部分の右上部の半楕円形部分が本願文字部分を一部覆うような印象を与えるという構成からなることを主張するが，そうであるとしても，本願において，本願図形部分と本願文字部分を分離して観察することができることは，前記2で判示したとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願の指定役務については，「サンコ」又は「サンコー」の称呼を有する登録商標が複数存在し，インターネット情報でも，本願の指定役務の分野においては，「サンコー」又は「サンコウ」の称呼を有する多くの商標が使用されていると主張するが，そのような登録例や使用例があるからといって，本願文字部分の自他役務識別標識としての機能が弱いということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願図形部分が「エス」の称呼を生じることを主張するが，そのようになる場合であっても，本願図形部分が本願文字部分から独立した意味を有するものではないものと理解されることも多いとみられることは，前記2で判示したとおりであって，本願商標と引用商標1，2及び4が類似するとの前記4の判断を左右するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，取引の実情として，原告が古くから本願商標を用いていたことを主張するが，証拠(甲2，4～7，15，17，18)を踏まえても，前記4の判断を左右するような取引の事情は認められないというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}