{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件各控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的請求",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人らは，控訴人に対し，連帯して2600万円及びこれに対する被控訴人Yにつき平成30年7月13日から，その余の被控訴人らにつき平成31年4月19日から各支払済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人Yは，控訴人に対し，300万円及びこれに対する平成11年7月12日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的請求",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人Yは，控訴人に対し，1017万円及びこれに対する平成30年7月13日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人歯愛社は，控訴人に対し，985万円及びこれに対する平成31年4月19日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人デンタル社は，控訴人に対し，598万円及びこれに対する平成31年4月19日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は第1，2審とも被控訴人らの負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "被控訴人Yは，入れ歯入れ容器に係る意匠について自己を創作者とする意匠登録出願をし，意匠権の設定登録(以下，この登録に係る意匠権を「本件意匠権」といい，本件意匠権に係る意匠を「本件意匠」という。)を受け，本件意匠の実施品である入れ歯入れ容器(以下「本件製品」という。)を販売していた者であり，被控訴人歯愛社及び被控訴人デンタル社(以下「被控訴人会社ら」という。)は，本件製品を販売していた者である。",
            "本件は，控訴人が，主位的に，①本件意匠の創作者は控訴人であるから，被控訴人Yが本件意匠について意匠登録出願をし，その設定登録を維持し，本件製品を販売した行為及び被控訴人会社らが本件製品を販売した行為はいずれも控訴人の意匠登録を受ける権利を侵害する共同不法行為を構成すると主張し，被控訴人らに対して，民法719条1項前段に基づき，損害賠償金2億3000万円及びこれに対する不法行為の後の日(被控訴人Yにつき平成30年7月13日，被控訴人会社らにつき平成31年4月19日)から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による遅延損害金の連帯支払を求めるとともに，②被控訴人Yが本件意匠について自らを創作者とする意匠登録出願をし，その設定登録を受けた行為は控訴人の創作者名誉権(意匠の創作者が出願書類，公報，登録証等に創作者として表示記載される権利)を侵害する不法行為を構成すると主張し，被控訴人Yに対して，民法709条に基づき，損害賠償金300万円及びこれに対する不法行為の日である平成11年7月12日から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による遅延損害金の支払を求め，予備的に，③被控訴人Yは本件意匠に係る意匠登録出願をしてその設定登録を受け，本件製品を販売することにより，被控訴人会社らは本件製品を販売することにより，それぞれ法律上の原因なく利益を受け，控訴人は損失を被ったと主張し，被控訴人らに対して，民法704条に基づき，不当利得金合計2億2800万円(被控訴人Yにつき9302万円，被控訴人歯愛社につき9029万円，被控訴人デンタル社につき4469万円)及びこれに対する受益の後の日(被控訴人Yにつき平成30年7月13日，被控訴人会社らにつき平成31年4月19日)から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による利息の返還を求める事案である。",
            "原審は，控訴人の主位的請求及び予備的請求を全部棄却したところ，控訴人は，これを不服として(ただし，不服の範囲は，前記第1の2に記載のとおりである。)，本件各控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実，争点及び争点に関する当事者の主張",
          "text": [
            "次の点を改めるほかは，原判決の「事実及び理由」欄の第2の2及び3並びに第3に摘示のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁20行目の「証拠」の次に「(以下，特に断らない限り，枝番の記載を省略する。)」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁23行目の「被告Yは」から25行目の「原告は，その委託を受けて」までを「被控訴人Y，A及び控訴人は，平成11年1月頃，被控訴人YがA化學に製作を委託する予定の入れ歯入れ容器につき，その金型をX製作所において製作することについての打合せを行い，その後，X製作所は，A化學からの委託を受けて」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決5頁1行目末尾に「(甲2，乙9，10，原審控訴人本人，原審被控訴人Y本人)」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決5頁18行目の「送付した」を「送付し，同内容証明郵便は，同月17日，上記宛先に到達した」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決6頁2行目から3行目にかけて，4行目から5行目にかけて及び13行目から14行目にかけての各「対する不法行為に基づく損害賠償請求権の成否」をいずれも「よる不法行為の成否」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決6頁10行目の「不当利得返還請求権の成否」を「不当利得の成否」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決6頁23行目の「平成11年」を「平成10年」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決8頁3行目の「意匠」を「意匠登録」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決9頁17行目から18行目にかけての「対する不法行為に基づく損害賠償請求権の成否」を「よる不法行為の成否」と改める。",
                "(10)  原判決10頁17行目の「受けるためには」を「受け，被控訴人らが本件製品を独占的に販売し続けるためには」と改める。",
                "(11)  原判決13頁26行目の「請求をした時点」を「催告をした時点(平成30年7月17日)」と改める。",
                "(12)  原判決14頁9行目の「不当利得返還請求権の成否」を「不当利得の成否」と改める。",
                "(13)  原判決15頁22行目の「係る」を「かかる」と改める。",
                "(14)  原判決16頁1行目から2行目にかけての「何らの異議を申し立てなかった」を「何らの措置も採らなかった」と改める。",
                "(15)  原判決19頁10行目の「係る」を「かかる」と改める。",
                "(16)  原判決20頁3行目の「しかし」の次に「，引用意匠1の本体の底面にはすべり止めが設けられているのであり」を加える。",
                "(17)  原判決22頁26行目の「引用意匠1」を「引用意匠2」と改める。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の主位的請求及び予備的請求は全部理由がないものと判断する。その理由は，次のとおり改め，控訴人の当審における主張に鑑み後記2を付加するほかは，原判決の「事実及び理由」欄の第4の1及び2に説示のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決24頁2行目から3行目にかけての「対する不法行為に基づく損害賠償請求権の成否」を「よる不法行為の成否」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決24頁5行目の「4」の次に「，8，12」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決24頁12行目の「平成10年頃」を「平成6年9月12日」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決24頁15行目の「同年頃」を「平成10年頃」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決25頁16行目の「上記デッサンには，」の次に「被控訴人Yにおいて歯科医師としてこれまで取り扱ってきたほとんどの入れ歯が収まるようなサイズとなるようにと考え，ミリメートル単位で」を加える。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決26頁13行目の「平成13年10月29日」を「平成13年9月7日」と改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決27頁1行目の「設計した」から2行目の「供述し」までを「被控訴人Yと相談することなく自ら設計した旨供述し」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決27頁3行目末尾に「また，控訴人の陳述書(甲12)には，③外形の大きさは入れ歯の咬合器を参考にして決めた旨の記載がある。」を加える。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決27頁8行目の「前記前提事実(1)ア」の次に「，原審控訴人本人」を加える。",
                "(10)  原判決28頁6行目の「認められないし」の次に「，入れ歯入れ容器に関し」を加える。",
                "(11)  原判決28頁7行目から8行目にかけての「認められない」を「認められないから，被控訴人Yと相談せずに入れ歯入れ容器の設計を自ら進めた旨の前記a②の供述は，不自然かつ不合理である」と改める。",
                "(12)  原判決28頁9行目の「また」の次に「，前記a③の記載についてみると」を加える。",
                "(13)  原判決28頁12行目の「前記a②」を「前記a③」と改める。",
                "(14)  原判決28頁14行目の「前記a①及び②」を「前記a①ないし③」と改める。",
                "(15)  原判決29頁2行目の「20年が経過した現時点」を「約20年が経過した本件訴訟係属時点」と改める。",
                "(16)  原判決30頁3行目から4行目にかけての「示唆に止まる」を「示唆したに止まる」と改める。",
                "(17)  原判決31頁8行目の「甲23」を「甲3，23，原審控訴人本人」と改める。",
                "(18)  原判決31頁8行目の「蓋に上記のような機能を持たせるためには」から11行目末尾までを「蓋に上記のような機能を持たせるため，専ら技術的な観点から本件製品が有するヒンジのような形状が採用されたものである。」と改める。",
                "(19)  原判決31頁12行目の「ヒンジ部分が明確に」を「ヒンジ部分の全体を」と改める。",
                "(20)  原判決32頁6行目から7行目にかけての「対する不法行為に基づく損害賠償請求権の成否」を「よる不法行為の成否」と改める。",
                "(21)  原判決32頁7行目の「不当利得返還請求権の成否」を「不当利得の成否」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の当審における主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，①控訴人(X製作所)は金型の製作のみならず成形品の製作も数多く請け負っており，顧客に対して様々なアイデアを提供してきた，②現に，控訴人は本件製品のヒンジ部分につき被控訴人Yに対してアイデアを提供したとして，控訴人は本件製品のデザインにつき被控訴人Yに対して提案をした旨主張する。",
                "しかしながら，訂正の上引用する原判決第2の2(3)のとおり，本件に係る取引の形態としては，X製作所は，A化學から本件製品の金型の製作を請け負ったにすぎないのであり，被控訴人Yから成形品である本件製品の製作を請け負ったものではないところ，控訴人自身，金型屋の業務内容の割合は「製品図面どおりに金型を製作する業務」が約8割を占め，「顧客のアイデアを具体化する業務」及び「アイデアを顧客に提案する業務」が併せて約2割にすぎない旨主張しているところであり，本件全証拠によっても，控訴人において特に本件製品(ヒンジ部分を除く。)のデザインにつき自ら提案するのが自然であるような事情は認められないから，仮に，控訴人がこれまでの業務の中で顧客に対して製品のデザイン等につきアイデアを提供したことがあったとしても，そのことをもって，控訴人が，本件においても，本件製品の金型の製作のために技術的に必要となる指摘等を超え，被控訴人Yが有していた本件製品のデザイン案に本質的変更を加えるようなデザイン面からの提案(ヒンジ部分に関するものを除く。)をしたと推認するには不十分である。",
                "また，引用に係る原判決第4の1(1)ア(オ)において認定したとおり，確かに控訴人は，被控訴人Yに対し，ヒンジ部分を二重構造とすることにつき自ら提案をしたものである。しかしながら，この点に関し，被控訴人Yは，原審本人尋問において，被控訴人Yがヒンジの脆弱性について問題を提起したところ，控訴人が二重ヒンジにすればよいとの提案をした旨供述し，この供述を覆すに足りる証拠はないから，控訴人がヒンジ部分の機能的な面からこれを二重構造にする旨の提案をしたからといって，控訴人が，本件製品の他の部分についても，デザイン面からの提案をしたと推認することはできない。",
                "以上のとおりであるから，控訴人の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，①控訴人は長きにわたって歯科医療関連商品の製作に携わっており，入れ歯入れ容器の適切な形状につき知見を有していた，②控訴人はそのほかにも物品のデザインの経験を有していた，③控訴人は若年で経験不足の被控訴人Yに対し親心を有していたとして，控訴人が被控訴人Yに対して入れ歯入れ容器の製作を持ち掛けても経緯として唐突かつ不自然とはいえない旨主張する。",
                "しかしながら，控訴人は，原審本人尋問において，従前から入れ歯入れ容器の製作販売に係る事業を計画し，準備するなどしていたことにつき具体的で説得的な供述をしないばかりか，被控訴人Yとの間で同事業を共同で行う旨の合意等に関しても何ら具体的な供述をせず，さらには，被控訴人らが本件製品を販売していることを知りながら，被控訴人Yとは何の話もしなかった旨の供述をしているところであるから，仮に，控訴人が物品のデザインの経験を有し，とりわけ，長きにわたって歯科医療関連商品の製作に携わってきたとしても，また，控訴人が被控訴人Yよりも年長であり，歯科医療関連商品の製作につきより長い経験を有していたとしても，控訴人が被控訴人Yに対して入れ歯入れ容器の製作を持ち掛けたとの控訴人の供述が経緯として唐突かつ不自然であるとの評価(訂正の上引用する原判決第4の1(1)イ(ア)b)を左右するものではない。",
                "したがって，控訴人の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，意匠の定義(意匠法2条1項)によれば専ら機能的な側面から設計されたものも意匠に該当するとし，また，ヒンジ部分は本件製品の全体の美観に大きな影響を与えているなどとして，本件製品のヒンジ部分の形状は意匠として保護される旨主張する。",
                "しかしながら，訂正の上引用する原判決第4の1(1)ウ(イ)bにおいて認定したとおり，本件製品のヒンジ部分の形状は，蓋を二段階でスムーズに開けるとの機能を確保するために専ら技術的な観点から採用されたものである上，同ヒンジ部分は，本件製品全体の形状のごく一部を占めるにすぎず，本件製品の形状の全体により視覚を通じて起こさせる美観には大きな影響を及ぼさないものであるから，控訴人は，本件意匠の創作に実質的に関与した者ということはできない。",
                "以上のとおりであるから，控訴人の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "控訴人は，①被控訴人Yは製図の知識を有しておらず，金型図面と製品図面の区別もつかない者である，②製品図面には一ミリ単位ではなく百分の一ミリ単位で寸法を記載する必要がある，③詳細な寸法を記載したデッサンを何度も描き直すのは不自然であるとして，被控訴人Yが本件製品のデッサンを描いた事実はない旨主張する。",
                "しかしながら，上記①につき，被控訴人Yは，原審本人尋問において，ミリメートル単位の寸法を記入した本件製品のデッサンを作成した旨供述するにすぎず，その程度のデッサンを作成することが製図の知識を有している者にしかできないものであるとは考え難い上に，訂正の上引用する原判決第4の1(1)ア(オ)のとおり，被控訴人Yが，歯科医師としての経験から，これまで取り扱ってきたほとんどの入れ歯が収まるようなサイズとなるように容器の寸法を書き込んだデッサンを作成して控訴人に示したとすることは不合理とはいえない。また，被控訴人Yが金型図面(製品の金型の図面)と製品図面(製品そのものの図面)とを取り違えていたとしても，被控訴人Yにおいて上記のようなデッサンを作成することができないということにはならない。さらに，上記②についても，被控訴人Yが作成したのは，本件製品のデッサンにすぎず，そのようなデッサンに正規の製品図面のような単位の寸法が記入されていなかったからといって，当該デッサンが作成されなかったとまでいうことはできない。上記③についても，打合せのたびにデッサンを描き直すのは何ら不自然ではなく，それは，デッサンに寸法が記入されている場合であっても同様である。",
                "以上のとおりであるから，控訴人の上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，当裁判所の上記判断と同旨の原判決は相当であり，本件各控訴はいずれも理由がないからこれらを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}