{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人の請求をいずれも棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "被控訴人は，漫画家であり，控訴人は，特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律(以下「プロバイダ責任制限法」という。)2条3号にいう「特定電気通信役務提供者」である。",
            "本件は，被控訴人が，原判決別紙発信端末目録記載の発信端末の各利用者(以下，同目録記載の個々の発信端末の利用者を同目録の番号に対応させて「本件発信者1」などという。)は控訴人が提供するインターネット接続サービスを介して被控訴人を著作者とする漫画に係る電子データを送信し，又は送信可能化したところ，これにより被控訴人の著作権(公衆送信権又は送信可能化権)が侵害されたことが明らかであると主張し，控訴人に対して，同法4条1項に基づき，原判決別紙発信者情報目録記載の各情報(以下「本件発信者情報」という。)の開示を求める事案である。",
            "原審は，被控訴人の請求を全部認容したところ，控訴人は，これを不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "次の点を改めるほかは，原判決の「事実及び理由」欄の第2の2に摘示のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決2頁18行目の「同プログラム」を「同プロトコル」に改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決2頁22行目の「対象ファイル」から「同提供者」までを「接続した端末を追跡し，対象ファイルの提供者」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決3頁12行目末尾に「(甲4，5，6の1，6の5，6の6，7，8，11の4，11の5)」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決3頁13行目から16行目までを削る。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "原判決の「事実及び理由」欄の第2の3に摘示のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点1(「特定電気通信」(プロバイダ責任制限法2条1号)該当性)について",
          "text": [
            "(被控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "後記争点2における被控訴人の主張のとおり，本件発信者1及び3の各端末は，不特定の者である被控訴人代理人の端末に対し，いずれも本件データを現に送信したものであるが，このようにBitTorrentを用いた端末(以下，単に「端末」という。)が不特定の端末に対してファイルを送信する行為は，プロバイダ責任制限法2条1号の「特定電気通信」に該当する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，ある端末から他の端末に対してファイルが送信されていない場合であっても，前者の端末がトラッカーを通じて当該ファイルを送信することが可能であることを不特定の端末に通知する行為(本件通知)も，プロバイダ責任制限法2条1号の「特定電気通信」に該当する。",
                "なお，仮に，本件通知が端末とトラッカーとの間の一対一対応の通信であり，これのみでは同号の「特定電気通信」に該当しないとしても，BitTorrentにおいてファイルを共有する行為は，本件通知，端末間におけるファイルの受送信等の複数の通信から成り，これらの各通信は，ファイルを不特定の者に送信するという目的に向けられた工程であるから，全体として同号の「特定電気通信」に該当する。",
                "(控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "ある端末から他の端末に対してファイルが送信されていない場合につき，本件通知は，前者の端末から特定の相手であるトラッカーに対する一対一対応の通信にすぎず，これは，不特定の者によって受信されることを目的とする通信ではないから，プロバイダ責任制限法2条1号の「特定電気通信」に該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，本件通知につき，これがある端末から不特定の端末に対する通知行為である旨主張するが，不特定の端末に対しファイルの提供が可能であることを通知するのは，トラッカーであって発信者の端末ではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，被控訴人は，ファイル共有に係る一連の行為を全体として捉えるべきであるとも主張するが，一連の通信の全体が一つの通信となるわけではなく，プロバイダ責任制限法2条1号の「特定電気通信」に該当するか否かにつき判断するに当たっては，開示請求者の権利を侵害した可能性のある個々の通信(侵害情報を流通させた可能性のある通信)を問題にすべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(権利侵害の明白性)について",
          "text": [
            "(被控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発信者1及び3は，不特定の者である被控訴人代理人の端末に対し，いずれも本件データを現に送信したところ，これが本件漫画に係る被控訴人の公衆送信権を侵害したことは明らかである。",
                "なお，控訴人は，本件発信者1及び3の端末から被控訴人代理人の端末に対して本件データが送信されたことにつき，被控訴人が自ら権利侵害の状態を創出したなどと主張するが，被控訴人代理人は，本件発信者1及び3による権利侵害の意思を誘発したわけではなく，本件発信者1及び3は，自らの端末をネットワークに接続し，自己がどんなファイルを所有しており送信可能であるかをトラッカー経由で広く通知し，これを希望する者に送信したものであって，自己の意思に基づいて当該送信をしたものである。被控訴人が自ら権利侵害の状態を創出したものではないし，被控訴人が本件発信者1及び3に対して公衆送信の承諾を与えたわけでもない。そもそも，権利者の側でダウンロードを行って著作権侵害の有無を調査することが自ら権利侵害の状態を創出したと評価されるのであれば，当該調査は不可能とならざるを得ず，著作権保護の趣旨を没却することになる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，現に本件データの送信をしたか否かにかかわらず，本件発信者1～3は，いずれも本件通知をすることにより，自己の端末から本件データを提供することが可能であることをトラッカー経由で不特定の端末に通知した。このように，本件発信者1～3は，本件通知をすることにより，要求があればいつでも本件データを送信し得る状態を生じさせ，本件データを送信可能な状態に置いたところ，これが本件漫画に係る被控訴人の送信可能化権を侵害したことは明らかである。",
                "(控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "被控訴人代理人が行った調査に十分な信頼性があるとはいえず，同調査によっても，本件発信者1及び3が被控訴人代理人の端末に対して本件データを送信したと認めることはできない。",
                "仮に，本件発信者1及び3が被控訴人代理人の端末に対して本件データを送信したとしても，それは，被控訴人代理人が実施した調査により惹起されたものであって，被控訴人の同意又は承諾の下に行われたものであるから，違法性がない。また，被控訴人は，自ら権利侵害の状態を創出しておきながら，これを基に発信者情報の開示請求等を行おうとしており，発信者情報開示請求制度の趣旨にもとるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ある端末から本件データを自動で送信し得る状態を作り出したのは，発信者が本件データを発信者の当該端末にダウンロードした行為であるから，本件通知によって被控訴人の送信可能化権が侵害されるわけではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，BitTorrentを用いて送信されるピース・ファイルは，本件ファイルそのものではなく，これを断片化したものであって，もはや画像ファイルですらない可能性が高い。すなわち，ピース・ファイルは，本件漫画としての原形をとどめておらず，著作権の対象となる著作物ではない。したがって，ピース・ファイルの流通により被控訴人の著作権が侵害されたことが明らかであるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点3(本件発信者情報の開示を受けるべき正当な理由の有無)について",
          "text": [
            "原判決の「事実及び理由」欄の第3の3に摘示のとおりであるから，これを引用する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，被控訴人の請求は全部理由があるものと判断する。その理由は，次のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(権利侵害の明白性)について",
          "text": [
            "事案に鑑み，争点2から判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正して引用した原判決の前記前提事実(2)及び(3)のとおり，本件発信者1～3は，トラッカーに対し，BitTorrentを用いてダウンロードした本件データが送信可能であることを通知する旨の本件通知をし，他の不特定のネットワーク参加者からの要求があれば本件ファイルに係るピース・ファイルをいつでも送信し得る状態に置いたのであるから，本件通知により，本件データを送信可能化したものということができる。そして，被控訴人が本件発信者1～3に対して本件データの送信可能化を許諾していたなど，本件発信者1～3による本件データの送信可能化が違法でないと認めるに足りる証拠はないから，本件発信者1～3がした本件通知により，本件漫画に係る被控訴人の送信可能化権が侵害されたことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点に関し，控訴人は，本件データの送信を可能にする状態を作り出したのは，本件通知ではなく，発信者が本件データを発信者の端末にダウンロードした行為であるから，本件通知が本件漫画に係る被控訴人の送信可能化権を侵害したわけではない旨主張する。確かに，訂正して引用した原判決の前記前提事実(2)のとおり，BitTorrentでファイルをダウンロードしたネットワークの参加者は，他の不特定のネットワーク参加者からの要求があればいつでもこれを送信し得る状態に置くこととされ，これにより，ピース・ファイルの送信が行われ得ることになるが，ここでいう他の不特定のネットワーク参加者からの要求は，トラッカーが管理する当該ファイルの提供者のリストに基づいてされるものであり，当該リストは，当該ファイルをダウンロードした参加者がトラッカーに対し当該ファイルが送信可能であることを継続的に通知することによって作成されるものであるから，本件発信者1～3についても，単に本件データをダウンロードしただけでは，その送信可能化が完成したというには足りず，トラッカーに対して本件通知をすることにより，他の不特定の参加者に対する本件データの送信可能化が実現されるに至ったものとみるのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，BitTorrentを用いて送信されるファイルが断片化されたピース・ファイルであることを根拠に，本件発信者1～3がした本件データの送信可能化によっても，本件漫画に係る被控訴人の送信可能化権は侵害されない旨主張する。しかしながら，訂正して引用した原判決の前記前提事実(2)及び(3)のとおり，本件発信者1～3を始めとするBitTorrentの利用者は，ピース・ファイルを順次受信することにより対象ファイルの全体を受信することができるのであるから，BitTorrentにおける1回の送信の対象が対象ファイルを断片化したピース・ファイルであるとしても，本件発信者1～3が本件漫画に係る被控訴人の送信可能化権を侵害したとの前記結論を左右するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点1(「特定電気通信」(プロバイダ責任制限法2条1号)該当性)について",
          "text": [
            "プロバイダ責任制限法2条1号は，「特定電気通信」とは，不特定の者によって受信されることを目的とする電気通信の送信をいう旨規定しているから，その文理に照らせば，最終的に不特定の者によって受信されることを目的とする情報の流通行為に必要不可欠な電気通信の送信は，同号にいう「特定電気通信」に含まれると解するのが自然である。また，著作権等を侵害するような態様でいわゆるファイル共有ソフトが用いられる場合に，問題となる通信が不特定の者により受信されることを目的とする最終的な行為にとって必要不可欠なものであるにもかかわらず，たまたま当該通信が発信者と特定の受信者との間の一対一対応のものであるために同号の「特定電気通信」に該当せず，ひいては開示請求者が同法4条の開示を受けられないとすることは，著作権侵害等の加害者の特定を可能にして被害者の権利の救済を図るとする同条の趣旨を没却することになる。",
            "そうすると，最終的に不特定の者に受信されることを目的とする情報の流通行為に必要不可欠な電気通信の送信は，プロバイダ責任制限法2条1号の「特定電気通信」に該当すると解するのが相当である。",
            "これを本件についてみるに，訂正して引用した原判決の前記前提事実(2)及び(3)のとおり，本件発信者1～3がした本件通知は，本件発信者1～3の各端末とトラッカーとの間の一対一対応の通信ではあるが，前記2(2)において説示したところによれば，本件通知は，不特定の者に受信されることを目的とする情報の流通行為(本件データの送信可能化)にとって必要不可欠な電気通信の送信であるといえるから，プロバイダ責任制限法2条1号の「特定電気通信」に該当するというべきである。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点3(本件発信者情報の開示を受けるべき正当な理由の有無)について",
          "text": [
            "原判決6頁16行目の「公衆送信権及び」を削るほかは，原判決の「事実及び理由」欄の第4の3に説示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "よって，当裁判所の上記判断と同旨の原判決は結論において相当であり，本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}