{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2019-14019号事件について令和2年8月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等（当事者間に争いがない。）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成27年2月5日，発明の名称を「マイクロディスプレイデバイス用の列バス駆動方法」とする発明につき，国際特許出願（パリ条約による優先権主張  2014年2月5日，アメリカ合衆国。日本国における出願番号は特願2016-550185号。請求項の数20。以下「本願」という。）をした。",
                "原告は，平成30年1月29日付けで，特許請求の範囲と明細書について手続補正をした（補正後の請求項の数19）。",
                "原告は，令和元年6月6日付けで，特許請求の範囲について更に手続補正をしたが（補正後の請求項の数18），同月18日付け（送達日：同月25日）で，拒絶査定を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，令和元年10月21日，拒絶査定不服審判を請求するとともに，同日付けで，特許請求の範囲について手続補正（以下「本件補正」という。）をした。また，原告は，令和2年2月21日付けの上申書で補正案を提出した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，令和2年8月20日，本件補正を却下した上で，前記(2)の審判請求（不服2019-14019号事件）につき，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同年9月8日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，令和3年1月5日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前",
              "text": [
                "本件補正前の特許請求の範囲の記載は，請求項1ないし18からなり，その請求項1の記載は，次のとおりである（甲4。以下，請求項1に係る発明を「本願発明」という。）。",
                "【請求項1】",
                "画素アレイに使用するための列信号を生成する方法であって，",
                "2つ以上の制御可能バスバッファを直列に接続して前記2つ以上の  ",
                "制御可能バスバッファの直列接続されたストリングを形成することであって，前記2つ以上の制御可能バスバッファのそれぞれの出力は付随ノードを駆動するものであり，各ノードは関連する制御可能ローカル出力バッファの入力に電気的に結合されている，形成することと，",
                "前記2つ以上の制御可能バスバッファの直列接続されたストリング",
                "の入力に列データ信号を提供することと，",
                "各ノードが順次時間的に駆動されるように，前記2つ以上の制御可能バスバッファの直列接続されたストリングにおいて各制御可能バスバッファを順次有効化することであって，前記制御可能ローカル出力バッファが有効化中のときに少なくとも関連するノードが有効化中であるように，前記制御可能ローカル出力バッファのそれぞれを，前記制御可能バスバッファの前記順次有効化の順番でかつこの順次有効化と同期して順次有効化することと，",
                "を含む方法。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後",
              "text": [
                "本件補正後の特許請求の範囲の記載は，請求項1ないし18からなり，その請求項1の記載は，次のとおりである（甲7。以下，請求項1に係る発明を「補正発明」という。下線部は本件補正に係る補正箇所である。）。",
                "【請求項1】",
                "画素アレイに使用するための列データ信号であって，それぞれ特定の画素列用である列データ信号を生成する方法であって，",
                "2つ以上の制御可能バスバッファを直列に接続して前記2つ以上の制御可能バスバッファの直列接続されたストリングを形成することであって，前記2つ以上の制御可能バスバッファのそれぞれの出力は付随ノードを駆動するものであり，各ノードは関連する制御可能ローカル出力バッファの入力に電気的に結合されるように，形成することと，",
                "前記2つ以上の制御可能バスバッファの直列接続されたストリングの入力に前記列データ信号を提供することであって，前記制御可能バスバッファの1つが前記列データ信号を受信して，その出力が他の制御可能バスバッファに与えられて，順次このように続いていくものである，ことと，",
                "各ノードが順次時間的に駆動されるように，前記2つ以上の制御可能バスバッファの直列接続されたストリングにおいて各制御可能バスバッファを順次有効化することであって，前記制御可能ローカル出力バッファが有効化中のときに少なくとも関連するノードが有効化中であるように，前記制御可能ローカル出力バッファのそれぞれを，前記制御可能バスバッファの前記順次有効化の順番でかつこの順次有効化と同期して順次有効化することと，",
                "を含む方法。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由の要旨は，補正発明は，本願の優先日前に頒布された刊行物である特開平10-282939号公報（甲1。以下「引用文献」という。）に記載された発明であり，仮にそうでないとしても，引用文献に記載された発明（以下「引用発明」という。）に基づいて当業者が容易に発明することができたものであり，特許法29条1項3号に該当し，又は同条2項の規定により，特許出願の際独立して特許を受けることができないものであるから，本件補正は，同法17条の2第6項において準用する同法126条7項の規定に違反するので，同法159条1項の規定において読み替えて準用する同法53条1項の規定により却下すべきものであり，また，引用発明は，本願発明の構成も全て含むものであり，本願発明は，同法29条1項3号に該当し，又は同条2項の規定により，特許を受けることができないから，その余の請求項に係る発明について検討するまでもなく，本願は拒絶すべきものであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明は，以下のとおりである。",
                "液晶表示装置の一方のガラス基板の液晶側の面には，X方向に延在し，かつ，Y方向に並設されるm本のコモン電極（走査線）が形成され，他方のガラス基板の液晶側の面には，Y方向に延在し，かつ，X方向に並設されるn本のセグメント電極（データ線）が形成され，複数のセグメント電極と複数のコモン電極との交差部が画素領域を構成しており，各セグメントドライバ及び各コモンドライバが複数のセグメント電極および前記複数のコモン電極にそれぞれデータ信号線駆動電圧及び走査線信号駆動電圧を印加して，画素を駆動する方法であって（【0004】ないし【0006】，【0010】，【0033】），",
                "各セグメントドライバは，出力タイミング制御用ラインクロックCL1，4ビットの表示データDATA，表示データラッチ用クロックCL2，交流化信号M，キャリー信号EIO1，EIO2が入力されるランダムロジック回路310を有しており（【0035】，【0038】），",
                "各セグメントドライバは，データ信号線の数が40出力数分ごとにブロック分割され，各ブロック（ICBLK1～6）は，シフトレジスタ301，ビットラッチ回路302，ラインラッチ回路303，出力回路304を備え，そのブロックごとにブロック内の回路を停止状態とするスタンバイ回路305（1）～（6）を有しており，（【0029】，【0036】）",
                "セグメントドライバ内部のデータバスはブロックごとに分割され，ブロック内データバスSSSDは，上記スタンバイ回路305と上記ビットラッチ回路302を接続し，内部データバスSSDは，上記スタンバイ回路305とスタンバイ回路306を接続するものであり（【0036】，【図1】），  ",
                "ICBLK4～6にそれぞれ対応するスタンバイ回路306（4）～306（6）は，内部データバスSSD（4）とSSD（5）を介してこの順に直列に接続され，スタンバイ回路306（4）からの出力を受ける内部データバスSSD（4）は，分岐してスタンバイ回路305（4）及びスタンバイ回路306（5）に接続され，スタンバイ回路306（5）からの出力を受ける内部データバスSSD（5）は，分岐してスタンバイ回路305（5）及びスタンバイ回路306（6）に接続され（【図1】），",
                "上記出力回路304は，ラインラッチ回路303から入力された表示用データの電圧レベルを液晶駆動用の高電圧レベルに変換し，また電源回路102から供給される3レベルのデータ信号線駆動電圧を選択するため，この高電圧レベルに変換したデータと，交流化信号Mとから，交流化演算を行い，電源回路102から供給される3レベルのデータ信号線駆動電圧の中の1つを各セグメント電極（データ信号線）に出力するものであり（【0020】），",
                "スタンバイ回路306（4）には，上記ランダムロジック回路310のスタンバイ回路307から内部データバスSDを介して特定の画素列を駆動するためのデータ信号線駆動電圧を生成するための表示データDATAが入力され（【0004】ないし【0006】，【0038】，【図1】，前記（ア）），",
                "ICBLK4が出力Y121～160の表示データDATAをラッチすると，信号SET＿Ｎ（キャリー信号）がスタンバイ回路306（5）に入力され（【0047】，【0063】，【図12】），スタンバイ回路306（5）がスタンバイ状態から動作状態となり，内部データバスSSD（5）がスタンバイ状態から動作状態となる（【0046】，【0047】，【図2】，【図12】）と共に，信号SET＿Ｎがスタンバイ回路305（5）に入力されてスタンバイ回路305（5）がスタンバイ状態から動作状態となり，ブロック内データバスSSSD（5）がスタンバイ状態から動作状態となり（【0048】，【0056】，【0057】，【0063】，【図2】，【図10】），",
                "ICBLK5が出力Y161～200の表示データDATAをラッチすると，信号SET＿Ｎ（キャリー信号）がスタンバイ回路306（6）に入力され（【0047】，【0048】，【0063】，【図12】），スタンバイ回路306（6）がスタンバイ状態から動作状態となり，内部データバスSSD（6）がスタンバイ状態から動作状態となる（【0046】，【0047】，【図12】）と共に，信号SET＿Ｎがスタンバイ回路305（6）に入力されてスタンバイ回路305（6）がスタンバイ状態から動作状態となり，ブロック内データバスSSSD（6）がスタンバイ状態から動作状態となり（【0048】，【0056】，【0057】，【図2】，【図10】），",
                "各ブロック内データバスSSSD（4）ないしSSSD（6）が信号SET＿Ｎ（キャリー信号）の入力を契機として動作状態（Highレベル）となっているときには，必ず対応する各内部データバスSSD（4）ないしSSD（6）も信号SET＿Ｎ（キャリー信号）の入力を受けて動作状態（Highレベル）となっており（【0046】ないし【0048】，【図2】，前記（ウ）），各ブロック内データバスSSSD（4）ないしSSSD（6）は，各内部データバスSSD（4）ないしSSD（6）の動作開始（Highレベルの立ち上がり）の順番に順次動作開始しており，かつ，各ブロック内データバスSSSD（4）ないしSSSD（6）と各内部データバスSSD（4）ないしSSD（6）の動作開始のタイミングは一致している（【0039】，【図2】，前記（イ）），",
                "前記液晶表示装置の前記画素を駆動する方法",
                "（判決注・「前記（ア）」は引用文献の【0004】ないし【0006】，【0038】及び【図1】の記載から，「前記（イ）」は【図2】のタイミング図からそれぞれ，本件審決において認定された事項である。なお，「前記（ウ）」とあるのは「前記（イ）」の誤記と認められる。）"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（独立特許要件の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明は，「有効化コントローラ」の構成を有さないこと",
                  "text": [
                    "補正発明においては，「有効化コントローラ」が，「特定の画素列用で5  ある列データ信号が制御可能バスバッファから他の制御可能バスバッファに順次与えられ，各ノードが順次時間的に駆動されるように，前記2つ以上の制御可能バスバッファの直列接続されたストリングにおいて各制御可能バスバッファを順次有効化することであって，前記制御可能ローカル出力バッファが有効化中のときに少なくとも関連するノードが有効化10  中であるように，前記制御可能ローカル出力バッファのそれぞれを，前記制御可能バスバッファの前記順次有効化の順番でかつこの順次有効化と同期して順次有効化すること」（以下「バッファ有効化プロセス」という。）の主体となるものである。",
                    "「有効化コントローラ」が主体とならないものは，補正発明における「バ15  ッファ有効化プロセス」に当たらないところ，引用発明は「有効化コントローラ」の構成を有さないから，引用文献には「バッファ有効化プロセス」について開示も示唆もないというべきである。",
                    "そうすると，引用発明に基づき補正発明の新規性を否定した本件審決の判断は誤りである。",
                    "  20  イ  補正の機会が不十分であること",
                    "審査官は，拒絶査定において，本願の特許請求の範囲の請求項9（甲4。別紙3参照）に関し，引用発明における「スタンバイ回路305およびスタンバイ回路306を順次有効化する」との動作の主体がスタンバイ回路305及びスタンバイ回路306であると考えるのが妥当であるとの内25  容を暗黙的に示していた。仮に審査官が拒絶査定において「スタンバイ回路305およびスタンバイ回路306を順次有効化する」との動作の主体が各「ブロックICBLK」であることを明示的に示していれば，原告において，各ブロックICBLKに相当する構成とは異なるコントローラを記載した補正案を提示したであろうことは明白である。",
                    "よって，請求項9の「有効化コントローラ」に相当する構成がどのよう5  なものであるかを明確にせずに拒絶したことによって，請求項1に対する適切な補正の機会が失われたことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "補正発明は新規性及び進歩性を有し，独立特許要件を満たすから，審決の判断は誤りである。",
                    "  10      (2)  被告の主張"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "引用発明に「バッファ有効化プロセス」が開示されていること",
                  "text": [
                    "補正発明は方法の発明であり，「バッファ有効化プロセス」における「順次有効化する」という行為の主体が何であるかについては，本件補正後の請求項1に何ら特定されていない。したがって，引用発明が「バッファ有15  効化プロセス」という行為の主体となる「有効化コントローラ」の構成を有さないから，補正発明が新規性・進歩性を有するという原告の主張は，そもそも本件補正後の請求項1の記載に基づかない主張であって，失当である。",
                    "また，仮に，本件補正後の請求項1において，「バッファ有効化プロセ20  ス」という行為の主体が「有効化コントローラ」であることが特定されていたとしても，引用発明における各「ブロックICBLK」が「有効化コントローラ」に相当するものであり，本件補正後の請求項1に係る発明が新規性及び進歩性を有さないことに変わりはなく，本件審決の判断に誤りはない。",
                    "  25        イ  小括",
                    "よって，補正発明が独立特許要件を満たさないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（審理不尽）",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件では，請求項1ないし18に係る全ての発明について拒絶査定がされ5  た。これに対して，本件審決は，請求項1の発明だけを原告の意思とは無関係に一方的に選択して審理し，請求項2ないし18の発明について拒絶査定の当否について何ら審理することなく，原告の審判請求を成り立たないとした。",
                "特許法の目的とする発明保護の観点からすれば，拒絶査定の対象となった10  個々の発明について，拒絶査定の違法性の有無について審理が行なわれるべきであり，たとえ，請求項1の発明に対する拒絶査定は維持されるべき場合であっても，請求項9の発明に対する拒絶査定が取り消されるべき場合には，それを取り消し，出願人が請求項9に係る発明について特許が取得できるように補正等の機会を与えるべきである。",
                "  15      請求項1のみを審理し，他の請求項の存在を無視したことは，審理不尽である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "最高裁判決（最高裁平成19年（行ヒ）第318号同20年7月10日第一小法廷判決・民集62巻7号1905頁）が説示するように，特許法は，20  1つの特許出願に対し，1つの行政処分としての特許査定又は特許審決がされ，これに基づいて1つの特許が付与され，1つの特許権が発生するという基本構造を前提としており，請求項ごとに個別に特許が付与されるものではない。このような構造に基づき，複数の請求項に係る特許出願であっても，特許出願の分割をしない限り，当該特許出願の全体を一体不可分のものとし25  て特許査定又は拒絶査定をするほかなく，一部の請求項に係る特許出願について特許査定をし，他の請求項に係る特許出願について拒絶査定をするというような可分的な取扱いは予定されていない。一方で，特許法は，複数の請求項に係る特許又は特許権の一体不可分の取扱いを貫徹することが不適当と考えられる一定の場合には，特に明文の規定をもって，請求項ごとに可分的な取扱いを認める旨の例外規定を置いている。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "ここで，特許請求の範囲，明細書又は図面の補正についての特許法の規定をみると，同法には，一つの手続補正書によりされた補正については，補正事項ごと又は請求項ごとの補正としてその可否を審理・判断することの明文の規定はない。したがって，一つの手続補正書によりされた，特許請求の範囲，明細書又は図面についての補正については，補正事項ごと又は請求項ご10  とにそれを却下するか否かを審理・判断するのではなく，一つの手続補正書によりされた補正は一体として扱い，一部に補正要件違反がある場合にその補正を全体として却下することは，正当な法解釈に従った実務である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "明細書の記載事項について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審判時における本願に係る明細書及び図面（ただし，本件補正後のもの。以下，これらを併せて「本願明細書等」という。）には，別紙1のとおりの記載がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)の記載事項によれば，本願明細書等には，次のような開示があることが認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "表示スクリーンを含むモバイルコンピューティングデバイスは可動性向上のために物理的大きさが制限されるため，高解像度の大型ディスプレイの視覚体験は，容易に再現できないという問題があった。",
                    "消費者は，ハンズフリーの高品質で携帯可能なカラーディスプレイの解決策（ソリューション）を求めているところ，そのようなディスプレイのソリューションには実用サイズおよび重量の制限があるため，結果的に，利用可能な電力リソース（例えばバッテリーサイズ）が制限されてしまうが，ディスプレイの電力消費を少なくすれば，関連づけられた電力リソースの1回の充電でディスプレイが動作できる時間が増加する（【0003】，【0004】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで，「本発明」は，マイクロディスプレイによって使用される電力を低減するため，バッファのグループを選択的に有効化して，それに付随または関連するローカル出力バスを選択的に駆動することとし，バスバッファ404を被制御バスバッファ504に置き換えて，被制御バッファを必要なときだけ有効化することにより，ドライバ404のキャパシタンスを低減し，電力を低減した（【0034】，【0036】，【0037】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「本発明」は，バッファ504の出力ノードの全てが常にアクティブではないようにバッファ504を順次アクティベートすることにより，（時間平均で）バッファ504の電力要求を40パーセント以上低減し得る（【0043】）。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献の記載事項について",
              "text": [
                "引用文献（甲1）には，別紙2のような記載がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記(1)によれば，引用文献には，本件審決が認定したとおりの引用発明を認定することができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（独立特許要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正発明と引用発明の対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明のn本のセグメント電極は，補正発明の「列電極」に相当し，引用発明のm本のコモン電極は，補正発明の「行電極」に相当し，上記n本のセグメント電極とm本のコモン電極との交差部が構成する画素領域は「画素アレイ」といえる。また，引用発明におけるセグメント電極に印加するデータ信号線駆動電圧は，「特定の画素列用である列データ信号」に相当する。",
                    "そうすると，引用発明は，補正発明の「画素アレイに使用するための列データ信号であって，それぞれ特定の画素列用である列データ信号を生成する方法であって，」に相当する構成を有するといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明の「スタンバイ回路306（4）」ないし「スタンバイ回路306（6）」のそれぞれは，補正発明の「制御可能バスバッファ」に相当する。",
                    "引用発明の「スタンバイ回路306（4）」ないし「スタンバイ回路306（6）」を内部データバスSSD（4），SSD（5）を介して接続することは，補正発明の「2つ以上の制御可能バスバッファを直列に接続して前記2つ以上の制御可能バスバッファの直列接続されたストリングを形成する」ことに相当する。",
                    "引用発明の「スタンバイ回路305（4）」及び「スタンバイ回路305（5）」は，それぞれ補正発明の「制御可能ローカル出力バッファ」に相当する。",
                    "引用発明において，スタンバイ回路306（4）からの出力を受け，分岐してスタンバイ回路305（4）及びスタンバイ回路306（5）に接続される内部データバスSSD（4），及び，スタンバイ回路306（5）からの出力を受け，分岐してスタンバイ回路305（5）及びスタンバイ回路306（6）に接続される内部データバスSSD（5）の分岐する箇所は，それぞれ補正発明の「ノード」に相当する。",
                    "そして，引用発明において，スタンバイ回路306（4）の出力は分岐する箇所を含む内部データバスSSD（4）を駆動し，スタンバイ回路305（4）の入力に接続され，同様に，スタンバイ回路306（5）の出力は分岐する箇所を含む内部データバスSSD（5）を駆動し，スタンバイ回路305（5）の入力に接続されるといえる。",
                    "そうすると，引用発明は，補正発明の「2つ以上の制御可能バスバッファを直列に接続して前記2つ以上の制御可能バスバッファの直列接続されたストリングを形成することであって，前記2つ以上の制御可能バスバッファのそれぞれの出力は付随ノードを駆動するものであり，各ノードは関連する制御可能ローカル出力バッファの入力に電気的に結合されるように，形成すること」に相当する構成を有するといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用発明において，「表示データDATA」は，補正発明の「列データ信号」に相当するところ，まず，各セグメントドライバのランダムロジック回路310のスタンバイ回路307に入力され，内部データバスSDを介してスタンバイ回路306（4）に入力され，内部データバスSSD（4）を介してスタンバイ回路306（5）に入力され，内部データバスSSD（5）を介してスタンバイ回路306（6）に入力され，更に，内部データバスSSD（4）及びSSD（5）の分岐からそれぞれスタンバイ回路305（4）及び305（5）並びに内部データバスSSSD（4）及びSSSD（5）を介してブロックICBLK4及びICBLK5のビットラッチ回路302を介してラインラッチ303にラッチされ，出力回路304によって最終的にセグメント電極に印加する出力Y121～160，Y161～200を生成するものである。",
                    "そうすると，引用発明は，補正発明の「前記2つ以上の制御可能バスバッファの直列接続されたストリングの入力に前記列データ信号を提供することであって，前記制御可能バスバッファの1つが前記列データ信号を受信して，その出力が他の制御可能バスバッファに与えられて，順次このように続いていくものである，こと」との構成を有するといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用文献の【図2】には，内部データバスSSD（4）及びSSD（5）が表示データラッチ用クロックCL2の30及び40と示されるタイミングの後で順次時間的に動作状態となることが示されているところ，分岐する箇所（ノード）を含む内部データバスSSD（4）及びSSD（5）は，それぞれスタンバイ回路306（4）及び306（5）により駆動されるから，スタンバイ回路306（4）及び306（5）は上記のタイミングで順次有効化されているといえる。",
                    "また，引用文献の【図2】には，内部データバスSSD（4）が動作状態となるタイミング（スタンバイ回路306（4）が動作状態されるタイミング）と同期して内部データバスSSSD（4）が動作状態となり，内部データバスSSD（5）が動作状態となるタイミング（スタンバイ回路306（5）が動作状態されるタイミング）と同期して内部データバスSSSD（5）が動作状態となることが示されている。そして，上記のタイミングで内部データバスSSSD（4）及びSSSD（5）が動作状態となることは，それぞれスタンバイ回路305（4）及び305（5）が順次有効化されることである。",
                    "そうすると，引用発明は，補正発明の「各ノードが順次時間的に駆動されるように，前記2つ以上の制御可能バスバッファの直列接続されたストリングにおいて各制御可能バスバッファを順次有効化することであって，前記制御可能ローカル出力バッファが有効化中のときに少なくとも関連するノードが有効化中であるように，前記制御可能ローカル出力バッファのそれぞれを，前記制御可能バスバッファの前記順次有効化の順番でかつこの順次有効化と同期して順次有効化すること」との構成を有するといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，引用発明は，補正発明の発明特定事項を全て含むので，補正発明は引用文献に記載された発明である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，前記第3の1(1)アのとおり，「有効化コントローラ」が主体とならないものは，補正発明における「バッファ有効化プロセス」に当たらないところ，引用発明は，「有効化コントローラ」の構成を有さないから，引用文献には「バッファ有効化プロセス」について開示も示唆もない旨主張する。",
                    "しかし，補正発明（請求項1）において，「有効化コントローラ」については記載されていないのであるから，引用発明が原告主張の「有効化コントローラ」を含まないからといって，補正発明が「バッファ有効化プロセス」の構成を有する点で引用発明と相違し，新規性を有するということにはなり得ない。本件補正後の請求項9の記載は，別紙3の2のとおりであり（甲7），確かに同項には「有効化コントローラ」に関する記載があるものの，上記のとおり請求項1に記載がない以上は，結論を左右しない。",
                    "引用発明が，「各ノードが順次時間的に駆動されるように，前記2つ以上の制御可能バスバッファの直列接続されたストリングにおいて各制御可能バスバッファを順次有効化することであって，前記制御可能ローカル出力バッファが有効化中のときに少なくとも関連するノードが有効化中であるように，前記制御可能ローカル出力バッファのそれぞれを，前記制御可能バスバッファの前記順次有効化の順番でかつこの順次有効化と同期して順次有効化すること」との補正発明の構成を有することは前記(1)エのとおりである（なお，原告主張の「バッファ有効化プロセス」の中で，「特定の画素列用である列データ信号が制御可能バスバッファから他の制御可能バスバッファに順次与えられ，」という記載は，同趣旨の「特定の画素列用である列データ信号を受信して，その出力が他の制御可能バスバッファに与えられて，順次このように続いていくものであり，」という記載が請求項9には存在するものの，請求項1には一切存在しない。）。",
                    "したがって，原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，前記第3の1(1)イのとおり，審査官の拒絶査定における指示が不当であり，請求項1に対する適切な補正の機会が失われた旨主張する。",
                    "しかし，そもそも拒絶査定（甲5）において「スタンバイ回路305およびスタンバイ回路306を順次有効化する」との動作の主体がスタンバイ回路305及びスタンバイ回路306であると考えるのが妥当であるとの内容が示されているとは認められない。また，原告は，請求項9の「有効化コントローラ」についてるる主張するが，請求項1に記載のない以上，「有効化コントローラ」に相当する構成がどのようなものであるかを明確に示さなかったことによって，請求項1に対する関係で適切な補正の機会が失われたともいえない。したがって，原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであって，補正発明は新規性を有さず，独立特許要件を満たさないとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（審理不尽）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，前記第3の2(1)のとおり，本件審決が請求項1のみを審理し，他の請求項の審理をしていないことは審理不尽であると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，特許法は，一つの特許出願に対し，一つの行政処分としての特許査定又は特許審決がされ，これに基づいて一つの特許が付与され，一つの特許権が発生するという基本構造を前提としており，請求項ごとに個別に特許が付与されるものではない。このような構造に基づき，複数の請求項に係る特許出願であっても，特許出願の分割をしない限り，当該特許出願の全体を一体不可分のものとして特許査定又は拒絶査定をするほかなく，一部の請求項に係る特許出願について特許査定をし，他の請求項に係る特許出願について拒絶査定をするというような可分的な取扱いは予定されていない。このことは，特許法49条，51条の文言のほか，特許出願の分割という制度の存在自体に照らしても明らかである（最高裁判所平成19年（行ヒ）第318号同20年7月10日第一小法廷判決・民集62巻7号1905頁参照）。",
                "特許法は，複数の請求項に係る特許ないし特許権の一体不可分の取扱いを貫徹することが不適当と考えられる一定の場合には，明文の規定をもって請求項ごとに可分の取扱いを認める旨の例外規定をおいているが（123条1項柱書後段，126条3項等），一つの手続補正書によりされた補正について，請求項ごとの補正としてその可否を審理・判断することを定める規定はないから，本件補正を一体として扱い，請求項1に補正要件違反があることを理由に本件補正を全体として却下し，本件審判の請求が成り立たないとした本件審決に審理の不尽はない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，補正発明は，引用文献に記載された発明であり，特許法29条1項3号の規定により，特許出願の際独立して特許を受けることができないとした本件審決の判断に誤りはないから，原告が主張する取消事由は，理由がない。",
            "したがって，原告の請求は，理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}