{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審原告の控訴に基づき，原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "一審被告は，一審原告に対し，1344万5674円及びこれに対する令和3年2月1日から支払済みまで年3分の割合による金員を支払え。"
        },
        {
          "fig": "(2)",
          "text": "一審原告のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "一審被告の控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じてこれを18分し，その1を一審被告の負担とし，その余を一審原告の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決の第1項(1)は，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "一審原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を次のとおり変更する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告は，一審原告に対し，5500万円及びこれに対する令和3年2月1日から支払済みまで年3分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審被告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，一審被告敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前項の部分につき，一審原告の請求を棄却する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称は，特に断りのない限り，原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，発明の名称を「通信回線を用いた情報供給システム」とする特許第3701962号(請求項の数2。以下「本件特許1」といい，本件特許に係る特許権を「本件特許権1」という。)及び特許第3701963号(請求項の数1。以下「本件特許2」といい，本件特許2に係る特許権を「本件特許権2」という。また，本件特許1及び2を併せて「本件各特許」，本件特許権1及び2を併せて「本件各特許権」という場合がある。)の特許権者である一審原告が，一審被告による原判決別紙物件目録(1)記載の「インテリジェントホームシステム」と称する情報供給システム(以下「被告システム」という。)の構築，使用等が本件各特許権の侵害に該当する旨主張して，一審被告に対し，特許法100条1項及び2項に基づき，被告システムの構築等の差止め並びに被告システムに用いる機器の廃棄及びサーバーのデータ等の削除を求めるとともに，本件各特許権侵害の不法行為に基づく損害賠償として損害賠償金6億6000万円及び遅延損害金の支払を求めた事案である。",
            "原審は，一審原告の請求のうち，被告システムのうち，監視デバイスとしてIPカメラを用いた情報提供システム(原判決別紙物件目録(2)記載のもの)の構築等の差止め並びに上記損害賠償請求のうち，811万8606円及びこれに対する平成30年10月16日から支払済みまで平成29年法律第44号による改正前の民法所定の年5分の割合による遅延損害金の支払を求める限度で一部認容し，その余の請求を棄却した。",
            "一審原告は，被告システム(原判決別紙物件目録(2)記載以外のもの)の構築等の差止め並びに被告システムに用いる機器の廃棄及びサーバーのデータ等の削除と上記損害賠償請求のうち5500万円及び遅延損害金の支払を求める限度で原判決を不服として控訴を提起した。また，一審被告は，原判決中，一審被告敗訴部分を全部不服として控訴を提起した。",
            "その後，一審原告は，当審において，被告システムの構築等の差止め並びに被告システムに用いる機器の廃棄及びサーバーのデータ等の削除に係る各請求について訴えの取下げをし，一審被告は，これに同意した。",
            "したがって，当審における審理の対象は，一審原告の上記損害賠償請求のみである。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "以下のとおり訂正するほか，原判決の「事実及び理由」の第2の2記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決6頁17行目の「という。」を「といい，本件発明1(1)と併せて「本件発明1」という場合がある。」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決7頁13行目の「本件特許権2」の次に「の請求項1」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決10頁11行目から13行目までを次のとおり改める。",
                "「(7)  被告システムの概要は別紙「被告システム説明図」のとおりである(ただし，家電コントローラーを使用するものを除く。)。",
                "被告システムの具体的な内容は以下のとおりである。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決10頁17行目に「モーションセンサー(広域・境域)」とあるのを「広域モーションセンサー及び狭域モーションセンサー(以下，単に「モーションセンサー」という場合は両者を指す。)」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決11頁4行目の「タブレット」を「タブレット端末」と，同頁7行目から8行目にかけての「アプリケーションやパソコンの」を「アプリケーションを利用して，また，パソコンから」と改め，同頁26行目の「配置される」の次に「スライドの」を加える。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決12頁2行目の「この」の次に「ボタンの中央」を加え，同頁9行目の「スライド」を「ボタンの中央」に改める。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決13頁14行目及び26行目の各「ライブ映像」をいずれも「IPカメラのライブ映像」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決14頁18行目の「コネクションランプ」の次に「を含む四つの状態表示灯」を加える。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決15頁22行目から23行目にかけて，16頁23行目，17頁6行目及び18頁10行目から11行目にかけての各「PC」をいずれも「パソコン」と改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決19頁14行目の「上記に加え，」の次に「構成要件1(1)B，2Bの「監視目的に応じて適宜選択される監視手段を有する監視端末側」の構成を備えており，」を加える。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決19頁16行目末尾に行を改めて次のとおり加える。",
                "「(12)  本件各特許に対する特許無効審判請求の経緯等",
                "ア  一審被告は，原審に本件訴訟が提起された後の平成30年3月23日，本件各特許についてそれぞれ特許無効審判(本件特許1につき無効2018-800033号事件，本件特許2につき無効2018-800034号事件)を請求した。",
                "特許庁は，令和元年9月18日，上記各特許無効審判についていずれも請求不成立審決(以下，無効2018-800033号事件の審決を「別件審決1」，無効2018-800034号事件の審決を「別件審決2」という。甲62，63)をした。",
                "イ  一審被告は，令和元年10月25日，別件審決1及び2の取消しを求める審決取消訴訟(別件審決1につき知的財産高等裁判所同年(行ケ)第10140号事件，別件審決2につき同第10141号事件。以下，これらを併せて「別件訴訟」という。)を提起した。",
                "その後，知的財産高等裁判所は，令和3年3月16日，一審被告の請求を棄却する旨の各判決(以下，令和元年(行ケ)第10140号事件の判決を「別件判決1」，同第10141号事件の判決を「別件判決2」といい，これらを併せて「別件各判決」という場合がある。乙184，185)。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "text": [
            "以下のとおり訂正するほか，原判決の「事実及び理由」の第2の3記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決19頁18行目を「(1)  被告システムの本件各発明の技術的範囲の属否(争点1)」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決20頁7行目から10行目までを「(ア)  「監視目的に応じて適宜選択される監視手段を有する監視端末側」(構成要件1(1)B，2B)の充足性(争点1-3-1)」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決20頁16行目の「監視手段」の次に「を有する監視端末側」を加える。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決20頁24行目から25行目までを「(2)  本件発明1(1)に係る無効の抗弁の成否(争点2)」と，同頁末行から21頁1行目にかけての「(乙10。以下「乙10国際公開」という。)を主引例」を「(乙10。以下「乙10国際公開」という場合がある。)を主引用例(以下「主引例」という場合がある。)」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決21頁3行目の「とのダブルパテント」を「に係る特許とのダブルパテント」と改め，同頁8行目末尾に行を改めて次のとおり加える。",
                "「キ  無効理由7(特開2002-9868号公報(乙36)を主引用例とする拡大先願違反)(争点2-7)(当審における追加主張)」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決21頁9行目から10行目までを「(3)  本件発明1(2)に係る無効の抗弁の成否(争点3)」と改め，同頁17行目末尾に行を改めて次のとおり加える。",
                "「カ  無効理由6(乙36を主引用例とする拡大先願違反(争点3-6)(当審における追加主張)」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決21頁18行目から19行目までを「(4)  本件発明2に係る無効の抗弁の成否(争点4)」と改め，同頁22行目の「新規性・」を削り，同頁25行目末尾に行を改めて次のとおり加える。",
                "「オ  無効理由5(乙36を主引用例とする拡大先願違反(争点4-5)(当審における追加主張)」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決22頁1行目を削る。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告システムの本件各発明の技術的範囲の属否(争点1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告システム(全てのデバイスについて)の「IPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベース」(構成要件1(1)B及びDⅱ，2B及びDⅱ)の充足性(争点1-1-1)について",
                  "text": [
                    "次のとおり原判決を訂正し，当審における当事者の補充主張を付加するほか，原判決の「事実及び理由」の第2の4(1)ア(ア)記載のとおりであるから，これを引用する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原判決の訂正",
                      "text": [
                        "原判決22頁16行目末尾に「また，キャッシュメモリーもデータを記憶するための記憶装置であり，キャッシュメモリーに一時記憶させることも「登録」に当たる。」を加える。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "当審における一審被告の補充主張",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "別件各判決では，「本件各発明の「利用者データベース」は，利用者を識別できる情報に，監視端末側に付与されたIPアドレス等の情報が，検索できる程度に対応付けて登録されていることを要するものであり，利用者を識別できる情報とIPアドレスとが関連性なく記憶され，両者がシステム動作中に単にあい続いて利用されているだけの関連性しか有しない場合には，当該監視端末情報に含まれるIPアドレスを抽出し得る程度に，IPアドレスを含む監視端末情報が利用者IDに「対応付けられて登録されている」ものということはできないから，「利用者データベース」が構成されているとはいえないと解するのが相当である」との判示がされた。",
                            "これに対し，被告システムは，カメラIDと，利用者ID，パスワードとが対応付けられて登録されているデータベースを有するのみであり，上記IPアドレスと利用者IDとは，システム動作中に単にあい続いて利用されているだけの関連性しか有せず，互いに「対応付け」られておらず，この「対応付け」を登録したデータベースは存在しないから，被告システムは，「IPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベース」(構成要件1(1)B及びDⅱ，構成要件2B及びDⅱ)の構成を有しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "別件審決1及び2は，本件各発明の「利用者データベース」は「同じ「センサーサーバー」内に，ユーザ名とIPアドレスとが配置されている」のみでは足りず，「ユーザ名とIPアドレスとが「統一的に管理」されている」必要があると判断し，構成要件1(1)B及びDⅱ，構成要件2B及びDⅱは，乙10に記載された発明との相違点であると判断したところ，一審原告は，別件訴訟で別件審決1及び2の認定判断は正しいと主張しているから，本件において別件審決1及び2と矛盾するクレーム解釈を主張することは許されない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件各発明における「管理コンピュータ側」に「備え」られている「データベース」への「IPアドレスを含む監視端末情報」の「登録」とは，㋐発明の目的(①第三者の情報の入手を困難にさせる，②登録された利用者には迅速に情報供給(甲4，甲6，【0007】))のために用意されたデータベースに，「利用者IDに対応付けられ」ている「IPアドレスを含む監視端末情報」を記録することを意味し，㋑管理コンピュータが，インターネット通信の相手方を特定するために，通信用キャッシュメモリーに，IPアドレスを一時的に記憶することは含まないものと解される。",
                            "被告システムの管理コンピュータにおいては，IPアドレスは，㋑の構成と同様に，インターネット通信の相手方特定のために通信用キャッシュメモリーに一時的に記憶されているにすぎないのに対し，利用者IDは利用者を特定するためにハードディスクに格納されて使われているものであり，その具体的構成態様は乙10に記載された発明と同一であって，IPアドレスと利用者IDとは，それぞれ別々の目的で別の媒体に記憶されているにすぎない。",
                            "したがって，被告システムは，「IPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベース」(構成要件1(1)B及びDⅱ，構成要件2B及びDⅱ)を充足しない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告システム(全てのデバイスについて)の「接続処理を受け付け…IPアドレスを変更処理する手段」(構成要件1(1)Dⅵ)，「IPアドレス登録要求を受け付け…IPアドレスを登録処理する手段」(構成要件2Dⅵ)，「自己接続機能と…IPアドレスを登録するように要求する手段」(構成要件2E)の充足性(争点1-1-2)について",
                  "text": [
                    "次のとおり原判決を訂正し，当審における当事者の補充主張を付加するほか，原判決の「事実及び理由」の第2の4(1)ア(イ)記載のとおりであるから，これを引用する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原判決の訂正",
                      "text": [
                        "原判決25頁4行目の「構成要件1(1)Dⅳ」を「構成要件1(1)Dⅵ」に改める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "当審における一審原告の補充主張",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「変更」とは「変えあらためること」，「変える」とは「形・色・性質・内容などをそれまでとは違う状態にする。変化させる。変更する」と定義されている。",
                            "したがって，「古いグローバルIPアドレス」を用いていた状態から「最新のグローバルIPアドレス」を用いる状態に変化する一連の動作がIPアドレスの変更処理に該当し，変更する対象となるデータがデータベース上に必ず残り，存在しなくてはならないわけではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決は，被告システムにおいて，新たに割り振られたIPアドレスが記憶されたインテリジェントホームゲートウェイからサーバーに接続を求めることになると判断しており，インテリジェントホームゲートウェイからの上記アクセスが「登録要求」に当たると判断している。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "当審における一審被告の補充主張",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書の【0041】の記載によれば，本件各発明における「IPアドレス」の「変更」とは，古いIPアドレスがメモリーされており，これを変更することを意味するものと解される。これに対し，被告システムは，監視端末側と管理コンピュータ側との常時接続が切断され，通信がされないまま一定時間経過すると，IPアドレスがキャッシュメモリー上から自動的に消えてしまうため，「変更処理」する対象である「IPアドレス」が存在しない。",
                            "したがって，被告システムは，「利用者データベースに登録されている前記監視端末情報であるIPアドレスを変更処理する手段」(構成要件1(1)Dⅵ)を充足しない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告システムにおいては，「前記利用者データベースの前記監視端末情報であるIPアドレス」は「登録」されないし，特定できる監視端末から「IPアドレス登録要求」(構成要件2Dⅵ)が発せられることもない。また，被告システムは，単に，監視端末側に付与されたグローバルIPアドレスを用いて常時接続を確立しているにすぎず，常時接続が確立している間だけ，常時接続の相手方である当該監視端末側のグローバルIPアドレスを一時的に記憶しているにすぎない。",
                            "したがって，被告システムは，特定できる監視端末から「IPアドレス登録要求を受け付け…IPアドレスを登録処理する手段」(構成要件2Dⅵ)を充足しない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "各種センサーを使用した被告システムの「監視端末(側)の制御部に働きかけていく手段と…監視端末(側)によって得られた情報を入手する手段と…監視端末(側)から入手した情報を…利用者に供給する手段」(構成要件1(1)Dⅲないしⅴ，1(2)A，2Dⅲないしⅴ)の充足性(争点1-2)について",
                  "text": [
                    "次のとおり原判決を訂正し，当審における当事者の補充主張を付加するほか，原判決の「事実及び理由」の第2の4(1)イ記載のとおりであるから，これを引用する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原判決の訂正",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原判決27頁4行目の「本件明細書」を「本件特許1の特許出願の願書に添付された明細書(以下，図面を含めて「本件明細書1」という。甲4)並びに本件特許2の特許出願の願書に添付された明細書(以下，図面を含めて「本件明細書2」といい(甲6)，本件明細書1と併せて「本件明細書」と総称する場合がある。)」と改める。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決27頁11行目の「各機能ボタン」から12行目の「表示される。」までを「各種センサーのボタンをタップすると，サーバーを介して，同ボタンに対応するセンサーの現在の状態(温度，バッテリレベル(残量)，信号強度(電波))が画面に数秒間表示される。」と改める。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審原告の当審における補充主張(a，bはスマートロック，スマートライト，家電コントローラーにも共通する主張)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件各発明に関連する技術分野において，「監視」とは，遠隔地において，設定状態情報，各状態情報，状態変化の情報等を継続的に検知し，その検知した情報を管理者等に伝えることを意味する。また，「監視端末「側」」とは，監視端末の監視領域を指し，その領域に存在する監視手段や通信可能な制御部を含むものであり，「監視端末側によって」の「監視端末側」は原因・理由を表すものである。そして，本件明細書の【0017】，【0044】の記載等を参酌すれば，「監視端末側によって得られた情報」(構成要件1(1)Dⅳ)は，監視手段によって得られた監視対象に関する情報(監視情報)に限定されず，監視端末側の領域に存在する各監視手段の「設定状態情報」，監視手段を制御する制御部から得られる「状態情報」，更には遠隔操作によって逐次変化する監視端末側の「変化情報」も含まれると解される。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件発明1の特許請求の範囲の請求項1には，「監視端末側の制御部に働きかけていく」(構成要件1(1)Dⅲ)の文言について何らの限定もされていない。そして，本件明細書の【0026】，【0043】の記載によれば，管理コンピュータ側から制御信号(コマンドデータ)や，管理コンピュータ側へ送るように指示する要求信号を送信した場合等は，「監視端末側の制御部に働きかけていく」ことに含まれるし，【0044】の記載によれば，利用者による監視方向の移動等の操作があった場合も，「監視端末側の制御部に働きかけていく」ことに当たるものと解される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "被告システムにおいて，各種センサーに関する温度，バッテリーレベル(残量)，信号強度(電波)の情報は通常表示されておらず，ユーザがボタンをタップして要求したときのみ数秒表示されることからすれば，ユーザの要求時のみサーバーがインテリジェントホームゲートウェイ側に働きかけて各種センサーの設定状態情報その他の情報を入手する構成及び機能を有していると考えるのが合理的である。この利用者のタップに基づくサーバーの動作は，「働きかけていく手段」(構成要件1(1)Dⅲ，2Dⅲ)に該当し，上記温度等の情報は，監視端末側領域に存在する各監視手段の設定状態情報や変化情報であり，「監視端末側によって得られた情報」(構成要件1(1)Dⅳ)に該当する。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "一審被告の当審における補充主張(スマートロック，スマートライト，家電コントローラーにも共通する主張)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件明細書には，「前記利用者IDに対応する監視端末IDが存在する場合，前記管理コンピュータがインターネットや電話網からなる通信回線網を利用して，この抽出された監視端末情報に基づいて監視端末の制御部に働きかけ，前記管理コンピュータが，インターネットや電話網からなる通信回線網を経由して，前記監視端末4によって得られた情報を入手するステップ」(【0043】等)と説明されており，この点が構成要件1(1)Dⅲ，ⅳ，ⅴ，構成要件2Dⅲ，ⅳ，ⅴとして規定されている。しかるところ，被告システムにおいては，サーバーが各種センサーとの関係では，「監視端末側の制御部に働きかけて」「監視端末によって得られた情報を入手し」，これを「利用者に供給する」ことがない。",
                            "したがって，各種センサーとの関係では，被告システムは，構成要件1(1)Dⅲ，ⅳ，ⅴ，構成要件2Dⅲ，ⅳ，ⅴを充足しない。",
                            "また，被告システムにおける利用者は，携帯端末からサーバーにアクセスし，センサーの監視情報(又は電子錠・LED電球の情報)を確認することができるが(乙137)，これは，サーバーが利用者宅にあるホームゲートウェイを介してセンサー(電子錠・LED電球)に働きかけて監視情報を獲得するものではなく，サーバーに記憶されている，インターネット回線が遮断される直前のセンサーの監視情報(又は電子錠・LED電球の情報)を確認しているにすぎない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件各発明の課題及びその解決方法によれば，「前記監視端末側によって得られた情報」は，本件明細書の【0006】にいう「監視領域の画像等の監視情報」のことであり，【0005】で例示されている「自宅内の様子」のように第三者が監視端末より取得するとプライバシーが侵害される情報である。本件明細書記載の実施例(【0012】，【0017】，【0018】，【0021】，【0024】)で挙げられた情報も，監視目的に応じて適宜選択される監視手段を有する監視端末側によって得られた「監視情報」であり，「悪事の発生の有無又は発生した悪事に関する情報」である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "スマートロック・スマートライトを使用した被告システムの「監視目的に応じて適宜選択される監視手段を有する監視端末側」(構成要件1(1)B，2B)の充足性(争点1-3-1)について",
                  "text": [
                    "原判決29頁1行目末尾に行を改めて次のとおり加えるほか，原判決の「事実及び理由」の第2の4(1)ウ(ア)記載のとおりであるから，これを引用する。",
                    "「  また，本件各特許の優先日前において，遠隔操作可能な電気錠・電子錠(施解錠状態を監視する)や照明器具(オン・オフスイッチ等の状態を把握する)は，監視手段として周知であった。」"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "スマートロック・スマートライトを使用した被告システムの「監視端末(側)の制御部に働きかけていく手段と…監視端末(側)によって得られた情報を入手する手段と…監視端末(側)から入手した情報を…利用者に供給する手段」(構成要件1(1)Dⅲないしⅴ，1(2)A，2Dⅲないしⅴ)の充足性(争点1-3-2)について",
                  "text": [
                    "次のとおり原判決を訂正し，当審における当事者の補充主張を付加するほか，原判決の「事実及び理由」の第2の4(1)ウ(イ)記載のとおりであるから，これを引用する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原判決の訂正",
                      "text": [
                        "原判決30頁9行目の「本件発明」から10行目の「1(1)Dⅳ)」までを「本件各発明の「監視端末(側)によって得られた情報」(構成要件1(1)Dⅳ，2Dⅳ)」と改める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審原告の当審における補充主張",
                      "text": [
                        "被告システムにおいて，スマートロックは，監視手段によって施錠／解錠の設定状態を知ることで監視の目的を達成できるが，それのみならず，遠隔操作によって施錠／解錠することによっても，監視の目的を達成できる。また，スマートライトは，監視手段によってOＮ／OFFを知ったとしても，それだけでは監視の目的を達成できず，遠隔操作によってOＮ／OFFしてはじめて監視の目的を達成できる。そして，上記施錠／解錠の状態やOＮ／OFFの状態は，スマートロック，スマートライトのアイコンから知ることができることからすれば，これらの遠隔操作による働きかけも「働きかけていく手段」に該当し，「監視端末側によって得られた情報を入手」しているといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "一審被告の当審における補充主張(家電コントローラーにも共通する主張)",
                      "text": [
                        "一審原告の主張は，利用者が携帯端末から，スマートロック，スマートライト，家電コントローラーを「開」「閉」ないしOＮ／OFF等の遠隔操作をしたときに，当該操作結果が携帯端末に表示されるということを指摘しているだけであり，「監視端末側によって得られた情報」(監視情報)を入手して利用者に供給するものではない。すなわち，スマートロック等の操作の結果の情報は，自らの操作に従った結果になったことを確認するための情報であり，監視情報ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "家電コントローラーを使用した被告システムの充足性(争点1-4-1，1-4-2)について",
                  "text": [
                    "原判決の「事実及び理由」の第2の4(1)エ記載のとおりであるから，これを引用する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1(1)に係る無効の抗弁の成否(争点2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(乙10国際公開を主引例とする新規性・進歩性欠如)(争点2-1)について",
                  "text": [
                    "以下のとおり訂正するほか，原判決の「事実及び理由」の第2の4(2)ア記載のとおりであるから，これを引用する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決32頁17行目冒頭に「(ア)」を加える。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決35頁16行目冒頭に「(イ)」を加える。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決35頁23行目末尾に行を改めて次のとおり加える。",
                        "「  上記相違点につき，原判決は，本件各発明と乙10発明1を対比し，乙10発明1が本件各発明の「接続処理を受け付け…IPアドレスを変更処理する手段」(構成要件1(1)Dⅵ)を有するか否かが不明であるという点のみで相違し，その余の構成で一致すると判示した。その理由は，乙10発明1が通信方式としてADSLを用いていても，固定IPアドレスを採用している可能性も否定できないというものである。また，原判決は，上記相違点は技術的な微差とはいえないとして，容易想到性も否定した。しかし，原判決のかかる判断は誤りである。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原判決35頁24行目冒頭に「(ウ)」を加える。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(乙12公報に係る特許とのダブルパテント)(争点2-2)について",
                  "text": [
                    "原判決39頁17行目の「構成要件1Dⅵ」を「構成要件1(1)Dⅵ」と改めるほか，原判決の「事実及び理由」の第2の4(2)イ記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3(分割出願要件違反に基づく進歩性欠如)(争点2-3)について",
                  "text": [
                    "原判決40頁8行目の「構成要件1Dⅲ」を「構成要件1(1)Dⅲ」と改めるほか，原判決の「事実及び理由」の第2の4(2)ウ記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4(親出願の分割出願要件違反に基づく進歩性欠如)(争点2-4)について",
                  "text": [
                    "原判決の「事実及び理由」の第2の4(2)エ記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "無効理由5(サポート要件違反)(争点2-5)について",
                  "text": [
                    "原判決の「事実及び理由」の第2の4(2)オ記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "無効理由6(実施可能要件違反)(争点2-6)について",
                  "text": [
                    "原判決の「事実及び理由」の第2の4(2)カ記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "無効理由7(乙36を主引用例とする拡大先願違反)(争点2-7)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一審被告の主張",
                      "text": [
                        "本件各発明は，本件各特許の出願日以前に出願され，出願日後に公開された特開2002-9868号公報(乙36)に記載された発明と実質的に同一であるから，本件各特許には，拡大先願違反(特許法29条の2違反)の無効理由がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙36には，以下の発明(以下「乙36発明1」という。)が開示されている。",
                            "36-1A  インターネットを含む通信回線網Ｎの中に設置されている情報管理装置20に於ける通信回線を用いた画像音声伝送システム1であって(【0027】，【0028】，【0070】，【0073】，【0074】)，",
                            "36-1B  情報管理装置20には，遠隔画像監視装置10Aに対して自動的に割り当てられたIPアドレスを含む遠隔画像監視装置10Aの情報が，ユーザ名に対応付けられて登録されている情報管理装置20の格納部21を備え(【0062】)，",
                            "36-1C  遠隔画像監視装置10A側は情報管理装置20と通信回線網Ｎを介して接続可能とされており(【0028】)，",
                            "36-1D  遠隔画像監視装置10Aは，",
                            "36-1Dⅰ  インターネットを含む通信回線網Ｎを利用してアクセスしてくる利用者のユーザ名である特定情報を入手する手段と(【0028】，【0037】，【0039】，【0041】)，",
                            "36-1Dⅱ  ユーザ名およびパスワードによる認証のために，ユーザ名である特定情報が，情報管理装置20の格納部21に予め登録された監視端末情報である遠隔画像監視装置10Aのシリアル番号に対応するか否かの検索を行う手段と(【0040】，【0057】)，",
                            "36-1Dⅲ  ユーザ名およびパスワードによる認証の後，インターネットを含む通信回線網Ｎを利用して，接続の設定および画質に関する情報に基づいて遠隔画像監視装置10Aに働きかけていく手段と(【0028】，【0031】，【0040】，【0045】，【0049】，【0083】)，",
                            "36-1Dⅳ  インターネットを含む通信回線網Ｎを経由して，遠隔画像監視装置10Aによって得られた情報を，情報管理装置20において機能する画像配信サービスを提供する公開サーバが入手する手段と(【0028】，【0074】)，",
                            "36-1Dⅴ  この遠隔画像監視装置10Aからの伝送情報を，インターネットを含む通信回線網Ｎを用いて，情報管理装置20において機能する画像配信サービスを提供する公開サーバが需要者(ユーザ)に供給する手段と(【0028】，【0073】，【0074】)，",
                            "36-1Dⅵ  遠隔画像監視装置10Aが，情報管理装置20側と遠隔画像監視装置10A側との接続において接続不良状態を検出すると，所定の時間だけ待機した後，再度の通信回線網Ｎへの接続動作を行う時，特定できる遠隔画像監視装置10A側からのIPアドレス登録要求を受け付け，情報管理装置20の格納部21の遠隔画像監視装置10AのIPアドレスを登録処理する手段と，を備え，再度の通信回線網Ｎへの接続動作において，DHCPサーバ機能が予め準備しておいた割当可能なIPアドレスの中から1つのIPアドレスを選択して遠隔画像監視装置10Aに選択したIPアドレスを割り当てることから，再度の通信回線網Ｎへの接続動作を行った場合，遠隔画像監視装置10AのIPアドレスは再度の接続動作の前後で異なる状況があり，その状況における遠隔画像監視装置10AのIPアドレスを登録処理する手段はIPアドレスを変更処理する手段として用いられる(【0028】，【0046】，【0047】，【0050】，【0062】，【0066】)",
                            "36-1E               ことを特徴とする通信回線を用いた画像音声伝送システム1。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "乙36には，以下の発明(以下「乙36発明2」という。)が開示されている。",
                            "36-2A  インターネットを含む通信回線網Ｎの中に設置されている情報管理装置20に於ける通信回線を用いた画像音声伝送システム2であって(【0027】，【0028】，【0070】，【0073】，【0074】)，",
                            "36-2B  情報管理装置20には，遠隔画像監視装置10Aに対して自動的に割り当てられたIPアドレスおよび機器シリアル番号を含む遠隔画像監視装置10Aの情報が，ユーザ名に対応付けられて登録されている情報管理装置20の格納部21を備え(【0062】)，",
                            "36-2C  遠隔画像監視装置10Aは情報管理装置20側と通信回線網Ｎを介して接続可能とされており(【0028】)，",
                            "36-2D  遠隔画像監視装置10Aは，",
                            "36-2Dⅰ  インターネットを含む通信回線網Ｎを利用してアクセスしてくる利用者のユーザ名である特定情報を入手する手段と(【0028】，【0037】，【0039】，【0041】)，",
                            "36-2Dⅱ  ユーザ名およびパスワードによる認証のために，ユーザ名である特定情報が，情報管理装置20の格納部21に予め登録された監視端末情報である遠隔画像監視装置10Aのシリアル番号に対応するか否かの検索を行う手段と(【0040】，【0057】)，",
                            "36-2Dⅲ  ユーザ名およびパスワードによる認証の後，インターネットを含む通信回線網Ｎを利用して，接続の設定および画質に関する情報に基づいて遠隔画像監視装置10Aに働きかけていく手段と(【0028】，【0031】，【0040】，【0045】，【0049】，【0083】)，",
                            "36-2Dⅳ  インターネットを含む通信回線網Ｎを経由して，遠隔画像監視装置10Aによって得られた情報を，情報管理装置20において機能する画像配信サービスを提供する公開サーバが入手する手段と(【0028】，【0074】)，",
                            "36-2Dⅴ  この遠隔画像監視装置10Aからの伝送情報を，インターネットを含む通信回線網Ｎを用いて，情報管理装置20において機能する画像配信サービスを提供する公開サーバが需要者(ユーザ)に供給する手段と(【0028】，【0073】，【0074】)，",
                            "36-2Dⅵ  遠隔画像監視装置10Aが，情報管理装置20側と遠隔画像監視装置10A側との接続において接続不良状態を検出すると，所定の時間だけ待機した後，再度の通信回線網Ｎへの接続動作を行う時，特定できる遠隔画像監視装置10A側からのIPアドレス登録要求を受け付け，情報管理装置20の格納部21の遠隔画像監視装置10AのIPアドレスを登録処理する手段と(【0028】，【0046】，【0047】，【0050】，【0062】，【0066】)，",
                            "36-2E  遠隔画像監視装置10A側は，遠隔画像監視装置10Aにあらかじめ登録されている情報管理装置20のアドレスに対して，情報管理装置20側と遠隔画像監視装置10A側との接続において接続不良状態を検出すると，所定の時間だけ待機した後，再度の通信回線網Ｎへの接続動作を行う機能と，接続動作において，遠隔画像監視装置10Aに対して割り当てられたIPアドレスおよび機器シリアル番号を情報管理装置20側に送り，情報管理装置20が当該IPアドレスおよび機器シリアル番号に基づいて設定情報を遠隔画像監視装置10Aに対して送付するために，当該IPアドレスを登録するように要求する手段と(【0028】，【0046】，【0047】，【0050】，【0062】，【0066】)，",
                            "36-2F  を備えていることを特徴とする通信回線を用いた画像音声伝送システム2。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件各発明と乙36発明1及び2との同一性",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "本件発明1と乙36発明1との対比",
                              "text": [
                                "上記のとおり，乙36発明1は，構成36-1A，36-1B，36-1C，36-1D，36-1Dⅰ，36-1Dⅱ，36-1Dⅲ，36-1Dⅳ，36-1Dⅴ，36-1Dⅵ及び36-1Eを有しており，これら構成は，それぞれ，本件発明1(1)の構成要件1(1)A，1(1)B，1(1)C，1(1)D，1(1)Dⅰ，1(1)Dⅱ，1(1)Dⅲ，1(1)Dⅳ，1(1)Dⅴ，1(1)Dⅵ及び1(1)Eに該当する。",
                                "なお，本件発明1(2)は，「監視端末側からの情報が前記管理コンピュータ側に送信されてこない状態」のときに，「所定の異常通知をアクセスした利用者に送信」する構成を有しているが，異常通知を行うことは，周知技術にすぎないことから，本件発明1(2)は，乙36発明1に周知技術を付加したものにすぎない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "本件発明2と乙36発明2との対比",
                              "text": [
                                "上記のとおり，乙36発明2は，構成36―2A，36―2B，36―2C，36―2D，36―2Dⅰ，36―2Dⅱ，36―2Dⅲ，36―2Dⅳ，36―2Dⅴ，36―2Dⅵ，36―2E及び36―2Fを有しており，これら構成は，それぞれ，本件発明2の構成要件2A，2B，2C，2D，2Dⅰ，2Dⅱ，2Dⅲ，2Dⅳ，2Dⅴ，2Dⅵ，2E及び2Fに該当する。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，本件発明1と乙36発明1は，実質的に同一であり，また，本件発明2と乙36発明2は，実質的に同一であるから，本件各特許には，特許法29条の2に違反する無効理由がある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審原告の主張",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "乙36の【0056】，【0072】及び図1の記載によれば，乙36には，本件各発明の管理コンピュータが備える「インターネットや電話網からなる通信回線網を経由して，前記監視端末(側)によって得られた情報を入手する手段と，」の構成(構成要件1(1)Dⅳ，2Dⅳ)や「この監視端末(側)から入手した情報を，インターネットや電話網からなる通信回線網を用いて，前記特定情報を送信してアクセスした利用者に供給する手段と」の構成(構成要件1(1)Dⅴ，2Dⅴ)の記載はない。",
                            "また，乙36の【0074】等の記載においても，需要者が公開サーバへアクセスする際の詳細について記載されておらず，乙10には，本件各発明の構成要件1(1)Dⅰないしⅳの構成は，記載されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件各発明は，監視ユニット側のIPアドレスが動的であることを前提としているのに対し，乙36においてIPアドレスが動的であることが明らかでない以上，乙36には，構成要件1(1)Dⅵ，2Dⅵが記載されているとはいえない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "乙36には，「前記監視装置10A側は，内部にメモリーされた情報管理装置20のIPアドレスに対して自ら接続処理する自己接続機能と，前記自己接続機能を使って，登録された前記機器シリアル番号を情報管理装置側に送り，前記監視装置10A側のIPアドレスを登録するよう要求する手段」(構成要件2E)について何ら記載されていない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のとおり，乙36発明1は，本件発明1(1)の構成要件1(1)Dⅵ，Dⅴ，Dⅵの構成を備えておらず，乙36発明2は，本件発明2の構成要件2Dⅳ，Dⅴ，Dⅵの構成を備えていないから，一審被告の主張は理由がない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1(2)に係る無効の抗弁の成否(争点3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(乙10国際公開を主引例とする新規性・進歩性欠如)(争点3-1)について",
                  "text": [
                    "原判決49頁2行目の「乙10公報」を「乙10」と，同頁5行目，12行目及び13行目から14行目にかけての各「センタサーバー」をいずれも「センサーサーバー」と改めるほか，原判決の「事実及び理由」の第2の4(3)ア記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(分割出願要件違反に基づく進歩性欠如)，無効理由3(親出願の分割出願要件違反に基づく進歩性欠如)，無効理由4(サポート要件違反)，無効理由5(実施可能要件違反)(争点3-2ないし5)について",
                  "text": [
                    "原判決の「事実及び理由」の第2の4(3)イ記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由6(乙36を主引用例とする拡大先願違反)(争点3-6)について",
                  "text": [
                    "前記(2)キ記載のとおり。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2に係る無効の抗弁の成否(争点4)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "無効理由1(乙10国際公開を主引例とする新規性・進歩性欠如)(争点4-1)について",
                  "text": [
                    "以下のとおり訂正するほか，原判決の「事実及び理由」の第2の4(4)ア記載のとおりであるから，これを引用する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決51頁10行目冒頭に「(ア)」を加える。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決53頁25行目冒頭に「(イ)」を加える。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決54頁17行目末尾に行を改めて次のとおり加える。",
                        "「  原判決は，本件発明2と乙10に記載された発明とを対比し，①乙10に記載された発明が本件発明2の「IPアドレス登録要求を受け付け…IPアドレスを登録処理する手段」(構成要件2Dⅵ)を有するか否かが不明である点，及び，②乙10に記載された発明が本件発明2の「内部にメモリーされた管理コンピュータ側のグローバルIPアドレスに対して自ら接続処理する自己接続機能と，前記自己接続機能を使って，登録された前記監視端末IDを管理コンピュータ側に送り，前記監視端末側のIPアドレスを登録するように要求する手段」(構成要件2E)を有するか否かが不明である点のみで相違し，その余の構成で一致すると判示し，乙30，32，22記載の技術に基づいて，乙10に記載された発明から上記各構成要件に係る相違点を埋めることはできないと判断したが，原判決のかかる判断は誤りである。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(親出願の分割出願要件違反に基づく進歩性欠如)(争点4-2)について",
                  "text": [
                    "原判決56頁25行目の「本件特許1」を「本件特許2」と，57頁1行目の「本件特許」を「本件特許2」と，同頁7行目の「本件特許」を「本件各特許」と改め，同頁4行目の「29条1項3号又は同法」を削るほか，原判決の「事実及び理由」の第2の4(4)イ記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由3(サポート要件違反)(争点4-3)について",
                  "text": [
                    "原判決の「事実及び理由」の第2の4(4)ウ記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "無効理由4(実施可能要件違反)(争点4-4)について",
                  "text": [
                    "原判決の「事実及び理由」の第2の4(4)エ記載のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "無効理由5(乙36を主引用例とする拡大先願違反)(争点4-5)について",
                  "text": [
                    "前記(2)キ記載のとおり。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "損害発生の有無及びその額(争点5)",
              "text": [
                "以下のとおり訂正するほか，原判決の「事実及び理由」の第2の4(5)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原判決58頁1行目から2行目にかけての「令和元年10月に至るまでの57か月間」を「令和3年1月に至るまでの72か月間」と改める。"
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決58頁24行目の「推察されることから」から59頁2行目末尾までを次のとおり改める。",
                    "「推察される。平成31年2月から令和3年1月までの利用者数は●●●●●●●世帯(●●●●世帯×24か月)となる。そうすると，平成27年2月から令和3年1月までの合計は最低でも●●●●●●●世帯(●●●●●●●世帯＋●●●●●●●世帯)となり，これを下回ることはない。」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決59頁16行目から同頁末行までを次のとおり改める。",
                    "「(エ)  売上総額"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "subject": "基本収入",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "基本利用料収入：●●●●●●●●●●●円(2980円×●●●●●●●世帯)"
                            },
                            {
                              "fig": "(b)",
                              "subject": "ゲートウェイレンタル収入：●●●●●●●●●円(300円×●●●●●●●世帯)"
                            },
                            {
                              "fig": "(c)",
                              "subject": "IPカメラ：●●●●●●●●●円"
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告システムを利用する世帯であれば少なくとも各種センサー3個，スマートロック1個，スマートライト1個，家電コントローラー1個は利用していると推定する。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "各種センサー3個：●●●●●●●●●●●円(200円×3個×●●●●●●●世帯)"
                            },
                            {
                              "fig": "(b)",
                              "subject": "スマートロック1個：●●●●●●●●●●●円(700円×●●●●●●●世帯)"
                            },
                            {
                              "fig": "(c)",
                              "subject": "スマートライト1個：●●●●●●●●●円(100円×●●●●●●●世帯)"
                            },
                            {
                              "fig": "(d)",
                              "subject": "家電コントローラー1個：●●●●●●●●●●●円(700円×●●●●●●●世帯)"
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "その他の収入",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "ケーブルテレビ局からのライセンス料：●●●●●●●●●円(●●●●●●●●●円＋●●●●●●●●円×24月)"
                            },
                            {
                              "fig": "(b)",
                              "subject": "ケーブルテレビ局からの加入一時金：●●●●円"
                            },
                            {
                              "fig": "(c)",
                              "subject": "事業者との契約によるライセンス料，(B  to  B)等：●●●●●●●●円"
                            },
                            {
                              "fig": "(d)",
                              "subject": "IPカメラ単体の売上げ：●●●●●●●円"
                            },
                            {
                              "fig": "(e)",
                              "subject": "スターターキットタイプAの売上げ：●●●●円"
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "総合計：●●●●●●●●●●●●円」"
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決60頁24行目から61頁7行目までを次のとおり改める。",
                    "「  そして，特許法102条3項に基づく損害額の算定に当たっては，必ずしも当該特許権についての実施許諾契約における実施料率に基づかなければならない必然性はなく，特許権侵害をした者に対して事後的に定められるべき実施に対し受けるべき料率は通常の実施料率に比べて自ずと高額になること，一審被告自身がケーブルテレビ局や事業者向けのサービスに対するライセンス料として30パーセントを超える料率を設定していること，本件各発明は，パイオニア発明であり，経済性及び市場性が高く，収益率も高い上，代替技術は見当たらないこと，令和元年法律第3号により改正された特許法102条4項の趣旨を十分に反映すべきであること，本件では，本件特許権1及び2の複数の特許権が侵害されていること，一審被告が，被告システムが本件各発明の技術的範囲に属することを争い，多数の無効の抗弁を主張し，さらには無効の抗弁の一部と同一の無効理由に基づいて本件各特許について特許無効審判を請求し，請求不成立審決(別件審決1及び2)を受けるや，審決取消訴訟を提起し，請求棄却判決(別件判決1及び2)を受けていること等を総合考慮すると，同条3項に基づく損害額の算定の基礎となる本件各発明の実施に対して受けるべき料率は14パーセントを下回ることはない。",
                    "以上によれば，一審原告の同項に基づく実施料相当額の損害額は，●●●●●●●●●●●円(●●●●●●●●●●●円×0．14)を下回ることはない。」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決61頁11行目の「●●●●●円」を「●●●●●●●●●円」と改める。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決61頁11行目末尾に行を改めて次のとおり加える。",
                    "「ウ  小括",
                    "よって，一審被告は，一審原告に対し，本件各特許権の不法行為に基づく損害賠償として前記ア及びイの損害額の合計の一部である●●●●●円及びこれに対する不法行為の後の日である令和3年2月1日から支払済みまで民法所定の年3分の割合による遅延損害金の支払義務がある。」"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原判決65頁11行目末尾に行を改めて次のとおり加える。",
                    "「ウ  一審原告の主張について",
                    "一審原告は，当審において，損害額の算定期間の終期を「令和元年10月」から「令和3年1月」に改め，これを前提に損害額の主張をしている。",
                    "しかし，一審被告は，令和2年10月8日に，被告システムから全く異なる新しいシステムへの移行を開始し，その移行は順次行われ，令和3年2月に利用者の約半数が既に移行を完了し，同年6月末には残った利用者との契約も終了した。すなわち，令和2年10月以降令和3年1月までの4か月間は被告システムの利用者が平均して毎月約8分の1ずつ減少し，契約世帯数が減少しているから，この点を損害額の算定に当たり考慮すべきである。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "被告システムの本件各発明の技術的範囲の属否(争点1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書1の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書1(甲4)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する図1ないし10については，別紙明細書図面を参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "本発明は，通信回線を用いて監視端末が設置された特定領域を，利用者が所有する電話やパソコン等の情報端末を用いて，外出先からでも監視することを可能とする通信回線を用いた情報供給システムに関する。",
                        "【背景技術】",
                        "【0002】",
                        "従来より，家を留守にした場合，泥棒の侵入や火気の始末を気にしなければならず，今日のような治安情勢の悪化に伴い，ますますこのような心配は増すばかりである。そのため，近年警備会社と契約を行うことにより，泥棒の侵入や火災等の発生を未然に防止する警備代行業務を行ってもらう個人宅，会社等が増加している。",
                        "【0003】",
                        "現状の警備システムとして，所定のセンサー等を配備した家屋等に泥棒が侵入した場合，センサーの反応による警備会社への通報で警備会社の警備員がその家屋に急行するシステムがある。",
                        "【0004】",
                        "しかし，このようなマンパワーを利用するシステムであっては，警備員の人件費が極めて高い割合を占めるため，加入契約料が一般大衆にとって多大なものとなり，これ以上の急激な増加は望めないのが現状である。",
                        "【0005】",
                        "このため，通信回線(有線，無線を含む)を利用して，必要な時，また心配になった時に限らず，頻繁に断続的にでも特定領域である例えば自宅内の様子を監視できるようにしたいといった要求がある。",
                        "【発明の開示】",
                        "【発明が解決しようとする課題】",
                        "【0006】",
                        "しかしながら，これら監視システムにおいては，前記監視端末に通信回線を介して特定以外の人間がアクセスして監視領域の画像等の監視情報を入手することができてしまうと，プライバシ-が保護されなくなってしまうという問題があり，これら特定者以外の第三者が監視端末より監視情報を入手することが不可能なシステムが切望されていた。",
                        "【0007】",
                        "よって，本発明は上記した問題点に着目してなされたもので，常時接続回線を利用しているにも関わらず，特定者以外の第三者が監視端末より監視情報を入手することがきわめて困難で，かつ登録された利用者には，きわめて迅速に必要な監視情報を供給できるようにした通信回線を用いた情報供給システムを提供することを目的としている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "【0008】",
                        "上記目的を達成するために，本発明の情報供給システムは，インターネットや電話網からなる通信回線網の中に設置されている管理コンピュータに於ける通信回線を用いた情報供給システムであって，",
                        "前記管理コンピュータ側には，監視目的に応じて適宜選択される監視手段を有する監視端末側に対して付与されたIPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベースを備え，前記監視端末側は前記管理コンピュータ側と前記通信回線網を介して接続可能とされており，",
                        "前記管理コンピュータ側は，",
                        "インターネットや電話網からなる通信回線網を利用してアクセスしてくる利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者IDである特定情報を入手する手段と，",
                        "この入手した特定情報が，前記利用者データベースに予め登録された監視端末情報に対応するか否かの検索を行う手段と，",
                        "前記特定情報に対応する監視端末情報が存在する場合，インターネットや電話網からなる通信回線網を利用して，この抽出された監視端末情報に基づいて監視端末側の制御部に働きかけていく手段と，",
                        "インターネットや電話網からなる通信回線網を経由して，前記監視端末側によって得られた情報を入手する手段と，",
                        "この監視端末側から入手した情報を，インターネットや電話網からなる通信回線網を用いて，前記特定情報を送信してアクセスした利用者に供給する手段と，",
                        "特定できる監視端末側から前記管理コンピュータ側のグローバルIPアドレスに対して接続する接続処理を受け付け，前記利用者データベースに登録されている前記監視端末情報であるIPアドレスを変更処理する手段と，",
                        "を備えていることを特徴としている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "(関連する態様)",
                      "text": [
                        "本発明の情報供給システムの態様として，インターネットや電話網からなる通信回線網の中に設置された管理コンピュータに於ける通信回線を用いた情報供給システムであって，",
                        "監視カメラ，監視ビデオ等の監視目的に応じて適宜選択される監視端末に対して付与されたIPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベースを備え，",
                        "インターネットや電話網からなる通信回線網を利用してアクセスしてくる利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者IDである特定情報を入手するステップと，",
                        "この入手した特定情報が，前記利用者データベースに予め登録された監視端末情報に対応するか否かの検索ステップと，",
                        "前記特定情報に対応する監視端末情報が存在する場合，前記管理コンピュータがインターネットや電話網からなる通信回線網を利用して，この抽出された監視端末情報に基づいて監視端末の制御部に働きかけていくステップと，",
                        "前記管理コンピュータが，インターネットや電話網からなる通信回線網を経由して，前記監視端末によって得られた情報を入手するステップと，",
                        "この監視端末から入手した情報を，前記管理コンピュータが，インターネットや電話網からなる通信回線網を用いて，前記特定情報を送信してアクセスした利用者に供給するステップと，",
                        "前記管理コンピュータが，特定できる監視端末側からのIPアドレス変更要求を受け付け，前記利用者データベースに登録されている前記監視端末情報であるIPアドレスを変更処理するステップと，",
                        "からなる通信回線を用いた情報供給システムを特徴とするものであり，利用者データベースを状況によって素早く更新し，利用者の次なるアクセスに瞬時に対応できるようにできるものである。",
                        "ここで，監視端末からのIPアドレス変更要求を受け付ける際，前記利用者データベースに登録されている監視端末IDを受け付け，この監視端末IDが適正な場合のみ，IPアドレス変更要求に応じるステップを有してなることが好ましく，このようにすればより確実な利用者データベースの管理ができることになる。",
                        "このシステムに必要な監視端末が，常時接続状態のまま，IPアドレスが変更された場合は，前記監視端末は，古いIPアドレスと新しく与えられたIPアドレスとの違いを判断し，相違する場合は，内部にメモリーされた管理コンピュータのグローバルIPアドレスに対して自ら接続処理し，自己の監視端末IDを基に新たなIPアドレスを更新登録するように要求できる自己接続機能を有していることが好ましく，別の例として，監視端末が，インターネットの新たな接続または再接続可能時，監視端末は，その内部にメモリーされた管理コンピュータのグローバルIPアドレスに対して自ら接続処理する機能が設けられており，自己の監視端末IDを基にその時点手付与されているIPアドレスを更新登録するように要求できる自己接続機能を有していることが好ましく，さらに別の例として，監視端末が，常時接続状態のままIPアドレスが変更された場合，またはインターネットの再接続可能時，監視端末は，その内部にメモリーされた管理コンピュータのグローバルIPアドレスに対して自ら接続処理する機能が設けられており，自己の古いIPアドレスを基にその時点手付与されているIPアドレスを更新登録するように要求できる自己接続機能を有していることが好ましい。この例の場合は，既に利用者データベースに，監視端末に対応する古いIPアドレスが存在しておりこれによっても監視端末の認証が可能である。",
                        "さらに，管理コンピュータは，利用者がアクセスしてきた際，利用者データベスの中から監視端末IDの検索により，利用者に対応する監視端末または監視ユニットが複数ある場合，利用者に対してアクセス可能な監視端末または監視ユニットの種類やメニューを表示し，得たい情報の選択を促すようになっており，管理コンピュータは登録された全ての監視端末の情報をとる必要がなく，指摘された監視端末のみへのアクセスが可能となる為，利用者に無駄な待ち時間などを与えないようにできる。",
                        "前記特定情報に対応する監視端末情報が存在する場合，前記管理コンピュータがインターネットや電話網からなる通信回線網を利用して，この抽出された監視端末情報に基づいて監視端末の制御部に働きかけ，前記管理コンピュータが，インターネットや電話網からなる通信回線網を経由して，前記監視端末によって得られた情報を入手するステップ時，監視端末に接続不能な状態，若しくは監視端末からの情報が前記管理コンピュータに送信されてこない状態が，前記管理コンピュータで確認された時に，所定の異常通知をアクセスした利用者に送信できるようになっていると好ましい。すなわち管理コンピュータでデータを待つ時間を所定の時間と設定し，セッション管理することにより，待ち時間内にデータが得られないとき，アクセスしてきた利用者をいつまでもも待たせることなく情報が取れない旨のメッセージを送ることによりサービスの向上が図れる。",
                        "前記管理コンピュータが，インターネットや電話網からなる通信回線網を経由して，前記監視端末によって得られた情報を入手する際，この送信されてくる情報が所定の圧縮アルゴリズムにて圧縮処理された画像の圧縮データであり，前記管理コンピュータは，この圧縮データを記憶装置に一時記憶し，前記アクセスしてくる利用者の情報端末への通信回線のデータ伝送速度に合わせて，前記一時記憶された圧縮データを送信するようになっていると好ましく，利用者のどのような機種の端末にも対応できることになる。",
                        "少なくとも本発明の情報供給監視端末は，インターネットや電話網からなる通信回線網の中に設置された管理コンピュータを用いた情報供給システムに適用される監視端末であり，",
                        "特定できる前記監視端末側からのIPアドレス変更要求を受け付け，前記利用者データベースに登録されている前記監視端末情報であるIPアドレスを変更処理するステップを実行できるようになっている管理コンピュータに対して利用される監視端末であり，",
                        "前記管理コンピュータにIPアドレス変更要求する監視端末が，監視カメラ，監視ビデオ等の機能を有し，",
                        "この監視端末側のメモリーに，前記管理コンピュータのIPアドレスが記憶され，この記憶された管理コンピュータのIPアドレスに対して，自己の監視端末IDを基にその時点で付与されているIPアドレスを更新登録するように要求できる機能を有していることを特徴としている。",
                        "少なくとも本発明の情報供給監視端末は，インターネットや電話網からなる通信回線網の中に設置された管理コンピュータを用いた情報供給システムに適用される監視端末であり，",
                        "監視カメラ，監視ビデオ等の監視目的に応じて適宜選択される監視端末に対して付与されたIPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベースを備え，",
                        "インターネットや電話網からなる通信回線網を利用してアクセスしてくる利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者IDである特定情報を入手するステップと，",
                        "この入手した前記特定情報が，前記利用者データベースに予め登録された前記監視端末情報に対応するか否かの検索ステップと，",
                        "更に，特定できる前記監視端末側からのIPアドレス変更要求を受け付け，前記利用者データベースに登録されている前記監視端末情報であるIPアドレスを変更処理するステップと，を少なくとも実行するようになっている管理コンピュータに対して利用される監視端末であり，",
                        "前記管理コンピュータにIPアドレス変更要求する監視端末が，",
                        "この監視端末側のメモリーに，前記管理コンピュータのIPアドレスが記憶され，この記憶された管理コンピュータのIPアドレスに対して，自己の監視端末IDを基にその時点で付与されているIPアドレスを更新登録するように要求できる機能を有していることを特徴としている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【発明を実施するための最良の形態】",
                      "text": [
                        "【0009】",
                        "以下，図面に基づいて本発明の実施例を説明する。",
                        "【実施例1】",
                        "【0010】",
                        "まず，図1，図2は，本実施例の特定領域の監視システムの構成を示すブロック図であり，図3は，本実施例の特定領域の監視システムに用いた監視端末を示す外観斜視図であり，図4は，前記本実施例において用いた監視端末の構成を示すブロック図であり，図5は，本実施例において用いた管理コンピュータの構成を示すブロック図であり，図6は，本実施例の管理コンピュータからの監視画像並びに音声を出力可能とされた利用者が携帯する携帯電話を示す外観図である。",
                        "【0011】",
                        "まず，本実施例の特定領域の監視システムは，図1に示すように，登録している多数の利用者(A．B．C．．．Z．．．)が個々に監視したい場所，例えば自宅等の被監視領域(a．b．c．．．z．．．)に設置される監視端末4(4a．4b．4c．．．4z．．．)と，該監視端末4並びにサービス利用者が所有する情報端末とに通信回線網5を介してデータ通信可能に接続されたサービス提供者が所有する管理コンピュータ3と，各監視端末側と基本的に常時接続されたインターネットサービスプロバイダー(ISP)である中継サーバ6，監視サービスの利用者が操作するパソコン14やノートパソコン15や携帯電話11等の情報端末と，から主に構成されている。",
                        "【0012】",
                        "また，本実施例に用いた監視端末4(4a．4b．4c．．．4z．．．)は，図1に示すように，主に通信回線網5を介してサービス提供者が所有する前記管理コンピュータ3と原則，常時接続されている。この例によると，監視端末4a～4cは，ネットワークを介して管理コンピュータ3と常時接続を可能とするADSL(DSL)，いわゆる非対称デジタル加入者線方式で接続されており，監視端末4a～4cは，データの送受信を実施する通信装置であるセットトップボックス2と，該セットトップボックス2に接続されて特定領域の画像や音等の監視情報を収集する監視ユニット1とから構成されている。なお図2は無線を利用した通信構成の例である。",
                        "【0013】",
                        "この図1に示した本実施例において用いた監視ユニット1は，図3に示すように，天井等に配置可能な箱状の筐体50の下面に，透明なドーム状のカバー68が形成されているとともに，該カバー68の内部には監視手段である監視用CCDカメラ55と，該監視用CCDカメラ55の監視方向を左右上下に変更可能な方向変更装置58が内在されているとともに，前記筐体50の側面からは，前記セットトップボックス2と接続される通信ケ-ブル51が導出され，更に他の側面には，監視領域の音を集音可能な集音マイク53が設けられている。",
                        "【0014】",
                        "また，この監視ユニット1の筐体50内部の構成は，図4に示すように，デ-タ通信を行う通信部71と，後述するMPU65が行う制御においてワ-クメモリとして使用されるとともに，後述するデジタルシグナルプロセッサ(DSP)56にて圧縮された画像デ-タ或いは音声デ-タを一時記憶するSRAM70と，前記集音マイク53に接続されて入力音をデジタルデータに変換するA／DコンバータであるPCMコーデック52と，内部にレンズにて結像された画像をデジタルのデータ列として出力可能な電荷結合素子(CCD)54を内蔵する監視用CCDカメラ55と，前記PCMコーデック52並びに電荷結合素子(CCD)54より出力された音声データ並びに画像データを所定の圧縮アルゴリズム(MPEG，JPEG等の方式)にて圧縮処理するデジタルシグナルプロセッサ(DSP)56や，前記監視用CCDカメラ55の撮影方向の移動を行う方向変更装置58や，パイロットランプ(LED)69の点灯するドライバ59や，これら各部に図4に示すように接続され，各部の制御等の処理を実施するMPU65とからから構成され，該MPU65内部には，該MPU65が実施する前記監視用CCDカメラ55や方向変更装置58並びに集音マイク53等の監視手段並びに監視手段の周辺デバイスの起動や停止等の制御内容が記述された制御プログラム等が記憶された内部ROM66を有している。尚，図4において白矢印は制御信号を示し，黒矢印は主にデータ信号を示す。",
                        "【0015】",
                        "また，本実施例の監視ユニット1には，電力手段としての電池67が搭載されており，該電池にて動作可能とされていて，該監視ユニット1を電力が得られない場所にも容易に設置できるようになっているが，本発明はこれに限定されるものではなく，これら電力をコンセント等より得られる交流電流を所定の直流電流に変換して使用するようにしても良い。",
                        "【0016】",
                        "尚本実施例では，前記のようにDSP56を用いて画像データ並びに音声データをMPEG等の方式によりデータ圧縮して中継サーバ6や管理コンピュータ3側に送信しており，これらデータ圧縮を行うことは，伝送するデータ容量を小さくすることで伝送負荷を低減できるとともに，前記管理コンピュータ3において必要とされる通信容量を低減でき，回線コストを安価とすることが可能となることから好ましいが，本発明はこれに限定されるものではない。",
                        "【0017】",
                        "また，本実施例では，監視手段として，前記監視用CCDカメラ55や集音マイク53を設けているが，本発明はこれに限定されるものではなく，これら監視手段として，例えば動物等が発する赤外線を感知可能な赤外線センサーや，設置場所の雰囲気温度を測定可能な温度監視センサーや(温度による火災監視センサーを含む)，煙監視センサー等を用いるようにしても良く，これら使用する監視手段は，監視目的に応じて適宜に選択すれば良い。",
                        "【0018】",
                        "尚，この監視ユニット1の設置場所としては，利用者が特に監視したいと望むエリヤの画像や，温度，音，または煙の確認を実施できるための好適な場所を選択すれば良く，本実施例のように障害物の少ない天井等とし，監視方向を適宜に移動できるようにすることで，より緻密な監視を実施できるようになることから好ましい。",
                        "【0019】",
                        "次いで，この監視ユニット1に接続されるとともに，前記通信回線網5(ADSL回線)に接続されて，管理コンピュ-タ3との間にてデ-タの送受信を行う通信手段であるセットトップボックス2の構成は，図10に示すように，前記監視ユニット1である監視端末や，パーソナルコンピュータを接続するADSL送受信機，およびアナログ電話機を接続する端子が設けられ，これらは交換局に繋がる電話回線にフィルタを介して接続されている。ここで交換局においては，周波数帯域を基準にして電話交換機もしくはADSL送受信機とにフィルターを介して振り分けられる。このように，この実施例では，ADSLを利用するため定料金で常時接続のサービスが可能となっており，管理コンピュ-タ3に新しい画像情報が逐次送信されてくることになる。",
                        "【0020】",
                        "また，本実施例の監視ユニット1は前述のように通信部71を有しており，監視ユニット1側にはIPアドレスが割り当てられており，管理コンピュ-タ3と常時接続状態であるため，このIPアドレスが監視領域の特定用に利用されることになる。",
                        "【0021】",
                        "次いで，これら監視ユニット1とセットトップボックス2とから構成される各監視端末4(4a．4b．4c．．．4z．．．)からのデータ圧縮された画像(並びに音データ)が中継サーバ6を介してインターネット網で送信され，それを受信する前記管理コンピュータ3の構成は，図5に示すように，コンピュ-タ内部にて比較的高速にてデ-タの送受を行うデ-タバス30に，利用者からの接続による認証処理や，該利用者IDに対応して登録されている監視端末のIPアドレス(ここではグローバルIP)を検索する処理や，受信した画像並びに音データを該利用者の情報端末である例えば携帯電話11に送信するデータ転送処理を実施可能な演算能力に優れた中央演算処理装置(CPU)31や，前記CPU31のワークメモリ等に使用されるRAM32や，ディスプレイ等の表示装置34や，キーボードやマウス等の入力装置36や，接続サービスの実施履歴等の登録に使用される現在の時刻情報や任意の年月日の曜日等のカレンダ-情報を出力可能なリアルタイムクロック(RTC)37，前記監視端末を構成するセットトップボックス2とのデータ通信を比較的高速にて実施可能な回線が接続可能とされた監視端末用通信回線基板38と，利用者の情報端末である携帯電話11等とのデータ通信を比較的高速にて実施可能な通信回線が接続可能とされた利用者用通信回線基板33と，磁気ディスクや光磁気ディスクから成り，利用者を識別可能な識別符号(ID)に対応付けて該利用者の暗証番号並びに該利用者が監視したい場所に設置されている監視端末に付与されている前記したIPアドレスに基づいた利用者データベース(DB)(なお，IDも基になるデータは利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号，人体の一部の違いを表現する指紋など)や，前記データ転送処理内容が記述されたデータ転送プログラム等が記憶されている記憶装置35と，が接続された比較的処理能力に優れたコンピュ-タとされている。",
                        "【0022】",
                        "尚，本実施例に用いた前記通信回線基板33からは，利用者が所持する情報端末である携帯電話11等からのアクセス時において，記憶装置35に登録されたデジタルデ-タに基づき，該利用者へ利用者IDと暗証番号との入力を促すガイダンスが送信されるようになっている。なお携帯電話やPCが所有するID(グローバルIPアドレス，利用者ID)がアクセス信号に乗調されて送られ，管理コンピュータ3へのアクセス時に管理コンピュータ3がこのデータを受け取れるものであれば，利用者への負担をかけずにその利用者の権能やその利用者に対応する監視端末を検索できることになる。また所定のガイダンスを，音声として発呼者である利用者に送信することも出来，その場合，音声のデジタルデ-タをアナログの音声に変換して送信可能なA／D変換部(図示略)を設けるとよい。",
                        "【0023】",
                        "また前記通信回線基板33には，アクセス者の電話番号デ-タを取り出す電話情報受信手段としてのコ-ルID検出部(図示略)を設けることもでき，アクセス者の電話番号デ-タを前記中央演算処理装置(CPU)31に対して出力して利用者IDを確認することもできる。",
                        "【0024】",
                        "また，本発明において利用者が使用する情報端末としては，前記管理コンピュータ3にアクセスしてデータ圧縮された画像データ並びに音データを受信し，圧縮データを解凍して再生，出力可能なものであれば良く，本実施例では図1，図2に示すように，パソコン14や，ノートパソコン15並びに携帯電話11のいずれからでも利用者が前記管理コンピュータ3にアクセスして前記監視端末1からの画像データ並びに音データを入手して，監視を実施できるようになっており，本実施例に用いた携帯電話11は，図6に示すように，監視画像が表示可能な比較的大きな表示画面16を有し，前記圧縮データの解凍処理を実施可能なマイコンを搭載しているものとされおり，イアホン端子口17にイアホンを接続することで，画面を見ながら音も聞くことができるようになっている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【0025】",
                      "text": [
                        "以下，本実施例の監視システムにおける監視処理の流れについて，図7のフロー図に基づき説明すると，まず利用者Aは，外出先等において，監視端末1が設置されている自宅の様子が不安になった場合に，例えば自分が所持している携帯電話11から前記監視サービス提供者が所有する管理コンピュータ3にインターネットアクセスし，ガイダンスに従って自分の利用者IDと暗証番号とを，携帯電話11を操作して入力する。なお携帯電話やPCが所有するID(グローバルIPアドレス，利用者ID)が，アクセス信号に乗調されて送られ，管理コンピュータ3へのアクセス時に管理コンピュータ3にこのデータが届けば，特別なガイダンスに従う認証処理は利用者側には必要ない。",
                        "【0026】",
                        "管理コンピュータ3側においては，利用者Aの前記携帯電話11より送信されてきた利用者IDと暗証番号とを，前記記憶装置35に記憶されている利用者DBの登録データと比較し，比較が一致して正規利用者と判断された場合において，管理コンピュータは，利用者に対応する監視端末または監視ユニットが複数あるか否かを検索し，複数ある場合，利用者に対してアクセス可能な監視端末または監視ユニットの種類やメニューを表示し，得たい情報の選択を促すようになっている。この場合，管理コンピュータは登録された全ての監視端末の情報をとる必要がなく，指摘された監視端末のみへのアクセスが可能となる為，利用者に無駄な待ち時間などを与えないようにできる。つづいて該利用者DBを用いて検索エンジンで検索を行い，この利用者DBに利用者IDに対応付けて登録されている監視端末側のIPアドレス(常時接続のISPが割り振っているアドレス)を抽出し，例えば利用者Aに対応するものが監視端末4aである場合，該当する監視端末4aを構成するここでは監視ユニット1に対して，通常常時接続状態のインターネット回線を利用して監視端末側のIPアドレスに特別な制御信号(コマンドデータ)を送信する。この制御信号は，画像等の情報を取得して管理コンピュータ側へ送るように指示する要求信号であればどのような信号でも良いが，不正アクセス防止のために暗号化され，監視端末側で復号化処理をすると好ましい。すなわち，管理コンピュータ3と監視端末4a側の通信制御部，すなわち図4のMPU65と交信し，画像を要求できるシステムになっていればよい。なお，利用者Aに対応する監視端末が複数ある場合は，利用者に対してアクセス可能な監視端末の種類やメニューを表示し，得たい情報の選択を促すようになっている。後述するが，一個の通信部に対して監視端末が複数接続されていても良い。",
                        "【0027】",
                        "前記制御信号(コマンドデータ)を受けて正規な管理コンピュータからの要求であると判断した監視ユニット1は，これら起動状態にある監視用CCDカメラ55により撮影された画像データ，並びに前記集音マイク53により集音され前記PCMコーデック52によりデジタル化された音データは，前記DSP56により所定のデータ圧縮方式であるMPEG方式(JPEG方式など)により圧縮データに変換され，該圧縮データが前記通信部60よりセットトップボックス2に送られ，管理コンピュータ3にインターネット網を介して監視用通信回線基板38を通じて送られるようになっている。",
                        "【0028】",
                        "このように，本実施例においては前記起動コマンドデータの受信により前記監視用CCDカメラ55等の監視手段の起動を実施すると，監視ユニット1の消費電力を大幅に低減できるようになることから好ましいが，本発明はこれに限定されるものではなく，これら監視手段の電力消費が少ないものである場合や，監視ユニット1の動作電力として十分な電力が供給できる場合等においては，該監視ユニット1の監視手段を常時動作状態おしておくようにする。但し常時画像データなどを管理コンピュータ側に送信すると管理コンピュータ側に多大な負荷がかかるため，必要な時にしかデータを送信しないようになっている。",
                        "【0029】",
                        "本例では中継サーバ6を経由して監視ユニット1と管理コンピュータが接続されているが，これは，監視ユニット側に常時固定のIPアドレスが存在していない為であり，中継サーバ6が一般の常時接続ISP業務として，監視ユニット側に特定のIPアドレスを保証してインターネット網に向けて前記管理コンピュータのアドレス，すなわちIPアドレスと交信を可能にしている。管理コンピュ-タ3側の監視端末用通信回線基板38およびCPU31は，接続されている各監視端末4の特定を行っており，管理コンピュ-タ3がコマンドデータである制御信号を送信したことにより，各監視端末4から送信されてくる画像情報などは，監視端末側に振られたIPアドレスや所定のIDとが登録された利用者データベース(DB)を利用して処理される。なお，監視端末の特定されない情報に対しては通信拒否を行う。",
                        "【0030】",
                        "つまりは前記において管理コンピュ-タ3が本来呼び出した所定の監視端末4aからの画像情報などは，監視端末側に振られたIPアドレスや所定のIDに基づいて，対応するアクセス者(利用者A)にデータが送信される。なお，管理コンピュータと監視端末とがインターネットで常時繋がっており，相互通信で互いにコミュニケーション状態であるため，前記コマンドデータに続いていろいろなコマンドを相互にやりとりできることは明らかである。",
                        "【0031】",
                        "この監視端末4aから送信された画像並びに音を含む圧縮データは，前記記憶装置35に一時記憶(蓄積)されて，通信回線基盤33を介してアクセスしてきた情報端末の機種情報(携帯電話，PCなど)を得ると共に，この得られる情報に基づきアクセスしてくる利用者(ここでは利用者A)の情報端末の機種情報(携帯電話，PCなど)に対応させて画像フレーム調整などを施し，更に，利用者の情報端末へ，前記一時記憶(蓄積)された圧縮データが適宜なファイル形式，例えば携帯電話にあってはC-HTML，パーソナルコンピュータにあってはHTML等に変換されて送信される。",
                        "【0032】",
                        "また，前記管理コンピュータが，インターネットや電話網からなる通信回線網を経由して，前記監視端末4よって得られた情報を入手する際，この送信されてくる情報が所定の圧縮アルゴリズムにて圧縮処理された画像の圧縮データであり，前記管理コンピュータ3は，この圧縮データを記憶装置に一時記憶し，前記アクセスしてくる利用者の情報端末例えば携帯電話11への通信回線のデータ伝送速度に合わせて，前記一時記憶された圧縮データを送信するようになっている。",
                        "【0033】",
                        "これら利用者の情報端末である携帯電話11へ送信された前記圧縮データを含む変換データは，適宜に解凍されて画像データが表示画面16に表示されるとともに，音データがD／A変換されて前記イアホン端子口17より出力することもできる。",
                        "【0034】",
                        "なお，始めに管理コンピュ-タ3と監視端末4との回線接続を行うときは，管理コンピュ-タ3側の監視端末用通信回線基板38は，監視端末側から送信されるIPアドレスや所定のIDを受け付け，監視端末側に振られたIPアドレスや所定のIDとが登録された利用者データベース(DB)を利用して，前記CPU31で検索し，この送信内容が正規の監視端末4aからのものであるかを確認して回線接続を完了する。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0035】",
                      "text": [
                        "ここで，前記したように監視端末側はISPからIPアドレスが割り振られているが，ISPの都合や，停電や，一時的回線切断等が生じると，ISPであるプロバイダーは次に常時接続の状態に処理する際，監視端末側に新たなIPアドレスを振り直すことが多々生じる。このような事態になると，すでに管理コンピュータ側の利用者DBに登録された監視端末の住所であるIPアドレスの変更を余技なすされることになる。そこで監視ユニット1内の前記MPU65は，基本的に通信部71の制御を行っているわけであるが，IPアドレスの管理(図7に示されるIPアドレス管理部としての機能)も行っており，現在与えられたIPアドレスは常時メモリーされている。",
                        "【0036】",
                        "一時的回線切断時にあっては，このMPU65は，前述の接続開始時の処理と同様，インターネットの再接続時，必ず内部ROM66にメモリーされた管理コンピュータ3のグローバルIPアドレスに対して自ら接続処理する機能が設けられており，新たなIPアドレスを登録するように要求できる自己接続機能を有している。",
                        "【0037】",
                        "すなわちIPアドレスが変更された場合は，この新しいIPアドレスをメモリーし，更新処理を行う。続いて管理コンピュータ3のグローバルIPアドレスに対して自ら接続処理を開始する。この接続処理にあっては，利用者データベース(DB)に記録されている監視端末側に振られたIPアドレスとともに登録された所定のID，すなわち監視端末IDを接続用のパラメータとして管理コンピュータに送り，新たなIPアドレスを登録するように要求する。",
                        "【0038】",
                        "接続状態でIPアドレスが変更された場合は，前記MPU65は，現在のIPアドレスと新しく与えられたIPアドレスとの違いを判断し，相違する場合は，内部ROM66にメモリーされた管理コンピュータ3のグローバルIPアドレスに対して自ら接続処理し，新たなIPアドレスを登録するように要求できる自己接続機能を有している。",
                        "【0039】",
                        "すなわち図8に示されるように，MPU65の機能として，IPアドレスに変更が発生したか否かの判断をする。変更がない時には，待機状態を維持する。変更された場合は，この新しいIPアドレスをメモリーし，更新処理を行う。続いて管理コンピュータ3のグローバルIPアドレスに対して自ら接続処理を開始する。この接続処理にあっては，利用者データベース(DB)に記録されている監視端末側に振られたIPアドレスとともに登録された所定のID，すなわち監視端末IDを接続用のパラメータとして管理コンピュータに送り，新たなIPアドレスを登録するように要求する。",
                        "【0040】",
                        "管理コンピュータ側は，図9に示されるように，接続に際して監視端末IDである接続用のパラメータの有無を判断する。接続用のパラメータが送られてこない場合は，アクセスの拒否を行う。接続用のパラメータが送られて来ており，この監視端末IDが利用者データベース(DB)に登録されている場合は，接続処理を行う。つづいて利用者データベース(DB)から対象の監視端末を検索，抽出する。さらに利用者データベース(DB)の古いIPアドレスに代えて新たなIPアドレスを更新処理する。",
                        "【0041】",
                        "また，監視端末が，常時接続状態のままIPアドレスが変更された場合，またはインターネットの再接続可能時，監視端末は，その内部にメモリーされた管理コンピュータのグローバルIPアドレスに対して自ら接続処理する機能が設けられており，自己の古いIPアドレスを基にその時点手付与されているIPアドレスを更新登録するように要求できる自己接続機能を持たせることもできる。この例の場合は，既に利用者データベース(DB)に，監視端末に対応する古いIPアドレスがメモリーされており，これによっても接続してくる監視端末の認証が可能である為，この認証でIPアドレスを更新登録要求に応じても良い。",
                        "【0042】",
                        "なお，管理コンピュータ3にあっては，インターネットを介して接続してきた情報端末と監視端末とをつなぐ処理を行うことを中心としたサービスを行ってもよく，利用者の情報端末である例えば携帯電話11等に接続処理し，監視端末と利用者の情報端末からそれぞれ送信される所定のコマンドデータや画像(並びに音)データの送受信の仲介，接続を行うデータ転送処理を行うようになっている。ここで管理コンピュータ3は，両者の接続に関し操作に関するガイダンスサービスを行う。例えばインターネット接続の許容時間を利用者に与えた場合，その残り時間のガイド，監視端末が接続不良になった場合のアナウンスなどを行う。",
                        "【0043】",
                        "前記利用者IDに対応する監視端末IDが存在する場合，前記管理コンピュータがインターネットや電話網からなる通信回線網を利用して，この抽出された監視端末情報に基づいて監視端末の制御部に働きかけ，前記管理コンピュータが，インターネットや電話網からなる通信回線網を経由して，前記監視端末4によって得られた情報を入手するステップ時，監視端末4に接続不能な状態，若しくは監視端末4からの情報が前記管理コンピュータに送信されてこない状態が，前記管理コンピュータ3で確認された時に，利用者との通信を一定時間で切らずに，所定の異常通知「例えば，データを取得できません」などのメッセージ(取得できない理由として，例えばインターネット通信環境が悪い，電源の入力忘れ，侵入者による切断行為などが考えられる)をアクセスした利用者に送信できるようになっている。",
                        "【0044】",
                        "これら利用者の情報端末である携帯電話11へ送信された前記圧縮データを含む変換データは，適宜に解凍されて画像データが表示画面16に表示されるとともに，音データがD／A変換されて前記イアホン端子口17より出力される様になっているが，インタ-ネットで監視端末と接続された利用者Aは，撮影されている監視方向を変えるために，携帯電話11に設けられている十字キー等を操作すると，該操作データが前記管理コンピュータ3と中継サーバ6を介して監視端末4aに送信され，該送信に基づく方向変更装置58の制御指示データが作成され，利用者が見たい方向に適宜に撮影方向を上下左右に移動させることが可能とされている。また監視端末のハードやソフトを拡張することでカメラのズーム作動，音声増幅，また利用者端末からの音声を監視端末側からスピーカで流したりと，いろいろな機能追加が出来る。また，単純に，管理コンピュータにおいてアクセス者と監視端末とのインターネット接続のみを実施し，接続完了後，アクセス者が監視端末に命令して監視情報を受け取るようにしても良い。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【0045】",
                      "text": [
                        "以上，本発明を図面により説明してきたが，本発明はこれら実施例に限られるものではなく，本発明の要旨を逸脱しない範囲における変更や追加があっても本発明に含まれることは言うまでもない。",
                        "【0046】",
                        "例えば，前記実施例では，前記監視端末4を天井に設置可能な形状としているが，本発明はこれに限定されるものではなく，これら監視端末を壁掛け型としたり，その他の設置場所に合わせた適宜な形状としても良いことは言うまでもない。",
                        "【0047】",
                        "また，前記実施例では，監視ユニットを監視端末1とセットトップボックス2とから構成しているが，これらを1つの筐体内部に収容して監視端末を構成するようにしても良い。",
                        "【0048】",
                        "また，前記実施例では，セットトップボックス2に1つの監視端末1を接続しているが，本発明はこれに限定されるものではなく，同一のセットトップボックス2に複数の監視ユニット1それぞれにアドレスを振り接続するようにしても良い。さらに，電荷結合素子(CCD)54を内蔵する監視用CCDカメラ55を一つの監視カメラユニットとし，このような監視カメラユニットの複数にそれぞれアドレスを振り，セットトップボックス2に接続された監視ユニット1に，複数個の監視カメラユニット(4aa．4ab．4ac．4ba等)を繋ぐようにして，それぞれの監視カメラユニット(4aa．4ab．4ac．4ba等)の情報を選択的に監視ユニット1側へ与えるようにしてもよい。",
                        "【0049】",
                        "また，前記実施例では，セットトップボックス2と監視ユニット1を通信ケーブル51にて接続しているが，本発明はこれに限定されるものではなく，これらセットトップボックス2と監視ユニット1とを無線通信，例えば無線LAＮ等により接続するものであっても良い。ここで使用している「接続」は，有線，無線による接続を全て含んでいる。",
                        "【0050】",
                        "ここで，監視ユニット1と管理コンピュ-タ3とがADSL回線を利用して接続されているが，管理コンピュ-タ3との間にてデ-タの送受信を行う通信回線として，CATV回線，更には専用回線，ワイヤレスインターネット網を介して常時接続状態で利用することができる。",
                        "【0051】",
                        "また，前記実施例では，監視端末用通信回線基板38と利用者用通信回線基板33とを個別としているが，本発明はこれに限定されるものではなく，これらに代えて多数の回線を接続可能な同一の通信回線基板を使用するようにしても良い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，本件明細書1には，本件発明1(1)及び(2)に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来から，家を留守にした場合，家屋への泥棒の侵入や火災等の発生を未然に防止するため，通信回線を利用して，必要になった時，また，心配になった時に限らず，頻繁に断続的にでも，例えば，特定領域である自宅内の様子を監視できるようにしたいといった要求があり，監視端末が設置された特定領域を，利用者が所有する電話やパソコン等の情報端末を用いて外出先からでも監視することを可能とする通信回線を用いた監視システムがあったが，従来の監視システムにおいては，特定領域に設置された前記監視端末に通信回線を介して特定人以外の者がアクセスして監視領域の画像等の監視情報を入手することができてしまうと，プライバシーが保護されなくなるという問題があり，第三者が監視端末より監視情報を入手することが不可能なシステムが切望されていた(【0001】ないし【0006】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」は，上記問題点に着目し，常時接続回線を利用しているにも関わらず，第三者が監視端末より監視情報を入手することが極めて困難で，かつ登録された利用者には，極めて迅速に必要な監視情報を供給できるようにした情報供給システムを提供することを目的とするものであり，上記目的を達成するための手段として，①インターネットや電話網からなる通信回線網の中に設置された管理コンピュータにおける通信回線を用いた情報供給システムの構成を採用し，②前記管理コンピュータ側には，監視目的に応じて適宜選択される監視手段を有する監視端末側に対して付与されたIPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベースを備え，前記監視端末側は前記管理コンピュータ側と前記通信回線網を介して接続可能とされており，③前記管理コンピュータ側は，インターネットや電話網からなる通信回線網を利用してアクセスしてくる利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データのうち少なくとも一つからなる利用者IDである特定情報を入手する手段と，この入手した特定情報が，前記利用者データベースに予め登録された監視端末情報に対応するか否かの検索を行う手段と，前記特定情報に対応する監視端末情報が存在する場合，インターネットや電話網からなる通信回線網を利用して，この抽出された監視端末情報に基づいて監視端末側の制御部に働きかけていく手段と，インターネットや電話網からなる通信回線網を経由して，前記監視端末側によって得られた情報を入手する手段と，この監視端末側から入手した情報を，インターネットや電話網からなる通信回線網を用いて，前記特定情報を送信してアクセスした利用者に供給する手段と，特定できる監視端末側から前記管理コンピュータ側のグローバルIPアドレスに対して接続する接続処理を受け付け，前記利用者データベースに登録されている前記監視端末情報であるIPアドレスを変更処理する手段と，を備えていることを特徴とするものである(【0007】ないし【0008】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書2の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書2(甲6)の「発明の詳細な説明」には，【0008】のうち，「(関連する態様)」以外の記載が次のとおりであるほか，本件明細書1と同一の記載がある。",
                    "「【課題を解決するための手段】",
                    "【0008】",
                    "上記目的を達成するために，本発明の情報供給システムは，インターネットや電話網からなる通信回線網の中に設置されている管理コンピュータに於ける通信回線を用いた情報供給システムであって，",
                    "前記管理コンピュータ側には，監視目的に応じて適宜選択される監視手段を有する監視端末側に対して付与されたIPアドレスおよび監視端末IDを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベースを備え，前記監視端末は前記管理コンピュータ側と前記通信回線網を介して接続可能とされており，",
                    "前記管理コンピュータ側は，",
                    "インターネットや電話網からなる通信回線網を利用してアクセスしてくる利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者IDである特定情報を入手する手段と，",
                    "この入手した特定情報が，前記利用者データベースに予め登録された監視端末情報に対応するか否かの検索を行う手段と，",
                    "前記特定情報に対応する監視端末情報が存在する場合，インターネットや電話網からなる通信回線網を利用して，この抽出された監視端末情報に基づいて監視端末の制御部に働きかけていく手段と，",
                    "インターネットや電話網からなる通信回線網を経由して，前記監視端末によって得られた情報を入手する手段と，",
                    "この監視端末から入手した情報を，インターネットや電話網からなる通信回線網を用いて，前記特定情報を送信してアクセスした利用者に供給する手段と，",
                    "管理コンピュ-タ側と監視端末側との回線再接続時，特定できる監視端末側からのIPアドレス登録要求を受け付け，前記利用者データベースの前記監視端末情報であるIPアドレスを登録処理する手段と，を備え，",
                    "前記監視端末側は，",
                    "内部にメモリーされた管理コンピュータ側のグローバルIPアドレスに対して自ら接続処理する自己接続機能と，",
                    "前記自己接続機能を使って，登録された前記監視端末IDを管理コンピュータ側に送り，前記監視端末側のIPアドレスを登録するように要求する手段と，を備えていることを特徴としている。",
                    "(関連する態様)…」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，本件明細書2には，本件発明2に関し，前記(1)イとおおむね同様の開示(前記アの【0008】の監視端末側の構成を付加したもの)があることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告システム(全てのデバイスについて)の「IPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベース」(構成要件1(1)B及びDⅱ，2B及びDⅱ)の充足性(争点1-1-1)について",
              "text": [
                "以下のとおり訂正するほか，原判決の「事実及び理由」の第3の1(3)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決69頁20行目から74頁22行目までを次のとおり改める。",
                    "「ア  本件発明1の特許請求の範囲の請求項1には，「利用者データベース」に関し，「前記管理コンピュータ側には，監視目的に応じて適宜選択される監視手段を有する監視端末側に対して付与されたIPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベースを備え」(構成要件1(1)B)，「この入手した特定情報が，前記利用者データベースに予め登録された監視端末情報に対応するか否かの検索を行う手段と」(構成要件1(1)Dⅱ)，「特定できる監視端末側から前記管理コンピュータ側のグローバルIPアドレスに対して接続する接続処理を受け付け，前記利用者データベースに登録されている前記監視端末情報であるIPアドレスを変更処理する手段と，を備えている」(構成要件1(1)Dⅵ)との記載がある。これらの記載から，本件発明1の「利用者データベース」とは，「管理コンピュータ側」が備えた「データベース」であって，「監視端末側に対して付与されたIPアドレスを含む監視端末情報」と「利用者ID」が「対応付けられて」登録されている構成を有することを理解できる。そして，「データベース」とは，一般に「系統的に整理・管理された情報の集まり。特にコンピュータで，様々な情報検索に高速に対応できるように大量のデータを統一的に管理したファイル。また，そのファイルを管理するシステム。」(乙29)を意味する。",
                    "一方で，本件発明1の特許請求の範囲には，「利用者データベース」に「監視端末側に対して付与されたIPアドレスを含む監視端末情報」及び「利用者ID」に係るデータが登録(記憶)される記憶媒体の種類，記憶の態様及び方法等を特定した記載はない。",
                    "次に，本件明細書1には，「利用者データベース」の用語を定義した記載はない。また，本件明細書1の【0021】には，「本発明」の実施例として，「…前記管理コンピュータ3の構成は，図5に示すように，…磁気ディスクや光磁気ディスクから成り，利用者を識別可能な識別符号(ID)に対応付けて該利用者の暗証番号並びに該利用者が監視したい場所に設置されている監視端末に付与されている前記したIPアドレスに基づいた利用者データベース(DB)(なお，IDも基になるデータは利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号，人体の一部の違いを表現する指紋など)や，前記データ転送処理内容が記述されたデータ転送プログラム等が記憶されている記憶装置35と，が接続された比較的処理能力に優れたコンピュ-タとされている。」との記載があり，磁気ディスクや光磁気ディスクを記憶媒体とする記憶装置35が示されているが，本件明細書1には，「利用者データベース」にデータが登録(記憶)される記憶媒体の種類，記憶の態様及び方法等を上記実施例に記載された態様のものに限定する記載や示唆はない。かえって，本件明細書1の【0045】には，「以上，本発明を図面により説明してきたが，本発明はこれら実施例に限られるものではなく，本発明の要旨を逸脱しない範囲における変更や追加があっても本発明に含まれることは言うまでもない。」との記載がある。",
                    "以上の本件発明1の特許請求の範囲の請求項1の記載及び本件明細書1の記載によれば，本件発明1の「利用者データベース」は，「監視端末側に対して付与されたIPアドレスを含む監視端末情報」と「利用者ID」が「対応付けられて」登録されている構成を有することを要するが，データが登録(記憶)される記憶媒体の種類，記憶の態様及び方法等には制限はないものと解される。また，本件発明2の特許請求の範囲(請求項1)及び本件明細書2の記載によれば，本件発明2の「利用者データベース」も，同様に，データが登録(記憶)される記憶媒体の種類，記憶の態様及び方法等には制限はないものと解される。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決74頁23行目の「被告システムは，」を「イ  被告システムは，前記前提事実(10)のとおり，」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決75頁3行目の「そして，」から10行目末尾までを次のとおり改める。",
                    "「そうすると，ユーザ名・パスワードに対応する場所(ユーザ宅)の画像や情報のみが当該ユーザに配信されるためには，ユーザ名・パスワードとインテリジェントホームゲートウェイ③側に対して付与されたグローバルIPアドレス及び監視端末情報とが対応関係にある必要があるから，ユーザ名・パスワードと上記グローバルIPアドレス及び監視端末情報とが被告システムのメモリーに対応付けられて記憶されているといえる。",
                    "そして，上記ユーザ名・パスワードは，本件発明1及び2の「利用者ID」に，上記グローバルIPアドレス及び監視端末情報は，本件発明1及び2の「監視端末側に対して付与されたIPアドレスを含む監視端末情報」に相当するから，被告システムは，構成要件1(1)B，2Bの「IPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベース」の構成を備えており，構成要件1(1)Dⅱ，2Dⅱを充足するものと認められる。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決75頁11行目の「これに対し，」を「ウ(ア)  これに対し，」と改め，同頁19行目末尾に行を改めて次のとおり加える。",
                    "「(イ)  また，一審被告は，①別件各判決(甲184，185)の本件各発明の「利用者データベース」の解釈によれば，被告システムは構成要件1(1)B及びDⅱ，構成要件2B及びDⅱの「IPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベース」の構成を備えていない，②一審原告は，別件訴訟で別件審決1及び2の認定判断は正しいと主張しているから，本件において別件審決1及び2と矛盾するクレーム解釈を主張することは許されない，③被告システムの管理コンピュータ(サーバー⑥)においては，乙10に記載された発明と同様に，IPアドレスは，インターネット通信の相手方特定のために通信用キャッシュメモリーに一時的に記憶されているにすぎないから，被告システムは，構成要件1(1)B及びDⅱ，2B及びDⅱを充足しない旨主張する。",
                    "しかしながら，①については，本件訴訟において，構成要件1(1)B及びDⅱ，2B及びDⅱの「利用者データベース」の用語の意義を解釈するに当たって，前提となる主張及び立証が異なる別件各判決の判断に拘束されるものではない。",
                    "また，②については，別件訴訟における審理判断の対象が別件審決1及び2の違法であることからすれば，別件訴訟における一審原告の主張が必ずしも本件訴訟における本件各発明の技術的範囲の解釈に結びつくものではないし，本件訴訟における一審原告の主張が別件訴訟における一審原告の主張と矛盾するものとは認められない。",
                    "さらに，③については，仮に被告システムのサーバー⑥においてIPアドレスが通信用キャッシュメモリーに一時的に記憶されているにしても，前記アで説示したとおり，本件各発明の「利用者データベース」は，データが登録(記憶)される記憶媒体の種類，記憶の態様及び方法等には制限はないものと解されるから，被告システムが構成要件1(1)B及びDⅱ，2B及びDⅱの「IPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベース」の構成を備えていることを否定する理由にはならない。",
                    "したがって，一審被告の上記主張は採用することができない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告システム(全てのデバイスについて)の「接続処理を受け付け…IPアドレスを変更処理する手段」(構成要件1(1)Dⅵ)，「IPアドレス登録要求を受け付け…IPアドレスを登録処理する手段」(構成要件2Dⅵ)，「自己接続機能と…IPアドレスを登録するように要求する手段」(構成要件2E)の充足性(争点1-1-2)について",
              "text": [
                "以下のとおり訂正するほか，原判決の「事実及び理由」の第3の1(4)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決75頁24行目から76頁11行目までを次のとおり改める。",
                    "「ア  本件発明1の特許請求の範囲の請求項1には，「前記管理コンピュータ側は」，「特定できる監視端末側から前記管理コンピュータ側のグローバルIPアドレスに対して接続する接続処理を受け付け，前記利用者データベースに登録されている前記監視端末情報であるIPアドレスを変更処理する手段」とを備えている(構成要件1(1)Dⅵ)との記載があるが，上記「変更処理する手段」にいう「変更処理」の態様や方法を特定した記載はない。また，本件発明2の特許請求の範囲の請求項1には，「前記管理コンピュータ側は」，「管理コンピュ-タ側と監視端末側との回線再接続時，特定できる監視端末側からのIPアドレス登録要求を受け付け，前記利用者データベースの前記監視端末情報であるIPアドレスを登録処理する手段」(構成要件2Dⅵ)とを備え，「前記監視端末側は」，「内部にメモリーされた管理コンピュータ側のグローバルIPアドレスに対して自ら接続処理する自己接続機能と」(構成要件2Eⅰ)，「前記自己接続機能を使って，登録された前記監視端末IDを管理コンピュータ側に送り，前記監視端末側のIPアドレスを登録するように要求する手段と」(構成要件2Eⅱ)を備えているとの記載がある。",
                    "次に，本件明細書には，「本発明」の実施例として，「…監視端末側はISPからIPアドレスが割り振られているが，ISPの都合や，停電や，一時的回線切断等が生じると，ISPであるプロバイダーは次に常時接続の状態に処理する際，監視端末側に新たなIPアドレスを振り直すことが多々生じる。このような事態になると，すでに管理コンピュータ側の利用者DBに登録された監視端末の住所であるIPアドレスの変更を余技なすされることになる。」(【0035】)，「一時的回線切断時にあっては，このMPU65は，前述の接続開始時の処理と同様，インターネットの再接続時，必ず内部ROM66にメモリーされた管理コンピュータ3のグローバルIPアドレスに対して自ら接続処理する機能が設けられており，新たなIPアドレスを登録するように要求できる自己接続機能を有している。」(【0036】)，「すなわちIPアドレスが変更された場合は，この新しいIPアドレスをメモリーし，更新処理を行う。続いて管理コンピュータ3のグローバルIPアドレスに対して自ら接続処理を開始する。この接続処理にあっては，利用者データベース(DB)に記録されている監視端末側に振られたIPアドレスとともに登録された所定のID，すなわち監視端末IDを接続用のパラメータとして管理コンピュータに送り，新たなIPアドレスを登録するように要求する。」(【0037】)，「管理コンピュータ側は，図9に示されるように，接続に際して監視端末IDである接続用のパラメータの有無を判断する。接続用のパラメータが送られてこない場合は，アクセスの拒否を行う。接続用のパラメータが送られて来ており，この監視端末IDが利用者データベース(DB)に登録されている場合は，接続処理を行う。つづいて利用者データベース(DB)から対象の監視端末を検索，抽出する。さらに利用者データベース(DB)の古いIPアドレスに代えて新たなIPアドレスを更新処理する。」(【0040】)との記載がある。上記記載の一連の動作は，「管理コンピュータ側」の「接続処理を受け付け」る手段(構成要件1(1)Dⅵ)，「IPアドレス登録要求を受け付け…IPアドレスを登録処理する手段」(構成要件2Dⅵ)，「監視端末側」の「自己接続機能と…IPアドレスを登録するように要求する手段」(構成要件2Eⅰ，2Eⅱ)，「管理コンピュータ側」の「IPアドレスを変更処理する手段」(構成要件1(1)Dⅵ)による動作であるといえる。一方で，本件明細書の【0045】には，「以上，本発明を図面により説明してきたが，本発明はこれら実施例に限られるものではなく，本発明の要旨を逸脱しない範囲における変更や追加があっても本発明に含まれることは言うまでもない。」との記載がある。",
                    "以上の本件発明1の特許請求の範囲の請求項1の記載及び本件明細書1の記載によれば，本件発明1の「特定できる監視端末側から前記管理コンピュータ側のグローバルIPアドレスに対して接続する接続処理を受け付け，前記利用者データベースに登録されている前記監視端末情報であるIPアドレスを変更処理する手段」にいう「変更処理」には，管理コンピュータ側が，監視端末側からの新たなIPアドレスの登録要求を受け付けて，利用者データベースに，新たな監視端末側のIPアドレスを登録(記憶)する処理をいうものと解される。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決76頁12行目の「被告システムにおいては，」を「イ  被告システムにおいては，前記前提事実(10)のとおり，」と，同頁14行目から15行目にかけての「構成1(1)1dⅵ，」を「構成1(1)dⅵ，2dⅵ」と，同頁15行目，17行目から18行目にかけて，19行目，20行目から21行目にかけて及び22行目の各「インテリジェントホーム」をいずれも「インテリジェントホームゲートウェイ」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決77頁2行目の「要求する手段」」の次に「(構成要件2Eⅰ，2Eⅱ)」を加え，同頁3行目の「これに対し，」を「ウ(ア)  これに対し，」と，同頁10行目の「また，」から15行目の「いえないものでもない。」までを「そして，一審被告が主張する態様は，「管理コンピュータ側」に相当するサーバーが，「監視端末側」に相当するインテリジェントホームゲートウェイからの新たなIPアドレスの登録要求を受け付けて，利用者データベースに，新たなインテリジェントホームゲートウェイのIPアドレスを登録(記憶)する処理であるといえる。したがって，」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決77頁17行目末尾に行を改めて次のとおり加える。",
                    "「(イ)  また，一審被告は，被告システムにおいては，単に，監視端末側に付与されたグローバルIPアドレスを用いて常時接続を確立しているにすぎず，常時接続が確立している間だけ，常時接続の相手方である当該監視端末側のグローバルIPアドレスを一時的に記憶しているにすぎないため，「前記利用者データベースの前記監視端末情報であるIPアドレス」は「登録」されていないから，特定できる監視端末から「IPアドレス登録要求を受け付け…IPアドレスを登録処理する手段」(構成要件2Dⅵ)を有していない旨主張する。",
                    "しかし，本件発明2の「利用者データベース」については，データが登録(記憶)される記憶媒体の種類，記憶の態様及び方法等には制限がないものと解されるのは，前記(3)アのとおりであるから，上記主張はその前提を欠くものであり，理由がない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "各種センサーを使用した被告システムの「監視端末(側)の制御部に働きかけていく手段と…監視端末(側)によって得られた情報を入手する手段と…監視端末(側)から入手した情報を…利用者に供給する手段」(構成要件1(1)Dⅲないしⅴ，1(2)A，2Dⅲないしⅴ)の充足性(争点1-2)について",
              "text": [
                "以下のとおり訂正するほか，原判決の「事実及び理由」の第3の1(5)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決77頁22行目冒頭に「ア」を加える。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決78頁1行目の「原告は，」を「イ(ア)  一審原告は，」と改め，同頁4行目から79頁13行目までを次のとおり改める。",
                    "「    本件発明1の特許請求の範囲の請求項1には，「前記管理コンピュータ側には，監視目的に応じて適宜選択される監視手段を有する監視端末側に対して付与されたIPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベースを備え」(構成要件1(1)B)，「インターネットや電話網からなる通信回線網を経由して，前記監視端末側によって得られた情報を入手する手段と」(構成要件1(1)Dⅳ)を備えているとの記載がある。上記記載によれば，本件発明1の「前記監視端末側によって得られた情報」にいう「前記監視端末側」とは，「監視目的に応じて適宜選択される監視手段を有する監視端末側」を指すものであり，「監視手段」は監視対象を監視する手段であるといえるから，本件発明1の「前記監視端末側によって得られた情報」とは，監視端末側がその監視手段によって得られた監視対象に関する情報をいうと解するのが自然である。また，本件発明2の特許請求の範囲の請求項1の記載によれば，本件発明2の「前記監視端末によって得られた情報」(構成要件2Dⅳ)についても，これと同様に解するのが自然である。",
                    "次に，前記(1)イ及び(2)イ認定のとおり，本件明細書には，本件発明1及び2に関し，①従来から，家を留守にした場合，家屋への泥棒の侵入や火災等の発生を未然に防止するため，通信回線を利用して，必要になった時，また，心配になった時に限らず，頻繁に断続的にでも，例えば，特定領域である自宅内の様子を監視できるようにしたいといった要求があり，監視端末が設置された特定領域を，利用者が所有する電話やパソコン等の情報端末を用いて外出先からでも監視することを可能とする通信回線を用いた監視システムがあったが，従来の監視システムにおいては，特定領域に設置された前記監視端末に通信回線を介して特定人以外の者がアクセスして監視領域の画像等の監視情報を入手することができてしまうと，プライバシーが保護されなくなるという問題があり，第三者が監視端末より監視情報を入手することが不可能なシステムが切望されていたこと(【0001】ないし【0006】)，②「本発明」は，上記問題点に着目し，常時接続回線を利用しているにも関わらず，第三者が監視端末より監視情報を入手することが極めて困難で，かつ登録された利用者には，極めて迅速に必要な監視情報を供給できるようにした情報供給システムを提供することを目的とするものであり，上記目的を達成するための手段として，インターネットや電話網からなる通信回線網の中に設置された管理コンピュータにおける通信回線を用いた情報供給システムの構成を採用したこと(【0007】，【0008】)の開示がある。上記開示によれば，本件発明1及び2は，通信回線網の中に設置された管理コンピュータにおける通信回線を用いることによって，監視端末が監視する監視領域(特定領域)の画像等の監視情報を，第三者が監視端末より入手することを極めて困難とし，かつ，利用者に極めて迅速に必要な監視情報を供給できるようにすることを目的したものといえるから，本件発明1及び2の「前記監視端末(側)によって得られた情報」は，監視端末側がその監視手段によって得られた監視対象に関する情報と解することは，本件発明1及び2の上記目的に沿うものである。",
                    "以上の本件発明1の特許請求の範囲の請求項1の記載及び本件明細書1の記載によれば，本件発明1の「前記監視端末側によって得られた情報」とは，監視端末側がその監視手段によって得られた監視対象に関する情報をいうものと解される。また，本件発明2の「前記監視端末によって得られた情報」も，これと同様に解される。",
                    "しかるところ，被告システムの各種センサーの有効／無効，温度，バッテリーレベル，信号強度等の設定状態情報は，各種センサーによって得られた監視対象に関する情報に当たらないから，本件発明1及び2の「前記監視端末(側)によって得られた情報」に該当するものと認めることはできない。",
                    "したがって，一審原告の前記主張は採用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，各種センサーを使用した被告システムは，構成要件1(1)Dⅳ，2Dⅳを充足しないから，その余の点について判断するまでもなく，本件発明1(1)及び本件発明1(1)を発明特定事項に含む本件発明1(2)並びに本件発明2の技術的範囲に属さない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し一審原告は，当審において，①「監視端末側によって得られた情報」には，監視端末側の領域に存在する各監視手段の「設定状態情報」，監視手段を制御する制御部から得られる「状態情報」，遠隔操作によって逐次変化する監視端末側の「変化情報」も含まれるとし(本件明細書の【0017】，【0044】等)，②各種センサーに関する温度等の情報は，上記「設定状態情報」や「変化情報」であるなどと主張する。",
                    "しかしながら，前記イのとおり「監視端末(側)によって得られた情報」とは，監視端末側がその監視手段によって得られた監視対象に関する情報(「監視情報」)と解される。",
                    "また，一審原告が上記主張の根拠として指摘する本件明細書の【0017】及び【0044】については，【0017】は，本件各発明の監視手段として監視用CCDカメラや集音マイクに限定されないことを記載するのみであり，【0044】は，監視端末の監視方向を遠隔操作ができることやそのほかの追加機能について記載するのみであって，これらの記載は，「監視端末(側)によって得られた情報」の上記解釈を左右するものではない。",
                    "したがって，一審原告の上記主張は採用することができない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "スマートロック・スマートライトを使用した被告システムの「監視目的に応じて適宜選択される監視手段を有する監視端末側」(構成要件1(1)B，2B)の充足性(争点1-3-1)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲の請求項1及び本件発明2の特許請求の範囲の請求項1には，「前記管理コンピュータ側には，監視目的に応じて適宜選択される監視手段を有する監視端末側に対して付与されたIPアドレスを含む監視端末情報が，利用者IDに対応付けられて登録されている利用者データベースを備え，」(構成要件1(1)B，2B)との記載がある。一方で，本件発明1の特許請求の範囲の請求項1及び本件発明2の特許請求の範囲の請求項1には，上記記載中の「監視目的に応じて適宜選択される監視手段」の具体的構成を特定した記載はない。また，「監視」とは，一般に，「(悪事が起こらないように)見張ること」(広辞苑第七版。乙136)，「不都合な事の起こらぬように見張ること」(大辞林第二版。甲65の1)を意味することに照らすと，監視の対象は，「悪事」や「不都合な事」であるといえる。",
                    "次に，本件明細書には，「監視手段」に関し，「また，本実施例では，監視手段として，前記監視用CCDカメラ55や集音マイク53を設けているが，本発明はこれに限定されるものではなく，これら監視手段として，例えば動物等が発する赤外線を感知可能な赤外線センサーや，設置場所の雰囲気温度を測定可能な温度監視センサーや(温度による火災監視センサーを含む)，煙監視センサー等を用いるようにしても良く，これら使用する監視手段は，監視目的に応じて適宜に選択すれば良い。」(【0017】)，「尚，この監視ユニット1の設置場所としては，利用者が特に監視したいと望むエリヤの画像や，温度，音，または煙の確認を実施できるための好適な場所を選択すれば良く，本実施例のように障害物の少ない天井等とし，監視方向を適宜に移動できるようにすることで，より緻密な監視を実施できるようになることから好ましい。」(【0018】)との記載がある。また，前記(1)イ及び(2)イ認定のとおり，本件明細書には，従来から，家を留守にした場合，家屋への泥棒の侵入や火災等の発生を未然に防止するため，通信回線を利用して，必要になった時，また，心配になった時に限らず，頻繁に断続的にでも，例えば，特定領域である自宅内の様子を監視できるようにしたいといった要求があったが，従来の監視システムにおいては，特定領域に設置された前記監視端末に通信回線を介して特定人以外の者がアクセスして監視領域の画像等の監視情報を入手することができてしまうと，プライバシーが保護されなくなるという問題があり，第三者が監視端末より監視情報を入手することが不可能なシステムが切望されていたことから，本件発明1(1)，(2)及び2は，通信回線網の中に設置された管理コンピュータにおける通信回線を用いることによって，監視端末が監視する監視領域(特定領域)の画像等の監視情報を，第三者が監視端末より入手することを極めて困難とし，かつ，利用者に極めて迅速に必要な監視情報を供給できるようにすることを目的したものであることの開示がある。",
                    "以上の本件発明1の特許請求の範囲の請求項1及び本件発明2の特許請求の範囲の請求項1の記載並びに本件明細書の記載によれば，本件発明1及び2の「監視目的に応じて適宜選択される監視手段」(構成要件1(1)B，2B)とは，泥棒の侵入や火災等の悪事や不都合なことが起こらないように見張るために用いられる機器を指すものと解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告システムに用いられるスマートロックは，玄関ドアに取り付けることで，外出先からスマートフォンやタブレット端末を用いて玄関の鍵の施錠状態を確認して外出先から解錠，施錠を可能とするものであり，利用者は，スマートフォン等の画面で現在の施錠，解錠の状態を確認することができることからすれば，玄関ドアが施錠されているか，何者かに不正に解錠されていないかを見張るために用いられる機器であるといえるから，本件発明1及び2の「監視目的に応じて適宜選択される監視手段」(構成要件1(1)B，2B)に該当するものといえる。",
                    "したがって，スマートロックを使用した被告システムは，構成要件1(1)B，2Bの「監視目的に応じて適宜選択される監視手段を有する監視端末側」の構成を備えている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，スマートライトは，外出先から，スマートフォンやタブレット端末を用いて遠隔操作により点灯や消灯，調光ができる照明器具であり，利用者は，スマートフォン等を用いて現在の照明の状態や，電力消費を確認することができるが，悪事や不都合なことが起こらないように見張るために用いられているものであるとはいえないから，スマートライトを使用した被告システムは，構成要件1(1)B，2Bの「監視目的に応じて適宜選択される監視手段を有する監視端末側」の構成を備えていない。",
                    "したがって，スマートライトを使用した被告システムは，その余の点について判断するまでもなく，本件発明1(1)及び本件発明1(1)を発明特定事項に含む本件発明1(2)並びに本件発明2の技術的範囲に属さない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "スマートロックを使用した被告システムの「監視端末(側)の制御部に働きかけていく手段と…監視端末(側)によって得られた情報を入手する手段と…監視端末(側)から入手した情報を…利用者に供給する手段」(構成要件1(1)Dⅲないしⅴ，1(2)A，2Dⅲないしⅴ)の充足性(争点1-3-2)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「監視端末(側)の制御部に働きかけ(ていく手段)」(構成要件1(1)Dⅲ，1(2)A，2Dⅲ)の充足性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1(1)の特許請求の範囲の請求項1及び本件発明2の特許請求の範囲の請求項1には，「前記管理コンピュータ側は」，「前記特定情報に対応する監視端末情報が存在する場合，インターネットや電話網からなる通信回線網を利用して，この抽出された監視端末情報に基づいて監視端末(側)の制御部に働きかけていく手段と」を備えているとの記載があるが，一方で，「監視端末(側)の制御部に働きかけていく手段」にいう「働きかけ」の具体的態様を特定した記載はない。",
                        "次に，本件明細書の【0026】には，「本発明」の実施例として，「管理コンピュータは…監視端末側のIPアドレスに特別な制御信号(コマンドデータ)を送信する。この制御信号は，画像等の情報を取得して管理コンピュータ側へ送るように指示する要求信号であればどのような信号でも良い」との記載があるとともに，これに対応する処理の流れが図7に記載されているが，他方で，【0028】には，「本実施例においては前記起動コマンドデータの受信により前記監視用CCDカメラ55等の監視手段の起動を実施する」との記載がある。これらの記載に照らすと，本件明細書には，制御信号(コマンドデータ)として，画像等の情報を取得して管理コンピュータ側へ送るように指示する要求信号以外の制御信号の開示があることが認められる。",
                        "以上の本件発明1(1)の特許請求の範囲の請求項1及び本件発明2の特許請求の範囲の請求項1の記載と本件明細書の記載によれば，本件発明1(1)及び2の「監視端末(側)の制御部に働きかけ」とは，管理コンピュータから監視端末側の制御部に制御信号を送信することを意味し，その制御信号に限定はないものと解される。",
                        "そして，前記(6)のとおり，スマートロックは，利用者によって，外出先から解錠，施錠を可能とするものであるから，その解錠，施錠の操作に当たっては，被告システムの管理コンピュータからスマートロックの制御部に解錠，施錠に関する制御信号が送信されているものと認められる。",
                        "したがって，スマートロックを使用した被告システムは，構成要件1(1)Dⅲ，1(2)A，2Dⅲ(「監視端末(側)の制御部に働きかけ(ていく手段)」)を備えていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審被告は，構成要件1(1)Dⅲ及び2Dⅲでいう「働きかけ」は，監視情報を得るための働きかけを意味し，監視とは関係のない働きかけは含まれないと主張するが，上記(ア)の説示に照らし，一審被告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「監視端末(側)によって得られた情報を入手する手段と…監視端末(側)から入手した情報を…利用者に供給する手段」(構成要件1(1)Dⅳ，ⅴ，1(2)A，2Dⅳ，ⅴ)の充足性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各発明における「監視端末(側)によって得られた情報」とは，監視端末側がその監視手段によって得られた監視対象に関する情報(「監視情報」)であることは，前記(5)のとおりである。そして，スマートロックを使用した被告システムにおける監視対象は鍵の開閉であり，鍵の開閉に関する情報は，「監視端末(側)によって得られた情報」に該当するものと認められる。また，前記(6)のとおり，スマートロックの利用者は，外出先からスマートフォンやタブレット端末を用いて玄関の鍵の施錠状態を確認することができることからすれば，スマートロックを使用した被告システムにおいては，スマートロックによって得られた鍵の開閉に関する情報をサーバー⑥が入手し，利用者に供給しているものと認められる。",
                        "以上によれば，スマートロックを使用した被告システムは，構成要件1(1)Dⅳ，ⅴ，1(2)A，2Dⅳ，ⅴ(「監視端末(側)によって得られた情報を入手する手段と…監視端末(側)から入手した情報を…利用者に供給する手段」)を備えていることが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，一審被告は，利用者が携帯端末から，スマートロックの開閉の遠隔操作をしたときに，携帯端末に表示される当該操作の結果の情報は，自らの操作に従った結果になったことを確認するための情報であり，監視情報ではないというが，前記(ア)のとおり，鍵の開閉に関する情報は監視情報であるといえるから，一審被告の上記主張は，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "家電コントローラーを使用した被告システムの「監視目的に応じて適宜選択される監視手段を有する監視端末側」(構成要件1(1)B，2B)の充足性(争点1-4-1)について",
              "text": [
                "前記(6)のとおり，構成要件1(1)B，2Bの「監視手段」とは，悪事や不都合なことが起こらないように見張るために用いられる機器のことを指すものと解されるところ，被告システムの家電コントローラーは，利用者が外出先から，スマートフォンやタブレット端末等を用いてエアコンや照明を操作することを可能とするものであるが，悪事や不都合なことが起こらないように見張るために用いられているものであるとはいえないから，家電コントローラーを使用した被告システムは，構成要件1(1)B，2Bの「監視目的に応じて適宜選択される監視手段を有する監視端末側」の構成を備えていない。",
                "したがって，家電コントローラーを使用した被告システムは，その余の点について判断するまでもなく，本件発明1(1)及び本件発明1(1)を発明特定事項に含む本件発明1(2)並びに本件発明2の技術的範囲に属さない。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "小括",
              "text": [
                "IPカメラを使用した被告システム及びスマートロックを使用した被告システムが構成要件1(1)A，1(1)C，1(1)Dⅰ，1(1)E，1(2)B，2A，2C，2Dⅰ，2Fを充足すること，IPカメラを使用した被告システムが構成要件1(1)B，2Bの「監視目的に応じて適宜選択される監視手段を有する監視端末側」の構成を備えており，構成要件1(1)Dⅲないしⅴ，1(2)A，2Dⅲないしⅴを充足することは，前記前提事実(11)のとおりである。",
                "以上によれば，IPカメラを使用した被告システム及びスマートロックを使用した被告システムは，本件各発明の構成要件を全て充足するから，その技術的範囲に属するものと認められる。",
                "他方で，各種センサーを使用した被告システム，スマートライトを使用した被告システム及び家電コントローラーを使用した被告システムが本件各発明の技術的範囲にいずれも属さないことは，前記(5)，(6)及び(8)のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明1(1)に係る無効の抗弁の成否(争点2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1(乙10国際公開を主引例とする新規性・進歩性欠如)(争点2-1)について",
              "text": [
                "以下のとおり訂正するほか，原判決の「事実及び理由」の第3の2(1)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決82頁9行目末尾に行を改めて「ア  乙10の記載事項」を加え，同頁10行目の「ア」を削る。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決82頁12行目の「(甲24，乙10)」を「(訳文は，乙10添付の抄訳，甲24)」と改め，同頁13行目冒頭に「(ア)」を，同頁20行目冒頭に「(イ)」を加える。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決83頁7行目の「29行」を「28行」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決84頁9行目冒頭に「(ウ)」を加える。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決85頁9行目冒頭に「(エ)」を加え，同頁22行目冒頭に「(オ)」を加える。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決86頁14行目冒頭に「(カ)」を加える。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原判決88頁1行目冒頭に「(キ)」を加える。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "原判決88頁6行目から92頁6行目までを次のとおり改める。",
                    "「イ  乙10を主引用例とする本件発明1(1)の新規性欠如について",
                    "一審被告は，乙10に記載された下記の発明(乙10発明1)は，本件発明1(1)と同一の発明であるから，本件発明1(1)は新規性を欠如し，本件発明1(1)に係る特許には，特許法29条1項3号に違反する無効理由がある旨主張する。",
                    "これに対し一審原告は，乙10には，本件発明1(1)の構成要件1(1)Bに相当する構成(構成10(1)b)及び1(1)Dⅵに相当する構成が開示されていないから，乙10には，乙10発明1が記載されているとはいえず，一審被告の上記主張はその前提を欠く旨主張するので，以下において判断する。",
                    "記",
                    "【乙10発明1】"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "10",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "subject": "インターネット120／120’からなる通信回線網の中に設置されているセンサーサーバー110に於ける通信回線を用いた情報供給システムであって，"
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "10",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "b",
                          "subject": "前記センサーサーバー110側には，監視目的に応じて適宜選択されるカメラ370，371，372を有する保育所130側に対して付与されたIPアドレスを含む保育所130に関する情報及びカメラの識別子が，ユーザ名に対応付けられて登録されているセンサーサーバー110が有する記憶媒体(データストレージ362など)を備え，"
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "10",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "c",
                          "subject": "前記保育所130側は前記センサーサーバー110側と前記通信回線網を介して接続可能とされており，"
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "10",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "d",
                          "subject": "前記センサーサーバー110側は，",
                          "text": [
                            "ⅰ  インターネットからなる通信回線網を利用してアクセスしてくるユーザのユーザ名，パスワード，センタコードからなるユーザのIDである特定情報を入手する手段と，",
                            "ⅱ  この入手した特定情報が，前記記憶媒体に予め登録されたユーザ名，パスワード，センタコードに対応するか否かの検索を行う手段と，",
                            "ⅲ  前記特定情報に対応するユーザ名，パスワード，センタコードが存在する場合，インターネットからなる通信回線網を利用して，この抽出された保育所130に関する情報に基づいて，ユーザがクリックしたウエブページ上のカメラのリンクに対応する保育所130側のカメラ370，371，372にアクセスする手段と，",
                            "ⅳ  インターネットからなる通信回線網を経由して，保育所130側のカメラ370，371，372によって得られた画像を入手する手段と，",
                            "ⅴ  この保育所130側から入手した画像を，インターネットからなる通信回線網を用いて，前記特定情報を送信してアクセスしたユーザに供給する手段と，を備えている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "乙10発明1に係る構成10(1)bについて",
                      "text": [
                        "一審被告は，乙10には，データベースサーバー360及びデータベース362(データベースストレージ362)を含むセンサーサーバー110においては，センタコード，ユーザ名及びパスワードが対応付けられて登録されており，また，センタコードによりセンサーサーバー110と保育所130が対応付けされていることからすると，センサーサーバー110は，インターネット通信を行うために保育所130のIPアドレスを保育所130のセンタコードに対応付けて登録する構成を有することが開示されているといえるから，乙10記載の情報供給システムは，IPアドレスを含む保育所130に関する情報がユーザ名に対応付けられて登録されている構成(構成10(1)b)を備える旨主張する。",
                        "そこで，検討するに，前記アの記載によれば，乙10記載の情報供給システムは，センサーサーバー110が，特定の保育所(センタ130等)についてユーザの認証をし，当該特定の保育所において当該ユーザがアクセスできるカメラ名のリストを表示し，当該ユーザがアクセスできるカメラの画像を当該ユーザに配信するものであるから，センサーサーバー110のデータベース362(データストレージ362)には，ユーザ名及びパスワードとセンタコード及び当該ユーザがアクセス可能なカメラが対応付けられて記憶されていることを理解できる。",
                        "他方で，乙10には，センサーサーバー110のデータベース362(データベースストレージ362)において，ユーザ名と保育所(センタ130等)に付与されているIPアドレス及び当該ユーザがアクセス可能なカメラのネットワークアドレスとを対応付けて登録していることについての記載も示唆もない。また，センサーサーバー110がセンタコードに対応する特定の保育所におけるカメラの画像をユーザに配信するためには，センサーサーバ110において，センタコードと特定の保育所のIPアドレスを対応付けて登録している必要があるが，ユーザ名と特定の保育所のIPアドレスとを対応付けて登録している必要はない。",
                        "そうすると，乙10記載の情報供給システムは，「保育所130側に対して付与されたIPアドレスを含む保育所130に関する情報」が，「ユーザ名に対応付けられて登録されているセンサーサーバー110」の構成(10(1)bの構成)を備えているものといえないから，乙10に，一審被告主張の乙10発明1が記載されているものと認めることはできない。",
                        "したがって，一審被告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "まとめ",
                      "text": [
                        "以上によれば，その余の点について判断するまでもなく，一審被告の乙10を主引用例とする本件発明1(1)の新規性欠如の主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙10を主引用例とする本件発明1(1)の進歩性欠如について",
                  "text": [
                    "前記イの認定事実によれば，本件発明1(1)と乙10記載の情報供給システムは，乙10記載の情報供給システムが構成要件1(1)Bに係る本件発明1(1)の構成を備えていない点において相違するものと認められる。",
                    "しかるところ，一審被告は，上記相違点の容易想到性について主張立証していないから，その余の点について判断するまでもなく，一審被告の乙10を主引用例とする本件発明1(1)の進歩性欠如の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，一審被告主張の無効理由1は理由がない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2(乙12公報に係る特許とのダブルパテント)(争点2-2)について",
              "text": [
                "以下のとおり訂正するほか，原判決の「事実及び理由」の第3の2(2)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決92行目13行目の「以下の記載がある。(乙12)」を「次のとおりの記載がある(乙12，請求項1に係る発明を「乙12発明」という。)。」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決94頁18行目を次のとおり改める。",
                    "「ウ  乙12発明を構成要件に分説すると，次のとおりである。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3(分割出願要件違反に基づく進歩性欠如)(争点2-3)について",
              "text": [
                "以下のとおり訂正するほか，原判決の「事実及び理由」の第3の2(3)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決97頁10行目の「等の監視目的に応じて適宜選択される」を「，温度監視センサー，音監視センサー，煙センサーの内少なくとも一つの手段を有する」に改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決97頁25行目の「監視端末側からの」を「監視端末側から送信される」に改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4(親出願の分割出願要件違反に基づく進歩性欠如)(争点2-4)について",
              "text": [
                "以下のとおり訂正するほか，原判決の「事実及び理由」の第3の2(4)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決99頁15行目から16行目にかけて，同行目から17行目にかけて，19行目，20行目，21行目，23行目及び101頁16行目から17行目にかけての各「本件特許」をいずれも「本件各特許」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決103頁5行目の「本件特許1の」を「本件各特許の」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由5(サポート要件違反)(争点2-5)について",
              "text": [
                "原判決103頁21行目の「本件各発明」を「本件発明1(1)」と，同頁25行目から末行にかけての「解決できるのであり，」を「解決できると認識できるのであり，」と改めるほか，原判決の「事実及び理由」の第3の2(5)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由6(実施可能要件違反)(争点2-6)について",
              "text": [
                "原判決105頁9行目の「本件各発明」を「本件発明1(1)」と改めるほか，原判決の「事実及び理由」の第3の2(6)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "無効理由7(乙36を主引用例とする拡大先願違反)(争点2-7)について",
              "text": [
                "一審被告は，①乙36(特開2002-9868号公報。本件各特許の出願日前の他の特許出願であって，本件各特許の出願日後に出願公開されたもの)の記載(【0027】，【0028】，【0031】，【0037】，【0039】ないし【0041】，【0045】ないし【0047】，【0049】，【0050】，【0057】，【0062】，【0066】，【0070】，【0073】，【0074】，【0083】)によれば，乙36には，下記のとおりの乙36発明1が記載されている，②本件発明1(1)は，乙36発明1と同一の発明であるから，本件発明1(1)に係る本件特許1は，特許法29条の2に違反し，無効である旨主張する。",
                "これに対し一審原告は，乙36発明1は，本件発明1(1)の構成要件1(1)Dⅳ，Dⅴ，Dⅵの構成を備えていないから，一審被告の上記主張は理由がない旨主張するので，以下において判断する。",
                "記",
                "【乙36発明1】",
                "36-1A  インターネットを含む通信回線網Ｎの中に設置されている情報管理装置20に於ける通信回線を用いた画像音声伝送システム1であって，",
                "36-1B  情報管理装置20には，遠隔画像監視装置10Aに対して自動的に割り当てられたIPアドレスを含む遠隔画像監視装置10Aの情報が，ユーザ名に対応付けられて登録されている情報管理装置20の格納部21を備え，",
                "36-1C  遠隔画像監視装置10A側は情報管理装置20と通信回線網Ｎを介して接続可能とされており，",
                "36-1D  遠隔画像監視装置10Aは，",
                "36-1Dⅰ  インターネットを含む通信回線網Ｎを利用してアクセスしてくる利用者のユーザ名である特定情報を入手する手段と，",
                "36-1Dⅱ  ユーザ名およびパスワードによる認証のために，ユーザ名である特定情報が，情報管理装置20の格納部21に予め登録された監視端末情報である遠隔画像監視装置10Aのシリアル番号に対応するか否かの検索を行う手段と，",
                "36-1Dⅲ  ユーザ名およびパスワードによる認証の後，インターネットを含む通信回線網Ｎを利用して，接続の設定および画質に関する情報に基づいて遠隔画像監視装置10Aに働きかけていく手段と，",
                "36-1Dⅳ  インターネットを含む通信回線網Ｎを経由して，遠隔画像監視装置10Aによって得られた情報を，情報管理装置20において機能する画像配信サービスを提供する公開サーバが入手する手段と，",
                "36-1Dⅴ  この遠隔画像監視装置10Aからの伝送情報を，インターネットを含む通信回線網Ｎを用いて，情報管理装置20において機能する画像配信サービスを提供する公開サーバが需要者(ユーザ)に供給する手段と，",
                "36-1Dⅵ  遠隔画像監視装置10Aが，情報管理装置20側と遠隔画像監視装置10A側との接続において接続不良状態を検出すると，所定の時間だけ待機した後，再度の通信回線網Ｎへの接続動作を行う時，特定できる遠隔画像監視装置10A側からのIPアドレス登録要求を受け付け，情報管理装置20の格納部21の遠隔画像監視装置10AのIPアドレスを登録処理する手段と，を備え，再度の通信回線網Ｎへの接続動作において，DHCPサーバ機能が予め準備しておいた割当可能なIPアドレスの中から1つのIPアドレスを選択して遠隔画像監視装置10Aに選択したIPアドレスを割り当てることから，再度の通信回線網Ｎへの接続動作を行った場合，遠隔画像監視装置10A(判決注・「情報管理装置20」の誤記と認める。)のIPアドレスは再度の接続動作の前後で異なる状況があり，その状況における遠隔画像監視装置10AのIPアドレスを登録処理する手段はIPアドレスを変更処理する手段として用いられる",
                "36-1E  ことを特徴とする通信回線を用いた画像音声伝送システム1。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙36発明1の構成36-1Dⅴの構成要件1(1)Dⅴ該当性について",
                  "text": [
                    "一審被告は，乙36発明1の構成36-1Dⅴ(「この遠隔画像監視装置10Aからの伝送情報を，インターネットを含む通信回線網Ｎを用いて，情報管理装置20において機能する画像配信サービスを提供する公開サーバが需要者(ユーザ)に供給する手段と」との構成)は，構成要件1(1)Dⅴに該当する旨主張する。",
                    "そこで検討するに，本件発明1(1)の特許請求の範囲の請求項1には，「前記管理コンピュータ側は」，「インターネットや電話網からなる通信回線網を利用してアクセスしてくる利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者IDである特定情報を入手する手段と」(構成要件1(1)Di)，「インターネットや電話網からなる通信回線網を経由して，前記監視端末側によって得られた情報を入手する手段と」(構成要件1(1)Dⅳ)，「この監視端末側から入手した情報を，インターネットや電話網からなる通信回線網を用いて，前記特定情報を送信してアクセスした利用者に供給する手段と」(構成要件1(1)Dⅴ)を備えているとの記載がある。これらの記載から，構成要件1(1)Dⅴの「供給する手段」は，「利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者ID」である「特定情報」を送信してアクセスした利用者に対し，「監視端末側から入手した情報」を供給する手段であると理解できる。",
                    "しかるところ，乙36には，乙36発明1の構成36-1Dⅴの「公開サーバ」に関し，「つぎに，遠隔画像監視装置10Aにおける撮像画像を配信する画像(映像)配信サービスを提供する場合について説明する。たとえば，このような画像配信サービスにおけるサービスの提供を受ける者(すなわち需要者)は，配信サービス提供用の公開Webサーバ40のホームページにアクセスし，そのホームページ内にリンクされた情報に基づいて画像の配信を受けることが可能である。ここでは，上記の設定基本情報に含まれている「画像掲載先」がサーバ40のアドレス(www．△△△．co．jp)を表している場合について説明する。」(【0070】)，「そして，サーバ40のホームページにアクセスした画像配信サービスの需要者(ユーザ)は，このリンク情報に基づいて遠隔画像監視装置10Aからの伝送情報を得ることが可能である。」(【0073】)，「また，上記においては，情報管理装置20以外の公開Webサーバ40において遠隔画像監視装置10Aのアドレスをリンク情報として記述しておく場合について説明したが，これに限定されず，情報管理装置20自身に遠隔画像監視装置10Aのアドレスをリンク情報として記述してもよい。この場合には，情報管理装置20が画像配信サービスを提供する公開サーバとしても機能することになる。」(【0074】)との記載がある。これらの記載から，「公開サーバー」であるサーバ40のホームページにアクセスした画像配信サービスの需要者(ユーザ)は，このリンク情報に基づいて遠隔画像監視装置10Aからの伝送情報を得ることが可能であることを理解できるが，一方で，乙36には，需要者(ユーザ)がサーバ40のホームページにアクセスする際に，「利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者ID」である「特定情報」を送信する必要があることについての記載も示唆もない。",
                    "そうすると，乙36発明1の構成36-1Dⅴは，「利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者ID」である「特定情報」を送信してアクセスした利用者に対し，「監視端末側から入手した情報」を供給するものとはいえないから，構成要件1(1)Dⅴの「供給する手段」に該当しない。",
                    "したがって，一審被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，乙36発明1は，構成要件1(1)Dⅴの「供給する手段」を備えておらず，本件発明1(1)と同一の発明であるものと認めることはできないから，その余の点について判断するまでもなく，一審被告主張の無効理由7は理由がない"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "以上のとおり，一審被告主張の無効理由1ないし7はいずれも認められないから，一審原告が特許法104条の3第1項の規定により本件発明1(1)に係る本件特許権1を行使することができないとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明1(2)に係る無効の抗弁の成否(争点3)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1(乙10国際公開を主引例とする新規性・進歩性欠如)(争点3-1)について",
              "text": [
                "本件発明1(2)は，本件発明1(1)を発明特定事項に含むものであるところ，乙10を主引用例とする本件発明1(1)の新規性・進歩性の欠如の主張が認められないことは前記2(1)で説示したとおりであるから，その余の点について判断するまでもなく，一審被告主張の無効理由1は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2(分割出願要件違反に基づく進歩性欠如)，無効理由3(親出願の分割出願要件違反に基づく進歩性欠如)，無効理由4(サポート要件違反)，無効理由5(実施可能要件違反)(争点3-2ないし3-5)について",
              "text": [
                "原判決の「事実及び理由」の第3の3(2)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由6(乙36を主引用例とする拡大先願違反)(争点3-6)について",
              "text": [
                "一審被告は，乙36発明1と本件発明1(1)は同一の発明であり，本件発明1(2)は，以上に加えて「監視端末側からの情報が前記管理コンピュータ側に送信されてこない状態」のときに，「所定の異常通知をアクセスした利用者に送信」する構成を有しているが，異常通知を行うことは，周知技術にすぎないことから，本件発明1(2)は，乙36発明1に周知技術を付加したものにすぎないと主張する。",
                "しかし，乙36発明1が，本件発明1(1)と同一の発明であるものと認めることができないことは，前記2(7)記載のとおりであるから，その余の点について判断するまでもなく，一審被告主張の無効理由6は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，一審被告主張の無効理由1ないし6はいずれも認められないから，一審原告が特許法104条の3第1項の規定により本件発明1(2)に係る本件特許権1を行使することができないとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件発明2に係る無効の抗弁の成否(争点4)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1(乙10国際公開を主引例とする新規性・進歩性欠如)(争点4-1)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙10を主引用例とする本件発明2の新規性欠如について",
                  "text": [
                    "一審被告は，乙10発明1の構成は，本件発明2の構成要件2A，2B，2C，2Dⅰ，2Dⅱ，2Dⅲ，2Dⅳ，2Dⅴと一致し，さらに，乙10には，構成要件2Dⅵ，2Eに相当する構成が開示されているから，乙10発明1に構成要件2Dⅵ，2Eの構成を加えた発明は，本件発明2と同一の発明であって，本件発明2は新規性を欠如し，本件発明2に係る特許には，特許法29条1項3号に違反する無効理由がある旨主張する。",
                    "しかし，乙10記載の情報供給システムは，「保育所130側に対して付与されたIPアドレスを含む保育所130に関する情報」が，「ユーザ名に対応付けられて登録されているセンサーサーバー110」の構成(10(1)bの構成)を備えているものといえず，乙10に，一審被告主張の乙10発明1が記載されているものと認めることができないことは，前記2(1)イ記載のとおりであるから，一審被告の上記主張は，採用することができない。",
                    "したがって，その余の点について判断するまでもなく，一審被告の乙10を主引用例とする本件発明2の新規性欠如の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙10を主引用例とする本件発明2の進歩性欠如について",
                  "text": [
                    "前記アによれば，本件発明2と乙10記載の情報供給システムは，乙10記載の情報供給システムが構成要件2Bに係る本件発明2の構成を備えていない点において相違するものと認められる。",
                    "しかるところ，一審被告は，上記相違点の容易想到性について主張立証していないから，その余の点について判断するまでもなく，一審被告の乙10を主引用例とする本件発明2の進歩性欠如の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，一審被告主張の無効理由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2(親出願の分割出願要件違反に基づく進歩性欠如)，無効理由3(サポート要件違反)，無効理由4(実施可能要件違反)(争点4-2ないし4-4)について",
              "text": [
                "原判決の「事実及び理由」の第3の4(2)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由5(乙36を主引用例とする拡大先願違反)(争点4-5)について",
              "text": [
                "一審被告は，①乙36の記載(【0027】，【0028】，【0031】，【0037】，【0039】ないし【0041】，【0045】ないし【0047】，【0049】，【0050】，【0057】，【0062】，【0066】，【0070】，【0073】，【0074】，【0083】)によれば，乙36には，下記の発明(以下「乙36発明2」という。)が記載されている，②本件発明2は，乙36発明2と同一の発明であるから，本件発明2に係る本件特許2には特許法29条の2に違反する無効理由がある旨主張する。",
                "これに対し一審原告は，乙36発明2は，本件発明2の構成要件2Dⅳ，Dⅴ，Dⅵの構成を備えていないから，一審被告の上記主張は理由がない旨主張するので，以下において判断する。",
                "記",
                "【乙36発明2】",
                "36-2A  インターネットを含む通信回線網Ｎの中に設置されている情報管理装置20に於ける通信回線を用いた画像音声伝送システム2であって，",
                "36-2B  情報管理装置20には，遠隔画像監視装置10Aに対して自動的に割り当てられたIPアドレスおよび機器シリアル番号を含む遠隔画像監視装置10Aの情報が，ユーザ名に対応付けられて登録されている情報管理装置20の格納部21を備え，",
                "36-2C  遠隔画像監視装置10Aは情報管理装置20側と通信回線網Ｎを介して接続可能とされており，",
                "36-2D  遠隔画像監視装置10Aは，",
                "36-2Dⅰ  インターネットを含む通信回線網Ｎを利用してアクセスしてくる利用者のユーザ名である特定情報を入手する手段と，",
                "36-2Dⅱ  ユーザ名およびパスワードによる認証のために，ユーザ名である特定情報が，情報管理装置20の格納部21に予め登録された監視端末情報である遠隔画像監視装置10Aのシリアル番号に対応するか否かの検索を行う手段と，",
                "36-2Dⅲ  ユーザ名およびパスワードによる認証の後，インターネットを含む通信回線網Ｎを利用して，接続の設定および画質に関する情報に基づいて遠隔画像監視装置10Aに働きかけていく手段と，",
                "36-2Dⅳ  インターネットを含む通信回線網Ｎを経由して，遠隔画像監視装置10Aによって得られた情報を，情報管理装置20において機能する画像配信サービスを提供する公開サーバが入手する手段と，",
                "36-2Dⅴ  この遠隔画像監視装置10Aからの伝送情報を，インターネットを含む通信回線網Ｎを用いて，情報管理装置20において機能する画像配信サービスを提供する公開サーバが需要者(ユーザ)に供給する手段と，",
                "36-2Dⅵ  遠隔画像監視装置10Aが，情報管理装置20側と遠隔画像監視装置10A側との接続において接続不良状態を検出すると，所定の時間だけ待機した後，再度の通信回線網Ｎへの接続動作を行う時，特定できる遠隔画像監視装置10A側からのIPアドレス登録要求を受け付け，情報管理装置20の格納部21の遠隔画像監視装置10AのIPアドレスを登録処理する手段と，",
                "36-2E  遠隔画像監視装置10A側は，遠隔画像監視装置10Aにあらかじめ登録されている情報管理装置20のアドレスに対して，情報管理装置20側と遠隔画像監視装置10A側との接続において接続不良状態を検出すると，所定の時間だけ待機した後，再度の通信回線網Ｎへの接続動作を行う機能と，接続動作において，遠隔画像監視装置10Aに対して割り当てられたIPアドレスおよび機器シリアル番号を情報管理装置20側に送り，情報管理装置20が当該IPアドレスおよび機器シリアル番号に基づいて設定情報を遠隔画像監視装置10Aに対して送付するために，当該IPアドレスを登録するように要求する手段と，",
                "36-2F  を備えていることを特徴とする通信回線を用いた画像音声伝送システム2。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙36発明2の構成36-2Dⅴの構成要件2Dⅴ該当性について",
                  "text": [
                    "一審被告は，乙36発明2の構成36-2Dⅴ(「この遠隔画像監視装置10Aからの伝送情報を，インターネットを含む通信回線網Ｎを用いて，情報管理装置20において機能する画像配信サービスを提供する公開サーバが需要者(ユーザ)に供給する手段と」との構成)は，構成要件2Dⅴに該当する旨主張する。",
                    "そこで検討するに，本件発明2の特許請求の範囲の請求項1には，「前記管理コンピュータ側は」，「インターネットや電話網からなる通信回線網を利用してアクセスしてくる利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者IDである特定情報を入手する手段と」(構成要件2Di)，「インターネットや電話網からなる通信回線網を経由して，前記監視端末によって得られた情報を入手する手段と」(構成要件2Dⅳ)，「この監視端末から入手した情報を，インターネットや電話網からなる通信回線網を用いて，前記特定情報を送信してアクセスした利用者に供給する手段と」(構成要件2Dⅴ)を備えているとの記載がある。これらの記載から，構成要件2Dⅴの「供給する手段」は，「利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者ID」である「特定情報」を送信してアクセスした利用者に対し，「監視端末から入手した情報」を供給する手段であると理解できる。",
                    "しかしながら，前記2(7)アのとおり，乙36には，需要者(ユーザ)がサーバ40のホームページにアクセスする際に，「利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者ID」である「特定情報」を送信する必要があることについての記載も示唆もない。",
                    "そうすると，乙36発明2の構成36-2Dⅴは，「利用者の電話番号，ID番号，アドレスデータ，パスワード，さらには暗号などの認証データの内少なくとも一つからなる利用者ID」である「特定情報」を送信してアクセスした利用者に対し，「監視端末から入手した情報」を供給するものとはいえないから，構成要件2Dⅴの「供給する手段」に該当しない。",
                    "したがって，一審被告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，乙36発明2は，構成要件2Dⅴの「供給する手段」を備えておらず，本件発明2と同一の発明であるものと認めることはできないから，その余の点について判断するまでもなく，一審被告主張の無効理由5は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，一審被告主張の無効理由1ないし5はいずれも認められないから，一審原告が特許法104条の3第1項の規定により本件発明2に係る本件特許権2を行使することができないとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "損害発生の有無及びその額(争点5)について",
          "text": [
            "以下のとおり訂正するほか，原判決の「事実及び理由」の第3の5記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決119頁10行目の「件数7件」を「件数6件」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決119頁12行目の「令和元年10月」を「令和3年1月」と改め，同頁13行目の「(原告第12準備書面)」を削り，同行目の「損害賠償額」を「損害額」と，同頁14行目，19行目及び24行目の各「令和元年10月末」をいずれも「令和3年1月」と，同頁19行目の「9か月」を「24か月」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決119頁20行目の「解される。」の後に次のとおり加える。",
                "「この点について，一審被告は，令和2年10月以降，被告システムの利用者が平均して毎月約8分の1ずつ減少しており，同月以降の契約世帯数が減少している旨主張するが，かかる減少を認めるに足りる客観的な証拠はないから，上記主張は採用することができない。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決119頁26行目から121頁7行目までを次のとおり改める。",
                "「ア  基本利用料(月額単価×延べ世帯数)",
                "●●●●●●●●●●円",
                "(計算式)",
                "●●●●●●●●●●●円＋●●●●●●円×24(月)＋●●●●●●●円×24(月)＋●●●●●●円×24(月)＋●●●●●●●●円×24(月)＋●●●●●●円×24(月)＋●●●●円×24(月)＋●●●●●●●●円×24(月)"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "機器レンタル料(月額単価×延べ世帯数)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ホームゲートウェイのレンタル料",
                      "text": [
                        "●●●●●●●●●円",
                        "(計算式)",
                        "●●●●●●●●●円＋●●●●●●●円×24(月)＋●●●●●●円×24(月)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "IPカメラのレンタル料",
                      "text": [
                        "●●●●●●●●●円",
                        "(計算式)",
                        "●●●●●●●●●円＋●●●●●●●円×24(月)＋●●●●●●円×24(月)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "ライセンス料等収入(月額単価×延べ契約数)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ケーブルテレビ局からのライセンス料",
                      "text": [
                        "●●●●●●●●●円",
                        "(計算式)",
                        "●●●●●●●●●円＋●●●●●●●●円×24(月)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ケーブルテレビ局からの加入一時金",
                      "text": [
                        "●●●●円"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "事業者との契約によるライセンス料等",
                      "text": [
                        "●●●●●●●●円",
                        "(計算式)",
                        "●●●●●●●●円＋●●●円×24(月)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告システムのデバイスの販売に係る売上げ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "IPカメラ単体(スターターキットタイプAに含まれるIPカメラの売上げも含む。)",
                      "text": [
                        "●●●●●●●円"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "スターターキットタイプA ●●●●円」"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決121頁10行目，12行目から13行目にかけて，15行目から16行目にかけて，17行目，20行目，22行目，25行目及び末行の各「IPカメラ」をいずれも「IPカメラ又はスマートロック」と，同頁23行目の「IPカメラ」を「IPカメラ及びスマートロック」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決121頁24行目の「相当と解される。」の次に「もっとも，本件においては，平成27年2月から令和3年1月までの期間のスマートロックのレンタル料の合計額についての立証はない。」を加える。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決122頁2行目から6行目の「相当である。」までを次のとおり改める。",
                "「  被告システムの利用者のうち，デバイスとしてIPカメラを使用する利用者の割合が，平成30年9月時点では約●●パーセントであり，平成31年1月時点では約●●パーセントであること(弁論の全趣旨)，他方，本件証拠によってもスマートロックを使用する利用者の割合が明らかでないことに照らせば，被告システムの利用者のうちIPカメラ又はスマートロックを使用する利用者の割合は●●パーセントを下回ることはないものと解される。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決122頁9行目の「IPカメラ」を「IPカメラ及びスマートロック」と改め，同頁12行目から124頁4行目までを次のとおり改める。",
                "「  これに対し一審原告は，被告システムの基本使用料の売上げに関し，適宜割り引くなどした実際の基本使用料ではなく，一律に月額通常料金で算定されるべきである旨主張するが，本件においては，実際の売上額に基づいて算定すべきであるから，上記主張は，採用することができない。",
                "したがって，平成27年2月から令和3年1月までの期間にデバイスとしてIPカメラ又はスマートロックが選択された被告システムの売上げは，以下のとおりとなる(小数点以下は四捨五入)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "IPカメラ及びスマートロックに係る基本利用料関係(月額単価×延べ世帯数)",
                  "text": [
                    "●●●●●●●●●円",
                    "(計算式)",
                    "●●●●●●●●●●●円×●●●(IPカメラ又はスマートロックの利用者の割合)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "IPカメラ及びスマートロックに係る機器レンタル料関係(月額単価×延べ世帯数)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ホームゲートウェイのレンタル料",
                      "text": [
                        "●●●●●●●●●円",
                        "(計算式)",
                        "●●●●●●●●●円×●●●(IPカメラ又はスマートロックの利用者の割合)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "IPカメラのレンタル料",
                      "text": [
                        "●●●●●●●●●円"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "IPカメラ及びスマートロックに係るライセンス料等収入関係(月額単価×延べ契約数)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ケーブルテレビ局からのライセンス料",
                      "text": [
                        "●●●●●●●●●円",
                        "(計算式)",
                        "●●●●●●●●●円×●●●(IPカメラ又はスマートロックの利用者の割合)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ケーブルテレビ局からの加入一時金",
                      "text": [
                        "●●●円",
                        "(計算式)",
                        "●●●●円×●●●(IPカメラ又はスマートロックの利用者の割合)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "事業者との契約によるライセンス料等",
                      "text": [
                        "●●●●●●●●円",
                        "(計算式)",
                        "●●●●●●●●円×●●●(IPカメラ又はスマートロックの利用者の割合)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "IPカメラに係る被告システムの売上げ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "IPカメラ単体",
                      "text": [
                        "●●●●●●●円"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "スターターキットタイプA           ●●●●●●●円",
                      "text": [
                        "(算出の理由)",
                        "上記キットのセット価格は6万6800円であるところ，IPカメラの単価は1万7820円，ドア・窓センサーの単価は6282円であると認められる(弁論の全趣旨)から，同セットに含まれる残りの家電コントローラー及びゲートウェイの販売価格が合計4万2698円と計算できる。そして，家電コントローラーのレンタル料は月700円，ゲートウェイのレンタル料は月300円であることから，この割合で按分すると，ゲートウェイの販売単価は1万2809円(＝4万2698円×300／1000)と算出される。これに，販売個数●●個を乗じると，ゲートウェイの売上げは●●●●●●●円となる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "合計",
                  "text": [
                    "●●●●●●●●●●●円(●●●●●●●●●円＋●●●●●●●●●円＋●●●●●●●●●円＋●●●●●●●●●円＋●●●円＋●●●●●●●●円＋●●●●●●●円＋●●●●●●●円)」"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決124頁16行目から125頁17行目までを次のとおり改める。",
                "「    そして，株式会社帝国データバンク作成の「知的財産の価値評価を踏まえた特許等の活用の在り方に関する調査研究報告書～知的財産(資産)価値及びロイヤルティ料率に関する実態把握～」(本件報告書)の「Ⅱ．我が国のロイヤルティ料率」，「2．技術分類別ロイヤルティ料率(国内アンケート調査)」，「(3)アンケート調査結果」による「②技術分類別ロイヤルティ料率の平均値」の図Ⅱ-1，表Ⅱ-3には，「器械」の分野のロイヤルティ料率の平均値は3．5パーセント，最大値は9．5パーセント，最小値は0．5パーセントであり，「コンピュータテクノロジー」の分野のロイヤルティ料率の平均値は3．1パーセント，最大値は7．5パーセント，最小値は0．5パーセントとの記載があり，また，本件報告書の「Ⅲ．各国のロイヤルティ料率」，「1．ロイヤルティ料率の動向」の国内企業のロイヤルティ料率に関するアンケート結果には，産業分野を通信・通信装置とする特許のロイヤルティ率は2．9パーセントと，「2．司法決定によるロイヤルティ料率調査結果」には，平成16年から平成20年までの産業分野を電気とする特許の司法決定によるロイヤルティ料率は平均値3．0パーセント，最大値7パーセント，最小値1パーセントとの記載があること(前記(1)キ)，一審原告が本件各特許について第三者との実施許諾契約を締結した実績はないこと，本件各発明の内容，一審被告によるデバイスとしてIPカメラ又はスマートロックが選択された被告システムの使用等が本件各特許権の侵害に該当すること，一審被告が販売する被告システムの「スターターキットタイプA」には，IPカメラがセットされているが，スマートロックはセットされていないこと，本件訴訟に至る経緯その他本件の諸般の事情を総合考慮すると，一審原告の特許法102条3項に基づく実施料相当額の損害額は，平成27年2月から令和3年1月までの期間におけるデバイスとしてIPカメラ又はスマートロックが選択された被告システムの売上高に●パーセントを乗じた額と認めるのが相当である。これに反する一審原告及び一審被告の主張は，いずれも採用することができない。",
                "そうすると，一審原告の特許法102条3項に基づく実施料相当額の損害額は，1144万5674円(●●●●●●●●●●●円(前記(3)オ)×●●●●)となる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "次に，本件事案の性質・内容，本件の認容額，原審及び当審の審理経過等諸般の事情を斟酌すると，一審被告の本件各特許権侵害の不法行為と相当因果関係のある弁護士費用・弁理士費用相当額は，200万円と認めるのが相当である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "以上によれば，一審原告は，一審被告に対し，本件各特許権侵害の不法行為に基づく損害賠償として1344万5674円(前記(4)及び(5)の合計額)及びこれに対する不法行為の後である令和3年2月1日から支払済みまで民法所定の年3分の割合による遅延損害金の支払を求めることができる。」"
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，一審原告の請求は，一審被告に対し，1344万5674円及びこれに対する令和3年2月1日から支払済みまで年3分の割合による金員の支払を求める限度で理由があり，その余は理由がないから棄却すべきものである。",
        "したがって，原判決は一部不当であって，一審原告の控訴は一部理由があるから，原判決を本判決主文第1項のとおり変更することとし，一審被告の控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "令和3年(ネ)10020",
    "date": "2021-10-27",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成29年(ワ)18010",
    "precedent_id": "090876",
    "ipprecedent_id": "5692",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}