{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許庁長官が令和元年6月3日付けで控訴人に対してした，特願2018-540682号についての平成30年4月24日付け提出の国内書面に係る手続却下の処分を取り消す。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(以下，略称は，特に断りのない限り原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，「千九百七十年六月十九日にワシントンで作成された特許協力条約」(特許協力条約，PCT)に基づく外国語でされた国際特許出願の出願人であり，特許法(以下「法」という。)184条の4第1項所定の期間(国内書面提出期間)内に同第3項所定の明細書及び請求の範囲の日本語による翻訳文(明細書等翻訳文)を提出しなかったことにより当該国際特許出願を取り下げられたとみなされた者である控訴人が，被控訴人に対し，同第4項所定の「正当な理由」があるにもかかわらず，同項に基づく明細書等翻訳文の提出手続を却下した特許庁長官の処分が違法であると主張して，当該処分の取消しを求める事案である。",
            "原判決が控訴人の請求を棄却したため，控訴人がこれを不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決の「事実及び理由」の第2の1(原判決2頁19行目から4頁6行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "争点及び争点に関する当事者の主張は，後記4のとおり，当審における当事者の補充主張を付加するほかは，原判決の「事実及び理由」の第2の2(原判決4頁8行目から11頁19行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "当審における補充主張",
          "text": [
            "〔控訴人の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "法184条の4第4項の解釈について",
              "text": [
                "法184条の4第4項は，国際調和の目的から新設されたもので，特許法条約(Patent Law Treaty/PLT)が定める「Due Care」(いわゆる「相当な注意」)基準を採用した。そして，同じく「Due Care」基準を採用していた欧州特許庁(European Patent Office/EPO)は，期間徒過の原因が人為的ミスによるものである場合に，期限管理システムが通常の状態で有効に機能しているのであれば，人は間違えることもあるのだからそれは救済するという立場をとり，期間徒過の救済に関して多くの審決例を蓄積し，このようなEPO の立場は，国際的なデファクトスタンダードとなっていた。そのため，法184条の4第4項の「正当な理由」の解釈は，EPO の立場に近づける方向で緩やかにすべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相当な注意を尽くしていたか否かについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "期限管理システムの機能に関し",
                  "text": [
                    "控訴人から本件国際出願についての各国への国内移行手続を受任した本件代理人事務所では，パラリーガルがクライアントに期限を示すレターを送る前に担当弁護士にレビューと確認を求めるダブルチェック体制がとられていた。実際，本件代理人事務所から控訴人に平成29年(2017年)11月14日に送られた最初の期限通知のメール(甲16)には正しい期限が記載され，本件担当弁護士のダブルチェックが行われた。",
                    "日本について国内移行手続の期限が誤って記載されており，控訴人が日本における国内移行手続の期限を徒過する原因となった本件メール(平成30年(2018年)1月3日に本件担当パラリーガルから控訴人に送付された。甲21)についても，本件担当パラリーガルは，その文案である本件メール案を本件担当弁護士に送付してレビューと確認を求めており，結果的に期限の誤りの見落としは生じたが，ダブルチェック体制自体は有効に機能していた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "偶発性・予見性に関し",
                  "text": [
                    "本件代理人事務所では，国際出願の出願人に，国内移行手続の期限として，国・地域にかかわらず，国内移行手続の期間が30か月である場合の期限を報告するのが標準の実務であり，また，費用見積りは，クライアントから要望があった場合に行う手続であり，必ず行う手続ではなかった。しかし，本件担当弁護士は，控訴人の利益のため，費用の発生をできる限り遅らせるように，費用見積りを，国内移行手続の期間が30か月の国と31か月の国に分けて用意することとし，本件担当弁護士の方で控訴人の興味があるであろう国を拾い出し，各国の事務所に予め見積り依頼をするという例外的な対応をとった。このため，本件担当パラリーガルが各国の事務所から費用見積りをとるというプロセスが偶発に発生し，そのうち，平成29年(2017年)12月5日に日本の特許事務所に見積りを問い合わせた際に，本件担当パラリーガルは，日本の移行手続の期間が30か月であることを確かめたが，30か月に対応する日付の計算を誤り，見積りを問い合わせるメール(甲19の英文2頁目)に国内移行手続の期限として誤った期限を記載してしまった。この誤った期限は，本件担当パラリーガルから本件担当弁護士に送られた本件メール案(甲20)に記載された期限と費用の一覧表(本件一覧表)にそのまま転記された。本件担当弁護士は，本件一覧表と，本件担当パラリーガルと各国の特許事務所との間の見積りをめぐる一連のメールの期限及び費用とが一致するかどうかを確認し，日本の特許事務所からの回答のメールには期限の誤りの指摘がなかったため，誤りを発見できなかった。この誤りが，平成30年(2018年)1月3日に本件担当パラリーガルが控訴人に送付した本件メール(甲21)に引き継がれてしまった。見積りの問い合わせは，クライアントに期限を知らせるプロセスではないため，その性質上，本件代理人事務所のダブルチェック体制の範囲外にあって，本件担当弁護士のチェックが求められない過程であり，また，あくまでも費用を問い合わせるのが目的であるから，手続期限の情報は，必須の情報ではなかった。",
                    "このように，控訴人の利益のための極めて例外的な取扱いにより費用見積りの過程が発生し，この過程は本件代理人事務所のダブルチェック体制の範囲外で，なおかつ性質上期限を記載する必要がなかったところ，この過程において，誤った期限が費用見積りの問い合わせメールに偶然記載されてしまい，それにより，本件メールに誤った期限が記載されたものであり，本件メールの期限の記載の誤りは，偶発的に生じた予期し難いものであった。",
                    "本件代理人事務所では，ダブルチェック体制と，期限のある手続について複数回の督促を行うという運用が行われており，このような場合，最初の期限通知において注意深くダブルチェックが行われ，そこで特段の問題が生じなかったのであれば，その後の期限通知の際には最初の期限通知の際と同水準の注意深いチェックは必要とされない。本件においては，平成29年(2017年)11月14日の最初の期限通知のメールにおいて注意深くチェックが行われ，何らの問題も生じなかったから，その後は，それと同水準の注意深いチェックは必要とされないというべきである。",
                    "なお，平成30年(2018年)1月3日に控訴人へ本件メールが送られた後に控訴人に送られた督促メールは，本件メールと同じ内容のものであることが予定されているから，本件担当弁護士には，その都度内容をチェックすることが求められるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相当な理由の有無に関し",
                  "text": [
                    "前記ア，イによれば，本件担当パラリーガルが控訴人に送付した本件メールに，日本の国内移行手続の期限として誤った記載がされたのは，本件代理人事務所においてダブルチェック体制による期限管理システムが有効に機能していたにもかかわらず，偶発的でかつ予期し得ない人為的ミスが重なって生じたものであり，偶発的に生じた予期し難いものであった。",
                    "法184条の4第4項の「正当な理由」の解釈は，期限管理システムが通常の状態で有効に機能しているのであれば，人は間違えることもあるのだからそれは救済するという立場に近づける方向で緩やかにすべきであるから，本件においては，相当な注意を尽くしていたにもかかわらず，客観的にみて国内書面提出期間内に明細書等翻訳文を提出することができなかったものであり，法184条の4第4項の「正当な理由」がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "特段の事情について",
              "text": [
                "前記(2)ア，イによれば，本件担当パラリーガルが控訴人に送付した本件メールに，日本の国内移行手続の期限として誤った記載がされたのは，本件代理人事務所においてダブルチェック体制による期限管理システムが有効に機能していたにもかかわらず，偶発的でかつ予期し得ない人為的ミスが重なったことによるものであり，偶発的に生じた予期し難いものであった。したがって，本件について，仮に，相当な注意を尽くしていたにもかかわらず，客観的にみて国内書面提出期間内に明細書等翻訳文を提出することができなかったといえないとしても，特段の事情があり，法184条の4第4項の「正当な理由」がある。",
                "〔被控訴人の主張〕",
                "控訴人の主張は争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所の判断は，後記2のとおり当審における補充主張に対する判断を付加するほかは，原判決「事実及び理由」第3の1及び2(原判決11頁21行目から17頁2行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "法184条の4第4項の解釈について",
              "text": [
                "法184条の4第4項は，外国語特許出願の翻訳文の提出について，手続期間を遵守しなかったことによって出願又は特許に係る権利の喪失を引き起こしたときの権利の回復について定めた特許法条約(PLT)12条に整合した救済手続を導入するために，平成23年の特許法改正により新設されたものであり，こうした規定新設の経緯からすると，外国語特許出願人について，期限の徒過があった場合でも，柔軟な救済を図ることを目的としたものであると解される。しかし，他方で，①特許協力条約(PCT)に基づく国際特許出願の制度は，国内書面提出期間内に翻訳文を提出することによって，我が国において，当該外国語特許出願が国際出願日にされた特許出願とみなされるというものであるから，同制度を利用しようとする外国語特許出願の出願人には，自己責任の下で，国内書面提出期間内に明細書等翻訳文を提出することが求められる。また，②取り下げられたものとみなされた国際特許出願に係る権利の回復を無制限に認めると，国内書面提出期間経過後も，当該国際特許出願が取り下げられたものとみなされたか否かについて，第三者に過大な監視負担をかけることになる。そうすると，法184条の4第4項にいう「正当な理由があるとき」とは，特段の事情がない限り，国際特許出願を行う出願人が相当の注意を尽くしていたにもかかわらず，客観的にみて国内書面提出期間内に明細書等翻訳文を提出することができなかったときをいうものと解すべきである。控訴人は，法184条の4第4項の「正当な理由」の解釈は，期限管理システムが通常の状態で有効に機能しているのであれば，人は間違えることもあるのだからそれは救済するという立場に近づける方向で緩やかにすべきであると主張するが，その解釈に当たって上記①，②の点も考慮しなければならないことからすると，「正当な理由」の解釈を一概に緩やかにすべきであるということはできず，控訴人の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相当な注意を尽くしていたか否かについて",
              "text": [
                "控訴人は，本件担当パラリーガルが控訴人に送付した本件メールに，日本の国内移行手続の期限として誤った記載がされたのは，本件代理人事務所においてダブルチェック体制による期限管理システムが有効に機能していたにもかかわらず，偶発的でかつ予期し得ない人為的ミスが重なって生じたものであり，偶発的に生じた予期し難いものであったとした上で，法184条の4第4項の「正当な理由」の解釈を控訴人主張のとおりに緩やかにすれば，本件においては，相当な注意を尽くしていたにもかかわらず，客観的にみて国内書面提出期間内に明細書等翻訳文を提出することができなかったものであり，法184条の4第4項の「正当な理由」があると主張する。",
                "しかし，法184条の4第4項の「正当な理由」の解釈を控訴人主張のとおりに緩やかにすることができないことは，前記(1)に述べたとおりである。また，本件代理人事務所では，国際出願の出願人に，国内移行手続の期限として，国・地域にかかわらず，国内移行手続の期間が30か月である場合の期限を報告するのが標準の実務であり，また，費用見積りは，クライアントから要望があった場合に行う手続であった(甲23和訳3～4頁)。そうすると，費用見積りを，クライアントの要望がないにもかかわらず，本件担当弁護士が選択した国について，国内移行手続の期間が30か月の国と31か月の国に分けて用意し，それに伴って国内移行手続の期限も，国内移行手続の期間が30か月の国と31か月の国に分けて表示するというのであれば，それは通常の取扱いと異なるのであるから，通常の取扱いと異なる部分について，誤りが生じないように，通常の取扱い以上にチェックすることが必要となるというべきである。そして，本件の取扱いにおいては，国内移行手続の期限を，国内移行手続の期間が30か月の国と31か月の国に分けて表示するという点が，同期間が30か月である場合の期限のみを報告するという通常の場合と異なっており，同期限は，国際特許出願の出願人であるクライアントの権利の得喪に非常に重要な意味を有するから，通常と異なる取扱いをする以上は，同期限の表示の誤りの有無は，入念に点検すべきであるといえる。そして，本件メール案には，国内移行手続の期限及び同手続に要する費用の見積額が記入された一覧表(本件一覧表)が記載され，国によって異なる期限が表示されていたのであるから，これらの国ごとの期限に誤りがないかを点検すべきであり，これをすることは容易にできたものと認められる。しかしながら，本件一覧表に示された期限が正しいかどうかについてダブルチェック等により入念な点検が行われたことはうかがわれない。",
                "本件一覧表に記載されていたのと同じ誤った期限は，本件担当パラリーガルが日本の特許事務所に送付した，見積額を問い合わせるメール(甲19の英文2頁目)にも表示されていたが，それは，本文の上の「Re:」という欄に表示されていたにとどまり，そのメールの本文の問い合わせ事項に含まれていたものではなかった。そのため，これに返信した日本の特許事務所がこの表示の誤りを指摘しなかったとしても，日本の特許事務所がその表示に誤りがないことを確認したと考えることは必ずしもできないようなものであった。そうすると，上記メールに対する日本の特許事務所の返信メールに誤りの指摘がなかったことをもって，その表示が正しいことについて確認がされたと認めることはできない。",
                "したがって，控訴人は，相当な注意を尽くしていたにもかかわらず，客観的にみて国内書面提出期間内に明細書等翻訳文を提出することができなかったものであるとは認められず，法184条の4第4項の「正当な理由」があるとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "特段の事情について",
              "text": [
                "本件の事実経過に鑑みれば，法184条の4第4項の「正当な理由」があったとすべき特段の事情があるとも認められない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の請求は理由がなく，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由がないから棄却することし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}