{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審原告の控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "一審原告の当審において追加した請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "一審被告の控訴を棄却する。"
    },
    {
      "fig": "4",
      "text": "控訴費用は各自の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "subject": "一審原告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，一審原告敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一審被告は，一審原告に対し，660万円及びこれに対する平成30年8月8日から支払済みまで年5分の割合による金員を支払え。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一審被告は，一審原告に対し，本判決の確定した日から30日以内に，一審被告が発行する「週刊新潮」誌上に，別紙1の第1記載の謝罪広告を，別紙1の第2記載の要領で1回掲載せよ。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "一審被告は，一審原告に対し，本判決の確定した日から30日以内に，一審被告が運営する別紙2の第1記載のインターネットウェブサイト上に，別紙1の第1記載の謝罪広告を，別紙2の第2記載の要領で1年間掲載せよ。",
                "(5)(当審において追加した請求)",
                "一審被告は，一審原告に対し，別紙3広告目録記載の電車内吊広告にそれぞれ同記載の掲載条件で同記載の謝罪広告を1回掲載せよ。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一審被告",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，一審被告敗訴部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前項の取消部分に係る一審原告の請求を棄却する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "text": [
        "(本判決の略称は，原則として原判決に従う。)"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事案の骨子",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一審原告は芸能人であり，一審被告は出版社である。",
                "一審被告は，①一審原告が私立大学に裏口入学をしたこと等を内容とする記事をウェブサイトに掲載し，②同趣旨の内容の記事を掲載した週刊誌を発行し，③電車内吊広告に，一審原告を被写体とする写真を添えて上記②の記事の見出し等を掲載した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審において，一審原告は，一審被告の①ないし③の各行為が一審原告の名誉を毀損し，③の行為が一審原告のパブリシティ権を侵害すると主張し，一審被告に対し，以下の請求をした。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記週刊誌及び上記ウェブサイトへの謝罪広告の掲載"
                },
                {
                  "fig": "イ",
                  "subject": "上記①のウェブサイト上の記事の削除"
                },
                {
                  "fig": "ウ",
                  "subject": "パブリシティ権侵害の不法行為に基づき損害賠償金2200万円及びこれに対する平成30年8月7日(上記電車内吊広告の掲載日)から支払済みまで年5分の割合による遅延損害金の支払"
                },
                {
                  "fig": "エ",
                  "subject": "名誉毀損の不法行為に基づき損害賠償金1100万円及びこれに対する平成30年8月8日(上記電車内吊広告の掲載日の後の日であり，上記週刊誌の発売日である。)から支払済みまで年5分の割合による遅延損害金の支払"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決は，上記(2)記載の各請求のうち，イを認容し，エを損害賠償金元本440万円の限度で認容し，その余の請求をいずれも棄却した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "一審原告は，原判決の敗訴部分のうち，上記(2)ウの請求を棄却した部分を除く部分について，原判決を不服として控訴し，当審において，電車内吊広告による謝罪広告の掲載請求を追加した。",
                "一審被告は，原判決の敗訴部分を不服として控訴した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(証拠等を掲げた事実以外は，当事者間に争いがない。なお，枝番号の記載を省略した書証は，枝番号を含む(以下同様)。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告は，タイタンに所属するタレントであり，Ｎ(訴外Ｎ)と「B」というコンビを結成し芸能活動を行っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一審被告は「週刊新潮」を発行する株式会社である。",
                    "なお，同誌は，平成28年10月1日から平成29年9月30日にかけて，毎号44万部以上が発行されていた。(甲6)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件記事1",
              "text": [
                "一審被告は，自らの運営する原判決別紙1記載第1のウェブページにおいて，「B『X』に裏口入学の過去発覚  コンビ結成の“日大芸術学部”入試で」との見出しで，原判決別紙2のとおりの本件記事1を掲載した。(甲2)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件中吊り広告",
              "text": [
                "一審被告は，平成30年8月7日，発行予定の「週刊新潮平成30年8月16・23日夏季特大号」(本件雑誌)の電車内吊広告(本件中吊り広告)に「受験日直前に『ホテルに缶詰』！現役教員が事前にレク！B『X』を日大に裏口入学させた父の溺愛」と記載し，そこに一審原告及び訴外Ｎを被写体とする写真を掲載した。(甲3)"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件記事2",
              "text": [
                "一審被告は，平成30年8月8日発売の本件雑誌の26頁から30頁にかけて，「B『X』を日大に裏口入学させた父の溺愛」との見出しで，本件記事1の内容を更に詳細にした本件記事2を掲載した。(甲4)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件における争点は，原判決4頁13行目の「(3)  名誉毀損に係る，真実性・相当性の抗弁の成否(争点3)」を「(3)  名誉毀損に係る，違法性阻却事由の存否(争点3)」と改め，同16行目の「(6)  謝罪広告の掲載の要否(争点6)」を「(6)  週刊新潮及びウェブサイトへの謝罪広告の掲載の要否(争点6)」と改め，その後に改行の上，「(7)  電車内吊広告による謝罪広告の要否(争点7)」を付加する外は，原判決「事実及び理由」第2の2(原判決4頁11行目から16行目まで)に記載のとおりであるから，これを引用する。"
            },
            {
              "fig": "(2)",
              "text": [
                "本件における争点に関する当事者の主張は，原判決第2の3(3)［原告の主張］(原判決8頁9行目)の「イ」の後に「そもそも公共の利害に関する事実とは，当該事実が多数一般の利害に関係するところから右事実につき関心を寄せることが正当と認められるものを指すのであって，多数人の単なる好奇心の対象となる事実をいうものではなく，単に一審原告が著名人であるという理由だけで「公共性」を満たすことには全くならないから，本件各記事は，そもそも公共の利害に関する事実には当たらず，公益を図る目的がないことも明らかである。」を付加し，後記第3のとおり当審における当事者の主張を付加するほかは，原判決「事実及び理由」第2の3(4頁17行目から10頁13行目まで)に記載のとおりであるからこれを引用する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当審における当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "争点3(名誉毀損に係る，違法性阻却事由の存否)について",
          "text": [
            "〔一審被告の主張〕",
            "原判決を踏まえて，原審における主張を次のとおり補充する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一審原告の合格時期等に関して(月日で年を示さないものは昭和59年である。)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "卒業生要録の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "編集スタッフ(C，D，E及びFをいう。以下同じ。)が本件経営コンサルタントの陳述を真実と判断した理由の大きな要素として，一審原告の日本大学芸術学部演劇学科(以下，日本大学を「日大」と，日本大学芸術学部を「日芸」とそれぞれ略称することがある。)合格の知らせが学校側に届いたのが通常より極めて遅い時期であって，昭和59年3月2日時点の卒業生の進路先が書かれた「第20回卒業生要録」(乙26添付8。以下，単に「卒業生要録」という。)には一審原告の進学先が日芸演劇学科ではなく「横浜放送映画専門学院」と記載されていた，という事実がある。一審原告が日芸演劇学科に合格した経緯，その正規の合格発表の日，一審原告が日芸演劇学科への合格を把握したことを知った時期などは，本件各記事等の真実性を裏付ける極めて重要な事実である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "卒業生要録の記載は，3月2日時点において，一審原告が，日芸演劇学科に合格していなかったことを意味する。この事実は，本件経営コンサルタントの説明のうち，一審原告の成績があまりにも悪いため，一審原告を裏口入学させるに際して様々な障壁があり，紆余曲折を経た上，正規の合格からは遅れてなんとか合格扱いとなった旨の説明と符合する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一審原告は，原審の尋問において，①日芸演劇学科を受験した際の合否の手ごたえとしては5分5分だった，②3月2日現在で日芸演劇学科の合格発表がされていた可能性があると認識していた，③横浜放送映画専門学院に手続をした段階で受験が面倒になっていた，と供述した。これらの供述によれば，一審原告は，3月2日時点では，自分が日芸演劇学科に合格していなかったと認識していたと理解される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "昭和59年当時の日芸演劇学科の合格発表日について，本件各記事等執筆前の編集スタッフの調査によれば，昭和52年の受験情報書籍には日大の各学部・学科の合格発表日が試験の最終日から5日後であることが記載されており，これを昭和59年の日芸演劇学科の試験に当てはめると，二次試験の最終日が2月25日であり，同年が閏年であったため，3月1日が合格発表日と推定された。また，本件訴訟提起後に行った日大に対する弁護士法23条の2照会の結果からも，同年の合格発表日が3月1日であったことが裏付けられた。",
                        "したがって，3月2日時点では日芸演劇学科の正規の合格発表は既に終わっており，一審原告が日芸演劇学科を正規に受験していたとすれば，3月1日の時点で自身の合否について当然知っていたはずであった。それゆえ，一審原告も，3月2日時点で既に日芸演劇学科の合格発表がされていた可能性を否定していないと理解するのが相当であり，この時点で正規合格していれば，進路先を「横浜放送映画専門学院」と申告する必要は全くなかった。",
                        "つまり，一審原告がその進路先について「横浜放送映画専門学院」と報告してその旨の記載をさせ，日芸演劇学科と書いていないという事実は，合格発表時において正規合格していなかったことを意味するものである。すなわち，3月1日の正規の合格発表では一審原告は日芸演劇学科に合格しておらず，後日遅れて合格することとなったのであり，本件経営コンサルタントの陳述を裏付けるものといえる。",
                        "ちなみに，仮に，一審原告が卒業生要録に進路先を記載した日が3月1日以前であった可能性があるとしても，日芸演劇学科を正規に受験したのであれば他の卒業生同様に「未定」「他大受験中」とするのが自然であるが，このような記載になっていないことに照らしても，一審原告が日芸演劇学科を正規に受験したとは考えられず，一審原告の日芸演劇学科への入学は裏口入学であったということと整合する。",
                        "また，そもそも卒業生要録に進路先を記載させた日が3月1日以前であったとすれば，まだ日芸演劇学科の合格発表日を迎えていないことになるのだから，他の多くの卒業生がそうしているように，「未定」「他大受験中」とするのが自然である。それをしていないことからも，やはり卒業生要録の進路先を報告した日時は，日芸演劇学科の合格発表日の後の3月2日と考えるのが合理的である。すなわち卒業生要録の資料に記されている「進路先(3月2日時点)」という日付を，そのとおり報告日と素直に受け止めるのが妥当である。以上の点に照らしても，一審原告が日芸演劇学科を正規に受験し合格したとは考えられない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "一審原告は，本人尋問において，他の卒業生のように「未定」や「他大受験中」と記載をしなかった理由について，「放送映画専門学院に手続をした段階で，受験が面倒になっていた」としか供述せず，中学校の頃から日大芸術学部に進学したいと考えていたという思いとは矛盾する，不自然な説明しかしていない。一審原告は，原判決言渡後に開いた記者会見で，この点に疑念を抱いたレポーターから問い質され，しどろもどろとなり，ほとんどまともな受け答えができていない点も，十分に斟酌されるべきである。",
                        "そして，G教諭は，3月2日より前の情報をG教諭に報告せずに書かれた可能性がある旨証言するが，的確な証拠によって裏付けされておらず，法廷で急に証言をしたものであるため，直ちに信用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "H教諭に対する亡母の相談について",
                  "text": [
                    "E記者は，H教諭に取材した際にも，一審原告が横浜放送映画専門学院に合格が決まっていてそこに行くものだとH教諭は思っていたが，卒業式の謝恩会も終わったような頃になって一審原告の亡母(以下，単に「亡母」という。)から後日，日芸演劇学科に合格したということで相談を受け，せっかくだから日芸演劇学科に行った方がいい旨のアドバイスをしたという取材結果を得たものであるが，この取材の際，H教諭は，当該相談があったのが謝恩会(3月7日)の席上であったとは述べておらず，E記者としては，後日に当該相談があったという事実として認識したものであり，このような取材結果からも，一審原告の合格が相当後になって決まったという本件経営コンサルタントの陳述が裏付けられる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "I氏の陳述書の評価について",
              "text": [
                "I氏は裏口入学に直接関与していないが，そのような者が，一審原告の裏口入学の話を聞いたということ自体が，真実性を裏付ける。即ち，I氏が，一審原告の裏口入学の話を聞いた経緯は原審でも主張したとおりであり(原判決7頁6行目から11行目まで)，各人の近しい関係からして，J氏(以下「J氏」という。)がK氏から一審原告の裏口入学の話を聞かされていた可能性は極めて高いし，各人は一審原告の裏口入学に関し特段の利害関係がないことから，あえて虚偽の事実を伝える理由はない。その上，J氏も，自身の運転手にすぎないI氏に対してテレビにたまたま映った一審原告を見て，一審原告が裏口入学であることを口にしたのであって，意図的に虚偽を述べたとも考えられない。",
                "さらに，J氏がI氏に当該発言をしたのは約30年前のことであるが，それは，本件経営コンサルタントがC編集長に一審原告の裏口入学の件を伝えるはるか以前の話であって，全くの独立した情報であるが，その情報が一致していることは，むしろ，本件経営コンサルタントの供述の信用性を裏付け，補強するものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "一審原告の学力水準について",
              "text": [
                "一審原告の学力水準が日芸演劇学科に合格できる水準であったか否かについては，編集スタッフは，取材において，学力水準が低かった旨の供述を一審原告の同級生，一審原告の妻L及び担任教諭から得ていた。",
                "たしかに，これらの供述は，ある程度は主観的な印象に基づく。しかしながら，同級生の供述は，一審原告の学校生活を間近で見ていた者の供述であって，具体的なエピソードの裏付けもあるから，ある程度の客観性がある。Lは，雑誌記事等において，一審原告が引き算もできないこと等に繰り返し触れており，編集スタッフの取材結果と一致する。担任であったG教諭は，編集スタッフの取材に対しては，数学が苦手で，全体として定期考査などには余り向いていないという消極的な回答をしていたのであり，一審原告の同級生及びLからの取材結果を覆すものではなかった。",
                "そうすると，編集スタッフの取材結果によれば，一審原告の学力が日芸演劇学科に合格できるような水準になかったという事実が相当の確度で推認できたというべきである。また，本件経営コンサルタント自身が，一審原告の亡父(以下，単に「亡父」という。)からの聞き取りにより，一審原告が高校生になっても割り算が出来なかったという特異な事実を独自に把握していたという点にかんがみても，上記取材結果は，本件経営コンサルタントの陳述の信用性を優に裏付けるものというべきである。",
                "この点に関し，一審原告の求めに応じて本件訴訟に協力したG教諭の陳述書及び証言では，一審原告の成績が優秀であったかのような供述がされているが，一審原告に有利な方向へと偏向した供述に変わっているというほかない。そして，G教諭は，証人尋問において，陳述書が当時の具体的な資料に基づいて作成されたものでないことを認め，証言内容も主観的・抽象的な印象の域を出るものではないから，編集スタッフの上記取材結果を覆すものではない。",
                "〔一審原告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "一審原告の合格時期等に関する一審被告の上記主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "卒業生要録の記載について",
                  "text": [
                    "そもそも一審被告は一審原告がいつ当該進路先を学校側に申告したのかについてすら調査しておらず，加えて，進路が未定の場合には「未定」や「他大受験中」と書くことが高校側でルール化されていたのかどうかについても何の調査もしていない(一審原告のように，卒業生要録に記載された進路とは別の進路に進んだ者が存在していないことは何ら証明されていない。)のであり，前提としている経験則が何の根拠もない不確かなものである以上，一審被告の主張は，単に自身の憶測を並び立てているにすぎない。そのような何の根拠もない憶測を述べたところで，本件経営コンサルタントの供述の信用性を肯定することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "H教諭に対する亡母の相談について",
                  "text": [
                    "仮に，本当に日芸演劇学科への裏口入学の話が進んでいたとすれば，日芸演劇学科に入学できると話が付いた時点で，一審原告には日芸演劇学科に進学するという選択肢しか存在しないはずであり，亡母が，H教諭に対して，日芸演劇学科に進学すべきか否かの相談などするわけがなく，この話は一審原告の裏口入学の事実と矛盾する。",
                    "また，そのような相談があったことが事実としても，E記者は，当該相談の具体的な日時についての確認すら怠っており，合理的な理由なく，「謝恩会が終わった日の後日に当該相談があったという事実として認識した」にすぎないのであるから，そのようなE記者の何ら根拠のない憶測は，本件経営コンサルタントの供述の裏付けになり得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一審被告の主張全般に対し",
              "text": [
                "一審原告は，控訴審においても，本件経営コンサルタントが実在する人物であるのかすら明らかにせず，裏付けとなり得る客観的証拠も一切提出していない。また，同人の供述内容に関しても，マークシート式の試験であったにもかかわらず0点であった旨の明らかに虚偽の事実が摘示されていたり，一審原告の一次試験(国語と英語)の結果について，日大側が問題視しているのが二次試験(面接)の終了後であるなど，極めて重要な事実経過について，虚偽の事実が述べられているにもかかわらず，なぜそのような内容の供述となってしまったのかについて，合理的な説明は一切されていない。極めて重要な事実について虚偽の事実が摘示されている以上，本件経営コンサルタントの供述の信用性について肯定することは不可能であり，一審原告の裏口入学の事実が真実であると認められる余地はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点4(相当因果関係を有する損害及びその額)について",
          "text": [
            "〔一審原告の主張〕",
            "一審原告は，トップクラスの知名度と信用を誇るタレントである。そのように高い評価を得ているということは，失う社会的評価の程度も大きいということであり，本件各記事等の掲載によって，それまで一審原告が長年培ってきた周囲からの社会的信用は，一瞬にして失墜させられた。その証拠に，一審原告には，本件各記事等が掲載されるまでは毎年のようにCM等広告関連の仕事が何件か来ていたが，本件各記事等の掲載以降，それらが一切来なくなった。",
            "かかる損害については，具体的な事情を証拠として提出でもできない限りは金銭的に換算することは不可能なものではあるが，本件各記事等が掲載されたことで，一審原告を広告塔として起用することは企業のイメージを低下させる危険性があるとの判断のもと，一審原告を除外した企業は一定数間違いなく存在している。",
            "損害の公平な分担という不法行為制度の趣旨に照らして，本件のように，その具体的な損害額を計算できないとしても，実害が生じていることが明らかな事情が存在するような場合には，そのような事情についても慰謝料額の算定に反映させてしかるべきである。",
            "また，一審原告を被写体とする写真が本件各記事等に掲載されており，パブリシティ権の侵害とも取れる行為があるということも，慰謝料算定に当たり当然考慮されるべきである。",
            "以上のとおり，本件において一審原告が被った損害の程度にかんがみれば，1000万円以上の慰謝料が認められる必要がある。",
            "〔一審被告の主張〕",
            "CM出演料の喪失を示す的確な証拠は提出されておらず，単なる一審原告の憶測に基づくものにすぎない。一審原告は本件各記事の掲載以降も多数のメディアに出演し，その活躍の場を得ているのであって，今後もCM関連の仕事のオファーを受ける可能性は決して低いものではなく，本件においては，社会的評価の低下という損害を除いて，一審原告にどのような実害が発生しているのかを基礎付ける事情もその証拠もない。",
            "また，本件各記事等は，一審原告の肖像が有する顧客吸引力をもっぱら利用するものではないから，本件においてパブリシティ権の侵害またはそのように取れる行為があったということはできず，これを慰謝料の増額事由とすべきとの一審原告の主張は前提を欠くというべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点5(本件記事1の削除請求の可否)について",
          "text": [
            "〔一審被告の主張〕",
            "一審被告が報道として掲載した本件記事1の削除を命ずることは，一審被告の表現行為そのものを直接抑制し，表現行為自体を制限することであり，憲法上保障された報道の自由ないし表現の自由の重大な制約となるほか，国民の知る権利に対する制約にもなることは明白であって，そのような削除が認められる場合は極めて例外的な場合に限られる。",
            "判例(最高裁昭和61年6月11日大法廷判決・民集40巻4号872頁)及びその後の裁判例(最高裁平成14年9月24日第三小法廷判決・集民207号243頁及び下級審裁判例)に従えば，名誉毀損を理由として事後的な記事の削除請求が認められるための要件は，被害の明白性(公共性もしくは公益目的の不存在，又は，真実でないことのいずれかが明白)，重大性及び回復の困難性を充足し，摘示事実を公表されない法的利益が優越することが明白であることが必要である。",
            "一審原告の言動は社会的影響力が大きいこと及び当時の日大に対して社会的関心が高かったことからすれば，一審原告の日大への裏口入学を報ずることには公共性及び公益目的があった。また，本件各記事の真実性は認められるべきものであり，編集スタッフの取材経緯や取材結果にかんがみれば，少なくとも，真実でないことが明らかであるとはいえない。さらに，一審原告は，メディアを通じて自身の見解を自由に発信することのできる立場にあるから，社会的評価を回復することが不可能ないし著しく困難であるともいえない。",
            "したがって，本件記事1の削除請求は認められるべきでない。",
            "〔一審原告の主張〕",
            "一審被告の上記主張はいずれも争う。",
            "また，一審被告がこのまま本件記事1を削除しないのであれば，一審原告としては，本訴終了後に，再度，本件記事1が閲覧可能状態となっていることを理由に，口頭弁論終結後の損害について新たに賠償請求をすることも可能なのであり，紛争の抜本的解決及び訴訟経済という民事訴訟法の基本的理念に反する。本件のように客観的証拠が何一つ存在しない事案において，削除命令を出さない等という判断は絶対にあり得ない。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点6(週刊新潮及びウェブサイトへの謝罪広告の掲載の要否)について",
          "text": [
            "〔一審原告の主張〕",
            "名誉毀損の加害者に謝罪広告を命じるか否かは，名誉毀損行為の内容(社会的評価の低下の程度，伝播性の程度，悪質性の程度等)によって判断されるべきものであり，被害者側の名誉回復行為を考慮に入れるべきではない。",
            "本件各記事等の内容は，一審原告が日大に裏口入学し，そのことを一審原告も認識していたなどという，全くの虚偽の情報であり，一審原告の今後の芸能生活において致命傷となりうる程度のものである。この虚偽の情報は，全国的に販売されている週刊新潮に掲載され，本件中吊り広告にも掲載されるなどの方法で広く周知・伝播された。一審被告はその裏付けとなり得る証拠を何一つ所持しておらず，本件各記事等の内容が真実ではないことにつき故意又は重過失がある。",
            "したがって，謝罪広告の掲載は，一審原告の名誉を回復させる上で，必要不可欠な措置である。",
            "〔一審被告の主張〕",
            "名誉毀損訴訟において謝罪広告の掲載が認められるのは，金銭による損害賠償のみでは名誉毀損の被害が補填されない場合に限られ，その目的も，被害者の人格的価値に対する社会的・客観的な評価自体を回復する点にあるから，謝罪広告以外の方法又は事情によって被害者の名誉回復がされるのであれば，謝罪広告による必要性を欠き，そのような必要性の点においては，被害者側の名誉回復のための行為も当然に斟酌されるべきである。",
            "また，謝罪広告は，加害者に対して制裁を科すためのものではないから，一審被告が本件各記事等の内容を虚偽であると認識しながらあえてこれを広く掲載したかどうかは謝罪広告の必要性に無関係なことである。無論，一審被告は，本件各記事等の内容について十分取材を尽くし，これが真実であるという確信に基づいて掲載したものであって，一審原告の主張は前提を欠くというべきである。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点7(電車内吊広告による謝罪広告の要否)について",
          "text": [
            "〔一審原告の主張〕",
            "一審被告は，これまでにも定期的に電車内吊広告を利用して週刊新潮の広告を行ってきたのであり，週刊新潮を読んだことはなくても電車内吊広告を目にしたことがあるという人は多数存在する。このような人々が本件各記事等の掲載によって抱くことになった一審原告に対する悪印象について回復させることも当然必要であることからすると，本件において電車内吊広告を利用した謝罪広告の掲載も名誉回復措置として必要不可欠である。",
            "〔一審被告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一審原告が請求する訴えの変更後の謝罪広告は，中吊りポスター全面を使うものであるから，当初の請求と比べ，その請求範囲はかなり拡張している。そして，このような請求の拡張自体が，新たな検討事項を増やし，著しく訴訟手続きを遅延させるものであるから，訴えの変更は認められるべきではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "電車内吊広告は，専ら当該週刊誌の販売促進及び宣伝に用いられるためのものであって，当該週刊誌の内容以外の情報を掲載することは予定されていないものであることに照らせば，これに謝罪広告文を掲載させることは，謝罪主体に対し，謝罪広告の掲載箇所，体裁などを広告一般とは異なる態様で指定するものであって，謝罪主体に謝罪文の交付を義務付けることに類似し，代替執行になじまないから，これを命じることは許されない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そもそも謝罪広告の必要性がないことは前記4の主張のとおりであり，社会的影響力が強く，また多額の費用を要する電車内吊広告については，なおさらである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "認定事実については，次のとおり補正又は付加するほか，原判決「事実及び理由」第3の1(原判決10頁16行目から17頁20行目まで)に記載のとおりであるからこれを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決11頁8行目の後に，改行の上，「エ『8月8日発売の週刊新潮では，”ゲタを履かせようにも，その足がなかった”という言も出た『一審原告の裏口入学』について詳しく報じる。』」を付加する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決11頁22行目の「それが極めて難産だった」を「それが極めて難産だったことは，以下に日大関係者が，当時の“謀議”などを回想する通りである。」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決12頁24行目の後に改行の上，「キ『それが決まったのは入学式の前日か数日前』」を付加する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決12頁25行目冒頭の「キ」を「ク」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決13頁1行目冒頭の「ク」を「ケ」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決14頁2行目の「平成30年6月12日，」の前に，「平成30年5月に，日大アメリカンフットボール部の選手が監督の指示により対戦相手の選手に危険な反則タックルを行う事件が起き，これを契機に，日大に関する不祥事などが世間の耳目を集めた。週刊新潮の6月7日号には，「『日大』の断末魔」と題して，日大にまつわる記事の特集が掲載された(乙26添付9)。このような状況下，」を付け加える。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決15頁7行目の「大学側から」の後に「，英語は正真正銘のゼロ点であるなど点数が足らなさ過ぎて，」を付加する。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決15頁9行目の「入学式」から同10行目の「前々日頃に」までを「『入学式の前日か前々日。もう3月のギリギリ』に」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決15頁12行目「聴取した。」を「聴取し，上記取材の後，C編集長は，「経営コンサルタント  ■氏」と題する文書データ(乙17。以下「乙17録取書」という。)を作成した(■部分は，本件訴訟に文書の写しが証拠として提出されるに当たって黒塗りされている。)。」に改める。",
                "(10)  原判決15頁末行末尾の後に改行の上，次のとおり付加する。",
                "「  それらの中には，次のような記載がある。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "亡父の死去に際しての週刊誌記事(FAXで受信した写しであり，受信日は2018年7月27日と印字されている。)",
                  "text": [
                    "「戦後は設計士となり，69年には東京・青山に内装会社を設立。(中略)その一方で書道家としても知られた存在で，有名焼き肉店『叙々苑』のロゴは，Mさんの筆による」(乙6の1)",
                    "「父のMさんも建築士の仕事のほかにも，多芸だったという。」「焼き肉チェーン店の『叙々苑』の，最初に六本木にできた店舗を設計したのは主人なんです。書道にも打ち込んでいて，『叙々苑』の看板の文字も，主人が書いたものなんです。」(乙6の2)"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "訴外Ｎのインタビュー記事(乙6の6)",
                  "text": [
                    "「二次の実技試験でみんなが大講堂に集まって説明を受けてた時に，試験官に向かって『引っ込めぇ！』と奇声を発してたのが，Xなんです。」"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "一審原告のインタビュー記事(乙6の6)",
                  "text": [
                    "「僕は入試で先生に野次飛ばしたりしていた。」"
                  ]
                },
                {
                  "fig": "d",
                  "subject": "一審原告の著書(乙6の5)",
                  "text": [
                    "(苦手なものについて)「あとは，なんと言っても暗算ね。暗算なんて意味がわからない。もちろん時間をかけてやればできるんだけど，まったくやる気が起きない。」",
                    "「高3の時には，日芸がダメなら専門学校の横浜映画学校に行ければいいやって思ってました」「日芸は落ちたら落ちたでいいやって。受験の日も合格することより，友達をつくるってことのほうが，自分の中では重要でした」",
                    "「2次試験が実技。この実技が，まぁ，劇団のオーディションみたいな内容なワケです。」「俺は……とにかくふざけてました。」「そもそも，1次試験の段階で，試験官にいちゃもんをつけたり，大騒ぎしてましたからね」"
                  ]
                },
                {
                  "fig": "e",
                  "subject": "Lのインタビュー記事",
                  "text": [
                    "「Xは足し算引き算ができず」(乙7の2)",
                    "「一緒に暮らして4か月ぐらいで彼の才能を直感しました。」「コントの芝居でもちょっとした動きを計算して緻密な芝居をする。すごい読書家で文章も書ける。しかも努力家。」(乙7の11)」",
                    "(11)  原判決16頁4行目の「聴取した。」を「聴取し，これら4名からの取材結果を文書データ(乙19)にまとめた。」と改める。",
                    "(12)  原判決16頁6行目の「この名簿」から8行目の「記載されていた。」までを「この卒業生要録には，卒業生全員の『進学・就職先』が記載されており，1枚目の右肩には『昭和59年3月2日現在』と記載されている。一審原告の進学先は『横浜放送映画専門学院』と記載されているが，『(未定)』『(受験中)』と記載されている卒業生もいた。」と改める。",
                    "(13)  原判決17頁7行目の「原告の自宅」の前に「事前連絡なしに」を付加する。",
                    "(14)  原判決17頁12行目から15行目までを次のとおり改める。",
                    "「(オ)  平成30年8月6日，E記者は，日大宛てに「取材のお願い」と題するFAX(乙23の1)を送信した。その文面は，本件記事2の内容を要約した上，「これに関しまして，御大学では事実関係をどのように把握しておいででしょうか。ご見解をお聞かせください。」というものであり，また，本件雑誌の発売予定日が8月8日であると伝えた上，「締め切りの都合上，ぜひ本日8月6日の17時までにお返事をいただければ幸甚です」と記載されていた。",
                    "同日，日大の企画広報部広報課からFAX(乙23の2)で返信があり，上記質問に対する回答としては「そのような事実は把握しておりません。」とのみ記載されていた。"
                  ],
                  "content": [
                    {
                      "fig": "(カ)",
                      "text": [
                        "昭和59年の日芸演劇学科の入試について，編集スタッフが本件各記事等の作成前に入手していた資料は，当時の新聞に掲載された入試日程案内の写し(乙15の1)であり，「1次2月21日  2次2月24・25日」と記載されていたものの，合格発表の日程を記載した資料は入手していなかった。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "編集スタッフは，昭和52年の日大芸術学部の入試日程等に関する資料(乙26添付5)も入手した。これによると，同年の日芸演劇学科の入試日程は3月5日・6日，合格発表は3月11日であり，1次試験と2次試験とに分かれているという記載はなく，実技試験が課されるのは舞台装置・舞踏志望者のみと記載されていた。」",
                      "text": [
                        "(15)  原判決17頁16行目から20行目までを次のとおり改める。",
                        "「ウ  本件訴訟提起後に一審被告が入手した資料等"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "text": [
                        "令和元年5月29日付けで，I氏の陳述書(乙16)を入手した。同陳述書には，I氏が，本件経営コンサルタントの知人女性K氏の異父姉の配偶者J氏の運転手を務めていたこと，平成の初め頃，J氏から一審原告が日大芸術学部に裏口入学した旨を繰り返し聞かされたことなどが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "令和2年10月20日，F記者は一審原告の高校の同級生の一人に電話で取材を行い，その結果を文書データ(乙32)にまとめた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "令和2年10日7日付けで，弁護士法23条の2に基づく照会に対し，日本大学から回答(乙33の1)があった。これによると，日芸演劇学科の2次試験の合格発表は昭和59年3月1日14時，入学手続締切日は3月8日であった。」"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1(本件中吊り広告によるパブリシティ権侵害の有無)について",
          "text": [
            "当裁判所は，原審裁判所と同じく，本件中吊り広告による一審原告の有するパブリシティ権の侵害は成立しないと判断する。その理由は，原判決第3の2(17頁22行目から19頁17行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点2(本件各記事等による名誉毀損の成否)について",
          "text": [
            "当裁判所は，原審裁判所と同じく，本件各記事等は名誉毀損行為に該当すると判断する。その理由は，原判決第3の3(1)(19頁20行目から20頁25行目まで)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点3(名誉毀損に係る，違法性阻却事由の存否)について",
          "text": [
            "当裁判所は，原審裁判所と同じく，一審被告の主張に係る違法性阻却事由は認められないと判断する。その理由は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "民事上の不法行為である名誉毀損については，その行為が公共の利害に関する事実に係り専ら公益を図る目的に出た場合には，摘示された事実が真実であることが証明されたときは，右行為には違法性がなく，不法行為は成立しないものと解するのが相当であり，もし，右事実が真実であることが証明されなくても，その行為者においてその事実を真実と信じるについて相当の理由があるときには，右行為には故意もしくは過失がなく，結局，不法行為は成立しないものと解するのが相当である(最高裁昭和41年6月23日第一小法廷判決・民集20巻5号1118頁)。",
                "この点について一審被告は，「一審原告の父親が，一審原告を日大に裏口入学させた」という事実が真実であり，又は真実であると信じるにつき相当の理由があること，当該事実の摘示が公共の利害に関する事実に係ること，当該事実の摘示が専ら公益を図る目的でされたことを主張して，名誉毀損による不法行為責任を否定する。",
                "以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "事実の公共性及び目的の公益性について",
              "text": [
                "この点に関して，一審原告は，単に一審原告が著名人であるという理由だけで「公共性」を満たすことには全くならないから，本件各記事は，そもそも公共の利害に関する事実には当たらず，公益を図る目的がないことも明らかである旨主張する。",
                "しかしながら，一審原告は，もともとは「B」の一員として世に出たが，本件各証拠によれば，本件各記事等の掲載の時点までには，テレビ番組の司会者を務めたり，雑誌等のインタビュー記事や自らの著書等において政治や社会に関する発言を公にしたりしていることが認められるから，一審原告の経歴や人柄にかかわる事実は，一定程度，不特定多数人が関心を寄せてしかるべき公共の利害に関する事実に当たるというべきである。また，そのような人物につき，社会一般では非難の対象となる裏口入学という事実が存在していたのであれば，それを広く報道することは，経歴に関する不正を正そうとする行為と認められるから，一定程度，公益を図る目的に出たものというべきである。",
                "したがって，本件各記事等の掲載は，公共の利害に関する事実に係るものであり，専ら公益を図る目的でされたものと認められる。",
                "もっとも，一審原告が現実に公職に就いたことはない上に，公職への応募や立候補を企図していることをうかがわせる証拠もないのであるから，公共の利害に関する程度はさして高いものではない。また，大学への裏口入学という事実が仮にあったとしても，未成年の当時のことである上に，一審原告の現在の活動に対する評価は学歴によって左右される性質のものでもないから，公益にかかわる程度は高いものではないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "真実性又は真実と信ずるについての相当の理由の存否について",
              "text": [
                "本件各記事等に記載された内容は，本件経営コンサルタントから聴き取った内容として編集スタッフがまとめた乙17録取書に依存しているものである。しかるに，本件経営コンサルタントについてはその特定は必ずしも十分であるとはいえず，また，後述のとおり，乙17録取書に同人の供述内容が正確に録取されていることの担保はなく，乙17録取書の内容の真実性を基礎付けるに足りる証拠は乏しく，かえって，乙17録取書の内容には客観的事実及び証拠に矛盾する点が多い上に，一般的な経験則に照らして不自然な内容も多い。これらの点に照らすと，乙17録取書の内容に依存している本件各記事等の内容，特に，「一審原告の父親が，一審原告を日大に裏口入学させた」という事実が真実であることの証明があったとはいえない。",
                "また，乙17録取書に依存した内容の本件各記事等を公にすることによる影響(一審原告の社会的評価の低下等)の大きさに比して，実際に一審被告において行った取材の期間・経過やその内容等は前記1のとおりであって，後述のとおり，編集スタッフにおいて，本件経営コンサルタントの陳述につき十分な検討や裏付け取材を行ったとはいえない。そうすると，一審被告において，本件各記事等の内容を真実と信じるについての相当な理由があった(以下，このことを「相当性」という。)とは認められない。",
                "以下，当審における一審原告の主張も踏まえて，詳述する。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "ア",
                          "subject": "乙17録取書の信用性について",
                          "text": [
                            "乙17録取書について，一審被告は，C編集長が本件経営コンサルタントの供述を正確に録取したものである旨主張し，C編集長もその旨供述する。",
                            "しかしながら，そのように主張するためには，最低限，本件経営コンサルタントに乙17録取書を示した上でその内容の確認を受ける等の手順が必要であるところ，そのような手順は全くふまれていない。",
                            "そして，具体的な記載内容に照らしてみても，例えば，乙17録取書に，一審原告の亡父の経歴として，「亡父は，住まいは埼玉でしたが，『三光社』という一級建築事務所の会社を港区の南青山に開いていました。彼は一級建築士の資格を持っていて，設計・内装の仕事をしていた。とりわけ焼き肉の『叙々苑』に食い込み，まだ同社が六本木など東京に1～2店舗くらいしか店がなかった初期の時代からその専門の内装設計を一手に請け負っていました。また書道好きで字も相当達筆であったため，今では有名になったあの『叙々苑』の店名の文字(ロゴ)も，自分が書いたものだと話していました。」との記述があるが，この具体的な事項は，乙17録取書の作成(平成30年7月31日以降)よりも前の同月27日に編集スタッフが入手していた雑誌記事(乙6の1，6の2)の記載内容(前記1(10))と，各事項の配列の順序に至るまで酷似している。乙17録取書の作成後に上記雑誌記事を入手したのであれば，上記の記載事項は「秘密の暴露」に類するものとして乙17録取書の真実性を高めるものであるが，その時的順序が逆であるから，むしろ，乙17録取書の作成に当たって，上記雑誌記事を参考にした可能性がうかがわれる。また，乙17録取書において，亡父が本件経営コンサルタントに語ったとされる「(一審原告は)割り算もできない」との記載も，一審原告が計算を苦手としている事実が一審原告の著書及びLのインタビュー記事(前記1(10))などを通じて公にされていた以上，本当に本件経営コンサルタントの供述なのかは不明である(一審被告は，公にされていたのは「引き算ができない」であり，乙17録取書の「割り算ができない」は独自の情報だと主張するが，引き算ができなければ割り算もできないのは当然であるから，独自の情報とまではいえない。)。",
                            "以上によれば，乙17録取書の内容が，本件経営コンサルタントが実際に語った内容なのかについてすら，疑問なしとしない。"
                          ]
                        },
                        {
                          "fig": "イ",
                          "subject": "裏付けとなる証拠の乏しさについて"
                        }
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "亡父の名刺について",
                      "text": [
                        "本件経営コンサルタントは，亡父の名刺(乙29)を所持していた。このことは，両者の面談の事実の裏付けとなり得る。また，それが経営コンサルティング等のための面談だったのであれば，その場で子息(一審原告)についての話題が出ることは考えにくいから，亡父の名刺を所持する本件経営コンサルタントが一審原告の身上について語ったという事実は，その面談が一審原告の身上に関するものであったことと結びつき得る。",
                        "しかしながら，亡父の名刺の所持という事実から推認できる内容はそれが限度であって，本件各記事等の主題の「裏口入学」と結びつくものではない。仮に結びつき得るとしても，それはせいぜい，本件経営コンサルタントが亡父から一審原告に関して何らかの依頼や相談を受けたという点までであって，実際に裏口入学を請け負うに至ったこと，裏口入学の手口等について語られた具体的内容が一審原告についてのものであることの裏付けとなるものではない。",
                        "また，編集スタッフの供述(陳述書(乙24ないし27)及び原審における尋問結果をいう。)においても，亡父の名刺を所持していたという事実を，本件経営コンサルタントの供述の真実性を評価するに当たって考慮していた形跡はみられない。",
                        "したがって，本件経営コンサルタントが亡父の名刺を所持していた事実が乙17録取書の内容の真実性を裏付ける程度は限られており，同事実をもって相当性を基礎付けることもできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "卒業生要録(乙26添付8)について",
                      "text": [
                        "「昭和59年3月2日現在」の進路を記載した卒業生要録に一審原告の進学先が「横浜放送映画専門学院」と記載されている事実は，同月1日に合格発表がされた日芸演劇学科に一審原告が正規に合格した事実と矛盾するかのようであり，一審被告は，当審において，このことを強調して主張する。",
                        "しかしながら，そもそも，卒業生要録の作成に当たって高校側がどのような調査をしていたか等，卒業生要録が昭和59年3月2日時点において決定済みの進路を正確に載録していたことを裏付ける事実について，編集スタッフは全く取材を行っていなかった。しかも，後日判明した事実ではあるが，日芸演劇学科の合格発表は同月1日14時であったから(前記1(15))，一審原告が正規に合格していた場合，同月2日までの短い時間内に，高校側が合格の事実を把握できていなくても不自然ではない。",
                        "この点，本件訴訟提起後に高校の同級生から聴取したとされる内容(前記1(15))によれば，卒業生要録の記載は，登校した機会か電話によって聞き取られたものと記憶されている。そうであるとすれば，一審原告が登校した可能性は低いし(上記聴取内容では「2月ってほとんど学校に行かない」とされているが，3月に入っても事情は大きく変わらないはずである。)，携帯電話が普及していなかった昭和59年当時，同年3月1日14時の合格発表結果が「昭和59年3月2日現在」の卒業生要録に反映されていなくても不自然ではない。",
                        "しかも，一審原告の著書(前記1(10))によれば，一審原告は映画製作の仕事につくことを志望しており，日芸演劇学科の受験は真剣なものではなかったというのであるから，日芸映画学科(入試日程は演劇学科よりも1週間早い。乙15の1)に不合格となったため横浜放送映画専門学院へ進学すると決めた旨を既に高校側に報告していた以上，日芸演劇学科への合格を報告しなかったとしても全く不自然ではない。また，高校側にとっても，進学先を「横浜放送映画専門学院」とする報告を既に受けた以上，その後の変更の有無を積極的に調査する動機がない。",
                        "以上によれば，卒業生要録の記載は，本件各記事等の内容の真実性を裏付ける根拠とはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "I氏の陳述書について",
                      "text": [
                        "I氏の陳述書(乙16)には，同氏はK氏の親族J氏の運転手をしており，J氏から一審原告の裏口入学についての話を聞いた旨の記載があり，一審被告は，一審及び当審を通じて，同陳述書は本件各記事等の内容の真実性を裏付ける旨主張する。",
                        "しかしながら，同陳述書の内容を前提としても，その内容は，裏口入学に直接関与していないJ氏から，一審原告が日大芸術学部に裏口入学したと聞いたというものにすぎず，本件各記事等の内容の真実性を裏付けるには到底足りない。"
                      ],
                      "content": [
                        {
                          "fig": "ウ",
                          "subject": "客観的事実及び証拠並びに経験則との矛盾について"
                        }
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "一審原告の高校時代の成績及び活動について",
                      "text": [
                        "一審被告は，一審及び当審を通じて，高校における一審原告の学業成績が低かったことが，本件各記事の内容と符合する旨主張する。",
                        "しかしながら，一審原告の学業成績を直接に裏付ける証拠はない。この点，高校の教諭及び同級生からの取材結果(乙18，19)，一審原告の著書及びLのインタビュー記事(前記1(10))によれば，算数・数学が不得手だったことは事実のようであるが，数学は日芸演劇学科の入試科目でなかった。",
                        "かえって，G教諭への取材結果では，一審原告は「読書家」でその学業成績は日芸演劇学科を受験するには十分なものだったと述べたこと(乙18)，H教諭への取材結果では，成績は抜群に良くクラスでトップであったと述べたこと(乙18。なお，H教諭への上記取材結果は，平成11年1月15日付けの大東文化新聞の記事(甲12)において同教諭が語った内容とも符合しているから，信用性が高いといえる。)，同級生への取材結果では，一審原告はいつも本を読んでいたとの記憶であったこと(乙19)，一審原告の著書やLのインタビュー記事などでは，一審原告が読書家であって文筆の才も有していたとされていたこと(前記1(10))，卒業生要録によれば，一審原告が高校3年間の皆勤賞を得たこと，以上の事実を総合すれば，日芸演劇学科の1次試験科目について，本件記事2のように「ゲタの履かせようがなかったんです。いや，履かせる足がなかった。……英語はもう限りなくゼロ点に近く」などといったことはきわめて考えにくいといわざるを得ない。",
                        "そして，2次試験の実技に関しては，一審原告は高校演劇部の活動として「一人芝居」の公演を行い(乙18，19)，これを観た同級生は「圧倒されました」などと絶賛しているのであるし(乙19)，この実技の試験に際して，訴外Ｎのインタビュー記事や一審原告の著書(前記1(10))によれば，一審原告は奇矯な振る舞いをしたということであるが，それは，演劇学科の実技試験においてはかえって高い評価を受ける可能性があろう。",
                        "したがって，高校における一審原告の成績及び活動は，本件各記事等の内容の裏付けとなるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "2次試験について",
                      "text": [
                        "本件記事2には，「ホテルに缶詰にした際，本番と同じ問題をもとに，面接の指導」をした旨の記載がある。",
                        "ところが，そもそも，2次試験で，実技のほかに「面接」がされたことを裏付ける証拠はない。また，実技であれ面接であれ，そのような「指導」を受けていたはずの一審原告が，入試の当日に奇矯な振る舞いに及ぶというのも不自然である。",
                        "したがって，上記記載もまた，裏付けを欠くというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "亡母の言動について",
                      "text": [
                        "H教諭に対する取材結果(乙18)によれば，H教諭は，「卒業式の謝恩会も終わったような頃」，一審原告の亡母から，日芸演劇学科に合格したこと及び横浜放送映画専門学院と日芸演劇学科のどちらに進学するか迷っていることを報告された，と記憶していた。",
                        "この取材結果は，乙17録取書及び本件各記事等の内容と矛盾する。乙17録取書によれば，亡父及び一審原告は，日大芸術学部への進学を熱望し，相当の無理を押してまで裏口入学の手段を尽くしてきたというのであり，前日にホテルに「缶詰」にした等という具体的な内容に照らしても，亡母がその事実を知らなかったとは考え難いから，日芸演劇学科への合格の報せを受けて，どちらに進学させるかを教諭に相談するということは考えにくい。しかるに，編集スタッフは，H教諭の上記記憶について，それ以上の追加の取材を何ら行っていない。",
                        "かえって，本件訴訟提起後に判明した事実，すなわち，高校の卒業式が昭和59年3月7日であったこと(甲16，H教諭及びG教諭の証人尋問結果)，日芸演劇学科の入学手続締切りが同月8日であったこと(前記1(15))に照らすと，亡母の上記相談は，卒業式に引き続き行われた謝恩会の場において，入学手続の締切りを翌日に控えて行われたものとも推認される。そうであれば，むしろ，一審原告が同月1日に正規の合格発表を受けていたという推測に符合する。",
                        "このように，編集スタッフは，当然行うべき追加の裏付け取材を欠いた結果として，亡母の言動に関するH教諭の記憶という重要な事実を考慮しなかったといわざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "一審原告の合格が決まった時期について",
                      "text": [
                        "乙17録取書及び本件記事2には，一審原告の合格が決まったのは入学式の直前で，3月末近くだった旨の記載がある。",
                        "しかし，この記載も，H教諭に対する取材結果と大きく食い違っており，信用することができない。"
                      ],
                      "content": [
                        {
                          "fig": "エ",
                          "subject": "取材の姿勢全般などについて"
                        }
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "入試日程などの客観的情報の把握について",
                      "text": [
                        "事実の報道であれば，客観的事実経過を確実な証拠によって裏付けておくべきことは当然である。",
                        "しかるに，編集スタッフは，昭和59年の日芸演劇学科の入試について，試験日程を把握していたにとどまる(乙15)。1次・2次試験それぞれの科目，合格発表の日時，高校の卒業式の日時，日大の入学式の期日等は，一審原告の学業成績や卒業生要録の記載内容との関係で，本件各記事の内容の真実性を裏付けるための基本的な情報であり，日大及び高校に直接問い合わせる等の方法で判明したはずであるにもかかわらず，これらの情報は収集していなかった。",
                        "このように，編集スタッフの取材全般において，客観的事実経過を踏まえて本件各記事等の内容の真実性を検証しようとする姿勢はうかがわれない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一審原告に対する直接取材について",
                      "text": [
                        "原判決を引用して認定したとおり(前記1)，編集スタッフは，一審原告に対する直接取材を行っている。この取材に対して，一審原告自身が裏口入学を否認したが，編集スタッフはそのまま本件各記事等の掲載に踏み切っている。",
                        "この点，直接取材の結果が乙17録取書の内容を覆すものではないと判断したことの理由についてのDデスクの供述(乙26)は，「身に覚えがない」では否定として弱い，といった内容にすぎない。",
                        "直接取材の結果のうち，本来最も重視すべきなのは，一審原告は裏口入学を否認したという事実であり，そうである以上，編集スタッフにおいては，より確実な客観的証拠を収集すべく努力すべきであるのに，そのような姿勢は少なくとも証拠上みられない。Dデスクは，一審原告の返答次第では本件各記事等の公表を差し控えるつもりであった旨も供述するが，当時真にそう考えていたかは疑問である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "日大への取材が実質的にはされていないこと",
                      "text": [
                        "上記1(14)のとおり，編集スタッフは，裏口入学の一方の当事者である日大に対して，本件記事2の締切直前にFAXで照会を行うまで，一切の取材をしていない。しかも，照会に対する回答は「そのような事実は把握しておりません」であるのに，本件各記事等の掲載にそのまま踏み切っている。",
                        "そもそも，この裏口入学の件は，30年以上前の，しかも通常は隠蔽すべき事柄である。そのような件について，照会のあった当日中に回答するよう求められても，日大側からすれば上記のような回答以外の回答をすることは極めて困難であるから，編集スタッフの上記取材は真摯な取材といえるものではない。"
                      ],
                      "content": [
                        {
                          "fig": "オ",
                          "subject": "小括",
                          "text": [
                            "上記イないしエに説示したことを考慮すると，一審被告は本件経営コンサルタントの供述(乙17録取書)と矛盾せず積極的にその信用性を基礎付けるには足りない取材結果のみを積み重ね，それに基づいて本件経営コンサルタントの供述が信用できるものと軽信したものといわざるを得ないから，編集スタッフが得た取材結果等は本件各記事等の内容の真実性を裏付けるものではなく，また，真実と信じるについて相当の理由があると認めることもできないというべきである。なお，このことは，真実性の証明の対象事実として，一審被告が主張する事実(すなわち，亡父が本件経営コンサルタントを通じて裏口入学のための手段を尽くした結果として一審原告を日芸演劇学科に入学させたという事実)を前提としても，その内容に照らし，左右されるものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点4(相当因果関係を有する損害及びその額)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所は，原審裁判所と同じく，本件各記事等の掲載と相当因果関係を有する損害の額を440万円(慰謝料400万円及び弁護士費用40万円)と認定する。その理由は，原判決第3の4(23頁2行目から23行目まで)に記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点に関して一審原告は，1000万円以上の慰謝料額が認定されるべきである旨主張するが，その理由の多くは，一審でも主張され原判決の上記引用箇所において考慮ずみのものであり，また，本件記事2に一審原告の肖像写真が掲載されたことによるパブリシティ権の侵害を考慮すべきとの主張は，本件中吊り広告への写真掲載について上記2で原判決を引用して判断したのと同様に，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点5(本件記事1の削除請求の可否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所は，原審裁判所と同じく，本件記事1の削除を命ずるのを相当と判断する。その理由は，原判決第3の5(23頁25行目から24頁2行目まで)に記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点に関して一審被告は，判例及び裁判例に照らせば，名誉毀損を理由として事後的な記事の削除請求が認められるための要件は，被害の明白性(公共性もしくは公益目的の不存在，又は，真実でないことのいずれかが明白)，重大性及び回復の困難性を充足し，摘示事実を公表されない法的利益が優越することが明白であることが必要であるところ，本件記事1の掲載はいずれの要件も満たさないから，本件記事1の削除を命ずるべきでない旨主張する。",
                "名誉を違法に侵害された者は，人格権としての名誉権に基づき，加害者に対し現に行われている侵害行為の差止めを求めることができるから(最高裁昭和61年6月11日大法廷判決・民集40巻4号872頁)，名誉権に基づく妨害排除請求権として名誉を棄損する記事等の削除を請求することができるものの，差止請求は，損害賠償とは異なり，加害者の社会経済活動や表現行為を直接規制するものであって，影響が大きいものであるから，その必要性及び相当性の判断においては，損害賠償の場合よりもさらに程度の高い必要性・相当性が要求されるというべきであり，摘示事実が名誉毀損に当たることが明らかで，それによって被害者の社会的評価を低下させる程度，摘示事実が公共の利害に関する程度，公益を図る目的の有無及び程度，摘示事実が真実でない蓋然性の高さ，及び記事等の削除が加害者に与える影響の程度などを総合考慮すべきである。",
                "これを本件について検討するに，本件においては，裏口入学は一般に卑劣な行為として受け取られているため，本件記事1による事実の摘示が名誉毀損に当たることは明らかであり，一審原告の社会的評価の低下は著しく，インターネット上の本件記事1は，将来にわたって検索サイト等を通じて衆目にさらされるから，これが存続することによって一審原告が受ける不利益は大きいのに対して，本件記事1は，その末尾の記載からも明らかなように本件記事2の宣伝を目的としており，本件記事2は既に公表されているから，本件記事1の削除によって受ける一審被告の不利益はわずかであることなどの事情を考慮すれば，本件記事1の削除を命ずるのが相当というべきである。",
                "したがって，一審被告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "争点6(週刊新潮及びウェブサイトへの謝罪広告の掲載の要否)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所は，原審裁判所と同じく，一審被告に対し，週刊新潮及びウェブサイトへの謝罪広告の掲載を命ずることは相当でないと判断する。その理由は，原判決第3の6(24頁4行目から11行目まで)に記載のとおりであるから，これを引用する。一審原告は，当審において，謝罪広告を命ずるべきである旨主張するが，その理由の多くは，一審でも主張され原判決の上記引用箇所において考慮ずみのものであって，上記判断を覆すものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点に関して一審原告は，名誉毀損の加害者に謝罪広告を命じるか否かは，名誉毀損行為の内容によって判断されるべきものであり，被害者側の名誉回復行為を考慮に入れるべきではない旨主張する。",
                "しかし，民法723条が，名誉毀損の被害者の救済として，損害賠償に代えて，又は損害賠償とともに，名誉を回復するのに適当な処分を命じ得ることを規定している趣旨は，その処分により，加害者に対して制裁を加えたり，また，加害者に謝罪等をさせることにより被害者に主観的な満足を与えたりするためではなく，金銭による損害賠償のみでは填補され得ない，毀損された被害者の人格的価値に対する社会的，客観的な評価自体を回復することを可能にするためであるから(最高裁昭和45年12月18日第二小法廷判決・民集24巻13号2151頁参照)，一審原告が芸能人として各種メディアを通じて自ら被害の回復を図るなど，謝罪広告以外の方法によって名誉回復を図ることができるのであれば，謝罪広告掲載の要否を判断するに当たって，そのような被害者側の名誉回復行為を参酌することは許されるというべきである。",
                "したがって，一審原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "争点7(電車内吊広告による謝罪広告の要否)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訴えの追加的変更の可否について",
              "text": [
                "一審原告は，当審において，令和3年6月30日付け訴え変更申立書により，前記第1の1(5)記載の請求を追加した。これに対し，一審被告は，このような請求の拡張自体が新たな検討事項を増やし，著しく訴訟遅延を生じさせるものであるから，訴えの変更は認められるべきではないと主張する。",
                "しかしながら，控訴審において新たな請求を追加することは，審級の利益を奪うことになるので，原則としては許されないものと解されるとしても，追加された新請求と追加前の請求とが社会的経済的にみて同一ともいうべき事実関係を基礎とするものであり，その審理のための証拠資料もほぼ共通と認められ，一審において，新請求の基礎となる事実関係の審理をほぼ遂げているなどの事情があれば，実質的に相手方の有する審級の利益を害するものではなく，訴訟手続の遅延を生じさせるおそれもないから，そのような場合は，控訴審における訴えの追加的変更も許されるというべきである。",
                "これを本件についてみるに，一審原告は，もともと週刊新潮及びウェブサイトへの謝罪広告の掲載を求めており，新請求は，これに電車内吊広告による謝罪広告の掲載を追加するものであって，本件各記事等による一審原告の名誉毀損行為という社会的に同一というべき事実関係を基礎とするものであり，その審理のための証拠資料も共通で，一審において，謝罪広告の掲載の要否を判断する事実関係の審理をほぼ遂げており，訴訟手続を遅延させるものとも認められないから，一審原告の訴えの追加的変更は認められるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "もっとも，一審被告に対し，電車内吊広告による謝罪広告を命ずることが相当でないことは，前記7の説示と同様である。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "結論",
          "text": [
            "以上のとおり，原判決は結論において相当であり，当事者双方の控訴はいずれも理由がないからこれらを棄却することとし，一審原告が当審において追加した請求も理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}