{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2019-890073号事件について令和2年11月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告は，「BREZTRI」の文字を標準文字で表してなり，指定商品を第5類「薬剤(農薬に当たるものを除く。)」とする商標(登録第6109074号，平成30年2月23日登録出願，同年12月21日設定登録。以下「本件商標」という。)の商標権者である。(甲1，31)"
            },
            {
              "fig": "(2)",
              "subject": "原告は，次の各商標(併せて「本件各引用商標」と総称する。)の商標権者である。(甲2，3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "国際登録第884931号商標(以下「引用商標1」という。)",
                  "text": [
                    "商標の構成",
                    "指 定 商 品    第5類「Pharmaceutical preparations.」",
                    "国際登録日    平成18年(2006年)5月18日(優先権主張  平成18年(2006年)5月15日  スイス)",
                    "設定登録日    平成19年6月15日"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "国際登録第893313号商標(以下「引用商標2」という。)",
                  "text": [
                    "商標の構成",
                    "指 定 商 品    第5類「Pharmaceutical preparations.」及び第10類「Medical apparatus and inhalers.」",
                    "国際登録日    平成18年(2006年)8月18日(優先権主張  平成18年(2006年)8月7日  スイス)",
                    "設定登録日    平成19年8月3日"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，令和元年11月29日，本件商標について，商標登録無効審判を請求した(無効2019-890073号)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，令和2年11月11日，「本件審判の請求は，成り立たない。」とする審決(出訴期間として90日を附加。以下「本件審決」という。)をし，その謄本は，同月19日に原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，令和3年3月18日，本件審決の取消しを求めて，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書(写し)のとおりであり，要するに，本件商標は，本件各引用商標と類似する商標であるとはいえないから商標法4条1項11号には該当せず，また，原告の業務に係る商品と混同を生ずるおそれがある商標であるとはいえないから同条項15号にも該当しないというものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1",
              "text": [
                "商標法4条1項11号該当性に関する判断の誤り"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2",
              "text": [
                "商標法4条1項15号該当性に関する判断の誤り"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項11号該当性に関する判断の誤り)",
          "text": [
            "〔原告の主張〕",
            "以下のとおり，本件商標及び本件各引用商標は，いずれも分離観察が可能な商標であるところ，本件商標は，要部を共通にする本件各引用商標と類似する上，指定商品も同一又は類似である。",
            "したがって，本件商標は，商標法4条1項11号に該当する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標の「TRI」部分は，英単語の「triple」に由来するものであり，指定商品との関係では識別力が弱い。仮に，「TRI」が「triple」を意味していると需要者が認識しない場合であっても，薬剤の名称として末尾に「tri」を付すことが多い実情を考慮すれば，本件商標の「TRI」部分は識別力が弱いというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方で，引用商標1の「BREZ」部分は，需要者である医療従事者及び慢性閉塞性肺疾患(以下「COPD」という。)の患者の間で広く認識された特徴的で識別力の強い部分であるところ，本件商標の「BREZ」部分も同様に識別力が強い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件商標のうち「BREZ」部分を要部として分離観察することが可能である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標1は，「OＮ」と「BREZ」の二つの部分で構成されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「OＮ」部分は，治療薬の用量が1日1回であること(once  a  day)に由来するものであり，指定商品との関係では識別力が弱い。仮に，取引者及び需要者が，「OＮ」部分について，治療薬の用量ではなく英語の前置詞「on」を想起したとしても，「on」と「BREZ」部分とを組み合わせても特に意味は生じず，「OＮ」部分それ自体が特定の意味や識別力を有するようになるものではない。さらに，「OＮ」部分が撥音「ン」を伴うことから，引用商標1を発音する際には，「OＮ」と「BREZ」とで語が区切られる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方で，引用商標1は，需要者の間で広く認識され，又は相当程度に認識されており，「BREZ」部分は特徴的で識別力の強い部分である。そうすると，「BREZ」部分は，特定の意味を有する語ではなく，識別力があるから，看者に強い印象を与える。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用商標1のうち「BREZ」部分を要部として分離観察することが可能である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用商標2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標2は，「BREEZ」と「HALER」の二つの部分で構成されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「HALER」部分は，吸入器を意味する英単語「inhaler」を表しているところ，吸入器の名称として「inhaler」よりも「haler(ヘラー，ヘイラー)」の語が多く使用されている実情がある。そうすると，需要者である医療従事者及び患者は，「HALER」部分が吸入器を指しているものと認識するから，同部分は，指定商品との関係では識別力を欠く。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方で，引用商標2は，需要者の間で広く認識され，又は相当程度に認識されており，「BREEZ」部分は特徴的で識別力の強い部分である。そうすると，「BREEZ」部分は，識別力を有するから，需要者に強い印象を与える。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標と引用商標1とが類似すること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標及び引用商標1は，識別力の強い「BREZ」部分を共通にするものであり，同部分からは共通の称呼が生じるから，類似するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本件商標から「ビレーズトリ」の称呼が生じると主張するが，一般的な英語の発音法則によれば，そのような称呼は生じない。また，被告が「ビレーズトリ」との名称の商品を販売していることによって，本件商標が「ビレーズトリ」を欧文字で表記したものと一般に認識されていたとはいえないし，被告が上記の商品を販売しているとの事情は，一般的・恒常的な取引の実情ではないから，商標の類否判断に当たって考慮すべきではない。",
                    "また，被告は，「BREZ」部分から「Breeze(そよ風)」や「Breath(呼吸)」の観念が生じるなどと主張するが，「BREZ」部分それ自体は，「Breeze」や「Breath」の語とは異なる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件商標と引用商標2とが類似すること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標及び引用商標2は，それぞれ識別力の強い「BREZ」部分と「BREEZ」部分とが相紛らわしいから，類似するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，「BREEZ」部分から「Breeze(そよ風)」や「Breath(呼吸)」の観念が生じるなどと主張するが，「BREEZ」部分それ自体は，「Breeze」や「Breath」の語とは異なる。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "指定商品が共通すること",
              "text": [
                "本件商標及び本件各引用商標の指定商品は，第5類「薬剤(農薬に当たるものを除く。)」と第5類「Pharmaceutical preparations.」であり，実質的に同一又は類似である。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件商標について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "本件商標は，標準文字の欧文字「BREZTRI」を，同書，同大，同間隔で横一列に一体的に表示してなるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「BREZ」部分は，辞書等に採録されている既成語ではないので，直ちに特定の観念が生じるものではない上，英単語の「Breeze」や「Breathe」とは称呼を異にし，これらの単語が連想されたり，関連付けられたりするものではないから，本件商標から「BREZ」の文字が殊更に分離抽出される理由はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「TRI」部分は，それ自体は既成の英単語ではない。また，「TRI」が接頭辞として使用された場合には，「三，三重」等の意味を有することはあり得るが，本件商標においては語尾に位置しており，本来の用法とは異なる。さらに，「TRI」部分は，本件商標の語尾に一連一体の態様で付されているから，取引者及び需要者が同部分を独立して認識することはなく，英単語の「triple」を想起することもない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件商標は，全体で不可分一体の一つの造語として認識されるほかなく，特定の観念は生じない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "全体で不可分一体の一つの造語として認識される本件商標からは，構成文字の英語又はローマ字の読みに倣って「ブレズトリ」との称呼が生じる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件商標に係る商品の販売名として「ビレーズトリ」との和名が使用されていること，本件商標の語頭の「B」の後には子音「R」が続いており，「B」の文字を「ビ」の音として認識することはごく自然であることなどからすれば，「ビレーズトリ」との称呼も生じる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "引用商標1は，欧文字である「OＮBREZ」を，同書，同大，同間隔で横一列に一体的に表示してなるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「OＮ」部分は，そもそも構成文字が「OＮCE(1回)」や「OＮE(一つ)」ではないから，取引者及び需要者が，直ちに1日1回との観念を想起することはない。また，引用商標1につき，前置詞「OＮ」と「BREZ」の組合せであると仮定したとしても，これらを組み合わせることによって特定の観念が生じるような連語関係にはないので，引用商標1を殊更に「OＮ」と「BREZ」に分離する理由はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「BREZ」部分は，辞書等に採録されている既成語ではないので，直ちに特定の観念が生じるものではない上，英単語の「Breeze」とは称呼を異にし，「Breeze」が連想されたり，関連付けられたりするものではないから，引用商標1から「BREZ」の文字が殊更に分離抽出される理由はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用商標1は，全体で不可分一体の一つの造語として認識されるほかなく，特定の観念は生じない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標1は，全体で不可分一体の一つの造語として認識されるから，構成文字の英語又はローマ字の読みに倣って「オンブレズ」の称呼が生じる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用商標1に係る商品の販売名として「オンブレス」との和名が使用されていることから，「オンブレス」との称呼も生じる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用商標2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "引用商標2は，欧文字である「BREEZHALER」を，同書，同大，同間隔で横一列に一体的に表示してなるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「BREEZ」部分は，辞書等に採録されている既成語ではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「HALER」部分は，チェコスロバキアの少額貨幣単位を意味し，一般の取引者及び需要者が通常知る英単語ではないから，直ちに既成語として認識されることはなく，独立した語として認識されることもない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用商標2を「BREEZ」と「HALER」とに分離する必然的な理由は見つからないから，引用商標2は，全体で不可分一体の一つの造語として認識されるほかなく，特定の観念は生じない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "text": [
                    "引用商標2は，全体で不可分一体の一つの造語として認識されるから，構成文字の英語又はローマ字の読みに倣って「ブリーズヘラー」又は「ブリーズハラー」の称呼が生じる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "要部抽出の可否",
              "text": [
                "上記(1)ないし(3)のとおり，本件商標は，全体で不可分一体の一つの造語として認識されるべきものであり，いわゆる結合商標と認識すべきものではない。",
                "また，これらの商標が，複数の語を組み合わせた結合商標であると認識できると仮定したとしても，以下のとおり，これらの商標の構成文字の一部を要部抽出して商標の類否を判断することは妥当でない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標及び本件各引用商標は，いずれも，通常の書体で，同じ大きさで横書きしてなるものであり，文字全体が等間隔に一体的に表示されており，「BREZ」部分や「BREEZ」部分のみが独立して看者の注意を惹くようには構成されていない。また，上記各部分から英単語の「Breeze(そよ風)」や「Breathe(呼吸)」の観念が生じ得ると仮定した場合，これらの観念は，本件商標及び本件各引用商標に係る商品であるCOPD治療薬との関係において，商品の効能又は用途を表示するものといえる。さらに，呼吸器領域で使用される医療器具の名称や呼吸関連の商品名の一部には，「ブレス」や「ブリーズ」の語が使用されている例がある。",
                    "以上の事情を踏まえると，上記の「BREZ」部分や「BREEZ」部分のみが格別に看者の注意を惹くとはいえないから，これらの部分の識別力が非常に強く，支配的な印象を与えるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標の「TRI」部分は，語尾に位置しており，ある造語の一部として理解されるのが最も自然であるから，この部分が英単語の「triple」に由来することを理由に，商品の品質等を表示する言葉であるとして直ちに捨象されることはあり得ず，指定商品との関係で自他商品を識別する機能を有していると認められる。また，「TRI」部分が「triple」を指すと認識し得ると仮定したとしても，何が「triple」なのかが明確ではなく，指定商品の品質等を直接的かつ具体的に記述しているとはいえない。したがって，上記「TRI」部分について，殊更に識別力が弱いとか，商標として機能するような称呼や観念が生じないとはいえない。",
                    "また，語尾に「tri」を付した名称の薬剤が多いからといって，直ちに本件商標の「TRI」部分が捨象されるものではなく，同部分がそれ自体で独立した意味又は観念を有するものではなく，本件商標の称呼音数が5音又は6音と短音であることからすれば，本件商標は一連に称呼されるべきものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用商標1の「OＮ」部分は，「～の上」を意味する英語の前置詞として認識されるほかなく，原告が主張するような「1日1回」との観念が想起されることはない。また，後に続く「BREZ」の文字との関係において，「OＮ」部分が前置詞として働き，「BREZ」と「OＮ」との組み合わせによって特定の観念を生じるような特別な連語関係にもない。さらに，「OＮ」部分が撥音「ン」を伴うからといって，その前後で語が区切られるものではない。",
                    "したがって，上記「OＮ」部分のみが殊更に識別力が弱いとする理由はなく，同部分も指定商品との関係で自他商品を識別する機能を有するものといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用商標2の「HALER」部分は，一般の取引者及び需要者が通常知るものではないチェコスロバキアの少額貨幣単位を意味する英単語であるから，むしろ，同部分は，造語として認識されるといえ，指定商品との関係において，識別力が弱いとはいえず，商標として機能するような称呼や観念が生じる。また，取引者及び需要者が，欧文字表記である「HALER」を看取して直ちに吸入器を想起するというのは妥当でない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件商標と引用商標1との類否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "本件商標及び引用商標1は「BREZ」部分を共通にするものの，同部分は，本件商標では語頭に位置し，引用商標1では語尾に位置する上，その他の構成文字である「TRI」及び「OＮ」の相違は顕著である。そして，いずれも比較的少ない文字構成からなる両商標において，共通する文字部分の位置の相違及びその他の構成文字の顕著な相違は，商標全体の外観に大きな影響を与える。",
                    "したがって，取引者及び需要者は，外観上，両者を明確に区別することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "text": [
                    "本件商標及び引用商標1は，いずれも特定の観念を生じない造語であり，対比することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "text": [
                    "本件商標から生じる「ブレズトリ」の称呼と引用商標1から生じる「オンブレズ」の称呼とは，「ブレズ」の音を共通にするものの，その位置は語頭と語尾とで相違する。そして，いずれも5音構成という比較的短い音構成からなる両商標において，2音の差異音を有する上，共通する3音の位置が大きく異なることからすれば，両商標を一連に称呼したとき，その音調及び音感は全く異なるといえる。",
                    "なお，類否判断において参照されるべき本件商標の称呼は「ビレーズトリ」であり，また，引用商標1からは「オンブレス」との称呼が生じ得るところ，これらの称呼を対比すると，両商標間において共通する音は，更に少なくなる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取引の実情",
                  "text": [
                    "医薬品の取引においては，一般的，恒常的な取引の実情として，和名の商品名を用いて取引がされている実情があるところ，本件商標に対応する商品名「ビレーズトリ」と引用商標1に対応する商品名「オンブレス」とは，明らかに非類似であるから，商品の出所につき誤認混同を生ずるおそれは，なお一層減殺されているといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件商標と引用商標2との類否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "外観",
                  "text": [
                    "本件商標及び引用商標2は，語頭の3文字「BRE」を共通にするものの，本件商標は7文字構成，引用商標2は10文字構成と全体の構成文字数それ自体が大きく異なる上，相違する文字の数も少なくなく，外観上大きく相違する。",
                    "したがって，取引者及び需要者は，外観上，両商標を明確に区別することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念",
                  "text": [
                    "本件商標及び引用商標2は，いずれも特定の観念を生じない造語であり，対比することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "称呼",
                  "text": [
                    "本件商標から生じる「ブレズトリ」と引用商標2から生じる「ブリーズヘラー」又は「ブリーズハラー」とは，語頭の「ブ」の音を共通にするものの，その他の構成音，構成音数，長音の有無等において大きく相違しており，両商標を一連に称呼したとき，その音調及び音感は全く異なるといえる。",
                    "なお，本件商標から生じ得る「ビレーズトリ」との称呼と対比すると，語頭の音がそもそも異なるから，両商標の相違はより大きくなる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取引の実情",
                  "text": [
                    "医薬品の取引においては，一般的，恒常的な取引の実情として，和名の商品名を用いて取引がされているところ，本件商標に対応する商品名「ビレーズトリ」と引用商標2に対応する商品名「ブリーズヘラー」とは，明らかに非類似であるから，商品の出所につき誤認混同を生ずるおそれは，なお一層減殺されているといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "その他",
                  "text": [
                    "仮に，引用商標2の「HALER」部分が捨象されたとしても，本件商標と引用商標2の「BREEZ」部分とを対比した場合，これらが外観，観念及び称呼のいずれについても相紛れるおそれがないことは明らかである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項15号該当性に関する判断の誤り)",
          "text": [
            "〔原告の主張〕",
            "以下の各事情によれば，本件商標がその指定商品に使用された場合には，本件商標に接した需要者が，特に「BREZ」部分に注目して，本件商標から引用商標を想起し，当該商品の出所を混同するおそれがある。",
            "したがって，本件商標は，商標法4条1項15号に該当する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標が需要者の間で広く認識されていること及び引用商標の特徴的部分",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標の登録出願がされた平成30年の時点で，原告が日本でCOPD治療薬及び吸入器「オンブレスブリーズヘラー」を発売してから約7年が経過していたほか，原告は，製薬会社と共同プロモーション契約を締結して数多くの医療機関を対象に宣伝をしたり，日本各地で研修会等を開催したりした。また，日本での「オンブレス」の広告宣伝活動に投入された費用は，全体で，平成26年から令和元年までで約1億3600円になる。さらに，「オンブレスブリーズヘラー吸入用カプセル150μg」の平成26年度から平成30年度までの売上げは，薬価ベースで合計約91億円であった。",
                  "text": [
                    "上記のような広告宣伝活動及び高い売上げ(平成30年度は約15億円)の結果として，「オンブレスブリーズヘラー」は，ヘルスケア分野における世界的なリーディングカンパニーが提供する治療薬及び吸入器として，主なCOPD治療薬の一つに挙げられるまでになった。",
                    "そして，「ブリーズヘラー」は，「オンブレス」専用の吸入器である上，「breezhaler」の標章が「オンブレス」の製品パッケージに「onbrez」の標章と共に表示されていることからすれば，引用商標2も，引用商標1と共に取引者及び需要者の間で広く知られ，又は相当程度に高い認知度を得ていたといえる。",
                    "以上のとおり，本件各引用商標は，COPD治療薬及び吸入器の名称として，需要者の間で広く認識されるに至っていた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標1の「OＮ」部分は，治療薬の使用方法を示すものと捉えられ，引用商標2の「HALER」部分は，吸入器を示すものと捉えられるから，いずれも識別力が弱い。",
                    "したがって，需要者は，広く知られた本件各引用商標の中でも，特徴的で識別力の強い部分である「BREZ」部分及び「BREEZ」部分に注目する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標とが類似すること",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，「BREZ」部分を識別力のある部分として有し，同部分は引用商標1の特徴的で識別力のある部分と同一である。また，本件商標の「BREZ」部分は，引用商標2の「BREEZ」部分と相紛らわしい。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このように，特徴的で識別力の強い部分について高い共通性を有するという点を考慮すれば，本件商標と本件各引用商標とは互いに類似するというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商品間の関連性，需要者の共通性及び取引の実情",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標の指定商品は，本件各引用商標が使用されている商品と実質的に同一又は類似である。",
                    "被告は，COPD治療薬が数種類に分類されることを指摘するが，たとえCOPD治療薬が複数の種類に分類されるものであるとしても，各治療薬の需要者は互いに重なり合っているといえるから，本件商標及び本件各引用商標に係る商品は，同じCOPD治療薬として強い関連性があるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件商標及び本件各引用商標の需要者は，医師等の医療従事者及び患者であり，共通する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "商標の使用態様について",
              "text": [
                "被告の和名の商品名「ビレーズトリ」は，本件商標と対応するものではないから，被告がこの和名を使用しているという事実は，誤認混同のおそれの有無を判断するに当たって考慮されるべきではない。また，商品ラベル等において，商標が他の商標や語と共に用いられることは多くあるから，被告が指摘する商品ラベルやパッケージにおける表示態様によって，原告の商品や事業と混同が生じるおそれが否定されるものではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取引者及び需要者の注意力について",
              "text": [
                "医療従事者が常に高度の注意を払っているからといって，薬剤の出所について誤認混同を生じることがないとはいえない。",
                "〔被告の主張〕",
                "以下の事情を総合的に判断すると，本件商標につき，商標法4条1項15号の混同を生ずるおそれは全くないというべきである。"
              ]
            },
            {
              "fig": "(1)",
              "subject": "商標の類似性の程度",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標及び本件各引用商標は，外観，観念及び称呼において相紛れるおそれのない商標であり，類似性の程度は著しく低い。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用商標1の「BREZ」部分及び引用商標2の「BREEZ」部分は，格別に識別力が強いとはいえないから，これらの部分をもって類似するということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各引用商標の周知著名性，独創性等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "約7年という「オンブレスブリーズヘラー」の販売期間は，必ずしも商標が周知著名性を獲得するに十分な期間とはいえないし，原告が指摘する広告宣伝活動や売上げは，被告の商品に係る広告宣伝活動や売上げと比較すると，「オンブレスブリーズヘラー」が周知著名性を獲得するに至ったと証明し得るものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "商標法4条1項15号の判断において引用商標の独創性が問題となるのは，対比すべき二つの商標の間にある程度の類似性が認められる場合であると考えられるところ，本件商標及び本件各引用商標は，外観，観念及び称呼において相紛れるおそれのない非類似の商標であるから，本件各引用商標の独創性の有無を考慮すべきではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商品間の性質，用途又は目的における関連性の程度",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "COPD治療薬の種類には様々な種類があり，医師は，タイプの異なる複数の種類の薬剤から患者の症状や病状の進行状況に応じて処方する薬を選択するものであるほか，複数の種類の薬剤からなる配合剤も存在する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，原告の商品である「オンブレスブリーズヘラー」は，気管支拡張薬の単剤であるのに対し，被告の商品である「ビレーズトリ」は，気管支拡張薬及びステロイド薬の配合剤であるから，その性質，用途及び目的が相違するものであり，取引者及び需要者である医師等の医療従事者は，これを明確に認識している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件商標に係る商品と本件各引用商標に係る商品との間の性質，用途又は目的における関連性の程度は，実際には必ずしも高いものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取引者及び需要者の共通性その他取引の実情",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(3)のとおり，本件商標に係る商品及び本件各引用商標に係る商品は，その性質，用途及び目的が相違するから，需要者と考え得る患者の症状や病状の進行状況等が異なる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "我が国における医薬品に係る取引の実際においては，通常は和名で取引が行われているところ，本件商標に対応する商品名「ビレーズトリ」と本件各引用商標に対応する商品名「オンブレス」及び「ブリーズヘラー」とは，明らかに非類似である。また，本件商標に係る被告の商品は，商品ラベルやパッケージ，インタビューフォーム等において「ビレーズトリ  エアロスフィア(BREZTRI  AEROSPHERE)」と表示されて販売されている実情があり，原告の製品である「オンブレスブリーズヘラー(OＮBREZ  BREEZHALER)」とは，なお一層誤認混同が生じにくい状況にある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件においては，商品に係る需要者の共通性は，実際には必ずしも大きいとはいえない上，取引の実情として，商品の出所につき誤認混同を生ずるおそれを減殺する事情が認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取引者及び需要者において普通に払われる注意力",
              "text": [
                "本件に係る指定商品の取引者及び需要者は，医療従事者やCOPD患者であるところ，その通常有する注意力は，商品が日用品等である場合と比べて，より高度のものであるといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "各文末に掲記した証拠(特記しない限り枝番も含む。)及び弁論の全趣旨によれば，次の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，COPD治療薬「Onbrez  Breezhaler」を販売しており，現在は100か国以上において販売の承認を得ている。(甲5)"
            },
            {
              "fig": "(2)",
              "subject": "上記治療薬につき，原告の日本法人であるノバルティスファーマ株式会社(以下「原告日本法人」という。)は，平成23年9月20日，「オンブレス吸入用カプセル150μg」(以下「原告治療薬」という。)との名称で，日本国内における販売を開始するとともに，その専用吸入器である「ブリーズヘラー」(以下「原告吸入器」という。)の販売も開始した。(甲6，7)"
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告日本法人は，日本国内における原告治療薬の販売につき，製薬会社であるエーザイ株式会社との間で共同プロモーション契約を締結し，平成23年12月1日から平成24年12月31日までの間，医療機関において宣伝活動をしたり，薬剤師を対象とする研修会を開催したりするなどの広告宣伝活動を行った。(甲9，10，40ないし42)"
                },
                {
                  "fig": "イ",
                  "subject": "また，原告日本法人は，原告治療薬の広告宣伝活動の費用として，平成26年に約1億1700万円を支出したほか，平成27年から本件商標の登録出願がされた前年である平成29年までの間，毎年500万円前後を支出した。(甲47，53)"
                },
                {
                  "fig": "ウ",
                  "subject": "原告治療薬の平成26年度から平成30年度までの売上げ(薬価ベースのもの)は，合計約91億円であった。(甲48ないし52)"
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "独立行政法人環境再生保全機構がそのウェブサイト上で公開している「セルフケアのための  ぜん息  COPD  のおもな治療薬」と題する治療薬の一覧表においては，国内の主なぜん息及びCOPDの治療薬が紹介されており，原告治療薬は，COPDの主な治療薬のうち「気管支を広げる薬」として紹介されている。(甲35)"
                },
                {
                  "fig": "イ",
                  "subject": "また，原告吸入器の容器は，平成24年度のグッドデザイン賞を受賞した。(甲44)"
                }
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告治療薬のパッケージには，中央部分に片仮名で「オンブレス」と大きく表示され，その右上に「Ⓡ」と表示されている。また，「オンブレス」の片仮名の右上方には，2段の欧文字でやや小さく「onbrez®」及び「breezhaler®」と表示されている。(甲8の2ないし4)"
                },
                {
                  "fig": "イ",
                  "subject": "原告吸入器のパッケージには，中央部分に片仮名で「ブリーズヘラー」と大きく表示され，その右上に「Ⓡ」と表示されている。また，「ブリーズヘラー」の片仮名の右上方には，2段の欧文字でやや小さく「onbrez®」及び「breezhaler®」と表示されている。(甲8の1)"
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(商標法4条1項11号該当性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "判断基準",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "商標の類否は，対比される商標が同一又は類似の商品又は役務に使用された場合に，その商品又は役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかも，その商品又は役務に係る取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのが相当である。そして，商標の外観，観念又は称呼の類似は，その商標を使用した商品又は役務につき出所の誤認混同のおそれを推測させる一応の基準にすぎず，右三点のうちその一つにおいて類似するものでも，他の二点において著しく相違することその他取引の実情等によって，何ら商品又は役務の出所に誤認混同をきたすおそれの認め難いものについては，これを類似商標と解すべきではない(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁，最高裁平成6年(オ)第1102号同9年3月11日第三小法廷判決・民集51巻3号1055頁参照)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，商標はその構成部分全体によって他人の商標と識別すべく考案されているものであるから，各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものと認められない商標を除き，みだりに商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは許されないというべきである(最高裁昭和37年(オ)第953号同38年12月5日第一小法廷判決・民集17巻12号1621頁参照)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標1との類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標",
                  "text": [
                    "本件商標は，「BREZTRI」の欧文字7文字を標準文字で同書，同大，同間隔で横一列に書してなるものであり，その構成文字に相応して「ブレズトリ」の称呼が生じるが，一般の辞書等に掲載されている語ではなく，造語として認識されるから，特定の観念を生じないものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標1",
                  "text": [
                    "引用商標1は，「OＮBREZ」の欧文字6文字を，一般的な書体で，同書，同大，同間隔で横一列に書してなるものであり，その構成文字に相応して「オンブレズ」の称呼が生じるが，一般的な辞書等に掲載されている語ではなく，造語として認識されるから，特定の観念を生じないものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標及び引用商標1の対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観",
                      "text": [
                        "本件商標は，「BREZTRI」の欧文字7文字を標準文字で書してなるものであるのに対し，引用商標1は，「OＮBREZ」の欧文字6文字を一般的な書体で書してなるものであるところ，両商標は，「BREZ」の4文字は共通するものの，その位置は語頭と語尾とで異なる上，その他の文字は「TRI」と「OＮ」とで全く異なること，全体の構成文字数も異なることからすれば，両商標の外観は明らかに相違するというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "観念",
                      "text": [
                        "上記ア及びイのとおり，本件商標及び引用商標1は，いずれも特定の観念を生じないものであるから，対比することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "称呼",
                      "text": [
                        "本件商標からは「ブレズトリ」との称呼が生じるのに対し，引用商標1からは「オンブレズ」との称呼が生じるところ，いずれも全体の音数が5音であること及び「ブレズ」の3音が連続することは共通するものの，「ブレズ」の音の位置は語頭と語尾とで異なる上，その他の音は全く異なることからすれば，両商標から生じる称呼は明らかに相違するというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本件商標及び引用商標1は，外観及び称呼が明らかに相違するというべきであり，いずれも特定の観念を生じないものであるから，両商標が同一又は類似の商品に使用された場合に，当該商品の出所について誤認混同を生ずるおそれがあるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件商標は，引用商標1と類似する商標であるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標2との類否について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標",
                  "text": [
                    "本件商標に係る外観，観念及び称呼については，上記(2)アのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標2",
                  "text": [
                    "引用商標2は，「BREEZHALER」の欧文字10文字を，一般的な書体で，同書，同大，同間隔で横一列に書してなるものであり，その構成文字に相応して「ブリーズヘラー」又は「ブリーズハラー」の称呼が生じるが，一般的な辞書等に掲載されている語ではなく，造語として認識されるから，特定の観念を生じないものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標及び引用商標2の対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "外観",
                      "text": [
                        "本件商標は，「BREZTRI」の欧文字7文字を標準文字で書してなるものであるのに対し，引用商標2は，「BREEZHALER」の欧文字10文字を一般的な書体で書してなるものであるところ，両商標は，語頭の「BRE」の3文字並びにそれぞれの4文字目及び5文字目の「Z」の文字が共通するものの，このほかに同一の部分又は類似する部分はなく，全体の構成文字数も異なることからすれば，両商標の外観は明らかに相違するというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "観念",
                      "text": [
                        "上記ア及びイのとおり，本件商標及び引用商標2は，いずれも特定の観念を生じないものであるから，対比することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "称呼",
                      "text": [
                        "本件商標からは「ブレズトリ」との称呼が生じるのに対し，引用商標2からは「ブリーズヘラー」又は「ブリーズハラー」との称呼が生じるところ，音及びその位置がいずれも共通するのは語頭の「ブ」のみであり，全体の音数も異なることからすれば，両商標から生じる称呼は明らかに相違するというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本件商標及び引用商標2は，外観及び称呼が明らかに相違するというべきであり，いずれも特定の観念を生じないものであるから，両商標が同一又は類似の商品に使用された場合に，当該商品の出所について誤認混同を生ずるおそれがあるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件商標は，引用商標2と類似する商標であるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張に対する判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標に係る主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件商標につき，「BREZ」部分を要部として分離観察することが可能である旨主張する(前記第3の1〔原告の主張〕(1))。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，前記のとおり，本件商標は，「BREZTRI」の欧文字を標準文字で書してなるものであり，いずれかの部分が目立つ態様で記載されているものではない。また，本件商標の構成文字数は7文字と少なく，全体を「ブレズトリ」と自然に発音することが可能である。さらに，「BREZ」は，辞書等に掲載されていない語であり，後記のとおり，この部分が取引者，需要者に格別の造語として認識されている事実も認められないことからすれば，独立した単語として認識されるものとはいえない。加えて，「TRI」は，接頭辞として用いられた場合に「三，三重の」等を意味する旨が辞書等に掲載されてはいるものの(甲22)，本件商標の「TRI」部分は語尾に位置することからすれば，直ちに「三，三重の」や「triple」を意味する単語として認識されるものとはいえない。",
                        "これらの事情によれば，本件商標は，各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合している商標というべきであるから，全体を一連一体のものとして観察するのが相当であり，「BREZ」部分と「TRI」部分とを分離して観察することはできないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記の点に関して原告は，「TRI」部分につき，薬剤の名称として末尾に「tri」を付すことが多い実情が存するから，識別力が弱い旨主張する。",
                        "確かに，証拠(甲38，39)によれば，原告が主張するような使用例が複数あることが認められる。しかしながら，本件商標の構成文字数が少ないこと，「BREZ」は独立した単語として認識されるものとはいえないことからすれば，「TRI」部分について，単に薬剤の名称の末尾に付された語であり，「BREZ」部分とは区別すべきものであると直ちに認識されるものとはいい難い。そうすると，原告が主張するような実情があるからといって，「TRI」部分の識別力が弱いということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，原告は，「BREZ」部分につき，需要者の間で広く認識された引用商標1の「BREZ」部分と同様に，特徴的で識別力の強い部分である旨主張する。",
                        "しかしながら，後記のとおり，引用商標1それ自体はある程度の周知性を有しているといえるものの，だからといって同商標の「BREZ」部分も周知であるということはできないから，本件商標の「BREZ」部分につき，特徴的で識別力の強い部分であるということはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，本件商標につき，「BREZ」部分を要部として分離観察することはできないというべきである。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標1に係る主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用商標1につき，「BREZ」部分を要部として分離観察することが可能である旨主張する(前記第3の1〔原告の主張〕(2))。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，前記のとおり，引用商標1は，一般的な書体の文字が同書，同大，同間隔で横一列に配置されたものであり，いずれかの部分が目立つ態様で記載されているものではない。また，引用商標1の構成文字数は6文字と少なく，全体を「オンブレズ」と自然に発音することが可能である。さらに，「BREZ」は，辞書等に掲載されていない語であり，後記のとおり，この部分が取引者，需要者に格別の造語として認識されている事実も認められないことからすれば，独立した単語として認識されるものとはいえない。加えて，「OＮ」は，「～の上に」を意味する英語の前置詞として認識され得るものの，これが「BREZ」と結合して何らかの意味を生じると認識されるものとはいえないから，前置詞の「on」であると認識されるものとはいえず，また，他の独立した単語として認識されるものともいえない。",
                        "これらの事情によれば，引用商標1は，各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合している商標というべきであるから，全体を一連一体のものとして観察するのが相当であり，「OＮ」部分と「BREZ」部分とを分離して観察することはできないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記の点に関して原告は，「OＮ」部分は治療薬の用量が1日1回であること(once  a  day)に由来するものであるから，識別力が弱い旨主張する。",
                        "しかしながら，「OＮ」は，「OＮE」や「OＮCE」とは異なる語として認識されるのが通常であるといえるから，需要者である医療従事者及び患者を基準としても，「OＮ」部分が治療薬の用量を意味するものと直ちに認識するのは困難であるというべきである。これに加え，引用商標1の構成文字数が少ないこと，「BREZ」は独立した単語として認識されるものとはいえないことからすれば，「OＮ」部分について，「BREZ」部分とは区別すべきものであると直ちに認識されるものとはいい難い。そうすると，「OＮ」部分の識別力が弱いということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，原告は，「BREZ」部分につき，需要者の間で広く認識されており，特徴的で識別力の強い部分である旨主張するが，後記のとおり，同部分が周知であるということはできないから，同部分につき，特徴的で識別力の強い部分であるということはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，引用商標1につき，「BREZ」部分を要部として分離観察することはできないというべきである。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用商標2に係る主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用商標2につき，「BREEZ」部分を要部として分離観察することが可能である旨主張する(前記第3の1〔原告の主張〕(3))。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかしながら，前記のとおり，引用商標2は，一般的な書体の文字が，同書，同大，同間隔で横一列に同間隔で配置されたものであり，いずれかの部分が目立つ態様で記載されているものではない。また，引用商標2の構成文字数は10文字と多くはない上，全体を「ブリーズヘラー」又は「ブリーズハラー」と自然に発音することが可能である。さらに，「BREEZ」は，そよ風を意味する「Breeze」や呼吸を意味する「Breath」の語と類似するものの，「BREEZ」自体は辞書等に掲載されていない語であり，「Breeze」や「Breath」の略語として一般的に用いられるものでもないから，独立した単語として認識されるものとはいえない。加えて，「HALER」は，チェコスロバキアの少額貨幣単位(ハレシュ)を意味する英単語として辞書等に掲載されているものの(甲26)，一般に知られている英単語であるとはいえないから，そのような意味を有する単語として認識されるものとはいえない。",
                        "これらの事情によれば，引用商標2は，各構成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分的に結合している商標というべきであるから，全体を一連一体のものとして観察するのが相当であり，「BREEZ」部分と「HALER」部分とを分離して観察することはできないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記の点に関して原告は，「HALER」部分につき，吸入器の名称として「haler(ヘラー，ヘイラー)」の語が多く使用されている実情が存するから，識別力が弱い旨主張する。",
                        "確かに，証拠(甲14，15)によれば，原告が主張するような使用例が複数あることが認められる。しかしながら，吸入器を意味する英単語は本来「inhaler」であり(甲33)，「haler」はせいぜい医療機器の取引分野においてその略語として使用されていると解されるにすぎない上，吸入器を意味する本来の英単語である「inhaler」自体も一般に知られている英単語であるとはいえないことからすれば，「HALER」部分について，吸入器を意味する単語として直ちに認識されるものとはいい難い。そうすると，原告が主張するような実情があるからといって，「HALER」部分の識別力が弱いということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，原告は，「BREEZ」部分につき，需要者の間で広く認識されており，特徴的で識別力の強い部分である旨主張するが，後記のとおり，引用商標2それ自体はある程度の周知性を有しているといえるものの，だからといって「BREEZ」部分が周知であるということはできないから，同部分につき，特徴的で識別力の強い部分であるということはできない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，引用商標2につき，「BREEZ」部分を要部として分離観察することはできないというべきである。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上検討したところによれば，本件商標は，本件各引用商標に類似する商標であるということはできないから，商標法4条1項11号に該当するものとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(商標法4条1項15号該当性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "判断基準",
              "text": [
                "商標法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」には，当該商標をその指定商品又は指定役務に使用したときに，当該指定商品又は指定役務が他人の業務に係る商品又は役務であると誤信されるおそれがある商標のみならず，当該指定商品又は指定役務が上記他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品又は役務であると誤信されるおそれがある商標を含むものと解するのが相当である。そして，上記の「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性及び独創性の程度や，当該商標の指定商品又は指定役務と他人の業務に係る商品又は役務との間の性質，用途又は目的における関連性の程度並びに商品又は役務の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品又は指定役務の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断されるべきものである(最高裁平成10年(行ヒ)第85号同12年7月11日第三小法廷判決・民集54巻6号1848頁参照)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の表示の周知著名性の程度等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1の認定事実(1)ないし(4)によれば，原告治療薬は，世界各国で販売されているCOPD治療薬であり，日本国内における販売開始直後から，製薬会社との共同プロモーション活動が実施されるなど，多額の費用をかけて集中的な広告宣伝活動が行われたものであり，継続的に相当額の売上げがあったものといえる。また，原告治療薬は，主なCOPD治療薬として紹介されるなどしている。",
                    "これらの事情を考慮すると，原告治療薬は，本件商標が出願された時点において，主なCOPD治療薬として，需要者である医療従事者及び患者の間で相当程度の認識を得ていたものということができる。また，原告吸入器についても，原告治療薬の専用吸入器として併せて販売されていたことからすれば，原告治療薬と同程度の認識を得ていたものというべきである。",
                    "そうすると，原告治療薬の商品名である「オンブレス」，原告吸入器の商品名である「ブリーズヘラー」及びこれらを併せた「オンブレスブリーズヘラー」の各表示は，本件商標が出願された時点において，相当程度の周知性を有していたものとみるのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，前記1の認定事実(5)のとおり，原告治療薬及び原告吸入器の各パッケージには，商品名である「オンブレス」，「ブリーズヘラー」に加え，「onbrez®」及び「breezhaler®」との表示もされていることからすれば，需要者である医療従事者及び患者は，これらの表示につき，「オンブレス」，「ブリーズヘラー」をそれぞれアルファベット表記したものであると理解するものといえる。そうすると，本件各引用商標についても，本件商標が出願された時点において，ある程度の周知性を有していたものとみるのが相当である。",
                    "もっとも，前記1の認定事実(5)のとおり，原告治療薬及び原告吸入器の各パッケージにおいては，商品名である「オンブレス」，「ブリーズヘラー」が中央部分に大きな文字で表示されているのに対し，本件各引用商標(「onbrez®」及び「breezhaler®」)は，それほど目立つ態様で表示されているものとはいえないこと，原告の広告宣伝活動においても，専ら「オンブレス」，「ブリーズヘラー」の商品名が使用されていたこと(甲9，10，40ないし42)，医薬品の取引においては，和名による取引が一般的であるといえること(乙1ないし3)からすれば，本件各引用商標それ自体は，上記の各商品名ほどの周知性は有していなかったというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，上記のとおり，原告治療薬及び原告吸入器の商品名である「オンブレス」，「ブリーズヘラー」及び「オンブレスブリーズヘラー」は，相当程度の周知性を有していたものといえるものの，これらの商品名のうち「ブレス」部分又は「ブリーズ」部分が格別の造語として需要者に認識されていたものとうかがわせる事情は存しないことからすれば，これらの部分のほか，これらの部分に対応する引用商標1の「BREZ」部分及び引用商標2の「BREEZ」部分についても，周知であるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，本件商標が出願された時点における原告の表示として，原告治療薬及び原告吸入器の商品名である「オンブレス」，「ブリーズヘラー」及び「オンブレスブリーズヘラー」は，相当程度の周知性を有していたものであり，それに伴い，本件各引用商標も，ある程度の周知性を有していたものとみるのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取引者及び需要者の共通性",
              "text": [
                "本件商標の指定商品は，「薬剤(農薬に当たるものを除く。)」であり，本件各引用商標に係る商品は，COPD治療薬及びその専用吸入器であるから，これらは同一又は類似のものといえる。そして，その主な取引者及び需要者は，医師等の医療従事者及び患者であり，共通するものといえる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標及び原告の表示の類似性",
              "text": [
                "上記(2)イで検討したところによれば，原告治療薬及び原告吸入器の商品名である「オンブレス」及び「ブリーズヘラー」は，本件各引用商標に対応する和名の表示であるといえる。そして，前記2で検討したとおり，本件商標は，本件各引用商標と類似するものとはいえないから，上記の各商品名とも類似しないというべきである。",
                "したがって，本件商標及び原告の表示の類似性の程度は著しく低いというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "検討",
              "text": [
                "上記(2)ないし(4)の各事情を基に検討すると，本件商標及び原告の表示の類似性の程度は著しく低いというべきであることからすれば，原告治療薬及び原告吸入器の商品名が相当程度の周知性を有し，それに伴い本件各引用商標もある程度の周知性を有することや，本件商標の指定商品及び本件各引用商標に係る商品の主な取引者及び需要者が共通することを考慮しても，本件商標の指定商品の取引者及び需要者が，本件商標が付された商品に接した場合に，当該商品が原告の業務に係る商品であると混同するおそれがあるということはできない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の主張に対する判断",
              "text": [
                "原告は，需要者は本件各引用商標の中でも特徴的で識別力の強い部分である「BREZ」部分及び「BREEZ」部分に注目するものであり，これらの部分は本件商標の「BREZ」部分と類似する旨主張する。",
                "しかしながら，上記(2)ウのとおり，原告治療薬の商品名の「ブレス」部分及び原告吸入器の商品名の「ブリーズ」部分のほか，これらの部分に対応する引用商標1の「BREZ」部分及び引用商標2の「BREEZ」部分についても，原告の表示として周知であるということはできないことからすれば，需要者がこれらの部分に注目するものということはできない。そうすると，これらの部分が原告の表示に含まれるからといって，商品の出所について混同が生じるおそれがあるということはできない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上検討したところによれば，本件商標は，原告の業務に係る商品と混同を生ずるおそれがある商標であるとはいえないから，商標法4条1項15号に該当するものとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，本件商標について，本件各引用商標に類似する商標であるとはいえないから商標法4条1項11号に該当せず，また，原告の業務に係る商品と混同を生ずるおそれがある商標であるとはいえないから同条項15号にも該当しないとした本件審決の判断に誤りはなく，原告が主張する取消事由はいずれも理由がない。",
            "よって，原告の請求は，理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}