{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件訴えを却下する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "text": [
            "商標法43条の3第5項の規定は，憲法13条後段，14条1項，32条，76条2項後段及び81条に反し，違憲無効であることを確認する。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被告が異議2018-900043号事件について令和2年12月17日付けでした登録第5998613号商標の商標登録を維持する決定を取り消す。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，楽天株式会社を商標権者とする登録第5998613号商標(以下「本件商標」という。)の商標登録について，商標法8条1項違反を理由として登録異議の申立てをした。",
                "特許庁は，上記登録異議の申立てを異議2018-900043号事件として審理を行い，令和2年12月17日，「登録第5998613号商標の商標登録を維持する。」との決定(以下「本件決定」という。)をした。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，令和3年1月31日，本件決定の取消し等を求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張",
          "text": [
            "原告の主張は，別紙令和3年4月19日付け「準備書面」(写し)記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訴えのうち，商標法43条の3第5項の規定が違憲無効であることの確認を求める部分の適法性について(第1の1関係)",
          "text": [
            "裁判所法3条1項の規定にいう「法律上の争訟」として裁判所の審判の対象となるのは，当事者間の具体的な権利義務ないし法律関係の存否に関する紛争に限られ，このような具体的な紛争を離れて，裁判所に対し抽象的に法令が憲法に適合するかしないかの判断を求めることはできないと解するのが相当である(最高裁昭和27年(マ)第23号同年10月8日大法廷判決・民集6巻9号783頁，最高裁平成2年(行ツ)第192号同3年4月19日第二小法廷判決・民集45巻4号518頁等参照)。",
            "これを本件についてみるに，本件訴えのうち，商標法43条の3第5項の規定が違憲無効であることの確認を求める部分は，具体的な紛争を離れて，同項の規定が違憲無効であることの確認を求めるものであり，「法律上の争訟」には当たらないから，不適法である。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件訴えのうち，本件決定の取消しを求める部分の適法性について(第1の2関係)",
          "text": [
            "商標法43条の3第4項は，審判官は，登録異議の申立てに係る商標登録が，同法43条の2各号の一に該当すると認めないときは，その商標登録を維持すべき旨の決定をしなければならないと規定し，同法43条の3第5項は，前項の決定に対しては，不服を申し立てることができないと規定している。",
            "しかるところ，本件決定は，本件商標の商標登録を維持すべき旨の決定であるから，本件訴えのうち，本件決定の取消しを求める部分は，同法43条の3第5項の規定に違反するものであって，不適法である。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，本件訴えは，不適法であって，その不備を補正することができないから，行政事件訴訟法7条，民事訴訟法140条により，口頭弁論を経ないで本件訴えを却下することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}