{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人が，控訴人に対し，控訴人による原判決別紙物件目録記載の製品の生産，使用，譲渡，貸渡し又はその譲渡若しくは貸渡しの申出（譲渡若しくは貸渡しのための展示を含む。）について，特許第4085311号の特許権に基づく差止請求権を有しないことを確認する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要（以下において略称を用いるときは，別途定めるほか，原判決に同じ。）",
          "text": [
            "本件は，控訴人が，控訴人の製造販売する原判決別紙物件目録記載の製品（原告製品）は被控訴人の有する特許第4085311号の特許権（本件特許権）に係る請求項1の特許発明（本件発明）の技術的範囲に属しないとして，被控訴人に対し，被控訴人が控訴人に対し本件特許権に基づく原告製品の生産等の差止請求権（特許法100条1項）を有しないことの確認を求める事案である。",
            "原判決は，原告製品を使用したコンピューターは，「一の組画の画像データを選択する画像選択手段」（構成要件B2）及びこれを前提とする構成を備えない点を除き，本件発明の構成要件を充足するところ，本件発明に係る特許請求の範囲に記載された構成と均等なものとして，本件発明の技術的範囲に属し，原告製品は，このような原告製品を使用したコンピューターの「生産にのみ用いる物」（同法101条1号）に当たるので，間接侵害が成立するとして，控訴人の請求を棄却した。これを不服として，控訴人が本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "「前提事実」，「争点」及び「当事者の主張」は，後記3及び4のとおり，控訴人の当審における当事者の補充主張及び追加主張を加えるほか，原判決の「事実及び理由」欄の第2の2及び3並びに第3に記載するとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "控訴人の当審における補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1（原告製品が充足する本件発明の構成要件）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，本件明細書において，「組画」は，原画，第一の関連画，第二の関連画の合計3画から成ることを要するものの，そのような構成に限定されず，「第一の関連画」，「第二の関連画」以外の付加画をさらに付加する構成をも排除しないとし，原告製品のセット画に含まれる都道府県位置画は，都道府県の地図上の形状を一まとまりの地方単位で複数組み合わせた画であり，原画の輪郭をその一部に含むことから，原画の特徴を抽出して描かれたものということはでき，原告製品のセット画に都道府県位置画が含まれることは，原告製品が本件発明の構成要件B1を充足するとの判断を妨げるものではないと判断している。",
                    "しかし，本件明細書には，「第一の関連画」，「第二の関連画」という2つの関連画の実施例が記載されているのみである。また，請求項には全体がそれによって構成されることを意味する「～から成る」という文言が用いられている。",
                    "また，本件明細書上，原判決が示す付加画として許容される「原画の特徴を抽出して描かれた」画というのは，「記憶対象に対応する漫画」（【0044】）である。そして，本件明細書上，漫画というのは第一の関連画であることが想定されていて（【0019】，【0027】，【0028】），第一の関連画に当てはまる具体的な画としては漫画以外には想定されていないところ，原告製品において，第一の関連画に当てはまる「漫画」に対応するのは「イラスト画」であって，都道府県位置画は「漫画」に該当しない。また，第一の関連画は「漫画，抽象画，原画と順を追って示す」ことにより段階的に原画に近づける中での最初の画であって，原画の後に表示される都道府県位置画はその最初の画としての機能も有しない。このように，原判決において都道府県位置画が「原画の特徴を抽出して描かれた」ものとして構成要件を充足するというのは，これが許容される場合を示す本件明細書の記載にも反することになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "構成要件B1にいう第一の関連画と第二の関連画の関係は，第一の関連画は漫画であり，第二の関連画は漫画から記憶対象である原画に近づくための抽象画である。したがって，構成要件B1を充足する性質を持つ関連画というのは，上記関連画の概念に当てはまる画のうち，「漫画及び漫画から段階的に原画に移行する機能を有する抽象画」ということになる（【0028】，【0029】）。",
                    "これに対し，原告製品における都道府県位置画は，原画を縮小しているものの原画と同じ形態を含み，この部分は原画と完全に一致し，漫画（イラスト画）から原画（都道府県形状画）に移行する過程の中で段階的に表示するという性質を有していない。さらに，都道府県位置画は，隣接する都道府県の輪郭に符合する形態を示しており，当該地方における当該都道府県の位置を合わせて憶えるための機能がある。しかしこれは，上述した構成要件B1における関連画の機能ではない。",
                    "したがって，都道府県位置画は，本件特許とは別の設計思想に基づいて組み込まれた画であることから，構成要件B1における関連画（第一の関連画，第二の関連画）の概念には当てはまらず，原告製品を使用したコンピューターは，構成要件B1を充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2（均等侵害の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "補正前請求項1に構成要件B2を新たに付加して限定して補正した",
                      "text": [
                        "経緯，構成要件B2により，コンピューターによる画像の選択によって，覚えにくい記憶対象に関する組画を繰り返し選択して表示することや既に記憶した記憶対象の組画を除外した残りの組画を選択して表示すること等が可能となり，学習能率の向上にも寄与するとしているという作用効果を奏する（【0057】）ことに鑑みると，本件発明の本質的部分には，学習者が記憶対象とする一の組画を任意に選択してコンピューターの処理によってこれを繰り返し学習できるようにしていることも含まれるというべきである。",
                        "原告製品を使用したコンピューターは，特定の地方の選択により，当該地方の各都道府県は作成者（控訴人）が設定した順序で自動的に逐次再生されるものであるから，記憶対象である都道府県のセット画を一つずつ選択して再生することはできないし，セット画の表示順についてもユーザーが決めることはできない。このように，原告製品を使用したコンピューターは，「一の組画の画像データを選択する画像選択手段」を有しておらず，本件発明の本質的部分と共通しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，本件発明の本質的部分を原判決と同様に解するとしても，原告製品の構成bは，都道府県位置画を含めた4画をセット画として1単位としており，イラスト画，形状・イラスト画，都道府県形状画の3画を1単位として媒体に記録するものではない。",
                        "また，原告製品を使用したコンピューターは，画像表示手段によって表示するに際しても，第一の関連画，第二の関連画，原画の順に表示して，これに対応する語句の音声データと同期して再生するというものではなく，4画を表示することと都道府県位置画に対応する語句が存在しないという点で，本件発明とは本質的部分において相違するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件特許の出願前に，以下の学習用具が公然実施されていた（甲13の1ないし4。以下この公然実施に係る発明を「甲13発明」という。）",
                          "text": [
                            "「対応する都道府県の名称が存在する都道府県の地図上の形態を前記都道府県の名称と結び付けて憶えるための学習用具であり，",
                            "学習用具が，",
                            "ある都道府県の地図上の形態の画が描かれた都道府県形状カード，前記都道府県形状カードに描かれたある都道府県の地図上の形態の画の輪郭に似た輪郭を有する漫画が描かれた第一の関連カード，及び前記都道府県形状カードに描かれた前記画と前記第一の関連カードに描かれた前記漫画との両方を連想させる抽象画が描かれた第二の関連カードをユニットにした全国の都道府県のカード群と，",
                            "前記第一の関連カード，前記第二の関連カード，及び前記都道府県形状カードに対応する語句を歌詞とする語呂合わせの歌の音声が記録されたカセットテープと，",
                            "を含み，",
                            "前記第一の関連カード，前記第二の関連カード，及び前記都道府県形状カードの順に表示し，",
                            "前記カセットテープは，前記第一の関連カード，前記第二の関連カード，及び前記都道府県形状カードを，前記語呂合わせの歌の歌詞である前記対応する語句と同期させて使用される学習用具。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原判決の認定する本件発明の本質的部分は，甲13発明を，単にコンピューターを使用する物の発明としたものにすぎず，このように貢献度の低い発明の保護範囲は，特許請求の範囲と同義に限定されるというべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第2要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明では，反復する記憶学習における効率を上げるため，コンピューターによって学習者が任意に記憶対象の画像を選択することで，記憶対象群から覚えにくい記憶対象を繰り返して学習したり，表示の順番を変えたりすることが予定され，本件明細書上も，「このような画像の選択は，学習能率の向上に寄与する」（【0057】）としてその効果が強調されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告製品を再生する場合，地方単位でしか選択できないことから，学習者は任意の一つの記憶対象に絞った選択はできず，複数の記憶対象に関する各4画とそれに対応する歌を視聴する必要がある。他に本件明細書【0057】に記載する，「既に記憶した記憶対象に関する組画を除いて残りの組画を表示すること」や「組画の表示の順番を変える選択」もできない。他方，原告製品では，都道府県位置画により，記憶対象の属する地方における位置関係という記憶対象が加わり，その記憶喚起の契機が生じることになる。このように，原告製品を使用したコンピューターは，本件発明とは別の作用機序を有する学習用具である。",
                        "本件発明に原告製品を使用したコンピューターを置き換えた場合，構成要件B2の「画像選択手段」によって達成される効果とは全く異なることとなるから，本件発明と同一の作用効果が生じるものとはいえないことは明らかであり，原告製品を使用したコンピューターは均等第2要件を充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第4要件について",
                  "text": [
                    "仮に，原告製品を使用したコンピューターが均等第1要件ないし第3要件を充足する場合，原告製品を使用したコンピューターの構成は，本件発明の技術的範囲に含まれるという判断となるところ，本件発明は，後記4(1)のとおり，関係各文献，常套手段，及び周知の技術事項に基づいて，その発明の属する技術の分野における通常の知識を有する者が特許出願前に容易に推考することができたものであるから，原告製品を使用したコンピューターの構成も，本件特許出願時における公知技術と同一又は当業者が同出願時に容易に推考できたものということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第5要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，客観的，外形的に見ると，被控訴人が，物の構成として，逐次又は一斉に表示する構成を，一般的に除外する旨を表示したとはいえないと判示する。",
                        "しかし，出願過程において，乙6文献の再生方法に「逐次表示する点および，同時表示する点」が記載されていて，これらの点（記憶する内容と関連画の選択・作成に関する点を含む。）に技術的進歩性を奏する構成を伴わないと判断され，これに対し，被控訴人は，進歩性の要件を具備し得るようにするため，組画の表示方法として「組画記録媒体に記録された複数個の組画の画像データから，一の組画の画像データを選択する画像選択手段」だけを新設し，その旨補正したのであって，客観的，外形的に見るならば，物又は方法の発明として特許出願している被控訴人が，その補正として「逐次又は一斉に表示」という構成を削除したのであるから，画像選択手段を含むコンピューターにより出力されるという構成においても「逐次又は一斉に表示」という構成を意識的に除外したものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，「一の組画の画像データを選択する画像選択手段」を付加したことは，複数の組画を選択する構成を意識的に除外する旨を表示したものとは見られないと判示するが，他方，被控訴人が「一の組画」の画像データを選択してこれを表示することを「念頭に置いた」ことを認めているし，学習用具の記録媒体に複数の記憶対象のデータが記録されている場合に，学習方法として，複数の記憶対象をまとめて選択することは技術常識であるという以上，複数の組画を選択する構成を除外しない意図であるならば，「一又は複数の組画」や単に「組画」等といった記載にすることは極めて容易であるから，本件特許の出願経過を客観的，外形的に見るならば，「一の組画の画像データを選択する画像選択手段」を付加したことは，複数の組画を選択する構成を意識的に除外したという結論になる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "控訴人の当審における追加主張（特許法104条の3第1項）",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲第12号証",
                      "text": [
                        "本件特許の出願日前である平成10年11月24日に頒布された刊行物である甲第12号証（特開平10-312151号公報。乙6に同じ。以下「甲12文献」という。）には，次のとおりの発明（以下「甲12発明」という。）が記載されている。",
                        "「パソコンを備え，対応する英単語の和単語を該英単語と結びつけて憶えるための学習支援装置であり，",
                        "前記パソコンが，",
                        "完全文字を表示した英単語画面，英単語をスペリング要素毎に分けたパーツ，パーツ関連アニメ，及び他のアニメを表示した連想文画面，並びにパーツ結合を表示する確認画面等，から成る組画の画像データが，複数個記録された記録媒体と，",
                        "前記組画の画像データにより，前記英単語画面，前記連想文画面，及び前記確認画面の順に表示するディスプレイと，",
                        "前記英単語画面，前記連想文画面，及び前記確認画面に対応する語句の音声データが記録された記録媒体と，",
                        "前記記録媒体から，前記語句の音声データを選択する音声選択手段と，",
                        "前記選択された語句の音声データを再生するスピーカと，",
                        "を含み，",
                        "前記ディスプレイが，前記英単語画面，前記連想文画面，及び前記確認画面を，対応する語句の再生と同期して表示し，",
                        "前記記録媒体が，組画の画像が記録された磁気ディスク，光磁気ディスク，または半導体メモリである学習支援装置。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲13発明",
                      "text": [
                        "本件特許の出願日前の遅くとも2001年（平成13年）4月30日に公然と知られており，又は公然と実施されていた学習用具であって，前記3(2)ア(ウ)aのとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲第14号証",
                      "text": [
                        "本件特許の出願日前である平成11年7月30日に頒布された刊行物である甲第14号証（特開平11-202750号公報。以下「甲14文献」という。）には，次のとおりの発明（以下「甲14発明」という。）が記載されている。",
                        "「学習者が暗記すべき事項をクイズ形式として表に問題，裏に解答とした学習カードを順次表示させるカラーモニター並びにエンターキー，矢印キー，OK，FUZZY，ＮOキーを配し，",
                        "複数の上記学習カードがグループ別に学習装置内部メモリに保存され，",
                        "表示するカードのグループを選択後，任意のキーを押すことにより，学習カード表示が入力された順番で表-裏-次カード表と進む通常再生モードを有する電子手帳型機器の学習装置。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と甲12発明の一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "A  コンピューターを備え，対応する語句の記憶対象の内容を該語句と結びつけて憶えるための学習用具であり，",
                        "B  前記コンピューターが，",
                        "B1  複数の画面から成る組画の画像データが，複数個記録された組画記録媒体と，",
                        "B3  前記複数の画面を順に表示する画像表示手段と，",
                        "B4  前記複数の画面に対応する語句の音声データが記録された音声",
                        "記録媒体と，",
                        "B5  前記音声記録媒体から，前記語句の音声データを選択する音声選択手段と，",
                        "B6  前記選択された語句の音声データを再生する音声再生手段と，",
                        "を含み，",
                        "C  前記画像表示手段が，前記複数の画面を，対応する語句の再生と同期して表示する学習用具。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "本件発明は，対応する語句の記憶対象の内容が，「対応する語句が存在する原画の形態」であるのに対し，甲12発明は，対応する英単語の和単語である点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "本件発明は，複数の画面が，「前記原画，該原画の輪郭に似た若しくは該原画を連想させる輪郭を有し対応する語句が存在する第一の関連画，並びに，該原画及び第一の関連画に似た若しくは該原画及び第一の関連画を連想させる輪郭を有し対応する語句が存在する第二の関連画」であるのに対し，甲12発明は，完全文字を表示した英単語画面，英単語をスペリング要素毎に分けたパーツ，パーツ関連アニメ，及び他のアニメを表示した連想文画面，並びにパーツ結合を表示する確認画面等である点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点3",
                          "text": [
                            "本件発明は，「前記組画記録媒体に記録された複数個の組画の画像データから，一の組画の画像データを選択する画像選択手段」を有するのに対し，甲12発明は，そのようなものを有していない点。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点4",
                          "text": [
                            "本件発明は，画像表示手段が，「前記選択された」組画の画像データにより，「前記第一の関連画，前記第二の関連画，及び前記原画の順に」表示するのに対し，甲12発明は，前記組画の画像データにより，前記英単語画面，前記連想文画面，及び前記確認画面の順に表示する点。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "相違点5",
                          "text": [
                            "本件発明は，音声記録媒体が，「前記関連画及び原画」に対応する語句の音声データが記録されたものであるのに対し，甲12発明は，前記英単語画面，前記連想文画面，及び前記確認画面に対応する語句の音声データが記録されたものである点。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "相違点6",
                          "text": [
                            "本件発明は，画像表示手段が，「前記第一の関連画，前記第二の関連画，及び前記原画」を，対応する語句の再生と同期して表示するのに対し，甲12発明は，前記英単語画面，前記連想文画面，及び前記確認画面を，対応する語句の再生と同期して表示する点。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1，2，5及び6について",
                      "text": [
                        "甲13発明は，上記相違点1，2，5及び6に係る本件発明の発明特定事項を備えている。",
                        "また，甲13発明は，複数のカードと語呂合わせの歌を使用して対応する都道府県の地図上の形態を前記都道府県の名称と結び付けて憶えるための学習用具であるから，楽しみを感じながら知らず知らずのうちに容易に，かつ，忘却しにくい状態で暗記するという自明の課題を有するものである。",
                        "そして，甲12発明と甲13発明とは，学習用具という共通の技術分野に属し，共に容易に，かつ，忘却しにくい状態で暗記するという課題を有するものであるから，甲12発明において，甲13発明を適用する動機付けがある。",
                        "したがって，甲12発明において，甲13発明を適用することにより，相違点1，2，5及び6に係る本件発明の発明特定事項とすることは，当業者が容易に想到し得るものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3について",
                      "text": [
                        "甲14発明には，「記録媒体に記録された複数個の画像データのグループから，一のグループの画像データを選択する画像選択手段」が示されている。",
                        "そして，甲12発明と甲14発明とは，学習用具という共通の技術分野に属し，共に容易に，かつ，忘却しにくい状態で暗記するという課題を有するものであるから，甲12発明において，甲14発明を適用する動機付けがある。",
                        "さらに，甲12発明は，「記録媒体に複数個記録された組画の画像データ」との発明特定事項を有するものであるから，甲12発明に甲14発明の前記画像選択手段を適用すれば，必然的に上記相違点3に係る本件発明の「前記組画記録媒体に記録された複数個の組画の画像データから，一の組画の画像データを選択する画像選択手段」との発明特定事項を構成することになる。",
                        "したがって，甲12発明において，甲14発明を適用することにより，上記相違点3に係る本件発明の発明特定事項とすることは，当業者が容易に想到し得るものである。",
                        "また，一般にある記憶対象を暗記しようとする場合，暗記しにくい記憶対象について，暗記作業を幾度となく繰り返して暗記することは，常套手段であるから，甲12発明の使用者も，暗記しにくい記憶対象については，暗記作業を幾度となく繰り返していることは，明らかであって，甲12発明において，暗記しにくい記憶対象を容易に繰り返し作業できるような手段を設けることは，当業者における創作力の範囲内である。",
                        "そして，甲14発明には，「記録媒体に記録された複数個の画像データのグループから，一のグループの画像データを選択する画像選択手段」が示されている。",
                        "しかも，問題を出し，それに答えさせることが可能なコンピューター装置において，問題を選択するために，記録媒体に記録された複数個の画像データから，一の画像データを選択する画像選択手段を備えることは，周知の技術事項である。",
                        "以上を照らし合わせると，上記相違点3に係る本件発明の発明特定事項とすることは，当業者が容易に想到し得るものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点4について",
                      "text": [
                        "甲13発明は，上記相違点4に係る本件発明の「前記第一の関連画，前記第二の関連画，及び前記原画の順に」表示するとの発明特定事項を備えている。",
                        "また，甲14発明は，上記相違点4に係る本件発明の「前記選択された」画像データとの発明特定事項を備えていることは前記(イ)のとおりである。",
                        "そして，前記(ア)及び(イ)のとおり，甲12発明において，甲13発明及び甲14発明を適用する動機付けがある。",
                        "したがって，甲12発明において，甲13発明及び甲14発明を適用することにより，上記相違点4に係る本件発明の発明特定事項とすることは，当業者が容易に想到し得るものである。",
                        "さらに，甲14発明，前記常套手段，及び前記周知の技術事項に照らせば，上記相違点4に係る本件発明の構成のうち「前記選択された」画像データとの発明特定事項とすることは，当業者が容易に想到し得るものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，本件発明は，甲12発明に甲13発明及び甲14発明を適用し，又は甲12発明に甲13発明，甲14発明，常套手段及び周知の技術事項を適用することで，当業者が特許出願前に容易に想到することができたものであるから，本件特許は特許無効審判により無効にされるべきものである。",
                    "よって，特許法104条の3第1項により，被控訴人は，本件特許権の権利行使ができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の主張",
              "text": [
                "争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求には理由がないものと判断する。その理由は後記1のとおり原判決の補正をし，後記2及び3のとおり控訴人の当審における補充主張及び追加主張に対する判断を加えるほかは，原判決の第4の1ないし3に記載するとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決44頁8行目の末尾に「なお，乙6文献は，本件発明の出願過程において，進歩性欠如の拒絶理由通知（甲8）で引用文献とされているものである。」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決54頁5行目の「遂行」を「推考」に改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の当審における補充主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1（原告製品が充足する本件発明の構成要件）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，前記第2の3(1)のとおり，本件明細書には，2つの関連画の実施例が記載されているのみであり，また，請求項には全体がそれによって構成されることを意味する「～から成る」という文言が用いられているし，原告製品における都道府県位置画は，漫画から段階的に原画に近づけて原画の輪郭と語句を記憶させる機能はなく，当該地方における都道府県の位置を合わせて記憶するという本件特許とは別の設計思想に基づいて組み込まれた画であること等から，都道府県位置画は，構成要件B1における関連画（第一の関連画，第二の関連画）の概念には当てはまらず，構成要件B1は充足しない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，構成要件B1に用いられている「から成る」の文言が，当然に「第一の関連画」及び「第二の関連画」以外の付加画を更に付加する構成を排除すると解するのは相当でない。",
                    "引用に係る原判決の第4の1(3)における説示のとおり，特許請求の範囲及び本件明細書において，本件発明における「組画」を構成する画が原画1画と関連画2画のみに限定されることを前提とした記載は見当たらない。ある記憶対象に関する漫画，抽象画及び原画から成る組画は，原画及び原画に関連する関連事項又は関連像を表現する1又は複数種の関連画から構成されるとされ（【0035】，【0036】），組画を構成する関連画の数は，必ずしも2つに限定されておらず，かえって，漫画，抽象画及び原画のほか，原画に関連するキーワードの文字からなる文字画を加えることも想定されており（【0039】），都道府県位置画は，原画に関連する関連事項又は関連像を表現するものということができる。このような本件発明の趣旨に照らせば，本件発明が「第一の関連画」及び「第二の関連画」以外の付加画を更に付加する構成を排除するものとは認められず，都道府県位置画のような関連画を付加することも，その構成に含むものと解するのが相当である。",
                    "また，原告製品における都道府県位置画は，原告製品に，漫画から段階的に原画に近づけて原画の輪郭と語句を記憶させる機能を備えた上で，当該地方における都道府県の位置を合わせて記憶するという追加機能を備えさせるものであるから，都道府県形状画についての追加情報を学習者に提供するための付加的な画ということができ，原告製品が本件発明と別個の設計思想に基づくものということもできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，原告製品を使用したコンピューターは，本件発明の構成要件B1を充足するものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2（均等侵害の成否）について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，前記第2の3(2)ア(ア)のとおり，補正前請求項1に構成要件B2を新たに付加して限定して補正した経緯及び上記構成要件B2により，コンピューターによる画像の選択によって，覚えにくい記憶対象に関する組画を繰り返し選択して表示することや既に記憶した記憶対象の組画を除外した残りの組画を選択して表示すること等が可能となり，学習能率の向上にも寄与するとしているという作用効果を奏することに鑑みると，本件発明の本質的部分には，学習者が記憶対象とする一の組画を任意に選択してコンピューターの処理によってこれを繰り返し学習できるようにしていることも含まれると主張する。",
                        "しかし，甲11文献には，ビデオテープ等による再生等も記載されているのであり（5頁左欄上段10行目～16行目），控訴人が主張するように「画像選択手段」を「従来技術に見られない特有の技術的思想を構成する特徴的部分」に含めるべき理由はないといえ，引用に係る原判決の第4の2(2)ウにおける説示のとおり，この点に関する控訴人の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，前記第2の3(2)ア(イ)のとおり，本件発明の本質的部分を原判決のように理解するとしても，原告製品の構成bは，都道府県位置画を含めた4画をセット画として1単位としており，イラスト画，形状・イラスト画，都道府県形状画の3画を1単位として媒体に記録するものではないこと，原告製品は，画像表示手段によって表示するに際しても，4画を表示することと都道府県位置画に対応する語句が存在しないという点で，本件発明とは本質的部分において相違すると主張する。",
                        "しかし，引用に係る原判決第4の2(2)イ及び前記(1)イにおいて説示するとおり，原告製品を使用したコンピューターにおける都道府県位置画は，第一の関連画，第二の関連画，原画がこの順に表示され，これに対応する語句の音声データと同期して再生された後に，付加的なものとして表示されるものにすぎないというべきであり，本件発明もこのような構成を含んでいるものと解されるから，控訴人主張の点をもって，本件発明と原告製品を使用したコンピューターが本質的に相違するとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人は，前記第2の3(2)ア(ウ)のとおり，原判決の認定する本件発明の本質的部分は，甲13発明を，単にコンピューターを使用する物の発明としたものにすぎず，このように貢献度の低い発明の保護範囲は，特許請求の範囲と同義に限定されると主張する。",
                        "甲13発明に係る学習用具は，各都道府県の形態の画に似た輪郭を有する漫画が描かれた第一の関連カード，第一の関連カードに書かれた漫画を連想させる抽象画が描かれた第二の関連カードと，別売りの日本地理カード（都道府県の形が示されている。）を利用し，歌に合わせて第一の関連カード，第二の関連カード，日本地理カードを見せて，都道府県名と地形を覚えるためのものであり，歌詞は，各カードに対応する語呂合わせとなっており，カセットテープによって再生されるというものである。また，証拠（甲17ないし21，26の1及び2，27）によれば，甲13発明に係る学習用具は，遅くとも平成12年4月に，被控訴人により販売されていたことが認められる。そうすると，そのころ，控訴人が前記第2の3(2)ア(ウ)aで主張する甲13発明が公然実施されていたものと認められる。",
                        "しかし，甲13発明を新たに従来技術として考慮したとしても，本件発明におけるような，特定の語句の再生と特定の画像の表示とを同期する点は，課題の解決手段における特徴的原理であって，甲13発明を含む従来技術には存在しない本質的部分であると認定することができる。したがって，貢献度の低い発明の保護範囲は，特許請求の範囲と同義に限定されるべきであるとする控訴人の主張の当否については措くとしても，本件発明が貢献度の低い発明であると決めつけることはできないから，控訴人の主張は採用し得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第2要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，前記第2の3(2)イのとおり，本件発明に原告製品を置き換えた場合，構成要件B2の「画像選択手段」によって達成される効果とは全く異なることとなるから，原告製品は均等の第2要件を充足しないと主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，均等の第2要件における「作用効果」は，特許発明の出願時における従来技術と特許発明との対比により確定されるものであって，基本的には，明細書の「発明の効果」の項の記載に基づいて確定されるべきものであるところ，本件明細書の「発明の効果」の欄には，「楽しみを感じながら知らず知らずに特定の国家や自治体，行政単位に関連する地域の地図上の形状，又は該地域を象徴する国旗，シンボルマーク等の模様，等の記憶対象が憶えられる。」（【0059】）と明記されており，原告製品を使用したコンピューターにおいても，イラスト画，形状・イラスト画，都道府県形状画が，これに対応する語句の音声データと同期して再生されることで，都道府県の形状を覚えることができるのであって，本件発明の効果を奏するものということができ，組画を地方単位でしか選択できない（都道府県単位で選択できない）からといって，上記効果を奏しないとはいえない。",
                        "また，原告製品を使用したコンピューターにおいて，イラスト画，形状・イラスト画，都道府県形状画以外に都道府県位置画が存在することは，既に説示したとおり，本件発明の効果を奏した上で付加的な効果を生じさせるものにすぎず，均等の第2要件を充足しないという根拠となるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第4要件について",
                  "text": [
                    "控訴人は，前記第2の3(2)ウのとおり，原告製品を使用したコンピューターは，関連各文献，常套手段及び周知の技術事項に基づいて，その発明の属する技術の分野における通常の知識を有する者が特許出願前に容易に推考することができたと主張するが，同主張が採用できないことは後記3のとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第5要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人は，前記第2の3(2)エ(ア)のとおり，本件特許の出願過程の経緯から客観的，外形的に見るならば，物又は方法の発明として特許出願している被控訴人が，その補正として「逐次又は一斉に表示」という構成を削除したのであるから，画像選択手段を含むコンピューターにより出力されるという構成においても「逐次又は一斉に表示」という構成を意識的に除外したと主張する。",
                        "しかし，当該出願経過によれば，被控訴人は，明確性要件違反の拒絶理由（甲8）に対し，本件補正により，コンピューターを構成に含む学習用具と記載し，また，被控訴人が甲第10号証と併せて提出した意見書（甲9）3頁の「（4）記載不備の拒絶への対処」では「作業の主体を「手段」とし，人が行う作業を示す部分を削除致しました。」としているのであり，他の部分も削除したことを外形的に示す説明はない。",
                        "また，「一の組画の画像データを選択する画像選択手段」との構成を付加した点について，客観的には，組画を構成する複数の画のうち任意の1つの画像データ（ユニット画）を選択すること（例えば第一の関連画のみを選択すること）が意識的に除外されているとはいい得るとしても，二以上の組画の画像データを選択することが意識的に除外されたとはいえない。また，「逐次」の文言が用いられている本件明細書【0037】，【0038】及び【0052】 において，「逐次」及び「一斉」の両方が用いられているのは特定の組画を構成するユニット画について記載している【0038】に「特定の組画を構成するユニット画は，全て一斉に表示してもよいが，前述のように逐次表示するほうが，学習効果が増して好ましい。」とあるのみであるから，本件補正前の「それぞれの前記記憶対象に対応する前記組画を逐次又は一斉に表示して前記記憶対象を記憶する」との記載は，特定の組画を構成するユニット画を逐次又は一斉に表示することを指していると解するべきであり，「逐次又は一斉に表示」という構成を削除したからといって，複数の組画を選択する構成を除外する意図であったと認めることはできない。",
                        "さらに，被控訴人が，上記意見書で進歩性に関して主張したところは，本件発明が，①対応する語句が存在する原画の形態を，その形態に対応する語句と結びつけて記憶することを目的すること，②関連画の輪郭が，原画に類似等しており，一定の意味内容を有することから，学習対象者が，意味内容と原画との関連付けにより，記憶することに苦痛を感じることなく楽しみを感じながら，原画を記憶することができること，③関連画及び原画に対応する語句の音声データを再生し，関連画及び原画の表示は対応する語句の再生と同期して行うこと，④原画又は原画に対応する語句を思い出すことを目的とするため，関連画の表示及び関連画に対応する語句の再生を行った後に，原画の表示及び原画に対応する語句の再生を行うこと，⑤第一の関連画，第二の関連画，及び原画の順に表示し，しかも，前記第一の関連画，前記第二の関連画，及び前記原画を，対応する語句の再生と同期して表示することにより，4通りのルートによって原画及び対応する語句を思い出すことができることを挙げるものであるが（甲9），これらの特徴は，複数の組画を選択する構成と矛盾するものではなく，これを意識的に除外する旨を表示したものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，前記第2の3(2)エ(イ)のとおり，被控訴人が補正において，構成要件B2の画像選択手段の構成を加えた点について，複数の組画を選択する構成を除外しない意図であるならば「一又は複数の組画」や単に「組画」等といった記載にすることは極めて容易であり，本件特許の出願経過を客観的，外形的に見るならば，「一の組画の画像データを選択する画像選択手段」を付加したことは，複数の組画を選択する構成を意識的に除外したことになると主張する。",
                        "しかし，仮に，他により容易な記載方法があったとしても，出願人が，補正時に，これを特許請求の範囲に記載しなかったからといって，それだけでは，第三者に，対象製品等が特許請求の範囲から除外されるとの信頼を生じさせるとはいえない。客観的にみて，「一の組画の画像データを選択する」との記載が，組画を構成する画が維持された状態で選択する限りにおいては，二以上の組画の画像データを選択することを意識的に除外するものとまでは認められないことは，前記(ア)のとおりである。したがって，控訴人の主張は採用できない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "控訴人の追加主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲12発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲12文献（乙6文献）には，別紙のような記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "(ア)によれば，甲12文献には，次のとおりの甲12発明（原判決における乙6発明）が記載されていると認めることができる。",
                        "「パソコンを備え，対応する英単語の和単語を該英単語と結びつけて憶えるための学習支援装置であり，",
                        "前記パソコンが，",
                        "完全文字を表示した英単語画面，並びに英単語をスペリング要素毎に分けたパーツ，パーツ関連アニメ，及び他のアニメを表示した連想文画面，並びにパーツ結合を表示する確認画面等，並びに和単語を表示した正答画面等，から成る組画の画像データが，複数個記録された記録媒体と，",
                        "前記組画の画像データにより，前記英単語画面，前記連想文画面，前記確認画面及び前記正答画面の順に表示するディスプレイと，",
                        "前記英単語画面，前記連想文画面，前記確認画面及び前記正答画面に対応する語句の音声データが記録された記録媒体と，",
                        "前記記録媒体から，前記語句の音声データを選択する音声選択手段と，",
                        "前記選択された語句の音声データを再生するスピーカと，",
                        "を含み，",
                        "前記ディスプレイが，前記英単語画面，前記連想文画面，前記確認画面及び前記正答画面を，対応する語句の再生と同期して表示し，",
                        "前記記録媒体が，組画の画像が記録された磁気ディスク，光磁気ディスク，または半導体メモリである学習支援装置。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲13発明について",
                  "text": [
                    "前記第2の3(2)ア(ウ)aのとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲14発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲14文献には以下のような記載がある。",
                        "【請求項1】学習者が暗記すべき事項をクイズ形式として表に問題，裏に解答とした学習カードを自ら作成し，その内容を順次表示させるカラーモニター並びにエンターキー，矢印キー，OK，FUZZY，ＮOキーを配した電子手帳型機器の学習装置。",
                        "【請求項2】本学習装置上で直接入力する方法，マルチメディアパーソナルコンピューター，ワードプロセッサ，ROMカードなど外部入力機器で作成されたデータを転送する方法，専用カードリーダー（スキャナー）またはデジタルカメラで入力する方法により裏，表とも作成された複数の学習カードがグループ別に学習装置内部メモリに保存され，保存されたカードには，カードイメージを付加し，記憶内容のアウトプットを容易にするための手がかりとして，文字色を変更する機能及び背景，イラスト，付箋を貼付させる機能を持つ学習装置。",
                        "【請求項3】請求項1及び2の学習装置において，表示するカードのグループを選択後，任意のキーを押すことにより，学習カード表示が入力された順番で表-裏-次カード表と進む通常再生モードによる学習方法。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "(ア)によれば，甲14文献には，前記第2の4(1)ア(ウ)で控訴人が主張するとおりの甲14発明が記載されているものと認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用に係る原判決第2の2の前提事実及び前記(1)アによれば，本件発明と甲12発明の一致点及び相違点は，以下のとおりであると認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "A  コンピューターを備え，対応する語句の記憶対象の内容を該語句と結びつけて憶えるための学習用具であり，",
                    "B  前記コンピューターが，",
                    "B1  複数の画面から成る組画の画像データが，複数個記録された組画記録媒体と，",
                    "B3  前記複数の画面を順に表示する画像表示手段と，",
                    "B4  前記複数の画面に対応する語句の音声データが記録された音声記録媒体と，",
                    "B5  前記音声記録媒体から，前記語句の音声データを選択する音声選択手段と，",
                    "B6  前記選択された語句の音声データを再生する音声再生手段と，",
                    "を含み，",
                    "C  前記画像表示手段が，前記複数の画面を，対応する語句の再生と同期して表示する学習用具。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明は，対応する語句の記憶対象の内容が，原画の形態と，原画に対応する語句であるのに対し，甲12発明は，英単語と，英単語に対応する和単語である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明は，複数の画面が，「前記原画，該原画の輪郭に似た若しくは該原画を連想させる輪郭を有し対応する語句が存在する第一の関連画，並びに，該原画及び第一の関連画に似た若しくは該原画及び第一の関連画を連想させる輪郭を有し対応する語句が存在する第二の関連画」であるのに対し，甲12発明は，完全文字を表示した英単語画面，並びに英単語をスペリング要素毎に分けたパーツ，パーツ関連アニメ，及び他のアニメを表示した連想文画面，並びにパーツ結合を表示する確認画面，並びに和単語を表示した正答画面等である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "本件発明は，「前記組画記録媒体に記録された複数個の組画の画像データから，一の組画の画像データを選択する画像選択手段」を有するのに対し，甲12発明は，そのようなものを有しているか否かが明確ではない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "本件発明は，画像表示手段が，「前記選択された」組画の画像データにより，「前記第一の関連画，前記第二の関連画，及び前記原画の順に」表示するのに対し，甲12発明は，前記組画の画像データにより，前記英単語画面，前記連想文画面，前記確認画面及び前記正答画面の順に表示する点。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "相違点5",
                      "text": [
                        "本件発明は，音声記録媒体が，「前記関連画及び原画」に対応する語句の音声データが記録されたものであるのに対し，甲12発明は，前記英単語画面，前記連想文画面，前記確認画面及び前記正答画面に対応する語句の音声データが記録されたものである点。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "相違点6",
                      "text": [
                        "本件発明は，画像表示手段が，「前記第一の関連画，前記第二の関連画，及び前記原画」を，対応する語句の再生と同期して表示するのに対し，甲12発明は，前記英単語画面，前記連想文画面，前記確認画面及び前記正答画面を，対応する語句の再生と同期して表示する点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点に係る構成の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点4の容易想到性について検討する。",
                    "甲12発明は英単語と，それに対応する和単語を結びつけて憶えるためのものであるところ，具体的な手段として，完全文字を表示した「英単語画面」，英単語をスペリング要素毎に分けたパーツ，パーツ関連アニメ及び他のアニメを表示した「連想文画面」，パーツ結合を表示する「確認画面」並びに和単語を表示した「正答画面」等から成る組画の画像データにより，「英単語画面」，「連想文画面」，「確認画面」及び「正答画面」の順で表示するように構成されている。したがって，結びつけて憶える対象の一方である完全文字（英単語）を英単語画面として最初に表示し，英単語をスペリング要素毎にいったん分ける連想文画面及びパーツ結合を示す確認画面を表示した後に，結びつけて憶える対象の他方である和単語を正答画面として最後に表示する構成により，効率的な暗記作業の支援（【0001】）を可能にするものである。なお，甲12文献には，甲13発明のように憶える対象の一方（特に英単語）を表示せずに音声のみを再生するように構成することついての記載はない（甲12発明は「対応する英単語の和単語を該英単語と結びつけて憶えるための学習支援装置」であるから，英単語については，音声の再生だけでなく，いずれかの段階で完全文字（スペリング）で表示することが必須と考えられる。）。",
                    "他方，甲13発明は，第一の関連カード，第二の関連カード及び結びつけて憶える対象の一方である都道府県形状カードの順に表示し，結びつけて憶える対象の他方である都道府県の名称はカードではなく，語呂合わせの歌の歌詞の一部として音声で再生することで両者を憶えることができるように構成した学習用具である。",
                    "この両者を比較すると， 「対応する語句の記憶対象の内容を該語句と結びつけて憶えるための学習用具」という観点に照らせば，結びつける対象の一方（英単語）を最初に表示し，もう一方（和単語）は正答画面として最後に表示する甲12発明と，結びつける対象の一方（都道府県の地図上の形態）を最初ではなく最後に表示し，対象の他方（都道府県の名称）も最後に音声のみを再生する甲13発明とでは，対象を憶えるという課題解決のための原理に係る手段（具体的には，憶える対象の一方を最初に表示するか否か，憶える対象の他方は表示せずに音声のみとするか否か）において大きく異なるというべきである。",
                    "そうすると，甲12発明において甲13発明を適用するに際して，憶える対象の一方を最初に表示せず，憶える対象の他方も表示せずに最後に音声のみを再生することで，相違点4に係る本件発明の構成とすることは，憶え方を基本的に変更することになり，甲12発明に甲13発明を適用する動機付けがあるとは認められないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであって，甲12発明に，甲13発明を適用することにより，上記相違点4に係る本件発明の発明特定事項とすることは，当業者が容易に想到し得るものではない以上，画像選択手段に係る甲14発明の適用に関する容易想到性等について判断するまでもなく，上記相違点4に係る構成の容易想到性を認めることはできない。したがって，他の相違点について判断するまでもなく，本件発明は，甲12発明に甲13発明及び甲14発明を適用し，又は甲12発明と甲13発明，甲14発明，控訴人主張の常套手段及び周知の技術事項に基づいて，当業者が容易に想到し得るものではなく，特許法29条2項の規定により特許を受けることができないものとはいえない。よって，被控訴人が，同法104条の3第1項により，本件特許権の権利行使ができないとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，控訴人の請求は理由がないから，これを棄却した原判決は相当である。したがって，本件控訴は理由がないから棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}