{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴人の当審における追加請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "当審における訴訟費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴人の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴の趣旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決中，著作権侵害の不法行為による損害賠償請求を棄却した部分を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，控訴人に対し，5760万円及びうち480万円に対する平成30年10月2日から，うち5280万円に対する令和2年2月5日から各支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における追加請求",
          "text": [
            "被控訴人は，控訴人に対し，5760万円及びうち480万円に対する平成30年10月2日から，うち5280万円に対する令和2年2月5日から各支払済みまで年5分の割合による金員を支払え。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要（略称は，特に断りのない限り，原判決に従う。）",
      "text": [
        "本件は，控訴人が，被控訴人が別紙被告ゲーム目録記載のゲーム（以下「被告ゲーム」という。）を制作及び配信する行為が，控訴人が関連会社2社（北京COM4LOVES及び香港COM4LOVES）と共有する別紙原告ゲーム目録記載のゲーム（以下「原告ゲーム」という。）に係る著作物（ゲームの構成，機能，画面配置等及びこれらの組合せ，プログラム）の著作権（複製権，翻案権及び公衆送信権）の侵害に当たる旨主張して，被控訴人に対し，著作権法112条1項及び2項に基づき，被告ゲームの複製等の差止め及び記録媒体からの記録の削除を求めるとともに，著作権侵害の不法行為による損害賠償として5760万円及びうち480万円に対する平成30年10月2日（訴状送達の日の翌日）から，うち5280万円に対する令和2年2月5日（同年1月22日付け訴えの変更申立書送達の日の翌日）から各支払済みまで平成29年法律第44号による改正前の民法所定（以下「改正前民法所定」という。）の年5分の割合による遅延損害金の支払を求めた事案である。",
        "原審は，控訴人が原告ゲームの著作権（以下「本件著作権」という。）の共有持分権を有することは認められるが，被告ゲームは原告ゲームの構成，機能，画面配置等及びこれらの組合せを複製又は翻案したものであるとはいえず，被告ゲームに係るソースコードは原告ゲームに係るソースコードを複製又は翻案したものであるともいえないとして，控訴人の請求をいずれも棄却した。",
        "そこで，控訴人は，原判決中，著作権侵害の不法行為による損害賠償請求を棄却した部分のみを不服として本件控訴を提起した。",
        "また，控訴人は，当審において，被控訴人による上記行為により控訴人の法的保護に値する営業上の利益の侵害を被った旨主張して，一般不法行為による損害賠償請求を選択的に追加する旨の訴えの変更をした。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "原判決の「事実及び理由」の第2の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人による本件著作権の共有持分権の取得の有無（争点1）"
            },
            {
              "fig": "(2)",
              "subject": "被控訴人の被告ゲームの制作及び配信による原告ゲームの複製権，翻案権及び公衆送信権の侵害の成否（争点2）"
            },
            {
              "fig": "(3)",
              "subject": "北京COM4LOVES及び香港COM4LOVESが被控訴人に対して有する本件著作権の共有持分権の侵害に基づく損害賠償請求権（以下「本件債権」という。）の控訴人に対する譲渡の有無（争点3）"
            },
            {
              "fig": "(4)",
              "subject": "本件著作権の共有持分権及び本件債権の譲渡の信託法10条違反の成否（争点4）"
            },
            {
              "fig": "(5)",
              "subject": "被控訴人の被告ゲームの制作及び配信による一般不法行為の成否（争点5）（当審における追加請求関係）"
            },
            {
              "fig": "(6)",
              "subject": "控訴人の損害額（争点6）"
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1（控訴人による本件著作権の共有持分権の取得の有無）について",
              "text": [
                "原判決の「事実及び理由」の第2の3(1)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2（被控訴人の被告ゲームの制作及び配信による原告ゲームの複製権，翻案権及び公衆送信権の侵害の成否）について",
              "text": [
                "次のとおり原判決を訂正し，当審における当事者の補充主張を付加するほか，原判決の「事実及び理由」の第2の3(2)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原判決の訂正",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決8頁9行目の「本件著作権を侵害する」を「原告ゲームを複製又は翻案したものである」と，同頁11行目から12行目にかけての「本件著作権（複製権・翻案権・公衆送信権）」を「原告ゲームの複製権，翻案権及び公衆送信権」と改める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決10頁18行目末尾に行を改めて次のとおり加える。",
                        "「  原告ゲームは，84画面全体における構成，画面配置，画面遷移，アイコンの配置等の組合せが全体として一つの著作物として創作性を有する。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決10頁19行目の「前記のとおり」を「原判決別紙ゲーム構成対比表及び控訴理由書添付の別紙1「共通点一覧」記載のとおり，」と，同頁24行目の「原告ゲームをほぼデッドコピーして制作されたもの」を「被告ゲームは原告ゲームをほぼ全面的にデッドコピーした上で一部を改変して制作されたもの」と改める。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原判決12頁4行目の「大部分」を「「AUTHOR」欄の記載や日付を含めて大部分」と，同頁24行目の「被告について，本件著作権侵害は」を「被告ゲームの制作及び配信行為について，原告ゲームの複製権，翻案権及び公衆送信権の侵害は」と改める。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "当審における控訴人の補充主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原判決の判断手法の誤り",
                      "text": [
                        "原判決は，全体として一つの著作物である原告ゲームの84画面全体の構成，機能，画面遷移，アイコン等の配置等の組合せについて直接的に著作権侵害の成否を判断することなく，原告ゲームと被告ゲームを個々の構成要素に分断した上で，それらの構成要素ごとに比較して，その共通する部分がアイデアであるか，創作性がないとして，その結果として，被告ゲーム全体が原告ゲーム全体を複製又は翻案したものに当たるということはできないと判断したものである。原判決の判断手法は，全体として一つのゲームを一画面一画面に分断し，分断した画面ごとに共通する部分（アイコン等の配置等）について，個別に創作性を判断し，その結果として，共通する部分全体の創作性を否定したものであり，一連の流れのあるゲームの著作権侵害を判断しているのではなく，画面の著作権侵害を判断しているにすぎない。このような原判決の判断手法によると，他社のゲームをデッドコピーしても，キャラクターやアイコンのデザイン等を多少変更さえしてしまえば，著作権侵害を免れることになり，不合理である。",
                        "したがって，原判決の判断手法は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "編集著作権の侵害",
                      "text": [
                        "原告ゲームは，素材である個々の画面，アイコンの配置等の選択又は配列に創作性を有する編集著作物である。すなわち，ゲームの構成，機能，画面配置等の組合せには無限の選択肢が存在するところ，原告ゲームは，各画面（84画面）の選択，その画面遷移等の配列，各画面内におけるアイコン，ボタン，キャラクター等の選択又は配列に作成者の個性が発揮されているから，原告ゲームは，その素材の選択又は配列によって創作性を有する編集著作物である。",
                        "同様に，原告ソースコードも，無限の選択肢の中から，個々のソースコードの書き方，各ソースコードの順序，変数の名称等の素材を選択して組み合わせたことに作成者の個性が発揮されているから，素材の選択又は配列によって創作性を有する編集著作物である。",
                        "そして，被告ゲームは，編集著作物である原告ゲーム（原告ソースコードを含む。）を複製又は翻案して制作されたものであるから，被告ゲームの制作及び配信行為は，原告ゲームについて控訴人が有する編集著作権（複製権，翻案権及び公衆送信権）の侵害に当たる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "当審における被控訴人の補充主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原判決の判断手法の誤りの主張に対し",
                      "text": [
                        "原判決は，「エ  ゲーム全体について」という項目（原判決39頁以下）で，被告ゲーム全体が原告ゲーム全体の複製又は翻案に当たらないことを直接的に判断している。",
                        "また，控訴人は，原告ゲームの構成，機能，画面遷移，アイコン等の配置等の組合せが具体的な表現であり，創作性がある旨述べるが，それらの組合せが具体的にどのような表現であるのか主張していないのみならず，ゲームの構成，機能，画面遷移，アイコン等の配置はアイデアにすぎず，これらを寄せ集めても，アイデアにすぎないから，表現とはいえない。",
                        "したがって，仮に原告ゲームと被告ゲームとの間にゲームの構成，機能，画面遷移，アイコン等の配置に共通するものがあったとしても，著作権侵害とはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "編集著作権の侵害の主張に対し",
                      "text": [
                        "原告ゲームの各画面は，素材となる多数の画面から選択されたものではないし，アイコンをタップすることで画面間を自由に移動できるのであり，一定の方針で配列されているのでもない。各画面のアイコンの配置をみても，素材を選択しているわけではなく，配列もありふれたものであり，創作性はない。",
                        "したがって，原告ゲームは，編集著作物ではない。仮に原告ゲームが編集著作物であるとしても，原告ゲームの各画面及びアイコンと被告ゲームの各画面及びアイコンは，全て具体的表現（絵柄）が異なっており，素材が異なる以上，二つのゲームは全く異なるものであるから，被告ゲームの制作及び配信が原告ゲームの編集著作権の侵害になりえない。",
                        "また，被告ソースコードも，編集著作物ではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点3（本件債権の控訴人に対する譲渡の有無）及び争点4（本件著作権の共有持分権及び本件債権の譲渡の信託法10条違反の成否）について",
              "text": [
                "原判決の「事実及び理由」の第2の3(3)及び(4)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点5（被控訴人の被告ゲームの制作及び配信による一般不法行為の成否）について（当審における追加請求関係）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "控訴人は，多大な費用，時間と労力をかけて原告ゲームを制作し，これを配信して営業活動を行っていた。通常であれば，原告ゲームを模倣したゲームを制作するためには膨大な時間と人員を要することから，模倣したゲームがリリースされるまでの間，控訴人は，先行者としてユーザーや当該ユーザーの課金による売上げを独占的に確保しえたはずである。",
                    "しかるところ，被控訴人は，原告ゲームの各種データをほぼ全面的に一度デッドコピーした上で，各画面のキャラクター，アイコン等や用語を一部改変して被告ゲームを制作し，控訴人の販売地域と競合する日本国内において配信し，これにより本来必要となる多大な開発期間及び開発費用を節約し，相当数の控訴人の既存ユーザー及び潜在的ユーザーを奪った。",
                    "かかる被控訴人の行為は，自由競争の範囲を逸脱し，著しく不正な手段を用いて，著作権法が規律の対象とする著作物の利用による利益とは異なる法的保護に値する控訴人の営業上の利益を違法に侵害するものであるから，控訴人に対する一般不法行為を構成する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "被告ゲームと原告ゲームは，原判決別紙ゲーム画面対比表から明らかなとおり，画面の表現は大きな差異があり，また，被告ゲームのプログラムも，原告ゲームのプログラムと完全に一致するものではないから，被告ゲームは，原告ゲームのデッドコピーではない。",
                    "平成26年6月27日にフルオート系RPGゲーム「天天掛機」がリリースされた後，同種のゲームが多数存在する中で，平成29年3月24日にリリースされたのが原告ゲームであり，控訴人が独創的なゲームを作り上げたわけではなく，また，原告ゲームのプログラムは，その当時，ありふれたものであった。",
                    "したがって，原告ゲームについて一般不法行為上保護すべき利益は存在しないから，控訴人主張の不法行為は成立しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点6（控訴人の損害額）について",
              "text": [
                "以下のとおり訂正するほか，原判決の「事実及び理由」の第2の3(5)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原判決18頁11行目から13行目までを削り，同頁14行目の「(ア)",
                  "text": [
                    "財産的損害」を「(ア)  著作権法114条2項に基づく損害額」と改める。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決19頁2行目の「損害額」を「控訴人，北京COM4LOVES及び香港COM4LOVESの損害額」と改め，同頁3行目末尾に行を改めて次のとおり加える。",
                    "「(イ)  一般不法行為による損害額（当審における追加請求分）",
                    "被控訴人の前記行為は，著作権法が規律の対象とする著作物の利用による利益とは異なる法的保護に値する控訴人の営業上の利益の侵害に当たり，これにより控訴人は，少なくとも前記(ア)と同額の4800万円の営業上の損害を被ったものである。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決19頁4行目の「(イ)」を「(ウ)」と，同頁5行目及び9行目の各「被告の不法行為」をいずれも「被控訴人の著作権侵害の不法行為又は一般不法行為」と改め，同頁10行目末尾に行を改めて次のとおり加える。",
                    "「(エ)  小括",
                    "以上によれば，控訴人は，被控訴人に対し，原告ゲームに係る著作権侵害の不法行為による損害賠償請求権又は一般不法行為による損害賠償請求権に基づき，損害額合計5760万円及びうち480万円（内訳・前記(ア)又は(イ)のうち400万円及び前記(ウ)のうち80万円）に対する平成30年10月2日（訴状送達の日の翌日）から，うち5280万円（内訳・前記(ア)又は(イ)のうち4400万円及び前記(ウ)のうち880万円）に対する令和2年2月5日（同年1月22日付け訴えの変更申立書送達の日の翌日）から各支払済みまで改正前民法所定の年5分の割合による遅延損害金の支払を求めることができる。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "原判決の「事実及び理由」の第3の1記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点1（控訴人による本件著作権の共有持分権の取得の有無）について",
          "text": [
            "原判決の「事実及び理由」の第3の2記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点2（被控訴人の被告ゲームの制作及び配信による原告ゲームの複製権，翻案権及び公衆送信権の侵害の成否）について",
          "text": [
            "以下のとおり訂正するほか，原判決の「事実及び理由」の第3の3記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決42頁4行目末尾に行を改めて次のとおり加える。",
                "「(ウ)  また，控訴人は，当審において，原判決は，全体として一つのゲームを一画面一画面に分断し，分断した画面ごとに共通する部分（アイコン等の配置等）について，個別に創作性を判断し，その結果として，共通する部分全体の創作性を否定したものであり，一連の流れのあるゲームの著作権侵害を判断しているのではなく，画面の著作権侵害を判断しているにすぎないから，このような原判決の判断手法によると，他社のゲームをデッドコピーしても，キャラクターやアイコンのデザイン等を多少変更さえしてしまえば，著作権侵害を免れることになり，不合理であるとして，被告ゲームは原告ゲームを複製又は翻案したものに当たらないとした原判決の判断手法は誤りである旨主張する。",
                "しかしながら，原告ゲーム全体と被告ゲーム全体の共通部分が創作的表現といえるか否かを判断する際に，その構成要素を分析し，それぞれについて表現といえるか否か，表現上の創作性を有するか否かを検討することは，有益かつ必要なことであり，その上で，ゲーム全体又は侵害が主張されている部分全体について表現といえるか否か，表現上の創作性を有するか否かを判断することは，合理的な判断手法であると解される。",
                "そして，前記(イ)のとおり，原判決は，被告ゲームと原告ゲームの共通点はアイデアや創作性のないものにとどまり，また，具体的表現において相違し，デッドコピーであるとは評価できないから，被告ゲーム全体が，原告ゲーム全体を複製又は翻案したものに当たるということはできないと判断したものであり，その判断手法に誤りはない。",
                "したがって，控訴人の上記主張は採用することができない。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決42頁6行目の「原告は，」を「ア  控訴人は，」と改め，同43頁20行目から44頁20行目までを次のとおり改める。",
                "「  イ  ところで，著作権法上の「プログラム」は，「電子計算機を機能させて一の結果を得ることができるようにこれに対する指令を組み合わせたものとして表現したもの」をいい（同法2条1項10号の2），プログラムをプログラム著作物（同法10条1項9号）として保護するためには，プログラムの具体的記述に作成者の思想又は感情が創作的に表現され，その作成者の個性が表れていることが必要であると解される。すなわち，プログラムの具体的記述において，指令の表現自体，その指令の表現の組合せ，その表現順序からなるプログラムの全体に選択の幅があり，それがありふれた表現ではなく，作成者の個性が表れていることが必要であると解される。",
                "これを原告ソースコードについてみるに，前記ア認定のとおり，原告ソースコードは，原告ゲームの473個のLuaファイルのうちの1個である「MissionMainPage．lua」であり，原告ソースコードに係るプログラムは，「任務（ミッション）」に係る画面（メインミッション画面，デイリーミッション画面，功績画面）の切り替えに関する処理及び表示内容の更新処理を行うプログラムである。そして，原告ソースコードの記述は，原判決別紙「ソースコード対比表」の「原告ソースコード」欄記載のとおりであり，個々の記述の意味は，同表の「裁判所の認定」欄記載のとおりである。",
                "原告ソースコードの記述は，いずれも単純な作業を行うfunction（ローカル変数やテーブルの宣言及びモジュールの呼び出し等）が複数記述されたものであり，ソースコードによって記述される機能が上記のとおりローカル変数やテーブルの宣言及びモジュールの呼び出し等の単純な作業を行うことである以上，表現の選択の幅は狭く，その具体的記述の表現も，定型的なものであり，ありふれたものであると言わざるを得ない。",
                "また，個々の記述の順序や組合せについても，ゲームの機能に対応させたにすぎないものであり，ありふれたものである。",
                "そうすると，原告ソースコードの具体的記述に控訴人の思想又は感情が創作的に表現され，控訴人の個性が表れていると認めることはできないから，原告ソースコードに係るプログラムは，プログラムの著作物に該当するものと認めることはできない。",
                "したがって，被告ソースコードの大部分が原告ソースコードと共通しているとしても，原告ソースコードに係るプログラムの著作物性は認められないから，被告ソースコードの制作は，原告ソースコードに係るプログラム著作権（複製権又は翻案権）の侵害に当たらない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "編集著作権の侵害について",
              "text": [
                "控訴人は，当審において，①原告ゲームは，素材である個々の画面（84画面）の選択，その画面遷移等の配列，素材である各画面内におけるアイコン，ボタン，キャラクター等の選択又は配列に作成者の個性が発揮されているから，素材の選択又は配列によって創作性を有する編集著作物である，②原告ソースコードも，個々のソースコードの書き方，各ソースコードの順序，変数の名称等の素材を選択して組み合わせたことに作成者の個性が発揮されているから，素材の選択又は配列によって創作性を有する編集著作物である，③被告ゲームは，編集著作物である原告ゲーム（原告ソースコードを含む。）を複製又は翻案して制作されたものであるから，被告ゲームの制作及び配信行為は，原告ゲームについて控訴人が有する編集著作権（複製権，翻案権及び公衆送信権）の侵害に当たる旨主張する。",
                "しかしながら，控訴人の上記主張は，原告ゲーム又は原告ソースコードにおける個々の素材の選択又は配列にいかなる創作的表現がされているのか，その創作的表現が被告ゲーム又は被告ソースコードにおいてどのように利用されているのかについて具体的に主張するものではないから，その主張自体理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，被控訴人による被告ゲームの制作及び配信は，原告ゲームの複製権，翻案権，公衆送信権及び編集著作権の侵害に当たるものと認められないから，その余の点について判断するまでもなく，控訴人の著作権侵害による損害賠償請求は理由がない。」"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点5（被控訴人の被告ゲームの制作及び配信による一般不法行為の成否）について（当審における追加請求関係）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，多大な費用，時間と労力をかけて原告ゲームを制作し，これを配信して営業活動を行っていたところ，被控訴人は，原告ゲームの各種データをほぼ全面的にデッドコピーした上で，各画面のキャラクター，アイコン等や用語を一部改変して被告ゲームを制作し，控訴人の販売地域と競合する日本国内において配信し，これによって本来必要となる多大な費用，時間と労力を免れたものであり，このような被控訴人の行為は，自由競争の範囲を逸脱した不公正な行為に当たり，著作権法が規律の対象とする著作物の利用による利益とは異なる法的保護に値する控訴人の営業上の利益を違法に侵害したものというべきであるから，控訴人に対する一般不法行為を構成する旨主張する。",
                "しかしながら，控訴人の主張する法的保護に値する控訴人の営業上の利益とは，原告ゲームの各種データを独占的に利用して，営業を行う利益をいうものと解され，当該利益は，著作権法が規律の対象とする著作物の独占的な利用の利益にほかならず，これと異なる法的保護に値する利益であるものと認めることはできない。",
                "また，本件においては，被控訴人による被告ゲームの制作及び配信行為が，自由競争の範囲を逸脱し，又は控訴人の営業を妨害し，控訴人に損害を加えることを目的とするなどの特段の事情は認められない。",
                "したがって，控訴人の上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，その余の点について判断するまでもなく，控訴人の当審における追加請求は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，控訴人の被控訴人に対する著作権侵害の不法行為による損害賠償請求は理由がないから，これを棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，また，控訴人の当審における追加請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}