{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "被控訴人エイワイファーマは，別紙被控訴人製品目録記載の各製品を製造し，譲渡し，又は譲渡の申出をしてはならない。"
    },
    {
      "fig": "3",
      "text": "被控訴人陽進堂は，別紙被控訴人製品目録記載の各製品を譲渡し，又は譲渡の申出をしてはならない。"
    },
    {
      "fig": "4",
      "text": "被控訴人らは，別紙被控訴人製品目録記載の各製品を廃棄せよ。"
    },
    {
      "fig": "5",
      "text": "訴訟費用は第1，2審とも被控訴人らの負担とする。"
    },
    {
      "fig": "6",
      "text": "この判決は，第2，3項に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，発明の名称を「含硫化合物と微量金属元素を含む輸液製剤」とする物及び方法に係る特許発明についての特許権を有する控訴人が，輸液製剤の製造販売業者である被控訴人らに対し，被控訴人らが，①前記特許権の特許請求の範囲の請求項1及び2の技術的範囲に属する輸液製剤を製造し，若しくは販売する(直接侵害)とともに，②同10及び11の技術的範囲に属する輸液製剤の保存安定化方法を使用し(直接侵害)，同方法にのみ使用する輸液製剤を製造し，又は販売し(間接侵害)，もって控訴人の特許権を侵害していると主張して，特許法100条1項及び2項，101条4号に基づき，別紙被控訴人製品目録記載の輸液製剤(被控訴人製品)の製造販売等の差止め及びその廃棄を求めた事案である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原審は，控訴人の請求をいずれも棄却したことから，控訴人が控訴を提起した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人は，当審において，予備的に，均等侵害の主張を追加した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "次のとおり改めるほかは，原判決の「事実及び理由」中の「第2  事案の概要」の1に記載するとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決3頁5行目の「次の特許権」を「次の特許(以下「本件特許」という。)に係る特許権」に，同頁13行目の「訂正認容の審決日」を「平成29年6月19日付け訂正請求(以下「第1訂正請求」という。乙41)に係る訂正認容の審決日」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決11頁1行目末尾の次に改行して，次のとおり加える。",
                "「(9) 本件訂正請求に係る審決の確定",
                "本件控訴の提起後に，本件訂正請求に係る訂正をすべき旨の審決は確定した。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人製品の小室Tの部分は本件各訂正発明に係る構成要件1A及び2Aの「外部からの押圧によって連通可能な隔壁手段で区画されている複数の室」の構成を備えるか(争点(1))"
            },
            {
              "fig": "(2)",
              "subject": "被控訴人製品又は被控訴人方法は本件各訂正発明に係る構成要件1C及び2Cの「室に・・・微量金属元素収容容器が収納」されている構成又は構成要件10C及び11Cの「室に・・・微量金属元素収納容器を収納」している構成を備えるか(争点(2))"
            },
            {
              "fig": "(3)",
              "subject": "被控訴人製品又は被控訴人方法は本件各訂正発明に係る構成要件1D及び2D又は10D及び11Dの「熱可塑性樹脂フィルム製の袋」を備えるか(争点(3))"
            },
            {
              "fig": "(4)",
              "subject": "被控訴人方法は本件各訂正発明に係る構成要件10A及び11Aの「複室輸液製剤」の構成を備えるか(争点(4))"
            },
            {
              "fig": "(5)",
              "subject": "本件各訂正発明はサポート要件違反により無効にされるべきものか(争点(5))"
            },
            {
              "fig": "(6)",
              "subject": "(欠番とする。被控訴人らは当審で，原審における拡大先願要件違反に係る無効の主張を撤回した。)"
            },
            {
              "fig": "(7)",
              "subject": "本件各訂正発明は乙12公報に基づいて進歩性を欠き無効にされるべきものか(争点(7))"
            },
            {
              "fig": "(8)",
              "subject": "本件各訂正発明は乙17公報に基づいて進歩性を欠き無効にされるべきものか(争点(8))"
            },
            {
              "fig": "(9)",
              "subject": "本件各訂正発明は実施可能要件違反により無効にされるべきものか(争点(9))",
              "text": [
                "(10) 被控訴人製品又は被控訴人方法について均等侵害が成立するか(争点(10)。当審において追加された争点)"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点についての当事者の主張",
          "text": [
            "争点の内容を前記3のとおりそれぞれ改めた上で，争点についての当事者の主張を次のとおり改め，後記5のとおり争点(1)～(4)についての当事者の当審における補充主張を，後記6のとおり争点(10)についての当事者の主張をそれぞれ加えるほかは，原判決の「事実及び理由」中の「第2  事案の概要」の3に記載するとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決12頁8行目及び同頁20行目の各「構成要件1A」をいずれも「構成要件1A及び2A」に改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決13頁24行目の「構成要件1C」から同頁25行目の「構成」までを「構成要件1C及び2Cの「室に・・・微量金属元素収容容器が収納」されている構成並びに構成要件10C及び11Cの「室に・・・微量金属元素収納容器を収納」している構成」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決14頁14行目及び同頁17行目の各「構成要件1D及び10D」をいずれも「構成要件1D，2D，10D及び11D」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決15頁4行目，同頁6行目，同頁10行目，同頁22行目及び16頁3行目の各「構成要件10A」をいずれも「構成要件10A及び11A」に改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決16頁17行目，17頁4行目，同頁6行目，同頁7行目から8行目，同頁15行目から16行目及び同頁19行目の各「本件各発明」をいずれも「本件各訂正発明」に，同頁22行目及び同頁24行目の各「本件発明10及び11」をいずれも「本件訂正発明10及び11」に，同頁26行目の「本件各発明」を「本件各訂正発明」に，18頁8行目，同頁10行目及び同頁12行目の「本件発明10及び11」をいずれも「本件訂正発明10及び11」に，同頁17行目，19頁5行目，同頁15行目，同頁24行目及び20頁5行目の各「本件各発明」をいずれも「本件各訂正発明」に，同頁8行目及び同頁18行目の各「本件発明10及び11」をいずれも「本件訂正発明10及び11」にそれぞれ改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決20頁20行目冒頭から25頁9行目末尾までを削除する。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決25頁10行目冒頭の「(7)」を「(6)」に改め，同行目末尾に「(審理経過及び本件各訂正発明が専ら本件各発明に特定のための構成を追加するものであることを踏まえ，便宜上，本件各発明の進歩性に係る主張を「争点(7)-1」とし，本件各訂正発明で追加された構成に係る主張を「争点(7)-2」として，段階的に主張を摘示するとともに，争点(7)-2については，控訴人の主張を先に摘示する。)」を加える。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決31頁6行目冒頭の「(8)」を「(7)」に改め，同頁24行目，32頁18行目，33頁9行目，同頁26行目，34頁5行目及び同頁22行目の各「本件各発明」をいずれも「本件各訂正発明」に改める。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決34頁25行目冒頭の「(9)」を「(8)」に改める。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "当事者の当審における補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)及び(4)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件各訂正発明における「室」の解釈について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「室」の一般的な意義(甲27)からすると，「室」とは，「物を入れる広がりをもった空間」を意味する。",
                        "その上で，本件各訂正発明に係る請求項の文言からすると，本件各訂正発明における「室」とは，「直接的に輸液を収容するための空間，又は内部に収納された微量金属元素収容容器を介して間接的に，輸液を収容するための空間を提供する構造のもの」と解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件各訂正発明の「室」について，保存時においても，使用時においても，その「室」の中の微量金属元素収容容器を除いた部分に輸液が保存され，充填され得る(室を形成する樹脂フィルムに輸液が触れ得る)必要はない。",
                        "本件各訂正発明において，微量金属元素収容容器がそれを収納している「室」と連通可能であることは必須の要件でないから(本件明細書の段落【0020】)，微量金属元素収容容器内の輸液は，「室」のうち微量金属元素収容容器を除いた部分に触れなくてもよい。また，当該「室」に溶液が充填されていることも要しないから(同【0024】，【0033】)，保存時においても，使用時においても，微量金属元素収容容器が収納される室の微量金属元素収容容器を除いた部分に輸液が充填される必要はなく，輸液が触れる必要もない。",
                        "なお，そもそも微量金属元素収容容器が収納されていれば，当該収納先は，その空間内に微量金属元素収容容器を収納することによって輸液を充填して保存し得る構造を備えていることとなり，必然的に「室」となるから，微量金属元素収容容器が輸液を充填して保存し得る構造を備えていない構成のものに収納されている場合というものは想定されない。",
                        "また，被控訴人らは，控訴人の平成29年6月19日付けの第1訂正請求において，微量金属元素収容容器を熱可塑性樹脂フィルム製の袋とする構成に限定されたことによって，外側からの押圧による破袋により微量金属元素を含む溶液が微量金属元素収容容器を収納する「室」に連通するような構成に限定されたと主張するが，第1訂正請求は，微量金属元素を含む溶液が微量金属元素収容容器を収納する室に連通するのか，微量金属元素収容容器に隣接する室に連通するのか等，連通先を何ら規定するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "それにもかかわらず，本件各訂正発明の「他の室」について，使用時に，「室」の微量金属元素収容容器が存在する部分のみならず，「室」の微量金属元素収容容器を除いた部分に輸液が充填される構造のもの(室を形成するフィルムに輸液が触れ得るもの)と限定解釈した原判決には誤りがある。原判決は，「室」，特に「他の室」の解釈に「連通可能な」との要件を付加するものといえ，かつ，「他の室」の輸液成分が充填されていない空間が「他の室」以外の空間と連通可能であることまで要求するものであって不合理である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件1A及び2A並びに10A及び11Aの充足性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「複数の室」及び「複室輸液製剤」にいう「室」に当たること",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被控訴人製品の輸液容器は，混注口側から投与口側に向かって順に大室，中室，小室T，小室Vに区画され，小室Tの外側の樹脂フィルムで形成された空間(以下「本件小室T」ということがある。)に，外側樹脂フィルムよりも薄い内側樹脂フィルムで形成された袋(以下「本件袋」ということがある。)が収納されており，本件袋は微量金属元素収容容器である。また，小室Vも小室Tと同様の構造であり，ビタミン収容容器が収納されている。",
                            "したがって，被控訴人製品の大室，中室，本件小室T及び小室Vは，輸液が充填されることによって直接的に，又は内部に収納された微量金属元素収容容器若しくはビタミン収容容器を介して間接的に，輸液を収容するための空間を構成しているから，いずれも「室」に当たる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記に関し，被控訴人製品の小室Tの外側の樹脂フィルムで形成された空間(本件小室T)は，客観的に見て，収納された微量金属元素収容容器に微量金属元素を含む液を収容することにより，輸液を充填保存する役割を果たしている。また，本件小室Tの外側樹脂フィルムは，大室，中室，小室Vと同じ樹脂フィルムであり，本件小室Tは，輸液を充填し保存し得る構造を備えるものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「外部からの押圧によって連通可能な隔壁手段」を有する複数の室を有すること(後掲図7参照)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "被控訴人製品の大室と中室との間は，樹脂フィルムを外部からの押圧によって剥離するシールで接合して仕切られている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "中室と本件小室Tとの間は，内側の樹脂フィルム同士が前記シールで接合されており，外部からの押圧によって本件小室Tの収納空間中の本件袋が中室と連通する。本件袋は，本件小室Tの空間の一部であるから，中室と本件袋とが連通するということは，中室と本件小室Tの一部の空間とが連通するということであり，中室と本件小室Tとは連通する。このことは，室のうち微量金属元素収容容器の部分が中室と連通すれば輸液を混合する目的が達成され，室のうち微量金属元素収容容器を除いた部分が中室と連通する必要がないことからも説明できる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件小室Tと小室Vとの間も，同様に外部からの押圧により連通可能である。",
                            "(図7)",
                            "(被控訴人らの主張)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "本件各訂正発明における「室」の解釈について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各訂正発明の「室」は，単なる空間を意味するものではなく，「室」に当たるというためには，当該空間が輸液を充填して保存し得る構造を備えていることを要するというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書における「室」とは，連通することにより混合した輸液が収容され得るような空間である。輸液が充填された状態にならない単なる閉鎖的空間を「室」と呼ぶべき技術的意義はない。「他の室」に輸液が充填されてない構成が一般論としてはあり得るとしても，本件明細書において，輸液製剤の使用時にもおよそ混合された輸液が充填され得ないような単なる閉鎖的な空間も「室」に該当し得ることを明示する記載も，そのような示唆をする記載もない。",
                        "この点，控訴人の主張は，本件明細書の段落【0020】の記載と同【0024】の記載とを合わせることを前提としたものであるが，本件明細書には「室」の解釈において，それら二つの段落を合わせることを示唆するような記載はない。同【0020】の記載を反対解釈したような構成，すなわち，微量金属元素収容容器がそれを収納している室と連通可能でないような構成についての具体例を示すような記載はなく，まして，同【0020】及び【0024】の記載を合わせて読んで，微量金属元素収容容器を収納している室にはおよそ輸液が連通しない構成とすることを示唆するような記載も本件明細書にはない。他方で，同【0032】は，微量金属元素収容容器が収納された室である「第1室4」と「易開封性シール」で連通することを前提としている。",
                        "上記に関し，控訴人は，第1訂正請求により，微量金属元素収容容器を熱可塑性樹脂フィルム製の袋とする構成に限定し，用時に室の外側から押圧して破袋できるような構成に限定した。上記訂正は，外側からの押圧による破袋により微量金属元素を含む溶液が微量金属元素収容容器を収納する「室」に連通するような構成に，本件各訂正発明を限定したものであるといえる。それにもかかわらず，本件明細書の段落【0020】を前提として，本件各訂正発明の微量金属元素収容容器がこれを収納する「室」と連通しない構成も含まれているとする控訴人の主張は，既に訂正により除外された構成についてまで，その技術的範囲に含めようとする点において失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件1A及び2A並びに10A及び11Aの充足性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "小室Tの内側の樹脂フィルムで形成された袋を覆っている外側の樹脂フィルム2枚は，中室側及び小室V側の両端部において内側の樹脂フィルムと溶着されており，使用時にも当該溶着部分は剥離しない構成であるから，客観的な構成として，被控訴人製品に，小室Tの外側の樹脂フィルムで形成された空間(本件小室T)は存在しない。小室T(本件袋)に関しては，小室T(本件袋)と，上部の外側の樹脂フィルムと内側の樹脂フィルムとにより形成された空間と，下部の外側の樹脂フィルムと内側の樹脂フィルムとにより形成された空間という三つの閉空間が並列するのみである。被控訴人製品においては，設計上，いくつかの空包が形成されているが，それらの空包が「室」に当たる余地はなく，小室Tの上下の外側の樹脂フィルムと内側の樹脂フィルムとの間に形成される空間も，設計上，製造工程において不可避的に形成される空包にすぎず，それが「室」に当たる余地はない。",
                        "この点，仮に，小室Tの外側の樹脂フィルムが欠けている構成を想定しても，被控訴人製品において，輸液を充填し，保存することに支障は生じないから，外側の樹脂フィルムにより形成される空間が輸液を充填保存する役割を果たしているとはいえない。",
                        "したがって，本件小室Tの存在を前提とする控訴人の主張は成り立たない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "控訴人は，小室T(本件袋)と中室が連通することは，本件小室Tが中室と連通するということであると主張するが，収納されている空間が連通すれば，その回りの空間も連通したものと評価できるという理由は明確でない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件訂正発明1及び2についての「外部からの押圧によって連通可能な」という限定は，本件明細書の段落【0012】に開示されている連通可能とする二つの実施の態様，すなわち，外部からの押圧によって連通する「弱シール部」及び破断によって連通する「流路閉塞体」のうち，「弱シール部」の実施の態様に限定する趣旨にすぎない。これに対し，上記限定が付されていない本件訂正発明10及び11は，上記「弱シール部」及び「流路閉塞体」との両方の態様を含む趣旨である。そのような本件明細書の記載を的確に踏まえることなく，特許請求の範囲の記載のみを理由として，「室」との用語の解釈に「連通可能な」という限定を含めることが誤りであるとする控訴人の主張は誤りである。",
                        "また，仮に，控訴人の主張に従えば，本件訂正発明10及び11の「室」には連通可能ではない態様の「室」も含まれることになるが，そのような「室」に充填された輸液を他の「室」の輸液と混合するためには，用時混注による細菌汚染の問題が生じざるを得ない。「室」に「連通可能な」という要件を付加すべきではないとする控訴人の主張は，課題を解決できない構成まで本件訂正発明10及び11に含めることになる不合理な解釈に係るものである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人製品において，本件袋は，微量金属元素収容容器に当たる(1c)。そして，前記(1)(控訴人の主張)アのとおり，本件小室Tは「室」に当たり，本件袋は，硫黄原子を含む化合物を含有する溶液が収容されている中室とは「他の室」又は「別室」である本件小室Tに収納されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決の判断が誤りであることは，前記(1)(控訴人の主張)アのとおりである。仮に，原判決の判断による場合には，次の図10のように，被控訴人製品(前掲図7)と比較して，小室Tと小室Vとの間において外側の樹脂フィルムと内側の樹脂フィルムとの接合部を設けるか設けないかといった，本件各訂正発明の課題解決原理とは全く関係のない単なる設計事項によって，「室」に該当するか否かが異なることになり不合理である。",
                    "(図10)",
                    "(被控訴人らの主張)",
                    "被控訴人製品の小室Tの外側の樹脂フィルムと内側の樹脂フィルムとの間は，保管時及び使用時のいずれにおいても，輸液を充填して保存し得る構造ではないことから，「室」に当たらない。したがって，被控訴人製品は，構成要件1C，2C，10C及び11Cのいずれも充足しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(3)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "微量金属元素を収納している被控訴人製品の小室Tの内側の樹脂フィルムは，熱可塑性樹脂フィルムに当たる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人らの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人らの主張する訂正の経過は，フィルムの素材を限定解釈する理由とならない。第1訂正請求に係る審決(甲3)は，本件明細書の段落【0013】及び【0020】も挙げており，同【0052】のみにより訂正を認めたものではない。控訴人も訂正請求書でそれら複数の段落を指摘していた。",
                        "また，ガスバリヤー性は，熱可塑性樹脂の種類によって異なる。ガスバリヤー性が非常に高く全くガスを透過しないような特殊なフィルムは輸液容器に通常用いられるものではなく，輸液バッグに用いられる「通常入手し得る樹脂材料から成るフィルム」は，多かれ少なかれガスを透過する。この点からも，フィルムについて，ガスバリヤー性を考慮していないポリエチレンなどの熱可塑性樹脂を素材としていることと限定する理由はない。そして，被控訴人製品で用いられるCOP(環状ポリオレフィン系樹脂)を20μm積層させたもの(甲6)は，ガスバリヤー性が高いものではない(乙6)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書の段落【0032】には，易開封性シールで区画される形態も，破袋のための好ましい形態の一つとして記載されている。また，フィルムの厚さについても，好ましい例にすぎない。なお，被控訴人らは，厚さ250μmの膜を用いて微量金属元素収容容器を形成すると，本件明細書に記載された「安定性試験」における「比較例」と同様の構成であっても微量金属元素の安定性が実現されることが想定されるとして，本件明細書においては，厚さが250μmにも及ぶ膜でもフィルムに当たることは全く想定していないなどと主張するが，アミノ酸液から発生する硫化ガスの量が250μmのフィルムの最大透過量より少ない量であれば，250μmのフィルムであっても50μmのフィルムであっても同じ量を透過するのであり，被控訴人らの概算は，ガスの発生量とフィルムのガス透過量の関係を無視したものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被控訴人らは，「フィルム製の袋」につき，本件明細書の実施例1などにおいて小袋が用いられているのは，微量金属元素収容容器を安定にするべく収納されている室との関係で，その表面積を小さくすることによって，微量金属元素収容容器内に入り込む硫化水素の量を低減させるためであるなどとして，「袋」については，収納されている「他の室」との関係において，表面積が小さい袋と解されるべきであると主張する。しかし，「他の室」との関係における「袋」の表面積の大小については本件各訂正発明の発明特定事項になっていないばかりか，本件明細書にも記載されておらず，そのように限定解釈すべき理由はない。",
                        "(被控訴人らの主張)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "構成要件1D，2D，10D及び11Dの「フィルム」(以下「構成要件Dのフィルム」ということがある。)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "素材について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "構成要件Dのフィルムは，第1訂正請求により付加された発明特定事項に係るものであり，第1訂正請求に係る訂正は，本件明細書の段落【0052】の実施例1についての「厚さ50μmのポリエチレンフィルムより成形した小袋」という記載等に基づいて認められたものであるところ(甲3)，ポリエチレンがガスバリヤー性を考慮した素材ではないことは，技術常識である(乙10)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ガスバリヤー性を考慮した樹脂材料を利用して微量金属元素収容容器を形成する場合には，それによって微量金属元素の安定性を損なう原因物質である硫化水素の透過を防止することができ，微量金属元素の輸液製剤としての安定性を維持することが可能となって，本件各訂正発明の課題がそもそも生じない。したがって，構成要件Dのフィルムは，ポリエチレンのようなガスバリヤー性を特に考慮していない「通常入手し得る樹脂材料」である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "無効審判請求事件(無効2017-800045)における審判事件答弁書(乙13)において，控訴人は，自ら，「仮に，本件訂正発明1の容器が，引用発明のように肉厚でガスバリヤー性が高いものであれば，本件訂正発明1の上記の発明の課題や知見が生じる余地はない」と主張していた。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "したがって，構成要件Dのフィルムは，ガスバリヤー性を考慮していないポリエチレンなどの熱可塑性樹脂を素材とするものと解すべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "フィルム厚について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "構成要件Dのフィルムは，前記(ア)aのとおり，本件明細書の段落【0052】の「厚さ50μmのポリエチレンフィルムより成形した小袋」という記載等に基づき認められた訂正に係るもので，控訴人は，第1訂正請求により，通常の語義において「薄膜」を意味する(乙39)ものである「フィルム」を付加した。",
                            "そして，本件明細書の実施例1などで厚さ50μmのフィルムが用いられている理由は，同【0032】に記載のとおり，「肉厚約100μm以下の薄膜」を用いることで外側からの押圧で「破袋」させるという態様によって，微量金属元素収容容器を開放するためである。この点，「破袋」の通常の意義からすると，同段落の「破袋」は，同段落に記載された二つの態様のうち「肉厚約100μm以下の薄膜からなること」とのみ対応していると理解するのが自然である。",
                            "第1訂正請求は，微量金属元素収容容器について，弱シール部により解放される構成ではなく，フィルムを押圧により破袋する構成に限定したものである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "text": [
        "フィルムの厚さを約100μm以下と解することは，本件明細書の先行技術に関する段落【0004】及び「安定性試験」に関する段落【0065】の記載とも整合する。"
      ]
    },
    {
      "fig": "c",
      "text": [
        "したがって，構成要件Dのフィルムは，外側からの押圧による内圧増加により破袋する厚さ「約100μm」以下の膜により形成されたものと解するべきである。"
      ]
    },
    {
      "fig": "d",
      "text": [
        "控訴人は，JIS規格(甲26)を根拠として，厚さ250μm未満の膜であれば，構成要件Dのフィルムに該当する旨を主張するようであるが，本件明細書にはそのような定義はない。また，「フィルム」の辞書的な一般的意味は「薄皮。薄膜。」であり，膜状のものでも，「薄い」ものが想定されている(乙39)。",
        "さらに，本件明細書においては，厚さが250μmにも及ぶ膜でもフィルムに当たることは全く想定していない。なぜなら，仮に，厚さ250μmの膜についてもフィルムに該当すると解した場合，このような厚さの膜を用いて微量金属元素収容容器を形成すると，本件明細書に記載された「安定性試験」における「比較例」と同様の構成であっても微量金属元素の安定性が実現されることが想定され，本件明細書の段落【0004】の「通常入手し得る樹脂材料である限り，微量金属元素溶液を安定化することはできなかった。」との記載と整合しないからである。この点，本件明細書の【表5】を踏まえ，比較例の微量金属元素収容容器の厚さ50μmを250μmとした場合，気体の透過量が反比例して減少するため，各実施例と同等レベルに安定性が維持されるものと概算される。"
      ]
    },
    {
      "fig": "e",
      "text": [
        "なお，輸液製剤の技術分野において，250μmを閾値として「フィルム」かどうかを判別するような技術常識は存在せず，特許発明ごとに明細書の記載を踏まえながら，「フィルム」の意義を特定せざるを得ない。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "構成要件1D，2D，10D及び11Dの「袋」について",
          "text": [
            "本件明細書の実施例1などにおいて「小袋」が用いられている理由は，微量金属元素を安定にするべく，収納されている室との関係において，その表面積を小さくすることによって，微量金属元素収容容器内に入り込む硫化水素の量を低減させるためである。本件明細書の【図3】の微量金属元素収容容器6もまた，模式図ながら「室」と比べて極めて小さな袋に入れられている。",
            "したがって，上記各構成要件の「袋」については，「小袋」を用いた実施例により微量金属元素の安定性を実現させていることに鑑み，収納されている「他の室」との関係において，表面積が小さい袋と解するべきである。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "被控訴人製品について",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "被控訴人製品において，小室T(本件袋)を形成する素材は，ガスバリヤー性が高いCOP(環状ポリオレフィン系樹脂)である(甲6，乙35)。また，小室T(本件袋)を含む各室の開放態様は，大室を外側から押圧することにより(甲4，乙2)，これを隔てる弱シール部を順次開放させることにより行われる。",
                "そして，小室T(本件袋)の厚さは130μmである(甲6，乙35)。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "被控訴人製品の小室Tの内側の樹脂シートと外側の樹脂シートとは，およそ「室」と「小袋」というような関係にはない。"
              ],
              "content": [
                {
                  "fig": "6",
                  "subject": "争点(10)についての当事者の主張",
                  "text": [
                    "(控訴人の主張(予備的主張))",
                    "被控訴人製品について，本件各訂正発明の文言侵害が成立しないとしても，次のとおり，均等侵害が成立する(以下，最高裁平成6年(オ)第1083号同10年2月24日第三小法廷判決・民集52巻1号113頁が示した五つの要件を，「第1要件」ないし「第5要件」という。)"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "第1要件(本質的部分において異ならないこと)",
          "content": [
            {
              "fig": "(ア)",
              "subject": "本件各訂正発明の本質的部分について",
              "text": [
                "本件各訂正発明における本質的部分，すなわち，本件各訂正発明の特許請求の範囲の記載のうち，従来技術にみられない特有の技術的思想を構成する特徴的部分は，輸液成分が充填された複数の空間を使用時に連通することにより，各成分を混合して用いる輸液製剤において，微量金属元素を容器に入れて隔離した上で，硫黄原子を含む化合物を含有する溶液が収容されている空間とは別の空間に，収納し，硫黄原子を含む化合物を含有する溶液から「三重の壁」(同溶液を充填した「室」の壁，「他の室」の壁及び微量金属元素収容容器の壁)で隔離することである。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "被控訴人製品との異なる部分について",
              "text": [
                "本件各訂正発明の構成中，被控訴人製品と異なる部分は，「微量金属元素収容容器を収納する室(空間)において，使用時に，収容容器の部分のみならず収容容器を除いた部分も，隣接する室と連通する」という部分であるが，被控訴人製品においても，微量金属元素が硫黄原子を含む化合物を含有する溶液から「三重の壁」で隔離されているのであって，上記異なる部分は，本件各訂正発明の本質的部分ではない。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "被控訴人らの主張について"
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "被控訴人らが主張する，本件各訂正発明の課題解決原理が，①脱酸素剤を外袋の中に入れることと，②「微量金属元素収容容器」を「ブドウ糖及び電解質溶液」(以下「糖・電解質液」という。)が収容された「他の室」に入れることとの「二重の障壁」であるとすることには，根拠がない(甲24，30)。なお，本件各訂正発明における微量金属元素の安定が，仮に，被控訴人らの主張するような絶対的な安定であったとしても，「三重の壁」によって輸液製剤として使用可能な安定性を実現できる(甲22，24，30)。また，本件各訂正発明における安定は，滅菌処理後の安定性試験における安定であり，実験報告書(甲30)に関し，滅菌処理の間に銅の含量が測定上の誤差により若干下がったように見えたとしても，本件各訂正発明の安定とは無関係である。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "また，「他の室」に糖・電解質液が収容されていること及び微量金属元素収容容器の材質は，本件各訂正発明の構成要件に含まれていないから，異なる部分についての被控訴人らの主張は合理的でない。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "第2要件(作用効果の同一性)",
          "text": [
            "前記ア(イ)の異なる部分を被控訴人製品におけるものと置き換えたとしても，「三重の壁」が形成されることには変わりないため，本件各訂正発明の目的を達することができ，しかも微量金属元素を安定的に保存できるため，同一の作用効果を奏する。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "第3要件(置換可能性)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "前記ア(イ)の異なる部分について，被控訴人製品を本件各訂正発明の技術的範囲に入るよう置き換えるには，小室Tと中室又は小室Vとの間において，外側の樹脂フィルムと内側の樹脂フィルムとの間の強い溶着を，弱い接合部分(外部からの押圧によって剥離するシール結合)とするか，そもそも設けないものとすれば足りる。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "控訴人の出願に係る乙19(特開2004-313487号公報)によると(乙19の【図2】，【図3】，段落【0020】，【0023】，【0028】参照)，一つの室に収容容器を入れた複室輸液容器において，当該室のうち収容容器を除いた部分が，使用時に隣接する室に連通しないようにする構成は，被控訴人製品の製造販売前から知られていたことが明らかである。",
                "前記(ア)のような置換は，本件各訂正発明における「三重の壁」による作用効果と関係を有しない事項にすぎず，そのことは当業者であれば容易に認識できる。そして，「室」の微量金属元素収容容器以外の部分に溶液を充填しない場合，当該部分は，必ずしも他の室や容器に存在する輸液成分と混合する必要がなく，連通させる必要がないから，微量金属元素収容容器を収納する室とこれと隣接する各室の間において，室を形成するフィルムと容器を形成するフィルムとの間に連通不可能な強溶着を設けることは，当業者にとっては極めて容易に想到する単なる設計変更にすぎないといえ，置換は容易である。",
                "被控訴人エイワイファーマ自身，被控訴人製品と思われる製品の態様について，容器と室の間に連通不可能な強い接合である溶着部分を設けて室の容器以外の部分を隣接する室に連通させる構成と連通させない構成の双方の態様を検討していたところである(甲28，29)。この点，被控訴人エイワイファーマは，甲29に係る意匠(以下「旧意匠」という。)の出願(平成27年9月16日)の後に，本件特許に関する無効審判請求を行い(平成29年4月3日)，その後に甲28に係る意匠(以下「新意匠」という。)の出願(平成29年10月2日)をしたもので，本件特許の存在を考慮して設計変更したものであることが推認される。",
                "また，小室Vのポート(投与口)側の弱シール部において，強シールにより一部が固定されている構成，すなわち，外側樹脂フィルムと内側樹脂フィルムとの間に一部だけ強シールを設ける構成は，被控訴人製品の販売前から公知であった(甲15の【図1】及び【図2】の局部的強シール47)。この点からも，上記の置換は容易であったといえる。"
              ]
            }
          ]
        },
        {
          "fig": "エ",
          "subject": "第4要件(公知技術から容易に推察されるものではないこと)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "乙12公報に記載された発明の「小室C3」部分の多層樹脂フィルムの構成に代えて，複数の樹脂フィルムを重ね合わせた構成に置き換えてしまうと，複数の樹脂フィルム内部で光の反射が起こることになるため，1枚のフィルム(シート)に比べてその透明度が大きく下がり，容器本体や内部をカメラ等で観察しづらくなり，上記発明の効果(乙12公報の段落【0041】，【0044】)を奏しないものとなる。それゆえ，上記置換には阻害要因がある。",
                "この点，乙12公報の段落【0026】における樹脂製小袋は，同【0025】におけるプレフィルドシリンジと同じく，上記発明の容器のポート部材に連結具を取り付けて連結されるもので，上記発明の容器とは別に用意されるものである。同【0026】に，上記発明の容器の一部である区画C3，C4を多重包装することは開示されていない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "本件特許の出願当時，微量金属元素収容容器を輸液容器に収納する形態の輸液製剤は存在しなかったから，被控訴人製品は，公知技術と同一又は当業者がこれから当該出願時に容易に推考できたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "オ",
          "subject": "第5要件(意識的に除外したものに当たらないこと)",
          "text": [
            "被控訴人らは，控訴人が第1訂正請求において「熱可塑性樹脂フィルム製の袋」について，本件明細書の段落【0052】などの「厚さ50μmのポリエチレンフィルムより形成した小袋」との記載を根拠としたことから，①ガスバリヤー性を考慮していないポリエチレンなどの熱可塑性樹脂を素材とし，②外側からの押圧による内圧増加により(弱シール部の開放ではなく)破袋する厚さ「約100μm」以下の膜から形成されていることを備えた素材のものに限定し，それ以外のものを意識的に除外したと主張するが，第1訂正請求に係る訂正は同段落の記載のみを根拠としたものではなく，上記の限定はされていない。",
            "(被控訴人らの主張)"
          ]
        },
        {
          "fig": "ア",
          "subject": "第1要件(本質的部分において異ならないこと)について",
          "content": [
            {
              "fig": "(ア)",
              "subject": "本件各訂正発明の本質的部分について"
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "本件明細書の段落【0002】～【0005】，【0065】，【0066】からすると，本件各訂正発明の課題は，「通常入手し得る樹脂材料」を用いることを前提として，含硫化合物を含む輸液製剤の輸液の一部に微量金属元素を組み込むことにより，微量金属元素の用時混注による細菌汚染の問題が生じないようにしながら，輸液の保存期間内において微量金属元素を安定的に保存することができるようにすることにある。",
        "そして，本件各訂正発明において，上記課題を解決する基本的な原理は，①「他の室」に収容された糖・電解質液と，②外袋内に封入された，硫化水素を吸収する性質を有する脱酸素剤という，いわば「二重の障壁」にあるといえる(甲19，乙18，28，35～37)。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "輸液製剤における輸液は，アミノ酸液と糖・電解質液とが基本的なものであり，アミノ酸液を収容する「室」とは異なる「他の室」には，糖・電解質液が収容されるのが通常である。",
        "この点，本件明細書の段落【0024】及び【0033】には，溶液が「他の室」に充填されていなくてもよい旨のいわゆる一行記載があるが，溶液が充填されていない場合における具体的な輸液容器の構成すら開示がなく，本件明細書に上記記載と関連するような具体的な記載はない。かえって，上記各段落には，「糖質輸液もしくは電解質輸液のいずれかまたはそれらの混合物が収納されていることが好ましい。」といった記載がある。仮に，本件明細書の【図1】の「第1室4」に糖・電解質液を充填しないとすれば，同図に示される輸液容器においては糖・電解質液を収容する「室」が失われてしまうが，本件各訂正発明に係る輸液製剤がそのような輸液製剤を前提とするとは思われない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(イ)",
              "subject": "被控訴人製品との異なる部分について"
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "被控訴人製品の構成中，本件各訂正発明と異なる部分は，微量金属元素を収容している小室Tを，糖・電解質液を収容した他の室に収納することなく，小室Tの内側の樹脂フィルムの材質をガスバリヤー性を考慮したCOP(環状ポリオレフィン系樹脂。甲6，乙35)に置き換えた点である。",
        "すなわち，まず，被控訴人製品は，「二重の障壁」のうち糖・電解質液による障壁を備えていない。被控訴人製品において，微量金属元素を収容している小室T(本件袋)は，何らかの「室」に収納されているものではなく，その周りに糖・電解質液が充填された空間を備えていない。また，小室T(本件袋)の内側の樹脂フィルムの素材であるCOPは，ガスバリヤー性を考慮したフィルムであって，「通常入手し得る樹脂材料」から成るガスバリヤー性を考慮しないフィルムとは異なる(乙6，35)。",
        "なお，COPへの置換の理由は，ガスバリヤー性の高いCOPが中室のアミノ酸液中の含硫アミノ酸から生ずる硫化水素を遮断し，小室T内の微量金属元素が硫化水素と反応することを防ぐことのほか，小室Vを形成する樹脂フィルムの材質を同じくCOPとすることにより，通常のポリエチレン系樹脂フィルムではフィルムの壁面に吸着するおそれがある脂溶性ビタミン(ビタミンA，E，D及びK)が小室Vの壁面に吸着することを防ぐことにある。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "被控訴人製品の技術思想は，その課題解決原理において，本件各訂正発明の課題解決原理とは明らかに異なっており，上記異なる部分は本件各訂正発明の技術的思想の本質的部分における相違点である。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ウ)",
              "subject": "控訴人の主張について"
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "本件各訂正発明において，微量金属元素収容容器のフィルムは，「通常入手し得る樹脂材料」であることが前提とされており，ガスバリヤー性を考慮していないものと解すべきであるが，そのようなフィルムからなる「三重の壁」は，微量金属元素の輸液製剤としての安定を維持する効果との関係においては意味をなさない。輸液製剤の技術分野における技術常識も踏まえて本件明細書の記載を理解したとしても，当業者において，「三重の壁」により微量金属元素の輸液製剤としての安定性を維持する効果が得られると理解することはできない。",
        "上記に関し，控訴人の実験報告書(甲24)について，微量金属元素の安定が維持されたとされる原因としては，使用された外袋のガスバリヤー性が低く硫化水素が外袋内に長期間滞留しないことや，微量金属元素収容容器の表面積が収納されている「室」との関係において小さい点が挙げられる(乙28，29，35参照)。他方，控訴人の実験報告書(甲30)については，比較的短時間の滅菌処理においては「三重の壁」の効果が必ずしもみられずに銅含量が低下し，その後の苛酷試験においては銅含量の低下がほぼゼロとなっていて疑問があり，外袋のガスバリヤー性が低いことなど，何らかの要素が付加されているものとみられる。",
        "また，本件各訂正発明における微量金属元素の安定性は，輸液製剤として使用可能な状態を維持することができるという意味における絶対的な安定性であり(本件明細書の段落【0066】)，相対的な安定を意味するものではない。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "控訴人の主張は，控訴人のいう本件小室Tが存在することを前提とするものであって，相当でない。被控訴人製品において，小室T(本件袋)とその上下の空間は，互いに包含し包含される関係にはなく，小室T(本件袋)を収納する空間は存在しない。したがって，「異なる部分」についての控訴人の理解を前提としても，微量金属元素収容容器を収納する室が存在するかどうかは，なお「異なる部分」に当たる。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "第2要件(作用効果の同一性)について",
          "text": [
            "本件各訂正発明の課題解決原理が「二重の障壁」，特に微量金属元素収容容器を糖・電解質液が収容された他の室に収納することにあるのに対し，被控訴人製品は，小室Tを形成している内側の樹脂フィルムの材質をガスバリヤー性を考慮した樹脂であるCOPに置き換えたことにより，本件各訂正発明の課題を本件各訂正発明とは異なる作用により解決したものである。それゆえ，両者の作用や効果は異なっている。",
            "この点，被控訴人製品の小室Tを形成する内側の樹脂フィルムをガスバリヤー性を考慮しないものとしたままでは，控訴人が主張するようにその内側の樹脂フィルムと外側の樹脂フィルムとの間の空間を強シールにより閉鎖した空間としたとしても，微量金属元素の輸液製剤の保存期間中における安定性を確保する効果を奏し得ない。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "第3要件(置換可能性)について",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "本件各訂正発明とは作用が異なる被控訴人製品の構成に置き換えることが，極めて容易に想到し得るとは当然にはいい得ない。被控訴人製品において，小室Tを形成する樹脂をガスバリヤー性を考慮したものとすることで(糖・電解質液を収容した)他の室に収納しない構成とすることは，本件各訂正発明の課題解決原理である「二重の障壁」のうち，脱酸素剤により硫化水素を化学的に吸収させるという技術的思想と性格を異にし，また，(糖・電解質液を収容した)他の室に入れるという技術的思想とは方向性を異にするから，単なる設計的変更を超えたものというべきである。そうすると，被控訴人製品のような構成にすることは，被控訴人製品の開発時において極めて容易に想到し得たこととはいい難い。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "控訴人の主張について"
            }
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "被控訴人製品について，小室T及び小室Vを形成する内側の樹脂フィルムが外側の樹脂フィルムと溶着されていない構成とすると，小室Tと小室Vの間の弱シール部が開き難くなるおそれがあり，連通が容易でなくなる。また，小室Tと小室Vとの間の弱シール部の内側の樹脂フィルムの外側に，更に弱シール部を設ける構成とすると，外側の弱シール部が先に開いてしまうなど，内側の弱シール部が開き難くなるのみである。また，そもそも，あえて小室Tの内側の樹脂フィルムと外側の樹脂フィルムとの間の空間に輸液を連通させるべき技術的な必要性はなく，かえって，当該空間を滅菌する手数が増えるのみである。控訴人の主張は，机上の空論にすぎない。",
        "本件各訂正発明について，「他の室」には一切輸液が連通しないようにするような置換は，技術的には全く無意味であり，輸液製剤としても成立しなくなるような置換であり，極めて容易になし得ることではない。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "控訴人が主張する乙19の構成は，およそ本件各訂正発明の構成とはかけ離れたものである。同様に，被控訴人製品の小室Tも本件各訂正発明の構成とはかけ離れたもので，乙19の記載を踏まえても，そのような構成に置き換えることを極めて容易に想到し得たとはいい難い。"
      ]
    },
    {
      "fig": "c",
      "text": [
        "旧意匠と被控訴人製品に係る新意匠とは，小室Tと小室Vとが弱シール部により連通する箇所の外側に強シールがされているかどうかという点においてのみ相違しているものではなく，各室の構成及びその相互の関係において大きく相違しており，控訴人の主張は，その前提に誤解がある。また，旧意匠から新意匠に至るには2年以上を要したもので(乙40)，容易な置換ではなかった。",
        "なお，旧意匠から新意匠への変更は，隔壁開通の向上と，薬液の均一な混合及び薬液の排出性の改善(全量排出)の解決という技術的な理由によるものであり，本件特許を意識したことを理由とするものではない(乙40)。この点，COPについても，味の素製薬株式会社の当時から研究され(乙6)，旧意匠の当時からCOPを採用することが決定されていたもので，被控訴人エイワイファーマは，「三重の壁」による作用効果などは全く意識していなかった。"
      ],
      "content": [
        {
          "fig": "エ",
          "subject": "第4要件(公知技術から容易に推察されるものではないこと)について",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "被控訴人製品の構成は，乙12公報に記載された発明において，微量元素の水溶液が収容されている小室C3部分の樹脂フィルムに代えて，複数の樹脂フィルムを重ね合わせた構成ということもできる。控訴人は，被控訴人製品の小室Tを形成する内側の樹脂フィルムと外側の樹脂フィルムとの間にわずかな空間があること，すなわちフィルムが一体化されていないことを捉えて，「三重の壁」のうちの二つの壁が形成されていると主張しているにすぎない。",
                "1枚の樹脂フィルムにおいても，一般に多層構造のものが用いられるところ，複数枚の樹脂フィルムを用いるか，それとも一体化された複層の1枚のフィルムを用いるかは，材質が同じであれば，ガスバリヤー性においてはほとんど差異がなく，本件各訂正発明が解決すべき課題である微量金属元素の安定性の確保とは関係がない。そうすると，上記発明において一体化した複層の単数のフィルムに代えて，複数の単層のフィルムを用いることは，当業者において適宜行うことのできる設計的事項というべきであり，被控訴人製品の構成は，本件各訂正発明の出願時の当業者において，上記発明に基づいて容易に推考することができたものといえる。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "単層のフィルムであればともかく，多層のフィルムであれば，フィルムの内部において，複数の層の界面において屈折や反射が起きることは技術常識である。多層のフィルムであれ，単層のフィルムを複数重ねたものであれ，透明度において顕著な差異を与えるものではない。また，仮に透明度が低下することがあるとしても，それは，例えば，表面粗さを調節して反射を抑えるなど，容器の設計において工夫すれば容易に抑制することができる程度の問題である。",
                "乙12公報の段落【0026】でも，「多重包装」とする構成が予定されている一方で，そのような構成とすることについて，光の反射の問題を含めて特に阻害要因があるというような認識は示されていない。"
              ]
            }
          ]
        },
        {
          "fig": "オ",
          "subject": "第5要件(意識的に除外したものに当たらないこと)について",
          "text": [
            "本件各訂正発明の「熱可塑性樹脂フィルム製の袋」は，前記5(3)(被控訴人らの主張)ア(ア)のとおり，第1訂正請求により付加された発明特定事項であるところ，第1訂正請求において，控訴人は，当該発明特定事項が本件明細書に記載した事項の範囲内である理由として，本件明細書の段落【0052】，【0055】，【0058】及び【0059】における「厚さ50μmのポリエチレンフィルムより成形した小袋」との記載を根拠として挙げた(乙41)。",
            "控訴人は，本件各訂正発明に「熱可塑性樹脂フィルム製の袋」という発明特定事項を追加することにより，微量金属元素収容容器について，ガスバリヤー性を考慮していないポリエチレンなどの熱可塑性樹脂を素材としていること及び外側からの押圧による内圧増加により(弱シール部の開放ではなく)破袋する厚さ約100μm以下の薄膜から形成されていることという要素を備えたものに限定し，それ以外のものを意識的に除外したというべきである。上記の「約100μm以下」については，本件明細書の段落【0032】に「破袋」する厚さの薄膜の上限値として記載されており，破袋することが可能な「厚さ50μmのポリエチレンフィルムより成形した小袋」を用いた各実施例を根拠として本件各訂正発明の技術的範囲に限定することは，この上限値の範囲に限定することに等しいというべきである。",
            "したがって，上記要素を備えていない被控訴人製品の微量金属元素収容容器の内側の樹脂フィルムは，本件各訂正発明の技術的範囲から意識的に除外された範囲に属するものといえる。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，被控訴人方法は，本件訂正発明10及び11の技術的範囲に属するもので，被控訴人製品は，本件訂正発明10及び11の保存安定化方法の使用にのみ用いる物であると認め，控訴人の請求をいずれも認容するのが相当であると判断する。その理由は，次のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件各訂正発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書(甲2)には，以下の記載がある。",
                "【0001】",
                "【発明の属する技術分野】",
                "本発明は，経時変化を受けることなく保存でき，使用時に細菌による汚染なく薬剤の配合を行うことができる複数の室を有する輸液容器に収容されている輸液製剤に関する。",
                "【0002】",
                "【従来の技術】",
                "経口・経腸管栄養補給が不能または不十分な患者には，経静脈からの高カロリー輸液の投与が行われている。このときに使用される輸液製剤としては，糖製剤，アミノ酸製剤，電解質製剤，混合ビタミン製剤，脂肪乳剤などが市販されており，病態などに応じて用時に病院で適宜混合して使用されていた。",
                "しかし，病院におけるこのような混注操作は煩雑なうえに，かかる混合操作時に細菌汚染の可能性が高く不衛生であるという問題がある。このため連通可能な隔壁手段で区画された複数の室を有する輸液容器が開発され病院で使用されるようになった。",
                "【0003】",
                "一方，輸液中には，通常，微量金属元素(銅，鉄，亜鉛，マンガンなど)が含まれていないことから輸液の投与が長期になると，患者の唇がひび割れたり，造血機能が低下したりする，いわゆる微量金属元素欠乏症を発症する。微量金属元素は輸液と混合した状態で保存すると，化学反応によって品質劣化の原因となる。このため病院では，細菌汚染の問題をかかえながらも依然として輸液を投与する直前に微量金属元素が混合されているのが現状である。",
                "【0004】",
                "本発明者らは，かかる現状に鑑み，外部からの押圧によって連通可能な隔壁手段で区画された複数の室を有する輸液容器を用い，用時に細菌汚染の可能性なく微量金属元素を混入することができ，かつ，保存安定性にも優れた輸液製剤の創製研究を開始した。",
                "本発明者らは，システインまたはシスチンなどの含硫アミノ酸を含むアミノ酸輸液と微量金属元素とを隔離して保存することを試みた。しかしながら，含硫アミノ酸を含むアミノ酸輸液を一室に充填し，微量金属元素収容容器を同室に収容すると，該アミノ酸輸液と微量金属元素とは隔離してあるにもかかわらず，微量金属元素を含む溶液が不安定であるという問題が生じることを知見した。上記室と微量金属元素収容容器を構成する材料を種々変更して検討したが，通常入手し得る樹脂材料である限り，微量金属元素溶液を安定化することはできなかった。",
                "【0005】",
                "【発明が解決しようとする課題】",
                "本発明は，微量金属元素が安定に存在していることを特徴とする含硫化合物を含む溶液を有する輸液製剤を提供することを目的とする。",
                "【0006】",
                "【課題を解決するための手段】",
                "本発明者らは，上記目的を達成すべく鋭意検討した結果，連通可能な隔壁手段で区画されている複室からなる輸液容器において，その一室に硫黄原子を含む化合物を含有する溶液が収容され，微量金属元素収容容器は他の室に収容することにより，微量金属元素を含む溶液が安定であるという思いがけない知見を得た。",
                "本発明者らは，さらに検討を重ねて本発明を完成した。",
                "【0007】",
                "すなわち，本発明は，"
              ]
            },
            {
              "fig": "(1)",
              "subject": "外部からの押圧によって連通可能な隔壁手段で区画されている複数の室を有する輸液容器において，その一室に硫黄原子を含む化合物を含有する溶液が充填され，他の室に微量金属元素収容容器が収納されていることを特徴とする輸液製剤，"
            },
            {
              "fig": "(2)",
              "subject": "硫黄原子を含む化合物を含有する溶液が，含硫アミノ酸または／および亜硫酸塩を含むアミノ酸輸液であり，微量金属元素が銅であることを特徴とする前記(1)に記載の輸液製剤，"
            },
            {
              "fig": "(3)",
              "subject": "微量金属元素収容容器が収納されている第1室と，硫黄原子を含む化合物を含有する溶液が充填されている第2室とが，連通可能な隔壁手段を介して隣接していることを特徴とする前記(1)または(2)に記載の輸液製剤，"
            },
            {
              "fig": "(4)",
              "subject": "微量金属元素収容容器を収納している室に，糖質輸液または／および電解質輸液が充填されていることを特徴とする前記(1)～(3)に記載の輸液製剤，",
              "text": [
                "に関する。",
                "【0008】",
                "また，本発明は，"
              ]
            },
            {
              "fig": "(5)",
              "subject": "第1室または第2室に，ビタミン収容容器が収納されていることを特徴とする前記(3)または(4)に記載の輸液製剤，"
            },
            {
              "fig": "(6)",
              "subject": "微量金属元素収容容器またはビタミン収容容器と，それを収納している室とが，外部からの押圧によって連通可能であることを特徴とする前記(1)～(5)に記載の輸液製剤，"
            },
            {
              "fig": "(7)",
              "subject": "第1室または第2室に充填されている溶液が，さらにビタミンを含有していることを特徴とする前記(3)～(5)に記載の輸液製剤，",
              "text": [
                "に関する。",
                "【0009】",
                "また，本発明は，"
              ]
            },
            {
              "fig": "(8)",
              "subject": "複数の全ての室および収容容器を，外部からの押圧によって連通させて得られる薬液混合物の成分組成が，ブドウ糖50～400g／L，L-ロイシン0．8～10．0g／L，L-イソロイシン0～7．0g／L，L-バリン0．3～8．0g／L，L-リジン0．5～7．0g／L，L-スレオニン0．3～4．0g／L，L-トリプトファン0．08～1．5g／L，L-メチオニン0．2～4．0g／L，L-フェニルアラニン0．4～6．0g／L，L-システイン0．03～1．0g／L，L-チロシン0．02～1．0g／L，L-アルギニン0．5～7．0g／L，L-ヒスチジン0．3～4．0g／L，L-アラニン0．4～7．0g／L，L-プロリン0．2～5．0g／L，L-セリン0～3．0g／L，グリシン0．3～6．0g／L，L-アスパラギン酸0～2．0g／L，L-グルタミン酸0～3．0g／L，ナトリウム20～80mEq／L，カリウム10～40mEq／L，マグネシウム2～20mEq／L，カルシウム2～20mEq／L，リン2～20mmol／L，塩素20～80mEq／L，鉄2～200μmol／L，銅0．5～40μmol／L，マンガン0～10μmol／L，亜鉛2～200μmol／L，ヨウ素0～5μmol／Lであることを特徴とする前記(1)～(7)に記載の輸液製剤，",
              "text": [
                "に関する。",
                "【0010】",
                "また，本発明は，"
              ]
            },
            {
              "fig": "(9)",
              "subject": "さらに，ビタミンB 0．4～30mg／L，ビタミンB 0．5～6．0mg／L，ビタミンB 0．5～8．0mg／L，ビタミンB 0．5～50μg／L，ニコチン酸類5～80mg／L，パントテン酸類1．5～35mg／L，葉酸50～800μg／L，ビタミンC12～200mg／L，ビタミンA400～6500IU／L，ビタミンD0．5～10μg／L，ビタミンE1．0～20mg／L，ビタミンK0．2～4mg／L，ビオチン5～120μg／Lを含有することを特徴とする前記(8)に記載の輸液製剤，",
              "text": [
                "に関する。",
                "【0011】",
                "また，本発明は，",
                "(10)  複室輸液製剤において，含硫アミノ酸溶液を収容している室と別室に微量金属元素収容容器を収納することを特徴とする輸液製剤の保存安定化方法，",
                "(11)  微量金属元素が，銅であることを特徴とする前記(10)に記載の輸液製剤の保存安定化方法，",
                "に関する。",
                "【0012】",
                "【発明の実施の形態】",
                "本発明にかかる輸液製剤においては，連通可能な隔壁手段で区画されている複室からなる輸液容器を用いる。かかる輸液容器としては，特に限定されず，公知のものを用いてよい。具体的には，例えば，複数の室が弱シール部により区画され，輸液容器の一室を外部より押圧することにより当該室が隣接する他の室と連通する輸液容器が，好適な例として挙げられる。また，輸液容器を複数の室に区画する隔壁に破断可能な流路閉塞体が設けられている構造のものなども挙げられる。",
                "【0013】",
                "上記輸液容器における各室の形成材料としては，貯蔵する薬剤の安定性上問題のない樹脂であればよく，比較的大容量の室を形成する部分は，柔軟な熱可塑性樹脂，例えば軟質ポリプロピレンやそのコポリマー，ポリエチレンおよび／またはそのコポリマー，酢酸ビニル，ポリビニルアルコール部分ケン化物，ポリプロピレンとポリエチレンもしくはポリブテンの混合物，エチレン-プロピレンコポリマーのようなオレフィン系樹脂もしくはポリオレフィン部分架橋物，スチレン系エラストマー，ポリエチレンテレフタラートなどのポリエステル類もしくは軟質塩化ビニル樹脂など，またはそれらの内適当な樹脂を混合した素材，またナイロンなど他の素材も含めて前記素材を多層に成型したシートなどが利用可能である。",
                "【0014】",
                "本発明にかかる輸液製剤は，上述のような連通可能な隔壁手段で区画されている複室からなる輸液容器において，その一室に硫黄原子を含む化合物を含有する溶液が充填され，他の室に微量金属元素収容容器が収納されていることを特長とする。このようにすることにより，硫黄原子を含む化合物を含有する溶液を有する輸液製剤において，微量金属元素，特に銅イオンを安定化することができる。",
                "【0015】",
                "上記「硫黄原子を含む化合物(本発明において，含硫化合物ともいう。)」としては，特に限定されないが，システインまたはシスチンなどの含硫アミノ酸が挙げられる。また，かかる化合物としては，安定化剤として用いられている亜硫酸塩なども挙げられる。前記亜硫酸塩としては，例えば，亜硫酸水素ナトリウム，亜硫酸ナトリウム，ピロ亜硫酸ナトリウム，チオ亜硫酸ナトリウムまたはロンガリットなどが挙げられる。本発明の輸液製剤には，上記の含硫化合物が単独で含有されていてもよいし，2種以上の含硫化合物が含有されていてもよい。",
                "上記含硫化合物の含有量は，特に限定されないが，含硫アミノ酸の場合，その含有量は約0．1～10g／Lであることが好ましく，亜硫酸塩の場合，その含有量は約0．02～0．5g／Lであることが好ましい。",
                "【0016】",
                "上記「含硫化合物を含む溶液」としては，上記含硫化合物を含めば，特に限定されないが，含硫アミノ酸または／および亜硫酸塩を含むアミノ酸輸液が好適な例として挙げられる。",
                "前記アミノ酸輸液としては，公知のものを用いてよい。例えば，アミノ酸輸液中に含有されるアミノ酸としては，必須アミノ酸，非必須アミノ酸および／またはこれらのアミノ酸の塩，エステルまたはＮ-アシル体などが挙げられる。より具体的には，例えば，L-イソロイシン，L-ロイシン，L-リジン，L-メチオニン，L-フェニルアラニン，L-スレオニン，L-トリプトファン，L-バリン，L-アラニン，L-アルギニン，L-アスパラギン酸，L-システイン，L-グルタミン酸，L-ヒスチジン，L-プロリン，L-セリン，L-チロシンまたはL-グリシンなどのアミノ酸が挙げられる。また，これらアミノ酸はL-アルギニン塩酸塩，L-システイン塩酸塩，L-グルタミン酸塩酸塩，L-ヒスチジン塩酸塩，L-リジン塩酸塩等の無機酸塩や，L-リジン酢酸塩，L-リジンリンゴ酸塩等の有機酸塩，L-チロシンメチルエスエル，L-メチオノンメチルエスエル，L-メチオニンエチルエステルなどのエステル体，Ｎ-アセチル-L-システイン，Ｎ-アセチル-L-トリプトファン，Ｎ-アセチル-L-プロリンなどのＮ-置換体，L-チロシル-L-チロシン，L-アラニル-L-チロシン，L-アルギニル-L-チロシン，L-チロシル-L-アルギニンなどのジペプチド類の形態でも良い。",
                "【0017】",
                "全ての溶液を混合した溶液中にアミノ酸は，以下の配合量(遊離形態で換算)で配合されていることが好ましい。",
                "すなわち，L-ロイシン約0．8～10．0g／L，好ましくは約2．0～5．0g／L，L-イソロイシン約0～7．0g／L，好ましくは約1．0～3．0g／L，L-バリン約0．3～8．0g／L，好ましくは約1．0～3．0g／L，L-リジン約0．5～7．0g／L，好ましくは約1．5～4．5g／L，L-トレオニン約0．3～4．0g／L，好ましくは約0．5～2．0g／L，L-トリプトファン約0．08～1．5g／L，好ましくは約0．2～1．0g／L，L-メチオニン約0．2～4．0g／L，好ましくは約0．5～1．5g／L，L-フェニルアラニン約0．4～6．0g／L，好ましくは約1．0～2．5g／L，",
                "【0018】",
                "L-システイン約0．03～1．0g／L，好ましくは約0．15～0．5g／L，L-チロシン約0．02～1．0g／L，好ましくは約0．05～0．20g／L，L-アルギニン約0．5～7．0g／L，好ましくは約1．5～3．5g／L，L-ヒスチジン約0．3～4．0g／L，好ましくは約0．5～2．5g／L，L-アラニン約0．4～7．0g／L，好ましくは約1．0～3．0g／L，L-プロリン約0．2～5．0g／L，好ましくは約0．5～2．0g／L，L-セリン約0～3．0g／L，好ましくは約0．5～1．5g／L，グリシン約0．3～6．0g／L，好ましくは約0．5～2．5g／L，L-アスパラギン酸約0～2．0g／L，好ましくは約0．1～1．0g／L，L-グルタミン酸約0～3．0g／L，好ましくは約0．1～1．0g／Lとなるように配合するのが好ましい。",
                "【0019】",
                "上記アミノ酸輸液のpHは，通常のpH調整剤，例えば塩酸，酢酸，乳酸，リンゴ酸，クエン酸などの酸類や水酸化ナトリウムなどのアルカリを適宜用いて約2．5～10，好ましくは約5～8に調製するのが好ましい。",
                "【0020】",
                "本発明の輸液製剤において，微量金属元素を含有する液(以下，「微量金属元素含有溶液」ともいう)を収容する微量金属元素収容容器は，含硫化合物を含有する溶液を充填する室と異なる室に収納されている。微量金属元素収容容器の収納方法としては，例えば室内の液中に微量金属元素収容容器を浮遊させてもよいが，微量金属元素収容容器の周縁シール部の端を，収納する室の周縁に挟み込んでシールすることにより，吊着するのが好ましい。この場合，シールをしやすくするために，微量金属元素含有溶液が収納されている室の素材を，微量金属元素収容容器の最内層の素材と同一にするのが一般的である。",
                "また，微量金属元素収容容器は，それを収納している室と連通可能であることが好ましい。そのための手段としては，公知手段を用いてよく，具体的には，上述したように，微量金属元素収容容器とそれを収納している室が弱シール部または肉厚が約100μm以下の薄膜により区画され，微量金属元素収容容器を外部より押圧することにより当該容器がそれを収納している室と連通する構造となっていることが好ましい。また，微量金属元素収容容器は，それを収納している室との隔壁に破断可能な流路閉塞体を有していてもよい。",
                "【0021】",
                "上記微量金属元素としては，例えば銅，鉄，マンガン，亜鉛などが挙げられる。微量金属元素収容容器内の微量金属元素は，微量金属元素もしくは微量金属元素を含む化合物またはそれらを含有する溶液もしくは懸濁液などであってよい。また，所望によって，その他の成分が微量金属元素収容容器内に存在していても良い。微量金属元素収容容器内において，鉄はコロイドとして，また銅，マンガン，亜鉛は水に溶解させて，微量金属元素収容容器に充填するのが好ましい。但し，マンガン，亜鉛は，アミノ酸含有溶液または糖含有溶液と混合して用いることもできる。",
                "【0022】",
                "微量金属元素含有溶液において，銅の供給源としては，例えば硫酸銅などが挙げられ，製剤中の全ての溶液を混合した溶液中に約0．5～40μmol／L，好ましくは約1～20μmol／Lとなるように配合するのが好ましい。",
                "鉄の供給源としては，例えば塩化第二鉄，硫酸第二鉄などが挙げられ，製剤中の全ての溶液を混合した溶液中に約2～200μmol／L，好ましくは約5～100μmol／Lとなるように配合するのが好ましい。",
                "マンガンの供給源としては，例えば塩化マンガン，硫酸マンガンなどが挙げられ，製剤中の全ての溶液を混合した溶液中に約0～10μmol／L，好ましくは約0～5μmol／Lとなるように配合するのが好ましい。",
                "亜鉛の供給源としては，例えば塩化亜鉛，硫酸亜鉛などが挙げられ，製剤中の全ての溶液を混合した溶液中に約2～300μmol／L，好ましくは約5～150μmol／Lとなるように配合するのが好ましい。",
                "【0024】",
                "上記「微量金属元素収容容器を収納している室」には，溶液が充填されていてもよいし，充填されていなくてもよい。なかでも，前記室には，糖質輸液もしくは電解質輸液のいずれかまたはそれらの混合物が収納されていることが好ましい。",
                "【0025】",
                "上記糖質輸液は，公知のものを用いてよい。かかる糖質輸液中に含有される糖としては，従来から各種輸液に慣用されるものでよく，例えばブドウ糖，フルクトースなどの単糖類，マルトースなどの二糖類が例示される。その中でもブドウ糖，フルクトース，マルトースなどの還元糖が好ましく，特に血糖管理などの点で，ブドウ糖が好ましい。これらの還元糖は2種以上を混合して用いてもよく，更にこれらの還元糖にソルビトール，キシリトール，グリセリンなどを加えた混合物を用いてもよい。",
                "【0026】",
                "上記糖質輸液は，通常のpH調整剤，例えば塩酸，酢酸，乳酸，リンゴ酸，クエン酸などの酸類や水酸化ナトリウムなどのアルカリを適宜使用してpH約2～6，好ましくは約3．5～5に調製されていることが好ましい。",
                "また，本発明の輸液製剤において全ての溶液を混合した溶液中にこれらの糖は，約50～400g／L，好ましくは約100～200g／Lとなるように配合するのが好ましい。さらに，上記糖質輸液は，下記する電解質が，下記する濃度で含有されていても良い。",
                "【0027】",
                "上記電解質輸液は，公知のものを用いてよい。かかる電解質輸液中に含有される電解質としては，例えば，ナトリウム，カリウム，マグネシウム，カルシウム，塩素，リンなど無機成分の水溶性塩，例えば塩化塩，硫酸塩，酢酸塩，グルコン酸塩，乳酸塩，グリセロリン酸塩などが挙げられる。",
                "【0028】",
                "ナトリウムイオン供給源としては，例えば塩化ナトリウム，酢酸ナトリウム，クエン酸ナトリウム，リン酸二水素ナトリウム，リン酸水素二ナトリウム，硫酸ナトリウムまたは乳酸ナトリウムなどが挙げられ，全ての溶液を混合した溶液中に約10～160mEq／L，好ましくは約20～80mEq／L，さらに好ましくは約30～60mEq／Lとなるように配合するのが好ましい。",
                "カリウムイオン供給源としては，例えば塩化カリウム，酢酸カリウム，クエン酸カリウム，リン酸二水素カリウム，リン酸水素二カリウム，硫酸カリウムまたは乳酸カルシウムなどがあげられ，全ての溶液を混合した溶液中に約5～80mEq／L，好ましくは約10～40mEq／L，さらに好ましくは約15～30mEq／Lとなるように配合するのが好ましい。",
                "【0029】",
                "カルシウムイオン供給源としては，例えば塩化カルシウム，グルコン酸カルシウム，パントテン酸カルシウム，乳酸カルシウムまたは酢酸カルシウムなどが挙げられ，全ての溶液を混合した溶液中に約1～40mEq／L，好ましくは約2～20mEq／L，さらに好ましくは約2～10mEq／Lとなるように配合するのが好ましい。",
                "マグネシウムイオン供給源としては，例えば硫酸マグネシウム，塩化マグネシウムまたは酢酸マグネシウムなどが挙げられ，全ての溶液を混合した溶液中に約1～40mEq／L，好ましくは約2～20mEq／L，さらに好ましくは約2～10mEq／Lとなるように配合するのが好ましい。",
                "【0030】",
                "リン供給源としては，リン酸二水素ナトリウム，リン酸水素二ナトリウムまたはグリセロリン酸カリウムなどが挙げられ，全ての溶液を混合した溶液中に約1～40mmol／L，好ましくは約2～20mmol／L，さらに好ましくは約3～10mmol／Lとなるように配合するのが好ましい。",
                "クロルイオン供給源としては，例えば塩化ナトリウム，塩化カリウム，塩化カルシウムまたは塩化マグネシウムなどが挙げられ，全ての溶液を混合した溶液中に約10～160mEq／L，好ましくは約20～80mEq／L，さらに好ましくは約30～60mEq／Lとなるように配合するのが好ましい。",
                "【0031】",
                "本発明に係る輸液製剤の好ましい態様として，微量金属元素収容容器が収納されている第1室と，硫黄原子を含む化合物を含有する溶液が充填されている第2室とが，連通可能な隔壁手段を介して隣接している輸液製剤が挙げられる。",
                "かかる輸液製剤の具体的態様を，図1を用いて説明する。図1は，本発明に係る輸液製剤を収納する輸液容器の平面図である。該輸液容器は，外袋2内に第1室(図中の符号4)と第2室(図中の符号5)を有する。第1室と第2室は連通可能部3が形成されており，第1室4または第2室5を押圧することにより，連通可能部3が剥離して薬剤が外気に触れることなく第1室4と第2室5が連通される。",
                "【0032】",
                "また，微量金属元素収容容器6が，第1室4内に吊着されており，外側から押圧することにより破袋され，第1室4と連通する。より具体的には，微量金属元素収容容器6の周縁シール部の端を，第1室4の周縁に挟み込んでシールすることにより吊着されている。また，用時に室の外側から押圧して破袋できるように，微量金属元素収容容器は，易開封性シールで第1室4と区画されているか，または肉厚約100μm以下の薄膜からなることが好ましい。",
                "【0033】",
                "本態様の輸液製剤では，図1に示す輸液容器の第1室4に，溶液が充填されていてもよいし，充填されていなくてもよい。なかでも，上述のように，前記第1室4には，糖質輸液または／および電解質輸液が充填されていることが好ましい。また，微量金属元素収容容器6には，上述したような微量金属元素の液が充填されている。さらに，図1に示す輸液容器の第2室5には，上述したような含硫化合物を含有する溶液が充填されている。",
                "【0034】",
                "図1に示す輸液容器には，さらに，第2室5と連通する閉塞された薬液流出口8が設けられており，患者への内部薬液の注入のための輸液セットとの接続，さらにはシリンジなどを用いて他の薬剤を注入するために用いられる。",
                "【0035】",
                "本発明の輸液製剤を収納する輸液容器の各室は気体および液体を通さない性質の外袋2に収納されていることが好ましい。さらに，脱酸素剤9がガスバリヤー性外袋2に収納されているのが好ましい。このようにすることにより，本発明の輸液製剤の成分，特にアミノ酸などの酸化分解されやすい成分の酸化分解を抑えることができるという利点がある。脱酸素剤9を封入する代わりに，または脱酸素剤9を封入するとともに，所望により外袋2内に不活性ガスを充填してもよい。さらに，光分解性ビタミンなどの光安定性に乏しい成分を充填する場合には，外袋に遮光性をもたせるのが好ましい。",
                "【0036】",
                "上記外袋に適した材質としては，一般に汎用されている各種材質のフィルムもしくはシートを使用することができる。例えばエチレン・ビニルアルコール共重合体，ポリ塩化ビニリデン，ポリアクリロニトリル，ポリビニルアルコール，ポリアミド，ポリエステルなどガスバリヤー素材のうち少なくとも1種を含むフィルムもしくはシートなどから適宜に選択し，使用することができる。また，上記外袋に遮光性をもたせる場合には，例えば上記フィルムまたはシートにアルミラミネートを施すことにより実施できる。",
                "【0037】",
                "上記外袋内に封入する脱酸素剤としては，例えば，(1)炭化鉄，鉄カルボニル化合物，酸化鉄，鉄粉，水酸化鉄またはケイ素鉄をハロゲン化金属で被覆したもの，(2)水酸化アルカリ土類金属もしくは炭酸アルカリ土類金属，活性炭と水，結晶水を有する化合物の無水物，アルカリ性物質またはアルコール類化合物と亜ニチオン酸塩との混合物，(3)第一鉄化合物，遷移金属の塩類，アルミニウムの塩類，アルカリ金属もしくはアルカリ土類金属を含むアルカリ化合物，窒素を含むアルカリ化合物またはアンモニウム塩と亜硫酸アルカリ土類金属との混合物，(4)鉄もしくは亜鉛と硫酸ナトリウム・1水和物との混合物または該混合物とハロゲン化金属との混合物，(5)鉄，銅，スズ，亜鉛またはニッケル；硫酸ナトリウム・7水和物または10水和物；およびハロゲン化金属の混合物，(6)周期律表第4周期の遷移金属；スズもしくはアンチモン；および水との混合物または該混合物とハロゲン化金属との混合物，(7)アルカリ金属もしくはアンモニウムの亜硫酸塩，亜硫酸水素塩またはピロ亜硫酸塩；遷移金属の塩類またはアルミニウムの塩類；および水との混合物などを用いることができる。本発明においては，これら公知物の中から，所望により適宜に選択することができる。",
                "【0038】",
                "また，脱酸素剤としては，市販のものを用いることができ，かかる市販の脱酸素剤としては，例えばエージレス(三菱ガス化学社製)，モデュラン(日本化薬社製)などが挙げられる。上記脱酸素剤としては，粉末状のものであれば，適当な通気性の小袋にいれて用いるのが好ましく，錠剤化されているものであれば，包装せずにそのまま用いてもよい。",
                "【0039】",
                "また，上記外袋内に不活性ガスを充填することで酸素を取り除いてもよく，そのような不活性ガスとしては，例えばヘリウムガス，窒素ガスなどが挙げられる。",
                "【0040】",
                "本発明に係る輸液製剤は，さらにビタミンを含むことができる。第1室または第2室にビタミンを溶解してもよいし，さらに，第1室または第2室に，ビタミン収容容器を収納させることができる。かかるビタミン収容容器は，それを収納している室と，外部からの押圧によって連通可能であることが好ましい。その手段は，上述のような公知手段を用いてよい。",
                "より具体的には，図2または図3に示す輸液容器に収納されている輸液製剤が挙げられる。図2に示す輸液容器では，第1室4に，微量金属元素収容容器6とは別に，ビタミン収容容器(図中の符号7)が，上述した微量金属元素収容容器6の収納手段と全く同様にして収納されている。また，図3に示す輸液容器では，第2室5に，ビタミン収容容器(図中の符号7)が，上述した微量金属元素収容容器6の収納手段と全く同様にして収納されている。",
                "【0041】",
                "上記ビタミン収容容器に充填されているビタミン溶液としては，公知のものであってよい。具体的には，上記ビタミン収容容器に脂溶性ビタミン溶液を充填する場合が挙げられる。前記脂溶性ビタミンとしては，例えばビタミンA，ビタミンDまたはビタミンEが挙げられ，所望によりビタミンKを配合することもできる。",
                "ビタミンAとしては，例えばパルミチン酸エステル，酢酸エステルなどのエステル形態が挙げられる。ビタミンDとしては例えばビタミンD ，ビタミンD ，ビタミンD (コレカルシフェロール)およびそれらの活性型(ヒドロキシ誘導体)が挙げられる。ビタミンE(トコフェロール)としては，例えば酢酸エステル，コハク酸エステルなどのエステル形態が挙げられる。ビタミンK(フィトナジオン)としては，例えばフィトナジオン，メナテトレノン，メナジオンなどの誘導体が挙げられる。",
                "【0042】",
                "これらの脂溶性ビタミンは，全ての溶液を混合した溶液中に，ビタミンAを約400～6500IU／L，好ましくは約800～4000IU／L，ビタミンD(コレカルシフェノールとして)を約0．5～10μg／L，好ましくは約1．0～6．0μg／L，ビタミンE(酢酸トコフェノールとして)を約1．0～20mg／L，好ましくは約2．5～12．0mg／L，ビタミンK(フィトナジオンとして)を約0．2～4mg／L，好ましくは約0．5～2．5mg／L，配合するのが好ましい。",
                "【0043】",
                "上記ビタミン収容容器には，上記脂溶性ビタミン溶液とともに，または脂溶性ビタミン溶液の代わりに，水溶性ビタミンを充填してもよい。かかる水溶性ビタミンとしては，例えばビタミンB ，ビタミンB ，葉酸，ビオチン，ビタミンC，ビタミン ［判決注：ビタミンB の誤記と認める。］，パントテン酸類，ビタミンB ，ニコチン酸類またはビタミンHなどが挙げられる。",
                "かかるビタミンは誘導体であってもよく，具体的にはビタミンB としては例えば塩酸チアミン，プロスルチアミンまたはオクトチアミンなどが挙げられる。ビタミンB としては，例えばリン酸エステル，そのナトリウム塩，フラビンモノヌクレオチドまたはフラビンアデニンジヌクレオチドなどが挙げられる。ビタミンCとしては例えばアスコルビン酸またはアスコルビン酸ナトリウムなどが挙げられる。パントテン酸類としては，遊離体に加え，カルシウム塩や還元体であるパンテノールの形態などが挙げられる。ビタミンB としては，例えば塩酸ピリドキシンなどの塩の形態などが挙げられる。ニコチン酸類としては，例えば，ニコチン酸またはニコチン酸アミドなどが挙げられる。ビタミンB としては，例えばシアノコバラミンなどが挙げられる。",
                "【0044】",
                "上記水溶性ビタミンは，全ての溶液を混合した溶液中に以下の配合割合で配合されるのが好ましい。ビタミンB(塩酸チアミンとして)を約0．4～30mg／L，好ましくは約1．0～5．0mg／L，ビタミンB (リボフラビンとして)を約0．5～6．0mg／L，好ましくは約0．8～4．0mg／L，ビタミンB (塩酸ピリドキシンとして)を約0．5～8．0mg／L，好ましくは約1．0～5．0mg／L，ビタミンB (シアノコバラミンとして)を約0．5～50μg／L，好ましくは約1．0～10μg／L，ニコチン酸類(ニコチン酸アミドとして)を約5～80mg／L，好ましくは約8～50mg／L，パントテン酸類(パントテン酸として)を約1．5～35mg／L，好ましくは約3．0～20mg／L，葉酸を約50～800μg／L，好ましくは約40～120μg／L，ビタミンC(アスコルビン酸として)を約12～200mg／L，好ましくは約20～120mg／L，ビオチンを約5～120μg／L，好ましくは約10～70μg／L，配合するのが好ましい。",
                "【0045】",
                "上記水溶性ビタミンは，ビタミン収容容器に限定されず，図1～3に示す輸液容器の第1室または第2室に含有されていても良い。",
                "【0046】",
                "本発明の輸液製剤を患者に投与するに際して，外袋を破り，複数の室，すなわち，図1に示す輸液製剤においては，第1室，第2室および微量金属元素収容容器，図2または3に示す輸液製剤においては，第1室，第2室，微量金属元素収容容器およびビタミン収容容器を連通させることにより，各室の薬液を混合する。",
                "本発明の輸液製剤においては，複数の全ての室および収容容器を外部からの押圧によって連通させて得られる薬液混合物の成分組成が，下記の組成であることが好ましい。",
                "【0047】",
                "すなわち，ブドウ糖約50～400g／L，好ましくは約100～200g／L，L-ロイシン約0．8～10．0g／L，好ましくは約2．0～5．0g／L，L-イソロイシン約0～7．0g／L，好ましくは約1．0～3．0g／L，L-バリン約0．3～8．0g／L，好ましくは約1．0～3．0g／L，L-リジン約0．5～7．0g／L，好ましくは約1．5～4．5g／L，L-トレオニン約0．3～4．0g／L，好ましくは約0．5～2．0g／L，L-トリプトファン約0．08～1．5g／L，好ましくは約0．2～1．0g／L，L-メチオニン約0．2～4．0g／L，好ましくは約0．5～1．5g／L，L-フェニルアラニン約0．4～6．0g／L，好ましくは約1．0～2．5g／L，",
                "【0048】",
                "L-システイン約0．03～1．0g／L，好ましくは約0．15～0．5g／L，L-チロシン約0．02～1．0g／L，好ましくは約0．05～0．20g／L，L-アルギニン約0．5～7．0g／L，好ましくは約1．5～3．5g／L，L-ヒスチジン約0．3～4．0g／L，好ましくは約0．5～2．5g／L，L-アラニン約0．4～7．0g／L，好ましくは約1．0～3．0g／L，L-プロリン約0．2～5．0g／L，好ましくは約0．5～2．0g／L，L-セリン約0～3．0g／L，好ましくは約0．5～1．5g／L，グリシン約0．3～6．0g／L，好ましくは約0．5～2．5g／L，L-アスパラギン酸約0～2．0g／L，好ましくは約0．1～1．0g／L，L-グルタミン酸約0～3．0g／L，好ましくは約0．1～1．0g／Lである。",
                "【0049】",
                "さらに，本発明の輸液製剤においては，電解質，微量金属元素として下記成分を含んでいる。すなわち，ナトリウム約20～80mEq／L，カリウム約10～40mEq／L，マグネシウム約2～20mEq／L，カルシウム約2～20mEq／L，リン約2～20mmol／L，塩素約20～80mEq／L，鉄約2～200μmol／L，銅約0．5～40μmol／L，マンガン約0～10μmol／L，亜鉛約2～200μmol／L，ヨウ素約0～5μmol／Lである。",
                "【0050】",
                "本発明にかかる輸液製剤は，さらに，下記成分を下記濃度で含有することが好ましい。すなわち，ビタミンB (塩酸チアミンとして)を約0．4～30mg／L，好ましくは約1．0～5．0mg／L，ビタミンB (リボフラビンとして)を約0．5～6．0mg／L，好ましくは約0．8～4．0mg／L，ビタミンB (塩酸ピリドキシンとして)を約0．5～8．0mg／L，好ましくは約1．0～5．0mg／L，ビタミンB (シアノコバラミンとして)を約0．5～50μg／L，好ましくは約1．0～10μg／L，ニコチン酸類(ニコチン酸アミドとして)を約5～80mg／L，好ましくは約8～50mg／L，パントテン酸類を約1．5～35mg／L，好ましくは約3．0～20mg／L，葉酸を約50～800μg／L，好ましくは約40～120μg／L，ビタミンC(アスコルビン酸として)を約12～200mg／L，好ましくは約20～120mg／L，ビタミンAを約400～6500IU／L，好ましくは約800～4000IU／L，ビタミンD(コレカルシフェノールとして)を約0．5～10μg／L，好ましくは約1．0～6．0μg／L，ビタミンE(酢酸トコフェノールとして)を約1．0～20mg／L，好ましくは約2．5～12．0mg／L，ビタミンK(フィトナジオンとして)を約0．2～4．0mg／L，好ましくは約0．5～2．5mg／L，ビオチンを約5～120μg／L，好ましくは約10～70μg／L，含有していることが好ましい。",
                "【0052】",
                "【実施例】",
                "〔実施例1〕",
                "注射用蒸留水にブドウ糖および電解質溶液を溶解し，酢酸でpHを4．4とした後，ろ過して，表1に示した組成の溶液(A)を調製した。",
                "また，各結晶アミノ酸および電解質を注射用蒸留水に溶解し，酢酸でpHを6．5とした後，ろ過し，表2に示した組成の溶液(B)を調製した。",
                "これとは別に，コンドロイチン硫酸ナトリウムの注射用蒸留水溶液に，塩化第二鉄の注射用蒸留水溶液と水酸化ナトリウムの注射用蒸留水溶液を交互に添加しながら，所定量の塩化第二鉄を添加した。この溶液に所定量の硫酸銅，塩化マンガンを添加した後，pHを水酸化ナトリウムまたは塩酸で5．3に調整し，注射用蒸留水で液量を調整し，表3に示した組成の溶液(C)を調製した。なお，コンドロイチン硫酸ナトリウムは濃度5．0g／Lとなるように添加した。",
                "厚さ50μmのポリエチレンフィルムより成形した小袋に，溶液(C)2mLを充填し，溶着した。この小袋を微量金属元素収容容器(図1の符号6)としてポリエチレン製容器第1室(図1の符号4)に予め挟着した。該第1室4と第2室(図1の符号5)のそれぞれに，溶液(A)の600mLおよび溶液(B)の300mLをそれぞれ別個に窒素置換下で充填し，密封した後，常法に従い，108℃で20分間，高温蒸気滅菌を行い，輸液を得た。これを，脱酸素剤(三菱瓦斯化学社製，商品名エージレス)と共に，遮光性ナイロン多層袋で包装した。このようにして，図1に示した輸液容器に収納された本発明に係る輸液製剤を製造した。",
                "【0053】",
                "〔実施例2〕",
                "注射用蒸留水にブドウ糖および電解質水溶液を溶解し，酢酸でpHを4．4とし，糖電解質液を調製した。さらに，ビタミンB (塩酸チアミン)，ビタミンB (塩酸ピリドキシン)，ビタミンB (シアノコバラミン)，パンテノールおよびビオチンを注射用蒸留水に溶解し，これを上記の糖電解質液と混合後，ろ過して表1に示した組成の溶液(A)を調製した。",
                "また，各結晶アミノ酸，ニコチン酸アミド，葉酸および電解質を注射用蒸留水に溶解し，酢酸でpHを6．0とした後，ろ過し，下記表に示した組成の溶液(B)を調製した。なお，溶液(B)には安定剤として亜硫酸水素ナトリウムを濃度200mg／Lとなるように添加した。",
                "【0054】",
                "これとは別に，ビタミンA(パルミチン酸レチノール)，ビタミンD (コレカルシフェロール)，ビタミンE(酢酸トコフェロール)およびビタミンK(フィトナジオン)を，ポリソルベート80(溶液(D)中の濃度10g／L)，ポリソルベート20(溶液(D)中の濃度2g／L)およびマクロゴール400(溶液(D)中の濃度40g／L)に可溶化した後，注射用蒸留水に溶解した。ビタミンB (リン酸リボフラビンナトリウム)，ビタミンC(アスコルビン酸)およびD-ソルビトール(溶液(D)中の濃度20g／L)を加え，水酸化ナトリウムでpH6とした後，ろ過して表4に示した組成の溶液(D)を調製した。",
                "別に，実施例1と同様にして，表3に示した組成の溶液(C)を調製した。",
                "【0055】",
                "厚さ50μmのポリエチレンフィルムより成形した2つの小袋に，それぞれ溶液(C)2mLおよび溶液(D)2mLを充填し，溶着した。これらの小袋を図2に示される微量金属元素収容容器(図2中の符号6)およびビタミン収容容器(図2中の符号7)のように，ポリエチレン製容器第1室(図2中の符号4)に挟着した。該第1室4および第2室(図2中の符号5)に，溶液(A)の600mLおよび溶液(B)の300mLをそれぞれ別個に窒素置換下で充填し，密封した後，常法に従い，108℃で20分間，高温蒸気滅菌を行い，輸液を得た。これを，脱酸素剤(三菱瓦斯化学社製，商品名エージレス)と共に，遮光性ナイロン多層袋で包装した。このようにして，図2に示した輸液容器に収納された本発明に係る輸液製剤を製造した。",
                "【0056】",
                "〔実施例3〕",
                "注射用蒸留水にブドウ糖および電解質水溶液を溶解し，酢酸でpHを4．4とし，糖電解質液を調製した。さらに，ビタミンB (塩酸チアミン)，ビタミンB (塩酸ピリドキシン)，ビタミンB (シアノコバラミン)およびパンテノールを注射用蒸留水に溶解し，これを上記の糖電解質液と混合後，ろ過して表1に示した組成の溶液(A)を調製した。",
                "また，各結晶アミノ酸，ニコチン酸アミド，葉酸および電解質を注射用蒸留水に溶解し，酢酸でpHを6．0とした後，ろ過し，下記表に示した組成の溶液(B)を調製した。なお，溶液(B)には安定剤として亜硫酸水素ナトリウムを濃度50mg／Lとなるように添加した。",
                "【0057】",
                "これとは別に，ビタミンD (コレカルシフェロール)，ビタミンE(酢酸トコフェロール)およびビタミンK(フィトナジオン)を，ポリソルベート80，ポリソルベート20，D-ソルビトールおよびマクロゴール400に可溶化した後，注射用蒸留水に溶解し，更にビタミンC(アスコルビン酸)を加え，水酸化ナトリウムでpH6とした後，ろ過して表4に示した組成の溶液(D)を調製した。",
                "別に，実施例1と同様にして，表3に示した組成の溶液(C)を調製した。",
                "【0058】",
                "厚さ50μmのポリエチレンフィルムより成形した2つの小袋に，それぞれ溶液(C)2mLおよび溶液(D)4mLを充填し，溶着した。これらの小袋を図2に示される微量金属元素収容容器(図2中の符号6)およびビタミン収容容器(図2中の符号7)のように，ポリエチレン製容器第1室(図2中の符号4)に挟着した。該第1室4および第2室(図2中の符号5)に，溶液(A)の700mLおよび溶液(B)の300mLをそれぞれ別個に窒素置換下で充填し，密封した後，常法に従い，108℃で20分間，高温蒸気滅菌を行い，輸液を得た。これを，脱酸素剤(三菱瓦斯化学社製，商品名エージレス)と共に，遮光性ナイロン多層袋で包装した。このようにして，図2に示した輸液容器に収納された本発明に係る輸液製剤を製造した。",
                "【0059】",
                "〔実施例4〕",
                "溶液(A)，(B)，(C)および(D)は，実施例3と全く同様にして調整した。",
                "厚さ50μmのポリエチレンフィルムより成形した2つの小袋に，それぞれ溶液(C)2mLおよび溶液(D)2mLを充填し，溶着した。溶液(C)が入っている小袋を図3に示される微量金属元素収容容器(図3中の符号6)のように，ポリエチレン製容器第1室(図3中の符号4)に挟着した。また，溶液(D)が入っている小袋を図3に示されるビタミン収容容器(図3中の符号7)のように，ポリエチレン製容器第2室(図3中の符号5)に挟着した。該第1室4および第2室5に，溶液(A)の700mLおよび溶液(B)の300mLをそれぞれ別個に窒素置換下で充填し，密封した後，常法に従い，108℃で20分間，高温蒸気滅菌を行い，輸液を得た。これを，脱酸素剤(三菱瓦斯化学社製，商品名エージレス)と共に，遮光性ナイロン多層袋で包装した。このようにして，図3に示した輸液容器に収納された本発明に係る輸液製剤を製造した。",
                "【0060】",
                "〔比較例〕",
                "溶液(A)，(B)および(C)を，その組成を下記表のように変更した以外は，実施例1と全く同様にして調整した。但し，溶液(B)には安定剤として亜硫酸水素ナトリウムを濃度50mg／Lとなるように添加した。",
                "厚さ50μmのポリエチレンフィルムより成形した小袋に，溶液(C)2mLを充填し，溶着した。この小袋を微量金属元素収容容器(図4の符号6)としてポリエチレン製容器第2室(図4の符号4)に予め挟着した。該第1室4と第2室(図4の符号5)のそれぞれに，溶液(A)の600mLおよび溶液(B)の300mLをそれぞれ別個に窒素置換下で充填し，密封した後，常法に従い，108℃で20分間，高温蒸気滅菌を行い，輸液を得た。これを，脱酸素剤(三菱瓦斯化学社製，商品名エージレス)と共に，遮光性ナイロン多層袋で包装した。このようにして，図4に示した輸液容器に収納された輸液製剤を製造した。",
                "【0061】",
                "実施例1～4および比較例における溶液(A)，(B)，(C)および(D)の組成を下記表に示す。",
                "【0062】",
                "【表1】",
                "【0063】",
                "【表2】",
                "【0064】",
                "【表3】",
                "【表4】",
                "【0065】",
                "〔安定性試験〕実施例1～4および比較例で製造された輸液製剤を，60℃で2週間保存した。保存後の容器の外観を肉眼で観察したところ，比較例の輸液製剤においてのみ，微量金属元素収容容器に着色が見られた。",
                "【表5】",
                "【0066】",
                "【発明の効果】",
                "本発明によれば，含硫化合物と微量金属元素を含有する輸液製剤において，微量金属元素を用時に輸液に混合する際に細菌による汚染を全くは［判決注：「全く」の誤記と認める。］排除することができ，かつ，経時変化を受けることなく保存できる輸液製剤を提供することができる。",
                "【図1】                            【図2】",
                "【図3】                            【図4】"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件各訂正発明の概要",
              "text": [
                "先に引用した原判決の「事実及び理由」中の「第2  事案の概要」の1(6)ア～エの本件各訂正発明に係る本件特許の特許請求の範囲の記載及び前記(1)の本件明細書の記載からすると，本件各訂正発明について，次のとおり認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本件各訂正発明は，経時変化を受けることなく保存でき，使用時に細菌による汚染なく薬剤の配合を行うことができる複数の室を有する輸液容器に収容されている輸液製剤に関するものである(段落【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術及び発明が解決しようとする課題",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "経口・経腸管栄養補給が不能又は不十分な患者に対しては，経静脈からの高カロリー輸液の投与が行なわれ，その際に使用される輸液製剤は，病態などに応じて用時に病院で適宜混合して使用されていたが，病院における混注操作は煩雑な上に，混合操作時に細菌汚染の可能性が高く不衛生であるという問題があったため，連通可能な隔壁手段で区画された複数の室を有する輸液容器が開発され病院で使用されるようになった(同【0002】)。",
                        "一方，輸液中には，通常，微量金属元素(銅，鉄，亜鉛，マンガンなど)が含まれていないことから輸液の投与が長期になると，いわゆる微量金属元素欠乏症を発症するが，微量金属元素は輸液と混合した状態で保存すると，化学反応によって品質劣化の原因となるため，病院では，細菌汚染の問題がありながらも依然として輸液を投与する直前に微量金属元素が混合されているのが現状であった(同【0003】)。",
                        "発明者らは，そのような現状に鑑み，外部からの押圧によって連通可能な隔壁手段で区画された複数の室を有する輸液容器を用い，用時に細菌汚染の可能性なく微量金属元素を混入することができ，かつ，保存安定性にも優れた輸液製剤の創製研究を開始したが，含硫アミノ酸を含むアミノ酸輸液を一室に充填し，微量金属元素収容容器を同室に収容すると，当該アミノ酸輸液と微量金属元素が隔離してあっても，微量金属元素を含む溶液が不安定であるという問題が生じることを知見し，上記室と微量金属元素収容容器を構成する材料を種々変更して検討したが，通常入手し得る樹脂材料である限り，微量金属元素溶液を安定化することはできなかった(同【0004】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件各訂正発明は，微量金属元素が安定に存在していることを特徴とする含硫化合物を含む溶液を有する輸液製剤を提供することを目的とするものである(同【0005】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "発明者らは，連通可能な隔壁手段で区画されている複室からなる輸液容器において，その一室に硫黄原子を含む化合物を含有する溶液を収容し，微量金属元素収容容器は他の室に収納することにより，微量金属元素を含む溶液が安定であるという知見を得て，更に検討を重ねて，輸液製剤又はその保存安定化方法に関する発明である本件各訂正発明を完成した(請求項1，請求項2，請求項10，請求項11，同【0006】，【0007】，【0011】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件各訂正発明の効果",
                  "text": [
                    "本件各訂正発明によると，含硫化合物と微量金属元素を含有する輸液製剤において，微量金属元素を，用時に輸液に混合する際に細菌による汚染を完全に排除することができ，かつ，経時変化を受けることなく保存できる輸液製剤を提供することができる(同【0066】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点(1)及び争点(4)について",
          "text": [
            "本件事案及び争点の性質に鑑み，まず，争点(1)(被控訴人製品の小室Tの部分は本件各訂正発明に係る構成要件1A及び2Aの「外部からの押圧によって連通可能な隔壁手段で区画されている複数の室」の構成を備えるか)及び争点(4)(被控訴人方法は本件各訂正発明に係る構成要件10A及び11Aの「複室輸液製剤」の構成を備えるか)について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件各訂正発明の課題について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(2)によると，本件各訂正発明は，連通可能な隔壁手段で区画された複数の室を有する輸液容器が病院で使用されているところ，輸液中には通常微量金属元素が含まれていないことから投与が長期になると微量金属元素欠乏症を発症するが，微量金属元素は輸液と混合した状態で保存すると品質劣化が問題となるため，依然として輸液の投与直前に混合されているという現状に鑑み，外部からの押圧によって連通可能な隔壁手段で区画された複数の室を有する輸液容器を用い，用時に細菌汚染の可能性なく微量金属元素を混入することができ，かつ，保存安定性にも優れた輸液製剤の創製研究が開始されたものの，含硫アミノ酸を含むアミノ酸輸液を一室に充填して微量金属元素収容容器を同室に収容すると，当該アミノ酸輸液と微量金属元素が隔離してあっても微量金属元素を含む溶液が不安定であるという問題が生じることを知見し，その上で，微量金属元素が安定に存在していることを特徴とする含硫化合物を含む溶液を有する輸液製剤を提供することを目的とするものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アからすると，本件訂正発明1及び2は，微量金属元素が安定に存在していることを特徴とする含硫化合物を含む溶液を有する輸液製剤を提供することを課題とするものであるが，より具体的には，外部からの押圧によって連通可能な隔壁手段で区画された複数の室を有する輸液容器を用いて，あらかじめ微量金属元素を用時に混入可能な形で保存してある輸液製剤であって，含硫化合物を含む溶液を一室に充填した場合であっても微量金属元素が安定に存在している輸液製剤を提供することを課題とするものと解される。同様に，本件訂正発明10及び11の課題は，そのような輸液製剤の保存安定化方法を提供することを課題とするものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(1)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「複数の室」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「室」という語は，一般的には，「へや」すなわち「物を入れる所」などを意味する語であるところ(甲27)，構成要件1A及び2Aの文言のほか，前記2(2)の本件各訂正発明の概要及び前記(1)の本件各訂正発明の課題を踏まえると，構成要件1A及び2Aの「複数の室を有する輸液容器」の要件は，複数の輸液を混合するのに用いられる従来技術であるそのような輸液容器を用いる輸液製剤であることを示すことによって，本件訂正発明1及び2の対象となる範囲を明らかにするものである。本件各訂正発明の課題は，そのような輸液容器を用いて，あらかじめ微量金属元素を用時に混入可能な形で保存してある輸液製剤で，含硫化合物を含む溶液を一室に充填した場合であっても微量金属元素が安定に存在している輸液製剤を提供することにあるから，本件各訂正発明における「室」の意義の解釈に当たっては，上記の一般的な意義のほか，輸液容器における「室」の意義も考慮するのが相当である。",
                        "そこで検討すると，本件特許の出願当時には，輸液容器全体の構成の中で基礎となる一連の部材によって構成される空間であって，輸液を他の輸液と分離して収容しておくための仕切られた空間を「室」と呼んだ上で(乙31)，その「室」の中に収納される，薬剤を収容する構成部材を「容器」と呼んだり(甲25，乙17)，その「室」の外側に付加して空間を構成する部材を「被覆部材」と呼んだり(乙16)，その「室」に連通される「ポート部材」が薬剤を収容し得る機能を備えるものとしたり(乙12)，その「室」を分割したものを「区画室」と呼んだり(乙5)するといった例があった。本件特許の出願後も，上記基礎となる一連の部材によって構成される「室」の中に収納される，薬液を収容する構成部材を「容器」や「袋」などと呼ぶ例が複数みられるが(甲14，15，乙19)，そのように，輸液等を収容するという機能を有する部分を指す語として「室」以外の語が加えられている中においても，「室」という語は，基本的に，輸液容器全体の構成の中で基礎となる一連の部材によって構成される空間であって，輸液を他の輸液と分離して収容しておくために仕切られた相対的に大きな空間を指すものとして用いられ，「容器」や「袋」の付加の有無にかかわらず，そのような「室」が複数あるものが「複室輸液容器」などと呼ばれていたことがうかがわれる(なお，上記のうち，甲15は，大きな「隔室」の中に「内袋」があり，その「内袋」が更に複数の「薬剤収容室」で構成されているというものであり，「室」の中に「室」があるという点では，やや珍しいものともみられるが，各「隔室」と各「薬剤収容室」は，あくまでそれぞれ一連の部材によって構成されている。)。",
                        "そして，上記のような「室」の理解は，本件明細書の記載とも整合的である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の点を踏まえると，構成要件1A及び2Aにいう「室」についても，輸液容器全体の構成の中で基礎となる一連の部材によって構成される空間であって，輸液を他の輸液と分離して収容しておくための仕切られた相対的に大きな空間をいうものと解するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「外部からの押圧によって連通可能な隔壁手段で区画されている複数の室を有する輸液容器」について",
                  "text": [
                    "もっとも，本件訂正発明1の構成要件1A及び本件訂正発明2の構成要件2Aにおいては，「複数の室を有する輸液容器」の前に，「外部からの押圧によって連通可能な隔壁手段で区画されている」との特定が付加されている。",
                    "そうすると，上記特定により，「室」が「連通可能な」ものであることが明確にされているというべきであるから，構成要件1A及び2Aにおける「室」については，「外部からの押圧によって連通可能な」ものであることを要するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人製品について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「室」について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "先に引用した原判決の「事実及び理由」中の第2の1(7)ア及び弁論の全趣旨によると，被控訴人製品に係る輸液容器について，その構成の中で基礎となる一連の部材によって構成される空間は，大室及び中室を直接構成するとともに小室T及び小室Vの外側を構成する一連の部材によって構成される空間であるといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "もっとも，小室Tに関しては，外側の樹脂フィルムによって構成される空間が，上記のとおり輸液容器全体の構成の中で基礎となる一連の部材によって構成される空間である一方で，連通時にも，内側の樹脂フィルムによって構成される空間(本件袋)にのみ輸液が通じることとされており，小室Tの外側の樹脂フィルムによって構成される空間に輸液が直接触れることがない。そのため，小室Tの外側の樹脂フィルムによって構成される空間が，前記の「室」の理解のうち，輸液を他の輸液と分離して収容しておくための仕切られた相対的に大きな空間に当たるかどうかが問題となり得る。",
                            "しかし，輸液容器全体の構成を踏まえると，被控訴人製品における小室Tは，外側の樹脂フィルムによって構成される空間の中に，内側の樹脂フィルムによって構成される空間(本件袋)を内包するという二重の構造になっているにすぎず，輸液を他の輸液と分離して収容しておくための空間としての構成において，外側の樹脂フィルムと内側の樹脂フィルムとの間に機能の優劣等があるとはみられない。この点，小室Tと中室との間の接着部について，内側の樹脂フィルムの接着を剥離した場合のみならず，外側の樹脂フィルムの接着のみを剥離した場合であっても小室Tの外側のフィルムの内側の空間に中室に収容された輸液が流入してこれが本件袋の外面に直接触れることとなり，中室内の輸液と本件袋の中の液との分離の態様に少なからず差異が生じるのであり，輸液同士の混合という点では専ら小室Tの内側の樹脂フィルムの接着部分が意味を持つとしても，隣接する中室内の輸液からの分離という観点からは，外側の樹脂フィルムにも重要な意義があることは明らかである。",
                            "そして，内側の樹脂フィルムによって構成される空間(本件袋)は，被控訴人製品に係る輸液容器において基礎となる一連の部材とは別の部材により構成され，上記基礎となる一連の部材に構成を追加する部分である(このことは，小室Vの内側の樹脂フィルムによって構成される空間と対比しても，明らかである。)。",
                            "以上の諸点を踏まえると，小室Tについても，被控訴人製品に係る輸液容器の構成の中で基礎となる一連の部材である外側の樹脂フィルムによって構成される空間(本件小室T)をもって，「室」に当たるとみるのが相当である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ところで，被控訴人製品の小室Tの外側の樹脂フィルムによって区画される空間のように，輸液容器全体の構成の中で基礎となる一連の部材によって構成される空間が，輸液を他の輸液と分離して収容しておくための仕切られた相対的に大きな空間であるといえるか疑問があり得るような場合に，本件各訂正発明の「室」をどのように理解すべきかについて，本件訂正発明1及び2に係る請求項の文言上は，必ずしも明らかであるといえないから，そのような場合における「室」の理解について，本件明細書の内容を踏まえた検討も行うと，本件明細書の段落【0024】は，「微量金属元素収容容器を収納している室」には，溶液が充填されていてもよいし，充填されていなくてもよい旨を明記しており，同【0033】は，「本態様の輸液製剤では，図1に示す輸液容器の第1室4に，溶液が充填されていてもよいし，充填されていなくてもよい」と明記しているところであるから，本件各訂正発明においては，輸液が充填される空間であるか否かという点は，「室」であるか否かを決定する不可欠の要素ではないと解される。",
                            "それゆえ，前記bのような理解は，本件明細書における「室」の理解にも沿うものであるといえる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上に対し，被控訴人らは，被控訴人製品において，小室Tの外側の樹脂フィルムによって構成される空間(本件小室T)は存在しないと主張するが，2枚の樹脂フィルムの間に空間が構成されている(その空間中には，2枚の内側の樹脂フィルムの間の空間(本件袋)が包摂されている。)こと自体は，明らかであり，被控訴人らの主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「連通可能」について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(ア)のとおり，「室」については理解すべきものであるとしても，前記イのとおり，構成要件1A及び2Aにおいては，「室」が「連通可能」であることが要件とされているところ，前記(ア)bで既に指摘したとおり，小室Tに関しては，連通時にも，内側の樹脂フィルムによって構成される空間(本件袋)にのみ輸液が通じることとされており，「室」である外側の樹脂フィルムによって構成される空間(本件小室T)に輸液が通じることはない。",
                            "そうすると，結局，被控訴人製品は，「室」が「連通可能」という要件を充足しないから，構成要件1A及び2Aを充足しないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し，控訴人は，本件小室Tに収納された本件袋に輸液が通じることは，本件小室Tに輸液が通じることといえる旨を主張する。この点，前記(ア)dのとおり，本件小室Tという空間が本件袋という空間を包摂していることは確かに認められるが，そのことと，本件袋との連通をもって本件小室Tとの連通と評価し得るかは，別の問題である。本件訂正発明1及び2に係る請求項1及び2が「室」と「容器」を明確に分けていることや，前記ア(ア)で指摘した「室」と「容器」についての技術的な関係のほか，本件明細書の段落【0020】の「微量金属元素収容容器は，それを収納している室と連通可能であることが望ましい。」という記載は，容器の連通が室の連通とは異なるものとみる見方に沿うものであることからすると，控訴人の上記主張を採用することはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(4)について",
              "text": [
                "構成要件10A及び11Aの「複室輸液製剤」にいう「室」についても，前記(2)アと同様に解するのが相当である。",
                "そして，構成要件1A及び2Aと異なり，構成要件10A及び11Aについては，「室」が「連通可能」であることは要件とされていない。",
                "したがって，先に引用した原判決の「事実及び理由」中の第2の1(7)イ及び弁論の全趣旨により，被控訴人方法は，構成要件10A及び11Aを充足するというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点(2)(構成要件10C及び11Cに係る点に限る。)について",
          "text": [
            "前記3(2)及び(3)で指摘した点を踏まえ，先に引用した原判決の「事実及び理由」中の第2の1(7)イ及び弁論の全趣旨によると，被控訴人方法においては，「含硫アミノ酸および亜硫酸塩からなる群より選ばれる少なくとも1種を含有する溶液を収容している室」である中室とは「別室」である小室Tの外側の樹脂フィルムによって構成される「室」(本件小室T)に，構成要件10C又は11Cで特定された微量金属元素を含む液が収容された微量金属元素収容容器である，小室Tの内側の樹脂フィルムによって構成される本件袋が収納されていると認められる。",
            "したがって，被控訴人方法は，構成要件10C及び11Cを充足する。"
          ]
        },
        {
          "fig": "5",
          "subject": "争点(3)(構成要件10D及び11Dに係る点に限る。)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人方法において，前記のとおり「微量金属元素収容容器」を構成する小室Tの内側の樹脂フィルムが，熱可塑性樹脂であることは，被控訴人らも認めるところである。",
                "その上で，証拠(甲6)及び弁論の全趣旨によると，被控訴人方法は，構成要件10D及び11Dを充足すると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，被控訴人らは，構成要件10D及び11Dの「フィルム」や「袋」が，ガスバリヤー性の程度や厚さ，大きさ等の観点から限定されるべきものであると主張するが，構成要件10D及び11Dにそれらの観点から「フィルム」を限定すべき旨の記載はなく，また，被控訴人らが主張する点も，いずれも，構成要件10D及び11Dの「熱可塑性樹脂フィルム製の袋」という文言を限定して解釈すべき事情であるとは認められない。",
                "被控訴人らの主張は，本件訂正発明10及び11の発明特定事項となっていないばかりか，本件明細書においても限定するものとして記載されていない事項に係るものであるところ，第1訂正請求に係る請求が専ら本件明細書の段落【0052】の「厚さ50μmのポリエチレンフィルムより成形した小袋」という記載に係るものであるとする点，構成要件10D及び11Dのフィルムが「通常入手し得る樹脂材料」に限定されているとする点，「袋」の大きさについて専ら本件明細書の実施例に限定されるべきであるとする点等において，いずれも相当でなく，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "充足論についての小括",
          "text": [
            "前記3～5を踏まえると，被控訴人方法は，本件訂正発明10及び11の構成要件を全て満たすものといえるところ，先に引用した原判決の「事実及び理由」中の第2の1(7)ア及びイ並びに弁論の全趣旨によると，被控訴人製品は，保存安定化方法の発明である本件訂正発明10及び11の構成要件を全て満たす状態で販売されている輸液製剤であって，その使用時まで，開封等されることなくその状態のまま保存されるものと認められる。",
            "そうすると，被控訴人製品は，本件訂正発明10及び11の保存安定化方法の使用にのみ用いる物であるというべきであるから，被控訴人製品の生産，譲渡及び譲渡の申出は，特許法101条4号の定める間接侵害行為に当たるというべきである。そして，当該間接侵害行為について，被控訴人製品は，侵害の行為を組成した物に当たる。",
            "したがって，争点(10)(前記第2の6の控訴人の予備的主張)について判断するまでもなく，被控訴人らの主張する無効の抗弁が認められない限り，控訴人は，被控訴人らに対し，被控訴人製品の生産，譲渡等の差止め及び被控訴人製品の廃棄を求めることができるというべきである(なお，控訴人の本件訂正発明1及び2の直接侵害に基づく差止請求と，本件訂正発明10及び11の間接侵害に基づく差止請求は，選択的併合の関係にあるものと解される。)。",
            "そこで，以下，被控訴人らの主張する無効の抗弁について検討する(ただし，事案の性質及び審理経過に鑑み，以下では，本件訂正発明1及び2に係る無効の抗弁についても判断を示すこととする。)。"
          ]
        },
        {
          "fig": "7",
          "subject": "争点(5)(本件各訂正発明はサポート要件違反により無効にされるべきものか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各訂正発明の請求項1は，前記3(1)イの課題に関し，「外部からの押圧によって連通可能な隔壁手段で区画されている複数の室を有する輸液容器において」，「室に・・・微量金属元素を含む液が収容された微量金属元素収容容器が収納されて」いるとして，あらかじめ微量金属元素を用時に混入可能な形で保存することを特定しつつ，「一室に含硫アミノ酸および亜硫酸塩からなる群より選ばれる少なくとも1種を含有する溶液が充填され，他の室に・・・微量金属元素を含む液が収容された微量金属元素収容容器が収納されており，微量金属元素収容容器は熱可塑性樹脂フィルム製の袋であ」り，「前記溶液は，アセチルシステインを含むアミノ酸輸液であり」，「前記輸液容器は，ガスバリヤー性外袋に収納されており」，「前記外袋内の酸素を取り除いた」ものであるとして，含硫化合物を含む溶液を一室に充填した場合であっても微量金属元素が安定に存在している構成を特定しているものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の発明の詳細な説明をみると，段落【0006】及び【0007】で輸液製剤の大枠が示された上で，輸液容器の構造や材料(同【0012】，【0013】)，微量金属元素，特に銅イオンを安定化することができるという効果(同【0014】)，硫黄原子を含む化合物及びこれを含む溶液の例示(同【0015】，【0016】)，微量金属元素を含有する液を収容する容器の具体的な収納方法や態様(同【0020】)，微量金属元素の例示(同【0021】)や，微量金属元素の組成(同【0022】)，微量金属元素収容容器を収納している室の態様(同【0024】)や当該室に充填され得る輸液やその組成等(同【0025】～【0030】)が，それぞれ具体的に記載されている。",
                    "そして，本件訂正発明1に係る構造や材質に対応した輸液製剤の好ましい態様である本件明細書の【図1】について，その構造(段落【0031】)や，微量金属元素を用時に混入可能とする構成(同【0032】)，輸液の充填の態様(同【0033】)，ガスバリヤー性外袋や脱酸素剤の封入とそれらの材質等(同【0035】～【0039】)，投与時の混合の態様(同【0046】)がそれぞれ詳細に記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その上で，本件訂正発明1に該当する実施例1(同【0052】，【図1】)と，これに該当せず，含硫アミノ酸を含む溶液を充填した室に微量金属元素収容容器を収納した比較例(同【0060】，【図4】)について，具体的な製造方法や溶液(A)～(C)の具体的な成分組成(同【0062】【表1】，【0063】【表2】，【0064】【表3】)が示され，実施例1と比較例の重要な差異が微量金属元素収容容器を収納する室の差異であることが示された上で，「安定性試験」として，60℃で2週間保存した後の容器の外観を肉眼で観察したところ，比較例の輸液製剤においてのみ微量金属元素収容容器に着色がみられたこと(同【0065】)，「銅の安定性」について，開始時を「100．0％」とした場合，実施例1では，60℃で2週間保存した場合が「100．8％」，60℃で4週間保存した場合が「102．6％」であったのに対し，比較例では，60℃で2週間保存した場合が「88．8％」，60℃で4週間保存した場合が「69．8％」であったことが示されて(【表5】)，最後に，発明の効果が記載されている(同【0066】)ところである。",
                    "なお，上記「安定性試験」に関し，輸液製剤の保存時において含硫アミノ酸であるシステインやその誘導体であるアセチルシステイン等が分解することにより硫化水素ガスが発生すること，硫化水素ガスが熱可塑性樹脂フィルムを透過すること及び硫化水素ガスが銅や鉄などの金属と反応して硫化物を生成する(水溶液中においては黒色の沈殿を生成する)ことは，技術常識である(乙14，15，34，弁論の全趣旨)。また，微量金属の定量分析法としては，ICP発光分光分析法が慣用技術であって，その測定法等は技術常識であると解される(甲20，21，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記ア～ウによると，当業者は，本件訂正発明1の構成を採ることによって，同【0065】や【表5】に記載されているように，含硫アミノ酸を含む溶液を充填した室に微量金属元素収容容器を収納した場合と比較して，微量金属元素が安定に存在している輸液製剤を得ることができると認識することができると解され，本件訂正発明1は，本件明細書の発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者がその課題を解決できると認識できる範囲内のものであるといえる。",
                    "したがって，本件訂正発明1がサポート要件を欠くものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明の請求項2は，前記3(1)イの課題に関し，「外部からの押圧によって連通可能な隔壁手段で区画されている複数の室を有する輸液容器において」，「室に・・・銅を含む液が収容された微量金属元素収容容器が収納されて」いるとして，あらかじめ微量金属元素を用時に混入可能な形で保存することを特定しつつ，「一室に含硫アミノ酸および亜硫酸塩からなる群より選ばれる少なくとも1種を含有する溶液が充填され，他の室に・・・微量金属元素を含む液が収容された微量金属元素収容容器が収納されており，微量金属元素収容容器は熱可塑性樹脂フィルム製の袋であ」り，「前記溶液は，システイン，またはその塩，エステルもしくはＮ-アシル体，及び亜硫酸塩を含むアミノ酸輸液であり」，「前記輸液容器は，ガスバリヤー性外袋に収納されている」ものであるとして，含硫化合物を含む溶液を一室に充填した場合であっても微量金属元素が安定に存在している構成を特定しているものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の発明の詳細な説明について，前記(2)イの記載は，本件訂正発明2にも該当する。なお，本件明細書の段落【0035】には，脱酸素剤がガスバリヤー性外袋に収納されていることが好ましく，そのようにすることにより，輸液製剤の成分，特にアミノ酸などの酸化分解されやすい成分の酸化分解を抑えることができるという利点が記載されており，脱酸素剤がガスバリヤー性外袋に収納されているようにすることで，輸液製剤の成分，特にアミノ酸などの酸化分解されやすい成分の酸化分解を抑えることができることが記載されているところである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その上で，本件訂正発明2に該当する実施例2～4(同【0053】～【0059】，【図2】，【図3】)と，これに該当せず，含硫アミノ酸を含む溶液を充填した室に微量金属元素収容容器を収納した比較例(同【0060】，【図4】)について，具体的な製造方法や溶液(A)～(C)の具体的な成分組成(同【0062】【表1】，【0063】【表2】，【0064】【表3】)が示され，実施例2～4と比較例の重要な差異が微量金属元素収容容器を収納する室の差異であることが示された上で，「安定性試験」として，60℃で2週間保存した後の容器の外観を肉眼で観察したところ，比較例の輸液製剤においてのみ微量金属元素収容容器に着色がみられたこと(同【0065】)，「銅の安定性」について，開始時を「100．0％」とした場合，実施例2では，60℃で2週間保存した場合が「102．9％」，60℃で4週間保存した場合が「103．2％」，実施例3では，60℃で2週間保存した場合が「100．0％」，60℃で4週間保存した場合が「97．2％」，実施例4では，60℃で2週間保存した場合が「100．9％」，60℃で4週間保存した場合が「100．5％」であったのに対し，比較例では，60℃で2週間保存した場合が「88．8％」，60℃で4週間保存した場合が「69．8％」であったことが示されて(【表5】)，最後に，発明の効果が記載されている(同【0066】)ところである。",
                    "なお，技術常識については，前記(2)ウのとおりである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "前記ア～ウによると，当業者は，本件訂正発明2の構成を採ることによって，同【0065】や【表5】に記載されているように，含硫アミノ酸を含む溶液を充填した室に微量金属元素収容容器を収納した場合と比較して，微量金属元素が安定に存在している輸液製剤を得ることができると認識することができると解され，本件訂正発明2は，本件明細書の発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者がその課題を解決できると認識できる範囲内のものであるといえる。",
                    "したがって，本件訂正発明2がサポート要件を欠くものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正発明10について",
              "text": [
                "本件訂正発明の請求項10は，請求項1の輸液製剤に対応した輸液製剤の保存安定化方法であるから，本件訂正発明10のサポート要件については，前記(2)ア～ウが同様に当てはまるといえる(ただし，輸液製剤の保存安定化方法の大枠は，本件明細書の段落【0011】に示されている。また，請求項1の「外部からの押圧によって連通可能な隔壁手段で区画されている複数の室を有する輸液容器」と請求項10の「複室輸液製剤の輸液容器」の差異は，輸液の保存時における発明の解決に影響するものとは解されず，前記(2)ア～ウの判断は左右されない。)。",
                "したがって，本件訂正発明10がサポート要件を欠くものとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件訂正発明11について",
              "text": [
                "本件訂正発明の請求項11は，請求項2の輸液製剤に対応した輸液製剤の保存安定化方法であるから，本件訂正発明11のサポート要件については，前記(3)ア～ウが同様に当てはまるといえる(ただし，輸液製剤の保存安定化方法の大枠は，本件明細書の段落【0011】に示されている。また，請求項2の「外部からの押圧によって連通可能な隔壁手段で区画されている複数の室を有する輸液容器」と請求項11の「複室輸液製剤の輸液容器」の差異は，輸液の保存時における発明の解決に影響するものとは解されず，前記(3)ア～ウの判断は左右されない。)。",
                "したがって，本件訂正発明11がサポート要件を欠くものとはいえない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "被控訴人らの主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "違反理由1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人らは，本件明細書の段落【0005】に記載された課題を解決することができたとして本件明細書に記載された実施例は，微量金属元素収容容器が糖・電解質液が充填された室に収納され，また，輸液容器と外袋との間に脱酸素剤が封入されている構成だけであるから，上記実施例と異なる構成，すなわち本件各訂正発明のうち微量金属元素収容容器の収納先である室に輸液が充填されていない構成については，当業者において，本件各訂正発明の課題を解決することができると認識できないという旨を主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本件訂正発明1の構成に係る本件明細書の実施例1では，アセチルシステインを含む溶液(B)が「第2室5」に充填された一方で，溶液(C)を充填した小袋は，それとは異なる室である「第1室4」に挟着されているのであって，同小袋を「第2室5」に収納した比較例の場合と比較すると，同小袋の外面が直接溶液(B)に触れることがないという点と，溶液(B)と溶液(C)との間に，同小袋の構成素材に加え，「第2室5」の構成素材及び「第1室4」の構成素材とを介する状態となっている(控訴人のいう「三重の壁」となっている。)という点で，差異があることが明らかである。",
                        "そして，上記の差異が，アセチルシステインから発生する硫化水素ガスが溶液(C)を充填した小袋に到達することを妨げるに当たり，何らの作用を果たさないというべき技術常識その他の事情は認められない(なお，控訴人提出の実験報告書［甲22，24，30］を排斥して専ら被控訴人ら提出の実験報告書［乙18，28，35］の結果の信用性を認めるべき事情は見当たらない。)。",
                        "したがって，当業者において，本件明細書の実施例について専ら糖・電解質液及び脱酸素剤(被控訴人らのいう「二重の障壁」)により微量金属元素の安定が図れたと理解することを前提とするものというべき被控訴人らの前記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，前記3(1)イで本件各訂正発明の課題について指摘した点に照らすと，本件各訂正発明の課題に係る微量金属元素の「安定」が，輸液製剤として使用可能な程度の，かつ，微量金属元素を含硫化合物を含む溶液と同室に充填した場合と比較しての「安定」をいうものであることは明らかである。そして，本件訂正発明1及び2の「他の室」並びに本件訂正発明10及び11の「別室」を空室とした場合に，前記(イ)で指摘したような差異(本件訂正発明1及び10については，それに加えて，外袋内の酸素を取り除いたという構成)がなお存するにもかかわらず，本件各訂正発明に係る輸液製剤が上記意味での「安定」を欠くものとみるべき技術常識その他の事情は認められず(この点，控訴人提出の実験報告書を排斥して専ら被控訴人ら提出の実験報告書の結果の信用性を認めるべき事情が見当たらないことは，前記のとおりである。また，被控訴人ら提出の実験報告書(乙18)中にも，「他の室」又は「別室」に収納することによって60℃で2週間又は4週間後に残存する銅含量が「比較例の追試」に比べて「実施例1の追試」及び「実施例1の変更例A」［「他の室」又は「別室」を空室とするものである。］では多い結果が得られており，上記意味での「安定」を示す結果がみられる。)，そのような「安定」を欠くものと当業者において理解するものともいえない。なお，本件明細書に，微量金属元素が不安定になるメカニズムや実施例の構成により微量金属元素が安定に存在することとなるメカニズムの具体的な記載がされていないことは，以上の認定判断を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "違反理由2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人らは，①本件明細書に記載された安定性試験は，銅のみの定量的な効果を確認しただけであること，②輸液製剤の保存期間が4週間ではなく2週間であること，③具体的な測定方法が記載されていないことから，上記安定性試験によっては，当業者において本件各訂正発明の課題を解決することができると認識することができないと主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，上記①については，前記ア(イ)及び(ウ)で指摘した点のほか，本件明細書の段落【0065】に着色についての記載があることに照らし，前記(2)～(5)の判断を左右する事情ではない。また，上記②については，前記ア(ウ)で指摘した本件各訂正発明の課題に係る微量金属元素の「安定」の意義や，本件明細書の【表5】においては銅の安定性について「60℃-4週間」の結果も記載されていることも踏まえると，直ちに前記(2)～(5)の判断を左右する事情であるとはみられない。そして，上記③についても，前記(2)ウで指摘した微量金属の定量分析法に係る技術常識からして，前記(2)～(5)の判断には影響しないものといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "違反理由3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人らは，本件訂正発明10及び11における「室」が「連通可能な隔壁手段で区画されている」という具体的態様を備えたものに特定されないのであれば，混注操作による細菌汚染の排除という課題を解決することができると当業者において認識し得る範囲を超える発明を含むこととなり，サポート要件を満たさないと主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，前記(2)～(5)で認定判断した諸点に照らすと，本件明細書の発明の詳細な説明の記載により，当業者は，微量金属元素が安定に存在していることを特徴とする含硫化合物を含む溶液を有する輸液製剤の保存安定化方法である本件訂正発明10及び11の課題を解決できると認識し得るものであって，用時における「室」の連通の有無が，サポート要件の判断に影響するものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "争点(7)(本件各訂正発明は乙12公報に基づいて進歩性を欠き無効にされるべきものか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "乙12公報の記載事項",
              "text": [
                "平成14年1月8日に公開された乙12公報は，発明の名称を「医療用液体を封入する樹脂製容器及びポート部材」とする特許出願に係るもので，乙12公報には，次の記載がある。",
                "【特許請求の範囲】",
                "【請求項1】  医療用液体を封入する樹脂製容器であって，袋状の樹脂製容器本体及び少なくとも1つのポート部材を備え，容器本体内部が相対する内壁面の一部を液密に且つ剥離可能に接着して形成される接着部により複数の分室に区画され，接着部は，容器本体外部からの10～40kgfの押圧力により剥離可能であり，接着部が剥離することにより接着部の両側の分室が互いに連通し分室内の液体が混合され，ポート部材は，閉鎖体，筒体及び保持具を備え，閉鎖体を貫通する連通具を介し容器本体内の液体を注出又は容器本体内へ液体を注入可能であり，ポート部材を構成する筒体及び容器本体の内壁面は，いずれもVICAT軟化点が121℃以上のプロピレン・α-オレフィンランダム共重合体により形成されることを特徴とする容器。",
                "【発明の詳細な説明】",
                "【0001】",
                "【発明の属する技術分野】本発明は，医療用液体，例えば，静脈投与用輸液剤，液状栄養剤，腹膜透析液などを収容する可撓性容器に関し，特に2以上の成分を投与直前に混合可能に収容する多室の容器，及び可撓性容器に組込まれ溶着により生じる不要粒子を散逸させないポート部材に関する。",
                "【0002】",
                "【従来の技術】医療用液体，例えば人体に点滴により栄養を供給する輸液は，典型的には，ポート部材を備える樹脂製の可撓性容器に収容される。ポート部材は，中空針等の連通具で貫通可能な閉鎖体等の閉鎖体を備え，閉鎖体を貫通した連通具を介し，容器内へミネラル液等を注入することや容器内の液体を注出し点滴用チューブ内へ送ることが可能にされる。また，容器の相対する内壁面の一部を剥離可能に接着して形成される接着部により容器内を第1室及び第2室に仕切り，各室に異なる薬液を収容するもの(ダブルバッグ)が知られる。医療用液体を可撓性容器内へ充填する一般的方法は，液体を無菌的な不活性ガス雰囲気下で閉鎖体を外した注出口から容器内へ充填する段階，その後，注出口の外方端を閉鎖体により閉塞する段階から成る。",
                "【0007】",
                "【発明が解決しようとする課題】本発明の第1の目的は，医療用液体中に可塑剤の溶出の可能性がなく廃棄処理の問題のない多室形式の樹脂製容器を提供することである。本発明の他の目的は，ポート部材と容器本体の樹脂フィルムとの間の接着不良のない樹脂製容器を提供することである。本発明の別の目的は，ポート部材の筒体とキャップ状の保持具との間に滅菌加熱による容器内部の高圧に耐える十分な強度の溶着部を備えるポート部材を提供することである。本発明の更に別の目的は，筒体と保持具との間の溶着部の形成により生じるハミダシ(バリ)を散逸しないポート部材を提供することである。",
                "【0008】本発明の更に別の目的は，容器本体を複数の分室に区画する剥離可能な接着部を容易に製造できる樹脂製容器を提供することであり，人体に点滴により投与される液状栄養剤を収容する樹脂製容器であって，ビタミンやミネラルの微量成分を変質を避けて投与直前に混合するため分室に収容保持し，必要なときに容易に混合することが可能な容器を提供することである。",
                "【0009】本発明の更に別の目的は，第十三改正日本薬局方解説書一般試験法に記載されている115℃以上とりわけ121℃の滅菌を行っても容器の透明度が維持でき，容器内部の液体の様子が容易に観察できる透明度の高い樹脂製容器を提供することである。これにより，従来の透明度の低い容器では検知率が上がらなかったカメラ撮像による医療用液体を充填した樹脂製容器内の異物検査(特開平11-125604号公報)において，検知率を向上させることが可能となる。また，本発明の容器を採用することにより異物検査装置を製造・検査ラインに組み込むことができ，従来人による目視検査を行っていた場合に比べ省力化できる。さらに，医療用液体を充填した樹脂製容器のみならず，容器の製袋時において，また医療用液体充填工程に搬送される空容器共に異物検査がしやすくなり不良品を確実に排除できる。他方，医療用液体が輸液である場合，これを患者に投与する際，投与量を適切に制御するため，あるいは点滴終了の時期を確認するために液位を監視する必要がある。この際，容器内の液面の視認性が低いと輸液管理に支障をきたす。透明度の高い本発明の容器は，液位が見やすく前記輸液管理上優れた効果を奏する。本発明の其の他の目的及び利点は，図面及び以下の説明から明瞭にされる。",
                "【0010】",
                "【課題を解決するための手段】本発明の医療用液体を封入する樹脂製容器は，袋状の樹脂製容器本体及び少なくとも1つのポート部材を備え，容器本体内部が相対する内壁面の一部を液密に且つ剥離可能に接着して形成される接着部により複数の分室に区画され，接着部は，容器本体外部からの10～40kgfの押圧力により剥離可能であり，接着部が剥離することにより接着部の両側の分室が互いに連通し分室内の液体が混合される。ポート部材は，ゴム栓等の閉鎖体，筒体及び保持具を備え，閉鎖体を貫通する中空針等の連通具を介し容器本体内の液体を注出又は容器本体内へ液体を注入可能であり，ポート部材を構成する筒体及び容器本体の内壁面は，いずれもVICAT軟化点が121℃以上のプロピレン・α-オレフィンランダム共重合体により形成される。",
                "【0011】本発明の医療用液体を封入する樹脂製容器は，次の構成を備えることができる。(1)容器本体は，実質的にスチレンエラストマーを含有しない樹脂により形成される。本発明容器を例えば輸液容器とした場合，各種栄養剤を含む収容液が直接静脈内に投与される。従って，樹脂製容器は人体に対して毒性を発現しない樹脂で構成されなければならない。また，主原料となる樹脂のみならずそれに添加される各種のエラストマーも同様に毒性の有無についての配慮が必要である。そこで，本発明の容器及びポート部材は，好ましい実施態様において，環境ホルモンとしての作用が懸念されるスチレンエラストマーを実質的に含有しない樹脂により形成される。",
                "【0012】(2)容器本体は，プロピレン・α-オレフィンランダム共重合体からなる単層の樹脂フィルムで形成される。(3)容器本体は，プロピレン・α-オレフィンランダム共重合体からなる内層を備える多層の樹脂フィルムで形成される。(4)筒体及び容器本体の内壁面を構成するプロピレン・α-オレフィンランダム共重合体は，プロピレン-エチレンランダム共重合体である。(5)容器の滅菌後の透明度が80％以上である。",
                "【0013】本発明の医療用液体を封入する樹脂製容器に取付けられるポート部材は，閉鎖体，筒体及び保持具からなり，閉鎖体を貫通する連通具を介し容器本体内の液体を注出又は容器本体内へ液体を注入可能可能［判決注：原文ママ］であり，閉鎖体の周囲が筒体と保持具の間に挟持される。筒体は，容器本体内部に配置される内方端，容器本体を形成するフィルムに液密に接着される外周面，並びに閉鎖体及び保持具を支持する外方端を有し，筒体の外方端は，外方環状凸部，上部外周面，並びに上部外周面の下方に配置される大径部を有する。保持具は，キャップ状であり，環状の天板部分，及び天板部分外周から下方へ伸長する円筒部分を有し，筒体の外方環状凸部と保持具の天板部分又はその近傍の内面との間に溶着部が形成される。筒体の大径部と保持具の円筒部分の間に粒子封止部が形成される。",
                "【0014】本発明の医療用液体を封入する樹脂製容器に取付けられるポート部材は，次の構成を有することができる。(6)筒体の外方端は，外方環状凸部の端面と上部外周面が交叉し形成される環状角部を有し，保持具は，天板部分の内面外周部と円筒部分の内周面上端とを連結する円錐面部分を有し，溶着部は，筒体の環状角部が保持具の円錐面部分に超音波エネルギーにより加熱溶着されて形成される。(7)外方環状凸部は，その端面から突出する断面三角形状の突起を有し，溶着部は，保持具の天板部分の内面と断面三角形状の突起の先端部分が超音波エネルギーにより加熱溶着されて形成される。(8)筒体の上部外周面の大径部は，フランジ部により形成され，粒子封止部は，筒体のフランジ部が保持具の円筒部分の端面に係合されて形成される。",
                "【0015】(9)筒体の上部外周面の大径部は，下方へ向って直径が増加するテーパ部により形成され，粒子封止部は，筒体のテーパ部が保持具の円筒部分の端面付近に係合されて形成される。(10)筒体の外方端は，同心状に配置される内方環状凸部及び環状溝部を更に有する。(11)閉鎖体は，外方端付近の中空部を閉鎖する円板部分，円板部分の外周部から下方へ伸長する内方環状垂下部，外方端付近の筒体内周面に嵌合する外周面，外周面から半径方向外方へ伸長する環状板部，環状板部の外周から垂下する外方環状垂下部，環状板部の外周から上方へ伸長する外方環状凸部，外周面と外方環状垂下部の間に形成される下方環状溝，円板部分の外方と外方環状凸部との間に形成される上方環状溝を有する。(12)筒体はその下方に縮径部を有し，縮径部の外周面が容器本体の樹脂フィルムに接着される。",
                "【0016】本発明のポート部材を容器本体に接着する方法は，筒体の縮径部の外周面が溶着可能に予熱される工程，その後に容器本体を形成する樹脂フィルムの開口部へ当接し成形溶接する工程を含み，成形溶接する工程は，ダイを樹脂フィルムの外方から樹脂フィルムに当て，加熱しながら押圧し接着し成形する工程を含む。",
                "【0017】本発明のポート部材は，その内部にビタミン類を有効成分とする凍結乾燥物を収容することができる。より具体的には，例えば特公平7-116022記載のビタミン類の凍結乾燥容器に用いられているバイアルに替え，本発明のポート部材を凍結乾燥用容器として用いることができる。そして，前記凍結乾燥物を収容するポート部材は常法によりピンホールなく容器本体へ溶着されることはもちろんである(特開平10-43272公報や特開平10-165480公報)。",
                "【0018】",
                "【発明の実施の態様】図面を参照し，本発明の実施例を説明する。図1は，本発明の医療用液体を封入する多室容器の実施例の概略平面図，図2は，図1の多室容器の概略側面図，図3は，図1の線T-Tに沿うポート部材付近の断面図である。これらの図において，対応する部分には，同一の符号を付し，重複した説明を省略する。図1～図3において，医療用液体を封入する樹脂製容器1は，袋状の樹脂製容器本体2及び3つのポート部材3，3を備える。容器本体2は，接着部18，19により複数の分室C1～C4に区画され，それぞれ医療用液体M1，2又は粉末等固形薬剤を収容可能にされる。",
                "【0019】容器本体内を複数の分室に区画する接着部18，19は，容器本体の相対する内壁面14，16の一部が液密に且つ剥離可能に接着して形成される。接着部は，各分室C1～C4に薬剤M1，M2，又は固形薬剤を収容した状態で容器外部から人手で10～40kgfの押圧力F，-Fを加えることにより剥離され，それにより複数の分室C1～C2に収容された医療用液体M1～M2が混合される。分室C1，C3，C4にポート部材3，3，3が設けられ，例えば，ポート部材の閉鎖体を貫通する中空針等の連通具4を介して容器内の液体を注出すること又は容器内へ液体を注入することが可能にされる。",
                "【0020】図4～図7は，ポート部材3を構成する保持具70，筒体40，ゴム栓からなる閉鎖体60，及び組立状態の断面図である。これらの図において，対応する部分には，同一の符号を付し，重複した説明を省略する。図4に示すように，保持具70は，環状の天板部分71，天板部分外周から下方へ伸長し端面78を備える円筒部分72，天板部分内周端74付近から下方へ伸長する環状凸部73，及び円筒部分72の内周面76の上端と天板部分内面75の外周部を連結する円錐面部分77を有する。",
                "【0021】ここで本発明容器及び本発明容器を他の容器と組み合わせたキット製剤とした場合，収容可能な医療用液体又は固形薬剤に配合される成分としては，ブドウ糖，フルクトース，マルトース等の還元糖，従来より輸液として栄養補給を目的として利用されてきているアミノ酸製剤に配合されている各種のアミノ酸が挙げられる。なお，各アミノ酸は遊離形態である必要はなく，金属塩，有機酸塩等の薬理学的に許容される塩の形態でもよい。また，各アミノ酸は，生体内で加水分解され遊離アミノ酸に変換されるエステルの形態でもよい。さらに，上記各アミノ酸はそれ等の一部又は全部をＮ‐アシル誘導体の形態，例えばＮ‐アセチル‐L‐システインの形態としてもよい。",
                "【0022】還元糖とアミノ酸以外の成分としては，栄養補給等を目的とした大豆油，綿実油，サフラワー油，トウモロコシ油，ヤシ油，シソ油，エゴマ油，アマニ油等の植物油，魚油，化学合成トリグリセリド，中鎖脂肪酸トリグリセリド，長鎖脂肪酸トリグリセリド等を挙げることができる。また，水溶性及び脂溶性の各ビタミン，例えばパルミチン酸レチノール，塩酸チアミン，リン酸リボフラビンナトリウム，塩酸ピリドキシン，シアノコバラミン，アスコルビン酸，コレカルシフェロール，酢酸トコフェロール，ニコチン酸アミド，パントテン酸カルシウム，葉酸，ビオチン，メナテトレノン，フィトナジオン等を，また電解質及び微量元素(ミネラル)として塩化ナトリウム，酢酸ナトリウム，硫酸マグネシウム，塩化マグネシウム，塩化カルシウム，リン酸二カリウム，リン酸一ナトリウム，グリセロリン酸カルシウム，塩化第二鉄，塩化マンガン，硫酸銅，硫酸亜鉛，ヨウ化カリウム等を挙げることができる。前記各成分の配合量は，投与される患者の要求量によって適宜決定される。",
                "【0023】また，経腸成分栄養剤の場合は，デキストリン，カゼインナトリウム，卵白加水分解物，植物性蛋白質，乳清蛋白質，脱脂粉乳を前述の成分に加えることができる。各成分の輸液剤としての配合・調製には特別の制限はなく，適宜常法によることができる。",
                "【0024】本発明の容器は，前記各成分の安定性を実質的に損なうことなく収容できる特徴を具備している。好ましい態様としては，糖，電解質及びアミノ酸の各薬液をC1もしくはC2にそれぞれ収容し，小室C3に微量元素(ミネラル)の水溶液又は固形薬剤，ポート部材もしくはC4にビタミン類を凍結乾燥物(固形薬剤)あるいは水溶液として収容する経中心静脈栄養用キット製剤の形態を挙げることができる。これにより，配合変化する各成分を各区画室に隔離でき，各成分とくに配合変化しやすい成分を品質劣化させることなく経中心静脈栄養用の各成分を容器内に長期間収容できる。同様に，経腸成分栄養剤についての前述の効果を奏する。",
                "【0025】また，別の態様としては，ポート部材に連通具等の連通具(WO  95／00101公報)を取り付け，ビタミン入りのバイアル又はプレフィルドシリンジ(特表平5-501983，特表平7-501002)を接合した複数薬剤収容のキット製剤の形態としてもよい。この際，容器および連通具と連通具に連結されるバイアル又はプレフィルドシリンジは，連通操作が容易に行えるように剛性もしくは準剛性のトレーに収容される形態がより好ましい。更にビタミン類を前記キット製剤に収容する場合は，このトレーの全面，あるいは部分的に遮光フィルムが積層されていることが好ましい。また，トレーを形成する樹脂層の一つに水分非透過性，ガス非透過性のバリアーフィルムからなる層を設けてもよい。",
                "【0026】更に，別の形態としては，前記バイアル，プレフィルドシリンジに替え固形薬剤の入った樹脂製の小袋を本発明の容器端部に，内層面が剥離することで対向する両室が連通可能となるよう連結したキット製剤としてもよい。なお，樹脂製小袋は，収容する薬剤の劣化を防止するための多重包装であってもよく，脱酸素剤，乾燥剤を包装内に収容しておくこともできる(WO92／08434公報)。",
                "【0031】図8は，容器本体に使用可能な非PVC(非塩化ビニル)多層フィルム6の図解的な断面図である。多層フィルム6は，容器の内壁面14又は16を備える内層141，容器の外面を形成する外層144，及び中央層142，143を備える。内層141と外層144は，VICAT軟化点が121℃以上のプロピレン・α-オレフィンランダム共重合体，好ましくは，プロピレン-エチレンランダム共重合体により形成される。中央層142，143は，プロピレン-エチレンランダム共重合体とエチレン・α-オレフィン共重合体の混合樹脂で形成される。なお，中央層142，143は，3層若しくは4層であってもよく，その内の1層に水分非透過性，ガス非透過性のバリアーフイルムからなる層を設けてもよい。",
                "【0032】容器本体は，図8の非PVC(非塩化ビニル)多層フィルム6に代えて，単層のVICAT軟化点が121℃以上のプロピレン・α-オレフィンランダム共重合体，好ましくは，プロピレン-エチレンランダム共重合体，例えば，三菱化学から販売されている商品名SPX8000番シリーズ，SPX9000番シリーズにより形成され得る。容器を形成する樹脂は，環境ホルモンとしての問題が懸念されるスチレン系エラストマーを含有しないものが適している。",
                "【0033】また，容器を形成する樹脂は，VICAT軟化点が121℃以上のプロピレン・α-オレフィンランダム共重合体，好ましくは，プロピレン-エチレンランダム共重合体を使用し，容器内部の液体を容器外部から充分観察できるように，滅菌工程後の透明度が80％以上であるようにされる。透明度は，試験片に対する標準光源からの光線の照射量と試験片を透過した光線の量の比であり，ヘイズ価とも呼ばれ，日本薬局方規格に規定される。",
                "【0037】図9は，固形薬剤Ｎを収容するポート部材3の概略断面図である。容器本体に収容される点滴用栄養剤又は経腸成分栄養剤に，安定性が悪く分解し易いビタミン類を含めるため，ビタミン類は，凍結乾燥され，層状の固形薬剤Ｎの形態において，ポート部材3の筒体40の内方中空部43に収容される。またビタミン類以外に，抗生物質等の薬剤が固形薬剤Ｎの形態で中空部43に収容され得る。固形薬剤Ｎは，好ましくは，ポート部材3が容器本体の固着部21に熱溶着される前に筒体40内に収容される。またポート部材3が固形薬剤を収容する場合は，ポート部材の内方中空部に連通する容器本体の分室C4は，空室にされる。容器本体内の液体が人体へ投与するため容器外から押圧され接着部が剥離され混合されるとき，ポート部材に連通する分室の接着部も剥離され，分室及び固形薬剤の周囲へ液体が流入され固形薬剤が液体中へ溶解混合される。",
                "【0038】図10Aは，薬剤バイアルが隣接されるポート部材の概略平面断面図であり，図10Bは，図10Aの線S-Sに沿う断面図である。薬剤バイアル32は，ビタミン，ミネラル，抗生物質，その他の薬剤成分を固形薬剤又は液状薬剤の形態で収容する。図10A及びBにおいて，薬剤バイアル32は，ポート部材3に一体に形成された円筒形ケース35の内部にケースの軸方向に摺動可能に支持される。連通具34が針先端をそれぞれポート部材3の閉鎖体60及び薬剤バイエルの閉鎖体33に隣接して配置される。薬剤バイエル32はプレフィルドシリンジにより置換することができる。",
                "【0039】図10A，図10Bの例において，容器本体2は，C1～C3の3区画(C3が小室)を有する経中心静脈栄養用キット製剤に係る容器であることができる。この場合において，容器C3に，薬剤バイアル32に収容された薬剤以外の成分が収容されることがのぞましい。例えば，薬剤バイアル32にビタミン類が収容される場合，容器C3には，微量元素製剤(例として商品名：エレメンミック，味の素ファルマ社製)が収容されることが好ましい。更に，C3室に前述の植物油等を有効成分とする脂肪乳剤を収容してもよい。薬剤バイアル32をプレフィルドシリンジに置換した場合は，プレフィルドシリンジの薬剤収容部を連通可能にゴム栓等の閉鎖体で2室に分離し2室にビタミン類と微量元素製剤をそれぞれ分離して収容する形態が好ましい。",
                "【0040】図10Bに明瞭に示すように，薬剤バイエル32，ポート部材3及び容器本体2は，剛性又は準剛性のあるトレー80の凹部81に収容され，凹部81の開口部は，カバーフィルム83により覆われ密封される。薬剤バイアル32の底部に隣接するトレー80は，薬剤投与の際に指で薬剤バイアル32を貫通具34の方へ押圧するための隙間82を備える。薬剤バイアル32をポート部材3の方へ押圧し移動させると，連通具(この場合両頭針)34の各針先端が薬剤バイエル32の閉鎖体33及びポート部材の閉鎖体60をそれぞれ貫通し，薬剤バイエル32内部が連通具34を介し流体連通される。それ故，容器本体内の液体を人体へ投与するため，薬剤バイエル32を移動させて容器分室内と連通させ，容器外から容器内の液体を押圧し接着部を剥離させ分室の液体を混合させると，薬剤バイエル32内の薬剤が容器内の液体に混合される。この場合，ポート部材及び容器本体が剛性のあるトレーにより支持されるから，薬剤バイエルを容易に正確に摺動させることができる。",
                "【0041】",
                "【発明の効果】本発明の医療用液体を封入する樹脂製容器は，ポート部材を構成する筒体及び保持具並びに容器本体の内壁面がいずれもVICAT軟化点が121℃以上のプロピレン・α-オレフィンランダム共重合体，好ましくは，プロピレン-エチレンランダム共重合体により形成され，スチレン系のエラストマーを含有しない故に，必要な透明度を備え，溶着不良が低く，且つ封入される医療用液体へのスチレン系のエラストマーによる環境ホルモンの溶出のない容器を提供することができる。本発明の樹脂製容器は，滅菌工程後の透明度が高く，容器本体，容器内部を良好に観察することができる。",
                "【図1】",
                "【図2】                                  【図3】",
                "【図10】"
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙12公報に記載された発明",
              "text": [
                "前記(1)の記載事項によると，乙12公報には，次の発明が記載されていると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙12公報に記載された輸液製剤に係る発明(以下「乙12輸液製剤発明」という。)",
                  "text": [
                    "「医療用液体を封入する樹脂製容器であって，袋状の樹脂製容器本体及び少なくとも1つのポート部材を備え，容器本体内部が相対する内壁面の一部を液密に且つ剥離可能に接着して形成される接着部により複数の分室C1～C4に区画され，糖，電解質及びアミノ酸の各薬液をC1もしくはC2にそれぞれ収容し，小室C3に微量元素(ミネラル)の水溶液又は固形薬剤を収容し，ポート部材もしくはC4にビタミン類を凍結乾燥物(固形薬剤)あるいは水溶液として収容し，接着部は，容器本体外部からの10～40kgfの押圧力により剥離可能であり，接着部が剥離することにより接着部の両側の分室が互いに連通し分室内の液体が混合され，ポート部材は，閉鎖体，筒体及び保持具を備え，閉鎖体を貫通する連通具を介し容器本体内の液体を注出又は容器本体内へ液体を注入可能であり，ポート部材を構成する筒体及び容器本体の内壁面は，いずれもVICAT軟化点が121℃以上のプロピレン・α-オレフィンランダム共重合体により形成される容器」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙12公報に記載された輸液製剤の保存安定化方法に係る発明(以下「乙12輸液製剤の保存安定化方法発明」といい，乙12輸液製剤発明と併せて「乙12発明」という。)",
                  "text": [
                    "「医療用液体の保存安定化方法であって，袋状の樹脂製容器本体及び少なくとも1つのポート部材を備え，容器本体内部が相対する内壁面の一部を液密に且つ剥離可能に接着して形成される接着部により複数の分室C1～C4に区画され，糖，電解質及びアミノ酸の各薬液をC1もしくはC2にそれぞれ収容し，小室C3に微量元素(ミネラル)の水溶液又は固形薬剤を収容し，ポート部材もしくはC4にビタミン類を凍結乾燥物(固形薬剤)あるいは水溶液として収容し，接着部は，容器本体外部からの10～40kgfの押圧力により剥離可能であり，接着部が剥離することにより接着部の両側の分室が互いに連通し分室内の液体が混合され，ポート部材は，閉鎖体，筒体及び保持具を備え，閉鎖体を貫通する連通具を介し容器本体内の液体を注出又は容器本体内へ液体を注入可能であり，ポート部材を構成する筒体及び容器本体の内壁面は，いずれもVICAT軟化点が121℃以上のプロピレン・α-オレフィンランダム共重合体により形成される，医療用液体を封入する樹脂製容器を用いた保存安定化方法」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙12発明と本件各訂正発明との対比",
              "text": [
                "乙12発明と本件各訂正発明とを対比すると，少なくとも，次の相違点が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1と乙12輸液製剤発明との相違点",
                  "text": [
                    "本件訂正発明1においては，アミノ酸を含有する溶液が充填されていない「他の室」に，「熱可塑性樹脂フィルム製の袋である」「鉄，マンガンおよび銅からなる群より選ばれる少なくとも1種の微量金属元素を含む液が収容された微量金属元素収容容器」が収納されているのに対して，乙12輸液製剤発明では，アミノ酸を含有する溶液が充填されていない「他の室」に「鉄，マンガンおよび銅からなる群より選ばれる少なくとも1種の微量金属元素を含む液が収容された微量金属元素収容容器」が収納されておらず，他の室の一つであるC3に微量元素(ミネラル)の水溶液または固形薬剤が独立して収容されている点(以下「相違点1-12」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明2と乙12輸液製剤発明との相違点",
                  "text": [
                    "本件訂正発明2においては，アミノ酸を含有する溶液が充填されていない「他の室」に，「熱可塑性樹脂フィルム製の袋である」「銅を含む液が収容された微量金属元素収容容器」が収納されているのに対して，乙12輸液製剤発明では，アミノ酸を含有する溶液が充填されていない「他の室」に「銅を含む液が収容された微量金属元素収容容器」が収納されておらず，他の室の一つであるC3に微量元素(ミネラル)の水溶液または固形薬剤が独立して収容されている点(以下「相違点2-12」という。)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明10と乙12輸液製剤の保存安定化方法発明との相違点",
                  "text": [
                    "本件訂正発明10においては，アミノ酸を含有する溶液を「収容している室と別室」に，「熱可塑性樹脂フィルム製の袋である」「鉄，マンガンおよび銅からなる群より選ばれる少なくとも1種の微量金属元素を含む液が収容された微量金属元素収容容器を収納」するのに対して，乙12輸液製剤の保存安定化方法発明では，アミノ酸を含有する溶液を「収容している室と別室」に，「熱可塑性樹脂フィルム製の袋である」「鉄，マンガンおよび銅からなる群より選ばれる少なくとも1種の微量金属元素を含む液が収容された微量金属元素収容容器」が収納されておらず，他の室の一つであるC3に微量元素(ミネラル)の水溶液または固形薬剤が独立して収容されている点(以下「相違点10-12」という。)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正発明11と乙12輸液製剤の保存安定化方法発明との相違点",
                  "text": [
                    "本件訂正発明11においては，アミノ酸を含有する溶液を「収容している室と別室」に，「熱可塑性樹脂フィルム製の袋である」「銅を含む液が収容された微量金属元素収容容器を収納」するのに対して，乙12輸液製剤の保存安定化方法発明では，アミノ酸を含有する溶液を「収容している室と別室」に，「熱可塑性樹脂フィルム製の袋である「」銅を含む液が収容された微量金属元素収容容器」が収納されておらず，他の室の一つであるC3に微量元素(ミネラル)の水溶液または固形薬剤が独立して収容されている点(以下「相違点11-12」という。)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点に関する容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-12について",
                  "text": [
                    "乙12公報に記載された発明は，医療用液体を収容する可撓性容器，特に2以上の成分を投与直前に混合可能に収容する多室の容器等に関するもので(乙12公報の段落【0001】)，医療用液体中に可塑剤の溶出の可能性がなく廃棄処理の問題のない多室形式の樹脂製容器を提供することなどを第一次的な目的とし(同【0007】)，「ビタミンやミネラルの微量成分を変質を避けて投与直前に混合する」ため分室に収容保持し，必要なときに容易に混合することが可能な容器を提供することも目的とするものではあるが(同【0008】)，そのような一般的な記載を超えて，容器に収容される対象に係る課題について具体的な指摘はなく，同【0021】～【0024】における容器に収容される対象の成分についての記載も，実施例である同【図1】の多室容器を含め，乙12公報に記載された発明に係る容器に収容可能な成分の例を挙げたものにすぎないというべきである。",
                    "上記の点に加え，同【0024】の記載内容に照らすと，同段落記載の好ましい態様における薬液等の収容方法は，乙12公報に記載された課題(特に同【0008】)の解決のための態様として記載されているのであり，そこから更に容器に収容される対象に関して別途の課題を解決する必要のあるものとして記載されているものではないと解される。",
                    "したがって，乙12公報から，当業者が，容器に収容される対象の成分に係る事情に基づいて，乙12輸液製剤発明における容器の構成を変更するよう示唆され，又は動機付けられるものとは解されない。この点，そのような事情に基づいて，乙12輸液製剤発明における容器の構成を変更すること，特に，既に分室C1及びC2と区画された小室C3に収容された微量元素(ミネラル)を，改めて容器に収容した上で分室の一つに収納したり，小室C3を分室C1又はC2に収納するといった構成変更を行うことは，乙12公報に記載された発明について指摘した上記の特徴の本質的な部分に影響する重要な変更であって，乙12公報から，当業者がそのような変更を示唆され，又は動機付けられるとはおよそ考え難い。",
                    "その他，相違点1-12に係る構成が容易想到であるとみるべき事情は認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2-12について",
                  "text": [
                    "相違点1-12と実質的に同一といえる範囲に含まれる相違点2-12について，容易想到であるとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点10-12について",
                  "text": [
                    "本件訂正発明10は，請求項1の輸液製剤の発明に対応した輸液製剤の安定化方法の発明であって，輸液製剤中の成分や各室の構成について，複数の室が外部からの押圧によって連通可能な隔壁手段で区画されていることの特定があるかという点を除き，本件訂正発明1と同じ発明特定事項を有するものであるから，前記アのとおり，相違点1-12が容易想到であるとはいえない以上，相違点10-12も容易想到であるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点11-12について",
                  "text": [
                    "本件訂正発明11は，請求項2の輸液製剤の発明に対応した輸液製剤の安定化方法の発明であって，輸液製剤中の成分や各室の構成について，複数の室が外部からの押圧によって連通可能な隔壁手段で区画されていることの特定があるかという点を除き，本件訂正発明2と同じ発明特定事項を有するものであるから，前記イのとおり，相違点2-12が容易想到であるとはいえない以上，相違点11-12も容易想到であるとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "前記ア～エの認定判断に反する被控訴人らの主張は，いずれも採用することができない。",
                    "したがって，本件各訂正発明は，乙12公報に基づいて進歩性を欠くものではなく，無効にされるべきものとは認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "争点(8)(本件各訂正発明は乙17公報に基づいて進歩性を欠き無効にされるべきものか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "乙17公報の記載",
              "text": [
                "平成11年6月15日に公開された乙17公報は，発明の名称を「中心静脈投与用輸液」とする特許出願に係るもので，乙17公報には，次の記載がある。",
                "【特許請求の範囲】",
                "【請求項1】",
                "還元糖を含有する溶液(A)，アミノ酸を含有する溶液(B)及び脂溶性ビタミンを含有する溶液(C)の3液からなる輸液であって，溶液(A)がビタミンB を含有し，溶液(B)が葉酸を含有し，溶液(C)がビタミンCを含有し，更にビタミンB が溶液(B)又は溶液(C)に配合され，かつ溶液(A)がpH3．5～4．5，溶液(B)及び溶液(C)がpH5．5～7．5であることを特徴とする中心静脈投与用輸液。",
                "【請求項2】",
                "溶液(A)が，更にパントテン酸誘導体を含有し，ビタミンB が溶液(C)に配合されている請求項1記載の中心静脈投与用輸液。",
                "【請求項3】",
                "溶液(B)が，更にビタミンB を含有する請求項1又は2記載の中心静脈投与用輸液。",
                "【請求項4】",
                "溶液(A)が，更にビタミンB  を含有し，溶液(B)が，更にニコチン酸誘導体を含有し，溶液(C)が，更にビオチンを含有する請求項1～3のいずれか1項記載の中心静脈投与用輸液。",
                "【請求項5】",
                "溶液(A)が，更にビタミンB ，ビタミンB ，ニコチン酸誘導体，パントテン酸誘導体及びビオチンを含有する請求項1記載の中心静脈投与用輸液。",
                "【請求項6】",
                "溶液(C)中の脂溶性ビタミンが，界面活性剤により可溶化されている請求項1～5のいずれか1項記載の中心静脈投与用輸液。",
                "【請求項7】",
                "溶液(C)が，少なくとも内壁がビタミンDを実質的に吸着しない材質からなる容器に封入されている請求項1～6のいずれか1項記載の中心静脈投与用輸液。",
                "【請求項8】",
                "溶液(C)が，少なくとも内壁がガラス，ポリエチレンテレフタレート，ポリエチレンナフタレート，ポリアクリロニトリル，環状ポリオレフィン，ポリアミド，ポリカーボネート及びポリ弗化エチレンから選ばれる材質からなる容器に封入されている請求項7記載の中心静脈投与用輸液。",
                "【請求項9】",
                "連通可能な隔壁で隔てられた2室容器の各室にそれぞれ容器(A)［判決注：溶液(A)の誤記と認める。］及び溶液(B)が収容され，そのいずれか一方の室に溶液(C)を収容した容器が，用時連通可能に接続されてなる請求項1～8のいずれか1項記載の中心静脈投与用輸液。",
                "【請求項10】",
                "更に，電解質を溶液(A)及び／又は溶液(B)及び／又は溶液(C)に配合した請求項1～9のいずれか1項記載の中心静脈投与用輸液。",
                "【発明の詳細な説明】",
                "【0001】",
                "【発明の属する技術分野】",
                "本発明は，還元糖，アミノ酸及びビタミン類を含有し，全てのビタミン類を安定に含有する中心静脈投与用輸液に関する。",
                "【0002】",
                "【従来の技術】",
                "消化器手術の術後患者等は，経口摂取が不可能な場合が多いので，このような患者の栄養管理は，一般に中心静脈からの高カロリー輸液(IVH)により行われている。IVHは，上記患者の栄養状態を改善し且つ良好に保つことにより，患者の回復，治癒を促進し，その効果は絶大なものであるので，今や外科治療の分野で広く普及している。",
                "【0003】",
                "IVHでは，通常，栄養源である糖質及びアミノ酸と，電解質が投与される。そして，IVH用の輸液製剤としては，これらを全て含んだものが開発されており，一般に，メイラード反応を起こすブドウ糖とアミノ酸を2室容器に分別収容したタイプの製剤が市販されている。",
                "【0004】",
                "ところで，IVHを施行する際，その期間が比較的長期になると，輸液製剤に含まれていない微量元素やビタミンの欠乏症が問題となってくる。特に，ビタミン",
                "B は，糖代謝において消費されるために欠乏に陥り易く，それにより重篤なアシドーシスが惹起する。従って，IVHが短期間(1週間程度)で終わらない場合は，ビタミンを併用することが不可欠である。しかして，ビタミンは，安定性に欠けるため，専ら混合ビタミン剤や総合ビタミン剤の形態で単独に製剤化され，用事にIVH製剤に混注されている。しかし，混注操作は煩雑なうえに，操作時に細菌汚染の虞があるので，作業に効率性と慎重性の両方が要求され，担当者に多大な負担を強いているのが現状である。",
                "【0005】",
                "このため，上記のような混注作業を簡便にすべく，2室容器タイプのIVH製剤にビタミンを配合することが試みられている。例えば，2室の一方に脂肪と糖を，他方にアミノ酸と電解質を収容し，種々のビタミンをそれぞれどちらかに収容することが行われている(特開平6-209979号公報，特開平8-709号公報)。しかして，ここで用いられる脂肪は重要な栄養源ではあるが，脂肪の投与は必ずしも全ての患者に許容されるものではなく，例えば高脂血症，肝障害，血栓症，糖尿病ケトーシス等の患者には，脂肪の投与は禁忌とされている。また，脂肪は患者によってその至適投与量が異なる場合があり，単独投与が望まれることもある。しかしながら，前記のような製剤では脂肪を配合することによって特定のビタミンが安定化されているため，脂肪を除いた場合には，ある種のビタミン(例えばビタミンB )を安定に保持することは困難であった。",
                "【0006】",
                "また，水溶性ビタミンB類を安定に配合するために，輸液のpHを酸性にしたり亜硫酸イオンを配合しない試みがなされている(特開平8-143459号公報)。しかしながら，当該輸液においては，ビタミンB は安定に配合されているが，他のビタミン類については具体的に示されていない。",
                "【0007】",
                "IVHにおいて，ビタミンB の欠乏は上記の通り大きな問題であるが，他のビタミンの欠乏も決して無視できるものではない。例えば，病態によっては，ビタミンCの欠乏で粘膜など組織での出血が起こったり，ビタミンB の欠乏により口内炎，口角炎，舌炎等が発症する虞がある。更に，ビタミンB 欠乏や葉酸欠乏による貧血等の合併症も報告されている。",
                "【0008】",
                "更に，ビタミンDは，ポリエチレンやポリプロピレン製容器に収容された薬液に添加してそのまま長期保存した場合，その含量が著しく低下してしまう。従って，患者にビタミンD欠乏によるカルシウム吸収障害や骨脆化を来たす虞も出てくる。",
                "【0009】",
                "【発明が解決しようとする課題】",
                "従って，本発明の目的は，ビタミン類を長期間安定に含有する中心静脈投与用輸液を提供することにある。",
                "【0010】",
                "【課題を解決するための手段】",
                "かかる実情において，本発明者らは鋭意研究を行った結果，ビタミンB は特定のpHの還元糖液に安定配合可能なこと，葉酸は特定のpHのアミノ酸液中で長期安定であること，ビタミンC並びに脂溶性ビタミンであるビタミンA，ビタミンD及びビタミンEは，上記2液とは別にすれば一緒に配合して安定であることを見出し，本発明を完成した。",
                "【0011】",
                "すなわち，本発明は，還元糖を含有する溶液(A)，アミノ酸を含有する溶液(B)及び脂溶性ビタミンを含有する溶液(C)の3液からなる輸液であって，溶液(A)がビタミンB を含有し，溶液(B)が葉酸を含有し，溶液(C)がビタミンCを含有し，更にビタミンB が溶液(B)又は溶液(C)に配合され，かつ溶液(A)がpH3．5～4．5，溶液(B)及び溶液(C)がpH5．5～7．5であることを特徴とする中心静脈投与用輸液を提供するものである。",
                "【0012】",
                "【発明の実施の形態】",
                "本発明の中心静脈投与用輸液は，還元糖を含有する溶液(A)，アミノ酸を含有する溶液(B)及び脂溶性ビタミンを含有する溶液(C)の3液からなり，用時に混合して使用されるものである。溶液(A)に配合される還元糖としては，ブドウ糖，フルクトース，マルトース等が挙げられ，血糖管理などの点で，特にブドウ糖が好ましい。また，これらの還元糖以外にキシリトール，ソルビトール，グリセリン等の非還元糖を配合することもできる。還元糖は，1種又は2種以上を組合わせて用いることができ，溶液(A)中に120～450g／l，特に150～300g／l配合するのが好ましい。",
                "【0013】",
                "溶液(A)には，更にビタミンB が配合され，これらを安定にするために，溶液(A)はpH3．5～4．5，好ましくはpH3．8～4．2に調整される。pHの調整は，通常用いられる種々の有機酸，無機酸，有機塩基，無機塩基を適宜使用して行うことができる。",
                "【0014】",
                "ビタミンB の配合量は，溶液(A)が半日～1日分の投与量である場合，溶液(A)中に1～12mg，特に1．5～8mg配合するのが好ましい。ビタミンB(チアミン)としては，塩酸チアミン，硝酸チアミン，プロスルチアミン，オクトオチアミン等を使用することができる。ビタミンB を配合した溶液(A)中には，ビタミンBが分解されるのを防ぐため，亜硫酸塩及び亜硫酸水素塩を実質的に配合しないのが好ましい。",
                "【0015】",
                "また，溶液(B)に配合されるアミノ酸としては，必須アミノ酸，非必須アミノ酸の各種アミノ酸で，L-イソロイシン，L-ロイシン，L-リジン，L-メチオニン，L-フェニルアラニン，L-スレオニン，L-トリプトファン，L-バリン，L-アラニン，L-アルギニン，L-アスパラギン酸，L-システイン，L-グルタミン酸，L-ヒスチジン，L-プロリン，L-セリン，L-チロシン，グリシン等が挙げられる。これらのアミノ酸は，純粋結晶状アミノ酸であるのが好ましい。また，これらのアミノ酸は，通常遊離アミノ酸の形態で用いられるが，特に遊離形態でなくてもよく，薬理学的に許容される塩，エステル，Ｎ-アシル誘導体や，2種アミノ酸の塩，ペプチドの形態で用いることもできる。",
                "【0016】",
                "これらのアミノ酸の溶液(B)における好ましい配合量(遊離形態で換算)は以下のとおりである。",
                "【0017】",
                "【表1】",
                "【0018】",
                "溶液(B)には，更に葉酸が配合され，pH5．5～7．5，好ましくは6．0～7．0に調整される。pHの調整は，通常用いられる種々の有機酸，無機酸，有機塩基，無機塩基を適宜使用して行うことができる。また，葉酸は，溶液(B)の半日～1日投与分の液中に，0．1～1mg，特に0．1～0．7mg配合するのが好ましい。",
                "【0019】",
                "また，溶液(C)に配合される脂溶性ビタミンとしては，ビタンミンA［判決注：ビタミンAの誤記と認める。］，ビタミンD，ビタミンEが挙げられ，必要に応じてビタミンKを配合することもできる。ビタミンA(レチノール)としては，パルミチン酸エステル，酢酸エステル等のエステル形態であってもよく；ビタミンDとしては，ビタミンD ，ビタミンD ，ビタミンD (コレカルシフェロール)及びそれらの活性型(ヒドロキシ誘導体)のいずれでもよく；ビタミンE(トコフェロール)としては，酢酸エステル，コハク酸エステル等のエステル形態であってもよく；ビタミンK(フィトナジオン)としては，メナテトレノン，メナジオン等の誘導体であってもよい。",
                "【0020】",
                "これらの脂溶性ビタミンは，溶液(C)の半日～1日投与分の液中に，ビタミンAは1250～5000IU，特に1400～4500IU；ビタミンDは10～1000IU，特に50～500IU；ビタミンEは2～20mg，特に3～15mg；ビタミンKは0．2～10mg，特に0．5～5mg配合するのが好ましい。",
                "【0021】",
                "また，これら脂溶性ビタミンは，界面活性剤により，溶液(C)中に可溶化させるのが好ましい。ここで用いられる界面活性剤としては，例えばポリオキシエチレンソルビタン脂肪酸エステル(ツイーン80，ツイーン20等の市販品)，ポリオキシエチレン硬化ヒマシ油(HCO60等の市販品)，エチレングリコール・プロピレングリコールブロックコポリマー(プルロニックF68等の市販品)などが挙げられ，これらは通常10～1000mg／lの濃度で使用される。",
                "【0022】",
                "溶液(C)には，更にビタミンCが配合され，pH5．5～7．5，好ましくは6．0～7．0に調整される。pHの調整は，通常用いられる種々の有機酸，無機酸，有機塩基，無機塩基を適宜使用して行うことができる。ビタミンC(アスコルビン酸)としては，ナトリウム塩等を使用することができ，溶液(C)中の半日～1日投与分の液中に，20～250mg，特に30～150mg配合するのが好ましい。",
                "【0023】",
                "また，ビタミンB は溶液(B)又は溶液(C)に配合される。ビタミンB (リボフラビン)としては，リン酸エステル，そのナトリウム塩，フラビンモノヌクレオチド等を使用することができ，溶液(B)又は溶液(C)中の半日～1日投与分の液中に，1～10mg，特に2～7mg配合するのが好ましい。ビタミンB は，特に溶液(C)に配合するのが好ましい。",
                "【0024】",
                "本発明の輸液には，溶液(A)～(C)のいずれにも，更に他のビタミン類を配合することができる。例えば，溶液(A)には，更にパントテン酸誘導体を配合することができる。このビタミンは，溶液(A)～(C)のいずれにも配合可能であるが，安定性向上の点より溶液(A)に配合するのが好ましい。パントテン酸誘導体としては，遊離体に加え，カルシウム塩や還元体であるパンテノールの形態で用いることもでき，その配合量は，溶液(A)の半日～1日投与分の液中に1～30mg，好ましくは5～20mgとするのが好適である。",
                "【0025】",
                "溶液(B)には，更にビタミンB を配合することができる。このビタミンも，溶液(A)～(C)のいずれにも配合可能であるが，安定性向上の点より溶液(B)に配合するのが好ましい。特に，ビタミンB は，ビタミンCとは別にするのが好ましい。ビタミンB は，例えば溶液(B)の半日～1日投与分の液中に，1～30μg，好ましくは2～10μg配合するのがよい。",
                "【0026】",
                "また，溶液(A)に更にビタミンB を，溶液(B)に更にニコチン酸誘導体を，溶液(C)に更にビオチンを配合することもできる。これらのビタミンも，溶液(A)～(C)のいずれにも配合可能であるが，製造の簡便性等の点より，それぞれ上記溶液に配合するのが好ましい。ビタミンB の配合量は，例えば溶液(A)の半日～1日投与分の液中に，1～10mg，好ましくは1．5～7mgとするのがよい。ビタミンB(ピリドキシン)としては，塩酸ピリドキシン等の塩の形態であってもよい。",
                "【0028】",
                "一方，本発明輸液の別の好ましい例として，ビタミンB ，ビタミンB ，ニコチン酸誘導体，パントテン酸誘導体及びビオチンを全て溶液(A)に配合することができる。この例では，安定性を大幅に犠牲にすることなく，製造を簡便にすることができる。この場合にも，各成分の配合量等は前記と同様である。",
                "【0029】",
                "本発明輸液には，更に電解質を配合することができ，当該電解質は溶液(A)，溶液(B)及び溶液(C)のいずれにも配合することができる。かかる電解質としては，通常の電解質輸液などに用いられるものであれば特に制限されず，ナトリウム，カリウム，カルシウム，マグネシウム，リン，塩素，亜鉛等が挙げられ，例えば以下の化合物を，水和物，無水物を問わず使用することができる。",
                "【0030】",
                "ナトリウム源としては，塩化ナトリウム，酢酸ナトリウム，クエン酸ナトリウム，リン酸二水素ナトリウム，リン酸水素二ナトリウム，硫酸ナトリウム，乳酸ナトリウム等が挙げられ，溶液(A)～(C)の3液の混合後に25～70mEq／lとなるように配合するのが好ましい。カリウム源としては，塩化カリウム，酢酸カリウム，クエン酸カリウム，リン酸二水素カリウム，リン酸水素二カリウム，硫酸カリウム，乳酸カリウム等が挙げられ，混合後に15～50mEq／lとなるように配合するのが好ましい。カルシウム源としては，塩化カルシウム，グルコン酸カルシウム，パントテン酸カルシウム，乳酸カルシウム，酢酸カルシウム等が挙げられ，混合後に3～15mEq／lとなるように配合するのが好ましい。",
                "【0031】",
                "マグネシウム源としては，硫酸マグネシウム，塩化マグネシウム，酢酸マグネシウム等が挙げられ，混合後に3～10mEq／lとなるように配合するのが好ましい。リン源としては，リン酸二水素ナトリウム，リン酸水素二ナトリウム，グリセロリン酸ナトリウム等が挙げられ，混合後に5～20mmol／lとなるように配合するのが好ましい。塩素源としては，塩化ナトリウム，塩化カリウム，塩化カルシウム，塩化マグネシウム等が挙げられ，混合後に25～70mEq／lとなるように配合するのが好ましい。亜鉛源としては，塩化亜鉛，硫酸亜鉛等が挙げられ，混合後に0～30μmol／lとなるように配合するのが好ましい。",
                "【0032】",
                "これらの電解質のうち，カルシウム塩及びマグネシウム塩はリン化合物と分離して，異なる溶液に配合しておくのが好ましい。その他の電解質は特に制限されず，溶液(A)～(C)のいずれに配合してもよい。",
                "【0033】",
                "なお，溶液(B)には，安定化剤として亜硫酸塩及び／又は亜硫酸水素塩を添加することもでき，その場合，溶液(B)中に50mg／l以下配合するのが好ましい。",
                "【0034】",
                "本発明の輸液は，溶液(A)，溶液(B)及び溶液(C)の3液からなり，これらを収容するための容器は特に制限されないが，例えば溶液(A)及び溶液(B)を連通可能な隔壁で隔てられた2室容器の各室に収容し，更にそのいずれか一方の室に溶液(C)を収容した容器を用時連通可能に接続したものが挙げられる。溶液(A)及び溶液(B)を収容するための容器としては，連通可能な隔壁で隔てられた2室容器であれば特に制限されず，例えば，隔壁が易剥離性溶着により形成されたもの(特開平2-4671号公報，実開平5-5138号公報等参照)，室間をクリップで挟むことにより隔壁が形成されたもの(特開昭63-309263号公報等参照)，隔壁に開封可能な種々の連通手段を設けたもの(特公昭63-20550号公報等参照)などが挙げられる。これらのうち，特に隔壁が易剥離性溶着により形成されたものが，大量生産に適しておりまた連通作業も容易であるので好ましい。",
                "【0035】",
                "また，上記容器の材質は，従来より医療用容器等に慣用されている各種のガス透過性プラスチックのいずれでも良く，例えばポリエチレン，ポリプロピレン，ポリ塩化ビニル，架橋エチレン・酢酸ビニル共重合体，エチレン・α-オレフィン共重合体，これらのポリマーのブレンド，これらのポリマーの積層体などのいずれであってもよい。",
                "【0037】",
                "一方，溶液(C)を収容する容器としては，ビタミンDが吸着されてしまわないように，少なくとも内壁がビタミンDを実質的に吸着しない材質であるのが好ましい。そのような材質としては，例えばガラス，ポリエチレンテレフタレート，ポリエチレンナフタレート，ポリアクリロニトリル，環状ポリオレフィン，ポリアミド(ナイロン等)，ポリカーボネート，ポリ弗化エチレン(テフロン等)などが挙げられる。溶液(C)は，上記材質の単層容器又は上記材質を内壁に有する多層容器(通常5ml程度の容積)に収容され，ゴム栓等で密封される(図1参照)。この場合，ゴム栓等の密封材も，ビタミンDが吸着されない物質(ポリ弗化エチレン等)でコーティングされているのが好ましい。",
                "【0038】",
                "そして，溶液(C)を収容する容器は，上記溶液(A)及び溶液(B)を収容する2室容器の一方の室に，用時連通可能に接続される。その手段としては，例えば図2に示すように，両頭針を介して2室容器の一方の口部に保持させる方法が挙げられる。このものは，図3に示すように，溶液(C)の容器を押すことにより，連通混合を行うことができる。",
                "【0039】",
                "また，溶液(C)を収容する容器の他の例としては，図4に示すような，2室容器の一方の口部内に小室を形成し，用時に針で刺通するようにしたものや，図5に示すような，2室容器の一方の室内に固着した剥離開封可能な小袋などを例示することができる。",
                "【0040】",
                "更に，上記のような容器に収容された本発明の輸液は，変質，酸化等を確実に防止するために，該容器を脱酸素剤と共にガス非透過性外装容器で包装するのがよく，とりわけ容器として，隔壁が易剥離性溶着により形成されたものを採用した場合は，外圧により隔壁が連通しないように該隔壁部にて折り畳まれた状態で包装するのが好ましい。また，必要に応じて不活性ガス充填包装等を行うこともできる。",
                "【0041】",
                "なお，包装に適したガス非透過性外装容器の材質としては，一般に汎用されている各種材質のフィルム乃至シートを使用することができ，例えばエチレン・ビニルアルコール共重合体，ポリ塩化ビニリデン，ポリアクリロニトリル，ポリビニルアルコール，ポリアミド，ポリエステル等及びこれらの少なくとも1種を含むフィルム乃至シートなどが挙げられる。また，外装容器に遮光性をもたせるとより好適であり，例えば上記フィルム乃至シートにアルミラミネートを施すことにより実施できる。",
                "【0042】",
                "また，脱酸素剤としては，公知の各種のもの，例えば水酸化鉄，酸化鉄，炭化鉄等の鉄化合物を有効成分とするものを利用でき，例えば「エージレス」(三菱瓦斯化学社製)，「モジュラン」(日本化薬社製)，「セキュール」(日本曹達社製)等の市販品を使用することができる。",
                "【0043】",
                "なお，本発明の輸液の投与時には，必要に応じて他の配合薬，例えば微量元素(鉄，マンガン，銅，ヨウ素など)，抗生物質等を，配合変化等が起こらない範囲で任意に添加配合することもできる。",
                "【0044】",
                "【発明の効果】",
                "本発明の中心静脈投与用輸液は，ビタミン類を長期間安定に含有するものである。",
                "【0045】",
                "【実施例】",
                "次に，実施例を挙げて本発明を更に説明するが，本発明はこれら実施例に限定されるものではない。",
                "【0046】実施例1",
                "注射用蒸留水にブドウ糖及び電解質を溶解し，酢酸でpH4として，糖電解質液を調製した。更に，ビタミンB (塩酸チアミン)，ビタミンB (塩酸ピリドキシン)，ビタミンB (シアノコバラミン)，ニコチン酸アミド，パンテノール及びビオチンを注射用蒸留水に溶解し，これを上記糖電解質液と混合し，無菌濾過して，表2に示した組成の溶液(A)を調製した。また，各結晶アミノ酸及び電解質を注射用蒸留水に溶解し，酢酸でpH6とした後，葉酸を加えて無菌濾過し，表2に示した組成の溶液(B)を調製した。なお，溶液(B)には，安定化剤として亜硫酸水素ナトリウムを濃度50mg／lとなるように添加した。溶液(A)の600ml及び溶液(B)の300mlを，それぞれ窒素置換下，ポリエチレン製2室容器の各室に充填し，密封した後，常法に従い高圧蒸気滅菌を行った。",
                "【0047】",
                "これとは別に，ビタミンA(パルミチン酸レチノール)，ビタミンD (コレカルシフェロール)，ビタミンE(酢酸トコフェロール)及びビタミンK(フィトナジオン)をポリソルベート80(溶液(C)中の濃度＝33mg／l)により可溶化した後，注射用蒸留水に溶解し，更にビタミンB (リン酸リボフラビンナトリウム)及びビタミンC(アスコルビン酸)を加え，水酸化ナトリウムでpH6とした後，無菌濾過して，表2に示した組成の溶液(C)を調製した。溶液(C)の4mlをガラス容器に充填し，テフロンコーティングゴム栓で密封した後，常法に従い高圧蒸気滅菌を行った。これを，上記2室容器の溶液(B)側の口部に，無菌室中にて両頭針を介して取付け(図2参照)，本発明の中心静脈投与用輸液を得た。",
                "【0048】実施例2",
                "実施例1と同様にして，表2に示した組成の溶液(A)，溶液(B)及び溶液(C)を調製した。溶液(A)の600ml及び溶液(B)の300mlを，それぞれ窒素置換下，ポリエチレン製の2室容器の各室に充填し，溶液(A)側に，ポリエチレンテレフタレート製小室を備えたポリエチレン製口部材を熔着して，密封した。次に，上記口部材の小室中に溶液(C)の4mlを充填し，テフロンコーティングゴム栓で密封した後，常法に従い高圧蒸気滅菌を行い，本発明の中心静脈投与用輸液を得た。",
                "【0049】",
                "【表2】",
                "【0050】比較例1～2",
                "実施例1と同様にして，表2に示した実施例1と同一組成の溶液(A)，溶液(B)及び溶液(C)を調製した。溶液(A)の600mlと，溶液(B)の300mlに溶液(C)の4mlを添加した液と，それぞれ窒素置換下，ポリエチレン製2室容器の各室に充填し，密封した後，常法に従い高圧蒸気滅菌を行い，比較例1とした。また，溶液(A)の600mlに溶液(C)の4mlを添加した液と，溶液(B)の300mlとを，それぞれ窒素置換下，ポリエチレン製2室容器の各室に充填し，密封した後，定法に従い高圧蒸気滅菌を行い，比較例2とした。",
                "【0051】試験例1",
                "実施例1及び2，並びに比較例1及び2で得られた輸液について，滅菌後及び更に40℃で4カ月放置した後の各ビタミンの含量を，日本薬局方に準じるバイオアッセイ(ビタミンB 及びビオチン)又はHPLC(その他のビタミン)により測定した。含量低下をきたしたビタミンについて，結果を表3に示す。なお，表3には，配合量に対する割合を百分率で示す。",
                "【0052】",
                "【表3】",
                "【0053】",
                "表3の結果より，本発明の輸液では，13種類のビタミンの含量は，いずれも4カ月放置後も許容範囲内であった。これに対し，比較例1では，ビタミンB 及びビタミンCが溶液(A)中に配合されているので，その含量低下が著しい。また，比較例2では，ビタミンK及びビタミンCが溶液(B)中に配合されているので，その含量が許容範囲以上に低下している。更に，比較例1と2では，ビタミンDが容器への吸着により激減している。",
                "【0054】実施例3～4及び比較例3",
                "実施例1と同様にして，表4に示す組成の溶液(A)，溶液(B)及び溶液(C)を調製した。溶液(A)の600ml及び溶液(B)の300mlを，それぞれ窒素置換下，ポリエチレン製の2室容器の各室に充填し，溶液(A)側に，ポリエチレンテレフタレート製小室を備えたポリエチレン製口部材を熔着して，密封した。次に，上記口部材の小室中に溶液(C)の4mlを充填し，テフロンコーティングゴム栓で密封した。常法に従い高圧蒸気滅菌を行い，本発明の中心静脈投与用輸液を得た。",
                "【0055】",
                "【表4】",
                "【0056】試験例2",
                "実施例3～4及び比較例3で得られた輸液について，試験例1と同様にして，安定性試験を行った。結果を表5に，配合量に対する割合を百分率で示す。",
                "【0057】",
                "【表5】",
                "【0058】",
                "表5の結果より，本発明の輸液では，13種類のビタミンの含量は，いずれも4カ月放置後も許容範囲内であった。これに対し，比較例3では，ビタミンB が溶液(B)中に配合され，葉酸が溶液(A)中に配合されているので，それらの含量低下が著しい。",
                "【図1】                            【図2】",
                "【図3】",
                "【図4】                            【図5】"
              ]
            },
            {
              "fig": "(2)",
              "subject": "乙17公報に記載された発明",
              "text": [
                "前記(1)の記載事項によると，乙17公報には，次の発明が記載されていると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "乙17公報に記載された輸液製剤に係る発明(以下「乙17輸液製剤発明」という。)",
                  "text": [
                    "「還元糖を含有する溶液(A)，アミノ酸を含有する溶液(B)及び脂溶性ビタミンを含有する溶液(C)の3液からなる輸液であって，溶液(A)がビタミンB を含有し，溶液(B)が葉酸を含有し，溶液(C)がビタミンCを含有し，更にビタミンB が溶液(B)又は溶液(C)に配合され，かつ溶液(A)がpH3．5～4．5，溶液(B)及び溶液(C)がpH5．5～7．5であり，連通可能な隔壁で隔てられた2室容器の各室にそれぞれ溶液(A)及び溶液(B)が収容され，そのいずれか一方の室に溶液(C)を収容した容器が，用時連通可能に接続され，溶液(C)を収容する容器が2室容器の一方の室内に固着した剥離開封可能な小袋であり，容器を脱酸素剤と共にガス非透過性外装容器で包装する中心静脈投与用輸液」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "乙17公報に記載された輸液製剤の保存安定化方法に係る発明(以下「乙17輸液製剤の保存安定化方法発明」といい，乙17輸液製剤発明と併せて「乙17発明」という。)",
                  "text": [
                    "「還元糖を含有する溶液(A)，アミノ酸を含有する溶液(B)及び脂溶性ビタミンを含有する溶液(C)の3液からなる輸液であって，溶液(A)がビタミンB を含有し，溶液(B)が葉酸を含有し，溶液(C)がビタミンCを含有し，更にビタミンB が溶液(B)又は溶液(C)に配合され，かつ溶液(A)がpH3．5～4．5，溶液(B)及び溶液(C)がpH5．5～7．5であり，連通可能な隔壁で隔てられた2室容器の各室にそれぞれ溶液(A)及び溶液(B)が収容され，そのいずれか一方の室に溶液(C)を収容した容器が，用時連通可能に接続され，溶液(C)を収容する容器が2室容器の一方の室内に固着した剥離開封可能な小袋であり，容器を脱酸素剤と共にガス非透過性外装容器で包装する中心静脈投与用輸液の保存安定化方法」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙17発明と本件各訂正発明との対比",
              "text": [
                "乙17発明と本件各訂正発明とを対比すると，少なくとも，次の相違点が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明1と乙17輸液製剤発明との相違点",
                  "text": [
                    "本件訂正発明1においては，アミノ酸を含有する溶液が充填されていない「他の室」に，「熱可塑性樹脂フィルム製の袋である」「鉄，マンガンおよび銅からなる群より選ばれる少なくとも1種の微量金属元素を含む液が収容された微量金属元素収容容器」が収納されているのに対して，乙17輸液製剤発明では，脂溶性ビタミンを含有する溶液(C)を収容した容器が2室容器のいずれか一方の室に用時連通可能に接続されている点(以下「相違点1-17」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明2と乙17輸液製剤発明との相違点",
                  "text": [
                    "本件訂正発明2においては，アミノ酸を含有する溶液が充填されていない「他の室」に，「熱可塑性樹脂フィルム製の袋である」「銅を含む液が収容された微量金属元素収容容器」が収納されているのに対して，乙17輸液製剤発明では，脂溶性ビタミンを含有する溶液(C)を収容した容器が2室容器のいずれか一方の室に用時連通可能に接続されている点(以下「相違点2-17」という。)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訂正発明10と乙17輸液製剤の保存安定化方法発明との相違点",
                  "text": [
                    "本件訂正発明10は，アミノ酸を含有する溶液を「収容している室と別室」に，「熱可塑性樹脂フィルム製の袋である」「鉄，マンガンおよび銅からなる群より選ばれる少なくとも1種の微量金属元素を含む液が収容された微量金属元素収容容器を収納」するのに対して，乙17輸液製剤の保存安定化方法発明では，脂溶性ビタミンを含有する溶液(C)を収容した容器が2室容器のいずれか一方の室に用時連通可能に接続されている点(以下「相違点10-17」という。)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件訂正発明11と乙17輸液製剤の保存安定化方法発明との相違点",
                  "text": [
                    "本件訂正発明11は，アミノ酸を含有する溶液を「収容している室と別室」に，「熱可塑性樹脂フィルム製の袋である」「銅を含む液が収容された微量金属元素収容容器を収納」するのに対して，乙17輸液製剤の保存安定化方法発明では，脂溶性ビタミンを含有する溶液(C)を収容した容器が2室容器のいずれか一方の室に用時連通可能に接続されている点(以下「相違点11-17」という。)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点に関する容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1-17について",
                  "text": [
                    "乙17公報に記載された発明は，ビタミン類を長期間安定に含有する中心静脈投与用輸液を提供することを目的とするものであって(乙17公報の段落【0009】)，従来の技術の記載(同【0002】～【0008】)や課題を解決するための手段の記載(同【0010】，【0011】)の内容も，各種ビタミンの特性を踏まえた課題を中心とするものである。上記のうち，同【0004】には，「微量元素やビタミンの欠乏症が問題となってくる」との記載があるが，その直後に，「特に，ビタミン",
                    "B は」としてその欠乏の問題の重要性が指摘され，その後も「ビタミンを併用することが不可欠である」，「しかして，ビタミンは，安定性に欠けるため」などという記載がされた上で，同【0005】～【0008】では専らビタミンに係る課題が指摘されているのであるから，上記各段落の記載に接した当業者においては，乙17公報でその解決が検討されている課題は，欠乏症が問題となる「微量元素やビタミン」のうちビタミンを対象とするものと理解するというべきである。",
                    "また，同【0043】は，「微量元素(鉄，マンガン，銅，ヨウ素など)」を挙げているものの，それらについては，「輸液の投与時に」，「配合変化等が起こらない範囲で任意に添加配合することもできる」と記載されているのであって，そもそも輸液の投与前に微量元素を何らかの形で輸液容器の構成の中に組み込んでおくこと自体が想定されていないのであるから，同段落の記載が，微量元素を収容した容器をあらかじめ室に収納することについて，示唆したり動機付けたりするものであるとはいえない。",
                    "そして，乙17公報の段落【0038】，【0039】，【0045】～【0049】，【0054】及び【0055】の記載からすると，溶液(C)を収容する容器の形態の差異に関し，乙17公報の実施例1は乙17公報の【図2】の容器に，実施例2～4は同【図4】の容器にそれぞれ対応するものと認められる一方，同【図5】にどのような溶液を収容するのかについて実施例等の具体的な記載は見当たらない。それゆえ，同【図5】は，乙17輸液製剤発明における課題の対象であるビタミンとの関係ですら，そこにおけるいわゆるバッグインバッグの構成が有する技術的意味を溶液の具体的な組成との関係では必ずしも明らかにしていないというべきであるから，同図から，上記のとおりビタミンと直ちに同様には取り扱うことができない微量元素について，その収容方法に関して何らかの示唆や動機付けがされるともいえない。",
                    "その他，乙17公報に，微量金属元素についてバッグインバッグの構成を採用することの示唆や動機付けがあるとみるべき事情は認められない。",
                    "他方で，乙17輸液製剤発明の溶液(C)を収容した容器に微量元素を収容する場合に，発明の目的に係るビタミン類の長期間の安定にどのような影響を与えるかも明らかでない。微量元素を収容するために溶液(C)を収容した容器と同様な容器を新たに加えるといった構成の変更を行うことを仮に想定したとしても，同様である。",
                    "その他，相違点1-17に係る構成が容易想到であるとみるべき事情は認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2-17について",
                  "text": [
                    "相違点1-17と実質的に同一といえる範囲に含まれる相違点2-17について，容易想到であるとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点10-17について",
                  "text": [
                    "本件訂正発明10は，請求項1の輸液製剤の発明に対応した輸液製剤の安定化方法の発明であって，輸液製剤中の成分や各室の構成について，複数の室が外部からの押圧によって連通可能な隔壁手段で区画されていることの特定があるかという点を除き，本件訂正発明1と同じ発明特定事項を有するものであるから，前記アのとおり，相違点1-17が容易想到であるとはいえない以上，それと同様の相違点10-17も容易想到であるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点11-17について",
                  "text": [
                    "本件訂正発明11は，請求項2の輸液製剤の発明に対応した輸液製剤の安定化方法の発明であって，輸液製剤中の成分や各室の構成について，複数の室が外部からの押圧によって連通可能な隔壁手段で区画されていることの特定があるかという点を除き，本件訂正発明2と同じ発明特定事項を有するものであるから，前記イのとおり，相違点2-17が容易想到であるとはいえない以上，それと同様の相違点11-17も容易想到であるとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，本件各訂正発明は，乙17公報に基づいて進歩性を欠くものではなく，無効にされるべきものとは認められない。",
                    "10  争点(9)(本件各訂正発明は実施可能要件違反により無効にされるべきものか)について"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "被控訴人らは，本件各訂正発明の構成のうち，「アセチルシステイン」と「亜硫酸塩」とをアミノ酸輸液に含有する構成については，本件明細書において実施例による確認がされておらず，一般的，抽象的な記載がされているにすぎないから，本件明細書は，上記構成について，当業者において実施できる程度に明確かつ十分に記載されたものとはいえないと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本件明細書の段落【0052】～【0059】，【0062】【表1】～【0064】【表3】【表4】をみると，本件明細書には，実施例1として，アセチルシステインを1．0g／L含有するアミノ酸輸液である溶液(B)を調製して第2室(図1の符号5)に充填する例が，実施例2～4として，亜硫酸水素ナトリウムを50mg／L又は200mg／L含有するアミノ酸輸液である溶液(B)を調製して第2室(図2又は図3の符号5)に充填する例(なお，実施例2～4では，溶液(B)で，L-システインと亜硫酸水素ナトリウムが併用されている。)が，それぞれ記載されているとともに，段落【0015】では，含硫アミノ酸と亜硫酸塩の含硫化合物における含有量や，含硫化合物が単独で含有されていてもよいし，2種以上の含硫化合物が含有されていてもよい旨が記載されるなどした上で，段落【0016】～【0019】では，含硫化合物を含む溶液の構成や配合量の好ましい例が記載されている。これらの記載を踏まえると，当業者においては，「アセチルシステイン」と「亜硫酸塩」とをアミノ酸輸液に含有する構成を，適宜，決定することができるといえ，本件明細書は当業者が本件各訂正発明を実施することができる程度に明確かつ十分に記載されているというべきである。",
                "11  まとめ",
                "以上によると，被控訴人製品は，本件訂正発明10及び11の保存安定化方法の使用にのみ用いる物であり，被控訴人らによる被控訴人製品の生産，譲渡及び譲渡の申出は，特許法101条4号の定める間接侵害行為に当たり，当該間接侵害行為について，被控訴人製品は，侵害の行為を組成した物に当たる。これに対し，被控訴人らの主張する無効の抗弁は，いずれも理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "よって，控訴人の被控訴人らに対する本件各請求には，いずれも理由があるところ，これと異なり，控訴人の請求をいずれも棄却した原判決は失当であって，控訴人の本件控訴は理由があるから，原判決を取り消した上で，被控訴人らに対し，被控訴人製品の製造販売等の差止め及びその廃棄を命じることとし，仮執行宣言については，被控訴人製品の廃棄にこれを付するのは相当でないから，被控訴人製品の製造販売等の差止めの限度でこれを付することとして，主文のとおり判決する。"
      ]
    }
  ],
  "pretext": [
    "用語の略称及び略称の意味は，本判決で定義するもののほかは，原判決に従うものとし，また，原判決の引用部分の「別紙」を全て「原判決別紙」と，「被告製品」を全て「被控訴人製品」と，「被告方法」を全て「被控訴人方法」とそれぞれ改める。"
  ]
}