{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2010-22271号事件について平成23年10月19日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "発明の名称を「有機発光素子」とする発明について，平成17年8月2日に特許出願がされ(優先権主張  平成16年8月2日，米国。以下「本願」という。)(甲1)，原告は，出願人から特許を受ける権利を譲り受けて，特許庁長官に対し，出願人名義変更届を行い(甲7)，平成22年5月10日，特許請求の範囲を変更する旨の手続補正を行い(甲3)，同月28日，拒絶査定を受けた。原告は，同年10月4日，拒絶査定不服審判(不服2010-22271号事件)を請求するとともに，特許請求の範囲を変更する旨の手続補正(以下「本件補正」といい，同補正後の本願に係る明細書を「本願明細書」という。)を行った(甲2)。特許庁は，平成23年10月19日，本件補正を却下した上で，請求不成立の審決をし，同月31日，その謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後の特許請求の範囲の請求項1(以下，同請求項に係る発明を「補正発明」という。)は，以下のとおりである(甲2)。",
                "「陰極，",
                "有機エレクトロルミネセンス物質及び電荷輸送物質を含有する層，",
                "電子受容物質を含有する層，",
                "陽極キャッピング層，",
                "陽極，及び",
                "陰極の前もしくは陽極の後のシーケンスで設けられる基体，",
                "を含み，",
                "前記陽極キャッピング層は，Pd，Mg，又はCrを含む",
                "有機発光素子。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正前の，平成22年5月10日付け手続補正による補正後の特許請求の範囲の請求項1(以下，同請求項に係る発明を「本願発明」という。)は，以下のとおりである。",
                "「陰極，",
                "有機エレクトロルミネセンス物質及び電荷輸送物質を含有する層，",
                "電子受容物質を含有する層，",
                "陽極キャッピング層，",
                "陽極，及び",
                "陰極の前もしくは陽極の後のシーケンスで設けられる基体，",
                "を含み，",
                "前記陽極キャッピング層は，Pd，ＮPB，Mg，Cr又はSmを含む",
                "有機発光素子。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正について",
                  "text": [
                    "補正発明は，特開2003-178882号公報(甲4。以下「引用文献」という。)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項により，特許出願の際，独立して特許を受けることができないものであり，本件補正は却下すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明について",
                  "text": [
                    "本願発明も，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項により，特許を受けることができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した引用発明の内容，補正発明と引用発明の一致点及び相違点，周知技術の内容は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "「陰極(901)，無機導電層(902)，有機化合物層(903)，仕事関数の大きい材料や正孔注入性を有する材料からなるバリア層(908)，及び陽極(909)からなり，有機化合物層は，電子輸送性の有機化合物である電子輸送層(904)，ブロッキング層(905)，発光層(906)及び正孔輸送性の有機化合物である正孔輸送層(907)の積層構造を有している有機発光素子。」(判決注  本判決では，「バリヤ層」について，「バリア層」の表記に統一した。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「陰極，",
                    "有機エレクトロルミネセンス物質及び電荷輸送物質を含有する層，",
                    "陽極キャッピング層，",
                    "陽極，及び",
                    "陰極の前もしくは陽極の後のシーケンスで設けられる基体，",
                    "を含む",
                    "有機発光素子。」",
                    "の点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "補正発明は，電子受容物質を含有する層を有しているのに対して，引用発明は，そのような層を有していない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "補正発明の陽極キャッピング層は，Pd，Mg，又はCrを含むのに対して，引用発明のそれは，仕事関数の大きい材料や正孔注入性を有する材料からなるものの，そのような物質を含まない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "周知技術の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "有機発光素子において，正孔注入障壁を減ずる等のために，正孔注入層のような電子受容物質を含有する層を設けることはごく普通に行われること(特開2000-286054号公報(甲5。以下「文献1」という。)を参照としたもの。以下「周知技術1」という。)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "有機発光素子に用いられる仕事関数の大きい材料として，Crはよく知られた材料であり，電極のバリア層として用いることも行われていること(特開2002-216976号公報(甲6。以下「文献2」という。)を参照としたもの。以下，「有機発光素子に用いられる仕事関数の大きい材料として，Crはよく知られた材料であること」を「周知技術2の1」，「Crが電極のバリア層として用いることも行われていること」を「周知技術2の2」といい，併せて「周知技術2」という。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "正孔注入性を考慮して，陽極と隣接する層に陽極と同じ材料を含有させることも，ごく普通に行われていること(以下「周知技術3」という。)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "Pdは，陽極材料としてよく知られた材料であること(以下「周知技術4」という。)。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "審決には，一致点及び相違点の認定の誤り(取消事由1)，周知技術2の認定の誤り(取消事由2)，容易想到性の判断の誤り(取消事由3)，審判手続上の瑕疵(取消事由4)があり，これらはその結論に影響を及ぼすから，違法であるとして取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点及び相違点の認定の誤り(取消事由1)",
              "text": [
                "審決は，補正発明の「陽極キャッピング層」が陽極の一部又は陽極に隣接する層であることから，引用発明の「バリア層」は補正発明の「陽極キャッピング層」に相当するとして，補正発明と引用発明の一致点及び相違点を認定している。しかし，審決の同認定には，以下のとおりの誤りがある。",
                "引用発明では，有機化合物層を形成した後で，透明導電膜からなる陽極がスパッタリング法により形成されるため，陽極形成時に有機化合物層の表面に与えられるダメージを防止するために，有機化合物上に「バリア層」が設けられるのであり，「バリア層」はダメージ防止層にすぎない。",
                "これに対して，補正発明の「陽極キャッピング層」は，陽極形成時の課題とは無関係であり，Pd，Mg，又はCrを含むことにより，輝度安定性の向上等，有機発光素子の1つ以上の特性を向上させるために用いられる。",
                "したがって，引用発明の「バリア層」と補正発明の「陽極キャッピング層」では，有機発光素子に設けられた目的，効果及びその機能が異なり，引用発明の「バリア層」は補正発明の「陽極キャッピング層」に相当しない。",
                "なお，本願明細書の記載によると，補正発明においては，「各陽極キャッピング層の特徴，すなわち材料，2種以上の材料がある場合の材料濃度，層厚，層数等について」選択することによって，輝度安定性を向上させているのであって，「陽極キャッピング層」が「輝度安定性の向上」という目的，効果，機能をもつことは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術2の認定の誤り(取消事由2)",
              "text": [
                "審決は，文献2から，「有機発光素子に用いられる仕事関数の大きい材料として，Crはよく知られた材料であり，電極のバリア層として用いることも行われていること」(周知技術2)を認定する。しかし，審決の同認定には，以下のとおりの誤りがある。",
                "文献2には，石英ガラス等からなる基板1上に，例えばクロム(Cr)膜等の金属膜2をスパッタリング法によって形成し，その上に金属膜2を構成する金属材料の酸化膜か又はCrの酸化膜である緩衝薄膜3を形成することが記載されている。しかし，文献2の緩衝薄膜層3aは，通常，多結晶構造として表面粗さが大きく成膜される金属膜に対して，この金属膜を構成する金属材料の酸化膜の方が，その表面粗さが小さく成膜されるため，金属材料層2aの表面粗さを低減させる目的で設置されたものであり，緩衝薄膜層と金属材料層によって下部電極を構成しているにすぎない。したがって，文献2の緩衝薄膜層はバリア層には該当せず，審決が，緩衝薄膜層を電極のバリア層であるとして，周知技術2を認定したのは，誤っている。",
                "また，文献2は，Crが陽極として用いられることを記載しているのであって，発光素子の材料一般について記載したものではない。したがって，文献2から，「有機発光素子に用いられる仕事関数の大きい材料として，Crはよく知られた材料であること」(周知技術2の1)を認定することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断の誤り(取消事由3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "審決は，周知技術1から，引用発明に電子受容物質を含有する層(以下「電子受容層」という。)を設けることは，当業者が適宜容易になし得る事項であると判断する。しかし，審決の同判断には，以下のとおりの誤りがある。",
                    "補正発明は，「陽極キャッピング層」と「電子受容層」とを組み合わせたことにより，本願明細書の表1ないし表5，表7ないし表9に示されているように，従来と比べて飛躍的に有機発光素子の輝度安定性を向上させたものである。引用発明及び周知技術1のいずれにも，陽極キャッピング層と電子受容層を組み合わせることについて記載・示唆はなく，そのことにより有機発光素子の輝度安定性が向上することについても，何らの技術的示唆はない。",
                    "したがって，相違点1に係る構成は，本願優先日当時，当業者が引用発明から容易に想到し得るものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "審決は，周知技術2ないし4から，引用発明の陽極キャッピング層に相違点2に係る構成を採用することは，当業者が容易になし得る事項であると判断する。しかし，審決の同判断には，以下のとおりの誤りがある。",
                    "前記のとおり，引用発明の「バリア層」は補正発明の「陽極キャッピング層」に相当するものではないから，引用発明の「バリア層」は補正発明の「陽極キャッピング層」に相当するという前提で相違点2を認定し，その容易想到性を判断することは，前提において誤りがある。",
                    "また，前記のとおり，文献2の緩衝薄膜層3aは，バリア層には当たらず，引用発明と文献2記載の発明を容易に組み合わせることはできない。仮に，当業者が，引用発明と文献2記載の発明を組み合わせたとしても，それは，ダメージ防止層と表面粗さ低減層の組合せにすぎず，有機発光素子の輝度安定性の向上については何ら技術的示唆がなく，補正発明に容易に想到し得るものではない。",
                    "さらに，引用発明と文献2記載の発明とでは，陽極の材料が異なり，当業者が引用発明と文献2記載の発明とを容易に組み合わせることはできない。",
                    "補正発明では，輝度安定性の向上等，有機発光素子の1つ以上の特性を向上させる目的で，陽極キャッピング層にPd，Mg，又はCrを含む構成を採用したのであって，仕事関数の大きい材料としてPd，Mg，又はCrを採用したのではない。したがって，仮に，有機発光素子に用いられる仕事関数の大きい材料として，Crはよく知られた材料であるとしても，そのことから引用発明に基づいて補正発明に容易に想到し得るとはいえない。",
                    "引用発明では，陽極とバリア層の材料が異なり，当業者が，引用発明に「陽極と隣接する層に陽極と同じ材料を含有させる」という周知技術3を組み合わせることは容易ではない。のみならず，補正発明は，「陽極と隣接する層に陽極と同じ材料を含有させる」技術を採用していない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "補正発明の効果について",
                  "text": [
                    "審決は，補正発明全体の効果が引用発明及び周知技術から当業者が予測し得る範囲のものであって格別なものではないと判断する。しかし，審決の同判断には，以下のとおりの誤りがある。",
                    "補正発明は，「陽極キャッピング層」にPd，Mg，又はCrを含む構成にしたことにより，表1の実施例I-2及び3，表2の実施例Ⅱ-2，表3の実施例Ⅲ-2ないし4，表4の実施例Ⅳ-2ないし4，表5の実施例Ⅴ-2ないし4，表7のⅦ-2及び3，表8のⅧ-5，並びに表9のⅨ-2に示すように，従来と比べて大幅に輝度安定性を向上させたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審判手続上の瑕疵(取消事由4)",
              "text": [
                "審決は，引用発明と周知技術1ないし4を組み合わせて，補正発明の構成に至るのは容易であると判断する。しかし，審決の指摘する技術は，周知技術とはいえず，審決の判断は，審判手続において通知した拒絶理由とは実質的に異なった理由によるものであるから，新たな拒絶理由通知を発し，出願人に意見を述べる機会を与えるべきであり，その点を怠った審判手続には瑕疵がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術1について",
                  "text": [
                    "審決は，文献1の正孔注入制御促進層に関する記載を参照することによって，周知技術1を認定している。しかし，「正孔注入制御促進層」は文献1に係る発明の特徴となる技術的事項であり，この文献のみで，周知技術1の周知性が認定できるものではない。",
                    "この点，被告は，周知技術1は乙1に記載されていると主張する。しかし，乙1の，「有機エレクトロルミネッセンス(EL)素子における」「正孔注入層」に「電子受容物質」を「添加して増感させることもできる。」との記載は，乙1の発明の特徴となる技術的事項に関するものであり，乙1の当該記載によって，周知技術1が当業者に周知であるとはいえない。",
                    "審決は，周知技術1の根拠として挙げた文献に記載された事項が周知ではないのにもかかわらず，引用発明と文献1に記載された発明を組み合わせて容易に想到し得ると判断しているのであり，既に通知した拒絶理由とは異なった理由を拒絶理由としているというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術2について",
                  "text": [
                    "審決は，文献2から，周知技術2を認定している。",
                    "しかし，前記のとおり，文献2の緩衝薄膜層3aは，金属材料層2aの表面粗さを低減するために設置されたものであり，緩衝薄膜層と金属材料層によって下部電極を構成しているにすぎないから，バリア層とはいえない。また，文献2では緩衝薄膜をCrの酸化物にする点が発明の特徴点であることからすれば，文献2をもって，周知技術2の周知性を裏付けることはできない。",
                    "この点，被告は，周知技術2の1は乙2及び3に，周知技術2の2は乙3及び4に記載されていると主張する。",
                    "しかし，乙2には「高仕事関数の性質を持つ他の材料」として「Cr」が例示されており，乙3にはバリア層の材料として「Cr」が挙げられており，乙4には混合層に使用可能な金属酸化物の金属として「Cr」が挙げられているが，これらは乙2ないし4に記載された発明の特徴となる技術的事項であり，これらの記載から，周知技術2の1や周知技術2の2が当業者に周知であるとはいえない。",
                    "したがって，審決は，周知技術2の根拠として挙げた文献に記載された事項が周知ではないにもかかわらず，引用発明と文献2に記載された発明を組み合わせて容易に想到し得ると判断しているものであり，既に通知した拒絶理由とは実質的に異なった理由を拒絶理由としているというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知技術3，4について",
                  "text": [
                    "審決は，「正孔注入性を考慮して，陽極と隣接する層に陽極と同じ材料を含有させることも，ごく普通に行われている」周知技術(周知技術3)であり，しかも，「Pdは，陽極材料としてよく知られた材料である」(周知技術4)としているが，審決では，このことを示す何らの文献も開示していない。周知技術3，4は普遍的な原理でも，当業者にとって極めて常識的・基礎的な事項でもない。",
                    "この点，被告は，周知技術3は乙4に，周知技術4は乙1及び2に記載されていると主張する。しかし，乙4の「金属酸化物材料」の記載のみから，乙4では「ITO」層を陽極として扱っているとすることはできない。乙4中の周知技術3に関する記載は，乙4に記載された発明の特徴となる技術的事項であり，乙4から周知技術3が周知であるとはいえない。また，乙1には，「有機EL素子の陽極に使用される導電性材料」として「パラジウム」が挙げられており，乙2には，「第二電極25」に用いる材料として「Pd」が挙げられているが，これらも，乙1，2に記載された発明の特徴となる技術的事項であり，乙1及び2から周知技術4が周知であるともいえない。",
                    "したがって，審決は，周知技術3，4として記載された事項が周知ではないにもかかわらず，引用発明と周知技術3，4を組み合わせて容易に想到し得ると判断しているものであり，拒絶査定の理由と異なる理由を発見した場合に当たるものというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点及び相違点の認定の誤り(取消事由1)に対して",
              "text": [
                "補正発明の「陽極キャッピング層」と引用発明の「バリア層」は，「陽極に隣接している」か又は「陽極の一部」である点，すなわち陽極に非常に近い位置関係にある点で一致していることから，引用発明の「バリア層」は補正発明の「陽極キャッピング層」に相当するといえる。",
                "有機EL素子(装置)の技術分野において，「陽極キャッピング層」の語は，その技術内容を示していない。本願明細書には，「陽極キャッピング層」に関して，実施形態が記載されるのみであり，また，「陽極キャッピング層」を構成する物質について，隣接する層の物質と無関係に，多くの物質名が挙げられ，「陽極キャッピング層」の輝度安定性の向上等の原理(メカニズム)についての記載は一切ない。したがって，本願明細書の記載からは，「陽極キャッピング層」の構成が，電子受容層及び陽極の間にある，「Pd，Mg又はCr」等の特定の物質を含んだ層等に限定されていると解することはできず，また，「輝度安定性の向上等のために用いられ(る)」との記載のみでは，その構成を特定することはできない。",
                "本願明細書には，「陽極キャッピング層」に用いる物質として，「Au(金)」や「銅フタロシアニン(Cu-Pc)」が挙げられているが，引用文献にも，引用発明の「バリア層」に用いる物質として，仕事関数の大きい「金」や正孔注入性を有する「Cu-Pc」が挙げられており，補正発明の「陽極キャッピング層」として用いる物質の技術的意義の観点から，補正発明と同様に電子受容層(正孔輸送層)と陽極との間にある引用発明の「バリア層」は補正発明の「陽極キャッピング層」に相当するといえる。",
                "以上のとおり，本願明細書には「陽極キャッピング層」の輝度安定性の向上等の原理(メカニズム)についての記載がなく，その具体的な目的，効果や機能が特定されていない以上，目的，効果及び機能において一致することを確認することなく，補正発明と引用発明との一致点を認定することに誤りはない。引用発明の「バリア層」も，補正発明の「陽極キャッピング層」と同様に「Au」や「Cu-Pc」が用いられ，完成した素子構造の陽極と正孔輸送層との間に在る層であることから，輝度安定性の向上等の機能を有する蓋然性が高い。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術2の認定の誤り(取消事由2)に対して",
              "text": [
                "文献2の記載のとおりであり，周知技術2の1の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断の誤り(取消事由3)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "原告は，相違点1に関し，補正発明は，「陽極キャッピング層」と「電子受容層」とを組み合わせたことにより，本願明細書の表1ないし表5，表7ないし表9に示されているように，有機発光素子の輝度安定性を向上させたものであると主張する。",
                    "しかし，以下のとおり，原告の主張は失当である。",
                    "本願明細書の表1ないし表9によって示されている有機EL素子は，いずれも電子受容層を備えたものであり，表1ないし9によって示されている効果が，「陽極キャッピング層」と「電子受容層」を組み合わせたことにより生じるものであるということはできない。",
                    "周知技術1は当業者に周知のものであり，引用発明においても，陽極と正孔輸送層の間にあるバリア層が仕事関数の大きいAu等で構成され，陽極の一部とみなすこともできることから，電極からの電荷の注入効率を高めるために，周知技術1を適用して電子受容層を設けるとすることは，当業者が容易に想到し得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "前記のとおり，引用発明の「バリア層」は補正発明の「陽極キャッピング層」に相当する。",
                    "有機発光素子に用いられる仕事関数の大きい材料として，Crはよく知られた材料である(周知技術2の1)。引用文献には，引用発明の「バリア層」に用いられる材料として，仕事関数の大きな物質が挙げられており，引用文献の実施例で「バリア層」に金が用いられているのは，その一例である。したがって，周知技術2の1を勘案して，引用発明の「バリア層」に仕事関数の大きい材料であるCrを選択することは，当業者が容易に想到し得たことである。そうすると，引用発明の「バリア層」に相違点2に係る構成を採用することは，当業者が容易になし得ることであり，審決の判断に誤りはない。",
                    "この点，原告は，補正発明では，輝度安定性の向上等，有機発光素子の1つ以上の特性を向上させるために，陽極キャッピング層にCrを含む構成を採用したのであり，仕事関数の大きい材料としてCrを採用したのではないと主張する。",
                    "しかし，相違点2の容易想到性は，引用発明において「バリア層」にCrを用いるという構成に想到することが容易か否かで判断されるのであって，仕事関数の大きい材料としてCrを採用したか否かは関係ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "補正発明の効果について",
                  "text": [
                    "本願明細書の段落【0095】ないし【0120】及び表1ないし表9の記載から，実施例及び比較例に用いられたサンプルは全て，陽極がITO(厚さ約200nm)，電子受容層がＮPB＋F4TCＮQ(体積比9：1)(厚さ10nm)，陰極がMg＋Ag(体積比9：1)(厚さ約120nm)であり，表1ないし表9から読み取れる効果は，上記のような特化したケースにのみ当てはまる作用効果であるといえる。これに対して，補正発明は，「陽極」，「電子受容層」及び「陰極」を上記のものに限定していない。よって，表1ないし表9から読み取れる効果が，上記のものには限定されない「陽極」，「電子受容層」及び「陰極」を備えた補正発明の有機発光素子に一般化された作用効果であるということはできない。",
                    "また，本願明細書の表1ないし表9は，陽極キャッピング層が「Pd，Mg又はCr」を含むことによる効果を示すものではない。表1からは，輝度安定性向上という作用効果は陽極キャッピング層に「Au」が含まれる場合に奏する作用効果であるということもできる。そして，他の実施例(表2ないし表9)においても，陽極キャッピング層に「Pd」を含む場合の作用効果を示すものは記載されていないから，本願明細書には，陽極キャッピング層に「Pd，Mg又はCr」を含むことにより，輝度安定性向上の効果を奏することを示す記載はない。",
                    "そうすると，本願明細書の表1ないし表9から認められる効果は，補正発明の奏する効果とはいえず，むしろ，引用発明から予測し得る範囲内の効果であるといえる。したがって，補正発明の効果は格別のものではないとした審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審判手続上の瑕疵(取消事由4)に対して",
              "text": [
                "周知技術1は文献1のほか乙1にも，周知技術2の1は文献2のほか乙2及び32にも，周知技術2の2は乙3及び4に，周知技術3は乙4に，周知技術4は乙1及び2に記載されており，いずれも周知技術であると認められる。",
                "周知技術は，文献等を例示するまでもなく，当業者であれば当然知っているはずの事項であるから，意見書提出又は補正の機会を与えなくとも，出願人に対して，反論の機会を奪ったことにはならない。審決に審判手続上の瑕疵はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "事実認定",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載",
              "text": [
                "本願明細書には，以下の記載がある(甲1)。",
                "「【発明の詳細な説明】",
                "【技術分野】",
                "【0001】有機発光素子(OLED)は，ディスプレイの用途における有望な技術である。フルカラーディスプレイの用途では，性能に優れた赤色，緑色，青色OLEDが望まれる。・・・従って，本発明の実施形態の課題でもあるが，多様な商業用途に利用できるようにするため，各色，特に青色発光OLEDの輝度安定性を更に向上させる必要がある。」",
                "「【発明を実施するための最良の形態】",
                "【0008】本願明細書において「輝度安定性」又は「安定性」は，OLEDの発光時間の長さを意味する。特に明記しない限り，「輝度安定性」に関する値はOLEDの半減期を時間単位で表したものである。半減期とは，初めのバーンイン期間後，発光強度が50％に低下するまでの時間の長さである。」",
                "「【0014】・・・陽極キャッピング層(及び「陽極キャッピング領域」)は「陽極」の一部とみなすこともできる。また，実施形態によっては，電子受容層を「発光領域」の一部としているものもあれば，電子受容層を「陽極キャッピング領域」の一部としているものもある。なお，OLED領域の名称は便利な分類体系であるが，本発明はある層を1つの領域の一部あるいは別の隣接領域の一部とみなすといった任意の指定に何ら限定されない。",
                "【0015】本発明の各実施形態は，OLEDの構成において，陰極，エレクトロルミネセンス層，電子受容層，陽極キャッピング層及び陽極の一般的シーケンス(これを「一般的シーケンス」と呼ぶ)を変更することなく，エレクトロルミネセンス層，電子受容層及び陽極キャッピング層の前後にそれぞれ挿入される1層以上の付加的な層を含む。基体は陰極の前もしくは陽極の後に設けることができる。例えば，2層の陽極キャッピング層を設けた実施形態では，両陽極キャッピング層に挟持されるように電子受容層を配置してもよい。この場合，電子受容層の前に付加的な陽極キャッピング層が存在するが，電子受容層はエレクトロルミネセンス層の後，陽極キャッピング層は電子受容層の後にあるため，一般的シーケンスは侵害されない。」",
                "「【0043】",
                "2. 電子受容層",
                "実施形態において，電子受容物質を含有する電子受容層は，陽極キャッピング層とエレクトロルミネセンス層との間の正孔注入障壁を減ずる正孔注入層とみなしてもよい。実施形態では，電子受容層はエレクトロルミネセンス層と接触する。電子受容層は1種以上の電子受容物質から構成できる。」",
                "「【0049】陽極キャッピング領域",
                "1．陽極キャッピング層",
                "実施形態において，1層以上の陽極キャッピング層は，輝度安定性の向上等，本発明のOLEDの1つ以上の特性を向上させるために用いられる。実施形態において，陽極キャッピング層は，電子受容層及び陽極の少なくとも一方に接触する。実施形態において，1層以上の陽極キャッピング層は，有機及び／又は無機の1種以上の好適な物質で構成される。・・・",
                "【0050】陽極キャッピング層に用いる好適な無機物質として，例えば無貴金属を含有する物質，及び金属を含有しない無機物質が挙げられる。・・・",
                "【0051】無機金属を含有する物質として，・・・元素金属(Mg，Cr，Au，・・・等)，金属合金(Mg-Ag合金，Li-Al合金，Au-Pd合金，Au-Pt合金，Pt-Pd合金，Pd-Ag合金等)が挙げられる。」",
                "「【0055】陽極キャッピング層に用いる好適な有機物質として，例えば芳香族第三級アミン誘導体，インドロカルバゾール誘導体及びポルフィリン誘導体等の正孔輸送物質が挙げられる。具体的には銅フタロシアニン，・・・。」",
                "「【実施例】",
                "【0095】下記実施例において，OLEDの構成は，以下の通りである：基体／陽極／1層以上の陽極キャッピング層／電子受容層／発光領域の1層／発光領域のもう1層／陰極。",
                "【0096】下記実施例において，複数の層が存在する場合，層を左から右に読む際，1番目に記載される層は他層よりも陽極に近い位置にあるものとする。例えば，「グループIの発光領域の層：ＮPB(600)／AlQ3(750)」の場合，ＮPB層はAlQ3層より陽極に近い。",
                "【0097】かっこ内の数字は，層厚を示す(単位Å)。コロンで分けられた数字(例えば，1：1)は材料比率を示す(体積比)。",
                "【0098】以下の用語について説明する。",
                "「ITO」：インジウムスズ酸化物。",
                "「ＮPB]：Ｎ，Ｎ'-ジ(ナフタレン-1-イル)-Ｎ，Ｎ'-ジフェニルベンジジン",
                "「AlQ3」：トリス(8-ヒドロキシキノリナート)アルミニウム／トリス(8-ヒドロキシキノリン)アルミニウム／トリス(8-ヒドロキシキノリナト)アルミニウム",
                "「F4TCＮQ」：テトラフルオロ・テトラシアノキノジメタン",
                "「CuPc」：銅フタロシアニン(この有機金属化合物を有機物質とみなす)",
                "「BH2」：第三級ブチルで置換した9，10-ビス[4-(2，2-ジフェニルエテニル)フェニル]アントラセン(TBADＮ)",
                "「BD2」：第三級ブチルで置換したペリレン",
                "「Rub」：5，6，11，12-テトラフェニルナフタセン(Rubrene)",
                "【0099】全グループ(グループI乃至IX)の全てのOLEDは，真空下(5×10-6トル)，UVオゾンクリーニング法により予めクリーニングを施したITO被覆ガラス基体上に物理蒸着することにより製造された。全てのデバイスは共通の陽極(厚さ約200nm／ITO)と陰極(厚さ約120nm／Mg及びAg(体積比9：1))を備えている。",
                "【0100】特に明記しない限り，「輝度安定性比率(対比較例)」と題した列の設定値は以下に基づいて算出された。",
                "初期輝度(Lo)：AC駆動／平均順電流密度＝約31.25mA／cm2  初期電圧(Vo)：比較実施例の初期電圧と比べて差異が約5V以内",
                "【0101】輝度安定性試験は，平均順電流密度を約31.25mA／cm2としたAC駆動電流を使用し，窒素雰囲気下でOLEDを動作させ，フォトダイオードを用いて装置輝度の逓減をモニタリングすることにより実施した。約20時間の初期バーンイン期間の後，Loから10％減衰するまでの経過時間を記録した。Lo＝100cd／m2から10％減衰するまでの時間を，上で測定したLoから10％減衰するまでの時間をもとに下記関係式に基づいて計算した。",
                "Lo＝100cd／m2から10％減衰するまでの時間＝(上で測定されたLoから10％減衰するまでの時間)×(上記で測定されたLo)／100",
                "【0102】輝度安定性比率(対比較例)は，「本発明の例示的デバイスから得られたLo＝100cd／m2から10％減衰するまでの時間」を「陽極キャッピング層を設けない点を除いて全て同じ条件の比較実施形態のOLEDから得られたLo＝100cd／m2から10％減衰するまでの時間」で除することで得られる。",
                "【0103】",
                "グループI  実施例(エレクトロルミネセンスカラー：緑色)",
                "グループIの発光領域の層：ＮPB(600)／Al03(750)",
                "【0104】【表1】(別紙1(本願明細書)表1のとおり)",
                "【0105】",
                "グループII  実施例(エレクトロルミネセンスカラー：緑色)",
                "グループIIの発光領域の層：ＮPB(200)／ＮPB＋AlQ3(1:1)(800)／AlQ3(200)",
                "【0106】【表2】(別紙1(本願明細書)表2のとおり)",
                "【0107】",
                "グループIII  実施例(エレクトロルミネセンスカラー：緑色)",
                "グループIIIの発光領域の層：ＮPB(600)／AlQ3(750)",
                "【0108】【表3】(別紙1(本願明細書)表3のとおり)",
                "【0109】",
                "グループIV  実施例(エレクトロルミネセンスカラー：緑色)",
                "グループIVの発光領域の層：ＮPB(600)／AlQ3(750)",
                "【0110】【表4】(別紙1(本願明細書)表4のとおり)",
                "【0111】",
                "グループV  実施例(エレクトロルミネセンスカラー：緑色)",
                "グループVの発光領域の層：ＮPB(600)／AlQ3(750)",
                "【0112】【表5】(別紙1(本願明細書)表5のとおり)",
                "【0113】",
                "グループVI  実施例(エレクトロルミネセンスカラー：緑色)",
                "グループVIの発光領域の層：ＮPB(600)／AlQ3(750)",
                "【0114】【表6】(別紙1(本願明細書)表6のとおり)",
                "【0115】",
                "グループVII  実施例(エレクトロルミネセンスカラー：青色)",
                "グループVIIの発光領域の層：ＮPB(300)／ＮPB＋BH2＋BD2(49:49:2)(300)／BH2(50)／AlQ3(250)",
                "【0116】【表7】(別紙1(本願明細書)表7のとおり)",
                "【0117】",
                "グループVIII  実施例(エレクトロルミネセンスカラー：青色)",
                "グループVIIIの発光領域の層：ＮPB(300)／BH2 (300)／AlQ3(300)",
                "【0118】【表8】(別紙1(本願明細書)表8のとおり)",
                "【0119】",
                "グループIX  実施例(エレクトロルミネセンスカラー：白色)",
                "グループIXの発光領域の層：ＮPB(300)／ＮPB＋BH2＋Rub(49:49:2)(300)／BH2(300)／AlQ3(300)",
                "【0120】【表9】(別紙1(本願明細書)表9のとおり)」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用文献の記載",
              "text": [
                "引用文献には，以下の記載がある。引用文献中の図9は，別紙2(引用文献)図9のとおりである。(甲4)",
                "「【発明の詳細な説明】",
                "【0001】",
                "【発明の属する技術分野】本発明は，一対の電極間に有機化合物を含む膜(以下，「有機化合物層」と記す)を設けた素子に電界を加えることで，蛍光又は燐光が得られる発光素子を用いた発光装置に関する。」",
                "「【0002】",
                "【従来の技術】本発明でいう発光素子とは，電界を加えることにより発光する素子である。その発光機構は，電極間に有機化合物層を挟んで電圧を印加することにより，陰極から注入された電子および陽極から注入された正孔が有機化合物層中で再結合して，励起状態の分子(以下，「分子励起子」と記す)を形成し，その分子励起子が基底状態に戻る際にエネルギーを放出して発光するといわれている。」",
                "「【0013】",
                "【発明が解決しようとする課題】従来では，仕事関数の小さい材料として特に元素周期律の1族又は，2族に属する元素の単体もしくはこれを含む化合物を用いて，陰極と有機化合物層との界面に陰極バッファー層が形成されていた。」",
                "「【0016】そこで，本発明では発光素子の作製において，これまでのように陰極バッファー層を形成した場合に生じる問題を解決すべく，その代わりとなる新たな層を形成し，陰極からの電子の注入性を向上させると共に作製上の問題を解決するための手段を提供することを目的とする。",
                "【0017】",
                "【課題を解決するための手段】本発明では，陰極と有機化合物層との界面にこれまでの陰極バッファー層の代わりに金属元素と非金属元素との組み合わせからなり，かつ導電性を有する無機化合物を用いて無機導電層を形成し，さらに前記無機化合物は，陰極材料よりも仕事関数が小さいことを特徴としている。」",
                "「【0154】なお，図9(A)に示す発光素子は，陰極901，無機導電層902，有機化合物層903，バリア層908，及び陽極909からなり，有機化合物層903は，電子輸送層904，ブロッキング層905，発光層906，正孔輸送層907の積層構造を有している。なお，赤色発光を示す発光素子を構成する材料及び膜厚について図9(B)に示し，緑色発光を示す発光素子を構成する材料及び膜厚について図9(C)に示し，青色発光を示す発光素子を構成する材料及び膜厚について図9(D)にそれぞれ示す。」",
                "「【0162】なお，本実施例における発光素子の構造では，有機化合物層903を形成した後で，透明導電膜からなる陽極909がスパッタリング法により形成される。そのため，陽極909形成時に有機化合物層903の表面に何らかのダメージが与えられる。そこで，本実施例では，有機化合物層903上にバリア層908を設けることにより有機化合物層903に与えられるダメージを防止する。",
                "【0163】なお，バリア層908を形成する材料としては，金，銀といった仕事関数の大きい材料や正孔注入性を有するCu-Pc等を用いることができる。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "文献1の記載",
              "text": [
                "文献1には，以下の記載がある(甲5)。",
                "「【従来の技術】",
                "・・・",
                "【0004】このような有機EL素子においては，駆動電圧を低下させ，発光効率を高めるために，電極からの電荷の注入効率を向上させることが求められている。注入効率の向上には，電極とEL層との間に正孔注入層または電子注入層を用いることが有用であることが知られ，さらに陽極からの正孔の注入と，陰極からの電子の注入のバランスを図ることもなされている。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "文献2の記載",
              "text": [
                "文献2には，以下の記載がある(甲6)。",
                "「【0015】まず，図1(1)に示すように，石英ガラス等からなる基板1を洗浄した後，この基板1上に，金属膜2を形成する。ここでは，例えばクロム(Cr)膜等のように仕事関数が高く，陽極として用いられる金属膜2をスパッタリング法によって形成する。・・・",
                "【0016】尚，仕事関数の高い金属膜2としては，Crの他に，モリブデン(Mo)，タングステン(W)，タンタル(Ta)，ニオブ(Ｎb)，ニッケル(Ｎi)，白金(Pt)等からなるものであっても良い。",
                "【0017】以上のようにして得られた金属膜2は，その材質及び成膜方法に関わらず結晶構造が多結晶構造となり，その表面荒さが大きく表面に突起を有するものになる。",
                "【0018】そして，この金属膜2の形成に引き続き，本発明の特徴となる緩衝薄膜3の形成を行う。この緩衝薄膜3は，金属膜2を構成する金属材料の酸化膜であるか，またはCrの酸化膜であることとする。だたし，この緩衝薄膜3は，金属膜2と共に下部電極の一部を構成するものとなるため，この緩衝薄膜3が金属膜2を構成する金属材料の酸化膜である場合には，以降の工程で形成する有機層よりも導電性が高い必要があり，そのなかでもできるだけ導電性の高い材料であることが好ましい。そこでここでは，金属膜2上に，クロムの酸化物からなる緩衝薄膜3を形成することとする。」",
                "「【0038】この発光素子10においては，下部電極4の構成を，クロムからなる金属材料層2a上にクロムの酸化物からなる緩衝薄膜層3aを積層した二層構造としている。ここで通常は，多結晶構造として成膜される金属膜2よりも，この金属膜2を構成する金属材料の酸化膜の方が，その表面状態がより滑らかに成膜される。特に，クロムの酸化物は，電極として用いたられるどの金属材料膜よりもその表面粗さを小さく保って成膜される。",
                "【0039】しかも，金属材料層2aを構成する金属の酸化物のうち有機層よりも導電性の高い材料や，特に酸化物の中でも導電性の高いクロムの酸化物によって緩衝薄膜層3aを構成することで，この緩衝薄膜層3aが下部電極として機能するようになる。",
                "【0040】このため，表面層を構成する緩衝薄膜層3aによって，金属材料層2aの表面の面粗さが緩和された下部電極4が構成されることになる。したがって，この下部電極4と，有機層6を介してこの下部電極4上に設けられた光透過性上部電極7との間隔の面内均一性が確保される。",
                "【0041】この結果，下部電極4と光透過性上部電極7との間に電界集中箇所が発生し難くなり，漏れ電流の発生を防止することが可能になると共に，極度の電界集中によるダークスポットの発生を防止することが可能になり，安定した発光効率を維持できる上面発光型の発光素子を得ることが可能になる。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "一致点及び相違点の認定の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正発明について",
              "text": [
                "補正発明は，ディスプレイの用途における有望な技術である有機発光素子(OLED)につき，多様な商業用途に利用できるようにするため，各色，特に青色発光OLEDの輝度安定性(OLEDの半減期(初めのバーンイン期間後，発光強度が50％に低下するまでの時間の長さ)を時間単位で表したもの)を更に向上させる必要があるという課題があったことから，この課題を解決するために，陰極，有機エレクトロルミネセンス物質及び電荷輸送物質を含有する層，電子受容層，陽極キャッピング層，陽極，及び陰極の前もしくは陽極の後のシーケンスで設けられる基体，を含む有機発光素子において，前記陽極キャッピング層は，Pd，Mg，又はCrを含むとの構成を採用した発明である。",
                "前記の本願明細書の記載によると，補正発明に係る有機発光素子は，基本的には，陰極，有機エレクトロルミネセンス物質及び電荷輸送物質を含有する層，電子受容層，陽極キャッピング層，陽極の順で配列されていると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用文献には，一対の電極間に有機化合物を含む膜(有機化合物層)を設けた素子に電界を加えることで，蛍光又は燐光が得られる発光素子を用いた発光装置に関して，従来，陰極と有機化合物層との界面に形成されていた陰極バッファー層の代わりに，金属元素と非金属元素との組合せからなり，導電性を有し，陰極材料よりも仕事関数が小さい無機化合物を用いて無機導電層を形成することにより，陰極からの電子の注入性を向上させるとともに作製上の問題を解決することができる旨記載されている。",
                "引用発明は，無機導電層が形成された有機発光素子に関する発明であり，その内容は，第2の3(2)アのとおりである。引用発明に係る有機発光素子は，陰極，無機導電層，有機化合物層，バリア層，及び陽極の順で構成されており，有機化合物層は，電子輸送層，ブロッキング層，発光層，正孔輸送層の積層構造を有している。そして，引用文献の記載によると，引用発明では，有機化合物層を形成した後に陽極がスパッタリング法により形成されることから，陽極形成時に有機化合物層の表面に与えられるダメージを防止するために，「バリア層」は，有機化合物と陽極との間に設けられ，金，銀等の仕事関数の大きい材料や正孔注入性を有するCu-Pc(銅フタロシアニン)等の材料から形成される。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "判断",
              "text": [
                "補正発明に係る特許請求の範囲では，「陽極キャッピング層」について，「Pd，Mg，又はCrを含む」ことが特定され，他の限定はない。",
                "ところで，本願明細書の記載によれば，補正発明の「陽極キャッピング層」は，輝度安定性の向上等，OLEDの1つ以上の特性を向上させる目的で設けられるものである。補正発明に係る有機発光素子において，「陽極キャッピング層」は，基本的には電子受容層と陽極との間に配列され，陽極の一部とみなすこともできるものであり，1層以上存在し，「陽極キャッピング層」が電子受容層及び陽極の少なくとも一方に接触している実施形態が示されている。電子受容層と「陽極キャッピング層」との間，「陽極キャッピング層」と陽極との間に1層以上の付加的な層が挿入される場合も含まれる。",
                "これに対し，引用発明における「バリア層」は，陽極形成時に有機化合物層の表面に与えられるダメージを防止するため，有機化合物と陽極との間に設けられるものであり，金，銀等の仕事関数の大きい材料や正孔注入性を有するCu-Pc等の材料から形成される。",
                "以上によると，引用発明の「バリア層」は，陽極形成時のダメージ防止の目的で設置されるものであるのに対し，補正発明の「陽極キャッピング層」は，輝度安定性の向上等，OLEDの1つ以上の特性を向上させる目的で設けられるものであって，両発明では，上記各構成を採用した目的において相違する。引用発明の「バリア層」は，上記設置目的から，陽極と有機化合物層との間に，これらに接して設置されるものであると認められる。陽極と「バリア層」の間，又は「バリア層」と有機化合物層の間に別の層が存在する場合には，その層が有機化合物層の表面に与えられるダメージを防止する効果を奏することから，そのような層に重複して「バリア層」を設ける必要性はない。これに対し，補正発明の「陽極キャッピング層」は，陽極と電子受容層との間にあり，陽極に接している場合を含むが，陽極と接することに限定されるものではない。また，引用発明の「バリア層」を形成する材料は，金，銀等の仕事関数の大きい材料や正孔注入性を有するCu-Pc等であるのに対し，補正発明の「陽極キャッピング層」は，Pd，Mg，又はCrを含むことを必須とする。",
                "以上のとおり，引用発明の「バリア層」と補正発明の「陽極キャッピング層」とは，その設置目的や技術的意義が異なり，設置位置も常に共通するものではなく，材料も異なることからすると，引用発明における「バリア層」が補正発明における「陽極キャッピング層」に相当するとは認められない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の反論に対して",
              "text": [
                "被告は，有機EL素子(装置)の技術分野において，「陽極キャッピング層」の語は，その技術内容を示していないこと，本願明細書には，「陽極キャッピング層」に関して，実施形態が記載されているのみであること，「陽極キャッピング層」の輝度安定性の向上等の原理(メカニズム)についての記載は一切ないことなどから，本願明細書の記載を参照しても，その構成を特定することはできないことを前提として，本願明細書には，「陽極キャッピング層」に用いる物質として，「Au」や「銅フタロシアニン」が挙げられており，引用文献にも，引用発明の「バリア層」に用いる物質として，仕事関数の大きい「金」や正孔注入性を有する「Cu-Pc」が挙げられていることなどから，補正発明と同様に電子受容層(正孔輸送層)と陽極との間にある引用発明の「バリア層」は補正発明の「陽極キャッピング層」に相当するといえると主張する。",
                "しかし，以下のとおり，被告の主張は失当である。",
                "本願明細書には，「陽極キャッピング層」に好適な物質として複数の有機・無機物質が例示され，「陽極キャッピング層」の輝度安定性の向上等の原理(メカニズム)についての記載はない。しかし，補正発明は，実施例の実験結果に基づき，本願明細書に例示された物質のうち，その効果が確認できるPd，Mg，又はCrを含むことを「陽極キャッピング層」の要件としていることが認められる。これに対し，引用発明の「バリア層」の材料として例示されている仕事関数の大きいAgは，本願明細書に陽極キャッピング層の材料として例示されていない上，本願明細書の比較例Ⅵ-2及びⅥ-3によると，陽極キャッピング層にAgを使用した場合，輝度安定性が低下することが確認される。してみると，引用発明において「バリア層」に適している材料が，補正発明において「陽極キャッピング層」の材料として適していないことが示されている。",
                "以上によれば，補正発明における「陽極キャッピング層」の材料は，引用発明における「バリア層」の材料とは相違すると理解でき，前記のとおり，引用発明における「バリア層」と補正発明における「陽極キャッピング層」とは，その設置目的が相違し，設置位置も必ずしも同じではないことからすると，引用発明における「バリア層」が補正発明における「陽極キャッピング層」に相当する(一致する)と認定することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，補正発明における，Pd，Mg，又はCrを含む陽極キャッピング層は，引用発明における，仕事関数の大きい材料や正孔注入性を有する材料からなるバリア層と相違する。補正発明の「陽極キャッピング層」と引用発明の「バリア層」とが一致することを前提とした審決の補正発明と引用発明の一致点及び相違点の認定には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "周知技術2の認定の誤り(取消事由2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "文献2に記載された発明の内容",
              "text": [
                "前記の文献2の記載によると，文献2に記載された発明は，基板上に金属膜を形成し，その上に緩衝薄膜を形成した上で，有機層，光透過性上部電極を形成する発光素子に関する発明である。金属膜は，表面粗さが大きく，表面に突起を有するため，金属膜の上に金属膜より表面粗さの小さい緩衝薄膜を形成することにより，下部電極と，有機層を介して下部電極上に設けられた光透過性上部電極との間隔の面内均一性が確保され，下部電極と光透過性上部電極との間に電界集中箇所が発生し難くなり，漏れ電流の発生を防止することが可能になるとともに，極度の電界集中によるダークスポットの発生を防止でき，安定した発光効率を維持できる発光素子を得ることができる。金属層は，クロム(Cr)等のように仕事関数が高い物質で形成され，緩衝薄膜は，金属膜2を構成する金属材料の酸化膜か，Crの酸化膜で形成される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術2の1について",
              "text": [
                "前記のとおり，文献2には「例えばクロム(Cr)膜等のように仕事関数が高く，陽極として用いられる金属膜2をスパッタリング法によって形成する。」「尚，仕事関数の高い金属膜2としては，Crの他に，・・・」と記載されている。また，特表2002-516459公報(乙2)は有機発光ダイオード素子に関する発明が記載された公報であるが，同公報中には，電極と有機積層体との間に配置される高仕事関数材料の薄層の材料として，高仕事関数の性質を持つ「Cr」が例示されている。特開平10-144957公報(乙3)は，有機電界発光ダイオードに関する発明が記載された公報であるが，同公報中には，有機領域と陽極との間に位置する「バリア層」を形成する仕事関数の高い材料の一つとして，「Cr」が挙げられている。",
                "以上によると，「有機発光素子に用いられる仕事関数の大きい材料として，Crはよく知られた材料であること」(周知技術2の1)は，本願優先日当時，当業者によく知られた事項であると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知技術2の2について",
              "text": [
                "前記のとおり，引用発明において「バリア層」は，陽極形成時に有機化合物層の表面に与えられるダメージを防止するため，有機化合物と陽極との間に設けられるものであるのに対し，文献1における「緩衝薄膜層」は，表面粗さが大きく，表面に突起を有する金属膜の上に金属膜より表面粗さの小さい緩衝薄膜を形成することにより，下部電極と光透過性上部電極との間隔の面内均一性を確保するものである。引用発明の「バリア層」と文献1に記載された「緩衝薄膜層」とは，設置される目的，その効果が異なり，「緩衝薄膜層」を「バリア層」に相当するものであると認めることはできない。したがって，文献2から，「Crが電極のバリア層として用いることも行われている」との事実を認めることはできず，周知技術2の2が，本願優先日当時，当業者によく知られた事項であると認めることはできない。",
                "また，上記のとおり，特開平10-144957公報(乙3)には，有機領域と陽極との間に位置する「バリア層」を仕事関数の高い材料の一つである「Cr」で形成することが記載されているが，乙3の「バリア層」は，有機発光ダイオードの製造中に，蒸着した電極材料が有機物皮膜へ拡散するのを防止するための層であり，引用発明の「バリア層」とは，設置される目的が異なる。",
                "特開2000-276950公報(乙4)には，有機EL素子などの電極等として使用される透明導電薄膜において，低抵抗，高透過率，低面粗度という課題を解決するため，ITOを用いた透明導電性層と，その上に形成される金属酸化物層と，これら二つの層の間にITOと金属酸化物とを含む混合層を備える構成とし，混合層及び金属酸化物層に金属酸化物としてクロム(Cr)の酸化物が使用可能であることが記載されている。上記混合層及び金属酸化物層も，引用発明の「バリア層」とは，設置される目的が異なる。",
                "以上によると，文献2並びに乙3及び4から，「Crが電極のバリア層として用いることも行われていること」(周知技術2の2)が，本願優先日当時，当業者によく知られた事項であると認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，周知技術2の1は，本願優先日当時，当業者によく知られた事項であると認められるが，審決が，周知技術2の2が，本願優先日当時，当業者によく知られた事項であるとした認定には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "容易想到性の判断の誤り(取消事由3)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "前記のとおり，引用発明における「バリア層」は，有機化合物層を形成した後，陽極形成時に有機化合物層の表面に与えるダメージを防止する目的で，有機化合物と陽極との間に設けられるものであり，その設置目的からすると，「バリア層」は，陽極と有機化合物層との間に，これらに接して設置されるものであると認められる。陽極と「バリア層」の間，又は「バリア層」と有機化合物層の間に別の層が存在する場合には，その層が有機化合物層の表面に与えられるダメージを防止する効果を奏することから，そのような層に重複して「バリア層」を設ける必要性はない。したがって，引用発明においては，陽極と有機化合物層との間に「バリア層」以外の層が存在することは予定されていないというべきである。",
                "ところで，前記の文献1によれば，本願優先日当時，有機発光素子において，駆動電圧を低下させ，発光効率を高めるために，陽極とEL層との間に，正孔注入層を設けるとの技術常識が存在したことが認められる。しかし，陽極とEL層との間に正孔注入層を設けるとの技術常識が存在したからといって，有機化合物層を形成した後，陽極形成時に有機化合物層の表面に与えるダメージを防止する目的で，「バリア層」を設けるとの引用発明の技術に，有機発光素子に正孔注入層を設けるとの課題・目的において異なる技術を組み合わせることが，容易であったということはできない。",
                "したがって，補正発明の相違点1に係る構成に至るのは容易ではなく，この点の審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明における「バリア層」が補正発明における「陽極キャッピング層」に相当するとして相違点2を認定した上で，相違点2が容易想到であると判断したが，前記のとおり，容易想到性の判断の前提とした相違点2の認定内容には誤りがある。そこで，以下では，相違点2を「補正発明は，Pd，Mg，又はCrを含む陽極キャッピング層が存在するのに対して，引用発明は，仕事関数の大きい材料や正孔注入性を有する材料からなるバリア層が存在する点。」とした上で，容易想到性の有無を判断する。",
                    "補正発明においては，本願明細書の表1ないし表9のとおり，陽極キャッピング層にPd，Mg，又はCrを含む構成とすることにより，陽極キャッピング層を設けない比較例又は陽極キャッピング層にPd，Mg，Cr以外の物質を使用した比較例と対比して，輝度安定性向上の効果が生じていることが示されている。これに対し，引用文献や文献1及び2には，有機発光素子にCrを含む層を設けることにより輝度安定性が向上することにつき，何の記載も示唆もない。",
                    "したがって，補正発明の効果は，引用発明が有する効果とは異質の効果であり，引用発明や周知技術から当業者が予測し得ない効果であると認められ，補正発明は，当業者が容易に想到し得ない発明であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点について，被告は，本願明細書の実施例及び比較例に用いられたサンプルは全て，陽極がITO(厚さ約200nm)，電子受容層がＮPB＋F4TCＮQ(体積比9：1)(厚さ10nm)，陰極がMg＋Ag(体積比9：1)(厚さ約120nm)のものであり，また，「陽極キャッピング層」に「Pd」を含む場合の作用効果を示すものは記載されていないことなどから，本願明細書の表1ないし表9に示された効果が，補正発明が奏する効果であるとはいえないと主張する。",
                    "しかし，以下のとおり，被告の主張は失当である。",
                    "確かに，本願明細書の実施例及び比較例で用いられた有機発光素子(OLED)は，全て，陽極がITO(厚さ約200nm)，電子受容層がＮPB＋F4TCＮQ(体積比9：1)(厚さ10nm)，陰極がMg＋Ag(体積比9：1)(厚さ約120nm)である。しかし，例えば，比較例Ⅰ-1，Ⅳ-1及びⅤ-1はいずれも陽極キャッピング層がないのに対し，実施例Ⅰ-2はAu：Pd(厚さ0．5nm)からなる陽極キャッピング層を設けたものであるが，比較例Ⅰ-1に比べ，輝度安定性比率が3．5に，実施例Ⅳ-2はCr(厚さ0．7nm)からなる陽極キャッピング層を設けたものであるが，比較例Ⅳ-1に比べ，輝度安定性比率が36．4に，実施例Ⅴ-2はMg(厚さ5nm)からなる陽極キャッピング層を設けたものであるが，比較例Ⅴ-1に比べ，輝度安定性比率が18．6に，いずれも向上している。一方，比較例Ⅵ-1は陽極キャッピング層がないのに対し，比較例Ⅵ-2はAg(厚さ0．7nm)からなる陽極キャッピング層を設けたものであるが，比較例Ⅵ-1と比べた輝度安定性比率は0．36であり，輝度安定性が低下している。これらの結果によると，陽極，電子受容層，陰極を上記の構成とすることと，輝度安定性の向上との関係は不明であるが，少なくとも，補正発明は，陽極キャッピング層が「Pd，Mg又はCr」を含むことにより，輝度安定性が向上するという効果を奏すると認めることができる。",
                    "以上によれば，「Pd，Mg又はCr」を含んだ陽極キャッピング層を設けることによって，輝度安定性が向上することが確認でき，補正発明は，輝度安定性が向上するという効果を奏すると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，補正発明の相違点1に係る構成に至ることが容易であるとはいえず，また，補正発明の効果は，引用発明や周知技術から当業者が予測し得ない効果であり，引用発明に接した当業者が補正発明に到るのは容易でない。したがって，補正発明が容易想到であるとした審決の判断には，誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由には理由があり，審決には，結論に影響を及ぼす誤りがある。",
            "よって，その余の点を判断するまでもなく，審決は，違法であるとして取り消すべきであるから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10077",
    "date": "2013-03-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083115",
    "ipprecedent_id": "3338",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}