{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800044号事件について平成24年1月5日にした審決中，「特許第3854392号の請求項1ないし3，5ないし6に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "特許庁は，原告の有する後記本件特許について，被告から無効審判請求を受け，本件特許の請求項の一部を無効とする審決をした。本件は，原告がその取消しを求めた訴訟であり，争点は，特許法29条の2違反の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「光学的フィルター」とする特許第3854392号(平成9年11月10日出願，平成18年9月15日設定登録。以下「本件特許」といい，本件特許の請求項1ないし6に係る発明を，請求項ごとに「本件特許発明1」にようにいう。)の特許権者である。",
            "被告は，平成23年3月18日，本件特許について無効審判を請求した。",
            "特許庁は，上記請求を無効2011-800044号事件として審理した上，平成24年1月5日，「特許第3854392号の請求項1ないし3，5ないし6に係る発明についての特許を無効とする。特許第3854392号の請求項4に係る発明についての審判請求は，成り立たない。」との審決をし，その謄本は同月13日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の請求項1ないし6の記載",
          "text": [
            "「【請求項1】",
            "液晶表示装置に取り付けられる光学的フィルターであって，",
            "前記液晶表示装置側から順に，",
            "第1の直線偏光板と，",
            "第1の位相差板と，",
            "偏光性がない又は偏光性が小さい部材の透明タッチパネルと，",
            "該透明タッチパネルに実質的に密着させて1／4波長板である第2の位相差板と，",
            "第2の直線偏光板と，が配置されており，",
            "前記透明タッチパネルは，表面にそれぞれ透明導電膜を形成した2枚の透明基板がそれぞれの透明導電膜を互いに対向させるように配置されたものであり，",
            "前記2枚の透明基板のうちの前記液晶表示装置側に配置される一方の透明基板における前記透明導電膜形成面と反対側の表面に前記第1の位相差板が取り付けられ，他方の透明基板における前記透明導電膜形成面と反対側の表面に前記第2の位相差板及び第2の直線偏光板が表面側から順に取り付けられているとともに，",
            "前記液晶表示装置と前記第1の位相差板との間に前記第1の直線偏光板が設けられていることを特徴とする光学的フィルター。",
            "【請求項2】",
            "前記透明基板はガラス基板であり，前記第1の位相差板が1／4波長板であることを特徴とする請求項1記載の光学的フィルター。",
            "【請求項3】",
            "前記透明基板のいずれか一方若しくは双方が樹脂製の基板であり，前記第1の位相差板は，前記液晶表示装置から外側に向かう光に対して前記第1の位相差板と透明タッチパネルとを通過することによって与えられる位相差の合計を1／4波長とする位相差を前記光に与える位相差板であることを特徴とする請求項1記載の光学的フィルター。",
            "【請求項4】",
            "前記光学的フィルターを密封構造にして，その内部に不活性ガスを充満したことを特徴とする請求項1～3の何れかに記載の光学的フィルター。",
            "【請求項5】",
            "前記第2の直線偏光板と第2の位相差板とが一体に積層されて積層体をなし，この積層体における前記透明タッチパネルの操作部を除く周辺部に対向する部分と前記透明タッチパネルの操作部を除く周辺部との間に接着手段若しくはスペーサが介在されて前記積層体が前記透明タッチパネルに接着若しくは固定されてなるものであることを特徴とする請求項1～4のいずれかに記載の光学的フィルター。",
            "【請求項6】",
            "前記接着手段が両面接着テープであることを特徴とする請求項5に記載の光学的フィルター。」"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由",
      "text": [
        "審決の理由は，別紙審決書記載のとおりであり，その要点は次のとおりである。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "結論",
          "text": [
            "被告が主張した無効理由は，①特許法29条の2違反，②特許法29条2項違反，③特許法36条4項，6項1号・2号違反，の3点である。",
            "審決は，上記各無効理由について要旨次のとおり判断して，本件特許発明1ないし3，5及び6は，特許法123条1項2号に該当するので無効とすべきであり，本件特許発明4については，無効とすべき理由はないと判断した。",
            "無効理由①について，本件特許発明1ないし3，5及び6は，特願平8-204595号(特開平10-48625号公報(甲2)。以下「先願」という。)の願書に添付された明細書(以下「先願当初明細書」という。)，特許請求の範囲又は図面に記載された発明(以下「先願発明」という。)と同一か，または実質同一であり，しかも，本件特許の発明者は本件先願の発明者と同一ではなく，また，本件特許出願の出願時点において両出願の出願人も同一ではないため，特許法29条の2の規定により特許を受けることができないものである。",
            "無効理由②について，本件特許発明1ないし6は，刊行物1ないし8(甲3～10)，刊行物11(甲13)に記載された発明に基づいて当業者が容易に発明をすることができたものではないから，特許法29条2項には違反しない。",
            "無効理由③について，本件特許発明1ないし6は，特許法36条4項，6項1号・2号に規定する要件を満たしている。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "先願発明の内容等",
          "text": [
            "無効理由①について審決が上記結論を導くに当たって認定した先願発明の内容，本件特許発明1と先願発明との一致点及び相違点は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "先願発明の内容",
              "text": [
                "「液晶ディスプレイの前面に配置されるタッチパネルであって，表示面の偏光板の吸収軸が右上がり45°方向の液晶ディスプレイの側から，第1の1／4波長板，ガラス板に設けられたITO膜からなるスペーサーを介して対向する2枚の透明導電膜，第2の1／4波長板，偏光板を配置してなる液晶ディスプレイ用タッチパネル。」"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件特許発明1と先願発明との一致点",
              "text": [
                "「液晶表示装置に取り付けられる光学的フィルターであって，",
                "前記液晶表示装置側から順に，",
                "第1の位相差板と，",
                "偏光性がない又は偏光性が小さい部材の透明タッチパネルと，",
                "該透明タッチパネルに実質的に密着させて1／4波長板である第2の位相差板と，",
                "第2の直線偏光板と，が配置されており，",
                "前記透明タッチパネルは，表面にそれぞれ透明導電膜を形成した2枚の透明基板がそれぞれの透明導電膜を互いに対向させるように配置されたものであり，",
                "前記2枚の透明基板のうちの前記液晶表示装置側に配置される一方の透明基板における前記透明導電膜形成面と反対側の表面に前記第1の位相差板が取り付けられ，他方の透明基板における前記透明導電膜形成面と反対側の表面に前記第2の位相差板及び第2の直線偏光板が表面側から順に取り付けられている光学的フィルター。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "本件特許発明1と先願発明との相違点",
      "text": [
        "「本件特許発明1においては，光学的フィルターが，液晶表示装置と第1の位相差板との間に第1の直線偏光板を有しているのに対し，",
        "先願発明においては，液晶ディスプレイの表面が「吸収軸が右上がり45°方向の偏光板」からなり，この偏光板は，光学的フィルターの第1の位相差板の下に配置されているものの，光学的フィルターの構成要素とはされていない点。」"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "本件特許発明1と先願発明との同一性について",
          "text": [
            "本件特許発明1と先願発明との同一性に係る審決の判断は，要旨次のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "先願発明における「吸収軸が右上がり45°方向の偏光板」が，その上に積層された光学的フィルターの「第1の1／4波長板」と組み合わさって，「タッチパネル」に対して円偏光板を提供することは技術的に自明の事項である。そして，先願発明においても，当該円偏光板により「タッチパネル」界面での表示装置内部からの反射光がカットされており，本件特許発明1と同様の作用・効果が生じていることも，技術的に自明の事項である。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "特許法29条の2の発明の同一性に関して，先願発明における液晶ディスプレイ表面にある「吸収軸が右上がり45°方向の偏光板」が，本件特許発明1における「光学フィルター」の構成要素とされるか否かについて，当事者双方の意見が分かれている。そこで，本件特許発明1における「第1の直線偏光板」がどのような技術的意味を有するものであるかを考察すると，次のとおりである。",
        "本件特許明細書における実施例1，2において，第1の直線偏光板は，液晶表示装置に通常取り付けられている内蔵偏光板である。本件特許明細書及び図面には，液晶表示装置自体が予め表面に有している液晶部直線偏光板2か，又は，液晶表示装置の前面に画像表示の目的で設けられている偏光板を取り込む形での「円偏光＋円偏光方式」が記載されているにすぎない。",
        "そうすると，先願発明における「吸収軸が右上がり45°方向の偏光板」と，本件特許明細書に開示された実施例1，2の液晶部直線偏光板2は，双方共に，液晶表示装置自体がその表面に有する内蔵偏光板であるか，又は，少なくとも，画像表示のために設けられている偏光板であるから，同じ技術的意義を有する光学部材であり，先願発明と，本件特許明細書に記載された実施例1，2の実施形態は同じである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "本件特許発明1と先願発明との相違点に係る，本件特許発明1の「光学的フィルターが，液晶表示装置と第1の位相差板との間に第1の直線偏光板が設けられている」からは，具体的構成として次の3つの態様が考えられる。すなわち，①直線偏光板を内蔵しない液晶表示装置に対して，第1の直線偏光板が，その表面に固定されるか，又は，第1の位相差板との間に狭着されている態様，②偏光板を内蔵する液晶表示装置に対して，第1の直線偏光板が，その表面に固定されるか，又は，第1の位相差板との間に狭着されている態様，③偏光板を内蔵する液晶表示装置において，当該偏光板が，第1の直線偏光板を兼用している態様，である。これら3つの態様のうち，少なくとも1つの態様が先願発明と同一であれば，本件特許発明1は，特許法29条の2に違反することになる。そこで検討すると，②の態様は，技術的意義がほとんどないから，判断するまでもない。①及び③の態様は，先願発明と実質的に同一である。したがって，本件特許発明1は，特許法29条の2の規定に違反して特許されたものということになる。"
      ]
    },
    {
      "fig": "第3",
      "subject": "審決の取消事由に係る原告の主張",
      "text": [
        "審決は，無効理由①について，先願発明の認定を誤り，その結果，本件特許発明1が先願発明と同一の発明であると判断し，この判断を前提として，本件特許発明2，3，5及び6も先願発明と同一の発明であると判断したものであるから，審決の判断には誤りがある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "先願発明の認定の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許発明1は，「タッチパネルを2枚の円偏光板(位相差板＋直線偏光板)で挟む」という構成により，「広範囲に渡って，色相の変化が少なく，かつ色相変化も傾斜角度に関係なく同じ色相に変化し，視野角が広い結果，著しい視認性向上の効果が得られる」(本件特許明細書の段落【0069】，【0070】，【図6】等)という効果を得ているものであり，「円偏光板＋円偏光板」方式の発明ということができる。",
                "これに対し，先願当初明細書には，液晶ディスプレイから出射される直線偏光を，「第1の1／4波長板」と「第2の1／4波長板」との組み合わせにより，直線偏光のまま偏光板に入射するようにし，これによって先願当初明細書の段落【0014】に記載されているとおり「液晶ディスプレイの光は殆ど損失無く透過させることができ」るという効果を奏する「タッチパネル」の発明，すなわち「円偏光板＋位相差板」方式の発明が開示されているだけであり，「円偏光板＋円偏光板」方式である本件特許発明1と同一の発明は開示されていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，先願発明を「液晶ディスプレイの前面に配置されるタッチパネルであって，表示面の偏光板の吸収軸が右上がり45°方向の液晶ディスプレイ側から，第1の1／4波長板，ガラス板に設けられたITO膜からなるスペーサーを介して対向する2枚の透明導電膜，第2の1／4波長板，偏光板を配置してなる液晶ディスプレイ用タッチパネル。」と認定しているが，上記認定は，「表示面の偏光板の吸収軸が右上がり45°方向の液晶ディスプレイ」を先願発明の構成要素の中に含めるものであるとすれば，誤りである。なぜなら，先願発明は，「タッチパネル」の発明であるところ，「吸収軸が右上がり45°方向」の「偏光板」は，「液晶ディスプレイ」の構成要素であって，「タッチパネル」の発明との関係では技術的意義を有するものではないからである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，先願発明における「吸収軸が右上がり45°方向の偏光板」が，その上に積層された光学フィルターの「第1の1／4波長板」と組み合わさって「タッチパネル」に対して円偏光板を提供することは技術的に自明の事項であり，先願発明においても，本件特許発明1と同様の作用・効果を生じていることも技術的に自明の事柄であると認定しているが，上記認定は，「先願発明における『吸収軸が右上がり45°方向の偏光板』が，その上に積層された光学フィルターの『第1の1／4波長板』と組み合わさって『タッチパネル』に対して円偏光板を提供すること」に「技術的な意味がある」ということが当業者にとって自明の事柄であるという趣旨のものであるとすれば，誤りである。なぜなら，先願当初明細書の記載事項から当業者が認識できる発明は，「第1の1／4波長板」と「第2の1／4波長板」との組み合わせにより光の透過率を高めるという「タッチパネル」の発明であり，「表示面の偏光板の吸収軸が右上がり45°方向の液晶ディスプレイ」は，「タッチパネル」を装着する「対象」にすぎないから，当業者は，先願当初明細書の実施例1を見たとき，「液晶ディスプレイ」の内蔵部品がいかなるものであるかにかかわらず，実施例1は「円偏光板＋位相差板」方式の発明の例であると認識するのであり，本件特許発明1の内容を知らなければ，「円偏光板＋円偏光板」方式の発明が記載されているとは認識し得ないからである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，本件特許明細書の実施例3を唯一の根拠として，本件特許明細書の実施例1，2における「第1の直線偏光板」が「液晶表示装置」に内蔵する「上偏光板」(＝前面偏光板)を用いたものであると結論付け，それによって本件特許明細書の実施例1，2の構成と，先願当初明細書の実施例1の構成とが形式的に同一であるとの結論を導き出しているが，実施例3は，先願発明と同じく「円偏光板＋位相差板」方式の発明についての実施例であり，審査段階で補正によって実施例ではなくなったものであるから，審決のような形式的な検討では本件特許発明1と先願発明との同一性の有無について正しく判断することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許発明1が先願発明と同一の発明であるとした判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記のとおり，審決は先願発明の認定を誤り，その結果，本件特許発明1が先願発明と同一の発明であると判断したものであるから，その判断が誤りであることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件特許明細書の実施例1，2と先願当初明細書の実施例1とが，共に，「液晶ディスプレイ」の上に「円偏光板＋位相差板」方式のタッチパネルを配置したもので，同じものであると認定し，この認定を前提として本件特許発明1が先願発明と同一の発明であると判断しているが，仮に，実施例どおしが同じであるとしても，それをもって本件特許発明1が先願発明と同一の発明であると結論付けることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "本件特許発明1が先願発明と同一であるとした審決の判断に誤りはなく，したがって，本件特許発明2，3，5及び6が先願発明と同一であるとした審決の判断にも誤りはない。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，先願当初明細書には「円偏光板＋位相差板」方式の発明が開示されているのみで，「円偏光板＋円偏光板」方式である本件特許発明1と同一の発明は開示されていない旨主張する。",
            "しかし，そもそも本件特許発明1も，本件特許の当初明細書及び図面(甲14)には，「円偏光板＋位相差板」方式が記載されているにすぎず，液晶表示装置に通常取り付けられている内蔵偏光板を「第1の直線偏光板」として取り込むことによって「円偏光板＋円偏光板」方式を実現しているにすぎない。このことは，本件特許明細書及び図面(甲1)においても同様である。",
            "したがって，原告の上記主張は失当である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告は，審決の認定について，「吸収軸が右上がり45°方向の偏光板」を「液晶ディスプレイ用タッチパネル」の発明の構成要素に含めて認定したものであるとすれば，その認定は誤りである旨主張する。",
            "しかし，審決は，上記の点について，本件特許発明1との［相違点］として，「この偏光板(被告注：先願発明の「吸収軸が右上がり45°方向の偏光板」のこと)は，光学的フィルターの第1の位相差板の下に配置されているものの，光学的フィルターの構成要素とはされていない」と認定している。その上で，審決は，最終的に，上記[相違点]は実質的な相違点ではないと判断しているのである。審決の認定が，「吸収軸が右上がり45°方向の偏光板」を「液晶ディスプレイ用タッチパネル」の構成要素に含めていないことは明らかである。",
            "したがって，原告の上記主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告は，当業者が先願当初明細書の実施例1をみたとき，「円偏光板＋円偏光板」方式の発明が記載されているとは認識し得ない旨主張する。",
            "しかし，そもそも，本件において問題となっているのは，特許法29条の2における「発明の同一性」であり，当業者の認識は問題にはならないし，仮に，当業者の認識を問題にする余地があるとしても，「吸収軸が右上がり45°方向の偏光板」が，その上に積層された光学的フィルターの「第1の1／4波長板」と組み合わさって，「タッチパネル」に対して「円偏光板」を提供することは，技術的に自明の事項であり，先願当初明細書を見た当業者が，そこに「円偏光板＋円偏光板」方式の発明が記載されていると認識することは容易である。",
            "したがって，原告の上記主張は失当である。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原告は，審決が，本件特許明細書の実施例3についての記載を唯一の根拠として，本件特許明細書の実施例1，2は，「上偏光板」を内蔵する「第1のタイプ」の「液晶表示装置」を用い，その「上偏光板」を「第1の直線偏光板」にした発明の例であると認定している旨主張する。",
            "しかし，審決は，実施例3を唯一の根拠としてそのように認定したものではなく，本件特許明細書の開示内容全体を詳細に検討した上で，そのように認定したものであり，その認定に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由には理由がなく，原告の請求を棄却すべきであると判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "先願当初明細書に記載された発明",
          "content": [
            {
              "fig": "(1)",
              "subject": "先願当初明細書(甲2)の記載",
              "text": [
                "先願当初明細書には，次の記載がある。",
                "「【0005】本発明者はかかる事情に鑑み，透明導電膜からの反射を無くし，液晶ディスプレイの視認性を向上させるべく鋭意検討した結果，液晶ディスプレイ側から順に第1の1／4波長板，スペーサーを介して対向する2枚の透明導電膜，第2の1／4波長板，偏光板を配置することによって，タッチパネルを装着した液晶ディスプレイの視認性を向上できることを見出し，本発明を完成するに至った。」",
                "「【0007】",
                "【発明の実施の形態】以下，本発明を詳細に説明する。本発明において，第1の1／4波長板は第2の1／4波長板と合わせて，位相差を無くするか，または1／2波長板としての効果を持たせる。第1の1／4波長板は液晶ディスプレイの位相差板または偏光板の上にセットされるが，単に置くだけでも良いし，位相差板または偏光板に貼合した状態で配置されても良い。」",
                "「【0010】第2の1／4波長板は最外層の偏光板と組み合わせて，円偏光タイプの反射防止フィルターを形成するものであり，外部から入社(判決注・「入射」の誤記と認められる。)した光の透明導電膜面での反射光を効率よくカットする。第2の1／4波長板の光軸は第1の1／4波長板の光軸に対して同方向または直行する方向に配置されるが，視認性の良さから直行する方向に配置されるのが特に好ましい。」",
                "「【0012】本発明の最外層に使用される偏光板は，第2の1／4波長板と組み合わされて円偏光タイプの反射防止フィルターを形成すると共に，偏光板のない液晶ディスプレイに本発明のタッチパネルを配設した場合には，この偏光板の役割をも果たすものである。偏光板の吸収軸は第2の1／4波長板の光軸と45°または135°になるよう配置される。」",
                "「【0016】実施例1",
                "図2に示すように，第1の1／4波長板(スミカライトSEF-380135住友化学工業(株)製)，ガラス板に設けられたITO膜からなるスペーサーを介して対向する2枚の透明導電膜，第2の1／4波長板(スミカライトSEF-380135 住友化学工業(株)製)，偏光板(スミカランSQ-1852AP住友化学工業(株)製)を配置してなるタッチパネルを，表示面の偏光板の吸収軸が右上がり45゜方向の液晶ディスプレイに配置した。この時，第1の1／4波長板の光軸を0゜方向，第2の1／4波長板の光軸を90゜方向，偏光板の吸収軸を45°方向になるように配置した。この液晶ディスプレイの視認性を評価したところ，液晶ディスプレイは非常に明るく，また透明導電膜による反射もなくコントラストも非常に良かった。",
                "【0017】比較例1",
                "第1の1／4波長板を除いた以外は実施例1と同様に配置した。その結果，透明導電膜による反射は低減しているが，画面が暗く非常に見にくくなった。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "先願当初明細書に記載された発明",
      "text": [
        "上記記載によれば，先願当初明細書には，タッチパネルを液晶ディスプレイの位相差板または偏光板の上にセットすること(単に置くだけでもよいし，貼合した状態で配置されてもよい。)(【0007】)，タッチパネルを偏光板のない液晶ディスプレイに配設すること(【0012】)，タッチパネルを表示面の偏光板の吸収軸が右上がり45゜方向の液晶ディスプレイに配置すること(【0016】)が記載されていることが認められる。",
        "そうすると，先願当初明細書には，タッチパネルを偏光板のない液晶ディスプレイに配設したタッチパネルの発明だけでなく，タッチパネルを表示面の偏光板の吸収軸が右上がり45゜方向の液晶ディスプレイに配置したタッチパネルの発明も記載されているといえる。",
        "審決は，上記両発明のうちの後者，すなわち，タッチパネルを「表示面の偏光板の吸収軸が右上がり45゜方向の液晶ディスプレイに配置」したタッチパネルの発明を先願発明として認定したものである。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "原告の主張について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，先願当初明細書には「円偏光板＋位相差板」方式の発明が開示されているだけであり，「円偏光板＋円偏光板」方式である本件特許発明1と同一の発明は開示されていないと主張する。",
            "しかし，先願発明は，「表示面の偏光板の吸収軸が右上がり45°方向の液晶ディスプレイ」の上に光軸を0°方向となる第1の1／4波長板を配置するものであり(先願当初明細書の【0016】参照)，これにより円偏光板が構成されることは当業者にとって自明な事項であるから，このようにして構成される円偏光板と，第2の1／4波長板と偏光板6とにより構成される円偏光板とを併せてみると，先願当初明細書には，原告のいう「円偏光板＋円偏光板」方式の発明が記載されているといえる。",
            "したがって，原告の上記主張は理由がない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，審決の認定が，「表示面の偏光板の吸収軸が右上がり45°方向の液晶ディスプレイ」を「タッチパネル」の発明である先願発明の構成要素の中に含めて認定したものであるとすれば，その認定は誤りであると主張する。",
            "しかし，審決は，本件特許発明1と先願発明との相違点を「本件特許発明1においては，光学的フィルターが，液晶表示装置と第1の位相差板との間に第1の直線偏光板を有しているのに対し，先願発明においては，液晶ディスプレイの表面が『吸収軸が右上がり45°方向の偏光板』からなり，この偏光板は，光学的フィルターの第1の位相差板の下に配置されているものの，光学的フィルターの構成要素とはされていない点。」と認定しているように，「吸収軸が右上がり45°方向の液晶ディスプレイ」を「光学的フィルター」(先願発明の「タッチパネル」に相当する。)の構成要素とはされていない」と認定しているのであるから，審決の認定が，「表示面の偏光板の吸収軸が右上がり45°方向の液晶ディスプレイ」を「タッチパネル」の発明である先願発明の構成要素の中に含めて認定したものでないことは明らかである。",
            "したがって，原告の上記主張は，その前提において失当である。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原告は，審決が，「先願発明における『吸収軸が右上がり45°方向の偏光板』が，その上に積層された光学フィルターの『第1の1／4波長板』と組み合わさって『タッチパネル』に対して円偏光板を提供することは技術的に自明の事項であり，先願発明においても，本件特許発明1と同様の作用・効果を生じていることも技術的に自明の事項である。」と認定したことについて，審決の認定が，「先願発明における『吸収軸が右上がり45°方向の偏光板』が，その上に積層された光学フィルターの『第1の1／4波長板』と組み合わさって『タッチパネル』に対して円偏光板を提供すること」に「技術的な意味がある」ということが当業者にとって自明の事項であるという趣旨のものであるとすれば，その認定は誤りであると主張する。",
            "しかし，審決は，上記のとおり，「円偏光板を提供することは技術的に自明の事項であ」ると認定しているのであり，「円偏光板を提供することに技術的な意味があるということが当業者にとって自明の事項である」とは認定していない。そして，「技術的に意味がある」とは，いかなる点で「意味がある」かについて多様な解釈が可能であり，「技術的に自明」であることと，「技術的に意味があることが当業者にとって自明」であることとは，意味するところが異なるから，審決の認定をもって，原告のいうような「円偏光板を提供することに技術的な意味があるということが当業者にとって自明の事項である」という趣旨のものと解することはできない。",
            "したがって，原告の上記主張は，その前提において失当である。",
            "なお，原告は，当業者は，先願当初明細書の実施例1を見たとき，実施例1は「円偏光板＋位相差板」方式の発明の例であると認識するのであり，本件特許発明1の内容を知らなければ，「円偏光板＋円偏光板」方式の発明が記載されているとは認識し得ないと主張するが，前示のとおり，先願発明は，「表示面の偏光板の吸収軸が右上がり45°方向の液晶ディスプレイ」の上に光軸を0°方向となる第1の1／4波長板を配置するものであり，これにより円偏光板が構成されることは当業者にとって自明な事項であるから，このようにして構成される円偏光板と，第2の1／4波長板と偏光板6とにより構成される円偏光板とを併せてみると，先願当初明細書には，原告のいう「円偏光板＋円偏光板」方式の発明が記載されているということができ，先願当初明細書に見た当業者が，そこに「円偏光板＋円偏光板」方式の発明が記載されていると認識することは困難なことではない。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "原告は，審決は，本件特許明細書の実施例3を唯一の根拠として，本件特許明細書の実施例1，2における「第1の直線偏光板」が「液晶表示装置」に内蔵する「上偏光板」(＝前面偏光板)を用いたものであると結論付けているとした上，実施例3は，審査段階で補正によって本件特許発明の実施例ではなくなったものであるから，審決のような形式的な検討では本件特許発明1と先願発明との同一性の有無について正しく判断することはできないと主張する。",
            "しかし，審決は，上記の点について，「g)～j)を合わせて解釈すると，本件特許明細書における実施例1，2においては，第1の直線偏光板は，液晶表示装置に通常取り付けられている内蔵偏光板であったことが分かる。」(審決書18頁中段)としているのであり，そこでいう「g)～j)」は，本件特許明細書の【図1】【図2】【図5】【図8】【図9】【図11】【図12】を指すものであるから(審決書13～15頁)，審決が実施例3のみを根拠として実施例1，2における「第1の直線偏光板」が「液晶表示装置」に内蔵する「上偏光板」(＝前面偏光板)を用いたものであると結論付けているものでないことは明らかである。",
            "したがって，原告の上記主張は，その前提において失当である。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "小括",
      "text": [
        "以上のとおりであるから，審決の先願発明の認定に誤りはない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "2",
              "subject": "本件特許発明1と先願発明との同一性について"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件特許発明1と先願発明との相違点",
      "text": [
        "上記1のとおり審決の先願発明の認定に誤りはないから，本件特許発明1と先願発明との一致点及び相違点に係る審決の認定にも誤りはない。",
        "すなわち，本件特許発明1と先願発明とを対比すると，先願発明の「第1の1／4波長板」，「ガラス板に設けられたITO膜からなる」「対向する2枚の透明導電膜」及び「スペーサー」，「第2の1／4波長板」，「偏光板」は，それぞれ，本件特許発明1における「第1の位相差板」，「偏光性がない又は偏光性が小さい部材の透明タッチパネル」であって「前記透明タッチパネルは，表面にそれぞれ透明導電膜を形成した2枚の透明基板がそれぞれの透明導電膜を互いに対向させるように配置されたもの」，「第2の位相差板」，「透明タッチパネルに実質的に密着させて1／4波長板である第2の直線偏光板」に相当し，先願発明の「液晶ディスプレイ用タッチパネル」と，本件特許発明1の「液晶表示装置に取り付けられる光学的フィルター」とは，偏光板の数は異なるが，「液晶表示装置に取り付けられる光学的フィルター」の点で共通する。したがって，本件特許発明1と先願発明との一致点及び相違点は，前記第2の3(2)イ，ウのとおりである(別紙図面参照)。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件特許発明1と先願発明との同一性について",
      "text": [
        "そこで，本件特許発明1と先願発明との相違点である「本件特許発明1においては，光学的フィルターが，液晶表示装置と第1の位相差板との間に第1の直線偏光板を有しているのに対し，先願発明においては，液晶ディスプレイの表面が『吸収軸が右上がり45°方向の偏光板』からなり，この偏光板は，光学的フィルターの第1の位相差板の下に配置されているものの，光学的フィルターの構成要素とはされていない点。」について，技術的な観点から差異の有無を検討すると，次のことがいえる。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "本件特許発明1の液晶表示装置から発せられた光線は，第1の直線偏光板に入射し，その後，順に，第1の位相差板，透明タッチパネル，第2の位相差板，第2の直線偏光板を通過していく〔本件特許公報(甲1)の【発明の詳細な説明】の【0052】～【0056】〕。",
            "先願発明の「吸収軸が右上がり45°方向の偏光板」を除く液晶ディスプレイから発せられた光線は，「吸収軸が右上がり45°方向の偏光板」へ入射し，その後，順に，「第1の1／4波長板」(「第1の位相差板」に相当する。)，「透明電動膜」及び「スペーサー」(「透明タッチパネル」に相当する。)，「第2の1／4波長板」(「第2の位相差板」に相当する。)，「偏光板」(「第2の直線偏光板」に相当する。)を通過していく。",
            "このように，光線の通過順序において，本件特許発明1と先願発明との間に差異はない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "本件特許発明1の「第1の直線偏光板」と「第1の位相差板」の間に光の特性を変えるような要素はない。",
            "先願発明の「吸収軸が右上がり45°方向の偏光板」と「第1の1／4波長板」(「第1の位相差板」に相当する。)の間にも光の特性を変えるような要素はない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "「直線偏光板」や「吸収軸が右上がり45°方向の偏光板」が液晶表示装置側に設けられるか，光学的フィルター側に設けられるかにより，光学的作用に差異が生じることはない。",
            "上記アないしウによれば，本件特許発明1と先願発明とは，構成要素の表記の仕方が形式的に異なるものの，技術的な観点から見て差異はなく，両発明は同一であると認められる。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "原告の主張について",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，審決は先願発明の認定を誤り，その結果，本件特許発明1が先願発明と同一の発明であると判断したものであるから，その判断が誤りであることは明らかであると主張するが，審決の先願発明の認定に誤りがないことは，前記1のとおりであるから，原告の上記主張は理由がない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，審決は，本件特許発明1の実施例1，2と先願当初明細書の実施例1とが同じものであると認定しているが，仮に，実施例どおしが同じであるとしても，それをもって本件特許発明1が先願発明と同一の発明であると結論付けることはできないと主張する。",
            "しかし，先願発明が本件特許の特許請求の範囲に含まれる実施例と同じものであれば，先願発明が本件特許の特許請求の範囲に含まれることは当然であり，この場合，本件特許発明1は先願発明と同一の発明であるということができる。",
            "そこで，本件特許発明1の実施例1，2と，先願発明とが同一であるかどうかを見ると，本件特許公報(甲1)の【発明の詳細な説明】の【0071】ないし【0073】及び図8に記載される実施例1は，「液晶表示装置1には，あらかじめ，第1の直線偏光板2が取り付けられている」(【0072】)ものに【0073】に記載される第2の直線偏光板6，第2の位相差板7，透明タッチパネル，第1の位相差板11を設けたものである。また，同じく【0074】ないし【0076】及び図9に記載される実施例2も「液晶表示装置1には，あらかじめ，第1の直線偏光板2が取り付けられている。」(【0075】)ものに【0076】に記載される第2の直線偏光板6，第2の位相差板7，透明タッチパネル，第1の位相差板11を設けたものである。これら実施例1，2は，いずれもあらかじめ第1の直線偏光板2が液晶表示装置に取り付けられたものに，第2の直線偏光板6，第2の位相差板7，透明タッチパネル，第1の位相差板11を設けるものであるから，本件特許の特許請求の範囲に含まれると解される。一方，先願発明の「表示面の偏光板の吸収軸が右上がり45°方向の液晶ディスプレイ」は，あらかじめ第1の直線偏光板2が取り付けられた液晶表示装置にほかならない。",
            "そうすると，先願発明は，本件特許の特許請求の範囲に含まれる実施例1，2と同じものであるといえるから，先願発明が本件特許の特許請求の範囲に含まれることは当然であり，本件特許発明1は先願発明と同一の発明であるといえる。",
            "したがって，原告の上記主張は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "小括",
      "text": [
        "以上のとおりであるから，本件特許発明1が先願発明と同一か，または実質同一であるとした審決の判断に誤りはない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "3",
              "subject": "まとめ",
              "text": [
                "以上によれば，審決の取消事由に係る原告の主張は理由がなく，審決に取り消すべき違法はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10051",
    "date": "2012-11-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082725",
    "ipprecedent_id": "3140",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}