{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008-26915号事件について平成23年9月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「移動無線システムにおける非明示的要求データの伝送方法および伝送システム」とする発明について特許を出願した(パリ条約による優先権主張日平成13年12月7日ドイツ連邦共和国，甲1。以下「本願」という。)が，平成20年1月22日付けで拒絶理由通知(甲2)を受けたので，同年5月23日，これに対する意見書及び手続補正書を提出したが，同年7月18日付けで拒絶査定(甲5)を受けたので，同年10月21日，これに対する不服の審判を請求した(不服2008-26915号事件)。",
            "原告は，平成20年11月18日付けで手続補正書を提出し，平成22年8月4日付けの審尋(甲9)に対し，同年12月10日付けで回答書を提出したところ，平成23年3月24日付けで拒絶理由通知(甲11)を受けたので，同年7月15日，これに対する意見書及び手続補正書を提出したが，特許庁は，同年9月28日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年10月13日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "平成23年7月15日付け手続補正書(甲13)による補正後の特許請求の範囲(請求項数2)の記載は，次のとおりである(以下，請求項1記載の発明を「本願発明1」といい，請求項2記載の発明を「本願発明2」という。)。",
            "「【請求項1】",
            "アプリケーションコンピュータ(1)と，伝送ネットワーク(2)と，移動無線機器(3)とを有する移動無線システムにおいて非明示的に要求されたデータを伝送するためのシステムであって，",
            "前記伝送ネットワーク(2)は，アプリケーションコンピュータから受信されたデータを中間記憶するための記憶手段(4)と，ネットワークコンピュータ(5)とを有し，",
            "前記記憶手段(4)は，アプリケーションコンピュータから受信された前記データを中間記憶するシステムにおいて，",
            "前記移動無線機器(3)はネットワークコンピュータ(5)に，どれだけのメモリスペースが当該移動無線機器(3)においてデータの記憶のために使用可能であるかを指示し，",
            "または",
            "前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示し，",
            "前記ネットワークコンピュータは，前記移動無線機器により指示された情報に依存して，前記中間記憶されたデータを移動無線機器に送信する，",
            "ことを特徴とするシステム。",
            "【請求項2】",
            "アプリケーションコンピュータ，伝送ネットワーク(2)，および移動無線機器を備える移動無線システムにおいて非明示的に要求されたデータを伝送するための方法であって，",
            "前記伝送ネットワーク(2)は，アプリケーションコンピュータから受信されたデータを中間記憶するための記憶手段(4)と，ネットワークコンピュータ(5)とを有する方法において，",
            "S1)前記記憶手段(4)は，アプリケーションコンピュータ(1)から受信された前記データを中間記憶するステップ，",
            "S2a)前記移動無線機器は前記ネットワークコンピュータに，どれだけのメモリスペースが当該移動無線機器でデータの記憶のために使用可能であるかを指示するステップ，",
            "または",
            "S2b)前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示するステップ，",
            "S3)前記ネットワークコンピュータは，前記移動無線機器により指示された情報に依存して，前記中間記憶されたデータを移動無線機器に送信するステップ，",
            "を含むことを特徴とする方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "本願は，発明の詳細な説明の記載が次の点で特許法36条4項1号に規定する要件を満たしていない(別紙審決書の写しのとおり)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "理由1",
              "text": [
                "本願明細書の段落【0029】には，「ネットワークコンピュータ5が移動無線機器3から，この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できないことを知っていれば，」と記載されている(「この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できないこと」を，以下「事項a」という。)。",
                "ネットワークコンピュータ5が事項aを知るために，どういう情報が，移動無線機器3からネットワークコンピュータ5へ送信されたのか，不明である。",
                "たとえば，移動無線機器3からネットワークコンピュータ5へ送信された情報は，「どれだけのメモリスペースが当該移動無線機器(3)においてデータの記憶のために使用可能であるか」という情報であって，具体的には「1GB」とか「2GB」とかの数値(以下「数値b」という。)であるのか，それとも「この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できません。」という旨の文章(以下「文章c」という。)であるのか，不明である。",
                "もし，上記疑問に対する回答が文章cであれば，移動無線機器3が「移動無線機器において使用可能な記憶容量」(以下「記憶容量d」という。)と「アプリケーションコンピュータ1の情報のサイズ」(以下「サイズe」という。)とを比較し，サイズeが記憶容量dより大きいから文章cのように判断したことになるが，移動無線機器3がどのようにしてサイズeを得たのか不明である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "理由2",
              "text": [
                "本願明細書の段落【0028】には，「プッシュサービスデータは矢印7により示されているように，アプリケーションコンピュータ1から伝送ネットワーク2に送信される。そこでプッシュサービスデータは記憶手段4に中間記憶される。」と記載されている。この記載によれば，ネットワークコンピュータ5が事項aを知っていなくても，プッシュサービスデータは記憶手段4に中間記憶されると解される。",
                "他方，本願明細書の段落【0029】には，「ネットワークコンピュータ5が移動無線機器3から，この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できないことを知っていれば，これらのデータは記憶手段4に中間記憶される。」と記載されている。この記載によれば，ネットワークコンピュータ5が事項aを知っている場合のみ，プッシュサービスデータは記憶手段4に中間記憶され，ネットワークコンピュータ5が事項aを知らない場合は，プッシュサービスデータは記憶手段4に中間記憶されないと解される。",
                "したがって，ネットワークコンピュータ5が事項aを知らない場合，プッシュサービスデータは記憶手段4に中間記憶されるのか，されないのか不明確である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "理由3",
              "text": [
                "事項aに関して，「この移動無線機器が目下のところ使用できるメモリスペースが，アプリケーションコンピュータ1の情報を受け入れるために十分か，不十分か。」という判断をした主体は，移動無線機器3であるのか，それとも移動無線機器3以外の何であるのか不明である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "理由4",
              "text": [
                "本願明細書の段落【0029】には，「例えばユーザが古い情報を読み，その後削除したことにより，移動無線機器3で再び十分なメモリスペースが使用できるようになると直ちに，この情報はネットワークコンピュータ5に送信される。」と記載されている。",
                "上記記載の「この情報」とは，数値bであるのか，それとも「記憶手段に中間記憶されているプッシュサービスデータを格納するのに十分なメモリスペースが使用できるようになった。」という旨の文章(以下「文章f」という。)であるのか，不明である。",
                "また，削除された情報のサイズが小さければ，古い情報を削除しても，十分なメモリスペースが使用できるようにならないことも考えられる。もし，上記疑問に対する回答が文章fであれば，「使用できるようになったメモリスペースが，記憶手段に中間記憶されているプッシュサービスデータを格納するのに十分か，不十分か。」という判断をした主体は，移動無線機器3であるのか，それとも移動無線機器3以外の何であるのか不明である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "理由5",
              "text": [
                "本願明細書の段落【0030】には，「さらに移動無線機器3がネットワークコンピュータ5に，この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがないことを指示した場合に，」と記載されている。",
                "「メモリスペースが，新たな情報を受け入れるために十分か，不十分か。」という判断(以下「判断g」という。)は，サイズの分かっている特定の新たな情報についてなされたのか，それともサイズが不明な新たな情報についてなされたのか，不明確である。",
                "もし，上記疑問に対する回答が後者であれば，新たな情報のサイズが不明であるのに，なぜ判断gを行うことができるのか不明である。",
                "また，判断gをした主体は，移動無線機器3であるのか，それとも移動無線機器3以外の何であるのか不明である。",
                "また，もし，移動無線機器3が，サイズの分かっている特定の新たな情報について，判断gをしたのであれば，移動無線機器3は，どのようにして，特定の新たな情報のサイズを得たのか，不明である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "理由6",
              "text": [
                "本願明細書の段落【0018】には，「ここで中間記憶されたデータをさらに送信することは，移動無線機器により指示された情報に依存する。移動無線機器が例えば伝送ネットワークに，目下のところ情報を受信するためのメモリを用意できないことを指示すると，」と記載されている。",
                "この記載によれば，移動無線機器が，「目下のところ情報を受信するためのメモリを用意できるか，できないか。」の判断(以下「判断h」という。)をし，判断hの結果が「できない」である場合に，移動無線機器が伝送ネットワークに，目下のところ情報を受信するためのメモリを用意できないことを指示するものと解される。",
                "判断hを行うためには，「受信するために用意できるメモリの容量」(以下「容量i」という。)と「中間記憶されたデータのサイズ」(以下「サイズj」という。)を比較する必要があるが，移動無線機器はどのようにしてサイズjを得たのか不明である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "被告は，本願の発明の詳細な説明の記載についての著しい錯誤ないし曲解に基づき，上記第2の3記載の理由1～6からなる拒絶理由通知(甲11)を発し，原告の不的確な説明を誘導した。その結果，審決は，本願の発明の詳細な説明の記載の解釈について誤った判断を下したものである。したがって，審決は違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "理由1について",
          "text": [
            "本願発明の要旨は，記憶手段4に中間記憶されたデータを移動無線機器3に送信するタイミングを計るために，ネットワークコンピュータ5又は伝送ネットワーク2が移動無線機器3から「使用可能な記憶容量についての情報」を得て，当該情報に基づいて送信タイミングについての判断を行うということである(段落【0028】第5文，第6文)。",
            "審決は，理由1において，ネットワークコンピュータ5が「この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できないこと」(段落【0029】)を知るために，どういう情報が，移動無線機器3からネットワークコンピュータ5へ送信されたのか，不明であるとしている。",
            "しかし，段落【0028】第5文には「ネットワークコンピュータ5は移動無線機器3から，この移動無線機器において使用可能な記憶容量についての情報を受信する。」と明確に記載されている。また，段落【0028】第1～4文の記載から明確に読み取れるように，ネットワークコンピュータ5が移動無線機器3に対してこれから送信しようとしている情報のデータは，ネットワークコンピュータ5と共に伝送ネットワーク2に包含される記憶手段4に中間記憶されている。",
            "したがって，ネットワークコンピュータ5は，送信しようとしている情報のデータ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量についての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較することにより，「この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用」できるか否かを当然に判断することができる。"
          ]
        },
        {
          "fig": "2",
          "subject": "理由2について",
          "text": [
            "プッシュ(型)サービスにおいて，提供されるデータが伝送ネットワーク2上の記憶手段4に一時的に中間記憶されるのは通常の構成であり，段落【0028】第3文，第4文の記載は，これに完全に合致している。また，データが記憶手段4にここで一旦中間記憶されるのは，最終的にデータを受信する移動無線機器3の記憶容量とは無関係である。",
            "段落【0029】の記載は，移動無線機器3において使用可能な記憶容量が不十分であることをネットワークコンピュータ5が認識している場合，記憶手段4に既に中間記憶されているデータは直ちには送信されず，記憶手段4に中間記憶された状態が維持されることを意味している。",
            "プッシュ(型)サービスにおいて，最終的にデータを受信する移動無線機器3の記憶容量とは無関係に，データが記憶手段4に中間記憶されるのは，当業者には周知の技術常識であるから，上記記載箇所の末尾の部分の表記が若干曖昧であるとしても，その意味するところは，当該技術常識を前提とすると容易に認識できることである。",
            "審決は，理由2において，「ネットワークコンピュータ5が事項aを知らない場合，プッシュサービスデータは記憶手段4に中間記憶されるのか，されないのか不明確である。」と，全く失当な観点からの選択を要求する指摘をしている。かかる失当な要求を含む指摘は，徒に原告の対応に混乱を招き，不的確な説明を誘導する原因となったものであり，不当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "理由3について",
          "text": [
            "審決は，理由3において，段落【0029】第1文の記載事項に関して，「この移動無線機器が目下のところ使用できるメモリスペースが，アプリケーションコンピュータ1の情報を受け入れるために十分か，不十分か。」という判断をした主体は，移動無線機器3であるのか，それとも移動無線機器3以外の何であるのか不明であるとしている。",
            "しかし，前記1のとおり，その直前の段落【0028】第5文には「ネットワークコンピュータ5は移動無線機器3から，この移動無線機器において使用可能な記憶容量についての情報を受信する。」と明確に記載されている。また，段落【0028】第1～4文の記載から明確に読み取れるように，ネットワークコンピュータ5が移動無線機器3に対してこれから送信しようとしている情報のデータは，ネットワークコンピュータ5と共に伝送ネットワーク2に包含される記憶手段4に中間記憶されている。",
            "したがって，ネットワークコンピュータ5は，送信しようとしている情報のデータ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量についての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較することにより，「この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用」できるか否かを当然に判断することができる。"
          ]
        },
        {
          "fig": "4",
          "subject": "理由4について",
          "text": [
            "段落【0028】第4～6文には，「プッシュサービスデータは記憶手段4に中間記憶される。矢印8により示されているように，ネットワークコンピュータ5は移動無線機器3から，この移動無線機器において使用可能な記憶容量についての情報を受信する。この情報に依存して，記憶手段4に記憶されているデータは矢印10により示されるように移動無線機器3に送信される。」と明確に記載されている。そして，この記載に続く段落【0029】第1文，第2文は，いずれも「例えば」との文言で始まっている。したがって，本願明細書の段落【0029】第1文，第2文に記載された事項は，段落【0028】第4～6文に記載された事項の具体的な例示として記載されたものであることが明らかである。よって，段落【0029】第2文の「この情報はネットワークコンピュータ5に送信される。」との記載における「この情報」が「移動無線機器において使用可能な記憶容量についての情報」を意味していることは，明白である。",
            "また，段落【0028】第1～4文の記載から明確に読み取れるように，ネットワークコンピュータ5が移動無線機器3に対してこれから送信しようとしている情報のデータは，ネットワークコンピュータ5と共に伝送ネットワーク2に包含される記憶手段4に中間記憶されている。",
            "したがって，ネットワークコンピュータ5は，送信しようとしている情報のデータ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量についての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較して，「例えばユーザが古い情報を読み，その後削除したことにより，移動無線機器3で再び十分なメモリスペースが使用できるようになる」か否かを当然に判断することができる。"
          ]
        },
        {
          "fig": "5",
          "subject": "理由5について",
          "text": [
            "前記1のとおり，段落【0028】第5文には「ネットワークコンピュータ5は移動無線機器3から，この移動無線機器において使用可能な記憶容量についての情報を受信する。」と明確に記載されている。また，段落【0028】第1～4文の記載から明確に読み取れるように，ネットワークコンピュータ5が移動無線機器3に対してこれから送信しようとしている情報のデータは，ネットワークコンピュータ5と共に伝送ネットワーク2に包含される記憶手段4に中間記憶されている。",
            "したがって，ネットワークコンピュータ5は，送信しようとしている情報のデータ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量についての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較することにより，「この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがない」か否かを当然に判断することができ，上記判断をした主体は，ネットワークコンピュータ5又は伝送ネットワーク2であることが疑義の余地なく明確である。",
            "段落【0030】第1文前半の「さらに移動無線機器3がネットワークコンピュータ5に，この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがないことを指示した場合に，」との記載における「指示」という語は，「示す」ないし「提示する」という意味で用いられている。移動無線機器3がネットワークコンピュータ5に対して示すものは，段落【0028】第5文に明確に記載されているとおり，「この移動無線機器において使用可能な記憶容量についての情報」である。すなわち，移動無線機器3は，ネットワークコンピュータ5が「この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがない」か否かを判断するための判断材料としての情報をネットワークコンピュータ5に対して提示している。ネットワークコンピュータ5は，移動無線機器3から「この移動無線機器において使用可能な記憶容量についての情報」を受信すると，即時に上記判断を行うことができるのであるから，実質的に，移動無線機器3が「この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがない」か否かに「関する情報」を提示しているということができる。",
            "したがって，段落【0030】第1文前半の上記記載は，何らの技術的誤りも文法的誤りも含むものではなく，段落【0028】等の記載を参照し，かつ，日本語の通常の語義に従って解釈すれば，非常に明確である。"
          ]
        },
        {
          "fig": "6",
          "subject": "理由6について",
          "text": [
            "上記5のとおり，段落【0028】第5文，また，段落【0028】第1～4文の記載によれば，ネットワークコンピュータ5は，送信しようとしている情報のデータ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量についての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較することにより，「この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがない」か否かを当然に判断することができ，上記判断をした主体は，ネットワークコンピュータ5又は伝送ネットワーク2であることが疑義の余地なく明確である。",
            "段落【0018】第1文，第2文前半の「ここで中間記憶されたデータをさらに送信することは，移動無線機器により指示された情報に依存する。移動無線機器が例えば伝送ネットワークに，目下のところ情報を受信するためのメモリを用意できないことを指示すると，」との記載における「指示」という語は，「示す」ないし「提示する」という意味で用いられている。移動無線機器3がネットワークコンピュータ5に対して示すものは，本願明細書の段落【0028】第5文に明確に記載されているとおり，「この移動無線機器において使用可能な記憶容量についての情報」である。すなわち，移動無線機器3は，ネットワークコンピュータ5が「この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがない」か否かを判断するための判断材料としての情報をネットワークコンピュータ5に対して提示している。",
            "ネットワークコンピュータ5は，移動無線機器3から「この移動無線機器において使用可能な記憶容量についての情報」を受信すると，即時に上記判断を行うことができるのであるから，実質的に，移動無線機器3が「この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがない」か否かに「関する情報」を提示しているということができる。",
            "したがって，段落【0018】第1文，第2文前半の上記記載は，何らの技術的誤りも文法的誤りも含むものではなく，段落【0028】等の記載を参照し，かつ，日本語の通常の語義に従って解釈すれば，非常に明確である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "本願の発明の詳細な説明の記載が特許法36条4項1号に規定する要件を満たしていないとの審決の判断に誤りはなく，審決に取り消されるべき違法はない。",
        "原告は，本願の発明の詳細な説明の記載についての著しい錯誤ないし曲解に基づく拒絶理由の通知が，原告の不的確な説明を誘導し，その結果，本件審決は誤った判断を下したと主張する。しかし，原告による手続は，原告の自発的な意志によってなされ，また，その記載内容も，原告の自発的な判断によるものである。そもそも，原告は本願の出願人であるから，本願発明の内容はもとより，発明の詳細な説明に記載された事項についてもすべて知っている立場にある。したがって，原告は拒絶理由通知の正否を的確に見分けることができるはずであり，拒絶理由通知が原告の不的確な説明を誘導することなどあり得ないはずである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "理由1に係る原告の主張に対し",
          "text": [
            "原告の主張は，①移動無線機器3からネットワークコンピュータ5に伝えられる情報が，もっぱら「送信しようとしている情報のデータ量」と量的に比較できる情報(例：1GB)であり，その結果，②ネットワークコンピュータ5が「送信しようとしている情報のデータ量」と「移動無線機器において使用可能な記憶容量」を比較することによって，③ネットワークコンピュータ5が「移動無線機器が目下のところアプリケーシヨンコンピュータの情報を受け入れるために十分なメモリスペースを使用」できるか否かを判断し，④判断結果に基づいて，ネットワークコンピュータ5が記憶手段4に記憶されているデータの移動無線機器3への送信可否を決定することを前提とするもののようである。",
            "しかし，段落【0028】には，「ネットワークコンピュータ5は移動無線機器3から，この移動無線機器において使用可能な記憶容量についての情報を受信する。」としか記載されていない。そればかりか，段落【0018】には，「移動無線機器が例えば伝送ネットワークに，目下のところ情報を受信するためのメモリを用意できないことを指示すると，」と記載され，段落【0030】には，「さらに移動無線機器3がネットワークコンピュータ5に，この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがないことを指示した場合に，」と記載されている。これらの記載から明らかなとおり，段落【0018】及び【0030】には，「移動無線機器が，伝送ネットワークまたはネットワークコンピュータ5に対して，目下のところ情報を受信するためのメモリを用意できないことを指示する」という実施形態が記載されている。そして，このような実施形態においては，①移動無線機器3からネットワークコンピュータ5に伝えられる情報は「送信しようとしている情報のデータ量」と量的に比較できる情報(例：1GB)ではないから，②ネットワークコンピュータ5は「送信しようとしている情報のデータ量」と「移動無線機器において使用可能な記憶容量」を比較できない。また，③ネットワークコンピュータ5は，移動無線機器3から「移動無線機器が目下のところアプリケーシヨンコンピュータの情報を受け入れるために十分なメモリスペースを使用」できるか否かの指示を受けるだけであり，④記憶手段4に記憶されているデータの移動無線機器3への送信可否は，移動無線機器3が決定していると理解できる。",
            "したがって，原告の主張は，発明の詳細な説明の記載から理解できる事項に反する。発明の詳細な説明は，請求項1の「前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示し」を実施できるように記載されておらず，不明瞭であり，審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "理由2に係る原告の主張に対し",
          "text": [
            "本願優先日時点において，プッシュ・プロキシ等の記憶手段を備えたものが仕様として周知であることは，被告も承知している。また，情報を転送するためには情報を中間記憶(バッファ)することが必要であることも，被告は承知している。しかし，このことと本願の記憶手段4が周知であることとは，別論である。",
            "すなわち，段落【0029】の記載でいう「中間記憶」とは「移動無線機器のメモリスペースに応じた中間記憶」であって，「転送のために行われる中間記憶(バッファ)」とは異なるものである。そして，段落【0029】のような記載に接したならば，本願の記憶手段は周知のものとは異なる動作をするものと考えて当然である。",
            "段落【0029】には，「十分なメモリスペースを使用できないことを知っていれば，これらのデータは記憶手段4に中間記憶される。」と記載されている。そうしてみると，「十分なメモリスペースを使用できないことを知らない場合については，話は別であり，データは記憶手段4に中間記憶されないのだろう。」と考えて当然である。したがって，「十分なメモリスペースを使用できないことを知らない場合も，これらのデータは記憶手段4に中間記憶される。」と解される段落【0028】の記載と段落【0029】の記載とが矛盾することは明らかである。"
          ]
        },
        {
          "fig": "3",
          "subject": "理由3に係る原告の主張に対し",
          "text": [
            "審決が理由3で問題にしている事項aは，段落【0029】の記載事項であるところ，段落【0029】には，「例えば多数の情報をアプリケーションコンピュータ1から伝送ネットワーク3へ送信すべき場合であって，ネットワークコンピュータ5が移動無線機器3から，この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できないことを知っていれば，これらのデータは記憶手段4に中間記憶される。」と記載されている。",
            "しかし，段落【0029】の記載は，①「ネットワークコンピュータ5が移動無線機器3から(この移動無線機器において使用可能な記憶容量を具体的数値情報として受信し，当該具体的数値情報と送信データのサイズとを比較した結果)，この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できないことを知っていれば・・・」と解釈することも，②「ネットワークコンピュータ5が移動無線機器3から，この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できないことを(受信して)知っていれば・・・」と解釈することもできる。そして，①のように解釈すると，移動無線機器において使用可能な記憶容量が十分であるか否かの判断はネットワークコンピュータが行ったことになり，②のように解釈すると，移動無線機器において使用可能な記憶容量が十分であったか否かの判断は移動無線機器が行ったことになる。",
            "したがって，「この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できない」と判断をした主体がネットワークコンピュータ5又は伝送ネットワーク2であることが，疑義の余地なく明確であるとはいえない。"
          ]
        },
        {
          "fig": "4",
          "subject": "理由4に係る原告の主張に対し",
          "text": [
            "前記1で述べたところと同じ。"
          ]
        },
        {
          "fig": "5",
          "subject": "理由5に係る原告の主張に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "段落【0030】の冒頭の「さらに」の用語は，それ以降の記載がそれまでの記載に追加されることを意味している。したがって，段落【0030】の記載を，段落【0028】ないし【0029】の記載内容の範囲内で理解することは適切でない。事実，段落【0030】の「メモリ領域を，新たに受信されるデータによって上書きすること。」は，段落【0028】ないし【0029】には記載されていない事項である。",
                "したがって，段落【0030】の「移動無線機器3がネットワークコンピュータ5に，この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがないことを指示した場合」については，段落【0028】の記載内容と同じとまではいえず，その判断がどのような情報についてなされたのか，また，その判断主体が何なのか，明確とはいえないものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「指示」という用語は，「命令，指図」の意味で用いられているのではなく，「示す」ないし「提示する」という意味で用いられていると主張する。",
                "しかし，移動無線機器3が伝送ネットワーク2(のネットワークコンピュータ5)にする指示に関して，段落【0021】には「本発明の有利な実施形態では，移動無線機器の情報が伝送ネットワークに，いつデータをこの移動無線機器に送信すべきかを指示する。この目的のために伝送ネットワークには，いつ最適にプッシュサービスのデータを移動無線機器に送信できるかという時間窓が通知される。」と記載され，「命令，指図」には「指示」という用語，「示す」ないし「提示する」には「通知」という用語が使い分けられている。また，「送信すべきかを指示する」という記載からは，「指示」という用語が「命令，指図」の意味で用いられていることが理解できる。さらにまた，段落【0023】には「本発明の別の有利な実施形態では，移動無線機器の情報は伝送ネットワークに，どの順序でデータを移動無線機器に送信すべきかを指示する。」と記載され，この記載からも，「指示」という用語が「命令，指図」の意味で用いられていることが理解できる。",
                "そうしてみると，移動無線機器3が伝送ネットワーク2(のネットワークコンピュータ5)にする指示に関して，段落【0021】及び【0023】の「指示」が「命令，指図」と解されるからには，段落【0030】の「指示」も「命令，指図」と解するのが自然である。また，このような解釈は，移動無線機器3がネットワークコンピュータ5に「新たな情報を受け入れるための十分なメモリスペースがないこと」を指示すると，ネットワークコンピュータ5は記憶手段4に中間記憶するしかないこと，すなわち，ネットワークコンピュータ5には「判断」を伴うような選択肢は与えられておらず，指示に従うしかないことにも整合する。",
                "少なくとも，段落【0030】の「指示」が「示す」ないし「提示する」の意味で用いられていることが疑いの余地なく明らかとまではいえない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "理由6に係る原告の主張に対し",
          "text": [
            "段落【0018】には，「移動無線機器が例えば伝送ネットワークに，目下のところ情報を受信するためのメモリを用意できないことを指示すると，」と記載されているから，「移動無線機器」が「目下のところ情報を受信するためのメモリを用意できないこと」を「指示」したことは，文章上明らかである。そして，この指示をするためには，「目下のところ情報を受信するためのメモリを用意できない」か否かの判断をする主体が必要であるところ，本願の図1のような構成からみて，判断主体は移動無線機器以外には考えられない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本願の発明の詳細な説明は特許法36条4項1号に規定する要件を満たしていないものと判断する。その理由は次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事項",
          "text": [
            "本願発明1及び2について，発明の詳細な説明が特許法36条4項1号に規定する要件を満たすというためには，本願明細書の記載が，本願発明1及び2の構成について，当業者がその実施をすることができる程度に明確かつ十分に記載したものであることが必要である。",
            "そこで，まず，本願発明1及び2の構成を確認すると，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明1の構成",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1の記載は次のとおりである。",
                    "「・・・",
                    "前記移動無線機器(3)はネットワークコンピュータ(5)に，どれだけのメモリスペースが当該移動無線機器(3)においてデータの記憶のために使用可能であるかを指示し，",
                    "または",
                    "前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示し，",
                    "前記ネットワークコンピュータは，前記移動無線機器により指示された情報に依存して，前記中間記憶されたデータを移動無線機器に送信する，",
                    "ことを特徴とするシステム。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，本願発明1は，「前記移動無線機器(3)はネットワークコンピュータ(5)に，どれだけのメモリスペースが当該移動無線機器(3)においてデータの記憶のために使用可能であるかを指示」すること，又は「前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示」することのいずれかがされた後，「前記ネットワークコンピュータは，前記移動無線機器により指示された情報に依存して，前記中間記憶されたデータを移動無線機器に送信する」ものと解される。",
                    "そうすると，本願発明1は，「前記移動無線機器(3)はネットワークコンピュータ(5)に，どれだけのメモリスペースが当該移動無線機器(3)においてデータの記憶のために使用可能であるかを指示」する構成(以下「本願発明1の構成1」という。)を備えるものと，「前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示」する構成(以下「本願発明1の構成2」という。)を備えるものの両方を含むものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明2の構成",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項2の記載は次のとおりである。",
                    "「・・・",
                    "S2a)前記移動無線機器は前記ネットワークコンピュータに，どれだけのメモリスペースが当該移動無線機器でデータの記憶のために使用可能であるかを指示するステップ，",
                    "または",
                    "S2b)前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示するステップ，",
                    "S3)前記ネットワークコンピュータは，前記移動無線機器により指示された情報に依存して，前記中間記憶されたデータを移動無線機器に送信するステップ，",
                    "を含むことを特徴とする方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，本願発明2は，「S2a)前記移動無線機器は前記ネットワークコンピュータに，どれだけのメモリスペースが当該移動無線機器でデータの記憶のために使用可能であるかを指示するステップ」，または「S2b)前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示するステップ」のいずれかがされた後，「S3)前記ネットワークコンピュータは，前記移動無線機器により指示された情報に依存して，前記中間記憶されたデータを移動無線機器に送信するステップ」がされるものと解される。",
                    "そうすると，本願発明2は，「S2a)前記移動無線機器は前記ネットワークコンピュータに，どれだけのメモリスペースが当該移動無線機器でデータの記憶のために使用可能であるかを指示するステップ」(以下「本願発明2の構成1」という。)を備えるものと，「S2b)前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示するステップ」(以下「本願発明2の構成2」という。)を備えるものの両方を含むものと解される。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明1の構成1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書の発明の詳細な説明には，本願発明1の構成1とそれによる作用効果について，次の記載がある(甲1)。",
                    "「【0019】",
                    "本発明の別の有利な実施形態では，伝送ネットワークはネットワークコンピュータを有し，このネットワークコンピュータは移動無線機器への伝送を開始する。このネットワークコンピュータは移動無線機器から，そこに存在するメモリ容量についての情報を受け取る。ネットワークコンピュータによる送信の開始はここでは，移動無線機器により指示された情報に依存して行われる。従ってネットワークコンピュータはある程度の制御機能を伝送システムで実行する。ネットワークコンピュータには，どのデータが記憶手段に中間記憶されているか，ないしは移動無線機器へのどのデータ伝送が未だ行われていないかが既知である。」",
                    "「【0028】",
                    "図1は，アプリケーションコンピュータ1と，記憶手段4およびネットワークコンピュータ5を有する伝送ネットワーク2を示す。さらに図1は移動無線機器3を示す。プッシュサービスデータは矢印7により示されているように，アプリケーションコンピュータ1から伝送ネットワーク2に送信される。そこでプッシュサービスデータは記憶手段4に中間記憶される。矢印8により示されているように，ネットワークコンピュータ5は移動無線機器3から，この移動無線機器において使用可能な記憶容量についての情報を受信する。この情報に依存して，記憶手段4に記憶されているデータは矢印10により示されるように移動無線機器3に送信される。",
                    "【0029】",
                    "例えば多数の情報をアプリケーションコンピュータ1から伝送ネットワーク3へ送信すべき場合であって，ネットワークコンピュータ5が移動無線機器3から，この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できないことを知っていれば，これらのデータは記憶手段4に中間記憶される。例えばユーザが古い情報を読み，その後削除したことにより，移動無線機器3で再び十分なメモリスペースが使用できるようになると直ちに，この情報はネットワークコンピュータ5に送信される。相応してネットワークコンピュータは記憶手段4に中間記憶されている情報を移動無線機器3にさらに転送する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，アプリケーションコンピュータから伝送ネットワークに送信されたプッシュサービスデータが，上記伝送ネットワークの記憶手段に中間記憶され，上記伝送ネットワークのネットワークコンピュータは移動無線機器から，この移動無線機器において使用可能な記憶容量についての情報を受信し，さらに上記プッシュサービスデータの量と，上記移動無線機器において使用可能な記憶容量とから，上記プッシュサービスデータを上記移動無線機器に送信するか否かを決定することについて，当業者が実施することができる程度に明確かつ十分に記載されていると認められる。",
                    "そうすると，本願明細書の発明の詳細な説明の記載は，本願発明1の構成1について，当業者がその実施をすることができる程度に明確かつ十分に記載したものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明1の構成2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書の発明の詳細な説明には，本願発明1の構成2とそれによる作用効果について，次の記載がある。",
                    "「【0018】",
                    "ここで中間記憶されたデータをさらに送信することは，移動無線機器により指示された情報に依存する。移動無線機器が例えば伝送ネットワークに，目下のところ情報を受信するためのメモリを用意できないことを指示すると，記憶手段は移動無線機器に対する所定のデータを，この移動無線機器が伝送ネットワークにデータ受信のためのメモリスペースが再び十分になったことを指示するまで記憶する。ここで情報交換はエアインタフェースを介して行われる。」",
                    "「【0030】",
                    "さらに移動無線機器3がネットワークコンピュータ5に，この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがないことを指示した場合に，メモリ領域を新たに受信されるデータによる上書きのために開放することもできる。ここでは，ユーザによりすでに読まれているが，なお移動無線機器に記憶されている情報に上書きすることが考えられる。メモリ領域に上書きすることのできる情報はユーザの制御によりネットワークコンピュータ5に転送される。相応にしてネットワークコンピュータ5はさらなる伝送を開始する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，本願発明1の構成2において，「伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示」することの主体は，移動無線機器であり，当該移動無線機器は，伝送ネットワークの記憶手段に中間記憶されたプッシュサービスデータの量を知り，それにより「当該移動無線機器においてデータに対するメモリスペースを使用できないこと」を検知し，このことを伝送ネットワークのネットワークコンピュータに指示するものと解される。",
                    "しかし，本願明細書の発明の詳細な説明には，移動無線機器が，伝送ネットワークの記憶手段に中間記憶されたプッシュサービスデータの量を知り，「当該移動無線機器においてデータに対するメモリスペースを使用できないこと」を検知するための構成及び方法について何ら具体的な記載はない。また，当該技術分野の技術常識を参酌しても，移動無線機器が，伝送ネットワークの記憶手段に中間記憶されたプッシュサービスデータの量を知り，「当該移動無線機器においてデータに対するメモリスペースを使用できないこと」を検知するための構成及び方法が，本願明細書の発明の詳細な説明の記載から当業者に自明な事項であるとも認められない。",
                    "そうすると，本願明細書の発明の詳細な説明には，「伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示」することについて，当業者が実施することができる程度に明確かつ十分に記載されているとは認められない。",
                    "したがって，本願明細書の発明の詳細な説明の記載は，本願発明1の構成2について，当業者がその実施をすることができる程度に明確かつ十分に記載したものであるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明2の構成1について",
              "text": [
                "本願明細書の発明の詳細な説明には，本願発明2の構成1とそれによる作用効果について，段落【0019】，【0028】及び【0029】に前記(1)アのとおりの記載がある。",
                "上記記載によれば，前記(1)イで判示したところと同様の理由により，本願明細書の発明の詳細な説明の記載は，本願発明2の構成1について，当業者がその実施をすることができる程度に明確かつ十分に記載したものであると認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明2の構成2について",
              "text": [
                "本願明細書の発明の詳細な説明には，本願発明2の構成2とそれによる作用効果について，段落【0018】及び【0030】に前記(2)アのとおりの記載がある。",
                "上記記載によれば，前記(2)イで判示したところと同様の理由により，本願明細書の発明の詳細な説明の記載は，本願発明2の構成2について，当業者がその実施をすることができる程度に明確かつ十分に記載したものであるとは認められない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決の理由1，5及び6について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が理由1，5及び6において述べている内容は，要旨次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "理由1",
                      "text": [
                        "本願明細書の段落【0029】には，「ネットワークコンピュータ5が移動無線機器3から，この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できないことを知っていれば，」と記載されている。ここで，ネットワークコンピュータ5が「この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できないこと」を知るために，移動無線機器3からネットワークコンピュータ5へ送信された情報が，「この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できません。」という旨の文章である場合，移動無線機器3が「移動無線機器において使用可能な記憶容量」と「アプリケーションコンピュータ1の情報のサイズ」とを比較し，後者が前者より大きいから，「この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用できません。」と判断したことになる。しかるに，移動無線機器3がどのようにして「アプリケーションコンピュータ1の情報のサイズ」を得たのか不明である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "理由5",
                      "text": [
                        "本願明細書の段落【0030】には，「さらに移動無線機器3がネットワークコンピュータ5に，この移動無線機器には新たな情報を受け入れるための十分なメモリスペースがないことを指示した場合に，」と記載されている。ここで，移動無線機器3が，サイズの分かっている特定の新たな情報について，「メモリスペースが，新たな情報を受け入れるために十分か，不十分か。」という判断をしたのであれば，移動無線機器3は，どのようにして，特定の新たな情報のサイズを得たのか，不明である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "理由6",
                      "text": [
                        "本願明細書の段落【0018】には，「ここで中間記憶されたデータをさらに送信することは，移動無線機器により指示された情報に依存する。移動無線機器が例えば伝送ネットワークに，目下のところ情報を受信するためのメモリを用意できないことを指示すると，」と記載されている。ここで，移動無線機器が，「目下のところ情報を受信するためのメモリを用意できるか，できないか。」の判断を行うためには，「受信するために用意できるメモリの容量」と「中間記憶されたデータのサイズ」を比較する必要があるが，移動無線機器はどのようにして「中間記憶されたデータのサイズ」を得たのか不明である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，理由1，5及び6において上記のとおり述べているところ，その内容は，本願発明1及び2の各構成2について，先に(2)及び(4)の各イで判示したところと同じ趣旨，すなわち，本願明細書の発明の詳細な説明には，移動無線機器が，伝送ネットワークの記憶手段に中間記憶されたプッシュサービスデータの量を知り，「当該移動無線機器においてデータに対するメモリスペースを使用できないこと」を検知するための構成及び方法について何ら具体的な記載がないこと，また，当該技術分野の技術常識を参酌しても，移動無線機器が，伝送ネットワークの記憶手段に中間記憶されたプッシュサービスデータの量を知り，「当該移動無線機器においてデータに対するメモリスペースを使用できないこと」を検知するための構成及び方法が，本願明細書の発明の詳細な説明の記載から当業者に自明な事項であるとも認められないことから，本願明細書の発明の詳細な説明の記載は，本願発明1及び2の各構成2について，当業者がその実施をすることができる程度に明確かつ十分に記載したものとは認められないとの趣旨をいうものである。",
                    "したがって，審決の理由1，5及び6の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，理由1に対する反論として，段落【0028】の記載を根拠として，「したがって，ネットワークコンピュータ5は，送信しようとしている情報のデータ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量についての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較することにより，『この移動無線機器が目下のところアプリケーションコンピュータ1の情報を受け入れるために十分なメモリスペースを使用』できるか否かを当然に判断することができる。」と主張し，また，理由5及び6に対する反論として，上記主張にさらに続けて，「上記判断をした主体は，ネットワークコンピュータ5又は伝送ネットワーク2であることが疑義の余地なく明確である。」と主張する。",
                    "原告の上記主張は，本願発明1及び2の各構成1については妥当するが，本願発明1及び2の各構成2については妥当しない。なぜなら，原告の上記主張は，「伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示」することの主体が，ネットワークコンピュータ5又は伝送ネットワーク2であることを前提とするものであるが，前記(2)及び(4)の各イで判示したとおり，本願発明1及び2の各構成2において，「伝送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使用できないことを指示」することの主体は，移動無線機器であって，ネットワークコンピュータ5又は伝送ネットワーク2ではないからである。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原告は，被告が発明の詳細な説明の記載について著しい錯誤ないし曲解に基づいて理由1～6からなる拒絶理由通知(甲11)を発し，原告の不的確な説明を誘導した結果，審決が誤った判断を下したものであると主張する。",
                    "しかし，前示のとおり，理由1，5及び6の内容は，本願明細書の発明の詳細な説明の記載が，当業者が本願発明1及び2の各構成2を実施することができる程度に明確かつ十分に記載したものとは認められないとの趣旨をいうものであるから，被告が発明の詳細な説明の記載について著しい錯誤ないし曲解に基づいて上記拒絶理由通知を発したものということはできない。また，審決の判断にも誤りはない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "まとめ",
              "text": [
                "以上のとおりであるから，本願は発明の詳細な説明の記載が特許法36条4項1号に規定する要件を満たしていないとの審決の判断に誤りはなく，審決に取り消されるべき違法はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}