{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-8202号事件について平成24年10月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「血清コレステロール低下剤或はアテローム性硬化症の予防又は治療剤」とする発明について，平成15年6月27日，特許出願（特願2003-185171号。以下「本願」という。）をした。",
                "原告は，平成21年8月11日付けで拒絶理由通知を受けたため，同年10月16日付けで本願の願書に添付した明細書の特許請求の範囲を変更する手続補正をしたが（以下，この手続補正後の明細書を「当初明細書」という。），平成22年1月4日付けで拒絶査定を受けた。",
                "そこで，原告は，同年4月19日，拒絶査定不服審判を請求するとともに，同日付けで当初明細書の全文を変更する手続補正（以下「本件補正」という。）をした（以下，本件補正後の明細書を「本願明細書」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，上記請求を不服2010-8202号事件として審理し，平成24年10月18日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，同月30日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，同年11月29日，本件審決の取消しを求める訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前のもの",
              "text": [
                "本件補正前の特許請求の範囲の請求項1の記載は，次のとおりである（以下，同請求項1に係る発明を「本願発明」という。）。",
                "「【請求項1】下記一般式（I）で表される化合物又はその薬学的に許容しうる塩と，コレステロール生合成阻害剤及び／又はフィブラート系コレステロール低下剤とを組合わせてなる血清コレステロール低下剤或はアテローム性硬化症の予防又は治療剤。",
                "【化1】",
                "［式中，A ，A 及びA は，水素原子，ハロゲン，C ～C のアルキル基，1 3 4 1 5C ～C のアルコキシ基，-COOR ，次式："
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "5 1【化2】                ",
          "text": [
            "（式中，R は水素原子又はC ～C のアルキル基である。）"
          ]
        },
        {
          "fig": "1",
          "subject": "1 5で表される基，又は次式：",
          "text": [
            "【化3】",
            "〔式中，R は-CH OH基，-CH OC（O）-R 基又は-CO -R2 2 2 1 2 1基，R は-OH基又は-OC（O）-R 基，R は-（CH ） R （CH3 1 4 2 k 5） -（但し，kとlは0又は1以上の整数であり，k＋1は10以下の整2 l数である。またR は結合を表し，単結合（-），-CH＝CH-，-OCH5-，-ＮH-，-S（O） -（但し，mは0，1又は2の整数），カルボ2 mニル基又は-CH（OH）-である。）〕",
            "で表される基である。A ，A 及びA のいずれか1つ以上は必ず上記（a）1 3 4式で表される基であり，A は，C ～C のアルキル鎖，C ～C のアルコキ2 1 5 1 5シ鎖，C ～C のアルケニル鎖，C ～C のヒドロキシアルキル鎖又はC1 5 1 5 1～C のカルボニルアルキル鎖である。n，p，q及びrは0，1又は2の整5数を表す。］  」"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "本件補正後のもの",
              "text": [
                "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである（以下，同請求項1に係る発明を「本件補正発明」という。なお，下線部は，本件補正による補正箇所である。）。",
                "「【請求項1】下記化学式（56）で表される化合物又はその薬学的に許容しうる塩と，コレステロール生合成阻害剤及び／又はフィブラート系コレステロール低下剤とを組合せてなる血清コレステロール低下剤或はアテローム性動脈硬化症の予防又は治療剤であって，上記コレステロール生合成阻害剤はプラバスタチン，ロバスタチン，フルバスタチン，シムバスタチン，イタバスタチン，アトルバスタチン，セリバスタチン，ロスバスタチン，ピタバスタチン，及びカルバスタチンからなる群より選ばれた少なくとも1種のコレステロール生合成阻害剤であり，上記フィブラート系コレステロール低下剤はクロフィブラート，ベザフィブラート，シンフィブラート，フェノフィブラート，ゲムフィブロジル，及びAHL-157からなる群より選ばれた少なくとも1種のコレステロール生合成阻害剤である血清コレステロール低下剤或はアテローム性動脈硬化症の予防又は治療剤。",
                "【化1】",
                "…・・（56）」  "
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，本件補正発明は，本願の出願前に頒布された刊行物である特表平8-505141号公報（甲1。以下「引用例1」という。）及び国際公開第02／066464号パンフレット（甲2。以下「引用例2」という。）に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができない（すなわち，独立特許要件を欠く）ものであるとして，本件補正を却下した上，本願発明も，同様に，引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許を受けることができず，本願は拒絶すべきものであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例1に記載された発明（以下「引用発明」という。），本件補正発明と引用発明の一致点及び相違点，本願発明と引用発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「β-ラクタムコレステロール吸収阻害剤である（3R-4S）-1，4-ビス-（4-メトキシフェニル）-3-（3-フェニルプロピル）-2-アゼチジノン，コレステロール生合成阻害剤であるロバスタチンおよび薬学的に許容しうる担体を含む，アテローム硬化症の治療若しくは予防または血漿コレステロール濃度の減少のための薬剤組成物。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正発明と引用発明の一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「β-ラクタムコレステロール吸収阻害剤と，コレステロール生合成阻害剤とを組合せてなる血清コレステロール低下剤或はアテローム性動脈硬化症の予防又は治療剤であって，上記コレステロール生合成阻害剤はロバスタチンである血清コレステロール低下剤或はアテローム性動脈硬化症の予防又は治療剤」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "本件補正発明のβ-ラクタムコレステロール吸収阻害剤は「化学式（56）で表される化合物又はその薬学的に許容しうる塩」（以下「化合物56」という。）であるのに対し，引用発明のβ-ラクタムコレステロール吸収阻害剤は「（3R-4S）-1，4-ビス-（4-メトキシフェニル）-3-（3-フェニルプロピル）-2-アゼチジノン」（以下「コンパウンドA」という。）である点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明の一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「β-ラクタムコレステロール吸収阻害剤と，コレステロール生合成阻害剤とを組合せてなる血清コレステロール低下剤或はアテローム性動脈硬化症の予防又は治療剤。」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "本願発明のβ-ラクタムコレステロール吸収阻害剤は「下記一般式（Ⅰ）で表される化合物又はその薬学的に許容しうる塩」であるのに対し，引用発明のβ-ラクタムコレステロール吸収阻害剤はコンパウンドAである点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（本件補正発明の容易想到性に係る判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の判断の誤りについて",
                  "text": [
                    "本件審決は，引用例1及び2に記載されたβ-ラクタム化合物は，C-配糖体であるか否か等の構造上の違いはあるものの，それらに共通するβ-ラクタム構造に基づき，ともに小腸上皮でコレステロール吸収阻害作用を発揮するものであることは当業者に明らかであると認められるから，より薬理活性の高い薬剤の提供という，当業者に周知の課題を解決する目的で，引用発明のコンパウンドAに代えて，引用例2記載の高コレステロール低下作用に優れる化合物56を採用することは，当業者にとって容易である旨判断した。 ",
                    "しかしながら，本件審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1（甲1）には，コンパウンドAについて，「腸内コレステロール吸収の有力な阻害剤」（11頁13行）と記載されているが，β-ラクタム構造に基づいて小腸上皮でコレステロール吸収阻害作用を発揮する旨の記載は存在しない。",
                        "また，引用例2（甲2）には，小腸内でのコレステロール吸収阻害作用を有する化合物として，①天然物配糖体，②グルクロン酸抱合を受けたβ-ラクタム化合物（β-ラクタム化合物のグルクロン酸抱合体），③（分子内の特徴ある化学構造として）β-ラクタム構造のみを有する化合物，④β-ラクタム構造と糖とが酸素原子を介して結合した化合物（β-ラクタム構造のO-配糖体）の4種が存在する旨の記載があるが，β-ラクタム構造自体がコレステロール吸収阻害作用にいかに関与しているかについての言及はない。のみならず，β-ラクタム構造を有しない天然物配糖体が挙げられていることから，そもそも，β-ラクタム構造自体がコレステロール吸収阻害作用に必須なものではないことが明らかである。",
                        "さらには，β-ラクタム構造自体は，コレステロール吸収阻害剤だけでなく，多数の他の抗生物質にも存在していることが本願出願時に既に知られていたこと（甲22）からみても，当業者が，引用例1及び2記載のβ-ラクタム構造という文言やその構造式から直ちに同構造がコレステロール吸収阻害作用に不可欠なものと認識するとは考えられない。また，コレステロール吸収阻害剤ではあるものの，β-ラクタム構造を有さず，サポニン構造（甲23，24）を有するものが存在することは本願出願時に既に知られていた。",
                        "したがって，引用例1及び2の記載から，β-ラクタム化合物がβ-ラクタム構造に基づき小腸上皮でコレステロール吸収阻害作用を発揮すことが当業者に明らかであるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例2には，β-ラクタム構造のみを有する化合物は，経口投与後の小腸からの吸収，グルクロン酸抱合，肝臓・胆管を介してグルクロン酸抱合を受けたβ-ラクタム化合物の再度小腸への分泌という多段階の過程を経て，小腸上皮でコレステロール吸収阻害作用を示すのに対し，化合物56のような，C-配糖体の構造を有する化合物は，そのような過程を経ずに，経口投与後直ちに小腸でコレステロール吸収阻害作用を示し，小腸では吸収されずにそのまま体外へ排泄されることが記載されている。",
                        "引用例2の上記記載によれば，コンパウンドAのようなβ-ラクタム構造のみを有する化合物とC-配糖体の構造を有する化合物56とは，経口投与後，コレステロール吸収阻害作用の発現までの過程が大きく異なるものいえる。",
                        "しかるところ，一般的に薬剤の併用投与では，各薬剤の作用強度が薬剤選択における重要な要因となり，その作用強度に影響を与える要素の一つとして薬効の持続性が挙げられるが，生体への投与後から作用発現までの過程は，薬効の持続性等に影響を与え，結果として薬効の作用強度に影響を与えることが知られている。また，併用投与に供する薬剤の選択に際しては，薬効面からの作用強度に関する考慮に加え，薬剤使用の安全面の観点から，生体内での吸収，分布，代謝及び排泄といった生体内での薬物動態に対する薬剤間の相互作用等も考慮する必要があるところ，各薬剤の作用発現までの過程は，生体内での薬物動態そのものであるため，当然に併用投与に供する薬剤の組合せを考慮する際に重要な要素となる。",
                        "このような併用投与に供する薬剤の組合せを選択する際の一般的な事情を踏まえれば，当業者が，β-ラクタムコレステロール吸収阻害剤とコレステロール生合成阻害剤であるHMG  CoAレダクターゼ阻害剤との併用投与による相乗効果を発明の重要な点とする引用発明において，コンパウンドAに代えて別の薬剤を採用するに当たっては，相乗効果の期待という点から，作用発現の過程も含めてコンパウンドAと同一の作用機序の薬剤を選択しようと考えるのが通常であり，単にβ-ラクタム構造を共通に有しているという理由により，コンパウンドAに代えて，あえて作用発現までの過程がコンパウンドAとは大きく異なる化合物56を採用することを考えることは困難である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例2には，実施例として58個の化合物が挙げられており，引用例2の表13には，そのうち，化合物56を含む13個の化合物の単独投与によるハムスターにおける血清コレステロール変化率の薬理試験結果が示されている。この表13には，各被験体化合物の投与量及び投与日数が異なる内容で示されているため，試験結果を単純に比較することはできないが，投与量や投与日数を度外視し，薬理作用である血清コレステロール変化率の数値のみに着目して比較すれば，表13中，最も大きい血清コレステロール変化率（低下率）を示したのは化合物23であり，化合物56による低下率は，表13に示された化合物群の中では，化合物23から数えて7番目に過ぎず，表13によれば，化合物56が，単独投与において，他の実施例の化合物に比べ，特に目立った薬理作用を示していなかったことが明らかである。このように化合物56が引用例2に実施例として記載された化合物群中，特に目立ったコレステロール低下作用を示す化合物でないことは，当初明細書（甲3）記載の表13（化合物56のラットにおける血清コレステロール低下作用の薬理実験結果）及び表14（化合物37のラットにおける血清コレステロール低下作用の薬理実験結果），2001年（平成13年）4月26日付け試験報告書（甲16）（化合物23，55及び56のハムスターにおける血清コレステロール低下作用の試験結果），2013年（平成25年）1月30日付け試験報告書（甲17）（化合物23及び55のラットにおける血清コレステロール低下作用の試験結果）からも裏付けられる。",
                            "また，引用例2には，58個の化合物について，コレステロール生合成阻害剤やフィブラート系コレステロール低下剤と組み合わせた場合の薬理作用についての記載はなく，この58個の化合物群から化合物56を選択する動機付けや手掛かりとなる記載は存在しない。",
                            "したがって，引用例2に接した当業者が引用例2に実施例として記載された58個の化合物から特に化合物56に着目することが容易であったとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点に関し，被告は，コンパウンドAに代えて引用例2記載の別の化合物を採用するに当たっては表13記載の13個の化合物のいずれかを採用することが当業者にとって第一の選択肢となる旨主張する。",
                            "しかしながら，引用例2の表13記載の試験結果は，化合物の投与量，投与日数も異なる上，血清コレステロール低下率についても，全ての化合物についてその効果が一様に認められているわけではないから，当業者は，上記試験結果からは，引用例2記載の実施例の各化合物の薬効には幅があり，その全てが良好なコレステロール低下作用を示すのではないことを認識するのみであり，表13記載の13個の化合物を第一の選択肢とするものではない。仮に引用発明のコンパウンドAに代えて引用例2記載の化合物を採用することを検討するのであれば，少なくとも引用例2に実施例として記載された58個の化合物の全てがその対象となるものであるが，これら58個の化合物との併用投与について，多大な費用と時間をかけて，その組合せを全て検討することは，有限の研究リソースを有効活用し，かつ，同業他社との厳しい競合の中で，事業活動をしなければならない当業者にとって，極めて非現実的であり，経済合理性の上からも通常起こりえないことである。",
                            "したがって，被告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，引用例1及び2に接した当業者が引用発明のコンパウンドAに代えて引用例2記載の化合物56を採用することが容易であったとの本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な作用効果の判断の誤りについて",
                  "text": [
                    "本件審決は，本件補正発明の奏する効果について，本願明細書の表1（当初明細書の表13）（コレステロール食負荷ラットでの実験結果）に基づいて，化合物56，アトルバスタチン及びフェノフィブラートの単独投与の各結果，化合物56及びアトルバスタチンの併用投与の結果，化合物56及びフェノフィブラートの併用投与の結果とを比較して評価し，化合物56及びアトルバスタチンの併用投与による相乗効果がそれぞれの単独投与の和より約1．5倍高い，化合物56及びフェノフィブラートの併用投与による相乗効果がそれぞれの単独投与の和より約2．3倍高いと認定し，引用発明の奏する効果について，引用例1の表1ないし4に基づいて，コンパウンドA及びロバスタチンの単独投与及び併用投与の各結果を比較して評価し，その併用投与による相乗効果が単独投与の和より約2．1倍高い（表1のコレステロール飼養ハムスターでの実験結果），相乗効果なし（表2のコレステロール飼養ウサギでの実験結果），約1．8倍高い（表3のコレステロール不含規定飼料飼養アカゲザルでの実験結果），約7．3倍高い（表4のチャウ規定飼料飼養犬での実験結果）とそれぞれ認定した上で，本件補正発明の相乗効果の程度として算出した約1．5倍及び約2．3倍高いという効果は，引用発明の相乗効果の程度として算出した約2．1倍，相乗効果なし，約1．8倍，約7．3倍高いという効果のばらつきの範囲内のものといえるから，当業者にとって予想外といえるほど格別優れた効果であるとはいえず，さらに，引用例2から，化合物56に優れたコレステロール低下作用を期待できることを考え併せると，本件補正発明の効果は，引用例1及び2に記載された発明から当業者が予測できる程度を越えて顕著なものであるとはいえない旨判断した。",
                    "しかしながら，本件審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決が認定した引用発明の奏する効果には，次のとおりの誤りがある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "ハムスターでの実験結果について",
                          "text": [
                            "本件審決は，「効果がなかった」と評価されたロバスタチン単独投与群の対照群と比較した低下率を「0％」と認定しているが，併用投与の相乗効果について比較検討を行うには，引用例1の表1記載のロバスタチン単独投与群の血漿コレステロール濃度（223mg／dl）を基に計算しなければならず，その場合の対照群と比較した低下率は約1．8％となる。",
                            "そうすると，併用投与群の対照群と比較した低下率（31％）は各単独投与群の低下率の和（15％＋1．8％＝16．8％）よりも約1．8倍高いと認定されるべきであるから，これを約2．1倍高いと認定した本件審決には誤りがある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "ウサギでの実験結果について",
                          "text": [
                            "本件審決は，ウサギでの実験結果について，「併用効果の相乗的効果は認められない」と認定し，数値による評価を行っていないが，他の実験では併用投与群及び単独投与群の対照群と比較した低下率の具体的数値に基づいて比較検討しているにもかかわらず，上記実験結果のみ，数値に基づく比較を行わないのは誤りである。",
                            "そして，ウサギでの実験結果について，他の実験と同様に比較を行えば，併用投与群の低下率（72％）は各単独投与群の低下率の和（47％＋51％＝98％）の約0．73倍となるから，この約0．73倍の値を比較検討の際に用いなかった本件審決の認定判断には誤りがある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "アカゲザルでの実験結果について",
                          "text": [
                            "本件審決は，併用投与群の低下率（23％）は各単独投与群の低下率の和（5％＋9％＝14％）に比して約1．8倍高いと認定しているが，約1．6倍（23％÷14％）高いの誤りである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "犬での実験結果について",
                          "text": [
                            "本件審決は，犬での実験結果についてのみ，他の実験とは異なり，対照群ではなく，投与初日の濃度と比較して低下率を比較検討しているが，同じ意義を有する数値でなければ，比較検討することはできないから，引用例1の犬での実験結果の投与初日の濃度と比較した低下率から算出された相乗効果の倍率の値は，本件補正発明の奏する効果との比較に用いることはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上を踏まえると，本件補正発明の併用効果と比較することが可能な引用発明による併用効果の値は，「1．8倍」（ハムスター），「0．73倍」（ウサギ），「1．6倍」（アカゲザル）であるから，その平均値は約1．4倍（（1．8＋0．73＋1．6）÷3）である。",
                        "このように引用例1では，複数の動物種で併用試験を実施しているにもかかわらず，その実験結果から得られた相乗効果の程度は平均で1．4倍に留まり，最大値でも1．8倍に留まるものであるのに対し，本件補正発明による相乗効果の程度の平均値は約1．9倍（（1．5＋2．3）÷2）であり，最大値として2．3倍もの値を示しているのであるから，本件補正発明の奏する効果は，当業者が引用例1の記載から予測可能な範囲を越えた顕著な効果であるといえる。",
                        "また，ハムスター，ウサギ及びアカゲザルといった種々の実験動物での実験結果に加えて，本願の出願前に頒布された刊行物である国際公開第02／058732号パンフレット（甲18）によれば，高コレステロール血症の健常人に対するコンパウンドⅡ（エゼチミブ）及びフェノフィブラートの薬理試験における併用投与の効果は単独投与の約1．2倍でしかないことをも考慮すると，コレステロール低下薬を用いた併用試験における相乗効果の程度は平均で1．2～1．4倍程度であることが本願出願時の技術常識であったといえる。",
                        "そうすると，本件補正発明の奏する効果は，引用例1及び2に記載された発明から当業者が本願出願時の技術常識に基づいて予測できる程度を越えて顕著なものであったことは明らかであるから，本件補正発明の奏する効果が顕著なものであるとはいえないとした本件審決の判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件補正発明は，引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたことを理由に独立特許要件を欠くとして本件補正を却下した本件審決の判断は誤りであり，本件審決は，違法であるから，取り消すべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（本願発明の容易想到性に係る判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件審決は，引用例1及び2に記載されたβ-ラクタム化合物は，C-配糖体であるか否か等の構造上の違いはあるものの，それらに共通するβ-ラクタム構造に基づき，ともに小腸上皮でコレステロール吸収阻害作用を発揮するものであることは当業者に明らかであると認められるから，より薬理活性の高い薬剤の提供という，当業者に周知の課題を解決する目的で，引用発明において，コンパウンドAに代えて引用例2記載の高コレステロール低下作用に優れる「一般式（I）で示される化合物又はその薬学的に許容しうる塩」を採用することは，当業者にとって容易であるし，本願発明の奏する効果が，引用例1及び2に記載された発明から当業者が予測できる程度を越えて顕著なものであるとも認められない旨判断した。 ",
                  "text": [
                    "しかしながら，前記(1)ア(ア)及び(イ)で述べたのと同様の理由により，引用例1及び2に接した当業者が引用発明においてコンパウンドAに代えて引用例2記載の「一般式（I）で示される化合物又はその薬学的に許容しうる塩」を採用することが容易であったとの本件審決の判断は誤りであり，また，前記(1)イで述べたのと同様の理由により，本願発明の奏する効果が顕著なものであるとはいえないとした本件審決の判断も誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本願発明は引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたものであるとした本件審決の判断は誤りであり，本件審決は，違法であるから，取り消すべきものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点の判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1（甲1）には，「β-ラクタムコレステロール吸収阻害剤」として，β-ラクタム構造は共通するが，その置換基が種々多様に異なる化合物群が記載され（例えば，引用例1の請求項2），また，「β-ラクタム，例えば，PCT／US92／05972号明細書に開示される（3R-4S）-1，4-ビス-（4-メトキシフェニル）-3-（3-フェニルプロピル）-2-アゼチジノンは，腸内コレステロール吸収の有力な阻害剤であり，いくつかの動物種（ハムスター，ラット，ウサギ，サル）において減少した血漿コレステロール濃度をもたらす。」（11頁11行～15行）との記載があることからすると，当業者は，引用例1から，β-ラクタム，例えば，「（3R-4S）-1，4-ビス-（4-メトキシフェニル）-3-（3-フェニルプロピル）-2-アゼチジノン」（コンパウンドA）のβ-ラクタム構造がコレステロール吸収阻害作用において不可欠な要素であるという認識をもつものといえる。",
                        "一方，当業者は，引用例2（甲2）の記載事項（2頁7行～3頁9行）から，引用例2記載のβ-ラクタム化合物のC-配糖体が，既存のβ-ラクタムコレステロール吸収阻害剤のコレステロール吸収阻害作用の活性及び持続性を増強させる目的で発明された血清コレステロール低下剤であって，その血清コレステロール低下作用が既存のβ-ラクタムコレステロール吸収阻害剤と同様に小腸上皮でのコレステロール吸収阻害作用によるものであることを理解するとともに，既存のβ-ラクタムコレステロール吸収阻害剤にせよ，引用例2記載のβ-ラクタム化合物のC-配糖体にせよ，両者に共通するβ-ラクタム構造がコレステロール吸収阻害作用において不可欠な要素であるという認識をもつものといえる。また，当業者は，引用例2の「また，一般式（I）で示される化合物とβ-ラクタマーゼ阻害剤との併用によって，血清コレステロール低下作用が増強すると考えられる。β-ラクタマーゼ阻害剤は，細菌によるβ-ラクタム環の分解を阻害する薬剤であり，クラブラン酸などが用いられる」（5頁19行～23行）との記載からも，引用例2記載のβ-ラクタム化合物のC-配糖体のコレステロール吸収阻害作用において，β-ラクタム構造が不可欠な要素であるという認識をもつものといえる。",
                        "そうすると，引用例1記載のβ-ラクタムコレステロール吸収阻害剤と引用例2記載のβ-ラクタム化合物のC-配糖体は，β-ラクタム構造という活性に不可欠な部分構造と小腸上皮でのコレステロール吸収阻害作用による血清コレステロール低下作用が共通するものといえるから，両者の間にC-配糖体であるか否かの構造上の違いや原告のいう作用機序の違いがあるとしても，上記の共通性は，引用発明におけるβ-ラクタムコレステロール吸収阻害剤としてのコンパウンドAを引用例2記載のβ-ラクタム化合物のC-配糖体に置き換えることについての動機付けとなる。",
                        "そして，引用例2に実施例として記載された化合物は，たかだか58個のみであり，より薬理活性の高い薬剤の提供という周知の課題を念頭におく当業者ならば，その全てについて，他剤との併用を検討してみるものといえる。ましてや，その中でコレステロール低下作用が確認されているのは，表13に挙げられた13個の化合物に過ぎず，引用発明のコンパウンドAに代えて引用例2に記載されたβ-ラクタム化合物（β-ラクタム化合物のC-配糖体）を採用するに当たり，表13に挙げられた13個のβ-ラクタム化合物のいずれかを採用することは当業者にとっていわば第一の選択肢であるといえる。",
                        "したがって，引用例2に，実施例の58個の化合物群の中で化合物56の薬理作用等が特に目立つようなものである旨の記載が存在するか否かを検討するまでもなく，より薬理活性の高い薬剤の提供という当業者に周知の課題を解決するために，引用発明において，コンパウンドAに代えて引用例2の表13記載のβ-ラクタム化合物の一つである化合物56を採用することは当業者にとって容易であったといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "この点に関し，原告は，引用発明において，コンパウンドAに代えて別の薬剤を採用するに当たっては，コンパウンドAと作用強度や作用発現の過程も含めた作用機序まで同一のものを選ぶのが通常である旨主張するが，本願出願時にそのような技術常識が存在していたものとはいえない。むしろ，コレステロール低下剤に関しては，本願出願前に，作用機序の異なるコレステロール低下剤を併用すれば相加ないしは相乗効果が期待できるとの認識の下に，作用機序の異なる種々のコレステロール低下剤がロバスタチンと併用投与されていたこと（乙1等）に照らせば，ロバスタチンと併用投与する薬剤の選択に際しては，当業者は，より薬理活性の高い薬剤の提供という周知の課題を念頭に，よりコレステロール低下作用に優れる種々の併用投与を積極的に試みていたものといえる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告は，引用例2の表13中の13個の化合物の薬理試験結果の比較において，単独投与時の化合物56の血清コレステロール変化率は，最大の低下率を示した化合物23から数えて7番目に過ぎないこと，そもそも化合物56は，特に目立ったコレステロール低下作用を示す化合物ではないこと（当初明細書の表13及び14，甲16，17）からすると，引用例2に接した当業者が引用例2に実施例として記載された58個の化合物から特に化合物56に着目することが容易であったとはいえないなどと主張する。",
                            "しかしながら，化合物56の単独投与時の効果の優劣がどうであれ，化合物56を選択することが容易であったことは，前記(ア)で述べたとおりである。また，原告が引用する当初明細書の表13及び14，甲16，17の内容は，引用例2に記載されたものではなく，本願出願時の技術常識であったわけでもないから，引用例1及び2に基づく本件補正発明の進歩性の判断に影響を与えるものではない。",
                            "したがって，原告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，引用発明において，コンパウンドAに代えて引用例2記載の化合物56を採用することは容易であるとした本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な作用効果の判断の誤りについて",
                  "text": [
                    "本件審決が，引用発明の奏する効果について，アカゲザルでの実験におけるコンパウンドA及びロバスタチンの各単独投与群の低下率の和に対する併用投与群の低下率の比を「約1．8倍」と認定した点は，原告が指摘するように「約1．6倍」の誤りであり，この点は修正すべきであるが，その余の動物実験における併用投与の相乗効果の有無及び程度に関する本件審決の認定判断に誤りはない。",
                    "上記の点を修正すると，本件補正発明の相乗効果の程度と比較することが可能な引用発明における相乗効果の程度の値は，「約2．1倍」（ハムスター），「相乗効果なし」（ウサギ），「約1．6倍」（アカゲザル）及び「約7．3倍」（犬）となるところ，本件補正発明の相乗効果の約1．5倍及び約2．3倍の程度は，引用発明の上記相乗効果の値のばらつきの範囲内のものであるといえるから，当業者にとって予想外といえるほど格別優れた効果であるとはいえないとした本件審決の判断に誤りはない。",
                    "また，仮に原告が主張するように相乗効果の平均値を比較しても，本件補正発明が約1．9倍であるのに対し，引用例1は約2．9倍（（2．1＋0．73＋1．6＋7．3）÷4）であり，本件補正発明が引用発明に比較して優れた効果を示したとはいえない。",
                    "したがって，本件補正発明の効果は，引用例1及び2に記載された発明から当業者が予測できる程度を越えて顕著なものであるとはいえないとした本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上の次第であるから，本件補正発明は引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたものであるとした本件審決の判断に誤りはなく，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "前記(1)で述べたのと同様の理由により，本願発明は引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたものであるとした本件審決の判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件補正発明の容易想到性に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載事項等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明の特許請求の範囲（本件補正後の請求項1）の記載は，前記第2の2(2)のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書（甲8）の「発明の詳細な説明」には，次のような記載がある（下記記載中に引用する「化学式（56）」については前記第2の2(2)を，「表1」については別紙1を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【発明の属する技術分野】  本発明は，血清コレステロールの低下或はアテローム性硬化症の予防又は治療として有用な薬剤組成物に関し，更に詳しくは，C-配糖体を分子内に有するβ-ラクタムコレステロール吸収阻害剤とコレステロール生合成阻害剤及び／又はフィブラート系コレステロール低下剤とを組合せた薬剤組成物に関する。」（段落【0001】）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【従来技術】  従来から，血清コレステロールの低下及びアテローム性硬化症の予防又は治療に，コレステロール生合成阻害剤やフィブラート系コレステロール低下剤が広く用いられ，またβ-ラクタムコレステロール吸収阻害剤とコレステロール生合成阻害剤とを併用することも提案されている（特許文献1）。本出願人は，先にC-配糖体を分子内に有するβ-ラクタム化合物が優れた血清コレステロールの低下作用を有し，血清コレステロール低下剤に有用であることを発表した（特許文献2）。」（段落【0002】），「【特許文献1】特表平8-505141号公報  【特許文献2】国際公開第02／066464号パンフレット」（段落【0003】）"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【発明が解決しようとする課題】  本発明は，更に優れた血清コレステロール低下剤或はアテローム性硬化症の予防又は治療剤を提供することを目的とする。」（段落【0004】）"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【課題を解決するための手段】  すなわち本発明は，下記化学式（56）で表される化合物又はその薬学的に許容しうる塩と，コレステロール生合成阻害剤及び／又はフィブラート系コレステロール低下剤とを組合せてなる血清コレステロール低下剤或はアテローム性動脈硬化症の予防又は治療剤であって，上記コレステロール生合成阻害剤はプラバスタチン，ロバスタチン，フルバスタチン，シムバスタチン，イタバスタチン，アトルバスタチン，セリバスタチン，ロスバスタチン，ピタバスタチン，及びカルバスタチンからなる群より選ばれた少なくとも1種のコレステロール生合成阻害剤であり，上記フィブラート系コレステロール低下剤はクロフィブラート，ベザフィブラート，シンフィブラート，フェノフィブラート，ゲムフィブロジル，及びAHL-157からなる群より選ばれた少なくとも1種のコレステロール生合成阻害剤である血清コレステロール低下剤或はアテローム性動脈硬化症の予防又は治療剤である。また，本発明は，化学式（56）で表される化合物又はその薬学的に許容しうる塩を収納した容器と，上記のコレステロール生合成阻害剤及び／又はフィブラート系コレステロール低下剤を収納した容器とを，単一包装してキットの形態にした請求項1記載の血清コレステロール低下剤或はアテローム性動脈硬化症の予防又は治療剤である。」（段落【0005】），「【化2】…（56）」（段落【0006】）"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「【発明の実施の態様】  本発明は，前記化学式（56）で表される化合物又はその薬学的に許容しうる塩と，コレステロール生合成阻害剤及び／又はフィブラート系コレステロール低下剤とを組合せてなる薬剤である。この組み合わせてなる薬剤とは，具体的には，（1）化学式（56）で表される化合物又はその薬学的に許容しうる塩とコレステロール生合成阻害剤とを併用した薬剤，（2）化学式（56）で表される化合物又はその薬学的に許容しうる塩とフィブラート系コレステロール低下剤とを併用した薬剤，（3）化学式（56）で表される化合物又はその薬学的に許容しうる塩とコレステロール生合成阻害剤とフィブラート系コレステロール低下剤とを併用した薬剤を意味する。この併用とは併用して投与することを意味し，その際は同時投与でも，逐次投与であってもよい。」（段落【0008】），「本発明で用いる前記化学式（56）で表される化合物又はその薬学的に許容しうる塩は，血清コレステロール低下作用を有する。この化合物は特許文献2に発表されている。この血清コレステロール低下作用を発揮するC-配糖体を分子内に有するβ-ラクタム化合物は，コレステロール生合成阻害剤及び／又はフィブラート系コレステロール低下剤と組合せて用いることにより，血清コレステロール低下効果或はアテローム性硬化症の予防又は治療効果について，相剰効果を発揮する。」（段落【0009】），「また，本発明で用いるコレステロール生合成阻害剤は，HGM CoAレダクダーゼ阻害剤であるプラバスタチン，ロバスタチン，フルバスタチン，シムバスタチン，イタバスタチン，アトルバスタチン，セリバスタチン，ロスバスタチン，ピタバスタチン，カルバスタチン（TF802）からなる群より選ばれた少なくとも1種である。」（段落【0011】），「また，本発明で用いるフィブラート系コレステロール低下剤は，クロフィブラート，ベザフィブラート，シンフィブラート，フェノフィブラート，ゲムフィブロジル，AHL-157からなる群より選ばれた少なくとも1種である。」（段落【0012】），「本発明の薬剤は，経口又は非経口の形態で投与される。そして，化学式（56）で表される化合物又はその薬学的に許容しうる塩と，コレステロール生合成阻害剤及び／又はフィブラート系コレステロール低下剤との併用は種々の態様で行える。例えば，化学式（56）又はその薬学的に許容しうる塩とコレステロール生合成阻害剤及び／又はフィブラート系コレステロール低下剤とを所定の割合で配合し，更に所望に応じ適宜の添加剤や賦形剤を配合した配合剤（例えば，散剤，錠剤，顆粒剤，カプセル剤…など）の形態にしてもよい。」（段落【0013】）"
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "「【実施例】  この実施例の薬理実験では，化学式（56）で表される化合物又はその薬学的に許容しうる塩として，化学式（56）で表される化合物（以下，化合物56という）を用いた。",
                        "薬理実験1",
                        "コレステロール負荷ラットにおける，化合物56とアトルバスタチン又はフェノフィブラートとの組み合わせによる血中コレステロール低下作用の薬理実験。",
                        "体重300～500gの雄のSprague Dawleyラット（日本エスエルシー株式会社産）に，MF-2飼料（日本クレア社製）を実験開始まで与えた。実験開始時から飼料を，MF-2飼料に1％のコレステロールと0．5％のコール酸を添加した飼料に変更し，同時にポリエチレングリコール400に溶解した化合物56を0．3mg／kg，アトルバスタチンを1mg／kg又はフェノフィブラートを10mg／kgを1回7日間経口投与した。最終投与の20時間後に，エーテル系麻酔下で腹部大動脈より採血を行い，血清を分離後，コレステロール値をコレステロールEテストワコー（和光純薬）で測定した。更に化合物56を0．3mg／kgとアトルバスタチン1mg／kg又はフェノフィブラート10mg／kgとの併用効果についても同様に評価した。その結果を表13（判決注・「表1」の誤りと認める。）に示した。実験番号1～3は化合物56の単独，実験番号4はアトルバスタチン単独，実験番号5はフェノフィブラート単独の場合であり，実験番号5（判決注・「実験番号7」の誤りと認める。）及び実験番号6は本発明の併用例である。血清コレステロール値の各低下率は対照群に対する値として示した。」（段落【0016】），「【表1】…」（段落【0017】），「表1によれば，化合物56の0．3mg/kg/日とアトルバスタチンの1mg/kg/日とを併用投与した場合（実験番号6），及び化合物56の0．3mg/kg/日とフェノフィブラートの10mg/kg/日とを併用投与した場合（実験番号7）の血清コレステロール値の各低下率は，それぞれを単独投与した場合（実験番号2，4，5）の血清コレステロール値の低下率のそれぞれの和以上の低下率を示し，相剰効果を発揮することが分かる。」（段落【0018】）"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「【発明の効果】  本発明の，化学式（56）で表される化合物又はその薬学的に許容しうる塩と，コレステロール生合成阻害剤及び／又はフィブラート系コレステロール低下剤とを組み合わせてなる薬剤は，各薬剤が相剰的な作用効果を発揮し，優れた血清コレステロール低下効果或はアテローム性硬化症の予防又は治療効果を示す。そのため，血清コレステロール低下若しくはアテローム性硬化症の予防又は治療のために有用である。」（段落【0019】）"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイの記載を総合すれば，本願明細書（甲8）には，①従来から，血清コレステロールの低下及びアテローム性硬化症の予防又は治療に，β-ラクタムコレステロール吸収阻害剤とコレステロール生合成阻害剤とを併用することや，C-配糖体を分子内に有するβ-ラクタム化合物が優れた血清コレステロールの低下作用を有し，血清コレステロール低下剤に有用であることが知られていたが，本件補正発明は，従来のものよりも更に優れた血清コレステロール低下剤あるいはアテローム性硬化症の予防又は治療剤を提供することを課題とすること，②本件補正発明は，上記課題を解決するための手段として，化合物56又はその薬学的に許容しうる塩と，所定の群から選ばれるコレステロール生合成阻害剤「及び／又は」所定の群から選ばれるフィブラート系コレステロール低下剤とを組み合わせてなる血清コレステロール低下剤あるいはアテローム性硬化症の予防又は治療剤の構成を採用したこと，③本件補正発明は，上記構成を採用したことにより，化合物56又はその薬学的に許容しうる塩，所定の群から選ばれるコレステロール生合成阻害剤，所定の群から選ばれるフィブラート系コレステロール低下剤をそれぞれ単独投与した場合の血清コレステロール値の低下率のそれぞれの和以上の低下率を示すという相乗効果を発揮し，優れた血清コレステロール低下効果あるいはアテローム性硬化症の予防又は治療効果を奏することが開示されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1及び2の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1",
                  "text": [
                    "引用例1（甲1）には，次のような記載がある（下記記載中に引用する「表1」ないし「表4」については別紙2参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「特許請求の範囲」として，「5． β-ラクタムコレステロール吸収阻害剤が，（3R-4S）-1，4-ビス-（4-メトキシフエニル）-3-（3-フェニルプロピル）-2-アゼチジノンである請求項4に記載の使用。」，「8． コレステロール生合成阻害剤が，ロバスタチン，プラバスタチン，フルバスタチン，シムバスタチン，C1-981，L-659，699，スクアレスタチン1およびＮB-598から成る群より選択される請求項7に記載の使用。」，「11．β-ラクタムコレステロール吸収阻害剤，コレステロール生合成阻害剤および薬学的に許容しうる担体を含む，アテローム硬化症の治療若しくは予防または血漿コレステロール濃度の減少のための薬剤組成物。」，「12．コレステロール生合成阻害剤が請求項7または請求項8に定義の通りである請求項11に記載の薬剤組成物。」，「13．β-ラクタムコレステロール吸収阻害剤が請求項2～5のいずれか1項に定義の通りである請求項11または請求項12に記載の薬剤組成物。」"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「背景  ",
                      "text": [
                        "本発明は，血漿コレステロール濃度の減少に有用なコレステロール生合成阻害剤およびβ-ラクタムコレステロール吸収阻害剤の組合せ，並びに前記組合せを投与することを含むアテローム硬化症を治療するまたは予防する方法に関する。」，「血漿コレステロール濃度は，冠状動脈性心臓病に関係した臨床例の発症率に明確に相関している。ヒトおよび動物体内の全身コレステロールホメオスタシスの調節には，コレステロール生合成，胆汁酸生合成およびコレステロール含有血漿リポタンパク質の異化の調節が関係する。肝は，コレステロール生合成および異化に関与する主要器官であり，そしてこの理由のためにそれは血漿コレステロール濃度の主要な決定因子である。肝は，超低密度リポタンパク質（VLDL）の合成および分泌部位であり，VLDLは循環中において引続き低密度リポタンパク質（LDL）に代謝される。LDLは，血漿中に優先的に存在するコレステロール運搬リポタンパク質であり，それらの濃度の増加は，増加したアテローム硬化症と関係している。」，「コレステロールホメオスタシスを決定するもう一つの主要因子は，小腸におけるコレステロールの吸収である。西洋風の食事をしている平均的なヒトは，一日基準で300～500mgのコレステロールを摂取している。更に，600～1000mgのコレステロールが腸管を毎日通過しうる。この後者のコレステロールは胆汁の成分であり且つ肝から分泌される。コレステロール吸収過程は複雑で且つ多方面にわたる。腸管腔中の総コレステロールの約50％は，腸管の内層細胞（すなわち，エンテロサイト）によって吸収されることが報告されている。このコレステロールは，食物由来および胆汁すなわち肝由来コレステロール両方を含む。エンテロサイトにおいて新たに吸収されたコレステロールの大部分は，酵素アシル-CoA：コレステロールアシルトランスフェラーゼ（ACAT）によってエステル化される。次に，これらのコレステリルエステルは，トリグリセリドおよび他の成分（すなわち，リン脂質，アポタンパク質）と一緒に別のリポタンパク質クラスであるキロミクロンに包括される。」，「キロミクロンは腸内細胞によってリンパ中に分泌された後，そこから血液に輸送されることができる。腸内で吸収されたコレステロールはほとんど全てこの経路によって肝に送られる。どのような手段によるものであっても，腸管におけるコレステロール吸収が減少した場合，少量のコレステロールしか肝に送られない。この作用の結果が，減少した肝リポタンパク質（VLDL）生産および主としてLDLとしての血漿コレステロールの肝クリアランスの増加である。したがって，腸内コレステロール吸収阻害の最終的な効果は，血漿コレステロール濃度の減少である。」（以上，10頁4行～11頁10行）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「β-ラクタム，例えば，PCT／US92／05972号明細書に開示される（3R-4S）-1，4-ビス-（4-メトキシフェニル）-3-（3-フェニルプロピル）-2-アゼチジノンは，腸内コレステロール吸収の有力な阻害剤であり，いくつかの動物種（ハムスター，ラット，ウサギ，サル）において減少した血漿コレステロール濃度をもたらす。3-ヒドロキシ-3-メチルグルタリル補酵素Aレダクターゼ（EC1．1．1．34）阻害剤によるコレステロール生合成の阻害は，血漿コレステロールを減少させ（ウィツム（Witzum），1989年）且つアテローム硬化症を減少させる有効な方法であることが分かった。HMG CoAレダクターゼ阻害剤および胆汁酸封鎖剤（sequestrant）の併用療法は，ヒト高脂血症患者において単独療法でのどちらの薬剤よりも有効であると実証された（イリングワース（Illingworth），1988年）。本発明者は，意外にも，β-ラクタムコレステロール吸収阻害剤およびHMG CoAレダクターゼ阻害剤ロバスタチン（lovastatin）（MEVACORTM）の組合せが，チャウ飼料飼養犬およびアカゲザルにおいて並びにコレステロール飼養ハムスターおよびウサギにおいて，どちらか単独の薬剤よりも大きく血漿コレステロールを減少させることを発見した。これらの知見は，HMG CoAレダクターゼ阻害剤単独ではハムスターおよびサルの血漿コレステロール濃度を低下させないので意外であった。」（11頁11行～12頁1行）"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「発明の概要」，「本発明は，アテローム硬化症を治療する若しくは予防するためにまたは血漿コレステロール濃度を減少させるために，コレステロール生合成阻害剤と併用するためのβ-ラクタムコレステロール吸収阻害剤の使用（および同様に，β-ラクタムコレステロール吸収阻害剤と併用するためのコレステロール生合成阻害剤の使用）に関する。」，「第三の態様において，本発明は，有効量のコレステロール生合成阻害剤，β-ラクタムコレステロール吸収阻害剤および薬学的に許容しうる担体を含む薬剤組成物に関する。」（以上，12頁2行，9行～16行）"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「詳細な説明  ",
                      "text": [
                        "本発明の組合せで用いるためのコレステロール生合成阻害剤としては，HMG CoAレダクターゼ阻害剤，例えば，ロバスタチン，プラバスタチン（pravastatin），フルバスタチン（fluvastatin），シムバスタチン（simvastatin）およびCl-981；HMG CoAシンターゼ阻害剤…；スクアレン合成阻害剤…；およびスクアレンエポキシダーゼ阻害剤…がある。好ましいHMG CoAレダクターゼ阻害剤は，ロバスタチン，プラバスタチンおよびシムバスタチンである。」（12頁20行～13頁4行），「好ましいβ-ラクタムコレステロール吸収阻害剤は，（3R-4S）-1，4-ビス-（4-メトキシフェニル）-3-（3-フェニルプロピル）-2-アゼチジノンである。」（19頁13行～15行）"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "「血漿コレステロール濃度の減少についての本発明の組合せの有効性を下記の試験法によって実証する。該方法において，β-ラクタムコレステロール吸収阻害剤は（3R-4S）-1，4-ビス-（4-メトキシフェニル）-3-（3-フェニルプロピル）-2-アゼチジノン（以下コンパウンドA）であり，HMGCoAレダクターゼ阻害剤はロバスタチンである。",
                        "実験1-コレステロール飼養ハムスターにおけるコンパウンドAおよびロバスタチンの組合せの低コレステロール血効果：",
                        "方法： 体重100～125gの雄のゴールデン・シリアン（Golden Syrian）ハムスター（…）に，ウェイン（Wayne）齧歯類動物用チャウ飼料を実験開始まで与えた。実験開始時（第1日）に，被験動物を群（n＝4～6匹／群）に分け，そして0．5重量％のコレステロール（…）を補足したプリナ・チャウ（Purina Chow）＃5001を与えた。コンパウンドAを3mg／kgでおよびロバスタチンを10mg／kgで，トウモロコシ油0．2ml中の経口強制飼養によって第1日に開始して毎日1回7日間投与した。第7日に被験動物を斬首によって屠殺し，エチレンジアミン四酢酸（EDTA）が入っている試験管中に血液を採取し，そして4℃での低速遠心分離によって血漿を調製した。」（19頁16行～20頁7行）",
                        "「結果： 0．5％コレステロール含有規定飼料で7日間飼養されたハムスターは，血漿コレステロールが2倍に増加した。血漿コレステロールの増加は，主としてVLDLおよびLDLにおいてである（…）。コンパウンドAは，3mg／kg／日で血漿コレステロール濃度を15％減少させたが，ロバスタチンは10mg／kg／日で効果がなかった（表1）。コンパウンドAおよびロバスタチンを組合せて与えた場合，31％の血漿コレステロール濃度の減少が見られ，それはどちらか単独の処置よりも有意に大であった（表1）。」（20頁20行～21頁1行）",
                        "「実験2-コレステロール飼養ウサギにおけるロバスタチンとの組合せのコンパウンドAの低コレステロール血効果：",
                        "方法： 体重2．4～2．6kgの雄のニュージーランドホワイト（Ｎew Zealand White）ウサギに，1％コレステロールおよび6％ピーナツ油を含む規定飼料を1週間試験投与した。血清コレステロール濃度の平均との差が1標準偏差より大きい過および低応答ウサギを除外し，そして同等の血清コレステロール濃度を有するウサギの4群を作った（n＝8羽／群）。次に，ウサギに，0．5％コレステロールおよび6％ピーナツ油を単独でまたは0．03％コンパウンドA；0．015％ロバスタチン；若しくは0．03％コンパウンドAおよび0．015％ロバスタチンと一緒に含む規定飼料を与えた。非絶食血清試料を週1回4週間採取し，血清コレステロール濃度を実験1に記載のように決定した。",
                        "結果： 1％コレステロール／6％ピーナツ油規定飼料による1週間の試験投与は，約1000mg／dlの平均血清コレステロール濃度を生じた（表2）。4群のウサギの間で同様の食物消費および体重増加が4週間の実験期間にわたって見られた。規定飼料の0．03％のコンパウンドA投与量は，14mg／kg／日であると計算され，0．015％のロバスタチン投与量は7mg／kg／日であった。対照群における血清コレステロール濃度は，第4週の時点で1015～1358mg／dlまで上昇し続けた（表2）。コンパウンドA単独では，第4週の血清コレステロールが第0週と比較して29％減少し，ロバスタチン単独では，4週間にわたって33％減少したが，これらの経時減少は，AＮOVAによって統計学的に有意ではなかった。コンパウンドAとロバスタチンとの組合せは，全時点において血漿コレステロール濃度を統計学的に有意に減少させ，第0週と比較して第4週に61％減少させた（表2）。血清コレステロール濃度の相対的な減少は，第4週の値を対照群と比較した場合に一層大きく，コンパウンドA単独では47％の減少，ロバスタチン単独では51％の減少，そして併用されたコンパウンドAおよびロバスタチン療法では72％の減少であった。」（21頁下から13行～22頁末行）",
                        "「実験3-コレステロール不含規定飼料飼養アカゲザルにおけるロバスタチンとの組合せのコンパウンドAの低コレステロール血効果：",
                        "方法： 体重4．4～8．5kgのアカゲザル20頭（雄17頭，雌3頭）に，5％トウモロキシ油を含む脂肪不含サル用チャウ飼料（プリナ＃5038-7）を2週間与えた。同等の血清コレステロール濃度および体重のサルから4群を作った（n＝5頭／群）。次に，サルに，5％トウモロキシ油を単独でまたは3mg／kg／日のコンパウンドA；20mg／kg／日のロバスタチン；若しくはコンパウンドA（3mg／kg／日）およびロバスタチン（20mg／kg／日）と一緒に含む脂肪不含チャウ飼料を継続した。絶食血清試料を週1回3週間採取し，そして血清コレステロール濃度を実験1に記載のように測定した。血清コレステロール濃度の変化についての統計学的な差は，AＮOVAおよびデュネット（Dunnett）t試験によって決定された。p＜0．05の確率レベルを有意とみなした。",
                        "結果： 5％トウモロキシ油を含む脂肪不含チャウ飼料飼養対照サルは，3週間の実験期間にわたって一定濃度の血清コレステロールを維持した（表3）。3mg／kg／日のコンパウンドAおよび20mg／kg／日のロバスタチンは，それぞれ，第3週の血清コレステロール濃度を僅かに減少させたが，これらの変化は，第3週対照群と比較して統計学的に有意ではなかった。コンパウンドAおよびロバスタチンの組合せは，全時点においてどちらか単独の処置よりも血漿コレステロールを有意に大きく減少させ，第3週に25％減少に達した（表3）。」（23頁下から9行～24頁末行）",
                        "「実験4-チャウ規定飼料飼養犬におけるロバスタチンとの組合せのコンパウンドAの低コレステロール血効果：",
                        "方法： 15頭の雄ビーグル犬を，同等の血清コレステロール濃度および体重を有する3群に分けた（n＝5頭／群）。犬には，マルトデキストリンおよび，0．0234％コンパウンドA；または0．0234％ロバスタチン；またはコンパウンドA（0．0234％）およびロバスタチン（0．0234％）の組合せを含むプリナドッグチャウ（＃5006）を7日間与えた。血清試料を第0日，第3日および第7日に入手し，そして血清総コレステロール濃度を実験1に記載のように測定した。統計学的な差はAＮOVAによって決定され，p＜0．05の確率レベルを有意とみなした。",
                        "結果： 0．0234％（5mg／kg／日）のコンパウンドAまたは0．0234％（5mg／kg／日）のロバスタチンを含むチャウ規定飼料飼養犬は，ベースライン濃度（第0日）から第3日または第7日に変化していない血清コレステロール濃度を生じた（表4）。5mg／kg／日のコンパウンドAおよび5mg／kg／日のロバスタチンの組合せは，第7日の血清濃度を第0日のベースラインと比較して33％減少させた（表4）。組合せ群における血清コレステロール濃度は，更に，コンパウンドAまたはロバスタチンを単独投与されたどちらの群の濃度よりも有意に低かった（表4）。」（以上，25頁下から11行～26頁9行）"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「本発明は2種類の成分の組合せの投与を含む治療法に関するため，該成分は同時にまたは逐次的に同時投与することができるし，またはコレステロール生合成阻害剤およびβ-ラクタムコレステロール吸収阻害剤を薬学的に許容しうる担体中に含む単一薬剤組成物を投与することができる。組合せの成分は，任意の慣用的な経口用若しくは非経口用剤形，例えば，カプセル剤，錠剤，散剤，カシェ剤，懸濁剤または液剤で別個にまたは一緒に投与することができる。」（26頁下から3行～27頁3行）"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2",
                  "text": [
                    "引用例2（甲2）の「明細書」には，次のような記載がある（下記記載中に引用する「表12」及び「表13」については別紙3を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「技術分野",
                      "text": [
                        "本発明は，新規β-ラクタム化合物及びその製造方法，並びに該化合物を含有する血清コレステロール低下剤に関する。」（1頁3行～5行）"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「背景技術",
                      "text": [
                        "高コレステロール血症は，動脈硬化性疾患の大きなリスクファクターであることが知られており，現代の死因の上位を占める心疾患との関連性も報告されている（…）。近年，HMG-CoA還元酵素阻害剤が血清コレステロール低下剤として臨床使用されている。しかしながら，HMG-CoA還元酵素阻害剤は強力な血清コレステロール低下作用を有してはいるものの，安全性に問題があるとも考えられている（…）。このため，高活性で，より安全な血清コレステロール低下剤が求められている。」，「天然物の配糖体の中には，血清コレステロール低下作用を有する化合物が報告されている（…）。これらの配糖体は，小腸内でのコレステロールの吸収を防ぐことにより，血清コレステロールを低下させると推測されている（…）。」，「また，血清コレステロールを低下させるβ-ラクタム化合物も報告されている（・・・）。」，「これらのβ-ラクタム化合物は，それ自身，弱いコレステロール吸収阻害作用を有するが，グルクロン酸抱合を受けることにより更に強力なコレステロール吸収阻害作用を示す。β-ラクタム化合物は，経口投与されると，その多くは小腸からの吸収過程で速やかにグルクロン酸抱合を受け，O-グルクロン酸抱合体となり，肝臓を通って胆管より小腸に分泌される。このβ-ラクタム化合物-O-グルクロン酸抱合体は，作用部位である小腸上皮に留まり，コレステロールの吸収を阻害する（…）。」，「前出のβ-ラクタム化合物が，グルクロン酸抱合されることにより小腸においてコレステロール吸収阻害作用を示すことから，予め，同一分子内に，β-ラクタム構造といくつかの糖とを-O-結合させた化合物のコレステロール低下作用も報告されている（…）。しかし，経口投与された場合，この化合物は小腸に存在するグリコシダーゼにより容易に-O-グリコシド結合が加水分解されて，小腸でのコレステロール吸収阻害作用が減弱することが予想される。作用部位が小腸上皮であることを考えると，より良いコレステロール吸収阻害剤としては，小腸のみに作用して，高い活性と長い持続性を有することが必要である。このことは，化合物が小腸で吸収されることにより副作用を発現する可能性が高いため，小腸で吸収されず，小腸上皮にてコレステロール吸収阻害作用を発現した後，そのまま体外に排泄されることも意味している。」，「本発明は上記の事情に鑑みなされたもので，同一分子内にβ-ラクタム構造とグルコシダーゼによる代謝，酸又は塩基による加水分解に安定なC-配糖体部分を有する血清コレステロール低下剤を提供すること，すなわち血清コレステロール低下剤として有用なβ-ラクタムとC-配糖体とのハイブリッド分子を提供することを目的とする。」（以上，1頁6行～3頁9行）"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「発明の開示」，「本発明者らは，上記した従来技術を踏まえて，β-ラクタム化合物をグリコシダーゼによる代謝，酸又は塩基による加水分解に安定な糖誘導体として有用なC-配糖体（…）としたハイブリッド分子とすることで，（1）小腸に存在するグルコシダーゼによる代謝に安定であることから，長時間小腸上皮に留まることが可能であり，（2）小腸上皮からの吸収がわずかとなり，副作用が軽減されるものと考えた。そこで，本発明者らは新規β-ラクタム化合物について，血清コレステロール低下剤の創製を目的に研究を行った結果，一般式（I）で示される新規β-ラクタム化合物が，優れた高コレステロール低下作用を有することを見い出し，本発明を完成させるに至った。」（3頁10行～23行），「また本発明は，一般式（I）で示される化合物又は薬学的に許容し得る塩を有効成分として含有する血清コレステロール低下剤である。更に，本発明は，一般式（I）で示される化合物とβ-ラクタマーゼ阻害剤との併用による血清コレステロール低下剤である。」（5頁5行～9行）"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「発明を実施するための最良の形態",
                      "text": [
                        "本発明の一般式（I）で示される化合物の薬理学的に許容される塩としては，無機塩基の塩としてナトリウム塩やカリウム塩等，有機酸塩としてコハク酸，マレイン酸，トシル酸，酒石酸等が挙げられる。一般式（I）の化合物はそのままで，或いは公知の製剤技術により，粉剤，顆粒剤，錠剤，或いはカプセル剤に製剤化されて，経口的に投与できる。また，直接腸への投与や坐剤，注射剤等の形で非経口的な投与が可能である。投与量は患者の症状，年齢，体重等により異なるが，例えば成人1日あたり0．01～1000mgを1～数回に分けて投与することにより血清コレステロール低下効果が期待される。また，一般式（I）で示される化合物とβ-ラクタマーゼ阻害剤との併用によって，血清コレステロール低下作用が増強すると考えられる。β-ラクタマーゼ阻害剤は，細菌によるβ-ラクタム環の分解を阻害する薬剤であり，クラブラン酸などが用いられる」，「以下に本発明の化合物を例示するが，本発明はこれらに限定されるものではない。本発明に含まれる具体的な化合物として，下記の化合物が挙げられる。（1）…（56）（4S，3R）-3-［（3S）-3-（4-フルオロフェニル）-3-ヒドロキシプロピル］-4-（4-｛［（2S，5S，3R，4R，6R）-3，4，5-トリヒドロキシ-6-（ヒドロキシメチル）ペルヒドロ-2H-ピラン-2-イル］エチル-2-イル｝フェニル-1-（フェニル）アゼチジン-2-オン（57）…（58）…」（5頁10行～17頁21行），「以下の表1～12に本発明の化合物を構造式で例示する。」（17頁22行）"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「試験例",
                      "text": [
                        "以下にハムスターにおける血清コレステロール低下作用についての薬理試験例を挙げる。",
                        "コレステロール食負荷ハムスターにおけるハムスターにおける脂質低下作用",
                        "ハムスターを3匹ずつの群に分け，0．5％コレステロールを含む飼料（CE-2，日本クレア）を4日間与えた。コレステロール食負荷開始と共に動物に被験化合物を1日1回強制経口投与した。投与は体重100g当たり0．2mLのトウモロコシ油のみ（対照群）又はトウモロコシ油中の被験化合物の溶液を投与した。最終投与から20時間後にエーテル軽麻酔下に腹部大動脈より採血を行い，血清を分離した。血清総コレステロールはコレステロールE-テストワコー（和光純薬）を用いて測定した。被験化合物の効果は，高コレステロール食負荷による血中コレステロール濃度の上昇分に対する抑制率（％）で示した。尚，表1～表12で施光度の記載されている化合物については，光学活性体として薬理活性を測定した。その結果を次表に示す。表13中の数値は，対照群に対する変化率（％）を表すので，負の数値が正のコレステロール低下作用である。」（58頁1行～末行）"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の判断の誤りの有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例1及び2に接した当業者が引用発明のコンパウンドAに代えて引用例2記載の化合物56を採用することが容易であったとの本件審決の判断は誤りである旨主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "そこで検討するに，前記(2)アによれば，引用例1には，次の点が開示されていることが認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "肝（肝臓）によるコレステロール生合成の阻害及び小腸の腸管におけるコレステロール吸収（腸内コレステロール吸収）の阻害は，最終的に血漿コレステロール濃度の減少をもたらす。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「β-ラクタム」は，腸内コレステロール吸収の有力な阻害剤である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "β-ラクタムコレステロール吸収阻害剤とHMG CoAレダクターゼ阻害剤とを組み合わせた薬剤組成物は，どちらか単独の薬剤を使用するよりも大きく血漿コレステロール濃度を減少させ，アテローム硬化症を治療する若しくは予防するために又は血漿コレステロール濃度を減少させるために有効である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "組み合わせて用いるためのコレステロール生合成阻害剤としては，HMG CoAレダクターゼ阻害剤，HMG CoAシンターゼ阻害剤，スクアレン合成阻害剤及びスクアレンエポキシダーゼ阻害剤があるが，好ましいHMG CoAレダクターゼ阻害剤は，ロバスタチン，プラバスタチン及びシムバスタチンである。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "β-ラクタムコレステロール吸収阻害剤としては，PCT／US92／05972号明細書記載の式I及び式IIで定義された化合物が知られているが，好ましいのは「（3R-4S）-1，4-ビス-（4-メトキシフェニル）-3-（3-フェニルプロピル）-2-アゼチジノン」（コンパウンドA）である。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "β-ラクタムコレステロール吸収阻害剤であるコンパウンドAとコレステロール生合成阻害剤であるロバスタチンとの組合せ（引用発明の構成）のハムスター，ウサギ，アカゲザル及び犬における血漿コレステロール濃度の実験結果（別紙2の表1ないし4）は，いずれもコンパウンドA又はロバスタチンをそれぞれ単独投与した場合よりも，両者を併用投与した場合に血漿コレステロール濃度が有意に減少したことを示し，特にハムスターにおける実験（実験1）では，コンパウンドAの単独投与では15％減少し，ロバスタチンの単独投与では効果がなかったが，両者の併用投与では31％の減少がみられ，それぞれの単独での減少率の和以上の血漿コレステロール濃度の減少率を示すという相乗効果を発揮した。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，前記(2)イによれば，引用例2には，次の点が開示されていることが認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "β-ラクタム化合物は，それ自身弱いコレステロール吸収阻害作用を有し，経口投与されると，その多くは小腸からの吸収過程でグルクロン酸抱合を受け，β-ラクタム化合物-O-グルクロン酸抱合体となって，肝臓を通って胆管より小腸に再度分泌され，作用部位である小腸上皮に留まり，更に強力なコレステロール吸収阻害作用を示すが，一方で，小腸に存在するグリコシダーゼにより容易に-O-グリコシド結合が加水分解されて，小腸でのコレステロール吸収阻害作用が減弱することが予想され，また，化合物が小腸で吸収されることにより副作用を発現する可能性が高いという問題があった。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "「本発明」のβ-ラクタム構造と加水分解に安定なC-配糖体部分とを同一分子内に有する一般式（Ⅰ）で示される新規のβ-ラクタム化合物（β-ラクタム化合物のC-配糖体）は，加水分解に安定であるため長時間小腸上皮に留まることが可能であり，しかも，小腸上皮からの吸収がわずかであり，小腸上皮でコレステロール吸収阻害作用を発現した後，そのまま体外に排泄されるので，副作用が軽減されると考えられ，優れた血清コレステロール低下作用を有する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "一般式（Ⅰ）で示されるβ-ラクタム化合物のC-配糖体の実施例として，β-ラクタム構造に結合する置換基や配糖体部分の糖を置き換えた58個の具体的な化合物が示され，そのうち，表13記載の13個の化合物（化合物56を含む。）について，ハムスターにおける血清コレステロール低下作用についての薬理試験例（別紙3参照）が示されており，13個のいずれの化合物についても血清コレステロール変化率（対照群に対する変化率）が低下し，血清コレステロール低下作用を奏した。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上の引用例1及び2の記載事項を前提とすると，引用例1及び2に接した当業者は，引用例1の記載から，β-ラクタム構造を有するβ-ラクタムコレステロール吸収阻害剤とコレステロール生合成阻害剤（HMG CoAレダクターゼ阻害剤）との組合せは，どちらか単独の薬剤を使用するよりも大きく血漿コレステロール濃度を減少させ，それぞれの減少率の和以上の血漿コレステロール濃度の減少率を示すという相乗効果を発揮し得ることを理解し，引用例2の記載から，β-ラクタム構造と加水分解に安定なC-配糖体部分とを同一分子内に有するβ-ラクタム化合物のC-配糖体は，C-配糖体を有しないβ-ラクタム化合物よりも，作用部位である小腸上皮に長時間留まることが可能であり，しかも，小腸上皮からの吸収がわずかであって，副作用が軽減されるので，優れた血清コレステロール低下作用を有すること，引用例2の表13記載の化合物56を含む13個の化合物（β-ラクタム化合物のC-配糖体）は，実際に血清コレステロール低下作用を示したことを理解するものといえるから，β-ラクタムコレステロール吸収阻害剤としてコンパウンドAとコレステロール生合成阻害剤としてロバスタチンとを組み合わせた引用発明において，血清コレステロール低下作用の更なる改善を目的として，C-配糖体部分を有しないコンパウンドAに代えて，引用例2の表13記載のC-配糖体部分を有する化合物56を含む13個の化合物のそれぞれと置換することを試みる動機付けがあるものと認められる。",
                        "したがって，引用例1及び2に接した当業者であれば，引用発明のコンパウンドAに代えて上記13個の化合物の一つである化合物56を採用することを容易に想到することができたものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，①引用例1及び2の記載から，β-ラクタム化合物がβ-ラクタム構造に基づき小腸上皮でコレステロール吸収阻害作用を発揮することが当業者に明らかであるとはいえない，②当業者が，引用発明において，コンパウンドAに代えて別の薬剤を採用するに当たっては，相乗効果の期待という点から，作用発現の過程も含めてコンパウンドAと同一の作用機序の薬剤を選択しようと考えるのが通常であり，単にβ-ラクタム構造を共通に有しているという理由により，コンパウンドAに代えて，あえて作用発現までの過程がコンパウンドAとは大きく異なる化合物56を採用することを考えることは困難である，③引用例2には，実施例として記載された58個の化合物群から化合物56を選択する動機付けや手掛かりとなる記載が存在しないなどと主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，上記①の点については，引用例1には，「β-ラクタム」は，腸内コレステロール吸収の有力な阻害剤であることが記載され（前記ア(ア)b），引用例2には，一般式（Ⅰ）で示されるβ-ラクタム化合物のC-配糖体は，細菌によるβ-ラクタム環の分解を阻害する薬剤であるβ-ラクタマーゼ阻害剤との併用によって血清コレステロール低下作用が増強すると考えられる旨の記載（前記(2)イ(エ)）があり，「β-ラクタム環」の部分（β-ラクタム構造）が血清コレステロール低下作用に関与していることが示されている。そうすると，原告の上記①の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，上記②の点については，引用例1には，β-ラクタムコレステロール吸収阻害剤として，β-ラクタム構造以外の部分が様々な化学構造の多種多様な化合物が記載され，それと組み合わせて用いるコレステロール生合成阻害剤としても，HMG CoAレダクターゼ阻害剤，HMG CoAシンターゼ阻害剤，スクアレン合成阻害剤及びスクアレンエポキシダーゼ阻害剤といった，コレステロール生合成経路の様々な反応を阻害する様々な化合物が挙げられている上，両薬剤を同時投与しても，逐次投与してもよいことが記載されており（前記(2)ア(オ)，(キ)），これらの薬剤の組合せについて，薬効の持続性や体内での動態についての考慮の必要性に関する記載は見当たらない。",
                        "そうすると，当業者は，引用例1記載のβ-ラクタムコレステロール吸収阻害剤及びコレステロール生合成阻害剤を様々に組み合わせて用いることができると理解するものといえるから，相乗効果の期待という点から作用発現の過程も含めてコンパウンドAに代えて同一の作用機序の薬剤を選択しようと考えるのが通常であるとの原告が上記②で主張する事情は認められない。よって，原告の上記②の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，上記③の点については，引用例2において，血清コレステロール低下作用がデータをもって示されているのは，表13記載の化合物56を含む13個の化合物のみであり，一般に，化学構造式のみからは薬理作用の有無及び程度を推測することはできないから，引用例2に記載された化合物の利用を試みるに当たっては，薬理作用が確認された表13記載の13個の化合物を第一の候補と考えるのが合理的である。そして，表13に示された13個の化合物の血清コレステロール変化率のデータは，化合物によって投与量や投与日数が異なるため，単純に比較することができない上，単独で投与した場合の薬理作用の強さが他の薬剤との併用投与した場合の結果に必ずしも反映するとはいえないことに照らせば，当業者であれば，表13に記載された13個の化合物の全てについて，引用発明におけるコンパウンドAとの置換の検討を試みようと考えるのが自然である。そして，引用例2においても，多種多様なβ-ラクタム-C-配糖体のうち表13に記載された13個の化合物についてハムスターにおける薬理試験が行われているように，医薬品の研究開発において，動物実験に供する候補化合物の数として13個は通常の範囲内のものであり，過度の負担となるものとはいえない。",
                        "したがって，原告の上記③の主張も採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用例1及び2に接した当業者が引用発明のコンパウンドAに代えて引用例2記載の化合物56を採用することが容易であったものと認められるから，この点に関する本件審決の判断の誤りをいう原告の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "顕著な作用効果の判断の誤りの有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願明細書に本件補正発明の実施例として記載された薬理実験における化合物56とアトルバスタチン又はフェノフィブラートとの併用投与による相乗効果の数値と引用例1に記載された薬理実験におけるコンパウンドAとロバスタチンとの併用投与（引用発明の構成のもの）による相乗効果の数値とを対比した上で，本件補正発明の奏する効果は，引用例1及び2に記載された発明から当業者が本願出願時の技術常識に基づいて予測できる程度を越えた顕著なものであるから，本件補正発明の奏する効果が顕著なものであるとはいえないとした本件審決の判断は誤りである旨主張する。",
                    "ところで，発明が引用発明から容易想到であったか否かを判断するに当たっては，当該発明と引用発明とを対比して，当該発明と引用発明との構成上の相違点を確定した上で，当業者が，引用発明に他の公知発明又は周知技術とを組み合わせることによって，引用発明において相違点に係る当該発明の構成を採用することを想到することが容易であったか否かによって判断するのを原則とするが，例外的に，相違点に係る構成自体の容易想到性が認められる場合であっても，当該発明が奏する作用効果が当該発明の構成そのものから当業者が予測し難い顕著なものであるときは，その作用効果が顕著である点において当該発明は特許法の目的である産業の発展に寄与（同法1条）するものとして進歩性を認めるべきであるから，当該発明が引用発明から容易想到であったとはいえないものと解するのが相当である。",
                    "引用例1及び2に基づいて本件補正発明の構成を容易に想到し得たことは前記(3)ウ認定のとおりであるから，以下においては，上記の観点から，本件補正発明が予測し難い顕著な作用効果を奏するものと認められるかどうかについて判断する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そこで検討するに，前記(1)イ(カ)によれば，本願明細書には，本件補正発明の実施例として，コレステロール負荷ラットを用いた，化合物56とコレステロール生合成阻害剤であるアトルバスタチン又はフィブラート系コレステロール低下剤であるフェノフィブラートとの組合せによる血中コレステロール低下作用の薬理実験の結果が記載され，その実験結果を記載した別紙1の表1には，それぞれを単独投与した場合，化合物56とアトルバスタチンを併用投与した場合及び化合物56とフェノフィブラートを併用投与した場合における血清コレステロール低下率が記載されている。",
                    "一方，前記(3)ア(ア)fのとおり，引用例1には，ハムスター，ウサギ，アカゲザル及び犬を用いた，コンパウンドAとコレステロール生合成阻害剤であるロバスタチンとの組合せによる血中コレステロール低下作用の薬理実験の結果が記載され，その実験結果を記載した別紙2の表1ないし4には，それぞれを単独投与した場合と併用投与した場合における血清コレステロール濃度が記載されている。",
                    "しかるところ，本件補正発明と引用発明とは，β-ラクタムコレステロール吸収阻害剤と，コレステロール生合成阻害剤とを組み合わせてなる血清コレステロール低下剤あるいはアテローム性動脈硬化症の予防又は治療剤である点で一致し，その相違点は，コレステロール生合成阻害剤と併用するβ-ラクタムコレステロール吸収阻害剤が，化合物56であるのか，コンパウンドAを用いるかにあるから，引用例1及び2の記載を前提に，本件補正発明が奏する作用効果が本件補正発明の構成そのものから当業者が予測し難い顕著なものと認められるかどうかを判断するに当たっては，本件補正発明の範囲に含まれる化合物56とロバスタチンとを組み合わせてなる血清コレステロール低下剤あるいはアテローム性動脈硬化症の予防又は治療剤が当業者が予測し難い顕著な作用効果を奏するかどうかを検討する必要がある。",
                    "前記(3)ア(ア)及び(イ)認定のとおり，引用例1には，β-ラクタムコレステロール吸収阻害剤とコレステロール生合成阻害剤とを併用することにより，相乗効果が発揮することが示されていること，引用例2には，化合物56を含むβ-ラクタム化合物-C配糖体が，引用例1で用いたC配糖体部分を構成に有しないβ-ラクタムコレステロール吸収阻害剤を改良したものであることが示されていることからすると，引用例1及び2に接した当業者は，コンパウンドAとロバスタチンとを組み合わせてなる引用発明において，コンパウンドAを化合物56に置き換えた場合に，引用例1記載のコレステロール低下作用の相乗効果がある程度改善されることを予測し得るものと認められる。",
                    "一方，本願明細書には，化合物56とロバスタチンとを組み合わせてなる血清コレステロール低下剤あるいはアテローム性動脈硬化症の予防又は治療剤の薬理実験の結果の記載がないことに照らせば，本願明細書の記載に基づいて，上記組合せからなる本願補正発明の奏する作用効果が当業者が予測し難い顕著なものであることを認めることはできない。",
                    "すなわち，実験動物における薬理作用を比較検討するに当たっては，実験条件をそろえることが必須であるところ，本願明細書記載の実験と引用例1記載の実験とでは，被験動物の種類が異なり，投与量等の条件も異なる上，被験動物の種類により薬剤に対する応答が異なることは技術常識であるから，本願明細書記載の実験結果と引用例1記載の実験結果とを比較することにより，本願補正発明の効果の顕著性を立証することはできない。",
                    "また，コレステロール生合成吸収阻害剤であるアトルバスタチンとロバスタチンとは異なる物質であり，両者がβ-ラクタムコレステロール吸収阻害剤との併用において同等であると認めるに足りる証拠はないから，この点において，本願明細書記載の実験結果と引用例1記載の実験結果とを比較することにより，本願補正発明の奏する作用効果が当業者が予測し難い顕著なものであることを立証することはできない。",
                    "以上によれば，上記の各実験結果によって本件補正発明の奏する作用効果が当業者が予測し難い顕著なものであると認めることはできず，他にこれを認めるに足りる証拠はない。そうすると，これと同旨の本件審決の判断は結論において誤りはなく，原告の上記主張は理由がない。他に原告は本件補正発明の奏する作用効果の顕著性に関し縷々主張するが，上記判断に影響を及ぼすものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によれば，本件補正発明は引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたと判断した本件審決に誤りはないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本願発明の容易想到性に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明と引用発明とは，β-ラクタムコレステロール吸収阻害剤と，コレステロール生合成阻害剤とを組み合わせてなる血清コレステロール低下剤あるいはアテローム性動脈硬化症の予防又は治療剤である点で一致し，その相違点は，コレステロール生合成阻害剤と併用するβ-ラクタムコレステロール吸収阻害剤が，「下記一般式（Ⅰ）で表される化合物又はその薬学的に許容しうる塩」であるのか，コンパウンドAであるのかにある。",
                "そこで検討するに，まず，本件補正前の請求項1（前記第2の2(1)）の記載によれば，化合物56は，同項の「下記一般式（Ⅰ）で表される化合物又はその薬学的に許容しうる塩」に含まれることが認められる。",
                "また，本願発明に係る当初明細書（甲3）には，本願明細書の化合物56が「下記一般式（Ⅰ）で表される化合物又はその薬学的に許容しうる塩」となっているほかは，本願明細書の記載事項（前記1(1)イ）とほぼ同内容の記載があることが認められる。",
                "そうすると，前記1(3)で説示したのと同様の理由により，引用例1及び2に接した当業者が引用発明のコンパウンドAに代えて引用例2記載の化合物56（本件補正前の請求項1の「一般式（I）で示される化合物又はその薬学的に許容しうる塩」に含まれる。）を採用することが容易であったものと認められ，また，前記1(4)で説示したのと同様の理由により，本願発明の奏する作用効果が当業者が予測し難い顕著なものであると認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，本願発明は引用例1及び2に記載された発明に基づいて当業者が容易に発明をすることができたと判断した本件審決に誤りはないから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}