{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800202号事件について平成24年7月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成15年3月19日，発明の名称を「窒化物系半導体素子」とする特許を出願し（特願2003-74966号，国内優先権主張日：平成14年3月26日），平成19年3月30日に設定登録（特許第3933592号）された（甲1。請求項の数8。以下「本件特許」といい，その明細書（甲1，49）を「本件明細書」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成23年10月7日，本件特許について特許無効審判を請求し，特許庁に無効2011-800202号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，平成23年12月26日付けで請求項1及び5に係る訂正請求（以下「本件訂正」という。）をしたところ，特許庁は，平成24年7月20日，本件訂正を認めた上，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，同月30日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成24年8月22日，本件審決の取消しを求める訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正前の請求項1及び5に係る特許請求の範囲の記載は次のとおりである。",
                "【請求項1】ウルツ鉱構造を有するn型の窒化物系半導体層および窒化物系半導体基板のいずれかからなる第1半導体層と，",
                "前記第1半導体層の裏面上に形成されたn側電極とを備え，",
                "前記第1半導体層の前記n側電極との界面近傍における転位密度は，1×109cm-2以下であり，",
                "前記n側電極と前記第1半導体層との界面において，0．05Ωcm2以下のコンタクト抵抗を有する，窒化物系半導体素子。",
                "【請求項5】前記第1半導体層は，所定の厚さになるまで裏面側が加工された層であることを特徴とする請求項1～4のいずれか1項に記載の窒化物系半導体素子。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正後の請求項1及び5並びに請求項2ないし4及び6ないし8に係る特許請求の範囲の記載は次のとおりである（以下，各請求項に記載された発明を順に「本件発明1」などといい，併せて「本件発明」という。）。なお，請求項1及び5の下線部は，本件訂正による訂正箇所である。",
                "【請求項1】ウルツ鉱構造を有するn型の窒化物系半導体基板からなる第1半導体層と，",
                "前記第1半導体層の裏面上に形成されたn側電極とを備え，",
                "前記第1半導体層の前記n側電極との界面近傍における転位密度は，1×109cm-2以下であり，",
                "前記n側電極と前記第1半導体層との界面において，0．05Ωcm2以下のコンタクト抵抗を有する，窒化物系半導体素子。",
                "【請求項2】前記第1半導体層の前記n側電極との界面近傍における転位密度が，1×106cm-2以下であることを特徴とする請求項1に記載の窒化物系半導体素子。",
                "【請求項3】前記第1半導体層の前記n側電極との界面近傍における電子キャリア濃度は，1×1017cm-3以上である，請求項1または2に記載の窒化物系半導体素子。",
                "【請求項4】前記第1半導体層の裏面は，前記第1半導体層の窒素面を含む，請求項1～3のいずれか1項に記載の窒化物系半導体素子。",
                "【請求項5】前記第1半導体層は，所定の厚さになるまで裏面側が加工され，該加工により発生した転位を含む前記第1半導体層の裏面近傍の領域が除去された層であることを特徴とする請求項1～4のいずれか1項に記載の窒化物系半導体素子。",
                "【請求項6】前記第1半導体層のn型ドーパントが酸素であることを特徴とする請求項1～5のいずれか1項に記載の窒化物系半導体素子。",
                "【請求項7】前記第1半導体層の上面上に，Si，Se及びGeのいずれかがドープされたn型の窒化物系半導体層を更に備えることを特徴とする請求項6に記載の窒化物系半導体素子。",
                "【請求項8】前記第1半導体層は，HVPE法を用いて形成されたことを特徴とする請求項1～7のいずれか1項に記載の窒化物系半導体素子。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書の写しのとおりであり，使用した引用例，周知例は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：特開2001-148357号公報（甲2）"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：特開2000-340511号公報（甲3）"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：特開2000-223779号公報（甲4）"
                },
                {
                  "fig": "エ",
                  "subject": "周知例3：特開2000-223790号公報（甲5）"
                },
                {
                  "fig": "オ",
                  "subject": "周知例4：特開2001-102690号公報（甲6）"
                },
                {
                  "fig": "カ",
                  "subject": "周知例5：特開2001-192300号公報（甲7）"
                },
                {
                  "fig": "キ",
                  "subject": "周知例6：特開2002-84040号公報（甲8。平成14年3月22日公開）"
                },
                {
                  "fig": "ク",
                  "subject": "周知例7：特開2001-332817号公報（甲9）"
                },
                {
                  "fig": "ケ",
                  "subject": "周知例8：「わかる半導体レーザの基礎と応用」112～131頁，平田照二，CQ出版株式会社，平成13年11月20日発行（甲10）"
                },
                {
                  "fig": "コ",
                  "subject": "周知例9：「発光ダイオード」106～113頁，奥野保男，産業図書株式会社，平成5年1月20日発行（甲11）  "
                },
                {
                  "fig": "サ",
                  "subject": "周知例10：特開2001-176823号公報（甲12）"
                },
                {
                  "fig": "シ",
                  "subject": "周知例11：特開2001-85736号公報（甲13）"
                },
                {
                  "fig": "ス",
                  "subject": "周知例12：特開2001-313422号公報（甲14）"
                },
                {
                  "fig": "セ",
                  "subject": "周知例13：特開2001-322899号公報（甲15）"
                },
                {
                  "fig": "ソ",
                  "subject": "周知例14：特開2003-51614号公報（甲16）"
                },
                {
                  "fig": "タ",
                  "subject": "周知例15：「Crystal-polarity dependence of Ti／Al contacts to freestanding-GaN substrate」3254～3256頁，Joon Seop Kwakら，APPLIED PHYSICS LETTERS Vol.1.79，No.20，平成13年11月12日発行（甲17）"
                },
                {
                  "fig": "チ",
                  "subject": "周知例16：特開2010-67858号公報（甲18）"
                },
                {
                  "fig": "ツ",
                  "subject": "周知例17：特開平11-233484号公報（甲22）"
                },
                {
                  "fig": "テ",
                  "subject": "周知例18：特開2002-334854号公報（甲23。平成14年11月22日公開）"
                },
                {
                  "fig": "ト",
                  "subject": "周知例19：「エレクトロニクス用結晶材料の精密加工技術」577～584頁，松永正久ら，株式会社サイエンスフォーラム，昭和60年1月30日発行（甲24）"
                },
                {
                  "fig": "ナ",
                  "subject": "周知例20：「半導体シリコン結晶工学」111～114頁，志村忠夫，丸善株式会社，平成5年9月30日発行（甲25）"
                },
                {
                  "fig": "ニ",
                  "subject": "周知例21：特開2000-252217号公報（甲26）"
                },
                {
                  "fig": "ヌ",
                  "subject": "周知例22：「プラズマによるウエハ加工変質層の除去技術」有田潔ら，8th Symposium on “Microjoining and Assembly Technology in Electronics”予稿集87～92頁，平成14年1月31日～2月1日開催（甲27）"
                },
                {
                  "fig": "ネ",
                  "subject": "周知例23：「大口径・高品質炭化珪素単結晶基板」32～36頁，大谷昇ら，新日鉄技報第374号，平成13年発行（甲28）"
                },
                {
                  "fig": "ノ",
                  "subject": "周知例24：特開2002-289579号公報（甲29。平成14年10月4日公開）"
                },
                {
                  "fig": "ハ",
                  "subject": "周知例25：特表2001-518870号公報（甲30）"
                },
                {
                  "fig": "ヒ",
                  "subject": "周知例26：「Characterization of free-standing hydride vapor phase epitaxy GaN」2297～2299頁，J.Jasinskiら，APPLIED PHYSICS LETTERS Vol.78，NO.16，平成13年4月16日発行（甲31）"
                },
                {
                  "fig": "フ",
                  "subject": "周知例27：「Electrochemical etching of highly conductive GaN single crystals」735～740頁，G.Nowakら，Journal of Crystal Growth222，平成13年発行（甲32）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用発明並びに本件発明1と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明：n型のGaＮ基板と，前記GaＮ基板のＮ終端面側に形成されたn電極とを備え，前記n電極と前記GaＮ基板との界面において，接触比抵抗が1×10-5Ω・cm2以下である，III-Ｎ系化合物半導体装置。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一致点：ウルツ鉱構造を有するn型の窒化物系半導体基板からなる第1半導体層と，前記第1半導体層の裏面上に形成されたn側電極とを備え，前記n側電極と前記第1半導体層との界面において，0．05Ωcm2以下のコンタクト抵抗を有する，窒化物系半導体素子。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点：本件発明1においては，「前記第1半導体層の前記n側電極との界面近傍における転位密度は，1×109cm-2以下」であるのに対し，引用発明においては，前記GaＮ基板の前記n電極との界面近傍における転位密度は不明である点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決の理由の要旨は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正は，平成23年法律第63号による改正前の特許法（以下「法」という。）134条の2第1項ただし書各号に掲げる事項を目的とするものに該当し，同条5項において準用する法126条3項及び4項の規定に適合するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1は，引用例に記載された発明（以下「引用発明」という。）と同一であるとはいえず，引用発明及び周知例1ないし13，15，17，19ないし23，25ないし27に記載された周知技術に基づいて，当業者が容易に発明をすることができたものでもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明2ないし6，本件発明7のうち，「前記第1半導体層の上面上に，Si及びSeのいずれかがドープされたn型の窒化物系半導体層を更に備えることを特徴とする請求項6に記載の窒化物系半導体素子。」及び本件発明8は，本件発明1の発明特定事項をすべて含み，更に他の発明特定事項を付加したものであるから，本件発明1と同様に，引用発明と同一であるとはいえず，引用発明及び前記周知技術に基づいて当業者が容易に発明をすることができたものであるともいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明7のうち，「前記第1半導体層の上面上に，Geがドープされたn型の窒化物系半導体層を更に備えることを特徴とする請求項6に記載の窒化物系半導体素子。」の発明は，引用発明と同一であるとはいえず，引用発明及び周知例1ないし27に記載された周知技術に基づいて当業者が容易に発明をすることができたものであるともいえない。  "
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正に係る判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の新規性・進歩性に係る判断の誤り（取消事由2）"
            },
            {
              "fig": "(3)",
              "subject": "本件発明2ないし8の新規性・進歩性に係る判断の誤り（取消事由3）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件訂正に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕",
            "本件訂正後の請求項5において，新たな発明特定事項である「除去」は，何ら手段が限定されておらず，機械研磨あるいは研磨の一種であるCMP（ケミカル・メカニカル・ポリッシング）まで含むものである。これに対し，本件明細書には，GaＮ基板の裏面側の加工により発生した結晶欠陥を含む層をエッチングで除去することしか記載されていない。したがって，本件明細書の記載からは，手段の限定のない「除去」が自明なものとして導き出せる事項とはいえないから，請求項5に係る訂正は，訂正前の特許請求の範囲及び明細書に新規事項を追加するものであり，また，特許請求の範囲を実質的に変更するものであるから，かかる訂正を認めた本件審決の判断は誤りである。",
            "〔被告の主張〕",
            "請求項5に係る訂正は，新たな発明特定事項である「（所定の厚さになるまで裏面側が加工され，）該加工により発生した転位を含む前記第1半導体層の裏面近傍の領域を除去された」を付加するものであるところ，本件明細書（【0045】【0046】【0051】【0056】【0058】）においては，機械研磨に起因して発生し，除去されるn型GaＮ基板の裏面近傍の領域に含まれる「結晶欠陥」が，「転位」を意味していることは明らかである。",
            "したがって，本件訂正後の発明特定事項である「（所定の厚さになるまで裏面側が加工され），該加工により発生した転位を含む前記第1半導体層の裏面近傍の領域を除去された」との構成は，本件明細書の記載から導き出すことができる事項である。",
            "そして，本件訂正前の請求項5に記載された窒化物系半導体素子の第1半導体層は，新たな発明特定事項を備える窒化物系半導体素子の第1半導体層へ減縮されることになるから，その訂正が特許請求の範囲の減縮を目的とするものであることは明らかである。",
            "したがって，原告の主張は，理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明1の新規性・進歩性の判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "新規性について",
              "text": [
                "本件審決は，本件発明1が引用発明と同一であるとはいえないと判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，本件出願当時，①研磨前のGaＮ基板の転位密度は，1×106cm-2程度であったこと（甲3～9，以下「技術事項1」という。），②GaＮ基板を機械研磨すると，GaＮ基板内部に当業者が「ダメージ」等と呼称し，また，本件発明では「転位」と呼称されている，透過型電子顕微鏡（TEM）で観察される結晶欠陥が生じること（甲10～48，以下「技術事項2」という。），③電極形成前に，「転位」（当業者がいう「ダメージ」等）の全て（少なくとも「大部分」。以下，この文脈で「全て」という場合には，この意味を含む。）をエッチングなどで除去すること（その結果，エッチング後の基板の転位密度が，元の転位密度に戻っていること）（甲10～48，以下「技術事項3」という。）は，いずれも周知技術であった。",
                    "本件審決は，技術事項2及び3が周知技術であることを否定したが，甲10ないし48によれば，本件審決の認定が誤りであることは明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲12及び13",
                      "text": [
                        "甲12及び13には，研磨によってGaＮ基板に発生した結晶欠陥（表面歪み）を除去し，これにより本件発明1と同じく「n型電極のコンタクト抵抗が低減」することが開示されており，さらに，「研磨によって鏡面出し」し，その下に発生している表面歪みをエッチングで除去したことが記載されている。「鏡面出し」とは，精細な機械研磨によって基板表面を「透明にする」（甲13【0040】）ことであり，本件明細書でいう「クラック」などの表面凹凸（これはSEMで観察される）は除去されたことを意味している。したがって，甲12及び13には，本件明細書でいう「クラック」など，SEMで観察される表面の凹凸の下に発生した「表面歪み」（TEM分析で観察される結晶欠陥）をエッチングで除去し，その結果，コンタクト抵抗が低減していることが明示されていることが明らかであるから，これは，本件明細書の開示と全く同じ内容であり，本件発明1と全く同じ動機付け（目的）の開示がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲14",
                      "text": [
                        "甲14には，n型窒化物半導体層の研磨によりダメージを受けた領域をRIE法にて1～2μm程度エッチングし，その後，露出したn型窒化物半導体層に電極を形成することが記載されている（【0054】）。したがって，甲14では，本件明細書にいう「転位の除去」が行われていることが明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲16",
                      "text": [
                        "京都大学の A 准教授の意見書（甲37）によれば，本件明細書の開示事項は当業者に周知な「ダメージ層」などと同じ内容であり，甲16の写真について，これがSEM像でないことに異論はなく，本件発明1と同内容であると指摘している。したがって，当業者が「ダメージ層」を，本件発明1がいう「転位」と同義か，少なくともこれを含む広い意味で使用していることは明らかであるから，「結晶欠陥」ないし「転位」をエッチングなどで除去することは，周知慣用の技術であったことが明らかである。",
                        "本件審決は，甲16，18，23及び29は，本件出願に係る優先権主張日より後に公開された特許公報であるから，本件の参考にならないとする。しかし，ここでの問題は，相違点についての判断の前提事項に関係する，当業者が本件出願前から周知慣用技術として用いていた「機械研磨した際に発生する結晶欠陥をエッチングなどで除去する技術」の内容であり，当業者が「ダメージ層」とか「損傷層」などと呼んでいたものの内容であるから，そのための資料が優先権主張日後の資料であってはならないとする理由がないことは明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲27及び28",
                      "text": [
                        "甲27及び28で対象となっている材料系は，GaＮではないが，機械研磨によって半導体層の結晶内に結晶欠陥（加工変質層）が形成されること，当該結晶欠陥は，TEM（透過型電子顕微鏡）で観察されることが記載されており，半導体を機械研磨すれば，その下にTEMで観察される結晶欠陥が発生することは，半導体の材質を問わない問題であるから，これらも本件出願時の技術水準を示す公知例となる。",
                        "本件審決は，甲10，11，22，25，27及び28は，ウルツ鉱構造を有するn型窒化物係半導体基板とは異なる材料に関するものであるから，そのまま本件発明1に適用することはできないとする。",
                        "しかし，材料系に特有の現象が存在することは否定できないが，本件で問題とするような半導体層を機械研磨した際に当該層の内部にTEMで観察される結晶欠陥が生じるかどうかという点は，多少は材料系の強度に依拠するとはいえ，特段の事情がない限り，他の半導体層でも同様に生じる現象であると考えるのが当たり前であり，この点は， A 准教授の意見書（甲37）にも示されているとおりである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲17，31及び32",
                      "text": [
                        "これらによれば，機械研磨によって，GaＮ層にTEMで観察される結晶欠陥（ワークダメージ）が形成されること，エッチングなどで当該結晶欠陥が除去されること，甲17には，エッチング除去した後の基板の表面の転位密度が107cm-2よりも低かったこと，コンタクト抵抗が2×10-5Ωcm2であったことが記載されており，これらの内容が本件発明1と同内容であることは一見して明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例には，「転位」の除去及び転位密度は明記されていないものの，上記周知技術からすると，引用発明においても，「Ｎ終端面が出るまで研磨して，…GaＮ基板を得る」（【0039】）の研磨後（あるいは，当該研磨工程において），電極形成前に「転位」を全てエッチングなどで除去しているのであり，これにより基板の転位密度は，研磨前の転位密度である1×106cm-2程度となっているものである。",
                    "また，本件発明は，要するに，①機械研磨によって結晶欠陥（転位）が発生する，②これにより転位密度及びコンタクト抵抗が増大する，③①で発生した結晶欠陥（転位）を除去する，④転位密度及びコンタクト抵抗が所定の値以下となるというものであり，本件明細書には，所定のコンタクト抵抗値を得る方法として，上記③の「除去」しか開示されていないことからしても，引用発明におけるコンタクト抵抗（1×10-5Ωcm2）が本件発明のコンタクト抵抗（0．05Ωcm2）より3桁も小さい値が得られた理由は，上記③にいう結晶欠陥の除去が行われているからであるとしかと考えられない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，被告は，本件特許に関する侵害訴訟（東京地方裁判所平成23年（ワ）第26676号）において，結晶欠陥を除去しない限り，コンタクト抵抗が下がらないこと，すなわち，コンタクト抵抗が本件発明の数値以下になっていれば，機械研磨によって発生した結晶欠陥の除去が必ず行われていることを明言している（甲33の1）。",
                    "したがって，本件発明1が規定するコンタクト抵抗よりも3桁も小さいコンタクト抵抗を開示する引用発明において，機械研磨によって発生した結晶欠陥（転位）の除去が行われており，引用発明のGaＮ基板の電極面の転位密度が基板本来の転位密度である1×106cm-2程度になっていることは被告も認めているというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件審決は，本件発明1と引用発明とを対比して，不純物濃度，電極の性質，電極の接着条件が一致し，これらはコンタクト抵抗に影響を与える条件であるとしても，それらがコンタクト抵抗に影響を与える条件の全てではなく，その外にも条件があり，本件発明1と引用発明とはその外の条件まで一致するか否かは不明なのであるから，引用発明において，GaＮ基板のＮ終端面の転位密度は，必ずしも1×109cm-9以下の範囲に入っているとはいえないとして，本件発明1と引用発明とが同一とはいえないと判断した。",
                    "しかし，コンタクト抵抗に影響を与える条件がその外にもあること自体は否定できないが，コンタクト抵抗に影響を与える主たる要因が上記のものであることも事実であり，しかも，被告も本件審決も，その外の要因があることを具体的に指摘できていない。そうすると，通常の事実認定を行えば，引用発明においても，周知慣用の技術である結晶欠陥の除去が行われていると認定されるべきは当然である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "よって，引用発明は，相違点に係る転位密度「1×109cm-2以下」を充たしているから，本件発明1は引用発明と同一のものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性について    ",
              "content": [
                {
                  "fig": "ア",
                  "subject": "進歩性の欠如",
                  "text": [
                    "仮に，転位密度が引用例に明記されていない点を相違点であると考えるにしても，引用発明に技術事項1ないし3を適用することに何の阻害事由もない。また，引用発明は，閾値電圧を下げることを一つの目的とする発明であるところ（甲2【0096】等参照），機械研磨によって結晶欠陥が発生した層を除去することでコンタクト抵抗が下がることも知られていたのであるから（甲12及び13），引用例には技術事項1ないし3を組み合わせることの動機付けが開示されている。",
                    "したがって，本件発明1は，引用発明に周知技術を組み合わせることにより，当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決が示した判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，甲3ないし9について，これらに記載されている転位密度は，本件発明1で対象としているn型窒化物系半導体基板の裏面上に形成されたn側電極との界面近傍における転位密度や，同基板裏面の転位密度とは異なるものであり，本件発明1で対象としている転位密度は示されていないとする。",
                        "しかし，甲3ないし9においても，研磨及びエッチングが行われていることは明らかであるから，基板の転位密度は当然元の基板の転位密度になるものであり，この点は，本件発明1でも同様である（甲1【0058】）から，甲3ないし9には，本件発明1で対象としている転位密度が示されている。したがって，本件審決の上記説示は完全な事実誤認である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，甲12ないし15，17，26及び30ないし32には，表面のクラック等より更に深いところまで伸びている転位をエッチングにより除去することが明記されているとは認められず，研磨やエッチングをどの程度の深さまで進めるかについての設定基準が周知又は公知であったと認めることはできず，さらには，ウルツ鉱構造を有するn型窒化物係半導体基板において機械加工面をエッチングする際に，転位が伸びている深さまでエッチングを進めるとともに，どの程度の深さまでエッチングをするかの基準を，加工面における転位密度が特定の値以下になることを設定するという思想が，本件出願に係る優先権主張日前に公知であったことを示す証拠は提示されていないとする。",
                        "しかし，上記甲号証には，表面のクラックの下に発生するTEMで観察される基板内部の結晶欠陥を除去することが記載されており，甲12及び13には，鏡面出しをして，その下の「表面歪み」をエッチングし，これによりコンタクト抵抗が低減しているのであるから，これらの甲号証に，「表面のクラック等より更に深いところまで伸びている転位をエッチングにより除去することが明記されている」ことは明らかである。",
                        "また，上記甲号証では，機械研磨した層に結晶欠陥が発生することがTEMによって観察されており，そのような層を「除去する」と記載があるのだから，このような公知例が，転位を含んだすべての結晶欠陥を除去していることは明らかであり，どの程度の深さまで進めるかについての設定基準が周知又は公知であったと認めることができないとの審決の認定は全くの事実誤認であり，意味不明である。",
                        "さらに，本件審決は，上記のとおり転位を全て除去することが周知慣用の技術であったとしても，上記甲号証では，転位密度をパラメーターとしていない点を問題としているようであるが，これは従来から行われたことを別の表現で規定したにすぎず，そのような別の表現をしたことに対して特許発明が成立する余地はないから，本件審決は特許法の基本的理解を誤ったものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，仮に，GaＮ単結晶の加工法において，研磨加工後にエッチングを施すことは周知技術であるから，引用発明においても研磨加工後のエッチングは当然実施されている，あるいは引用発明に研磨加工後のエッチングを採用することが当業者にとって容易であると仮定しても，本件特許発明の課題の認識がない以上，エッチングを加工面の転位密度が特定の値以下になる深さまで進めるという着想に至ることはできないのであり，該着想をもたずに，当業者が引用発明において研磨加工後にエッチングを施したとしても，必ずしもGaＮ基板のＮ終端面の転位密度が1×109cm-9以下の窒化物系半導体素子は得られないとする。",
                        "しかし，本件審決もいうとおり，研磨加工後にエッチングを施すことが当然であれば，後は，どの程度のエッチングを行うかという問題だけであり，これは明らかに任意の設計事項である。すなわち，当業者が従前から当然のこととしてエッチングしていたとき，その量を0．5μm以上と規定してみたところで，進歩性が認められないことは明らかであり，その点は，転位密度という表現にしたところで同様である。しかも，甲14では，エッチングを1～2μm程度行うことが開示されているから，本件明細書が開示する0．5μm以上のエッチングはそれ自体周知慣用技術であることが明らかである。そして，従来から当業者は，当然のこととして，機械研磨で発生した結晶欠陥が除去される（加工面の転位密度は元の転位密度となる）までエッチングしていたのであるから，引用発明において，研磨加工後にエッチングを施したとすれば，必ずGaＮ基板のＮ終端面の転位密度が1×109cm-9以下の窒化物系半導体素子になるのであるから，本件審決の上記認定は，全く意味不明であるか，完全な事実誤認に基づく判断である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "判断の遺漏",
                  "text": [
                    "本件審判手続において，原告は，引用例には基板を研磨することが記載されているところ（甲2【0039】），研磨することなく基板に電極を設けることは，本件出願当時の周知技術であり（甲4【0024】，甲44【0059】，甲45【0035】～【0038】），また，当時のGaＮ基板の元（研磨しない状態）の転位密度は1×106cm-2程度であったから（甲3～8），引用例に上記周知技術を適用すると，GaＮ基板の転位密度は基板全体として（電極との界面近傍を含む），1×106cm-2程度のままとなるため，本件発明1は引用例から容易に発明をすることができたものである旨主張した。",
                    "しかるに，本件審決は，原告の上記主張について何ら判断を示しておらず，本件審決には判断の遺漏がある。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "新規性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲10ないし48を挙げて，本件出願当時，技術事項2及び3は周知であったと主張する。",
                    "しかし，上記各証拠には，「ダメージ」が転位の意味で用いられているものはない。",
                    "また，上記各証拠には，電極形成前に「転位」をエッチングで除去することの記載はなく，「転位」の除去の記載もないから，「エッチング後の基板の転位密度が，元の転位密度に戻っている」などという記載もない。",
                    "さらに，上記各証拠では，「転位」がコンタクト抵抗を高くするという技術課題は認識されておらず，したがって，「転位」に着目する記載もなく，「転位」を除去するという解決手段の開示も全く存在しない。従前エッチング等で除去していたものは「ダメージ」等と呼称されるものであって，それらより更に基板の深くまで及んでいる「転位」に着目して，それを除去する技術に関するものは一つも示されておらず，周知技術として，当業者が「ダメージ」等と呼称し，また，本件発明では「転位」と呼称されている部分を除去する旨の技術は開示されていない。",
                    "原告の取り上げた書証について個別に反論する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲12及び13",
                      "text": [
                        "甲12及び13に記載されているのは，GaＮ基板の研磨後に，研磨によって生じた「表面歪み」及び「酸化膜」を除去するためにエッチングを行うことであって，研磨によって生じる「転位」に関する記載は一切ない。原告は，甲12及び13の「表面歪み」と本件発明1の「転位」が同じものを意味すると主張しているが，単なる憶測にすぎず，甲12及び13では，「表面歪み」及び「酸化膜」にしか着目しておらず，基板のごく表面の欠陥を除去することを目的としているのであって，基板の深くに伸びている「転位」には認識が及んでいないことが明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲14",
                      "text": [
                        "甲14の【0054】には，基板の研磨後は，「研磨によりダメージを受けた領域をRIEにより1～2μm程度エッチングを行う」と記載されているだけであり，この記載から「転位」の除去の開示を認めることができないのは当然のことである。原告は，本件明細書の基板表面を0．5～1μmエッチングして所望の転位密度が得られた旨の記載との比較で，甲14の「1～2μm程度エッチングを行う」によって「転位」が除去されたかもしれないと推測しているだけであり，そのような内容は，甲14には記載されておらず，本件明細書の開示がなければ推測すらできないのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲16",
                      "text": [
                        "甲16に記載されている「ダメージ層」は「転位」ではない。甲16の【0038】には，ダメージ層を示している図9の写真が走査電子顕微鏡写真であると記載されており，これはSEMであるから，転位を観察することができない。甲37の",
                        "A 意見書は，甲16の写真がTEMであると判断しているが，同写真には，「傾斜効果」。「エッジ効果」によるコントラストが明確に存在するのであり（乙2），同意見書の見解は誤りである。",
                        "なお，周知技術の判断は，本件特許の出願時を基準に判断するものであるから，本件審決の，甲16，18，23及び29の扱いに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲27及び28",
                      "text": [
                        "甲27及び28は，シリコンウェハ及び炭化珪素（SiC）基板に関するものであって，ウルツ鉱構造を有するn型の窒化物系半導体基板にそのまま適用できるものではない。また，ここでは，基板の研磨によって生じるのは，「加工変質層」及び「加工損傷層」と呼ばれており，研磨によって生じる「転位」に関する記載はない。転位によってコンタクト抵抗が上昇することは，それまでGaＮ以外のどの半導体基板においても知られていなかった。Si，SiC基板のような場合は，機械研磨した半導体基板面上に電極を形成するために熱をかけると，電極と半導体基板が融合して合金になり，コンタクト抵抗が上がることがないからである。これに対して，ウルツ鉱構造を有するn型の窒化物系半導体基板は，基板裏面を機械研磨したときに生じる「転位」によって，基板裏面に掲載されたn側電極の界面近傍のコンタクト抵抗が非常に大きくなるという，他の半導体基板には存在しない特別な技術課題が生じる。甲27及び28では，「転位」に着目するという問題意識も動機もないのであるから，甲27及び28に記載されている技術事項は本件発明1とは関係がない。",
                        "また，同様に本件発明1とは異なる半導体基板に関する甲10，11，22及び25について，本件審決が，本件発明1にそのまま適用できないとした判断は正当である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲17，31及び32",
                      "text": [
                        "これらは，いずれも学術論文であるが，機械研磨によって「転位」が生じることも，それを除去することによってコンタクト抵抗を低下させることも一切記載されていない。ダメージが「転位」の意味で用いられているものはないから，その内容が技術常識や周知技術であるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例には「転位」の除去や転位密度は明記されていないものの，周知技術である技術事項1ないし3からすれば，引用発明においても，電極形成前に「転位」を全てエッチングなどで除去しているなどと主張する。",
                    "しかし，前記のとおり，原告が提出した上記各証拠には，「転位」に着目し，これを除去するなどという技術は記載されていないから，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，被告は甲33の1において結晶欠陥を除去しない限りコンタクト抵抗が下がらないことを明言しているから，引用発明のGaＮ基板の電極面の転位密度が1×106cm-2程度になっていることは，被告も認めているというべきであると主張する。",
                    "しかし，被告は，甲33の1において，素子のコンタクト抵抗の数値と転位密度の数値の間に論理必然的な1対1の対応関係があるなどと述べてはいない。本件発明では，機械研磨で生じた転位に起因して，現にコンタクト抵抗が高くなっているGaＮ基板裏面について，そのコンタクト抵抗は，基板裏面近傍の転位を除去して，初めて下げることができたと述べているにすぎない。引用例では，GaＮ基板の裏面の機械研磨が行われ，転位が生じているはずであるが，転位を除去していない（除去する旨の記載のない）から，転位密度は高いはずである。原告の主張は，甲33の1の記載を曲解したものであり，理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件審決が，本件発明1と引用発明を対比して，コンタクト抵抗に影響を与える条件が一致するかどうかは不明であるとして同一性を否定したのに対し，被告も本件審決も具体的条件を指摘できていないのだから，通常の事実認定を行えば，引用発明のおいても，結晶欠陥の除去が行われており，同一であると認定されるべきであると主張する。",
                    "しかし，引用例には転位密度の記載がなく，コンタクト抵抗の記載があるだけであるが，半導体素子のコンタクト抵抗の数値と基板の転位密度の数値との間には1対1の関係が存在するわけではないから，コンタクト抵抗の数値の記載が，転位密度の数値の開示を意味するものでないことは明らかである。そして，本件発明1と引用発明とでは，不純物濃度は同程度でも不純物の種類が異なっているし，電極材質及び厚さも異なっているから，本件審決の判断は正当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本件審決が新規性を否定したことは正当であり，原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "進歩性の欠如について",
                  "text": [
                    "原告は，引用発明に周知技術である技術事項1ないし3を適用することには何の阻害事由もないとか，甲12及び13を挙げ，引用発明は閾値電圧を下げることを一つの目的とする発明であるところ，機械研磨によって結晶欠陥が発生した層を除去することでコンタクト抵抗が下がることも知られていたのであるから，引用例には，引用発明にこれらの周知技術を組み合わせることの動機付けが開示されていると主張する。",
                    "しかし，原告が主張するような周知技術は存在しないから，原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決が示した判断の誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲3ないし9においても，研磨及びエッチングが行われていることは明らかであり，基板の転位密度は当然元の基板の転位密度になるから，これらには，本件発明1が対象としている転位密度が示されていると主張する。",
                        "しかし，本件発明1において問題となっている転位密度は，窒化物系半導体基板の裏面を研磨して生じた転位の密度であり，この転位をすべて除去した後は，甲3ないし9に記載された，基板の本来の転位密度となるとしても，基板本来の転位や転位密度しか記載のない甲3ないし9において，本件審決のいうとおり，窒化物系半導体基板の裏面の転位密度が示されていないのは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件審決が，甲12ないし15，17，26及び30ないし32の各号証に，表面のクラック等より更に深いところまで伸びている転位をエッチングにより除去することが明記されているとは認められず，どの程度の深さまでエッチングをするかの基準について，加工面における転位密度が特定の値以下になることを設定するという思想が，本件特許の優先日前に公知であったことを示す証拠は提示されていないと判断したことを非難し，これらの甲号証に，「表面のクラック等より更に深いところまで伸びている転位をエッチングにより除去することが明記されている」ことは明らかであり，本件審決は，上記のとおり転位をすべて除去することが周知慣用の技術であったとしても，上記甲号証では，転位密度をパラメーターとしていない点を問題としているようであるが，これは従来から行われたことを別の表現で規定したにすぎず，そのような別の表現をしたことに対して特許発明が成立する余地はないから，本件審決は特許法の基本的理解を誤ったものであると主張する。",
                        "しかし，前記のとおり，これらの甲号証には，転位が存在することや転位によりコンタクト抵抗が増大することの記載はなく，転位をエッチングにより除去することも全く記載がないのである。前記のとおり，本件発明1が「転位」に着目したのは，GaＮ基板裏面を研磨してn側電極を設けると界面のコンタクト抵抗が高くなるという問題が生じ，その原因が基板の研磨により生成した「転位」であることを発見したからである。研磨によって転位が生じることは，従来技術の研磨工程でも起こったことであるが，転位が技術課題を引き起こすことの認識がなければ，わざわざ原子レベルの転位に着目する必要もなく，公知文献に記載されることもなかった。したがって，このような課題の認識が一切ない上記甲号証においては，原子レベルの欠陥である「転位」に着目する必然性はなく，そのような意味で「転位」を除去するという技術思想は一切記載されていない。したがって，本件審決の説示は正当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本件審決が，研磨加工後にエッチングを施すことが周知技術であり当然実施されていたとしても，本件発明の課題の認識がない以上は，エッチングを加工面の転位密度が特定の値以下になる深さまで進めるという着想には至らず，これを持たずに研磨加工後にエッチングを施したとしても本件発明1は得られないとしたのに対し，どの程度エッチングを行うかは任意の設計事項であり，エッチング量を規定したり転位密度を規定したりしてみても，エッチングそれ自体周知慣用技術であるから，本件審決の認定は意味不明で完全な事実誤認であると主張する。",
                        "引用例には，原告も認めるように，GaＮ基板裏面とn側電極の界面近傍の転位密度が1×109cm-2以下であることの記載がない。本件審決の判断内容は，仮に，引用例に対して，研磨加工後のエッチングが周知技術として採用されるとしても，そのことから，上記転位密度であることの実質上の開示が存在するとの結論は導き出せないというものであり，その理由は，引用例にも，原告の主張する周知技術にも，研磨によって生じる「転位」がコンタクト抵抗を非常に大きくするという，本件発明1の課題の認識がないから，「転位」に対する着目もないし，転位密度を特定の値以下とするという技術思想も存在しないということであり，正当な判断である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "判断の遺漏について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件審判手続の審判請求書において，甲4に関しては，「窒化物半導体基板の転位密度が1×109cm-2以下であることは常套手段ないし周知技術であった（甲3～9）」と述べるだけで，甲4は，甲3ないし9と同じ位置づけの文献であった。しかるに，原告は，口頭審理陳述要領書（甲36）では，甲4のみを取り上げて，「引用例に甲4を組み合わせる動機付けは十分にある。そのため，引用例に周知技術（特定の引用例の組合せが必要であるというのであれば甲4）におけるGaＮ基板とn電極を組み合わせれば，本件発明が容易に想到できることは明らかである。」などと，あたかも引用例を主引例として甲4を副引例とする進歩性欠如の主張を行うかのごときであった。",
                        "しかし，これは新たな無効理由の主張であるから，請求の理由の要旨変更に該当し，無効審判手続において認められてはいない。つまり，原告は，無効審判手続において，本件訴訟で主張するような無効理由の主張は行っていないのであり，本件審決に判断の脱漏はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "仮に，本件審決に判断の脱漏があったとしても，原告が主張する上記無効理由は成り立たないから，審決の結論には何ら影響しない。",
                        "すなわち，引用例は，サファイア基板上にGaＮ層を結晶成長させ，サファイア基板側からGaＮ結晶のＮ終端面（裏面）が出るまで研磨してGaＮ基板を得て，その後に，素子の積層構造を作製している。つまり，引用例においては，GaＮ基板の裏面はサファイア基板を除去する結果として研磨されているのである。ところが，原告は，上記無効理由において，引用例に，研磨することなく基板に電極を設ける周知技術を適用すると主張している。引用例はサファイア基板を除去するために，Ｎ終端面（裏面）が出るまで研磨してGaＮ基板を得ているのであるから，引用例に対し，研磨することなく基板に電極を設ける周知技術を適用することはできない。",
                        "したがって，原告の主張は，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本件発明2ないし8の新規性・進歩性に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2は，第1半導体層のn側電極との界面近傍における転位密度が1×106cm-2以下であるとするものであるところ，前記2〔原告の主張〕(1)と同様の理由により，本件発明2も引用発明と同一である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，前記2〔原告の主張〕(2)アと同様の理由により，本件発明2も引用発明と周知技術に基づいて当業者が容易に発明をすることができたものである。",
                    "さらに，前記2〔原告の主張〕(2)ウと同様に，本件発明2に係る本件審決の判断には，判断の遺漏がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3ないし8について",
              "text": [
                "本件発明1及び2の新規性・進歩性に係る本件審決の誤りは，本件発明3ないし8についても当てはまるところ，本件発明3のキャリア密度は引用発明との実質的相違点とはいえず，本件発明4の第1半導体層の裏面が窒素面を含むとの点，本件発明5の「第1半導体層は，所定の厚さになるまで裏面側が加工され，該加工により発生した転位を含む第1半導体層の裏面近傍の領域が除去された層である」との点，本件発明6の「n型ドーパントが酸素である」との点，本件発明7の「第1半導体層の上面上にSi，Se及びGeのいずれかがドープされたn型窒化物系半導体層を更に備える」との点及び本件発明8の「第1半導体層がHVPE方を用いて形成された」との点は，いずれも，引用例に記載されているか，周知慣用の技術にすぎない。",
                "したがって，本件発明1及び2の新規性・進歩性に係る本件審決の判断の誤りは，本件発明2ないし8に新規性又は進歩性があると判断した審決の結論に影響を及ぼすものである。",
                "〔被告の主張〕",
                "いずれも争う。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は，前記第2の2(2)に記載のとおりであるところ，本件明細書（甲1，49）には，本件発明について，概略，以下のような記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本発明は，電極を有する窒化物系半導体素子に関するものである（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "通常，窒化物系半導体レーザ素子を形成する場合，絶縁性のサファイア基板が用いられる。しかし，サファイア基板上に，窒化物系半導体層を形成する場合，サファイア基板と窒化物系半導体層との格子定数の差が大きいので，窒化物系半導体層内に格子定数の差に起因した多数の結晶欠陥（転位）が発生するという不都合があった。その結果，窒化物系半導体レーザ素子の特性が低下するという問題点があった（【0003】）。",
                    "そこで，従来，窒化物系半導体層との格子定数の差が小さいGaＮ基板などの窒化物系半導体基板を用いた窒化物系半導体レーザ素子が提案されている（【0004】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "従来の窒化物系半導体レーザ素子の製造プロセスでは，n型GaＮ基板上に成長される窒化物系半導体層の結晶性を向上させるため，窒化物系半導体層は，ウルツ鉱構造を有するn型GaＮ基板のGa面上に成長される。また，ウルツ鉱構造を有するn型GaＮ基板の窒素面は，裏面として用いられるとともに，このn型GaＮ基板の裏面上にn側電極が形成される（【0005】）。",
                    "図7に示した従来の窒化物系半導体レーザ素子では，n型GaＮ基板の硬度が非常に大きいので，劈開により素子分離及び共振器端面の形成を良好に行うのが困難であるという不都合がある。このような不都合に対処するため，劈開工程の前にn型GaＮ基板の裏面を機械研磨して，n型GaＮ基板の裏面の凹凸の大きさを小さくすることによって，素子分離及び共振器端面の形成を良好に行う方法が提案されている（例えば，特開2002-26438号公報）（【0008】）。",
                    "しかし，上記文献に開示された従来の方法では，n型GaＮ基板の裏面を機械研磨する際に，n型GaＮ基板の裏面近傍に応力が加わるため，n型GaＮ基板の裏面近傍にクラックなどの微細な結晶欠陥が発生するという不都合がある。その結果，n型GaＮ基板と，n型GaＮ基板の裏面（窒素面）上に形成されたn側電極とのコンタクト抵抗が増加するという問題点があった（【0009】）。",
                    "また，n型GaＮ基板の窒素面は，酸化されやすいので，これによっても，n型GaＮ基板の裏面（窒素面）上に形成されたn側電極とのコンタクト抵抗が増加するという問題点があった（【0010】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本発明は，上記のような課題を解決するためになされたものであり，その目的は，窒化物系半導体基板などの窒素面と電極とのコンタクト抵抗を低減することが可能な窒化物系半導体素子を提供することである（【0013】）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記目的を達成するために，この発明の窒化物系半導体素子は，ウルツ鉱構造を有するn型の窒化物系半導体層及び窒化物系半導体基板のいずれかからなる第1半導体層と，第1半導体層の裏面上に形成されたn側電極とを備え，第1半導体層のn側電極との界面近傍における転位密度は，1×109cm-2以下であり，n側電極と第1半導体層との界面において，0．05Ωcm2以下のコンタクト抵抗を有する（【0024】）。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本発明の窒化物系半導体素子では，n側電極と第1半導体層とのコンタクト抵抗を，0．05Ωcm2以下にすることによって，n側電極と第1半導体層とのコンタクト抵抗が低減された良好な素子特性を有する窒化物系半導体素子を得ることができる（【0025】）。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "発明の実施態様",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "研磨工程に用いる機械研磨装置は，図3に示すように，平坦な表面を有するガラス基板と，上下に移動可能で，かつ，R方向に回転可能に支持されたホルダと，バフとから構成されている。バフ上には，約0．2μm～約1μmの粒子粗さのダイヤモンド，酸化ケイ素又はアルミナなどからなる研磨剤が配置されている。この研磨剤の粒子粗さは，約0．2μm～約0．5μmの範囲であれば，特に良好に裏面研磨を行うことができる（【0043】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記機械研磨装置を用いて，n型GaＮ基板の裏面（窒素面）をn型GaＮ基板の厚みが約120μm～約180μmになるまで研磨する。具体的には，ホルダの下面に取り付けられた窒化物系半導体レーザ素子構造のn型GaＮ基板の裏面を，研磨剤が配置されているバフの上面に，一定の負荷で押圧する。そして，バフに水又はオイルを流しながら，ホルダをR方向に回転する（【0044】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この後，本実施形態では，反応性イオンエッチング（RIE）法により，n型GaＮ基板1の裏面（窒素面）を，約20分間エッチングする。このエッチングは，ガス流量，Cl ガス：10sccm，BCl ガス：5sccm，エッチン2 3グ圧力：約3．3Pa，RFパワー：200W（0．63W／cm2），エッチング温度：常温の条件下で行った。これにより，n型GaＮ基板1の裏面（窒素面）を約1μmの厚み分だけ除去する。その結果，上記機械研磨に起因して発生した結晶欠陥を含むn型GaＮ基板1の裏面近傍の領域を除去することができる。また，n型GaＮ基板1の裏面を，機械研磨のみで加工した場合と比べて，より平坦な鏡面にすることができる。なお，n型GaＮ基板1の裏面の反射像を目視により良好に確認することができる表面状態を鏡面とする（【0045】）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "ここで，上記したエッチングによる効果を確認するために，エッチング前後におけるn型GaＮ基板1の裏面の結晶欠陥（転位）密度を，TEM分析により測定した。その結果，エッチング前には，結晶欠陥密度は，1×1010cm-2以上であったのに対して，エッチング後には，結晶欠陥密度は，1×106cm-2以下にまで減少していることが判明した。また，エッチング後のn型GaＮ基板1の裏面近傍の電子キャリア濃度を，エレクトロケミカルC-V測定濃度プロファイラーにより測定した。その結果，n型GaＮ基板1の裏面近傍の電子キャリア濃度は，1．0×1018cm-3以上であった。これにより，RIE法によるエッチングによって，裏面近傍の電子キャリア濃度を，n型GaＮ基板1の基板キャリア濃度（5×1018cm-3）と同程度にできることがわかった（【0046】）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本実施形態による窒化物系半導体レーザ素子の製造プロセスでは，上記のとおり，n型GaＮ基板1の裏面（窒素面）を，RIE法によりエッチングすることによって，研磨工程に起因して発生したn型GaＮ基板1の裏面近傍の結晶欠陥を含む領域を除去することができる。これにより，結晶欠陥による電子キャリアのトラップなどに起因する電子キャリア濃度の低下を抑制することができる。また，n型GaＮ基板1の裏面が窒素面である場合には，n型GaＮ基板1の裏面が酸化されやすいので，その酸化された部分をエッチングにより除去することができる。これらの結果，n型GaＮ基板1とn側電極8とのコンタクト抵抗を低減することができる。なお，本実施形態に沿って作製された窒化物系半導体レーザ素子におけるn型GaＮ基板1とn側電極8とのコンタクト抵抗をTLM法により測定したところ，コンタクト抵抗は，2．0×10-4Ωcm2以下であった。また，n型GaＮ基板1の裏面（窒素面）上にn側電極8を形成した後，さらに500℃の窒素ガス雰囲気中で10分間の熱処理を行った場合には，コンタクト抵抗はさらに低い1．0×10-5Ωcm2であった（【0051】）。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "Cl ガスを用いたRIE法により，n型GaＮ基板の裏面を約1μmの2厚み分だけ除去した試料4では，Cl ガスを用いたRIE法により，n型GaＮ2基板の裏面を約0．5μmの厚み分だけ除去した試料3よりも，低いコンタクト抵抗を得ることができた。これは，約0．5μmの厚み分の除去では，機械研磨により発生した結晶欠陥を含むn型GaＮ基板の裏面近傍の領域を十分に除去することができなかったためであると考えられる。これらの試料において，n型GaＮ基板の裏面の結晶欠陥（転位）密度を，TEM分析により測定したところ，試料3の結晶欠陥密度は1×109cm-2であった。一方，試料4では，観察した視野中に結晶欠陥は観察されず，結晶欠陥密度は1×106cm-2以下であった。したがって，RIE法によりn型GaＮ基板の裏面を約1．0μm以上の厚み分除去するのが好ましい（【0058】）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載からすると，本件明細書には，次の点が開示されていると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，電極を有する窒化物系半導体素子に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "n型GaＮ基板を用いて形成された従来の窒化物系半導体レーザ素子では，n型GaＮ基板の硬度が非常に大きいので，劈開により素子分離及び共振器端面の形成を良好に行うのが困難であるため，劈開工程の前にn型GaＮ基板の裏面を機械研磨して，n型GaＮ基板の裏面の凹凸の大きさを小さくすることによって，素子分離及び共振器端面の形成を良好に行う方法が提案されているが，この方法では，n型GaＮ基板の裏面を機械研磨する際に，n型GaＮ基板の裏面近傍に応力が加わるため，n型GaＮ基板の裏面近傍にクラックなどの微細な結晶欠陥（転位）が発生し，その結果，n型GaＮ基板と，n型GaＮ基板の裏面（窒素面）上に形成されたn側電極とのコンタクト抵抗が増加するという問題点があり，また，n型GaＮ基板の窒素面は，酸化されやすいので，これによっても，n型GaＮ基板の裏面（窒素面）上に形成されたn側電極とのコンタクト抵抗が増加するという問題点があった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，本件発明は，これらの課題を解決するため，窒化物系半導体基板などの窒素面と電極とのコンタクト抵抗を低減することが可能な窒化物系半導体素子を提供することを目的とし，ウルツ鉱構造を有するn型の窒化物系半導体基板からなる第1半導体層と，第1半導体層の裏面上に形成されたn側電極とを備え，第1半導体層のn側電極との界面近傍における転位密度が，1×109cm-2以下（本件発明1の場合）であり，n側電極と第1半導体層との界面において，0．05Ωcm2以下のコンタクト抵抗を有することによって，n側電極と第1半導体層とのコンタクト抵抗が低減された良好な素子特性を有する窒化物系半導体素子を得ることができるという効果を奏するというものである。",
                    "なお，被告は，本件発明にいう「転位」とは，研磨によって結晶中の深くまで生じた原子レベルの結晶欠陥である旨主張するところ（例えば，被告第1準備書面6頁3行目～12行目），甲43（半導体用語大辞典，株式会社日刊工業新聞社）においても，「転位とは，結晶中の歪みに起因する線欠陥の一種で，原子面の片側に線状にダングリングボンドが並ぶ結晶欠陥である。」と説明されていることに加え，甲34のFig．2-1「断面観察（STEM像）」に顕れた欠陥の状況を併せ考慮すると，本件発明にいう「転位」とは，基板の機械研磨によって生じ得る加工変質層（甲24）のうち，結晶中の深くまで生じ得る原子レベルの線状の結晶欠陥を意味するものと認めるのが相当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，前記第2の3(2)アに記載のとおりであるところ，引用例（甲2）には，引用発明について，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本発明は，III-Ｎ系化合物半導体基板，特にGaＮ系化合物半導体基板上に作製する半導体装置に関するものである（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "SiCを基板として使用する場合，エピタキシャル成長を行う成長温度で薄いAlＮ膜をバッファー層として使用すると良いことが知られている。しかし，GaＮ系化合物半導体以外の基板を使用すると，成長させるGaＮ系化合物半導体膜と基板との熱膨張係数の違いや，格子定数の違いにより，製造されるGaＮ系化合物半導体中には多数の欠陥が発生する。その欠陥は刃状転位と螺旋転位に分類され，その密度は合計1×109cm-2～1×1010cm-2程度にもなる。これらの欠陥は，キャリアをトラップして，調整した膜の電気的特性を損ねることが知られているほか，大電流を流すようなレーザーに対しては，寿命の低下を招くことが知られている（【0005】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかし，そのようなGaＮ基板上でのn型電極の特性については明らかでなかった。本発明者らは，Ti／Al等のn型電極をGaＮ基板のGa終端面に形成した場合，該電極はショットキー特性を示す傾向が強いことを明らかにした。本発明者らは，Ga終端面において，炭素（C）等が，Gaのダングリングボンドと結合し易いと考えた。Cが存在する状態で，Ga終端面上にTi／Al等のn型電極を形成した場合，障壁層が形成され，電極はショットキー特性を示し得る。一方，p型電極であるＮi，Pd等の膜は，炭素（C）等を，自らに取り込み，障壁層を減らすことができる。これは，p型電極について，比較的オーミック特性の得られやすい原因の一つと考えられた（【0007】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "GaＮ基板のGa終端面上にオーミック特性のTi／Al等のn型電極を得るためには，基板表面を塩酸等で洗浄処理を行ったり，電極形成後にアロイ形成のための熱処理を行い，GaＮとそれに接するTiとの中間生成物を形成し，障壁層を軽減させる等の工程を入れる必要があった。しかし，このような工程を導入してもn型電極との接触比抵抗は高かった（【0008】）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本発明の一つの目的は，表面処理や熱処理工程を行わずに，窒化物半導体基板，例えば，GaＮ基板を用いた半導体装置構造にn型電極を形成してオーミック特性を得る技術を提供することにある（【0009】）。",
                    "本発明のもう一つの目的は，n型電極の接触比抵抗が低い窒化物半導体装置，特に発光素子を提供することにある（【0010】）。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本発明者らは，窒化物半導体のＮ終端面上にn型電極を形成すれば，オーミック特性が容易に得られることを見出した。さらに，本発明者は，窒化物半導体基板に添加する不純物濃度とn電極の接触比抵抗との関係を明らかにした。さらに，本発明者らは，発光素子，特にレーザーダイオード素子に関して，窒化物半導体基板に添加する不純物濃度と閾値電圧との関係及び窒化物半導体基板に添加する不純物濃度と閾値電流密度との関係について明らかにするとともに，低接触比抵抗，低閾値電圧，または低閾値電流密度が得られる適当な不純物濃度を見出した（【0012】）。",
                    "典型的に，本発明において，半導体基板中のn型不純物の濃度は，1×1017cm-3～1×1021cm-3の範囲内である。好ましくは，半導体基板中のn型不純物の濃度は，1×1017cm-3～1×1019cm-3の範囲内である。これらの範囲において，n型不純物の濃度は，基板の厚みの方向において一定であってもよいし，変化していてもよい（【0018】）。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例1",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "成長後，研磨によりサファイア基板，MOCVD法によるアンドープGaＮ膜，SiO 膜を除去し，Ｎ終端面が出るまで研磨して，図1（a）に示すGa2Ｎ基板を得る。GaＮ基板の研磨を行った面はＮ終端面であり，反対側の成長最表面はGa終端面である（【0039】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "その後，ドライエッチング装置を用いて，p-GaＮコンタクト層を5μm幅のストライプ状に残し，p-Al Ga Ｎ光ガイド層までエッチングを0．1 0．9行い，光導波路を形成する。次いで，p-GaＮ部分にPdを150Å，Auを1000Å順次蒸着して，p型電極を形成する。また，基板温度を200℃程度に保ち，GaＮ基板のＮ終端面に，Tiを厚さ150Å，Alを1000Å順次蒸着し，n型電極を形成する。最後に，素子長が約1mmとなるように，劈開あるいはドライエッチング法を行い，ミラーとなる端面を形成する（【0041】）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "実施例2",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "n型電極は，GaＮ基板のＮ終端面上に形成した（【0048】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "図7は，GaＮ基板中の不純物濃度と，当該GaＮ基板を使用して作製したレーザの閾値電圧との関係を示す。図8は，GaＮ基板中の不純物濃度と，当該GaＮ基板を使用して作製したレーザの閾値電流密度との関係を示す。図9は，GaＮ基板中の不純物濃度と，当該GaＮ基板の表面粗さとの関係を示す（【0049】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "図7に示されるように，GaＮ基板中の不純物濃度が増加するに従って，作製したレーザの発振閾値電圧が徐々に下がる傾向にある。これは，GaＮ基板の抵抗が，不純物の影響で低下してきていることにもよるが，それ以上にＮ終端面とn型電極コンタクト部分で生じるショットキー障壁が低減して接触比抵抗が低下し，その結果，閾値電圧が低くなっていると考えられる。発振閾値電圧は，GaＮ基板の不純物濃度が約1×1017cm-3以上でほぼ5V程度の値に収束している（【0050】）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "反面，図8は，GaＮ基板の不純物濃度が，約1×1019cm-3以上になると，レーザの発振閾値電流密度が徐々に増加し始め，5×1021cm-3以上でほぼ2kA／cm2程度の値に収束している。このことは，図9に示されるように，GaＮ基板中の不純物濃度が約1×1019cm-3を超えるあたりから，膜表面の平均表面粗さが増加し始めてきていることに起因していると思われる。すなわち，膜の表面粗さが増加すると，その上に成長したレーザ構造における各層の界面の凹凸が増加し，レーザ光を伝搬するガイド層内での光の分散が増加し，それが閾値電流密度の増加につながってきていると考えられる（【0051】）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "また，レーザの作製に使用したGaＮ基板のＮ終端面側にn電極を形成し，TLM法（Trans Mission Line Model）法により，不純物濃度に対する接触比抵抗を調べた（【0052】）。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "図10は，GaＮ基板中の不純物濃度と接触比抵抗との関係を示す。不純物濃度が1×1017cm-3を超えると接触比抵抗が1×10-5Ωcm2以下となり，その後は不純物濃度の増加とともに比抵抗は下がっていく（【0053】）。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "以上の結果から，GaＮ基板の不純物濃度は，1×1017cm-3以上1×1021cm-3以下が望ましく，1×1017cm-3以上1×1019cm-3以下がより望ましい。不純物濃度が低過ぎる場合は，基板自体の抵抗が上がり，さらに，電極とGaＮ基板との中間生成物が形成され，障壁を減らすことが困難になり得る。一方，不純物濃度が高過ぎる場合，成長表面が荒れて，再成長時の結晶性が低下し，素子の特性が劣化し得る。適当な不純物濃度を有する基板のＮ終端面にn型電極を形成することでより好ましい特性が得られる（【0054】）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "本発明によれば，閾値電圧及び閾値電流密度が低く，かつ長寿命の窒化物半導体素子，特にGaＮ系化合物半導体発光素子を歩留まり良く供給できる（【0096】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載からすると，引用発明は，III-Ｎ系化合物半導体基板，特にGaＮ系化合物半導体基板上に作製する半導体装置に関するものであり，GaＮ基板のGa終端面上にオーミック特性のn型電極を得るために，基板表面に洗浄処理を行ったり，電極形成後にアロイ形成のための熱処理を行っても，n型電極との非接触抵抗は高かったので，このような表面処理や熱処理工程を行わずに，窒化物半導体基板，たとえばGaＮ基板を用いた半導体装置構造にn型電極を形成してオーミック特性を得る技術を提供することを目的とし，また，n型電極の接触比抵抗が低い窒化物半導体装置を提供することを目的として，GaＮ基板のＮ終端面にn型電極を形成することによって，良好なオーミック特性が得られ，また，GaＮ基板中の不純物濃度を1×1017cm-3～1×1021cm-3の範囲内にすることによって，n電極とGaＮ基板との界面における接触比抵抗を1×10-5Ωcm2以下にすることができ，閾値電圧及び閾値電流密度が低く，かつ長寿命の窒化物半導体素子，特にGaＮ系化合物半導体発光素子を歩留まり良く供給できるという効果を奏するというものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（本件訂正に係る判断の誤り）について",
          "text": [
            "原告は，請求項5に係る本件訂正は特許請求の範囲及び明細書に新規事項を追加するものであり，また，特許請求の範囲を実質的に変更するものであると主張する。",
            "しかしながら，本件訂正前の明細書（甲1）には，「Cl ガスを用いたRIE（判2決注：反応性イオエッチング【0045】）法により，n型GaＮ基板の裏面を約1μmの厚み分だけ除去した試料4では，Cl ガスを用いたRIE法により，n型2GaＮ基板の裏面を約0．5μmの厚み分だけ除去した試料3よりも，低いコンタクト抵抗を得ることができた。これは，約0．5μmの厚み分の除去では，機械研磨により発生した結晶欠陥を含むn型GaＮ基板の裏面近傍の領域を十分に除去することができなかったためであると考えられる。これらの試料において，n型GaＮ基板の裏面の結晶欠陥（転位）密度を，TEM分析により測定したところ，試料3の結晶欠陥密度は1×109cm-2であった。一方，試料4では，観察した視野中に結晶欠陥は観察されず，結晶欠陥密度は1×106cm-2以下であった。したがって，RIE法によりn型GaＮ基板の裏面を約1．0μm以上の厚み分除去するのが好ましい。」（【0058】）と記載されており，この記載に接した当業者であれば，機械研磨により発生した結晶欠陥（転位）を含むn型GaＮ基板の裏面近傍の領域を十分に除去すれば，転位密度が十分に低減し，その結果，第1半導体層とn側電極とのコンタクト抵抗が下がるということを理解することができるものといえる。",
            "そうすると，上記明細書（【0058】）には，RIE（反応性イオエッチング）法が記載されているものの，加工により発生した転位を含む基板の裏面近傍の領域を除去し得るものであれば，その除去について特定の方法（エッチング）に限定されるものでないことは，当業者にとって自明な事項であるといえる。",
            "したがって，請求項5に係る本件訂正は，特許請求の範囲及び明細書に新規事項を追加するものではなく，特許請求の範囲を実質的に変更するものでもない。",
            "よって，原告の主張は，採用することができず，取消事由1は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（本件発明1の新規性・進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "新規性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件出願当時，技術事項1ないし3がいずれも周知技術であったとした上で，引用発明においても，電極形成前に「転位」を全てエッチングなどで除去しており，その基板の転位密度は研磨前の転位密度である1×106cm-2程度になっている旨主張する。",
                    "そこで，以下では，技術事項1ないし3の周知技術性について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術事項1について",
                      "text": [
                        "甲3ないし9によれば，本件出願に係る優先権主張日当時，研磨前のGaＮ基板の転位密度は，1×104～108cm-2程度であったことは，周知の技術であったものと認められる。そうすると，原告の主張する技術事項1（研磨前のGaＮ基板の転位密度は，1×106cm-2程度であったこと）はおおむね認めることができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術事項2及び3について",
                      "text": [
                        "原告は，技術事項2及び3の周知技術性を裏付ける証拠として，甲10ないし48等を提出する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲12及び13には，ウエハのGaＮ基板側を研磨機により研磨して鏡面出しを行い，次いで，研磨によって生じた表面歪み及び酸化膜を除去した上で，p型，n型電極のコンタクト抵抗の低減と電極剥離を防止するために，フッ酸若しくは熱燐酸を含む硫酸からなる混合溶液で，前記ウエハをエッチング処理することが記載（いずれも【0040】）されている。",
                            "原告は，甲12及び13には，本件明細書でいう「クラック」など，SEMで観察される表面の凹凸の下に発生した「表面歪み（」TEM分析で観察される結晶欠陥）をエッチングで除去し，その結果，コンタクト抵抗が低減していることが明示されていることから，これは，本件明細書の開示と全く同じ内容であり，本件発明1と全く同じ動機付け（目的）の開示があると主張する。しかし，甲12及び13には，研磨によって生じる「転位」に関する記載は一切ない。したがって，ここで行われる研磨は，表面歪み及び酸化膜の除去を目的とするものであって，原子レベルの線状の結晶欠陥である「転位」の除去を目的とするものとは認められない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲14には，サファイアC面を基板として用い，バッファ層，n型窒化物半導体層，活性層等を順次形成し，その後，基板をn型窒化物半導体層が露出するまで研磨し，n型窒化物半導体層の研磨によりダメージを受けた領域をRIE法にて1～2μm程度エッチングを行い，露出したn型窒化物半導体層にn電極を形成することが記載されている（【0048】【0054】）。",
                            "原告は，甲14には，n型窒化物半導体層の研磨によりダメージを受けた領域をRIE法にて1～2μm程度エッチングし，その後，露出したn型窒化物半導体層に電極を形成することが記載されているから，甲14では，本件明細書にいう「転位の除去」が行われていると主張する。しかし，甲14には，研磨によって生じる「転位」に関する記載は一切ない。そして，甲14で示されているRIE法によるエッチングの深さ（1～2μm）は，本件明細書（【0058】）で開示されているRIE法によるエッチングの深さ（約0．5μm～約1μm）よりも深いものであるが，機械研磨によって生ずる原子レベルの線状の結晶欠陥である「転位」がどの程度の深度にまで及ぶのかは，研磨時に選択する研磨剤の組成，硬さ，平均粒径，ホルダ回転数，研磨圧力等（前記第4の1(1)キ(ア)(イ)の本件明細書【0043】【0044】参照）の影響を受けるものであることは，当業者の技術常識であるから，甲14の記載から，直ちに，機械研磨で生じた「転位」を電極形成前にエッチングで除去することまで記載されていると認めることはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲17には，GaＮウエハについて，平滑な表面を得るためにGa面とＮ面の両方を機械研磨とドライエッチ処理をしたところ，代表的な転位密度は107cm-2より低く，Ga面の接触抵抗率は2×10-5Ωcm2であったとの記載がある。",
                            "甲31には，HVPE法により成長させたGaＮの自立ウエハを種々のTEM法を用いて調査したこと，窒化物半導体は基板との格子不整合に起因する構造欠陥や点欠陥を多く含んでいること，GaＮ層を機械研磨したところ，Ｎ面は約0．2～0．3μmの表面下層は激しくダメージを受けており，多くの欠陥を含んでいたこと，Ｎ面をエッチングしたところ，転位密度は1×10-7cm-2であったことの記載がある。",
                            "甲32には，高ドープされたGaＮ単結晶のGa極性面は，KOH希釈水溶液中において暗所で陽極的にエッチングが可能であること，GaＮ及びその合金の素子構造は，サファイアや炭化シリコンのような異種基板上に成長されるが，このような基板はGaＮとの格子不整合が大きく，107～1010cm-2の範囲の密度の転位を含む非常に高密度の不整合欠陥を引き起こすこと，GaＮ単結晶の面を機械研磨すると，ワークダメージが生じること，Ｎ極性面はアルカリ溶液で機械化学的に研磨できることの記載がある。",
                            "原告は，これらによれば，機械研磨によって，GaＮ層にTEMで観察される結晶欠陥（ワークダメージ）が形成されること，エッチングなどで当該結晶欠陥が除去されること，甲17には，エッチング除去した後の基板の表面の転位密度が107cm-2よりも低かったこと，コンタクト抵抗が2×10-5Ωcm2であったことが記載されており，これらの内容は本件発明1と同内容であると主張する。しかし，甲17に記載された接触抵抗率は，Ga面（表面）についてのものであって，Ｎ面（裏面）に関するものではない。また，これらの文献には，結晶欠陥である転位についての記載はあるものの，研磨によって転位が生ずること，研磨によって生じた転位をエッチングによって除去することに関する記載はなく，そのような過程を経ることによってコンタクト抵抗が低下することに関する記載もない。したがって，これらの記載から，機械研磨で生じた「転位」を電極形成前にエッチングで除去することが記載されていると認めることはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上の他に，原告が提出した各証拠（なお，甲16，18，23及び29は，本件出願に係る優先権主張日後に公開された刊行物であるが，これらを含める。）を子細に検討しても，半導体素子の製造工程において，機械研磨によって生じる結晶中の深くまで生じ得る原子レベルの線状の結晶欠陥である「転位」に着目し，これを電極形成前に除去することの記載は見当たらない。",
                            "甲37（意見書）には，本件発明にいう「転位」と，従来から当業者が「ダメージ層」等と称する基板の研磨時に生ずる欠陥とは，同じものと考えるのが合理的であるとの記載がある。",
                            "しかしながら，一般に，研磨（加工）による基板の変質については，表面から深化するに従い，非晶質層，多結晶質層，モザイク層，クラック層，ひずみ層，完全結晶層等に分類して認識されており（甲24），研磨によるダメージ又はダメージ層などといった場合に，それが結晶の加工変質のどの部分までを指すものであるかは自明ではない。したがって，原告が提出した証拠中には，半導体素子の製造過程において，基板の研磨後に除去されたという表面歪み（甲12及び13），ダメージ（甲14及び26）及びダメージ層（甲15）等が記載されているものの，これらが結晶中の深くまで生じ得る原子レベルの線状の結晶欠陥である「転位」を含むものとして用いられているか否かは不明であるといわざるを得ず，上記各文献等にいう「ダメージ層」等と本件発明にいう「転位」が同義であると認めることはできない。",
                            "以上によれば，原告の主張する技術事項2及び3については，周知の技術であったと認めることができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，仮に技術事項1ないし3がいずれも周知の技術であったとしても，引用発明において，GaＮ基板のn型電極との界面近傍における転位密度が1×109cm-2以下になっているものとは認められない。",
                        "すなわち，前記第4の1(2)のとおり，本件発明の課題は，n型GaＮ基板の裏面を機械研磨することにより基板裏面近傍に発生した転位によって，基板裏面上に形成したn型電極とのコンタクト抵抗が増加することであって，その解決手段は，ウルツ鉱構造を有するn型の窒化物系半導体基板からなる第1半導体層（GaＮ基板）のn側電極との界面近傍における転位密度を1×109cm-2以下とすることである。",
                        "しかるに，前記第4の2(2)のとおり，引用発明は，GaＮ基板のGa終端面上にオーミック特性のn型電極を得るために，基板表面に洗浄処理を行ったり，電極形成後にアロイ形成のための熱処理を行っても，n型電極との非接触抵抗は高かったので，このような表面処理や熱処理工程を行わずに，n型電極の接触比抵抗が低い窒化物半導体装置を提供することを目的として，GaＮ基板中の不純物濃度を1×1017cm-3～1×1021cm-3の範囲内にすることによって，n電極とGaＮ基板との界面における接触比抵抗を1×10-5Ωcm2以下にするものであり，引用例にも，本件発明の課題やその解決手段についての記載や示唆はない。",
                        "また，技術事項1ないし3に関して原告が提出した各証拠にも，本件発明の上記課題やその解決手段については何ら記載も示唆もされていない。",
                        "以上のとおり，引用例や原告が提出した上記各証拠には，GaＮ基板を機械研磨することにより発生する「転位」によって，n電極とのコンタクト抵抗が増加するという課題の認識はなく，その転位密度を1×109cm-2以下にするという技術思想もないのであるから，転位密度を1×109cm-2以下にするような転位の除去を行う動機付けは開示されておらず，仮に，技術事項1ないし3が周知技術であったとしても，引用発明に技術事項1ないし3を適用することにより，GaＮ基板のn型電極との界面近傍における転位密度が1×109cm-2以下になっているということはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，原告の主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件明細書の記載によれば，機械研磨によって発生した転位を含む領域を除去しなければ，本件発明が規定するレベルまでコンタクト抵抗が下がることはあり得ないはずであるから，引用例において，本件発明よりも3桁も小さいコンタクト抵抗値が得られている理由は，引用発明でも本件発明が規定する転位密度になっていたとしか考えられないと主張する。",
                    "確かに，前記第4の1(1)キ(カ)のとおり，本件明細書（甲1【0058】）には，転位を含む領域を除去することによって，本件発明において，規定するコンタクト抵抗値を得ることができる旨の記載がある。",
                    "しかし，引用例（甲2【0053】）には，「図10は，GaＮ基板中の不純物濃度と接触比抵抗との関係を示す。不純物濃度が1×1017cm-3を超えると接触比抵抗が1×10-5Ωcm2以下となり，その後は不純物濃度の増加とともに比抵抗は下がっていく。」と記載されているように，接触比抵抗（コンタクト抵抗）は，GaＮ基板中の不純物濃度にも依存し，転位密度だけに依存するわけではないから，転位を含む領域を除去することだけが，本件発明が規定するコンタクト抵抗を得るために必須の条件であるということはできないのであって，引用発明のコンタクト抵抗が本件発明1のコンタクト抵抗より低いものであるからといって，引用発明の転位密度が当然に本件発明1が規定する程度のものとなっているということはできない。",
                    "したがって，原告の主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件特許に関する侵害訴訟における被告の準備書面である甲33の1を挙げて，本件発明1が規定するコンタクト抵抗よりも3桁も小さいコンタクト抵抗を開示する引用発明において，機械研磨によって発生した結晶欠陥（転位）の除去が行われており，引用発明のGaＮ基板の電極面の転位密度が基板本来の転位密度である1×106cm-2程度になっていることは被告も認めていると主張する。",
                    "確かに，甲33の1には，「機械研磨によって形成された転位を除去することによって，本件発明の素子の転位密度とコンタクト抵抗の数値が，初めて実現される。」などとの記載がある。",
                    "しかしながら，前記のとおり，コンタクト抵抗は，GaＮ基板中の不純物濃度にも依存し，転位密度だけに依存するわけではないことに照らすと，これらの記載は，機械研磨によって転位密度が高くなった状態では，転位の除去を行うことで所望のコンタクト抵抗値が実現されることを定性的に述べたものであって，本件発明の転位密度を充たさない限り，本件発明に係るコンタクト抵抗の数値範囲を充たさないとの意味に解釈することはできない。",
                    "したがって，原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "進歩性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "進歩性の欠如について",
                  "text": [
                    "原告は，引用発明に周知技術である技術事項1ないし3を適用することには何ら阻害事由はなく，また，甲12及び13を挙げて，引用例には，上記周知技術を組み合わせることの動機付けが開示されていると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら，前記のとおり，技術事項2及び3が周知の技術であったとは認められないから，原告の主張は前提を欠き，これを採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に，技術事項1ないし3が本件出願に係る優先権主張日当時の周知技術であったとしても，当業者は，引用発明について，GaＮ基板のn型電極との界面近傍における転位密度を1×109cm-2以下にすることを容易に想到し得たものということはできない。",
                        "すなわち，前記第4の1(2)のとおり，本件発明1の課題は，n型GaＮ基板の裏面を機械研磨することにより基板裏面近傍に発生した転位によって，基板裏面上に形成したn型電極とのコンタクト抵抗が増加することであって，その解決手段は，ウルツ鉱構造を有するn型の窒化物系半導体基板からなる第1半導体層（GaＮ基板）のn側電極との界面近傍における転位密度を1×109cm-2以下とするものである。",
                        "しかるに，前記第4の2(2)のとおり，引用発明は，GaＮ基板のGa終端面上にオーミック特性のn型電極を得るために，基板表面に洗浄処理を行ったり，電極形成後にアロイ形成のための熱処理を行っても，n型電極との非接触抵抗は高かったので，このような表面処理や熱処理工程を行わずに，n型電極の接触比抵抗が低い窒化物半導体装置を提供することを目的として，GaＮ基板中の不純物濃度を1×1017cm-3～1×1021cm-3の範囲内にすることによって，n電極とGaＮ基板との界面における接触比抵抗を1×10-5Ωcm2以下にするものであり，引用例には，本件発明の課題及びその解決手段については何ら記載も示唆もされていない。また，技術事項1ないし3について原告が提出した各証拠にも，本件発明の課題やその解決手段について何ら記載も示唆もされていない。",
                        "以上のとおり，引用例や上記各証拠には，GaＮ基板を機械研磨することにより発生する「転位」によって，n電極とのコンタクト抵抗が増加するという課題の認識はなく，その「転位」を1×109cm-2以下にするという技術思想もないのであるから，仮に，技術事項1ないし3が本件出願に係る優先権主張日当時の周知技術であったとしても，当業者は，引用発明に技術事項1ないし3を適用することにより，GaＮ基板のn型電極との界面近傍における転位密度を1×109cm-2以下にすることを容易に想到し得たものということはできない。",
                        "したがって，原告の主張は，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断の遺漏について",
                  "text": [
                    "原告は，本件審判手続において，当時のGaＮ基板について元（研磨しない状態）の転位密度は1×106cm-2程度であったところ，甲4のとおり，研磨することなく基板に電極を設けることは，本件出願当時の周知技術であるから，この周知技術を引用発明に適用すれば，本件発明1は当業者が容易に発明をすることができたものであると主張したところ，本件審決は，この原告の主張に対して何ら判断を示していないから，本件審決には判断の遺漏があると主張する。",
                    "しかしながら，本件審決は，本件発明1と引用発明との相違点の判断において，「前記相違点に係る本件発明1の構成が，各周知例に記載されているとも，前記構成が各周知例の記載事項により本件出願の優先権主張日当時周知の技術となっていたとも認められないから，本件発明1は引用発明及び各周知例に記載された技術的事項に基づいて当業者が容易に発明することができたものとすることはできない」旨判断しており，引用発明と甲4の記載事項との組合せについても判断しているということができる。",
                    "したがって，本件審決に判断の遺漏があるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，取消事由2も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3（本件発明2ないし8の新規性・進歩性に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1が，引用発明と同一であるとも，引用発明及び周知の技術に基づいて当業者が容易に発明をすることができたものであるともいえない以上，本件発明1の発明特定事項を全て含み，更に他の発明特定事項を付加した本件発明2ないし8が，引用発明と同一であるとも，引用発明及び周知の技術に基づいて当業者が容易に発明をすることができたものということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小活",
              "text": [
                "よって，取消事由3も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}