{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800067号事件について平成23年12月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要",
          "text": [
            "被告は，発明の名称を「即席麺およびその製造方法」とする特許第4671663号(平成16年11月1日出願，平成23年1月28日設定登録。以下「本件特許」という。)の特許権者である。",
            "原告は，平成23年4月21日，特許庁に対し，本件特許を無効とすることを求めて審判の請求(無効2011-800067号事件)をした。これに対し，被告は，同年7月19日，訂正請求(以下「本件訂正」という。)をした。",
            "特許庁は，同年12月16日，本件訂正を認める，審判の請求は成り立たない旨の審決(以下「審決」という。)をし，その謄本は，同月27日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写に記載のとおりである。要するに，本件訂正は適法であり，本件特許の請求項1ないし7に係る発明(以下，「本件発明1」等といい，本件発明1ないし7を併せて「本件発明」という。)は，特許法29条2項の規定にも，同法36条4項1号(以下「実施可能要件」という。)の規定にも，同条6項1号(以下「サポート要件」という。)の規定にも，同項2号(以下「明確性要件」という。)の規定にも違反するとすることはできないとするものである。"
          ]
        },
        {
          "fig": "3",
          "subject": "特許請求の範囲",
          "text": [
            "本件発明に係る特許請求の範囲の記載は次のとおりである(甲39，42の2)。",
            "「【特許請求の範囲】",
            "【請求項1】",
            "主原料と，粒子径0．15mm以上の油脂又は／および乳化剤とを少なくとも含む麺原料と，水を混捏して得た混合物から麺線を作成し，",
            "該麺線を蒸煮し，次いで，",
            "熱風により，110℃以上の温度で膨化乾燥する即席麺の製造方法であって；且つ，",
            "前記主原料が，小麦粉，デュラム粉，そば粉，大麦粉および澱粉からなる群から選ばれ，",
            "前記即席麺の同一製品中から任意の5本を選んで測定した際の，麺線断面積の長さ方向の標準偏差が0．3以下であり，且つ，",
            "前記粉末粒状の油脂または乳化剤の添加量が，主原料に対して，0．5～5％であることを特徴とする即席麺の製造方法。",
            "【請求項2】",
            "前記油脂又は／および乳化剤が，球状又は／および粒状である請求項1に記載の即席麺の製造方法。",
            "【請求項3】",
            "前記主原料が小麦粉である請求項1または2に記載の即席麺の製造方法。",
            "【請求項4】",
            "前記麺原料が更にエチルアルコールを含む請求項1～3のいずれかに記載の即席麺の製造方法。",
            "【請求項5】",
            "前記粉末粒状の油脂または乳化剤がスプレークーリング法により製造されたものである請求項1～4のいずれかに記載の即席麺の製造方法。",
            "【請求項6】",
            "前記粉末粒状の油脂または乳化剤の融点が50℃～70℃である請求項1～5のいずれかに記載の即席麺の製造方法。",
            "【請求項7】",
            "前記エチルアルコールの添加量が主原料に対して，0．3～5％である請求項4に記載の即席麺の製造方法。」"
          ]
        },
        {
          "fig": "4",
          "subject": "審決が認定した引用発明の内容及び本件発明1との一致点・相違点",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1発明(甲1記載の発明)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "常法により小麦粉19．5kg，でん粉5．5kg，小麦蛋白200gの原料粉にパーム食用油250gを添加混合し，これに水8．5kgにかん水100g，調味料100g，食塩800g及び着色料25gを溶解した練込液を添加し，混捏，複合圧延した後に切刃＃18丸，麺厚0．90mmで切出し麺線とし，蒸煮圧0．30kg／cm2で2分間蒸煮後，麺重82gのものをネット状のバケットに型詰めし，これに空気からなる温度80℃，風速20m／secの熱風を4分間当てることにより一次乾燥をし，その水分を24％程度に調整した後，これに空気からなる130℃の高温熱風を噴射ノズルチューブより風速55m／secで2分間噴射して二次膨化乾燥させる即席中華麺の製造方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明と本件発明1との一致点",
                  "text": [
                    "主原料と，油脂類とを少なくとも含む麺原料と，水を混捏して得た混合物から麺線を作成し，該麺線を蒸煮し，次いで，熱風により，110℃以上の温度で膨化乾燥する即席麺の製造方法であって；且つ，前記主原料が，小麦粉，デュラム粉，そば粉，大麦粉および澱粉からなる群から選ばれ，且つ，前記油脂類が主原料に対して，0．5～5％である即席麺の製造方法である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲1発明と本件発明1との相違点",
                  "text": [
                    "(相違点1)",
                    "油脂類が，本件発明1では，粉末粒状で，粒子径0．15mm以上の油脂又は／および乳化剤であるのに対して，甲1発明では，パーム食用油である点。(以下，「粉末粒状で，粒子径0．15mm以上の油脂又は／および乳化剤」を指して，「粉末油脂」ということがある。)",
                    "(相違点2)",
                    "本件発明1は，「即席麺の同一製品中から任意の5本を選んで測定した際の，麺線断面積の長さ方向の標準偏差が0．3以下」…であるのに対して，甲1発明は，麺線断面積の標準偏差について規定していない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2の実施例1に記載の発明(甲2発明A)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明Aの内容",
                  "text": [
                    "小麦粉1kgに粒径が60メッシュの固型状極度硬化パーム油50gを添加し，均一に混合した後，水350ml，食塩20g，かんすい2gの混合液を加え，充分練り上げた後，常法で製めんし，めん線とした後，0．8kg／cm2の蒸気で2分間蒸煮し，次いで150℃のラードで2分間油揚乾燥する早もどりめん製品の製造方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明Aと本件発明1との一致点",
                  "text": [
                    "主原料と，粒子径0．15mm以上の油脂又は／および乳化剤とを少なくとも含む麺原料と，水を混捏して得た混合物から麺線を作成し，該麺線を蒸煮し，次いで，110℃以上の温度で乾燥する即席麺の製造方法であって；且つ，前記主原料が，小麦粉，デュラム粉，そば粉，大麦粉および澱粉からなる群から選ばれ，且つ，前記粉末粒状の油脂または乳化剤の添加量が，主原料に対して，0．5～5％である即席麺の製造方法"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2発明Aと本件発明1との相違点",
                  "text": [
                    "(相違点1)",
                    "高温乾燥が，本件発明1が，110℃以上の熱風で膨化乾燥するのに対して，甲2発明Aは，50℃のラードで2分間油揚乾燥する点。",
                    "(相違点2)",
                    "本件発明1が，即席麺の同一製品中から任意の5本を選んで測定した際の，麺線断面積の長さ方向の標準偏差が0．3以下であるのに対して，甲2発明Aは，麺線の断面積について規定していない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2の実施例2に記載の発明(甲2発明B)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2発明Bの内容",
                  "text": [
                    "小麦粉1kgに固型状脂肪酸モノグリセライド20gを添加し，均一に混合した後，水350ml，食塩15g，かんすい4gの混合液を加え，充分練り上げた後，常法で製めんし，めん線とした後，0．8kg／cm2の蒸気で2分間蒸煮し，型枠に入れ80℃の熱風で40分間乾燥する早もどりめん製品の製造方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2発明Bと本件発明1の一致点",
                  "text": [
                    "主原料と，固型状乳化剤を少なくとも含む麺原料と，水を混捏して得た混合物から麺線を作成し，該麺線を蒸煮し，次いで，熱風で乾燥する即席麺の製造方法であって；且つ，前記主原料が，小麦粉，デュラム粉，そば粉，大麦粉および澱粉からなる群から選ばれ，且つ，前記乳化剤の添加量が，主原料に対して，0．5～5％である即席麺の製造方法である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2発明Bと本件発明1の相違点",
                  "text": [
                    "(相違点1)",
                    "固型状乳化剤が，本件発明1では，粒子径0．15mm以上の粉末粒状であるのに対して，甲2発明Bでは，固型状であるものの粉末粒状であることを規定していない点。",
                    "(相違点2)",
                    "熱風乾燥が，本件発明1が，110℃以上の熱風で膨化乾燥するのに対して，甲2発明Bでは，80℃の熱風で40分間乾燥する点。",
                    "(相違点3)",
                    "本件発明1が，即席麺の同一製品中から任意の5本を選んで測定した際の，麺線断面積の長さ方向の標準偏差が0．3以下であるのに対して，甲2発明Bは，麺線の断面積について規定していない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正の適法性についての判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "訂正は訂正前の明細書(特許請求の範囲，必要な図面及び要約書を含んだ意味に用いる。)に記載された事項に基づいてなされなければならず，訂正前の明細書に明記された事項か，少なくとも，訂正前の明細書から自明な事項(記載されているも同然の事項)に基づいてなされなければならない。",
                    "本件訂正は，本件訂正前の本件特許に係る明細書(以下，本件訂正前の本件特許に係る明細書を「原明細書」といい，本件訂正の前後を区別しない場合には「本件明細書」ということがある。)の【0113】【表11】に明記された事項か又は同事項から自明な事項に基づかない新規事項の追加に当たる。よって，特許法134条の2第3項で準用する同法126条3項(平成23年法律第63号による改正前のもの)に違反する。",
                    "本件発明1は，明細書に記載されていない発明となっているから，本件発明1に係る特許請求の範囲の記載がサポート要件に反するものであり，この判断の誤りは審決の結論に影響を及ぼす。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正の対象である原明細書【0113】【表11】は，【0068】の「麺線の断面積の測定結果」(【表1】①ないし④)を受けた記載となっているが，【表1】①ないし④におけるaないしe欄の値は「麺線の断面積の測定結果」ではなく，aないしeのそれぞれの麺線から各10箇所をサンプリングした測定結果から算出した単純平均値である(【0027】，【0028】)。したがって，【表11】の標準偏差は，「麺線の断面積の測定結果」の標準偏差ではなく「麺線の断面積の測定結果」から算出した平均値の標準偏差となるため，本件訂正によって特許請求の範囲は実質的に拡張される。その理由は，10か所×5バッチ＝50か所の試料の標準偏差よりも，当該10か所の平均値である5バッチのみの標準偏差の方が小さい値となるからである。平均値の母標準偏差を求める計算方法に変更されることによりクレームに含まれるものが生じることから，本件訂正は，特許請求の範囲の実質的な拡張に当たる。",
                    "本件訂正は，【0113】【表1】の記載をクレームに合わせる目的で，「麺線の断面積の測定結果」の標準偏差に改めたものであって，同訂正は特許請求の範囲を実質的に変更するものであるから特許法134条の2第2項で準用する同法126条4項(平成24年法律第30号による改正前のもの)に違反する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の認定の誤り(取消事由2)",
              "text": [
                "審決は，甲1発明を，前記第2，4(1)アのとおり認定し，甲1には，「乾燥を・・・二段階で行うことにより，麺線の多孔質化の大きさとむらを適度に調整」する発明(所定の二段階乾燥を行い膨化し過ぎないように調整を行うもの)のみが記載されていると認定した。",
                "しかし，甲1においても，予備乾燥(一次乾燥)を伴わない，120から160℃の高温熱風で膨化乾燥する即席乾燥麺類の製造方法の発明が開示されていると認定されるべきである。",
                "すなわち，本件発明1は予備乾燥(一次乾燥)を構成要件とするものではないが，本件明細書に開示された全ての実施例及び比較例において，予備乾燥を実施している。審決は，本件発明1については，実施可能要件・サポート要件を充足していると判断しているのに対し，甲1発明については，予備乾燥を行う二段階乾燥の発明のみを認定しているのであって，甲1発明の認定は，本件発明1の認定と矛盾がある。",
                "そして，審決は，甲1が二段階乾燥により膨化を調整する発明であることを前提として，甲1と本件発明との相違点1の容易想到性を否定したが，仮に，甲1に，二段階乾燥を行わない高熱膨化乾燥の発明が開示されているとの認定がされたならば，容易想到性を否定した審決の判断に影響を与えることになる。",
                "以上のとおり，審決の甲1発明の認定の誤りは，審決の結論に影響を及ぼす誤りといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1に係る容易想到性判断の誤り--(1)(取消事由3)",
              "text": [
                "審決は，相違点1に係る容易想到性の判断に当たり，「甲1発明の『パーム食用油』は，粒子径を有するような状態で添加混合されているとすることはできない」とする。",
                "しかし，引用発明の認定は，引用刊行物に明記されている事項のみならず，出願時の技術常識に基づき記載されているに等しい事項にも及ぶ。本件の場合，パーム食用油は融点が34ないし36℃であるため常温で固型であること，及びこの固型の油脂を麺製品のような小麦粉を主原料とする生地に添加する際には粉状又は粒状の油脂を用いることは出願時の技術常識として広く知られていた。そうすると，麺製品のような小麦粉を主原料とする生地に粉末状又は粒状の状態でパーム油を混合することは，甲1に開示されているに等しいか，少なくとも，出願時技術常識(周知技術)に基づき，甲1のパーム油を，粉末状又は粒状の状態で添加混合されるものとすることは当業者が容易に推考できた事項である。",
                "よって，審決の容易想到性に関する上記判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1に係る容易想到性判断の誤り--(2)(取消事由4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲1発明が一次乾燥と二次膨化乾燥とを必須とする発明であることを前提として，「所定の二段階乾燥を行い膨化し過ぎないように調整を行う甲1発明において，さらに，甲第2号証に記載された粉末粒状の食品用油脂類により微小孔を形成させる多孔質化を採用しようとする動機付けを見出すこと」ができないと判断した。",
                    "しかし，審決には，甲1発明について，一次乾燥と二次膨化乾燥とを必須とする発明であるとした点において誤りがあるから，容易想到性の判断についても，誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2には，粉末油脂の使用により麺線を均一に膨化発泡させることが記載され，粉末油脂を用いた麺線の膨化の状態についての評価がなされている。",
                    "粉末油脂を主原料である小麦粉に添加すれば高熱膨化時において均一な膨化発泡という結果(現象)が得られることは，出願時に周知自明の知見であり，麺線の製造に際して，粉末油脂の添加を行えば麺線が均一に膨化発泡することも当業者にとって自明の事項である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲2における，気泡が麺組織を破壊するため滑らかで弾力性のある食味の麺をつくることができないので，これを改善するという課題は，甲1における，生麺のような歯ごたえと風味のある復元容易な即席乾燥麺類を製造するという課題と同じであり，また，甲2に，粉末油脂を用いることで麺の表面及び内部に残る無数の微小孔により復元性が早まるとの開示があることから，甲1における復元性を向上させるとの課題を解決するために，甲2に開示された粉末油脂の機能を適用することは容易である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "即席麺の乾燥方法において油揚げ処理と高温熱風乾燥処理とは，共に当業者において適宜選択される周知な乾燥方法であり，共に高温によって麺線を膨化させつつ乾燥させる点でも共通し，置換可能な関係に立つ工程である。",
                    "甲1における膨化乾燥による多孔質化の調整と，甲2における粉末油脂を使用することによる麺表面及び内部の微小孔の形成・多孔質化は，作用機能において同様のものであり，さらに，甲1と甲2とは，復元性の向上という点でも解決課題が共通しており，甲1の課題解決のために，甲2の粉末油脂に係る技術事項を適用することは，容易である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2の認定の誤り(取消事由5)",
              "text": [
                "審決は，本件発明1と甲1発明との相違点2として，本件発明は「『即席麺の同一製品中から任意の5本を選んで測定した際の，麺線断面積の長さ方向の標準偏差が0．3以下』…であるのに対して，甲1発明は，麺線断面積の標準偏差について規定していない」点を相違点と認定したが，同事項は相違点に当たらない。",
                "本件発明1における標準偏差が0．3以下である点は，ごく一般的な麺塊において麺線の断面積(膨化度)が均一であることを示すにすぎず，このような事項は実質的に甲1に開示されているに等しいか，当業者常識によって容易に想到し得る事項である。すなわち，甲1の【0038】に記載の膨化度をもとに膨化後の断面積の標準偏差を求めても，現実に原告が行った実験の結果によっても，同一製品中の任意の5本の麺線を選んで測定した際の標準偏差は0．3以下になっており，甲1にはかかる発明が実質的に開示されているといえる。",
                "この点は，甲2発明A，甲2発明Bを主引例とする進歩性の有無についての審決の判断にも影響を及ぼすから，審決の結論に影響を及ぼす独立した取消事由たり得る。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "実施可能要件の判断の誤り(取消事由6)",
              "text": [
                "本件発明1は，同一の麺製品の中から任意の5本を選んで測定した際の麺線断面積の標準偏差が0．3以下であることを構成要件とする。しかし，本件明細書の発明の詳細な説明には，どのようにすれば標準偏差を0．3以下にコントロールできるかについて十分かつ明確な記載が存在しない。標準偏差に関する開示を示唆すると思われる唯一の記載(【0113】【表11】の②の値。0．103)が標準偏差(標本標準偏差)の誤記であると善解したとしてもその値は0．321となり0．3を超え，また，そもそも当該「②」の値は，5本の麺の長手方向における各10か所の断面積の単純平均について不偏分散を計算したものであって，「任意に選ばれた5本の麺線の断面積」の不偏分散ですらない。このような杜撰な発明の詳細な説明が本件発明1の実施可能要件を担保するものとは到底いえない。",
                "審決は，実施可能要件適合性の根拠として甲31ないし33を援用している。しかし，これらは全て本件審判請求後に作成された実験データであり，このような証拠で明細書の記載不備を補うことは許されない。",
                "審決が本件訂正を許可した点を措くとしても，予備乾燥工程を含まない本件発明1の実施可能性が，予備乾燥工程を含まない実施態様についての具体的開示を一切伴わない発明の詳細な説明の記載によって担保されているとすることはできない。したがって，本件明細書には，麺線の断面積の標準偏差を0．3以下にコントロールするための手段に関する記載はない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "サポート要件判断の誤り(取消事由7)",
              "text": [
                "本件発明1の特許請求の範囲の記載は，発明の詳細な説明によりサポートされているとはいえない。",
                "本件明細書の発明の詳細な説明には，予備乾燥を必須としない旨の一行記載があるのみで，その他に予備乾燥を行わないとの技術的事項の開示はない。当業者は，発明の詳細な説明の記載から，本件発明1について，予備乾燥を経ることなく，麺線の割れ防止，生麺の如き粘弾性を得るという課題が解決できることを認識することはない。",
                "審決は，発明の詳細な説明における，予備乾燥の条件が本件明細書の開示範囲から外れただけでも「麺線割れ」の事態が生ずる点を引用する一方で，必ずしも麺線割れを起こすとしているわけではないから予備乾燥(二段乾燥)は必須ではないと判断しているが，同判断は，合理性を欠く。",
                "以上のとおり，審決が，本件発明1の特許請求の範囲の記載が，発明の詳細な説明によりサポートされていると判断した点に，誤りがある。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "甲2発明Aとの相違点1に係る容易想到性判断の誤り(取消事由8)",
              "text": [
                "審決は，甲2において，油揚乾燥及び熱風乾燥の双方が当業者にとって任意に選択できる択一的事項として開示されていることを認定しているにもかかわらず，熱風膨化乾燥方法として周知の高温熱風膨化乾燥を用いることについて，容易想到ではないと判断した。",
                "しかし，上記判断は，次のとおり誤りである。すなわち，甲60には，「麺質は，フライ麺より腰があるといえる。保存期間もフライ麺より長く保存が可能である」ことが，また，甲61には，「ノンフライ麺となり，油を使用しない分，フライ麺に比べて原料費が安くなる」ことが，甲62には，「熱風の温度や乾燥時間などを変えて，めん内部の気泡の量を調節することで，軽めの食感にすることもできれば，従来のノンフライめんと同様にコシのある食感にしたりすることもできる」ことが記載されていることに照らすならば，当業者において，熱風膨化乾燥を適用することに，困難性はない。",
                "麺線の均一な膨化発泡を達成させるために，甲2に記載された150℃の油揚乾燥処理に代えて甲1の高温熱風乾燥の採用を試みることは，当業者が容易になし得ることである。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "甲2発明Aとの相違点2に係る容易想到性判断の誤り(取消事由9)",
              "text": [
                "乾燥麺の製造方法において，麺線断面積を均一化する技術は，甲1の【0008】に「短時間で麺塊の表面のみならず内部までにおいても，麺線を均一に急速に膨化発泡させることを可能(とする)」旨，【0023】に「麺かい内部に至るまで短時間で均一に膨化することができる」旨記載されている。",
                "上記記載によれば，相違点2に係る数値範囲にコントロールすることは，甲1に開示されていると解することができる。",
                "また，本件明細書の裏付けを得て解釈される麺線10か所の断面積の平均値を5本の麺線について算出する「標準偏差」が0．3以下であることは，全ての乾燥麺が備えている当然の性質であるから，そのような性質を，標準偏差という特殊パラメータにより規定しても，進歩性を基礎づけることにはならないというべきである。",
                "(10)  甲2発明Bとの相違点2に係る容易想到性判断の誤り(取消事由10)",
                "熱風乾燥(ノンフライ麺)と110℃以上の高温熱風(膨化)乾燥(高速乾燥麺)とは，共に当業者において適宜選択される周知な乾燥方法である。これらは，共に高温によって麺線を膨化させつつ乾燥させる点でも共通し，当業者が任意に選択できるものであり，後者の有利性は出願時の技術常識である。したがって，甲2発明Bにおける80℃熱風乾燥を相違点2に係る熱風膨化乾燥に置換することは，出願当時，当業者にとって容易に想到することができる。",
                "(11)  甲2発明Bとの相違点3に係る容易想到性判断の誤り(取消事由11)",
                "取消事由5及び9のとおりである。",
                "(12)  本件発明2ないし7に係る容易想到性判断の誤り(取消事由12)",
                "本件発明1についての上記主張と同様の理由により，審決には，本件発明2ないし7に係る容易想到性の判断に誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正の適法性についての判断の誤り(取消事由1)に対して",
              "text": [
                "本件訂正は，誤記の訂正ないし不明瞭な記載の釈明に該当するものであり，適法である。",
                "出願当初の請求項1の「主原料と，固形状の油脂又は／および乳化剤とを少なくとも含む即席麺であって麺線断面積の長さ方向の標準偏差が，0．3以下であることを特徴とする即席麺。」の記載には変更がないこと，原明細書【0021】，【0026】，【0068】【表1】及び【0113】【表11】の①aから④eまでの数値は変更がないこと等を総合的に勘案すれば，【0113】【表11】の「標準偏差」の欄に母標準偏差の値を記載すべきであったことは明らかである。",
                "本件訂正は，原明細書【0113】【表11】の①aから④eに記載された，麺線5本，すなわち同一条件で製造された5バッチ(a～e)のサンプル中における各10箇所の断面積の単純平均値に基づいて行われている。本件明細書では，訂正前後において一貫して，1本の麺線の10か所の断面積の単純平均値を「麺線断面積」として扱っている。",
                "請求項1の「麺線断面積の長さ方向の標準偏差」とは，原明細書【0027】に「麺線サンプルを長さ50cmにわたって，5cm間隔ごとに10点断面積を測定した場合に」との記載から，麺線の長さ方向に対して垂直な面の断面積を意味する。請求項1の「麺線断面積の長さ方向の標準偏差」との記載は，測定される断面積の基準平面を定義したものであり，原明細書【0027】【0028】の記載と何ら齟齬が生じるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の認定の誤り(取消事由2)に対して",
              "text": [
                "甲1発明は，熱風乾燥方法において，膨化による多孔質化が大きく進み，部分的膨化過ぎを生じさせないこと，及び，製麺原料としてかん水等のアルカリ剤を使用した即席中華麺を製造する場合において，麺塊の芯部で膨化不足を生じさせないことを課題とし，一次乾燥及び二次膨化乾燥を併用する構成によって，同課題を解決することを目的とする発明であるから，甲1において，予備乾燥(一次乾燥)のない発明は想定の余地がない。甲1の【請求項1】，【0001】(技術分野)，【0008】(課題)，【0009】(解決手段)，【0020】(発明の実施の形態)及び【0041】(効果)のいずれにも，二段階乾燥を対象とすることが記載されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1に係る容易想到性判断の誤り--(1)(取消事由3)に対して",
              "text": [
                "甲1には，パーム食用油について，生地に粉末状又は粒状の状態で混合されることの開示はない。",
                "甲2，3及び54ないし56に記載の極度硬化パーム油等は，甲1のパーム食用油とは，別の組成物であるから，甲1のパーム食用油の状態を理解するに当たり，甲2，3及び54ないし56の記載に基づいて解釈することはできない。また，甲1のパーム食用油は，たとえ粉末状又は粒状の形状を維持したままで生地に添加されたとしても(例えば，冷やしてパーム食用油を固めた状態にすることで粉末状又は粒状にする。)，麺生地(ドウ)を調整する混合(混ねつ)工程における摩擦熱によって溶融する。",
                "油脂を粉末として使用しない例は多数存在するから(甲4など)，甲1に，固型状か粉末状について記載がない以上，甲1の「パーム食用油」を，粒子径を有するような状態で混合されていると解することはできない。",
                "また，出願時技術常識(周知技術)に基づき，甲1のパーム食用油を，粉末状又は粒状の状態で添加混合されるものとすることは当業者が容易に推考できたと解することもできない。すなわち，まず，甲2，3及び54ないし56によっては，原告主張のような容易推考判断の基礎となる周知技術を，そもそも認めることができない。また，即席麺に油脂が用いられる目的は様々であり，本件発明1のように高温熱風乾燥との組合せにより，非油揚げ麺を製造するに当たり，高温熱風乾燥特有の，麺線が太くなるにつれて生じる「麺線の割れ」の問題を解決して，「生麺のごとき粘弾性」を実現する目的で用いることの開示又は示唆は，甲2，3及び54ないし56のいずれにも存在しない。仮に，麺製品のような小麦粉を主原料とする生地に粉末状又は粒状の状態でパーム食用油を混合することが周知技術であるとしても，そのような周知技術に基づき，甲1発明から，本件発明1に容易に想到すると解釈することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1に係る容易想到性判断の誤り--(2)(取消事由4)に対して",
              "text": [
                "甲1発明は，二段階乾燥の方法により，熱風乾燥方法において，膨化による多孔質化が大きく進み，部分的膨化過ぎを生じさせないこと，及び，製麺原料としてかん水等のアルカリ剤を使用した即席中華麺を製造する場合において，生地のアルカリ性が強すぎるときには，麺塊(麺線の塊)の芯部で膨化不足を生じさせないようにするとの課題を解決することを目的とする発明である。",
                "そして，甲2の油脂の技術的意義は，蒸煮工程において，麺表面及び内部の油脂が溶融，液化することで，微小孔を生じさせ，乾燥工程後も多孔質の麺とし，その多孔質により喫食時の復元性を早くするというものである。",
                "甲1発明においては，二段階乾燥により，多孔質化が進み過ぎないように，また，部分的に膨化し過ぎないように調整しており，これをさらに，甲2の油脂により微小孔を生じさせ，より多孔質としなければならない動機付けはない。",
                "油揚乾燥と熱風乾燥は，乾燥中に生じる現象及び乾燥後の麺線の状態が異なり，また，目的とする製品に応じて使い分けられるものであるから，乾燥技術としては全く異質のものであり，互いに入れ替えて使用できるようなものではない。そして，熱風乾燥の中でも，100℃未満で行われる低温熱風乾燥には，本件発明1の課題である「麺線の割れ」に密接に関連する膨化発泡がないのに対し，高温熱風乾燥には，本件明細書の【0011】ないし【0014】に記載されているような固有の問題があることから，低温熱風乾燥を単純に高温熱風乾燥に置換することもできない。さらに，油揚乾燥では，短時間に麺線を乾燥することができるため，麺線中心部を素早く乾燥することができ，さらに，麺線中の水分と油とが置換されるため，麺線表面部と麺線中心部の温度速度を近づけることができることから，「麺線の割れ」が発生しない。油揚乾燥には高温熱風乾燥にはない利点があること，高温熱風乾燥には特有の課題があったことからすると，油揚乾燥を高温熱風乾燥に置換可能であったとの原告の主張は誤りである。",
                "以上のとおり，甲1発明において，甲2の粉末油脂を適用することを当業者が容易に想到し得たと解することはできず，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2の認定の誤り(取消事由5)に対して",
              "text": [
                "原告は，相違点2の認定について誤りがあること(甲1の開示に関する認定の誤り)を取消事由として主張する。しかし，審決は，相違点2に係る構成は，容易想到であると判断する。被告は，容易想到であるとの判断は，争わない。したがって，仮に，相違点2の認定に誤りがあったとしても，審決の結論に影響を与える誤りとはいえない。",
                "この点，原告は，甲2発明A，甲2発明Bを主引例とする審決の容易想到性の有無の判断に影響を及ぼすと主張する。しかし，審決は，甲2発明Aについては，「甲第2号証には，麺線断面積を均一にしようという課題及び麺線の評価については何ら記載がないから，甲2発明Aの麺線の断面積の標準偏差が，実際に0.3以下であるかどうかは別として，これを『標準偏差が0.3以下』とすることを当業者が容易になし得たとすることはできない。」と判断し，甲2発明Bについても同一の判断を示している。すなわち，前記同様，仮に，甲1発明の認定に原告が主張する誤りが事実として存在しても，審決の結論に影響を与える余地がないから，審決の取消事由を構成し得ない。",
                "よって，原告の主張は，主張自体失当である。",
                "また，原告は，甲1の実施例1ないし11を同一の製品とみなし得るとして，膨化度をもとに標準偏差を求めている。しかし，実施例1ないし11は，一次乾燥と二次膨化乾燥を組み合わせたことを特徴とする甲1発明において，二次膨化乾燥の温度が異なる条件で製造された実施例であるから，その結果膨化率の異なる蒸煮麺を同一の製品とみなすことはできない。",
                "よって，甲1に，本件発明1の「即席麺の同一製品中から任意の5本を選んで測定した際の，麺線断面積の長さ方向の標準偏差が0.3以下」との要件が実質的に開示されているとする原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "実施可能要件の判断の誤り(取消事由6)に対して",
              "text": [
                "本件明細書には，本件発明1を実施するための指針が，例えば，麺の材料については【0034】ないし【0036】，粒状油脂については【0037】ないし【0045】，乾燥工程を含む麺の製造方法については【0046】ないし【0054】に詳細に説明されている。そして，実施例として【0058】ないし【0070】及び【表11】に，麺の原料，蒸煮条件，乾燥条件などが記載されており，【表11】の(2)粉末油脂添加(乾燥条件100℃4分  120℃4分  最終水分10％前後)に対応する②の標準偏差が「0.287」であることから，本件明細書には「標準偏差を0.3以下」の麺を当業者が製造するのに十分な記載がある。",
                "また，本件発明1の技術的本質は，粉末油脂を含む麺線を110℃以上の高温熱風で膨化乾燥することにあり，【0049】に記載の予備乾燥工程は任意選択可能な工程である。甲31ないし33はこの点を確認したものにすぎない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "サポート要件判断の誤り(取消事由7)に対して",
              "text": [
                "取消事由7の主張は，取消事由1の主張と同様であり，その主張は失当である。また，本件発明1において予備乾燥が任意選択工程であることも，取消事由6に対して反論したとおりである。本件明細書の記載，すなわち「製造の一態様を示すが，本発明の効果がその乾燥方法に基づいて限定的に解釈されるわけでない。」(【0048】)や「麺塊の水分が25％を越えると，本乾燥時に麺線の急激な発泡を防ぐことが難しくなって均一な発泡を行うことが困難となり，麺線内部において大きな空洞や麺線の割れを起こす可能性が高まる。」(【0050】)などの記載は，任意選択工程である予備乾燥を行う場合に，麺塊の水分量をどの程度に制御したらよいかを示す指針にすぎない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "甲2発明Aとの相違点1に係る容易想到性判断の誤り(取消事由8)に対して",
              "text": [
                "油揚乾燥を高温熱風乾燥に置換することは容易想到ではないから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "甲2発明Aとの相違点2に係る容易想到性判断の誤り(取消事由9)に対して",
              "text": [
                "甲2には，麺線断面積を均一にするとの課題はなく，麺線の評価について何らの記載もないから，甲2発明Aの麺線の断面積の標準偏差を一定範囲とすることについての動機付けがなく，当業者が容易に想到し得たとすることはできない。",
                "(10)  甲2発明Bとの相違点2に係る容易想到性判断の誤り(取消事由10)に対して",
                "低温熱風乾燥を高温熱風乾燥に置換することが容易想到ではないから，原告の主張は失当である。",
                "(11)  甲2発明Bとの相違点3に係る容易想到性判断の誤り(取消事由11)に対して",
                "取消事由5及び9に対する反論のとおりであり，原告の主張は失当である。",
                "(12)  本件発明2ないし7に係る容易想到性判断の誤り(取消事由12)に対して",
                "本件発明1の進歩性が肯定される以上，本件発明2ないし7の進歩性も肯定される。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由には理由がなく，その請求は棄却されるべきと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "原明細書の記載(甲39)",
              "text": [
                "「【発明の詳細な説明】",
                "【技術分野】",
                "【0001】本発明は，即席麺およびその製造方法に関する。より具体的には，本発明は，従来には達成することが出来なかった特性を有する即席麺(例えば，生麺様の太麺，もしくはうどん)，およびその製造方法に関する。」",
                "「【0008】ところで，昨今の消費者は，本格派志向がその流れとなっているため，即席麺類，とりわけ非油揚げ乾燥麺のスナック麺について，「生麺のごとき粘弾性」を有し且つ「生麺のようなみずみずしい食感」を実現することが望まれている。",
                "【0009】上記した非油揚げ乾燥麺としては，一般的に，低温熱風乾燥麺と高温熱風乾燥麺とが知られている。この低温熱風乾燥方法は，乾燥温度が100℃未満の熱風を用いるため，じっくりと緩慢に麺線の水分を乾燥することができる。そのため，麺の構造は一般的に気泡の無い緻密なものとなり，比較的弾力のある食感を再現することができる。しかしながら，麺線の構造が緻密なために，喫食時に麺線内部まで水分が浸透しにくい欠点があった。」",
                "「【0011】このような低温熱風乾燥方法の欠点を解消すべく考案された高温熱風乾燥方法は，乾燥温度が100℃以上，熱風の風速も10m／秒前後のため，水の沸点より高い温度にて麺線を急速に脱水乾燥する。そのため，麺の外観は乾燥により発泡した状態となり，麺の構造は油揚げ麺と同様なポーラスなものとなり，低温熱風乾燥方法と比較すると復元性の良い麺線を得ることができる。しかしながら，スナック麺タイプにおいては，調理時の熱量不足のため，ポーラスな構造に基づき，食べ応えの無いスカスカとしたものとなる傾向が強く，「生麺のごとき粘弾性」を実現することはできなかった。",
                "【0012】更には，従来の高温熱風乾燥方法においては，「麺線の割れ」という特有の現象が起こるという問題があった。この「麺線の割れ」とは，短時間で麺線を乾燥させたときに麺線中心部分よりも麺線表面部分の乾燥が促進され，麺線の表面部分と中心部分の水分差から麺線内部の収縮の差が起こり，麺線の中心部分に大きな空洞を生じる現象である。この「麺線の割れ」が生じると，喫食時には麺線が真中から二つに分かれてしまう現象が生ずる。更には，「麺線の割れ」が起きてしまうと著しい食感の低下を招き，見た目が悪くなる等，即席麺の商品価値が著しく損される。この「麺線の割れ」は，麺線の太さが太くなればなるほど顕著に起こる傾向があるため，従来より，即席高温熱風膨化乾燥方法においては，得られる麺線の太さが事実上制限されてしまっていた。特に，即席ノンフライうどん等を即席高温熱風膨化乾燥方法により製造することは極めて困難であった。",
                "【0013】加えて，前述した「麺線の割れ」現象を抑制する観点から，高温熱風乾燥方法の利点である乾燥時間の短縮には限度があった。更には，低温熱風乾燥方法と比較すると復元性の良いはずのポーラスな構造の麺線も，熱量の少ないスナック麺においては，やはり「生麺のごとき粘弾性」を実現することはできなかった。」",
                "「【発明が解決しようとする課題】",
                "【0017】本発明の目的は，上記した従来技術の欠点を解消できる即席麺，およびその製造方法を提供することにある。",
                "【0018】本発明の他の目的は，麺線の太さにかかわらず高温熱風乾燥の問題点であった「麺線の割れ」を解決できる即席麺，およびその製造方法を提供することにある。",
                "【0019】本発明の更に他の目的は，調理時の熱量の少ないスナック麺においても，「生麺のごとき粘弾性」を容易に実現できる即席麺，およびその製造方法を提供することにある。",
                "【課題を解決するための手段】",
                "【0020】本発明者は鋭意研究の結果，固形状の油脂又は／および固形状乳化剤を，麺の主原料に添加するのみならず，得られた即席麺の麺線断面積の標準偏差を特定の範囲にコントロールすることが，麺線の「割れ」防止と，「湯戻し後の食感」とを両立させることを可能とし，上記目的の達成のために極めて効果的なことを見出した。」",
                "「【0023】本発明者の知見によれば，上記構成を有する本発明においては，麺原料に球状又は／および粒状の，油脂又は／および乳化剤を添加することで，蒸し工程において，麺線内部の粉末粒状油脂または粉末粒状乳化剤が溶けることにより麺線内部および麺線表面に(適度なサイズの)穴を形成することにより，続く高温熱風乾燥工程において麺線内部の水分をスムーズに蒸発させて，麺線を乾燥することが出来るために，麺線の急激な発泡を防止することが可能となると推定される。この結果，麺線の割れ防止と，湯戻し後の良好な食感の両立(更には，生産性および経済性の両立)が可能となるものと推定される。",
                "【発明の効果】",
                "【0024】上記構成を有する本発明によれば，麺線の太さにかかわらず，従来の高温熱風乾燥の問題点であった「麺線の割れ」を効果的に防止しつつ，湯戻し後の食感を良好にすることができる。」",
                "「【0026】",
                "(即席麺)",
                "本発明の即席麺は，主原料と，および固形状油脂又は／および固形状乳化剤とを少なくとも含み，且つ，得られた乾燥後の麺線断面積の標準偏差が0．3以下である即席麺である。この「麺線断面積の標準偏差」は，0．15以下であることが特に好ましい。",
                "【0027】麺線断面積の均一性：本発明においては，「麺線の割れ」を効果的に抑制することができるため，麺線の厚みが厚い場合においても麺線断面積を均一に膨化乾燥することができる。より具体的には，麺線サンプルを長さ50cmにわたって，5cm間隔ごとに10点断面積を測定した場合に，得られた麺線断面積の標準偏差が0．3以下であることが好ましく，更には0．15以下であることが好ましい。ここに，麺線断面積は，以下の方法で好適に測定することができる。",
                "【0028】",
                "＜麺線断面積の測定方法＞",
                "乾燥後得た各麺線(長さは各50cm程度の麺線を5cm間隔でサンプリングし10箇所を測定する)の断面積を，マイクロスコープ(CCDカメラとパーソナルコンピュータがセットになった測定装置)により麺線表面を撮影し(倍率：70倍)，それらの単純平均値を算出した。」",
                "「【0061】油脂添加の条件：以下の4種類の条件を用いた。",
                "(1)粉末油脂無添加  (乾燥条件100℃4分  120℃4分  最終水分10％前後)",
                "【0062】",
                "(2)粉末油脂添加  (乾燥条件100℃4分  120℃4分  最終水分10％前後)",
                "【0063】",
                "(3)粉末油脂無添加  (乾燥条件85℃50分  最終水分10％前後)",
                "(4)粉末油脂添加  (乾燥条件85℃50分  最終水分10％前後)」",
                "「【0065】",
                "＜麺線の断面積測定＞",
                "上記により得た各麺線(長さは各20～30cm程度；1つの条件について，それぞれ(a)～(e)の5バッチ)の断面積を，マイクロスコープ(CCDカメラとパーソナルコンピュータがセットになった測定装置)により麺線表面を撮影し(倍率：70倍)，それらの単純平均値を算出した。この際に使用した断面積測定条件は，以下の通りであった。",
                "【0066】",
                "＜断面積測定条件＞",
                "マイクロスコープ：商品名デジタルHDマイクロスコープVH-7000，(株)キーエンス社製",
                "CCDカメラの画像をPC(パーソナルコンピュータ)に取り込み，該PCのモニタ上で測定すべき麺線の画像の外周を20点程度プロットし，該PCにより自動的に断面積を計算させた。",
                "【0067】なお，条件(1)によるサンプルにおいては，麺線に「割れ」が入ったため，この断面積測定は，「割れている」箇所を選んで測定した。得られた測定結果を，以下の表1に示す。",
                "【0068】",
                "表1：麺線の断面積の測定結果(単位mm2)",
                "【表1】",
                "【0069】上記表1に示すように，条件(1)(油脂無添加・高温乾燥)と，(2)(油脂添加・高温乾燥)との比較から，高温乾燥麺の麺の断面積は，粉末油脂添加によって低下することが理解されよう。すなわち条件(2)では，発泡が抑えられている。また，条件(1)は，急激な発泡を起こしているため，麺線中心部分から2つに割れた状態(商品的には，実質的に無価値である)になり，断面積もその分，大きな値となっている。",
                "【0070】他方，条件(3)(油脂無添加・低温乾燥)と，条件(4)(油脂添加・低温乾燥)を比較した場合，低温乾燥においては，麺線の断面積は粉末油脂の添加，無添加に実質的に関係無いことが理解されよう。」",
                "「【0113】",
                "…",
                "試験例11",
                "(試験例のサンプル粉末油脂練りこみデータ-)の麺について標準偏差データを取った。結果を下記の表11に示す。",
                "【表11】",
                "(1)粉末油脂無添加  (乾燥条件100℃4分  120℃4分  最終水分10％前後)",
                "(2)粉末油脂添加  (乾燥条件100℃4分  120℃4分  最終水分10％前後)",
                "(3)粉末油脂無添加  (乾燥条件85℃50分  最終水分10％前後)",
                "(4)粉末油脂添加  (乾燥条件85℃50分  最終水分10％前後)(1)：麺線の膨らんだ部分(割れている部分)のみを測定した場合のデータ(2)：麺線の割れは無い(3)：発泡は温度条件上起きないので割れも無い(4)：発泡は温度条件上起きないので割れも無い(5)：麺線の膨らんだ部分(割れている部分)と割れていない部分をランダムで測定した場合のデータ」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正の内容",
              "text": [
                "本件訂正は，原明細書の【0113】【表11】の「標準偏差」欄の数字を，①から⑤の順に，「0．390」，「0．287」，「0．210」，「0．063」，「0．890」と改めるものである(甲42の1)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1の記載",
              "text": [
                "甲1(特開平11-196799号公報)には次の記載がある。",
                "「【特許請求の範囲】",
                "【請求項1】 即席麺の製造において，常法により製麺された生地麺を蒸煮した後，これを60以上～100℃未満の熱風で蒸煮麺の水分含有量を20～27％に一次乾燥し，その後該蒸煮麺を搬送用ネットコンベアーで移行する際，別に設けた高圧室より温度制御された空気，不活性ガス，又はこれらの混合ガスからなる120～160℃の高温熱風を該搬送用ネットコンベアーの上下に複数配設した噴射ノズルチューブより高速噴射して，麺類を二次膨化乾燥することを特徴とする即席乾燥麺類の製造方法。",
                "【請求項2】 一次乾燥の熱風の風速が2～30m／secであることを特徴とする請求項1記載の即席乾燥麺類の製造方法。",
                "【請求項3】 噴射ノズルチューブの風速が20～70m／secであることを特徴とする請求項1又は2記載の即席乾燥麺類の製造方法。",
                "【請求項4】 膨化乾燥麺の膨化度が1．23～1．44であることを特徴とする請求項1乃至請求項3のいずれか1つに記載の即席乾燥麺類の製造方法。…」",
                "「【発明の詳細な説明】",
                "【0001】【発明の属する技術分野】本発明は，即席麺類の乾燥方法において，蒸煮した蒸麺を60～100℃の熱風で蒸麺の水分含有量を20～27％に一次乾燥し，次に噴射ノズルチューブより高温高速の処理空気，不活性ガス(Ｎ ，He，CO 等)又はこれらの混合ガスを噴射することにより，蒸麺を短時間で急速に膨化乾燥させる方法に関するものである。",
                "【0002】【従来の技術】従来，即席麺の分野における乾燥方法としては，一般に油揚げによる方法，熱風乾燥による方法，過熱蒸気による方法がよく知られている。これらの中で熱風乾燥による方法においては，特開昭52-44260号公報に，公知の工程を経た蒸麺に150℃前後の高温の熱風を短時間処理させる方法が開示されているが，該蒸麺を一定量ネットコンベアーに載置した状態では，いかに高温の150℃前後の熱風で短時間乾燥することができるとはいっても，該蒸麺の表面のみは急速に脱水乾燥されうるが，その内部までは均一に脱水乾燥することは困難であり，又，当該麺内部にまで完全に脱水乾燥するようにすれば麺表面が焦げてしまう。」",
                "「【0005】これらの従来方法では，蒸煮麺線に当たる高温気流が効率よく行われていない為に，出来た麺において均一な多孔質化が充分進まないので，その復元性が悪く戻りむらを生じるものとなる。",
                "【0006】それ故，一定の厚さを有する蒸煮麺線の内部にまで高温熱風を均一に，しかも短時間で効率よく当てることにより急速乾燥させて膨化発砲(注  膨化発泡の誤記と認める。)させる乾燥方法が望まれるものである。…",
                "【0007】そこで，本発明者は，これらの問題点を解消する技術を既に特開平9-51773号公報に「即席乾燥麺類の製造方法」として開示した。その後更に研究を重ねたところ，この製造方法による麺は，膨化による多孔質化が大きく進み，部分的膨化過ぎを生じる傾向があって，その為生麺的なしっかりした歯ごたえのある食感に欠ける欠点があることを見出した。…",
                "【0008】【発明が解決しようとする課題】本発明は，かかる問題点について鋭意研究した結果，60～100℃の熱風を用いる一次乾燥と120～160℃の高温熱風を用いる二次膨化乾燥を併用して，短時間で麺塊の表面のみならず内部までにおいても，麺線を均一に急速に膨化発泡させることを可能にし，しかも麺表面は，焦げることもなく，艶のある外観を呈し，アルカリ剤を使った場合においても生麺のような歯ごたえと風味のある復元容易な即席乾燥麺類の製造方法を提供することを目的とするものである。",
                "【0009】【発明が解決するための手段】本発明は，即席麺の製造において，常法により製麺された麺線を蒸煮した後，該蒸麺を搬送用ネットコンベアで移行する際，別に設けた高圧室より温度制御された60～100℃，風速2～30m／secの熱風を用いて該蒸煮麺の水分含有量を20～27％に一次乾燥し，次いで温度120～160℃の高温熱風を該搬送用ネットコンベアの上下に複数配設した噴射ノズルチューブより，風速20～70m／secで高速噴射することによりごく短時間で膨化乾燥することができる即席乾燥麺類の製造方法に関するものである。このような方法を取ることによって乾燥後の麺の膨化度が1．23～1．44倍となって膨化による多孔質化を調整することができる。」",
                "「【0024】【実施例1】(即席中華麺)常法により小麦粉19．5kg，でん粉5．5kg，小麦蛋白200gの原料粉にパーム食用油250gを添加混合し，これに水8．5kgにかん水100g，調味料100g，食塩800g及び着色料25gを溶解した練込液を添加し，混捏，複合圧延した後に切刃＃18丸，麺厚0．90mmで切出し，蒸煮圧0．30kg／cm2で2分間蒸煮後，麺重82gのものをネット状のバケットに型詰めし，これに空気からなる温度80℃，風速20m／secの熱風を4分間当てることにより一次乾燥をし，その水分を24％程度に調整した後，これに空気からなる130℃の高温熱風を噴射ノズルチューブより風速55m／secで2分間噴射して二次膨化乾燥せしめ，最終水分10～11％の所望の即席中華麺を得た。」",
                "「【0041】【発明の効果】以上の結果より，本発明は，蒸煮麺を温度60～100℃の熱風を用いて水分含有量を20～27％に一次乾燥するため，二次膨化乾燥の膨化度合をコントロールでき，又部分的膨化のむらをなくすることができ，しかも内部組織が多孔性になるために，喫食時にお湯が浸透しやすくなり，短時間で復元可能となる即席性を有する物であり，食感においても，麺表面が滑らかで，麺からの溶出がほとんどなく，しかも生麺的な歯ごたえや弾力性のある麺を得ることができるのである。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲2の記載",
              "text": [
                "甲2(特開昭59-63152号公報)には次の記載がある。",
                "「2．［特許請求の範囲］",
                "(1)乾めん，即席めん等のめん類を製造するにあたり，原料粉に，常温で固型状をなしている食品用乳化剤および／または常温で固型状をなしている食品用油脂類を添加し，混合することを特徴とする早もどりめん類の製造方法。",
                "(2)固型状食品用乳化剤の添加量が0．2～3％である特許請求の範囲第1項に記載の方法。",
                "(3)固型状食品用油脂類の添加量が0．2～15％である特許請求の範囲第1項に記載の方法。",
                "(4)固型状食品用油脂類および固型状食品用乳化剤からなる混合物の添加量が0．2～15％である特許請求の範囲第1項に記載の方法。」",
                "「3．［発明の詳細な説明］",
                "本発明は乾めん，即席めん，マカロニ，茹めん，皮類等のめん類の製造に際して常温で固型状をなしている食品用乳化剤および／または常温で固型状をなしている油脂類を添加，混合する製造法に係り，その目的とするところは，めんの食味を低下することなく，喫食時のめんのほぐれをよくし，復元性を極めて早く改善することにある。」(1頁左下欄17行～右下欄4行)",
                "「本発明はこのような欠点を解消し消費者のニーズに適したものを研究，開発中に製めん原料に常温で固型状をなしている乳化剤および／または常温で固型状をなしている油脂を添加，混合して常法により製めんし，蒸煮後，熱風乾燥又は油揚乾燥して得られた即席めんのめん線に無数の微小孔が生じ，同時にめん線同志の付着が極めて少なく，喫食時にお湯を注ぐとほぐれが早く，復元時間が従来の 1/2～1/3に短縮され，その食味も従来のものに比べ弾力性，滑らかさに富み，スープとの調味した商品価値の高いものが得られることを発見した。」(2頁右上欄10行～左下欄1行)",
                "「本発明の方法を実施する上で使用できる常温で固型状の食品用油脂は例えば，極度硬化牛脂または水添固型牛脂のような動物性油脂および極度硬化パーム油，水添固型大豆油または水添固型綿実油のような植物性油脂である。",
                "本発明で使用する食品用乳化剤および油脂は熱溶融性であり，粉末または粒状であることが好ましい。融点は40℃以上，好ましくは50℃以上であり，粒径は10メツシユ，好ましくは20メツシユであることが好ましい。融点を40℃以上としたのは製めん時の摩擦熱で溶融しないことが必要なためである。また，粒径が10メツシユより大きくなると短いめん線の場合，切れるおそれがある。",
                "乳化剤の添加量が0．2％未満だとほぐれの効果が少なく，また3％より高いと乳化剤の油臭が残り食味をそこなう。また，油脂の場合，0．2％未満だと乳化剤と同様であるが，15％より高いとめん線のつながりが悪くなるので好ましくない。」(2頁右下欄1～19行)",
                "「常温で固型状をなす食品用乳化剤および／または油脂は製めん工程でめんの表面及び内部に無数に点在するが，続く蒸煮工程に於てその部分が蒸気温度により溶融，液化し，めんの表面及び内部に無数の微小孔を生じ乾燥工程後もこれが残り多孔質のめんとなる。このようにして得ためんにお湯を注ぐと，多孔質のため復元性は極めて早い。即ち，めんの復元性は前記のようにめんの太さ(厚み)に関係するが，それはめんの表面から中心までの距離に関係するものであつて微小孔が無数にあいているということはそれだけ中心までの距離が事実上短いという構造によるものである。」(3頁左上欄17行～右上欄8行)",
                "「実施例  1",
                "小麦粉1kgに固型状脂肪酸モノグリセライド20gを添加均一に混合した後，水350ml，食塩20g，かんすい2gの混合液を加え，充分練り上げたのち，",
                "常法で製めんしロールで0．8m／mに圧延し，＃18切刃でめん線とした後，0．8kg／cm2の蒸気で2分間蒸煮し，次いで150℃のラードで2分間油揚乾燥し綿製品を得た。",
                "実施例  2",
                "小麦粉1kgに固型状脂肪酸モノグリセライド20gを添加し，均一に混合した後，水350ml，食塩15g，かんすい4gの混合液を加え，充分練り上げた後，常法で製めんしロールで1．0m／mに圧延し，＃18切刃でめん線とした後，0．8kg／cm2の蒸気で2分間蒸煮し，型枠に入れ80℃の熱風で40分間乾燥し，めん製品を得た。」(3頁左下欄19行目～右下欄15行)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件訂正の適法性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所は，本件訂正は，明瞭でない記載の釈明を目的としており，新規事項を追加するものでも，特許請求の範囲を実質的に拡張・変更するものでもないから適法であるとした審決の判断に，誤りはないと判断する。その理由は次のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "母標準偏差と標本標準偏差",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一般に，標準偏差の計算式には，母集団から抽出された標本から母集団の真の標準偏差を推計する際に用いる「標本標準偏差」と，母集団そのものから母集団そのものの標準偏差を求める際に用いる「母標準偏差」の2種類があることが知られており，それぞれ次の数式で求めることができる(甲13，68)。",
                    "∑(x - x)2  ・標本標準偏差  i",
                    "n- 1∑(x - x)2  ・母標準偏差    i"
                  ],
                  "content": [
                    {
                      "fig": "n",
                      "text": [
                        "イ  本件発明1の「標準偏差」がいずれの意味かを検討する。この点，特許請求の範囲の記載からは，「標準偏差」は「前記即席麺の同一製品中から任意の5本を選んで測定した際の」麺線断面積についてのものであることを超えて特段の限定はされておらず，「任意の5本を選んで」の意味の解釈により，「標準偏差」の意味は，母標準偏差とも，標本標準偏差とも，いずれにも解し得る。",
                        "そこで，原明細書の記載を検討する。原明細書の【表11】のうち，②が本件発明1の製造条件を満たすところ，②の5つの数値から実際に母標準偏差及び標本標準偏差を計算してみると，母標準偏差は「0．287」，標本標準偏差は「0．321」，となる。このように，母標準偏差で計算すると，本件発明1における「標準偏差が0．3以下」という条件を満たすが，標本標準偏差で計算すると，条件を満たさない。また，本件発明1における「標準偏差」を標本標準偏差と解する場合，標本数(サンプル数)は5本ということになるが，製品全体の麺線断面積の標準偏差を推定するには，その数は少なすぎると解される(甲52)。",
                        "以上によれば，本件発明1における「標準偏差」は，母標準偏差と解するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原明細書【0113】【表11】は，【0068】の「麺線の断面積の測定結果」(【表1】①ないし④)を受けた記載となっており，【表1】①ないし④の値は，aないしeのそれぞれの麺線から各10箇所をサンプリングした測定結果から算出した単純平均値となっている(【0027】，【0028】)。したがって，【0113】【表11】の「標準偏差」は，「麺線の断面積の測定結果」から算出した平均値(5本の麺線から各10か所をサンプリングした測定結果から算出した単純平均値)の母標準偏差と解すべきことになる。本件発明1の「前記即席麺の同一製品中から任意の5本を選んで測定した際の，麺線断面積の長さ方向の標準偏差」との構成要件も，【0113】【表11】の「標準偏差」欄に記載の数値と同趣旨と解することが，可能であるといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原明細書の【表11】の標準偏差の欄に記載された値は，標本標準偏差の二乗の値(不偏分散)である(この点については，当事者間に争いがない。)ところ，本件訂正は，これを本来記載するべき母標準偏差の値に訂正するものであるから，明瞭でない記載の釈明を目的とするものと認められる。",
                    "また，本件訂正は，新規事項を追加するものとも，実質上特許請求の範囲を拡張し，又は変更するものともいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，「本件訂正は，明りょうでない記載の釈明を目的としており，新規事項を追加するものでも，特許請求の範囲を実質的に拡張・変更するものでもないから適法である」とした審決の結論に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，原明細書の【表11】の「標準偏差」の欄には，①ないし⑤の各サンプルの不偏分散(標本標準偏差の二乗の値)が記載されているが，これが，母標準偏差の誤記であったことを示す記載ないし示唆は，原明細書には存在しないと主張する。",
                    "しかし，上記のとおり，本件発明1の請求項1の「標準偏差」は，母標準偏差と解するのが相当であり，これを前提とすれば，【表11】の「標準偏差」の欄には，母標準偏差の値が記載されるべきあったと解されるから，原告の主張は採用の限りではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件訂正によって，【表11】の「標準偏差」の欄は，サンプル麺線の断面積の平均値の「不偏分散」から，サンプル麺線の断面積の「母標準偏差」に変更されるが，上記母標準偏差は上記不偏分散より小さいことから，「標準偏差が0．3以下」を超える値しか得られなかったものが，「標準偏差が0．3以下」に収まるものに改められ，本件訂正によって特許請求の範囲が実質的に拡張又は変更されたと主張する。",
                    "しかし，本件発明1の「前記即席麺の同一製品中から任意の5本を選んで測定した際の，麺線断面積の長さ方向の標準偏差」との構成は，「麺線の断面積の測定結果」から算出した平均値の母標準偏差と合理的に理解され得ることは前記のとおりであり，本件訂正は，その解釈に即した訂正であり，本件訂正によって特許請求の範囲が実質的に拡張又は変更される筋合いではないから，原告の主張は採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(甲1発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所は，審決の甲1発明の認定には誤りはないと判断する。その理由は次のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の認定",
              "text": [
                "甲1の内容は，前記1(3)のとおりであり，甲1発明に関して，次のとおりに記載されている。",
                "すなわち，甲1発明は，短時間で麺塊の表面のみならず内部においても，麺線を均一に急速に膨化発泡させることを可能にし，しかも麺表面は，焦げることもなく，艶のある外観を呈し，生麺のような歯ごたえと風味のある復元容易な即席乾燥麺類の製造方法を提供することを目的として(【0008】)，即席乾燥麺類の製造方法において，常法により製麺された生地麺を蒸煮した後，これを60℃以上ないし100℃未満の熱風で水分含有量20ないし27％に一次乾燥した後，蒸煮麺を搬送用ネットコンベアーで移行する際，空気等からなる120ないし160℃の高温熱風を搬送用ネットコンベアーの上下に複数配設した噴射ノズルチューブより高速噴射して二次膨化乾燥する(特許請求の範囲の請求項1)。一次乾燥した後，二次膨化乾燥することにより，部分的膨化のむらをなくすことができ，内部組織が多孔性になるため短時間で復元可能となり，麺表面が滑らかで生麺的な歯ごたえや弾力性のある麺とすることができるという効果を奏する(【0041】)。また，熱風を噴射ノズルチューブより噴射して乾燥することにより，麺塊内部に至るまで短時間で均一に膨化することができるという効果を奏する(【0023】)。",
                "実施例1は即席中華麺に関するものであり，その概要は，蒸煮した麺線をネット状のバケットに型詰めし，これに80℃の熱風を当てることにより一次乾燥し，水分を24％程度に調整した後，130℃の高温熱風を噴射ノズルチューブより噴射して二次膨化乾燥するというものである。",
                "以上によれば，甲1における「60℃以上～100℃未満の熱風で水分含有量20～27％に一次乾燥した後，120～160℃の高温熱風で二次膨化乾燥する」(原告の主張する「所定の二段階乾燥」を行う)との構成は，麺線の部分的膨化のむらをなくし，均一に膨化発泡させるための必須の構成であると認められる。実施例1では，「80℃の熱風で一次乾燥し水分を24％程度に調整した後，130℃の高温熱風で二次膨化乾燥する」ことが，上記「所定の二段階乾燥」に相当する。そうすると，甲1には，「乾燥を・・・二段階で行うことにより，麺線の多孔質化の大きさとむらを適度に調整」する発明が記載・開示され，予備乾燥(一次乾燥)を伴わない発明は記載・開示されているとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "これに対して，原告は，審決は，甲1から所定の二段階乾燥を行い膨化し過ぎないように調整を行う発明のみが抽出されると認定しているが，本件発明1の実施可能要件，サポート要件に関する判断と齟齬するものであり，甲1発明を認定するに当たり，本件発明1のサポート要件の適合性を技術常識に基づいて認定できる限り，甲1発明においても，予備乾燥(一次乾燥)は任意の事項として，これを必須の構成としない発明を含むものと認定されるべきと主張する。",
                "しかし，前記(2)のとおり，予備乾燥(一次乾燥)を伴わない発明が記載・開示されていると認定することはできず，原告の主張は採用することができない。",
                "なお，取消事由6，7の主張に係る判断において示すとおり，審決における，実施可能要件及びサポート要件の充足性を判断する前提としての本件発明1の認定と，甲1に記載・開示された発明の認定とは，齟齬するものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(相違点1に係る容易想到性判断の誤り――(1))及び取消事由4(相違点1に係る容易想到性判断の誤り――(2))について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当裁判所は，審決には，粉末油脂に関する相違点1の容易想到性の判断及び甲2適用の動機付けに関する相違点1の容易想到性の判断には誤りはないと解する。その理由は次のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1発明は，本件発明1と同様，高温熱風乾燥による即席麺の製造方法において，蒸煮した麺線を均一に膨化乾燥することができるという効果を奏するものである。しかし，甲1発明においては，このような均一な膨化乾燥は，高温熱風で二次膨化乾燥する前に，予め80℃の熱風で一次乾燥し水分を24％程度に調整することにより達成されるものである。他方，本件発明1における均一な膨化発泡は，粉末油脂により麺線内部及び麺線表面に形成した穴を利用して，麺線内部の水分をスムーズに蒸発，乾燥させることにより実現されるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明は「原料粉にパーム食用油を添加混合」するものであるが，甲1には，この「パーム食用油」の形状についての記載はない。原料粉にパーム食用油を添加する際に，粉末又は粒状の状態で添加することも，液体の状態で添加することも，いずれも従来から行われていたことであり(甲4，55，乙6，7)，甲1には，「パーム食用油」により麺線内部及び麺線表面に穴が形成されること，また，その穴を利用して麺線内部の水分をスムーズに蒸発，乾燥させることにより，均一に膨化乾燥させることについても何ら記載も示唆もない。",
                    "他方，甲2には，蒸煮工程において麺の表面及び内部に無数の微小孔を生じることが記載されているものの，その微小孔による効果としては，麺の復元が極めて早いということが記載されているに留まる。甲2には，その微小孔を利用して麺線内部の水分をスムーズに蒸発，乾燥させることにより，均一に膨化乾燥させることについては何ら記載も示唆もなく，甲2の記載から当業者にとって自明の事項であるということもできない。また，そのようなことは，その他のいずれの証拠にも記載されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，甲1に接した当業者が，粉末油脂を添加することで麺線内部及び麺線表面に形成した穴を利用して，麺線内部の水分をスムーズに蒸発，乾燥させることを容易に想到するとすることはできない。したがって，取消事由3及び4に係る審決の判断に誤りはない。なお，当業者において，甲1発明について，甲2の記載に従い，復元が極めて早い麺を得るために，原料粉に，粉末油脂を添加し，混合することを想到することができたとしても，130℃の高温熱風での二次膨化乾燥において，麺線内部の水分をスムーズに蒸発，乾燥させることができるため，高温熱風乾燥方法において通常問題となる「麺線の割れ」を効果的に防止し，麺線断面積をより均一に膨化乾燥することができるという効果は，当業者といえども予測することができない顕著なものともいえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1から予備乾燥を行わない発明も開示されていると認定することができることを前提として，審決の「所定の二段階乾燥を行い膨化し過ぎないように調整を行う甲1発明において，さらに，甲第2号証に記載された粉末粒状の食品用油脂類により微小孔を形成させる多孔質化を採用しようとする動機付けを見出すこと」ができないとした容易想到性の判断は，甲1の誤った認定に基づくものであり，誤りであると主張する。",
                    "しかし，前記3のとおり，甲1には，予備乾燥(一次乾燥)を伴わない発明が開示されているとはいえないから，原告のこの点の主張は，採用の限りでない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲2には，粉末油脂の使用により麺線を均一に膨化発泡させることが記載され，粉末油脂を用いた麺線の膨化の状態についての評価がなされていると主張する。",
                    "しかし，甲2には，原料粉に添加，混合した粉末油脂が蒸煮工程において溶融，液化し，麺の表面及び内部に無数の微小孔を生じることが記載されているものの，その微小孔により麺の復元が極めて早いことが記載されているに留まり，その微小孔を利用して麺線内部の水分をスムーズに蒸発，乾燥させることにより，均一に膨化乾燥させることについては何ら記載も示唆もないのであるから，膨化の状態についての評価がされているとすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，粉末油脂を主原料である小麦粉に添加すれば高熱膨化時において均一な膨化発泡という結果(現象)が得られることは，出願時に周知自明の知見であり，麺線の製造に際して，粉末油脂の添加を行えば麺線が均一に膨化発泡することも当業者にとって自明の事項であると主張する。",
                    "しかし，原告が示す証拠はいずれも，即席麺の製造方法において，蒸煮した麺線を高温熱風乾燥するものではない。また，上記証拠における「ひぶくれ」は，「麺線の割れ」とは異なる現象と解されるし(甲65，乙10ないし12)，原告の指摘する証拠(甲56ないし59)は，菓子又はワンタン等の皮に関するものであって，主原料に粉末油脂を添加することで「麺線の割れ」を防止し，麺線を均一に膨化乾燥することを示すものとはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2の認定の誤り)について",
          "text": [
            "原告は，本件発明1における麺線の断面積の標準偏差が0．3以下である点は，実質的相違点ではないと主張する。",
            "しかし，審決は，相違点2については容易想到であると判断しているから，相違点2の認定に誤りがあるとする原告の主張は，審決の結論に影響を及ぼす取消事由の主張には当たらない。取消事由5に係る原告の主張は，失当である。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(実施可能要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件訂正は許されないから，原明細書【0113】【表11】は，本件発明1の唯一の実施例である②についても，標準偏差0．3以下を満たす内容とはできないと主張する。",
                "しかし，原告の主張は，本件訂正が認められないことを前提とするものであって，原告の主張は前提において失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件明細書に開示された実施例及び比較例は，全てが予備乾燥工程を含むものであり，発明の詳細な説明には，予備乾燥工程を省略した場合の具体的実施態様についての開示はないから，このような発明の詳細な説明には，麺線の断面積の標準偏差を0．3以下にコントロールすることを知る手掛かりとなる記載は存在しないと主張する。",
                "しかし，原告の主張は，以下のとおり失当である。すなわち，本件発明1は，麺の太さや高温熱風乾燥の条件(温度の下限を除く)を具体的に特定するものではないから，麺の素材や太さ，高温熱風の温度，風速，流量等の条件を調整することにより，当業者は適宜，本件発明1を実施することができると解するのが相当で，本件明細書の発明の詳細な説明において，予備乾燥を省略した場合の具体的実施態様についての開示はないとしても，本件発明1の実施可能要件を満たさないということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(サポート要件判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件訂正は許されないから，原明細書【0113】【表11】は，本件発明1の唯一の実施例である②でも，標準偏差0．3以下を満たす内容とはできず，サポート要件を充足しないと主張する。",
                "しかし，取消事由6において示したとおり，原告の主張は，本件訂正が認められないことを前提とするものであるから，原告の主張は前提において失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件発明1は予備乾燥(二段乾燥)を発明特定事項とはしないが，発明の詳細な説明の記載は全て予備乾燥を施すものであり，予備乾燥(二段乾燥)なくして課題を解決できることを当業者が認識できるとはいえないと主張する。",
                "しかし，当業者は，麺の素材や太さ，高温熱風の温度，風速，流量等の条件を調整することにより，適宜，本件発明1を実施することができると解するのが相当であることに照らしても，原告の主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(甲2発明Aとの相違点1に係る容易想到性判断の誤り)，取消事由9(甲2発明Aとの相違点2に係る容易想到性判断の誤り)，取消事由10(甲2発明Bとの相違点2に係る容易想到性判断の誤り)及び取消事由11(甲2発明Bとの相違点3に係る容易想到性判断の誤り)について",
          "text": [
            "原告は，取消事由8ないし11において，審決の甲2発明A及び甲2発明Bとの相違点について容易想到性の判断に誤りがある旨を主張する。しかし，原告が審決段階で主張した無効事由である甲1発明に基づいて本件発明1が容易想到でないことは前記のとおりであって，この点についての審決の結論には誤りはない。審決は甲2発明A及び甲2発明Bによっても甲1発明と同一の結論を導いており，かつ，甲2発明A及び甲2発明Bについて特許法153条2項の通知も行なわれていないことからすると，甲2発明A又は甲2発明Bに基づく審決の認定・判断は，甲1発明に基づいては本件発明1が容易想到でないとの結論を導いた上で，なお念のために行ったものにすぎない。そうすると，仮にこの点についての審決の認定・判断に誤りがあったとしても，審決の結論には影響を及ぼさないと解されるから，原告の取消事由8ないし11についての主張はいずれも採用の限りではない。"
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由12(本件発明2ないし7に係る容易想到性判断の誤り)について",
          "text": [
            "本件発明1は，甲1及び甲2，その他の証拠に基づいて，当業者が容易に発明をすることができたものとはいえない。本件発明2ないし7は，本件発明1をさらに限定するものであるから，本件発明1と同様，甲1及び甲2，その他の証拠に基づいて，当業者が容易に発明をすることができたものとはいえず，原告の主張は採用できない。",
            "10  結論",
            "以上によれば，審決には違法はない。原告は，その他縷々主張するが，いずれも採用の限りではない。よって，原告の主張を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}