{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2011-890058号事件について平成24年5月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告による登録商標無効審判請求に基づき，原告が商標権者である本件商標を無効とした審決の取消訴訟である。争点は，本件商標が商品の品質を普通に用いられる方法で表示する標章のみからなるかどうか(商標法3条1項3号。以下，商標法を「法」という。)，使用により識別性を獲得したか(同条2項)である。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，本件商標権者である。",
            "【本件商標】",
            "・登録第5400678号",
            "・指定商品  第30類  生タイプのクッキー",
            "・出願日  平成21年3月6日",
            "・登録審決の日  平成23年1月28日",
            "・登録日  平成23年3月25日",
            "被告は，平成23年7月5日，本件商標の登録無効審判請求をしたところ(無効2011-890058号)，特許庁は，平成24年5月22日，「登録第5400678号の登録を無効とする。」との審決をし，その謄本は，平成24年5月31日，原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "法3条1項3号該当性について",
              "text": [
                "各種ウェブサイトの記載によれば，「生」及び「レア」の文字(語)は，本件商標の登録審決の日前から，洋菓子について，「生レアチーズケーキ」，「レアチョコレート」，「生チョコレート」，「生(レア)ケーキ」，「レアケーキ」，「生チョコ」，「半生クッキー」，「レアクッキー」，「生(レア)クッキー」等のように使用されており，その商品が「生(レア)の商品」であるとの商品の品質を表示するものとして，普通に使用され，認識されていたものと認められる。",
                "また，上記のとおり，「生」及び「レア」の文字(語)は，同義のものとして使用されており，さらに，「生(レア)」のように，「レア」の文字が「生」の文字の読みと意味を表すかのように使用されているものもある。",
                "そうすると，「生クッキー」の文字とその「生」の文字の上に「レア」の文字を小さく表してなる本件商標を，その指定商品について使用しても，需要者は，その商品が「生(レア)のクッキー」であることを表示したものと認識することが少なくないのであって，本件商標をその指定商品について使用するときは，商品の品質を普通に用いられる方法で表示する標章のみからなるものといわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用による識別性獲得の有無について",
              "text": [
                "原告(被請求人)は，本件商標は遅くとも平成21年10月ころまでには使用により識別性を獲得したと主張する。しかしながら，原告が提出する証拠によっても，本件商標が付された商品「生タイプのクッキー」の生産量・販売量，広告宣伝の実績等を具体的に把握することができず，テレビ放送についても全国的に放送されたことは確認できない。また，原告の提出する証明書は，証明の根拠が明らかではないことなどから，その価値を高く評価することはできない。したがって，本件商標が指定商品「生タイプのクッキー」について使用された結果，需要者が商標権者である原告の業務に係る商品であることを認識するに至っていたものと認めることはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(法3条1項3号に関する判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「生(レア)」の文字が，チーズケーキ，チョコレートなどの洋菓子の品質を表示するものとして使用されていることから，クッキーの需要者においても商品の品質を表示したものと認識すると判断した。",
                "しかしながら，レアチーズケーキは生菓子であり，製菓工程において焼くという作業を行わないのであって，このことは生チョコについても同様である。これに対し，本件商標中の「クッキー」は，一般に，小麦を主原料とした焼菓子を意味する語であり，基本的に製菓工程に焼くという作業を行うことを前提としているため，これに敢えて「生」という形容詞を付することは，語義としては矛盾しているのであり，本件商標は，焼き菓子であるクッキーに敢えて「生」をいう形容詞を冠したことに創作性・意外性がある。このような本件商標を創作し，初めて使用したのは原告であり，現に，平成18年9月7日には，本件商標と同じ文字を中央部分に印刷した商品パッケージ全体を商標登録出願し，平成20年2月15日に商標登録を受けている。",
                "したがって，本件商標は，焼くという工程を有する商品「クッキー」に，敢えて矛盾する「生」という文字を組み合わせて，遅くとも平成18年9月までに原告が創作した商標であるから，商品の品質を表示したものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「生(レア)」の記載の「レア」の文字が「生」の文字の読みと意味を表すかのように使用されていると認定した。",
                "しかしながら，審決が上記認定に係る証拠の1つとして挙げる被告のホームページは，使用時期が平成22年9月であり，後記2で主張する本件商標の周知性獲得よりも後日のものである。したがって，このホームページにおいて「レア」の文字が「生」の文字の読みと意味を表すかのように使用されているとすれば，本件商標の周知性にフリーライドするものである。また，審決は，他の証拠として，楽天市場の「いいもの北海道」と称するウェブページの記載を挙げているが，平成21年10月30日の投稿であって，本件商標が多数のテレビ番組で紹介された後のものである。",
                "したがって，審決の上記認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(法3条2項に関する認定判断の誤り)",
          "text": [
            "原告又はその関連会社であって本件商標の通常使用権者であるコーキーズインターナショナル株式会社(以下「コーキーズ社」という。)は，遅くとも平成18年から本件商標を付したクッキーの販売を開始しており，その後も継続的に本件商標を使用した商品の販売を行った。この結果，多数の需要者によりその感想等がインターネット上のブログに掲載され，あるいは，北海道のテレビ局で紹介されたことから，本件商標を使用した商品の周知性は，北海道内に止まらず，広く関東地方にまで及んでいる。また，原告又はコーキーズ社による「生(レア)クッキー」の販売量は，累計50万枚に達し，本件商標の登録審決時には，北海道内に止まらない多数のメディアに掲載されており，この結果，本件商標は，原告又はコーキーズ社の業務に係る商品であると認識できるものとなった。",
            "したがって，法3条2項に関する審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，インターネットの「ウィキペディア」の記載から，クッキーは基本的に焼くという作業を前提とすると主張した上で，本件商標はそのようなクッキーに敢えて矛盾する「生」という文字を組み合わせて原告が創作した商標であると主張する。",
                "しかしながら，上記「ウィキペディア」には，一部のクッキーは全く焼かないと記載されている。原告の上記主張は，指定商品である「生タイプのクッキー」とは異なる，「焼く工程を有するクッキー」に使用することを前提とするものであって，失当である。また，本件商標を「全く焼かないクッキー」に使用するのであれば，明らかに品質を表示するものに該当する。さらに，「レア」という英語がステーキの焼き加減を示す語として使用されるように，若干火を通した「生タイプ」を「レア」と称するのは，需要者にとって不自然なことではなく，火を通す商品であっても品質表示として理解されるものといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，被告ホームページにおける「レア」の使用について，フリーライドであると主張するが，法3条1項3号における判断の基準時は，本件では登録審決時であって，被告の使用はそれ以前であるから，審決がこれを判断資料として参酌したことに誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "原告は，平成21年8月5日に提出した本件商標の出願手続における「早期審査に関する事情説明書」において，同業者8社が，「生クッキー」，「レアクッキー」の表示を使用している事実を示している。既に不特定多数の者が使用している場合には，法3条2項の「何人かの業務に係る商品…であることを認識」できないと考えるのが自然である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(法3条1項3号に関する判断の当否)について",
          "text": [
            "本件商標は，上記第2の2のとおり，ゴシック体の大きな「生クッキー」の文字と，このうち「生」の文字の上に配されたゴシック体の小さな「レア」の片仮名文字からなるものである。",
            "本件商標の指定商品は「生タイプのクッキー」である。証拠(甲24)及び弁論の全趣旨によれば，クッキーは，基本的に小麦を主原料とした焼き菓子を指すが，一部に，全く焼かないクッキーも存在することが認められる。また，本件商標の指定商品自体「生タイプの」クッキーであって，商品「クッキー」の中に，生タイプのものとそれ以外のものが存在することが窺える。",
            "そうすると，本件商標をその指定商品に用いた場合，本件商標中の「生クッキー」の部分が，需要者等に対し，生あるいはこれに類するクッキー，すなわち生タイプのクッキーを意識させることは明らかであるし，本件商標中の「レア」の部分も，大きな「生」の文字の上に小さく読み仮名のように配されていることや，我が国において，食品に用いられた「レア」の文字が，「レアチーズケーキ」やステーキの焼き加減を表す「レア」のように，生あるいはこれに近い状態のものを指すことは公知であることに照らすと，「生」と同義であるとの印象を需要者等に与えるものであるから，本件商標は，全体としてみても，需要者等に対し，「生タイプのクッキー」を意識させるものであって，商品の品質等を普通に用いられる方法で表示する標章のみからなる商標にほかならない。したがって，本件商標が法3条1項3号に該当する商標であるとした審決の判断に誤りはない。",
            "原告は，本件商標について，焼くという工程を有する商品「クッキー」に，敢えて矛盾する「生」という文字を組み合わせて，原告が創作した商標であるから，商品の品質を表示したものとはいえないと主張する。しかしながら，上記説示のとおり，クッキーには焼かないものも存在しており，本件商標の指定商品自体が「生タイプの」クッキーなのであるから，そのような指定商品に係る商標として「生」と「クッキー」の文字を組み合わせたとしても，自他識別力があるということはできない。また，証拠(甲27，28，54)によれば，本件商標の登録審決時より前に，洋菓子について，「生キャラメル」，「生ドーナツ」のように，加熱工程を有する菓子に「生」を組み合わせる例があったことが認められるのであって，焼き菓子に「生」の文字を組み合わせることに特殊性があるとはいえない。したがって，本件商標が原告の造語であるかどうかにかかわらず，原告の上記主張は採用することができない。",
            "以上のとおり，取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(法3条2項に関する認定判断の当否)について",
          "text": [
            "証拠(甲16，27，28，43～46，48～50，52～57，59，61，66，71)及び弁論の全趣旨によれば，原告又はコーキーズ社が，平成18年6月ころ以降，「生(レア)クッキー」という本件商標を付した商品を販売してきたこと，平成22年11月末ころまでの間に累計50万枚以上を販売したこと，本件商標の登録審決がされた平成23年1月28日までの間に，当該商品が北海道のテレビ局2社の番組のほか，多数のウェブサイトや雑誌等において，「コーキーズ生(レア)クッキー」などとして紹介され，北海道を初めとして，それ以外の地域においてもある程度の人気を得ていた事実が認められる。また，甲30～37の書面には，北海道山越郡長万部町長ら数名が，本件商標の周知性を証明する旨の記載がある。",
            "しかしながら，他方で，証拠(甲10，12，15の1及び2，16，27，28，54)及び弁論の全趣旨によれば，洋菓子店のデメルが遅くとも平成20年7月ころまでに「生クッキー」の販売を開始していたこと，株式会社モーツアルトが遅くとも平成21年8月ころまでに，「生クッキー」という語を付した西洋落雁という名称の商品の販売を開始していたこと，株式会社北海道村(ブランド名はバンビである。)が遅くとも平成21年10月ころまでに「しっとり生(レア)クッキー」の販売を開始していたこと，被告も，平成22年9月ころ以降，ヌーディアという名称の商品を「レアクッキー」として販売していたことが認められるほか，平成21年12月には，あるウェブサイトに「生クッキーというと私は不二屋(ママ)のカントリーマアムを思い出す」と記載されたこと，原告の商品を紹介する複数のウェブサイト等においても，「生チョコ，生キャラメルに続いて登場した第3のお菓子「生クッキー」」，「生クッキー，生ドーナツ，生どらやき，生ゼリー…いろいろある。」などと記載されていることが認められる。",
            "このように，大手菓子メーカーであることが一般に知られている被告も含め，複数の会社から「生クッキー」又は「レアクッキー」が販売されていることや，複数のウェブサイト等において，「生クッキー」が菓子の種類を示す語として使用されている事実に照らすと，たとえ上記認定のように，本件商標を付した原告又はコーキーズ社の商品が累計50万枚以上販売され，ある程度の人気を得ているなどの事実や上記証明書の記載があるとしても，本件商標について，需要者が原告又はコーキーズ社の商品であることを認識することができる状態になっていたとまでは認められず，他にこれを認めるに足りるまでの証拠はない。",
            "したがって，取消事由2も理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，本件商標は法3条1項3号に該当するものであり，かつ，同条2項の適用は認められないとした審決の判断に誤りはなく，原告主張の取消事由はいずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}