{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800093号事件について平成24年2月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「発光ダイオード」(以下，発光ダイオードを「LED」ということがある。)とする特許第3724498号(以下「本件特許」という。)の特許権者である。原告は，平成23年6月6日，特許庁に対し，本件特許を無効にすることを求めて審判(無効2011-800093号事件)を請求した。これに対し，特許庁は，平成24年2月21日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は同年3月1日に原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許に至る手続の経緯は次のとおりである。",
                "平成  3年11月25日  原出願(特願平3-336011号(以下「最初の原出願」という。))",
                "平成  9年10月20日  分割出願(第1世代)(特願平9-306393号(以下「第1分割出願」という。))",
                "平成10年12月28日  分割出願(第2世代)(特願平10-377128号(以下「第2分割出願」という。))",
                "平成13年  9月  3日  分割出願(第3世代)(特願2001-313286号)",
                "平成15年  2月  4日  分割出願(第4世代)(特願2003-67318号)",
                "平成16年  9月27日  分割出願(第5世代)(特願2004-280288号(以下「本件出願」という。))",
                "平成17年  5月30日  分割出願(第6世代)(特願2005-158167号(以下「第6分割出願」という。))",
                "平成17年  9月30日  本件特許の設定登録",
                "平成18年  5月22日  分割出願(第7世代)(特願2006-141977号(以下「第7分割出願」という。))"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の概要",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の理由の概要",
              "text": [
                "審決の理由は，別紙審決書写のとおりである。要するに，①第1分割出願が分割要件を満たさないとはいえないから，本件出願の出願日は最初の原出願の出願日に遡及し，本件特許が新規性・進歩性を欠くとはいえない，②本件特許に係る発明(以下「本件特許発明」という。)は，第2分割出願に係る特許発明(特許第3366586号の請求項1に係る発明。以下「第2分割出願発明」という。)，第6分割出願に係る特許発明(特許第3920296号の請求項1に係る発明。以下「第6分割出願発明」という。)及び第7分割出願に係る特許発明(特許第4109297号の請求項1に係る発明。以下「第7分割出願発明」という。)と，後記(2)ないし(4)のとおりの相違点があり，実質的に同一であるとはいえず，本件特許が重複特許(特許法39条2項)に該当するということはできないとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決が認定した本件特許発明と第2分割出願発明との相違点(相違点1)",
              "text": [
                "発光素子が，本件特許発明では，青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体とされているのに対し，第2分割出願発明では，青色の可視光が発光可能な一般式Ga Al Ｎ(但しXは0≦X≦1である)で表さX 1-Xれる窒化ガリウム系化合物半導体よりなり，発光ピークが430nm付近，および370nm付近にあるとされている点"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決が認定した本件特許発明と第6分割出願発明との相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2",
                  "text": [
                    "本件特許発明は，メタルステムとメタルポストを有するか否か特定されていないのに対し，第6分割出願発明は，メタルステムとメタルポストを有する点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3",
                  "text": [
                    "発光素子が，本件特許発明では，青色領域に発光ピークを有する可視光を発光する青色窒化ガリウム系化合物半導体とされているのに対し，第6分割出願発明では，サファイア基板の上にGaAlＮ層が積層されてなる可視光を発する窒化ガリウム系化合物半導体とされている点"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決が認定した本件特許発明と第7分割出願発明との相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4",
                  "text": [
                    "本件特許発明は，発光素子を樹脂で包囲してなり，前記発光素子を包囲する樹脂中に蛍光染料又は蛍光顔料が添加されているのに対し，第7分割出願発明は，発光素子を樹脂で包囲することが特定されていない点"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5",
                  "text": [
                    "発光素子が，本件特許発明では，青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体発光素子であるのに対し，第7分割出願発明では，青色窒化ガリウム系化合物半導体発光素子である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点6",
                  "text": [
                    "蛍光染料又は蛍光顔料が，本件特許発明では，発光ダイオードの視感度を良くするのに対し，第7分割出願発明では，発光素子の色補正をする点"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1分割出願の分割の適否についての判断の誤り(取消事由1)",
              "text": [
                "審決は，最初の原出願の当初明細書(特許請求の範囲及び図面を含む意味に用いる。)【0005】，【0006】及び【0009】の記載を根拠に，最初の原出願には，窒化ガリウム系化合物半導体である発光素子を包囲する樹脂モールド中に蛍光染料又は蛍光顔料を添加することにより，蛍光染料又は蛍光顔料により前記発光素子からの光の波長よりも長波長の可視光を出して，発光素子からの光の波長を変換し，発光ダイオードの視感度を良くすることを内容とする発明が開示されているということができると判断している。",
                "しかし，最初の原出願の当初明細書【0005】，【0006】及び【0009】には，従来の技術であるところの一般式Ga Al Ｎ(ただしXは0≦X≦1でX 1-Xある。)で表される窒化ガリウム系化合物半導体，あるいは，発光ピークが430nm付近及び370nm付近にある窒化ガリウム系化合物半導体だけが記載されているもので，最初の原出願の当初明細書には，組成や発光波長について何らの限定もない「窒化ガリウム系化合物半導体」は記載されていないから，審決の上記判断は誤りである。",
                "審決は，最初の原出願の当初明細書【請求項1】や【0008】に「一般式GaAl Ｎ(但し0≦X≦1)」で表される窒化ガリウム系化合物半導体(【請求項X 1-X1】)，あるいは，「GaAlＮがn型およびp型に積層されてなる青色発光素子」(【0008】)等の記載があるとしても，「窒化ガリウム系化合物半導体」はこれらの組成に限定されないとしている。",
                "しかし，このような審決の判断が成り立つためには，最初の原出願の当初明細書の【請求項1】や【0008】以外の箇所に，組成等につき何らの限定もない「窒化ガリウム系化合物半導体」が記載されていることが必要であるというべきであるが，最初の原出願の当初明細書には，【請求項1】や【0008】のみならず他の全ての部分において，組成等につき何らの限定もない「窒化ガリウム系化合物半導体」は記載されていないから，審決の上記判断は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明と第2分割出願発明との同一性についての判断の誤り(取消事由2)",
              "text": [
                "審決は，本件特許発明と第2分割出願発明との間に，相違点1が存するとした上で，この相違点は実質的な相違点であると判断しているが，以下のとおり，誤りである。",
                "審決は，発光素子について，第2分割出願発明は，本件特許発明に比べてその具体的な構成要件をより限定したものといえるから，実質的な相違点であるとしている。しかし，最初の原出願には，組成や発光波長について限定された窒化ガリウム系化合物半導体しか記載されていないから，本件特許発明の発光素子を構成する「青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体」は，組成や発光波長について限定された窒化ガリウム系化合物半導体と解する他なく，本件特許発明と第2分割出願発明の発光素子は同一である。また，仮に，本件特許発明の発光素子を構成する「青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体」が組成や発光波長について限定された窒化ガリウム系化合物半導体ではなく，かつ，本件特許が分割要件を具備するとしても，本件特許発明は，第2分割出願発明に対して，周知・慣用技術を削除したにすぎないから，相違点1は実質的な相違点ではない。",
                "被告は，本件特許発明における「青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体」が第2分割出願発明における「一般式Ga AlX 1Ｎ(但しXは0≦X≦1である。)で表され，発光ピークが430nm付近，お-Xよび370nm付近にある窒化ガリウム系化合物半導体」の上位概念であるとするが，そうすると本件出願は，下位概念の開示しかない第2分割出願を親出願として上位概念をクレームする分割出願ということになるから，第2分割出願との関係でも，分割要件を満たしていない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明と第6分割出願発明との同一性についての判断の誤り(取消事由3)",
              "text": [
                "審決は，本件特許発明と第6分割出願発明との間に，相違点2及び相違点3が存するとした上で，これらの相違点がいずれも実質的な相違点であると判断しているが，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2に関して",
                  "text": [
                    "審決は，本件特許発明はメタルステムとメタルポストを有するか否か特定されていないのに対し，第6分割出願発明は，両者を有することが特定されており，両者の構成要件は異なるから実質的な相違点であるとする。しかし，メタルステムやメタルポストは，周知・慣用技術であって，本件特許発明は第6分割出願発明に対して，周知・慣用技術を削除したにすぎないから，相違点2は実質的な相違点ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3に関して",
                  "text": [
                    "審決は，本件特許発明は発光素子が「青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体」であるのに対して，第6分割出願発明は発光素子が「サファイア基板の上にGaAlＮ層が積層してなる窒化ガリウム系化合物半導体」であって，両者は構成要件が異なるから実質的な相違点であるとする。しかし，サファイア基板の上にGaAlＮ層が積層されてなる窒化ガリウム系化合物半導体発光素子は，周知・慣用技術であって，本件特許発明は第6分割出願発明に対して，周知・慣用技術を削除したにすぎないから，相違点3は実質的な相違点ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件特許発明と第7分割出願発明との同一性についての判断の誤り(取消事由4)",
              "text": [
                "審決は，本件特許発明と第7分割出願発明とは，相違点4ないし相違点6のとおりの相違があり，これらの相違点がいずれも実質的な相違点であると判断しているが，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4に関して",
                  "text": [
                    "審決は，発光素子を包囲する樹脂について，本件特許発明と第7分割出願発明は具体的な構成要件が異なるから，相違点4は実質的な相違点であるとしている。しかし，本件特許発明に「発光素子を包囲する樹脂」がないことは分割要件違反に当たるところ，仮にこの分割要件違反がないとすると，本件特許発明も明示はされていないが，樹脂を有すると解さざるを得ず，第7分割出願発明と異ならない。また，発光素子を包囲する樹脂は周知・慣用技術であるから，本件特許発明は，第7分割出願発明に対して，周知・慣用技術を削除したにすぎず，相違点4も実質的な相違点ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5に関して",
                  "text": [
                    "「青色窒化ガリウム系化合物半導体発光素子」の「青色」は，「青色領域に発光ピークを有する可視光を発光する」意味であることは当然であるから，相違点5は実質的な相違点ではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点6に関して",
                  "text": [
                    "審決は，本件特許発明の色補正について，第7分割出願発明の視感度とは，その概念が異なるから，相違点3は実質的な相違点であるとする。しかし，「色補正をする」と「視感度をよくする」は同義であるから，相違点6は実質的な相違点ではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1分割出願の分割の適否についての判断の誤り(取消事由1)に対して",
              "text": [
                "出願時の技術常識に基づけば，最初の原出願の当初明細書には「Ga Alx 1-xＮ(但し0≦X≦1)」という特定の組成又は「発光ピークが430nm付近，および370nm付近にある」という特定の発光波長に限定されない，青色の「窒化ガリウム系化合物半導体」の視感度を改善する発明が記載されていることが明らかであるから，審決の判断には誤りがない。",
                "すなわち，最初の原出願の当初明細書【0005】，【0006】，【0009】で用いられている「窒化ガリウム系化合物半導体」という用語は，窒素(Ｎ)とガリウム(Ga)を必須の元素とする化合物半導体を意味する語である。GaＮ(窒化ガリウム)を基本組成として，化学周期表で IIIA 族元素であるGaの一部を同じIIIA 族元素である元素(代表的には，AlやIn)で置換した半導体が「窒化ガリウム系化合物半導体」であり，その代表的な例が，GaAlＮ(窒化アルミニウムガリウム)，InGaＮ(窒化インジウムガリウム)，InAlGaＮ(窒化インジウムアルミニウムガリウム)であることは当業者の常識に属する。したがって，審決が正しく認定し，また，【0005】，【0006】，【0009】の記載から明らかなとおり，最初の原出願には，「Ga Al Ｎ(0≦X≦1)」に限定されない「窒x 1-x化ガリウム系化合物半導体」について，窒化ガリウム系化合物半導体である発光素子を包囲する樹脂モールド中に蛍光染料又は蛍光顔料を添加することにより，当該蛍光染料又は蛍光顔料により前記発光素子からの光の波長よりも長波長の可視光を出して，発光素子からの光の波長を変換し，LEDの視感度を良くすることを内容とする発明が開示されている。",
                "「視感度」の意義及び青色発光の視感度が悪いことは，技術常識として知られている。最初の原出願の当初明細書【0009】には，「蛍光染料，蛍光顔料は，一般に短波長の光によって励起され，励起波長よりも長波長光を発光する。」と記載され，続いて，窒化ガリウム系化合物半導体の波長が短波長であることが記載され，さらに「青色LEDの色補正はいうにおよばず，蛍光染料，蛍光顔料の種類によって数々の波長の光を変換することができる」と記載されている。当業者であれば，このような記載により，最初の原出願が，青色発光を励起源としてそれよりも長波長の光を発光する構成を開示していると理解する。このため審決は，最初の原出願に開示された「窒化ガリウム系化合物半導体」は，青色等の短波長の光を発光することに意義があるものとして把握でき，それ以上にその組成がどのようなものであり，また，その発光波長が具体的にどのような範囲にあるのかということを問うものではないと判断したのであるから，その判断には誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許発明と第2分割出願発明との同一性についての判断の誤り(取消事由2)に対して",
              "text": [
                "本件特許発明を構成する「青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体」を文字どおりに理解しても分割要件違反にならないことは，取消事由1で述べたとおりである。",
                "また，分割出願の適法性の有無は，子出願のクレームに記載された発明が原明細書に開示されているか否かによって判断されるのに対して，二重特許に関する発明の同一性の有無は，親出願と子出願のクレームに記載された発明同士が同一か否かによって判断される点で，両者は判断の内容を異にする。",
                "一般式Ga Al Ｎ(ただし，Xは0≦X≦1である)で表され，発光ピークx 1-xが430nm付近及び370nm付近にある窒化ガリウム系化合物半導体が周知であったとしても，そのような特定の窒化ガリウム系化合物半導体を有するLEDだけを権利範囲とする第2分割出願発明と，「青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体」を有するLEDを権利範囲とする本件特許発明とは，権利範囲が異なる。",
                "本件特許発明の「青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体」と，第2分割出願発明の「一般式Ga Al Ｎ(但し，Xは0x 1-x≦X≦1である)で表され，発光ピークが430nm付近，および370nm付近にある窒化ガリウム系化合物半導体」のように上位概念，下位概念の関係にある場合には，実質同一発明とはならない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件特許発明と第6分割出願発明との同一性についての判断の誤り(取消事由3)に対して",
              "text": [
                "相違点2は実質的な相違点である。相違点3は相違点1と同一であるから実質的な相違点である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件特許発明と第7分割出願発明との同一性についての判断の誤り(取消事由4)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4に関して",
                  "text": [
                    "第7分割出願発明は，発光素子の中でも最も短波長側に発光がある窒化ガリウム系化合物半導体を有する青色発光素子と蛍光体を組み合わせることで，視感度を良くするという新規な構成を有する発明であり，発光素子を包囲する樹脂中に蛍光染料又は蛍光顔料を有することは，このような新規な構成において新たな効果を奏するための限定である。",
                    "そして，第7分割出願発明に示された新規な構成と一体としての構成の開示はないから，原告の主張にはそもそも理由がない上，仮に，「樹脂モールド中に顔料を混入する」との構成のみを取り出してこれが周知・慣用であると仮定しても，本件特許発明は，そのような構成を付加することで新たな効果を奏しているのであるから，本件特許発明と第7分割出願発明を同一発明ということはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点6に関して",
      "text": [
        "「色補正をする」とは，文字どおり，所望の発光色を基準として，これと現在の発光色との差を修正して所望の発光色にすることを指すのに対し，「視感度を良くする」における「視感度」とは，明るさに対する人間の感覚を指し，両者は技術的な意義が異なる。",
        "本件特許の特許明細書を含めて，一連の分割出願に係る特許明細書には，最初の原出願から一貫して，「発光素子の色補正をする」発明と，「視感度を良く」する発明の両方が記載されていた。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "発明の内容",
              "text": [
                "最初の原出願の請求項1に係る発明(以下「最初の原出願発明」という。)，第1分割出願に係る特許発明(特許第2900928号の請求項1に係る発明。以下「第1分割出願発明」という。)，第2分割出願発明，本件特許発明，第6分割出願発明及び第7分割出願発明の内容は次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "最初の原出願発明(甲2)",
                  "text": [
                    "ステム上に発光素子を有し，それを樹脂モールドで包囲してなる発光ダイオードにおいて，前記発光素子が，一般式Ga Al Ｎ(但し0≦X≦1である)で表X 1-Xされる窒化ガリウム系化合物半導体よりなり，さらに前記樹脂モールド中に，前記窒化ガリウム系化合物半導体の発光により励起されて蛍光を発する蛍光染料，または蛍光顔料が添加されてなることを特徴とする発光ダイオード。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第1分割出願発明",
                  "text": [
                    "メタル上の発光素子(11)と，この発光素子(11)全体を包囲する樹脂モールド中に発光素子(11)からの波長により励起されて，励起波長と異なる波長の蛍光を出す蛍光染料又は蛍光顔料が添加された発光ダイオードにおいて，前記蛍光染料又は蛍光顔料(5)は，発光素子からの可視光により励起されて，励起波長よりも長波長の可視光を出すと共に，前記発光素子は，サファイア基板上に青色の可視光を発光するn型およびp型に積層されてなる窒化ガリウム系化合物半導体を備え，この窒化ガリウム系化合物半導体からなる発光素子(11)は，メタルに対向する面の反対側に位置する同一面側に，一対の電極を金線によりワイヤボンドして接続しており，一方の電極はn型窒化ガリウム系化合物半導体の表面を露出させた部分に接続されたオーミック電極であることを特徴とする発光ダイオード。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "第2分割出願発明(甲8の3・4)",
                  "text": [
                    "発光素子を樹脂で包囲してなる発光ダイオードにおいて，前記発光素子はn型及びp型に積層された青色の可視光が発光可能な一般式Ga Al",
                    "X 1-XＮ(但しXは0≦X≦1である)で表される窒化ガリウム系化合物半導体よりなると共に，前記樹脂は前記発光素子からの青色の可視光により420nmから440nm付近の波長によって励起されて，励起波長よりも長波長の可視光を出して発光ダイオードの視感度を良くする蛍光染料又は蛍光顔料を有し，かつ，前記発光素子は発光ピークが430nm付近，および370nm付近にあることを特徴とする発光ダイオード。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件特許発明(甲1)",
                  "text": [
                    "発光素子を樹脂で包囲してなる発光ダイオードにおいて，",
                    "前記発光素子は青色領域に発光ピークを有する可視光を発光し，n型及びp型に積層されてなる窒化ガリウム系化合物半導体発光素子であって，",
                    "前記発光素子を包囲する樹脂中に蛍光染料又は蛍光顔料が添加されており，",
                    "前記蛍光染料又は蛍光顔料は420nm～440nm付近の波長によって励起されて発光するものであり，",
                    "前記蛍光染料又は蛍光顔料は発光素子からの可視光により励起されて，励起波長よりも長波長の可視光を出して発光ダイオードの視感度を良くすることを特徴とする発光ダイオード。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "第6分割出願発明(甲9の1・2)",
                  "text": [
                    "メタルステムと，メタルポストと，発光素子とを有し，前記発光素子を樹脂で包囲している発光ダイオードにおいて，",
                    "前記発光素子は，サファイア基板の上にGaAlＮ層がn型及びp型に積層されてなる可視光を発する窒化ガリウム系化合物半導体発光素子であって，",
                    "前記発光素子を包囲する樹脂中に蛍光染料が添加されており，前記蛍光染料は420～440nm付近の波長によって励起されて発光するものであり，",
                    "前記蛍光染料は発光素子からの可視光により励起されて，励起波長よりも長波長の480nmに発光ピークを有する可視光を出して発光ダイオードの視感度を良くすることを特徴とする発光ダイオード。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "第7分割出願発明(甲10)",
                  "text": [
                    "n型及びp型に積層されてなる青色窒化ガリウム系化合物半導体発光素子と，前記青色窒化ガリウム系化合物半導体発光素子からの420nmから440nm付近の波長の可視光により励起されて，励起波長よりも長波長の可視光を出して前記青色窒化ガリウム系化合物半導体発光素子の色補正をする蛍光染料又は蛍光顔料と，を有することを特徴とする発光ダイオード。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "最初の原出願の当初明細書の記載",
              "text": [
                "最初の原出願に係る当初明細書には，次の記載がある(甲2)。",
                "「【0005】ところで，現在，LEDとして実用化されているのは，赤外，赤，黄色，緑色発光のLEDであり，青色または紫外のLEDは未だ実用化されていない。青色，紫外発光の発光素子はII-VI族のZnSe，IV-IV族のSiC，III-V族のGaＮ等の半導体材料を用いて研究が進められ，最近，その中でも一般式がGa Al Ｎ(但しXは0≦X≦1である。)で表される窒化ガリウム系X 1-X化合物半導体が，常温で，比較的優れた発光を示すことが発表され注目されている。また，窒化ガリウム系化合物半導体を用いて，初めてpn接合を実現したLEDが発表されている(応用物理，60巻，2号，p163～p166，1991)。それによるとpn接合の窒化ガリウム系化合物半導体を有するLEDの発光波長は，主として430nm付近にあり，さらに370nm付近の紫外域にも発光ピークを有している。その波長は上記半導体材料の中で最も短い波長である。しかし，そのLEDは発光波長が示すように紫色に近い発光色を有しているため視感度が悪いという欠点がある。",
                "【0006】本発明はこのような事情を鑑みなされたもので，その目的とするところは，発光ピークが430nm付近，および370nm付近にある窒化ガリウム系化合物半導体材料よりなる発光素子を有するLEDの視感度を良くし，またその輝度を向上させることにある。」",
                "「【0009】",
                "【発明の効果】蛍光染料，蛍光顔料は，一般に短波長の光によって励起され，励起波長よりも長波長光を発光する。逆に長波長の光によって励起されて短波長の光を発光する蛍光顔料もあるが，それはエネルギー効率が非常に悪く微弱にしか発光しない。前記したように窒化ガリウム系化合物半導体はLEDに使用される半導体材料中で最も短波長側にその発光ピークを有するものであり，しかも紫外域にも発光ピークを有している。そのためそれを発光素子の材料として使用した場合，その発光素子を包囲する樹脂モールドに蛍光染料，蛍光顔料を添加することにより，最も好適にそれら蛍光物質を励起することができる。したがって青色LEDの色補正はいうにおよばず，蛍光染料，蛍光顔料の種類によって数々の波長の光を変換することができる。さらに，短波長の光を長波長に変え，エネルギー効率がよい為，添加する蛍光染料，蛍光顔料が微量で済み，輝度の低下の点からも非常に好都合である。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由についての判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(第1分割出願の分割の適否についての判断の誤り)について",
              "text": [
                "最初の原出願の当初明細書には，前記1(2)のとおりの記載がある。同記載によれば，最初の原出願発明の技術的課題及び解決方法は，窒化ガリウム系化合物半導体である発光素子を包囲する樹脂モールド中に蛍光染料又は蛍光顔料を添加することにより，蛍光染料又は蛍光顔料から発光素子からの光の波長よりも長波長の可視光を出して，発光素子からの光の波長を変換し，LEDの視感度を良くする点にあると合理的に理解できる。最初の原出願の当初明細書には，「一般式Ga Al ＮX 1-X(但し0≦X≦1)で表される窒化ガリウム系化合物半導体」(【請求項1】)，あるいは，「発光ピークが430nm付近，および370nm付近にある窒化ガリウム系化合物半導体材料よりなる発光素子を有するLED」(【0006】)，「GaAlＮがn型およびp型に積層されてなる青色発光素子」(【0008】)等の記載もある。しかし，これらの記載があったとしても，最初の原出願の当初明細書に接した当業者は，前記のとおりの最初の原出願発明の技術的課題及び解決方法の趣旨に照らすならば，「窒化ガリウム系化合物半導体」において青色等の短波長の光を発光する点が，発明の解決課題及び解決方法に関連する共通の性質であると解されるから，上記組成や発光ピークの「窒化ガリウム系化合物半導体」のみに限定して理解することはないというべきである。",
                "そうすると，最初の原出願に開示された「窒化ガリウム系化合物半導体」は，青色等の短波長の光を発光することに技術的意義があるものであって，「窒化ガリウム系化合物半導体」について，特定の組成であること(例えば，「一般式Ga AlX 1-Ｎ(但し0≦X≦1である)で表される窒化ガリウム系化合物半導体」であるこXと。)や，特定の発光波長であること(例えば，「発光ピークが430nm付近，および370nm付近」であること。)は，何ら問うものではないことになる。",
                "以上によれば，この点に関する審決の判断は相当であり，取消事由1に係る原告の主張は採用の限りではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件特許発明と第2分割出願発明との同一性についての判断の誤り)について",
              "text": [
                "本件特許発明の「青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体」については，特許請求の範囲の文言上も「青色領域に発光ピークを有する可視光を発光する」ことを超えて特定の組成や発光波長への限定は何ら付されていない。そして，上記(1)のとおり，最初の原出願の当初明細書には，組成や発光波長について限定のない「窒化ガリウム系化合物半導体」が記載されているといえるから，この点からも，本件特許発明の「青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体」を限定して理解する理由はない。",
                "そうすると，本件特許発明と第2分割出願発明とは，「発光素子が，本件特許発明では，青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体とされているのに対し，第2分割出願発明では，青色の可視光が発光可能な一般式Ga Al Ｎ(但しXは0≦X≦1である)で表される窒化ガリウム系化合物X 1-X半導体よりなり，発光ピークが430nm付近，および370nm付近にあるとされている点」(相違点1)で相違する。",
                "そして，第2分割出願の特許訂正明細書(甲8の3・4)には，「青色，紫外発光の発光素子はII-VI族のZnSe，IV-IV族のSiC，III-V族のGaＮ等の半導体材料を用いて研究が進められ 最近，その中でも一般式がGa AlXＮ(但しXは0≦X≦1である)で表される窒化ガリウム系化合物半導体が，1-X常温で，比較的優れた発光を示すことが発表され注目されている。」(【0005】)と記載されている。このように，「青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体」よりなる本件特許発明の発光素子に対して，「青色の可視光が発光可能な一般式Ga Al Ｎ(但しXは0≦X≦1である)で表されX 1-Xる窒化ガリウム系化合物半導体」よりなる第2分割出願発明の発光素子は，常温で，比較的優れた発光を示すという新たな効果を奏するものであるから，相違点1は実質的な相違点であると認められる。",
                "以上よりすると，相違点1に関する審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本件特許発明と第6分割出願発明との同一性についての判断の誤り)について",
              "text": [
                "審決は，本件特許発明と第6分割出願発明の間の相違点3として，前記第2，2(3)イのとおり，「発光素子が，本件特許発明では，青色領域に発光ピークを有する可視光を発光する青色窒化ガリウム系化合物半導体とされているのに対し，本件第6世代分割出願発明では，サファイア基板の上にGaAlＮ層が積層されてなる可視光を発する窒化ガリウム系化合物半導体とされている点」を認定している。",
                "本件特許発明の「青色領域に発光ピークを有する可視光を発光する青色窒化ガリウム系化合物半導体」が，特定の組成や発光波長に限定されるものではないことは，前記(2)のとおりである。",
                "そして，第6分割出願の特許明細書(甲9の2)に，「青色，紫外発光の発光素子はII-VI族のZnSe，IV-IV族のSiC，III-V族のGaＮ等の半導体材料を用いて研究が進められ，最近，その中でも一般式がGa Al Ｎ(但X 1-XしXは0≦X≦1である)で表される窒化ガリウム系化合物半導体が，常温で，比較的優れた発光を示すことが発表され注目されている。」(【0005】)と記載されていることからすると，「青色領域に発光ピークを有する」ことを超えては特段の限定のない「青色領域に発光ピークを有する可視光を発光する青色窒化ガリウム系化合物半導体」よりなる本件特許発明の発光素子に対して，「サファイア基板の上にGaAlＮ層が積層されてなる」第6分割出願発明の窒化ガリウム系化合物半導体発光素子は，常温で，比較的優れた発光を示すという新たな効果を奏するものであるから，相違点3は実質的な相違点であると認められる。",
                "以上よりすると，本件特許発明と第6分割出願発明との間には，少なくとも相違点3が存在し，これは実質的な相違点であると認められるから，本件特許発明と第6分割出願発明が重複特許(特許法39条2項)に該当するものではないとした審決は，結論において相当である。",
                "なお，審決が認定する相違点2については，メタルステムとメタルポストは周知・慣用技術であると認められ(甲21ないし24)，メタルステムとメタルポストを有することで何らかの新たな効果を奏するとも認められないから，実質的な相違点でないというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(本件特許発明と第7分割出願発明との同一性についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4について",
                  "text": [
                    "第7分割出願発明では，特許請求の範囲の文言上，発光素子が樹脂で包囲されることは要件とされていない。そうすると，本件特許発明と第7分割出願発明とは，「本件特許発明は，発光素子を樹脂で包囲してなり，前記発光素子を包囲する樹脂中に蛍光染料又は蛍光顔料が添加されているのに対し，第7分割出願発明は，発光素子を樹脂で包囲することが特定されていない点」(相違点4)において相違する。",
                    "そして，第7分割出願の特許明細書(甲10)には，「前記したように窒化ガリウム系化合物半導体はLEDに使用される半導体材料中で最も短波長側にその発光ピークを有するものであり，しかも紫外域にも発光ピークを有している。そのためそれを発光素子の材料として使用した場合，その発光素子を包囲する樹脂モールドに蛍光染料，蛍光顔料を添加することにより，最も好適にそれら蛍光物質を励起することができる。」(【0008】)と記載されている。このように，蛍光染料又は蛍光顔料が発光素子を包囲する樹脂モールド中に添加されているものに限定されない第7分割出願発明に対して，発光素子を包囲する樹脂中に蛍光染料又は蛍光顔料が添加されることが特定されている本件特許発明は，最も好適にそれら蛍光物質を励起することができるという新たな効果を奏するものであるから，相違点4は実質的な相違点であると認められる。",
                    "以上よりすると，相違点4に関する審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点6について",
      "text": [
        "審決は，本件特許発明と第7分割出願発明との間の相違点6として，前記第2，2(4)ウのとおり，「蛍光染料又は蛍光顔料が，本件特許発明では，発光ダイオードの視感度を良くするのに対し，第7分割出願発明では，発光素子の色補正をする点」を認定している。",
        "そして，第7分割出願発明における「発光素子の色補正をする」ことについては，特許請求の範囲の文言上，発光素子の発光波長を変換することを超えて，発光色の色を変えないことや特定の色の波長範囲内とすること等の特定はされていない。また，第7分割出願の特許明細書(甲10)には，色補正に関して，「発光素子の発光色を変換する目的で，あるいは色を補正する目的で，その樹脂モールド4の中に着色剤として無機顔料，または有機顔料が混入される」(【0003】)，「樹脂モールドに着色剤を添加して波長を変換するという技術はほとんど実用化されておらず，着色剤により色補正する技術がわずかに使われているのみである。」(【0004】)，「青色LEDの色補正はいうにおよばず，蛍光染料，蛍光顔料の種類によって数々の波長の光を変換することができる。」(【0008】)との記載がある。これらの記載からしても，「発光色素の色補正をする」とは，発光素子の発光色である青色の発光波長を長波長側に変換して任意の色の可視光にすることであると認められる。",
        "他方，「視感度」とは，明るさに対する人間の感覚を意味するものであり，明所では波長550nm付近に，暗所では波長500nm付近にそれぞれ頂点を有することが当業者の技術常識であると認められる(乙3)。加えて，本件特許の特許明細書(甲1)には，視感度に関し，「前記蛍光染料又は蛍光顔料は発光素子からの可視光により励起されて，励起波長よりも長波長の可視光を出して発光ダイオードの視感度を良くする」(【請求項1】)，「そのLEDは発光波長が示すように紫色に近い発光色を有しているため視感度が悪いという欠点がある。」(【0005】)，「その目的とするところは，発光ピークが430nm付近，および370nm付近にある窒化ガリウム系化合物半導体材料よりなる発光素子を有するLEDの視感度を良くし」(【0006】)，「前記蛍光染料又は蛍光顔料は発光素子からの可視光により励起されて，励起波長よりも長波長の可視光を出して発光ダイオードの視感度を良くする」(【0007】)との記載がある。これらの記載からすると，「発光ダイオードの視感度を良くする」とは，発光ピークが波長430nm付近及び370nm付近にある紫色に近い青色の発光色を有する発光素子の発光波長を，視感度が頂点に達する波長550nm付近又は500nm付近に近づけることを意味すると認められる。",
        "以上のとおり，第7分割出願発明の「発光色素の色補正をする」ことと，本件特許発明の「発光ダイオードの視感度を良くする」こととは，技術的意義が異なり，実質的に相違する。",
        "以上よりすると，相違点6に関する審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "小括",
      "text": [
        "本件特許発明と第7分割出願発明との相違点4及び相違点6は，いずれも実質的な相違点であると認められるから，本件特許発明と第7分割出願発明が重複特許(特許法39条2項)に該当するものではないとした審決は結論において相当である。",
        "なお，審決が認定する相違点5については，第7分割出願発明の「青色窒化ガリウム系化合物半導体発光素子」は青色の光を発光するものであるから，本件特許発明の「青色領域に発光ピークを有する可視光を発光する窒化ガリウム系化合物半導体発光素子」に相当するものであって，相違点であるとは認められない。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上よりすると，審決は結論において相当であり，取消事由はない。原告はその他縷々主張するがいずれも採用の限りではない。よって原告の請求を棄却することとして主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10123",
    "date": "2013-02-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083027",
    "ipprecedent_id": "3298",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}