{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が取消2011-300955号事件につい"
    },
    {
      "text": "て平成24年1月24日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1の原告の本件商標に係る登録商標に対する不使用を理由とする当該登録の取消しを求める被告の下記2の本件審判請求について，特許庁が同請求を認めた別紙審決書(写し)の本件審決(その理由の要旨は下記3のとおり)には，下記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "原告は，平成19年3月16日，別紙本件商標目録記載の構成からなり，第30類「メープルシロップおよびメープルシロップを使用した洋菓子」を指定商品として，商標登録出願し，同年10月19日に設定登録を受けた(登録第5085500号商標。以下「本件商標」という。甲1の1・2)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成23年10月7日，継続して3年以上日本国内において商標権者，専用使用権者又は通常使用権者のいずれも本件商標をその指定商品について使用した事実がないとして，不使用による取消審判を請求し，当該請求は同年10月21日に登録された。",
            "特許庁は，これを取消2011-300955号事件として審理し，平成24年1月24日，「登録第5085500号商標の商標登録は取り消す。」との本件審決をし，同年2月2日にその謄本が原告に送達された。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，要するに，原告が被告の請求について答弁していないから，本件商標の登録は，商標法50条の規定により，取り消すべきである，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件商標の不使用に係る判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕",
        "原告は，以下のとおり，本件審判請求の登録前3年以内に，日本国内において，本件商標の指定商品「メープルシロップ」について，本件商標と社会通念上同一の商標を使用している。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "トラベラー株式会社発行の「世界のおみやげ通販」カタログ(甲3)",
          "text": [
            "これから海外旅行に出かける人が，出発前にあらかじめ日本国内でおみやげを予約しておくと，帰国に前後して自宅におみやげが配送されるという販売システムにおけるトラベラー株式会社発行の「世界のおみやげ通販」カタログ(甲3)は，平成21年4月から翌年4月まで需要者に配布されたものであるところ，同カタログ6枚目右下段には，原告の商品である「ピュアメープルシロップ 初搾り シリアルナンバー付」が掲載され，瓶の正面に貼付されたラベルに，本件商標と社会通念上同一の商標が付されている。",
            "すなわち，本件商標は，横長の方形に上から下方に向かって橙色が徐々に黄土色に変わるグラデーションが施され，該地色の上に，地色と同系統の色彩で表された3枚のカエデの葉の図形と，複数の文字列が配置されてなり，各文字列は上段より順に，黄色の「First Tap」，陰影付きの白色の「Maple Terroir」，黄色の「Fine Maple Products」(右下に小さく「TM」)，茶色の「Maple Syrup」，茶色の「Nouveau」，陰影付きの白色の「Sirop d’érable Pur」であるところ，上記使用商標は，色彩の濃淡がやや異なり，下方にシリアルナンバーや数量や品位の表示が付記されているものの，本件商標と社会通念上同一の商標であるということができる。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "商品カタログ(甲4の1)",
          "text": [
            "平成22年5月26日以降に顧客に配布された商品カタログ(甲4の1)には，上記使用商標とほぼ同一の商標が貼付されたメープルシロップの瓶を写した写真が掲載されている。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "写真(甲5の1～5)",
          "text": [
            "原告が販売しているメープルシロップを撮影した写真(甲5の1)には，上記使用商標とほぼ同一の商標が表示されている。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "(1)",
          "subject": "甲3について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "甲3の6枚目右下段に掲載された原告の商品のうち，右側の瓶(シリアルナンバー「19，888」のもの)に貼付された商標と，左側の瓶(シリアルナンバー「9，888」のもの)に貼付された商標では，前者には最上部に「First Tap」の文字がなく，また，標章の中央に本件商標にはない「First Tap／Pure Maple Syrup」との文字が記載されている点で相違している。一般に，カタログに同じ商品の拡大写真を掲載する場合に，相違する商標を貼付した商品を別々に撮影して，同時に掲載するのは不自然である。また，現在，インターネットで原告の商品(メープルシロップ)を検索すると，その商標の中央に，本件商標にはない「First Tap／Pure Maple Syrup」との文字が記載されているものが掲載され，本件商標と同一の商標は見当たらない(乙1の1～6，乙2の1～3)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，甲3に掲載されている商品は，シリアルナンバーの分母が「19，888」と「9，888」であり，千の単位以下の数字が共通しているが，歩留まりとの関係から，シリアルナンバーの分母は毎年異なる数字となるのが通常であり，千の単位以下が共通する商品数になるというのは不自然である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "さらに，シリアルナンバーの分母が「9，888」の商品のうち，その分子が「0048」のもの(甲3)は，「0048」の数字が全角の太字で印字され，分子が「2755」のもの(甲4の1)は，「2755」の数字が半角の太字で印字され，分子が「3549」のもの(甲5の4)は，「3549」の数字が全角の細字で印字されているところ，同一のシリアルナンバーにおいて，分子の数字の字体が相違することは，通常ではあり得ないことである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "加えて，甲3に掲載された商品のシリアルナンバー(「9，888」「19，888」)からすると，原告は，数年の間に約3万本のメープルシロップを入荷していることとなるが，この種商品は，市場規模からして，年間2000ないし3000本程度しか販売することができないから，甲3に掲載された商品のシリアルナンバーの数字は不自然である。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "よって，甲3に掲載された「シリアルナンバー9，888」に貼付された瓶正面の商標は，その存在が整合性，論理性に欠けるものであり，本件商標の使用を証明するものということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "甲4について",
          "text": [
            "甲4の1(株式会社帆風作成の「原告商品カタログ印刷証明」)は，証明事項の内容(文言)，証明者の役職及び代表者の名称だけが印字されている横に角印が押印されているところ，当該角印は，甲4の2(帆風作成の納品書)に用いられた角印と同一のものである。一般に，納品書のような汎用書類に使用される印は，いわゆる会社印であり，法人の登録印は使用されない。また，角印の内容も「株式会社帆風」とされ，代表者を表示するものではない。",
            "したがって，甲4の1は，真正に成立した私文書とは認められないから，証拠として採用されるべきではない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "甲5について",
          "content": [
            {
              "fig": "ア",
              "text": [
                "甲5の1の瓶の正面の商標と，甲5の2の瓶の裏面の商標では，グラデーションに濃淡の差があり，同時期に印刷されたものとは考えられない。また，前者には，上端がわずかにめくれたような痕跡があり，商標のラベルが製造時に貼付されたものとは考えにくい。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "よって，甲5の1ないし5に掲載された「シリアルナンバー9，888」に貼付された瓶正面の商標は，その存在が整合性，論理性に欠けるものであり，本件商標の使用を証明するものということはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標について",
              "text": [
                "本件商標は，別紙本件商標目録記載のとおり，やや横長の四角形で上方の橙色から下方の黄土色にグラデーションが施された地色上の中央上部に茶色で「First Tap」の欧文字が記載され，その下方に赤色のカエデの葉様の図形と一部が同図形の下に隠れるようにその左右に配置された橙色のカエデの葉様の図形が記載され，これらの図形上に，白色で「Maple Terroir」及び「Fine Maple Products」の欧文字が順に2段に記載され，後者の語末の右下方に「TM」の欧文字が記載され，さらに，前記赤色のカエデの葉様の図形の下方に，茶色で「Maple Syrup」及び「Nouveau」の欧文字が順に2段に記載され，最下段に白色で「Sirop d’érable Pur」の欧文字が記載された構成からなる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「世界のおみやげ通販」カタログ(甲3)について",
              "text": [
                "甲3の6枚目右側下段には，原告の商品であるメープルシロップについて，右から順に，商品の瓶のシリアルナンバー部分の拡大写真，商品の瓶と包装箱の写真，盆に載った商品の瓶等の写真が掲載されている。これらの写真のうち，左端に掲載されている商品の瓶には，別紙使用商標目録のとおりのシールが付されている(以下「本件使用商標」という。)。",
                "本件使用商標は，やや横長の四角形で上方の橙色から下方の黄土色にグラデーションが施された色地上の上段中央に茶色で「First Tap」の欧文字が記載され，その下部に赤色のカエデの葉様の図形と一部が同図形に隠れるようにその左右に配された橙色のカエデの葉様の図形が記載され，これらの図形上に，白色で「Maple Terroir」及び「Fine Maple Products」の欧文字が順に2段に記載され，上記赤色のカエデの葉用の図形の下方に，茶色で「Maple  Syrup」及び「Nouveau」の欧文字が順に2段に記載され，最下段に白色で「Sirop",
                "d’érable Pur」の欧文字が記載され，さらに，その下方にシリアルナンバーや，赤字で「LIMITED EDITION」の欧文字，黒字で「Extra Light／Extra  Clair」「Canada NO.1」の欧文字及び黒字で「330GR」「250ML」の数量等が記載されている(甲3，6の1・2)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標の使用の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標の同一性",
              "text": [
                "商標権者が指定商品について登録商標と社会通念上同一と認められる商標の使用をしていることを証明した場合には，商標法50条による登録商標の取消しを免れることができるところ，本件商標と本件使用商標を対比すると，やや横長の四角形で上方の橙色から下方の黄土色にグラデーションが施された地色や，上方の「First Tap」の欧文字から下方の「Sirop d’érable Pur」の欧文字に至る文字や図形の構成は，以下の点を除いて，おおむね一致している。すなわち，本件使用商標にあっては,「Fine Maple Products」の語末の右下方に「TM」の欧文字が記載されていない点において異なるが，商標全体からみて微細な部分にすぎない。また，本件使用商標には，「Sirop d’érable Pur」の欧文字の下方にシリアルナンバーや「Extra Light」等の欧文字等が記載されているが，これらは本件使用商標の下部において商品の番号や品質を付加して表示するものにすぎず，これらの表示自体が格別の出所識別機能を有するものではない。",
                "そうすると，本件商標と本件使用商標とは，少なくとも外観においてほぼ同一のものであり，称呼及び観念においても社会通念上同一のものと認めるのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標の使用の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記商品カタログ(甲3)は，海外旅行の出発前にあらかじめおみやげを注文することの予約をしておくと，指定した日時，場所に当該おみやげが配送されるという販売システムにおいて使用される商品カタログであり，平成21年4月頃から平成22年4月頃までの間に，需要者に配布されるなどしたものである(甲3，弁論の全趣旨)。",
                    "したがって，本件使用商標は，本件審判請求の登録前3年以内に，日本国内において，原告の商品(メープルシロップ)に関する広告に付されていたものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，原告は，商品カタログ(甲3)において，指定商品であるメープルシロップに本件使用商標を表示して頒布したものであり，その行為は，商標法2条3項8号の「商品・・・に関する広告・・・に標章を付して・・・頒布・・・する行為」に当たり，商標の使用に該当するものといわなければならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原告は，甲4をもって，本件商標を使用した旨主張するが，カタログの原本が提出されたわけでもなく，その一部分によって，これが展示されたり頒布されたりしたことを認めるに足りない。また，甲5の1ないし5の写真は，撮影年月日及び撮影場所すら明らかではなく，本件商標の使用を証する証拠足り得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "text": [
                "被告は，甲3に掲載されている商品に貼付された商標が瓶ごとに相違するのは不自然であるとか，それらの商品のシリアルナンバーの千の単位以下の数字が共通しているのは不自然であるとか，メープルシロップの市場規模からして，「9，888」等の大きな数字のシリアルナンバーが付くのは不自然であるなどと主張する。",
                "しかしながら，商品カタログに本件使用商標が表示され，それが需要者に配布されたことが認められる以上，被告の上記主張は，この事実を左右するものとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，原告は，遅くとも平成21年4月頃から，指定商品について本件商標と社会通念上同一の商標を使用していたものということができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由には理由があり，本件審決は取り消されるべきものである。"
          ]
        }
      ]
    }
  ]
}