{
  "conclusion": [],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求  特許庁が無効2012-800024号事件について平成24年9月25日にした審決を取り消す。第2  事案の概要  1  特許庁における手続の経緯  原告は，平成4年8月27日，考案の名称を「板金用引出し具」とする実用新案登録出願(実願平4-65357号。ただし，平成3年11月24日を出願日とする実願平3-104265号の分割出願。)をし，平成7年5月9日，特許出願(特願平7-134722号)に出願変更し，さらに平成9年4月28日，同出願を原出願とする分割出願(特願平9-124950号)をし，平成11年1月22日，設定の登録(特許第2876402号)を受けた(請求項の数は3。甲14。 以下，この特許を「本件特許」という。)  被告は，平成24年3月9日，本件特許の全てである請求項1ないし3に係る発明についての特許無効審判を請求し，無効2012-800024号事件として係属した。  特許庁は，平成24年9月25日，「特許第2876402号の請求項1ないし3に係る発明についての特許を無効とする。」旨の審決(以下「本件審決」という。)をし，その謄本は，同年10月4日，原告に送達された。  原告は，平成24年10月30日，本件審決の取消しを求める訴えを提起した。2  特許請求の範囲の記載本件特許に係る特許請求の範囲の記載は，次のとおりである(以下，請求項1ないし3に係る発明をそれぞれ「本件発明1」ないし「本件発明3」というほか，本件発明1ないし3に係る明細書(甲14)を「本件明細書」という。)。【請求項1】シャフトと，該シャフトの先端部に配設し板金面に溶着可能なビットを備えた第1の操作手段と，該第1の操作手段のシャフトを支持する支持部を備え，手動操作により前記第1の操作手段を引き上げる第2の操作手段と，該第2の操作手段を支承する脚体とを具備し，前記第2の操作手段を，メインレバーと，セカンドレバーと，このメインレバーとセカンドレバーとの間に介在させたばねを含んで構成し，このばねにより前記セカンドレバーを付勢させ，前記メインレバーとセカンドレバー間を前記ばねに抗しながらつぼめて板金面の引き出しを行うことを特徴とする板金用引出し具。【請求項2】前記支持部に前記シャフトを保持する貫通部が形成されている請求項1に記載の板金用引出し具。【請求項3】シャフトの先端部に配設し板金面に溶着可能なビットを備えた第1の操作手段と， 該第1の操作手段を支持する支持部と，前記第1の操作手段の引き上げを行う第2の操作手段と，該第2の操作手段を支承する脚体とを具備し，前記第2の操作手段を，メインレバーと，セカンドレバーと，このメインレバーとセカンドレバーとの間に介在させたばねを含んで構成し，このばねにより前記セカンドレバーを付勢させ，前記メインレバーとセカンドレバー間を前記ばねに抗しながらつぼめて板金面の引き出しを行うことを特徴とする板金用引出し具。3  本件審決の理由の要旨  本件審決の理由は，別紙審決書(写し)のとおりであり，要するに，本件発明1ないし3は下記アの引用例に記載された発明及び下記イないしスの周知例1ないし12に記載された周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定に違反して特許されたものである，というものである。ア  引用例：米国特許第4050271号明細書(甲1。以下，同様に枝番を省略することがある。発行日：1977年(昭和52年)9月27日)イ  周知例1：実願昭59-178443号(実開昭61-92573号)のマイクロフィルム(甲2)ウ  周知例2：特開昭51-145460号公報(甲3)エ  周知例3：特開昭53-16349号公報(甲4)オ  周知例4：特開昭53-16350号公報(甲5)カ  周知例5：実願昭56-110728号(実開昭58-18614号公報)のマイクロフィルム(甲6)キ  周知例6：特開昭61-132220号公報(甲7)ク  周知例7：実願昭63-121245号(実開平2-42717号公報)のマイクロフィルム(甲8)ケ  周知例8：米国特許第4136547号明細書(甲9。発行日：1979年 (昭和54年)1月30日)コ  周知例9：米国特許第4147047号明細書(甲10。発行日：1979年(昭和54年)4月3日)サ  周知例10：米国特許第4425782号明細書(甲11。発行日：1984年(昭和59年)1月17日)シ  周知例11：特開平2-53571号公報(甲12)ス  周知例12：特開昭64-11706号公報(甲13)  本件審決が認定した引用例に記載の発明のうち，本件発明1ないし3の「支持部」に対応するものが引用例の「フレーム部材」であるとした場合の発明(以下「引用発明1」という。)の内容並びに本件発明1ないし3と引用発明1との一致点及び相違点は，以下のとおりである。なお，以下において，引用例の記載を引用する際に付する番号は，別紙1の図1～3(Fig1～3)記載の部材等の番号であり，引用例記載の図を引用する際の当該図は，別紙1記載の図である。ア  引用発明1チャックアセンブリ70と，該チャックアセンブリ70の先端部に配設し金属外板130に係合可能なくぼみ係合部材100を備えた第1の操作手段と，該第1の操作手段のチャックアセンブリ70をスライド可能に支持するフレーム部材12を備え，手動操作により前記第1の操作手段を引き上げる第2の操作手段と，該第2の操作手段を支持するベースプレート40とを具備し，前記第2の操作手段を，ハンドル14と，可動ハンドル20と，フレーム部材12とチャックアセンブリ70との間に介在させたバネ80を含んで構成し，このバネ80によりチャックアセンブリ70を付勢させ，前記ハンドル14と可動ハンドル20間を前記バネ80に抗しながらつぼめて金属外板130の引き出しを行い，前記フレーム部材12に前記チャックアセンブリ70をスライド可能に支持する孔66が形成されている金属外板用くぼみ矯正装置10。 イ  一致点ア  本件発明1と引用発明1との一致点シャフトと，該シャフトの先端部に配設し板金面に係合可能な係合部材を備えた第1の操作手段と，該第1の操作手段のシャフトを支持する支持部を備え，手動操作により前記第1の操作手段を引き上げる第2の操作手段と，該第2の操作手段を支承する脚体とを具備し，前記第2の操作手段を，メインレバーと，セカンドレバーと，ばねを含んで構成し，前記メインレバーとセカンドレバー間を前記ばねに抗しながらつぼめて板金面の引き出しを行う板金用引出し具。  イ  本件発明2と引用発明1との一致点  本件発明2は，本件発明1に「前記支持部に前記シャフトを保持する貫通部が形成されている」との限定を付すものであるから，本件発明2と引用発明1とでは，前記アに加えて，「支持部にシャフトを保持する貫通部が形成されている」点でも一致する。  ウ  なお，本件審決は，本件発明3と引用発明1との一致点を明確には認定していないが，本件審決が「本件発明3は，実質的に，本件発明1から，第1の操作手段がシャフトを備えるとした事項，支持部が第1の操作手段を支持する部位をシャフトとした事項及び第1の操作手段の引き上げを手動操作とした事項を削除したものである」としていることから，本件審決においては，前記アから上記各事項を除いたものを，本件発明3と引用発明1との一致点とするものと解される。  ウ  本件発明1ないし3と引用発明1との相違点ア  相違点1係合可能な係合手段について，本件発明1ないし3では溶着可能なビットであるのに対し，引用発明1では係合可能なくぼみ係合部材100である点。イ  相違点2 本件発明1ないし3では，ばねを，メインレバーとセカンドレバーとの間に介在させ，このばねにより前記セカンドレバーを付勢させているのに対し，引用発明1では，バネ80を，フレーム部材12とチャックアセンブリ70との間に介在させ，このバネ80により前記チャックアセンブリ70を付勢させている点。  本件審決が認定した引用例に記載の発明のうち，予備的に，本件発明1ないし3の「支持部」に対応するものが引用例の「フレーム部材12」ではなく，引用例の「従動部材116」であるとした場合の発明(以下「引用発明2」という。)並びに本件発明1ないし3と引用発明2との一致点及び相違点は，以下のとおりである。ア  引用発明2チャックアセンブリ70と，該チャックアセンブリ70の先端部に配設し金属外板130に係合可能なくぼみ係合部材100を備えた第1の操作手段と，該第1の操作手段のスライドロッド74に移動を伝達する従動部材116を備え，手動操作により前記第1の操作手段を引き上げる第2の操作手段と，該第2の操作手段を支持するベースプレート40とを具備し，前記第2の操作手段を，ハンドル14と，可動ハンドル20と，フレーム部材12とチャックアセンブリ70との間に介在させたバネ80を含んで構成し，このバネ80によりチャックアセンブリ70を付勢させ，前記ハンドル14と可動ハンドル20間を前記バネ80に抗しながらつぼめて金属外板130の引き出しを行い，従動部材116にスライドロッド74を設ける開口を持つ金属外板用くぼみ矯正装置10。イ  一致点ア  本件発明1と引用発明2との一致点シャフトと，該シャフトの先端部に配設し板金面に係合可能な係合部材を備えた第1の操作手段と，該第1の操作手段のシャフトに移動を伝達する伝達部を備え，手動操作により前記 第1の操作手段を引き上げる第2の操作手段と，該第2の操作手段を支承する脚体とを具備し，前記第2の操作手段を，メインレバーと，セカンドレバーと，ばねを含んで構成し，前記メインレバーとセカンドレバー間を前記ばねに抗しながらつぼめて板金面の引き出しを行う板金用引出し具。  イ  本件発明2と引用発明2との一致点  本件発明2は，本件発明1に「前記支持部に前記シャフトを保持する貫通部が形成されている」との限定を付すものであるから，本件発明2と引用発明2とでは，前記アに加えて，「支持部に貫通部が形成されている」点でも一致する。  ウ  なお，本件審決は，本件発明3と引用発明2との一致点を明確には認定していないが，本件審決が「本件発明3は，実質的に，本件発明1から，第1の操作手段がシャフトを備えるとした事項，支持部が第1の操作手段を支持する部位をシャフトとした事項及び第1の操作手段の引き上げを手動操作とした事項を削除したものである」としていることから，本件審決においては，前記アから上記各事項を除いたものを，本件発明3と引用発明2との一致点とするものと解される。ウ  本件発明1ないし3と引用発明2との相違点ア  相違点1前記ウア(相違点1)に同じ。イ  相違点2前記ウイ(相違点2)に同じ。ウ  相違点3シャフトに移動を伝達する伝達部が，本件発明1ないし3では，シャフトを支持する支持部(又は第1の操作手段を支持する支持部)であるのに対し，引用発明2では，スライドロッド74に移動を伝達する従動部材116である点。エ  相違点4(本件発明2についてのみ)本件発明2では貫通部がシャフトを保持するのに対し，引用発明2では開口がス ライドロッド74を設ける点。  本件審決が周知例1ないし7に基づいて認定した周知技術1及び周知例8ないし12に基づいて認定した周知技術2は，以下のとおりである。そして，周知例1ないし12(甲2～13)記載の開示事項が別紙審決書(写し)の32ないし36頁「1．2．1  各証拠」のアないしキ及び37ないし41頁「1．3．1  各証拠」のアないしオのとおりであること並びに周知技術1及び2が本件発明1ないし3の出願前に周知であったことについては，当事者間に争いがない。ア  周知技術1板金用引出し具において，シャフトと板金面とを係合させるために，シャフトの先端部に配設し板金面に溶着可能なビットを備えること。イ  周知技術2手動工具において，二つのレバーの間にばねを介在させること。4  取消事由  引用発明1，一致点及び相違点の認定の誤り(取消事由1)  相違点1に係る判断の誤り(取消事由2)  相違点2に係る判断の誤り(取消事由3)  相違点3に係る判断の誤り(取消事由4)  相違点4に係る判断の誤り(取消事由5)第3  当事者の主張  各取消事由についての当事者の主張は，以下のとおりである。なお，以下において，本件明細書の記載を引用する際に付する番号等は，別紙2の図1～5記載の部材の番号等であり，本件明細書の図を引用する際の当該図は，別紙2の図である。1  取消事由1(引用発明1，一致点及び相違点の認定の誤り)について〔原告の主張〕",
      "text": [
        "本件審決は，引用発明1の「フレーム部材12」が本件発明1の「支持部」に相 当し，引用発明1の「第1の操作手段のチャックアセンブリ70をスライド可能に支持するフレーム部材12」が本件発明1の「第1の操作手段のシャフトを支持する支持部」に相当すると認定した。また，引用発明1の「スライド可能に支持する孔66」が本件発明2の「保持する貫通部」に相当し，引用発明1の「フレーム部材12にチャックアセンブリ70をスライド可能に支持する孔66が形成されている」が本件発明2の「支持部にシャフトを保持する貫通部が形成されている」に一致すると認定した。さらに，引用発明1の「第1の操作手段のチャックアセンブリ70をスライド可能に支持するフレーム部材12」が本件発明3の「第1の操作手段を支持する支持部」に相当すると認定した。しかしながら，本件明細書において，「シャフト12の略中央部から基端部にかけてねじ部13が刻設され，このねじ部13が後述する第2の操作手段20の支持部50に螺合し，前記第1の操作手段10は前記第2の操作手段20に回動自在に支持される」(【0015】)，「前記支持部50は，中央貫通孔(貫通部)52にめねじ部を形成した支持部材51を前記くり抜き部42内に収容しねじ48，49により前記セカンドレバー40に固定して構成される。かくして，前記支持部材51の貫通孔(貫通部)52と前記シャフト12のねじ部13が螺合し，前記第1の操作手段10は前記第2の操作手段20に回動自在に支持される。」(【0018】)，「また前記ばね14が，前記メインレバー30と前記支持部50の頂面間に前記シャフト12を巻装した状態で介在しているため，前記セカンドレバー40は図1乃至図3の下方向に常時付勢している。」(【0020】)，及び「次に，第2の操作手段20を手に把持し，メインレバー30とセカンドレバー40間をばね14に抗しながらつぼめて(セカンドレバー40をばね14に抗しながら引き上げ可動させて)凹部をゆっくりと引き上げる。」(【0029】)旨記載されていることを勘案すると，本件発明1ないし3において支持部は常にシャフトを支持し，セカンドレバーを引き上げることによって，「支持部」を介して「支持部」とともにシャフトあるいは第1の操作手段はゆっくりと引き上げられるものである。   しかして，引用発明1では，くぼみ係合部材をくぼみに係合させた後，スライドロッドの引上げは可動ハンドルによるものであり，「フレーム部材」を介してスライドロッドが引き上げられる構成ではないから，第2の操作手段が第1の操作手段を引き上げる際に「フレーム部材」はスライドロッドを支持していない。そのため，引用例には，くぼみ係合部材をくぼみに係合させた状態において第2の操作手段が第1の操作手段を引き上げる際の構成として「チャックアセンブリをスライド可能に支持するフレーム部材」の記載はない。さらに，引用発明1の第2の操作手段が第1の操作手段を引き上げる際のフレーム部材は本件発明1ないし3における支持部に相当しないから，「フレーム部材にチャックアセンブリをスライド可能に支持する孔が形成されている」ことも引用例には記載がない。また，本件審決は，引用発明1について「ハンドルを有するフレーム部材，可動ハンドル及び従動部材等は機能的に一つの手段として把握できることから，これらをまとめて第2の操作手段と呼ぶことができる。」と認定したが，なぜフレーム部材が第2の操作手段として機能的に一つの手段として把握できるのか根拠不明であって，フレーム部材が第2の操作手段の一部を構成する静止ハンドル部材を有することは認められるとしても，第1の操作手段を引き上げる機能に関していえば，ただ延出部として静止ハンドル部材を有するにすぎず，フレーム部材そのものが第2の操作手段を構成するものではない。したがって，本件審決による引用発明1の認定は誤りである。上記に伴い，本件審決が，引用発明1の「フレーム部材」が本件発明1の「支持部」に相当し，引用発明1の「第1の操作手段のチャックアセンブリをスライド可能に支持するフレーム部材」が，本件発明1の「第1の操作手段のシャフトを支持する支持部」に相当するとした一致点の認定は誤りであり，この点を相違点とすることを看過した誤りがある。",
        "そして，引用発明1の「スライド可能に支持する孔」が本件発明2の「保持する貫通部」に相当し，引用発明1の「フレーム部材にチャックアセンブリをスライド 可能に支持する孔が形成されている」が，本件発明2の「支持部にシャフトを保持する貫通部が形成されている」に相当するとした一致点の認定は誤りであり，この点を相違点とすることを看過した誤りがある。",
        "さらに，引用発明1の「第1の操作手段のチャックアセンブリをスライド可能に支持するフレーム部材」が，本件発明3の「第1の操作手段を支持する支持部」に相当するとした一致点の認定も誤りであり，この点を相違点とすることを看過した誤りがある。〔被告の主張〕本件明細書には支持部に関する特許請求の範囲として，本件発明1では「第1の操作手段のシャフトを支持する支持部を備え」との記載が，本件発明2では「前記支持部に前記シャフトを保持する貫通部が形成されている」との記載が，本件発明3では「第1の操作手段を支持する支持部」との記載があるだけで，原告が主張するような，支持部は常にシャフトを支持し，セカンドレバーを引き上げることによって，「支持部」を介して「支持部」とともにシャフトあるいは第1の操作手段がゆっくりと引き上げられる，との記載は皆無である。したがって，原告の主張は，特許請求の範囲の記載に基づくものではなく，その前提において失当である。すなわち，本件発明1の支持部について，特許請求の範囲は「第1の操作手段のシャフトを支持する支持部」と記載するのみで，板金面に係合させた場合か否か，常時支持しているか否か，第1の操作手段のシャフトを支持すべき方向について，特段区別して規定しておらず，原告の主張は特許請求の範囲の記載に基づかない主張であり失当である。引用例には，「チャックアセンブリはフレームによりスライド可能に支持されて」，「チャックアセンブリは，チャンバとフレーム部材を通過する孔内でスライド可能に支持される」と記載され，チャックアセンブリがフレームによりスライド可能に支持されることについて，くぼみ係合部材をくぼみに係合させた場合か否かを特段区別して規定していない。そして，例えば，引用発明1を水平方向に傾けて使用し た場合，チャックアセンブリのスライドロッドは，チャンバとフレーム部材を通過する孔内でスライド可能に支持されている。引用発明1において，第2の操作手段が第1の操作手段を引き上げる際，フレーム部材が，第1の操作手段のチャックアセンブリをスライド可能に支持しており，フレーム部材が第2の操作手段と一体的に機能しているだけでなく，引用例には「静止ハンドル部材を有するフレーム部材」と記載されていることから，引用発明1において，第2の操作手段を構成するハンドル部材がフレーム部材を備えるものであることは明らかである。また，本件発明1において，「第1の操作手段」はビットを板金面に溶着して板金面を直接引き出す機能を有し，「第2の操作手段」は板金面の引き出しに際して第1の操作手段を引き上げる機能を有するものとされている。これと対比して引用発明1を見ると，「チャックアセンブリ及びくぼみ係合部材」は本件発明1の「第1の操作手段」と同様，板金面に係合して板金面を直接引き出す機能を有することから，これらをまとめて第1の操作手段に相当し，他方，「ハンドルを有するフレーム部材，可動ハンドル及び従動部材等」は，本件発明1の「第2の操作手段」と同様，第1の操作手段に相当するチャックアセンブリ及びくぼみ係合部材を引き上げる機能を有し，機能的に一つの手段として把握できるから，これらをまとめて第2の操作手段に相当すると，当業者であれば当然に把握することができる。",
        "したがって，本件審決による引用発明1，一致点及び相違点の認定に誤りはない。  2  取消事由2(相違点1に係る判断の誤り)について〔原告の主張〕本件発明1ないし3は，板金作業を熟練を要することなく迅速かつ確実に効率よく行うことができ，しかも板金面の平滑化を容易に達成でき，荒出し作業を終えた後に更に細部の引き出しを必要とする場合，引き出し箇所が比較的小領域凹部である場合，あるいは引き出し箇所が極めて特殊な場所である場合にも，細やかな(微妙な)力を加えながら板金面を引き出すのに便利な板金用引出し具を提供する発明，及び，自動溶着機能付スタッド溶接機と組み合わせることでビットの溶着，引き出 しを連続して行なえるようにし，例えば板金作業面が自動車のボディである場合に，あらゆる場所を引き出すことが可能な板金用引出し具を提供する発明である。これに対し，引用発明1は，塑性変形を観察及び監視しながら，単に金属外板の表面のくぼみ部分を元の形状に復帰させるくぼみ矯正装置を提供する発明であって，くぼみに係合する係合部材に細やかな(微妙な)力を加えながらくぼみの矯正を行うとの着想はなく，そのような記載も一切ない。また，周知例1ないし7にも，板金面に溶着するビット等の先端に細やかな(微妙な)力を加えながら板金面を引き出す発明は，一切記載されていない。このように，引用例及び周知例1ないし7には，本件発明1ないし3の解決課題及びこれに関連した記載，開示又は示唆はない。そもそも，周知例1ないし7の発明にあっては，板金面の平滑化を行うことができず，引き出し後に引き出し面に凹凸が残るから，引用発明1の前記具体的内容を度外視して，周知技術1と組み合わせることは容易ではない。〔被告の主張〕引用発明1においても，オペレータは可動ハンドルに細やかな(微妙な)力を加えながらくぼみを引き出すことは可能であり，かえって，引用例の「連続的に観察および監視しながら」との記載からは，かかることを予定していることがうかがえる。そもそも，細やかな(微妙な)力を加えながら板金面を引き出すかどうかは，操作者が凹んだ板金面を見て，どのように引き出すのが板金面の修復に合理的かを判断して実施する作業内容であって，本件発明1ないし3の構成から導き出されるものではない上，レバー(ハンドル)をばねで付勢することに関係する問題であり，係合部材に関する相違点1とは無関係である。また，金属加工及び板金加工において，弾性変形や塑性変形があることは技術常識であるから，周知例1ないし7の発明を用いる際に，引き込み量を調整してくぼみを取り除くようにすることは，作業者が技術常識を踏まえて行うことであって，引き出し後に引き出し面に凹凸が残って板金面の平滑化ができないものではない。そして，引用発明1及び周知例1ないし7など，板金補修という全く同じ用途に用 いられる手工具の分野に属する技術・構成同士を組み合わせることに困難はない。さらに，本件明細書の段落【0003】には，従来技術に関して，「従来の技術で述べたもののうち，前者の板金用引出し具は，板金時に溶着するビットを先端に備え，電極を内蔵した把持部と，スライドハンマーを有する本体部とをねじを用いて接続し，ビットに通電してビットを板金面に溶着し」との記載があり，原告自ら，板金用引出し具に溶着ビットを使用することが周知・慣用技術であることを自認している。また，引用例には，「たとえば溶接ロッドなどを用いて引っ張り部材をくぼみ領域に接着させることによりくぼみ側からそのくぼみを引っ張るために技術を駆使してきた。」との記載がされている。さらに，引用例の特許請求の範囲 1 においては，「係合部材はへこみ部分と係合する」とされているのみで，その態様は限定されておらず，どのような係合部材を用いるかは当業者が適宜選択して試してみる設計事項であり，むしろ引用例には，ねじ状の係合部材を用いた場合には引出作業後にくぼみの中心にねじ穴が障害として残る旨記載されているから，この記載に接した当業者であれば，そのようなねじ穴の残らない，周知技術である溶着ビットを採用することは当然の事項である。したがって，引用発明1に接した当業者が，周知例1ないし7記載の周知技術1，本件明細書記載の先行する公知技術から，相違点1について本件発明1ないし3に到達することは容易である。3  取消事由3(相違点2に係る判断の誤り)について〔原告の主張〕本件発明1ないし3は，板金作業を熟練を要することなく迅速かつ確実に効率よく行うことができ，しかも板金面の平滑化を容易に達成でき，荒出し作業を終えた後に更に細部の引き出しを必要とする場合，引き出し箇所が比較的小領域凹部である場合，あるいは引き出し箇所が極めて特殊な場所である場合にも，細やかな(微妙な)力を加えながら板金面を引き出すのに便利な板金用引出し具を提供する発明，及び，自動溶着機能付スタッド溶接機と組み合わせることでビットの溶着，引き出しを連続して行なえるようにし，例えば板金作業面が自動車のボディである場合に， あらゆる場所を引き出すことが可能な板金用引出し具を提供する発明である。そして，本件発明1ないし3のばねは，常にセカンドレバーを付勢し，第2の操作手段を手に把持しメインレバーとセカンドレバー間をばねに抗しながらつぼめ，その途中で第2の操作手段を把持する手を放しても，その状態においてもばねはセカンドレバーを付勢し，その後に第2の操作手段を手に把持しメインレバーとセカンドレバー間をばねに抗しながらつぼめることにより引き出しを連続して行い，この場合にも板金面をゆっくりと引き上げ平滑化することができるものである。これに対し，引用例及び周知例8ないし12には，本件発明1ないし3の解決課題及びこれに関連した記載，開示又は示唆はない。また，周知例8ないし12は，「複数枚の金属板をリベット止めする工具」，「ねじブッシュを取り付けための工具」，「金属板にリベットナットを取り付けるための工具」，「接着あるいは溶着するために加工物を保持する場合，2つの加工物を当接させ一時的に締付け目的で使用される締付け装置」及び「ワイヤーロープ・電線・通信線・鉄筋バー等の各種金属ケーブルを切断する手動式ケーブルカッター」に関するものであり，引用発明1とは技術分野や作用を異にするから，引用発明1に周知技術2を適用することは容易ではない。〔被告の主張〕本件発明1ないし3も引用発明1も，表現は異なる箇所があるとしても，いずれも「板金面を容易に，また迅速に平らにすること」，「板金面の凹んだ箇所に細やかな力を加えながら過度の引っ張り出しを防止すること」，「作業者が作業を目視にて観察しながら板金作業が行えること」という目的，課題を共通にしており，引用発明1に接した当業者にとって，引用発明1から本件発明1ないし3の構成に至る動機付けとなるに足りる技術的課題が見出されることは明らかであって，引用例には，本件発明1ないし3が目的とする解決課題及びこれに関連した記載，開示又は示唆はないとの原告の主張は事実誤認である。本件発明1ないし3は，手に把持して，手動操作によりメインレバーとセカンド レバー間をばねに抗しながらつぼめて板金面の引き出しを行う板金用出し具であり，手動工具の分野に属する。手動工具において，二つのレバーの間にばねを介在させることは，分野を超えて広く一般に周知ないしは汎用性の高い技術的事項であり本件出願のはるか以前から周知の事項である。引用発明1において，ハンドルと可動ハンドル間をバネに抗しながらつぼめて金属外板の引き出しを行わせるために，可動ハンドルを付勢させるバネをどこに設けるかは，当業者が適宜設計し得ることであって，これにより，ばねの作用効果が異なるものではない。そして，引用発明1において，上記周知の技術的事項を適用して，バネを，ハンドルと可動ハンドルとの間に介在させ，このバネにより可動ハンドルを付勢させて本件発明1ないし3に至ることは，当業者が容易になし得たことである。4  取消事由4(相違点3に係る判断の誤り)について〔原告の主張〕本件審決が「予備的検討」と称して引用発明1のほかに予備的に引用発明2をも認定して本件発明1ないし3との対比・判断を行うとしたため，原告は，引用発明1及び2の両方についての反論を余儀なくされ，過度の負担を強いられている。したがって，本件発明1ないし3と対比すべき引用例に記載された発明として，引用発明1のみならず引用発明2を認定すること自体，特許権者の立場を著しく害し，審判官の自由裁量を逸脱するものであって許されない。また，本件発明1及び2では第1の操作手段のシャフトを支持する支持部を備え，本件発明3では第1の操作手段を支持する支持部を備えており，本件発明1ないし3の板金用引出し具において，支持部はシャフトを常時支持し，セカンドレバーを引き上げることによって，「支持部」を介して「支持部」とともにシャフトあるいは第1の操作手段はゆっくりと引き上げられる。これに対し，引用発明2の「従動部材」とは，可動ハンドル(又はバネ)から受ける力をスライドロッドに単に伝えるためだけの部材と解するのが相当であり，引用例には，従動部材がスライドロッドを支持するとの記載又は示唆はない。したがって，引用発明2の「従動部材」は， 本件発明1ないし3の「支持部」とは技術的意義が異なり，相違点3には実質的な相違があるから，これを実質的な相違ではないとする本件審決の判断は誤りである。〔被告の主張〕一つの文献に複数の発明(技術的思想)が開示されているのはむしろ通常であり，一つの文献から導かれる発明が一つである必然性は皆無であるから，複数の発明を認定すること自体には何ら誤りはない。また，本件審決が引用発明1のほかに引用発明2を認定したのは，被告の主張に基づくものであるし，複数の発明の中からどれを引用発明として採用するかは，職権主義の採用による審判官の職権に基づく自由裁量の範囲内であって，それ自体では取消事由にはならない。また，従動部材が可動ハンドルから受ける力をスライドロッドに伝えることができるのは，スライドロッドを従動部材において支え持つことによるものである。すなわち，引用発明2において，ハンドルと可動ハンドル間をつぼめることで，従動部材を介してスライドロッドに移動が伝達される。その際，スライドロッドを従動部材が支え持つことで，力が伝えられて，移動が伝達されることから，引用発明2においても，従動部材はスライドロッドを支持する支持部であるといえる。したがって，相違点3に係る本件審決の認定判断に誤りはない。5  取消事由5(相違点4に係る判断の誤り)について〔原告の主張〕本件発明2の板金用引出し具は，「支持部にシャフトを保持する貫通部が形成されている」ことによって，支持部に貫通部が形成されているとともに，貫通部自身がシャフトを保持している。「保持」とは，「一定の状態に支持すること。支持された状態を保ち続けること。」を，「支持」とは，「物をおさえとめて，落ちたりしないようにして，永くその状態を保つ。」ことを意味し，貫通部はシャフトを支持した状態を保ち続けるものである。これに対し，引用発明2は，貫通する開口を持つ従動部材がスライドロッド上に設けられ，従動部材はスライドロッドの回転からは干渉されないため，従動部材の開口は，スライドロッドの挿通を案内する挿通口にすぎな い。このように本件発明1ないし3における支持部と引用発明2における従動部材とは技術的意義が異なるため，引用発明2の「従動部材にスライドロッドを設ける開口を持つ」ことから，本件発明2の「支持部にシャフトを保持する貫通部が形成されている」ことを当業者が適宜なし得たことにならない。",
        "したがって，本件審決の相違点4の判断は誤りである。〔被告の主張〕本件発明1は，「該第1の操作手段のシャフトを支持する支持部」を備えることが記載され，本件発明2は，「前記支持部に前記シャフトを保持する貫通部が形成されて」いることが記載されているだけであり，その技術的意義の記載はない。また，保持の用語は，本件発明2と，それに対応する発明の詳細な説明の段落【0010】に記載があるのみで，本件明細書の他の箇所を見ても，原告が主張するような意味が定義されているわけではない。仮に原告主張のような解釈を採用したとしても，従動部材がスライドロッドの回転からは干渉されないことが，なぜ「支持」に相当しないのか，論旨は不明であって，本件発明1ないし3の特許請求の範囲においても支持の方向性や支持の方法については何ら規定されていない。したがって，本件審決の相違点4の判断に誤りはない。第4  当裁判所の判断  1  本件発明1ないし3について  本件発明1ないし3の特許請求の範囲は，前記第2の2記載のとおりであるところ，本件明細書(甲14)の発明の詳細な説明には，概略，次の記載がある。    産業上の利用分野本発明は板金用引出し具に関するものであり，板金面に溶着するビット先端に細やかな力を加えながら引き出し作業を行う板金用引出し具に関するものである(【0001】)。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "従来の技術",
          "text": [
            "従来，板金時に凹部を引き出すのに好都合な板金用引出し具としてスライドハン マ式の工具や，本願出願人により提案された実公昭62-27290号の板金用引出し具が知られている(【0002】)。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "発明が解決しようとする課題",
          "content": [
            {
              "fig": "ア",
              "text": [
                "従来の技術で述べたもののうち，前者の板金用引出し具は，板金時に溶着するビットを先端に備え，電極を内蔵した把持部と，スライドハンマーを有する本体部とをねじを用いて接続し，ビットに通電してビットを板金面に溶着し，スライドハンマーをスライドさせたときのショックで凹部を引き出すものであり，この板金用引出し具においては，①ハンマー打撃時のショックで溶着部からビットが外れ易い；②ビットにショックによる引き出し力を加えながら作業を進めるため，引き出し後の引き出し面に凹凸起伏が生じ易い；③引き出し時に加える力の調整が難しく引き出し過ぎる傾向がある；④短時間のうちに平滑な引き出しを得ることが難しい；などの問題点があった(【0003】)。",
                "また後者においては，板金面に溶着した金具を介して引き出し力を板金面に伝え比較的広領域を一度に引き出す荒出し作業には極めて好都合であるが，その後さらに細部の引き出しを必要とする場合，板金面が小領域凹部である場合，あるいは引き出し箇所が極めて特殊な場所である場合に，操作用アームを閉成する力に抗するように作用するばねが配設されていないため，細やかな(微妙な)力を加えながら引き出すことには必ずしも適していなかった(【0004】)。",
                "したがって，本発明の目的は，板金作業を熟練を要することなく迅速かつ確実に行うことができ，しかも板金面の平滑化を容易に達成できる板金用引出し具を提供することにある(【0005】)。  イ  本発明の他の目的は，荒出し作業を終えた後に更に細部の引き出しを必要とする場合，引き出し箇所が比較的小領域凹部である場合，あるいは引き出し箇所が極めて特殊な場所である場合にも，細やかな(微妙な)力を加えながら板金面を引き出すのに便利な板金用引出し具を提供することにある(【0006】)。  ウ  本発明のもう一つ他の目的は，板金面の凹部の具合に最適な引き出し加減を あらかじめセットでき，しかも作業者が引き出し状態を目視にて確認しながら板金作業を行える板金用引出し具を提供することにある(【0007】)。  エ  本発明の更にもう一つ他の目的は，板金を必要とする箇所の金属疲労が少ない板金用引出し具を提供することにある(【0008】)。    課題を解決するための手段ア  本願の請求項1に係る発明は，シャフトと，該シャフトの先端部に配設し板金面に溶着可能なビットを備えた第1の操作手段と，該第1の操作手段のシャフトを支持する支持部を備え，手動操作により前記第1の操作手段を引き上げる第2の操作手段と，該第2の操作手段を支承する脚体とを具備し，前記第2の操作手段を，メインレバーと，セカンドレバーと，このメインレバーとセカンドレバーとの間に介在させたばねを含んで構成し，このばねにより前記セカンドレバーを付勢させ，前記メインレバーとセカンドレバー間を前記ばねに抗しながらつぼめて板金面の引き出しを行うことを特徴とする板金用引出し具である(【0009】)。イ  本願の請求項2に係る発明は，上記支持部に上記シャフトを保持する貫通部が形成されている板金用引出し具である(【0010】)。ウ  本願の請求項3に係る発明は，シャフトの先端部に配設し板金面に溶着可能なビットを備えた第1の操作手段と，該第1の操作手段を支持する支持部と，前記第1の操作手段の引き上げを行う第2の操作手段と，該第2の操作手段を支承する脚体とを具備し，前記第2の操作手段を，メインレバーと，セカンドレバーと，このメインレバーとセカンドレバーとの間に介在させたばねを含んで構成し，このばねにより前記セカンドレバーを付勢させ，前記メインレバーとセカンドレバー間を前記ばねに抗しながらつぼめて板金面の引き出しを行うことを特徴とする板金用引出し具である(【0011】)。"
              ]
            }
          ]
        },
        {
          "fig": "(5)",
          "subject": "作用ビットの先端を板金面に溶着し，第2の操作手段を手に把持し，メインレバーとセカンドレバーとの間をつぼめ(狭め)ると板金面はゆっくりと引き上げられ平滑 化する(【0012】)。  実施例ア  実施例の構成",
          "text": [
            "板金用引出し具本体1は，板金面に溶着可能なビット15を先端部に備えた第1の操作手段10と，この第1の操作手段10を支持する支持部50を備え，操作することにより前記第1の操作手段10を引き上げる第2の操作手段20と，該第2の操作手段20を支承する脚体90を具備している(【0014】)。",
            "このうち，前記第1の操作手段10は，シャフト12と，このシャフト12の一端に設けたシャフト回動用のハンドル11を具備し，前記シャフト12の先端部に前記ビット15が配設されている。即ち，前記第1の操作手段10を構成する前記シャフト12の一端部12Aは，前記ハンドル11に連設して形成したコード接続部11Bのねじ穴に螺着し，一方前記シャフト12の先端部12Bは前記ビット15の基端部に設けたねじ穴に螺着する。又このシャフト12の略中央部から基端部にかけてねじ部13が刻設され，このねじ部13が後述する第2の操作手段20の支持部50に螺合し，前記第1の操作手段10は前記第2の操作手段20に回動自在に支持される。また前記シャフト12にはばね14が巻装している。更に，前記ハンドル11の把持部11Aには絶縁部材を被覆してある(【0015】)。",
            "前記第2の操作手段20は，メインレバー30と，セカンドレバー40と，このメインレバー30とセカンドレバー40を連結する連結アーム60と，メインレバー30とセカンドレバー40との間に介在させたばね14を含んで構成してある(【0016】)。",
            "前記メインレバー30は，絶縁部材を被覆して形成した取手部31と，前記取手部31の配設方向と直交する方向に延出し前記脚体90によって支承される左右一対の腕杆33A，33Bと，この腕杆中央部を穿設して形成した，前記シャフト12が挿通する前記シャフト案内用の貫通孔34と，腕杆中央より外方に突出し中央に溝部35Cを持って形成した左右一対の突出部35A，35Bを備えている(【0 017】)。",
            "前記セカンドレバー40は，前記取手部31と同様に絶縁部材を被覆して形成した取手部41と，この取手部41の先端部側に形成したくり抜き部42に配設し前記第1の操作手段10を支持する支持部50と，前記取手部41の側端面43より外方に突出し中央に溝部44Cを持って形成した左右一対の突出部44A，44Bを備えている。前記支持部50は，中央貫通孔(貫通部)52にめねじ部を形成した支持部材51を前記くり抜き部42内に収容しねじ48，49により前記セカンドレバー40に固定して構成される。かくして，前記支持部材51の貫通孔(貫通部)52と前記シャフト12のねじ部13が螺合し，前記第1の操作手段10は前記第2の操作手段20に回動自在に支持される(【0018】)。",
            "前記メインレバー30と前記セカンドレバー40とは連結アーム60を介して連結している。この場合，前記セカンドレバー40は，前記連結アーム60のボルト挿通孔62に挿通されたボルト46を短軸として前記連結アーム60に枢支される。又前記ばね14が，前記メインレバー30と前記支持部50の頂面間に前記シャフト12を巻装した状態で介在しているため，前記セカンドレバー40は図1乃至図3の下方向に常時付勢している(【0020】)。",
            "前記脚体90は，接面部材93とこの接面部材上に立設した左右一対の脚部91，92と，前記接面部材93を囲成する皿状に形成されたクッション98とより構成され，前記接面部材93とクッション98とで板金面に当接する接面部99を形成する。前記脚体91，92の各上部には，案内溝94，95が形成され，この案内溝94，95に前記メインレバー30の腕杆33A，33Bを挿入し，ねじ96，97にて固定する(【0023】)。イ  実施例の使用方法",
            "ここで，本発明に係る板金用引出し具1の使用方法を説明する。先ず，ストッパ70のボルト70A，握り幅調整用手段80のボルト80Aの螺合状態の深浅を加減し，メインレバー30とセカンドレバー40との握り幅Lを作業者にとって最適 の状態にセットする。次に，ハンドル11を回動させて，引き出しを必要とする凹部の深さ(例えば，図4の深さM)に達するまでビット15の先端を下降させる。そして，ビットの先端15Aを凹部に溶着する。次に，第2の操作手段20を手に把持し，メインレバー30とセカンドレバー40間をばね14に抗しながらつぼめて(セカンドレバー40をばね14に抗しながら引き上げ可動させて)凹部をゆっくりと引き上げる。板金面が平滑化したことを確認し，その後ハンドル11を回動させビット先端と板金面の溶着を解く(【0029】)。"
          ],
          "content": [
            {
              "fig": "ウ",
              "text": [
                "本発明に係る板金用引出し具1を自動溶着機能付スタッド溶接機と組み合わせることでビットの溶着，引き出しを連続して行うことができる。したがって，例えば板金作業面が自動車のボディである場合に，あらゆる場所を引き出すことが可能となる。即ち，①修理する機会の比較的多いフェンダーも早くきれいに直る；②ボンネットなどの直しずらい平面部もきれいに直る；③天井部などの内張りがある場所も焦がさずに直せる；④固いステップなどは荒出しを済ませた後に使用することにより平滑化できる；⑤ドアのライン出しのときに，内側からたたかないでよいので内張りをはがさずに直せる；⑥袋状で固いフェンダーアーチも楽に直せる；⑦コーナー部の様に手の入れずらい場所も外側から直せる；⑧キャブタイプのフロントパネルもダッシュボードなどの内装品をはずさずに直せる；⑨軽量コンパクトなので高い場所での作業も楽に行なえる(【0030】)。"
              ]
            }
          ]
        },
        {
          "fig": "(7)",
          "subject": "発明の効果",
          "text": [
            "本発明は以上の如く構成され，本発明によれば次の効果を奏する。",
            "①ビットの溶着，引き上げ，取り外しという一連の作業により板金面の引き出し作業を行えるため，板金作業を熟練を要することなく迅速かつ確実にして効率よく行うことができ，しかも板金面の平滑化を容易に達成できる。",
            "②シャフト先端部に設けたビットの先端を板金面に溶着させた状態で第2の操作手段を手動操作することにより，引き出し箇所(例えば，細部や比較的小領域の凹部や特殊な場所)に細やかな(微妙な)力を加えながら引き出すことが可能である。",
            "③第2の操作手段の支持部に第1の操作手段が回動自在に支持され，第1の操作手段のハンドルを回動してビットを昇降させることにより，板金面の凹部の深さに応じてビットの位置を自由に調節し得る構成となっているため，最適な引き出し加減を板金前にあらかじめセットでき，板金作業を極めて的確に行うことができる。しかも，作業者が第2の操作手段を手動操作するとき，目視にて確認しながら板金作業を行うことが可能であり操作も容易である。",
            "④ビットを板金面へ溶着する際に弱い溶着でよくビット溶着時に板金面裏面へのこげつきがほとんど生じないとともに板金を行う凹部をゆっくりと引き出すことが可能なため板金箇所の金属疲労が少ない(【0032】)。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "2",
                  "subject": "引用例について",
                  "text": [
                    "引用例(甲1)には，概略，次のような記載がある。    発明の分野",
                    "本発明は硬質外板のくぼみを矯正するための改良された装置に関し，特に，ただしこれに限定されるものではないが，自動車の車体の金属外板にできたくぼみを修理するための改良された装置に関するものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "従来技術の説明",
          "text": [
            "車体外板の裏またはくぼみの突出側に自由に接近できるのであれば，車体外板のくぼみ部分を修理することは比較的容易である。しかし，それは車体外板が車体外板の裏側加工することを実行不可能とするように空間を封じて構成されている場合は困難である。この場合，たとえば溶接ロッドなどを用いて引っ張り部材をくぼみ領域に接着させることによりくぼみ側からそのくぼみを引っ張るために技術を駆使してきた。",
            "従来技術では，自動車などの外板のくぼみを修理することにほぼ成功しているが，これを実行するための機械類や装置は通常かさばるか，せいぜい操作するのに非常に不便なものであった。このことは特に，氷や雹(ひょう)が降ってそれが車両に当たることで自動車が無数の雹の影響を受ける場合など，車両に非常に多くの圧痕 がある場合は特にいえることである。多数のくぼみやへこみを矯正しなくてはいけないだけでなく，車体外板はビニルトップ付き自動車など，通常塗料やビニルの覆いで覆われているものが多く，その場合，ほとんどの従来技術の装置では通常求められているように，表面を傷つけることは望ましくない。",
            "くぼみを矯正する場合のさらに別の問題は，くぼみ部分を引っ張りすぎてしまうことであり，くぼみを表面に引っ張って戻したあとに明らかな突出が生じてしまう。つまり，くぼみ部分を形成する金属外板は，塑性変形して元の形状に戻らない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "発明の要約",
          "text": [
            "本発明は金属面などのくぼみを取るための装置を改善したものであり，くぼんだ金属の塑性変形を観察および監視しながら，ボディの表面のくぼみ部分を元の形状に復帰させるように，くぼみ係合部材がくぼみと接触係合して配置され，フレーム，透明なベースプレート，チャックアセンブリおよび引込みアセンブリが共働してくぼみ係合部材を引っ張る。",
            "したがって，本発明の課題は，簡単且つ迅速にくぼみに固定してくぼみを取り除くことのできる，改善されたくぼみ矯正装置を提供することである。",
            "本発明の別の課題は，連続的に観察および監視しながら，くぼみ部分を簡単且つ迅速に矯正できる，改善されたくぼみ矯正装置を提供することである。",
            "本発明の別の課題は，くぼみ領域の過度の引張り出しを防止する，改善されたくぼみ矯正装置を提供することである。",
            "本発明の別の課題は，矯正しながら，くぼみ領域の損傷を最小限にする，改善されたくぼみ矯正装置を提供することである。"
          ]
        },
        {
          "fig": "(4)",
          "subject": "好ましい実施例の説明",
          "content": [
            {
              "fig": "ア",
              "text": [
                "装置10は，基本的には部材12から延出する静止ハンドル部材14を有するフレーム部材12を備えている。",
                "フレーム部材12からは，枢支部材18も延出している。可動ハンドル20は，可動部材20が実線で示されるような図1に示す延長位置に来るように枢支部材1 8に枢支されて，可動ハンドル20が静止ハンドルに向かって旋回して可動ハンドル20の破線で示されるような図1の引き込み位置にくるように設計されている。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "可動ハンドル20は把持部22と歯部24を有し，歯部24は第1の歯部26と第2の歯部28からなる。フレーム部材12は一般に略管状で，図2に示されるように，フレーム12の一方の側面に第1の平坦面30とフレーム12と反対の側面に第2の平坦面32を有する。歯部24は，第1の歯部26が第1の平坦面30に隣接し，第2の歯部28が第2の平坦面32に隣接するように配置される。枢支ピン33は，枢支部材18の適切に配置された開口部に設けられ，第1と第2の歯部26，28の縁部34に位置する一対の心あわせした開口を通過する。枢支ピン33は可動ハンドル20がフレーム12に対して回転する際の軸の役割を果たす。第1と第2の歯部26と28のそれぞれの上面36と37は，カム形に湾曲している。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "ベースプレート40は，フレーム部材12の下方ねじ付き端42で支持される。ベースプレートアセンブリ40は，外側に開いた耳46と48を有した，約C形に形成されている。フレーム部材44に取り付けられているのは，フレーム部材12の下端42とねじ係合する内側ねじ付きカラーコネクタ50である。内側ねじ付き補助カラー52は下端42を覆って設けられ，ベースプレートアセンブリ40をフレーム部材12にロックするようにカラーコネクタ50に対して固定する役割を果たす。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "図3で最もよく示されるように，フレーム部材12は，下端42の先端部62から当接肩部64に延出するチャンバ60を有した略管状の部材である。チャンバ60と同軸の小孔66がフレーム部材12の残りの部分を通って延出する。"
              ]
            },
            {
              "fig": "オ",
              "subject": "チャックアセンブリ70は，チャンバ60とフレーム部材12を通過する孔66内でスライド可能に支持される。チャックアセンブリ70は，チャック72とスライドロッド74からなる。チャック72は，外径がチャンバ60内に受け入れ可能な大きさの円筒形チャック部材76を備える。スライドロッド74はチャック 部材76の上端78に取り付けられ，スライドロッド74は小孔66を通ってはっきりと延出するような大きさになっている。コイルバネ80がスライドロッド74を中心にしてチャンバ60内に設けられ，チャック部材76の上端78と肩部64との間に延びている。チャックアセンブリ70が引き込み方向と呼ばれる方向の第1の方向82に移動すると，バネ80が肩部64とチャックアセンブリ70との間で圧縮される。"
            },
            {
              "fig": "カ",
              "text": [
                "くぼみ係合部材100は，次のようにしてチャックアセンブリ70に支持される。係合部材100は，すり割り付き102と，テーパ-状ねじ付き端104とを有するボルトである。ねじ付き端104は，外側チャックスリーブ92内で開口96を明らかに通過できるような選択的な大きさをとり，すり割り付き102は，タブ88がすり割り付き102のスロットと係合するようにチャック部材76の孔84内に少なくとも一部受けられるような選択的な大きさをとっている。ボルトをこのように配置することによって，外側チャックスリーブ92は，係合部材100をしっかりとスリーブ92に固定するように，チャック部材76上に締め付けられる。"
              ]
            },
            {
              "fig": "キ",
              "text": [
                "スライドロッド74はねじ付き端110を有し，スライドロッド74とねじ接続するためのねじ付き孔を有したノブ112が設けられる。ノブ112は，フレーム部材12に対してスライドロッド74を手動で回転させるオペレータの手にほぼ一致するような大きさと形状になっている。ねじ付き開口が貫通する止めナット114が，ノブ112とフレーム部材12との間のスライドロッド74の端部110でねじ係合し，止めナット114はノブ112に対して締められてこれらの部材を確実に固定するようにする。貫通する開口を持つ従動部材116がスライドロッド74上に設けられ，止めナット114とフレーム部材12との間に配置される。従動部材116は，従動部材116の下端112が可動ハンドル20の第1の歯部26と第2の歯部28との間にくるように互いに反対側に第1の平坦面118と第2の平坦面120を有しており，このようにして従動部材116はスライドロッド 74の回転からは干渉されないようになっている。さらに，従動部材116は，第1の平坦面118の近くに第1の揚力面124と，第2の平坦面120の近くに第2の揚力面126とを有している。第1の揚力面124は，第1の歯部26の上面と当接係合するように配置され，第2の揚力面126は第2の歯部28の上面と当接係合するように配置される。第1と第2の揚力面124と126は，湾曲したカム面で，ハンドル20がオペレータの手によって(図1に破線で示される)引き込み位置まで旋回し，ハンドル20がバネ80の作用によって延長位置まで旋回すると，可動ハンドル20の湾曲した上面36と37と当接係合して保持されるようになっている。バネ80に関して，バネ80がチャックアセンブリ70に対して力を伝達して，チャックアセンブリ70をバイアスさせて延長方向とも呼ばれる第2の方向83に移動させる。可動ハンドル20がオペレータの手によって引き込み位置に移動し，その後開放されるとすると，バネ80は可動ハンドル20の移動によって引っ込み位置まで圧縮して，その後チャックアセンブリ70を延長方向に移動させる力を印加し，バネ80の力によって第1と第2の揚力面124，126を介してハンドル20の第1と第2の歯部26，28に耐えるようにさせて，ハンドル20が図1の実線で示されるような延長位置をとるようにする。"
              ]
            }
          ]
        },
        {
          "fig": "(5)",
          "subject": "好ましい実施形態の動作",
          "content": [
            {
              "fig": "ア",
              "text": [
                "次に，図1から3に示されて説明されているくぼみ矯正装置10の動作を説明する。簡単に言えば，くぼみ矯正装置10は，フレーム部材12と，ベースプレートアセンブリ40と，チャックアセンブリ70とを備え，チャックアセンブリ70はくぼみ係合アセンブリ100を支持する。可動ハンドル20は，カム従動子部材116と係合し，ハンドル20が延長位置から引き込み位置まで移動することで，チャックアセンブリ70を引き込み方向82へ移動させる。バネ80はチャックアセンブリ70が引き込み方向82へ移動することで圧縮され，ハンドル20を開放すると，バネ80によってチャックアセンブリ70が延長方向83に移動して，ハンドル20を延長位置に戻す。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "くぼみ矯正装置10は，チャックアセンブリ70がくぼみ132の上方にあるように配置され，これによってくぼみ係合部材100をくぼみ132と接触させる。くぼみ係合部材100のねじ部104は，くぼみ132とねじ係合するようにセルフタッピングねじを有する。いくつかの応用例，たとえば自動車のボディのくぼみを矯正するように実施する場合，小さな始動穴を中心近くでくぼみ132を貫通するように設けてねじ部104がそこを貫通し始めるのを助けるようにすることが望ましいということがわかった。ねじ部104が一旦くぼみ132の中心と接するように配置されると，ノブ112は下方向の力を印加されながら手動で回転する。これにより，静止ハンドル14を把持するオペレータが片手でくぼみ矯正装置10を適切な位置に保持し，同時にオペレータのもう一方の手のひらでノブ112を押圧して回転させることが必要となる。この結果，ねじ部104がくぼみ132のほぼ中央で係合する。この下方回転力は，くぼみ係合部材100が外板130のくぼみ部132と不安定ながらも係合するまで継続する。ここでの目的はくぼみ係合部材100がくぼみ132上をしっかりと持ち上げることができるようにすることである。",
                "ここでくぼみ132を矯正するために，オペレータは静止ハンドル14と可動ハンドル20の把持部16および22を合わせて強く把持するだけでよく，これによりハンドル20が引き込み位置まで上方移動する。またこれにより，従動子116(したがってチャックアセンブリ70)が，引き込み方向82に移動する。チャックアセンブリ70の引き込み方向82への移動によって，くぼみ係合部材100はベースプレート54方向に引っ張られる。くぼみ係合部材100がくぼみ132とねじ係合すると，チャックアセンブリ70の上方移動により，くぼみ132が形成された方向と略反対の方向の力をくぼみ132に印加し，くぼみ部をベースプレート54に向かって持ち上げる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "くぼみ132の材料をくぼみが形成される前の位置まで持ち上げる結果，くぼみ部が矯正され，外板130への唯一の障害として残っているのは，くぼみ13 2の中心に位置する穴だけであるが，これは公知の表面修理技術と手順によって容易に修理することができる。本発明によって，オペレータは下面からアクセス不能な外板のくぼみを容易に修理することが可能となり，透明のベースプレートによって，オペレータはくぼみ除去プロセスのあいだ中，くぼみを制御できるようにくぼみ除去プロセスを観察することが可能となる。"
              ]
            }
          ]
        },
        {
          "fig": "(6)",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "ア",
              "subject": "金属外板のくぼみ部分を修理するための装置であって，",
              "text": [
                "フレームと；",
                "フレームに支持され，中間部を通って延出する隙間開口を有する透明ベースプレートと；",
                "ベースプレートの一方の側面でフレーム上にスライド可能に支持され，ベースプレートから離れる引き込み方向に移動するためのチャックアセンブリと；",
                "チャックアセンブリに支持され，隙間開口を通って延出してくぼみ部分と係合する部分を有するくぼみ係合部材と；",
                "チャックアセンブリとくぼみ係合部材を引き込み方向に移動させることにより，くぼみ部分がベースプレートに向かって引っ張られて透明なベースプレートを介して観察されるような所定位置までくるようにするための，フレームに支持される手段とを備える装置。"
              ]
            },
            {
              "fig": "イ",
              "subject": "チャックアセンブリは：",
              "text": [
                "フレームにスライド可能に支持されるスライドロッドと；",
                "スライドロッドの一端に取り付けられるチャックとを備え，",
                "チャックは：",
                "スライドロッドに取り付けられ，孔を有したねじ付き端を有するチャック部材と；",
                "該孔においてチャック部材に支持されるボルト係合タブと；",
                "チャック部材のねじ付き端とねじ係合し，チャック部材と協動してくぼみ係合部材を支持する外側チャックスリーブとを備えることを特徴とする請求項アに記載の装 置。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "くぼみ係合部材は：",
              "text": [
                "チャックに支持されるボルトであって，開口を通って延出し，ベースプレートに接触することなく金属外板のくぼみ部分と係合するような大きさのねじ付き端部と，ボルト係合タブに係合するスロットを有したヘッドとを備えるボルトを備えることを特徴とする請求項イに記載の装置。"
              ]
            },
            {
              "fig": "エ",
              "subject": "チャックアセンブリを移動させる手段は：",
              "text": [
                "フレームに支持される静止ハンドルと；",
                "フレームに旋回可能に支持される可動ハンドルと；",
                "可動ハンドルが静止ハンドルに向かって旋回すると，スライドロッドを引き込み方向に移動させる手段とを備えることを特徴とする請求項イに記載の装置。"
              ]
            },
            {
              "fig": "オ",
              "subject": "チャック部材に対向したスライドロッドの端部に取り付けられるノブをさらに備え；",
              "text": [
                "可動ハンドルが歯部を有し；",
                "スライドロッドを引き込み方向に移動させる手段は，ノブとフレームの間でスライドロッド上にスライド可能に支持され，可動ハンドルの歯部と係合し，可動ハンドルが静止ハンドルに向かって旋回すると可動ハンドルを介して従動部材に印加される力をノブに伝達し，これによってチャックアセンブリを引き込み方向に移動させるようにする従動部材を備えることを特徴とする請求項エに記載の装置。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "チャックアセンブリをバイアスさせて引き込み方向と逆の延長方向に移動させるための手段をさらに備えることを特徴とする請求項エに記載の装置。",
                "なお，原告は，甲1の1の英文中「slidingly supported」とあるのを，甲1の2(訳文)では「スライド可能に支持され」と訳されているが，これは「スライドするように維持され」が正確であり，同じく「slidably supported」とあるのを，甲1の2(訳文)では「スライド可能に支持され」と訳されているが，これは「スライド可能に維持され」が正確である旨の意見を述べている。しかしながら， 「supported」を「支持され」と訳すことは一般的な用語例である上，原告も「supported」の語が単独で使用されるときには「支持され」と訳しており，「supported」の直前に「slidingly」又は「slidably」が置かれた場合のみ「supported」を「維持され」と訳しているが，かかる区別には何らの合理的理由も見いだせない。そして，原告は平成25年1月5日付け原告第1準備書面の第2の6において，「1．1の摘示事項a～mの記載自体は認め，」と認否し，甲1の1の上記箇所についての訳文(甲1の2)については認めていたのであり，「slidingly」を「スライド可能に」と訳すことが正確性を欠くとはいえないことに照らせば，原告の上記意見には理由がなく，採用することができない。3  取消事由1(引用発明1，一致点及び相違点の認定の誤り)について  まず，本件発明1に係る取消事由1について検討する。引用例の特許請求の範囲によれば，引用発明1は，金属外板のくぼみ部分を修理するための装置であって，フレームと，透明ベースプレートと，ベースプレートの一方の側面でフレーム上にスライド可能に支持され，ベースプレートから離れる引き込み方向に移動するためのチャックアセンブリと，チャックアセンブリに支持されるくぼみ係合部材と，チャックアセンブリとくぼみ係合部材を引き込み方向に移動させることにより，くぼみ部分がベースプレートに向かって引っ張られて透明なベースプレートを介して観察されるような所定位置までくるようにするための，フレームに支持される手段とを備える装置であって(前記2(6)ア)，チャックアセンブリは，フレームにスライド可能に支持されるスライドロッドと，スライドロッドの一端に取り付けられるチャックとを備え，チャックは，チャック部材と，ボルト係合タブと，外側チャックスリーブとを備え(前記2(6)イ)，チャックアセンブリを移動させる手段は，フレームに支持される静止ハンドルと，フレームに旋回可能に支持される可動ハンドルと，可動ハンドルが静止ハンドルに向かって旋回すると，スライドロッドを引き込み方向に移動させる手段とを備え(前記2(6)エ)，スライドロッドを引き込み方向に移動させる手段は，ノブとフレームの間でスライドロッ ド上にスライド可能に支持され，可動ハンドルの歯部と係合し，可動ハンドルが静止ハンドルに向かって旋回すると可動ハンドルを介して従動部材に印加される力をノブに伝達し，これによってチャックアセンブリを引き込み方向に移動させるようにする従動部材を備えることを特徴とするものである(前記2(6)オ)。",
                "また，引用例の好ましい実施例の説明によれば，引用発明1において，フレーム部材12は，下端42の先端部62から当接肩部64に延出するチャンバ60を有した略管状の部材であって，チャンバ60と同軸の小孔66がフレーム部材12の残りの部分を通って延出し(前記2(4)エ)，チャックアセンブリ70は，チャンバ60とフレーム部材12を通過する孔66内でスライド可能に支持され，チャックアセンブリ70は，チャック72とスライドロッド74からなり，チャック72は，外径がチャンバ60内に受け入れ可能な大きさの円筒形チャック部材76を備え，スライドロッド74はチャック部材76の上端78に取り付けられ，スライドロッド74は小孔66を通ってはっきりと延出するような大きさになっている(前記2(4)オ)。また，貫通する開口を持つ従動部材116がスライドロッド74上に設けられ，止めナット114とフレーム部材12との間に配置されており，従動部材116は，スライドロッド74の回転からは干渉されず，可動ハンドル20の二つの歯部26と歯部28の上面と当接係合するように配置されている(前記2(4)キ)。",
                "以上によれば，チャックとスライドロッドからなるチャックアセンブリは略管状の部材(中空体)であるフレーム部材内でスライド可能に支持されており，また，フレーム部材が従動部材を介してチャックアセンブリを支持する態様であることは明らかである。したがって，引用例には，「チャックアセンブリをスライド可能に支持するフレーム部材」及び「フレーム部材にチャックアセンブリをスライド可能に支持する孔が形成されている」ことがいずれも記載されているということができる。    原告は，この点について，本件明細書の段落【0015】，【0018】，【0020】及び【0029】の各記載を勘案すると，本件発明1ないし3において支 持部は常にシャフトを支持し，セカンドレバーを引き上げることによって，「支持部」を介して「支持部」とともにシャフトあるいは第1の操作手段はゆっくりと引き上げられるものであるのに対し，引用発明1では，くぼみ係合部材をくぼみに係合させた後，スライドロッドの引上げは可動ハンドルによるものであり，「フレーム部材」を介してスライドロッドが引き上げられる構成ではないから，第2の操作手段が第1の操作手段を引き上げる際に「フレーム部材」はスライドロッドを支持していないため，引用例には，くぼみ係合部材をくぼみに係合させた状態において第2の操作手段が第1の操作手段を引き上げる際の構成として「チャックアセンブリをスライド可能に支持するフレーム部材」の記載はなく，また，引用発明1の第2の操作手段が第1の操作手段を引き上げる際のフレーム部材は本件発明1ないし3における支持部に相当しないから，「フレーム部材にチャックアセンブリをスライド可能に支持する孔が形成されている」ことも引用例には記載がない旨主張する。しかしながら，本件明細書の段落【0015】，【0018】，【0020】及び【0029】は，いずれも本件発明1ないし3の発明の詳細な説明における実施例に係る記載であり，当該記載を根拠として本件発明1ないし3の特許請求の範囲を画することはできない。そして，本件発明1の特許請求の範囲には，「支持部を介してシャフトが引き上げられる構成」であるとか，「支持部が第1の操作手段のシャフトを引き上げる構成」であるとの記載はされておらず，「第1の操作手段のシャフトを支持する支持部を備え」と記載されているにすぎない。したがって，原告の上記主張は，本件発明1の特許請求の範囲に基づかない主張であるから，採用することができない。この点をおくとしても，引用例の特許請求の範囲によれば，チャックアセンブリを移動させる手段は，フレームに支持される静止ハンドルと，フレームに旋回可能に支持される可動ハンドルと，可動ハンドルが静止ハンドルに向かって旋回すると，スライドロッドを引き込み方向に移動させる手段とを備えている(前記2(6)エ)。また，引用例の好ましい実施例の説明によれば，装置は，基本的にはそこ(フレー ム部材)から延出する静止ハンドル部材を有するフレーム部材を備え，フレーム部材からは，枢支部材も延出しており，可動ハンドルは，可動部材が実線で示されるような別紙1の図1に示す延長位置に来るように枢支部材に枢支されて，可動ハンドルが静止ハンドルに向かって旋回して可動ハンドルの破線で示されるような図1の引き込み位置にくるように設計されている(前記2(4)ア)。そうすると，引用発明1においても，フレーム部材は，静止ハンドルを延出する部材として，静止ハンドル及び可動ハンドルとともにチャックアセンブリを移動させる(引き上げる)手段の構成部分であると認められる。したがって，仮に本件発明1において，支持部は常にシャフトを支持し，セカンドレバーを引き上げることによって，「支持部」を介して「支持部」とともにシャフトあるいは第1の操作手段が引き上げられることが発明特定事項であるとしても，引用発明1においては，フレーム部材がこれと同様の機能を有することが認められるから，結局，原告の上記主張は理由がない。  さらに，原告は，本件審決は，引用発明1について「ハンドルを有するフレーム部材，可動ハンドル及び従動部材等は機能的に一つの手段として把握できることから，これらをまとめて第2の操作手段と呼ぶことができる。」と認定したが，なぜフレーム部材が第2の操作手段として機能的に一つの手段として把握できるのか根拠不明であって，フレーム部材が第2の操作手段の一部を構成する静止ハンドル部材を有することは認められるとしても，第1の操作手段を引き上げる機能に関していえば，ただ延出部として静止ハンドル部材を有するにすぎず，フレーム部材そのものが第2の操作手段を構成するものではない旨主張する。しかしながら，本件発明1において，シャフトとシャフトの先端部に配設し板金面に溶着可能なビットを備えた「第1の操作手段」は，ビットを板金面に溶着して板金面を直接引き出す機能を有し，他方，第1の操作手段のシャフトを支持する支持部を備え，手動操作により前記第1の操作手段を引き上げる「第2の操作手段」は，板金面の引き出しに際して第1の操作手段を引き上げる機能を有するものと認められる。これと対比して引用発明1を見ると，前記(1)のとおり，チャックアセン ブリとくぼみ係合部材は，くぼみ係合部材を板金面に係合させて板金面を直接引き出す機能を有することから，これらが第1の操作手段に相当し，さらに，この第1の操作手段のチャックアセンブリを支持するフレーム部材を備え，手動操作によりこの第1の操作手段を引き上げるフレームに支持される静止ハンドル，フレームに旋回可能に支持される可動ハンドル及び可動ハンドルを静止ハンドルに向かって旋回するとチャックアセンブリを引き込み方向に移動させるようにする従動部材が，機能的に一体となって，第1の操作手段に相当するチャックアセンブリ及びくぼみ係合部材を引き上げる機能を有しており，この点は，当業者であれば当然に把握できるから，これらをまとめて第2の操作手段と呼ぶことには何ら不合理な点はない。",
                "したがって，原告の上記主張もまた理由がない。",
                "本件発明2は，本件発明1に「前記支持部に前記シャフトを保持する貫通部が形成されている」との限定を付すものである。前記で認定したとおり，チャックとスライドロッドからなるチャックアセンブリは略管状の部材(中空体)であるフレーム部材内でスライド可能に支持されているから，本件発明2と引用発明1とは，本件発明1と引用発明1との一致点に加えて，「支持部に貫通部が形成されている点」でも一致する。そうすると，前記ないしにおいて説示した内容は，すべて本件発明2についても妥当する。次に，本件発明3は，本件発明1の特許請求の範囲から，第2の操作手段が支持部を備えること及び第2の操作手段が「手動操作」により第1の操作手段を引き上げることの特定を削除したものであって，他は実質的に同一であるから，前記ないしにおいて説示した内容は，すべて本件発明3についても妥当する。したがって，本件発明2及び3に関する原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "以上によれば，本件審決による引用発明1の認定に誤りはなく，本件発明1ないし3と引用発明1との一致点及び相違点の認定にも誤りはないというべきであって，原告の取消事由1の主張は理由がない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "4",
                  "text": [
                    "取消事由2(相違点1に係る判断の誤り)について   まず，本件発明1に係る取消事由2について検討する。引用例には，好ましい実施形態の動作の説明中に，くぼみの材料をくぼみが形成される前の位置まで持ち上げる結果，くぼみ部が矯正され，外板への唯一の障害として残っているのは，くぼみの中心に位置する穴だけであるが，これは公知の表面修理技術と手順によって容易に修理することができることが記載されている(前記2ウ)。したがって，引用例に接した当業者は，外板への穴の発生という技術上の問題点があることを認識し，これを解決する方法を検討することが自然である。そして，当業者は板金用引出し具の板金面との係合にいかなる手段を用いるかを適宜決め得るものであるところ，板金用引出し具において，シャフトと板金面とを係合させるために，シャフトの先端部に配設し板金面に溶着可能なビットを備えることは，本件発明1ないし3の出願前に周知の技術であったことは当事者間に争いがない。引用例にも，従来技術の説明中に，車体外板のくぼみ部分を修理するに当たり，車体外板が車体外板の裏側加工することを実行不可能とするように空間を封じて構成されている場合には，たとえば溶接ロッドなどを用いて引っ張り部材をくぼみ領域に接着させることによりくぼみ側からそのくぼみを引っ張るために技術を駆使してきたとの記載がある(前記2(2))。",
                    "したがって，引用発明1において，板金面に係合可能な「くぼみ係合部材」に代えて，外板への穴の発生という技術上の問題点を回避するために，板金面に「溶着可能なビット」を採用することは，当業者であれば容易に想到し得たということができると認められる。  原告は，この点について，引用発明1は，塑性変形を観察及び監視しながら，単に金属外板の表面のくぼみ部分を元の形状に復帰させるくぼみ矯正装置を提供する発明であって，くぼみに係合する係合部材に細やかな(微妙な)力を加えながらくぼみの矯正を行うとの着想はなく，そのような記載も一切なく，また，周知例1ないし7にも，板金面に溶着するビット等の先端に細やかな(微妙な)力を加えながら板金面を引き出す発明は，一切記載されておらず，このように，引用例及び周 知例1ないし7には，本件発明1ないし3の解決課題及びこれに関連した記載，開示又は示唆はないし，そもそも，周知例1ないし7の発明にあっては，板金面の平滑化を行うことができず，引き出し後に引き出し面に凹凸が残るから，引用発明1の具体的内容を度外視して，周知技術1と組み合わせることは容易ではない旨主張する。しかしながら，周知例1ないし7(甲2～8)の開示事項は，いずれも自動車等の板金のくぼみを修正する工具に関するものであり，引用発明1とは技術分野が共通するとともに，板金用引出し具において，シャフトと板金面とを係合させるために，シャフトの先端部に配設し板金面に溶着可能なビットを備えるとの周知技術1は，板金のくぼみを引き上げるために板金面に係合する部材を固定する点で，引用発明1の「くぼみ係合部材」と使用目的において共通する。したがって，引用発明1の「くぼみ係合部材」に代えて，技術分野及び使用目的が共通する「溶着可能なビット」を用いることは，当業者であれば適宜選択し得る事項と認められる。",
                    "そして，細やかな(微妙な)力を加えながら板金面を引き出すかどうかは，操作者が凹んだ板金面を見て，どのように引き出したら板金面の修復に合理的かを判断して実施する作業内容にすぎず，係合手段として何を用いるかとの事項と直接関係することではない。そうすると，引用発明1及び周知例1ないし7に，仮に，くぼみに係合する係合部材に細やかな(微妙な)力を加えながらくぼみの矯正を行うとの着想や記載がなかったとしても，そのこと自体は，引用発明1の「くぼみ係合部材」を周知技術1の「溶着可能なビット」に置き換えることの阻害要因となるものではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(3)",
          "text": [
            "本件発明2は，本件発明1に「前記支持部に前記シャフトを保持する貫通部が形成されている」との限定を付すものであり，本件発明3は，本件発明1の特許請求の範囲から，第2の操作手段が支持部を備えること及び第2の操作手段が「手動操作」により第1の操作手段を引き上げることの特定を削除したものであって，他は実質的に同一であるから，本件発明1について前記及びにおいて説示した 内容は，すべて本件発明2及び3についても妥当する。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "以上によれば，本件審決が，本件発明1ないし3に係る相違点1について容易想到性を認めた判断に誤りはなく，原告の取消事由2の主張は理由がない。5  取消事由3(相違点2に係る判断の誤り)について(1)  まず，本件発明1に係る取消事由3について検討する。",
            "引用例には，好ましい実施例及び好ましい実施形態の動作として，次のような記載がある。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "コイルバネ80がスライドロッド74を中心にしてチャンバ60内に設けられ，チャック部材76の上端78と肩部64との間に延びている。チャックアセンブリ70が引き込み方向と呼ばれる方向の第1の方向82に移動すると，バネ80が肩部64とチャックアセンブリ70との間で圧縮される(前記2(4)オ)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "ハンドル20がオペレータの手によって(図1に破線で示される)引き込み位置まで旋回し，ハンドル20がバネ80の作用によって延長位置まで旋回すると，可動ハンドル20の湾曲した上面36と37と当接係合して保持されるようになっている。バネ80に関して，バネ80がチャックアセンブリ70に対して力を伝達して，チャックアセンブリ70をバイアスさせて延長方向とも呼ばれる第2の方向83に移動させる。可動ハンドル20がオペレータの手によって引き込み位置に移動し，その後開放されるとすると，バネ80は可動ハンドル20の移動によって引っ込み位置まで圧縮して，その後チャックアセンブリ70を延長方向に移動させる力を印加し，バネ80の力によって第1と第2の揚力面124，126を介してハンドル20の第1と第2の歯部26，28に耐えるようにさせて，ハンドル20が図1の実線で示されるような延長位置をとるようにする(前記2(4)キ)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "バネ80はチャックアセンブリ70が引き込み方向82へ移動することで圧縮され，ハンドル20を開放すると，バネ80によってチャックアセンブリ70が延長方向83に移動して，ハンドル20を延長位置に戻す (前記2(5)ア)。",
                "このように，引用発明1において，可動ハンドルの動きはバネの動きと連動 するものとして記載されていることから，このような記載に接した当業者は，バネの技術的意義について，実質的には可動ハンドルに付勢するバネとしてこれを理解するものであり，そのような可動ハンドルに付勢するバネとしていかなる構成を採るかは当業者が適宜決め得るものであるところ，端的に付勢の対象とする可動ハンドルに付勢するための構成として，静止ハンドルと可動ハンドルの間にバネを介在させる構成も容易に想起できることであると認められる。そして，手動工具において，二つのレバーの間にばねを介在させることは，本件発明1ないし3の出願前に周知の技術であったことは当事者間に争いがない。そうすると，引用発明1において，周知技術2を適用して，バネを静止ハンドルと可動ハンドルとの間に介在させ，このバネにより可動ハンドルを付勢させるようにすることは，当業者であれば容易に想到し得たということができる。  原告は，この点について，引用例及び周知例8ないし12には，くぼみに係合する係合部材に細やかな(微妙な)力を加えながらくぼみの矯正を行うとの本件発明1ないし3の解決課題及びこれに関連した記載，開示又は示唆はなく，また，周知例8ないし12は，「複数枚の金属板をリベット止めする工具」，「ねじブッシュを取り付けるための工具」，「金属板にリベットナットを取り付けるための工具」，「接着あるいは溶着するために加工物を保持する場合，2つの加工物を当接させ一時的に締付け目的で使用される締付け装置」及び「ワイヤーロープ・電線・通信線・鉄筋バー等の各種金属ケーブルを切断する手動式ケーブルカッター」に関するものであり，引用発明1とは技術分野や作用を異にするから，引用発明1に周知技術2を適用することは容易ではない旨主張する。しかしながら，前記4(2)と同様に，引用例及び周知例8ないし12に，仮に，くぼみに係合する係合部材に細やかな(微妙な)力を加えながらくぼみの矯正を行うとの記載，開示又は示唆がなかったとしても，そのこと自体は，引用発明1に周知技術2を適用して，静止ハンドルと可動ハンドルとの間にバネを介在させ，このバネにより可動ハンドルを付勢させることに置き換えることの阻害要因となるもので はない。",
                "また，周知例8ないし12(甲9ないし13)の開示事項は，いずれも，可動ハンドル式手動工具において，可動ハンドルを構成する一対のレバーの間にバネを配置し，バネの付勢力によって，押し出し，引き戻しの動きを与える構成が記載されており，このようにレバー(ハンドル)の間にバネを配置し，ばねの付勢力によって，押し出し，引き戻しの動きを与える手動工具は周知のものであった。そして，引用発明1もバネの付勢力に抗して対向するハンドル操作によって押し出し，引き戻しの動きを与える手動工具である点で技術分野が共通するものであり，一対のレバー間にバネにより付勢力を与える点で作用及び機能も共通する。したがって，相違点2に係る構成については，引用発明1に周知技術2を適用することに障害はなく，これにより，当業者が容易に想到し得たものということができる。"
              ]
            }
          ]
        },
        {
          "fig": "(4)",
          "subject": "そして，前記ないしにおいて本件発明1について説示した内容は，前記4(3)と同様に，すべて本件発明2及び3についても妥当する。"
        },
        {
          "fig": "(5)",
          "text": [
            "以上によれば，本件審決が，本件発明1ないし3に係る相違点2について容易想到性を認めた判断に誤りはなく，原告の取消事由3の主張は理由がない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "6",
                  "subject": "小括",
                  "text": [
                    "原告は，予備的に，本件発明1ないし3の「支持部」に対応するものが引用例の「フレーム部材」ではなく「従動部材」であるとした場合の取消事由4及び5を主張するが，前記のとおり，本件発明1ないし3の「支持部」に相当するものは引用例の「フレーム部材」であると認められる。したがって，取消事由4及び5について検討するまでもなく，原告の本訴請求は理由がない。  7  結論"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}