{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2011-22178事件について平成24年5月28日にした「本件審判の請求は，成り立たない。」との審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶査定不服審判請求についての不成立審決の取消請求訴訟である。争点は，補正における独立特許要件の欠如(容易想到性)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「多孔質研磨工具及びその製造方法」とする発明について，平成14年11月14日(優先権主張2001年(平成13年)11月21日アメリカ合衆国)を国際出願日とする特許出願の一部を，平成19年10月3日に新たな特許出願とし(甲1)，同年10月18日及び平成20年6月17日に手続補正をし(甲2)，平成22年9月2日付けの拒絶理由通知を受け，平成23年3月7日に再度手続補正をしたが(甲3)，同年6月7日付けの拒絶査定を受けたので，同年10月13日，これに対する不服の審判を請求するとともに(不服2011-22178号)，さらに手続補正(甲4。本件補正)をした。",
            "特許庁は，平成24年5月28日，本件補正の却下決定をした上で，「本件審判の請求は，成り立たない。」との審決をし，同年 6 月12日原告に送達された(90日の出訴期間付加)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨(本件補正後の特許請求の範囲)",
          "text": [
            "本件補正後の請求項1の特許請求の範囲は以下のとおりである。(波線部分が補正個所である。)",
            "【請求項1】"
          ],
          "content": [
            {
              "fig": "a",
              "subject": "砥粒0．5～25体積％，結合材19．5～49．5体積％，及び分散質粒子50～80体積％を含有する混合物を混和すること，"
            },
            {
              "fig": "b",
              "subject": "前記混合物をプレス加工して，研磨材の充填された複合材料にすること，"
            },
            {
              "fig": "c",
              "subject": "前記複合材料を熱処理して，理論密度の少なくとも95％の密度を有する複合材料を得ること，及び"
            },
            {
              "fig": "d",
              "subject": "全ての前記分散質粒子を溶解するのに適した一定の時間にわたって，前記複合材料を，前記分散質粒子を溶解する溶媒に浸漬すること，",
              "text": [
                "を含み，かつ前記砥粒及び前記結合材が前記溶媒に対して不溶性である， 少なくとも50体積％の連通気孔を有する研磨用品の製造方法"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "本件補正の却下",
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "刊行物1(特開昭60-118469号公報。甲5)には以下の発明(刊行物1発明)が記載されていると認める。",
                      "text": [
                        "(a)砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15gを含有する混合物を混和すること，",
                        "(b)前記混合物をホットプレス法により加圧して，研磨材の充填された複合材料にすること，",
                        "(c)前記複合材料を加温・焼結して気孔の存在しない密な複合材料を得ること，及び",
                        "(d)前記気孔形成用物質としての塩化ナトリウムを溶解するため，前記複合材料を，水に8時間浸漬すること，",
                        "を含み，かつ前記砥粒としての合成ダイヤモンド及び前記メタルボンド材料としてのブロンズ系粉末が前記水に対して不溶性である，",
                        "約32％，好ましくは5～50体積％の気孔を有するメタルボンド砥石の製造方法。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "補正発明と刊行物1発明とを，技術常識を踏まえ，対比する。",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "補正発明と刊行物1発明の一致点",
                          "text": [
                            "(a)所定比率の砥粒，結合材，及び分散質粒子を含有する混合物を混和すること，",
                            "(b)前記混合物をプレス加工して，研磨材の充填された複合材料にすること，",
                            "(c)前記複合材料を熱処理して，高密度複合材料を得ること，及び",
                            "(d)前記分散質粒子を溶解するため，前記複合材料を，前記分散質粒子を溶解する溶媒に浸漬すること，",
                            "を含み，かつ前記砥粒及び前記結合材が前記溶媒に対して不溶性である，",
                            "50体積％の気孔を有する研磨用品の製造方法。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "補正発明と刊行物1発明の相違点",
                          "text": [
                            "相違点1：補正発明は「砥粒0．5～25体積％，結合材19．5～49．5体積％，及び分散質粒子50～80体積％」により，「少なくとも50体積％」の「連通」気孔を有するものであるが，刊行物1発明は「砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15g」により，「約32％，好ましくは約5～50体積％」の気孔を有するものである点。",
                            "相違点2：「高密度複合材料」について，補正発明は「理論密度の少なくとも95％の密度を有する複合材料」であるが，刊行物1発明は「気孔の存在しない密な複合材料」である点。",
                            "相違点3：溶媒の浸漬について，補正発明は「全ての前記分散質粒子を溶解するのに適した一定の時間にわたって，前記複合材料を，前記分散質粒子を溶解する溶媒に浸漬」するものであるが，刊行物1発明は「気孔形成用物質としての塩化ナトリウムを溶解するため，前記複合材料を，水に8時間浸漬するものである点。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "ウ",
                      "subject": "相違点の検討",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "相違点1について",
                          "text": [
                            "刊行物1発明では，複合材料を構成する物質が重量で特定されているので，比較のため体積％に換算すると，刊行物1発明の複合材料を構成する物質の密度は，およそ，ダイヤモンド3．5g／cm3，銅8．9g／cm3，塩化ナトリウム2．2g／cm3であるから，刊行物1発明は「砥粒15体積％，結合材53体積％，及び分散質粒子32体積％」により「約32％，好ましくは約5～50体積％」の気孔を有するものと言い換えることができる。",
                            "刊行物1発明は「約32％，好ましくは約5～50体積％」の気孔であるから，好ましい範囲の上限である「50体積％」の気孔を採用することを検討する。",
                            "刊行物1発明において，気孔は分散質粒子が溶解することで形成されるから，刊行物1発明の一例である「約32％」を「50体積％」とするには，刊行物1発明の一例において，分散性粒子を「50体積％」に増加させ，砥粒と結合材を，分散性粒子増加分の「18体積％」減少させれば良い。砥粒と結合材を，等しい比率で減少させた場合，「砥粒11体積％，結合材39体積％」となる。",
                            "刊行物1発明において「50体積％」の気孔とするものは，「砥粒11体積％，結合材39体積％，及び分散質粒子50体積％」となり，これは補正発明に含まれ，この点に実質的差違はない。",
                            "補正発明における気孔は「少なくとも」50体積％であるから，50体積％を「上限」とする刊行物1発明と，技術的意義が異なるとした場合について検討する。",
                            "気孔を有する研磨用品においては，切れ味を良くし研磨効率を上げるために，「少なくとも50体積％」の「連通」気孔を設けることは，拒絶査定で周知例として指摘した特開平9-103965号公報(刊行物2，甲6)，特開昭59-182064号公報(刊行物3，甲7)，特開平3-251371号公報(刊行物4，甲8)にみられるごとく周知である。",
                            "刊行物1発明においても，研磨効率向上が必要とされることはあり得るから，かかる周知技術を適用し，「少なくとも50体積％」の「連通」気孔とし，そのために，砥粒，結合材，分散性粒子の体積比を補正発明のものとすることは，設計的事項にすぎない。",
                            "請求人(原告)は，回答書で「本願出願当時，本願発明のように高い含量の連通気孔を含む研磨用品は，その機械的完全性を失うと当業者に考えられていたこと，及び引用文献1には，本願発明のような50体積％超又は40体積％超の連通気孔を含む研磨用品が，機械的完全性と優れた研磨性能を両立することを教示又は示唆していない」旨主張する。",
                            "しかし，上記のとおり「少なくとも50体積％の連通気孔を含む研磨用品」は，周知であったから，請求人(原告)の主張は根拠がない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "相違点2について",
                          "text": [
                            "刊行物1発明は「気孔の存在しない密な複合材料」であるから，「理論密度がほぼ100％の密度を有する複合材料」と解される。",
                            "また，粉末材料は，高温・高圧下でその密度が増加することが技術常識であるところ，刊行物1発明の実施例1においては，混合物のホットプレスを「800℃，300kg／cm2で，1時間」行っている。これは，補正発明の実施例1のホットプレス加工(段落0034)である「22．1MPa(3200psi)(当審注，225kg／cm2)において407℃で10分間」よりも高温，高圧，長時間である。",
                            "よって，刊行物1発明の複合材料は，補正発明のものと同様，「理論密度の少なくとも95％の密度を有する複合材料」と解され，この点に実質的差違はない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "相違点3について",
                          "text": [
                            "刊行物1発明においても，分散質粒子をできるだけ溶解させたほうが望ましいことが示唆されているから，「全て」の分散質粒子を溶解するのに適した一定の時間とすることに，困難性は認められない。",
                            "また，塩化ナトリウム等の分散質粒子の溶媒への溶解は，浸漬時間が長くなるほど高まることが技術常識であるところ，刊行物1発明は「水に8時間浸漬」させており，補正発明の実施例1の浸漬時間(段落0034)である「45分間」よりも長時間であるから，刊行物1発明における「水に8時間浸漬」することは，「全ての分散質粒子を溶解するのに適した一定の時間」であるとも解される。",
                            "よって，相違点3は格別なものではない。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "subject": "相違点1ないし3",
                          "text": [
                            "また，これら相違点を総合勘案しても，格別の技術的意義が生じるとは認められない。"
                          ]
                        },
                        {
                          "fig": "(オ)",
                          "subject": "結論",
                          "text": [
                            "以上のことから，補正発明は，刊行物1発明，周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許出願の際，独立して特許を受けることができないものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(2)",
                  "subject": "補正前発明について",
                  "text": [
                    "補正前発明は，補正発明において付加された事項を削除するものである。",
                    "そうすると，補正前発明も，上記と同様の理由により，刊行物1発明，及び周知技術に基づいて，当業者が容易に発明をすることができたものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "刊行物1に記載された発明の認定の誤り(取消事由1)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決が認定する刊行物1発明は誤りであること",
              "text": [
                "審決は，刊行物1について上記のとおり認定した。",
                "上記審決の刊行物1発明の認定は，刊行物1の「実施例1及び比較例1：メタルボンド材料としてブロンズ系粉末100g，砥粒として＃1000の合成ダイヤモンド11g，気孔形成用物質として＃180～320の塩化ナトリウム15gを用いた。これらを混合して，ホットプレス法(800℃，300kg／cm2，1時間)により焼結した後，常温で水に8時間浸漬して塩化ナトリウムを溶解除去した。そして，外径52mm，内径40mm，厚さ0．2mmのドーナツ状の砥石を得た(気孔の体積率は約32％)。」という，実施例に関する記載に基づくものと理解される。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，上記認定は，「砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15gを含有する混合物を混和する」ことを認定しておきながら，他方では，「約32％，好ましくは5～50体積％の気孔を有する」と認定していることから，刊行物1発明として何を認定しているのかが不明確になっている。",
                    "すなわち，製造しようとする砥石の原料組成として，「砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15gを含有する混合物」を認定する以上は，それによって製造される砥石の気孔容積は一義的に定まるはずであり，現に，「気孔の体積率は約32％」であることが明記されている。したがって，刊行物1の実施例1記載の発明において，「好ましくは5～50体積％」などという幅を有することはない。",
                    "審決が，刊行物1発明の認定において，「好ましくは5～50体積％」と付加した点は，刊行物1における「砥石中に形成される気孔の体積率(気孔率)は約5～50％であるのが好ましく，約10～40％であるのがより好ましい。この体積率が上記範囲外であると，上述したと同様の理由により好ましくない。」との記載に基づくと考えられる。しかしながら，刊行物1の実施例1の「砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15gを含有する混合物」において，一義的に「気孔の堆積率は約32％」と定まっており，「好ましくは5～50体積％」などと気孔率に幅があると認定するのは，明らかな誤りである。それにもかかわらず，かかる記載を上記のような刊行物1発明の認定に付加することは，相違点の判断において予断を入り込ませるものであって，不当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審決が，刊行物1発明の認定において「気孔の存在しない」と認定している点にも，誤りがある。すなわち，同認定は，刊行物1の「焼結は従来公知のホットプレス法又はコールドプレス法により行われて良い。いずれの方法においても，焼結時に混合物は加圧(ホットプレス法の場合約100～500 kg／cm2，コールドプレス法の場合約3～10t／cm2)及び加温(約500℃以上)される。このため，混合物中に気孔が存在したとしても，それらは焼結時には全て潰されてしまう。このことは，緻密な焼結体を得るための必要条件である。したがって，本発明による方法においても，最終的製品である砥石中の気孔以外の部分の結合力を雑持するために，焼結時には，気孔の存在しない密な混合物を焼結し，焼結後に，この焼結体中に混入されている気孔形成用物質を溶解除去することによって砥石中に気孔を形成させるのである。」との記載に基づくものと理解される。しかしながら，上記記載も一般的な説明に属するものであって，刊行物1の実施例1の「砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15gを含有する混合物」において，「気孔が存在しない」のかについては，刊行物1には何らの記載もない。そして，上記の「気孔の存在しない」という記載は必ずしも理論密度100％を意味するとはいえない。それにもかかわらず，上記の「気孔の存在しない」という記載を，相違点の判断において参酌するのであればともかく，上記のような刊行物1発明の認定に付加することは，相違点の判断において予断が入り込む余地が生じる。あくまでも，刊行物1の実施例1という具体的組成を有する発明を刊行物1発明として認定した以上，同実施例に記載のない「気孔の存在しない」という構成が存在することは，刊行物1発明について認定を誤ったものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "刊行物1発明の正しい認定について",
              "text": [
                "刊行物1発明を，その実施例1という特定の実施例による具体的組成に基づいて認定する以上，同発明は以下のように認定されるべきである。",
                "(a)砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15gを含有する混合物を混和すること，",
                "(b)前記混合物をホットプレス法により加圧して，研磨材の充填された複合材料にすること，",
                "(c)前記複合材料を加温・焼結して密な複合材料を得ること，及び",
                "(d)前記気孔形成用物質としての塩化ナトリウムを溶解するため，前記複合材料を，水に8時間浸漬すること，",
                "を含み，かつ前記砥粒としての合成ダイヤモンド及び前記メタルボンド材料としてのブロンズ系粉末が前記水に対して不溶性である，",
                "約32％の気孔を有するメタルボンド砥石の製造方法。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，審決は，刊行物1の実施例1記載の発明を誤って認定したものであって，補正発明と対比する引用発明の認定の誤りは，一致点・相違点の認定・判断の誤りにもつながり，審決の結論に影響を与える瑕疵であるから，審決には取り消されるべき重大な違法があることが明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "補正発明と刊行物1発明の相違点の認定の誤り(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の認定の誤り",
              "text": [
                "上述したように，審決の刊行物1の実施例1記載の発明(刊行物1発明)の認定には誤りがあり，その結果として，相違点の認定にも誤りがある。現に審決では，「刊行物1発明の『約32％，好ましくは約5～50体積％の気孔』と，補正発明の『少なくとも50体積％の連通気孔』とは，『50体積％の気孔』である限りにおいて一致する」と認定しているが，刊行物1発明を，実施例1に記載されたとおり，原料として，「砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15gを含有する混合物」を用いた製造法として認定する以上，実施例1の記載によれば，「気孔の体積率は約32％」であり，その気孔が「50体積％の気孔」となることはあり得ない。",
                "したがって，審決の上記認定は，補正発明との対比に当たり，刊行物1の実施例1における具体的記載と，発明の詳細な説明における一般的記載とを組み合わせて，ことさらに補正発明と刊行物1の実施例1記載の発明との相違点を少なくしようとするものであって，引用発明を誤って認定し，さらに相違点も誤って認定するものであり，不当なものといわざるを得ない。",
                "よって，刊行物1発明として，刊行物1の実施例1記載の発明を引用した以上，補正発明と刊行物1発明との一致点，相違点は，次のように認定されるべきである。",
                "(一致点)",
                "(a)所定比率の砥粒，結合材，及び分散質粒子を含有する混合物を混和すること，",
                "(b)前記混合物をプレス加工して，研磨材の充填された複合材料にすること，",
                "(c)前記複合材料を熱処理して，高密度複合材料を得ること，及び",
                "(d)前記分散質粒子を溶解するため，前記複合材料を，前記分散質粒子を溶解する溶媒に浸漬すること，",
                "を含み，かつ前記砥粒及び前記結合材が前記溶媒に対して不溶性である，",
                "気孔を有する研磨用品の製造方法。」",
                "(相違点)",
                "相違点A：補正発明は「砥粒0．5～25体積％，結合材19．5～49．5体積％，及び分散質粒子50～80体積％」により，「少なくとも50体積％」の「連通」気孔を有するものであるが，刊行物1発明は「砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15g」により，「約32％」の気孔を有するものである点。",
                "相違点B：「高密度複合材料」について，補正発明は「理論密度の少なくとも95％の密度を有する複合材料」であるが，刊行物1発明は具体的密度に言及がない点。",
                "相違点C：溶媒に浸漬について，補正発明は「全ての前記分散質粒子を溶解するのに適した一定の時間にわたって，前記複合材料を，前記分散質粒子を溶解する溶媒に浸漬」するものであるが，刊行物1発明は「気孔形成用物質としての塩化ナトリウムを溶解するため，前記複合材料を，水に8時間浸漬する」ものである点。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおり，審決は，補正発明と刊行物1発明との相違点を誤って認定した違法があり，これは審決の結論に影響を与える誤りであることから，審決には，取り消されるべき重大な違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相違点の判断の誤り(取消事由3)",
          "text": [
            "審決は，補正発明は，刊行物1発明，周知技術に基づいて，当業者が容易に発明をすることができたものであると認定・判断しているが，そもそも刊行物1発明の認定，さらには周知技術についても認定を誤っており，その結果，進歩性の判断を誤ったものである。なお，刊行物1発明に関する審決の認定には誤りがあることから，被告主張部分において以下でいう刊行物1発明とは，上記1(2)の「刊行物1発明の正しい認定について」において述べたものを意味するものとする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点Aについての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1発明に「50体積％」の「連通」気孔を適用することの動機付けがないこと",
                  "text": [
                    "上述のとおり，補正発明は「砥粒0．5～25体積％，結合材19．5～49．5体積％，及び分散質粒子50～80体積％」により，「少なくとも50体積％」の「連通」気孔を有するものであるのに対して，刊行物1発明は「砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15g」により，「約32％」の気孔を有するものである点で相違している。",
                    "この点に関し，刊行物1では，「気孔形成用物質の粒径は後述するU．S．メッシュ番号で46～600程度であるのか好ましい。この粒径があまり小さ過ぎると砥石の自生効果が少なくなり，一方，あまり大き過ぎると砥石が脆くなってしまうので好ましくない。又，砥石中に形成される気孔の体積率(気孔率)は約5～50％であるのか好ましく，約10～40％であるのがより好ましい。この体積率が上記範囲外であると，上述したと同様の理由により好ましくない。」として，50体積％さらには40体積％を超える気孔率では，砥石が脆くなってしまうので好ましくないことを記載している。事実，刊行物1の実施例では，気孔の体積率は，約32％ママ(実施例1)，約23％(実施例2)，略1／3，すなわち約33％(実施例3)と，いずれも40％以下である。さらに刊行物1では，「また，マトリックス2中には，表面と連通していないために溶解除去されなかった塩化ナトリウム5が僅かではあるが残っていた」と記載されていることから明らかなように，砥石の表面部分のみにおいて塩化ナトリウム，(補正発明の分散質粒子に相当)が溶解除去されること，及び砥石内部の気孔が連通していない(非連通気孔)ことを示している。以上の刊行物1の記載に基づけば，当業者は，刊行物1発明について，あえてこれを「少なくとも50体積％」の「連通」気孔を有するように改良を加えようとは，動機付けられないと考えられる。",
                    "そうであれば，相違点Aは，刊行物1の記載により容易に想到できる程度のものとはいえない。",
                    "なお，この点に関連して，審決は，「刊行物1発明において『50体積％』の気孔とするものは，『砥粒11体積％，結合材39体積％，及び分散質粒子50体積％』となり，これは補正発明に含まれ，この点に実質的差違はない。」としている。しかしながら，既に述べたとおり，刊行物1の記載に基づけば，当業者は，刊行物1発明について，あえてこれを「少なくとも50体積％」の「連通」気孔を有するように改良を加えようとは動機付けられないから，上記審決の認定はその前提において誤っているが，さらに，技術的に妥当ではない。",
                    "すなわち，前記審決の認定は，「刊行物1発明において，気孔は分散質粒子が溶解することで形成されるから，刊行物1発明の一例である『約32％』を『50体積％』とするには，刊行物1発明の一例において，分散性粒子を『50体積％』に増加させ，砥粒と結合材を，分散性粒子増加分の『18体積％』減少させれば良い。砥粒と結合材を，等しい比率で減少させた場合，『砥粒11体積％，結合材39体積％』となる。」との推論に基づいている。しかし，かかる推論において，「砥粒と結合材を，等しい比率で減少させ」ることについては，その技術的妥当性が明らかではない。例えば，審決が依拠する刊行物1の実施例1において，比較例として挙げられている砥石の組成は，ブロンズ系粉末(結合材)160g及び合成ダイヤモンド(砥粒)11gである(塩化ナトリウムは0g)。これに対して実施例1は，ブロンズ系粉末(結合材)100g，合成ダイヤモンド(砥粒)11g，塩化ナトリウム15gであるから，砥粒である合成ダイヤモンドの量は実施例，比較例とも同じ11gであるのに対し，結合材であるブロンズ系粉末は，実施例1の100gに対し，比較例では160gであって，実施例及び比較例における砥粒と結合材の比率は等しくない。すなわち，実施例1は比較例1に対して「砥粒と結合材を，等しい比率で減少させ」ていない。砥石の原料組成を選定するに当たっては，研削能力や砥石の機械的強度など，砥石に求められる総合的なバランスを考慮することが当然である。しかるところ，審決の「砥粒と結合材を，等しい比率で減少させ」るとの推論は，気孔率のみに目を奪われて，砥粒と結合材の比率など，砥石としての総合的バランスを考慮しないものであり，技術的に妥当な推論とはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物1発明には，審決がいう「周知技術」を適用することができないこと",
                  "text": [
                    "審決は，「気孔を有する研磨用品においては，切れ味を良くし研磨効率を上げるために，『少なくとも50体積％』の『連通』気孔を設けることは，拒絶査定で周知例として指摘した刊行物2ないし4として「周知技術」を認定した上で，「刊行物1発明においても，研磨効率向上が必要とされることはあり得るから，かかる周知技術を適用し，『少なくとも50体積％』の『連通』気孔とし，そのために，砥粒，結合材，分散性粒子の体積比を補正発明のものとすることは，設計的事項にすぎない」と結論付けている。しかし，審決の上記認定・判断は，周知例として引用する刊行物2ないし4の記載内容に充分な検討を加えることなく，単にこれら3つの刊行物から「少なくとも50体積％」の「連通」気孔を設けるという共通部分を抽象的に抽出したにすぎない。刊行物2ないし4の記載の技術内容を踏まえれば，審決がいうような，刊行物1に適用可能な「周知技術」が認定できないことは明らかである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "刊行物2(特開平9-103965号公報)",
                      "text": [
                        "刊行物2は，多孔質超砥粒砥石とその製造方法に関するものである。",
                        "審決が指摘する請求項1，請求項4，段落【0010】には，それぞれ以下の事項が記載されている。",
                        "「ダイヤモンドおよび立方晶窒化ホウ素からなる群から選ばれ，平均粒径が60μm以下である超砥粒と，加熱下にこの超砥粒と融合して融合相を形成し得る結合材とからなり，この結合材が連続気孔を有する多孔質体であり，この結合材と超砥粒との界面にそれらの融合相が形成され，この融合相の厚みが1．5μm以下であることを特徴とする多孔質超砥粒砥石。」(請求項1)",
                        "「気孔率が5％～60％の範囲内であることを特徴とする請求項1に記載の多孔質超砥粒砥石。」(請求項4)",
                        "「上記の多孔質メタルボンド砥石においては，超砥粒と結合材との結合が強いとはいえ，気孔率を高くして超砥粒の切刃を突出させ，砥石の切れ味を良くしようとすると，目こぼれが多くなって消耗が激しくなり，気孔率を下げて切刃高を低くすれば，目こぼれは少なくなるが，擦り減った超砥粒が脱落しないので目詰まりや目潰れが起こり易いという問題が起こる。この問題を解決するためには，気孔率を適度に維持しながら，しかも目こぼれなどが起こり難いような結合力を超砥粒と結合材との間に付与する技術が求められた。」(段落【0010】)",
                        "そして，段落【0011】には，以下の事項が記載されている。",
                        "「本発明は上記の問題を解決するためになされたものであり，従ってその目的は，超砥粒と結合材相との結合力が強く，目立て性，目こぼれ性，目詰まり性，目潰れ性などがバランスよく改善され，微細加工用の薄刃砥石としても使用可能な強度を有する多孔質超砥粒砥石とその製造方法を提供することにある。」(段落【0011】)",
                        "以上の記載によれば，刊行物2には，気孔率が5％～60％の範囲内である多孔質超砥粒砥石であって，結合材が連続気孔を有し，超砥粒と結合材相との結合力が強く，目立て性，目こぼれ性，目詰まり性，目潰れ性などがバランスよく改善された多孔質超砥粒砥石が記載されているといえる。",
                        "他方，その製造方法については，刊行物2は以下のように記載している。",
                        "「ダイヤモンドおよび立方晶窒化ホウ素からなる群から選ばれ，平均粒径が60μm以下である超砥粒と，加熱下にこの超砥粒と融合して融合相を形成し得る結合材粒子とを混合し，この粉体混合物を成形した状態で，前記超砥粒と結合材粒子との界面にそれらの融合相が1．5μm以下の厚みに形成され，かつ結合材粒子同士が焼結して気孔率が5％～60％の範囲内となるように，調節された温度と圧力を加えて焼結する工程を含むことを特徴とする多孔質超砥粒砥石の製造方法。」(請求項8)",
                        "「そこで，研削効率がよく，強度が高く，かつ結合材と超砥粒との結合力も強い砥石を得るために，メタルボンド砥石の組織中に気孔を形成して多孔質とすることが考えられた。この多孔質メタルボンド砥石は，例えば超砥粒と結合材金属粒子とを混合し，熱揮発性の結合剤を用いまたは用いずに，砥石の形状に圧縮成形し，結合材金属が粒状を保ったままその粒子同士，及び結合材粒子と超砥粒との間に結合が生じる程度の温度と圧力を加えて焼結することによって製造できる。」(段落【0008】)",
                        "「本発明はまた，ダイヤモンドおよびCBＮからなる群から選ばれ，平均粒径が60μm以下である超砥粒と，加熱下にこの超砥粒と融合して融合相を形成し得る結合材粒子とを混合し，この粉体混合物を成形した状態で，前記超砥粒と結合材粒子との界面にそれらの融合相が1．5μm以下の厚みに形成され，かつ結合材粒子どうしが焼結して気孔率が5％～60％の範囲内となるように，調節された温度と圧力を加えて焼結する工程を含む多孔質超砥粒砥石の製造方法を提供する。」(段落【0017】)",
                        "「前記の焼結に際して加える温度と圧力は，超砥粒と結合材粒子との界面に，それらの融合相が0．05μm～0．5μmの範囲内の厚みに形成されるように調節することが好ましい。また，前記の焼結に際して加える温度と圧力は，気孔率が5％～45％の範囲内となるように調節することが好ましい。」(段落【0019】)",
                        "「超砥粒1と結合材粒子3pとを型に充填し，圧力と温度とを加えて焼結すると，結合材粒子3pが一部溶融し，超砥粒1と接触しているものはその表面に濡れ広がり，融合相7を形成する。結合材粒子3pどうしが接触している場合は，その接触表面で融合が起こり，図5に示すように，結合材粒子3pどうしがネック3nで相互に連結され，非接触部分が連続気孔5を形成する。」(段落【0044】)",
                        "ここで，段落【0044】の記載によれば，焼結前に非接触部分すなわち間隙が既に生じていることが明らかである。",
                        "以上のとおり，刊行物2記載の砥石は，焼結前にすでに所定の気孔率になるように多孔質化しておき，多孔質を維持したまま焼結して超砥粒と結合材粒子との界面にそれらの融合相を形成して強度向上を図るという方法により製造されるものである。すなわち，刊行物2記載の砥石は，既に間隙が生じて気孔が形成されている粉体混合物をそのまま焼結して多孔質の砥石として製造されるものであり，補正発明や刊行物1記載の発明におけるような，焼結後に焼結体中の可溶性成分を溶解除去して多孔質化するものではない。",
                        "また，刊行物2には，「気孔率が5％～60％の範囲内であることを特徴とする請求項1に記載の多孔質超砥粒砥石。」(請求項4)と記載されているが，他方で，「前記の焼結に際して加える温度と圧力は，超砥粒と結合材粒子との界面に，それらの融合相が0．05μm～0．5μmの範囲内の厚みに形成されるように調節することが好ましい。また，前記の焼結に際して加える温度と圧力は，気孔率が5％～45％の範囲内となるように調節することが好ましい。」(段落【0019】)，「この多孔質超砥粒砥石の気孔率は，5％～60％の範囲内，更に好適には5％～45％の範囲内であることが好ましい。」(段落【0015】)，「本砥石は多孔質に形成されている。その気孔率は，5％～60％の範囲内，特に5％～45％の範囲内とされることが好ましい。気孔率が5％未満になると，気孔によるポケット容量が不足し，また冷却液の循環も不十分となり，目詰まりなどが起こり易く，45％，特に60％を越えると，結合材相の物性が低下し，目こぼれや目潰れが起こり易くなり，また薄刃砥石を製造したときは，折れ易くなる。」(段落【0039】)と記載されており，気孔率45％を超えることは好ましくないことも記載されている。",
                        "以上要するに，刊行物2には，気孔率が5％～60％の範囲内である多孔質超砥粒砥石の製造方法は記載されているものの，この多孔質超砥粒砥石の製造方法は，補正発明や刊行物1記載の方法とは全く異なるものであり，しかも，この方法で製造された砥石の気孔率が45％を超えることはむしろ好ましくないことも記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "刊行物3(特開昭59-182064号公報)",
                      "text": [
                        "刊行物3は，連続多気孔メタルボンド砥石及びその製造方法に関するものであるが，「しかしながら，この多気孔メタルボンド砥石においては，気孔は砥石表面だけの不連続気孔であり，しかも気孔率は約30％であまり大きくはなく，研削性能に関して必ずしも満足しうるものではない。本発明者らは，このような事情に鑑み，研削抵抗が小さくて切れ味がよいために，発熱が少なく，良好な研削仕上げ面を得ることができ，かつ高能率研削を行いうる多数の連続した気孔を有するメタルボンド砥石を得るべく鋭意研究を重ねた結果，まず適当な溶剤で溶解する無機化合物の焼結体を作成したのち，該焼結体の空隙内に砥粒を充てんしてある温度範囲に予熱し，次いでこの砥粒充てん焼結体の空隙内に金属又は合金の溶湯を圧入し，凝固させたのち，無機化合物を溶解除去させることによって得られたメタルボンド砥石は，多数の連続した気孔を50％以上有していて，その目的を達成しうることを見出し，この知見に基づいて本発明を完成するに至った。」という記載によれば，刊行物3には，50％以上の連続気孔を有する多気孔メタルボンド砥石が記載されており，かかる連続気孔構造により，「研削抵抗が小さくて切れ味がよいために，発熱が少なく，良好な研削仕上げ面を得ることができ，かつ高能率研削を行いうる」ことが記載されているといえる。",
                        "しかしながら，その製造方法に関して，刊行物3には「基地が通常の金属結晶粒網目構造とトポロジー的に同相の網目組織を構成し，かつ50％以上の連続気孔を有する連続多気孔メタルボンド砥石を製造するに当り，まず溶剤可溶性無機化合物を所定の形状に焼結して成形したのち，得られた焼結体の空隙部に砥粒を充てんして，該焼結体の融点よりも低く，かつ式・・・・で表わされる温度範用に予熱し，次いでこの砥粒充てん焼結体の空隙部にさらに溶融した金属又は合金を圧入し，凝固させたのち，溶剤で処理して前記無機化合物を溶出させることを特徴とする連続多気孔メタルボンド砥石の製造方法」(特許請求の範囲の第2項)と記載されている。",
                        "また，審決が引用する上記個所にも，「まず適当な溶剤で溶解する無機化合物の焼結体を作成したのち，該焼結体の空隙内に砥粒を充てんしてある温度範囲に予熱し，次いでこの砥粒充てん焼結体の空隙内に金属又は合金の溶湯を圧入し，凝固させたのち，無機化合物を溶解除去させることによって」メタルボンド砥石を得ることが記載されている。",
                        "以上のように，刊行物3記載の砥石は，補正発明や刊行物1記載の発明におけるような，焼結後に焼結体中の可溶性成分を溶解除去して多孔質化するものではなく，まず適当な溶剤で溶解する無機化合物の焼結体を作成したのち，該焼結体の空隙内に砥粒を充てんしてある温度範囲に予熱し，次いでこの砥粒充てん焼結体の空隙内に金属又は合金の溶湯を圧入し，凝固させたのち，無機化合物を溶解除去させることによって，多孔質化するものである。",
                        "以上のとおり，刊行物3には，50％以上の連続気孔を有する多気孔メタルボンド砥石は記載されているものの，その製造方法は，補正発明や刊行物1記載の方法とは全く異なるものであり，しかも，刊行物2記載の製造方法とも全く異なるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "刊行物4(特開平3-251371号公報)",
                      "text": [
                        "刊行物4は，合成砥石及びその製造方法に関するものであるが，「本発明の合成砥石は研磨効率や耐久性等の理由から，好ましくは気孔径10～200μm，気孔率40～70容量％の微細連続気孔を有する多孔質構造体である。また本発明の合成砥石の砥粒率は，好ましくは5重量％以上，更に好ましくは10重量％以上で，砥石としての物性を損わない・・・」という記載によれば，刊行物4には，気孔率40～70容量％の微細連続気孔を有する合成砥石が記載されているといえる。",
                        "しかし，その製造方法に関して，刊行物4には，「砥粒を含有したセルロース複合粒子とポリビニルアルコールとを気孔形成材とともに混合し，架橋剤及び触媒の存在下で反応させて得られた反応生成物を水洗し，気孔形成材及び未反応の架橋剤と触媒とを除去することを特徴とする合成砥石の製造方法。」(特許請求の範囲の第2項)，「本発明の合成砥石は，一般に行われているように砥粒を直接結合材で結合し固定化するのではなく，砥粒を含有したセルロース複合粒子を結合材で結合し固定化するものである。このように構成することにより従来固定化することが極めて国難であった粒径10μm以下の微細な砥粒が合成砥石に分散固定化されることになる」，「気孔形成材とは澱粉等の水溶性物質が用いられ，本発明においては，澱粉類が好適である」，「上記セルロース複合粒子，PVA，気孔形成材，架橋剤及び触媒を用いて，本発明の第1の方法で合成砥石を製造するには，まずPVAを温水に溶解してPVA水溶液とする。PVAの濃度は通常5～20重量％に調整して使用される。得られたPVA水溶液に必要量のセルロース複合粒子を加え，更に気孔形成材としての澱粉の水分散液を加え混合する。続いて，架橋剤としてのアルデヒド類及び触媒を加えて充分撹拝混合して均質粘稠反応原液とする。澱粉は混合したのち一旦加熱して膨潤させてもよい。引き続き得られた反応原液を所望の型枠に流し込み，例えば40～100℃の温度に加熟して架橋反応せしめる。反応終了後，反応生成物を型枠より取り出して水で充分洗浄し，澱粉及び未反応の架橋剤と触媒を洗い流せばよい。」，「本発明においては，PVAがアルデヒド類と反応すると同時に，砥粒を含有したセルロース複合粒子のセルロース成分もアルデヒド類と反応し，PVAt系樹脂とセルロース複合粒子とがうまく融合一体化し，砥粒のより強固な結合材に変化するものと考えられる」とも記載されている。",
                        "以上のように，刊行物4記載の砥石は，補正発明や刊行物1記載の発明におけるような，焼結後に焼結体中の可溶性成分を溶解除去して多孔質化するものではなく，「砥粒を含有したセルロース複合粒子」と，ポリビニルアルコールと，澱粉質の気孔形成材とを含む反応原液を，型枠に流し込んだ後，架橋剤であるアルデヒド類により架橋反応させて，ポリビニルアセタール系樹脂とし，得られた樹脂硬化体から澱粉を洗い流して多孔質化するものである。また，その原材料も，「砥粒を含有したセルロース複合粒子」と，ポリビニルアルコールと，架橋剤であるアルデヒド類を必須とする，きわめて限定されたものである。",
                        "以上のとおり，刊行物4には，気孔率40～70容量％の微細連続気孔を有する合成砥石が記載されているものの，その製造方法は，補正発明や刊行物1記載の方法とは全く異なるものであり，しかも，刊行物2及び3記載の製造方法とも全く異なるものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "刊行物2～4についてのまとめ",
                      "text": [
                        "以上のとおり，刊行物2～4に記載された砥石の製造方法は，刊行物1記載の発明と全く異なるものであるばかりではなく，刊行物2～4相互の間でも全く異なるものである。",
                        "もとより，砥石の熱的・機械的性質，研削能率や使い勝手も含めた性能が，その製造方法に応じて変化することは自明であり，したがって，求める砥石の研削性能や熱的機械的性質に応じて，その製造方法も選択されるべきであることを考慮すると，単に，「少なくとも50体積％」の「連通」気孔を設けるという一点で共通するとしても，製造方法が全く異なる，これら刊行物2～4記載の技術を一括りにして，刊行物1発明に適用することなどできない。",
                        "それにもかかわらず，審決は，これら刊行物2～4の製造方法の違い(原料の違いも含めて)については何ら顧慮することなく(そもそも，審決ではこれら刊行物2～4の製造方法について検討した様子も見られない。)，これらの刊行物における気孔率のみに着目して，「刊行物1発明においても，研磨効率向上が必要とされることはあり得るから，かかる周知技術を適用し，『少なくとも50体積％』の『連通』気孔とし，そのために，砥粒，結合材，分散性粒子の体積比を補正発明のものとすることは，設計的事項にすぎない」と認定・判断している。",
                        "しかしながら，これら刊行物2～4記載のそれぞれの技術内容の違いを踏まえれば，このような「気孔率」という砥石の一面にのみに着目して，「周知技術」を認定することは不当なものであって，刊行物1発明に，「かかる周知技術を適用」することなどできないはずである。",
                        "また，刊行物2～4のそれぞれについて，刊行物1発明との組み合わせを検討しても，刊行物2には，気孔率が5％～60％の範囲内である多孔質超砥粒砥石の製造方法が，刊行物3には，50％以上の連続気孔を有する多気孔メタルボンド砥石の製造方法が，また刊行物4には，気孔率40～70容量％の微細連続気孔を有する合成砥石の製造方法が，それぞれ記載されているものの，これらはいずれも刊行物1発明の製造方法とは全く異なる製造方法であり，刊行物2に至っては，当該方法で製造された砥石の気孔率が45％を超えることはむしろ好ましくないことさえも記載されている。",
                        "他方，刊行物1には，既述のように，「少なくとも50体積％」の「連通」気孔を設けることは記載されておらず，かえって，50体積％さらには40体積％を超える気孔率では，砥石が脆くなってしまうので好ましくないことを記載している。",
                        "そうすると，砥石の熱的・機械的性質，研削能率や使い勝手も含めた性能が，その製造方法に応じて変化すること，したがって，求める砥石の研削性能や熱的機械的性質に応じてその製造方法も選択されるべきであることも考慮すると，当業者は，刊行物2～4の記載事項を踏まえて，刊行物1発明について，あえてこれを「少なくとも50体積％」の「連通」気孔を有するように改良を加えようとは，動機付けられないと考えられる。",
                        "さらにいえば，刊行物1発明に対して，これとは全く異なる製造方法である刊行物2～4記載の方法を，どのように「適用」し得るのか，技術的に理解し難いところである。そこで，かかる製造方法の違いをどのように克服して，刊行物1発明に，刊行物2～4記載の技術を適用することができるのか，何ら言及することもなく，刊行物1発明に，刊行物2～4の技術を適用して，当業者において容易に想到できたとするのは，明らかに失当というべきものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点Aについてのまとめ",
                  "text": [
                    "以上のとおり，相違点Aについては，刊行物1発明に「50％体積％」の「連通」気孔を適用することの動機付けがないこと，また，刊行物1に刊行物2～4を適用することができない以上，当業者において容易に想到できた程度のものとはいえないことが明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点Bについての判断の誤り",
              "text": [
                "審決は，相違点2(相違点Bに対応)の検討において，「刊行物1発明は『気孔の存在しない密な複合材料』であるから，『理論密度がほぼ100％の密度を有する複合材料』と解される。」としているが，ここでいう「ほぼ100％」が95％以上を意味するのか否か，及びその根拠については，何も述べていない。",
                "審決はまた，「粉末材料は，高温・高圧下でその密度が増加することが技術常識であるところ，刊行物1発明の実施例1(上記2．(2)エ)においては，混合物のホットプレスを『800℃，300kg／cm2で，1時間』行っている。これは，補正発明の実施例1のホットプレス加工(段落0034)である『22．1MPa(3200psi)(当審注，225kg／cm2)において407℃で10分間』よりも高温，高圧，長時間である。よって，刊行物1発明の複合材料は，補正発明のものと同様，『理論密度の少なくとも95％の密度を有する複合材料』と解され，この点に実質的差違はない。」とも認定している。",
                "しかし，刊行物1記載の実施例1は，気孔の体積率が約32％のものであって，原料組成は本件補正発明の範囲外のものである。加えて，固体物質系の温度-圧力-密度の相関関係が，その物質系に含まれる物質組成によって変化することは当然であるが，刊行物1の実施例1と補正発明の実施例1においては，それぞれ異なる物質系に属し，温度-圧力-密度の相関関係が変化する以上，これらを単純比較する審決の推論は，技術的合理性を欠くものである。",
                "また，審決の論理は，そもそも刊行物1発明について，「少なくとも50体積％」の「連通」気孔を有するように改良を加えることが動機付けられることを前提とするものであり，その前提において誤っている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点Cについての誤り",
              "text": [
                "審決は，相違点3(相違点Cに対応)の検討において，「刊行物1発明においても，分散質粒子をできるだけ溶解させたほうが望ましいことが示唆されているから，『全て』の分散質粒子を溶解するのに適した一定の時間とすることに，困難性は認められない。また，塩化ナトリウム等の分散質粒子の溶媒への溶解は，浸漬時間が長くなるほど高まることが技術常識であるところ，刊行物1発明は『水に8時間浸漬』させており，補正発明の実施例1の浸漬時間(段落【0034】)である『45分間』よりも長時間であるから，刊行物1発明における「水に8時間浸漬」することは，『全ての分散質粒子を溶解するのに適した一定の時間』であるとも解される。よって，相違点3は格別なものではない。」としている。",
                "しかしながら，刊行物1には，「また，マトリックス2中には，表面と連通していないために溶解除去されなかった塩化ナトリウム5が僅かではあるが残っていた」として，現実に，塩化ナトリウム(補正発明の「分散質粒子」に対応)の一部が溶解除去されなかったことを記載している。このことは，刊行物1発明においては，その組成比等に起因して，塩化ナトリウムの一部が，表面と連通していないために残ることが示されている。したがって，刊行物1発明においては，たとえ長時間溶媒に浸漬したとしても，表面に連通していない状態にある塩化ナトリウムは，容易には溶解しないと考えられる。",
                "審決は，たとえ分散質粒子をできるだけ溶解させたほうが望ましいことが示唆されているとしても，その組成比等に起因して，塩化ナトリウムの一部が，表面と連通していないために残るという，技術的困難性をどのように克服するのか，その技術の実質に検討を加えることなく，「望ましいことが示唆されているから」困難性はないとしており，妥当な認定・判断ではない。",
                "これに対して，補正発明では，分散質粒子の割合を高めることによって，連通気孔を形成し易くして(段落【0018】参照)，かかる技術的困難性を回避している。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決が「これら相違点を総合勘案しても，格別の技術的意義が生じるとは認められない」としている点についての誤り",
              "text": [
                "審決は，相違点1～3の検討に続いて，「また，これら相違点を総合勘案しても，格別の技術的意義が生じるとは認められない」と判断している。",
                "しかし，本願明細書，特に実施例の記載からも明らかなとおり，補正発明により製造された砥石は，優れた研削性能を示している。",
                "例えば，補正発明により製造された砥石は，非連通気孔73．7体積％を有する既存の(市販の)砥石と比較して，より小さい電力で極めて望ましい研削性能を示したこと(実施例2)，優れた自己ドレッシング性を示すことから，ドレッシング(目つぶれや目詰まりにより切れ味の鈍化した砥石作業面の砥粒を削り落とし，新しい切れ刃を形成して切れ味を回復させる作業)の必要性を実質的になくし，処理量の増大，コストの低減，均一な研削結果を達成できること(実施例3)，また，補正発明の製造方法では，その孔径を調製することによって砥石の特性を特定の用途に合わせて設計できること(実施例4)など，補正発明の顕著な有用性は，本件明細書記載の多数の試験例によって明らかにされている。",
                "補正発明の有するこの顕著な有用性は，刊行物1における50体積％さらには40体積％を超える気孔率は好ましくない旨の記載を踏まえると，予想外のものである。",
                "そして，補正発明の有するこの顕著な有用性は，原料である砥粒，結合材及び分散質粒子の組成比，混和，プレス加工，熱処理，分散質溶解等の工程とこれにより得られる連通気孔構造など，請求項1に規定される発明特定事項によりもたらされるものである。例えば，原料混合物中の0．5～25体積％の砥粒及び19．5～49．5体積％の結合材は，予想外なことに，高度の連通気孔構造を支えるのに充分な強度の構造体をもたらすのである。",
                "加えて，前述のとおり，刊行物1発明においては，その組成比等に起因して，塩化ナトリウムの一部が，表面と連通していないために残り，研削のときに溶解し，冷却水を汚染し，研磨装置を劣化ないし腐食するおそれがあるのに対し，補正発明は，「全ての分散質粒子を溶解するのに適した一定の時間」にわたって，溶媒に浸漬されるため，研磨装置を劣化ないし腐食するおそれもない。",
                "このような補正発明の有する顕著な有用性に鑑みれば，「これら相違点を総合勘案しても，格別の技術的意義が生じるとは認められない」との審決の判断は，全く根拠がないものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点の判断についてのまとめ",
              "text": [
                "以上のとおり，補正発明は，刊行物1発明，周知技術に基づいて，当業者が容易に発明をすることができたものであるとする審決の認定・判断は，そもそも前提から誤りがあり，さらに，その認定・判断は不合理かつ不当なものである。",
                "したがって，補正発明は，刊行物1～4に対して進歩性を有するものである。",
                "なお，上記「3  相違点の判断の誤り(取消事由3)の(1)～(3)」では，相違点A～Cについて論じたが，仮に審決において認定している相違点1～3を前提としたとしても，その判断が妥当でないことは，上記に述べたところから明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "補正前発明についての認定・判断の誤り(取消事由4)について",
          "text": [
            "審決は，原告が平成23年10月13日付けで行った手続補正が，いわゆる独立特許要件に違反するとの誤った前提の下に，本件出願の請求項1ないし6に係る発明を認定し，もって，本件出願の請求項1に係る発明は，特許法29条2項の規定により特許を受けることができないことから，本件出願は拒絶されるべきものである，と結論している。",
            "しかし，かかる前提が誤っていることは，上記独立特許要件の判断の誤りのところで述べたとおりである。",
            "したがって，本件出願は拒絶されるべきものであるとする審決の判断は，失当であるから，審決には取り消されるべき重大な違法がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊行物1発明の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決における刊行物1発明の認定について",
              "text": [
                "審決が刊行物1発明として認定したのは，原告の指摘するように「実施例1」の記載をもとにしたものであって，刊行物1に記載された製造方法の一実施例(具体的な数値を含む)を摘記することにより刊行物1発明の一端を示すとともに，さらに示された具体的な数値について変更し得る範囲を示すことにより刊行物1発明の外延を示しているものとなっている。このような記載となっているのは，具体的な数値範囲が示された補正発明のaからdの発明特定事項との対比に必要な限度においてその技術的思想を実施し得る程度に，刊行物1発明を認定したものであって，それ以上の意味はない。",
                "刊行物1には，次のような記載がある。",
                "1)「水，アルコ-ル，アセトン，アンモニア及び酢酸からなる群より選ばれた一種以上を主成分とした溶剤に可溶でかつ融点が500℃以上の物質と超砥粒とをメタルボンド粉末からなるマトリックス中に混入し，この混合物を焼結した後，この焼結体を上記溶剤に浸漬して上記物質を除去することにより，上記焼結体中に気孔を形成させるようにしたことを特徴とするメタルボンド砥石の製造方法。」(特許請求の範囲)",
                "2)「本発明はこのような問題点に鑑みてなされたものであって，メタルボンド砥石中に気孔を形成させることにより，砥石の自生作用を促進して，従来研削若しくは切断し難かったような素材をも容易に研削若しくは切断し得るようなメタルボンド砥石の製造方法を提供しようとするものである。」",
                "3)「本発明において，マトリックスを構成するメタルボンド材料としてはブロンズ系粉末が好ましく用いられる。しかしながら，他のメタルボンド材料，例えば，銅，錫，コバルト，ニッケル，鉄，銀，タングステン等の金属粉の混合体又は単体を用いることも可能である。砥粒としては，一般に超砥粒と呼ばれるもの，例えば，天然又は合成ダイヤモンド砥粒や立方晶窒化硼素砥粒(CBＮ)を用いる。本発明においては，焼結に先立って，気孔形成用の物質を上記砥粒と共にマトリックス中に混入する。そして，焼結後に，その焼結体を所定の溶剤に浸漬して上記気孔形成用物質を溶解除去する。このように構成することによって，焼結時には密に詰まった混合物が焼結され，焼結後，上記気孔形成用物質が溶解除去された跡に気孔が形成される。焼結は従来公知のホットプレス法又はコールドプレス法により行われて良い。いずれの方法においても，焼結時に混合物は加圧(ホットプレス法の場合約100～500 kg／cm2，コールドプレス法の場合約3～10t／cm2)及び加温(約500℃以上)される。このため，混合物中に気孔が存在したとしても，それらは焼結時には全て潰されてしまう。このことは，緻密な焼結体を得るための必要条件である。従って，本発明による方法においても，最終的製品である砥石中の気孔以外の部分の結合力を雑持するために，焼結時には，気孔の存在しない密な混合物を焼結し，焼結後に，この焼結体中に混入されている気孔形成用物質を溶解除去することによって砥石中に気孔を形成させるのである。」",
                "4)「砥石中に形成される気孔の体積率(気孔率)は約5～50％であるのが好ましく，約10～40％であるのがより好ましい。この体積率が上記範囲外であると，上述したと同様の理由により好ましくない。」",
                "これらの記載に基づけば，刊行物1には次の技術的思想が記載されている。",
                "「(a)合成ダイヤモンド等の砥粒，ブロンズ系粉末等のメタルボンド材料，気孔形成用物質を含有する混合物を混和すること，(b)前記混合物をホットプレス法により加圧し，研磨材の充填された複合材料にすること，(c)前記複合材料を加温・焼結して気孔の存在しない密な複合材料を得ること，及び(d)前記気孔形成用物質を溶解するため，前記複合材料を，水等の溶剤に浸漬すること，を含み，かつ前記合成ダイヤモンド等の砥粒及び前記ブロンズ系粉末等のメタルボンド材料が前記水等の溶剤に対して不溶性である，5～50体積％の気孔を有するメタルボンド砥石の製造方法。」",
                "また，刊行物1には，実施例1として  5)「実施例1及び比較例1  メタルボンド材料としてブロンズ系粉末100g，砥粒として＃1000の合成ダイヤモンド11g，気孔形成用物質として＃180～320の塩化ナトリウム15gを用いた。これらを混合して，ホットプレス法(800℃，300kg／cm2，1時間)により焼結した後，常温で水に8時間浸漬して塩化ナトリウムを溶解除去した。そして，外径52mm，内径40mm，厚さ0．2mmのドーナツ状の砥石を得た(気孔の体積率は約32％)。」が記載されている。",
                "そうすると，上記刊行物1の技術的思想及び刊行物1の一実施例からみて，刊行物1には，次のものが開示されている。",
                "「(a)合成ダイヤモンド等の砥粒，ブロンズ系粉末等のメタルボンド材料，気孔形成用物質を含有する混合物を混和すること，(b)前記混合物をホットプレス法により加圧し，研磨材の充填された複合材料にすること，(c)前記複合材料を加温・焼結して気孔の存在しない密な複合材料を得ること，及び(d)前記気孔形成用物質を溶解するため，前記複合材料を，水等の溶剤に浸漬すること，を含み，かつ前記合成ダイヤモンド等の砥粒及び前記ブロンズ系粉末等のメタルボンド材料が前記水等の溶剤に対して不溶性である，5～50体積％の気孔を有するメタルボンド砥石の製造方法であって，一実施例として，(a)砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15gを含有する混合物を混和すること，(b)前記混合物をホットプレス法により加圧して，研磨材の充填された複合材料にすること，(c)前記複合材料を加温・焼結して気孔の存在しない密な複合材料を得ること，及び(d)前記気孔形成用物質としての塩化ナトリウムを溶解するため，前記複合材料を，水に8時間浸漬することを含み，かつ前記砥粒としての合成ダイヤモンド及び前記メタルボンド材料としてのブロンズ系粉末が前記水に対して不溶性である，  約32％体積％の気孔を有するメタルボンド砥石の製造方法を含むもの」",
                "そして，特に，補正発明に記載された具体的数値範囲と対応させるために，記載し直すと，審決認定の刊行物1発明となるものであり，実施例1のほかに，気孔形成用物質としての塩化ナトリウムの含有量を変更させ，気孔率を5～50体積％に変化させたものが含まれるものを技術的思想として認定したものである。",
                "よって，審決における刊行物1発明の認定は，刊行物1に記載の「実施例1」のみならず，刊行物1に記載全体から把握される技術的思想に基づいてなされたものであって，審決の認定は明りょうである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「好ましくは5～50体積％」について",
              "text": [
                "気孔率を5～50体積％に変化させることについては，刊行物1の記載に基づくものであり，メタルボンド砥石中に気孔をどの程度形成させるかということについて刊行物1の技術的思想の一部として抽出されたものである。すなわち，既に述べたとおり，刊行物1記載事項から認識される技術的思想は，実施例に記載されているところの気孔率が「約32％」に限られるものではなく，その範囲を「好ましくは5～50体積％」と変更し得るものであり，このような記載をすることによって，技術的思想としての刊行物1発明が不明確となるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「気孔の存在しない」について",
              "text": [
                "刊行物1には，「従って，本発明による方法においても，最終的製品である砥石中の気孔以外の部分の結合力を雑持するために，焼結時には，気孔の存在しない密な混合物を焼結し，焼結後に，この焼結体中に混入されている気孔形成用物質を溶解除去することによって砥石中に気孔を形成させるのである。」との記載があり，これは，刊行物1の技術的思想の一部である「複合材料を加温・焼結して気孔の存在しない密な複合材料を得る」を示しているものにほかならない。",
                "そして，刊行物1の「実施例1」は，材料，製法，いずれも刊行物1の技術的思想に含まれるものであり，いわば下位概念に当たるものである。すなわち，刊行物1の「実施例1」は，上位概念に当たる，刊行物1の技術的思想についての記載が当然に妥当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の認定の誤り)に対して",
          "text": [
            "上記1のとおり，刊行物1発明の認定に誤りはなく，原告が主張するような相違点は存在せず，審決における相違点の認定に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点の判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1が実質的相違点でないことについて",
                  "text": [
                    "審決で認定したとおり，刊行物1発明における気孔率は「好ましくは約5～50体積％」であるから，その上限である「50体積％」を採用した場合，気孔率について，刊行物1発明と補正発明とに差違はない。",
                    "原告は，審決における「砥粒と結合材を等しい比率で減少」させる妥当性を主張するので，これについて述べる。",
                    "乙1(絵とき「研削加工」基礎のきそ，55頁)の図3-3，乙2(CBＮ・ダイヤモンドホイールの使い方，22頁9行)にみられるごとく，結合材は切れ刃である砥粒の「保持」を行うためのものであると理解される。",
                    "そして，砥粒を保持するためには，砥石の立体構造における砥粒と結合材の保持関係(具体的には，砥粒の粒径，砥粒と結合材の体積比など)が重要であり，これは砥粒，結合材の材質により異なるものである。",
                    "刊行物1発明において，砥粒，結合材は，研削目的に適したものを選択済みであることから，気孔率を実施例1の「約32体積％」から「50体積％」とするに当たり，砥粒，結合材の材質をも変更することは，通常考えられない。",
                    "そうであれば，砥粒と結合材との保持関係(具体的には，砥粒の粒径，砥粒と結合材の体積比など)も同様なものとすべきであるから，砥石の立体構造を変えないよう，「砥粒と結合材を等しい比率で減少」させることは，妥当であり，審決に誤りはない。",
                    "「等しい比率で減少」させた場合は，審決のとおり，「砥粒11体積％，結合材39体積％」となる(刊行物1の実施例1における，砥粒(合成ダイヤモンド)，メタルボンド材料(ブロンズ系粉末)，気孔形成用物質(塩化ナトリウム)の重量比は，11：100：15であるところ，それぞれの密度(それぞれ，3．5，8．9，2．2g／cm3)を考慮すると，それぞれの体積比は，15：53：32となる。砥粒とメタルボンド材料の体積比を維持しつつ，気孔率(気孔形成用物質の体積率)を50体積％に増加すると，砥粒の体積率は11体積％，メタルボンド材料の体積率は39体積％となる。)。",
                    "補正発明においては「砥粒0．5～25体積％，結合材19．5～49．5体積％」であるから，気孔率を50体積％とした場合であっても，刊行物1発明の砥粒と結合材の体積比は補正発明に含まれるものとなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けについて",
                  "text": [
                    "仮に，相違点1が実質的相違点であるとしても，以下のとおり，審決の判断に誤りはない。乙1の55頁には，気孔は砥石を構成する3要素の一つであり，「切り屑を排出するチップポケットの働き」をする旨，同92頁には，「切り屑の排出がしにくい場合・・・は目づまりしやすいので，チップポケットの大きな砥粒率の低い砥石を選択」する旨記載されている。すなわち，乙1には，技術常識として，切り屑の排出がしにくい場合に気孔率を大きくすることが記載されている。",
                    "刊行物1発明においても，研削条件・対象によって，切り屑の排出がしにくい場合がありうることから，気孔率を大きくする動機はあるというべきである。",
                    "原告は，気孔が50体積％を超える気孔率では砥石が脆くなってしまうので好ましくなく，あえて「少なくとも50体積％」の気孔を有するように改良を加えようとは動機付けられない旨主張するが，刊行物1には50体積％を超える気孔率が好ましくないと述べているのみで，その臨界的数値の根拠については何ら実証されておらず，実際に不適当な範囲であるかどうかは不明であり，切り屑の排出に関して，製品に改良を加えることは，当業者として当然期待されることであるから，「50体積％」という数値限定にかかわらず，砥石としての機能が実現される範囲で気孔率を増加することについては動機付けがあるというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知技術の適用について",
                  "text": [
                    "審決で周知例として引用した刊行物2には，以下の記載がある。",
                    "「多孔質メタルボンド砥石は，結合材と超砥粒との結合力が強く，しかも結合材相が粗いので目立て性が良好であり，また研削作業中に生じた研削屑などは気孔のポケットに捕捉されて除去されるので目詰まりが起こり難く，砥粒の切刃が摩耗しても，結合材相が粗いので適度に崩落して新たな切刃が現れ，目潰れも起こり難くなることが期待された。」",
                    "「多孔質メタルボンド砥石においては，・・・気孔率を適度に維持しながら，しかも目こぼれなどが起こり難いような結合力を超砥粒と結合材との間に付与する技術が求められた。」",
                    "「本発明は・・・結合材粒子どうしが焼結して気孔率が5％～60％の範囲内となるように，調節された温度と圧力を加えて焼結する工程を含む多孔質超砥粒砥石の製造方法を提供する。」",
                    "「本砥石は，結合材3の相が多孔質とされていて，表面が粗いので，電解目立てなどの煩雑な手段を用いなくても，研削作業中に自動的に目立てが行われる。しかも，気孔率が高いので，超砥粒1の切刃が結合材3の表面レベルから高く突出し，切れ味がよい砥石が得られる。」",
                    "「本砥石10は，結合材3の相が連続気孔の多孔質とされているので，この気孔5を通して冷却液を循環させることができ，砥石の冷却効果を高め，また，気孔5によって表面に形成されるポケット9は，研削作業中に発生する研削屑などを捕捉し，系外に排除するので目詰まりが起こり難い。」",
                    "また，刊行物3には，以下の記載がある。",
                    "「研削抵抗が小さくて切れ味がよいために，発熱が少なく，良好な研削仕上げ面を得ることができ，かつ高能率研削を行いうる多数の連続した気孔を有するメタルボンド砥石を得るべく鋭意研究を重ねた結果，まず適当な溶剤で溶解する無機化合物の焼結体を作成したのち，該焼結体の空隙内に砥粒を充填してある温度範囲に予熱し，次いでこの砥粒充てん焼結体の空隙内に金属又は合金の溶湯を圧入し，凝固させたのち，無機化合物を溶解除去させることによって得られたメタルボンド砥石は，多数の連続した気孔を50％以上有していて，その目的を達成しうることを見出し，この知見に基づいて本発明を完成するに至った。」",
                    "さらに，刊行物4には，以下の記載がある。",
                    "「本発明の合成砥石は研磨効率や耐久性等の理由から，好ましくは気孔径10～200μm，気孔率40～87容量％の微細連続気孔を有する多孔質構造体である。」",
                    "上記のとおり，刊行物2～4には，切れ味を良くし研削効率を上げるために，50体積％以上の気孔率を有し，連通する気孔を設けたものが記載されている。",
                    "そして，乙1には，前述のように，技術常識として，切り屑の排出がしにくい場合に気孔率を大きくすることが記載されており，上記刊行物2～4の記載とも整合していることにより，審決において，刊行物2～4から抽出した「少なくとも50体積％の連通気孔」を設けるという「周知技術」の認定に誤りはない。",
                    "なお，原告は，刊行物2～4に記載のものと刊行物1発明とは，「製造方法」が異なるから適用できず，「少なくとも50体積％の連通気孔」を設けることは動機付けられない旨主張する。しかしながら，審決は，「少なくとも50体積％の連通気孔」を設けるという，純粋に構造としての周知技術を刊行物1発明に適用することを検討したのであり，周知技術の適用に「製造方法」は全く関与していない。",
                    "すなわち，「気孔」自体は「切り屑を排出するチップポケットの働き」をするものであり，その働きは「気孔率」という「物」としての技術的特徴に左右されるものであって，「気孔」の製造方法に左右されるものではない。",
                    "また，原告は，砥石の性能は，製造方法に応じて変化する旨主張する。しかしながら，原告は「製造方法」と「砥石の性能」との因果関係について，単に製造方法が異なれば砥石の性能が異なると概念的に述べるのみであって，具体的にどのような要因により，どのように性質が異なるのかを述べているものではない。乙1(55，58頁)には，砥石を構成する3要素として「砥粒，結合剤および気孔」が，5因子として「砥粒の種類，粒度，結合度，組織および結合剤の種類」が挙げられ，研削砥石の内容は「3要素，5因子」で表示される旨記載されている。乙2(CBＮ・ダイヤモンドホイールの使い方，22頁)には，「超砥粒の種類，粒度およびその含有量，そして結合剤の種類と結合度により，その研削性能が決定される。」と記載されている。乙3(研削砥石，3頁)には，「研削砥石の3要素」として「砥粒，結合剤および気孔」が挙げられている。このように，砥石の性能は，「物」としての構造に依存するのであって，直接的に「製造方法」に依存するものではない。このことは，砥石の性能について説明する乙1～3のいずれの証拠にも，「製造方法」に言及がないことからも明らかである。また，「物」と「製造方法」には当然対応関係があり，異なる「物」には当然ながら異なる「製造方法」が存在するものである。しかしながら，「物」が異なれば「製造方法」が異なるのは当たり前のことであるものの，「物」が異なって「製造方法」が異なっても，性能が同じものもあり，「物」が同じで性能が同じであっても，「製造方法」が異なるものもある。したがって，「物」の性能と「製造方法」には必ずしも因果関係はなく，原告の主張するように，単純に「砥石の性能は，製造方法に応じて変化する」といえるものではない。",
                    "よって，原告の主張は根拠がなく，相違点1についての審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "刊行物1発明は，「気孔の存在しない密な複合材料」であって，気孔が「存在しない」のであるから，理論的には密度100％と解すべきものである。",
                "審決は，密度100％の砥石を製造することは，現実的には困難なこともありうるから，「ほぼ」と述べたにすぎず，理論的には密度100％と解すべきものであるから，「95％以上」であることは当然想定される。",
                "また，原告は，「原料組成は補正発明の範囲外」であり，刊行物1に記載の実施例1(分散性粒子の体積比が約32体積％)のホットプレス条件(800℃，300kg／cm2で，1時間)を同じく刊行物1に記載されている分散性粒子の体積比が50体積％のものに適用するのは難しい旨主張する。しかしながら，一般に，粒体物(粉末材料)に，高温・高圧下でホットプレスを行い，密度を増加させることは周知の技術手段であるところ，砥粒，結合材，分散性粒子からなる混合物の場合，分散性粒子の体積比が約32体積％から50体積％に変わったとしても，混合物自体のそれぞれの粒状物のふるまいが極端に変わるものではないことは予測される範囲である。してみると，分散性粒子の体積比が約32体積％から50体積％に変わったとしても，同様なホットプレス条件が適用されることは十分予測されるものであり，そうすると補正発明と少なくとも同等あるいはそれ以上の密度が得られることが期待できるものといえる。",
                "よって，原告の主張は根拠がなく，相違点2についての審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "text": [
                "相違点1で検討したとおり，刊行物1発明においても，「分散性粒子の割合を高める」という周知技術を適用することによって，補正発明同様「少なくとも50％体積％の連通気孔」が形成されることとなる。その結果，補正発明同様，「分散性粒子の割合を高める」ことによって，連通気孔が形成され易くなることは明らかである。",
                "原告は，補正発明ではすべて溶解する旨主張するが，補正発明にその旨の特定がないことから，前提を欠く。",
                "原告が「溶解せずに残る」と主張するものは，刊行物1に記載された「気孔率32％」の「実施例1」であるに過ぎない。刊行物1発明には「気孔率50％」のものも含まれているのであって，そのようなものが連通気孔を有していることは，刊行物2ないし4の記載からみても明らかであり，全ての分散性粒子が溶媒に溶解し得ることは当然に予想される。",
                "よって，原告の主張は根拠がなく，相違点3についての審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "技術的意義について",
              "text": [
                "上記のとおり，各相違点についての審決の判断に誤りはなく，また，刊行物1発明に周知技術を適用し，少なくとも50体積％の気孔を有するとした「砥石」は，補正発明と少なくとも同等の研削性能を有するものである。したがって，補正発明に格別の技術的意義があるものとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明についての認定・判断の誤り)に対して",
          "text": [
            "本件補正が，いわゆる独立特許要件に違反するとした審決に誤りはないので，原告の主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，原告は，審決がした刊行物1発明の認定は，実施例1に関する記載に基づくものと理解されるところ，製造しようとする砥石の原料組成として，「砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15gを含有する混合物」を認定する以上は，それによって製造される砥石の気孔容積は一義的に定まるはずであり，「好ましくは5～50体積％」という幅を有することはないから，審決が，実施例1に記載されていない「好ましくは5～50体積％」という幅のある数値を付加した刊行物1発明を認定したのは，誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "この点，刊行物1には，実施例1に関し，「実施例1及び比較例1  メタルボンド材料としてブロンズ系粉末100g，砥粒として＃1000の合成ダイヤモンド11g，気孔形成用物質として＃180～320の塩化ナトリウム15gを用いた。これらを混合して，ホットプレス法(800℃，300kg／cm2，1時間)により焼結した後，常温で水に8時間浸漬して塩化ナトリウムを溶解除去した。そして，外径52mm，内径40mm，厚さ0．2mmのドーナツ状の砥石を得た(気孔の体積率は約32％)。」と記載されている。",
                    "そして，刊行物1発明は，砥石の原料として，「砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15gを含有する混合物」という，特定組成の混合物を用いるものであり，その混合物から得られた密な複合材料を水に浸漬して，気孔形成用物質としての塩化ナトリウムを溶解するものである。",
                    "そのようにして製造された砥石においては，気孔の体積率が，実質的に，塩化ナトリウムの量に対応する特定の体積率(実施例1では約32％)となることは明らかである。",
                    "したがって，砥石の原料として特定組成の混合物を用いる刊行物1発明においては，気孔の体積率は，特定の体積率である「約32％」と認定されるべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，刊行物1には，「砥石中に形成される気孔の体積率(気孔率)は約5～50％であるのが好ましく，約10～40％であるのがより好ましい。」との記載もある(7欄)。",
                    "しかし，この記載は，公開特許公報である刊行物1の特許請求の範囲に記載された発明について，一般的な説明を記載し，刊行物1発明の気孔率が一般的期待値の範囲にあることを示した個所である。確かに，刊行物1の特許請求の範囲に記載された発明は，その具体例である実施例1のように，砥石の原料として特定組成の混合物を用いるものではなく，このような発明について，一般的な説明として上記のような事項が記載されている。しかし，砥石の原料として特定組成の混合物を用いる刊行物1発明を認定するには，刊行物1に開示されている構成に基づくべきである以上，刊行物1発明において，「好ましくは5～50体積％の気孔を有する」と認定したのは，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，原告は，審決が，刊行物1発明において「気孔の存在しない」と認定したことについて，この認定は，刊行物1の「焼結時には，気孔の存在しない密な混合物を焼結し」との記載に基づくものと理解されるところ，この記載は一般的な説明に属するものであり，刊行物1の実施例1には，「気孔が存在しない」のかについては何ら記載がなく，具体的組成を有する実施例1に基づいて刊行物1発明を認定した以上，実施例1に記載のない「気孔の存在しない」との構成が存在する刊行物1発明を認定したことは，誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1には，「焼結は従来公知のホットプレス法又はコールドプレス法により行われて良い。いずれの方法においても，焼結時に混合物は加圧(ホットプレス法の場合約100～500kg／cm2，コールドプレス法の場合約3～10t／cm2)及び加温(約500℃以上)される。このため，混合物中に気孔が存在したとしても，それらは焼結時には全て潰されてしまう。このことは，緻密な焼結体を得るための必要条件である。従って，本発明による方法においても，最終的製品である砥石中の気孔以外の部分の結合力を維持するために，焼結時には，気孔の存在しない密な混合物を焼結し，焼結後に，この焼結体中に混入されている気孔成形用物質を溶解除去することによって砥石中に気孔を形成させるのである。」との記載があり(4～5欄)，この記載によれば，焼結をホットプレス法(約500℃以上，約100～500kg／cm2)により行うことにより，混合物中に気孔が存在したとしても，焼結時には全て潰され，気孔の存在しない密な焼結体が得られるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，刊行物1には，実施例1に関し，砥石の原料として特定組成の混合物を用い，その混合物をホットプレス法(800℃，300kg／cm2，1時間)により焼結するという記載がある(8～9欄)。実施例1には，得られた焼結体に気孔が存在しないことは明記されていないが，上記アの記載を考慮すれば，ホットプレス法により焼結する実施例1においても，焼結体には気孔が存在しないものと認められる。",
                    "刊行物1発明は，このような実施例1に基づいて認定されたものであり，実施例1と同様，砥石の原料として特定組成の混合物を用い，その混合物をホットプレス法により加圧するとともに，加温・焼結して，複合材料(焼結体)を得るものであるから，刊行物1発明においても，複合材料には気孔が存在しないと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，審決が，刊行物1発明において「気孔の存在しない」と認定したことは誤りとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告の気孔の有無の認定に関する審決の誤りについての主張は理由がないが，刊行物発明1における気孔の体積率に関する審決の認定は誤りである。しかるところ，原告は，刊行物1発明の気孔体積率が審決認定のとおりでないことを踏まえて進んでそのような刊行物1発明は容易想到ではないと主張し，被告はそれに対応してそうであっても進歩性は欠如すると主張しているので，当裁判所は当事者のこの主張に基づき更に判断を進めることにする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2について",
          "text": [
            "上記判断によると，審決認定の補正発明と刊行物1発明の相違点のうち，相違点1のみを次のとおり修正認定すべきである(下線部が審決の認定からの変更箇所)。",
            "【相違点1】",
            "補正発明は「砥粒0．5～25体積％，結合材19．5～49．5体積％，及び分散質粒子50～80体積％」により，「少なくとも50体積％」の「連通」気孔を有するものであるが，刊行物1発明は「砥粒としての合成ダイヤモンド11g，メタルボンド材料としてのブロンズ系粉末100g，気孔形成用物質としての塩化ナトリウム15g」により，「約32％」の気孔を有するものである点。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "当裁判所認定の相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "砥石に形成される気孔が，①切粉を容易に排出する，②砥石と冷却液とを十分に接触させ，砥石の冷却効果を高める，③砥石の自生作用を促進し，切れ味を保つ，④研削中に自動的に目立てが行われる，等の機能を有するものであることは，技術常識と認められる(刊行物1～4)。",
                    "このような機能を有する気孔について，どの程度の体積率とするかは，砥石の用途(何を研削するか)や使用態様(研削条件等)のほか，砥粒及び結合材の材質や割合，砥石の各種特性と耐久性のバランス等も考慮して，当業者が適宜決定しうる事項であると解される(刊行物1～4)。",
                    "また，砥石において，「少なくとも50体積％」の「連通」気孔を設けたものは，通常のものと認められる(刊行物2～4)。",
                    "さらに，刊行物1には，「砥石中の気孔率は，混入する気孔形成用物質の混入量によって調節することができる。」と記載されており，所望の体積率の気孔を形成すること自体に何ら困難性はない。",
                    "以上によれば，刊行物1発明において，砥石の用途や使用態様からみて，上記の気孔の機能を十分に発揮させる必要がある場合に，砥粒及び結合材の材質や割合，砥石の各種特性と耐久性のバランス等も考慮して，連通気孔の体積率を「約32％」から「少なくとも50体積％」に高めることは，当業者が容易に想到することであるといってよい。",
                    "また，砥石の原料組成(混合物の組成)についても，砥粒及び結合材の体積率をどの程度とするかは，上記同様，当業者が適宜決定しうる事項であると解される(刊行物3〔甲7〕・4頁左下欄1～11行)から，上記のとおり，刊行物1発明において，連通気孔の体積率を「少なくとも50体積％」に高めるにあたり，「砥粒0．5～25体積％，結合材19．5～49．5体積％，及び分散質粒子50～80体積％」と定めることは，当業者が目的に応じて適宜なし得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，刊行物1には，50体積％さらには40体積％を超える気孔率では，砥石が脆くなってしまうので好ましくないことが記載されており，また，刊行物1には，砥石の表面部分のみにおいて塩化ナトリウムが溶解除去され，砥石内部の気孔は連通していない(非連通気孔が存在する)ことが記載されているから，刊行物1の記載に基づけば，当業者は，刊行物1発明について，あえてこれを「少なくとも50体積％」の「連通」気孔を有するように改良を加えようとは，動機付けられないと主張する。",
                    "しかし，原告の主張は，以下のとおり，採用することができない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，刊行物1発明において，連通気孔の体積率を「少なくとも50体積％」に高める動機付けがないとはいえない。",
                        "刊行物1には，砥石に形成される気孔の体積率に関し，「気孔形成用物質の粒径・・・があまり小さ過ぎると砥石の自生効果が少なくなり，一方，あまり大き過ぎると砥石が脆くなってしまうので好ましくない。又，砥石中に形成される気孔の体積率(気孔率)は約5～50％であるのが好ましく，約10～40％であるのがより好ましい。この体積率が上記範囲外であると，上述したと同様の理由により好ましくない。」との記載があり，気孔の体積率が50％を超えると，砥石が脆くなってしまうので好ましくないことが記載されていると認められる。",
                        "しかし，補正発明の数値は50体積％を含むし，刊行物1の特許請求の範囲は，気孔の体積率が50％を下回る数値に限定していないから，刊行物1に記載された発明を全体としてみれば，気孔の体積率は50％を上回らないのが好ましいというにとどまるものであり，そこに上限値を規定する趣旨はなく，50％を超える体積率が除外されているとまではいえない。そして，上記のとおり，そもそも，気孔の体積率をどの程度とするかは，砥石の用途や使用態様のほか，砥粒及び結合材の材質や割合，砥石の各種特性と耐久性のバランス等も考慮して，当業者が適宜決定し得る事項であるといってよい。",
                        "そうすると，砥石の特定の用途や使用態様の下で，砥粒及び結合材として特定の材質のものを特定の割合で用いる場合等においては，気孔の体積率が50％を超えると，砥石が脆くなることがあるとしても，砥石の用途や使用態様のほか，砥粒及び結合材の材質や割合等によっては，また，砥石の各種特性と耐久性をどのようにバランスさせるかによっては，50％以上の体積率を設定し得ることは，当業者にとって明らかである。",
                        "以上によれば，刊行物1発明において，連通気孔の体積率を「少なくとも50体積％」に高める動機付けを肯定することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，刊行物1発明において，「連通」気孔を有するように改良を加える動機付けがないとする原告の主張は，刊行物1発明において，砥石内部に「非連通気孔」が存在することを前提とするものである。",
                        "しかし，刊行物1発明においては，複合材料を水に浸漬することにより，気孔形成用物質としての塩化ナトリウムを溶解して気孔を形成するものであるから，形成された気孔は，複合材料の表面に「連通」し，相互に「連通」したもの，すなわち，「連通」気孔と認められる。",
                        "そして，刊行物1発明において，実際に，複合材料の表面に連通していない状態の塩化ナトリウムが存在するのであれば，水に浸漬したとしても，その塩化ナトリウムは溶解されず，そのまま存在するから，その位置には気孔は形成されないことになる。このような塩化ナトリウムが存在するとしても，それが気孔とはいえない以上，「非連通気孔」が存在するということはできない。",
                        "以上のとおり，刊行物1発明においては，気孔は「連通」気孔であり，「非連通気孔」が存在するとはいえないから，原告の主張は，前提において失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，刊行物2～4に記載された砥石の製造方法は，刊行物1記載の発明と全く異なるものであり，刊行物2～4相互の間でも全く異なるものであるから，刊行物2～4の記載の技術内容を踏まえれば，刊行物1に適用可能な周知技術は認定できないと主張する。そして，原告は，砥石の熱的・機械的性質，研削能率や使い勝手も含めた性能が，その製造方法に応じて変化することは自明であり，したがって，求める砥石の研削性能や熱的機械的性質に応じて，その製造方法も選択されるべきであることを考慮すると，単に，「少なくとも50体積％」の「連通」気孔を設けるという一点で共通するとしても，製造方法が全く異なる，これら刊行物2～4記載の技術を一括りにして，刊行物1発明に適用することはできないと主張する。",
                    "しかし，上記のとおり，砥石に形成される気孔が，所定の機能を有するものであることは技術常識であるところ，その気孔の機能が，砥石の製造方法により異なるものではないことは明らかである。刊行物2～4に記載された砥石の製造方法が，刊行物1記載の発明と異なるものであり，刊行物2～4相互の間でも異なるものであるからといって，前記アの技術事項をもって刊行物1発明に適用可能でないとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "text": [
                "前記1(2)のとおり，刊行物1発明における複合材料は，「気孔が存在しない密な」ものである以上，その密度は理論密度の100％の密度と認められるから，「理論密度の少なくとも95％の密度を有する複合材料」であることは明らかである。",
                "よって，相違点2は，実質的な相違点とはいえない。",
                "また，複合材料の密度が，正確に理論密度の「100％」の密度であるとまではいえないとしても，刊行物1発明における複合材料は，「気孔が存在しない密な」ものである以上，その密度が理論密度の100％に相当程度近いものであることは明らかである。そうすると，その具体的な程度について，「理論密度の少なくとも95％の密度を有する」と特定することは，当業者が容易に想到することである。",
                "なお，刊行物1の実施例1と補正明細書の実施例1とでは，砥粒及び結合材の材質が異なり，その組成も異なるから，両者のホットプレスの条件を単純に比較しても，刊行物1の実施例1における複合材料の密度が，具体的にどの程度のものであるのかを推定することは困難と考えられる。この点において，審決が相違点2の要旨想到性判断において両発明の実施例1に言及したのは必ずしも適切とはいえないが，相違点2が実質的なものではなく，あるいは，少なくとも，相違点2に係る補正発明の構成が容易想到であることは，上記のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1発明は，複合材料を水に8時間浸漬することにより，複合材料に含まれる塩化ナトリウムを溶解するものであるが，塩化ナトリウムは，砥石に気孔を形成するために用いられるものであるから，そもそも，塩化ナトリウムを複合材料中にあえて残す必要はなく，全て溶解除去することが予定されているものといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物1には，塩化ナトリウムの一部が溶解除去されなかったことが記載されており，この記載は，刊行物1発明においては，その組成比等に起因して，塩化ナトリウムの一部が，表面と連通していないために残ることを示すものであるから，刊行物1発明においては，たとえ長時間溶媒に浸漬したとしても，表面に連通していない状態にある塩化ナトリウムは，容易には溶解しないと主張する。しかし，原告の主張は，刊行物1発明においては，表面に連通していない状態の塩化ナトリウムが必ず存在することを前提とするものであるが，以下に示すとおり，刊行物1発明において，そのような塩化ナトリウムが必ず存在するとはいえないから，原告の主張は，前提において失当である。",
                    "原告が指摘するように，刊行物1には，「マトリックス2中には，表面と連通していないために溶解除去されなかった塩化ナトリウム5が僅かではあるが残っていた。」と記載されているが(11欄)，これは，実施例3に関する記載である。実施例3は，砥石の原料として，実施例1と同様の混合物を用いるものであるが，作成された砥石の厚さは「3．0mm」であり，実施例1の「0．2mm」と比較して，相当程度厚いものである。そして，実施例3においては，上記の記載に続けて，「このような塩化ナトリウム5は，例えば，砥石1をある程度使用した後に，再び水に浸漬することによって溶解除去することができる。」等と記載され，さらに，「このような使用方法は，例えば，本発明の方法によってかなり厚い砥石を製造した場合に，気孔形成用物質が最初の浸漬によっては溶解除去され得ないような深さまで存在している場合に有効である。」と記載されている。これらの記載によれば，刊行物1には，砥石の厚さがかなり厚い場合には，気孔形成用物質としての塩化ナトリウムが，相当程度の深さまで存在することになるが，このような塩化ナトリウムは，表面と連通していないため，最初の水への浸漬によっては溶解除去されず，マトリックス中に残る場合があることが記載されていると認められる。そうすると，原告が指摘する実施例3に関する記載は，砥石の厚さがかなり厚い場合には，表面に連通していない状態の塩化ナトリウムが存在することを意味するものにすぎないといえる。逆に，刊行物1発明においては，実施例3のように砥石の厚さが「かなり厚い」場合でなければ，通常は，表面に連通していない状態の塩化ナトリウムは存在しないと考えられる。(実際に，砥石の厚さが「0．2mm」である実施例1，2においては，そのような塩化ナトリウムが存在することについて何ら記載がない。)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のように，刊行物1発明においては，通常は，表面に連通していない状態にある塩化ナトリウムは存在しないところ，水への浸漬時間を十分長くとれば，塩化ナトリウムを全て溶解除去できることは明らかであるから，刊行物1発明において，塩化ナトリウムを全て溶解できるように，一定の時間にわたって水に浸漬することは，当業者が容易に想到することである。したがって，相違点3に係る補正発明の構成も刊行物1発明から容易想到と認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "格別の技術的意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，補正発明により製造された砥石は，非連通気孔73．7体積％を有する既存の(市販の)砥石と比較して，より小さい電力で極めて望ましい研削性能を示すものであり，また，優れた自己ドレッシング性を示すことから，ドレッシングの必要性を実質的になくし，処理量の増大，コストの低減，均一な研削結果を達成できるものであるところ，補正発明の有するこれらの顕著な有用性は，刊行物1における50体積％さらには40体積％を超える気孔率は好ましくない旨の記載を踏まえると，予想外のものであると主張する。",
                    "しかし，前記(2)のとおり，砥石に形成される気孔の機能を踏まえると，原告が主張するいずれの有用性(効果)も，刊行物1発明において，連通気孔の体積率を「少なくとも50体積％」に高めることにより，自ずと奏される効果にすぎず，当業者が予測できない格別顕著なものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，原料混合物中の0．5～25体積％の砥粒及び19．5～49．5体積％の結合材は，予想外なことに，高度の連通気孔構造を支えるのに充分な強度の構造体をもたらすと主張する。",
                    "しかし，原告が主張する「充分な強度の構造体」については，砥粒及び結合材の材質，砥石の用途や使用態様等にも関連するものであって，程度問題といえるものであるから，当業者が予測できない格別顕著なものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，刊行物1発明においては，その組成比等に起因して，塩化ナトリウムの一部が，表面と連通していないために残り，研削のときに溶解し，冷却水を汚染し，研磨装置を劣化ないし腐食するおそれがあるのに対し，補正発明は，「全ての分散質粒子を溶解するのに適した一定の時間」にわたって，溶媒に浸漬されるため，研磨装置を劣化ないし腐食するおそれもないと主張する。",
                    "しかし，原告の主張は，刊行物1発明においては，表面に連通していない状態の塩化ナトリウムが必ず存在することを前提とするものであるが，前記(3)のとおり，刊行物1発明において，そのような塩化ナトリウムが必ず存在するとはいえないから，原告の主張は，前提において失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "補正却下についての小括",
          "text": [
            "以上のとおり，刊行物1発明についてした審決の認定には誤りがあるが，それを前提としても，補正発明は刊行物 1 発明及び周知技術に基づき容易想到であると認められる。原告の補正発明は独立特許要件を満たさず，被告の補正却下の結論に違法はない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4",
          "text": [
            "補正前発明は補正発明の補正前のものであるから，補正前発明の認定・判断の誤りに関しては，取消事由1ないし3において既に判示したとおりであって，原告のこの点の主張は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上より，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}