{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-14543号事件について平成23年11月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "発明の名称を「表示装置」とする発明について，平成12年8月22日，特許出願がされ(パリ条約による優先権主張  平成11年8月23日，米国。以下「本願」という。)(甲9)，平成21年11月16日，特許請求の範囲を変更する旨の手続補正がされ(甲11)，平成22年2月24日，拒絶査定がされた。アバゴ・テクノロジーズ・ジェネラル・アイピー(シンガポール)プライベート・リミテッド(以下「アバゴ」という。)は，同年7月1日，拒絶査定不服審判(2010-14543号事件)を請求するとともに，特許請求の範囲を変更する旨の手続補正(以下「本件補正」といい，同補正後の明細書を図面を含めて「本願明細書」という。)をし(甲10)，特許庁は，平成23年11月7日，本件補正を却下した上で，請求不成立の審決(以下「審決」という。)をし，その謄本は，同月22日，アバゴに送達された。",
            "同月25日，原告はアバゴから本件発明に係る特許出願人の地位を譲り受け，同月29日付けで，特許庁長官に対し，出願人名義変更届けを行った。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正後の特許請求の範囲の請求項1(以下，請求項1に係る発明を「本件補正発明」という。)は，以下のとおりである(甲10)。",
                "「電気光学材料に基く表示装置であって，",
                "電子表示領域(16)と，該電子表示領域に接続された第1のボンディング・パッド(18)と，第2のボンディング・パッド(18)とを含む，半導体基板(12)と，",
                "前記第2のボンディング・パッドに作用的に接続された接続パッド(34)と，",
                "導電性被覆(22)を搭載する透明カバー(15)と，",
                "前記電子表示領域上で前記半導体基板と前記透明カバーとの間に配置された電気応答性材料(24)と，",
                "前記接続パッドと前記透明カバーとの間に配置され，前記導電性被覆と導電接触する導電性材料(36)",
                "とを備え，",
                "前記第2のボンディング・パッドと前記接続パッドとの間に接続された共通電極バイアス発生装置(32)が，ウェーハ・レベルの半導体製造工程中において前記半導体基板の上か又は中に形成されており，",
                "前記電子表示領域を駆動するための電圧を前記第2のボンディング・パッドを介して前記共通電極バイアス発生装置が利用して，前記導電性被覆に対する一定のバイアス電圧を生成し，該導電性被覆を駆動することからなる，表示装置。」",
                "これを構成要件に分説すると，以下のとおりである。",
                "「A  電気光学材料に基く表示装置であって，",
                "B  電子表示領域(16)と，該電子表示領域に接続された第1のボンディング・パッド(18)と，第2のボンディング・パッド(18)とを含む，半導体基板(12)と，",
                "C  前記第2のボンディング・パッドに作用的に接続された接続パッド(34)と，",
                "D  導電性被覆(22)を搭載する透明カバー(15)と，",
                "E  前記電子表示領域上で前記半導体基板と前記透明カバーとの間に配置された電気応答性材料(24)と，",
                "F  前記接続パッドと前記透明カバーとの間に配置され，前記導電性被覆と導電接触する導電性材料(36)",
                "とを備え，",
                "G  前記第2のボンディング・パッドと前記接続パッドとの間に接続された共通電極バイアス発生装置(32)が，ウェーハ・レベルの半導体製造工程中において前記半導体基板の上か又は中に形成されており，",
                "H  前記電子表示領域を駆動するための電圧を前記第2のボンディング・パッドを介して前記共通電極バイアス発生装置が利用して，前記導電性被覆に対する一定のバイアス電圧を生成し，該導電性被覆を駆動する",
                "ことからなる，表示装置。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正前の平成21年11月16日付け補正による補正後の特許請求の範囲の請求項1(以下，請求項1に係る発明を「本願発明」という。)は，以下のとおりである(甲11)。",
                "「電気光学材料に基く表示装置であって，",
                "電子表示領域(16)と，該電子表示領域に接続された第1のボンディング・パッド(18)と，第2のボンディング・パッド(18)とを含む，半導体基板(12)と，",
                "前記第2のボンディング・パッドに作用的に接続された接続パッド(34)と，",
                "導電性被覆(22)を搭載する透明カバー(15)と，",
                "前記電子表示領域上で前記半導体基板と前記透明カバーとの間に配置された電気応答性材料(24)と，",
                "前記接続パッドと前記透明カバーとの間に配置され，前記導電性被覆と導電接触する導電性材料(36)",
                "とを備え，",
                "前記第2のボンディング・パッドと前記接続バッドとの間に接続された共通電極バイアス発生装置(32)が，ウェーハ・レベルの半導体製造工程中において形成されていることからなる，表示装置。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正の適否",
              "text": [
                "本件補正は，特許請求の範囲の減縮を目的とする補正である。",
                "本件補正発明は，本願の優先日前に頒布された刊行物である特開平11-64874号公報(甲1。以下「引用例1」という。)に記載された発明(以下「引用発明」という。)及び本願の優先日前に頒布された刊行物である特開平11-133379号公報(甲2。以下「引用例2」という。)に記載された技術又は周知の技術に基づいて，当業者が容易に発明をすることができたものであり，特許出願の際，独立して特許を受けることができないものである。したがって，本件補正は却下すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の容易想到性",
              "text": [
                "本願発明は，当業者が引用発明及び引用例2に記載された技術に基づいて，容易に発明することができたものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決において，上記判断に至る過程で認定した引用発明の内容，本件補正発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "「画素領域と，外部から液晶パネルを駆動するための各種電圧及び各種信号が印加される実装端子となるパッド群17と，パッド群17からの入力を受けて，画素領域部の素子を駆動する走査線駆動回路及びデータ線駆動回路とを備える，半導体基板からなる素子基板11と，",
                    "パッド17から入力された共通電極電位が素子基板11上の配線を介して供給される上下導通接続用端子14と，",
                    "共通電極19としての透明導電膜の形成されたガラス基板である対向基板12と，",
                    "基板間の間隙に注入封止された液晶15とを有し，",
                    "上下導通接続用端子14上に上下導通材16が付着され，当該上下導通材16を介して，上下導通接続用端子14に供給された共通電極電位が対向基板12の共通電極19に印加される，液晶パネル。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「電気光学材料に基く表示装置であって，",
                    "電子表示領域と，該電子表示領域に接続された第1のボンディング・パッドと，第2のボンディング・パッドとを含む，半導体基板と，",
                    "前記第2のボンディング・パッドに作用的に接続された接続パッドと，",
                    "導電性被覆を搭載する透明カバーと，",
                    "前記電子表示領域上で前記半導体基板と前記透明カバーとの間に配置された電気応答性材料と，",
                    "前記接続パッドと前記透明カバーとの間に配置され，前記導電性被覆と導電接触する導電性材料",
                    "とを備える，表示装置。」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "本件補正発明は，「第2のボンディング・パッドと接続パッドとの間に接続された共通電極バイアス発生装置が，ウェーハ・レベルの半導体製造工程中において半導体基板の上か又は中に形成されており，電子表示領域を駆動するための電圧を前記第2のボンディング・パッドを介して前記共通電極バイアス発生装置が利用して，導電性被覆に対する一定のバイアス電圧を生成し，該導電性被覆を駆動する」と限定しているのに対して，引用発明は「パッド17から入力された共通電極電位が素子基板11上の配線を介して供給される」ようになっており，共通電極電位の発生回路が明示されず，半導体基板である素子基板11が共通電極電位の発生回路を内蔵していない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "審決には，相違点の看過等の誤り，本件補正発明の顕著な効果を看過した誤りがあり，その結論に影響を及ぼすから，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の看過等の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明では，構成要件Cにおいて，「接続パッド」は，「前記第2のボンディング・パッドに作用的に接続され」ており，構成要件Gにおいて，「共通電極バイアス発生装置」もまた，「前記第2のボンディング・パッド」に接続されている。構成要件C，G及びH，並びに本願明細書の記載を斟酌すると，本件補正発明は，外部の共通電極バイアス発生装置からのバイアス電圧と，内蔵の共通電極バイアス発生装置からのバイアス電圧をそれぞれ接続パッドに供給できるように，「接続パッド」と内蔵の「共通電極バイアス発生装置」が「第2のボンディング・パッド」に接続されるという構成(以下，この構成を「構成α」という。)を備えているといえる。そして，外部の共通電極バイアス発生装置からのバイアス電圧を使用するときには，「第2のボンディング・パッド」が「接続パッド」に接続されていればよく，内蔵の共通電極バイアス発生装置からのバイアス電圧を使用するときには，内蔵の「共通電極バイアス発生装置」が「接続パッド」に接続されていればよい。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "構成要件Cの「作用的に接続された」の技術的意義について，本願明細書の発明の詳細な説明の記載を参酌する。",
                    "本願明細書の段落【0025】には，「接続パッド34は，ボンディング・パッド18の1つと作用的に接続され，先行技術の共通電極発生装置が継続して使用可能となる。それによって，超小型表示装置30が，超小型表示装置10の差し替え式代替品となる。」と記載され，構成要件Cを備えることによって奏される効果(以下「第1の効果」という。)について説明がされている。本願明細書の段落【0008】及び【0010】にも，「ボンディング・パッドに作用的に接続された接続パッド」を備えることによって，被覆ガラスの共通電極バイアスをかけるために先行技術の表示装置で必要とされていた接続クリップを不要としつつ，先行技術による外部の共通電極バイアス発生装置からの電圧を依然として使用できるという，第1の効果に相当する効果が得られることについて説明がされている。",
                    "また，本願明細書の段落【0026】には，「ウェーハ・レベルの半導体工程において，共通電極バイアス発生装置32は，シリコン・ダイ12上やその中に形成され，ボンディング・パッド18の1つと接続パッド34とに接続される。これは，共通電極バイアス発生装置が超小型表示装置とは別のチップ上にある必要がなくなったことを意味する」と記載され，構成要件G及びHを備えることによって奏される効果(以下「第2の効果」という。)について説明がされている。",
                    "本願明細書の段落【0011】の記載によると，本件補正発明において，構成要件Cを備えることによって奏される第1の効果と構成要件G及びHを備えることによって奏される第2の効果は排他的なものではなく，同時に成立することが予定されていると解するのが妥当である。",
                    "以上から，構成要件Cにおける「作用的に接続された」との用語は，外部の共通電極バイアス発生装置をバイアス電圧源として使用するときには，外部の共通電極バイアス発生装置からのバイアス電圧を第2のボンディング・パッドから接続パッドに供給できるようにそれらが電気的に接続されることを表しており，一方，構成要件G及びHは，内蔵の共通電極バイアス発生装置をバイアス電圧源として使用するときには，内蔵の共通電極バイアス発生装置からのバイアス電圧が接続パッドに供給されるように，内蔵の共通電極バイアス発生装置と接続パッドが電気的に接続されること表していると解するのが妥当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "もっとも，本願明細書には構成αを具体的に実施する回路構成は記載されていない。しかし，第1の効果に加えて第2の効果が達成されるとの本願明細書の記載に接した当業者であれば，構成αを実施するために，外部と内蔵の共通電極バイアス発生装置からの2つのバイアス電圧を周知のスイッチ回路等により適宜電気的に切り替えることは自明であるといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，引用例1の段落【0024】には，「パッド17から入力された共通電極電位が素子基板11上の配線を介して供給され，供給された共通電極電位が上下導通材16を介して対向基板12の共通電極19に印加される」ことは記載されているが，「接続パッド」と内蔵の「共通電極バイアス発生装置」がいずれも，「第2のボンディング・パッド」に接続されたとの構成は，開示も示唆もされていない。引用例2及び甲3ないし8のいずれにも，構成αの開示はない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "審決には，本件補正発明の相違点に係る構成αについて，相違点としての認定を看過し，また，同相違点の容易想到性の判断もしなかった誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "顕著な作用効果を看過した誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，「接続パッド」と内蔵の「共通電極バイアス発生装置」がいずれも，「第2のボンディング・パッド」に接続されるという構成αを採用したことにより，以下の2つの顕著な作用効果を有する。",
                    "①  内蔵の「共通電極バイアス発生装置」を使用することなく，「表示装置」外部で発生されたバイアス電圧を「導電性被覆」に印加することが可能となる。また，「表示装置」に内蔵された「共通電極バイアス発生装置」で発生するには適さないが，「表示装置」の設計・試験・検査段階等において必要とされるような特殊なバイアス電圧を印加することも可能となる(以下，これらの作用効果を「作用効果α」という。)。",
                    "②  「表示装置」に内蔵されている「共通電極バイアス発生装置」によってバイアス電圧を発生する場合と，「表示装置」の外部でバイアス電圧を発生する場合のいずれにおいても，「第2のボンディング・パッド」からの電圧を利用することが可能であることから，バイアス電圧印加用のボンディング・パッドの数を最小限にしつつ作用効果αを達成することが可能となる(以下，この作用効果を「作用効果β」という。)。",
                    "これに対し，引用例1及び2のいずれにも，作用効果αやβに関する記載はない。特開平7-287553号公報(甲5)記載の技術は，作用効果αと同様の作用効果を奏するが，作用効果βは奏しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決には，本件補正発明に顕著な作用効果α及びβがあることを看過して，本件補正発明が容易想到であると判断した誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の看過等の誤りに対して",
              "text": [
                "原告は，本件補正発明は，構成要件Cの電気的接続と構成要件Gの電気的接続の両方の接続を具備するものであり，構成αを有するから，審決には，構成αに係る相違点を看過し，同相違点の容易想到性の判断も看過した誤りがあると主張する。しかし，原告の主張は，以下のとおり失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明の構成要件Cは，第2のボンディング・パッドと接続パッドの接続関係を具体的に特定していないが，第2のボンディング・パッドと接続パッドが最終的に電気的に接続されていることを意味すると理解できる。また，構成要件Gは，第2のボンディング・パッドと接続パッドの間に，共通電極バイアス発生装置が接続されていることを意味すると理解できる。そして，構成要件Hは，共通電極バイアス発生装置が，電子表示領域を駆動するための電圧を第2のボンディング・パッドを介して利用し，導電性被覆に対する一定のバイアス電圧を生成することを意味すると理解できる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件補正発明は，構成要件Cの電気的接続と構成要件Gの電気的接続の両方が共に存在するものではない。構成要件Cは，第2のボンディング・パッドと接続パッドの接続関係を具体的に特定するものでなく，両者の接続関係についての特定は，構成要件G(及びH)によって具体的に記載されている。また，本願明細書の発明の詳細な説明の記載を参照しても，構成要件Cと構成要件Gは，一つの電気的接続関係を，異なる具体化レベルで特定したものと解するのが妥当である。さらに，本願明細書の発明の詳細な説明には，本件補正発明が構成αを採用することの目的，課題，効果は何ら記載されていない。加えて，原告が主張する接続関係では，共通電極バイアス発生装置の抵抗R1が短絡され，抵抗分割によるバイアス電圧の発生ができなくなり，共通電極バイアス発生装置を超小型表示装置の外部に設ける必要がなくなるという作用効果を奏することができなくなる。",
                    "以上のとおり，構成αに係る相違点を看過した誤り及び容易想到性の判断の誤りに関する原告の主張は，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "顕著な作用効果を看過した誤りに対して",
              "text": [
                "前記のとおり，本件補正発明に，「接続パッド」と内蔵の「共通電極バイアス発生装置」がいずれも，「第2のボンディング・パッド」に接続されるとする構成αは存在しない。したがって，構成αを採用していることを前提とした作用効果に関する原告の主張は失当である。よって，審決には本件補正発明の顕著な作用効果を看過した誤りはなく，容易想到性の判断にも誤りがない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由はいずれも理由がないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点の看過等の誤りに対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明に係る特許請求の範囲の記載及び本願明細書の発明の詳細な説明等の記載",
              "text": [
                "本件補正発明に係る特許請求の範囲は，第2の2(1)に記載のとおりである。",
                "また，本願明細書の発明の詳細な説明には，以下の記載があり，同明細書における図1(従来技術による超小型表示装置の平面図)，図2(図1の超小型表示装置の2-2断面図)，図3(本願に係る発明の超小型表示装置の平面図)，図4(図3の超小型表示装置の4-4断面図)は，別紙図1ないし4記載のとおりである(甲9)。",
                "「【0008】",
                "【発明が解決しようとする課題】接着封止リングを利用してシリコン・ダイの上部に被覆ガラスを接着した後，液晶材料をガラスとシリコン・ダイとの間の空間に導入する。この後，ガラスの被覆面に機械的接続がなされる。この機械的接続は，被覆ガラスの共通電極バイアスをかけるために必要である。機械的接続が機械的クリップを使用することによってガラスの被覆面になされるように，ガラスとシリコン・ダイは物理的にずれていなければならない。しかしながら，これは，超小型表示装置が大量に製造されるシリコンウェーハからシリコン・ダイを効率良く罫書き・分割することを困難とするため，製造上の問題点である。」",
                "「【0009】・・・それらの超小型表示装置は膨大な量が製造されるため，わずかなコスト削減であっても全体で節約できる金額は大きくなる。したがって，コスト削減および製造の単純化を目指して奮闘が続いている。",
                "【0010】",
                "【問題を解決するための手段】本発明が提供するものは，表示領域と，その表示領域に接続されたボンディング・パッドと，ボンディング・パッドに作用的に接続された接続パッドとが全てシリコン・ダイ上に配置された超小型表示装置である。導電性の被覆ガラスがこの表示領域上に配置され，弾性導電材料によって接続パッドに電気的に接続される。このアプローチによって機械的接続クリップは不要になり，被覆ガラスが，先行技術の超小型表示装置において必要とされたシリコン・ダイの罫書き・分割線と整列し得る。・・・",
                "【0011】本発明の超小型表示装置では，さらに，この超小型表示装置の被覆ガラス部分を駆動するための共通電極バイアスを生成するために必要な電気回路がシリコン・ダイ上に配置される。したがって共通電極バイアス発生装置を，この超小型表示装置の外部に設ける必要がなくなった。共通電極バイアス発生装置と導電被覆との間の接続は，接続パッドおよび弾性導電体によって実現される。これによって，超小型表示装置の高集積化が促進される。",
                "【0012】さらに，本発明の超小型表示装置では，その製造工程において，機械的締め具が不要で，処理中のシリコン・ウェーハからシリコン・ダイを分離する際の妨げとなるガラスの張出部も不要である。」",
                "「【0022】共通電極発生装置(不図示)は超小型表示装置10とは別の電気素子上またはその中にあるため，導電被覆22に電気的接続を供給するために接続クリップ26を使用する必要があった。ガラス14上に接続クリップ26を配置するために，ガラス14がシリコン・ダイ12から張出すことが必要で，ガラス14の側部とシリコン・ダイ12の側部とのみが同一平面内にある。しかし，この張出がシリコン・ウェーハをシリコン・ダイ12を罫書きし分割するのを非常に困難なものとし，誤った位置で分割されたシリコン・ダイ12が多くでき，不良となってしまっていた。」",
                "「【0024】また，超小型表示装置10の大きさが約1．3cm1cmであるためにガラス14も非常に薄く，小さいため，ガラス14へ耐久性および信頼性のある機械的接続を行なうことは非常に困難である。ガラスに対して良好な機械的接続をおこなうことが困難であるため，クリップ26は最終製品の最終的組立時の費用をかなり増加させた。",
                "【0025】本発明において，半導体ウェーハ製造工程がわずかに修正され，追加接続パッド34が追加された。追加接続パッド34は，ボンディング・パッド18が堆積されるのと同様の工程で形成可能である。そのとき，接続パッド34は，ボンディング・パッド18の1つと作用的に接続され，先行技術の共通電極発生装置が継続して使用可能となる。それによって，超小型表示装置30が，超小型表示装置10の差し替え式代替品となる。",
                "【0026】好適実施形態において，導電被膜22を動作状態にするために必要な電圧または信号は，一定のバイアス電圧であることが分かった。これは，複雑な電気回路を必要とせず，表示領域16を駆動する電圧を使用して，抵抗分割器によって実行される。同時に，時間的に変化するが，確定的なバイアスが所望されるときも，やや複雑な集積回路を使用することで実現され，大幅にコストが削減される。したがって，ウェーハ・レベルの半導体工程において，共通電極バイアス発生装置32は，シリコン・ダイ12上やその中に形成され，ボンディング・パッド18の1つと接続パッド34とに接続される。これは，共通電極バイアス発生装置が超小型表示装置とは別のチップ上にある必要がなくなったことを意味する。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記のとおり，本件補正発明に係る「特許請求の範囲」には，「接続パッド」と「共通電極バイアス発生装置」と「第2のボンディング・パッド」の相互関係及び導電性被覆の駆動方法について，「前記第2のボンディング・パッドに作用的に接続された接続パッド(34)と，」(構成要件C)，「前記第2のボンディング・パッドと前記接続パッドとの間に接続された共通電極バイアス発生装置(32)が，ウェーハ・レベルの半導体製造工程中において前記半導体基板の上か又は中に形成されており，」(構成要件G)，「前記電子表示領域を駆動するための電圧を前記第2のボンディング・パッドを介して前記共通電極バイアス発生装置が利用して，前記導電性被覆に対する一定のバイアス電圧を生成し，該導電性被覆を駆動する・・・」(構成要件H)と記載されている。",
                    "構成要件Cでは，「第2のボンディング・パッド」と「接続パッド」とが，単に「作用的に接続」されていると記載されており，その具体的な接続方法については何らの特定がされていないのに対し，構成要件Gでは，「共通電極バイアス発生装置」は，「第2のボンディング・パッド」と「接続パッド」との間に接続される旨記載され，構成要件Hでは，「第2のボンディング・パッド」と「接続パッド」との間に接続された「共通電極バイアス発生装置」は，電子表示領域を駆動するための電圧を利用して，バイアス電圧を生成し，導電性被覆を駆動する旨記載されている。以上によれば，構成要件C記載に係る「作用的に接続」するとは，「第2のボンディング・パッド」と「接続パッド」との間に「共通電極バイアス発生装置」が接続されていることを指し，これにより導電性被覆を駆動すると解釈することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，本願明細書には，要旨，以下の趣旨が記載されている。",
                    "すなわち，超小型表示装置においては，従来，共通電極発生装置が超小型表示装置の外部にあり，接続クリップを使用することにより，共通電極発生装置とガラスの被覆面(導電性被覆)との機械的接続が行われてきた。接続クリップを使用した場合には，被覆ガラスがシリコン・ダイから張り出している必要があったため，シリコン・ウェーハからシリコン・ダイを効率良く罫書き・分割することが困難であった。また，超小型表示装置は，被覆ガラスも非常に薄く，小さいため，接続クリップを使用して被覆ガラスに対して良好な機械的接続を行うことが困難であった。そこで，本件補正発明においては，ボンディング・パッドと，ボンディング・パッドに作用的に接続された接続パッドをシリコン・ダイ上に配置し，接続パッドが弾性導電性材料によって導電性の被覆ガラスと電気的に接続するようにするとともに，共通電極バイアス発生装置をシリコン・ダイ上やその中に形成し，同装置と導電性被覆との間を接続パッド及び弾性導電性材料によって電気的に接続することによって，接続クリップを不要とし，被覆ガラスがシリコン・ダイの罫書き・分割線と整列し得るようにした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおりであり，本件補正発明では，上記イに係る課題を解決するために，第2のボンディング・パッドと接続パッドとの間に共通電極バイアス発生装置が電気的に接続され，この共通電極バイアス発生装置が電子表示領域を駆動するための電圧を利用して，導電性被覆に対する一定のバイアス電圧を生成し，導電性被覆を駆動するという構成を採用したものと理解される。",
                    "本件補正発明は，「接続パッド」と内蔵の「共通電極バイアス発生装置」がいずれも，「第2のボンディング・パッド」に接続されるとする構成(原告主張に係る構成α)を，必須の要件とするものではない。したがって，構成αを本件補正発明と引用発明の相違点と認定しなかった点について，審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張に対して",
              "text": [
                "この点について，原告は，構成要件C，G及びH，並びに本願明細書の記載を斟酌すると，本件補正発明は，外部の共通電極バイアス発生装置からのバイアス電圧と，内蔵の共通電極バイアス発生装置からのバイアス電圧をそれぞれ接続パッドに供給できるように，「接続パッド」と内蔵の「共通電極バイアス発生装置」が「第2のボンディング・パッド」に接続されるとの構成αを備えており，構成αは引用発明との相違点であるところ，審決にはこの相違点を看過した誤りがあると主張する。",
                "しかし，以下のとおり，原告の主張は採用することができない。",
                "前記のとおり，構成要件C，Gは，いずれも「第2のボンディング・パッド」と「接続パッド」との接続方法に関して規定する。構成要件Cは，「作用的に接続された」との何ら具体的な内容を有しない文言により記載されているのに対し，構成要件Gは，構成要件Cを，より具体的，詳細に規定したものと解されるから，構成要件Cと構成要件Gのそれぞれが，別個独立の特徴を持った接続方法を特定していると解することはできない。すなわち，構成要件Cと構成要件Gとは，「第2のボンディング・パッド」と「接続パット」との接続方法について，別個独立の方法を規定したものではない。したがって，本願補正発明が，構成αを要件としていると解釈することはできない。また，構成要件Hも，導電性被覆を駆動させる方法に関して，「前記共通電極バイアス発生装置」が「前記導電性被覆に対する一定のバイアス電圧を生成し，該導電性被覆を駆動する」と記載されているのみであり，構成αを要件としていると解釈する余地はない。",
                "以上のとおり，本件補正発明は，「接続パッド」が直接「第2のボンディング・パッド」と接続しているという構成や，外部の共通電極バイアス発生装置からのバイアス電圧で導電性被覆を駆動するという構成を，採用するものではなく，構成要件C及びGから，本件補正発明が，「接続パッド」と内蔵の「共通電極バイアス発生装置」がそれぞれ「第2のボンディング・パッド」に接続されるという構成αを備えているとはいえない。",
                "なお，本願明細書の段落【0025】には，「接続パッド34は，ボンディング・パッド18の1つと作用的に接続され，先行技術の共通電極発生装置が継続して使用可能となる。それによって，超小型表示装置30が，超小型表示装置10の差し替え式代替品となる。」との記載がある。しかし，本件補正発明の内容は特許請求の範囲の記載に基づいて判断されるべきであり，前記のとおり，本件補正発明に係る特許請求の範囲の記載から，本件補正発明が構成αを要件とすると解することはできない以上，上記記載から，本件補正発明が構成αを要件とする旨の示唆がされていると解することはできない。また，段落【0025】の記載も，外部の共通電極バイアス発生装置も内蔵の共通電極バイアス発生装置も共に使用できるということまで開示するものではない。",
                "また，本願明細書の段落【0008】には，接続クリップを使用することにより発生する課題が，段落【0010】には，接続パッドをシリコン・ダイ上に配置したことにより接続クリップが不要になる旨が記載されているが，前記のとおり，本件補正発明は，接続パッドをシリコン・ダイ上に配置するとともに，共通電極バイアス発生装置をシリコン・ダイ上やその中に形成することにより，上記課題を解決しているのであって，上記各段落の記載をもって，本件補正発明が構成αを要件とする旨の示唆があると解することもできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件補正発明が構成αを有するとは認められない。したがって，これを前提とした，審決に相違点を看過した誤り，及びこれについて判断をしなかった誤りがあるとの原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "顕著な作用効果を看過した誤りについて",
          "text": [
            "原告は，本件補正発明は顕著な作用効果である作用効果α及びβを有すると主張する。しかし，作用効果α及びβは，いずれも本件補正発明が構成αを要件とすることを前提とした主張であるが，前記のとおり，本件補正発明が構成αを要件とする点は認められない。さらに，本願明細書中に，作用効果α及びβに関する記載はない。",
            "よって，原告の主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，審決にはこれを取り消すべき違法はない。その他，原告は，縷々主張するが，いずれも理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10093",
    "date": "2012-12-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082855",
    "ipprecedent_id": "3216",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}