{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2011-5096号事件について平成24年7月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶審決の取消訴訟である。争点は，進歩性及び審理不尽の有無等である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成13年4月12日，名称を「突き刺し強度耐性のあるガスバリア積層体」とする発明について特許出願（特願2001-113656号，公開公報は特開2002-307597号公報〔甲4〕，請求項の数4）をし，平成22年10月18日付けで特許請求の範囲及び明細書の変更を内容とする補正をしたが(請求項の数2，甲5），拒絶査定を受けたので，不服の審判請求をした（不服2011-5096号）。特許庁は，平成24年7月11日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成24年7月24日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨（上記補正後の請求項1）",
          "text": [
            "「プラスチック材料からなる基材の少なくとも片面に，少なくとも無機酸化物からなる蒸着薄膜層及びガスバリア性被膜層を順次積層した積層体において，該ガスバリア性被膜層が，ポリビニルアルコールと，テトラエトキシシラン或いはその加水分解物との混合物からなり，且つポリビニルアルコール／テトラエトキシシラン或いはその加水分解物との配合比が重量比で50／50～70／30の範囲にあることを特徴とするガスバリア積層体。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1（特開平7-164591号公報，甲1）には，実質的に次の発明(引用発明)が記載されていることが認められる。",
                "「ポリエチレンテレフタレートからなる基材上に，酸化珪素からなる蒸着薄膜層を第1層とし，ポリビニルアルコールと，テトラエトキシシランの加水分解物を含む水／アルコール混合溶液からなるコーティング剤を塗布し，加熱乾燥してなるガスバリア性被膜を第2層として積層してなるガスバリア性積層体であって，前記コーティング剤のテトラエトキシシランの加水分解物／ポリビニルアルコールとの配合比（wt％）が60／40であるガスバリア性積層体。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明と引用発明との一致点と相違点は次のとおりである。",
                "【一致点】 ",
                "「プラスチック材料からなる基材の少なくとも片面に，少なくとも無機酸化物からなる蒸着薄膜層及びガスバリア性被膜層を順次積層した積層体において，該ガスバリア性被膜層が，ポリビニルアルコールと，テトラエトキシシラン或いはその加水分解物との混合物からなるガスバリア積層体」 ",
                "【相違点】",
                "本願発明では，ポリビニルアルコール／テトラエトキシシラン或いはその加水分解物との配合比が重量比で50／50～70／30の範囲にあるのに対し，引用発明では，上記配合比が重量比で40／60である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明に係るガスバリア性被膜層は，段落【0021】に記載されているように，積層体にガスバリア性及び突き刺し強度耐性を付与するために設けられたものであるが，ここでいう突き刺し強度耐性は，段落【0023】に記載されているように，ガスバリア性被膜層に用いられる水溶性高分子に基づく柔軟性によるものであると認められる。 ",
              "text": [
                "引用発明は，ガスバリア性積層体に変形に耐えられる可撓性を付与することを目的としたものであり（段落【0009】，【0014】），段落【0042】の記載から引用発明に係る積層体の可撓性は，ガスバリア性被膜層により付与されることが認められる。 ",
                "そして，プラスチック材料からなる基材に，無機酸化物からなる蒸着薄膜層及びポリビニルアルコール等の水溶性高分子と金属アルコキシドあるいはその加水分解物との混合物からなるガスバリア性被膜層を順次積層した積層体において，ガスバリア性被膜層に用いられる水溶性高分子の配合比を大きくすると，ガスバリア性被膜層の柔軟性が増し，ひいては積層体の柔軟性，可撓性が増すが，水溶性高分子の配合比が大きすぎると，蒸着薄膜層とガスバリア性被膜層との接着性が弱まることは技術常識であり（引用例3〔特開2000-71396号公報，甲3〕の段落【0024】，【0025】，【0035】，【0037】），上記配合比は，上記技術常識を考慮して適宜に変更し得るものと認められる。 ",
                "また，水溶性高分子と金属アルコキシドあるいはその加水分解物との混合物を用いて形成したガスバリア性被膜層において，水溶性高分子／金属アルコキシドあるいはその加水分解物との配合比を50／50～70／30の範囲内とすることは，例えば引用例2（特開平11-300876号公報）に段落【0014】，【0016】，【0023】，引用例3に段落【0024】，【0025】のとおり記載があるように，本件出願前に普通に行われていたことである。 ",
                "さらに，本願明細書には，ポリビニルアルコール／テトラエトキシシランとの配合比が90／10（比較例1），50／50（実施例1），10／90（比較例2）である例が示されているにすぎず，本願発明に係る数値範囲「50／50～70／30」の下限値に，臨界的意義及び格別な技術的意義も認められない。そもそも，40／60の配合比は，出願当初の請求項1に係る発明に係る数値範囲の下限値であり，好ましい値とされていたものでもあることから，作用効果において，本願発明と引用発明とに，格別な差があるものとも認められない。 ",
                "したがって，引用発明において，ガスバリア性被膜層の柔軟性や蒸着薄膜層との接着性等を考慮し，ポリビニルアルコール／テトラエトキシシランあるいはその加水分解物との配合比を50／50～70／30の範囲内とすることは，当業者が容易に想到できたことであり，ポリビニルアルコール／テトラエトキシシランあるいはその加水分解物との配合比を50／50～70／30の範囲内とすることによる効果も，当業者が予測できる範囲のものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（相違点判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "概要",
              "text": [
                "審決は，本願発明が引用例1ないし3に鑑みて進歩性を有するか否かの判断にあたり，引用例2及び3の内容を適切に解釈しなかった結果，「本願発明は，引用例1ないし3を組み合わせることにより当業者が容易に発明することができた」との誤った判断をした。",
                "引用例2には「有機化合物中のテトラエトキシシランとポリビニルアルコールの重量比率については，20：80～95：5が好適である」（段落【0023】），引用例3には「複合ポリマー中におけるエチレン・ビニルアルコールコポリマーの含有量を，金属アルコキシド100重量部に対して，50～3000重量部とする」（段落【0024】）ことが記載されているが，これは，水溶性高分子／金属アルコキシドあるいはその加水分解物の配合比について，50／50～70／30を含んではいるものの，それよりもかなり広い範囲が記載されているだけであり，50／50～70／30が適切であることが明記されているわけではない。また，引用例2及び3に記載された配合比の範囲は，それぞれ引用例2及び3の目的に鑑みて好適であるとされている。してみれば，審決における「・・・配合比を50／50～70／30の範囲内とすることが引用例2，引用例3に記載の通り，本願出願前に普通に行われていたことである」という認定は，引用例2及び3の記載に基づいているとはいえない。",
                "本願発明は，「突き刺し強度耐性」を高めることを課題として，ポリビニルアルコールと，テトラエトキシシランあるいはその加水分解物との混合比に着目し，検討の結果50／50～70／30という範囲を見出したものである。そして，本願発明においては，突き刺し強度と密着性とがともに好適に保持されて高い突き刺し強度耐性が実現されるという，引用例1ないし3のいずれにも記載のない顕著かつ異質な効果を実現している。このような課題や効果に着目することなく，被告の主張する「普通に行われていたこと」を本願発明の層構成を有するガスバリア積層体に単に適用するだけであれば，採用しうるありとあらゆる配合比の中から本願の範囲と同一の範囲が設定されるにはほぼ偶然によらざるを得ず，又は当業者にとって非常な試行錯誤が必要であり，いずれにしても蓋然性は極めて低い。そして，引用例2及び3に，「普通に行われていたことを例示すること」以上の意味を見出そうとするのであれば，それはすなわち，引用例2及び3の記載を引用発明に適用できるか否かという「組み合わせ」の問題となる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1と引用例2との組み合わせ可能性",
              "text": [
                "引用例2に記載の発明（甲2発明）は，本願発明と同様，ガスバリア材に関する発明である。引用例2の記載（段落【0005】，【0006】，【0007】）によれば，甲2発明は，引っ張り等の応力による変形に対してもクラックの発生を抑制し，バリア性を維持することのできるガスバリア材およびその製造方法を提供すること（引っ張り応力による無機化合物層のクラック発生を抑制すること）を課題とする。また，引用例2の記載（段落【0015】，【0016】，【0018】，【0019】）によれば，甲2発明では，蒸着無機化合物層にポアを形成し，ポア内に有機化合物を配することで蒸着無機化合物層中に有機化合物を混合することにより，有機化合物の粘り強さで無機化合物層の脆さを克服し，引っ張り応力による無機化合物層のクラック発生を抑制するという上記の課題を解決している。",
                "引用発明と甲2発明とでは，無機化合物層に含まれる無機化合物は概ね同一であり，ポリビニルアルコールとテトラエトキシシランあるいはその加水分解物との混合物（以下，それらを総称して「有機化合物」と称する。）を用いる点も共通している。しかし，甲2発明は，無機化合物層中にポアが形成され，当該ポア内に有機化合物が存在している点で，無機化合物層の構成および無機化合物と有機化合物との配置関係が大きく異なっている。また，引用発明が，可撓性を有するとともに酸素，水蒸気などに対するガスバリア性に優れ，耐熱性，耐湿性，耐水性を有し，かつ製造が容易なガスバリア性積層フィルムを提供することを課題としている（引用例1の段落【0009】）のに対し，甲2発明は，上記のとおり，引っ張り応力による無機化合物層のクラック発生を抑制することを課題としている。そうすると，引用発明と甲2発明とは，課題及び課題を解決するための無機化合物層の構成が異なっているのであるから，引用発明と甲2発明を組み合わせる動機づけが存在しないというべきである。",
                "さらに，引用発明のガスバリア材と引用例2のガスバリア材は，層構成が異なるだけでなく物性も異なる。すなわち，引用例2における実施例1と比較例1（基本的な層構成は引用発明のガスバリア材と同じ）とでは，6％引っ張り時のガスバリア性の変化態様が大きく異なっているところ，実施例1と比較例1は，無機化合物層にポアが形成されているか否かの違いしかないのであるから，無機化合物層にポアが形成され，塗布された有機化合物がポア内に配置されたことにより6％引っ張り時のガスバリア性における顕著な差がもたらされたとしか考えられない。そうすると，引用発明のガスバリア材と甲2発明のガスバリア材とにおける構成上の差は，ガスバリア材の物性に影響を及ぼすことが明らかであり，両者の層構成が実質的に同一であるとはいえない。引用発明のガスバリア材と甲2発明のガスバリア材とでは，無機化合物および有機化合物の組成を同一にしても物性は同一にならないことが，引用例2における実施例1と比較例1との比較結果から明らかであるから，引用発明のガスバリア材の物性を向上させようとする場合，引用例2に記載された組成や数値範囲は何ら技術的意味を有しない。してみると，引用例1および引用例2の内容を技術的に理解可能な当業者が，引用例2に記載された有機化合物の混合比率の数値範囲を引用発明に適用しようと試みる意味がなく，そのようなことはありえない"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例1と引用例3との組み合わせによる本願発明の容易想到性",
              "text": [
                "引用例3に記載の発明（甲3発明）は，ガスバリア性及び耐熱水性に優れた積層フィルムを提供することを目的としており（段落【0006】），無機薄膜層と複合ポリマー層とを備えているところ，無機薄膜層および複合ポリマー層は，それぞれ引用発明における第1層および第2層に相当するから，両者の層構成は実質的に同一である。また，引用例3の段落【0024】には，複合ポリマー中におけるエチレン・ビニルアルコールコポリマーの含有量を金属アルコキシド100重量部に対して50～3000重量部とすることが記載されている。これを本願発明（請求項1）の記載に合わせて書き換えると，50／100～3000／100の範囲となり，本願発明の50／50～70／30の範囲が含まれる。",
                "審決は，「プラスチック材料からなる基材に，無機酸化物からなる蒸着薄膜層およびポリビニルアルコール等の水溶性高分子と金属アルコキシドあるいはその加水分解物との混合物からなるガスバリア性被膜層を順次積層した積層体において，ガスバリア性被膜層に用いられる水溶性高分子の配合比を大きくすると，ガスバリア性被膜層の柔軟性が増し，ひいては積層体の柔軟性，可撓性が増すが，水溶性高分子の配合比が大きすぎると，蒸着薄膜層とガスバリア性被膜層との接着性が弱まることは，技術常識であ」るとした。",
                "しかし，引用例3の段落【0024】，【0025】，【0037】の記載に鑑みれば，引用例3には，「水溶性高分子の配合比が大きすぎると，蒸着薄膜層とガスバリア性被膜層との接着性が弱まる」などということはどこにも記載されておらず，かかることが技術常識ということはできない。",
                "また，引用例3では，「金属アルコキシド100重量部に対してエチレン・ビニルアルコールコポリマーの含有量が3000重量部を超えない範囲では，複合ポリマー層が無機薄膜層から剥離することはない」とされているから，引用例1と引用例3とを組み合わせるにあたり，第1層と第2層との密着性を向上させるために，引用例3に記載された金属アルコキシドとエチレン・ビニルアルコールコポリマーとの混合比率の範囲内においてより好適な混合比率範囲を特定しようという動機づけは存在しない。",
                "さらに，引用例3に記載された上記の混合比率50／100～3000／100は，エチレン・ビニルアルコールコポリマーの重量が金属アルコキシドの2分の 1であるケースから，エチレン・ビニルアルコールコポリマーの重量が金属アルコキシドの30倍であるケースまで含む広範なものである。引用例3は，このような広範な範囲全体において，「複合ポリマー層が無機薄膜層から剥離することはない」としている。一方，本願発明における混合比率は，ポリビニルアルコールの重量が金属アルコキシドよりも少ないケースや，金属アルコキシドの3倍以上となる範囲は含まれず，引用例3に記載された範囲中のごくわずかな範囲である。したがって，引用例3に記載された混合比率を引用発明に適用するにあたり，より好適な混合比率範囲を特定しようという動機づけが存在したとしても，本願発明における混合比率範囲を特定するためには膨大な試行錯誤が生じることは避けられず，本願発明が引用発明と引用例3に記載された技術的事項を組み合わせることにより当業者が容易に想到できたとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明における「突き刺し強度耐性」の意味",
              "text": [
                "審決は，「本願発明に係るガスバリア性被膜層は，発明の詳細な説明の段落【0021】に記載されているように，積層体にガスバリア性及び突き刺し強度耐性を付与するために設けられたものであるが，ここでいう突き刺し強度耐性は，発明の詳細な説明の段落【0023】に記載されているように，ガスバリア性被膜層に用いられる水溶性高分子に基づく柔軟性によるものであると認められる。」と認定した。",
                "しかし，この認定は誤りである。本願発明における「突き刺し強度耐性」とは，「ガスバリア材に対して厚さ方向に作用する力に対し，ガスバリア材が破壊されず，かつガスバリア性被膜層および蒸着薄膜層が基材から剥離しない状態を保持する性能」を意味する。このことは，本願明細書に明示的には記載されていないが，本願明細書における実施例および比較例の評価において，落錘試験による衝撃強度に加えて，ラミネート強度を測定しており（段落【0038】，表1等。），その結果に基づいて，衝撃強度は高いがラミネート強度が低い比較例1を本件出願当初において本願発明の技術的範囲から除外していることから明らかである。すなわち，ガスバリア材という材料の特性上，外見上は破壊されていなくても，ガスバリア性被膜層や蒸着薄膜層が基材から剥離することによりガスバリア性が破綻してしまっては意味がないことは自明であるから，ガスバリア性被膜層および蒸着薄膜層が剥離しない状態を保持することは，当然に「突き刺し強度耐性」の前提となる。なお，落錘試験とは別にラミネート強度を測定することとした理由は，落錘試験を行ったサンプルは貫通破壊されるため，当該サンプルにおいて剥離の有無を確認することが実質上不可能であるからである。したがって，「突き刺し強度耐性」は，審決における認定のように水溶性高分子に基づく柔軟性のみにより一義的に決まるようなものではなく，ガスバリア性被膜層および蒸着薄膜層の基材に対する密着性も「突き刺し強度耐性」において重要な要素である。",
                "ところで，引用例2には，「突き刺し強度耐性」について何の開示も示唆もなく，ガスバリア性被膜層や蒸着薄膜層の剥離についても課題として認識していない。これは，引用例2に記載の発明が着目する引っ張り応力は，ガスバリア材の厚さ方向に作用する力ではなく，面方向に作用する力であるため，そもそもガスバリア性被膜層や蒸着薄膜層を基材から剥離するようには作用しにくいことによるものと解される。",
                "引用例3にも，「突き刺し強度耐性」に関しては何らの開示も示唆もない。確かに，「突き刺し強度耐性」の一部をなす密着性については言及されているが，その内容は前記のとおり，「剥離の恐れはない」ということであるから，そもそも剥離を解決すべき課題として認識していない。したがって，引用例3に接した当業者が引用例3と引用発明とを組み合わせるにあたり，有機化合物における混合比率を本願発明の範囲に限定する動機づけはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（審理不尽）",
          "text": [
            "拒絶査定（甲7）では，「本願発明は主引例としての引用例1に引用例2を組み合わせることにより当業者にとって想到容易である」と認定している。これに対し，審決は，主引例たる引用発明を，拒絶査定時に認定した引用例1に記載の発明から，それとは別に引用例1に基づいて認定した「引用発明」なるものに変更し，さらに，「引用例2を『引用発明なるもの』に組み合わせずとも本願発明が当業者にとって想到容易である」と判断しているのであるから，拒絶査定と拒絶審決とにおいて，本願が特許できないとする理由は同一であるとはいえない。そうすると，審決は，拒絶査定における理由とは異なる理由により拒絶査定を維持するものであり，違法である。また，拒絶査定不服審判の審理過程において，拒絶査定における理由と異なる拒絶の理由を発見した場合には，当該拒絶理由を改めて通知し，相当の期間を指定して原告に意見書を提出する機会を与えなければならない（特許法159条第2項で準用する特許法50条）にもかかわらず，原告はかかる機会を与えられていないから，本件審判の審理過程にも違法性が存在する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "「概要」につき",
              "text": [
                "原告は，審決は，「本願発明は，引用例1ないし3を組み合わせることにより当業者が容易に発明することができた」との誤った判断をしたと主張するが，審決は，「本願発明は，引用発明に基づいて，当業者が容易に発明をすることができたものである」と判断しているのであって，本願発明は，引用発明と引用例2又は引用例3とを組み合わせることにより当業者が容易に発明することができたと判断しているものではない。",
                "すなわち，審決では，引用例1の特に実施例Ｎo．1に係る記載に基づいて引用発明を認定したが，引用例1の特許請求の範囲には，「ポリビニルアルコール」と「金属アルコキシド（テトラエトキシシラン）及びその加水分解物」を含むコーティング剤における両成分の配合比は具体的に記載されていない。そこで，審決では，両成分の配合比について，実施例Ｎo．1から「60／40」を認定したが，当業者であれば，この「60／40」は一実施例における配合比であり，引用例1の記載事項（【請求項1】～【請求項4】）及び技術常識によれば，当業者は，配合比はこの特定のものに限定される訳ではなく，適宜に変更できるものであると認識するといえる。そして，審決では，その適宜に変更できる配合比について，当業者が普通に採用し得る具体的な配合比を示すために，引用例2や引用例3を示したにすぎない。つまり，審決は，引用例2や引用例3について，「水溶性高分子と金属アルコキシドあるいはその加水分解物との混合物を用いて形成したガスバリア性被膜層において，水溶性高分子／金属アルコキシドあるいはその加水分解物との配合比を50／50～70／30の範囲内とすることは，例えば引用例2に上記「3［引用例2］（1）」，引用例3に上記「3［引用例3］（3）」のとおり記載があるように，本件出願前に普通に行われていたことである。」と認定しているところ，配合比について，50／50～70／30のような，ある程度の幅の範囲で検討することが当業者において普通に行われていることを例示するために，これらの文献を示したにすぎない。",
                "また，配合比を検討することを当業者が容易に思いつくことを説明するために，審決は，「ガスバリア性被膜層に用いられる水溶性高分子の配合比を大きくすると，ガスバリア性被膜層の柔軟性が増し，ひいては積層体の柔軟性，可撓性が増すが，水溶性高分子の配合比が大きすぎると，蒸着薄膜層とガスバリア性被膜層との接着性が弱まることは，技術常識であり」と認定して，配合比を検討する場合の当業者の技術常識を説明した。",
                "審決は，本願発明は，引用発明と当業者の技術常識から容易想到であると判断しているのであって，この判断のために，引用発明に引用例2や引用例3を組み合わせているのではない。原告の主張は，審決の内容に基づかないもので，その前提に誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「引用例1と引用例との組み合わせ可能性」につき",
              "text": [
                "原告の「引用例1と引用例2との組み合わせ」に係る主張は，上記のとおり，審決の内容に基づかないもので，その前提に誤りがあり，取消事由としている審決における相違点の判断の誤りを何ら指摘するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「引用例1と引用例3との組み合わせによる本願発明の容易想到性」につき",
              "text": [
                "原告の「引用例1と引用例3との組み合わせ」に係る主張は，上記のとおり，審決の内容に基づかないもので，その前提に誤りがあり，取消事由としている審決における相違点の判断の誤りを何ら指摘するものではない。",
                "なお，審決が認定した技術常識につき，原告は，引用例3の記載に鑑みれば，有機化合物における水溶性高分子の配合比が大きすぎると，蒸着薄膜層とガスバリア性被膜層との接着性が弱まることは，技術常識ではない主張する。",
                "しかし，引用例3の段落【0037】の「基材フィルムの無機薄膜層（シリカ薄膜層を例示）の表面の水酸基と加水分解生成物の水酸基とが結合して，Si-O-Siのような結合を形成するために，基材フィルムのシリカ蒸着層と複合ポリマー層との接着は強固である。」との記載及び図1に示されているように，複合ポリマーと無機薄膜層との接着には，複合ポリマーの成分のうちSi（アルコキシシランの場合）を有する金属アルコキシドが主に関与するところ，「水溶性高分子の配合比が大きすぎる」，すなわち金属アルコキシドの配合比が極めて小さい場合には，上記Siによる無機薄膜層との結合の数が少なくなり，接着性が弱まることは当業者にとって明らかであるから，審決が認定した技術常識に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "「突き刺し強度耐性の意味」つき",
              "text": [
                "原告の「突き刺し強度耐性」に係る主張も，引用発明と引用例2又は引用例3とを組み合わせることを前提とした主張であり，上記のとおり，審決の内容に基づかないもので，その前提に誤りがあり，取消事由としている審決における相違点の判断の誤りを何ら指摘するものではない。",
                "なお，原告は，「突き刺し強度耐性」について，審決における「突き刺し強度耐性は，・・・段落【0023】に記載されているように，ガスバリア性被膜層に用いられる水溶性高分子に基づく柔軟性によるものであると認められる。」との認定は誤りであると主張する。",
                "しかし，原告も認めているように，「突き刺し強度耐性」とは必ずしもその意味するところが明確でないので，審決では本願明細書の記載を参酌して上記のように認定したものである。すなわち，本願明細書の「水溶性高分子配合比が40以下の場合は，金属アルコキシド或いはその加水分解物の配合比が多くなると同じことになり，無機成分が多くなるため突き刺し耐性が不十分になるので好ましくない。」（段落【0025】）との記載からすると，水溶性高分子が突き刺し耐性に寄与するものと認められ，段落【0023】に「本発明でガスバリア性被膜層（3）に用いられる水溶性高分子は，薄膜にガスバリア性及び柔軟性を持たせることを目的に使用され」と記載され，これに，段落【0038】に「突き刺し強度耐性」の指標が落錘試験による衝撃強度とされていることも考慮すれば，水溶性高分子の性質のうち柔軟性は，「突き刺し強度耐性」をもたらすものと当業者なら認識し得ることから，審決の認定は本願明細書の記載に基づいたものであり，誤りとされる理由はない。",
                "また，原告は，ガスバリア性被膜層および蒸着薄膜層の基材に対する密着性も「突き刺し強度耐性」において重要な要素であるとし，本願における「突き刺し強度耐性」とは，「ガスバリア材に対して厚さ方向に作用する力に対し，ガスバリア材が破壊されず，かつガスバリア性被膜層および蒸着薄膜層が基材から剥離しない状態を保持する性能」を意味すると主張しているが，このことは本願明細書に記載されたものではなく，また，本願明細書の段落【0038】に「実施例及び比較例に係る積層体のそれぞれについて，（1）酸素透過率（cm3／m2・day・atm）及び（2）透明性の指標として光線透過率（％-350nm），（3）突き刺し強度の指標として落錘試験による衝撃強度（Ｎ），（4）ラミネート強度（Ｎ／15mm）を測定した。」と記載され，密着性に係る「ラミネート強度」は「突き刺し強度」の指標とはされておらず，段落【0025】に「水溶性高分子配合比が40以下の場合は，金属アルコキシド或いはその加水分解物の配合比が多くなると同じことになり，無機成分が多くなるため突き刺し耐性が不十分になるので好ましくない。また水溶性高分子が70以上の場合は，金属アルコキシド成分が少なくなり，無機酸化物からなる蒸着薄膜層との密着性が乏しくなるので好ましくない。」と記載され，「突き刺し耐性」と「密着性」とは必ずしも両立しない別個の性能とされていることから，「密着性（ラミネート強度）」は「突き刺し強度耐性」に含まれるような原告の主張は，本願明細書の記載と矛盾するものでもあり，認められるべきものではない。",
                "さらに，原告は，本願発明の請求項に記載の数値範囲では，ラミネート強度を保持しつつ，衝撃に対する高い耐性を示しており，顕著な効果を奏するものであることの根拠として，実験成績報告書（甲9）を提出しているが，出願当初の明細書に記載されていない甲9の実験データに基づく本願発明の効果の主張は，採用されるべきものではない。特に，本件の出願当初の特許請求の範囲に含まれ，本願明細書の段落【0025】において好ましい数値とされている配合比40／60（追加の比較例3及び引用発明）との比較において，補正によりその数値を除外して配合比の数値範囲が設定された本願発明が顕著な効果を奏することを新たな実験データに基づいて主張することは，出願当初の明細書の公開を前提に特許を付与するという特許制度の趣旨に反して許されるべきものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "審決は，拒絶査定において，「この出願については，平成22年8月5日付け拒絶理由通知書に記載した理由によって，拒絶をすべきものです。」とされたことについての当否を判断したものである。",
            "原告は，現在の特許請求の範囲に対して初めて示された判断は拒絶査定（甲7）である旨の主張をするが，「現在の特許請求の範囲」は，補正前の特許請求の範囲において単に成分の特定，数値範囲の限定等をしたものに過ぎず，主な発明特定事項が補正前の特許請求の範囲と共通するものであり，上記拒絶理由通知（甲10）は「現在の特許請求の範囲」に対応したものではないとの主張は理由がない。特許出願は，すでに通知した拒絶理由が補正等により解消されない場合には，当該拒絶理由により拒絶査定あるいは拒絶の審決がなされることは当然のことである。拒絶査定の備考欄の記載は，原告が意見書（甲6）において，「当業者がガスバリア性積層体の突き刺し強度耐性を向上させる目的で，引用文献1と引用文献2とを組み合わせることは通常考えられないというべき」（3頁28行～29行）であるとの主張したことに対し参考のために付加されたものにすぎないし，拒絶理由通知書に記載した理由の根拠とした引用文献等を変更又は追加するものでもないことから，拒絶理由通知書に記載した理由を変更するものではない。",
            "したがって，拒絶理由通知書に記載した理由に基づいて拒絶査定及び審決をした審査・審理過程に違法性はない。また，審判の審理において，すでに通知した拒絶理由通知と同じ理由の拒絶理由を通知し，原告に意見書を提出する機会を与えなければならない理由はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（相違点判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明について",
              "text": [
                "本願明細書（甲4，5）によれば，本願発明につき以下のことを認めることができる。",
                "本願発明は，食品や非食品及び医薬品等の包装分野に用いられる包装用の積層体に関するもので，特に突き刺し強度耐性に優れるガスバリア積層体に関するものである（段落【0001】）。食品や非食品及び医薬品等の包装に用いられる包装材料は，内容物の変質を抑制し，それらの機能や性質を保持するために，包装材料を透過する酸素，水蒸気，その他内容物を変質させる気体による影響を防止する必要があり，これら気体（ガス）を遮断するガスバリア性を備えることが求められているところ（段落【0002】），従来，包装材料として，酸化珪素，酸化アルミニウム，酸化マグネシウム等の無機酸化物からなる蒸着膜をプラスチックフィルム上に真空蒸着法やスパッタリング法等の形成手段により形成したフィルムが開発され，これらの蒸着フィルムは，透明性及び酸素，水蒸気等のガスバリア性を有しており，包装材料として好適とされていた（段落【0004】）。しかし，上記のような包装材料に適するフィルムであっても，包装容器又は包装材として蒸着フィルム単体で用いられることはほとんどなく，蒸着後の後加工として蒸着フィルム表面に文字・絵柄等を印刷加工するなど，様々な行程を経て包装体を完成させていることから，上記の蒸着フィルム等を用いてシーラントフィルムと貼り合わせ製袋後，一般的に包装材料として必要とされる各種試験を実施したところ，ガスバリア性等は申し分ないが，蒸着層がセラミックであるためか突き刺し強度耐性が弱く，通常の包装材料と比較して破袋しやすいことが判明した（段落【0006】）。包装材料として用いられる条件として，内容物を直接透視することが可能なだけの透明性，内容物に対して影響を与える気体等を遮断する金属箔並みの高いガスバリア性，重量物が充填されても破袋することがない突き刺し強度耐性等が要求されているが，これらを満足する包装材料は見出されていない（段落【0007】）。このような状況に鑑み，本願発明は，透明性に優れるとともに，金属箔並みの高度なガスバリア性をもち，かつ優れた突き刺し強度耐性を持つ実用性の高い包装材料を提供することを目的とするものであり（段落【0008】），その手段として，プラスチック材料からなる基材の少なくとも片面に，無機酸化物からなる蒸着薄膜層を積層した積層体に，さらに，ポリビニルアルコールとテトラエトキシシランあるいはその加水分解物とを所定の配合比で配合した混合物からなるガスバリア性被膜層を積層したものであって（段落【0009】），透明性に優れ，包装材料を通しての内容物の確認が可能で，金属箔並の高度なガスバリア性と実用性の高い突き刺し強度耐性を持ち，かつ，無機酸化物からなる蒸着薄膜層とガスバリア性被膜層との密着性が向上するという効果を奏するものである（段落【0025】，【0045】）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用例1（甲1）によれば，引用発明について，以下のことを認めることができる。",
                "引用発明は，本件出願と同じく原告の出願に係る引用例1の公開公報に記載されているもので，食品，医薬品等の包装分野に用いられるガスバリア性積層体に関するものである（段落【0001】）。食品，医薬品等の包装に用いられる包装材料は，包装材料を透過する酸素，水蒸気，その他内容物を変質させる気体による影響を防止する必要があり，これら気体（ガス）を遮断するガスバリア性を備えることが求められているところ（段落【0002】），一酸化珪素（SiO）などの珪素酸化物（SiO ）薄膜，酸化マグネシウム（MgO）薄膜を透明性を有する高分子材料Xからなる基材上に蒸着などの形成手段により形成した蒸着フィルムが開発され，これらは高分子樹脂組成物からなるガスバリア材より優れたガスバリア特性を有しており，高湿度下での劣化も少ない（段落【0003】）。ところが，上記の蒸着フィルムは，ガスバリア層に用いられる無機化合物の薄膜が可撓性に欠けており，揉みや折り曲げに弱く，また基材との密着性が悪いため，取り扱いに注意を要し，特に印刷，ラミネート，製袋など包装材料の後加工の際に，クラックを発生しガスバリア性が著しく低下する問題があった（段落【0005】）。そこで，引用発明は，可撓性を有するとともに酸素，水蒸気などに対するガスバリア性に優れ，耐熱性，耐湿性，耐水性を有し，かつ製造が容易なガスバリア性積層フィルムを提供することを目的とし（段落【0009】），その解決手段とされた発明（すなわち，特許請求の範囲に記載された発明）の一例として，ポリエチレンテレフタレートからなる基材上に，酸化珪素からなる蒸着薄膜層を第1層とし，ポリビニルアルコールとテトラエトキシシランの加水分解物を所定の配合比で含む水／アルコール混合溶液からなるコーティング剤を塗布し，加熱乾燥してなるガスバリア性被膜を第2層として積層したものであって（段落【0031】～【0033】），それにより，高いガスバリア性を有し，かつ可撓性，ラミネート強度，耐水性，耐湿性，ボイル・レトルト耐性に優れるという効果を奏するものである（段落【0049】）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の判断について",
              "text": [
                "本願発明と引用発明は，いずれもプラスチック材料からなる基材の少なくとも片面に，少なくとも無機酸化物からなる蒸着薄膜層及びガスバリア性被膜層を順次積層したガスバリア積層体に関するものであり，そのガスバリア性被膜層が，水溶性高分子であるポリビニルアルコールと，金属アルコキシドであるテトラエトキシシランあるいはその加水分解物との混合物からなるものである点で共通するものであるが，上記混合物におけるポリビニルアルコール／テトラエトキシシランあるいはその加水分解物の配合比（以下，単に「配合比」ということがある。）が，重量比で，本願発明では「50／50～70／30」の範囲であるのに対して，引用発明では「40／60」である点で相違するものである。",
                "引用発明は，配合比を「40／60」とするものであるが，これは，可撓性を有するとともに酸素，水蒸気などに対するガスバリア性に優れ，耐熱性，耐湿性，耐水性を有し，かつ製造が容易なガスバリア性積層フィルムを提供することを目的とする引用例1の特許請求の範囲に記載された発明の一例（実施例1における「実施例Ｎo．1」（表1））であるところ，引用例1の特許請求の範囲には，「ポリビニルアルコール」と「金属アルコキシド（テトラエトキシシラン）及びその加水分解物」を含むコーティング剤における両成分の配合比は特定されていないし，発明の詳細な説明にも配合比に関する一般的な指針について記載されていないことに照らすと，当業者は，引用発明について，配合比は「40／60」のものに限定される訳ではなく，適宜に変更できるものであると認識するといえる。（そもそも，引用例1の請求項1に係る発明（「高分子樹脂組成物からなる基材上に，無機化合物からなる蒸着層を第1層とし，水溶性高分子と，（a）1種以上の金属アルコキシド及びその加水分解物又は（b）塩化錫の少なくとも一方を含む水溶液，或いは水／アルコール混合溶液を主剤とするコーティング剤を塗布し，加熱乾燥してなるガスバリア性被膜を第2層として積層してなることを特徴とするガスバリア性積層フィルム。」）には，その実施例である引用発明のみならず，本願発明も含まれると解される。）",
                "一方，引用例2（甲2）に記載された技術的事項は，引用発明と同様，食品や医薬品等の包装に適した酸素及び水蒸気の透過に対してバリア性を有するガスバリア材に関するものであって（段落【0001】），無機化合物層に含まれる無機化合物は概ね同一であり，ポリビニルアルコールとテトラエトキシシランあるいはその加水分解物との混合物（以下，それらを総称して「有機化合物」という。）を用いる点も共通するなど，引用発明と同様の積層構造を有するものであるところ，引用例2には，水溶性高分子／金属アルコキシドの加水分解物の配合比として，「5／95～80／20」が好適である旨記載されている（段落【0023】）。また，引用例3（甲3）に記載されているのは，ガスバリア性を有する積層フィルムに関するものであって（段落【0001】），引用発明と引用例3に記載された積層フィルムの層構成は実質的に同様であるところ，水溶性高分子／金属アルコキシド又はその加水分解物の配合比として，「100／100～800／100」，すなわち，「50／50～88．9／11．1」が特に好ましい旨が記載されている（段落【0024】）。これらの記載によれば，引用発明と同様の積層構造を有するガスバリア積層体において，水溶性高分子／金属アルコキシド又はその加水分解物の配合比として，「50／50～70／30」の範囲を含む配合比は，通常のものと認められる。",
                "そして，前記のとおり，当業者は，ガスバリア性積層体に関する発明である引用発明において，ガスバリア性等に優れた積層体を製造するための配合比は「40／60」のものに限定されるわけではなく，適宜に変更できるものであると認識することができるのであるから，適宜に変更する範囲として，引用例2及び3に記載されている通常の配合比を採用することは，当業者にとって自明のことというべきである。",
                "したがって，引用発明において上記の通常の配合比から適宜範囲を選択して本願発明の構成に至ることは，当業者が容易に想到することができたものであり，これと同旨の審決の判断に誤りはない。",
                "原告が取消事由として主張するのは，審決の判断枠組みと観点を異にして審決の判断誤りをいうものであるが，上記のとおり，審決の判断枠組み及びその判断に誤りはなく，取消事由1は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，原告は，引用例2及び3には，水溶性高分子／金属アルコキシドあるいはその加水分解物の配合比について，「50／50～70／30」を含むものの，それよりもかなり広い範囲が記載されているだけであり，「50／50～70／30」が適切であることが明記されているわけではなく，また，本願発明においては，「突き刺し強度耐性」を高めることを課題として，ポリビニルアルコールと，テトラエトキシシランあるいはその加水分解物との混合比に着目し，検討の結果50／50～70／30という範囲を見出し，突き刺し強度と密着性とがともに好適に保持されて高い突き刺し強度耐性が実現されるという，引用例1～3のいずれにも記載のない顕著かつ異質な効果を実現している，と主張する。",
                "しかし，前記のとおり，配合比について，引用例2には「5／95～80／20」，引用例3には「50／50～88．9／11．1」と記載されており，本願発明の範囲と比較して範囲が広すぎるとまではいえない。そして，本願明細書の段落【0007】に「・・・包装材料として用いられる条件として・・・重量物が充填されても破袋することがない突き刺し強度耐性等を要求されているが・・・」という記載があることからすると，本願発明における「突き刺し強度耐性」とは重量物が充填されても破袋することがないことを意味すると解されるが，前記のとおり，甲2発明が食品や医薬品等の包装に適したガスバリア材に関する発明であり，引用例3の段落【0064】に甲3発明の積層フィルムは食品包装用フィルムとして好適である旨が記載されていることからすると，甲2発明及び甲3発明においても，重量物が充填されても破袋することがないこと（すなわち突き刺し強度耐性）も当然に課題として要求されており，引用例2及び3における配合比で製造された包装材料は，一定程度の突き刺し強度耐性を有していると考えるのが相当である。そうすると，本願発明における配合比によって，「突き刺し強度と密着性とがともに好適に保持されて高い突き刺し強度耐性が実現されるという，引用例1～3のいずれにも記載のない顕著かつ異質な効果を実現している」と認めることはできず，本願発明における配合比を設定するためには偶然によらざるを得ないとか，当業者に試行錯誤を強いるものということもできない。原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "また，原告の指摘するとおり，引用例2のガスバリア材は，無機化合物層中にポアが形成され，当該ポア内に有機化合物（金属アルコキシドの加水分解物と水溶性高分子樹脂との複合物）が存在するものであり，この点において，引用例1のガスバリア材とは無機化合物層の構成が異なる。しかし，引用例2に記載されているのも，無機化合物層の上に有機化合物層を積層させている点で引用発明と共通するから，ガスバリア材における配合比を検討するに当たって，引用例2における配合比を参酌することは可能である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（審理不尽）について",
          "text": [
            "拒絶理由通知書（甲10）によれば，拒絶の理由（理由1）として，引用例1ないし3を引用例とする進歩性欠如が挙げられており，さらに，「記」において，引用例2及び3を用いて，配合比を「40／60～70／30の範囲程度とすることは周知」であると認定した上で，引用例1の配合比をこの程度にすることは適宜なし得ることと判断しているところ，拒絶査定（甲7）には，拒絶理由通知書（甲10）に記載した理由によって本件出願を拒絶すべき旨が記載されている。そして，上記の拒絶理由は，審決の判断と同旨のものと認められるから，審決は，拒絶査定における理由とは異なる理由により拒絶査定を維持したものではなく，原告の主張する違法はない。なお，拒絶査定の備考欄には「引用例2の被覆層を引用例1の被覆層に適用することは，当業者にとって想到容易であり」との記載があるが，かかる記載も，拒絶査定の記載の全体をみれば，拒絶理由通知書における拒絶理由と異なるものではないことを理解することができるというべきである。",
            "以上のとおり，審決は，拒絶査定における理由とは異なる理由により拒絶査定を維持したものではないから，本件審判において，改めて拒絶理由通知をする必要はなかったものである。",
            "よって，取消事由2は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由はすべて理由がない。",
        "よって原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}