{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が不服2009-10516号事件について平成23年11月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶審決の取消訴訟である。争点は，発明の進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，2002年(平成14年)3月23日，名称を「成形金型内で成形部材を製造する方法」とする発明につき，パリ条約による優先日を2001年(平成13年)4月5日，優先権主張国をドイツとして，特許出願し(特願2002-579195号)，平成21年2月23日，拒絶査定を受けたので，同年6月1日，不服審判請求をするとともに，平成23年10月4日，特許請求の範囲の記載の一部を改める旨の補正をした。特許庁は，平成23年11月16日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月29日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明は，金型内で部材を成形する方法に関する発明で，上記補正後の請求項1の特許請求の範囲は以下のとおりである。",
            "【請求項1(本願発明)】",
            "「金型外壁で包囲された少なくとも1個のキャビティー内で成形部材を製造する方法であって，前記キャビティーの一端に対応する充填段階の末端において金型の外壁の温度が測定および分析され，この分析に基づいて，射出速度，保圧，保圧時間および／または金型温度の制御が実行されることを特徴とする金型内で成形部材を製造する方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，下記引用例1に記載の引用発明に，下記引用例2記載の技術的事項を適用することに基づいて，本件優先日当時，当業者において容易に発明することができたから，進歩性を欠く。",
            "【引用例1】特開昭61-255825号公報(甲1)",
            "【引用例2】特開平2-265724号公報(甲3)",
            "【引用発明】",
            "「キャビティーの末端に近い位置に設けられる熱電対によって金型内の樹脂温度又は金型温度を測定し，この測定値と複数の温度設定値を比較することによって，射出保持圧を多段に切り換える射出成形方法。」",
            "【引用発明と本願発明の一致点】",
            "「金型外壁で包囲された少なくとも1個のキャビティー内で成形部材を製造する方法であって，金型の温度が測定および分析され，この分析に基づいて，射出速度，保圧，保圧時間および／または金型温度の制御が実行される，金型内で成形部材を製造する方法。」である点",
            "【引用発明と本願発明の相違点】",
            "本願発明は，キャビティーの一端に対応する充填段階の末端において金型の外壁の温度が測定されるのに対して，引用発明は，キャビティーの末端に近い位置で金型内の樹脂温度又は金型温度が測定される点。",
            "【相違点に係る構成の容易想到性判断(4，5頁)】",
            "「本願発明における『金型の外壁』とは，所定の厚みを有する金型の壁において，その表面(例えば内壁面)に近い部位をいうものと解される。引用発明は，金型内の樹脂温度又は金型温度を測定するものであるところ，射出成形機の金型キャビティ内の樹脂温度を測定するために，金型キャビティ表面に温度センサを設けることは，引用例2に記載されているから・・・，引用発明において，金型の外壁温度を測定することは，当業者が容易に想到し得たことである。",
            "また，金型内の樹脂温度又は金型温度を測定する際に，充填方向のどの部位で測定するかは，キャビティの形状や樹脂の粘度等を考慮して当業者が適宜選定し得る程度の事項に過ぎない。引用発明も，キャビティーの一端に対応する充填段階の末端に近い位置で温度を測定しているということができる。」",
            "「以上のことから，本願発明は，引用発明及び引用例2に記載された事項に基づいて，当業者が容易に発明をすることができたものである。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)",
          "text": [
            "引用例1の第1図には，熱電対31がキャビティーの中心よりは末端に近い位置に設けられていることが図示されているが，キャビティーの末端に近い位置に設けられているとまでは断定できない。引用例1の他の記載にも，熱電対31の設置位置を特定する記載はなく，発明者が熱電対31をキャビティーの末端に近い位置に設けることの技術的重要性に着目していたことを示す記載はない。審決がした引用例1の熱電対31の設置位置の認定は主観的なもので，不適切である。",
            "したがって，引用例1の「第1図を参照すると，熱電対31は，金型内の空間，すなわちキャビティーの末端に近い位置に設けられていると看取できる。」との審決の認定は誤りであり，この認定を受けてされた引用発明の認定も誤りである。",
            "引用例1に記載された引用発明は，「キャビティー内に設けられた熱電対によって金型内の樹脂温度又は金型温度を測定し，この測定値と複数の温度設定値を比較することによって，射出保持圧を多段に切り換える射出成形方法。」と認定すべきものであった。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明と本願発明の一致点・相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1には，樹脂の射出速度を制御することも，金型の温度を制御することも記載されていないから，「引用発明は，本願発明における『射出速度，保圧，保圧時間および／または金型温度の制御が実行される』との要件を備えているといえる。」との審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明では，金型内の樹脂の温度又は金型の温度と設定値とを比較して射出保持圧を切り換えているが，樹脂温度又は金型温度を分析しているものではない。そうすると，「引用発明は，金型内の樹脂温度又は金型温度の測定値と温度設定値を比較するものであるから，金型内の樹脂温度又は金型温度を『分析』するものといえる。」との審決の認定・判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，前記1のとおり，審決がした引用発明の認定は熱電対の設置位置に関して誤りがある。",
                "そうすると，これらの認定・判断を受けて審決がした引用発明と本願発明の一致点・相違点の認定も誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用発明と本願発明の相違点に係る構成の容易想到性判断の誤り)",
          "text": [
            "キャビティーの末端に近い位置で温度を測定することを最初に思い付くことは，当業者にとっても容易でない。",
            "本願発明の技術的課題は制御に当たって変化させるべきパラメーター(変数)の数を可能な限り少なく保つ点にあるから(段落【0005】)，かかる技術的課題を解決しながら温度センサの設置箇所を任意に選定することは困難であり，当業者において複数の測定位置から適宜選択できるような性格のものではない。",
            "引用例1のように，金型外壁でなく，金型内に温度センサ(熱電対)を取り付けるのでは，キャビティー内に射出された樹脂から温度センサに熱が伝わるのに多少の時間がかかるため，温度検出に時間がかかる。そうすると，検出値のフィードバックに時間を要し，射出制御に対する応答性に劣ることになる。加えて，引用例1では，検出された温度と設定値を比較して射出保持圧を多段階で切り換えるから，複雑な制御が必要になる。",
            "他方，本願発明ではキャビティーを取り囲む金型の外壁に温度センサーを設置して温度を測定するから，射出された樹脂が温度センサの設置位置に到達すると直ちに金型外壁の温度が変化し，速やかに温度検出をすることができる。このため，本願発明では射出速度，保圧，保圧時間などの制御の応答性を極めてよくすることができる。また，本願発明ではキャビティーの一端(末端)まで樹脂が充てんされたことを測定温度の急上昇によって直ちに検出することができ，複雑な条件設定をしなくても，適切なタイミングで保圧への切り換えをすることや，射出速度の制御，保圧時間の制御を行うことができる。さらに，金型が複数のゲート，キャビティーを有する場合でも，本願発明では，ゲート，キャビティーごとに温度を設定し，射出速度等を制御することができる。",
            "これらのとおり，本願発明は，応答性よく，適切なタイミングで，簡単に射出制御をすることができる。",
            "したがって，当業者は，引用発明及び引用例2に記載の技術的事項に基づいて，引用発明と本願発明の相違点に係る構成に容易に想到することができないし，本願発明には引用発明等からは当業者が予測し得ない格別顕著な効果がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "審決は「近い」か「遠い」かのいずれかであるという趣旨で，引用例1の熱電対31が「キャビティーの末端に近い位置に設けられている」と認定したのであって，かかる審決の認定に誤りはない。",
            "また，審決は，本願発明の熱電対につき，「キャビティーの一端に対応する充填段階の末端において金型の外壁の温度が測定される」と正しく評価して，引用発明と本願発明の相違点を認定しており，キャビティー一端(末端)と熱電対の設置位置との位置関係に関する両発明の相違を等閑視しているわけではない。したがって，引用例1の熱電対31が「キャビティーの末端に近い位置に設けられている」とした審決の認定に誤りがあるとしても，審決の進歩性判断に誤りがあることにはならない。",
            "結局，審決がした引用発明の認定に誤りがないか，仮にあるとしても進歩性判断の結論に影響を及ぼすものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の特許請求の範囲では，「射出速度，保圧，保圧時間および／または金型温度の制御が実行される」とされているから，射出速度，保圧，保圧時間，金型温度のいずれか1つを制御すれば足り，本願発明においてこれらすべてを制御する構成に限定されるものではない。",
                "したがって，引用例1で樹脂の射出速度や金型の温度が制御されていなくても，引用例1では本願発明の「保圧」に相当する「射出保持圧」を制御しているから，「引用発明は，本願発明における『射出速度，保圧，保圧時間および／または金型温度の制御が実行される』との要件を備えているといえる。」との審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「分析」の語は広い概念を有し，金型温度の「分析」が金型温度の時間的な変化の意味のものに限定されるわけではない。金型温度(又は樹脂温度)を設定値と比較することも，「分析」に当たる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，審決がした引用発明と本願発明の一致点・相違点の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "そもそも，キャビティーを取り囲む金型の外壁に温度センサーを設置したことで，測定温度の急上昇により，キャビティー末端まで樹脂の充填が完了したことを検知することができ，適切なタイミングで保圧へ切り換えることができる等の原告主張に係る本願発明の技術的意義(作用効果)は，本願明細書に記載されていないし，本願発明の特許請求の範囲で特定された技術的事項に基づくものではない。",
            "金型内の樹脂の温度の分布や金型自体の温度の分布は，成形すべき物品の肉厚や形状等に応じて様々なものとなり得，必ずしもキャビティー全体で一様なものとも，ゲートからの距離に応じた一様なものともならない。樹脂温度や金型温度がキャビティー全体で均一なら，キャビティーのどの位置で温度を測定しても差し支えないが，樹脂温度や金型温度がキャビティー全体で均一でないなら，平均的な温度を示す位置で測定したり，あるいは複数箇所で温度を測定したりするという手段を採用することになる。本件優先日当時の当業者の技術常識を示す甲第4号証，乙第1号証の各記載にもかんがみれば，当業者は，当該キャビティーの形状や樹脂の粘度等を考慮して，キャビティー内のどの箇所で樹脂温度や金型温度を測定するかを適宜選定し得るということができる。したがって，キャビティーの末端で樹脂温度や金型温度を測定することも，当業者が適宜選択し得る技術的事項にすぎない。",
            "ところで，引用例2も，引用例1と同様に，射出成型機の技術分野に属し，樹脂の温度を測定して機器の動作の制御を行うという技術的課題が共通であるから，引用例2に記載の技術的事項を引用発明に適用する動機付けがある。",
            "そして，本願発明にいう「金型の外壁」とは所定の厚みを有する金型の壁において，表面，例えば内壁面に近い部位をいうと解されるところ，本願発明にいう「金型の外壁の温度」が引用発明にいう「金型温度」に相当するか否かは必ずしも明らかでないが，引用例2には金型キャビティー表面に温度センサーを設けて温度(外壁温度)を測定するという技術的事項が記載されているから，引用発明に引用例2記載の技術的事項を適用することで，当業者において容易に金型外壁温度を測定する構成に係る相違点を解消することが可能である。",
            "なお，射出成型機の技術分野において，樹脂の温度を監視する場合，樹脂に直接温度センサーを接触させて温度を測定する手法と，樹脂の温度を反映する金型に温度センサーを接触させて金型の温度を測定する手法の2つがあることは，当業者の技術常識であるところ(甲2参照)，後者の手法を採用した場合であっても，射出される樹脂の粘度が小さく，金型内壁面に沿って薄く樹脂が流れ拡がるようなときで，かつ金型表面から相当離れた位置に温度センサーを取り付けるようなときでなければ，温度測定のタイミングが遅れて不都合であるといった不都合は生じない。仮に後者の手法を採用した場合に温度測定のタイミングの点で不都合があるとしても，上記のとおり引用例2には金型キャビティー表面に温度センサーを設けて温度(外壁温度)を測定するという技術的事項が記載されているから，引用例2記載の技術的事項を適用することで原告主張の作用効果を実現することができる。",
            "また，本願発明でも，射出保持圧を多段に切り換える構成が含まれており，必ずしも引用発明の制御の方が本願発明の制御よりも複雑になるわけではない。",
            "結局，引用発明に引用例2記載の技術的事項を適用することで，本件優先日当時，当業者において引用発明と本願発明の相違点に係る構成に容易に想到でき，これによる効果も引用例1，2から当業者が予測し得る格別なものでない旨の審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "text": [
            "引用例1(甲1)の第1図には，下記のとおり，金型7が成す断面形状略コの字形の隙間(空間)であるキャビティーのうち，下方3分の1程度のキャビティーの部分(コの字の下の辺に相当)の中央より左寄りの位置に熱電対31を設けることが図示されている。",
            "【引用例1の第1図】",
            "このとおり，上記第1図には，樹脂の注入口とキャビティーの末端(左下隅)のほぼ中央に相当する，キャビティーの下半分の中央に当たる位置よりも相当末端寄りの位置で，かつ下方3分の1程度のキャビティーの部分の中央より左寄りの位置に，温度センサー(熱センサー)である熱電対31を設けることが記載されているから，熱電対(31)を設ける位置がキャビティーの末端に近いか遠いかという程度の意味合いで，熱電対(31)が「キャビティーの末端に近い位置に設けられる」と認定した審決の引用発明の認定に誤りがあるとはいえない。",
            "しかも，審決は，本願発明においてはキャビティーの末端(キャビティーの一端に対応する充填段階の末端)に温度センサーを設置して温度を測定するが，引用発明においては，キャビティーの末端自体に温度センサーを設置するのではなく，末端に近い位置に温度センサーを設置して温度を測定する点が両発明の相違点である旨を正しく認定して，本願発明の容易想到性判断を行っているから，仮に審決がした熱電対(31)の設置位置に抽象的ないし包括的な点があるとしても，本願発明の容易想到性判断の前提たる引用発明の認定として妥当でないものではない。",
            "そうすると，審決がした引用発明の認定に誤りはなく，原告が主張する取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明と本願発明の一致点・相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，金型の温度を測定，分析し，この分析に基づいて射出速度，保圧，保圧時間及び／又は金型の制御を実行する点が引用発明と本願発明の一致点であると認定したが，原告は，引用例1には射出速度の制御も金型の温度の制御も記載されていないから，審決のかかる一致点の認定には誤りがあると主張する。",
                "確かに，引用例1の1，2頁には，射出された樹脂の温度ないし金型の温度に応じて，射出された樹脂に加え続ける圧力(射出保持圧，保圧)の大きさを経時的に制御することは記載されているが(下記第2図を参照)，樹脂の射出速度を制御することや，樹脂の温度ないし金型の温度を制御することは記載されているものでないか，あるいは少なくとも明示されているものではない。",
                "【引用例1の第2図】",
                "しかしながら，本願発明の特許請求の範囲における「射出速度，保圧，保圧時間および／または金型温度の制御が実行されることを特徴とする」との構成によれば，本願発明においては，射出速度，保圧，保圧時間，金型温度のいずれか1つ以上を制御すれば足りることが明らかである。しかるに，上記のとおり，引用発明では，保圧及び保圧時間を制御するから，保圧及び保圧時間の制御を行う点で本願発明と引用発明は一致する。そうすると，かかる点に関する限り，審決がした本願発明と引用発明の一致点の認定に誤りがあるものではないところ，審決は保圧ないし保圧時間の制御の点で両発明が一致することに着目する一方，他方射出速度や金型温度の制御の点で両発明が一致することを前提とせずに，本願発明の容易想到性の判断を行っているものである。したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明では樹脂温度等を分析していないから，審決がした引用発明と本願発明の一致点・相違点の認定は誤りであると主張する。",
                "この点，引用例1には，金型内の樹脂温度又は金型温度の実測値と，経時的に予め設定した値(経過時間に応じた複数の設定値)とを比較して，その後の制御を行うことが記載されている(なお，この比較，制御は経時的に行われる。1頁右下欄20行～2頁左上欄4行，前記第2図等)。",
                "他方，本願明細書(甲12)にも，「成形金型内部圧力が測定され，かつ分析されるという方式で遂行されている。その分析の結果は，調整パラメータの修正である。保圧，保圧時間および射出速度の変化が測定される。個々の処理段階は，高度なノウハウを必要とする金型内部圧力変化過程に基づいて時間的に分析される。」(段落【0003】)，「この発明の課題は，変化させるべきパラメータの個数を可能な限り少なく保ち，そのパラメータの分析をするための方法，あるいは類似の手法を提供することにある。」(段落【0005】)，「前記課題を解決するために，金型外壁の温度が測定されて分析され，その分析に基づいて射出速度および／または保圧および／または保圧速度および／または金型温度の各制御が実行される。」(段落【0006】)，「好ましくは金型外壁温度の測定は，金型内部圧力の測定と共に実行される。そこで測定された物理的性質を基礎にして，必要な推論を，調整パラメータに基づいて誘導することができる。」(段落【0007】)，「とりわけ生産された成型部材の収縮性は，一定に維持される。・・・」(段落【0008】)，「さらに金型外壁温度は，充填圧力から保圧への切り替えを決定し，・・・」(段落【0009】)，「この制御方法を簡便に，特に工程に依存しないように実行するためには，測定されたパラメータが，時間にではなくて，むしろ同じパラメータの基準値に基づいてグラフ化されることが必要である。実際の測定値と基準値とが完全に一致する場合には，45°直線が得られる。」(段落【0010】)との記載があるにすぎず，金型外壁の温度を測定し，経時的に予め設定されている設定値と，射出開始後の時間に応じて経時的に比較し，所要の制御を行う程度の事柄が開示されているに止まる。そして，本願発明においても，かように経時的に温度の比較を行う構成が含まれるものと解される一方，本願明細書において，かかる経時的な温度の比較以上の意味合いで，「分析」の語が使用されているかは不明である。",
                "したがって，審決がした「引用発明は，金型内の樹脂温度又は金型温度の測定値と複数の温度設定値を比較するものであるから，金型内の樹脂温度又は金型温度を『分析』するものといえる。」との判断(4頁)に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，前記1のとおり，審決がした引用発明における熱電対(31)の設置位置の認定に誤りはないから，審決による引用発明と本願発明の一致点・相違点の認定に誤りはなく，原告が主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用発明と本願発明の相違点に係る構成の容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例2(甲3)の4頁右上欄2ないし5行には，金型キャビティーの表面9cに金型樹脂温度センサー13を設ける旨が記載されているところ，引用例1，2はいずれも金型を用いた樹脂の射出成形の技術分野に属し，所要の品質の成形品を得るべく，温度等の測定を行って適切な機器の制御を行うことを技術的課題とするから，当業者において引用例2に記載の技術的事項を引用発明に適用する動機付けがあり，かかる適用を行うときは，当業者において，射出された樹脂に接触する金型キャビティー表面(本願発明にいう金型外壁)に温度センサーを設け，金型表面(キャビティー表面)の温度を測定して，測定温度を機器の制御に用いる構成に容易に想到することができることは明らかである。",
                "ここで，甲第4号証(特開平4-201429号公報)の3ないし5頁には，キャビティー内の樹脂の温度は一定でなく温度分布が生じること，保圧プロセスではゲート(注入口)からキャビティーの奥に向かうに従って温度が低下していく温度分布となることが記載されており，第1図からは，金型温度検出器111と金型内樹脂温度検出器112をキャビティーの末端(奥)ないしその付近に設置する構成を見て取ることができる。また，乙第1号証(特開平5-253995号公報)の段落【0019】，【0024】及び図1には，ゲート3aから最も離隔する位置に温度センサ11を設けて金型の温度を測定し，機器の制御に用いることが記載され，上記図1で図示されたセンサ11bはキャビティーの末端付近に設置されていると評価してもよいものである(また，段落【0026】には，センサ11a，11bの間に複数のセンサを設け，金型の温度のばらつきを細かく制御してもよい旨が記載されている。)。そうすると，本件優先日当時，キャビティー内の樹脂の温度が不均一となることを考慮して，キャビティー内の適宜の位置に温度センサーを設置する程度の事柄は当業者の技術常識にすぎなかったということができるし，キャビティーの末端が当業者が選択する温度センサーの設置位置に含まれていたものといって差し支えない。",
                "よって，本件優先日当時の当業者の技術常識を考慮すれば，引用発明に引用例2記載の技術的事項を適用することで，本件優先日当時，当業者において，引用発明と本願発明の相違点に係る構成に容易に想到することができたということができる。したがって，これと同趣旨の審決の容易想到性判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，キャビティーを取り囲む金型の外壁すなわち樹脂と接する金型のキャビティー表面に温度センサーを設置すれば，射出速度等の制御の応答性をよくすることができるなどと主張するが，かかる作用効果は本願明細書に記載されていない一方，金型のキャビティー表面に温度センサーを設置すれば，速やかに温度測定を行うことができ，樹脂の状態をより適切，迅速に把握することができるようになって，機器制御(保圧制御)の応答性を高めることは当業者には明らかであるから，原告が主張する上記メリットは，引用例1，2から当業者が予測し得る程度の作用効果にすぎない。",
                "また，本願発明でも経時的，多段階に機器の制御を行うことが除外されているわけではないから(本願明細書の段落【0003】，【0006】を参照)，必ずしも引用発明の制御の方が本願発明の制御よりも簡易なものとなるわけではない。",
                "結局，本願発明には引用例1，2から当業者が予測することができない格別顕著な作用効果があるとはいい難い。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これらのとおり，引用発明及び引用例2記載の技術的事項に基づいて本願発明の容易想到性を肯定した審決の判断に誤りがあるとはいえず，原告が主張する取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}