{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2011-7588号事件について平成24年5月21日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶審決の取消訴訟である。争点は，一部の請求項につき特許を受けることができない事由があることを理由に，他の請求項について検討することなく特許出願を拒絶したことの当否である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告（旧商号は「株式会社インテグレイテッドビジネス」であり，審決後の平成24年7月2日に特許庁長官に対して出願人の名称変更届を提出した。）は，平成15年5月21日，名称を「ICモジュール，ICモジュール板，及び通信システム」（平成19年5月25日付けの補正により「ICモジュール板及び通信システム」と，平成21年7月13日付けの補正により「通信システム」と順次変更された。）とする発明について特許出願（特願2003-143598号）をし，平成19年5月25日付けの補正（甲11），平成21年7月13日付けの補正（甲14）及び平成22年3月12日付けの補正（甲17）をしたが，特許庁は，平成23年1月5日付けで，平成22年3月12日付けの補正を却下するとともに，拒絶査定をした。そこで，原告は，平成23年4月11日，拒絶査定に対する不服審判請求（不服2011-7588号）をするとともに，同日付けの補正（甲21）をしたが，特許庁は，平成24年5月21日，「本件審判の請求は，成り立たない。」との審決をし，その理由中で，平成23年4月11日付けの補正を却下した。そして，審決謄本は，平成24年6月5日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "平成21年7月13日付け補正による請求項の数は10であるが，そのうち請求項1に係る本願発明は，次のとおりである。なお，原告は，本件訴訟において，平成23年4月11日付けでした補正の却下については争っていない。",
            "【請求項1】",
            "結合用のコイルと，無線通信を行うための送信，受信による無線通信部と，を有する携帯電話と，",
            "結合用コイルと，該結合用のコイルが前記携帯電話の送信，受信による無線通信部と通信を行うための前記携帯電話の結合用コイルと結合し，無線通信を行う送信，受信による無線通信部と，を有する端末装置と，",
            "を備えることを特徴とする通信システム。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決の理由の要点は，平成23年4月11日付けの補正は平成18年法律第55号による改正前の特許法17条の2第4項の規定に違反するものとして却下すべきであり，そうすると，本願発明の要旨については，上記2のとおり認められるが，本願発明は，特開2001-223631号公報（甲1）に記載された引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができず，したがって，本件出願については，他の請求項について検討するまでもなく拒絶されるべきであるというものである。",
            "審決がした引用発明の認定，本願発明と引用発明との一致点，相違点1及び2は次のとおりである。",
            "【引用発明】",
            "非接触ICカード用のループアンテナと，無線通信を行うための送信，受信によるICカード用通信手段と，を有する，非接触ICカード機能を備えた携帯電話機と，",
            "携帯電話機を近接させると，携帯電話機との間で送信，受信による無線通信が行われて，携帯電話機を非接触ICカードとして機能させることができる，外部情報通信源と，",
            "を備える通信システム。",
            "【一致点】",
            "無線通信を行うための送信，受信による無線通信部を有する携帯電話と，",
            "前記携帯電話の無線通信部との間で，無線通信を行う送信，受信による無線通信部を有する装置と，",
            "を備える通信システム。",
            "【相違点1】",
            "本願発明は，「結合用のコイル」を有する「携帯電話」を備えているのに対して，引用発明は「非接触ICカード用のループアンテナ」を有する「携帯電話」を備えている点。",
            "【相違点2】",
            "本願発明は，携帯電話と無線通信を行う対象が「結合用コイルと，該結合用のコイルが前記携帯電話の送信，受信による無線通信部と通信を行うための前記携帯電話の結合用コイルと結合し，無線通信を行う送信，受信による無線通信部と，を有する端末装置」であるのに対して，引用発明では，「結合用コイル」が「前記携帯電話の送信，受信による無線通信部と通信を行うための前記携帯電話の結合用コイルと結合」するものではなく，また，携帯電話と無線通信を行う対象が「端末装置」と特定されていない点。",
            "相違点1について，カードリーダ・ライタ（カード読み書き装置）と，これと非接触で通信を行うカードの各々が，結合コイル，すわなち，「結合用のコイル」を備えることは，特開2000-3459号公報（甲2），特開平11-282985号公報（甲3），特開平11-191146号公報（甲4）から明らかなように，当業者に周知の技術である。そして，引用発明の非接触ICカード用のループアンテナを備えた携帯電話機について，外部情報通信源と無線通信を行わせるために，上記周知技術を適用し，ループアンテナに代えて結合用のコイルを備えるようにして，相違点1に係る本願発明の構成とすることは，当業者が適宜なし得る程度のことである。",
            "相違点2について，POS端末装置が具備するカードリーダ・ライタやカード読み書き装置が，結合用コイルを具備して非接触式カードとの間で無線通信を行うことは，甲2公報及び甲3公報に開示されているように，当業者に周知の技術にすぎない。また，これらのPOS端末装置が備えるカードリーダ・ライタやカード読み書き装置は，本願発明の「端末装置」に相当する。したがって，引用発明に上記の周知技術を適用し，携帯電話機が外部情報通信源との間で無線通信を行うための手段として，結合用のコイルを具備した通信手段を採用し，かつ，外部情報通信源をカードリーダ・ライタ等の「端末装置」とすることによって，相違点2に係る本願発明の構成とすることは，当業者が適宜なし得る程度のことである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決が，請求項1に係る本願発明について，拒絶されるべきものであるとした判断については認める。",
        "しかしながら，請求項3に係る発明については，これを引用発明と対比し，作用効果についても考慮すると，特許法29条2項の規定により特許を受けることができない発明とはいえない。また，請求項4～10に係る発明は，請求項3に係る発明を直接又は間接に引用している。したがって，請求項3～10に係る発明について拒絶されるべきものであるとした審決は，取り消されるべきである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "原告の主張については争う。審決の理由のとおりであって，その判断に違法はない。"
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "原告は，請求項1に係る本願発明につき特許法29条2項の規定により特許を受けることができないとした審決の判断については争っておらず，審決が，その他の請求項に係る発明について検討することなく出願全体を拒絶した点について，請求項3～10に係る発明が進歩性を有することを理由として取り消されるべきであると主張する。",
        "しかしながら，特許法は，一つの特許出願に対し，一つの行政処分としての特許査定又は特許審決がされ，これに基づいて一つの特許が付与されるという基本構造を前提としており，複数の請求項に係る特許出願であっても，特許出願の分割をしない限り，その特許出願全体を一体不可分のものとして特許査定又は拒絶査定をするほかない。したがって，一部の請求項に係る発明について特許をすることができない事由がある場合には，他の請求項に係る発明についての判断いかんにかかわらず，特許出願全体について拒絶査定をすべきことになる。本件において，請求項1に係る本願発明が特許法29条2項の規定により特許を受けることができないものであることは，原告も争っておらず，そうである以上，請求項3～10に係る発明について判断するまでもなく，本件出願は出願全体として拒絶されるべきであるから，これと判断を同じくする審決に違法はない。請求項3～10に係る発明は拒絶されるべきではないとする原告の主張は，審決の結論を左右するものではない。"
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}