{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が取消2011-670011号事件につい"
    },
    {
      "text": "て平成24年2月28日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのため"
    },
    {
      "text": "の付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記1の原告の本件商標に係る登録商標に対する不使用を理由とする当該登録の取消しを求める被告の後記2の本件審判請求について，特許庁が同請求を認めた別紙審決書(写し)の本件審決(その理由の要旨は後記3のとおり)には，後記4のとおりの取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成5年1月28日，別紙のとおりの構成からなる商標(以下「本件商標」という。)について，別紙記載の商品を指定商品として，イタリア共和国を本国とする国際登録出願をし，平成15年5月15日に我が国について事後指定を行った(甲11，弁論の全趣旨)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成18年1月13日，我が国において本件商標の設定登録を受けた(甲11。国際登録番号595760号)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，平成21年12月24日，指定商品のうち，第18類「Leather  and imitations thereof, goods made thereof not included in other classes; trunks and suitcases(革及び人工皮革並びに革製及び人工皮革製の商品(他の類に属しないもの)，トランク及びスーツケース)」及び第25類「Clothing, headgear(被服，帽子)」について，取消審決が確定した(甲11)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成23年7月14日，継続して3年以上日本国内において商標権者，専用使用権者又は通常使用権者のいずれも本件商標をその指定商品について使用した事実がないと主張して，取消審判を請求し，当該請求は同月26日に登録された(甲11)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，これを取消2011-670011号事件として審理し，平成24年2月28日，「国際登録第595760号商標の商標登録は取り消す。」との本件審決をし，同年3月23日にその謄本が原告に送達されたものとみなされた(弁論の全趣旨)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，要するに，原告が被告の請求について答弁していないから，本件商標の登録は，商標法50条の規定により，取り消すべきである，というものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件商標の不使用に係る判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標の使用",
          "text": [
            "原告は，以下のとおり，本件審判請求の登録前3年以内に，日本国内において，本件商標の指定商品のうち第14類「timepieces and chronometric instruments(計時用具)」について，本件商標と社会通念上同一の商標を使用している。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取引の概要",
              "text": [
                "原告は，時計その他の雑貨の製造・販売を業とするイタリア法人であり，平成4年から本件商標を付した時計(以下「本件時計」という。)の製造・販売を開始し，今日までイタリア，日本のみならず世界中に各国の販売代理店を通じて本件時計を継続して販売している。",
                "本件の取引の流れは，原告が，本件時計を製造し，平成15年1月から日本における販売代理店である株式会社ドウシシャに向けて輸出し，ドウシシャが百貨店などの小売業者に向けて本件時計を流通させる，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告とドウシシャとの関係",
              "text": [
                "原告は，ドウシシャを，日本における本件時計を含む雑貨類の独占販売代理店として指名し，その旨の契約を締結した上で，平成15年1月から継続して本件時計の取引を行っている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標が付された本件時計",
              "text": [
                "本件時計には，文字盤の中央下部又は中央右部に，本件商標と社会通念上同一と認められる「LAＮCASTER」の商標が付されている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件時計に関する取引の実情",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成21年に本件時計をイタリアで生産し，これをドウシシャに向けて輸出した。原告とドウシシャの間では，本件時計の取引を目的とした商取引契約が締結されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "イタリアから輸出された本件時計が，日本においてドウシシャによって輸入されている。原告のような外国法人の商標を付した商品が一旦日本に輸入された場合には，当該輸入行為をもって，当該外国法人による商標法2条3項2号規定の「使用」行為があったものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，少なくとも平成21年2月25日から同年7月28日までの間において，商標権者である原告が，本件商標を付した本件時計に関する取引を行っていたこと，すなわち，指定商品である計時用具について本件商標を「使用」(商標法2条3項2号又は8号)していた事実が認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "平成22年以降の取引の実情",
              "text": [
                "原告は，平成22年1月以降は，ユーロパッション株式会社を販売代理店として，日本において本件時計を販売している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "小括",
          "text": [
            "原告は，要証期間中において，ドウシシャ又はユーロパッションとの間で本件商標を付した本件時計の譲渡，輸入等を目的とした取引を行っていたものであり，商標法50条により取り消される場合に当たらない。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "甲1，3及び4について",
          "text": [
            "原告が提出した証拠は，平成21年2月25日から同年7月28日までの間における本件商標の使用を立証するものではない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1及び3は，本件審判の予告登録日である平成23年7月26日以降のものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成21年に原告からドウシシャに送られた請求書の写しとして甲4を提出しているが，甲3に掲載されている品番及び物流番号のものは甲4には掲載されていない。さらに，甲4には，甲3に記載の「イントリゴ」「ジョス  クロノ」に対応する欧文字「IＮTRIGO」「JOSS  CHROＮO」の記載があるが，その後の「ガルーシャ3針」「アルミ」「オーストリッチ」に対応する欧文字はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，甲1及び3の対応関係が明瞭でなく，甲4のみでは，本件商標が付された時計が要証期間に日本に輸入されていたかは立証されていない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲5について",
          "text": [
            "原告は，甲5によって，平成22年1月以降の要証期間の使用を証明していると主張している。",
            "しかしながら，甲5は，平成22年3月5日付けのウェブサイト記事の写しであり，単にユーロパッションが同年1月からイタリアのウオッチブランド「ランカスター  イタリー」の日本総代理店業務を開始している旨を掲載しているにすぎず，本件商標が付された時計が販売されていることを立証するものではない。",
            "また，同ウェブサイトにおける「ランカスター  イタリー」の記載は，本件商標と社会通念上同一のものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "後掲証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告とドウシシャの契約について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告とドウシシャは，平成16年12月独占販売契約を締結し，平成18年1月1日，これを更新した。",
                    "更新後の独占販売契約書(EXCLUSIVE  SOLE  DISTRIBUTIOＮ  AGREEMEＮT)には，原告は，ドウシシャを，LAＮCASTERの商標及びロゴを付した時計について，日本における唯一かつ独占的な販売店とし，1年ごとに自動的に更新されること等が規定されている(甲6)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，ドウシシャとの間で，平成21年2月27日，商取引契約書(COMMERCIAL  AGREEMEＮT)を締結した。同契約書には，以下の条項がある(甲7，14)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ドウシシャは，原告から，総額23万6767ユーロの，LAＮCASTERブランドの時計8000個を購入することを保証する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，総額23万6767ユーロの，LAＮCASTERブランドの時計8000個を納入することを保証する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "具体的には，原告は，6箇月間毎月(平成21年3月，4月，5月，6月，7月及び8月)の各月末に，合計1150個の時計をそれぞれ納入し，同年9月末に1100個の時計を，自らの在庫状況に応じて納入し，総計8000個の時計を納入するものとする。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，原告は，平成22年1月以降は，ユーロパッションを日本における販売代理店とした(甲5の1・2)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告とドウシシャとの取引",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成21年2月25日，同年5月15日及び同年7月28日，ドウシシャに対し，「JOSS  CHROＮO」又は「IＮTRIGO」の欧文字を付した「イントリゴ  ネロ  クロノ-ガルーシャ」「イントリゴ  ブラック  スチール  ウオッチ(参照コード：OLA206BMRMRMR)」等の商品について，インボイスの番号を付した請求書を発行した(甲4の1～3，弁論の全趣旨)。",
                    "そのうち，同年5月15日付けのインボイスの番号は「305」である(甲4の2)。",
                    "また，同年5月25日付け貨物受領書(FIATA  FCR)には，運送取扱人である日本エクスプレスが，貨物の輸送又は運送を海上運送人へ取次ぎ又は委託を行うことを前提として，原告がドウシシャに対して発送した商品「Watches&Watch boxes」を受け取ったことが記載され，その請求書の番号は「305，306，307，308，309」である(甲8，9)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ドウシシャは，同日，原告に対し，請求書番号「305，306，307，308，309，262」に係る「時計」の商品代金として，みずほ銀行に対して原告向けの送金を依頼した(甲10)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "ドウシシャが取引した時計について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ドウシシャは，取引先に対し，「ランカスター  イントリゴ  ガルーシャ(品番：206BMRMRMR)」，「ランカスター  イントリゴ  アルミ」及び「ランカスター  ジョス  クロノ  オーストリッチ」の各時計の商品写真が掲載された提案書を作成した上，これを提示した(甲3，14)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記のうち，「ランカスター  イントリゴ  ガルーシャ(品番：206BMRMRMR)」の時計と実質的に同一のものと認められる時計には，LAＮCASTERの欧文字を円弧状に横書し，その「AＮCASTE」の部分に下線を引き，その下に「ITALY」と記載した構成の標章(以下「本件使用商標」という。)が付されている(甲3，12，弁論の全趣旨)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標の使用の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件時計に係る取引状況",
              "text": [
                "前記1認定の事実，すなわち，①ドウシシャが原告の本件商標が付された時計についての日本における独占的販売店であること，②原告とドウシシャ間の請求書，貨物受領書及び送金依頼書の番号が同一であり，商取引契約書に基づいた本件時計の取引の一部が，平成21年5月15日には現実に行われたものといえること，③ドウシシャが作成したLAＮCASTERブランドの時計の提案書(甲3)は，平成23年7月26日以降に印刷されたものではあるものの，平成22年1月以降は，ユーロパッションが日本における販売代理店となっていることに照らすと，それ以前の時期に上記提案書が作成されたものと推認されること等を総合すれば，少なくとも，原告が，平成21年5月15日には，日本における独占的販売店であるドウシシャに対し，本件使用商標を付した本件時計を輸出し，同社が日本において本件時計に関する取引書類に本件使用商標を付した商品写真を掲載してこれを展示した事実が認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標の同一性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，別紙記載のとおり，LAＮCASTERの欧文字を横書し，その「AＮCASTE」の部分に下線を引いた構成からなる。なお，「L」，「E」及び「R」の文字は，若干図案化されている。本件商標からは，「ランカスター」の称呼が生じる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件使用商標は，前記1(3)のとおり，2段に記載されており，「ITALY」は，イタリア製の商品であることを示すにすぎないから，本件使用商標からは，「ランカスター」の称呼も生じる。",
                    "そして，本件使用商標の上段部分は，本件商標と外観においても類似するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本件商標と本件使用商標とは，少なくとも称呼において同一のものであり，外観においても社会通念上類似であるから，両者は社会通念上同一と認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "商標の使用の有無",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記のとおり，イタリア法人である原告は，平成21年5月15日，日本における独占的販売店であるドウシシャに対し，本件使用商標を付した時計を輸出し，ドウシシャがこれを取引書類に付して展示していたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "商標法は，商標を保護することにより，商標の使用をする者の業務上の信用の維持を図り，もって産業の発達に寄与し，あわせて需要者の利益を保護することを目的とする(商標法1条)。したがって，商標法上の保護は，商標の使用によって蓄積された信用に対して与えられるのが本来的な姿であり，一定期間登録商標の使用をしない場合には保護すべき信用が発生しないか，又は発生した信用も消滅してその保護の対象がなくなるものと解される。商標法50条は，そのような不使用の登録商標に対して排他独占的な権利を与えておくのは国民一般の利益を不当に侵害し，かつその存在により権利者以外の商標使用希望者の商標の選択の余地を狭めることになるところから，請求によりこのような商標登録を取り消す趣旨の制度である。",
                    "商標権は，国ごとに出願及び登録を経て権利として認められるものであり，属地主義の原則に支配され，その効力は当該国の領域内においてのみ認められるのが原則である。もっとも，商標権者等が商品に付した商標は，その商品が転々流通した後においても，当該商標に手が加えられない限り，社会通念上は，当初，商品に商標を付した者による商標の使用であると解される。そして，外国法人が商標を付した商品が，日本において独占的販売店等を通じて輸入され，国内において取引される場合の取引書類に掲載された商品写真によって，当該外国法人が独占的販売店等を通じて日本における商標の使用をしているものと解しても，商標法50条の趣旨に反することはないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，本件においては，商標権者である原告が，原告の時計に本件使用商標を付し，日本国内において，独占的販売店であるドウシシャを通じて上記時計に関する取引書類に本件使用商標を付した商品写真を掲載してこれを展示したものであるから，本件商標と社会通念上同一の商標を使用(商標法2条3項8号)していたということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "商標権者が，不使用取消審判の請求の登録前3年以内に日本国内において商標権者，専用使用権者又は通常使用権者のいずれかが指定商品のいずれかについて登録商標(社会通念上同一と認められる商標を含む。)の使用をしていることを証明した場合には，登録商標の取消しを免れることができるところ(商標法50条2項本文)，以上のとおり，商標権者である原告又は通常使用権者であるドウシシャは，本件審判請求の登録前3年以内に，日本国内において，指定商品の1つである計時用具について，本件商標と社会通念上同一の商標を使用していたということができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由には理由があり，本件審決は取り消されるべきものである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10250",
    "date": "2013-01-10",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082897",
    "ipprecedent_id": "3235",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}