{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-24708号事件について平成23年11月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1のとおりの手続において，特許請求の範囲の記載を下記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨は下記3のとおり）には，下記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成16年8月9日，発明の名称を「真円ロータリーエンジン」とする特許を出願し（乙3。特願2004-268997），次の各日付で手続補正書を提出した。以下，出願当初の特許請求の範囲，明細書及び図面を「当初明細書等」と，下記の各手続補正書をその順に従って「手続補正書1」ないし「手続補正書13」と，これらによる補正を「本件補正」と，本件補正による特許請求の範囲，明細書及び図面を「本件補正明細書等」という。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "平成16年10月5日：手続補正書1（乙4）"
                },
                {
                  "fig": "イ",
                  "subject": "平成16年10月12日：手続補正書2（乙5）"
                },
                {
                  "fig": "ウ",
                  "subject": "平成18年1月27日：手続補正書3（乙6）"
                },
                {
                  "fig": "エ",
                  "subject": "平成18年4月12日：手続補正書4（乙7）"
                },
                {
                  "fig": "オ",
                  "subject": "平成18年8月14日：手続補正書5（乙8）"
                },
                {
                  "fig": "カ",
                  "subject": "平成18年10月5日：手続補正書6（乙9）"
                },
                {
                  "fig": "キ",
                  "subject": "平成19年5月14日：手続補正書7（乙11）"
                },
                {
                  "fig": "ク",
                  "subject": "平成20年1月3日：手続補正書8（乙12）"
                },
                {
                  "fig": "ケ",
                  "subject": "平成20年1月3日：手続補正書9（乙13）"
                },
                {
                  "fig": "コ",
                  "subject": "平成20年1月3日：手続補正書10（乙14）"
                },
                {
                  "fig": "サ",
                  "subject": "平成21年9月10日：手続補正書11（乙16）"
                },
                {
                  "fig": "シ",
                  "subject": "平成22年1月13日：手続補正書12（乙18）"
                },
                {
                  "fig": "ス",
                  "subject": "平成22年1月15日：手続補正書13（乙19）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成22年9月22日付けで拒絶査定を受けたので（乙23），同年10月15日，これに対する不服の審判を請求した（乙24）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，前記請求を不服2010-24708号事件として審理し，平成23年11月30日，「本件審判の請求は，成り立たない。」との本件審決をし（乙2），その謄本は，同年12月21日，原告に送達された（乙1）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正前後の特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当初明細書等に記載の特許請求の範囲の記載は，次のとおりである。",
                "【請求項1】ロータ前端部からロータ後端部までの所の弧状をロータ枠の半径とし，ロータ前端部からロータ後端部までをロータ先端部とし，ロータ先端部と吸入弁が等角回転で同方向に回転してロータ先端部が吸入弦部と接っしさせて出来た形とした事を特徴とした真円ロータリーエンジン",
                "【請求項2】吸入切り込み部（26）の半径と吸入切り込み部（30）の半径と同じくしその間を同じ半径の弧とした事を特徴とした真円ロータリーエンジン",
                "【請求項3】ロータと排気弁が等角回転で同方向に回転し，ロータ前端部からロータ後端部の間と排気弦部を接っしさせながら出来た形とした事を特徴とした真円ロータリーエンジン",
                "【請求項4】吸入弁先端部に溝を設けて溝に柔軟シールを設けてその先端に鋼製シールを設ける事を特徴とした真円ロータリーエンジンのシール",
                "【請求項5】吸入弁の先端部の溝より間をあけていくらか中心部近くの方に締め付け穴を設ける事を特徴とした真円ロータリーエンジンのシール",
                "【請求項6】鋼製シールを円側に引張る事を特徴とした真円ロータリーエンジンのシール",
                "【請求項7】排気弁の先端部に溝を設けて柔軟シールを設けその先端に鋼製シールを設ける事を特徴とした真円ロータリーエンジンのシール",
                "【請求項8】排気弁の先端の溝より間を設けていくらか中心部近くの方に締め付け穴を設ける事を特徴とした真円ロータリーエンジンのシール",
                "【請求項9】排気弁の鋼製シールを内側に引張る事を特徴とした真円ロータリーエンジンのシール",
                "【請求項10】ロータ先端部に溝を設け，溝に柔軟シールを設けてその先端部に何本かの鋼製シール（60）・（61）を設ける事を特徴とした真円ロータリーエンジンのシール",
                "【請求項11】ロータの先端部の溝より間を設けていくらか中心部の方に締め付け穴を設ける事を特徴とした真円ロータリーエンジンのシール",
                "【請求項12】ロータの何本かの鋼製シールを中心側に引張る事を特徴とした真円ロータリーエンジンのシール"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の特許請求の範囲の記載は，次のとおりである。以下，順に「本件補正発明1」ないし「本件補正発明13」といい，併せて「本件補正発明」という。",
                "【請求項1】真円ロータリーエンジンの燃焼室の前室に略半円形の吸入弁室を設け，吸入弁室に接続してロータ枠を設け，吸入弁室に略半円形の吸入弁を設けそしてロータ枠内にロータの1部が接っするロータを入れ，ロータと吸入弁が同方向に等角回転し，吸微出入の先端とロータ後部が同方向に等角回転して接っしながら出来たロータ後部の形とした事を特徴とした真円ロータリーエンジン",
                "【請求項2】燃焼室を挟んで吸入弁室の反対側に断面略半円形の排気弁室を設け排気弁室の中に断面略半円形の排気弁を収容し，ロータと排気弁が同方向に等角回転しロータ前部は排微出入の先端と接っしながら同方向に等角回転して出来たロータ前部の形とした事を特徴とした真円ロータリーエンジン",
                "【請求項3】前微出入の先端部と吸弦前部が同方向に等角回転して接っしながら出来た吸弦前部の形とした事を特徴とした真円ロータリーエンジン",
                "【請求項4】ロータの後微出入の先端部と吸弦後部が同方向に等角回転して接っしながら出来た吸弦後部の形とした事を特徴とした真円ロータリーエンジン",
                "【請求項5】吸入弁で吸微出入の反対側に通気部に袖部（26），（26A）を設ける事を特徴とした真円ロータリーエンジン",
                "【請求項6】ロータの前微出入の先端と排気弁の排弦前部が同方向に等角回転して接っしながら出来た排弦前部の形とした事を特徴とした真円ロータリーエンジン",
                "【請求項7】ロータの後微出入の先端と排気弁の排弦後部が同方向に等角回転して接しながら出来た排弦後部の形とした事を特徴とした真円ロータリーエンジン",
                "【請求項8】排気弁で排微出入の反対側に通気部の所に袖部（27），（27A）を設ける事を特徴とした真円ロータリーエンジン",
                "【請求項9】燃焼室の反対側で排出口と吸入口の間に断面略半円形の仕切枠を設けその中に断面略半円形の仕切弁を設け，ロータの前微出入と仕切前部が同方向に等角回転しながら出来た仕切前部の形とした事を特徴とした真円ロータリーエンジン",
                "【請求項10】ロータの後微出入と仕切後部が同方向に等角回転して僅かな隙間をもたせながら出来た仕切後部の形とした事を特徴とした請求項9記載の真円ロータリーエンジン",
                "【請求項11】吸入回転弁枠の任意の所に燃焼室の奥の方に混合ガスを送り込む手段を設ける事を特徴とした真円ロータリーエンジン",
                "【請求項12】混合ガスと潤滑油を分ける手段とした事を特徴とした請求項11記載の真円ロータリーエンジン",
                "【請求項13】プラグ濡れ防止枠内の中に何個所かに着火前に噴霧状の液料を出す手段を設ける事を特徴とした真円ロータリーエンジン"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件補正は，平成18年法律第55号による改正前の特許法（以下「法」という。）17条の2第3項に規定する要件を満たしていない，②仮に，本件補正が法17条の2第3項に規定する要件を満たしているとしても，本件補正発明2ないし9，11及び13は，明確でなく，特許請求の範囲の記載が特許法36条6項2号に規定する要件を満たしていない，③本件補正発明1は，下記アの引用例1に記載の発明（以下「引用発明」という。）及び下記イの引用例2に記載の技術に基づいて当業者が容易に想到し得る程度のことであるから，同法29条2項の規定により，特許を受けることができないものである，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平10-311225号公報（乙26）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開昭56-6002号公報（乙27）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明，本件補正発明1と引用発明との一致点及び相違点並びに引用例2に記載の技術（以下「引用例2技術」という。）は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：真円回転式ロータリエンジンの燃焼室の前室に略半円形の吸入回転弁収容室を設け，吸入回転弁収容室に接続してロータ収容室の枠を設け，吸入回転弁収容室に略半円形の吸入回転弁を設けそしてロータ収容室の枠内にロータの1部が接っするロータを入れ，ロータと吸入回転弁が同方向に等速回転し，吸入回転弁頂部と接するロータの受圧斜部が回転して接っしながら出来たロータの受圧斜部の形とした真円回転式ロータリエンジン"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：真円ロータリーエンジンの燃焼室の前室に略半円形の吸入弁室を設け，吸入弁室に接続してロータ枠を設け，吸入弁室に略半円形の吸入弁を設けそしてロータ枠内にロータの1部が接っするロータを入れ，ロータと吸入弁が同方向に回転し，吸入弁の頂部を構成する部分と接するロータ後部が回転して接っしながら出来たロータ後部の形とした真円ロータリーエンジン"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：ロータと吸入弁の同方向の回転に関し，本件補正発明1においては，「等角回転」しているのに対し，引用発明においては，「等速回転」している点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：吸入弁の頂部を構成する部分とロータ後部との関連に関し，本件補正発明1においては，吸入弁の頂部を構成する部分が「吸微出入の先端」であり，「吸微出入の先端とロータ後部が同方向に等角回転して」いるのに対し，引用発明においては，吸入弁の頂部を構成する部分が「吸入回転弁頂部」であり，「吸入回転弁頂部と接するロータの受圧斜部（本件補正発明1の「ロータ後部」に相当する。）が回転して」いる点"
                },
                {
                  "fig": "オ",
                  "subject": "引用例2技術：回転内燃機関において，気密性を良くするために，多角形状ピストン頂部に嵌装された，バネを有した頂点シールを嵌装した嵌装部材を回動自在とする技術（本件補正発明の用語を用いると，「ロータリーエンジンにおいて，気密性を良くするために，エンジンの回動部材の微出入の先端を回動する技術」）"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "新規事項の追加に係る判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "明確性の要件に係る判断の誤り（取消事由2）"
            },
            {
              "fig": "(3)",
              "subject": "容易想到性に係る判断の誤り（取消事由3）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（新規事項の追加に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件補正が当初明細書等に記載されていない事項（新規事項）を追加する手続補正を含むことが明らかである旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，法17条の2第3項は，「第1項の規定により明細書又は図面について補正をするときは，…願書に最初に添付した明細書又は図面に記載した事項の範囲内においてしなければならない。」と定めている（新規事項追加の禁止）ところ，ここにいう「規定」に該当するのは，同条第1項の「特許出願人は，特許をすべき旨の査定の謄本の送達前においては，願書に添付した明細書又は図面について補正をすることができる。ただし，第50条の規定による通知を受けた後は，次に掲げる場合に限り，補正をすることができる。」との文言のうち，ただし書の「第50条の規定」しかない。したがって，同条第3項の新規事項の追加の禁止は，「第50条の規定による通知」（拒絶査定通知）を受けた後にのみ妥当するものと解される。",
                "そして，拒絶査定通知は，平成22年3月23日付けである一方，本件補正の最後のもの（手続補正書13）は，それに先立つ同年1月15日に提出されているから，原告は，拒絶査定通知前の本件補正において任意の補正が可能であると解される。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件補正が新規事項追加の禁止に該当するとした本件審決の判断は誤りであり，取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件審決は，法17条の2第3項の規定に照らすと本件補正が認められないとしたものであるところ，拒絶理由通知が届く前後の手続補正書の提出時期によって，補正の内容の制限の度合いが異なるものの，当初明細書等に記載した事項の範囲外となる新規事項を追加して手続補正書により手続補正をすることは，当該手続補正書の提出時期には関係なく，全て法17条の2第3項の規定に違反するものであり，拒絶理由通知書が届く前に提出した手続補正書であるからといって，任意の内容の手続補正が可能であるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決の対象となるのは，次のとおりである（本件補正明細書等）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "手続補正書12（乙18）により補正された請求項1ないし13（前記第2の2(2)と同じ）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明細書（別紙「本件補正明細書の発明の詳細な説明」参照）",
                  "text": [
                    "手続補正書10（乙14）により補正された【発明の名称】，【0001】ないし【0003】，【0006】ないし【0031】，【0033】及び【0034】，手続補正書11（乙16）により補正された【0004】及び【0005】並びに手続補正書13（乙19）により補正された【0032】，【0035】及び【0036】"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図面",
                  "text": [
                    "手続補正書8（乙12）により補正された図1ないし6，手続補正書11（乙16）により追加された図7並びに手続補正書13（乙19）により追加された図8ないし10"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件では，例えば，本件補正に係る請求項1及び5の「吸微出入」，同2及び8の「排微出入」，同5及び8の「通気部」，同5の「袖部（26），（26A）」，同8の「袖部（27），（27A）」，同3，6及び9の「前微出入」，同4，7及び10の「後微出入」，同11の「混合ガスを送り込む手段」並びに同13の「プラグ濡れ防止枠」（以上につき，いずれも手続補正書12（乙18）参照）のほか，新たに盛り込まれた各部材などを追加する図7ないし9（図7につき手続補正書11（乙16），図8及び9につき手続補正書13（乙19）参照）についての手続補正は，いずれも当初明細書等（乙3）に記載されていたとは認められず，かつ，当初明細書等の記載から自明であったとも認められない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（明確性の要件に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本件補正発明2ないし9，11及び13が，前の請求項を引用しない独立請求項となっているため，これらの各請求項に記載中の「真円ロータリーエンジン」がどのような構造を有しているのか不明確であって，特許請求の範囲の記載が特許法36条6項2号に規定する要件を満たしていない旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本件補正発明は，特定発明であるので，特許法36条6項2号ではなく，平成15年法律第47号による改正前の特許法37条（以下「特許法旧37条」という。）3項及び4項に当たる。そして，本件補正明細書等には，本件補正発明2ないし9，11及び13が図示されており，これによって特許請求をしているから，請求項の引用も可能であり，特許法36条6項2号の要件を満たすものというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，本件補正発明が明確性の要件を満たさないとした本件審決は，誤りであり，取り消されるべきである。",
                "〔被告の主張〕",
                "特許法旧37条は，1の願書で特許出願できる2以上の発明について規定したものであり，本件審決で判断を示した特許法36条6項2号の規定による要件，すなわち特許請求の範囲の記載における特許を受けようとする発明の明確性の要件とは関係がない。",
                "また，特許法36条6項2号は，特許請求の範囲の記載が適合すべき事項として「特許を受ける発明が明確であること」を規定したものであり，これによれば，特許出願の願書に添付される特許請求の範囲の記載には，特許を受ける発明を明確に記載することが求められるのであって，図面が存在するからといって，直ちに同号の要件が満たされることにはならない。",
                "よって，原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（容易想到性に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，当業者が引用発明及び引用例2技術に基づき本件補正発明1を容易に想到できた旨を説示する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，特許法29条の2は，特許出願に係る発明が他の特許出願の特許公報（特許掲載公報）の明細書，特許請求の範囲又は図面に記載された発明と同一であるときは，その発明については同法29条1項の規定にかかわらず，特許を受けない旨を定め（新規事項が必要），併せて，他の発明をした者が当該特許出願に係る発明の発明者と同一の者である場合におけるその発明を除く旨（かっこ書）のほか，当該特許出願の時にその出願人と当該他の特許出願の出願人とが同一の者であるときは，この限りではない旨（ただし書）を定めている。",
                "そして，引用例1の特許出願人は，原告であるから，本件補正発明の特許出願に当たって新規事項が必要ではない。",
                "したがって，本件出願については，却下の規定は受けない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許法29条2項は，「その発明の属する技術の分野」における発明を出願に係る発明と対比する旨を規定しているところ，真円ロータリーエンジンに関する本件補正発明とピストンエンジンに関する引用例2とでは，発明の属する属が異なり，技術分野が異なる。また，引用例2には，そこに記載の技術事項が真円ロータリーエンジンに使用可能とは書かれていないし，真円ロータリーエンジンに関する図もない。したがって，引用例2は，引用例に当たらず，同項に該当しない。",
                "また，本件補正明細書等に図示した微出入を設けた微回転は，特願2006-242142号（乙28）として別途出願されている。本件では，この点について特許請求していないから，引用例2が本件出願を妨げる原因とされる理由はない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，当業者が本件補正発明を容易に想到できたとする本件審決は，誤りであり，取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "特許法29条2項は，特許出願前に日本国内又は外国において頒布された刊行物に記載されるなどした発明に基づいて容易に発明をすることができた場合には，特許を受けることができない旨を規定している。",
                "他方，特許法29条の2は，先願の特許掲載公報の発行又は出願公開前に出願された後願であっても，その発明が先願の明細書又は図面に記載された発明と同一である場合には，特許掲載公報の発行又は出願公開をしても新しい技術を何ら公開するものではないため，このような後願の発明に特許を付与しないことを趣旨とするものであり，その対象となる先願は，本願の出願日に前日以前に出願された特許出願であって，本件出願後に特許掲載公報の発行又は出願公開がされたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1は，本件出願日（平成16年8月9日）よりも前の平成10年11月24日に出願公開されたものであり，本願の出願前に日本国内において頒布された刊行物に該当する。すなわち，引用例1と本件出願とは，特許法29条の2で規定される先願と後願との関係にはなく，引用例1に基づいて本件出願について特許法29条の2が適用される余地はないから，同条のかっこ書及びただし書の規定を考慮する必要はない。",
                "そして，引用発明は，本件補正発明と同じ「真円ロータリーエンジン」に関する発明である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用例2は，「回転機関，回転内燃機関の機密装置」という名称の発明に関するものであり，そこに記載の引用例2技術は，「ロータリーエンジンのシール」という，引用発明とも本件補正発明とも同じ技術分野に属するものである。",
                "そして，本件審決は，引用例2から「微出入を設けた微回転」の点ではなく，「回転内燃機関において，気密性を良くするために，多角形状ピストン頂部に嵌装された，バネを有した頂点シールを嵌装した嵌装部材を回動自在とする技術」を認定したものであって，これを本件補正発明における用語を用いて記載すると，「ロータリーエンジンにおいて，気密性を良くするために，エンジンの回動部材の微出入の先端を回動する技術」となるものである。",
                "また，特願2006-242142号（乙28）は，本件審決における特許法29条2項の要件の判断とは関係がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，原告の主張は，いずれも失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（新規事項の追加に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "当初明細書等の記載について",
              "text": [
                "当初明細書等に記載の特許請求の範囲の記載は，前記第2の2(1)に記載のとおりであるが，当初明細書等の発明の詳細な説明には，おおむね次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告が以前に出願した特願平9-176262と特願平9-176261は，ロータの先端部が丸みを帯びているため，吸入弦部及び排気弦部と，ロータ先端部とが，等角回転で同方向に接しながら回転していたが，本件出願に係る発明は，ロータの先端部が変わったので吸入弦部と排気弦部が変わったことに関するものである（【0001】～【0003】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本発明が解決しようとする課題及び効果は，ロータの先端部が弧状で両側が角形なので，吸入弦部及び排気弦部が当たったり離れたりすることで，吸入弁とロータとの間及び排気弁とロータとの間からの混合ガス及び燃焼ガスが漏れないようにすることである（【0004】～【0008】【0015】【0016】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ロータと吸入弁又は排気弁が等角回転で同方向に回転し，ロータ前端部からロータ後端部の間がロータ枠の半径の弧状で両端が角状なので，始めにロータ前端部と吸入弦部又は排気弦部が接し，回転が進むにつれてロータ弧状と吸入最短半径20又は排気最短半径4から，吸入最短半径21又は排気最短半径5の間と接し，次にロータ後端部と吸入弦部又は排気弦部が回転しながら接しさせた排気弦部の形とする。切込み半径29，切込み半径30及びその途中の半径は，吸入弁の芯から同じくする（【0009】～【0011】【0017】～【0019】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "吸入弁及び排気弁に溝を設け，溝に耐熱性のゴムを設けてその先端に真鍮のシールを設け，溝より中心部の方に締付け穴を設け，真鍮に固着した何本かのワイヤーをゴムと吸気弁体及び排気弁体を通して締付け穴まで通してワイヤーの先端にボルトを固着してナットにより締め付けてボルトとナットを接着剤により固めるか，又は締付け穴にセメント若しくは耐熱性の樹脂を入れて固める。ロータ先端部に溝を設けて溝の中に耐熱性のゴムを入れて溝より中心部の一方に間を設けて締付け穴を設け，ゴムの先端部に2本の真鍮を設けて真鍮に何本かのワイヤーを固着して，ワイヤーでゴムとロータ本体を通して締付け穴まで通してワイヤーの先端をボルト状にしてナットにより締め付けて接着剤により固めるか，又は締付け穴にセメント若しくは耐熱性の樹脂を入れて固める（【0012】～【0014】【0020】～【0023】）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "前記ウの形で，吸入弁及び排気弁のシール部と本体との間の境目と，ロータの先端部とが引っかからないようにする（【0023】【0027】）。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上の記載のほかに，当初明細書等には，真円ロータリーエンジンの全体図（図1），吸入弁の全体図（図2），排気弁の全体図（図3）及びロータの全体図（図4）が掲載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "新規事項の追加の有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "法17条の2第1項は，「特許出願人は，特許をすべき旨の査定の謄本の送達前においては，願書に添付した明細書，特許請求の範囲又は図面について補正をすることができる。ただし，第50条の規定による通知を受けた後は，次に掲げる場合に限り，補正をすることができる。」と規定して，拒絶理由通知を受けた後の補正ができる時期について，指定された期間又は拒絶査定不服審判の請求と同時に限定している。また，同条第3項は，「第1項の規定により明細書，特許請求の範囲又は図面について補正をするときは，誤訳訂正書を提出してする場合を除き，願書に最初に添付した明細書，特許請求の範囲又は図面…に記載した範囲内においてしなければならない。」と規定しているが，同条第1項ただし書は，上記のとおり，拒絶理由通知を受けた後の補正ができる時期を限定しているにとどまるから，ここで「第1項の規定」とは，同条第1項の本文及びただし書の全てを包含していることが文言上明らかであり，同条第3項の規律が同条第1項ただし書に限定して適用されると解すべき理由はない。",
                    "したがって，特許出願人は，拒絶理由通知を受ける前後を通じて，常に補正に当たって法17条の2第3項の規律を受け，誤訳訂正書を提出してする場合を除き，願書に最初に添付した明細書，特許請求の範囲又は図面に記載した範囲内においてしなければならないというべきである（新規事項追加の禁止）。",
                    "以上に反する法17条の2に関する原告の主張は，独自の見解であって，到底採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これを本件についてみると，本件補正発明は，前記第2の2(2)に記載のとおりであり，本件補正明細書等の発明の詳細な説明の記載は，別紙のとおりであるが，例えば本件補正発明に見られる「吸微出入」（請求項1及び5），「排微出入」（請求項2及び8），「通気部」（請求項5及び8），「袖部」（請求項5及び8），「前微出入」（請求項3，6及び9），「後微出入」（請求項4，7及び10），「混合ガスを送り込む手段」（請求項11）及び「プラグ濡れ防止枠」（請求項13）や，これらの構成に関して図示する本件補正により追加された本件補正明細書等の図7ないし9は，いずれも前記(1)に記載の当初明細書等には記載がなく，本件出願日当時の技術常識に照らしても，これらが当初明細書等に記載されているも同然であるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件補正は，当初明細書等に記載した範囲内においてしたものとは認められず，法17条の2第3項に違反してされたものであることが明らかである。",
                "よって，これと判断を同じくする本件審決に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（明確性の要件に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明の請求項2ないし9，11及び13の明確性について",
              "text": [
                "前記のとおり，本件補正は，法17条の2第3項に違反してされたものであるから，その余の点について判断するまでもなく，原告の請求には理由がないが，事案に鑑み，以下においてその余の点についても判断することとする。",
                "本件審決は，本件補正発明の請求項2ないし9，11及び13が前の請求項を引用していないため，これらの請求項に記載された「真円ロータリーエンジン」がどのような構造を有しているか不明確である旨を説示している。",
                "そこで検討すると，本件出願日当時の技術常識によれば，「真円ロータリーエンジン」とは，「吸入弁，排気弁，点火プラグ，ロータ室及びその内壁に接するロータを備え，ロータ室内でロータが回転することにより吸入弁からロータ室内に吸入された混合気を圧縮し，点火プラグによる点火により爆発させ，排気弁から排気させる工程を繰り返すことで動力を得るいわゆる「ロータリーエンジン」のうち，ロータ室の形状が繭型ではなく真円であるもの」を指すものと解されるが，それ以上に，何らかの特定の構成を備えており，あるいは上記の各構成が特定の形状に限定されていることを積極的に意味するものとは認められない。",
                "以上の本件出願日当時の技術常識から明らかとされる真円ロータリーエンジンを前提として本件補正発明の請求項2ないし9，11及び13に記載をみると，そこに記載の「真円ロータリーエンジン」は，それぞれ燃焼室，排気弁室及び排微出入（請求項2），前微出入及び吸弦前部（請求項3），後微出入及び吸弦後部（請求項4），吸微出入，通気部及び袖部（請求項5），前微出入及び排弦前部（請求項6），後微出入及び排弦後部（請求項7），排微出入，通気部及び袖部（請求項8），燃焼室及び前微出入（請求項9），吸入回転弁枠，燃焼室及び混合ガスを送り込む手段（請求項11）並びにプラグ濡れ防止枠（請求項13）との構成が，何らかの基本的な構成に付加されたものと理解できる。そして，これらの付加された構成の意義は，一義的に明らかではないから，本件補正明細書等の発明の詳細な説明及び図面を参酌すると，これらの構成は，いずれも本件補正発明1という特定の構成を備えた「真円ロータリーエンジン」を前提としたうえで，これに付加された構成であることが明らかであって，本件補正発明の請求項2ないし9，11及び13が請求項1を引用していない以上，単に本件出願日当時の技術常識から明らかとされる，上記認定の，ロータ室の形状が繭型ではなく真円であるもの以上に，何らかの特定の構成を備えており，あるいはエンジン内部の各構成が特定の形状に限定されていることを積極的に意味するものとは認められない真円ロータリーエンジンにそのまま適用できるものではない。",
                "したがって，本件補正発明の請求項2ないし9，11及び13において「真円ロータリーエンジン」に付加される各構成は，これらの請求項が請求項1を引用していない以上，それ自体では意義が明らかであるとはいえず，本件出願日当時の技術常識から明らかとされる上記真円ロータリーエンジンにそのような構成を適用することもできないから，本件補正発明の請求項2ないし9，11及び13は，いずれも，そこに記載の発明が明確ではないというほかない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "以上に対して，原告は，本件補正発明には特許法旧37条3項及び4項が適用されるから，明確である旨を主張する。",
                "しかしながら，特許法旧37条は，特定の関係にある2以上の発明を1の願書で出願できる要件を定めたものであって，特定の請求項の明確性とは関係がない。",
                "よって，原告の上記主張は，失当であって，採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件補正発明の請求項2ないし9，11及び13は，そこに記載の発明が明確ではないから，特許法36条6項3号に違反するものというほかない。",
                "よって，これと判断を同じくする本件審決に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（容易想到性に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決が認定した引用発明並びに本件補正発明1と引用発明との一致点及び相違点1は，前記第2の3(2)に記載のとおりであり，この点について当事者間に争いはない。",
                    "そして，相違点1についてみると，引用発明と本件補正発明とでは，ロータ，吸入弁（吸入回転弁）及び排気弁（排気回転弁）がいずれも同調して回転することによって吸入・圧縮・爆発・排気という一連の工程を形成する点について相違はないのであるから，ロータ及び吸入弁の同方向の回転について，これを「等速回転」とするか「等角回転」とするかは，当業者の設計的事項であるにとどまる。したがって，当業者は，本件補正発明1の相違点1に係る構成を容易に想到することができたものいうべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上に対して，原告は，引用例1の出願人が原告であるから特許法29条の2により本件補正発明の特許出願に当たって新規事項が必要ではない旨を主張する。",
                    "しかしながら，特許法29条2項は，「特許出願前にその発明の属する技術の分野における通常の知識を有する者が前項各号に掲げる発明に基づいて容易に発明をすることができたとき」には出願に係る発明が特許を受けることができない旨を規定しており，引用例1は，本件出願日に先立つ平成10年11月24日に公開されているものであるから，同条1項3号の「特許出願前に日本国内…において頒布された刊行物に記載された発明」というほかない。他方，同法29条の2は，「特許出願に係る発明が当該特許出願の日前の他の特許出願…であって当該特許出願後に第66条3項の規定により同項各号に掲げる事項を掲載した特許公報…の発行がされたものの願書に最初に添付した明細書，特許請求の範囲…又は図面に記載された発明…と同一であるときは，その発明については，前条第1項の規定にかかわらず，特許を受けることができない。」と規定しているところ，引用例1は，本件出願日前に特許出願及び特許公報の発行がされたものであって，本件出願後に特許公報の発行がされたものではないから，本件においては，同条の適用は問題とならない。",
                    "よって，原告の上記主張は，失当であって，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例2に記載の技術について",
                  "text": [
                    "引用例2は，「回転機関，回転内燃機関の気密装置」という名称の発明に係る公開特許公報であり，そこには，回転内燃機関（第1図）において，多角形状ピストンがセンターケージングの内壁に接着する部分，すなわち多角形状ピストン頂部にバネを有した頂点シールを嵌装してその部分が回動自在とすることで，多角形状ピストン頂部がセンターケージング内で形成する空間の気密性を高める技術が記載されている。",
                    "そして，引用例2にいう「回転内燃機関」は，ロータリーエンジンにほかならないから，引用例2には，本件補正発明の認定するとおり，「ロータリーエンジンにおいて，気密性を良くするために，エンジンの回動部材の微出入の先端を回動する技術」が記載されているものと優に認められ，本件審決による引用例2技術の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "以上に対して，原告は，引用例2がピストンエンジンに関するものであって，本件補正発明とは技術分野が異なる旨を主張する。",
                    "しかしながら，前記アに認定のとおり，引用例2は，ロータリーエンジンにつき，「ロータ」に相応する「多角形状ピストン」が「ロータ室」に相応する「センターケージング」の内壁に接する部分に関する技術について記載していることが明らかであるから，原告の上記主張は，その前提を欠き，採用できない。",
                    "また，原告は，本件補正明細書等に図示した微出入を設けた微回転に関する発明が原告により別途出願されているから引用例2を本件出願の容易想到性の判断に用いることができない旨を主張するもののようである。",
                    "しかしながら，原告が上記発明を別途出願していることと引用例2技術の認定及びこれに基づく本件補正発明の容易想到性の判断は，別個の問題であるから，原告の上記主張は，失当であって，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件審決の判断について",
                  "text": [
                    "ロータリーエンジンにおいて，ロータが回転しながらロータ室内で形成する空間について気密性が確保されなければならないことは，周知のことであるから，当業者は，上記空間の気密性を確保するため，引用発明の回転部材の1つであるロータがハウジングの内壁に接する受圧頂部のほか，回転部材の1つである吸入回転弁あるいは排気回転弁がロータの受圧斜部に接する吸入回転弁頂部あるいは排気回転部頂部について，それぞれ技術分野を同じくする引用例2技術を採用する動機付けがあるというべきである。したがって，引用例1及び2に接した当業者は，本件審決の認定する相違点2についても，引用発明の「吸入回転弁頂部」を本件補正発明にいう「吸微出入の先端」に置換し，もって本件補正発明1の相違点2に係る構成のうち，当該部分を採用することを容易に想到することができたものというべきである。",
                    "そして，相違点1に係る構成（前記(1)ア）に加えて，ロータが回転しながらロータ室内で気密性が確保された空間を形成するロータリーエンジンにおいて，本件補正発明にいう吸微出入の先端とロータ後部とを同方向に回転させることは，いずれも当業者の設計的事項にすぎない。",
                    "したがって，当業者は，引用発明及び引用例2技術に基づき，本件補正発明1の相違点2に係る構成を容易に想到することができたものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，当業者は，引用発明及び引用例2技術に基づき，本件補正発明1を容易に想到することができたものというべきであって，これと判断を同じくする本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}