{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2012-800023号事件について平成24年11月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成11年9月30日，発明の名称を「合わせガラス用中間膜及び合わせガラス」とする発明について特許出願（以下「本件出願」という。）をし，平成20年11月14日，特許権の設定登録（特許第4216969号，請求項の数2。以下，この特許を「本件特許」という。）を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成24年3月9日，本件特許（請求項1及び2に係る特許）に対して特許無効審判を請求した。",
                "特許庁は，上記請求について，無効2012-800023号事件として審理を行い，平成24年11月27日，「本件審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，同年12月7日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，同月28日，本件審決について，取消訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許に係る特許請求の範囲の請求項1及び2の記載は，次のとおりである（以下，請求項1に係る発明を「本件発明1」，請求項2に係る発明を「本件発明2」といい，これらを併せて「本件各発明」という。）。",
            "「【請求項1】",
            "ポリビニルアセタール樹脂100重量部と，トリエチレングリコールモノ2-エチルヘキサノエートを0．1～5．0重量％含有するトリエチレングリコールジ2-エチルヘキサノエート20～60重量部とを主成分とする合わせガラス用中間膜であって，ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有することを特徴とする合わせガラス用中間膜。」",
            "「【請求項2】",
            "少なくとも一対のガラス間に，請求項1記載の合わせガラス用中間膜を介在させ，一体化させて成ることを特徴とする合わせガラス。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①本件各発明の特許請求の範囲の記載は，特許を受けようとする発明が明確であり，平成14年法律第24号による改正前の特許法36条6項2号の規定（以下，同号に規定する要件を「明確性要件」という。）に適合し，②本件各発明の特許請求の範囲の記載は，特許を受けようとする発明が本件特許に係る明細書（甲7。以下，図面を含めて「本件明細書」という。）の発明の詳細な説明に記載したものであり，同項1号の規定（以下，同号に規定する要件を「サポート要件」という。）に適合するから，請求人（原告）が主張する無効理由により本件各発明に係る本件特許を無効とすることはできないというものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（明確性要件に係る判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明1の特許請求の範囲（請求項1）記載の「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」とは，①「ナトリウム（Ｎa）を5～50ppm及びカリウム（K）を5～100ppm含有する」，②「ナトリウム（Ｎa）を5～50ppm含有する」，③「カリウム（K）を5～100ppm含有する」の3通りの事項（以下，それぞれ「①の場合」，「②の場合」，「③の場合」という。）を示したものと理解するのが自然な解釈であるところ，②の場合には，ナトリウム以外の成分の含有量について何ら限定するものではないから，「カリウムを含有しない」との限定を付す必要はなく，同様に，③の場合には，カリウム以外の成分の含有量について何ら限定するものではないから，「ナトリウムを含有しない」との限定を付す必要もないことは当然のことであるとして，本件発明1の特許請求の範囲（請求項1）の記載は，その技術的範囲が明確であり，同様の理由により，本件発明2の特許請求の範囲（請求項2）の記載も，その技術的範囲が明確であるから，本件各発明の特許請求の範囲（請求項1及び2）の記載は，明確性要件に適合する旨判断した。",
                    "しかしながら，本件発明1は，多すぎても少なすぎても不都合な「トリエチレングリコールジ2-エチルヘキサノエート」中の「トリエチレングリコールモノ2-エチルヘキサノエート」と，同じく多すぎても少なすぎても不都合なアルカリ金属であるナトリウムやカリウムの含有量を一定範囲とすることにより，基本的な性能に優れ，かつ，帯電防止性に優れた合わせガラス用中間膜を提供するという発明である。それにもかかわらず，ナトリウムが一定範囲に入っていればカリウムの含有量に制限がなく，カリウムが一定範囲に入っていればナトリウムの含有量に制限がないというのでは，結局アルカリ金属の含有量には制限がないことになるため，請求項1の「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」との記載が技術的に意味をなさないことになる。",
                    "次に，本件明細書の段落【0020】は，ナトリウム（Ｎa）の含有量が50ppmを超える場合とカリウム（K）の含有量が100ppmを超える場合のいずれにおいても，得られる中間膜の耐湿性や接着力が低下することを示すものであるが，②の場合及び③の場合をそれぞれカリウム，ナトリウムの含有量には制限がないとの意味であるとする本件審決の解釈によると，本件明細書において作用効果との関係で望ましくないとされる範囲が，特許請求の範囲（請求項1）に含まれることになる。",
                    "さらに，本件明細書の段落【0047】の表2（別紙参照）には，①ないし③のいずれの場合にも該当しない，比較例6（ナトリウム含有量がゼロであってカリウム含有量が114ppmである中間膜）においては，得られた合わせガラスの白化距離が3．5mmであって耐湿性が劣ることが示されているところ（本件明細書の段落【0041】には，合わせガラスの白化距離が2．0mmを超えるものは耐湿性が不良であるとの記載がある。），ここで，比較例6において中間膜のナトリウム含有量がゼロではなく，例えば15ppmであれば，耐湿性がさらに悪化することは自明であるが，本件審決のように，②の場合をカリウム含有量には制限がないとの意味に解すると，この例は，ナトリウム含有量が「5～50ppm」の範囲内にあるから，②の場合に該当することになり，著しく不合理である。",
                    "以上によれば，本件発明1における②の場合及び③の場合をそれぞれカリウム，ナトリウムの含有量には制限がないとの意味であるとする本件審決の解釈によると，本件発明1の特許請求の範囲（請求項1）の記載は，不明確であり，同様に，本件発明2の特許請求の範囲（請求項2）の記載も不明確であるから，本件各発明の特許請求の範囲（請求項1及び2）の記載が明確性要件に適合するとした本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し，被告は，本件発明1の特許請求の範囲（請求項1）の「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」との記載について，本件明細書の記載及び本件出願時の技術常識を考慮して，②の場合又は③の場合に本件明細書の発明の詳細な説明の記載において発明の効果を奏さない部分を除外して後記2(1)のとおり解釈すべきである旨主張するが，特許請求の範囲の文言を明らかに逸脱した解釈をとるものであるから，上記主張は失当である。",
                    "また，仮に②の場合又は③の場合に発明の効果を奏さない部分を除いて限定解釈する余地があり得るとしても，どの部分を発明の効果を奏さない部分として除外するのかその解釈の内容は一様ではなく，特許請求の範囲の記載の意味するところが一義的に定まらないから，本件発明1の特許請求の範囲（請求項1）の記載は明確性要件を満たさないことになる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（サポート要件に係る判断の誤り）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，前記(1)アのとおり，本件発明1の特許請求の範囲（請求項1）記載の「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」の意義を，ナトリウム及びカリウムの一方の含有量が上記範囲内であれば，他方の含有量には何ら制限がないと解釈するものであり，この解釈を前提とすると，ナトリウムの含有量が5～50ppmであって，カリウムの含有量が100ppmを超えるもの，カリウムの含有量が5～100ppmであって，ナトリウムの含有量が50ppmを超えるものも，本件発明1に包含されることになる。",
                    "しかるところ，本件明細書には，ナトリウム又はカリウムの含有量が規定の範囲内である場合ですら少なくとも一方が上限値に近い場合には，その合わせガラスの白化距離は2．0mmとなること（表2の実施例6及び9），カリウムがゼロであってもナトリウム含有量が60ppmの場合，ナトリウムがゼロであってもカリウム含有量が114ppmの場合，いずれも合わせガラスの白化距離は3．5mm（表2の比較例4及び6）となり，耐湿性が劣ることからすると，ナトリウム及びカリウムの両方を含有し，ナトリウムの含有量が上限値の50ppm及びカリウムの含有量が上限値の100ppmである場合，合わせガラスの白化距離が2．0mmをはるかに超え，耐湿性が劣ることを容易に看取することができる。したがって，ナトリウム及びカリウムの両方を含有し，その一方の含有量が上限値の50ppm又は100ppmを超える場合，上記白化距離が2．0mmをはるかに超え，耐湿性が劣ることは自明である。",
                    "そうすると，本件発明1は，本件明細書に接した当業者において耐湿性などの基本的な性能に優れ，かつ，帯電防止性に優れた合わせガラス用中間膜を提供するという発明の課題を解決できると認識できない範囲のものを包含するものであって，本件発明1の特許請求の範囲（請求項1）の記載は，発明の課題を解決できると認識できる範囲を超えているから，本件明細書の発明の詳細な説明に記載したものとはいえず，サポート要件に適合しない。同様に，本件発明2の特許請求の範囲（請求項2）の記載も，サポート要件に適合しない。",
                    "以上によれば，本件各発明の特許請求の範囲（請求項1及び2）の記載がサポート要件に適合するとした本件審決の判断は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し，被告は，②の場合又は③の場合に本件明細書の発明の詳細な説明の記載において発明の効果を奏さない部分を除外して後記2(1)のとおり解釈すべきである旨主張するが，仮にそのような解釈を容認するとすれば，特許請求の範囲の記載はできるだけ広く記載しておいて，特許を維持するために必要な局面では，「明細書の記載及び技術常識を考慮して」請求項に限定があるかのように解釈すればよいことになり，特許請求の範囲の記載についてサポート要件を課したこと自体が全く無意味となるから，上記主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "本件審決が，本件発明1の特許請求の範囲（請求項1）の「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」との記載について，「ナトリウム（Ｎa）を5～50ppm含有する」場合（②の場合）には，ナトリウム以外の成分の含有量について何ら限定するものではないから，「カリウムを含有しない」との限定を付す必要はなく，同様に，「カリウム（K）を5～100ppm含有する」場合（③の場合）には，カリウム以外の成分の含有量について何ら限定するものではないから，「ナトリウムを含有しない」との限定を付す必要もないことは当然のことである。」と認定したのは，②の場合にナトリウム以外の成分の含有量が，③の場合にカリウム以外の成分の含有量がそれぞれ限定されないことを示したに過ぎず，そのことが直ちに，原告が主張するように，②の場合においてカリウムは含有量に上限なく無制限に含まれても良いことを，③の場合においてナトリウムは含有量に上限なく無制限に含まれても良いことを短絡的に意味するものではない。本件発明1の特許請求の範囲（請求項1）に記載がなくとも，合わせガラス用中間膜としての機能を損なう物質については，当然にその含有が許容されない。",
                "そして，①本件発明1の特許請求の範囲（請求項1）の記載に加えて，②本件明細書の段落【0006】及び【0020】の記載，③本件明細書の表2には，ナトリウムの含有量が5ppm未満，カリウムの含有量が5ppm未満の場合には帯電防止性が劣ることから，「帯電防止性の向上」のためには一定量以上のナトリウム，カリウムを配合する必要等が示され，また，ナトリウムの含有量が50ppm，カリウムの含有量が100ppmを超えると白化距離が大きくなる（耐湿性が低下する）ことが示されていること，④ナトリウムとカリウムがアルカリ金属の中でも似た性質を有することその他の本件出願時の技術常識を基礎とすれば，②の場合又は③の場合に，各々5ppm未満の微量のカリウム又はナトリウムも含有されることは排除されず問題とならないが（むしろ下限値付近では帯電性の向上に貢献する。），②の場合にカリウムが100ppmを超えて，又は③の場合にナトリウムが50ppmを超えて無制限に含有されるとなると耐湿性の低下が認められることから，特許請求の範囲に記載がなくとも，その含有量にはおのずと上限があることは明らかであり，第三者に不測の不利益をもたらすものではない。",
                "したがって，本件発明1の特許請求の範囲（請求項1）の「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」との記載が発明の技術的範囲を確定できないほど不明確であるとはいえないから，本件各発明の特許請求の範囲（請求項1及び2）の記載が明確性要件に適合するとした本件審決の判断に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "本件発明1の特許請求の範囲（請求項1）の記載に加えて，本件明細書の記載及び本件出願時の当業者の技術常識を基礎とすれば，特許請求の範囲に記載がなくとも，その特許請求の範囲におのずと上限があることは，前記(1)のとおりである。",
                "したがって，本件各発明の特許請求の範囲（請求項1及び2）の記載がサポート要件に適合しないとする原告主張の取消事由2は，その前提となる特許請求の範囲に記載された発明の把握をそもそも誤った失当なものであり，理由がない。なお，本件明細書の実施例には，中間膜中のアルカリ金属としてナトリウムとカリウムを併用した例の記載がないが，本件審決が述べるように，本件出願時の技術常識からみて，両者の併用を阻害する要因は見当たらない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（明確性要件に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明の特許請求の範囲（請求項1及び2）の記載は，前記第2の2のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書（甲7）の「発明の詳細な説明」には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【発明の属する技術分野】  本発明は，合わせガラス用中間膜及びこの中間膜を用いた合わせガラスに関する。」（段落【0001】）"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【従来の技術】  少なくとも一対のガラス板の間に，ポリビニルアセタール中間膜が挟着されてなる合わせガラスは，透明性，耐候性，接着性，耐湿性に優れ，しかも耐貫通性に優れるためガラスが飛散しにくい等の理由から，例えば自動車や建築物の窓ガラスに広く利用されている。」（段落【0002】），「このポリビニルアセタール中間膜は，一般に，ポリビニルアセタール樹脂及び可塑剤とを主成分としており，さらに紫外線吸収剤，酸化防止剤，接着力調整剤等の添加剤とからなる。本発明で使用する可塑剤はトリエチレングリコールジ2-エチルヘキサノエートであり，高沸点のため高温製膜時に大気中に放出されにくく取り扱い性がよいとか，耐加水分解性に優れる等の利点をもっている。」（段落【0003】），「しかし，この可塑剤は極性が低いために，中間膜が帯電する傾向が強いことが問題となっていた。すなわち，中間膜の製造工程において，主に巻き取り工程で帯電により静電気が発生する。このことは，巻き取り作業者の負担になるばかりでなく，ゴミを引きつけやすくなるため品質面でもよくない。さらに，合わせガラス製造時には，中間膜を伸展し加工するが，この時にも帯電により同様の問題が発生する。」（段落【0004】），「一般に，帯電を防止するには，帯電防止剤を中間膜中に添加するか表面に塗布する方法があるが，帯電防止剤は極性が高いため，過剰な添加は耐湿性を損なうとともにガラスへの接着力も変化させてしまう。」（段落【0005】），「本発明において，可塑剤中のモノエステル成分の含有量を一定の範囲とし，さらにアルカリ金属を一定量含有する場合に，耐湿性，接着性を損なわずに帯電を実用的に問題のないレベルに抑制することが可能であることが明らかとなった。ここで，帯電の実用的に問題のないレベルとは，1．0×1013Ω／□未満である。」（段落【0006】）"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【発明が解決しようとする課題】  本発明は，上記従来の問題点を解決するため，耐湿性，接着性，透明性，耐候性等の合わせガラス用中間膜としての基本的な性能に優れ，且つ，帯電防止性に優れた合わせガラス用中間膜及びこの中間膜を用いた合わせガラスを提供することを課題とする。」（段落【0008】）"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【課題を解決するための手段】  請求項1記載の発明（以下，発明1という）による合わせガラス用中間膜は，ポリビニルアセタール樹脂100重量部と，トリエチレングリコールモノ2-エチルヘキサノエートを0．1～5．0重量％含有するトリエチレングリコールジ2-エチルヘキサノエート20～60重量部とを主成分とする合わせガラス用中間膜であって，ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有することを特徴とする。」（段落【0009】），「本発明（以下，発明2という）による合わせガラス用中間膜は，発明1の合わせガラス用中間膜において，ポリビニルアセタール樹脂が，ポリビニルブチラール樹脂であることを特徴とする。」（段落【0010】），「請求項2記載の発明（以下，発明3という）による合わせガラスは，少なくとも一対のガラス間に，発明1又は2による合わせガラス用中間膜を介在させ，一体化させて成ることを特徴とする。」（段落【0011】）"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「発明1で用いられるポリビニルアセタール樹脂の製造方法としては，特に限定されず，例えば，ポリビニルアルコール（以下，PVAという）を温水に溶解し，得られた水溶液を所定の温度，例えば0～95℃に保持しておいて，所要の酸触媒及びアルデヒドを加えてアセタール化反応を進行させ，次いで反応温度を上げて熟成することにより反応を完結させ，その後，中和，水洗及び乾燥を行ってポリビニルアセタール樹脂の粉末を得る沈殿法等の方法が挙げられる。」（段落【0012】），「さらに，上記ポリビニルアセタール樹脂としては，n-ブチルアルデヒドでアセタール化して得られるポリビニルブチラール樹脂（以下，PVBという）が，製造が容易であり，且つ，これを用いることにより，中間膜とガラスとの接着力がより適正となり，又，耐光性や耐候性等にもより優れたものとなるため好適に用いられる。」（段落【0015】）"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「発明1による中間膜においては，可塑剤として用いられるトリエチレングリコールジ2-エチルヘキサノエート（以下，3GOという）には，トリエチレングリコールモノ2-エチルヘキサノエート（以下，3GO-MEという）を0．1～5．0重量％含有することが必要であり，後述するアルカリ金属との相乗効果で，帯電防止性の良好な合わせガラス用中間膜を得ることができる。3GO中の3GO-MEの含有量が0．1重量％未満では，得られる中間膜の帯電防止性が不十分であり，3GO中の3GO-MEの含有量が5．0重量％を超えると，得られる中間膜の接着力の経時変化が発生する。」（段落【0016】），「上記3GOは，一般に，トリエチレングリコールと2-エチルヘキサン酸とを触媒の存在下で反応させることにより製造することができ，当業者公知の方法によって可能である。例えば，トリエチレングリコール1モルに対し2～2．5モルの2-エチルヘキサン酸を加え，必要に応じて，触媒として硫酸，塩酸，燐酸等の無機酸やp-トルエンスルホン酸，メタンスルホン酸等の有機酸を，全反応物質の0．01～5．0重量％程度添加する。…」（段落【0018】），「また，上述した3GOの製造方法において，上記3GOは，3GO-MEの含有量が0．1～5．0重量％であるため，反応を完全に進行させることなく3GO-MEの含有量がこの範囲で存在する状態で反応を停止させることが好ましい。反応停止後，中和，水洗及び脱水を行い，次いで減圧乾燥又は蒸留処理を行う。しかし，中間膜の製造に使用する3GO中の3G0-MEの含有量が0．1～5．0重量％の範囲であればよいため，例えば，高純度の3GOと3GO-ME成分を多量に含む3GOとを混合することにより所望の3GOを得ることもできる。」（段落【0019】）"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「発明1の合わせガラス用中間膜には，ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有することが必要である。Ｎa及び／又はKの含有量が5ppm未満では，得られる中間膜の帯電防止効果が不十分であり，Ｎaの含有量が50ppm及び／又はKの含有量が100ppmを超えると，得られる中間膜の耐湿性や接着力が低下する。」（段落【0020】），「上記Ｎa及びKは，ポリビニルアセタール樹脂を製造する場合に，中和工程で用いたアルカリの残存成分であってもよいし，中間膜を製造する時に新たに添加してもよい。」（段落【0021】）"
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「さらに，発明1の合わせガラス用中間膜には，必要に応じて，紫外線吸収剤，光安定剤，酸化防止剤，接着力調整剤，着色剤等の各種添加剤の1種もしくは2種以上を用いることができる。」（段落【0022】），「接着力調整剤としては，特に限定されず，カルボン酸等の有機酸の金属塩，例えば，オクチル酸，ヘキシル酸，酪酸，酢酸，蟻酸等のカリウム塩，ナトリウム塩，マグネシウム塩等が挙げられ，…C  ～2C のカルボン酸のマグネシウム塩の1種もしくは2種以上が好ましく10用いられる。…」（段落【0026】），「…また，接着力調整剤としてアルカリ金属塩を使用する場合には，中間膜中でのＮa及び／又はKの含有量が前記した発明1の範囲を保つことに留意する必要がある。」（段落【0027】）"
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「【発明の実施の形態】  本発明をさらに詳しく説明するため以下に実施例を挙げるが，本発明はこれら実施例のみに限定されるものではない。尚，実施例中の「部」は「重量部」を意味する。」（段落【0035】），「（実施例1）  （1）PVBの合成  鹸化度99モル％，平均重合度1700のPVA100部を蒸留水に溶解し，この溶液に濃塩酸7．2部を加え，11℃に冷却した状態で撹拌しつつ，ブチルアルデヒド56．2部を滴下した。樹脂の沈殿が析出するのを確認した後，さらに60部の濃塩酸を滴下しながら65℃まで昇温し，2時間保持して反応を完結させた。その後，反応母液を冷却し，苛性ソーダ及び重曹で中和した後，水洗，乾燥を行って白色のPVB粉末を得た。」（段落【0036】），「（2）合わせガラス用中間膜の製造  （1）で得られたPVB100部に対し，可塑剤として1GOを1．5重量％含有する3GOを40部，紫外線吸収剤としてチバ・ガイギー社製「チヌビン328」を0．2部，酸化防止剤として住友化学工業社製「スミライザーBHT」を0．2部，及び接着力調整剤として酢酸マグネシウム四水和物の25重量％水溶液0．23部と2-エチル酪酸マグネシウムの35重量％水溶液0．37部とを添加した混合物を，ラボプラストミルによって760μmのシート状に成形し，合わせガラス用中間膜とした。」（段落【0037】），「（3）合わせガラスの製造  （2）で得られた合わせガラス用中間膜を両側からフロートガラスで挟み，この狭着体をゴムバッグ内に入れて20torrの真空度で20分間保持した後，真空にしたままの状態で90℃のオーブン内に入れ，30分間保持した。次いで，真空バッグから取り出した挟着体を，オートクレーブ内で温度150℃，圧力13kg／cm2 の条件で熱プレスし，合わせガラスを得た。」（段落【0038】）"
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「（4）評価  （2）で得られた中間膜の性能（1．Ｎa及びK含有量，2．帯電性）及び（3）で得られた合わせガラスの性能（3．耐湿性，4．接着性）を以下の方法で評価した。その結果は表2に示すとおりであった。」（段落【0039】），「1．Ｎa及びK含有量の分析：（2）で得られた中間膜を，ICP発光分析法により評価した。2．帯電性：（2）で得られた中間膜を，20℃，50％RHの状態で1日間放置した後，表面固有抵抗を表面抵抗測定装置（東亜電波工業社製，DMS-8103）で測定した。表面固有抵抗が1．0×1013Ω／□未満を良好とし，それ以上を不良とした。」（段落【0040】），「3．耐湿性：（3）で得られた合わせガラスを，50℃，95％RHの雰囲気下に2週間放置した後のガラス周縁端部の白化距離を測定した。上記白化距離が2．0mm以下であれば良好とし，それを超えるものを不良とした。4．接着性：（3）で得られた合わせガラスを，-18℃±0．6℃の温度下に16時間放置して調整し，このガラスを頭部が0．45kgのハンマーで叩いて，ガラスが部分剥離した後の中間膜の露出度を予めグレード付けした限度見本で判定し，その結果を下記表1に示す判定基準に従ってパンメル値として表した。合わせガラスにした場合の中間膜とガラスとの接着性は上記パンメル値で評価した。表1に示すようにパンメル値が高いほど中間膜とガラスとの接着力が大きく，パンメル値が低いほど中間膜とガラスとの接着力が小さい。さらに，同様な評価を50℃で4週間放置した合わせガラスについても行い，上記パンメル値の変動が1以下であれば良好とし，それを超えるものを不良とした。」（段落【0041】）"
                    },
                    {
                      "fig": "(サ)",
                      "subject": "「（実施例2，3及び比較例1，2）  合わせガラス用中間膜の製造において，可塑剤として，表2に示した含有量の3GO-MEを含有する3GOを用いたこと以外は，実施例1と同様にして合わせガラス用中間膜及び合わせガラスを得た。その性能を実施例1と同様にして評価し，結果を表2に示した。」（段落【0043】），「（実施例4及び比較例3）  PVBの合成において，樹脂の水洗時間を長時間にして，表2に示した中間膜中のＮa含有量となるPVBを得たこと以外は，実施例1と同様にして合わせガラス用中間膜及び合わせガラスを得た。その性能を実施例1と同様にして評価し，結果を表2に示した。」（段落【0044】），「（実施例5，6及び比較例4）  PVBの合成において，樹脂の水洗時間を短時間にして，表2に示した中間膜中のＮa含有量となるPVBを得たこと以外は，実施例1と同様にして合わせガラス用中間膜及び合わせガラスを得た。その性能を実施例1と同様にして評価し，結果を表2に示した。」（段落【0045】），「（実施例7～9及び比較例5，6）  PVBの合成において，樹脂の中和剤として水酸化カリウム及び炭酸カリウムを用い，水洗時間を変化させて，表2に示した中間膜中のK含有量となるPVBを得たこと以外は，実施例1と同様にして合わせガラス用中間膜及び合わせガラスを得た。その性能を実施例1と同様にして評価し，結果を表2に示した。」（段落【0046】）"
                    },
                    {
                      "fig": "(シ)",
                      "subject": "「表2から明らかなように，本発明による実施例の合わせガラス用中間膜は，帯電防止性及び耐湿性に優れ，また，本発明による実施例の合わせガラスは，初期に適正なパンメル値，即ち中間膜とガラスとの接着力を示し，またパンメル値の経時変化もない。」（段落【0048】），「これに対して，3GO中の3GO-MEの含有量が0．1重量％未満である比較例1の中間膜は帯電防止性が劣り，逆に，3GO中の3GO-MEの含有量が5．0重量％を超える比較例2の中間膜はパンメル値即ち接着力が経時変化する。」（段落【0049】），「また，中間膜中のＮa又はKの含有量が5ppm未満である比較例3又は5の中間膜は帯電防止性が劣り，逆に，含有量が50ppm又は100ppmを超える比較例4又は6の中間膜は耐湿性が劣る。」（段落【0050】）"
                    },
                    {
                      "fig": "(ス)",
                      "subject": "「【発明の効果】  以上述べたように，本発明の合わせガラス用中間膜は，接着性，耐湿性等の合わせガラス用中間膜としての基本的で重要な性能を満足し，且つ，帯電防止性に優れるので，中間膜や合わせガラスの製造作業者が静電気により不快に感じることもなく，またゴミ等を引きつけることによる品質上の問題も少ない。従って，本発明の合わせガラス用中間膜及び合わせガラスは，加工性に優れており，自動車用や建築用等の窓ガラス用等として好適に用いられる。」（段落【0051】）"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイの記載を総合すれば，本件明細書には，次の点が開示されていると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来から，少なくとも一対のガラス板の間に，ポリビニルアセタール樹脂及び可塑剤とを主成分とするポリビニルアセタール中間膜が挟着されてなる合わせガラスは，透明性，耐候性，接着性，耐湿性，耐貫通性に優れており，自動車や建築物の窓ガラスに広く利用されているところ，この可塑剤としてトリエチレングリコールジ2-エチルヘキサノエートを使用する場合，高温成膜時の取扱い性，耐加水分解性等に優れる等の利点があるが，極性が低いために，中間膜が帯電する傾向が強いという問題があり，また，一般に，帯電を防止するには，帯電防止剤を中間膜中に添加し，又は表面に塗布する方法があるが，帯電防止剤は極性が高いため，過剰な添加は耐湿性を損なうとともにガラスへの接着力も損なうという問題があった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件各発明は，上記従来の問題点を解決し，耐湿性，接着性，透明性，耐候性等の合わせガラス用中間膜としての基本的な性能に優れ，かつ，帯電防止性に優れた合わせガラス用中間膜及びこの中間膜を用いた合わせガラスを提供することを課題とした。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件各発明は，上記課題を解決するための手段として，ポリビニルアセタール樹脂100重量部と，トリエチレングリコールモノ2-エチルヘキサノエートを0．1～5．0重量％含有するトリエチレングリコールジ2-エチルヘキサノエート20～60重量部とを主成分とし，アルカリ金属であるナトリウム若しくはカリウム又はナトリウム及びカリウムを一定量含有（「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有」）する合わせガラス用中間膜の構成を採用した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件発明1（合わせガラス用中間膜）は，上記構成を採用し，可塑剤中のモノエステル成分（トリエチレングリコールモノ2-エチルヘキサノエート）の含有量を一定の範囲とし，上記アルカリ金属を一定量含有させたことによる相乗効果により，接着性，耐湿性等の合わせガラス用中間膜としての基本的で重要な性能を満足し，かつ，帯電防止性に優れるという効果を奏し，このため，本件各発明（合わせガラス用中間膜及び合わせガラス）は，加工性に優れ，自動車用や建築用等の窓ガラス用等として好適に用いられる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "明確性要件について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の特許請求の範囲（請求項1）には，「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」との記載がある。JISの「規格票の様式及び作成方法  JIS Z 8301」（甲4）によれば，「及び／又は」の用語が「並列する二つの語句を併合したもの及びいずれか一方の3通りを一括して示す場合」に用いられることが認められる。そうすると，この文言は，ポリビニルアセタール樹脂100重量部と，トリエチレングリコールモノ2-エチルヘキサノエートを0．1～5．0重量％含有するトリエチレングリコールジ2-エチルヘキサノエート20～60重量部とを主成分とする合わせガラス用中間膜において，①「ナトリウム（Ｎa）を5～50ppm及びカリウム（K）を5～100ppm含有する」場合（①の場合），②「ナトリウム（Ｎa）を5～50ppm含有する」場合（②の場合），③「カリウム（K）を5～100ppm含有する」場合（③の場合）の三つの場合が本件発明1に該当することを表現したものと理解できる。",
                    "そして，①の「ナトリウム（Ｎa）を5～50ppm及びカリウム（K）を5～100ppm含有する」場合とは，「ナトリウム（Ｎa）」及び「カリウム（K）」の両者を含有し，当該「ナトリウム（Ｎa）」の含有量が「5～50ppm」の数値範囲にあり，かつ，当該「カリウム（K）」の含有量が「5～100ppm」の数値範囲にある場合を示していることを勘案すれば，②の「ナトリウム（Ｎa）を5～50ppm含有する」場合とは，カリウムを含まない場合を，③の「カリウム（K）を5～100ppm含有する」場合とはナトリウムを含まない場合を示すものと解するのが，請求項1の文理上自然な解釈であるといえる。",
                    "このような解釈は，本件明細書の発明の詳細な説明中の「発明1の合わせガラス用中間膜には，ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有することが必要である。Ｎa及び／又はKの含有量が5ppm未満では，得られる中間膜の帯電防止効果が不十分であり，Ｎaの含有量が50ppm及び／又はKの含有量が100ppmを超えると，得られる中間膜の耐湿性や接着力が低下する。」（段落【0020】），「…また，接着力調整剤としてアルカリ金属塩を使用する場合には，中間膜中でのＮa及び／又はKの含有量が前記した発明1の範囲を保つことに留意する必要がある。」（段落【0027】）との記載にも合致する。",
                    "以上によれば，①の場合は「ナトリウム（Ｎa）」及び「カリウム（K）」の両者を含有する場合におけるそれぞれの含有量を規定したものであり，②の場合及び③の場合は，それぞれ「ナトリウム（Ｎa）」又は「カリウム（K）」のいずれか一方のみを含有し，他方を含有しない場合におけるその含有量を規定したものと理解できる。",
                    "そうすると，「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」との記載を含む本件発明1の特許請求の範囲（請求項1）の記載から本件発明1の技術的範囲を明確に把握できるといえるから，請求項1は明確性要件に適合するというべきである。",
                    "同様に，請求項1を引用する請求項2も，明確性要件に適合するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点に関し，本件審決は，請求項1の「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」との記載は，①ないし③の各場合の3通りの事項を示したものであり，「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」により特定する本件発明1の特許請求の範囲（請求項1）の記載は，その技術的範囲が明確であり，明確性要件に適合するとした上で，「ナトリウム（Ｎa）を5～50ppm含有する」場合（②の場合）には，ナトリウム以外の成分の含有量について何ら限定するものではないから，「カリウムを含有しない」との限定を付す必要はなく，同様に，「カリウム（K）を5～100ppm含有する」場合（③の場合）には，カリウム以外の成分の含有量について何ら限定するものではないから，「ナトリウムを含有しない」との限定を付す必要もないことは当然のことであると判断している。",
                    "これに対し原告は，②の場合及び③の場合をそれぞれカリウム，ナトリウムの含有量には制限がないとの意味であるとする本件審決の解釈を前提とすると，本件発明1の特許請求の範囲（請求項1）の記載は，不明確であり，同様に，本件発明2の特許請求の範囲（請求項2）の記載も不明確であるから，本件各発明の特許請求の範囲（請求項1及び2）の記載が明確性要件に適合するとした本件審決の判断は誤りである旨主張する。",
                    "そこで検討するに，本件審決の上記判断のうち，②の場合に「ナトリウム以外の成分の含有量について何ら限定するものではないから，「カリウムを含有しない」との限定を付す必要はな」いとの部分は，特許請求の範囲に「カリウムを含有しない」との文言を付す必要がないことを単に述べたものであるのか，これにとどまらず，「ナトリウム以外の成分」に該当する「カリウム」の含有量に限定（制限）がないことをも述べたものであるのか，その趣旨が不明確であって，適切な説示であるとはいえず，仮に「カリウム」の含有量に限定（制限）がないことをも述べたものであるとすれば，前記アの認定に照らし，その点の判断は誤りであるといわざるを得ない。また，同様に，本件審決の上記判断のうち，③の場合に「カリウム以外の成分の含有量について何ら限定するものではないから，「ナトリウムを含有しない」との限定を付す必要もない」との部分も，その趣旨が不明確であって，適切な説示であるとはいえず，仮に「ナトリウム」の含有量に限定（制限）がないことをも述べたものであるとすれば，前記アの認定に照らし，その点の判断は誤りであるといわざるを得ない。",
                    "しかしながら，前記アで認定したとおり，本件発明1の特許請求の範囲（請求項1）の記載から本件発明1の技術的範囲を明確に把握できるといえるから，請求項1が明確性要件に適合するとした本件審決の判断は，結論において誤りはなく，本件審決の説示における上記不適切な点等は審決を取り消すべき瑕疵に当たらない。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，被告は，本件発明1における②の場合及び③の場合について，本件発明1の特許請求の範囲（請求項1）の記載に加えて，本件明細書の記載及び本件出願時の当業者の技術常識を基礎とすれば，各々5ppm未満の微量のカリウム又はナトリウムも含有されることは排除されない旨主張するが，前記ア認定のとおり，②の場合及び③の場合は，それぞれ「ナトリウム（Ｎa）」又は「カリウム（K）」のいずれか一方のみを含有し，他方を含有しない場合におけるその含有量を規定したものといえるから，上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件各発明の特許請求の範囲の記載は，明確性要件に適合するとした本件審決の判断に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（サポート要件に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件審決は，本件発明1の特許請求の範囲（請求項1）記載の「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」の意義を，ナトリウム及びカリウムの一方の含有量が上記範囲内であれば，他方の含有量には何ら制限がないと解釈するものであり，この解釈を前提とすると，ナトリウムの含有量が5～50ppmであって，カリウムの含有量が100ppmを超えるもの，カリウムの含有量が5～100ppmであって，ナトリウムの含有量が50ppmを超えるものも，本件発明1に包含されることになるところ，ナトリウム及びカリウムの両方を含有し，その一方の含有量がそれぞれの上限値の50ppm又は100ppmを超える場合，合わせガラスの白化距離が2．0mmをはるかに超え，耐湿性が劣ることからすると，本件発明1は，本件明細書に接した当業者において耐湿性などの基本的な性能に優れ，かつ，帯電防止性に優れた合わせガラス用中間膜を提供するという発明の課題を解決できると認識できない範囲のものを包含するものであって，本件発明1の特許請求の範囲（請求項1）の記載は，発明の課題を解決できると認識できる範囲を超えており，本件明細書の発明の詳細な説明に記載したものとはいえないから，サポート要件に適合せず，同様に，本件発明2の特許請求の範囲（請求項2）の記載も，サポート要件に適合しないとして，本件各発明の特許請求の範囲（請求項1及び2）の記載がサポート要件に適合するとした本件審決の判断は，誤りである旨主張する。",
                    "しかしながら，前記1(2)ア認定のとおり，請求項1の「ナトリウム（Ｎa）を5～50ppm及び／又はカリウム（K）を5～100ppm含有する」との記載は，①「ナトリウム（Ｎa）を5～50ppm及びカリウム（K）を5～100ppm含有する」場合（①の場合），②「ナトリウム（Ｎa）を5～50ppm含有する」場合（②の場合），③「カリウム（K）を5～100ppm含有する」場合（③の場合）の三つの場合が本件発明1に該当することを表現したものであり，②の場合とはカリウムが含まない場合であり，③の場合とはナトリウムを含まない場合であるから，その一方の含有量がそれぞれの上限値の50ppm又は100ppmを超える場合も，本件発明1に含まれることを前提とする原告の上記主張は，その前提において理由がないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，原告は，本件発明1の特許請求の範囲（請求項1）の記載がサポート要件に適合しないことの理由として，ナトリウム及びカリウムの両方を含有し，ナトリウムの含有量が上限値の50ppm及びカリウムの含有量が上限値の100ppmである場合（①の場合），本件明細書の表2から，合わせガラスの白化距離が2．0mmをはるかに超え，耐湿性が劣ることを容易に看取することができることを挙げて，請求項1の記載は，発明の課題を解決できると認識できる範囲を超えており，本件明細書の発明の詳細な説明に記載したものとはいえない旨の主張もしているので，この点について判断する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，発明の詳細な説明に記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで検討するに，本件発明1の特許請求の範囲（請求項1）の記載によれば，本件発明1には，合わせガラス用中間膜にナトリウム及びカリウムの両方を含有し，ナトリウムの含有量が50ppm及びカリウムの含有量が100ppmの構成のものが含まれる。また，本件明細書に開示された本件発明1の課題は，耐湿性，接着性，透明性，耐候性等の合わせガラス用中間膜としての基本的な性能に優れ，かつ，帯電防止性に優れた合わせガラス用中間膜を提供すること（前記1(1)イ(ウ)）にある。",
                        "本件明細書の発明の詳細な説明には，合わせガラス用中間膜にナトリウム及びカリウムの両方を含有する場合について，ナトリウム及びカリウムの含有量が5ppm未満では，得られる中間膜の帯電防止効果が不十分であり，ナトリウムの含有量が50ppm及びカリウムの含有量が100ppmを超えると，得られる中間膜の耐湿性や接着力が低下する旨の記載（段落【0020】）があるが，これらの場合について具体的な実施例の記載はない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "一方で，本件明細書の発明の詳細な説明には，合わせガラス用中間膜にナトリウム又はカリウムのいずれか一方を含有する場合について，実施例1ないし9及び比較例1ないし6が記載されている（段落【0036】～【0046】，表2）。また，本件明細書の発明の詳細な説明には，「表2から明らかなように，本発明による実施例の合わせガラス用中間膜は，帯電防止性及び耐湿性に優れ…」（段落【0048】）との記載があり，中間膜中のナトリウム又はカリウムの含有量が5ppm未満である比較例3又は5の中間膜は帯電防止性が劣り，逆に，含有量が50ppm又は100ppmを超える比較例4又は6の中間膜は耐湿性が劣る旨の記載（段落【0050】）がある。「帯電防止性」については，中間膜を20℃，50％RHの状態で1日間放置した後，表面固有抵抗を測定し，「表面固有抵抗が1．0×1013Ω／□未満を良好とし，それ以上を不良」と評価し（段落【0040】），「耐湿性」については，合わせガラスを50℃，95％RHの雰囲気下に2週間放置した後のガラス周縁端部の白化距離を測定し，「白化距離が2．0mm以下であれば良好とし，それを超えるものを不良」と評価している（段落【0041】）。",
                        "そして，表2によれば，ナトリウムの含有量6ppm，15ppm，28ppm及び43ppmの実施例1ないし6では，表面固有抵抗が0．8×1013Ω／□（「8．0（×1012Ω／□）」）以下，白化距離が2．0mm以下であることが示され，ナトリウムの含有量1ppmの比較例3では，表面固有抵抗が3．8×1013Ω／□（「38（×1012Ω／□）」），白化距離が0．5mm，ナトリウムの含有量60ppmの比較例4では，表面固有抵抗が0．29×1013Ω／□（「2．9（×1012Ω／□）」），白化距離が3．5mmであることが示されている。また，カリウムの含有量7ppm，37ppm及び94ppmの実施例7ないし9では，表面固有抵抗が0．75×1013Ω／□（「7．5（×1012Ω／□）」）以下，白化距離が2．0mm以下であることが示され，カリウムの含有量1ppmの比較例5では，表面固有抵抗が3．4×1013Ω／□（「34（×1012Ω／□）」），白化距離が0．5mm，カリウムの含有量114ppmの比較例6では，表面固有抵抗が0．08×1013Ω／□（「0．8（×1012Ω／□）」），白化距離が3．5mmであることが示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記(ウ)の本件明細書の記載事項は，合わせガラス用中間膜にナトリウム又はカリウムのいずれか一方を含有する場合にその含有量が請求項1に規定する数値範囲にあるときは，耐湿性及び帯電防止性がいずれも「良好」であることを示しているから，耐湿性等の合わせガラス用中間膜としての基本的な性能に優れ，かつ，帯電防止性に優れた合わせガラス用中間膜を提供するという本件発明1の課題を解決できることを当業者が認識できるというべきである。",
                            "そして，ナトリウムのみを含有する場合とカリウムのみを含有する場合において，それぞれの含有量と表面固有抵抗及び白化距離との関係は，含有量が減少すると，表面固有抵抗が大きくなって，帯電防止効果が低くなり，含有量が増加すると，白化距離が長くなって，耐湿性が低くなるという同様の傾向を示していることに鑑みると，ナトリウム及びカリウムの両方を含有する場合においても，本件明細書には具体的な実施例の記載はないものの，上記と同様の傾向を示すものと理解できる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "加えて，本件明細書の段落【0006】に，「本発明において，可塑剤中のモノエステル成分の含有量を一定の範囲とし，さらにアルカリ金属を一定量含有する場合に，耐湿性，接着性を損なわずに帯電を実用的に問題のないレベルに抑制することが可能であることが明らかとなった。」との記載がある。このアルカリ金属とは，ナトリウム及びカリウムをさすと理解できる。また，本件明細書の段落【0020】に，ナトリウム及びカリウムの含有量が5ppm未満では中間膜の帯電防止効果が不十分であり，ナトリウムの含有量が50ppm及びカリウムの含有量が100ppmを超えると，耐湿性や接着力が低下する旨の記載がある。この記載は，ナトリウム及びカリウムの両方を含有する場合において，その含有量が請求項1に規定する下限値を下回るとき又は上限値を超えるときは，それぞれ帯電防止効果又は耐湿性が不十分であることを示すことによって，両方の含有量が請求項1に規定する数値範囲にあるときは，帯電防止効果及び耐湿性がいずれも問題のないレベルであることを示唆するものと理解できる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "もっとも，本件明細書の表2には，ナトリウムのみを43ppm含有する場合の実施例6における白化距離が2．0mm，カリウムのみを94ppm含有する実施例9の場合における白化距離が2．0mmであることの記載があることからすると，この両方を含有する場合（ナトリウムの含有量43ppm及びカリウムの含有量93ppmの場合）には，両方の含有量が請求項1に規定する数値範囲にあるが，白化距離が4mm程度となることもあり得ると考えられ，実施例記載の耐湿性の評価基準（段落【0041】）に従うと，白化距離が「2．0mm」を超えるので，「不良」と評価されることになり，同様に，ナトリウムの含有量が上限値の50ppm及びカリウムの含有量が上限値の100ppmの場合にも，白化距離が4mmないし5mm程度となることがあり得ると考えられる。",
                            "しかしながら，合わせガラスの基本的な性能として必要とされる耐湿性のレベルは，合わせガラスの用途等に応じて適宜設定され得るものである。そして，本件明細書において設定された白化距離が2．0mm以内であれば「良好」，これを超えれば「不良」という耐湿性の評価基準は，合わせガラス用中間膜にナトリウム又はカリウムのいずれか一方を含有する場合における本件発明1の一実施例として設定されたものであって，本件発明1の実施の態様は，実施例に記載のものに限定されるものではなく（段落【0035】），また，本件発明1の特許請求の範囲（請求項1）は，上記評価基準を満たすことを本件発明1の必須の構成としていない。",
                            "さらには，本件出願前に頒布された刊行物である甲5（「自動車用安全ガラス  JIS  R  3211」，平成10年4月30日発行）には，主として自動車の窓に使用する合わせガラス等の安全ガラスの規格として，「4．10  耐湿性  合わせガラス，有機ガラス及びガラス-プラスチックの耐湿性は，表18を満足しなければならない。」との記載があり，「表18」の「試験後の状態」欄に「供試体の縁から10mmを超える部分，又は製品から切り出した際の新たに生じた切断辺の縁から15mmを超える部分に著しい変化（変色，泡，はく離，濁りなど）があってはならない。」との記載があること，同じく甲6（「自動車用安全ガラス試験方法  JIS  R  3212」，平成10年4月30日発行）の「3．10  耐湿性試験」の項目には，「（1）目的」として，「合わせガラス，有機ガラス及びガラス-プラスチックが大気中の高湿度に長時間さらされた場合の著しい変化（変色，泡，はく離，濁り，つやの減退），膨れ，はがれ又はひび割れの発生の有無を確かめる。」との記載があることに鑑みると，本件出願当時，自動車の窓に使用する合わせガラスにおいては，白化距離が10mm（供試体の縁から10mm）以内であれば耐湿性に支障がないことが技術常識であったものと認められる。この技術常識に照らすと，ナトリウムの含有量が上限値の50ppm及びカリウムの含有量が上限値の100ppmの場合に，白化距離が上記のとおり4mmないし5mm程度になったとしても，耐湿性に支障がないことを理解することができる（なお，本件発明1の合わせガラスの中間膜は，本件明細書の段落【0051】に，「自動車用や建築用等の窓ガラス用等として好適に用いられる。」との記載があるように，「自動車用安全ガラス」の用途がある。）。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上を総合すると，本件明細書に接した当業者は，その発明の詳細な説明の記載及び本件出願時の技術常識に照らし，中間膜にナトリウム及びカリウムの両方を含有し，その含有量が本件発明1の特許請求の範囲（請求項1）に規定する上限値である場合においても，耐湿性等の合わせガラス用中間膜としての基本的な性能に優れ，かつ，帯電防止性に優れた合わせガラス用中間膜を提供するという本件発明1の課題を解決できることを認識できるものと認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "したがって，原告の上記主張は，理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上によれば，本件各発明の特許請求の範囲の記載は，サポート要件に適合するとした本件審決の判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}