{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が無効2011-800168号事件について平成24年3月26日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告からの無効審判請求を不成立とした審決の取消訴訟である。争点は，請求項1ないし4の発明の進歩性(容易想到性)の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「板金用引出装置とそれに使用する引出補助具」とする発明に係る特許第4551587号の特許権者である(平成13年6月14日特許出願，優先日平成12年10月30日，登録日平成22年7月16日，登録時の請求項の数は4)。",
            "これに対し，原告は，平成23年9月13日，請求項1ないし4に係る特許につき無効審判請求をしたところ(無効2011-800168号)，特許庁は，平成24年3月26日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年4月5日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許は，自動車等の板金の際に，凹んだ面を引き出して補修するための引出装置等に関する発明に係り，請求項の数は前記のとおり4であり，その特許請求の範囲は以下のとおりである(構成の分説は審決による)。",
            "【請求項1(本件発明1)】",
            "「A．板金面を引き出すための板金用引出装置であって，",
            "B．シャフト(24，81)またはロッドを備えている引出具(2，8)と，",
            "C．該引出具(2，8)に着脱自在に取り付けできる引出補助具(3)と",
            "D．の組み合わせを含み，",
            "E．前記引出補助具(3)は，",
            "E-1．グリップ(30)と，",
            "E-2．中空部(310)と，",
            "E-3．該中空部(310)に通じている後部側の貫通孔(314)を有する補助具本体(31)と，",
            "E-4．前記後部側の貫通孔(314)に挿入され前記補助具本体(31)に対して進退自在に設けられており，嵌め入れられる前記引出具(2，8)のシャフト(24，81)またはロッドを着脱自在に保持する装着部(35)と，",
            "E-5．前記中空部(310)の中で回動自在に軸支されており，前記引出具(2，8)のシャフト(24，81)またはロッドが通り抜け，かつ前記中空部(310)の中で前記装着部(35)と当接し前記装着部(35)の進退方向と同じ方向に動かす操作レバー(32)と，",
            "E-6．前記装着部(35)を進行させる方向に付勢する手段(36)と，",
            "E-7．前記補助具本体(31)の前部側に設けられている脚部(34)と，",
            "を備え，",
            "F．前記装着部(35)は，",
            "F-1．筒状の装着部本体(352)と，",
            "F-2．前記補助具本体(31)の後部側に露出しており前記装着部本体(352)に螺合して装着部(35)全体の長さを調整する筒状の調整部(354)を有し，",
            "G．前記引出補助具(3)は，前記引出具のシャフト(24，81)またはロッドを前記装着部(35)に嵌め入れて通すことにより前記引出具(2，8)に装着される，",
            "H．板金用引出装置。」",
            "【請求項2(本件発明2)】",
            "「I．板金面を引き出す2種類以上の引出具(2)を有し，",
            "J．該2種類以上の引出具(2)はシャフト(24，81)またはロッドの先端部に設けられた取着部の少なくとも機能または構造を異にし，引出補助具(3)に対して選択的に組み合わされる，",
            "K．請求項1に記載の板金用引出装置。」",
            "【請求項3(本件発明3)】",
            "「L．2種類以上の引出具は，溶接チップを備えたものと引掛部を備えたものを含んでいる，",
            "M．請求項2記載の板金用引出装置。」",
            "【請求項4(本件発明4)】",
            "「Ｎ．シャフト(24，81)またはロッドを備え，板金面を引き出すための引出具(2，8)と協働して板金面を引き出す引出補助具(3)であって，",
            "P．グリップ(30)と，中空部(310)と，該中空部(310)に通じている後部側の貫通孔(314)を有する補助具本体(31)と，",
            "Q．前記後部側の貫通孔(314)に挿入され前記補助具本体(31)に対して進退自在に設けられており，嵌め入れられる前記引出具(2，8)のシャフト(24，81)またはロッドを着脱自在に保持する装着部(35)と，",
            "R．前記中空部(310)の中で回動自在に軸支されており，前記引出具(2，8)のシャフト(24，81)またはロッドが通り抜け，かつ前記中空部(310)の中で前記装着部と(35)当接し前記装着部(35)の進退方向と同じ方向に動かす操作レバー(32)と，",
            "S．前記装着部(35)を進行させる方向に付勢する手段と，",
            "T．前記補助具本体(31)の前部側に設けられている脚部(34)と，",
            "を備え，",
            "U．前記装着部(35)は，",
            "U-1．筒状の装着部本体(352)と，",
            "U-2．前記補助具本体(31)の後部側に露出しており前記装着部本体(352)に螺合して装着部(35)全体の長さを調整する筒状の調整部(354)を有し，",
            "V．前記引出具のシャフト(24，81)またはロッドを前記装着部(35)に嵌め入れて通すことにより前記引出具(2，8)に装着される，",
            "W．引出補助具。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審判で主張された無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1",
              "text": [
                "本件発明1は，本件優先日当時，下記甲第1号証に記載された発明に下記甲第2，第3号証に記載された発明ないし技術的事項を適用することにより，当業者において容易に発明することができたもので，進歩性を欠く。",
                "本件発明2，3は，いずれも，本件優先日当時，下記甲第1号証に記載された発明に下記甲第2，第3号証に記載された発明ないし技術的事項及び下記甲第4，第5号証に記載された周知技術を適用することにより，当業者において容易に発明することができたもので，進歩性を欠く。",
                "本件発明4は，本件優先日当時，下記甲第1号証に記載された発明に下記甲第2，第3号証に記載された発明ないし技術的事項を適用することにより，当業者において容易に発明することができたもので，進歩性を欠く。",
                "【甲第1号証】特許第2876402号公報",
                "【甲第2号証】米国特許第4050271号明細書",
                "【甲第3号証】特開平9-206833号公報",
                "【甲第4号証】特開平4-367318号公報",
                "【甲第5号証】特開平9-314231号公報"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2-1",
              "text": [
                "本件明細書の発明の詳細な説明には，着脱可能な引出具を引出補助具に装着し，引出具に凹部の引出しに要する力を伝え，補修を行うことを可能とするべく，シャフト装着部がシャフト基端部に形成されたフランジ部に当たるように形成されるという，作用効果を奏する上で必須の構成が記載されておらず，本件発明1の特許請求の範囲にいう，着脱可能な引出具と引出補助具により，板金面の凹部の引出し，補修を行う部分は，本件明細書の発明の詳細な説明を超えるものである。また，本件発明1の技術的範囲には，シャフト装着部がシャフト基端部に形成されたフランジに当たらない構成も含まれるものと解されるところ，本件明細書の発明の詳細な説明には，かかる構成について記載していない。そうすると，本件発明1，その従属項に係る発明である本件発明2，3は，いずれもサポート要件(特許法36条6項1号)に違反する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2-2",
              "text": [
                "前記(2)のとおり，本件明細書には本件発明1の作用効果を奏する上で必須の構成が記載されていないし，本件発明1の技術的範囲には，シャフト装着部がシャフト基端部に形成されたフランジに当たらない構成も含まれるから，本件発明1，その従属項に係る発明である本件発明2，3の特許請求の範囲の記載は不明確である(特許法36条6項2号)。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1についての審決判断",
              "text": [
                "【甲第1号証に記載された甲1発明】",
                "「シャフト(12)と，該シャフト(12)の先端部に配設し板金面に溶着可能なビット(15)を備えた第1の操作手段(10)と，",
                "該第1の操作手段(10)のシャフト(12)を支持する支持部(50)を備え，手動操作により前記第1の操作手段(10)を引き上げる第2の操作手段(20)と，",
                "該第2の操作手段(20)を着脱可能に支承する脚体(90)とを具備し，",
                "前記第2の操作手段(20)を，",
                "取手部(31)と，脚体90によって支承される左右一対の腕杆(33A，33B)と，前記シャフト(12)案内用の貫通孔(34)と，連結アーム(60)を軸支する突出部(35A，35B)を備えたメインレバー(30)と，",
                "取手部(41)と，くり抜き部(42)に配設し前記第1の操作手段(10)を支持する支持部(50)と，前記連結アーム(60)の他端を軸支する突出部(44A，44B)を備えたセカンドレバー(40)と，",
                "このメインレバー(30)とセカンドレバー(40)との間に介在させたばね(14)を含んで構成し，",
                "前記支持部(50)は，中央貫通孔(52)にめねじ部を形成した支持部材(51)を前記くり抜き部(42)内に収容し，ねじ(48，49)により前記セカンドレバー(40)に固定して構成され，前記支持部材(51)の貫通孔(52)と前記シャフト(12)のねじ部(13)が螺合し，前記第1の操作手段(10)は前記第2の操作手段(20)に前記連結アーム(60)により回動自在に支持されるものであり，",
                "上記ばね(14)により前記セカンドレバー(40)を付勢させ，前記メインレバー(30)とセカンドレバー(40)間を前記ばね(14)に抗しながらつぼめて板金面の引き出しを行う，",
                "板金用引出し具。」",
                "【本件発明1と甲1発明の一致点】",
                "「板金面を引き出すための板金用引出装置であって，シャフトを備えている引出具と，引出補助具との組み合わせを含み，引出補助具は，グリップを有する引出補助具本体と，脚部と，操作レバーと，操作レバー進行させる方向に付勢する手段と，引出具を装着する装着部と，ビット位置を調整する調整部を備える板金用引出装置。」である点",
                "【本件発明1と甲1発明の相違点】",
                "・相違点1",
                "本件発明1は，引出補助具の補助具本体が，「中空部と，該中空部に通じている後部側の貫通孔を有」し，「引出補助具」の「操作レバー」が，「補助具本体」の「中空部の中で回動可能に軸支され」，「中空部の中で装着部と当接」するものであるのに対して，甲1発明の第2の操作手段(20)のメインレバー(30)はそのような中空部，貫通孔を有せず，甲1発明のセカンドレバーは，中空部の中で軸支されるものではないし，装着部と当接するものでもない点。",
                "・相違点2",
                "本件発明1は，引出補助具が，「後部側の貫通孔に挿入され補助具本体に対して進退自在に設けられており，嵌め入れられる引出具のシャフトまたはロッドを着脱自在に保持する装着部」を備え，前記装着部は，「筒状の装着部本体と，補助具本体の後部側に露出しており前記装着部本体に螺合して装着部全体の長さを調整する筒状の調整部を有」するものであり，これによって，引出補助具は引出具に，「引出具のシャフトまたはロッドを装着部に嵌め入れて通すことにより」，着脱自在に取り付けできるものであるのに対して，甲1発明には，装着部と同様にシャフトを支持する支持部はあるものの，支持部は，「後部側の貫通孔に挿入され補助具本体に対して進退自在に」設けられているものではなく，また，支持部材の貫通孔とシャフトのねじ部が螺合するから，支持部は，「嵌め入れられる引出具のシャフトまたはロッドを着脱自在に保持する」装着部を有せず，さらに，支持部は，本件発明1の調整部の機能と同様の調整機能をなすものではあるものの，「補助具本体の後部側に露出しており前記装着部本体に螺合して装着部全体の長さを調整する筒状」のものではなく，結果として，第1の操作手段と第2の操作手段は着脱できない点。",
                "【本件発明1と甲1発明の相違点に係る構成の容易想到性の判断(49～51頁)】",
                "「甲第2号証には，本件発明1のグリップと操作レバーに相当する，『ハンドル14』と『可動ハンドル20』は記載されているものの，本件発明1の引出具に相当する『スライドロッド74』は，本件発明1の引出補助具に相当する『フレーム部材12』の中に組み込まれているものであるから，相違点1に係る，『引出補助具の補助具本体』が，『中空部と，該中空部に通じている後部側の貫通孔を有』し，『引出補助具』の『操作レバー』が，『補助具本体』の『中空部の中で回動可能に軸支され』，『中空部の中で装着部と当接』する点，及び，相違点2に係る，引出補助具が，『後部側の貫通孔に挿入され補助具本体に対して進退自在に設けられており，嵌め入れられる引出具のシャフトまたはロッドを着脱自在に保持する装着部』を備え，前記装着部は，『筒状の装着部本体と，補助具本体の後部側に露出しており前記装着部本体に螺合して装着部全体の長さを調整する筒状の調整部を有』するものであり，これによって，引出補助具は引出具に，『引出具のシャフトまたはロッドを装着部に嵌め入れて通すことにより』，着脱自在に取り付けできるものである点は，記載も示唆もされていない。",
                "甲第3号証にも，本件発明1のグリップと操作レバーに相当する，『ハンドル2』と『ハンドル1』は記載されているものの，本件発明1の引出具に相当する『ワッシャー引出し治具15』は，本件発明1の引出補助具に相当する『自動車修理用パネル引出工具』の中に組み込まれているものであるから，相違点1に係る，『引出補助具の補助具本体』が，『中空部と，該中空部に通じている後部側の貫通孔を有』し，『引出補助具』の『操作レバー』が，『補助具本体』の『中空部の中で回動可能に軸支され』，『中空部の中で装着部と当接』する点，及び，相違点2に係る，引出補助具が，『後部側の貫通孔に挿入され補助具本体に対して進退自在に設けられており，嵌め入れられる引出具のシャフトまたはロッドを着脱自在に保持する装着部』を備え，前記装着部は，『筒状の装着部本体と，補助具本体の後部側に露出しており前記装着部本体に螺合して装着部全体の長さを調整する筒状の調整部を有』するものであり，これによって，引出補助具は引出具に，『引出具のシャフトまたはロッドを装着部に嵌め入れて通すことにより』，着脱自在に取り付けできるものである点は，記載も示唆もされていない。",
                "甲第4号証には，本件発明1の引出具に相当する『鈑金均し装置』のみが記載され，本件発明1の引出補助具に相当する記載はない。",
                "甲第5号証には，本件発明1の操作レバーに相当する，『シャフト操作用レバー(4)』は記載されているものの，本件発明1の引出具に相当する『プーラ用シャフト(3)』は，本件発明1の引出補助具に相当する『当接用支持基体(1)』の中に組み込まれているものであるから，相違点1に係る，『引出補助具の補助具本体』が，『中空部と，該中空部に通じている後部側の貫通孔を有』し，『引出補助具』の『操作レバー』が，『補助具本体』の『中空部の中で回動可能に軸支され』，『中空部の中で装着部と当接』する点，及び，相違点2に係る，引出補助具が，『後部側の貫通孔に挿入され補助具本体に対して進退自在に設けられており，嵌め入れられる引出具のシャフトまたはロッドを着脱自在に保持する装着部』を備え，前記装着部は，『筒状の装着部本体と，補助具本体の後部側に露出しており前記装着部本体に螺合して装着部全体の長さを調整する筒状の調整部を有』するものであり，これによって，引出補助具は引出具に，『引出具のシャフトまたはロッドを装着部に嵌め入れて通すことにより』，着脱自在に取り付けできるものである点は，記載も示唆もされていない。",
                "甲第6，7号証には，板金引出しに関する記載はない。",
                "甲第8号証には，本件発明1の引出具に相当する『鈑金用具10』のみが記載され，本件発明1の引出補助具に相当する記載はない。",
                "甲第9，10号証には，本件発明1の引出具に相当する『鈑金用具10』のみが記載され，本件発明1の引出補助具に相当する記載はない。",
                "そして，上記相違点1，2は，当業者にとって自明な事項でもない。",
                "してみれば，本件発明1が，甲第1号証ないし甲第10号証に記載された発明に基づいて容易に発明できたものとすることはできない。」",
                "【本件発明2と甲1発明の相違点に係る構成の容易想到性の判断(51頁)】",
                "「本件発明1は甲各号証記載の発明に基づいて容易に発明できたものでないから，本件発明2の分説I，K(判決注：『J』の誤り)に係る発明特定事項(判決注：『板金面を引き出す2種類以上の引出具(2)を有し，』との構成及び『該2種類以上の引出具(2)はシャフト(24，81)またはロッドの先端部に設けられた取着部の少なくとも機能または構造を異に",
                "し，引出補助具(3)に対して選択的に組み合わされる，』との構成)が甲第3号証に記載されていたとしても，本件発明1に従属する本件発明2が甲第1号証ないし甲第10号証に記載された発明に基づいて容易に発明できたものであるとすることはできない。」",
                "【本件発明3と甲1発明の相違点に係る構成の容易想到性の判断(51頁)】",
                "「本件発明1は甲各号証記載の発明に基づいて容易に発明できたものでないから，本件発明3の分説Lに係る発明特定事項(判決注：『2種類以上の引出具は，溶接チップを備えたものと引掛部を備えたものを含んでいる，』との構成)が甲第1号証，甲第3ないし5号証に記載されていたとしても，本件発明1に従属する本件発明3が甲第1号証ないし甲第10号証に記載された発明に基づいて容易に発明できたものであるとすることはできない。」",
                "【本件発明4と甲1発明の一致点】",
                "「板金面を引き出すための引出補助具であって，シャフトを備えている引出具と協働するものであり，引出補助具は，グリップを有する引出補助具本体と，脚部と，操作レバーと，操作レバー進行させる方向に付勢する手段と，引出具を装着する装着部と，ビット位置を調整する調整部を備える板金用引出装置。」",
                "【本件発明4と甲1発明の相違点】",
                "・相違点3",
                "本件発明4は，引出補助具の補助具本体が，「中空部と，該中空部に通じている後部側の貫通孔を有」し，「引出補助具」の「操作レバー」が，「補助具本体」の「中空部の中で回動可能に軸支され」，「中空部の中で装着部と当接」するものであるのに対して，甲1発明の第2の操作手段(20)のメインレバー(30)はそのような中空部，貫通孔を有せず，甲1発明のセカンドレバーは，中空部の中で軸支されものではないし，装着部と当接するものでもない点。",
                "・相違点4",
                "本件発明4は，引出補助具が，「後部側の貫通孔に挿入され補助具本体に対して進退自在に設けられており，嵌め入れられる引出具のシャフトまたはロッドを着脱自在に保持する装着部」を備え，前記装着部は，「筒状の装着部本体と，補助具本体の後部側に露出しており前記装着部本体に螺合して装着部全体の長さを調整する筒状の調整部を有」するものであり，これによって，引出補助具は引出具に，「引出具のシャフトまたはロッドを装着部に嵌め入れて通すことにより」，着脱自在に取り付けできるものであるのに対して，甲1発明には，装着部と同様にシャフトを支持する支持部はあるものの，支持部は，「後部側の貫通孔に挿入され補助具本体に対して進退自在に」設けられているものではなく，また，支持部材の貫通孔とシャフトのねじ部が螺合するから，支持部は，「嵌め入れられる引出具のシャフトまたはロッドを着脱自在に保持する」装着部を有せず，さらに，支持部は，本件発明1の調整部の機能と同様の調整機能をなすものではあるものの，「補助具本体の後部側に露出しており前記装着部本体に螺合して装着部全体の長さを調整する筒状」のものではなく，結果として，第1の操作手段と第2の操作手段は着脱できない点。",
                "【本件発明4と甲1発明の相違点に係る構成の容易想到性の判断(52頁)】",
                "「相違点3，4に関して，甲第2ないし10号証をみると，本件発明1と同様に，各甲号証のいずれにも，相違点3，4について記載されていないし，示唆もされていない。",
                "そして，上記相違点3，4は，当業者にとって自明な事項でもない。",
                "してみれば，本件発明4が，甲第1号証ないし甲第10号証に記載された発明に基づいて容易に発明できたものとすることはできない。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2-1，2-2についての審決判断",
              "text": [
                "「本件特許明細書の【図1】は，『本発明に係る板金用引出装置の第1の実施の形態を示し，この板金用引出装置を引出具と引出補助具に分離した状態を示す説明図。』であり，【図2】は，『引出具に引出補助具を装着して，凹部の引き出し作業を行っている状態を示す縦断面図。』である。",
                "そして，これらに対応する明細書の段落【0027】の記載によれば，引出具2のフランジ部242が，引出補助具3のシャフト装着部35に接すること，同じく，明細書の段落【0036】，【0037】の記載によれば，装着部35の調整部354にはフランジ353があって，これが引出具2のフランジ部242に接するものであり，この，フランジ353とフランジ部242が接した状態が，引出具2が引出補助具3に装着された状態であり，それが，【図2】に示される，作業を行っている状態であることが明らかである。",
                "そして，このようなフランジ部同士が接して押力を伝える場合，例えば，フランジ部間にワッシャやカラーなどのスペーサーを介入させれば，フランジ部間の距離を調整しつつ押力を伝えることができるのは，本件明細書に接した当業者にとって自明な事項であるから，『(シャフト)装着部がシャフトの基端部に形成されたフランジ部に当たらない』構成は，明細書の記載から自明な事項の範囲にあり，特許請求の範囲に，(シャフト)装着部はシャフトの基端部に形成されたフランジ部に『当たる』ことが可能に形成されていることが記載されていないことをもって，発明の明確性を欠くものとすることはできない。",
                "さらにいえば，本件発明1は，『引出補助具(3)』の『装着部(35)』が，『引出具(2，8)』の『シャフト(24，81)またはロッド』を，『着脱自在に保持』することによって，明細書記載の所期の目的を達成することは明らかであるから，発明特定事項としては，『装着部(35)』が『着脱自在に保持』することが記載されていれば充分なのであって，保持の具体的構成である『フランジ部』までも記載する必要はない。",
                "本件の特許請求の範囲の請求項1には，引出補助具(3)が備える装着部(35)が，『嵌め入れられる前記引出具(2，8)のシャフト(24，81)またはロッドを着脱自在に保持する』と記載されているから，装着部(35)の構成は『シャフトまたはロッドを保持する』点に関して明確であって，請求項1の記載に不足はない。",
                "してみれば，本件発明1，及び，本件発明1を引用する本件発明2，並びに，本件発明3が特許法36条6項2号に規定に違反して特許されたものとすることはできない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明の認定の誤り)",
          "text": [
            "甲第1号証の段落【0001】ないし【0003】，【0006】，【0013】ないし【0015】，【0018】，【0023】，【0031】の各記載及び図5に照らせば，甲第1号証の第2の操作手段(20)は，脚体(90)によって取り外し自在に又は回動自在に支持されており(支承)，したがって脚体(90)は腕杆(33A，33B)に着脱可能ないし着脱自在で，脚体を腕杆から取り外した状態では，第1の操作手段(10)だけでも板金面の荒出し作業が可能なものであることが明らかである。そうすると，甲1発明の第1の操作手段(10)は，本件発明1の引出具(2又は8)と同等の作用効果を奏する。",
            "ところで，甲第1号証にみられるように，シャフト(12)の略中央部から基端部にかけてねじ部(13)を設け，このねじ部(13)が第2の操作手段(20)の支持部(50)に螺合するようにし，第1の操作手段(10)を第2の操作手段(20)に回動自在に支持されるようにすることは，板金引出具の技術分野における本件優先日当時の当業者の技術常識ないし周知技術であった。凹部を補修する板金用引出具の開発には方向性があるところ(甲1の段落【0002】，【0003】参照)，パネル(車体を構成する鋼板)を外部から引き出す方式の板金引出具も，ハンドル，シャフト，ピット，ハンマの前三者ないし全部を具備する板金引出具も，本件優先日前に既に周知であった。甲第1号証の板金引出具(第1の操作手段(10))は耐久品であり，部品であるビット(15)やシャフト(12)等を消耗等に伴って交換して使用するものであるため，第2の操作手段(20)に対して回動可能，着脱可能(分離可能)に構成されているが，かかる構成を採用することも，板金引出具の技術分野における本件優先日当時の当業者の技術常識ないし周知技術にすぎなかった。そうすると，甲1発明は，第1の操作手段(10)を用いて荒出し作業をするとともに，第1の操作手段(10)と第2の操作手段(20)を組み合わせて細部の引出し作業をする板金引出具の技術的思想を内在しているものである。",
            "しかるに，審決は，「原告が，・・・第2の操作手段が『着脱可能』であるとした理由は，甲1発明の1の第2の操作手段(20)が，第1の操作手段(10)に組み付けられている点を根拠として，組み付けられたものである以上，分解することにより着脱も『可能』であり，さらに，『着脱自在』と『着脱可能』は大きな違いではないというものであるところ，甲第1号証には，第1の操作手段(10)と第2の操作手段(20)を着脱して使用する点の記載も示唆もないのであるから，この理由は，引出具と引出補助具を着脱するという本件発明1によって公知となった発明をみて，甲1発明の1を事後的・主観的に解釈したもので，いわば後知恵によるものである。」と認定判断したが(39頁)，かかる認定判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の技術的意義の把握の誤り及び一致点・相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "まず，本件発明1の特許請求の範囲にいう2箇所の「着脱自在」の語の意味は統一して解釈されるべきものであるが，上記「着脱自在」は，特許請求の範囲の記載に照らしても，日常用語の例に照らしても，その技術的な意味が一義的に明らかでない(板金加工の技術分野においても，「着脱自在」の語の技術的意義が必ずしも常に一義的に明確であるとはいえないし，乙2，3でも，ボルトをネジに螺入させることで固定し，ボルトとネジの螺合を解除することで固定を解除するという意味合いで「着脱自在」の語が使用されているから，分解組立て作業を伴う態様も「着脱自在」に含まれているといい得る。)。そこで，本件明細書の発明の詳細な説明のうち段落【0022】，【0023】，【0025】，【0035】，【0049】，【0050】，【0052】，【0053】の記載を参酌すると，フック(82，84)はシャフト(81)を固定する部品であって(段落【0052】，【0053】参照)，シャフト(81)を備えた引出具(8)を引出補助具(3)に着脱する際には，シャフト(81)に対するフック(82，84)の取付け作業，取外し作業を必然的に伴うことが明らかである。したがって，フック(82，84)を取付けたシャフト(81)を備える引出具(8)は，引出補助具(3)に対して着脱可能である。",
                "他方で，本件発明1等においては「着脱自在」は「着脱可能」を含むから(段落【0035】参照)，本件発明1にいう「着脱自在」とは，着脱に当たって，分解組立て作業を伴うことなく，取付け，取外しができる場合のみならず，着脱に当たって，分解組立て作業を伴って，取付け，取外しができる場合(着脱可能な場合)をも文理上包含する。",
                "そうすると，本件発明1にいう「着脱自在」を，分解組立て作業を伴うことなく取付け，取外しができる態様に限定する必要はなく，この旨をいう審決の本件発明1の技術的意義の把握の仕方(37頁)は誤りである。",
                "なお，本件発明1の板金用引出装置では，引出具のみで使用が可能であるとともに，引出補助具と組み合わせて使用することも可能であり，後者の場合には，引出具による凹部の引き出しに要する力を引出補助具で調整しながら凹部の補修を行う。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記1のとおり，審決は甲1発明の認定を誤っているし，前記2(1)のとおり，本件発明1の技術的意義の把握を誤っているから，これらを前提としてした甲1発明と本件発明1の一致点・相違点の認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点に係る構成の容易想到性の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明が解決すべき技術的課題は，①熟練を要することなく板金作業を迅速，確実に行い，かつ板金面の平滑化を容易に達成できるようにする，②荒出し，細部引出しの2段階で凹部の引出作業を行う場合に，引き出すべき凹部が比較的小領域であるときでも，特殊な場所にあるときでも，細やかに，微妙な力を加えながら凹部を引き出すのに便利である，③凹部の具合に応じて最適な引出加減を予め設定でき，かつ引出状態を目視で確認しながら引出作業を行うことができる，との要請に適う板金用引出具の提供である一方，本件発明1が解決すべき技術的課題も，①凹み面の過度の引出しを防止するとともに，施工箇所に応じ引出具，引出補助具を選択的に組み合わせて，効率よく凹部を引き出せるようにする，②凹部が大きい(広い)場合には引出具のみを使用して凹部の引出しを行い，凹部が小さい(狭い)場合には，引出具に引出補助具を装着し，引出補助具で引出具が凹部を引き出す力を加減して，凹部を必要十分に引き出せるようにする，引出装置，引出補助具の提供であるから，両発明の技術的課題は共通である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1発明と本件発明1の相違点1は，甲1発明の第2の操作手段(20)のセカンドレバー(40)側に設けた「くり抜き部42と，該くり抜き部42に通じている貫通孔52を有」し，「左右一対の突出部44A，44Bにおいて回動可能に軸支され」，「くり抜き部42の中で角筒状の支持部50と当接」する構成を，グリップ(30)側に設ける点にあり，単なる設計上の差異にすぎない。そうすると，前記(1)の技術的課題の共通性にもかんがみれば，当業者であれば，上記相違点に係る構成に容易に想到できたというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲第3，第5，第8ないし第10号証で開示されている技術的事項にかんがみれば，①凹部が広い(大きい)場合に引出具を単独で使用して凹部の補修を行うこと，②施工箇所に適した引出具を選択的に組み合わせることによって，効率よく凹部を引き出すこと程度は，板金加工の分野の当業者に自明な技術的課題であるか，又は当業者の技術常識にすぎない。そうすると，本件発明1等の技術的課題も，当業者に自明なものにすぎないか，上記甲第3号証等で開示された自明な技術的課題を捨象すれば，あるいは甲第1号証に，前記(1)の①ないし③に加えて，④板金を必要とする箇所の金属疲労が少ないという技術的メリットが記載されていることに照らせば，甲第1号証の技術的課題と格別相違しないものにすぎない。",
                "ところで，甲第2号証の技術的課題は，①連続的に観察，監視しながら，くぼみ部分を簡単かつ迅速に矯正できる，改善されたくぼみ矯正装置を提供すること，②くぼみ領域の過度の引張り出しを防止する，改善されたくぼみ矯正装置を提供することにあるが，同書証にいう従動部材(116)は，スライドロッド(74)を引込方向に移動させる手段であり，本件発明1の「装着部」に相当し，「フレーム部材(12)の後部側の貫通孔に挿入され静止ハンドル(16)に対して進退自在」であり，また本件発明1にいう「後部側の貫通孔(314)に挿入され補助具本体(31)(グリツプ(30))に対して進退自在に」の構成を具備し，本件発明1にいう「嵌め入れるスライドロッド(74)を上下方向に可動自在に保持する」構成を具備する(なお，従動部材(116)は，その作用ないし機能として，可動ハンドル(20)ないしバネ(80)から受ける力をスライドロッド(74)に伝えるための部材であるということができるから，かかる趣旨でスライドロッド(74)を支えているということができる。)。",
                "そうすると，甲1発明に甲第2号証等に記載された周知技術を適用することにより，本件優先日当時，当業者において相違点2に係る構成に容易に想到することができたというべきである。しかるに，審決は，甲1発明の支持部(50)は，「後部側の貫通孔に挿入され補助具本体に対して進退自在」に設けられているものではなく，甲1の支持部材の貫通孔とシャフトのねじ部は螺合するから，上記支持部は「嵌め入れられる引出具のシャフトまたはロッドを着脱自在に保持する」装着部を有せず，さらに，「補助具本体の後部側に露出しており前記装着部本体に螺合して装着部全体の長さを調整する筒状」のものではないと認定して，相違点2に係る構成の容易想到性を否定するが，この判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記のとおり，甲1発明に甲第2ないし第5，第8ないし第10号証に記載の周知技術を適用することにより，本件優先日当時，当業者において本件発明1を容易に発明することができたものであるから，本件発明1ないし3の容易想到性を否定した審決の判断は誤りである。",
                "また，審決がした甲1発明と本件発明4の相違点3の容易想到性判断は，甲1発明と本件発明1の相違点1の容易想到性判断と同様に誤りであり，甲1発明と本件発明4の相違点4の容易想到性判断も，甲1発明と本件発明1の相違点2の容易想到性判断と同様に誤りである。したがって，本件発明4の容易想到性を否定した審決の判断も誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(サポート要件違反及び明確性要件違反の判断の誤り)",
          "text": [
            "本件発明1の目的は本件明細書の段落【0007】のとおりであるところ，引出具と引出補助具により板金面の凹部の引き出し，補修を行うためには，シャフト装着部(35)がシャフト(24)の基端部に形成されたフランジ部(242)に当たり引出具と引出補助具が協動する構成をとることが必須である。しかしながら，本件発明1の特許請求の範囲にはかかる構成が記載されておらず，技術的課題を達成するための構成が不明瞭である。したがって，本件発明1にいう「着脱自在」は不明確であって，本件発明1ないし3には明確性要件違反がある。",
            "また，同様の理由で，本件発明1ないし3は，本件明細書の発明の詳細な説明に記載のない発明を含むものであるから，サポート要件違反がある。",
            "したがって，上記結論に反する審決の判断には誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "組立作業を伴って第1の操作手段を第2の操作手段に取り付けることが可能であること，第1の引出具だけでも板金面の荒出し作業が可能であること，第1の操作手段と第2の操作手段とは，分離が可能で，着脱可能な構成を有していることは，いずれも甲第1号証に記載されていない。",
            "本件発明1にいう「着脱自在」は分解組立て作業を伴わないものを指すし，甲第1号証では，先端のビットを取り外し，ハンドルを何度も回すなどして第1の操作手段を分解しなければ，第1の操作手段と第2の操作手段を分離することができないのであって，第1号証の器具は到底着脱自在といえるものではない。",
            "したがって，審決がした甲1発明の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "審決は，本件発明1の特許請求の範囲の記載のみならず，本件明細書の発明の詳細な説明も参酌して本件発明1にいう「着脱自在」の意義を解釈したものであるが，上記「着脱自在」の語の意義は，国語辞典(乙1)に記載されているような，一般的な用語法によるもの(着けたり，脱いだりすることが思いのままであること)と同一であり，その内容は特許請求の範囲の記載自体から既に明確である。",
            "本件明細書の段落【0021】ないし【0023】，【0044】や図5を参酌してみても，本件発明1にいう「着脱自在」は，審決が認定判断するとおり，「着脱に当たって，分解組立て作業を伴うことなく，引出補助具(3)は引出具(2，8)に取り付けできる」ことを意味するし，原告ないし原告代表者が出願した他の特許公報(乙2)においても，本件出願前後にされた他の出願人による特許公報(乙3～7)においても，「着脱自在」の語は上記と同様の意味で用いられている。",
            "また，本件明細書の段落【0035】，【0050】，【0053】で使用されている「着脱可能」の語は，分解組立て作業を伴う場合について用いられているから，これらの段落で「着脱可能」の語が用いられているからといって，本件明細書において「着脱自在」と「着脱可能」が同義であることにはならない。",
            "加えて，原告は審決がした甲1発明と本件発明1の一致点・相違点の認定のうち，具体的にどの点に誤りがあるのか，明らかにしない。",
            "したがって，審決による本件発明1の技術的意義の把握に誤りはないし，甲1発明と本件発明1の一致点・相違点の認定にも誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1発明のくりぬき部(42)は本件発明1の「中空部(310)」に当たり得ないし，本件発明1等の技術的課題である，「施工箇所に適合した引出具を引出補助具と選択的に組み合わせることによって，効率よく凹んだ箇所を引き出すこと，及び凹部が広い(大きい)場合には引出具を単独で使用して凹部の補修を行うことができ，凹部が狭い(小さい)場合には引出具に引出補助具を装着し，引出具による凹部の引き出しに要する力を引出補助具で調整しながら凹部の補修を行う」ことは甲第1号証に記載されていないから，甲1発明と本件発明1とは解決すべき技術的課題が異なる。",
                "そうすると，相違点1に係る構成の容易想到性を否定した審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件各発明の「目的は，凹み面の過度の引き出しを防止することができ，また施工箇所に適合した引出具を引出補助具と選択的に組み合わせることによって，効率よく凹んだ箇所を引き出すことのできる板金用引出装置とそれに使用する引出補助具を提供すること」及び「凹部が広い(大きい)場合には引出具を単独で使用して凹部の補修を行うことができ，凹部が狭い(小さい)場合には引出具に引出補助具を装着し，引出具による凹部の引き出しに要する力を引出補助具で調整しながら，凹部の補修を行うことができるようにした板金用引出装置とそれに使用する引出補助具を提供することにある」ところ，かかる技術的課題は，甲第1号証にも，甲第2号ないし第10号証のいずれにも記載されていない。そうすると，甲第1ないし第10号証には，本件発明1との相違点に係る構成に至る動機付けがない。",
                "また，甲第2号証の従動部材(116)が，スライドロッド(74)上にスライド可能に支持されているかどうか明らかではないし，仮に従動部材(116)がスライドロッド(74)上にスライド可能に支持されているとしても，従動部材(116)は，嵌め入れられる引出具のシャフトまたはロッドを「着脱自在に保持する」ものでも，「筒状の装着部本体と，補助具本体の後部側に露出しており前記装着部本体に螺合して装着部全体の長さを調整する筒状の調整部を有」するものでもなく，本件発明1の「装着部」と機能，構造が異なる。したがって，甲第2号証の従動部材(116)は，本件発明1の「装着部」に相当するものではなく，また本件発明1にいう「後部側の貫通孔(314)」に挿入されるものでもない。そして，審決が説示するとおり，甲第3ないし甲第10号証には，本件発明1と甲1発明との相違点に係る全ての発明特定事項は記載も示唆もない。",
                "そうすると，相違点1は甲1発明に甲第2ないし第10号証に記載の技術的事項を適用することで当業者が容易に解消し得るものではなく，審決が相違点2に関してした，「本件発明1は，引出補助具が，『後部側の貫通孔に挿入され補助具本体に対して進退自在に設けられており，嵌め入れられる引出具のシャフトまたはロッドを着脱自在に保持する装着部』を備え，前記装着部は，『筒状の装着部本体と，補助具本体の後部側に露出しており前記装着部本体に螺合して装着部全体の長さを調整する筒状の調整部を有』するものであり，これによって，引出補助具は引出具に，『引出具のシャフトまたはロッドを装着部に嵌め入れて通すことにより』，着脱自在に取り付けできるものである点は，記載も示唆もされていない。」との認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，原告が提出する甲第19ないし第30号証によって，いかなる技術水準，引用例の技術的意義が明らかになるのか不明であるし，引出具と引出補助具を組み合わせて使用する技術的思想は一切開示されていないから，これらを考慮しても，前記(1)，(2)の結論は左右されるものではない。",
                "以上のとおり，審決がした本件発明1との相違点に係る構成の容易想到性判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "text": [
            "原告は本件発明1の特許請求の範囲にいう「着脱自在」が不明確であるとの主張をしていないし，審決もかかる点の明確性について判断していないから，この点の明確性の判断の誤りは，審決の取消事由とはなり得ない。",
            "本件発明1の特許請求の範囲における各構成は明確に特定されており，不明確な点は存しない。作用効果との関係でみても，必要十分な記載がされているものである。",
            "原告が主張するシャフト装着部の構成に関する問題点は，本件明細書の記載に基づかない主張にすぎないし，審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(甲1発明の認定の誤り)について",
          "text": [
            "甲第1号証の特許請求の範囲，段落【0001】，【0013】ないし【0023】，【0031】及び図面(図1～5，11)の記載に照らせば，審決がした甲1発明の認定に誤りはないし，甲第1号証には，第1の操作手段(10)のみを用いて板金面の凹部の引出し作業をすることを窺わせるに足りる記載は存しない。そうすると，審決による甲1発明の認定の誤りをいう原告の主張は採用できず，取消事由1は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1の技術的意義の把握の誤り及び一致点・相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明1の構成Cでは，引出具(2，8)を引出補助具(3)に「着脱自在」に取り付けできる構成が特定されているが，「自在」とは，日常用語例では「心のままであること。思いのままであること。」を意味するから(広辞苑第5版1161頁，乙1)，構成Cにいう「着脱自在」も，着けたり外したりすること(取り付けたり取り外したりすること)が自由にできること(あるいは，着けたり外したりすることが思いのままにできること)程度の意味合いを有することが明らかである。",
                "そうすると，構成Cにいう「着脱自在」も，かかる限度で明確であるといい得るものであるが，念のため本件明細書(甲11)の該当する部分を参酌すると，上記「着脱自在」に関し，次のとおりの記載がある。",
                "・段落【0022】",
                "「一方，荒出し作業後に更に細部の引き出しが必要である場合や，狭い(小さい)凹部の補修を行う場合は，引出補助具を引出具に装着し，板金用引出装置を構成して使用する。引出補助具は，少なくとも機能または構造を異にする取着部を備えた2種類以上の引出具の何れにも着脱自在に取り付けできるので，施工箇所に適合した引出具を引出補助具と選択的に組み合わせる。」",
                "・段落【0025】",
                "「図1に示すように，板金用引出装置1は，引出具2と，この引出具2に着脱自在に取り付けできる引出補助具3を有している。」",
                "・段落【0035】",
                "「補助具本体31の後部側(図3で右側)には貫通孔314が設けてある。この貫通孔314には，引出具2のシャフト24を着脱自在(着脱可能)に嵌入れるためのシャフト装着部35が挿入して設けてある。シャフト装着部35は，補助具本体31に対して進退自在(進退可能)となっている。」",
                "・段落【0065】",
                "「また，引出補助具は，2種類以上の引出具の何れにも着脱自在に取り付けできるので，施工箇所に適合した引出具を引出補助具と選択的に組み合わせることによって，効率よく凹んだ箇所を引き出すことができる。」",
                "・図1",
                "上記のとおり，本件明細書では，施工箇所の位置や形状等に応じて器具を選択できるようにするべく，引出具(2又は8)を引出補助具(3)に対して自由に着けたり外したりすること(取り付けたり取り外したりすること)ができるという趣旨で「着脱自在」の語が使用されているし，とりわけ図1には，引出具(2)のシャフト(24)を引出補助具(3)の円筒状の部材であるシャフト装着部(35)に差し込むだけで，引出具(2)を引出補助具(3)に装着し，両者を一体の器具として板金面の凹部引出し作業に用いることができる状況が図示されている。そして，本件明細書の記載上，引出具(2)を引出補助具(3)に着脱するに当たって，両者の間に介在する部品を取り外したり，かかる部品を取り付けたり，あるいは引出具(2)等自体を分解したり組み立てたりする等の分解組立て作業が必要となる態様が予定されておらず，例えばシャフトを差し込むといったような，簡易な方法で上記着脱を行うことが予定されていることは明らかである。",
                "そうすると，本件明細書の記載も斟酌してされた，「分説Cに係る『着脱自在に取り付けできる』という発明特定事項が表しているのは，着脱に当たって，分解組み立て作業を伴うことなく，引出補助具(3)は引出具(2，8)に取り付けできるということである。」(37頁)との審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件明細書の段落【0035】の記載等を根拠に，本件発明1等にいう「着脱自在」は「着脱可能」を含むから，引出具(2，8)の着脱に当たって分解組立て作業を伴う場合も「着脱自在」に含まれると主張する。しかしながら，例えば甲1発明の第1，2の操作手段のように，操作手段の相当部分を分解(解体)しなければ両者を分離できず，また分離された両者の相当部分を組み立てなければ両者を組み合わせて一体の器具となし得ないようなものは，「着脱」が不自由であって，もはや「着脱自在」の範疇に属しないことは明らかである。また，本件明細書の段落【0035】で「この貫通孔314には，引出具2のシャフト24を着脱自在(着脱可能)に嵌入れるためのシャフト装着部35が挿入して設けてある。」と記載されているのは，シャフト(24)をシャフト装着部(35)に差し込むだけで引出具(2)を引出補助具(3)に取り付けることが可能であり，またシャフト(24)をシャフト装着部(35)から引き抜くだけで引出具(2)を引出補助具(3)から取り外すことが可能である構成となっていることを示すためであって，本件明細書において「着脱自在」の語と「着脱可能」の語が同一の技術的な意味合いで使用されていることを裏付けるものではないし，引出具(2，8)の着脱に当たって分解組立て作業を伴う場合も「着脱自在」に含まれることの根拠となるものではない。したがって，原告の上記主張は採用することができず，審決による本件発明1の技術的意義の把握に誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，審決による本件発明1の技術的意義の把握に誤りがあるとはいえないから，これを前提としてされた本件発明1と甲1発明の一致点・相違点の認定にも誤りはない。したがって，原告が主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点に係る構成の容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第1号証の段落【0005】ないし【0008】の記載によれば，甲1発明が解決すべき技術的課題は，①「板金作業を熟練を要することなく迅速かつ確実に行うことができ，しかも板金面の平滑化を容易に達成できる板金用引出し具を提供すること」，②「荒出し作業を終えた後に更に細部の引き出しを必要とする場合，引き出し箇所が比較的小領域凹部である場合，あるいは引き出し箇所が極めて特殊な場所である場合にも，細やかな(微妙な)力を加えながら板金面を引き出すのに便利な板金用引出し具を提供すること」，③「板金面の凹部の具合に最適な引き出し加減をあらかじめセットでき，しかも作業者が引き出し状態を目視にて確認しながら板金作業を行なえる板金用引出し具を提供すること」，④「板金を必要とする箇所の金属疲労が少ない板金用引出し具を提供すること」にあるから，甲1発明は専ら効率的，確実で仕上がりの良好な凹部の引き出しに着目してされたものであるということができる。",
                "他方，本件明細書の段落【0007】の記載によれば，本件各発明が解決すべき技術的課題は，①「凹み面の過度の引き出しを防止することができ，また施工箇所に適合した引出具を引出補助具と選択的に組み合わせることによって，効率よく凹んだ箇所を引き出すことのできる板金用引出装置とそれに使用する引出補助具を提供すること」，②「凹部が広い(大きい)場合には引出具を単独で使用して凹部の補修を行うことができ，凹部が狭い(小さい)場合には引出具に引出補助具を装着し，引出具による凹部の引き出しに要する力を引出補助具で調整しながら，凹部の補修を行うことができるように」することにあると認められるが，少なくとも上記②の技術的課題は，甲第1号証には記載も示唆もされておらず，甲1発明と本件発明1等とで，解決すべき技術的課題が大きく異なることは明らかである。",
                "そして，審決が検討した甲第2ないし第10号証には，かかる本件発明1等の技術的課題②は記載も示唆もないし，原告が本件訴訟で提出する甲第35号証を考慮しても，本件優先日当時，かかる技術的課題が当業者の技術常識ないし周知の事柄に至っていたことを認めるに足りる証拠はない。",
                "そうすると，甲1発明を出発点として，本件発明1との相違点に係る構成に想到することは，甲第2号証等に記載されている技術的事項のいかんにかかわらず，本件優先日当時の当業者にとって容易ではなかったというべきである。",
                "としても，審決は甲第2号証等に記載された技術的事項の内容を吟味して，本件発明1の容易想到性の判断を行っているので，以下，甲第2号証等に記載された技術的事項についても検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲第2号証は，車両の車体に用いられる金属製の外板に生じたくぼみを引き出して修理する「Apparatus for repairing indentions in a rigid skin」(硬質外板のくぼみ矯正装置)の発明に関する文献であるところ，本件発明1の「引出具(2，8)」に相当する甲第2号証の「slide rod 74」(スライドロッド74)は，本件発明1の「引出補助具(3)」に相当する甲第2号証の「frame member 12」(フレーム部材12)の中に組み込まれて両者は一体となっている(4欄3行～5欄33行，図3)。しかしながら，本件発明1の「引出補助具(3)」の「中空部」と同様の機能を果たす中空部が「frame member 12」の内部に設けられているとはいえないし，少なくとも「frame member 12」の内部に設けられた中空部の中で本件発明1の「操作レバー」に相当する甲第2号証の「movable handle 20」(可動ハンドル20)が回動可能に軸支されているとはいえない。そうすると，相違点1に係る構成は，甲第2号証に記載も示唆もないことになる。",
                "また，甲第2号証の「slide rod 74」と「frame member 12」とは，相当数の部材によって堅固に組み上げられて一体の器具となっており，分解組立て作業を経なければ両者を取り外したり，取り付けたりできないものであることが明らかである。そして，甲第2号証の「frame member 12」は，その本体後部側に露出するとともに本体に螺合し，本体に対して進退可能で，かつ装着部全体の長さを調整する「筒状の調整部」を具備する筒状の「装着部」(本体)を備えていない。そうすると，相違点2に係る構成も，甲第2号証に記載も示唆もないことになる。",
                "なお，原告は，甲第2号証の「cammed follower member 116」(従動部材116)が本件発明1にいう「装着部」に相当するなどと主張するが，「cammed  follower member 116」はこれと当接するmovable handle 20(可動ハンドル20，pivot pin 33(枢支ピン33)の付近にカム状の円弧状の部分が設けられている。)の回転動作に伴ってlocking nut 114(止めナット114)，knob 112(ノブ112)及びこれらとネジ止めされている slide rod 74(スライドロッド74)等を引き抜き方向に持ち上げる(スライドさせる)機能を有するもので(5欄51～60行，図1)，slide rod 74 を着脱自在に保持するものではないし，その端部に「cammed follower member 116」全体の長さを調整する「筒状の調整部」が設けられているわけでもない。そうすると，甲第2号証の「cammed follower member 116」は本件発明1にいう「装着部」に相当するものではなく，原告の上記主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲第3号証は，自動車パネル板金面の凹みを引き出して復元する器具の発明に関する文献であるところ，本件発明1の「引出具(2，8)」に相当する甲第3号証の「ワッシャー引出し治具15」は本件発明1の「引出補助具(3)」に相当する甲第3号証の「自動車修理用パネル引出し工具」の中に組み込まれて両者は一体となっている(段落【0005】，図4)。しかしながら，本件発明1の「引出補助具(3)」の「中空部」と同様の機能を果たす中空部が「自動車修理用パネル引出し工具」の内部に設けられているとはいえないし，少なくとも「自動車修理用パネル引出し工具」の内部に設けられた中空部の中で本件発明1の「操作レバー」に相当する甲第3号証の「ハンドルB」が回動可能に軸支されているとはいえない。そうすると，相違点1に係る構成は，甲第3号証に記載も示唆もないことになる。",
                "また，甲第3号証の「ワッシャー引出し治具15」と「自動車修理用パネル引出し工具」とは，相当数の部材によって堅固に組み上げられて一体の器具となっており，分解組立て作業を経なければ両者を取り外したり，取り付けたりできないものであることが明らかであるから，相違点2に係る構成も，甲第3号証には記載も示唆もされていない。なお，甲第3号証の「ワッシャー引出し治具15」が本件発明1にいう「装着部」を備えていないことは，甲第2号証におけるのと同様である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "甲第5号証は，車両のボディ等に生じた凹みを引き出して修理する器具の発明に関する文献であるところ，本件発明1の「引出具(2，8)」に相当する甲第5号証の「プーラ用シャフト(3)」は本件発明1の「引出補助具(3)」に相当する甲第5号証の「当接用支持基体(1)」の中に組み込まれて両者は一体となっている(段落【0021】，図5)。しかしながら，本件発明1の「引出補助具(3)」の「中空部」と同様の機能を果たす中空部が「当接用支持基体(1)」の内部に設けられているとはいえないし，少なくとも「当接用支持基体(1)」の内部に設けられた中空部の中で本件発明1の「操作レバー」に相当する甲第5号証の「シャフト操作用レバー(4)」が回動可能に軸支されているとはいえない。そうすると，相違点1に係る構成は，甲第5号証に記載も示唆もないことになる。",
                "また，甲第5号証の「プーラ用シャフト(3)」の「当接用支持基体(1)」への取付け，取外しが容易になし得るものであるかは，甲第5号証の記載からは必ずしも明らかでないが，少なくとも，「当接用支持基体(1)」本体後部側に露出するとともに本体に螺合し，本体に対して進退可能で，かつ装着部全体の長さを調整する「筒状の調整部」を具備する筒状の「装着部」(本体)を備えていない。そうすると，相違点2に係る構成も，甲第2号証に記載も示唆もないことになる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決が説示するとおり，甲第4，第8ないし第10号証には，本件発明1にいう「引出具(2，8)」に相当する構成が記載されているものの，「引出補助具(3)」に相当する部材の構成についての記載は存しない。",
                "また，甲第6号証(広辞苑第5版556頁)は辞書，第7号証(日刊工業新聞社発行「特許技術用語集」第2版68頁)は特許明細書でよく使用される技術用語の辞典にすぎない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "そうすると，甲第2ないし第10号証に記載された発明ないし技術的事項を甲1発明に適用したとしても，そもそも相違点1，2に係る構成を付加するものではないから，当業者において上記相違点に係る構成に容易に想到することができない。",
                "したがって，この旨をいう審決の容易想到性判断に誤りはない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原告は，甲1発明と本件発明1の相違点1は，甲1発明の第2の操作手段(20)のセカンドレバー(40)側に設けたくり抜き部(42)等の構成をグリップ(30)側に設ける点にあり，単なる設計上の差異にすぎないなどと主張するが，前記のとおり甲1発明と本件発明1の技術的課題は大きく異なるし，甲第1号証中には，甲1発明のセカンドレバー(40)と結び付いた具体的な部材，動作機構の構成を相違点1に係る本件発明1の構成に改める動機付けが存しないから，当業者において相違点1の解消が容易であったとはいうことができない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "本件発明2ないし4に関する容易想到性判断の誤りにつき，原告は本件発明1についてと同じ主張をするものであり，本件発明2ないし4についてした審決の判断にも原告主張の誤りはない。",
                "したがって，原告が主張する取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(サポート要件違反及び明確性要件違反の判断の誤り)について",
          "text": [
            "原告は，審判段階で明確性要件違反のみならずサポート要件違反についても主張しており，審決も法条は掲げていないものの後者についても実質的に判断したものと解される。",
            "しかるところ，本件明細書の段落【0027】，【0036】，【0037】，図1，2の記載に照らせば，本件発明1(請求項1)の特許請求の範囲にいう「シャフト」又は「ロッド」や「装着部」，とりわけ構成EないしGに関して，あるいは構成Eの「着脱自在」に関して，本件明細書の発明の詳細な説明に記載のない構成が記載されているとはいえない。",
            "また，本件発明1(請求項1)の特許請求の範囲の記載自体に照らしても，あるいは本件明細書の上記段落等の記載を参酌すれば，上記特許請求の範囲にいう「シャフト」等や「着脱自在」が不明確であるとはいえない。",
            "そうすると，本件発明1ないし3にはサポート要件違反も明確性要件違反も認められないから，この旨をいう審決の判断に誤りはない。したがって，原告が主張する取消事由4は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10146",
    "date": "2013-01-17",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082907",
    "ipprecedent_id": "3239",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}