{
  "conclusion": [],
  "reason": [
    {
      "fig": "第1",
      "text": [
        "請求  特許庁が不服2010-6832号事件について平成24年7月20日にした審決を取り消す。第2  事案の概要  1  特許庁における手続の経緯等  (1)  原告は，平成15年7月10日，発明の名称を「高速凝結性セメント組成物」とする発明(請求項の数42)について特許出願(特願2004-532594号。パリ条約による優先権主張：平成14年(2002年)8月29日，優先権主張国：米国。パリ条約による優先権主張：平成15年(2003年)4月16日，優先権主張国：米国。以下「本願」という。)をし，平成21年5月21日付けで拒絶理由通知を受けたことから，同年9月4日付け手続補正書(請求項の数28)を提出したが，同年11月30日付けで拒絶査定を受けたため，平成22年4月1日，これに対する不服の審判を請求し，併せて同日付け手続補正書により特許請求の範囲を補正した(請求項の数28，以下「本件補正」という。)(甲1，4，5，11～14)。  (2)  特許庁は，前記(1)の請求を不服2010-6832号事件として審理し，平成24年7月20日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同年8月7日，原告に送達された。  (3)  原告は，平成24年12月5日，本件審決の取消しを求める本件訴訟を提起した。  2  本件審決が対象とした特許請求の範囲の記載  本件補正後の特許請求の範囲の請求項19は，次のとおりである(以下，この請求項19に記載された発明を「本願発明」といい，本願に係る明細書(甲4)を「本願明細書」という。)。【請求項19】  以下の(a)～(e)を含むセメントボードを作製するための組成物：(a)ポルトランドセメント；(b)鉱物性添加物；(c)骨材；(d)(a)及び(b)成分の促進剤としてのアルカノールアミン；(e)下記スラリーを作製するのに十分な量の水；前記組成物を作るために成分(a)～(e)を混合する時，少なくとも90°Fの温度を有するスラリー。  3  本件審決の理由の要旨  (1)  本件審決の理由は，別紙審決書の写しのとおりである。要するに，本願発明は，本願優先日(平成14年8月29日)前に頒布された下記アの刊行物(以下「引用例」という。)に記載された発明(以下「引用発明」という。)及び下記イないしエの周知例1ないし3に記載された周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない(なお，本願発明の特許請求の範囲の請求項19の記載と，本件補正前の平成21年9月4日付け手続補正書の特許請求の範囲の請求項19の記載とは同一であることから，平成18年法律第55号改正附則3条1項によりなお従前の例によるとされる同法による改正前の特許法17条の2第5項において準用する同法126条5項の規定に違反するかどうかについての検討は行わない。)，というものである。  ア  引用例：特開2000-233959号公報(甲6)  イ  周知例1：仕入豊和・地濃茂雄「コンクリートの凝結・硬化におよぼす温度条件(20～90℃)の影響-プロクター貫入抵抗値の経時変化からの考察-」日本建築学会論文報告集・昭和57年3月30日・第313号1～11頁(甲7)  ウ  周知例2：特開昭56-164055号公報(甲27)  エ  周知例3：特開平10-45441号公報(甲31)  (2)  本件審決が認定した引用発明は，次のとおりである。  以下の(a’)，(c’)ないし(f’)を含むコンクリート製品を作製するための早強性セメント組成物：(a’)ポルトランドセメント及びクリンカ粉砕物；(c’)砂；(d’)(a’)のセメント硬化促進物質としてのトリエタノールアミン；(e’)下記スラリーを調整するのに十分な量の水；(f’)ナフタレンスルホン酸塩系高性能減水剤；早強性セメント組成物を作るために成分(a’)，(c’)ないし(f’)を混合する時，外気温度を有するスラリー。  (3)  本願発明と引用発明との対比  本件審決が認定した本願発明と引用発明との一致点及び相違点は，以下のとおりである。  ア  一致点  以下の(a)，(c)，(d’’)，(e)を含むセメント製品を作製するための組成物：(a)ポルトランドセメント；(c)骨材；(d’’)(a)成分の促進剤としてのアルカノールアミン；(e)下記スラリーを作製するのに十分な量の水；前記組成物を作るために成分(a)，(c)，(d’’)，(e)を混合する時，所定温度を有するスラリー。  イ  相違点1  本願発明では，組成物から作製されるセメント製品が「セメントボード」であるのに対して，引用発明では，早強性セメント組成物から作製されるセメント製品が「コンクリート製品」であるものの，「セメントボード」であるかどうか明らかでない点。  ウ  相違点2  本願発明では，「(b)鉱物性添加物」を用いているのに対して，引用発明では，「(b)鉱物性添加物」を用いていない点。  エ  相違点3  本願発明では，「(d)(a)及び(b)成分の促進剤としてのアルカノールアミン」であるのに対して，引用発明では，「(d’)(a’)のセメント硬化促進物質(促進剤)としてのトリエタノールアミン(アルカノールアミン)」である点。  オ  相違点4  本願発明では，「減水剤」を用いるかどうか明らかでないのに対して，引用発明では，「(f’)ナフタレンスルホン酸塩系高性能減水剤」を用いている点。  カ  相違点5  本願発明では，「以下の(a)～(e)を含む」及び「組成物を作るために成分(a)～(e)を混合する時，少なくとも90°Fの温度を有する」のに対して，引用発明では，「以下の(a’)，(c’)ないし(f’)を含む」及び「早強性セメント組成物を作るために成分(a’)，(c’)ないし(f’)を混合する時，外気温度を有する」点。  (4)  周知技術  本件審決が周知例1ないし3に基づいて認定した周知技術は，以下のとおりであり，この周知技術が本願優先日前に周知であったことについては，当事者間に争いがない。  周知技術：一般に，セメント組成物を作るために成分を混合する時，硬化促進のために練り上げ(混合)温度を高くすること。  4  取消事由  (1)  引用発明の認定の誤り，一致点及び相違点の認定の誤り(取消事由1)  (2)  相違点5に係る容易想到性の判断の誤り(取消事由2)第3  当事者の主張の要旨  1  取消事由1(引用発明の認定の誤り，一致点及び相違点の認定の誤り)〔原告の主張〕  (1)  本件審決は，引用発明はポルトランドセメントを混合する時，外気温度で混合が行われているということができるので，外気温度を有するスラリーが開示されているところ，本願発明もポルトランドセメントを混合する時，少なくとも90°Fの温度を有するスラリーであることから，引用発明と本願発明とは，ポルトランドセメントを混合する時，所定温度を有するスラリーという点で共通する，そのため，本願発明と引用発明とは，「ポルトランドセメント，骨材，アルカノールアミン，スラリーを作製するのに十分な量の水を混合する時，所定温度を有するスラリー」という点で一致する旨判断した。  (2)  しかし，引用例には，大気中で練り混ぜ作業を行ったとの記載はなく，ましてやポルトランドセメントが外気温度を有するとの記載もないから，本件審決が，引用発明を「セメントを混合する時，外気温度を有するスラリー」と認定したことには根拠がない。また，たとえ引用発明が大気中で練り混ぜ作業を行ったものであるとしても，気温が高い状態においてセメントに使用される水の温度は気温より低く，水温が30℃以上であることはない。そして，スラリーの温度は，比熱が大きく添加量も多い水の温度に最も依存するため，練り混ぜ機を温度制御していない場所に設置してセメントを練り上げたとしても，スラリーが外気温度を有することはない。したがって，本件審決が，引用発明を「セメントを混合する時，外気温度を有するスラリー」と認定したことは誤りである。  (3)  本願発明の所定温度は，「少なくとも32．2℃(90°F)の最初のスラリー温度を与える」ものである。これに対し，引用発明は，温度管理をしておらず，また，前記(2)のとおり，大気中で練り混ぜ作業を行ったとしても，スラリーが外気温度を有することはない。そもそも温度を管理することができない外気温度を所定温度ということはできない。したがって，引用発明のスラリーが所定温度を有することはないから，本件審決が，本願発明と引用発明とが「スラリーが所定温度を有する」ことを一致点として認定したことは誤りであり，また，本願発明が「セメントを混合する時，少なくとも90°Fの温度を有する」のに対して，引用発明は「セメントを混合する時，外気温度を有する」ことを相違点として認定したことも誤りである。"
      ],
      "content": [
        {
          "fig": "(4)",
          "text": [
            "被告は，乙1～5を根拠として，一般のセメントスラリー混合温度が，10～50℃であることが技術常識である旨主張する。しかし，上記各証拠は，いずれも水蒸気養生軽量気泡コンクリート(ALC)の製造方法に関する文献であるところ，ALCは，180℃での高圧飽和水蒸気雰囲気養生を数時間行うことによって，固相の主成分であるケイ酸カルシウム水和物のトバモライトが生成されるものである。これに対して，本願発明が「軽量気泡コンクリート製品」を含むとしても，本願発明においては，高温高圧蒸気養生で養生されるものでなく，起泡剤を使用して形成される外的に作られた泡を本願発明の組成物の混合物に入れただけのコンクリート製品であって，本願発明のセメントボードとALCとは，構成成分も製造方法も全く異なるものであり，本願発明にALCを含めることはできない。したがって，セメントスラリー混合温度を10～50℃とする被告の主張は理由がなく，本願優先日当時の技術常識として，スラリー温度は10～30℃とするのが妥当である。  (5)  以上のとおり，本件審決は，引用発明の認定を誤り，本願発明と引用発明との一致点及び相違点の認定を誤るものであるから，取り消されるべきである。〔被告の主張〕  (1)  本件審決が，引用発明を「セメントを混合する時，外気温度を有する」と認定したのは，「外気中で，セメントを混合する場合の当業者の技術常識の温度範囲で混合すること」を表現したもので，セメント(スラリー)を混合する時，水和熱(硬化熱)等によりスラリーの温度が上昇したり，水温の影響を受けて温度が変化することは当然であるから，原告の主張する外気中で練り混ぜ作業を行ったとしてもスラリーが外気温度と一致しないということが事実であるかどうかにかかわらず，本件審決の引用発明の認定に実質的な誤りはない。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "本件審決が，本願発明と引用発明とが「所定温度を有するスラリー」という点で一致すると認定したのは，一般に，セメントのスラリー混合温度は10～50℃程度であり(甲27(20℃～40℃)，乙1(30℃～40℃)，乙2(30℃～40℃)，乙3(45℃程度)，乙4(48℃)，乙5(40℃～55℃))，引用発明において具体的なスラリー混合温度の記載はなくとも，当業者が引用例に接したとき，セメント原料のスラリー混合温度を全く温度管理しなくても良いということはなく，セメントを混合する場合の当業者の技術常識の温度範囲内で実施されることは当然であるので，このことを本件審決においては，技術常識の温度範囲内の所定範囲で一致することを一致点として認定したものである。  なお，乙1～5が水蒸気養生軽量気泡コンクリート(ALC)の製造方法に関する文献であるとしても，本願明細書の段落【0058】の記載は，本願発明が起泡剤を使用した軽量セメントボード(軽量気泡コンクリート製品)である場合のあることを示すものであり，一般に軽量気泡セメント製品の一種に水蒸気養生軽量コンクリート(ALC)があることは本願優先日前の技術常識であること(乙6の段落【0011】，乙7の段落【0002】)を考慮すると，上記記載は，本願発明がALCである場合のあることを示すものであり，そのため本願発明の特許請求の範囲請求項19は，ALCのスラリーを態様として含むものである。",
            "したがって，本件審決の一致点の認定に誤りはなく，また，上記前提で相違点の認定を行ったにすぎず，本件審決の相違点の認定にも誤りはない。"
          ],
          "content": [
            {
              "fig": "2",
              "text": [
                "取消事由2(相違点5に係る容易想到性の判断の誤り)〔原告の主張〕  (1)  本件審決は，相違点2及び3は引用発明及び本願優先日前の周知の事項に基づいて容易想到であり，相違点4は実質的な相違点ではないことからして，相違点5は「本願発明では，組成物を作るために成分(a)～(e)を混合する時，少なくとも90゜Fの温度を有するのに対して，引用発明では，早強性セメント組成物を作るために成分(a)～(e)を混合する時，外気温度を有するものの，少なくとも90゜Fの温度であるかどうか明らかでない点」になるというべきであるとした上で，一般に，セメント組成物を作るために成分を混合する時，硬化促進のために練り上げ(混合)温度を高くすることは本願優先日前の周知技術であるところ，引用発明は硬化促進を目的の一つにする点で上記周知技術と共通しているから，引用発明において，早強性セメント組成物を作るために成分(a)～(e)を混合する時，その目的の一つである硬化促進のために，上記周知技術を適用することは，当業者であれば容易に想到し得ることであり，その際に，練り上げ(混合)温度をどれくらい(例えば40℃程度)に調整するかは，セメント組成物スラリーの流動性やこれが硬化したときの強度などとの兼ね合いの観点から，当業者であれば適宜決定する設計的事項(試行錯誤の範囲内の事項)であるということができ，また，本願発明の高速凝結性等の作用効果は，引用発明及び本願優先日前の上記周知技術に基いて当業者であれば十分に予測し得るものであるから，相違点5に係る本願発明の発明特定事項とすることは，引用発明及び本願優先日前の周知技術に基いて当業者であれば容易になし得ることである，と判断した。  (2)  しかし，本願発明は，好ましくは60分未満，より好ましくは20分未満，最も好ましくは10分未満の凝結の終結時間を与えるように初期硬化を早くすることを課題として(本願明細書の段落【0016】)，エトリンガイトの生成を促進させ，短時間に凝結させて生産性を向上させようとするものである。  一方，引用発明は，引用例の実施例1(表3)でモルタルＮo．1～11の凝結始発時間が70～165分，凝結終結時間が165～310分とあるとおり，初期硬化を遅くすることを課題として，エトリンガイトの生成が余りに短時間に起こり，所望のワーカビリティを得ることができないため，エトリンガイトの生成を抑制し，十分なワーカビリティを確保することを目的とするものである。  したがって，「水と混合された後，速やかに凝結させる」という本願発明の課題と，「水と混合させた後，コンクリート打設終了まで凝結を起こさせない」という引用発明の課題は正反対の関係にある。このような，本願発明の課題と正反対の課題をもつ引用発明に，硬化促進のために練り上げ(混合)温度を高くするという周知技術を組み合わせたとしても，それはコンクリート打設後の養生段階から温度を高くするというものであって，セメント組成物を作るために成分を混合するときに練り上げ(混合)温度を高くするとの発想は生じないから，引用例及び周知技術は，本願発明の動機付けにはなり得ない。  そもそも引用発明の課題である「コンクリ一トの打設終了までは良好なワーカビリティを有するセメント」においては，練り上げたセメントスラリーの運搬，型枠への打込み，バイブレーター等の振動による締固めの作業を想定している。これに対し，本願発明は，セメントスラリーの練り上げから型への流入を工場内の一連の作業として行っており，ワーカビリティに配慮する必要がない。このように引用発明と本願発明とでは，コンクリート製品の製造初期過程が異なるのであるから，引用発明には本願発明の動機付けが存在しないといわざるを得ない。  (3)  温度コントロールのできない外気温下で練り上げを行う引用発明には，スラリーの温度を管理して所定温度とする思想がないから，引用発明に，スラリー温度を高く管理すること及び硬化促進のために練り上げ温度を高くするという周知技術を結び合わせる動機付けがない。  そして，本願発明の実施例8の追加試験の結果(甲33)によれば，本願発明が最も好ましいとする5分から10分での凝結終結を起こさせるためには，トリエタノールアミンの添加と90°F(32．2℃)以上の最初のスラリー温度が必要であり，スラリー温度を90°F以上に管理することが重要であるが，引用発明には，スラリー温度を管理するという思想が全くないから，本願発明は引用発明に基づいて当業者が容易に想到できたものではない。    練り上げ(混合)温度を高くし硬化を早くしたコンクリートは強度が低下するので，高温にすることは好ましくないことは，本願明細書の段落【0064】，同段落が引用する文献(甲25，26)，周知例1及び2(甲7，27)にも記載されている技術常識である。したがって，スラリー温度を高くすれば本来の強度が発揮されなくなるという技術常識は，スラリーの温度を所定温度に管理するという思想のない引用発明に，硬化促進のために練り上げ温度を高くするという周知技術を組み合わせることの阻害要因として働くから，当業者が引用発明に周知技術を適用して容易に本願発明に至ることができるとする本件審決は誤りである。  (5)  本願発明において，実施例7では，練り上げ温度を115°F(46．1℃)に調整し，その後に型へ注入した後，222(50．8mm50．8mm50．8mm)のサイズの3つの立方体試験片を成形し，型を約75F(23．9℃)の室温に保ち，19時間後に型から抜き，その後，試験片をプラスチック製のバッグに入れて，更に48時間，155F(68．3℃)で養生したものの体積圧縮強度( !CCS)は，5065～5902psi(356～415kg／cm2)の範囲にあった(本願明細書の段落【0088】～【0091】及び表7)。上記強度は，米国試験材料協会ASTMが定める工業規格C1325-08bのセクションS1．3．10においてセメントボードに要求される最低圧縮強度1250psi(87．9kg／cm2：原告が換算した。甲28・4頁左欄)との比較において十分な強度を有している。さらに，実施例7の上記強度は，周知例2(甲27)において，28℃で練り上げ，次いで20℃，関係湿度80％の下で養生，脱型した軽量気泡コンクリート板の4週圧縮強度F である120～148kg／cm2(甲27の表2～4)と比較して，3倍の強度を有し，また，引用発明の実施例1のクリンカＮo．5に最も硬化速度促進効果の高い無水硫酸ナトリウムを加えたモルタルＮo．5の3日後の圧縮強度41．8Ｎ／mm2(418kg／cm2)(引用例の段落【0025】～【0028】，【0031】，【0032】【表4】)に匹敵するものである。  さらに，本願発明において，実施例14及び16で，練り上げ温度が75°F(23．9℃：従来例)と115°F(46．1℃：本願発明)での凝結終結速度の比較を行っている。実施例14では，練り上げ温度が75°F(23．9℃)の従来例では凝結終結までに97分を要したのに対し，練り上げ温度が115°F(46．1℃：本願発明)でのそれは5分30秒であった(本願明細書の表20)。一方，実施例16では，練り上げ温度が75°F(23．9℃)の従来例では3時間を要しても凝結終結までに至らなかったのに対し，115°F(46．1℃：本願発明)でのそれは7分55秒で凝結が終結した(本願明細書の表24)。  本願発明は，高温で硬化させると強度が低下することが技術常識であった中，セメント組成物の配合と，練り上げ温度を調節することにより，生産性を向上させる凝結速度と実使用に耐える強度を有するセメントボードの製造方法及びスラリー組成物を発明したものであり，実施例14及び16でみられた高速凝結性の作用効果は，当業者といえども予想できたものではなく，さらに，従来の技術常識を打ち破り，練り上げ温度を高温にしたにもかかわらず，十分な強度を有する高速凝結性セメント組成物を完成させたものである。本件審決は，本願発明の優れた効果を看過し，容易想到性の判断を誤ったものである。  (6)  被告は，本願発明の実施例7の組成物を用いた表7の体積圧縮強度結果について，本願発明の特許請求の範囲全体の作用効果といえない旨主張する。しかし，本願発明の実施例7～13，15，17，18は，いずれも本願発明の特許請求の範囲請求項19の要件を充足する実施例であり，その結果は本願発明の作用効果と認められるから，被告の上記主張は失当である。  また，被告は，本願発明の実施例14及び16の表20及び24に示された凝結終結時間について，本願発明の特許請求の範囲請求項19で特定する要件「(b)鉱物性添加物」を含まないことから，特許請求の範囲全体の作用効果とはいえず，さらに，その効果も予測可能なものである旨主張する。しかし，本願発明の実施例14及び16はセメント組成物の凝結特性に対する最初のスラリー温度の影響を見るために，鉱物性添加物を除いて検討したものであり，これらの試験の結果は，実施例14に高炉スラッグ又はフライアッシュを加えた実施例15の表22の混合物3，6及び14(発明＃2，5及び13)の凝結終結時間に，また，実施例16の組成物にフライアッシュを加えた実施例9の表11の混合物4(発明＃2)及び実施例10の表13の混合物5(発明＃4)の凝結終結時間にそれぞれ反映されているから，特許請求の範囲全体の作用効果とはいえない旨の被告の上記主張は失当であり，さらに，予測可能な効果とする被告の主張はいわゆる後知恵にすぎない。〔被告の主張〕  (1)  本願発明は，アルカノールアミンを添加することによって，早い凝結を可能にすることを技術思想とするものであって，スラリー混合温度を室温以上の温度にすることを要件とし，好ましい温度範囲を更に提示しているにすぎない(本願明細書の段落【0017】)。スラリー混合温度としては，出願時の技術常識から10～50℃程度であるから(甲27(20℃～40℃)，乙1(30℃～40℃)，乙2(30℃～40℃)，乙3(45℃程度)，乙4(48℃)，乙5(40℃～55℃))，引用発明の場合もそのような温度範囲で行われていることは明らかである。",
                "そして，練り上げ温度が30℃より高温になると，流動性が悪くなって作業性が低減し，また，初期凝結は早くなるが本来の強度が発現されなくなるという欠点があり，一方，練り上げ温度が30℃より低温になるとコンクリートの硬化が遅延して表面仕上げがなかなか完了せず，硬化促進剤をより多く必要とするため経済的負担が増加するばかりでなく，場合によってはコンクリートの品質を低下させるおそれもあるとされていることから(甲27)，30℃を超える程度の温度範囲を選択するか，30℃以下程度の温度範囲を選択するかは，凝結性を重視するのか，強度を重視するかの問題であり，当業者であれば，引用発明において凝結性を重視し，本願発明のように30℃を超える温度範囲を選択することは容易に想到し得るものであり，また，選択した結果である作用効果も，当業者が予測可能な範囲の両立すべき凝結性(流動性)と強度を得ているにすぎないため，本件審決は，流動性や強度などとの兼ね合いの観点から設計的事項としたものである。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "本願明細書(【請求項36】，【0053】～【0055】)には，凝結遅延剤を加えてスラリーが速すぎる硬化をしないようにすることが示されており，本願発明及び引用発明は，適度な凝結性を確保するという点で共通する。  そして，引用発明においては，引用例の段落【0035】～【0037】【表6】のモルタルＮo．25の実施例がトリエタノールアミン(凝結促進剤)を含有させることで凝結を早くする(初期硬化を早くする)ことを意図するものであるということができ，一方，本願発明も凝結促進剤(トリエタノールアミン)を含有させることで凝結を早くする(初期硬化を早くする)ものであるから，両者は凝結を早くする(初期硬化を早くする)という点で共通している。  また，引用発明は，セメントの硬化が早すぎると所望のワーカビリティを得ることが困難であり，硬化を遅くすると短時間に脱型できず生産性を高めることができないことを前提にして，「コンクリート打設終了までは良好なワーカビリティを有し，打設終了からは速やかに凝結させる」ものであり，これは，生産性を高めるために硬化(凝結)を早くしたとしても，打設終了までは凝結が進行しないようにしてワーカビリティを確保する，つまり，コンクリート打設終了までの良好なワーカビリティの確保を条件にして凝結を早くする(初期硬化を早くする)ことを意図するものであるということができ，一方，本願発明も凝結を早くする(初期硬化を早くする)ものであり，両者は凝結を早くする(初期硬化を早くする)という点で共通している。  したがって，本願発明と引用発明とは，発明が解決しようとする技術的課題が正反対であるということはできず，引用例と周知技術の組合せの動機付けがないとはいえない。  (3)  前記1の〔被告の主張〕(2)のとおり，引用発明においても，セメントを混合する場合の当業者の技術常識の温度範囲内で実施されることは当然であるから，引用発明にはスラリー温度(練り上げ温度)を管理して所定温度とする思想がないことを前提として，引用発明にスラリー温度(練り上げ温度)を高く管理する周知技術を結び合わせる動機付けがないとする原告の主張は理由がない。",
            "セメント組成物において，凝結性，強度，流動性などの特性がトレードオフの関係にあることは当業者の技術常識であり(甲27の2頁)，一方の特性を優先させたとしても，通常の使用ができなくなるほどに他方の特性を低下させないことは普通に行われているのであるから(引用例(段落【0021】，【0037】【表6】)，甲9(第1表)，甲31(段落【0021】，【0022】))，これらの特性を具体的にどれくらいにするかは，要求特性が満足されることを前提にして，用途，使用状況等に応じて適宜決定されるものである。そして，阻害要因とは，引用発明に対して，ある技術を適用すると引用発明が破綻してしまう場合や，引用発明の課題と逆の課題になっている場合や，適用した場合，危険性等の問題のあることが出願時において当業者の技術常識になっている場合等をいうのであり，単なる留意事項というような技術事項は，当業者が周知技術の適用を断念するような阻害要因とまではいえない。",
            "したがって，スラリー温度を高くすれば本来の強度が発揮されなくなるという技術常識は，当業者が，引用発明に，硬化促進のために練り上げ温度を高くするという周知技術の適用を断念するほどの阻害要因ではない。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "原告は，本願発明の実施例7の組成物を用いた表7の体積圧縮強度結果を指摘してASTM規格の最低圧縮強度及び周知例2(甲27)と比較した強度や，実施例14及び16の表20及び24のスラリー温度(練り上げ温度)の異なる例の凝結終結時間から，作用効果が格段に優れている旨主張する。しかし，本願発明は，特許請求の範囲において，実施例の結果の前提となるトリエタノールアミンの存在割合や高アルミナセメントや石膏が含まれていない点等が何ら特定されていないため，上記効果は特許請求の範囲全体の作用効果といえないし，強度と凝結性を両立したスラリー自体は普通に知られているものであり(引用例(段落【0021】，【0037】【表6】)，甲9(第1表)，甲31(段落【0021】，【0022】)，また，スラリー温度の上昇によって凝結終結時間が早まったという当業者にとって予測可能な効果を示しているにすぎない。  引用発明は，引用例の段落【0006】の記載からして，高強度と早期硬化(速やかな凝結)を両立させるものであり，この点において本願発明と引用発明とは共通し，また，乙8には，従来技術として，セメント組成物の化学混和剤としてアルカノールアミン類がセメント硬化時間を短縮するばかりでなく圧縮強度を高くすることが知られていること，乙9には，トリエタノールアミンをセメントに配合したときに凝結始発時間及び凝結終結時間が30分未満になることがそれぞれ記載されている。そうすると，引用発明における，セメント及び粉砕物に対してトリエタノールアミンを配合したモルタルＮo．25の実施例は，高強度(28．0Ｎ／mm2，285．5kg／cm2)と早期硬化(速やかな凝結)が両立したものであり，このモルタルＮo．25及び乙8，9の記載からみて，高温(例えば90°F，32．2℃)下でアルカノールアミンを使用して凝結時間を短縮したセメントボードが適切な強度を有するという本願発明の効果は，当業者の予測を超える顕著な効果ということはできない。",
            "したがって，本願発明の高速凝結性の作用効果は従来例に比較して格段に優れたものとはいえない。第4  当裁判所の判断  1  本願発明について  本願発明の特許請求の範囲は，前記第2の2記載のとおりであるところ，本願明細書(甲4)の「発明の詳細な説明」には，おおむね次の内容の記載がある。  (1)  技術分野  本発明は，一般的に，速硬性と早強性が望まれる様々な用途に使用可能な，高速凝結性のセメント組成物に関する。特に，本発明は，ビルの湿度の高い場所，あるいは乾燥した場所での使用にふさわしい，優れた耐湿性を有するボードの作成に使用できるセメント組成物に関する(【0001】)。  (2)  背景技術  ア  セメントボードのようなプレキャストコンクリート製品は，固定又は可動性の型に流し込まれたすぐ後に，あるいは連続ムービングベルト上において，取り扱うことができるように，セメント組成物が速く凝結する条件下で製造される。理想的には，凝結が，10分たつとすぐに起こるものであるが，より現実的には，適切な量の水との混合後，約20分でセメント組成物の凝結が完了するものである(【0002】)。  米国特許第4488909号公報の中で論じられている高速凝結が可能なセメント組成物は，水と混合された後，約20分以内に実質的にすべての形成され得るエトリンガイトの形成をすることによって，二酸化炭素耐性のセメントボードの高速生産を可能にする。それらのセメント組成物の主要な構成物は，ポルトランドセメント，高アルミナセメント，硫酸カルシウム，石灰である。フライアッシュ，珪藻土等のポゾランが約25％まで加えられることもある。セメント組成物は，約14～21質量％の高アルミナセメントを含んでいる。これは，他の成分と一緒になって，セメント混合物の速い凝結をもたらすエトリンガイトや他のアルミン酸カルシウム水和物の速い形成を可能にする(【0003】)。  一般的に，上記の高速凝結の処方は，いくつかの大きな制限を受ける。セメント混合物の凝結の終結時間が通常9分より長い，高アルミナセメントの量が非常に多い，ポゾラン物質の量が25質量％に制限される，過剰な石灰の存在は作られたセメントボードの長期耐久性に不利益であるなどのいくつかの大きな制限を受ける。これらの制限は，セメントボードのようなセメント製品の生産に関しては，なおさらの懸案事項である(【0004】～【0006】)。  イ  従来の特許公報に見られるように，セメントの凝結時間を短くする目的のアルカノールアミンが提案されているが，それは，とても速い凝結が必要とされるセメントボードや他のプレキャストコンクリート製品の製造に関するものというより，むしろセメントの水和に関するより一般的なものである(【0011】)。  従来の高速凝結が可能なセメント組成物においては，速い凝結特性を示すためには，高アルミナセメントのようなアルミン酸カルシウムセメントが必須かつ基本的成分として本質的に必要とされることが当然とされている。それゆえ，本発明者らにとって，以下の①～④の条件，すなわち，①製品のコスト低減のため，セメント組成物の中で最も高価な成分である高アルミナセメントの含量を減らし，好ましくは完全に取り除くこと，②製品のコストを下げるため，鉱物性添加物，例えばフライアッシュのようなものの含量を増加させること，製品の長期耐久性を向上させるために，ポゾラン物質のような鉱物性添加物を反応性混合粉末の約55質量％程度までに非常に高濃度に含有させること，③製品の長期耐久性を向上させるために，石灰を外的に添加しないこと，④製品生産量を増加させ，製品製造コストを下げるために，セメント組成物の凝結の終結時間を，好ましくは60分未満，より好ましくは20分未満，最も好ましくは10分未満とすること，という条件を同時に満たしつつ非常に速い凝結性を発現するセメント組成物を開発することが目標であった(【0012】～【0016】)。  (3)  課題を解決するための手段  ア  セメントボードのようなセメント製品を作るためのセメント組成物の非常に速い凝結が，アルカノールアミンを添加することによって可能にされる。アルカノールアミンは好ましくはトリエタノールアミンである。反応性成分は少なくとも水とスラリーを形成するための水硬性セメント，好ましくはポルトランドセメントを含有し，高アルミナセメント，硫酸カルシウム，好ましくはフライアッシュである鉱物性添加物，を含んでいてもよい。水とスラリーを形成する最初のスラリー温度は室温以上であり，好ましくは少なくとも90°F(32．2℃)から130°F(54．4℃)までであり，より好ましくは少なくとも100°F(37．8℃)であり，最も好ましくは約110～120°F(43．3～48．9℃)である(【0017】)。  イ  一つの態様においては，高アルミナセメントと硫酸カルシウムは，発明の反応性混合粉末から除かれる。フライアッシュのようなポゾラン性を有する鉱物性添加物が本発明の反応性混合粉末中に特に好ましく用いられる。本発明の高速凝結性セメント組成物の加工性と用途によっては，砂，骨材，軽量フィラー，高性能AE減水剤のような減水剤，促進剤，遅延剤，AE剤，起泡剤，収縮調整剤，スラリー粘度調整剤(増粘剤)，着色剤，内部硬化剤を含む，所望の他の添加剤が含まれていてもよい。一つの好ましい組成物においては，高アルミナセメントと硫酸カルシウムが取り除かれ，ポルトランドセメントと，必要に応じて添加される好ましくはフライアッシュである鉱物性添加物，アルカノールアミン，そして添加物だけが反応性粉末成分として含まれる(【0018】～【0020】)。  ウ  速い凝結は，スラリーを室温より高い温度で，好ましくは90°F(32．2℃)より高い温度で，より好ましくは少なくとも100°F(37．8℃)で，最も好ましくは約110～120°F(43．3～48．9℃)で，作成することによって実現される。このような高い温度でスラリーを作る時に，セメント組成物の凝結を速めるためにトリエタノールアミンのようなアルカノールアミンを使用することによって，セメントボードなどのセメント製品の生産速度を上げることができ，また，そのようなセメント組成物に多くの場合に使用されている高アルミナセメントを減らしたり，あるいは完全に取り除いたりすることができる(【0021】)。  2  引用例及び周知例について  (1)  引用例について  引用例(甲6)には，おおむね次の内容の記載がある。  ア  特許請求の範囲  (ア)  請求項1  主要鉱物組成が3CaO・SiO -2CaO・SiO -CaO-間隙物質系クリンカ組成物，主要鉱物組成が3CaO・SiO -CaO-間隙物質系クリンカ組成物，主要鉱物組成が2CaO・SiO -CaO-間隙物質系クリンカ組成物，主要鉱物組成がCaO-間隙物質系クリンカ組成物の何れか1種または2種以上の粉砕物であって，CaO結晶を50～92重量％含有することを特徴とするクリンカ粉砕物。  (イ)  請求項6  請求項2，3または4の早強性セメント組成物，骨材および水を原料とし，該原料または該原料にコンクリート用混和剤(材)を加えたものを混練してなることを特徴とするコンクリート。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "発明の属する技術分野  本発明は，クリンカ粉砕物，及びこれを含む早強性セメント組成物，コンクリート並びにコンクリート製品に関する。より詳しくは，良好なワーカビリテイと早強性を有する早強性セメント組成物とそのコンクリート及びコンクリート製品，並びにそのためのクリンカ粉砕物に関する(【0001】)。  ウ  従来技術とその問題点  (ア)  従来，コンクリート製品を短時間で製造するには，蒸気養生を利用して次のように行われている。すなわち，セメントに細骨材及び／又は粗骨材，水，必要に応じて減水剤，流動化剤等の混和剤やシリカヒュ―ム等の混合材を添加調合し，混練したコンリートを型枠に流し込み，バイブレータなどで振動を与えながら成形し，これを蒸気養生槽に移すか，又は適当な場所に設置してキヤンバスで覆い，1～5時間放置養生した後に水蒸気を送入し，20℃／時間の昇温速度で60～80℃まで昇温し，この温度を2～3時間保持し，その後，水蒸気の供給を止めて自然冷却させ，脱型してコンクリート製品とする(【0002】)。  しかし，この従来の方法は，コンクリートの成形から脱型までに依然として長い時間がかかり，通常では1個の型枠での生産サイクルは1日に1サイクル程度であり，型枠の回転効率を高めて生産性を向上することがコストの引き下げのためにも強く望まれていた(【0003】)。  (イ)  そこで，製造効率を改善するため，セメントに対してリチウム，アルミニウム，ガリウム，タリウムの硫酸塩等を所定量添加したセメント配合物を用い，これを成形後，高温養生する方法によれば，上記硫酸塩等の作用でエトリンガイトが早期に生成するため，前養生をせず直接に蒸気養生を行い，昇温速度40℃／時間以上で養生温度80℃以上の急速高温養生を行うことができるので短時間に脱型でき，生産性を高めることができるが，エトリンガイトの生成があまりにも短時間に起こるので，所望のワーカビリティ(型枠への流し込みや打設のしやすさ)を得ることが困難であった。上記問題は，コンクリートに限らず，モルタルについても同様である(【0004】，【0005】)。  エ  発明が解決しようとする課題  本発明は，従来のセメントないしコンクリートにおける前記問題を解決するものであり，コンクリートの打設終了までは良好なワーカビリティを有し，一方，型枠に打設した後は早期に硬化して高強度のコンクリートが得られるセメントないしコンクリート及びそのためのクリンカ粉砕物を提供することを目的とする(【0006】)。  オ  発明の実施の形態  (ア)  本発明に係るクリンカ粉砕物は，主要鉱物組成として少なくともCaO結晶と間隙物質を含むことにより，CaOは水和時の発熱及び水和生成物のセメント硬化促進の役割を果たし，また，間隙物質はCaOのフラックスとして作用し，CaOの水和速度を抑制する役割を果たし，両者が共存することによって初めてワーカビリティを大幅に損なわずにセメント硬化を促進する効果が得られる(【0010】，【0011】)。  本発明の早強性セメントは，上記クリンカ粉砕物のほかにセメント硬化促進物質を添加すると更に顕著な効果を発揮する。セメント硬化促進物質としては無機物質や有機物質を使用することができる。無機物質系のセメント硬化促進物質としては，例えば硫酸ナトリウム，硫酸カリウム，硫酸アルミニウム，硫酸第1鉄等があり，有機物質系のセメント硬化促進物質としては，例えばトリエタノールアミン，グリセリン等がある(【0019】)。  本発明の早強性セメントにおいて，上記クリンカ粉砕物とセメント硬化促進物質とを併用すると，コンクリートの硬化が著しく早くなり，蒸気養生後2～3時間の圧縮強度が10MPa以上の高強度が得られる。したがって，短時間に脱型でき，コンクリート製品の生産効率を高めることができる(【0021】)。  イ  本発明のコンクリートは，上記早強性セメントに，骨材(細骨材及び／又は粗骨材)と水を加えたものを原料とし，必要に応じ該原料にコンクリート用混和剤(材)を加えたものを混練したものである(【0022】)。  カ  実施例  ア  実施例1〔モルタルの調整〕(【0025】)  クリンカ粉砕物(Ｎo．1～11：80g)を用い，市販の普通ポルトランドセメント(1000g)に，砂(1910g)，水(380g)，減水剤(10g)，セメント硬化促進物質(無水硫酸ナトリウム：10g)とともに配合してモルタル(Ｎo．1～11)を調製した。また比較例として，普通ポルトランドセメントにクリンカ粉砕物を加えないモルタルを調製した(試料Ｎo．12：普通ポルトランドセメント：1000g，Ｎa SO ：10g，砂：2000g，水：380g，減水剤：10g)。減水剤は市販のナフタレン系高性能減水剤を使用した。混練手順は次のとおりである。混和材であるクリンカ粉砕物，硫酸ナトリウムは予めセメントに添加し，十分に混合してから混練した。まず，水と減水剤を練り鉢に入れ，練り混ぜ機を始動させてセメント及び混和材を30秒間で投入する。次の30秒間で砂を投入し，引き続き60秒間練り混ぜる。20秒間練り混ぜを停止して掻き落としを行い，再度，練り混ぜを開始して120秒間練り混ぜてモルタルとした。得られたモルタルの練り上がり直後のフロー値は，150～220 の値を示し，十分なワーカビリティが確保されていた。この調製したモルタルについて凝結試験及び標準養生，蒸気養生を施して，その強度を測定した(【0028】)。  凝結試験において，凝結の始発と終結時間を測定したところ，本発明の試料(Ｎo．1～11)は，上記クリンカ粉砕物を加えずに普通セメントのみを用いた比較試料(試料Ｎo．12)に比べて，凝結開始時間及び終結時間が大幅に短縮されていた(【0029】)。  イ  実施例2［硬化促進物質添加試験］  本発明のクリンカ粉砕物(実施例1のクリンカＮo．5)，普通ポルトランドセメント，セメント硬化促進物質，砂，水，減水剤を配合してモルタルを調製した(Ｎo．21～25)。また，比較例として上記クリンカ粉砕物及びセメント硬化促進物質を添加しないモルタルを調製した(Ｎo．26)。セメント硬化促進物質としては硫酸ナトリウム，硫酸カリウム，硫酸アルミニウム，硫酸第一鉄，トリエタノールアミンをそれぞれ用いた。減水剤には市販のナフタレンスルホン酸塩系高性能減水剤を使用した。なお，セメント硬化促進物質として硫酸ナトリウム，硫酸カリウム，硫酸アルミニウム，硫酸第一鉄を用いたものは，これを予めセメントに添加し，十分に混合を行ってから混練を行った。トリエタノールアミンの場合は，これを水及び減水剤と予め混合した後にセメントに添加した。混練手順は次のとおりである。練り混ぜ機を使用し，セメントと砂を15秒間練り混ぜる。更に15秒間かけて練り混ぜを続けながら水と減水剤を練り鉢に入れ，引き続き60秒間練り混ぜる。次に，一旦，練り混ぜを停止して20秒間掻き落としを行い，再び練り混ぜを開始して120秒間練り混ぜて試験体のモルタルを調製した(【0035】)。  ウ  実施例3［コンクリートの強度］  普通ポルトランドセメント，実施例1のクリンカＮo．9の粉砕物，無水硫酸ナトリウム，細骨材及び粗骨材，水，混和剤を配合したコンクリートを調製した(Ｎo．31～35)。このコンクリートを練り混ぜ後，鋼製型枠(径10cm×高さ20cm)に打設し，直ちに蒸気養生槽に入れて水蒸気を送入し，1時間で60℃まで昇温し，その後水蒸気の送入を停止して放冷し，注水後3時間で蒸気養生槽より取り出して脱型後，直ちに圧縮強度を測定した。さらに，これらのコンクリート(Ｎo．31～35)を練り混ぜ後，上記鋼製型枠に打設し，これを蒸気養生せずにそのまま20℃の湿空恒温室中に放置したものの圧縮強度を測定した(【0038】)。  エ  実施例4［コンクリート製品試験］  配合調整したコンクリート材料をミキサーで練り混ぜ，スランプ10cm，空気量5．5％のコンクリートを作製した。このコンクリートを箱形鉄筋コンクリート製品用の型枠に充填し，棒状バイブレータで締め固めた後に直ちに上面をキャンバスで覆い，型枠とキャンバスの間に水蒸気を送入し，1時間で60℃まで昇温した後に水蒸気の送入を停止し，注水4時間後にキャンバスを取り除いて脱型し移動したが，脱型及び運搬を通じてコンクリート製品には全く異常が認められなかった。さらに，同じコンクリートを用いて上記型枠で成形し，成形物を上記コンクリート製品と同一条件で蒸気養生した供試体の4時間，1日後の圧縮強度を測定したところ，それぞれ17．9MPa，34．9MPaであった(【0041】)。  キ  発明の効果  本発明のセメント組成物によれば，コンクリート製品の成形やレディーミクストコンクリートの施工において，十分な施工時間を確保できる流動性を得ることができるとともに，早期に必要な強度を発現して脱型を早めることができる。特に，コンクリート製品製造に際して，蒸気養生を実施せずに早期に出荷強度を発現したり，僅かの蒸気養生で短時間に脱型できるので，型枠の使用効率を高めることができるなど，実用上の利点が大きい(【0044】)。"
                }
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "周知例について  周知例1ないし3には，次の記載がある。  ア  周知例1(甲7)  「本研究ではコンクリートの凝結・硬化に対して，練混ぜからの一連の温度条件をいくつかの段階に分け，各段階(練混ぜ直前の材料温度，練上り温度，養生温度)における温度(20～90℃)の影響を相対的に比較検討することとして実験研究を進めた。」(1頁左欄)  「(b)練上り温度が養生温度より高い場合の結果の一例を図-17に示す。この図は養生温度が60℃一定で，練上り温度が70，80，90℃の場合の結果である。前項での指摘と同様に，この場合でも練上り温度の影響よりも養生温度の影響が卓越するものの，練上り温度が高いものほど，100psi以前および以後の一定貫入抵抗値に到達するのに要した時間は短縮されている。これは，練上り温度が高いために潜伏期間中の試料温度が高められ，この間に生じるエトリンガイドなどの生成が促進され，貫入抵抗値が高められたことによるものと考えられる。」(8頁左欄)「4．3  凝結過程および硬化初期過程の養生温度が高温になるほど，その間の貫入抵抗値は促進される。  4．4  硬化初期過程における養生温度が一定の場合，練上り温度や練上り直後の養生温度が高温の時ほど，硬化初期過程の貫入抵抗値の増大速度は緩慢になる。このことが，加熱促進養生など高温条件下で養生されるコンクリートでみられる長期材令における強度発現性の低下に関係するものと考えられる。」(10頁左欄)  イ  周知例2(甲27)  「本発明は軽量コンクリート版の製造方法，特に軽量コンクリート版製造工程におけるセメントの硬化促進と低温養生に係るものである。」(257頁左欄)  「本発明における前記第1工程において練上げ温度を30℃前後としたのは，セメント及び混和剤の反応を高めるためのものであるが，練上げ温度がこれより高温になると必要な気泡の混入が困難になり，所要の軽量気泡コンクリートができなくなるためである。また練上げ温度が高温になると流動性が悪くなって作業性が低減し，更にまた初期凝結は早くなるが，本来の強度が発現されなくなるという欠点が起する。  一方練上げ温度がこれより低温になるとコンクリートの硬化が遅延し，表面仕上げがなかなか完了せず，硬化促進剤をより多く必要とし，経済的負担が増加するばかりでなく，場合によってはコンクリートの品質を低下させる惧れもある。  なお前記第1工程における練上げ温度は好ましくは30℃±10℃である。」(258頁左上欄～右上欄)  ウ  周知例3(甲31)  「本発明は，高強度吹付けコンクリート，特に地山壁面やトンネル等の施工に用いられる高強度吹付けコンクリートにかかわるもので，特に暑中あるいは地熱などの高温状態での使用に適したコンクリート用セメント，およびこれを用いた高強度吹付けコンクリートに関するものである。」(【0001】)",
          "text": [
            "「セメント，細骨材，粗骨材および水を混練し生コンクリートを製造した後，急結剤をノズルの手前で添加する湿式吹付け工法においては，従来の吹付けコンクリートにおいても，コンクリートの練上り温度が高温(例えば暑中コンクリートのように25℃以上)になると，セメントの水和反応が促進されることにより，急結剤添加直後のコンクリートの凝結が著しく早くなり，吹付け作業の可使時間が充分とれない等の問題が指摘されていた。」(【0003】)  「そこで本発明は，コンクリートの練上り温度が高い場合においても，前記のクエン酸等の有機酸類を使用しなくても，水和反応の異常な促進が起こらず，かつ，高い流動性を有し，同時に急結剤を添加したときに優れた凝結性状および強度発現性を示す高強度吹付けコンクリートを得ることを課題とするものである。」(【0005】)「練り上がり温度と抵抗値の関係は，急結剤の添加量は同じでも，セメントの種類によらず温度の上昇にともないセメントの水和が促進されるため，急結剤の添加の効果が早期に発現し，急結剤添加直後からプロクター抵抗値は大きくなる。」(【0022】)  3  取消事由1(引用発明の認定の誤り，一致点及び相違点の認定の誤り)について  (1)  引用発明の認定について"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用発明を前記第2の3(2)のとおり認定するところ，本件審決が上記において認定する「早強性セメント組成物を作るために成分(a’)，(c’)ないし(f’)を混合する時，外気温度を有するスラリー」とは，早強性セメント組成物を作るために(a’)，(c’)ないし(f’)の各成分を混合するが，その混合する時に，スラリーが「外気温度を有する」ことを意味するものであることは明らかである。  しかるところ，引用例には，コンクリート及びモルタルを構成する各成分を混合することに関して，前記2アイの特許請求の範囲請求項6，同オイの段落【0022】，同カアの実施例1の段落【0028】，同イの実施例2の段落【0035】，同ウの実施例3の段落【0038】及び同エの実施例4の段落【0041】の記載がある。上記によれば，引用例には，コンクリート及びモルタルを構成する各成分を混合し混練することは記載されているが，各成分を混合する時のスラリーの温度については何らの記載もなく，ましてやスラリーが「外気温度を有する」ことについては何らの記載もない。そもそもスラリーの温度は，水をはじめとする混合前の各成分の温度や，混合及び混練を行う際の周囲の温度(例えば外気温度)のほか，各成分どうしの反応により発生する熱等に影響を受けるものと考えられるが，引用例には，これらの点について何らの記載もなく，スラリーが「外気温度を有する」といえるかどうかは不明であって，引用例において各成分を混合する時にスラリーが「外気温度を有する」と認めるに足りる証拠もない。  本件審決は，「外気温度で混合が行われているということができるので，引用例には，…「外気温度」が記載されているということができる」として，引用発明を「早強性セメント組成物を作るために成分(a’)，(c’)ないし(f’)を混合する時，外気温度を有するスラリー」と認定したが，スラリーの温度は，上記のとおり，外気温度以外の要因による影響を受けるものと考えられるから，混合及び混練が，外気温度の下で行われているからといって，スラリーが「外気温度を有する」ということはできない。  イ  被告は，この点について，本件審決が，引用発明を「セメントを混合する時，外気温度を有する」と認定したのは，「外気中で，セメントを混合する場合の当業者の技術常識の温度範囲で混合すること」を表現したもので，セメント(スラリー)を混合する時，水和熱(硬化熱)等によりスラリーの温度が上昇したり，水温の影響を受けて温度が変化することは当然であるから，外気中で練り混ぜ作業を行ったとしてもスラリーが外気温度と一致しないということが事実であるかどうかにかかわらず，本件審決の引用発明の認定に実質的な誤りはない旨主張する。  しかし，本件審決は，「早強性セメント組成物を作るために成分(a’)，(c’)ないし(f’)を混合する時，外気温度を有するスラリー」と認定するところ，同認定が，組成物を構成する各成分を混合する時に，スラリーが「外気温度を有する」ことを意味するものであることは前記アのとおりであって，同認定を，外気温度を有する外気中でセメントを混合する場合の当業者の技術常識の温度範囲で各成分を混合することを意味するものと解することはできない。被告の上記主張は採用することができない。  ウ  以上のとおりであるから，引用例には，組成物を構成する各成分を混合する時に，スラリーが「外気温度を有する」ことが記載されているとはいえない。したがって，本件審決が，引用発明の認定において，「早強性セメント組成物を作るために成分(a’)，(c’)ないし(f’)を混合する時，外気温度を有するスラリー」と認定したことは誤りである。  そして，前記アのとおり，引用例にはスラリーの温度について何らの記載もないから，引用発明においては，組成物を構成する各成分を混合する時のスラリーの温度は不明というべきである。そのため，引用発明は，正しくは，以下のとおり認定されるべきである。「以下の(a’)，(c’)ないし(f’)を含むコンクリート製品を作製するための早強性セメント組成物：(a’)ポルトランドセメント及びクリンカ粉砕物；(c’)砂；(d’)(a’)のセメント硬化促進物質としてのトリエタノールアミン；(e’)スラリーを調整するのに十分な量の水；(f’)ナフタレンスルホン酸塩系高性能減水剤。」    本願発明と引用発明との対比について  ア  前記のとおり，本件審決の引用発明の認定が誤りである以上，同認定を前提とする本件審決の本願発明と引用発明との一致点及び相違点5の認定も誤りであり，一致点及び相違点5(以下，本判決により認定した相違点5を「相違点5’」という。)は，正しくは，以下のとおり認定されるべきものである。  ア  一致点「以下の(a)，(c)，(d’’)，(e)を含むセメント製品を作製するための組成物：(a)ポルトランドセメント；(c)骨材；(d’’)(a)成分の促進剤としてのアルカノールアミン；(e)スラリーを作製するのに十分な量の水。」  イ  相違点5’  本願発明は，「以下の(a)～(e)を含む」ものであり，「組成物を作るために成分(a)～(e)を混合する時」，スラリーが，「少なくとも90°Fの温度を有する」ものであるのに対して，引用発明は，「以下の(a’)，(c’)ないし(f’)を含む」ものであるが，これら各成分を混合する時のスラリーの温度は不明である点。  イ  被告は，この点について，本件審決が，本願発明と引用発明とが「所定温度を有するスラリー」という点で一致すると認定したのは，一般に，セメントのスラリー混合温度は10～50℃程度であり，引用発明において具体的なスラリー混合温度の記載はなくとも，当業者が引用例に接したとき，セメント原料のスラリー混合温度を全く温度管理しなくても良いということはなく，セメントを混合する場合の当業者の技術常識の温度範囲内で実施されることは当然であるので，このことを本件審決においては，技術常識の温度範囲内の所定範囲で一致することを一致点として認定したものであり，本件審決の一致点の認定に誤りはなく，また，上記前提で相違点の認定を行ったにすぎず，本件審決の相違点の認定にも誤りはない旨主張する。",
                    "しかし，被告の上記主張は，本件審決が引用発明として認定した「早強性セメント組成物を作るために成分(a’)，(c’)ないし(f’)を混合する時，外気温度を有するスラリー」が，「外気中で，セメントを混合する場合の当業者の技術常識の温度範囲で混合すること」を表現したものであるとする被告の前記イの主張を前提とするものであるところ，この主張に理由がないことは既に説示したとおりであるから，被告の上記主張は前提を誤るものであり採用することができない。    小括  以上によれば，本件審決の引用発明の認定には誤りがあり，同認定を前提とする本件審決の一致点及び相違点5の認定にも誤りがあるが，それを前提としても，後記4のとおり，本件審決が，本願発明は引用発明及び周知技術に基づいて当業者が容易に想到し得るものと判断したことは，その結論において誤りはないから，上記認定の誤りは，本件審決の結論に影響を及ぼすものではない。  そこで，以下，本願発明と引用発明との前記ア認定の一致点及び相違点5’を前提として，本件審決の容易想到性の判断に誤りがあるか否かを検討する。  4  取消事由2(相違点5’に係る容易想到性の判断の誤り)について"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "相違点5’の容易想到性について",
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例の前記2(1)ウの段落【0002】～【0005】，同エの段落【0006】，同オ(ア)の段落【0010】，【0011】，【0021】の各記載によれば，引用発明は，コンクリート製品を短時間で製造するについて，従来の方法では，コンクリートの成型から脱型まで依然として長い時間がかかり，型枠の回転効率を高めて生産性を向上することがコストの引き下げのためにも強く望まれていたが，そのために，リチウム等の金属の硫酸塩等を添加し，成形後高温で養生する方法では，短時間に脱型でき，生産性を高めることができるが，エトリンガイトの生成があまりにも短時間に起こるので，所望のワーカビリティ(型枠への流し込みや打設のしやすさ)を得ることが困難であったことから，コンクリートの打設終了までは良好なワーカビリティを有し，型枠に打設した後は早期に硬化して高強度のコンクリートが得られるセメントないしコンクリート及びそのためのクリンカ粉砕物を提供することを課題とするものであることが認められる。イ  そうすると，引用発明は，基本的にはコンクリート製品を短時間で製造することを前提とするものであり，そのためにコンクリート(モルタルも含む。以下，同じ。)を早期に硬化させるものと認められる。また，引用例の前記2カ(ア)の【0028】，【0029】の記載によれば，実施例1において凝結の始発及び終結時間を測定していることから，「コンクリートを早期に硬化させる」ことには，少なくとも「コンクリートを早期に凝結させる」ことが含まれているということができる。したがって，引用発明は，コンクリート製品を短時間で製造するために，コンクリートを早期に凝結させるものと理解することができるから，引用発明において，より短時間でコンクリート製品を製造するために，更にコンクリートを早期に凝結させるための手段を適用する動機付けがあるということできる。  ウ  一方，前記アで認定したとおり，引用発明は，コンクリートの打設終了までは良好なワーカビリティを確保しようとするものであるが，これは，エトリンガイトの生成があまりにも短時間に起こり，コンクリートがあまりにも早期に凝結してしまうと，所望のワーカビリティを得ることが困難となるからである。そうすると，引用発明は，良好なワーカビリティを確保する点から，コンクリートの打設終了までは，コンクリートがあまりにも早期に凝結しないようにするものと理解することができる。  しかし，そうであるからといって，引用発明において，更にコンクリートを早期に凝結させるための手段を適用することが妨げられるものではない。所望のワーカビリティを得ることが困難となるのは，上記のとおり，コンクリートがあまりにも早期に凝結してしまうためである。引用発明において，更にコンクリートを早期に凝結させるための手段を適用したとしても，コンクリートがあまりにも早期に凝結してしまうような設定を採用しない限りは，良好なワーカビリティが確保されるのであって，早期凝結と良好なワーカビリティの確保とは両立し得るものである。実際に，前記2カイの引用例の段落【0035】のとおり，引用発明の実施例2において，本願優先日前から凝結促進物質(硬化促進物質)として公知であったトリエタノールアミン(前記1イ及びアの本願明細書の段落【0011】及び【0017】，乙9の段落【0022】)が，コンクリートを早期に凝結させるための手段として用いられている。  以上のとおり，引用発明が，良好なワーカビリティを確保する点から，コンクリートの打設終了までは，コンクリートがあまりにも早期に凝結しないようにするものであるとしても，より短時間でコンクリート製品を製造するために，更にコンクリートを早期に凝結させるための手段を適用することが妨げられるものではなく，かかる手段を適用する動機付けがあることに変わりはない。  エ  コンクリートを構成する各成分を混合する時に，硬化(凝結)促進のために練り上り温度を高くする(スラリーの温度を高くする)ことは，本願優先日前の周知技術であったことは当事者間に争いがない。したがって，引用発明において，組成物を構成する各成分を混合する時のスラリーの具体的な温度は，コンクリートをどの程度早期に凝結させるかなどの目的に応じて，当業者が適宜決定し得る事項であり，スラリーの温度を「少なくとも90°Fの温度」とすることも，当業者が容易に想到することができたといえる。  オ  以上によれば，相違点5’については，引用発明に周知技術を適用することにより容易に想到することができたと認めるのが相当である。    原告の主張について  ア  原告は，本願発明は，工場内の一連の作業として，好ましくは60分未満，より好ましくは20分未満，最も好ましくは10分未満の凝結の終結時間を与えるように初期硬化を早くすることを課題として，エトリンガイトの生成を促進させ，短時間に凝結させて生産性を向上させようとするものであってワーカビリティに配慮する必要がないのに対し，引用発明は，引用例の実施例1(表3)でモルタルＮo．1～11の凝結始発時間が70～165分，凝結終結時間が165～310分とあるとおり，初期硬化を遅くすることを課題として，エトリンガイトの生成が余りに短時間に起こり，所望のワーカビリティを得ることができないため，エトリンガイトの生成を抑制し，十分なワーカビリティを確保することを目的とするものであるから，「水と混合された後，速やかに凝結させる」という本願発明の課題と，「水と混合させた後，コンクリート打設終了まで凝結を起こさせない」という引用発明の課題は正反対の関係にあり，このように本願発明の課題と正反対の課題をもつ引用発明に，硬化促進のために練り上げ(混合)温度を高くするという周知技術を組み合わせたとしても，それはコンクリート打設後の養生段階から温度を高くするというものであって，セメント組成物を作るために成分を混合するときに練り上げ(混合)温度を高くするとの発想は生じないから，引用例及び周知技術は，本願発明の動機付けにはなり得ない旨主張する。  しかし，本願発明は，組成物を早期に凝結させるものではあるが，そうであっても，少なくとも打設終了までの間は，一定程度のワーカビリティを確保する必要があることは明らかである。一方，引用発明が，良好なワーカビリティを確保する点から，コンクリートの打設終了までは，コンクリートがあまりにも早期に凝結しないようにするものであるとしても，その前提として，コンクリート製品を短時間で製造するために，コンクリートを早期に凝結させるものであることは，前記イ及びウのとおりであるから，本願発明の課題と引用発明の課題が正反対であるということはできない。また，引用例の実施例1は，単なる一実施例にすぎず，このような実施例1における凝結の始発及び終結時間との比較のみで，本願発明の課題と引用発明の課題とが正反対であるということはできない。そして，引用発明において，組成物を構成する各成分を混合する時に，スラリーの温度を高くする動機付けがあることは，前記イ及びウのとおりである。  したがって，原告の上記主張は理由がない。  イ  原告は，引用発明には，スラリーの温度を管理して所定温度とする思想がないから，引用発明に，スラリー温度を高く管理すること及び硬化促進のために練り上げ温度を高くするという周知技術を結び合わせる動機付けがない，また，本願発明の実施例8の追加試験の結果(甲33)によれば，本願発明が最も好ましいとする5分から10分での凝結終結を起こさせるためには，トリエタノールアミンの添加と90°F(32．2℃)以上の最初のスラリー温度が必要であり，スラリー温度を90°F以上に管理することが重要であるが，引用発明には，スラリー温度を管理するという思想が全くないから，本願発明は引用発明に基づいて当業者が容易に想到できたものではない旨主張する。  しかし，引用発明において，組成物を構成する各成分を混合する時に，スラリーの温度を高くする動機付けがあることは，前記イ及びウのとおりである。また，前記エのとおり，コンクリートを構成する各成分を混合する時に，硬化(凝結)促進のために練り上り温度を高くする(スラリーの温度を高くする)ことは本願優先日前の周知技術であり，スラリーの具体的な温度は，コンクリートをどの程度早期に凝結させるかなどの目的に応じて，当業者が適宜決定し得る事項であり，スラリーの温度を「少なくとも90°Fの温度」とすることも，当業者が容易に想到することができたといえる。  したがって，原告の上記主張は理由がない。  ウ  原告は，練り上げ(混合)温度を高くし硬化を早くしたコンクリートは強度が低下するので，高温にすることは好ましくないことは技術常識であり，この技術常識は，引用発明に，硬化促進のために練り上げ温度を高くするという周知技術を組み合わせることの阻害要因として働くから，当業者が引用発明に周知技術を適用して本願発明に至ることはできない旨主張する。  確かに，前記エのとおり，コンクリートを構成する各成分を混合する時に，硬化(凝結)促進のために練り上り温度を高くする(スラリーの温度を高くする)ことは本願優先日前の周知技術であるが，他方において，混合するときにスラリーの温度を高くした場合には，コンクリートの強度が低下することも，前記2の周知例1及び2(甲7，27)並びに本願明細書の段落【0064】(「セメントの文献(ラマチャンドラン，Cem．Concr．Res．6(pp．623～631))では，比較的高い初期温度でセメントモルタルを作ると偽凝結や弱い強度につながるため，高い初期温度を避けることが教示されている。実際，暑い気候におけるコンクリート仕様では，設置されたコンクリートが85°Fあるいは90°F未満の温度であることを必要としている(。コンクリート混合物の設計および制御，PCA，第13版，P．130)。」)，及び甲26の各記載にあるように，本願優先日前の技術常識であると認められる。  しかし，周知例2(甲27)は，「エトリンジャイトの生成によってセメントの硬化を促進する混和剤を2～10％添加して30℃前後で練上げる第1工程と，同第1工程によって練上げられた材料を25℃前後で養生する第2工程よりなることを特徴とする軽量コンクリート版の製造方法。」を特許請求の範囲とする発明に係る公開特許公報であるところ，その発明の詳細な説明には，「本発明における前記第1工程において練上げ温度を30℃前後としたのは，セメント及び混和剤の反応を高めるためのものであるが，練上げ温度がこれより高温になると必要な気泡の混入が困難になり，所要の軽量気泡コンクリートができなくなるためである。また練上げ温度が高温になると流動性が悪くなって作業性が低減し，更にまた初期凝結は早くなるが，本来の強度が発現されなくなるという欠点が起する。一方練上げ温度がこれより低温になるとコンクリートの硬化が遅延し，表面仕上げがなかなか完了せず，硬化促進剤をより多く必要とし，経済的負担が増加するばかりでなく，場合によってはコンクリートの品質を低下させる惧れもある。なお前記第1工程における練上げ温度は好ましくは30℃±10℃である。」と記載されており，軽量コンクリート版又は軽量気泡コンクリート版の製造について，必要な気泡の混入，初期凝結の促進及び必要な強度の確保を図るための好ましいコンクリートの練上げ温度を「30℃±10℃」とする技術が開示されている。上記周知例2の発明の詳細な説明の記載によれば，コンクリートとして本来の強度が発現されなくなるものの，それでも当該コンクリート製品に必要な強度を確保しつつ，初期凝結を促進するために，練り上げ温度を高くすることは当業者において普通に行われているものと認められる。そして，コンクリート製品にどの程度の強度が必要とされるかは，製造するコンクリート製品により異なるものであるが，スラリーの温度を高くすることにより強度が低下するとしても，製造するコンクリート製品に必要とされるレベルの強度が確保されるのであれば，強度が低下すること自体は，スラリーの温度を高くして凝結速度を促進することの阻害要因となるものではない。  したがって，原告の上記主張は理由がない。  エ  原告は，本願発明の実施例7では，練り上げ温度を115°F(46．1℃)に調整したものの体積圧縮強度が，米国試験材料協会ASTMが定めるセメントボードの最低圧縮強度との比較において十分な強度を有するとともに，周知例2(甲27)の28℃で練り上げた軽量気泡コンクリート板の4週圧縮強度F と比較して3倍の強度を有し，さらに引用発明の実施例1のクリンカＮo．5に硬化促進剤として無水硫酸ナトリウムを加えたモルタルＮo．5の3日後の圧縮強度に匹敵するものであったこと，実施例14及び16では，練り上げ温度が115°F(46．1℃：本願発明)の場合，練り上げ温度が75°F(23．9℃：従来例)の場合と比較して顕著な凝結終結時間の短縮が認められることから，本願発明は，高温で硬化させると強度が低下することが技術常識であったなか，セメント組成物の配合と，練り上げ温度を調節することにより，生産性を向上させる凝結速度と実使用に耐える強度を有するセメントボードの製造方法及びスラリー組成物を発明したものであり，高速凝結性の作用効果は，当業者といえども予想できたものではなく，さらに，従来の技術常識を打ち破り，練り上げ温度を高温にしたにもかかわらず，十分な強度を有する高速凝結性セメント組成物を完成させたものであって，本件審決は，本願発明のかかる優れた効果を看過し，容易想到性の判断を誤ったものである旨主張する。  ア  しかし，コンクリートを構成する各成分を混合する時に，硬化(凝結)促進のために練り上り温度を高くする(スラリーの温度を高くする)ことが本願優先日前の周知技術であることは当事者間に争いがない。そして，本願発明は，スラリーの温度を高くするものであるから，これにより，コンクリートを早期に凝結させることができることは，当業者が予測し得ることであって，実施例14及び16の高速凝結性の効果は，当業者が予測できない顕著なものということはできない。"
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10423",
    "date": "2014-02-19",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083972",
    "ipprecedent_id": "3655",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}