{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2011-390131号事件について平成24年3月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記1のとおりの手続において，原告の本件出願に係る特許請求の範囲の請求項1ないし3を後記2のとおりとする訂正審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)記載の本件審決(その理由の要旨は後記3のとおり)には，後記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「排気熱交換器」とする特許第4240136号(平成19年7月11日特許出願(国内優先権主張日：平成18年7月11日)。平成21年1月9日設定登録。請求項の数3。以下「本件特許」という。)に係る特許権者である(甲11)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成23年12月1日，本件特許に係る請求項1ないし3について，特許請求の範囲の減縮及び明瞭でない記載の釈明を目的とする訂正審判を請求し，特許庁に訂正2011-390131号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成24年3月27日，「本件審判の請求は，成り立たない。」との本件審決をし，同年4月4日，その謄本が原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件訂正の内容",
          "text": [
            "本件訂正後の特許請求の範囲請求項1ないし3の記載は，次のとおりである。以下，本件訂正後の各請求項に係る発明を，順に「本件訂正発明1」ないし「本件訂正発明3」と，また，これらを併せて，「本件訂正発明」といい，その明細書(甲13)を「本件訂正明細書」という。なお，文中の「／」は，「X＝de×L0.14／fh0.18」の部分を除き，原文の改行箇所を示す。また，文中の下線は，本件訂正による訂正部分を示す。",
            "【請求項1】エンジンでの燃焼により発生した粒子状物質を含有する排気ガスと前記排気ガスを冷却する冷却水との間での熱交換を専ら行うとともに，熱交換後の前記排気ガスを前記エンジン側へ流出する排気熱交換専用に用いる熱交換器において，",
            "／内部を前記排気ガスが流れ，外部を前記冷却水が流れるステンレス製のチューブと，／前記チューブ内に配置され，前記排気ガスと前記冷却水との間での熱交換を促進させるステンレス製のインナーフィンとを備え，／前記インナーフィンは，前記排気ガスの流れ方向に略垂直な断面形状が，凸部を一方側と他方側に交互に位置させて曲折する波形状であって，前記排気ガスの流れ方向に平行な方向で部分的に切り起こされた切り起こし部を備えるオフセットフィンであり，／前記断面形状にて，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部の中心同士の距離であるフィンピッチの大きさをfpとし，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部と前記凸部との間でフィンとチューブによって囲まれた領域の相当円直径をdeとし，前記切り起こし部の排気流れ方向での長さをLとし，前記断面形状における前記一方側の凸部から前記他方側の凸部までの距離であるフィン高さをfhとしたときに，／前記フィンピッチの大きさが，／2＜fp≦12(単位：㎜)／を満足する大きさであり，／前記切り起こし部の排気流れ方向での長さLが，排気熱交換専用に用いる熱交換器の熱交換性能向上と圧力損失抑制を図るために，／fh＜7，fp≦5のとき，0．5＜L≦7(単位：㎜)，／fh＜7，5＜fpのとき，0．5＜L≦1(単位：㎜)，／7≦fh，fp≦5のとき，0．5＜L≦4．5(単位：㎜)，または ／7≦fh，5＜fpのとき，0．5＜L≦1．5(単位：㎜) ／であって，／さらに，／X＝de×L0.14／fh0.18 としたときに，／前記相当円直径deおよび前記切り起こし部の排気流れ方向での長さLが，排気熱交換専用に用いる熱交換器の熱交換性能の向上を図ると共に前記粒子状物質が前記インナーフィンに堆積することを抑制するために，／1．1≦X≦4．3／を満足する大きさになっていることを特徴とする排気熱交換専用に用いる熱交換器",
            "【請求項2】前記相当円直径および前記切り起こし部の排気流れ方向での長さが，／1．2≦X≦3．9／を満足する大きさであることを特徴とする請求項1に記載の排気熱交換専用に用いる熱交換器",
            "【請求項3】前記相当円直径および前記切り起こし部の排気流れ方向での長さが，／1．3≦X≦3．5／を満足する大きさであることを特徴とする請求項1に記載の排気熱交換専用に用いる熱交換器"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本件訂正発明は，後記アの引用例1に記載された発明並びに後記イないしキの引用例2ないし7及び後記クないしコの周知例1ないし3に記載された事項に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであるから，本件訂正は，平成23年法律第63号による改正前の特許法126条5項に適合しない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：国際公開第2005／40708号(甲1。平成17年5月6日公開)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開2006-105577号公報(甲2。平成18年4月20日公開)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開2004-77024号公報(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開2001-41108号公報(甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：特開2001-263967号公報(甲5)"
                },
                {
                  "fig": "カ",
                  "subject": "引用例6：特開2001-41109号公報(甲6)"
                },
                {
                  "fig": "キ",
                  "subject": "引用例7：特開2002-137054号公報(甲7)"
                },
                {
                  "fig": "ク",
                  "subject": "周知例1：「伝熱計算法  4版」72ないし77頁，工学図書株式会社，昭和60年12月15日発行(甲8)"
                },
                {
                  "fig": "ケ",
                  "subject": "周知例2：「コンパクト熱交換器」112ないし115頁，日刊工業新聞社，平成4年8月28日発行(甲9)"
                },
                {
                  "fig": "コ",
                  "subject": "周知例3：特開昭62-175588号公報(甲10)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例1に記載された発明(以下「引用発明」という。)並びに本件訂正発明1と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：エンジンから来る排ガスと前記排ガスを冷却する冷却剤との間での熱交換を行う排ガス熱交換に用いる熱交換器において，内部を前記排ガスが流れ，外部を前記冷却剤が流れる管と，前記管内に配置され，熱伝導の改良を可能にするフィン薄板とを備え，前記フィン薄板は，凸部を一方側と他方側に交互に位置させて曲折する波形状であって，部分的に切り起こされた切り起こし部を備えるオフセットフィンであり，構造体の縦ピッチをLとし，横ピッチをQとし，構造体高さをhとしたときに，hは1㎜から5㎜，Lはhの0．5倍から6倍，Qはhの0．5倍から8倍，管内の流体直径は0．5㎜から10㎜である排ガス熱交換に用いる熱交換器"
                },
                {
                  "fig": "イ",
                  "subject": "一致点： エンジンでの燃焼により発生した粒子状物質を含有する排気ガスと前記排気ガスを冷却する冷却剤との間での熱交換を行う排気熱交換に用いる熱交換器において，内部を前記排気ガスが流れ，外部を前記冷却剤が流れるチューブと，前記チューブ内に配置され，前記排気ガスと前記冷却剤との間での熱交換を促進させるインナーフィンとを備え，前記インナーフィンは，略垂直な断面形状が，凸部を一方側と他方側に交互に位置させて曲折する波形状であって，部分的に切り起こされた切り起こし部を備えるオフセットフィンであり，前記断面形状にて，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部の中心同士の距離であるフィンピッチの大きさをfpとし，前記断面形状における前記一方側の凸部から前記他方側の凸部までの距離であるフィン高さをfhとしたときに，前記フィンピッチの大きさが，2＜fp≦12(単位：㎜)を満足する大きさである排気熱交換器"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：本件訂正発明1では，排気ガスと前記排気ガスを冷却する冷却水との間での熱交換を専ら行う排気熱交換専用に用いる熱交換器であるのに対して，引用発明では，排気ガスと前記排気ガスを冷却する冷却剤との間での熱交換を行う排気熱交換に用いる熱交換器であって，冷却剤が冷却水であるか否か不明である点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本件訂正発明1では，熱交換後の排気ガスをエンジン側へ流出するのに対して，引用発明では，そのような構成を備えているか否か不明である点"
                },
                {
                  "fig": "オ",
                  "subject": "相違点3：本件訂正発明1では，チューブやインナーフィンがステンレス製であるのに対して，引用発明では，これらの材質が不明である点"
                },
                {
                  "fig": "カ",
                  "subject": "相違点4：本件訂正発明1では，インナーフィンの排気ガスの流れ方向に略垂直な断面形状が波形状であって，排気ガスの流れ方向に平行な方向で切り起こし部が切り起こされるのに対して，引用発明では，インナーフィンや切り起こし部と排気ガスの流れ方向との関係が不明である点"
                },
                {
                  "fig": "キ",
                  "subject": "相違点5：本件訂正発明1では，断面形状にて，一方側と他方側のうちの同一側で隣り合う凸部の中心同士の距離であるフィンピッチの大きさをfpとし，前記一方側と前記他方側のうちの同一側で隣り合う前記凸部と前記凸部との間でフィンとチューブによって囲まれた領域の相当円直径をdeとし，切り起こし部の排気流れ方向での長さをLとし，前記断面形状における前記一方側の凸部から前記他方側の凸部までの距離であるフィン高さをfhとしたときに，前記切り起こし部の排気流れ方向での長さLが，排気熱交換専用に用いる熱交換器の熱交換性能向上と圧力損失抑制を図るために，fh＜7，fp≦5のとき，0．5＜L≦7(単位：㎜)(以下「条件1」という。)，fh＜7，5＜fpのとき，0．5＜L≦1(単位：㎜)(以下「条件2」という。)，7≦fh，fp≦5のとき，0．5＜L≦4．5(単位：㎜)(以下「条件3」という。)，又は，7≦fh，5＜fpのとき，0．5＜L≦1．5(単位：㎜)(以下「条件4」という。)であって，さらに，X＝de×L0.14／fh0.18 としたときに，前記相当円直径de及び前記切り起こし部の排気流れ方向での長さLが，排気熱交換専用に用いる熱交換器の熱交換性能の向上を図ると共に粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになっているのに対して，引用発明では，fp，fhについて記載されているものの，Xについては不明であり，上記のような条件を満たすか否か不明である点"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した本件訂正発明2と引用発明との相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1'：本件訂正発明1を本件訂正発明2と読み替えるほかは，相違点1と同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点2'：本件訂正発明1を本件訂正発明2と読み替えるほかは，相違点2と同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点3'：本件訂正発明1を本件訂正発明2と読み替えるほかは，相違点3と同じ。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "相違点4'：本件訂正発明1を本件訂正発明2と読み替えるほかは，相違点4と同じ。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "相違点5'：本件訂正発明1を本件訂正発明2と読み替え，Xの数値範囲を1．2≦X≦3．9とするほかは，相違点5と同じ。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件審決が認定した本件訂正発明3と引用発明との相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1”：本件訂正発明1を本件訂正発明3と読み替えるほかは，相違点1と同じ。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点2”：本件訂正発明1を本件訂正発明3と読み替えるほかは，相違点2と同じ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点3”：本件訂正発明1を本件訂正発明3と読み替えるほかは，相違点3と同じ。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "相違点4”：本件訂正発明1を本件訂正発明3と読み替えるほかは，相違点4と同じ。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "相違点5”：本件訂正発明1を本件訂正発明3と読み替え，Xの数値範囲を1．3≦X≦3．5とするほかは，相違点5と同じ。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正発明1の容易想到性に係る判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点1ないし4に係る判断の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点5に係る判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明2及び3の容易想到性に係る判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件訂正発明1の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1に記載された構造体について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，ドイツ語の文献である引用例1の【0010】には，「管表面(内側及び／又は外側)は，乱流を発生させるために，構造体として形成することもできる」との記載があると認定した。",
                        "しかし，引用例1の上記箇所は，「構造体」という名詞ではなく，「構成する」という動詞で表現されているから，正確には，「管表面(内側及び／又は外側)は，乱流発生用に構成することもできる」との記載があると認定されるべきである。",
                        "したがって，引用例1には，管の内側表面のみ又は外側表面のみに乱流を発生すべく形成することは記載されているものの，管の内側のみ又は外側のみに構造体を形成することは記載されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審決は，引用例1の【0014】には，「構造体は，管自体の中に設けることもでき，その場合に，管の間に設けることができる，上述したすべての構造体は，管内に統合することもできる」との記載があると認定した。",
                        "しかし，引用例1には，構造体を管の中に設ける場合(インナーフィン)には，その構造体は管の間に配置されるもの(アウターフィン)の全ての構造を備えることや，構造体を管内に配置可能であることが記載されている。また，引用例1の実施例に記載された構造体は，全てアウターフィンであり，インナーフィンに関する記載はない。そのため，引用例1に示された熱交換器は，管の間に構造体が配置される構成において，更に管内にも構造体を配置することができるというものである。",
                        "したがって，引用例1の上記箇所は，「構造体は管自体の中にも同様に設けることもでき，その場合には，管の間に設けた構造体に関して上述したすべての構成が，管内においても同様に適用される」との記載があると認定されるべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，引用例1の請求項15ないし17の記載及び上記(イ)に摘示した【0014】の記載等から，「構造体は管の内部に配置されているが，この構造体はフィン薄板と同様な形状を備えたフィン薄板といえる」と認定した。",
                        "確かに，引用例1の請求項15には，「構造体が，少なくとも1つの管の内部に配置されていること」が記載されているが，請求項15が従属する請求項1ないし14では，全ての構造体がアウターフィンとして，「管とハウジングの間および／または管の間の領域に」設けられている。したがって，請求項15ないし17に記載された熱交換器は，管の間に構造体を備え，かつ，管内にも構造体を備える熱交換器である。",
                        "また，引用例1(【0014】)の記載を構造体のみでなく，構造体を備える熱交換器として捉えると，熱交換器としては，管の間に構造体(アウターフィン)を備える熱交換器において，管内にも構造体(インナーフィン)を備えることも可能となっているのである。",
                        "したがって，構造体をインナーフィンとした場合には，「構造体は管の外部に配置されると共に管内にも設けることができ，この構造体は管の外部に配置されるときも管内に設けるときも同様な構成を備えるフィン薄板といえる」と認定すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1に記載された熱交換器について",
                  "text": [
                    "本件審決は，引用例1に記載された熱交換器について，「エンジンから来る排ガスと前記排ガスを冷却する冷却剤との間で熱交換を行う排ガス熱交換器」と認定している。",
                    "しかし， 引用例1に記載された熱交換器は，「ガス-液体熱交換器，液体-ガス熱交換器，液体-液体熱交換器のいずれにも使用でき，排ガス熱交換器又は過給空気熱交換器の用途がある熱交換器」(【0007】【0008】)である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用例1に記載された発明は，「ガス-液体熱交換器，液体-ガス熱交換器，液体-液体熱交換器のいずれにも使用でき，排ガス熱交換器又は過給空気熱交換器の用途がある熱交換器において，排ガス熱交換器として用いられた場合，内部を排ガスが流れ，外部を冷却剤が流れる管と，前記管の外部に配置されると共に前記管内にも設けることができ，前記管の外部に配置されるときも前記管内に設けるときも同様な構成を備え，熱伝導の改良を可能にするフィン薄板とを備え，前記フィン薄板は，凸部を一方側と他方側に交互に位置させて屈曲する波形状であって，部分的に切り起こされた切り起こし部を備えるオフセットフィンであり，構造体の縦ピッチをLとし，横ピッチをQとし，構造体高さをhとしたときに，hは1㎜から5㎜，Lはhの0．5倍から6倍，管内の流体直径は0．5㎜から10㎜である，ガス-液体熱交換器，液体-ガス熱交換器，液体-液体熱交換器のいずれにも使用でき，排ガス熱交換器又は過給空気熱交換器の用途がある熱交換器」と認定されるべきであり，本件審決の引用発明の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1に係る判断の誤り",
              "text": [
                "本件審決は，引用発明において，冷却剤を冷却水とすることは，当業者が容易に想到し得たものであると判断した。",
                "しかし，引用例2ないし7に，排気ガスの冷却剤として冷却水を用いるものが記載されていることは争わないが，これを，引用例1に記載された構造体が本件訂正発明1の「排気熱交換専用に用いる熱交換器」に適用できることの前提として認定するのは誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2に係る判断の誤り",
              "text": [
                "本件審決は，引用発明において，熱交換後の排気ガスをエンジン側へ流出するものとすることは，当業者が容易に想到し得たものであると判断した。",
                "しかし，引用例2及び3に，熱交換後の排気ガスをエンジン側へ流出するものが記載されていることは争わないが，これを，引用例1に記載された構造体が本件訂正発明1の「排気熱交換専用に用いる熱交換器」に適用できることの前提として認定するのは誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3に係る判断の誤り",
              "text": [
                "本件審決は，引用発明において，チューブやインナーフィンをステンレス製とすることは，当業者が容易に想到し得たものであると判断した。",
                "しかし，引用例2，3，5及び7に，チューブやインナーフィンがステンレス製であるものが記載されていることは争わないが，これを，引用例1に記載された構造体が本件訂正発明1の「排気熱交換専用に用いる熱交換器」に適用できることの前提として認定するのは誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点4に係る判断の誤り",
              "text": [
                "本件審決は，引用発明において，インナーフィンの排気ガス流れ方向にほぼ垂直な断面形状を波形状とし，排気ガス流れ方向に平行な方向で切り起こし部を切り起こすことは，当業者が容易に想到し得たものであると判断した。",
                "しかし，引用例4ないし7に，インナーフィンの排気ガス流れ方向にほぼ垂直な断面形状を波形状とし，排気ガス流れ方向に平行な方向で切り起こし部を切り起こすものが記載されていることは争わないが，これを，引用例1に記載された構造体が本件訂正発明1の「排気熱交換専用に用いる熱交換器」に適用できることの前提として認定するのは誤りである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点5に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1に記載された熱交換器と本件訂正発明1の熱交換器の峻別",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正発明1の熱交換器は，排気熱交換専用との限定がない「排気熱交換器の用途がある熱交換器」とは明らかに区別されるものである。その結果，「排気熱交換専用に用いる熱交換器」では採用できない構成及び諸元が特許請求の範囲から除外される。例えば，インタークーラ用に従来から使用されていたオフセットフィンの仕様は，本件訂正発明1の「排気熱交換専用に用いる熱交換器」に適用することはできない(【0005】)。また，密度の低い排気ガスを冷却するのに適さないインナーフィン(【0009】)や，水冷式に適さない構造(【0006】)も除外される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，引用例1(【0008】)には，「熱交換器は，特に，排ガス熱交換器又は過給空気熱交換器であることができるが，他の熱交換器，例えば，管内の熱いガスが冷却のために熱交換器(クーラー)を貫流する，他のガス-液体-熱交換器，管内の冷たいガスが加熱のために熱交換器(ヒーター)を貫流する，液体-ガス-熱交換器，あるいは液体-液体-熱交換器であることもできる」との記載がある。そのため，引用例1に記載された熱交換器は，「排気熱交換専用に用いる熱交換器」には適用できない構造や諸元を持つものであって，その様な構造や諸元は，本件訂正発明1が除外するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，前記(1)のとおり，引用例1に記載された熱交換器にインナーフィンを設ける場合，アウターフィンと共に設けられるものである。",
                        "他方，本件訂正発明1の「排気熱交換専用に用いる熱交換器」では，アウターフィンをインナーフィンと共に併せ持つと，アウターフィンによって冷却水側の熱交換性能が変化してチューブ壁温がより低下する傾向となり，排気の温度も低下して，粒子状物質がインナーフィンに堆積しやすくなるため，インナーフィンをアウターフィンと併せ持つような構成は採用しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，引用例1では，熱交換器が「ガス-液体-熱交換器，液体-ガス-熱交換器」と幅広い用途を前提としているため，アウターフィンとして用いられるときのオフセットフィンの諸元の方が，インナーフィンとして用いられる際のオフセットフィンの諸元より小さく設定されている(【0008】【0014】)。",
                        "他方，仮に，本件訂正発明1の「排気熱交換専用に用いる熱交換器」にアウターフィンと共にインナーフィンを採用するとしても，熱の伝達量が気体より液体の方が大きいことは当業者にとって技術常識であるから，管内部を排気ガスが流れ，管外部を冷却水が流れる構成である本件訂正発明1の「排気熱交換専用に用いる熱交換器」において，排気ガスの熱交換を促進するインナーフィンを，冷却水との熱交換を促進するアウターフィンより大きな諸元とすることは想定されない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおり，引用例1に記載された構造体(オフセットフィン)は，本件訂正発明1の「排気熱交換専用に用いる熱交換器」に用いるインナーフィンとはなり得ないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "流体直径の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用発明の「管内の流体直径」の定義は引用例1の記載からは不明であるが，周知例1ないし3の記載を考慮すると，引用発明の「管内の流体直径」は，本件訂正発明1の相当円直径deと同一の値になると判断した。",
                        "しかし，本件訂正発明1の相当円直径deは，特許請求の範囲において，「前記一方側と前記他方側のうちの同一側で隣り合う前記凸部と前記凸部との間でフィンによって囲まれた領域」と特別に定義されたものであり，また，相当円直径deを定めるには，フィンピッチfp，フィン高さfhだけでなく，板厚tや湾曲部の曲率半径Rも考慮することが必要となる(【0075】)。",
                        "これに対し，周知例1には，「流路のどこの断面をとっても形が変わらない場合」についての相当直径が記載されているものの，引用例1に記載されたフィンは，「流路のどこの断面をとっても形が変わらない」ものではない。また，周知例2には，コルゲートフィンチューブ熱交換器とプレートフィンチューブ熱交換器の代表長さDeが記載されているが，コルゲートフィンとプレートフィンは，いずれも「流路のどこの断面をとっても形が変わらない」ものであるから，引用例1に記載されているような流路の形がオフセットする部位で変化するオフセットフィンにその考え方を適用することはできない。さらに，周知例3には，流体直径について，「各流路の断面積に4を乗じ，対応する流路の濡れ周囲長さで除したもの」との定義が記載されているが，周知例3はコルゲートフィンに関するものであり，上記同様，オフセットフィンにその考え方を適用することはできない。",
                        "したがって，周知例1ないし3の記載を考慮しても，引用例1に記載された熱交換器の「管内の流体直径」が，本件訂正発明1の「相当円直径de」と同一の値になるということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例1に記載された熱交換器について，板厚tを0．2㎜，湾曲部の曲率半径Rを0．2㎜と仮定して，本件訂正明細書で相当円直径deについて定義した方法(【0075】)によりその「管内の流体直径」を計算すると，フィンピッチfpが1．5㎜，フィン高さfhが0．75㎜の場合には，「管内の流体直径」は0．28㎜となり，フィンピッチfpが1．5㎜，フィン高さfhが9㎜の場合には，「管内の流体直径」は1．84㎜となる。これらの数値は，引用例1において望ましい「管内の流体直径」の値とされる1㎜から5㎜とは明らかに異なるものであり，したがって，引用例1に記載された「管内の流体直径」が本件訂正発明1の相当円直径deに相当しないことは明らかである。",
                        "また，引用例1で望ましいとする「管内の流体直径」の範囲(1㎜～5㎜)と，本件訂正明細書で相当円直径deについて定義した方法で求められた「管内の流体直径」の上記範囲(0．28㎜～1．84㎜)とを重ねると(前者は別紙の黒枠部分，後者は別紙の赤枠部分)，両者は，Xの式の値との関係において，傾向が異なることが理解できるから，引用例1に記載された「管内の流体直径」と本件訂正発明1の相当円直径deとが同一のものでないことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "オフセットフィンの諸元の設定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，相違点5に係る判断に当たり，引用発明における構造体について，本件訂正発明1と同様の符号を用いて，相当円直径de＝2㎜，切り起こし部長さL＝7㎜，フィン高さfh＝5㎜を選択すると，本件訂正発明1の条件1を充足し，相当円直径de＝2㎜，切り起こし部長さL＝1㎜，フィン高さfh＝5㎜を選択すると，本件訂正発明1の条件1及び2を充足すると判断した。",
                        "しかし，本件訂正発明1の条件1及び2を充足するというには，そのマトリクスを満足するフィンピッチfpの選択も必要である。すなわち，引用例1に記載された熱交換器について，本件訂正発明1の条件1を充足する範囲から，相当円直径de＝2㎜，切り起こし部長さL＝7㎜，フィン高さfh＝5㎜を選定した場合には，切り起こし部長さLが大きいことから，フィンピッチfpを小さくすることが必要となる。また，本件訂正発明1の条件2を充足する範囲から，相当円直径de＝2㎜，切り起こし部長さL＝1㎜，フィン高さfh＝5㎜を選定した場合には，切り起こし部長さLが小さいことから，フィンピッチfpを大きくする必要がある。",
                        "このように，相当円直径de，切り起こし部長さL，フィン高さfh及びフィンピッチfpは，そのうちの3つが特定できた状態であっても，他の1つを特定することは困難である。これらの組合せは，ほぼ無限大であり，本件訂正発明1の開示がない状態で，具体的数値を特定することは容易でない。",
                        "したがって，本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点について，被告は，本件訂正発明1は相当円直径de，切り起こし部長さL，フィン高さfhの3つが特定できた状態で，他の1つであるフィンピッチfpを特定することを要件とするものではないと主張する。",
                        "しかし，本件訂正発明1においては，相当円直径de，切り起こし部長さL，フィン高さfh及びフィンピッチfpは相互に関係するものであり(請求項1)，また，Xの式では，相当円直径deを分子に用いており，相当円直径deはフィン高さfhとフィンピッチfpとに依存するものである。そして，板厚tを0．2㎜，湾曲部の曲率半径Rを0．2㎜として，本件訂正明細書(【0075】【0076】)記載の式に従って計算すると，本件審決が選択したフィンの高さfh＝5㎜，相当円直径de＝2㎜のオフセットフィンのフィンピッチfpは3．18㎜となり，引用例1に記載された流体直径と本件訂正発明1の相当円直径を等価とした場合，条件2を充足することはないのである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "除くクレームについて",
                  "text": [
                    "本件審決は，本件訂正発明1のXの式自体は引用例1ないし7に記載も示唆もないと認定しながら，本件訂正発明1で特定しているXの式を満足する流体直径de，切り起こし部長さL，フィン高さfhを備えた排気ガス熱交換器が引用例1に記載されている以上，相違点5の関数Xの値について本件訂正発明1と引用発明との間で相違はないと判断した。",
                    "しかし，本件審決の上記判断は，引用例1には，本件訂正発明1に適用できるインナーフィンの諸元が記載されていることを前提とするものであるが，本件訂正発明1は，「排気熱交換専用に用いる熱交換器」であるから，引用例1に記載された「排ガス熱交換器の用途がある熱交換器」は除かれている。",
                    "したがって，引用例1に本件訂正発明1に適用することのできるインナーフィンが開示されていることを前提とした本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用例1に記載された発明に引用例2ないし7に記載された事項を組み合わせても，当業者は本件訂正発明1を容易に想到することはできない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1に記載された構造体について",
                  "text": [
                    "原告は，構造体をインナーフィンとした場合には，「構造体は管の外部に配置されると共に管内にも設けることができ，この構造体は管の外部に配置されるときも管内に設けるときも同様な構成を備えるフィン薄板といえる」と認定すべきと主張する。",
                    "しかし，引用例1(【0014】)には，「構造体は管自体の中にも同様に設けることもでき，その場合には，管の間に設けた構造体に関して上述したすべての構成が，管内においても同様に適用される」との記載があるとしても，管の外部に配置されるものと同様の構成を備えた構造体が管の内部に配置されることに変わりはないから，管の内部に配置される構造体についての本件審決の認定に誤りはなく，",
                    "また，その管の内部に配置される構造体を特定して引用発明を認定した本件審決の判断にも誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1に記載された熱交換器について",
                  "text": [
                    "原告は，引用例1に記載された熱交換器については，「ガス-液体熱交換器，液体-ガス熱交換器，液体-液体熱交換器のいずれにも使用でき，排ガス熱交換器又は過給空気熱交換器の用途がある熱交換器」と認定すべきであると主張する。",
                    "しかし，引用例1には排ガス熱交換器の用途がある熱交換器が記載されていることに変わりはないから，その熱交換器を「排ガス熱交換に用いる熱交換器」と特定した本件審決の引用発明の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物に記載された発明は，刊行物に記載されている事項及び記載されているに等しい事項から把握される発明であって，必ずしも刊行物にその刊行物の発明として記載されている発明をそのまま認定する必要はない。本件審決は，引用発明は構造体としてのフィン薄板を管の内部に設けた，排気ガス熱交換に用いる熱交換器と特定して認定したものであって，これは刊行物に記載されている事項から把握できる発明であるから，その認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1ないし4に係る判断の誤りについて",
              "text": [
                "相違点1ないし4に係る本件審決の判断には，いずれも誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点5に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1に記載された熱交換器と本件訂正発明1の熱交換器の峻別について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例1に記載された熱交換器は「排ガス熱交換器の用途がある熱交換器」であって，本件訂正発明1の「排気熱交換専用に用いる熱交換器」と区別されることを前提として，本件審決の相違点5に係る判断の誤りを主張する。",
                        "しかし，本件審決が認定した引用発明は，「排ガス熱交換に用いる熱交換器」であるから，原告の主張は前提において誤りである。",
                        "また，本件訂正発明1の「排気熱交換専用に用いる熱交換器」の「専用」とは，熱交換器の用い方を特定しているだけであって，本件訂正発明1では「排気熱交換」に対応する構成の開示が一部あるものの，「専用」とするための具体的な特定の構成が開示されているものではなく，また，「兼用」とされないための構成を含んでいるものでもない。そうすると，「専用」とは，絶対的な「専用」ではなく，排気熱交換に適したものという程度の意味で捉えることができ，実際に機器に組み込まれ，排ガス熱交換のみに用いられる熱交換器は「専用」といっても差し支えないものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告は，引用例1に記載された熱交換器は「排気熱交換専用に用いる熱交換器」には適用できない構造や諸元を持つものであって，その様な構造や諸元は，本件訂正発明1が除外するものである旨主張する。",
                      "text": [
                        "しかし，引用例1に記載された「排ガス熱交換に用いる熱交換器」は，実際に機器に組み込まれ，排ガス熱交換のみに用いられるものが想定されることから，排ガス熱交換「専用」の熱交換器を含むものであり，本件訂正発明1の「排気熱交換専用に用いる熱交換器」と区別されるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "流体直径の認定の誤りについて",
                  "text": [
                    "原告は，本件訂正発明1の相当円直径deは，特許請求の範囲において特別に定義されたものであり，また，周知例1ないし3に記載された事項は，引用例1に記載されたようなオフセットフィンに適用できるものではないから，周知例1ないし3の記載を考慮しても，引用例1に記載された熱交換器の「管内の流体直径」が，本件訂正発明1の「相当円直径de」と同一の値になるということはできないと主張する。",
                    "しかし，本件訂正明細書(【0073】)の記載によれば，本件訂正発明1の相当円直径deは，ガス通路断面積Sとガス流通路内壁面の長さlを元にde＝4×S／lで計算されるものであるところ，周知例1には，「相当直径」について，「流れの断面が円でないものについては，相当直径というものを定義する」，「流路のどこの断面をとっても形が変わらない場合，相当直径deは，de＝4A／Lで表される。Aは流路の断面積であり，L は，浸辺長又はぬれべりといっwet wetて，その断面において流体に接触している固体壁の長さである」旨の記載があり，周知例2には，「水力直径」について，「一般に複雑な流路における現象を，力学的に相似な円管内流れにおきかえるために，水力直径が用いられる。水力直径は等価直径あるいは代表長さとも呼ばれ，流路断面に作用する圧力と濡れ縁の流体摩擦との比が，円管の場合に等しくなるように下式で定義されたもので，境界層の厚さに関係する。水力直径＝4・流路断面積／濡れ縁長さ」旨の記載があり，さらに，周知例3には，熱交換器である凝縮器において「流体直径」なる用語が用いられ，平形管の内部に波形スペーサを管の内壁と接触するように結合したもの(第2図)において，独立した流れ流路の流体直径について，「流体直径は従来から定義されるとおりのものである，すなわち，各流路の断面積に4を乗じ，そして対応する流路の濡れ周囲長で除したものである」旨の記載がある。周知例1の相当直径，周知例2の水力直径及び周知例3の流体直径は，いずれもその定義から本件訂正発明1の相当円直径deに相当するものである。",
                    "これを引用例1についてみると，引用例1に記載された「管内の流体直径」は，管と構造体であるフィン薄板によって形成された独立した流路の流体直径，すなわち，フィン薄板の同一側で隣り合う凸部と管とで囲まれた流路の流体直径であるから，上記周知例1ないし3の記載事項に照らして，これが本件訂正発明1の相当円直径deに相当することは明らかである。",
                    "したがって，引用例1に記載された「管内の流体直径」が本件訂正発明1の相当円直径deと同一の値となるものと解されるとした本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "オフセットフィンの諸元の設定について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，条件1及び条件2を充足するとするためには，流体直径de，切り起こし部長さL及びフィン高さfhだけでなく，本件訂正発明1のマトリクスを満足するフィンピッチfpの選択も必要である旨主張する。",
                        "しかし，本件訂正発明1において特定しているのは，フィンピッチの大きさをfp，相当円直径をde，切り起こし部の排気流れ方向での長さをL及びフィン高さをfhとして，①2＜fp≦12(単位：㎜)，②fh＜7，fp≦5のとき，0．5＜L≦7(単位：㎜)，fh＜7，5＜fpのとき，0．5＜L≦1(単位：㎜)，7≦fh，fp≦5のとき，0．5＜L≦4．5(単位：㎜)，又は 7≦fh，5＜fpのとき，0．5＜L≦1．5(単位：㎜)であり，さらに③X＝de×L0.14／fh0.18 としたときに，1．1≦X≦4．3 であるから，本件審決では①を一致点とし，上記②と③を分けて検討したのであって，③についての検討に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，流体直径de，切り起こし部長さL，フィン高さfh及びフィンピッチfpは，仮にそのうちの3つが特定できた状態であっても，他の1つの特定が困難となるから，本件訂正発明1の開示がない状態で，具体的数値を特定することは，容易に想到することができるものではないと主張する。",
                        "しかし，本件訂正発明1は，流体直径de，切り起こし部長さL，フィン高さfhの3つが特定できた状態で，他の1つであるフィンピッチfpを特定することを要件とするものではないから，原告の主張は，特許請求の範囲の記載に基づくものではなく，失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "除くクレームについて",
                  "text": [
                    "原告は，本件訂正発明1は「排気熱交換専用に用いる熱交換器」であり，引用例1に記載された「排ガス熱交換器の用途がある熱交換器」は除かれている旨主張する。",
                    "しかし，引用例1に記載された発明は，「排ガス熱交換に用いる熱交換器」であって，「排ガス熱交換器の用途がある熱交換器」ではないから，原告の主張は前提において誤りである。",
                    "また，「除くクレーム」とは，請求項に記載した事項の記載表現を残したままで，請求項に係る発明に包含される一部の事項のみを当該請求項に記載した事項から除外することを明示した請求項をいうのであって，本件訂正発明1の請求項の記載は，「除くクレーム」ではなく，原告の主張は独自の考えであって理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小活",
              "text": [
                "以上によれば，本件訂正発明1の容易想到性に係る本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正発明2及び3の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "前記1と同様に，本件審決の引用発明の認定並びに相違点1'ないし5'及び相違点1”ないし5”に係る判断は，いずれも誤りである。",
            "よって，本件訂正発明2及び3の容易想到性に係る本件審決の判断は誤りである。",
            "〔被告の主張〕",
            "前記1と同様に，本件審決の引用発明の認定並びに相違点1'ないし5'及び相違点1”ないし5”に係る判断に誤りはない。",
            "よって，本件訂正発明2及び3の容易想到性に係る本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明は，前記第2の2に記載のとおりであるところ，本件訂正明細書(甲13)には，本件訂正発明について，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明は，熱機関から排出される排気と冷却水との間で熱交換を行う排気熱交換器に関するもので，特に，排気再循環装置(EGR)に用いられる排気を冷却するガスクーラ(EGRクーラ)への適用に有効なものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "EGRクーラとインタークーラとでは，冷却方式，要求される性能，仕様環境等が異なるため，オフセットフィンのフィンピッチfp，フィン高さfh，セグメント長さL等の各部位の寸法については，インタークーラ用のオフセットフィン等の仕様をそのまま適用できない(【0005】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件訂正発明は，上記問題に鑑み，チューブ及びインナーフィンを有する構造の排気熱交換器において，インナーフィンとしてオフセットフィンを用いた場合に，高い性能が得られるフィンについての諸条件を求めることにより，排気熱交換器の性能向上を図ることを目的とする(【0013】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "インナーフィンは，図5及び6のとおり，排気ガスの流れ方向から見たときの断面形状が，凸部を一方側と他方側に交互に位置させて曲折する波形状であって，排気ガスの流れ方向で，部分的に切り起こされた切り起こし部を備え，切り起こし部によって形成される波形状部分が，排気ガスの流れ方向で隣接する波形状部分に対して，オフセットしているオフセットフィンである。このオフセットフィンは，凸部がチューブの長辺側の内壁面と接している。このような構造のオフセットフィンでは，一方側同士若しくは他方側同士のように，同一側で隣り合う凸部の中心同士の距離であるフィンピッチfpと，一方側の凸部から他方側の凸部までの距離であるフィン高さfhの大きさ等の仕様によって，EGRクーラの性能が決まる。なお，フィン高さfhは，オフセットフィンが接触しているチューブの内壁面に対して垂直な方向での距離であり，チューブの積層方向でのチューブの内径と同等である(【0050】【0055】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "第1実施形態",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本実施形態では，フィンピッチfp及びフィン高さfhが種々の大きさであるEGRクーラを作製し，所定条件でガス及び冷却水を流したときのチューブの内部を流れる排気ガスの圧力損失の大きさ，チューブの外部を流れる冷却水の通水抵抗の大きさ，チューブの内部での目詰まりの有無，EGRクーラの放熱性能を評価し，この結果より，最適仕様を決定した(【0056】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "検討の結果，フィンピッチfpの大きさ及びフィンの高さfhを，",
                          "text": [
                            "3．5＜fh≦12，2＜fp≦12",
                            "を満足する大きさとすることが好ましいといえる(【0068】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "第2実施形態",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本実施形態では，相当円直径deと，EGRガス密度比ρとの関係に基づいて，オフセットフィンの最適仕様を決定した。相当円直径deは，図6に示すように，オフセットフィンの排気ガスの流れ方向にほぼ垂直な断面形状において，一方側同士，他方側同士のように，同一側で隣り合う凸部と凸部との間でフィンとチューブによって囲まれる斜線領域Cを円に換算したときの直径(単位：㎜)を意味し，次の式で表される。",
                            "de＝4×S／l なお，Sはガス通路断面積(円の直径をDとしたときの円の断面積πD2／4に相当)である。また，lは，ぬれ縁長さ(円の直径をDとしたときの円周πDに相当)であり，フィンとチューブによって構成された一つのガス流通路内壁面の長さ(内壁と気体が接する部分の長さ)である(【0071】～【0073】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "相当円直径deの計算方法について説明する。図10に示すように，図6中の斜線領域Cの右側半分に相当するぬれ縁長さl／2を，5つの線分(1)～(5)に分割することで，(3)の直線長さが0以上のとき，後記の式のように，ぬれ縁長さlをフィンピッチfp，フィン高さfh，板厚t，湾曲部の曲率半径Rを用いて表すことができる。また，図6中の斜線領域Cの右側半分に相当するガス通路断面積を，4つの領域a～dに分割することで，後記の式のように，ガス通路断面積Sをフィンピッチfp，フィン高さfh，板厚t，湾曲部の曲率半径Rを用いて表すことができる。",
                            "l／2＝fp／2-(fp／2-(2R＋t))／2…(1)",
                            "＋π(R＋t)／2…(2)",
                            "＋fh-2(R＋t)…(3)",
                            "＋πR／2…(4)",
                            "＋(fp／2-(2R＋t))／2…(5)",
                            "S／2＝(fh-t)(fp／2-(2R＋t))／2…a ＋(fh-(R＋t))R…b ＋πR2／4…c ＋(R＋t)2-π(R＋t)2／4…d したがって，フィンピッチfp，フィン高さfh，板厚t，湾曲部の曲率半径Rにより，相当円直径deが決定される(【0074】～【0076】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "一方，EGRガス密度ρとは，EGRクーラの冷却性能と圧力損失の大きさの両方を考慮した指数であり，EGRガス密度ρ［kg／m3］は次式のように表され，ρが大きいほどEGRガスの充填率が高くなり，EGR率を上げることが可能となる。",
                            "ρ＝Pg2／(R・Tg2)",
                            "Pg2はガス出口絶対圧(Pa)であり，Rは気体定数＝287．05J／kg・Kであり，Tg2はガス出口温度(K)である(【0077】【0078】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "第3実施形態",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本実施形態では，セグメント長さLとEGR密度比ρとの関係に基づいて，オフセットフィンの最適仕様を決定した(【0085】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "図12の曲線(a)は，fh＜7，fp≦5のときの計算結果であり，このときのセグメント長さLを0．5＜L≦7とすることで，ρ比を99％以上にすることができる(【0087】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "図12の曲線(b)は，fh＜7，5＜fpのときの計算結果であり，このときのセグメント長さLを0．5＜L≦1とすることで，ρ比を99％以上にすることができる(【0088】)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "図12の曲線(c)は，7≦fh，fp≦5のときの計算結果であり，このときのセグメント長さLを0．5＜L≦4．5とすることで，ρ比を99％以上にすることができる(【0089】)。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "図12の曲線(d)は，7≦fh，5＜fpのときの計算結果であり，このときのセグメント長さLを0．5＜L≦1．5とすることで，ρ比を99％以上にすることができる(【0090】)。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "なお，上記fp，fh，Lの単位は㎜であり，また，図12の結果は，フィンの板厚t及び曲率半径Rがそれぞれ0．2㎜のときの結果である(【0091】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "第4実施形態",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本実施形態では，相当円直径de，セグメント長さL，フィン高さfhを用いた関数Xと，EGRガス密度比ρとの関係に基づいて，オフセットフィンの最適仕様を決定した。この関数Xは，次式により表されるものである。",
                            "Ⅹ＝de×L0.14／fh0.18",
                            "また，図13は，フィンピッチfp，フィン高さfh及びセグメント長さLを種々の大きさとしたときのEGRガス密度比ρの計算結果である(【0093】～【0095】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "第1実施形態で説明したように，フィンピッチfpは2＜fp≦12を満たす範囲が好ましいことから，この範囲内では，相当円直径de及びセグメント長さLを，1．1≦Ⅹ≦4．3を満足する大きさとし，より好ましくは，1．1≦Ⅹ≦3．5を満足する大きさとすることで，ρ比を93％以上にすることができる。同様に，相当円直径de及びセグメント長さLを，1．2≦Ⅹ≦3．9を満足する大きさ，より好ましくは，1．2≦Ⅹ≦3．3を満足する大きさとすることで，ρ比を95％以上にすることができ，1．3≦Ⅹ≦3．5を満足する大きさ，より好ましくは，1．3≦Ⅹ≦2．9を満足する大きさとすることで，ρ比を97％以上にすることができる。なお，fp，Ⅹの単位は㎜であり，また，図13の結果は，フィンの板厚t及び曲率半径Rがそれぞれ0．2㎜のときの結果である(【0097】【0098】)。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，本件訂正発明は，チューブ及びインナーフィンを有する構造の排気熱交換器において，インナーフィンとしてオフセットフィンを用いた場合に，高い性能が得られるフィンの諸条件を求めたというものである。",
                "そして，本件訂正発明の条件1ないし4は，フィン高さfh，フィンピッチfpの大きさをいずれも重複しない4つの範囲に分け，それぞれの範囲において，EGRクーラの冷却性能と圧力損失の大きさの両方を考慮した指数であるEGRガス密度ρに着目し，ρ比を99％以上にするセグメント長さLの最適範囲を特定したものであると認められるから，前記各条件は，択一的な数値限定であるといえる。このことは，本件特許の請求項1では，前記各条件について，条件1ないし3は，それぞれ「，」で区切られ，条件3と4の間には，「または」と記載されることによって，各条件が択一的なものとして関連付けられていることからも明らかである。",
                "なお，本件訂正発明の条件1ないし4は，フィンの高さfhについては，7㎜未満の場合と7㎜以上の場合，フィンピッチの大きさfpについては，5㎜以下の場合と5㎜超の場合に区分して設定されたものであるが(【0087】～【0090】)，fhについて7㎜という数値で区分し，また，fpについて5㎜という数値で区分を設けたことの格別の技術的意義の有無については，本件訂正明細書に記載はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用例1について",
          "text": [
            "引用例1(甲1)には，概略，次の記載がある(なお，原告が提出した引用例1の翻訳文の正確性については，当事者間に争いがないので，以下の認定は，当該翻訳文に基づくものである。ただし，段落の表示は，便宜上，当初，引用例1の訳文として提出された特表2007-510119号公報の表記に従う。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲",
              "text": [
                "【請求項1】ハウジングと，ハウジング内に配置された，少なくとも1つの管を有する熱交換器，特に自動車用の熱交換器において，管とハウジングの間および／または管の間の領域に，構造体が設けられていることを特徴とする熱交換器",
                "【請求項15】構造体が，少なくとも1つの管の内部に配置されていることを特徴とする請求項1から14のいずれか1項に記載の熱交換器",
                "【請求項16】構造体が，少なくとも1つのフィンとして形成されており，前記フィンが特に直線的に，あるいは奥行き方向に波打って形成されており，かつ／または特にエラを有していることを特徴とする請求項1から15のいずれか1項に記載の熱交換器",
                "【請求項17】請求項1から16のいずれか1項に記載の熱交換器を，自動車の排ガス熱交換器あるいは過給空気クーラーとして使用"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の詳細な説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "冷却すべき一次媒体(通常ガス状)と冷却する二次媒体(通常液状)の温度差が高いと，一次側と二次側で異なる構成部品加熱が生じ，異なる熱的な長さ膨張が著しい熱応力をもたらす。駆動状態が急速に変化する場合に，この熱応力が不均一な熱分布によって更に強化される可能性がある。また，熱交換器の出力密度が高いことに基づき，冷却剤が沸騰する危険が増大し，それがパワー及び寿命を著しく損なう可能性がある。使用されるプロセスと材料は，著しく腐食性の媒体により，著しく制限されており，それが，出力密度に対する要請がさらに増大した場合に，流れ通路の内圧及び外圧強度，沸騰の回避及び励振と熱応力に対する十分な強度を互いに合体させる，永続的に耐える技術的解決を提供するという，ますます大きくなる問題をもたらす(【0003】～【0005】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本発明の課題は，改良された熱交換器を提供することであり，この課題は，請求項1の特徴を有する熱交換器によって解決される。好ましい形態が，従属請求項の対象である(【0006】【0007】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本発明によれば，ハウジングとハウジング内に配置された少なくとも1つの管とを有する熱交換器が設けられ，管とハウジングの間及び／又は管の間に構造体が設けられている。一次媒体は管を貫流し，二次媒体は管の間及び／又は管とハウジングの間の間隙内で案内され，その間隙内に構造体も配置されている。熱交換器は，特に，排ガス熱交換器又は過給空気熱交換器であることができるが，他の熱交換器，例えば，管内の熱いガスが冷却のために熱交換器(クーラー)を貫流する，他のガス-液体-熱交換器，管内の冷たいガスが加熱のために熱交換器(ヒーター)を貫流する，液体-ガス-熱交換器，あるいは液体-液体-熱交換器であることもできる。",
                    "薄板構造体を使用する代りに，管及び／又はハウジングにそれに応じた構造体を形成することもでき，特に，管表面をフィン状及び／又は突起状に形成することができる(【0008】)。",
                    "管内及び／又は管に，乱流装置(小翼)を設けることもできる。管表面(内側及び／又は外側)は，乱流発生用に構成することもできる(【0010】)。",
                    "構造体は，管自体の中にも同様に設けることもでき，その場合には，管の間に設けた構造体に関して上述した全ての構成が，管内においても同様に適用される。構造体は，好ましくはフィン薄板又は突起薄板によって形成される。構造体は，好ましくは1㎜から5㎜，好ましくは1㎜から3㎜，特に好ましくは1．5㎜の高さを有する。構造体のピッチLは，構造体高さhの好ましくは0．5倍から6倍である。横ピッチQは，構造体高さhの好ましくは0．5倍から8倍である。管内の流体直径は，構造体を有する領域内で好ましくは0．5㎜から10㎜，好ましくは1㎜から5㎜である(【0014】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "実施例",
                  "text": [
                    "排ガス熱交換器は，2つに分かれたハウジングとこのハウジング内に配置された多数の管を有している。個々の管の間及びハウジングと管の間に構造体としてフィン薄板が設けられており，その場合にこれらのフィン薄板は本実施例によれば，図3に示すように，歯切りを有するように形成されている。個々の管を通して，エンジンから来る，冷却すべき排ガスが案内され，その場合に図2に流れ方向が2つのつながった矢印で示唆されている(【0016】【0017】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，図3には，凸部を一方側と他方側に交互に位置させて曲折する波形状であるフィン薄板が記載されている。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "周知例1ないし3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知例1ないし3の記載について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「伝熱計算法」と題する文献である周知例1(甲8)には，概略，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "流れの断面が円でないものについては，相当直径というものを定義して，これを代表長さとする。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "流路のどこの断面をとっても形が変わらない場合，相当直径deは次式で表される。",
                        "de＝4A／L",
                        "wetここで，Aは流路の断面積であり，L は浸辺長又はぬれべりといって，そのwet断面において流体に接触している固体壁の長さである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「コンパクト熱交換器」と題する文献である周知例2(甲9)には，概略，次の記載がある。",
                    "一般に複雑な流路における現象を，力学的に相似な円管内流れにおきかえるために，水力直径が用いられる。水力直径は，等価直径あるいは代表長さとも呼ばれ，流路断面に作用する圧力と濡れ縁の流体摩擦との比が，円管の場合に等しくなるように下式で定義されたもので，境界層の厚さに関係する。",
                    "水力直径＝4・(流路断面積)／濡れ縁長さ"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "流体直径の小さい流路を具備する凝縮器に関する周知例3(甲10)には，概略，次の記載がある。",
                    "平形管の内部に波形スペーサを管の内壁と接触するように結合したものにおいて，流体直径は，従来から定義されるとおりのものである，すなわち，各流路の断面積に4を乗じそして対応する流路の濡れ周囲長で除したものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおり，周知例1ないし3では，流体通路面積をぬれ縁長さで割り，これを4倍したものについて，相当直径(周知例1)，水力直径(周知例2)又は流体直径(周知例3)と定義している。",
                "他方，本件訂正明細書(【0073】)では，本件訂正発明1の相当円直径deについて，de＝4×S／l(Sは，ガス通路面積(円の直径をDとしたときの円の断面積πD2／4に相当)であり，lは，ぬれ縁長さ(円周πDに相当)である。)と定義している。",
                "以上によれば，本件訂正発明1の相当円直径deと，上記の相当直径(周知例1)，水力直径(周知例2)又は流体直径(周知例3)は同一の意義を有するものであるということができる。してみると，熱交換器の技術分野において，流路の「相当直径」あるいは「流体直径」といった場合には，一般的に，流体通路面積をぬれ縁長さで割り，これを4倍したものを指すものと解するのが相当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由1(本件訂正発明1の容易想到性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法29条1項3号にいう「特許出願前に…頒布された刊行物に記載された発明」とは，特許出願当時の技術水準を基礎として，当業者が当該刊行物を見たときに，出願に係る特許請求の範囲の記載により特定される特許発明の内容との対比に必要な限度において，その技術的思想を実施し得る程度に技術的思想の内容が開示されていることが必要であり，かつ，それで足りると解するのが相当である。",
                    "上記観点から，前記2に認定した引用例1の記載をみると，引用例1には，本件審決が認定したとおり，「エンジンから来る排ガスと前記排ガスを冷却する冷却剤との間での熱交換を行う排ガス熱交換に用いる熱交換器において，内部を前記排ガスが流れ，外部を前記冷却剤が流れる管と，前記管内に配置され，熱伝導の改良を可能にするフィン薄板とを備え，前記フィン薄板は，凸部を一方側と他方側に交互に位置させて曲折する波形状であって，部分的に切り起こされた切り起こし部を備えるオフセットフィンであり，構造体の縦ピッチをLとし，横ピッチをQとし，構造体高さをhとしたときに，hは1㎜から5㎜，Lはhの0．5倍から6倍，Qはhの0．5倍から8倍，管内の流体直径は0．5㎜から10㎜である排ガス熱交換に用いる熱交換器」が記載されているものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例1には，管の内側表面のみ又は外側表面のみに乱流を発生すべく形成することは記載されているものの，管の内側のみ又は外側のみに構造体を形成することは記載されていないなどとして，引用例1に記載された発明は，「管の外部に配置されると共に管内にも設けることができ，管の外部に配置されるときも管内に設けるときも同様な構成を備え，熱伝導の改良を可能にするフィン薄板」を備えるもの，すなわち，管内だけにフィン薄板が備えられるものではなく，管内と共に管外にもフィン薄板が備えられている構成である旨主張する。",
                        "しかしながら，引用例1(【0014】)の「構造体は管自体の中にも同様に設けることもでき，その場合には，管の間に設けた構造体に関して上述したすべての構成が，管内においても同様に適用される」との記載等には，管内に構造体を配置するとの技術思想が開示されているということができるから，引用例1に記載された熱交換器が「管内に配置され，熱伝導の改良を可能にするフィン薄板とを備える」ものであるとした本件審決の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例1に記載された発明は「ガス-液体熱交換器，液体-ガス熱交換器，液体-液体熱交換器のいずれにも使用でき，排ガス熱交換器又は過給空気熱交換器の用途がある熱交換器」と認定されるべきであると主張する。",
                        "しかしながら，前記2(2)ウのとおり，引用例1には，排ガス熱交換器又は過給空気熱交換器の用途がある熱交換器が記載されているのであり，これらの用途のうちの1つである排ガス熱交換器を選択し，これを引用発明として認定することが誤りであるということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5に係る判断の誤りについて",
              "text": [
                "まず，相違点5に係る判断の誤りについて，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "条件1ないし4について",
                  "text": [
                    "本件訂正発明1は，フィン高さfh，フィンピッチfpの大きさをいずれも重複しない4つの範囲に分け，それぞれの範囲におけるセグメント長さLの最適範囲を特定したものであり，各条件は，択一的な数値限定であるから，本件訂正発明1の内容としては，条件1ないし4のいずれかを満たせば足りるものである。",
                    "他方，引用発明は，構造体の縦ピッチをLとし，横ピッチをQとし，構造体高さをhとしたときに，hは1㎜から5㎜，Lはhの0．5倍から6倍，Qはhの0．5倍から8倍となるものであるが，引用例1では，切り起こし部の排気流れ方向での長さ(本件訂正発明1のLに相当する)については，特段これを限定する記載はないものの，フィン薄板を形成するに当たり，交互に大きさの異なる切り起こし部を配置する必然性はないし，実施例である図3の形状に照らしても，その長さはQ／2に当たるものと認めるのが相当である。",
                    "以上を前提として，引用発明における構造体のフィン高さ，フィンピッチ及び切り起こし部の排気流れ方向での長さにつき，本件訂正発明1と同様の符号を用いて表記すると，1≦fh≦5，0．5≦fp≦30，0．25≦L≦20となり，この範囲内であれば，いずれの数値も採り得るものである。そうすると，引用発明は，本件訂正発明1の条件1のfh，fpの数値が重複する範囲においては，同Lの数値(0．5＜L≦7)は引用発明のLの数値(fp≦5の場合も，0．25≦L≦20である。)に含まれ，また，条件2のfh，fpの数値が重複する範囲においては，同Lの数値(0．5＜L≦1)は引用発明のLの数値(5＜fpの場合も，0．25≦L≦20である。)に含まれるといったように，本件訂正発明1の条件1又は2の数値を充足する部分があることが認められる。",
                    "本件訂正発明1は，条件1ないし4を択一的な数値限定とするものであるから，引用発明が条件1又は2を充足する以上，条件1ないし4に係る構成については，本件訂正発明1と引用発明とに相違はないということとなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "関数Xについて",
                  "text": [
                    "引用例1には，引用発明の「管内の流体直径」についての定義付けは記載されていないが，前記3(2)のとおり，熱交換器の技術分野において，流路の「相当直径」(周知例1)あるいは「流体直径」(周知例3)といった場合には，一般的に，流体通路面積をぬれ縁長さで割り，これを4倍したものを指すものと解されるから，引用例1に記載された「管内の流体直径」についても，上記「相当直径」あるいは「流体直径」と同義のものと解するのが相当である。",
                    "したがって，引用発明の「管内の流体直径」は，本件訂正発明1の相当円直径deに相当するものであるところ，引用発明の「管内の流体直径」は，0．5㎜から10㎜であるから(【0014】)，これを本件訂正発明1の相当円直径deに当てはめて表記すると，0．5≦de≦10となる。",
                    "次に，引用発明における構造体のフィン高さ，フィンピッチ及び切り起こし部の排気流れ方向での長さにつき，本件訂正発明1と同様の符号を用いて表記すると，1≦fh≦5，0．5≦fp≦30，0．25≦L≦20となるから，例えば，条件1を充足する数値の範囲内から，de＝2，L＝7，fh＝5を選択すると，X(X＝de×L0.14／fh0.18)＝1．97となり，引用発明から算出した関数Xは，本件訂正発明1のXの数値範囲(1．1≦X≦4．3)を充足することとなる。なお，引用発明から算出した上記関数Xは，本件訂正発明2のXの数値限定(1．2≦X≦3．9)及び本件訂正発明3のXの数値限定(1．3≦X≦3．5)についても充足する。また，条件2を充足する数値の範囲から，de＝2，L＝1，fh＝5を選択すると(以上の数値は，条件1も充足する。)，X(X＝de×L0.14／fh0.18)＝1．50となり，この場合も，引用発明から算出した関数Xは，本件訂正発明1のXの数値範囲(1．1≦X≦4．3)を充足することとなる。なお，この関数Xも，上記同様，本件訂正発明2及び3におけるXの数値限定を充足する。",
                    "したがって，X＝de×L0.14／fh0.18 としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになるという構成について，本件訂正発明1と引用発明との間で相違はないということになる。本件訂正発明2及び3についても同様である。なお，粒子状物質によるインナーフィンの目詰まりを防止することは周知の課題であるから，引用発明においても想定内の課題であったといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例1に記載された熱交換器と本件訂正発明1の熱交換器の峻別について",
                      "text": [
                        "原告は，引用例1に記載された熱交換器は，「排気熱交換専用に用いる熱交換器」には適用できない構造や諸元を持つなどとして，引用例1に記載された構造体(オフセットフィン)は，本件訂正発明1の「排気熱交換専用に用いる熱交換器」に用いるインナーフィンとはなり得ないと主張する。",
                        "しかしながら，前記のとおり，相違点5に係る本件訂正発明1の構成のうち，条件1ないし4に係る構成については，本件訂正発明1と引用発明とに相違はなく，また，X＝de×L0.14／fh0.18 としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになるという構成についても，本件訂正発明1と引用発明との間で相違はないのであるから，引用例1には，排気熱交換器以外の用途にも使用できる熱交換器が記載されているからといって，引用発明の構造体(オフセットフィン)が，本件訂正発明1の「排気熱交換専用に用いる熱交換器」に用いるインナーフィンになり得ないというものではない。",
                        "したがって，原告の主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "流体直径の認定の誤りについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，相当円直径deを定めるには，フィンピッチfp，フィン高さfhだけでなく，板厚tや湾曲部の曲率半径Rも考慮することが必要になると主張する。",
                            "しかしながら，本件訂正明細書(【0073】)では，相当円直径deについて，de＝4×S／l(Sはガス通路断面積(円の直径をDとしたときの円の断面積πD2／4に相当)，lはぬれ縁長さ(円の直径をDとしたときの円周πDに相当))と定義されているところ，この相当円直径deは，前記のとおり，引用発明の「管内の流体直径」と同義であると解されるものである。本件訂正明細書(【0076】)には，ガス通路断面積Sやぬれ縁長さlについて，曲率半径Rや板厚tを用いた表記が記載されているが，ガス通路断面積Sやぬれ縁長さlを求める式に曲率半径Rや板厚tが含まれているからといって，本件訂正発明1の相当円直径deと引用発明の「管内の流体直径」が異なるものであるとする根拠となるものではない。",
                            "したがって，原告の主張は採用できない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，周知例1ないし3には，「流路のどこの断面をとっても形が変わらない」場合についての相当直径や流体直径が記載されているのであるから，オフセットフィンには適用できない旨主張する。",
                            "しかしながら，本件訂正発明1の相当円直径deが，オフセットフィンの排気ガスの流れ方向にほぼ垂直な断面形状において，同一側で隣り合う凸部と凸部との間でフィンとチューブによって囲まれる領域(【0072】)であるように，引用発明における「管内の流体直径」も，オフセットフィンにおける任意の断面の形状を特定したものであると解されるから，当該断面における形状は，周知例1ないし3に記載された相当直径あるいは流体直径等と異なるものではない。",
                            "したがって，原告の主張は採用できない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，引用例1に記載された熱交換器について，板厚tを0．2㎜，湾曲部の曲率半径Rを0．2㎜と仮定して，本件訂正明細書で相当円直径deについて定義した方法(【0075】)によりその「管内の流体直径」を計算すると，フィンピッチfpが1．5㎜，フィン高さfhが0．75㎜の場合には，「管内の流体直径」は0．28㎜となり，フィンピッチfpが1．5㎜，フィン高さfhが9㎜の場合には，「管内の流体直径」は1．84㎜となるが，これらの数値は，引用例1において望ましい「管内の流体直径」の値とされる1㎜から5㎜とは明らかに異なるものであるから，引用例1に記載された「管内の流体直径」が本件訂正発明1の相当円直径deに相当しないことは明らかであると主張する。",
                            "しかしながら，原告による上記計算では，板厚と曲率半径について仮定した値を用いているが，引用発明においても，これらの値について適宜最適値を選択することにより，「管内の流体直径」の望ましい値を1㎜から5㎜としているものというべきである。",
                            "したがって，原告の主張は，引用発明の「管内の流体直径」は本件訂正発明1の相当円直径deに相当するものであるという前記判断を直ちに左右するものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "原告は，引用例1で望ましいとする「管内の流体直径」の範囲(1㎜～5㎜)と，本件訂正明細書で相当円直径deについて定義した方法で求められた「管内の流体直径」の上記範囲(0．28㎜～1．84㎜)とを重ねると(前者は別紙の黒枠部分，後者は別紙の赤枠部分)，両者は，Xの式の値との関係において，傾向が異なることが理解できるから，引用例1に記載された「管内の流体直径」と本件訂正発明1の相当円直径deとが同一のものでないことは明らかであると主張する。",
                            "しかしながら，前記のとおり，引用発明においても，板厚や曲率半径について，適宜最適値を選択しているのであり，原告が仮定した板厚や曲率半径の値による計算の結果が，引用発明の「管内の流体直径」が本件訂正発明1の相当円直径deに相当するという上記判断を直ちに左右するものではない。",
                            "また，そもそも，別紙をみると，原告による計算によっても，フィン高さfh，切り起こし部長さL，相当円直径de等のフィンの諸元について，本件訂正発明における適正値の範囲(別紙では，本件訂正発明1が黄色，本件訂正発明2がオレンジ色，本件訂正発明3が赤色で表記されている。)と，引用例1に記載された熱交換器について，原告が本件訂正明細書で相当円直径deについて定義した方法で求めたとする「管内の流体直径」の範囲(別紙の赤枠部分)との間には重複する部分が認められるのであるから，引用例1に記載された「管内の流体直径」と本件訂正発明1の相当円直径deとが同一のものでないことは明らかであるということはできない。",
                            "したがって，原告の主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "オフセットフィンの諸元の設定について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，流体直径de，切り起こし部長さL，フィン高さfh及びフィンピッチfpは，そのうちの3つが特定できた状態であっても，他の1つを特定することは困難であるから，本件訂正発明1の開示がない状態で，具体的数値を特定することは，容易でないと主張する。",
                            "しかしながら，引用例1には，本件訂正発明1のフィンピッチの大きさfpに相当するL，フィン高さfhに相当するh，切り起こし部の長さLの2倍に相当するQを所定の範囲内に定め，更に流体直径を所定範囲内に設定することが記載されており，引用例1の記載からも，これらの緒元について，適切な範囲を特定することができることは明らかである。",
                            "したがって，原告の主張は採用することができない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，本件訂正発明1では，相当円直径de，切り起こし部長さL，フィン高さfh及びフィンピッチfpは相互に関係し，また，相当円直径deはフィン高さfhとフィンピッチfpとに依存するとした上で，板厚tを0．2㎜，湾曲部の曲率半径Rを0．2㎜として，本件訂正明細書(【0075】【0076】)記載の式に従って計算すると，本件審決が選択したフィンの高さfh＝5㎜，相当円直径de＝2㎜のオフセットフィンのフィンピッチfpは3．18㎜となり，引用例1に記載された「管内の流体直径」と本件訂正発明1の相当円直径を等価とした場合，条件2を充足することはないと主張する。",
                            "しかしながら，この値は，板厚tを0．2㎜，曲率半径Rを0．2㎜と仮定したときの値であり，仮定した数値が変われば，フィンピッチfpの値も当然に変わるものである。また，原告の上記主張は，引用発明において，板厚tが0．2㎜，曲率半径Rが0．2㎜とした場合に，フィンピッチfpの数値が条件2については満たさないとしても，条件1については満たしていることを計算上示すものであり，引用発明から得られる数値が本件訂正発明1を充足しないことを示すものではないから，相違点5に係る構成において，本件訂正発明1と引用発明との間で相違はないという上記判断を左右するものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "除くクレームについて",
                      "text": [
                        "原告は，本件訂正発明1は，「排気熱交換専用に用いる熱交換器」であるので，引用例1に記載された「排ガス熱交換器の用途がある熱交換器」は除かれているから，引用例1に本件訂正発明1に適用できるインナーフィンが開示されていることを前提とした本件審決の判断は誤りである旨主張する。",
                        "しかしながら，本件審決が認定した引用発明は，「排ガス熱交換に用いる熱交換器」であって，「排ガス熱交換器の用途がある熱交換器」ではないから，原告の主張は前提において誤りである。",
                        "また，引用例1自体には，排ガス熱交換器又は過給空気熱交換器の用途がある熱交換器が記載されているが，これは，排ガス熱交換としての構成(条件)を満たした上で，更に過給空気熱交換器としての構成も満たす熱交換器であるといえるから，このような熱交換器は，排気熱交換専用として用いられる熱交換器が満たさなければならない構成も当然に満たしていると考えるのが自然であり，排気熱交換専用に用いられる熱交換器となり得ないものではない。",
                        "したがって，原告の主張を採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1ないし4に係る判断の誤りについて",
              "text": [
                "相違点1ないし4に係る本件審決の判断についての原告の主張は，要するに，相違点5に係る本件審決の判断を争っているものであるが，前記(2)のとおり，相違点5に係る本件審決の判断に誤りがない以上，相違点1ないし4に係る本件審決の判断の誤りについての原告の主張も理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件訂正発明1の容易想到性に係る本件審決の判断に誤りはなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2(本件訂正発明2及び3の容易想到性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "text": [
                "前記4(1)のとおり，本件審決の引用発明の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点5'及び5”に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "条件1ないし4について",
                  "text": [
                    "前記4(2)アと同様に，条件1ないし4に係る構成について，本件訂正発明2及び3と引用発明とに相違はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "関数Xについて",
                  "text": [
                    "前記4(2)イのとおり，X＝de×L0.14／fh0.18 としたときに，相当円直径de及び切り起こし部の排気流れ方向での長さLが，粒子状物質がインナーフィンに堆積することを抑制するために，1．1≦X≦4．3を満足する大きさになるという構成について，本件訂正発明2及び3と引用発明との間で相違はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1'ないし4'及び相違点1”ないし4”について",
              "text": [
                "相違点1'ないし4'及び相違点1”ないし4”に係る本件審決の判断についての原告の主張は，要するに，相違点5'及び5”に係る本件審決の判断を争っているものであるが，前記(2)のとおり，相違点5'及び5”に係る本件審決の判断に誤りがない以上，相違点1'ないし4'及び相違点1”ないし4”に係る本件審決の判断の誤りについての原告の主張も理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，本件訂正発明2及び3の容易想到性に係る本件審決の判断に誤りはなく，取消事由2も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}