{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2011-13063号事件について平成24年2月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「段ボール組箱」とする発明について，平成13年4月13日に特許出願をした(特願2001-116176。以下「本願」という。)が，平成23年3月30日付けで拒絶査定がされたので，同年6月20日，拒絶査定不服審判(不服2011-13063号事件)を請求したが，平成24年2月7日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)がされ，その謄本は同月17日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成23年2月4日付け手続補正書により補正された特許請求の範囲【請求項1】の記載は次のとおりである。",
            "「段ボール等の厚紙よりなり，上部開口部が側壁に連なる4枚の上下フラップによって構成され，上部フラップと下部フラップとを折り曲げたときに相対向する両フラップを接着剤により接着し封緘する箱蓋を有する段ボール箱等の組箱において，",
            "上部フラップと下部フラップとを折り曲げたときに相対向する上部フラップまたは下部フラップのいずれか一方，もしくはその両者の接着剤塗布部に，複数の切り込み剥離線で構成された開封用の破断部，または，切り込み剥離線で構成された開封用の破断部を形成したことを特徴とする段ボール箱等の組箱。」(以下「本願発明」といい，上記手続補正書により補正された明細書及び図面を併せて「本願明細書」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりであり，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，特開平11-301639号公報(以下「引用例1」という。甲1)に記載された発明(以下「引用例1発明」という。)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，上記判断を導く過程において認定した引用例1発明，本願発明と引用例1発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1発明",
                  "text": [
                    "「両面ボール紙よりなり，上部開口部が側面5及びツマ面6に連なる1対の外フラップ8，8及び1対の内フラップ7，7によって構成され，外フラップ8と内フラップ7とを折り曲げて重ね合わせた両フラップを接着剤により接着し封緘する段ボール箱において，",
                    "外フラップ8の内面8aまたは内フラップの外面7aのいずれか一方，もしくはその双方の接着剤塗布部12又は接着剤付着部13に，複数本の切り目16を含むスリット15が形成されて，強度が弱くなることで接着剤とともにフラップから引き剥がれるようにした内側のライナ10の一部10aを形成した段ボール箱。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用例1発明との一致点",
                  "text": [
                    "「段ボール等の厚紙よりなり，上部開口部が側壁に連なる4枚の上下フラップによって構成され，上部フラップと下部フラップとを折り曲げたときに相対向する両フラップを接着剤により接着し封緘する箱蓋を有する段ボール箱等の組箱において，",
                    "上部フラップと下部フラップとを折り曲げたときに相対向する上部フラップまたは下部フラップのいずれか一方，もしくはその両者の接着剤塗布部に，接着剤とともにフラップから引き剥がされる領域を形成した段ボール箱等の組箱。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用例1発明との相違点",
                  "text": [
                    "「接着剤とともにフラップから引き剥がされる領域について，本願発明は「複数の切り込み剥離線で構成された開封用の破断部，または，切り込み剥離線で構成された開封用の破断部」であるのに対し，引用例1発明は「複数本の切り目16を含むスリット15が形成されて，強度が弱くなることで接着剤とともにフラップから引き剥がれるようにした内側のライナ10の一部10a」である点。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "審決は，本願発明と引用例1発明との相違点についての判断を誤った結果，本願発明が引用例1発明に基づき容易想到であるとの誤った結論に至ったものであり，審決の結論に影響を及ぼすから，違法として取り消されるべきである。",
            "その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「上記(判決注：本願発明の「複数の切り込み剥離線で構成された開封用の破断部，または，切り込み剥離線で構成された開封用の破断部」)前段の「複数の切り込み剥離線で構成された開封用の破断部」に対応して，引用例1には，図5で示されるように，強度が弱くなった内側のライナ10の一部10aは，「切り目16」が複数存在し，「切り目16」と［切り目16」との間が破断することにより，引き剥がされる領域であることが示唆されている」(7頁1行～5行)と認定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，本願発明にいう複数の切り込み剥離線で構成された「開封用の破断部」は，フラップの表裏一体，すなわち，フラップの表裏全体を引き剥がす破断部である。",
                    "他方，引用例1発明における内側のライナ10の一部10aは，接着剤塗布部，あるいは接着剤付着部としての複数の切り目からなるスリットが形成された部分であり，スリットの形成によりライナの強度が弱くなり，接着剤と共に引き剥がされる領域であり，接着剤の剥がしに伴って，スリット形成部分のみがライナの一部として，引き剥がされることは，常識としてあり得ない。接着剤の剥がしに伴って，強度の弱くなったライナの一部が，接着剤と共に引き剥がされるが，その引き剥がしに当たっては，スリットの形成されていない周辺の部分も一緒に引き剥がされるものであり，その部分が，どのような形状をもって引き剥がされるかは特定することはできない。したがって，その特定不可能な領域をもって，本願発明の「開封用の破断部」の領域と一致，あるいは対応するとすることはできない。事実，引用例1の【図5】(別紙参照)は，「段ボール箱を開封した状態を示す段ボールの斜視図」であるとされているが，外フラップ8の内側に接着剤とともに，引き剥がされた内側ライナの一部10aとして，左右2個の例示がされ，両者の引き剥がされた内側ライナの一部10aの形状は一致しているものではなく，ライナの形成されていない周辺の部分も一緒に引き剥がされ，同一の形状にならないことを示している。",
                    "引用例1にあっては，複数の切り目16が存在しているが，「切り目16」と「切り目16」との間が破断したとしても，その破断により引き剥がされるのは，ライナの一部，すなわちライナの表面部分だけであり，その部分をもって，引用例1に本願発明の「開封用の破断部」の領域が示唆されていると認定することはできない。これに対し，本願発明の「開封用の破断部」は，その破断部が，①複数の切り込み剥離線で構成されているか，②切り込み剥離線で構成されているか，の何れかであり，明確にその領域を特定しているものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「上記(判決注：本願発明の「複数の切り込み剥離線で構成された開封用の破断部，または，切り込み剥離線で構成された開封用の破断部」)後段の「切り込み剥離線で構成された開封用の破断部」に対応して，引用例1には，図11とともに【0036】「円周形状の切り目(サンプル7)および三角形状の切り目(サンプル8)が形成されているもの」が記載されており，切り目で囲まれており，切り目で破断されて引き剥がされる領域とすることが示唆されている」(7頁6行～10行)と認定したが，本願発明における切り込み剥離線で構成された「開封用の破断部」は，フラップの表裏一体，すなわち，フラップの表裏全体を引き剥がす破断部である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，引用例1における円周形状の切り目(サンプル7)及び三角形状の切り目(サンプル8)は，スリット形成の変形例であって(引用例1の【0037】)，その円周形状の切り目(サンプル7)，あるいは三角形状の切り目(サンプル8)においてライナの一部10aが引き剥がされることは，一切記載も示唆もされていない。引用例1におけるスリットは，ライナの強度を弱めるためのものであって，そのスリットの形成により，接着剤を剥がすときに弱められたライナの表面の一部10aが接着剤と共に引き剥がされるだけであって，その引き剥がしに当たっては，スリット周辺のライナの表面も，一緒に剥がされる。",
                    "したがって，引用例1には，円周形状の切り目(サンプル7)及び三角形状の切り目(サンプル8)が記載されているとしても，その部分をもって，引用例1に，本願発明の「開封用の破断部」の領域が示唆されていると認定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「本願発明の「破断部」がフラップ表面のライナを引き剥がすものではなく，フラップの表裏全体を引き剥がすものであったとしても，引用例1の……「スリット15は，内側のライナ10のみに形成されているものとしたが，内側のライナ10のみならず中心原紙9にも切り込んでいても構わないし，内側のライナ10から外側のライナ11まで貫通されている場合であっても良い」との記載からみて，引用例1発明において外側のライナ11までスリット15を貫通させることにより，フラップ表面のライナのみならず，フラップの表裏全体の強度を弱くして，「フラップの表裏全体を引き剥がすもの」とすることは容易であるといえる」(7頁12行～20行)としたが，本願発明を正確に理解しない認定，判断であり，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1において，「スリット15が，内側のライナ10のみならず，中心原紙9までにも切り込んでいても構わないし，内側のライナ10から外側のライナ11まで貫通されている場合であっても良い」との記載があるとしても，引用例1発明にあっては，スリットを形成することにより強度が弱くなった表面ライナを接着剤と共に剥ぎ取るものであり，接着剤の剥がしを容易ならしめるだけである。すなわち，ライナの表面の強度を弱くするために，スリットを形成するのであって，フラップの表裏全体を引き剥がすことまでは意図していない。すなわち，引用例1発明は，「フラップの表裏全体を引き剥がす」思想に基づく発明ではなく，「ライナの強度を弱くして，接着剤を剥がす」思想に基づく発明であって，本願発明と引用例1発明とは，その思想が明確に異なっている。",
                    "引用例1発明は，「スリットが形成された接着剤塗布部では，表面のライナの強度が弱くなるので，接着剤が剥がれ易くなる」(引用例1の【0040】)ことにより，軽い力で段ボールを開けることができるものであり，その操作の基本は，開封時にフラップを引き上げることにより，従来，接着剤を剥がすのに大きな力を必要としていた点を，接着剤の引き剥がしを強度の弱くなったライナを介して行おうとするものであり，他方，本願発明は，引用例1に記載するような開封時にフラップに対する接着剤の接着力を弱めようとする思想は一切なく，フラップに対する強固な接着力を維持したまま，フラップに設けた「開封用の破断部」により，破断開封しようとするものであって，両者の考え方は，全く異なっている。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「本願明細書の【0019】「なお，この場合の破断部4としての切り込み剥離線は，下部フラップ3の全厚み方向に貫通して設けたものでもよく，また下部フラップ3の厚みの途中まで切り込まれたハーフカット線で構成してもよい。」，【0025】「なお，この場合の剥離部6を設けるためのとしての切り込み剥離線は，実施例1の場合と同様，下部フラップ3の全厚み方向に貫通して設けたものでもよく，また下部フラップ3の厚みの途中まで切り込まれたハーフカット線で構成してもよい。」との記載からみても，スリット15を，内側のライナ10のみに形成するか，内側のライナ10のみならず外側のライナ11まで貫通させるかに，格別の技術的差異があるとはいえない。／よって，引用例1発明において，上記相違点に係る構成とすることに格別の困難性は認められない」(7頁21行～32行。「／」は改行を示す。以下同様)とした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本願発明にあっては，「上部フラップと下部フラップとを折り曲げたときに相対向する上部フラップまたは下部フラップのいずれか一方，もしくはその両者の接着剤塗布部に，「複数の切り込み剥離線で構成された開封用の破断部」，または，「切り込み剥離線で構成された開封用の破断部」を形成した」ものであって，開封に当たっては，接着剤の接着部(ライナ)を剥離するものではなく，破断部を破断してフラップと共に破断(本願明細書【図3】参照)させるものである。",
                    "本願発明における，「破断部4としての切り込み剥離線は，下部フラップ3の全厚み方向に貫通して設けたものでもよく，また下部フラップ3の厚みの途中まで切り込まれたハーフカット線で構成してもよい」こと(本願明細書【0019】)，あるいは，「なお，この場合の剥離部6を設けるためのとしての切り込み剥離線は，実施例1の場合と同様，下部フラップ3の全厚み方向に貫通して設けたものでもよく，また下部フラップ3の厚みの途中まで切り込まれたハーフカット線で構成してもよい」こと(同【0025】)は，引用例1発明の思想とは異なる，本願発明の特異的な思想に基づくものである。",
                    "してみれば，「スリット15を，内側のライナ10のみに形成するか，内側のライナ10のみならず外側のライナ11まで貫通させるかに，格別の技術的差異があるとはいえない」とした審決の上記判断が誤りであることは，明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「本願発明が奏する効果も，引用例1発明から当業者が予測できたものであって，格別顕著なものとはいえない」(7頁33行～34行)と判断したが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明にあっては，破断部は，フラップと共に破断されることから，引用例1発明において発生する上部フラップあるいは下部フラップのライナが複雑に剥離して(破れて)開封されるものでなく，使用済みの段ボール箱の再使用が可能となり，リサイクルとしての資源の損失を防止し得る，格別顕著な効果を有するものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明に係る特許請求の範囲【請求項1】には，「開封用の破断部」が，フラップの表裏一体，すなわち，フラップの表裏全体を引き剥がす破断部であることを特定する記載はなく，また，本願明細書においても，そのような定義がなされているわけでもない。よって，本願発明の「開封用の破断部」には，積層体の表面の層であるライナのみを引き剥がして破断するものも含まれると解することが相当であり，原告が主張するように，フラップの表裏一体，すなわち，フラップの表裏全体を引き剥がす破断部であると限定して解することは，特許請求の範囲の記載に基づくものではなく，認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，本願明細書の【0017】～【0019】及び【図1】からみて，「前段の「複数の切り込み剥離線で構成された開封用の破断部」とは，X字型など種々の形状でありうる「切り込み剥離線」が複数存在し，「切り込み剥離線」と「切り込み剥離線」との間が破断することにより，引き剥がされる領域ということができる」(6頁22行～26行)としたことに対応して，「引用例1には，図5で示されるように，強度が弱くなった内側のライナ10の一部10aは，「切り目16」が複数存在し，「切り目16」と［切り目16」との間が破断することにより，引き剥がされる領域であることが示唆されている」(7頁2行～5行)として，引用例1には，本願発明と同様に，複数の切り込み剥離線で構成された破断される領域が示唆されていることを指摘したものであって，原告が主張する「スリット形成部分のみがライナの一部として引き剥がされること」について認定したものではない。そして，本願の特許請求の範囲【請求項1】の記載においては，原告が主張するような，フラップがどのような形状をもって引き剥がされるかが特定されているものではないから，原告の上記主張は，特許請求の範囲の記載に基づくものではない。",
                    "以上のように，原告の主張は妥当ではなく，引用例1には複数の切り込み剥離線で構成された破断される領域が示唆されているとした審決の認定に，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明における切り込み剥離線で構成された「開封用の破断部」は，フラップの表裏一体，すなわち，フラップの表裏全体を引き剥がす破断部であると主張するが，本願発明における切り込み剥離線で構成された「開封用の破断部」を，フラップの表裏一体，すなわち，フラップの表裏全体を引き剥がす破断部であると限定して解することができないことは，上記(1)アのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，本願明細書の【0023】～【0024】及び【図2】(別紙参照)の記載からみて，「(被告注：本願発明の)「切り込み剥離線で構成された開封用の破断部」とは，切り込み剥離線7で囲まれた領域であって，切り込み剥離線7で破断されて引き剥がされる領域ということができる」(6頁33行～末行)としたことに対応して，「引用例1には，図11とともに段落【0036】「円周形状の切り目(サンプル7)および三角形状の切り目(サンプル8)が形成されているもの」が記載されており，切り目で囲まれており，切り目で破断されて引き剥がされる領域とすることが示唆されている」(7頁7行～10行)としたもので，引用例1の円周形状の切り目および三角形状の切り目に示されているような切り目で囲むように形成したスリットの態様を当業者がみれば，外フラップを引き上げて内側ライナーの一部が引き剥がされる際に生じる破断が，上記切り目で起こり得ることが想定できるので，引用例1には，開封の際に本願発明と同様に，切り込み剥離線で構成された破断される領域が示唆されていると指摘したものであって，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明における開封用の「破断部」を，フラップの表裏全体を破断する破断部と限定して解することができないことは，前記(1)アで述べたとおりである。",
                    "仮に，本願発明の「開封用の破断部」を，フラップの表裏全体を引き剥がす破断部であると限定して解釈した場合についても，引用例1発明においてスリットが外側のライナまで貫通している場合に，当業者であれば，引き剥がしが外側のライナまで及ぶ可能性があると認識するのが通常であり，審決は，そうした認識に基づいて「フラップの表裏全体を引き剥がすもの」とすることは容易であるとしたものであって，誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告は，引用例1の「表面のライナの強度が弱くなるので，接着剤が剥がれ易くなる」との記載を捉えて，本願発明のフラップに設けた「開封用の破断部」を介して引き剥がしを行うものとの思想の相違を主張しているが，引用例1の全体の記載からみて，引用例1のものも，少なくともフラップの一部の引き剥がしを伴うことは明らかであり，両者の思想が相違するとの原告の主張に理由はない。",
                  "text": [
                    "以上のとおり，審決の「引用例1発明において外側のライナ11までスリット15を貫通させることにより，フラップ表面のライナのみならず，フラップの表裏全体の強度を弱くして，「フラップの表裏全体を引き剥がすもの」とすることは容易である」(7頁17行～20行)とした審決の判断に，誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明における開封用の「破断部」を，フラップの表裏全体を破断する破断部と限定して解することで，ライナを剥離する引用例1発明との技術的差異を強調するが，前記(1)アで述べたとおり，原告の主張は，誤った前提に基づいたものであり，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書には，引用例1と比較して，「本願発明の特異的な思想」が開示されているものとは認められない。また，本願明細書において，切り込み剥離線を貫通して設けることと，ハーフカット線で構成することとが任意に選択し得る記載がある一方，両者に格別の技術的差異がある旨の記載はなく，引用例1にも，スリットを内側のライナのみに形成することと，外側のライナまで貫通させることが任意に選択し得る旨の本願明細書と同様な記載があることから，審決は，両者に格別の技術的差異があるとはいえないとしたものであり，何ら誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明における開封用の「破断部」を接着剤の接着部を剥離するものではなく，フラップの表裏全体を破断する破断部と限定した解釈は，上記(1)アで述べたとおり，誤った解釈を前提としたものであり，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，本願発明における開封用の「破断部」をフラップの表裏全体を破断する破断部と限定して解釈したとしても，本願明細書には，「開封時には接着強度が強すぎて，上部フラップあるいは下部フラップを破壊して開封しなければならず，今日の資源のリサイクルが求められている現状下では，使用済みの段ボール箱の再使用ができず，資源の損失が生じていた」(【0004】)と記載されており，本願発明は，使用済みの段ボール箱の再使用ができない程度の上部フラップあるいは下部フラップの破壊を問題としているものであって，破断領域の形状が複雑か否かを問題としているものではない。そして，引用例1発明においても，その剥離の態様からみて，フラップを破壊するようなものではなく，開封後においてもフラップとしての機能は維持されており，再使用は可能なものである。よって，原告の主張は，本願明細書の記載に基づかない効果の主張であり，本願発明が奏する効果も，引用例1発明から当業者が予測できたものであって，格別顕著なものとはいえないとした審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上から，審決には，相違点の判断に誤りはないので，本願発明は引用例1発明から容易想到であるとした審決の結論にも誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明の破断部について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，取消事由に係る主張の前提として，本願発明の「開封用の破断部」は，フラップの表裏一体，すなわち，フラップの表裏全体を引き剥がす破断部であり，破断部を破断してフラップと共に破断させるものであり，フラップ表面のライナを引き剥がすものではないと主張するのに対し，被告は，本願発明の「開封用の破断部」には，積層体の表面の層であるライナのみを引き剥がして破断するものも含まれると主張するので，まず，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願明細書(甲3，4)には，図面(別紙参照)とともに，以下の記載がある(下線は判決において付加)。",
                "ア「【0017】この場合の開封用の破断部4は，本実施例においては，一列複数個のX字型の切り込み剥離線からなるものを3列並行して設置して設けてあるが，かかる切り込み剥離線の形状は，X字型形状のみならず，Y字型形状，Z字型形状，C字型形状等の種々の変形が可能である。」",
                "イ「【0018】かかる組箱の封緘に際しては，下部フラップ3に設けた破断部4を被覆するように上部フラップ2にホットメルト接着剤5を塗布した後，上部フラップ2および下部フラップ3を圧着して封緘が完了する。したがって，開封を行う場合には，上部フラップ2を剥がすことにより，下部フラップ3に設けた破断部4である開封用の切り込み剥離線部分が，接着剤5により接着したまま上部フラップで破断され，引き剥がされることとなり，それほど強い力を必要としないで，簡単に開封することが可能となる。」",
                "ウ「【0019】なお，この場合の破断部4としての切り込み剥離線は，下部フラップ3の全厚み方向に貫通して設けたものでもよく，また下部フラップ3の厚みの途中まで切り込まれたハーフカット線で構成してもよい。」",
                "エ「【0020】また，下部フラップ3における切り込み剥離線の切り込み設置部分，切り込み剥離線の本数，設置幅等は，特に限定されるものではなく，要は，上部開口部の上下フラップがホットメルト接着剤により圧着封緘された後，輸送等の過程で局部的に過度の荷重や衝撃が箱蓋部分にかかった場合であっても，接着部が破壊されて自然開封を生ずることがないよう，接着剤の塗布面積にあわせ，切り込み剥離線を設ければよい。」",
                "オ「【0023】この別の実施例における場合の開封用の破断部4としての剥離部6は，切り込み剥離線7で囲まれた長方形形状を有するものであるが，かかる剥離部の形状はこれに限定されず，必要に応じて日型形状，目型形状，田型形状もの，さらには○型形状，楕円型形状，それらの散在型等のものであってもよい。」",
                "カ「【0024】本実施例における組箱の封緘に際しても，実施例1の場合と同様，下部フラップ3に設けた剥離部6を被覆するように上部フラップ2にホットメルト接着剤5を塗布し，その後上部フラップ2および下部フラップ3を圧着して封緘が完了する。したがって，開封を行う場合には，上部フラップ2を剥がすことにより，下部フラップ3に設けた破断部4である開封用の剥離部6が，接着剤により接着したまま上部フラップで破断され，容易に引き剥がされることとなる。かかる状態を図3に示した。」",
                "キ「【0025】なお，この場合の剥離部6を設けるためのとしての切り込み剥離線は，実施例1の場合と同様，下部フラップ3の全厚み方向に貫通して設けたものでもよく，また下部フラップ3の厚みの途中まで切り込まれたハーフカット線で構成してもよい。」",
                "ク「【0026】また，下部フラップ3における切り込み剥離線7により設けられた剥離部6の設置部分，その大きさ(面積)等は，特に限定されるものではなく，要は，上部開口部の上下フラップがホットメルト接着剤により圧着封緘された後，輸送等の過程で局部的に過度の荷重や衝撃が箱蓋部分にかかった場合であっても，剥離部6が破壊されて自然開封を生ずることがないよう，接着剤の塗布面積にあわせた大きさ，形状とすればよい。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明に係る特許請求の範囲【請求項1】は，前記第2の2記載のとおりであり，「開封用の破断部」が，フラップの表裏全体を引き剥がす破断部であることを特定する記載はない。",
                "そして，本願明細書の上記(2)の記載(特に下線部)及び【図1】，【図4】の図示によれば，本願発明の「切り込み剥離線」は，切り込みが設けられた下部フラップの全厚み方向に貫通して設けたものでも，厚みの途中まで切り込まれたハーフカット線で構成しても，どちらでもよく，また，本願発明の「複数の切り込み剥離線で構成された開封用の破断部，または，切り込み剥離線で構成された開封用の破断部」は，切り込み剥離線の形状又は切り込み剥離線で構成された開封用の破断部となる剥離部の形状については，限定がない。",
                "したがって，本願発明の「開封用の破断部」は，積層体の表面の層であるライナを引き剥がして破断するものも含まれ，原告が主張するように，フラップの表裏全体を引き剥がす破断部であると限定して解することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張(1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用例1には，強度が弱くなった内側のライナ10の一部10aには「切り目16」が複数存在し，「切り目16」と［切り目16］との間が破断することにより，引き剥がされる領域であることが示唆されていると認定したものであるところ，原告は，本願発明の「開封用の破断部」はフラップの表裏全体を引き剥がす破断部であるのに対し，引用例1のスリットは，ライナの強度を弱めるためのものであって，接着剤を剥がすときに弱められたライナの表面の一部10aが接着剤と共に引き剥がされるだけであるから，引用例1に，本願発明の「開封用の破断部」の領域が示唆されていると認定することはできないから，審決の上記認定は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本願発明の「開封用の破断部」を，フラップの表裏全体を引き剥がす破断部であると限定して解することができないことは，上記1(3)のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，審決の引用例1発明の認定(前記第2の3(2)ア)には争いがないところ，さらに，引用例1(甲1)には，以下の記載がある。",
                "ア「【0017】……段ボール箱1は，コルゲート状の中心原紙9を内側のライナ10と外側のライナ11とによって挟んで構成された両面ボール紙からなり，中心原紙9は，外フラップ8の縦断面形状が波形となるように配置される。」",
                "イ「【0022】……スリット15が形成された接着剤付着部13では，内側のライナ10の強度が弱くなるので，接着剤14とともに剥がれ易くなる結果，外フラップ8を引き上げるときに大きな力が不要である。したがって，軽い力で段ボール箱1を開けることができる。また，内側のライナ10のみにスリット15が形成されるので，中心原紙9と一対のライナ10，11とによって構成される外フラップ8のうち，内側のライナ10の一部10aのみが接着剤14と共に引き剥がれる結果，より容易に外フラップ8を引き上げることができる。」",
                "ウ「【0028】また，スリット15は，内側のライナ10のみに形成されているものとしたが，内側のライナ10のみならず中心原紙9にも切り込んでいても構わないし，内側のライナ10から外側のライナ11まで貫通されている場合であっても良い。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用例1の上記記載によれば，引用例1発明の「複数本の切り目16を含むスリット15が形成されて，強度が弱くなることで接着剤とともにフラップから引き剥がれるようにした内側のライナ10の一部10a」は，両面ボール紙を成す1枚の中心原紙を挟む2枚のライナのうち，内側のライナについてのみスリットが形成された態様において内側のライナの一部のみが引き剥がれ，より容易に外フラップを引き上げることができることとともに，スリットが中心原紙及び外側のライナまで貫通するように形成された態様においても同様の作用効果を奏することを示しているものと認められる。",
                "したがって，引用例1発明の「複数本の切り目16を含むスリット15が形成されて，強度が弱くなることで接着剤とともにフラップから引き剥がれるようにした内側のライナ10の一部10a」について，引用例1には，内側のライナについてのみスリットが形成された態様を，中心原紙及び外側のライナまで貫通するようにスリットが形成された態様へと変形することが明示的に示唆されていると認められる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，引用例1発明においては，ライナの一部が接着剤と共に引き剥がされるが，スリットの形成されていない周辺の部分も一緒に引き剥がされるものであり，その部分がどのような形状をもって引き剥がされるかは特定することはできないのに対し，本願発明の「開封用の破断部」は，その破断部が，①複数の切り込み剥離線で構成されているか，②切り込み剥離線で構成されているか，の何れかであり，明確にその領域を特定しているものであると主張する。",
                "しかしながら，本願発明の「開封用の破断部」も，積層体の表面の層であるライナを引き剥がして破断するものも含んでいることは上記1(3)のとおりであり，スリット形成部分のみならずスリットの形成されていない周辺の部分も一緒に引き剥がされ，どのような形状をもって引き剥がされるかは特定されていない。原告の主張は，本願発明に係る特許請求の範囲【請求項1】の記載及び本願明細書の記載に基づかないものであり，採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，審決の上記(1)の認定に誤りはなく，原告の主張(1)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張(2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願発明の「開封用の破断部」に対応して，引用例1の【図11】及び【0036】には，切り目で囲まれており，切り目で破断されて引き剥がされる領域とすることが示唆されていると認定したものであるところ，原告は，本願発明の「開封用の破断部」は，フラップの表裏全体を引き剥がす破断部であるのに対し，引用例1の円周形状の切り目(サンプル7)及び三角形状の切り目(サンプル8)はスリット形成の変形例であって(引用例1の【0037】)，その円周形状の切り目(サンプル7)あるいは三角形状の切り目(サンプル8)においてライナの一部10aが引き剥がされることは，一切記載も示唆もされておらず，その引き剥がしに当たっては，スリット周辺のライナの表面も一緒に剥がされるものであるから，引用例1に，本願発明の「開封用の破断部」の領域が示唆されていると認定することはできないと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，本願発明の「開封用の破断部」を，フラップの表裏全体を引き剥がす破断部であると限定して解することができないことは，上記1(3)のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，引用例1には，図面(別紙参照)と共に，以下の記載がある。",
                "ア「【0036】ダンボール箱は，図10および図11に示すように，接着剤付着部にスリットが形成されているもの(サンプル1～サンプル6)，円周形状の切り目(サンプル7)および三角形状の切り目(サンプル8)が形成されているもの，ミシン目が入っているもの(サンプル9，サンプル10)および，接着剤付着部にスリット等を全く設けてないサンプル11がある。",
                "イ「【0037】スリットの切れ目は，5mm間隔で形成されており，また，サンプル9およびサンプル10のミシン目については5mm間隔で配置されている。なお，接着剤としてホットメルト(ハイボン9876(日立化成(株)製))を用いた。塗布する接着剤の量としては0．65～0．70g(平均0．67g)とした。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用例1の上記記載及び図示によれば，引用例1の「円周形状の切り目……および三角形状の切り目」に示されているような切り目で囲むように形成したスリットを見れば，外フラップを引き上げて内側ライナーの一部が引き剥がされる際に生じる破断が，上記切り目で生じることが理解できるので，引用例1には，本願発明と同様，切り込み剥離線で構成された破断される領域が示唆されていると認めることができる。",
                "したがって，審決の上記(1)の認定に誤りはなく，原告の主張(2)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "原告の主張(3)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願発明の「破断部」がフラップの表裏全体を引き剥がすものであったとしても，引用例1の【0028】の記載から，引用例1発明において外側のライナ11までスリット15を貫通させることにより「フラップの表裏全体を引き剥がすもの」とすることは容易であるといえると判断したものであるところ，原告は，引用例1発明にあっては，スリットを形成することにより強度が弱くなった表面ライナを接着剤と共に剥ぎ取るものであり，接着剤の剥がしを容易ならしめるだけであり，フラップの表裏全体を引き剥がすことまでは意図していないと主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，引用例1発明の「複数本の切り目16を含むスリット15が形成されて，強度が弱くなることで接着剤とともにフラップから引き剥がれるようにした内側のライナ10の一部10a」について，引用例1には，内側のライナについてのみスリットが形成された態様を，中心原紙及び外側のライナまで貫通するようにスリットが形成された態様へと変形することが明示的に示唆されていることは，上記2(4)のとおりである。",
                "したがって，審決の上記(1)の判断に誤りはなく，原告の主張(3)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "原告の主張(4)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用例1発明のスリット15を，内側のライナ10のみに形成するか，内側のライナ10のみならず外側のライナ11まで貫通させるかに，格別の技術的差異があるとはいえず，引用例1発明において相違点に係る構成とすることに格別の困難性は認められないと判断したものであるところ，原告は，本願発明にあっては，開封に当たって，接着剤の接着部(ライナ)を剥離するものではなく，破断部を破断してフラップと共に破断させるものであって，引用例1発明の思想とは異なる，本願発明の特異的な思想に基づくものであるから，審決の判断は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかしながら，本願発明を，開封に当たって破断部を破断してフラップと共に破断させるものに限定して解することができないことは，上記1(3)のとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本願発明の「切り込み剥離線」は，切り込みが設けられた下部フラップの全厚み方向に貫通して設けたものでも，厚みの途中まで切り込まれたハーフカット線で構成しても，どちらでもよいことは上記1(3)のとおりであるが，本願明細書において，両者に格別の技術的差異がある旨の記載はない。",
                "他方，引用例1にも，スリットを内側のライナのみに形成することと，外側のライナまで貫通させることが任意に選択し得る旨の記載があることは上記2(3)，(4)のとおりである。",
                "したがって，審決の上記(1)の判断に誤りはなく，原告の主張(4)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "原告の主張(5)について",
          "text": [
            "審決は，本願発明が奏する効果は，格別顕著なものとはいえないと判断したものであるところ，原告は，本願発明にあっては，破断部がフラップと共に破断されることから，使用済みの段ボール箱の再使用が可能となり，リサイクルとしての資源の損失を防止し得る格別顕著な効果を有するものであると主張する。",
            "しかしながら，本願発明の破断部を，フラップと共に破断されるものに限定して解することができないことは，上記1(3)のとおりである。",
            "そして，引用例1発明においても，その剥離の態様からみて開封後においてもフラップとしての機能は維持されており，再使用は可能なものであると認められる。",
            "原告の主張は，本願発明の構成にない限定を前提とした，本願明細書の記載に基づかない効果の主張であり，採用することができない。"
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，ほかに審決にはこれを取り消すべき違法はない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}