{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2012-680001号事件について平成24年8月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，別紙【1】記載の構成から成り，指定商品を「第3類  洗濯用漂白剤その他の洗濯用剤，洗浄剤(煙突用化学洗浄剤を除く。)，つや出し剤，擦り磨き剤及び研磨剤，せっけん，香料類及び香水類，精油，化粧品，ヘアローション，歯磨き」(以下「本件指定商品」という。)とする国際商標登録第1044057号の登録商標(平成22年5月18日国際商標登録出願，同年12月17日商標権の設定の登録。以下，この商標を「本件商標」といい，その商標登録を「本件商標登録」という。)の商標権者である。",
            "原告は，別紙【2-1】記載の構成から成り，指定商品を「第3類  化粧品，せっけん類，香料類，歯磨き」とする商標登録第4671440号の登録商標(平成14年7月15日商標登録出願，平成15年5月16日商標権の設定の登録。以下，この商標を「引用商標1」という。)，別紙【2-2】記載の構成から成り，指定商品を「第3類  せっけん類，歯磨き，化粧品，香料類」とする商標登録第1822150号の登録商標(昭和57年3月26日商標登録出願，昭和60年11月29日商標権の設定の登録。以下，この商標を「引用商標2」という。)，別紙【2-3】記載の構成から成り，指定商品を「第3類  せっけん類，歯磨き，化粧品，植物性天然香料，動物性天然香料，合成香料，調合香料，精油からなる食品香料，薫料」とする商標登録第1881500号(昭和58年3月2日商標登録出願，昭和61年8月28日商標権設定の登録。以下，この商標を「引用商標3」といい，引用商標1ないし3を併せて「引用商標」という。)の商標権者である。",
            "原告は，平成24年1月30日，特許庁に対し，本件商標登録を無効にすることについて審判を請求した(無効2012-680001号)。",
            "特許庁は，平成24年8月22日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月28日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は別紙審決書写しのとおりである。すなわち，本件商標登録は商標法4条1項11号及び15号に違反してされたものではないから，同法46条1項の規定により無効とすべきものではないというものであり，その要旨は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項11号該当性について",
              "text": [
                "本件商標は，「ＮIＮA L’ELIXIR」の構成全体がまとまりよく一体的に表されており，構成全体として一種の造語と理解されるものであり，「ニナレリクシール」の称呼を生じ，特段の観念を生じない。",
                "引用商標は，「エリクシール」の称呼を生じ，「錬金薬，万能薬」の観念を生ずる。",
                "本件商標と引用商標とは，外観上明らかに区別でき，本件商標から生ずる「ニナレリクシール」の称呼と引用商標から生ずる「エリクシール」の称呼とは，明確に聴別され，相紛れるおそれがなく，本件商標は格別の観念を生じないから，引用商標とは観念において比較することはできない。したがって，本件商標と引用商標とは，外観，称呼及び観念のいずれの点においても相紛れるおそれのない非類似の商標というべきであり，この判断を左右するような取引の実情も見当たらない。",
                "よって，本件商標は，引用商標とは類似しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法4条1項15号該当性について",
              "text": [
                "本件商標と引用商標とが非類似の商標であることからすると，指定商品が共通し，取引者及び需要者が共通することを考慮しても，本件商標をその指定商品に使用した場合に，これに接する取引者，需要者がその出所について混同を生ずるおそれはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決の取消事由に関する原告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項11号該当性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件商標の構成全体がまとまりよく一体的に表されていると認定しているが，この認定は誤りである。",
                "すなわち，本件商標は，実際の取引において，「Ｎina」と「L’Elixir」の文字を2段書きにするとともに，「ニナ」と「レリクシール」の文字との間に十分なスペースを配した「ニナ  レリクシール」なる態様を以て表示されており(甲5，49～53)，「ニナ」と「レリクシール」との間に一拍置いた形で称呼されている。このことは，本件商標が「ニナ」に対応する「ＮIＮA」の部分と「レリクシール」に対応する「L’ELIXIR」の部分とに分離され得ると，本件商標の商標権者又は使用権者自身が認識している事実を示すものである。",
                "また，特許庁は，「ELIXIR」と他の文字との間にスペースを配して構成されて成る商標について，引用商標と同一又は類似であり，特許法4条1項11号に該当するとの判断をしている(「ＮATURAL  ELIXIR」の標準文字から成る商標について甲6の1～3，「APIVITA  Wine  Elixir」の標準文字から成る商標について甲7の1～3，「SO  ELIXIR」の標準文字から成る商標について甲8の1～3，「ELIXIR  DE  LIＮGERIE」の標準文字から成る商標について甲9の1～3)。このことは，欧文字を同書・同大を以て単に横一連に表して成る商標中にスペースが配されている場合，スペースの前後の各々の文字が分離独立して看取され得ると特許庁が判断している事実を示すものである。本件商標についても，これらの場合と同様に，その構成中に配されたスペースの前後の文字である「ＮIＮA」と「L’ELIXIR」とに分離して認識されると認定するのが相当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "商標審査基準では，「需要者に広く認識された他人の登録商標と他の文字等が結合した商標は，その外観構成がまとまりよく一体に表されているものを含め，原則として，当該登録商標と類似するものとする」とされており，このような取扱いをしない例外的な場合として，当該登録商標の部分が既成の語の一部となっている場合が明示されている。",
                "これを本件商標についてみると，引用商標は，原告の業務に係る商品を表示するものとして需要者に広く認識されているところ，本件商標は，引用商標に「ＮIＮA」及び「L’」程度の文字を付加したにすぎないものであり，本件商標を構成する「ELIXIR」，「エリクシール」が既成の語の一部となっているという事実は存在しない。したがって，本件商標と引用商標とは類似するというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，最高裁平成20年9月8日第二小法廷判決(以下「最高裁平成20年判決」という。)を引用して，本件商標は引用商標とは非類似であると主張する。",
                "しかし，最高裁平成20年判決は，本件商標のように複数の構成部分を組み合わせた結合商標と解されるものについては，「その構成部分の一部が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合」には，該構成部分の一部と他人の商標とを比較して特許法4条1項11号該当性を判断することは当然に許される旨を判示しているところ，本件商標の構成中の「ELIXIR」の文字が取引者，需要者に対し商品の出所識別標識として強く支配的な印象を与えることは明らかである。したがって，本件商標と引用商標とは類似するというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項15号該当性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用商標を周知商標と認定し，この認定を前提として出所について混同のおそれを生ずることはないと判断している。しかし，引用商標は著名商標である(甲14～47(枝番を含む。))。したがって，本件商標が出所混同を生ずるおそれがあるか否かは，引用商標が著名商標であることを前提として判断する必要があるところ，審決はこのような判断をしていないから，審決には，判断遺脱の違法がある。",
                "原告のELIXIR商標の著名性について述べると，これらが1983年から現在に至るまでELIXIRブランドに係る「化粧品」を表示するものとして，我が国の需要者，取引者の間に広く認識されており，その認識の程度は非常に高いとともに，TVコマーシャル等による宣伝広告等を介して，一般公衆にも十分な認知が図られていることから，著名商標と言い得るものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "著名商標と出願商標との関係における商標法4条1項15号の該当性については，商標審査基準では，「他人の著名な商標と他の文字等が結合した商標は，その外観構成がまとまりよく一体に表されているもの又は観念上の繋がりがあるものなどを含め，原則として，商品又は役務の出所の混同を生ずるおそれがあるものと推認して，取り扱うものとする」とされており，このような取扱いをしない例外的な場合として，①当該著名商標の部分が既成の語の一部となっているもの，又は，②指定商品若しくは指定役務との関係において出所の混同のおそれのないことが明白なものが明示されている。",
                "これを本件商標についてみると，①については，「ELIXIR」及び「エリクシール」が既成の語の一部となっているという事実が存在しないことは明らかである。",
                "②については，本件商標「ＮIＮA  L’ELIXIR」を構成する12文字のうち，「ELIXIR」の文字列が占める割合は半分の6文字にも及ぶことから，「ELIXIR」の部分が「L’ELIXIR」の部分の一部にすぎないものとして捉えられるとは考え難い。さらに，「ELIXIR」の文字列の前部に「’」の記号が配されていることも考慮すると，簡易迅速を尊ぶ取引の場においては，視覚的に「L」との結合性が否定され，「ELIXIR」の部分のみが印象付けられやすい。",
                "また，本件商標の実際の使用態様をみると，「ＮIＮA」と「L’ELIXIR」の文字とを分離して2段書きにするのに加え，下段の部分を「L’ELIXIR」の全て大文字ではなく，「L’Elixir」と表記している(甲5，甲49～53)。このことは，本件商標の商標権者及び使用権者においても，「ELIXIR(Elixir)」を一つの独立した構成要素(単語)として捉え，本件商標中の「L’ELIXIR」の部分は，「L」と「ELIXIR(Elixir)」の2要素から成ると自覚していることを示すものである。",
                "このように，本件商標は，構成全体としてまとまりよく一体的に表されているとはいえず，実際の取引において，著名商標たる「ELIXIR」を構成中に含んでいると容易に把握されるものであり，また，本件商標の使用者もその事実を自覚しているものである以上，本件商標について，指定商品又は指定役務との関係において出所の混同のおそれのないことが明白であると認められる特段の事由が存在しないことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件商標登録の有効性判断の誤り)",
          "text": [
            "以上のとおり，本件商標登録は，商標法4条1項11号又は15号の規定に違反してされたものであり，同法46条1項の規定により無効とされるべきものであるから，審決の判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項11号該当性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標の一体不可分性について",
              "text": [
                "本件商標は，「ＮIＮA  L’ELIXIR」の英文字を書して成るものであるが，以下に述べるように，全体として一体的に認識されるものであって，「ＮIＮA」と「L’ELIXIR」の部分とに分離して看取され得るものではない。",
                "まず，本件商標は，「ＮIＮA  L’ELIXIR」の英文字を同一の書体，色彩かつ同一の大きさで，横書きにして成るものであって，各文字はほぼ同間隔に配されているものである。",
                "したがって，上記の外観上の特徴から，本件商標は，全体としてまとまりよく見えるため，構成全体をもって一体の識別標識として認識されるものである。",
                "また，本件商標は，構成全体として一種の造語と認識されるものである。",
                "さらに，本件商標は，その文字に相応して，全体を一体に「ニナレリクシール」と称呼されるものである。",
                "以上のとおり，本件商標は，外観，観念，称呼のいずれの点からも，一体不可分のものと認識されるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "最高裁平成20年判決は，結合商標の類否判断について，「複数の構成部分を組み合わせた結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，①その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，②それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されないというべき」と判示している。",
                "これを本件商標についてみると，①本件商標の構成中に，引用商標を構成する「ELIXIR」の文字が存在するとしても，この部分は，「レリクシール」とのみ称呼され，一体の語として認識される「L’ELIXIR」の一部に埋没しているものであるから，「ELIXIR」の部分が取引者，需要者に対し商品の出所識別標識として強く支配的な印象を与えるものとは認められない。また，②本件商標における「ＮIＮA」の文字は造語であり，指定商品との関係で特に品質等を意味するものではないから，本件商標における「ＮIＮA」の部分が，指定商品との関係で識別力が弱く，出所識別標識としての称呼，観念が生じないと認められることはない。したがって，本件商標は，その構成部分の一部である「ELIXIR」を抽出し，この部分だけを引用商標と比較して類否判断することが許されるべき場合に当たらない。",
                "そうすると，本件商標の類否判断は，構成全体としてすべきものであり，構成全体として引用商標と比較すると，本件商標と引用商標とは，外観，称呼，観念のいずれの点においても非類似である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，商標審査基準に言及し，本件商標は引用商標と類似である旨主張する。",
                "上記の商標審査基準の趣旨は，ある商標の構成中に，需要者の間に広く認識された他人の登録商標が結合されていると，広く認識された他人の登録商標の部分が要部的に機能し得ることから，原則として，その他人の登録商標と類似すると判断する趣旨と解される。",
                "しかし，次のとおり，本件商標における「ELIXIR」の部分は，要部的に機能することはないものであるから，上記の商標審査基準は，本件の事案にそのまま当てはまるものではない。",
                "すなわち，①本件商標においては，フランス語の表記におけるエリジオンにより，「Le」と「ELIXIR」が別々に認識されることはなく，「L’ELIXIR」という一つの語として認識されるものであって，もはや「ELIXIR」は単体で独立して認識されることはない。また，称呼の点においても，「L’ELIXIR」は，「ル  エリクシール」ではなく，「レリクシール」と一つの語として称呼されるものであって，「エリクシール」の称呼は生じない。したがって，本件商標から「ELIXIR」の部分のみが取り出されて想起されることはない。",
                "②本件商標の前半部に「ＮIＮA」の文字があるが，この文字は造語であり，指定商品との関係で，商品の品質等を表すものではない。したがって，本件商標においては，相対的に印象が薄い後半部に「L’ELIXIR」の部分が位置することも相まって，なおさら「ＮIＮA」を省略してまで，「L’ELIXIR」の部分のみが取り出されて想起されることはない。",
                "③「ELIXIR」の文字は，「霊薬，妙薬」を意味する既成の語(乙2)であって，原告による造語というわけではないから，造語の場合に比べて識別力が弱い。特に，化粧品の分野においては，当該化粧品の効果が優れていることを表現し，商品の品質を表現するものと考えられることから，識別力が弱いものである。したがって，「ELIXIR」の文字は識別力が弱い点からも，本件商標から「ELIXIR」の部分のみが取り出されて想起されることはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項15号該当性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標は，構成全体として一体不可分のものとして我が国の需要者に認識されるものであり，引用商標とは，外観，称呼，観念のいずれにおいても類似しないものであるから，たとえ，引用商標が，原告が製造販売する商品「化粧品」を表示する商標として需要者の間において周知，著名であったとしても，本件商標は引用商標とは十分に識別できる別異の商標である。したがって，本件商標を「化粧品」に使用しても，出所について混同を生じるおそれはない。",
                "また，本件商標の実際の取引の実情からも，商品の出所混同のおそれがないことは明らかである。すなわち，本件商標を使用した商品「香水」の我が国における宣伝広告，販売においては，「ＮIＮA  RICCI」の表示や，その片仮名文字である「ニナ リッチ」の表示がされている(甲5，甲49～53)。また，「ニナ",
                "リッチからニナ レリクシールを新発売いたします。」のように，本件商標を使用した商品「香水」が，ＮIＮA  RICCI社が販売する商品であることを表示している(甲51)。このような実際の取引の実情と，ＮIＮA  RICCI社の社名から採った「ＮIＮA」の文字が本件商標において最も印象が強く残る前半部に位置することと相まって，本件商標を付した商品は，ＮIＮA  RICCI社による商品であることが，需要者に容易に理解，認識されるものである。したがって，本件商標を「化粧品」に使用した場合，出所について混同を生じるおそれはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件商標「ＮIＮA  L’ELIXIR」を構成する12文字のうち，「ELIXIR」の文字列が占める割合は半分の6文字にも及ぶことから，「ELIXIR」の部分が「L’ELIXIR」の部分の一部にすぎないものとして捉えられるとは考え難く，さらに，「ELIXIR」の文字列の前部に「’」の記号が配されていることも考慮すると，簡易迅速を尊ぶ取引の場においては，視覚的に「L」との結合性が否定され，「ELIXIR」の部分のみが印象付けられやすいと主張する。",
                    "しかし，本件商標における「ELIXIR」の文字は，エリジオンにより，一つの語として認識される「L’ELIXIR」の一部に埋没しているものであるから「L’ELIXIR」の部分の一部にすぎないし，「L」のアルファベットとの結合性が否定され「ELIXIR」の部分のみが印象付けられるということもない。",
                    "簡易迅速を尊ぶ取引の場においては，むしろ無理に分断することなく，1語として理解し一体に把握されるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件商標の実際の使用態様をみると，「ＮIＮA」と「L’ELIXIR」の文字とを分離して2段書きにするのに加え，下段の部分を「L’ELIXIR」の全て大文字ではなく，「L’Elixir」と表記していることを根拠として，本件商標が「ELIXIR」を構成中に含んでいると実際の取引において容易に把握され，本件商標の使用者もその事実を自覚していると主張する。",
                    "しかし，本件商標が実際の使用態様において，「ＮIＮA」と「L’ELIXIR」の文字を2段書きにしているからといって，「ＮIＮA」と「L’ELIXIR」に分離して看取されるものではない。また，本件商標における「ELIXIR」の文字は，1つの語として認識される「L‘ELIXIR」の一部に埋没しているものであるから，本件商標が「ELIXIR」を構成中に含んでいると実際の取引において容易に把握されるなどということはなく，まして，本件商標の使用者がその事実を自覚しているなどということもない。このことは，「L’ELIXIR」の全てを大文字ではなく，「L’Elixir」と表記していても同じことである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件商標登録の有効性判断の誤り)に対し",
          "text": [
            "以上のとおり，本件商標登録は，商標法4条1項11号及び15号の規定に違反してされたものではなく，同法46条1項の規定により無効とすることはできないから，審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法はないものと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項11号該当性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，別紙【1】記載のとおり，「ＮIＮA」の文字部分と「L’ELIXIR」の文字部分を横書きして成るものであり，複数の構成部分を組み合わせたいわゆる結合商標と解されるものである。このような結合商標について，商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，許されない(最高裁平成20年9月8日第二小法廷判決)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これを本件商標についてみると，外観上，本件商標を構成する各文字の大きさ及び書体は同一の全角で，等間隔でまとまりよく一体的に表されており，「ＮIＮA」と「L’ELIXIR」の間に空白部分があるものの，その広さは，半角程度にすぎず，全体として横に一行でまとまりよく表されているものであり，「L’ELIXIR」の文字部分だけが独立して見る者の注意をひくように構成されているということはできず，まして，「ELIXIR」の文字部分だけが独立して見る者の注意をひくように構成されているということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し，原告は，「ELIXIR」の文字部分が識別標識として強く支配的な印象を与え，全体から独立して看取される旨主張するが，以下のとおり，いずれも採用することはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件商標「ＮIＮA  L’ELIXIR」を構成する12文字のうち，「ELIXIR」の文字列が占める割合は半分の6文字にも及ぶことから，「ELIXIR」の部分が「L’ELIXIR」の部分の一部にすぎないものとして捉えられるとは考え難く，また，「ELIXIR」の文字列の前部に「’」の記号が配されていることも考慮すると，簡易迅速を尊ぶ取引の場においては，視覚的に「L」との結合性が否定され，「ELIXIR」の部分のみが印象付けられやすいと主張する。",
                        "しかし，「L’」は，フランス語の表記により，冠詞「Le」の母音字「e」を省略して代わりに「’」(アポストロフ)を表示し，後ろに来る語と結びつけて1つの単語として称呼するもので，エリズィヨンと呼ばれるものである(乙7・55頁，乙8・42～43頁)から，フランス語の文法を認識している者であれば，「L’ELIXIR」から「L’」を分離して「ELIXIR」のみを1つの単語として認識するということはない。また，フランス語の文法について知識のない者であっても，本件商標の「L’ELIXIR」の文字部分を視覚的に捉えると，「L」と「’」，と「’」と「E」との間隔は，その後に続く「E」と「L」，「L」と「I」との間隔と同じであるから，「L’ELIXIR」を一体のものとして捉えるのが通常であると考えられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本件商標の実際の使用態様をみると，「ＮIＮA」と「L’ELIXIR」の文字とを分離して2段書きにするのに加え，下段の部分を「L’ELIXIR」」の全て大文字ではなく，「L’Elixir」と表記していることを根拠として，本件商標の商標権者及び使用権者においても，「ELIXIR(Elixir)」を一つの独立した構成要素(単語)として捉え，本件商標中の「L’ELIXIR」の部分は，「L」と「ELIXIR(Elixir)」の2要素から成ると自覚していると主張する。",
                        "しかし，「ＮIＮA」と「L’ELIXIR」の文字とを分離して2段書きにしているからといって，「L’ELIXIR」の部分が「L」と「ELIXIR(Elixir)」の2要素から成ると認識することの理由にはならない。このことは，「L’ELIXIR」の全てを大文字ではなく，「L’Elixir」と表記していても同じことである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件商標は，「L’Elixir」の文字部分あるいは「ELIXIR」の文字部分だけが独立して看取されることはないから，本件商標の「L’ELIXIR」の文字部分又は「ELIXIR」の文字部分が独立して，本件指定商品の取引者や需要者に対して，引用商標の商標権者である原告が本件指定商品の出所である旨を示す識別標識として強く支配的な印象を与えるものであったということはできず，他にこのようにいえるだけの事実は認められない。さらに，「ＮIＮA」の文字は，本件商標の指定商品に関連する一般的，普遍的な文字であるとはいえないから，「ＮIＮA」の文字部分に自他商品を識別する機能がないということはできない。",
                    "このほかに，本件商標について，その構成中の「L’ELIXIR」の文字部分あるいは「ELIXIR」の文字部分を取り出して観察することを正当化するような事情を見いだすことはできないから，本件商標と引用商標の類否を判断するに当たっては，その構成部分全体を対比するのが相当であり，たとえ，引用商標が，本件指定商品の取引者や需要者の間で周知であったとしても，本件商標の「L’ELIXIR」の文字部分あるいは「ELIXIR」の文字部分だけを比較の対象として類否の判断をすることは許されないというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そうすると，本件商標は，構成全体として造語と解されるものであるから，特段の観念を生じないものといえる。もっとも，本件商標の称呼については，一般人であれば，我が国においてなじみのあるローマ字読みにするのが通常であると考えられるから，本件商標からは，「ＮIＮA  L’ELIXIR」をローマ字読みにした「ニナレリクシール」の称呼を生じるものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標",
              "text": [
                "引用商標1及び3は，別紙【2-1】及び【2-3】記載のとおり，「ELIXIR」の欧文字から成るものであり，引用商標2は，別紙【2-2】記載のとおり，「エリクシール」と「ELIXIR」を上下2段に書いたものである。",
                "「ELIXIR」は，「錬金薬，万能薬」を意味する英語であるが，英単語として必ずしもなじみのある語ではなく，本件指定商品の取引者はさておき，本件指定商品の需要者において，「ELIXIR」が「錬金薬，万能薬」を意味するものとして一般的に認識されていることを認めるに足りる証拠はないから，引用商標は，特段の観念を生じないものといえる。もっとも，引用商標の称呼については，一般人であれば，我が国においてなじみのあるローマ字読みにするのが通常であると考えられるから，引用商標からは，「ELIXIR」をローマ字読みにした「エリクシール」の称呼を生じるものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標との類否",
              "text": [
                "以上によれば，本件商標と引用商標は，いずれも特段の観念を生じないものであり，その外観，称呼において異なるものであることは明らかであるから，全体として類似する商標であるということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件商標が実際の取引において，「ＮIＮA」と「L’ELIXIR」の文字部分を2段書きにするとともに，「ニナ」と「レリクシール」の文字との間に十分なスペースを配した「ニナ  レリクシール」なる態様をもって表示されている(甲5，49～53)として，本件商標は，構成全体がまとまりよく一体的に表されているとはいえない旨主張する。",
                    "しかし，原告の主張する本件商標の使用態様(甲5，49～53)を見ると，本件商標は，ＮIＮA  RICCI社が販売する香水の名称として，香水を入れたボトルやパッケージに付されているほか，インターネットの宣伝広告やネットショッピングのサイトで使用されているところ，本件商標の構成全体から「Elixir」の部分を取り出してこれと他の商標との類否観察をすることを正当化するような構成にはなっていない。",
                    "すなわち，香水のボトルやパッケージに付された本件商標(甲5，49～53)は，りんごに1枚の葉が付いた形を模した図形の中に，筆記体で「Ｎina」と「L’Elixir」の文字部分を2段書きにしたものから構成されているが，「Ｎina」を構成する文字の大きさ(縦横の長さ)は，「L’Elixir」を構成する文字の大きさのほぼ2倍(面積にして約4倍)であり，「Ｎina」の部分が占める割合が「L’Elixir」の部分が占める割合と比べてはるかに大きく(面積にしてほぼ4倍)，中でも「Ｎina」の「Ｎ」がひときわ大きく表されている。このような態様は，「Ｎina」の部分が見る者の注意をひくものであるから，仮に，本件商標の構成部分を分離して他の商標との類否観察をするとすれば，「Ｎina」の文字部分を取り出して観察することは正当化され得るとしても，「L’Elixir」の文字部分を取り出して観察することが正当化されるものではなく，まして，「Elixir」の文字部分を取り出して観察することが正当化されるものではない。",
                    "また，インターネットにおける宣伝広告においては，「《ニナ リッチ》新しい愛の形  ニナ レリクシール新登場」，「ニナ リッチからニナ レリクシールを新発売いたします。」(甲51)等と表され，ネットショッピングのサイトにおいては，「ニナリッチ  ニナレリクシール」(甲52)，「ニナ  レリクシール  オードパルファム30ML」(甲53)等と表されており，いずれも，「L’Elixir」に対応する部分は，「レリクシール」という一体のものとして表示されており，「Elixir」に対応する「エリクシール」を観察対象とすることを正当化するような構成にはなっていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，「ELIXIR」と他の文字との間にスペースを配して構成されて成る商標について，特許庁は，商標法4条1項11号に該当するとの判断をしている(甲6ないし9の各1～3)として，本件商標についてもこれと同様に，「ＮIＮA」と「L’ELIXIR」とに分離して認識されると認定すべきであると主張する。",
                    "しかし，原告の指摘する商標は，いずれも「ELIXIR」を構成部分とする結合商標であって，「L’ELIXIR」を構成部分とする本件商標とは異なるものである。また，前示のとおり，本件商標について，「ELIXIR」の文字部分のみが独立して看取されるということはない。",
                    "したがって，上記のような特許庁の判断があるからといって，本件商標の構成全体から「L’Elixir」の文字部分を取り出してこれと他の商標との類否観察をすることが正当化されるものではなく，まして，「Elixir」の文字部分を取り出して類否観察することが正当化されるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，商標審査基準を指摘して，本件商標は引用商標と類似する旨主張する。",
                    "なるほど，商標審査基準改訂第7版(甲10の1)によれば，商標法4条1項11号について，「(6)  指定商品又は指定役務について需要者の間に広く認識された他人の登録商標と他の文字又は図形等と結合した商標は，その外観構成がまとまりよく一体に表されているもの又は観念上の繋がりがあるものを含め，原則として，その他人の登録商標と類似するものとする。・・・」とされている。",
                    "しかし，上記基準が「類似する例」として挙げているのは，テープレコーダについて「SOＮYLIＮE」，「SOＮY  LIＮE」又は「SOＮY／LIＮE」と「SOＮY」，化粧品について「ラブロレアル」と「L’OREAL」「ロレアル」，かばん類について「PAOLOGUCCI」と「GUCCI」等であり，これらは，例えば「SOＮYLIＮE」であれば「SOＮY」の部分は全体から独立して看取することができ，「ラブロレアル」であれば「ロレアル」の部分は全体から独立して看取することができるように，いずれも，「他人の登録商標」の部分が独立して看取することができるものである。これに対して，本件商標は，「ＮIＮA  L’ELIXIR」の構成から成るものであり，「他人の登録商標」である引用商標の部分(「ELIXIR」の文字部分)が独立して看取することができるものではない。",
                    "そうすると，本件商標は，上記基準にいう「・・・他人の登録商標と他の文字又は図形等と結合した商標」には該当しないというべきであり，上記基準に基づいて類否判断をすべき場合には当たらないから，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項15号該当性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1のとおり，本件商標と引用商標は，いずれも特段の観念を生じるものではなく，外観，称呼において異なるものであり，全体として類似する商標であるということはできないから，引用商標が，原告が製造販売する化粧品等を表示する商標として需要者の間において周知ないし著名であったとしても，本件商標は引用商標とは十分に識別できるものである。",
                "また，前記1(4)のとおり，本件商標に係る取引の実情を見ると，前香水のボトルやパッケージに付された本件商標(甲5，49～53)は，りんごに1枚の葉が付いた形を模した図形の中に，筆記体で「Ｎina」と「L’Elixir」の文字部分を2段書きにしたものから構成されているところ，更にこの図形の下に「ＮIＮA  RICCI」との表示がされており(甲5，49，50)，当該香水がＮIＮA  RICCI社の販売する商品であることが明示されている。また，インターネットにおける宣伝広告でも，「《ニナ リッチ》新しい愛の形  ニナ レリクシール新登場」，「ニナ リッチからニナ レリクシールを新発売いたします。」(甲51)等と表され，ネットショッピングのサイトでも，「ニナリッチ  ニナレリクシール」(甲52)，「ニナ  レリクシール  オードパルファム30ML」(甲53)等と表されており，当該商品がＮIＮA  RICCI社の販売する商品であることが明示されている。",
                "以上のような取引の実情を踏まえて本件商標を見れば，「ＮIＮA」の部分は，ＮIＮA  RICCI社の社名から採ったものであることが容易に理解でき，その「ＮIＮA」の部分は，本件商標の構成全体の前半部分に配置されており，印象に残りやすいことから，本件商標を付した商品がＮIＮA  RICCI社の商品であることは，本件指定商品の取引者や需要者が容易に理解，認識し得るものである。",
                "したがって，本件商標を本件指定商品に使用した場合，原告の業務に係る商品と混同を生ずるおそれがあると認めることはできず，他に，本件商標が他人の業務に係る商品と混同を生ずるおそれがあるといえるだけの事実は認められない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，商標審査基準を指摘して，本件商標は出所の混同を生ずるおそれがあるものである旨主張する。",
                "すなわち，商標審査基準改訂第7版(甲10の1)によれば，商標法4条1項15号について，「5  他人の著名な商標と他の文字又は図形等と結合した商標は，その外観構成がまとまりよく一体に表されているもの又は観念上の繋がりがあるものなどを含め，原則として，商品又は役務の出所の混同を生ずるおそれがあるものと推認して，取り扱うものとする。ただし，その他人の著名な商標の部分が既成の語の一部となっているもの，又は，指定商品若しくは指定役務との関係において出所の混同のおそれのないことが明白なものを除く。」とされているところ，原告は，本件商標は，実際の取引において，著名商標たる「ELIXIR」を構成中に含んでいると容易に把握されるものであり，また，本件商標の使用者もその事実を自覚しているものであるとして，本件商標は，上記基準にいう「指定商品若しくは指定役務との関係において出所の混同のおそれのないことが明白なもの」には該当しないと主張する。",
                "しかし，たとえ，引用商標が，本件指定商品の取引者や需要者の間において著名であったとしても，前記のとおり，「ELIXIR」の文字部分のみが全体から独立して看取されるということはなく，本件商標の「ELIXIR」の文字部分が独立して，本件指定商品の取引者や需要者に対して，引用商標の商標権者である原告が本件指定商品の出所である旨を示す識別標識として強く支配的な印象を与えるものであったということはできないから，原告の上記主張は，その前提において理由がなく，採用することはできない。前記1(4)で判示したところと同じ理由により，本件商標は，上記基準にいう「他人の・・・商標と他の文字又は図形等と結合した商標」には該当しないというべきであり，上記基準に基づいて類否判断をすべき場合には当たらない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件商標登録の有効性判断の誤り)について",
          "text": [
            "以上のとおり，本件商標登録は，商標法4条1項11号及び15号の規定に違反してされたものではないから，同法46条1項の規定により無効とすることはできないとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の請求は理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10336",
    "date": "2013-04-24",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083236",
    "ipprecedent_id": "3390",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}