{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-22311号事件について平成24年1月25日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「骨固定装置」とする発明につき，平成15年9月8日を国際出願日とする特許出願(特願2005-508661号(甲2)，以下「本願」という。)をし，平成22年1月4日付け手続補正書(甲9)により，特許請求の範囲及び明細書の補正をしたが(以下，この補正後の明細書を「本願明細書」という。)，平成22年6月1日付けで拒絶査定(甲11)を受けたので，同年10月4日，拒絶査定不服審判(不服2010-22311号)を請求するとともに，同日付け手続補正書(甲12)により，特許請求の範囲の補正をした(以下「本件補正」という。)。",
            "特許庁は，平成24年1月25日，本件補正を却下する旨の決定をするとともに，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年2月8日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである(甲12。以下，同記載に係る発明を「本願補正発明」という。)。",
            "「【請求項1】",
            "特に，股関節(11)の範囲における骨断片の固定または大転子(12)の固定のための転子安定化装置(40)において，",
            "A)骨固定手段(20)を受入れる少なくとも1つの固定孔(13)を有する中央プレート(2)から成る骨安定化手段(1)と，",
            "B)前記股関節(11)の範囲へ導入される固定要素(50)を受入れるためにある角度で位置するケース(31)が固定される長手方向の骨プレート(30)と，",
            "C)前記中央プレート(2)から発する少なくとも3つの周辺アーム(4)と，",
            "D)前記骨固定手段(20)を受入れるための少なくとも1つの穴(5)を有する各々の前記周辺アーム(4)と，",
            "E)少なくとも一部が雌ネジ(6)を有する前記穴(5)と，を備え，",
            "F)前記骨安定化手段(1)および前記骨プレート(30)が互いに調整された固定孔(13，33)を有し，ここに骨固定手段(20)が導入可能であり，前記安定化プレート(1)および前記骨固定接合部(30)が共に前記骨(10)と結合可能であることを特徴とする転子安定化装置(40)。」",
            "なお，下線部は，本件補正による補正箇所を示す。また，下線部中の「安定化プレート(1)」，「骨固定接合部(30)」は，それぞれ「骨安定化手段(1)」，「骨プレート(30)」の誤記と解されるので，以下，その旨読み替える。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写し記載のとおりであり，その要点は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "結論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正発明は，特開平11-299804号公報(甲6，以下「引用例」という。)に記載された発明(以下「引用発明」という。)及び周知の手段(特開2002-34586号公報(甲17)，国際公開第01／19267号(訳文：特開2003-509107号公報，甲18))に基づいて，当業者が容易に発明をすることができたものであるので，特許法29条2項の規定により，特許出願の際独立して特許を受けることができない。",
                    "したがって，本件補正は，平成18年法律第55号改正附則3条1項によりなお従前の例によるとされる同法による改正前の特許法17条の2第5項において準用する同法126条5項の規定に違反するので，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願の請求項1に係る発明(以下「本願発明」という。)は，平成22年1月4日付け手続補正書の特許請求の範囲の請求項1に記載された事項により特定されるものである。本願発明は，引用発明(甲6)及び周知の手段(甲17，18)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "認定事項",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明(甲6)",
                  "text": [
                    "「大腿骨骨頭近傍を固定し，治療する場合に好適な骨接合装置において，",
                    "a)固定ネジを挿通する1つの基部係合孔41aを穿設した基部係合部41を備えた延長プレート40と，",
                    "b)大腿骨骨頭近傍へ導入されるラグスクリュウ30を挿通するために斜め上方に伸びるスリーブ体20が固定される長手方向の骨プレート10と，",
                    "c)基部係合部41から舌状に伸びる3つの舌状部42，43，44と，",
                    "d)固定ネジを挿通するための延長係合孔42a，43a，44aを有する各々の舌状部42，43，44と，を備え，",
                    "f)延長プレート40および骨プレート10がプレート40，10の軸線方向に或る程度の自由度を持たせて互いに重なるように構成されている基部係合孔41aと突出係合孔14aを有し，ここに固定ネジが挿通可能であり，延長プレート40および骨プレート10が同時に骨折部と固定可能である骨接合装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願補正発明と引用発明との一致点",
                  "text": [
                    "「特に，股関節の範囲における骨断片の固定または大転子の固定のための転子安定化装置において，",
                    "A)骨固定手段を受入れる少なくとも1つの固定孔を有する中央プレートから成る骨安定化手段と，",
                    "B)前記股関節の範囲へ導入される固定要素を受入れるためにある角度で位置するケースが固定される長手方向の骨プレートと，",
                    "C)前記中央プレートから発する少なくとも3つの周辺アームと，",
                    "D)前記骨固定手段を受入れるための少なくとも1つの穴を有する各々の前記周辺アームと，を備え，",
                    "F)前記骨安定化手段および前記骨プレートが互いに調整された固定孔を有し，ここに骨固定手段が導入可能であり，前記安定化プレートおよび前記骨固定接合部が共に前記骨と結合可能である転子安定化装置。」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願補正発明と引用発明との相違点",
                  "text": [
                    "骨固定手段を受入れるための各々の周辺アームに設けられた穴の少なくとも一部が，本願補正発明では，雌ネジを有しているのに対して，引用発明では，舌状部42，43，44(周辺アーム)に設けられた延長係合孔42a，43a，44a(穴)が，雌ネジを有していない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，引用発明の認定，本願補正発明と引用発明との一致点及び相違点の認定の誤り(取消事由1)，相違点の判断の誤り(取消事由2)，付記についての認定判断の誤り(取消事由3)，本願発明についての認定判断の誤り(取消事由4)があり，これらの誤りは審決の結論に影響を及ぼすことが明らかであるから，審決は違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定，本願補正発明と引用発明との一致点及び相違点の認定の誤り)",
          "text": [
            "審決は，本願補正発明の構成A，B及びFは，引用発明の構成a，b及びfとそれぞれ一致すると認定しているが，以下のとおり，引用発明の構成a，b及びfに係る審決の認定は誤りであり，本願補正発明と引用発明は，上記各構成において相違する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の構成aについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明の構成aについて，「1つの基部係合孔41a」と認定しているが，引用例の「基部係合孔41a」の数は明らかに「1つ」であって，本願補正発明の構成Aのような「少なくとも1つ」ではない。",
                    "したがって，引用発明の構成aについては，「ただ1つの基部係合孔41a」と認定すべきであり，審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本願補正発明の「少なくとも1つ」は「1つ」を除外するものではない旨主張するが，原告は，「少なくとも1つ」が「1つ」を「除外」するものと解すべき旨を主張しているのではない。「少なくとも1つ」は，単数と複数の双方の実施形態を含むことを意味するから，「少なくとも1つ」と「1つ」とが一致するとはいえない。被告の立論によれば，本願補正発明の構成Aにおける固定孔が「2つ以上」である実施形態及びその実施形態において達成される格別の効果が排除されることになり，不合理である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の構成bについて",
              "text": [
                "審決は，引用発明の構成bについて，「長手方向の骨プレート10」と認定しているが，引用例において，骨プレート10のうち上係合部11以外の全体と，延長プレート40の全体がともに骨に直に接しているのに対して，本願補正発明において，中央プレート2は骨に直に接せず，骨プレート30が骨に直に接しており，また，本願補正発明においては，中央プレート2の固定孔が複数の場合を含み，両プレートの接触部分もまた複数箇所(例えば各プレートがそれぞれ全面で接する場合を含む)であるため，骨固定手段が単数の場合に比べて軸方向に安定した構造が得られるものであり，この点において，本願補正発明と引用発明とは相違する。",
                "したがって，引用発明の構成bについては，「長手方向の骨プレート10であって，前記骨プレートの突出係合部14の下面が前記延長プレート40の基部係合部41の上面と嵌合するように構成されてなる骨プレート10」と認定すべきであり，審決の上記認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の構成fについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明の構成fについて，「延長プレート40および骨プレート10がプレート40，10の軸線方向に或る程度の自由度を持たせて」と認定しているが，引用例の「突出係合孔14aを長孔状に形成しているので，基部係合部を骨プレート10の軸線方向に或る程度出し入れしても突出係合孔14aと基部係合孔41aとを平面的に重なるように設定することができるため，両孔に固定ネジや固定ピンなどを挿通させるとき，突出係合部14と基部係合部41との嵌合深さに或る程度の自由度を持たせることができる。」との記載における「自由度」は，「突出係合部14と基部係合部41との嵌合深さ」に関するものであって，引用発明の構成fのような「延長プレート40および骨プレート10」の「基部係合孔41aと突出係合孔14a」との重なり方の「プレート40，10の軸線方向」における調整を両プレートの嵌合深さを介してなすものではない。",
                    "したがって，引用発明の構成fについては，「延長プレート40および骨プレート10がプレート40，10の嵌合深さに或る程度の自由度を持たせて」と認定すべきであり，審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，本願補正発明の構成Fと引用発明の構成fとは，「前記骨安定化手段および前記骨プレートが互いに調整された固定孔を有し」との点で一致すると認定しているが，本願補正発明の構成Fにおける「互いに調整された固定孔(13，33)」との記載は，中央プレート(2)のすべての固定孔(13)とそれぞれに対応する骨プレート(30)のすべての固定孔(33)とが重なって，その重なった固定孔(13，33)に骨固定手段(20)を収容するものであって，軸線方向における調整を両プレートの嵌合深さの調整を介してなすものではないから，引用発明の構成fとは相違する。",
                    "被告は，本願補正発明の構成Fの「互いに調整された固定孔(13，33)」は，引用例の「突出係合孔14aと基部係合孔41aとを平均的に重なるように設定」，すなわち整列された状態と変わるものではないと主張する。しかし，引用発明の「整列」は，突出係合孔14aを長孔状に形成することによって達成可能になるものであり，また，突出係合部14と基部契合部41との嵌合深さに或る程度の自由度(隙間)を設けることによって整列がなされることが引用例において示唆されているのに対し，本願補正発明においては，複数の骨固定手段(20)が互いに調整された固定孔(13，33)に挿通されているため，中央プレート(2)は，骨に対しても，また骨プレート(30)に対しても，回転も軸方向への移動もし得ないものである。したがって，本願補正発明の「調整」と引用例における「整列」とは全く相違するものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の判断の誤り)",
          "text": [
            "本願補正発明は，引用例(甲6)に周知例(甲17，18)を組み合わせて延長係合孔に雌ネジを形成したとしても達成し得るものではない。その理由は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例においては，二つのプレート(10；40)の共通の穴が一つであって，二つのプレート(10；40)がただ一つのネジによって接続されるものであり，二つのプレート(10；40)は依然として回転可能な固定である。これに対し，本願補正発明では，複数のネジを用いる場合(二つのプレートそれぞれにおいて当然に複数の調整(整列)された穴が必要となる)，軸方向に安定した構造が達成される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例においては，プレート40が骨プレート10に固定される。これに対し，本願補正発明では，中央プレート2と骨プレート30とは，同一の骨固定手段20によって，骨にともに固定される。本願補正発明において，中央プレート2の固定孔13と，骨プレート30の固定孔33とは，互いに調整(整列)されているため，中央プレート2と骨プレート30とは，互いに接して配置されることができ，そのため，各骨固定手段20は，中央プレート2の固定孔13と，骨プレート30の軸方向に調整(整列)された固定孔33とに挿通され得る。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願補正発明の構成Aと，E，Fは，①周辺アーム(4)の穴(5)内の雌ネジ(6)によって，中央プレート(2)の大転子(12)への強固な固定が実現し，それにより大転子(12)は中央プレート(2)に対して回転も軸方向の移動もし得ない点，②複数の骨固定手段(20)が互いに調整(整列)された固定孔(13；33)に挿通されているため，中央プレート(2)は，骨に対しても，また骨プレート(30)に対しても，回転も軸方向への移動もし得ない点において，特異な組合せを形成するものである。",
                "このように，本願補正発明の転子安定化装置は，小型でありながら強固な固定を実現し得る構造であり，上記個々の特徴があいまって相乗効果を発揮する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(付記についての認定判断の誤り)",
          "text": [
            "原告(審判請求人)が平成23年10月20日提出の回答書(甲19)に記載した補正案の請求項1に記載された発明は，引用発明及び特開平5-184594号公報(甲8)に記載された事項並びに周知の手段に基づいて，当業者が容易に発明をすることができたものはない。",
            "したがって，審決の「3-5  付記」についての認定判断は誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明についての認定判断の誤り)",
          "text": [
            "本願補正発明は，引用発明及び周知の手段に基づいて，当業者が容易に発明をすることができたものではないので，特許出願の際独立して特許を受けることができたものであり，本件補正(甲12)は，平成18年法律第55号改正附則第3条第1項によりなお従前の例によるとされる同法による改正前の特許法第17条の2第5項において準用する同法第126条第5項の規定に違反しないので，同法第159条第1項において読み替えて準用する同法第53条第1項の規定により却下すべきものではない。",
            "したがって，審決の「Ⅲ．本願発明」の認定判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定，本願補正発明と引用発明との一致点及び相違点の認定の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の構成aについて",
              "text": [
                "審決では，引用発明のaの構成として「固定ネジを挿通する1つの基部係合孔41aを穿設した基部係合部41を備えた延長プレート40と」(審決書4頁28～29行)と，「基部係合孔41a」が1つであると認定した上で，「基部係合孔41a」は本願補正発明の「固定孔」に相当し，「1つ」は「少なくとも1つ」を充足するとして，本願補正発明と引用発明との一致点として「A)骨固定手段を受入れる少なくとも1つの固定孔を有する中央プレートから成る骨安定化手段」と認定している。",
                "本願補正発明は，その特許請求の範囲(甲12)には「A)骨固定手段(20)を受入れる少なくとも1つの固定孔(13)を有する中央プレート(2)から成る骨安定化手段(1)」と記載され，「少なくとも1つの固定孔(13)を有する中央プレート」を有するものであり，本願補正発明の「少なくとも1つ」とは，「1つ(単数)」であれば足り，「複数」と特定したものではない。また，「少なくとも1つ」が「1つ」を除外するものであると解すべき特段の事情もない。",
                "よって，この点において，引用発明の認定，及び，本願補正発明と引用発明との一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の構成bについて",
              "text": [
                "原告は，引用例においては，骨プレート10のうち上係合部11以外の全体と，延長プレート40の全体がともに骨に直に接しているのに対して，本願補正発明においては，中央プレート2は骨に直に接せず，骨プレート30が骨に直に接していると主張するが，本願補正発明において，中央プレートおよび骨プレートと骨との接触状態に関しては何ら特定されているものでなく，原告の上記主張は特許請求の範囲の記載に基づかない主張である。また，原告主張のように限定解釈すべき理由もない。",
                "原告は，本願補正発明では，中央プレート2の固定孔が複数の場合を含み，両プレートの接触部分もまた複数箇所(例えば各プレートがそれぞれ全面で接する場合を含む)であるため，骨固定手段が単数の場合に比べて軸方向に安定した構造が得られると主張するが，上記(1)で述べたように，「固定孔」が複数であることを前提とする主張は，その前提において誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の構成fについて",
              "text": [
                "原告は，本願補正発明の構成Fにおける「互いに調整された固定孔(13，33)」との記載は，中央プレート(2)のすべての固定孔(13)とそれぞれに対応する骨プレート(30)のすべての固定孔(33)とが重なって，その重なった固定孔(13，33)に骨固定手段(20)を収容するものであって，軸線方向における調整を両プレートの嵌合深さの調整を介してなすものではないと主張するが，本願補正発明のFの「骨安定化手段(1)および前記骨プレート(30)が互いに調整された固定孔(13)(33)を有し」とは，骨安定化手段1をなす中央プレート2の固定孔13と骨プレート30の固定孔33とが整列された状態に調整されれば足り(甲12の段落【0012】及び【図6】)，引用発明のものと変わるものではない。すなわち，引用発明において，延長プレート40の基部係合孔41aと骨プレート10の突出係合孔14aとが，両プレートの軸先方向の出し入れ(長手方向軸に対して相対移動すること)によって，平均的に重なるように設定，すなわち，整列された状態に調整されることは明らかである(甲6の段落【0030】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願補正発明では，複数のネジを用いる場合(二つのプレートそれぞれにおいて当然に複数の調整(整列)された穴が必要となる)，軸方向に安定した構造が達成されると主張するが，前記1で述べたとおり，本願補正発明において，中央プレートの「固定孔」の数は複数とは特定されていないから，原告の主張は，その前提において誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用例においては，プレート40が骨プレート10に固定されるのに対し，本願補正発明では，中央プレート2と骨プレート30とは，同一の骨固定手段20によって，骨にともに固定されると主張するが，引用例(甲6)の段落【0029】には，本願補正発明の「骨安定化手段」に相当する「延長プレート40」と本願補正発明の「骨プレート」に相当する「骨プレート10」とが，同一の本願補正発明の「骨固定手段」に相当する「固定ネジ」によって，骨と共に固定することが記載されており，本願補正発明と変わるものではない。",
                "また，原告は，本願補正発明においては，中央プレート2と骨プレート30とは互いに接して配置されることができ，そのため各骨固定手段20は中央プレート2の固定孔13と，骨プレート30の軸方向に調整(整列)された固定孔33とに挿通され得ると主張するが，前記1の(3)で述べたとおり，引用発明の固定ネジは，互いに調整(整列)された延長プレート40の基部係合孔41aと骨プレート10の突出係合孔14aとに挿通されるものであるから，その点においても，本願補正発明と変わるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願補正発明は，構成AとE，Fの特異な組合せにより，小型でありながら強固な固定を実現し得る構造であり，相乗効果を発揮するものであると主張するが，上記(1)，(2)で述べたとおり，本願補正発明と引用発明とは，「中央プレートが少なくとも1つの固定孔を有する」点，「骨安定化手段および骨プレートが互いに調整された固定孔を有し，ここに骨固定手段が導入可能であり，前記骨安定化手段および骨プレートが共に前記骨と結合可能である」点において相違はなく，本願補正発明と引用発明とは同様の作用をするものであり，原告の主張には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(付記についての認定判断の誤り)に対し",
          "text": [
            "審決の「3-5．付記」は，原告(審判請求人)が，平成23年10月20日提出の回答書(甲19)で主張する補正案について付加的に説示したもので，審決の結論に影響を及ぼすものではない。なお，審決の「3-5．付記」についての認定判断に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明についての認定判断の誤り)に対し",
          "text": [
            "本願補正発明は，引用発明及び周知の手段に基づいて，当業者が容易に発明をすることができたものであるから，特許出願の際独立して特許を受けることができないものであり，本件補正は，却下すべきものである。したがって，原告の主張には理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り，本願補正発明と引用発明との一致点及び相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明の概要",
              "text": [
                "本願明細書(甲2，9)の記載によれば，本願補正発明は，概要次のとおりのものであると認められる。",
                "本願補正発明は，股関節の範囲における骨断片の固定又は大転子の固定のための転子安定化装置に関するものである(【0001】)。",
                "従来，大腿近位部における骨折，特に不安定転位骨折の管理に使用される装置として，ケース接合部及びそれと取外し可能に結合可能な転子安定化プレートから成るものが周知であるが，この周知の装置には，①転子安定化プレートが比較的硬く，それぞれの解剖学的構造にほとんど適合しない，②角度安定のネジを使用することができない，③大転子の範囲における皮質骨は極めて薄く，皮質骨ネジの固定がほとんど許されないため，皮質骨ネジの使用もほとんど不可能である，④締結での固定が不十分である，といった問題があった。",
                "また，関節近傍範囲の骨断片の固定用として，他の用途のための頭蓋及び顔面骨の骨折を管理する小型骨プレートが周知であるが，この周知のプレートは，その用途に応じて，直線，L形，又は二重T形として構成されており，実際に中央プレートを有さず，全体的に従来の骨プレートとして構成されているため，関節近傍範囲における骨断片の固定のための用途としては不適切であった(【0002】)。",
                "本願補正発明は，上記の問題を解決するために，請求項1記載の構成とすることにより，①転子安定化プレートとして構成された骨安定化手段が横方向の支持材として使用されるため，大腿骨骨幹軸の内方転位を阻止することができる，②転子安定化プレートが大転子の断片をつなぎ合わせて固定することを可能にする，③転子安定化プレートの近位部におけるネジ山穴が角度安定したネジ，例えば，骨ネジにより大転子の断片の安定した固定を可能にし，そのネジ山は，例えばネジによって転子安定化プレートにネジ込まれ，したがってプレートに対してねじれず，又は移動されず，それによって分離された大転子の頭部への転位が回避可能である，④転子安定化プレートは，それらが簡単にそれぞれの解剖学的構造に成形され，正しく切断され得ることによってモジュラー構成されており，それによって，プレートの正しい切断は，プレート穴の周りのみに分離され得るのでバリの形成なしに行われる，という利点を獲得したものである(【0003】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の概要",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例(甲6)の記載によれば，引用発明は，概要次のとおりのものであると認められる。",
                    "引用発明は，骨接合装置に係り，特に，大腿骨骨頭近傍を固定し，治療する場合に好適なプレートセットに関するものである(【0001】)。",
                    "従来から，大きな荷重のかかる大腿骨骨頭近傍には骨折や骨頭壊死などが多く発生することから，大腿骨骨頭近傍の骨折を固定し，あるいは人工骨や人工関節などを取り付けて治療するために，種々の骨プレートが開発され，用いられており(【0002】)，例えば，骨プレートの上端部の肩に対し着脱自在に構成された肉厚の延長プレートを着脱自在に構成し，この延長プレートにネジ係合孔を形成して大転子近傍の不安定骨折を固定するための固定ネジを挿通，係合させるようにしたものが知られている(【0005】)。",
                    "しかし，実際の大腿骨骨頭近傍の骨形状や骨折状態は患者ごとに大きく異なるため，大腿骨骨頭近傍の状況に応じて適切に骨を固定することができない場合が多いところ，上記の骨プレートに延長プレートを着脱可能に構成したものは，必要に応じて延長プレートを取り付けたり，取り外したりすることができ，延長プレートのみ多種類用意しておけば種々の状況に対応させることができる反面，骨プレートと延長プレートとの係合性が必ずしも良好でなく，骨プレートを骨表面上に固定した状態での延長プレートの着脱が難しく，患者の骨形状に対する対応性が必ずしも充分でなく，また，骨プレートに対する延長プレートの延長角度もリジッドに固定されているため，手術中に適合する延長プレートを探しながら延長プレートの着脱を繰り返さなければならないという問題点があった(【0006】，【0007】)。",
                    "引用発明は，このような従来の骨プレートの問題点を解決するために，すなわち，術中における操作が容易であって，しかも，患者の骨形状や骨折状況などに応じて適宜に対応できるようにするために(【0008】)，骨又はその同等物を保持固定するための骨接合装置であって，骨の外面上に固定される骨プレートと，該骨プレートに対して係合し，前記骨プレートから離れた位置を追加固定するために骨内に挿入される固定部材を挿通係合させるための延長係合孔を備えた延長プレートとを備え，前記骨プレートにおける端部から突出する突出係合部を形成し，前記延長プレートの基部には，前記突出係合部に対して挿脱可能に構成した基部係合部を設けたものであり(【0009】)，このような構成としたことにより，骨プレートの形状によらず延長プレートを確実に係合保持することができ，手術中における延長プレートの挿脱もまた容易に行うことができるというものである(【0039】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アに加えて，引用例(甲6)の以下の記載を見ると，引用例には，審決が認定したとおりの発明(引用発明)が記載されているものと優に認められる。",
                    "すなわち，引用例には以下の記載がある。",
                    "「【0019】",
                    "【発明の実施の形態】",
                    "・・・",
                    "【0020】",
                    "・・・本実施形態は，大腿骨の上部の骨幹部外表面に配置されるための骨プレート10と，骨プレート10に対して挿通係合するように構成されたスリーブ体20と，スリーブ体20に挿通されるラグスクリュウ30と，骨プレート10に着脱可能に構成された延長プレート40とから構成される。・・・」",
                    "「【0026】",
                    "骨プレート10の上端部には板状の突出係合部14が一体に形成されている。この突出係合部14の中央には，プレートの長手方向にやや延長された長孔状の突出係合孔14aが形成されている。・・・基部係合部41は，裏面側が開口した枠状に形成され，上記突出係合部14を内部に嵌合させるための嵌合収容溝41bが構成されている。この嵌合収容溝41bの表面側の板面には円形の基部係合孔41aが穿設されている。延長プレート40には基部係合部41から先端側にそれぞれ舌状に伸びる3つの舌状部42，43，44が設けられ，それぞれの舌状部はほぼ一定の薄い板状に形成されているとともに，基部側がやや幅狭で先端側において幅広になる平面形状を備え，各舌状部42，43，44の先端部には延長係合孔42a，43a，44aが形成されている。」",
                    "「【0028】",
                    "・・・大腿骨骨頭近傍の不安定骨折がある場合には，図3に示すように延長プレート40を突出係合部14に装着した状態で骨プレート10を大腿骨の骨幹部の外側面上に固定ネジなどにより固定し，ラグスクリュウ30を用いて骨頭部の破断部を固定するとともに，延長プレート40の舌状部42，43，44の延長係合孔42a，43a，44aに固定ネジを挿通して大転子近傍の破断部をも同時に固定することができる。この場合に，延長プレート40の基部係合部41以外の部分，特に舌状部42，43，44は比較的薄い板状に形成されているために手術中に手指などにより容易に折り曲げることができる。このため，図4に示すように，延長プレート40の舌状部をそれぞれ大腿骨の表面に対応させて添わせるように変形させることができるので，大腿骨の表面上に合致するように舌状部を変形させた上で，延長係合孔に挿通させた固定ネジなどで締付固定することができるため，患者毎に異なる大腿骨の形状や不安定骨折の状況に対応して適切な保持固定を施すことができる。・・・",
                    "【0029】",
                    "・・・一方，突出係合孔14aを用いるだけでは不十分な場合には，上述のように延長プレート40を突出係合部14に嵌合させることにより，延長プレート40の延長係合孔をも用いて固定することができる。この場合，突出係合孔14aと基部係合孔41aとは互いに重なるように構成されているので，両孔の重なり部分に固定ネジを挿通させてねじ込むことによって，骨プレート10と延長プレート40とを強固に結合させることも可能である。もちろん，この重なり部分に挿通する固定ネジを単に骨プレート10と延長プレート40との結合のみに用いるのではなく，同時に骨折部の固定に用いても良い。",
                    "【0030】",
                    "・・・上記実施形態では突出係合孔14aを長孔状に形成しているので，基部係合部を骨プレート10の軸線方向に或る程度出し入れしても突出係合孔14aと基部係合孔41aとを平面的に重なるように設定することができるため，両孔に固定ネジや固定ピンなどを挿通させるとき，突出係合部14と基部係合部41との嵌合深さに或る程度の自由度を持たせることができる。・・・突出係合部と基部係合部とをそれぞれ板状に形成し，両者を単に重ね合わせた状態で，突出係合部に形成した突出係合孔と基部係合部に形成した基部係合孔とを合わせて固定ネジなどを挿通し，固定ネジを骨内にねじ込むことによって骨プレートと延長プレートとを結合させるようにしてもよい。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の構成aについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用発明の構成aについて，引用例の「基部係合孔41a」の数は明らかに「1つ」であって，本願補正発明の構成Aのような「少なくとも1つ」ではないから，「ただ1つの基部係合孔41a」と認定すべきであり，審決の「1つの基部係合孔41a」との認定は誤りである旨主張する。",
                        "しかし，審決は，「1つの基部係合孔41a」として，「基部係合孔41a」が1つであると認定しており，審決の認定に誤りはない。基部係合孔41aの数について，「1つの」と認定すれば十分であり，あえて「ただ1つの」と認定する必要はない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，「少なくとも1つ」は，単数と複数の双方の実施形態を含むことを意味するから，「少なくとも1つ」と「1つ」とが一致するとはいえない旨主張する。",
                        "確かに，「少なくとも1つ」は，単数と複数の双方を含むのに対し，「1つ」は，単数を意味し，複数を含むものではないから，「少なくとも1つ」と「1つ」とは，言葉の意味としては，異なるものである。",
                        "しかし，本願補正発明と引用発明との対比は，本願補正発明が引用発明に基づいて容易に発明をすることができたといえるか否かの判断の前提となるものであり，本願補正発明の技術内容が引用発明に開示されているものであれば，両発明は，当該技術について一致するというべきものであって，対比の対象となる言葉の意味が異なっているとしても，そのことから直ちに両発明は相違するというべきものではない。",
                        "このような観点から本願補正発明と引用発明とを対比すると，本願補正発明の固定孔の数が「少なくとも1つ」であることは，「1つ」を含むものであり，引用発明において，基部係合孔41a(本願補正発明の固定孔に相当)の数が「1つ」であるとして開示されているから，両発明はこの点において一致するというべきである。",
                        "原告は，被告の立論によれば，本願補正発明の構成Aにおける固定孔が「2つ以上」である実施形態及びその実施形態において達成される格別の効果が排除されることになり不合理であるとも主張するが，本願補正発明において，固定孔の数は「少なくとも1つ」であって，複数であることは必須とされていないから，原告の上記主張は，特許請求の範囲の記載に基づくものとはいえず，失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，引用発明の構成aに係る原告の主張は理由がなく，審決の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の構成bについて",
                  "text": [
                    "原告は，引用例において，骨プレート10のうち上係合部11以外の全体と，延長プレート40の全体がともに骨に直に接しているのに対して，本願補正発明において，中央プレート2は骨に直に接せず，骨プレート30が骨に直に接しており，また，本願補正発明においては，中央プレート2の固定孔が複数の場合を含み，両プレートの接触部分もまた複数箇所(例えば各プレートがそれぞれ全面で接する場合を含む)であるため，骨固定手段が単数の場合に比べて軸方向に安定した構造が得られるものであり，この点において，本願補正発明と引用発明とは相違するから，引用発明の構成bについては，「長手方向の骨プレート10であって，前記骨プレートの突出係合部14の下面が前記延長プレート40の基部係合部41の上面と嵌合するように構成されてなる骨プレート10」と認定すべきであり，審決の認定は誤りである旨主張する。",
                    "しかし，本願補正発明において，中央プレート及び骨プレートと骨との接触状態に関しては何ら特定されておらず，原告が主張するように限定して解釈すべき理由はない。また，上記アで判示したとおり，本願補正発明において，固定孔の数は「少なくとも1つ」であって，複数であることは必須とされていないから，固定孔の数が複数であることを前提とする原告の上記主張は，その前提において誤りがあり，採用することはできない。",
                    "よって，引用発明の構成bに係る原告の主張は理由がなく，審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明の構成fについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例に記載されている「自由度」は「突出係合部14と基部係合部41との嵌合深さ」に関するものであって，引用発明の構成fのような「延長プレート40および骨プレート10」の「基部係合孔41aと突出係合孔14a」との重なり方の「プレート40，10の軸線方向」における調整を両プレートの嵌合深さを介してなすものではないから，引用発明の構成fについては，「延長プレート40および骨プレート10がプレート40，10の嵌合深さに或る程度の自由度を持たせて」と認定すべきであり，審決の認定は誤りである旨主張する。",
                        "しかし，引用例(甲6)には，「基部係合部を骨プレート10の軸線方向に或る程度出し入れしても突出係合孔14aと基部係合孔41aとを平面的に重なるように設定することができる」(【0030】)との記載があり，これによれば，引用発明において，延長プレート40の基部係合孔41aと骨プレート10の突出係合孔14aとが，両プレートの軸線方向の出し入れ(長手方向軸に対して相対移動すること)によって，平面的に重なるように設定，すなわち，整列された状態に調整されることは明らかである。",
                        "したがって，審決が引用発明の構成fについて，「延長プレート40および骨プレート10がプレート40，10の軸線方向に或る程度の自由度を持たせて」と認定した点に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本願補正発明の構成Fにおける「互いに調整された固定孔(13，33)」との記載は，中央プレート(2)のすべての固定孔(13)とそれぞれに対応する骨プレート(30)のすべての固定孔(33)とが重なって，その重なった固定孔(13，33)に骨固定手段(20)を収容するものであって，軸線方向における調整を両プレートの嵌合深さの調整を介してなすものではないから，引用発明の構成fとは相違する旨主張する。",
                        "しかし，本願明細書(甲2)には，「・・・中央プレート2における固定孔13が骨プレート30における固定孔33と整列するまで，互いに対して，かつ長手方向軸8に対して平行に移動されうるため，中央プレート2は骨プレート30においてネジ込まれる骨固定手段，特に骨ネジの一部によってケース接合部29に固定可能である。」(【0012】)との記載があり，これと【図6】(甲2)によれば，本願補正発明の構成Fの「骨安定化手段(1)および前記骨プレート(30)が互いに調整された固定孔(13)(33)を有し」とは，骨安定化手段1をなす中央プレート2の固定孔13と骨プレート30の固定孔33とが整列された状態に調整されれば足りるものいうべきであり，この構成は，引用発明のそれと異なるものではない。",
                        "これに対し，原告は，引用発明の「整列」は，突出係合孔14aを長孔状に形成することによって達成可能になるものであり，また，突出係合部14と基部契合部41との嵌合深さに或る程度の自由度(隙間)を設けることによって整列がなされることが引用例において示唆されているのに対し，本願補正発明においては，複数の骨固定手段(20)が互いに調整された固定孔(13，33)に挿通されているため，中央プレート(2)は，骨に対しても，また骨プレート(30)に対しても，回転も軸方向への移動もし得ないものであるので，本願補正発明の「調整」と引用例における「整列」とは全く相違するものである旨主張する。",
                        "しかし，引用例(甲6)には，「延長プレート40を突出係合部14に嵌合させることにより，延長プレート40の延長係合孔をも用いて固定することができる。この場合，突出係合孔14aと基部係合孔41aとは互いに重なるように構成されているので，両孔の重なり部分に固定ネジを挿通させてねじ込むことによって，骨プレート10と延長プレート40とを強固に結合させることも可能である。もちろん，この重なり部分に挿通する固定ネジを単に骨プレート10と延長プレート40との結合のみに用いるのではなく，同時に骨折部の固定に用いても良い。」(【0029】)との記載があり，これによれば，引用発明においても，延長プレート40は，骨に対しても，骨プレート10に対しても，固定ネジにより強固に結合，固定されるものであるから，回転も軸方向への移動もするものではないといえる。",
                        "また，原告の上記主張は，骨固定手段(20)が複数であることを前提とするものであるが，先に判示したように，本願補正発明には，骨固定手段(20)が1つ(固定孔が1つ)であるものが含まれているから，原告の上記主張は，その前提に誤りがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，引用発明の構成fに係る原告の主張は理由がなく，審決の認定に誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用発明の構成a，b及びfに係る審決の認定に誤りはないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知の手段",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特開2002-345836号公報(甲17)には以下の記載があり(下線は裁判所)，これによれば，同公報には，「海綿骨ねじ62によって大腿骨プレート14を大腿骨12の顆状部分に位置決めするために，海綿骨ねじ62の基端側部分38に配置されているおねじ部分48を大腿骨プレート14の先端側部分44におけるめねじ状の開口部49に係合する手段」が記載されているものと認められる。",
                    "「【0001】",
                    "【発明の属する技術分野】",
                    "本発明は骨固定プレートに関し，特に，本発明は調節可能な結合部品を備えている骨固定プレートに関する。さらに特に，本発明は固定プレートに対する角度が外科手術中に操作可能であり，付属のねじを所望の配向で骨の中に延在させることのできる結合部品を備えている骨固定プレートに関する。」",
                    "「【0040】",
                    "次に，図14において，大腿骨プレート14は大腿骨12の顆状部分を位置決めするためのカニューレ型の海綿骨ねじをさらに備えている。このカニューレ型の海綿骨ねじ62は好ましくは顆状部分46における海綿骨の部分の長さよりも僅かに短い長さを有していて，このカニューレ型の海綿骨ねじが反対側の皮質骨に接触しないようになっている。このカニューレ型の海綿骨ねじは，例えば，8ミリメートルのカニューレ型海綿骨ねじとすることができ，好ましくは，図14において示されているように，海綿骨ねじ62の基端側部分38に配置されているおねじ部分48を有している。このおねじ部分48は大腿骨プレート14の先端側部分44におけるめねじ状の開口部49に係合する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "国際公開第01／19267号(甲18)の訳文である特表2003-509107号公報(甲18訳文)には以下の記載があり(下線は裁判所)，これによれば，同公報には，「ロックねじ20によって骨板50を遠位大腿骨の骨幹端に固定するために，ロックねじ20のねじ切りされたヘッド22を骨板50の板ねじ穴56にかみ合わせる手段」が記載されているものと認められる。",
                    "「【0001】",
                    "(技術分野)",
                    "本発明は骨折の固定のための骨板システム，特にロックねじおよび非ロックねじの両方のための板穴を有する骨板を含むシステムに関する。」",
                    "「【0023】",
                    "骨板50は上面52および骨接触面54を有する。骨板50はロックねじ20を受け取るための複数の板ねじ穴56a，56b，56c(集約して板ねじ穴56と称される)および非ロックねじ10を受け取るための複数のねじ切りされていない板穴58を有する。板ねじ穴56およびねじ切りされていない板穴58の夫々が上面52および骨接触面54を貫通する。骨板30の場合のように，板ねじ穴56のねじ山がロックねじ20のねじ切りされたヘッド22とかみ合って一時的に一定の角度配向でロックねじ20を骨板50に固定し，ねじ切りされていない板穴58中の非ロックねじ10の挿入が骨を骨接触面54に向かって引っ張って骨を圧縮する。",
                    "【0024】",
                    "骨板50は遠位大腿骨の骨幹端に合致するような形状，寸法にされたヘッド部分60および骨の骨幹に合致するような形状，寸法にされたシャフト部分62を含む。図8に最良に見られるように，ヘッド部分60の骨接触面54は遠位大腿骨の輪郭にフィットするために湾曲表面である。・・・」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知の手段",
                  "text": [
                    "上記ア及びイによれば，内部が海綿骨からなり，表層が皮質骨からなる大腿骨の顆状部分あるいは遠位大腿骨の骨幹端に適用する骨プレートあるいは骨板において，骨ねじの基端側部分のおねじ部分あるいはロックねじのねじ切りされたヘッドに螺合するための骨プレートあるいは骨板に設けられた開口部あるいは穴に雌ネジを形成するようなことは，周知の手段であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る容易想到性判断",
              "text": [
                "上記(1)の周知の手段にならって，大腿骨の大転子近傍の破断部を固定ネジを挿通して固定するための，引用発明における舌状部42，43，44(周辺アーム)に設けられた延長係合孔42a，43a，44a(穴)に，雌ネジを形成して，本願補正発明のように構成する程度のことは，当業者が必要に応じて容易になし得たものと認められる。",
                "そして，本願補正発明の構成によってもたらされる本願明細書記載の効果も，引用発明及び上記の周知の手段から，当業者であれば予測できる範囲のものであって，格別なものとはいえない。",
                "したがって，本願補正発明は，引用発明及び周知の手段に基いて，当業者が容易に発明をすることができたものであるといえる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例においては二つのプレート(10；40)の共通の穴が一つであって，二つのプレート(10；40)がただ一つのネジによって接続されるものであり，二つのプレート(10；40)は依然として回転可能な固定であるのに対し，本願補正発明では，複数のネジを用いる場合(二つのプレートそれぞれにおいて当然に複数の調整(整列)された穴が必要となる)，軸方向に安定した構造が達成される旨主張する。",
                    "しかし，前記1で判示したとおり，本願補正発明において，中央プレートの「固定孔」の数は，「少なくとも1つ」であって，複数であることは必須とされていない。原告の上記主張は，その前提において誤りであり，採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例においては，プレート40が骨プレート10に固定されるのに対し，本願補正発明では，中央プレート2と骨プレート30とは，同一の骨固定手段20によって，骨にともに固定されると主張するが，引用例(甲6)の段落【0029】には，「延長プレート40」(本願補正発明の「骨安定化手段」に相当)と「骨プレート10」(本願補正発明の「骨プレート」に相当)とが，同一の「固定ネジ」(本願補正発明の「固定ネジ」に相当)によって，骨と共に固定することが記載されており，この点において，引用発明は，本願補正発明と異なるものではない。",
                    "また，原告は，本願補正発明において，中央プレート2と骨プレート30とは互いに接して配置されることができ，そのため各骨固定手段20は中央プレート2の固定孔13と，骨プレート30の軸方向に調整(整列)された固定孔33とに挿通され得ると主張するが，前記1で判示したとおり，引用発明の固定ネジは，互いに調整(整列)された延長プレート40の基部係合孔41aと骨プレート10の突出係合孔14aとに挿通されるものであるから，この点においても，引用発明は，本願補正発明と異なるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願補正発明の構成Aと，E，Fは，①周辺アーム(4)の穴(5)内の雌ネジ(6)によって，中央プレート(2)の大転子(12)への強固な固定が実現し，それにより大転子(12)は中央プレート(2)に対して回転も軸方向の移動もし得ない点，②複数の骨固定手段(20)が互いに調整(整列)された固定孔(13；33)に挿通されているため，中央プレート(2)は，骨に対しても，また骨プレート(30)に対しても，回転も軸方向への移動もし得ない点において，特異な組合せを形成するものであり，これら個々の特徴があいまって相乗効果を発揮する旨主張する。",
                    "しかし，前記1で判示したとおり，本願補正発明と引用発明とは，「中央プレートが少なくとも1つの固定孔を有する」点，「骨安定化手段および骨プレートが互いに調整された固定孔を有し，ここに骨固定手段が導入可能であり，前記骨安定化手段および骨プレートが共に前記骨と結合可能である」点において相違はなく，本願補正発明と引用発明とは同様の作用効果を奏するものである。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(付記についての認定判断の誤り)について",
          "text": [
            "審決の「3-5  付記」(審決書7頁29行～8頁末行)についての認定判断は，原告(審判請求人)が平成23年10月20日提出の回答書(甲19)において主張した補正案に記載された発明について，審決が付加的に判断を示したものにすぎず(法的には何ら判断すべき必要のないものである。)，審決の結論に影響を及ぼすものではない。",
            "よって，原告主張の取消事由3は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明についての認定判断の誤り)について",
          "text": [
            "前記1及び2で判示したとおり，本願補正発明は，引用発明及び周知の手段に基づいて，当業者が容易に発明をすることができたものであるから，特許出願の際独立して特許を受けることができないものである。",
            "したがって，審決が，本件補正を却下すべきものとし，本願発明を平成22年1月4日付け手続補正書の特許請求の範囲の請求項1に記載された事項により特定されるものであると認定した点に誤りはない。",
            "また，本願補正発明は，本願発明の発明特定事項をすべて含むものであるから，審決が，本願発明も引用発明及び周知の手段に基づいて，当業者が容易に発明をすることができたものであると判断した点に誤りはない。",
            "よって，原告主張の取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "まとめ",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法はない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}