{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が，無効2011-800230号事件について，平成24年7月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，発明の名称を「液体インク収納容器，液体インク供給システムおよび液体インク収納カートリッジ」とする特許第3793216号(平成16年11月15日出願，平成18年4月14日設定登録。以下「本件特許」という。)の特許権者である。原告らは，平成23年11月10日，本件特許の請求項1及び3(被告は，無効2009-800101号事件において，平成21年8月3日，請求項1の特許請求の範囲の記載の一部を改め，請求項5を請求項3とすること等を内容とする訂正請求をし，訂正が認められた。本件における請求項1及び3は当該訂正後のものである。甲36)に係る発明について無効審判の請求(無効2011-800230号事件)をした。特許庁は，平成24年7月27日，「本件審判の請求は，成り立たない。審判費用は，請求人の負担とする。」との審決をし，その謄本は，同年8月7日，原告らに送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の特許請求の範囲の請求項1，3(訂正後)の記載は，次のとおりである(以下，請求項1，3記載の発明を，それぞれ「本件発明1」，「本件発明2」という。)。また，訂正後の特許請求の範囲，発明の詳細な説明及び図面を総称して「本件明細書」ということがある(甲35，甲36)。",
            "【請求項1】複数の液体インク収納容器を搭載して移動するキャリッジと，",
            "該液体インク収納容器に備えられる接点と電気的に接続可能な装置側接点と，",
            "前記キャリッジの移動により対向する前記液体インク収納容器が入れ替わるように配置され前記液体インク収納容器の発光部からの光を受光する位置検出用の受光手段を一つ備え，該受光手段で該光を受光することによって前記液体インク収納容器の搭載位置を検出する液体インク収納容器位置検出手段と，",
            "搭載される液体インク収納容器それぞれの前記接点と接続する前記装置側接点に対して共通に電気的接続し色情報に係る信号を発生するための配線を有した電気回路とを有し，前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する記録装置の前記キャリッジに対して着脱可能な液体インク収納容器において，",
            "前記装置側接点と電気的に接続可能な前記接点と，",
            "少なくとも液体インク収納容器のインク色を示す色情報を保持可能な情報保持部と，",
            "前記受光手段に投光するための光を発光する前記発光部と，",
            "前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とに応じて前記発光部の発光を制御する制御部と，",
            "を有することを特徴とする液体インク収納容器。",
            "【請求項3】複数の液体インク収納容器を互いに異なる位置に搭載して移動するキャリッジと，",
            "該液体インク収納容器に備えられる接点と電気的に接続可能な装置側接点と，",
            "該液体インク収納容器からの光を受光する位置検出用の受光部を一つ備え，該受光部で該光を受光することによって前記液体インク収納容器の搭載位置を検出する液体インク収納容器位置検出手段と，",
            "搭載される液体インク収納容器それぞれの前記接点と接続する前記装置側接点に対して共通に電気的接続し色情報に係る信号を発生するための配線を有した電気回路とを有する記録装置と，",
            "前記記録装置の前記キャリッジに対して着脱可能な液体インク収納容器と，を備える液体インク供給システムにおいて，",
            "前記液体インク収納容器は，",
            "前記装置側接点と電気的に接続可能な前記接点と，",
            "少なくとも液体インク収納容器のインク色を示す色情報を保持する情報保持部と，",
            "前記液体インク収納容器位置検出手段の前記受光部に投光するための光を発光する発光部と，",
            "前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とが一致した場合に前記発光部を発光させる制御部と，を有し，",
            "前記受光部は，前記キャリッジの移動により対向する前記液体インク収納容器が入れ替わるように配置され，",
            "前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出することを特徴とする液体インク供給システム。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。その判断の概要は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "無効理由1について",
                      "text": [
                        "甲1(国際公開第2002／040275号)記載の発明(以下「甲1発明」という。)に甲2ないし甲11(甲2は特開平6-262771号公報，甲3は特開2002-1991号公報，甲4は特開2001-293883号公報，甲5は特開平6-115089号公報，甲6は特開2002-301829号公報，甲7は特開2001-310458号公報，甲8は実公昭61-10215号公報，甲9は特開平10-65188号公報，甲10は特開2003-291364号公報，甲11は特開2003-300359号公報)に記載の事項を組み合わせても，本件発明1と甲1発明との相違点に係る構成に想到することが容易であるということはできないから，本件発明1と甲1発明との相違点について，副引例(甲2ないし甲5)，周知技術(甲6ないし甲11)の組み合わせにより，本件発明1及び2に想到することは当業者にとって容易であり，本件発明1は無効とされるべきであるとの請求人ら(原告ら)の主張には理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "無効理由2について",
                      "text": [
                        "本件発明1は，当業者が，甲1，甲3ないし甲6，甲10，甲13ないし甲25(甲13は「CANON製PIXUS 6500iプリンターの分解写真」，甲14は特開平10-230616号公報，甲15は特開平10-323993号公報，甲16は特開2001-287381号公報，甲17は特開平11-263025号公報，甲18は特開平4-275156号公報，甲19は特開2000-326604号公報，甲20は特開2002-5818号公報，甲21は「新電子工作入門」抜粋，甲22は特開平11-286121号公報，甲23は特開2002-370378号公報，甲24は特開2002-14870号公報，甲25は特開2002-370383号公報)に記載された発明に基づいて，容易に発明をすることができたものであるということはできないから，請求人らの主張には理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "無効理由3について",
                      "text": [
                        "本件発明1は，記録装置の構成を除外すれば，甲1発明から容易に想到し得るとの請求人らの主張は，「記録装置の構成を除外する」という前提での主張であるが，この前提は誤りであるから，本件発明1を無効とすることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2について",
                  "text": [
                    "本件発明2は，本件発明1の液体インク収納容器に加え記録装置も備えた液体インク供給システムであって，その液体インク収納容器が有する制御部は，本件発明1の液体インク収納容器が有する制御部を更に限定したものであるから，本件発明1を限定したものに相当する。本件発明1は，請求人らが主張する無効理由1ないし3により無効とすることはできないものであるから，本件発明1を限定したものに相当する本件発明2は，同様の理由により，請求人らが主張する無効理由1ないし3により無効とすることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "請求人らは，サポート要件違反，実施可能要件違反及び明確性違反による本件発明1及び2の無効理由を主張するが，これらの主張にはいずれも理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，請求人らの主張及び証拠方法によっては，本件発明1及び2についての特許を無効とすることができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した甲1発明の内容，本件発明1及び2と甲1発明との一致点，相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "text": [
                    "「複数のインクカートリッジ(印刷用記録材容器)を互いに異なる位置に搭載して移動するキャリッジと，該インクカートリッジに備えられるデータ信号端子と電気的に接続可能なプリンタ側端子と，各インクカートリッジに対応して設けられ，交換対象となるインクカートリッジを点灯して示すキャリッジ上のLEDと，搭載されるインクカートリッジそれぞれの前記端子と接続され，インクカートリッジを識別するための識別データを送出するためのデータバスとを有し，交換対象となるインクカートリッジに対応するキャリッジ上のLEDを点灯させ，その点灯結果に基づいて交換対象となるインクカートリッジを報知するカラープリンタのキャリッジに対して着脱可能なインクカートリッジであって，前記データバスに接続可能な前記データ信号端子と，インクカートリッジの識別データを格納するメモリアレイ，前記データ信号端子から入力される識別データと，前記メモリアレイに格納されている識別データとに応じて応答するIDコンパレータ等を備え，前記データ信号端子から入力される識別情報と，前記記憶素子(メモリアレイ)に格納されている識別情報とが一致する場合に，カラープリンタ側の制御回路に対して応答する記憶装置とを有し，前記カラープリンタ側の制御回路は，前記応答がない記憶装置を備えるインクカートリッジを，装着されていないインクカートリッジとして検出するようになっているカラープリンタに対して着脱可能なインクカートリッジ。」の発明。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「複数の液体インク収納容器を搭載して移動するキャリッジと，該液体インク収納容器に備えられる接点と電気的に接続可能な装置側接点と，搭載される液体インク収納容器それぞれの前記接点と接続する前記装置側接点に対して共通に電気的接続し色情報に係る信号を発生するための配線を有した電気回路とを有する記録装置の前記キャリッジに対して着脱可能な液体インク収納容器において，前記装置側接点と電気的に接続可能な前記接点と，少なくとも液体インク収納容器のインク色を示す色情報を保持可能な情報保持部と，を有する液体インク収納容器。」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "相違点1：前記「記録装置」が，本件発明1では，「前記キャリッジの移動により対向する前記液体インク収納容器が入れ替わるように配置され前記液体インク収納容器の発光部からの光を受光する位置検出用の受光手段を一つ備え，該受光手段で該光を受光することによって前記液体インク収納容器の搭載位置を検出する液体インク収納容器位置検出手段」及び「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する」構成を有するのに対して，甲1発明ではこれを有しない点。",
                        "相違点2：本件発明1では，前記「液体インク収納容器」に「受光手段に投光するための光を発光する発光部」が備えられているのに対し，甲1発明では，インクカートリッジ(液体インク収納容器)に，発光部が備えられておらず，プリンタ側のキャリッジに，交換対象となるインクカートリッジを報知するためのLED(発光部)が備えられており，また，本件発明1では，前記「液体インク収納容器」に「前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とに応じて前記発光部の発光を制御する制御部」を備えるのに対して，甲1発明では，インクカートリッジ(液体インク収納容器)の記憶装置(制御部)は，プリンタとの接点から入力される識別情報(色情報)に係る信号と，メモリアレイの保持する前記識別情報(色情報)とが一致した場合に，応答信号をプリンタ側の制御回路に対して送り返す動作を制御するものの，上記記憶装置(制御部)においてプリンタ側のキャリッジ上のLED(発光部)を発光させるものではない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2と甲1発明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「複数の液体インク収納容器を互いに異なる位置に搭載して移動するキャリッジと，",
                        "該液体インク収納容器に備えられる接点と電気的に接続可能な装置側接点と，搭載される液体インク収納容器それぞれの前記接点と接続する前記装置側接点に対して共通に電気的接続し色情報に係る信号を発生するための配線を有した電気回路とを有する記録装置と，前記記録装置の前記キャリッジに対して着脱可能な液体インク収納容器と，を備える液体インク供給システムにおいて，前記液体インク収納容器は，前記装置側接点と電気的に接続可能な前記接点と，少なくとも液体インク収納容器のインク色を示す色情報を保持する情報保持部と，を有する液体インク供給システム。」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "相違点3：本件発明2では，前記記録装置が，「該液体インク収納容器からの光を受光する位置検出用の受光部を一つ備え，該受光部で該光を受光することによって前記液体インク収納容器の搭載位置を検出する液体インク収納容器位置検出手段」を有し，上記「受光部」は，「前記キャリッジの移動により対向する前記液体インク収納容器が入れ替わる」ように配置されているのに対し，甲1発明では，前記記録装置は，「液体インク収納容器位置検出手段」を有しておらず，液体インク収納容器からの光を受光する位置検出用の受光部さえも備えていない点。",
                        "相違点4：本件発明2では，前記液体インク収納容器が，前記「液体インク収納容器位置検出手段の前記受光部(［相違点3］参照。)」に投光するための光を発光する「発光部」を有するとともに，「前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とが一致した場合に前記発光部を発光させる制御部」も有しているのに対して，甲1発明では，インクカートリッジの記憶装置(制御部)は，プリンタとの接点から入力される色情報(識別情報)に係る信号と，記憶素子(メモリアレイ)に格納されている前記色情報(識別情報)とが一致した場合に，カラープリンタ側の制御回路に対して応答し，プリンタ側のキャリッジ上にLED(発光部)を備えているものの，上記インクカートリッジの記憶装置(制御部)においてプリンタ側のキャリッジ上のLED(発光部)を点灯させるものではない点。",
                        "相違点5：本件発明2では，「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する」のに対して，甲1発明では，応答がない記憶装置を備えるインクカートリッジを，装着されていないインクカートリッジとして検出するものの，インクカートリッジの搭載位置を検出することはできない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告らの主張",
          "text": [
            "審決には，以下のとおり，(1) 本件発明1と甲1発明との相違点1，2に関する容易想到性判断の誤り(取消事由1)，(2) 本件発明2に関する容易想到性判断の誤り(取消事由2)，(3) サポート要件違反，実施可能要件違反，明確性違反に関する判断の誤り(取消事由3ないし5)があり，これらは，審決の結論に影響を及ぼすから，審決は取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と甲1発明との相違点1，2に関する容易想到性判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「インクタンクが受光体と対向するタイミングで，受光体から所定の強さの光量が検出されるか否かによって対向する位置のインクタンクの誤装着の有無を判断する」という甲5記載の誤装着の検出原理について，「キャリッジとともに移動する液体インク収納容器の発光部を備えていないので，キャリッジとともに移動する発光部を光らせることはできず，記録装置本体側に備えられキャリッジとともに移動することがない発光体4aを光らせ，この光を受光体4bが受光するのである」から，「前記キャリッジの移動により対向する前記液体インク収納容器が入れ替わるように配置され前記液体インク収納容器の発光部からの光を受光する位置検出用の受光手段を一つ備え，該受光手段で該光を受光することによって前記液体インク収納容器の搭載位置を検出する液体インク収納容器位置検出手段」及び「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する」という本件発明1の誤装着の検出原理とは同じでないと判断し，相違点1に係る本件発明1の構成に想到することが容易であるということはできないとした。",
                    "しかし，甲5には，キャリッジの動きを利用して1つの受光体4bから出力される電流又は電圧値を基準値とし，実際に検出された電流または電圧値が前記基準値から一定の範囲内であるか否かによって正面対向位置のインク容器の装着の正誤を検出する構成が示され，甲3には，キャリッジに設けられたプリンタ側の接点と電気的に接続可能な「電気接続部」を有し，この「電気接続部」を介して電源の供給のみならず，信号のやり取りを行うこと，情報蓄積手段に格納されているインクの種類の情報を読み出し，判断手段が情報伝達手段を発光させるかどうかを判断する構成などが開示されている。",
                    "また，甲2記載の構成は，バス配線を備え，上り信号はバス配線に送信し，下り信号はインク色ごとに長さを異ならせた抵抗体を設けることにより出力電流を異ならせ，これをプリンタ本体側の制御回路でA／D変換後の電圧値として検出するものであるから，甲2は，バス接続を採用した場合でも入れ違いによる誤装着の検出が可能な構成を示しているといえる。そうすると，甲1発明に，甲5，甲3記載の技術事項を組み合わせ，相違点1に係る本件発明1の構成に至ることの動機付けも認められる。",
                    "審決の上記判断は，結局，甲5の「発光体4a」から，本件発明1の「発光部」には想到しないというものであるが，甲3には，「インクタンクの発光部(情報伝達手段)からの光」及び「キャリッジの位置に応じて特定されたインク色(インクの種類)のインクタンクの発光部(情報伝達手段)を光らせ」が開示されているから，甲1発明に甲3の構成を組み合わせれば，「インクタンクの発光部からの光」及び「キャリッジの位置に応じて特定されたインク色のインクタンクの発光部を光らせ」に想到するといえる。",
                    "したがって，相違点1に関する審決の容易想到性判断には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，仮に，甲3に「インクタンクの立体形半導体素子に受光手段に投光するための光を発光する発光部を備えること」が記載されているとしても，甲1発明に，甲3の立体形半導体素子を採用すると，データバスは不要になり，電気接続部に必要な端子は電力の供給を受ける端子のみになり，受光手段は光による情報通信用のものであるから，甲1発明の制御部(記憶装置)は「記録装置からの要求に応じて接点から入力される色情報に係る信号と液体インク収納容器の情報保持部で保持している色情報とが一致したときの応答信号をバス配線に返する」ものから，相違点2に係る本件発明1の構成である「前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とに応じて前記発光部の発光を制御する」ようなものにはなり得ない旨判断した。",
                    "しかし，甲3には，電力のみならず，信号のやりとりも行う「電気接続部」が記載され(【0064】，【0113】)，電気的接点を介して受信した入力信号に応じて判断手段が情報蓄積手段に格納された情報を読み出し，タンク内部情報と比較判断する構成が開示されている(【0046】)。",
                    "また，甲3の情報伝達手段が発光したときの光を受光する甲3のカラープリンタ側の受光手段は位置検出用のものでないとしても，甲5の第1実施例には，正面対向位置のインク容器の装着の正誤を検出するための位置検出用の受光体4b及びプリンタ本体側の制御回路が存在するから，甲1発明に甲5記載の事項を組み合わせれば，「前記受光手段に投光するための光を発光する前記発光部」の「前記受光手段」に想到するのであり，審決の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，甲2記載の事項について，「図3にみられるように・・・バス接続方式を採用する点が記載されているが，これは記録装置本体の制御回路内のことであり，記録装置とインクカートリッジの接続箇所に使われているものではない。また，・・・信号線lは，ID情報や制御情報などを双方向に通信する甲第1号証のデータバスとは全く異なるもので，MPUにアナログ信号としての電圧を入力するための配線にすぎないものである。甲第2号証には，インクカートリッジの誤装着を検知することが記載されているが，その検知手法はインクカートリッジの各々異なった位置に導体部や端子を取り付けるものである。」と認定し，仮に，甲2の記載から，甲1発明において，インクカートリッジの誤装着を検知できるようにしようとの動機付けが生じたとしても，その結果の発明は，甲1発明において，各インクカートリッジの各々異なった位置に導体部や端子を取り付け，1本の信号線を用いて，予め決められた位置に対応する導体部や端子を備えたインクカートリッジが装着されたか否かをその信号線の電圧をMPUが検知することにより判断できるようにしたものであり，甲2の記載から，甲1発明において，甲3記載の立体形半導体素子や甲5記載のインク残量検出手段を採用するとの動機付けが生じることはないと判断した。",
                    "また，審決は，本件明細書の記載(例えば，【0080】ないし【0116】，図20ないし図31。判決注：図20は別紙1のとおりである。)から，本件発明1及び2の実施形態におけるバス配線は，記録装置側の制御回路300とインクタンク側の入出力制御回路103Aとの間でデータのやりとりを双方向で行い，記録装置側の制御回路300がメモリーアレー103Bに対して行うデータの書き込み及び読み出しにも使うものであることが明らかであるとして，本件発明1が採用した構成の技術的意義は，下り信号をバス配線に返すのではなくバス配線とは異なるルートを設定した点にあるとはいえない旨判断した。",
                    "そして，審決は，仮に，甲2，甲3及び甲5の記載から，当業者に，甲1発明において，甲2，甲3及び甲5に記載の事項を採用する動機が生じたとしても，当業者が，本件発明1及び2のような発明には想到しない旨判断した。",
                    "しかし，審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲2には，インクカートリッジ1a，1b，1c，1dが，制御回路と接続された電源ラインVccに対し，接点S1 ，S2 ，S3 ，S4 を介してバス接続される構成が開示されている(【0038】，図10)。ここで，各インクカートリッジが接点を介して1つの電源ラインVccに共通に接続されている点がバス接続であり，甲2の信号線lは，ID情報や制御情報などを双方向に通信する甲1のデータバスとは全く異なるもので，MPUにアナログ信号としての電圧を入力するための配線にすぎないとはいえない。そうすると，甲2の第2実施例，図10には，「抵抗体」によってインクタンクのインク色を識別し，この「抵抗体」からの出力電流を異ならせ，プリンタ本体側の制御回路においてA／D変換後の電圧値を検出することにより，バス接続を用いた場合でもインクタンクの入れ違いによる誤装着の検出が可能な構成が示されているといえる。",
                        "したがって，審決は，甲2の第2実施例を考慮せずに甲2記載の事項を認定し，これを前提として，甲2の記載から，甲1発明において，甲3記載の立体形半導体素子や甲5記載のインク残量検出手段を採用するとの動機付けが生じることはないと判断した誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件明細書の特許請求の範囲の請求項1の記載によれば，バス配線が使用されるのは上り信号を送信するときだけである。審決は，同項に，記録装置から液体インク収納容器への片方向の通信にのみ使用する「バス配線」しか記載されていないのに，発明の詳細な説明を参酌し，同項の「バス配線」について，双方向の通信が可能でメモリーアレーに対する書き込み／読み出しにも使用する限定された「バス配線」と認定し，これを前提として，本件発明1が採用した構成の技術的意義は，下り信号をバス配線に返すのではなくバス配線とは異なるルートを設定した点にあるとはいえないと判断した誤りがある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，審決の判断には誤りがあり，これを前提として，甲1発明に，甲2，甲3及び甲5に記載の事項を採用する動機が生じたとしても，本件発明1及び2のような発明になることはないとした判断にも誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，審決は，「甲第3，4号証も甲第20号証以上のことは記載されておらず，かつ，甲第3，4，6，18，19，20号証の発光部は，いずれも，液体インク収納容器それぞれの接点と接続する装置側接点に対して共通に電気接続した配線を介して入力される色情報と，情報保持部の保持する色情報とに応じて発光させられるものとはいえない。」とするが，上記ウと同様の理由により，誤りである。",
                    "また，審決は，「甲第5，10，13ないし17号証の発光部は，間にインク容器を挟んで受光手段に対向する位置に配置されるか，あるいは，インク容器に対向する受光手段と並んで位置するように配置されるから，インクタンクに配置されるものではない。」とするが，上記イと同様の理由により，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2に関する容易想到性判断の誤り(取消事由2)",
              "text": [
                "審決は，本件発明2は本件発明1を更に限定したものに相当すると認定し，本件発明1は原告ら(請求人ら)が主張する無効理由1ないし3により無効とすることができないから，本件発明1を限定したものに相当する本件発明2は，同様の理由により，無効理由1ないし3により無効とすることはできない旨判断した。",
                "しかし，上記(1) のとおり，本件発明1を無効とすることはできないとの審決の判断は誤りである。また，本件発明1が本件発明2と相違する点は，全て甲1，甲5，甲3に開示された事項の範囲内であるから，本件発明1と2とで容易想到性の判断が異なることはない。",
                "したがって，審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "サポート要件違反に関する判断の誤り(取消事由3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件明細書の特許請求の範囲の請求項1及び3が「Ｎ-1型プリンタ」を含むかという点について，本件発明1及び2がサポート要件を満たしているかどうかとは関係のないことであるとし，また，審決は，「Ｎ-1型プリンタ」について，キャリッジに搭載されるインクタンクＮ個のうち，誤装着の検出対象となる「インクタンクA」がＮ-1個存在し，誤装着の検出対象とならない「インクタンクB」が1個存在するようなプリンタであることを前提に，本件発明1及び2は，本件明細書の発明の詳細な説明にその実施形態とともに詳細に記載されているから，「Ｎ-1型プリンタ」が本件発明1及び2に含まれるにもかかわらず，本件明細書の発明の詳細な説明に記載されていないからといって，本件発明1及び2をサポート要件違反であるとすることはできない旨判断した。",
                    "しかし，本件明細書の特許請求の範囲の請求項1及び3が「Ｎ-1型プリンタ」を含むかという点はサポート要件の問題であり，審決はこれを看過し，判断を脱漏した誤りがある。",
                    "また，「Ｎ-1型プリンタ」とは，受光部が，誤装着の検出対象となる全Ｎ個のインクタンクのうち「Ｎ-1個」と入れ替わって対向する，「Ｎ-1個対向」のプリンタのことである。このようなプリンタにおいては，予め全種類のインクタンクが装着されていることが別の技術的手段により確認されている場合で，かつ受光部に対向するＮ-1個のインクタンクが全て正しく装着されている場合に限り，残り1個のインクタンクの装着も正しいことが確定するが，各インクタンクの装着のそれぞれが正しいかどうかは，対向インクタンクについては判断できても，非対向インクタンクについては判断することができない。審決が前提とする「Ｎ-1型プリンタ」の理解には誤りがある。",
                    "さらに，(「Ｎ-1型プリンタ」を含む)本件発明1及び2が，本件明細書の発明の詳細な説明に記載されているとすれば，「Ｎ-1型プリンタ」も本件明細書の発明の詳細な説明に記載されているはずであるから，「『Ｎ-1型プリンタ』が本件発明1及び2に含まれるにもかかわらず，本件明細書の発明の詳細な説明に記載されていない」ということはできないから，審決の判断過程には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「補助的操作」が本件発明1及び2に含まれるかどうかは，本件発明1及び2がサポート要件違反であるかどうかとは関係ないことであり，無効理由とは関係のないことの判断を示すことはできないとした。",
                    "また，審決は，本件発明1及び2を採用した製品において，受光手段が受光したか否かの判断について他の発明の技術が採用されており，かつ，その「他の発明」については本件明細書に何ら記載されていないとしても，そのことにより，本件発明1及び2がサポート要件違反であることにはならないと判断した。",
                    "しかし，「補助的操作」が本件明細書の請求項1及び3の記載に含まれることを前提とすれば，「補助的操作」の構成が，本件明細書の発明の詳細な説明によってサポートされているか否かはサポート要件の問題であり，審決はこの点について判断を脱漏した誤りがある。",
                    "また，審決は，「補助的操作」が本件発明1及び2に含まれないもの(「他の発明」)であるか否かを判断していないから，「補助的操作」について本件明細書に何ら記載されていないことにより，本件発明1及び2がサポート要件違反にならないかどうかは不明のはずであり，審決の判断過程には誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，「インクタンクごとにその搭載位置を特定しなくても，装着されるべき位置に正しいインクタンクがすべて装着されているときとそうでないときとを判別できれば，共通バス接続の方式を採用した場合でも液体インク収納容器の搭載位置の誤り(誤装着)を検出できるといえる。」などとして，発明の詳細な説明に記載されている制御内容の全て，あるいは一部を使用すれば，本件発明1及び2と相俟って，共通バス接続の方式を採用した場合でも液体インク収納容器の搭載位置の誤り(誤装着)を検出できるから，発明の詳細な説明の記載は，本件発明1及び2をサポートしている旨判断した。",
                    "しかし，審決は，一方で，本件発明1及び2の課題につき，「コストを低減するため，記録装置と液体インク収納容器との間の配線の方式に，全液体インク収納容器に共通の信号線を用いる共通バス接続の方式を採用した場合でも，各液体インク収納容器がインク色に従ってキャリッジの所定の位置に正しく装着されているか否かを検出することにある。」として，インクタンクごとに搭載位置が正しいかどうかを検出することを課題として認定している。サポート要件に関する審決の上記判断は，インクタンクごとにその搭載位置を特定しなくても，装着されるべき位置に正しいインクタンクが全て装着されているときとそうでないときとを判別できればよいというのであり，審決の認定した発明の課題とは矛盾するから，審決の判断過程には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "実施可能要件違反に関する判断の誤り(取消事由4)",
              "text": [
                "審決は，実施可能要件違反について，記録装置が，本件発明1の液体インク収納容器とは別に，他の液体インク収納容器であるインクタンクBを着脱可能に搭載でき，そこに搭載したインクタンクBは，キャリッジの移動により受光手段に対向することができないとしても，本件発明1の液体インク収納容器である複数のインクタンクAとは，関係のないことであり，インクタンクBが本件発明1の液体インク収納容器に該当するか否かということも，複数のインクタンクAが本件発明1の液体インク収納容器であるか否かということとは，関係のないことである，受光手段又は受光部に対向しないキャリッジ上の位置に搭載するインクタンクBは，例えば他の手段により誤装着がないようにしたものであるとしても，あるいは誤装着が起き得るが誤装着を検出できないものであるとしても，そのようなことは，複数のインクタンクAが本件発明1の液体インク収納容器であるか否かということとは関係のないことであるとして，実施可能要件違反の理由により，本件発明1及び2を無効とすることはできない旨判断した。",
                "しかし，審決は，上記(3) のとおり，本件特許において誤装着の検出対象となるＮ-1個の「インクタンクA」とは別に，他の手段により誤装着がないようにするか，誤装着が起き得るが誤装着を検出できない「インクタンクB」を観念し，「Ｎ-1型プリンタ」とは，Ｎ-1個の「インクタンクA」と1個の「インクタンクB」がキャリッジに搭載されるプリンタであると誤解しており，このような誤った理解に基づいて，本件明細書の請求項1及び3に含まれる「Ｎ-1型プリンタ」が実施可能か否かを検討することなく，実施可能要件違反とは関係のないことであると判断したものであるから，審決の結論には誤りがある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "明確性違反に関する判断の誤り(取消事由5)",
              "text": [
                "審決は，「記録装置のキャリッジに対して着脱可能な液体インク収納容器は，・・・記録装置のキャリッジに対して装着されて，記録をするのに使用されるものであり，・・・通常，装着して使用すべき記録装置は1種又は関連する数種，数十種ないしは百種類程度の記録装置に決められているものである。」との経験則に基づき，本件明細書の特許請求の範囲の請求項1の記載は，本件発明1の「液体インク収納容器」を，組み合わされる記録装置との関係で，明確に特定する記載である旨判断した。",
                "しかし，本件発明1は，インクタンクの発明でありながら，それが用いられるプリンタの構成を請求項に詳細に規定することによりインクタンクの構成を特定するものとなっている。このような請求項は，インクタンク側の構成としては同一のインクタンクであっても，請求項に詳細に規定された構成要件を充足するプリンタに用いられる場合には全ての構成要件を充足するのに対し，そのようなプリンタでないプリンタに用いられる場合にはプリンタ側の構成要件を充足せず，組み合わせるプリンタ側の構成によって，構成要件充足性を異にし，第三者に対して，権利範囲を明確に画することができないから，明確性を欠くというべきである。",
                "審決は，「記録装置のキャリッジに対して着脱可能な液体インク収納容器は，・・・通常，装着して使用すべき記録装置は1種又は関連する数種，数十種ないしは百種類程度の記録装置に決められているものである。」という根拠のない経験則に基づいて請求項1の記載の明確性を判断したものであり，その論理には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "審決には，以下のとおり，取り消されるべき判断の誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件発明1と甲1発明との相違点1，2に関する容易想到性判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，甲3には，「インクタンクの発光部(情報伝達手段)からの光」及び「キャリッジの位置に応じて特定されたインク色(インクの種類)のインクタンクの発光部(情報伝達手段)を光らせ」が開示されており，甲1発明に甲3の構成を組み合わせれば，「インクタンクの発光部からの光」及び「キャリッジの位置に応じて特定されたインク色のインクタンクの発光部を光らせ」に想到するから，相違点1に関する審決の容易想到性判断には誤りがある旨主張する。",
                    "しかし，甲3には，インクジェットプリンタのインクタンクに立体形半導体素子を設けるという構成が開示されており，立体形半導体素子からの情報伝達手段として光を発することが記載されているが(【0049】)，この記載は，単に外部に情報を伝達する手段として光を用いるということが開示されているだけであり，原告ら主張のような「受光手段に投光するための光を発光する発光部」との事項は開示されていないから，原告らの主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，相違点2についての容易想到性判断につき，審決の甲3記載の事項に関する認定は誤りである旨主張する。",
                    "しかし，甲3には，インクに接触している半導体素子の情報入手手段が，その素子の周囲環境であるインクタンク内情報(インクの種類も含む。)を入手し，外部からの入力信号ではなく，この情報入手手段が入手したインクタンク内情報と半導体素子の情報蓄積手段に蓄積されている情報とを半導体素子の判断手段が比較し，必要ならば半導体素子自身が発光等により外部に伝達することが記載されているだけであり，外部からの入力信号と情報蓄積手段から読み出したインク種類情報との比較などを行うことは記載されていない。",
                    "したがって，甲3には原告ら主張のような事項は開示されていないから，原告らの主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，①審決には甲2の第2実施例を考慮せずに甲2記載の事項を認定し，これを前提として，甲2の記載から，甲1発明において，甲3記載の立体形半導体素子や甲5記載のインク残量検出手段を採用するとの動機付けが生じることはないと判断した誤りがある，②審決は，本件明細書の特許請求の範囲の請求項1に，記録装置から液体インク収納容器への片方向の通信にのみ使用する「バス配線」しか記載されていないのに，発明の詳細な説明を参酌し，同項の「バス配線」について，双方向の通信が可能でメモリーアレーに対する書き込み／読み出しにも使用する限定された「バス配線」と認定し，これを前提として，本件発明1が採用した構成の技術的意義は，下り信号をバス配線に返すのではなくバス配線とは異なるルートを設定した点にあるとはいえないと判断した誤りがあるとして，甲1発明に，甲2，甲3及び甲5に記載の事項を採用する動機が生じたとしても，本件発明1及び2のような発明になることはないとした審決の判断に誤りがある旨主張する。",
                    "しかし，甲2はインクタンクの誤装着を防止する技術に関するものであり，図10の実施例は，各インクタンクに抵抗体を設けるものである(図11にその等価回路が示される。)。この実施例は，インクタンクの誤装着がある場合は抵抗体の接続関係が異なることから，これを検知できるというだけであり，「共通バス接続方式を採用しつつも，インクタンクの搭載位置の間違いを検出する」という本件発明1の課題や光照合処理を開示も示唆もしていない。そうすると，甲2記載の事項は，相違点に係る本件発明1の構成とはほど遠いものであるから，これらを考慮しなかったとしても，甲2の記載から甲1発明において，甲3記載の立体半導体素子や甲5記載のインク残量検出手段を採用するとの動機づけが生じることはなく，審決の容易想到性の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告らは，他にも相違点2に関する容易想到性判断の誤りを主張するが，いずれも上記と同様の理由により失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件発明2に関する容易想到性判断の誤り)に対し",
              "text": [
                "原告らは，本件発明1を無効とすることはできず，本件発明1と本件発明2と相違する点は，全て甲1，甲5，甲3に開示された事項の範囲内であるとして，本件発明2を無効とすることはできないとした審決は誤りである旨主張する。",
                "しかし，本件発明2に関する審決の容易想到性判断に対する原告ら主張の取消事由は，本件発明1に関するものと同様である。本件発明1に関する審決の容易想到性判断に誤りはないから，同様の理由により，本件発明2に関する審決の容易想到性判断にも誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(サポート要件違反に関する判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，本件明細書の特許請求の範囲の請求項1及び3が「Ｎ-1型プリンタ」を含むかという点はサポート要件の問題であり，審決はこれを看過し，判断を脱漏した誤りがある，審決が前提とする「Ｎ-1型プリンタ」の理解には誤りがある，(「Ｎ-1型プリンタ」を含む)本件発明1及び2が，本件明細書の発明の詳細な説明に記載されているとすれば，「Ｎ-1型プリンタ」も本件明細書の発明の詳細な説明に記載されているはずであり，「『Ｎ-1型プリンタ』が本件発明1及び2に含まれるにもかかわらず，本件明細書の発明の詳細な説明に記載されていないからといって，本件発明1及び2をサポート要件違反であるとすることはできない。」旨の審決の判断過程には誤りがある旨主張する。",
                    "しかし，サポート要件を満たすか否かは，特許請求の範囲に記載された発明特定事項が発明の詳細な説明に開示されているか否かを基準として判断されるものであり，特定の製品の形態が発明の詳細な説明に開示されているか否か，特定の製品の形態が特許発明に包含されるか否かを基準として判断されるものではない。",
                    "本件発明1及び2は，本件明細書の発明の詳細な説明にその実施形態と共に詳細に記載されているから，「Ｎ-1型プリンタ」が本件発明1及び2に含まれるにもかかわらず，本件明細書の発明の詳細な説明に記載されていないからといって，本件発明1及び2をサポート要件違反とすることはできないとの審決の判断過程に誤りはなく，原告らの主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，①「補助的操作」の構成が，本件明細書の発明の詳細な説明によってサポートされているか否かはサポート要件の問題であり，審決はこの点について判断を脱漏した誤りがある，②審決は，「補助的操作」が本件発明1及び2に含まれないものであるか否かを判断していないから，「補助的操作」について本件明細書に何ら記載されていないことにより，本件発明1及び2がサポート要件違反にならないかどうかは不明のはずであり，審決の判断過程には誤りがある旨主張する。",
                    "しかし，上記アのとおり，サポート要件を満たすか否かは，特許請求の範囲に記載された発明特定事項が発明の詳細な説明に開示されているか否かを基準として判断されるものであり，特定の製品の形態が発明の詳細な説明に開示されているか否か，特定の製品の形態が特許発明に包含されるか否かを基準として判断されるものではない。",
                    "「補助的操作」が本件発明1及び2に含まれるかどうかは，本件発明1及び2がサポート要件違反であるかどうかとは関係のないことであるとし，上記アのとおり，サポート要件違反とすることはできないとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，審決は，インクタンクごとにその搭載位置を特定しなくても，装着されるべき位置に正しいインクタンクが全て装着されているときとそうでないときとを判別できればよいと判断するところ，この判断は，審決の認定した発明の課題とは矛盾するから，審決の判断過程には誤りがある旨主張する。",
                    "しかし，本件発明1及び2の課題は，共通バス接続方式では，共通の信号線を介してプリンタ本体側電気回路がインクタンクから受ける信号はそのインクタンクの搭載位置に関わらず同じであり，インクタンクの搭載位置が正しいか否か判別できないことから，「共通バス接続方式を採用しつつも，インクタンクの搭載位置間違いを検出する」というものであり(本件明細書の【0009】)，審決の認定も同様である。そうすると，「光照合処理」に関わる構成だけで本件発明1及び2の課題が解決できることは明らかであり，特許請求の範囲には「光照合処理」に関わる構成のみが記載されていれば必要十分である。装着確認制御は，発明の課題を解決するために実施される「光照合処理」に関わる構成ではなく，必須の要件でもない。",
                    "また，本件明細書には，装着確認制御と光照合処理とを組み合わせた実施例が開示されているが，本件発明1及び2の上記課題に鑑みれば，光照合処理を1つの技術思想と捉えることができ，装着確認制御を規定せずに光照合処理を請求項で特定して本件発明1及び2とすることはサポート要件に違反しないといえる。",
                    "したがって，「発明の詳細な説明に記載されている技術事項のうちのどの部分を請求項に記載するかは，発明をどのように捉えるかによって決まるものであり，そのすべてではなく一部を請求項に記載しても，技術思想といえる程度にまとまった単位であれば，発明の詳細な説明に記載されている技術事項を記載した請求項の記載を，発明の詳細な説明に記載されている技術事項のすべてを記載したものではないからといって，サポート要件違反であるとすることはできない。」とし，明細書記載の光照合処理を1つの技術思想と捉えて装着確認制御を必須の要件ではないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(実施可能要件違反に関する判断の誤り)に対し",
              "text": [
                "原告らは，「Ｎ-1型プリンタ」の誤った理解に基づいて，本件明細書の請求項1及び3に含まれる「Ｎ-1型プリンタ」が実施可能か否かを検討することなく，実施可能要件違反とは関係のないことであるとした審決の判断は誤りである旨主張する。",
                "しかし，上記(3)ア のとおり，本件発明1及び2は，本件明細書に詳細に記載されているというべきであるから，実施可能であり，実施可能要件に関する審決の上記判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5(明確性違反に関する判断の誤り)に対し",
              "text": [
                "原告らは，本件発明1は，インクタンクの発明でありながら，それが用いられるプリンタの構成を請求項に詳細に規定することによりインクタンクの構成を特定するものとなっており，組み合わせるプリンタ側の構成によって，構成要件充足性を異にし，明確性を欠く，審決は，根拠のない経験則に基づいて請求項1の記載の明確性を判断したものであり，その論理に誤りがある旨主張する。",
                "しかし，原告らの主張は，本件発明1の発明内容の明確性を問うものではなく，本件発明1がプリンタ側の構成を特定していることのみを問題とするものである。",
                "プリンタ製品とインクタンク製品とは，その組合せが決まっていることから，双方を特定することができ，本件発明1がプリンタ側の構成も特定するものとなっているからといって，構成要件充足性の判断に困難を生じるものではなく，その技術的範囲は不明確ではない。そうすると，本件発明1がプリンタ側の構成も特定するものとなっているからといって，その構成要件充足性の判断を困難にすることはなく，技術的範囲を不明確にするものではないことを述べた上で，本件発明1が明確であると結論づけた審決の判断に誤りはない。",
                "なお，原告ら主張の事例における侵害の成否は，侵害行為等の具体的事案に応じて判断される特許権の効力の問題であり，明確性の問題ではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，原告ら主張の取消事由はいずれも理由がなく，審決に取り消すべき違法はないものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1と甲1発明との相違点1，2に関する容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，相違点1に係る本件発明1の構成は，甲5記載の技術事項に，甲3記載の技術事項を組み合わせることにより，当業者であれば容易に想到できるものであり，甲2記載の事項から，甲1発明に，甲5，甲3記載の技術事項を組み合わせる動機付けもある，甲3には，「インクタンクの発光部(情報伝達手段)からの光」及び「キャリッジの位置に応じて特定されたインク色(インクの種類)のインクタンクの発光部(情報伝達手段)を光らせ」が開示されており，甲1発明に甲3の構成を組み合わせれば，「インクタンクの発光部からの光」及び「キャリッジの位置に応じて特定されたインク色のインクタンクの発光部を光らせ」に想到するから，相違点1に関する審決の容易想到性判断には誤りがある旨主張するので，以下検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "認定事実",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書(甲36)には次の記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特許請求の範囲の請求項1及び3の記載は，上記第2の2のとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "発明の詳細な説明には次の記載がある。",
                            "【技術分野】【0001】本発明は，・・・インクジェット記録で用いられるインクタンクのインク残量など，液体インク収納容器の状態に関する報知をLEDなどの発光手段によって行う構成で用いられる液体インク収納容器，液体インク供給システムおよび液体インク収納カートリッジに関するものである。",
                            "【背景技術】【0002】・・・一般的にプリンタのインクタンク内のインク残量はPCを介してモニタ上で確認する手法が知られているが，上記ノンPC記録を行う場合においても，PCを介することなくインクタンク内のインク残量を把握したいという要望が高まっていた。・・・",
                            "【0004】一方，さらなる高画質化の要求から従来の4色(ブラック，イエロー，マゼンタ，シアン)インクに，濃度の薄い淡色マゼンタ，淡色シアンといったインクが使われるようになってきており，さらにはレッド，ブルーインクといったいわゆる特色インクの使用も提案されてきている。このような場合，インクジェットプリンタに対しては7～8個といったインクタンクを個別に搭載することになる。その際に，間違った装着位置へのインクタンクの搭載を防止する機構が必要となってくる。特許文献3には，インクタンクがキャリッジに搭載される際の，キャリッジの搭載部とインクタンク相互の係合の形状をインクタンクごとに異ならせ，これにより，インクタンクが誤った位置に装着されることを防止している構成が開示されている。",
                            "【発明が解決しようとする課題】【0006】・・・インクタンクにランプが設けられている場合であっても，インク残量が少ないとして認識しているインクタンクを本体側制御部が特定する場合には，そのような認識に基づくランプの点灯などのために信号を送るべきインクタンクを特定しなければならない。・・・従って，ランプ等表示器の発光制御では，搭載されるインクタンクの搭載位置を特定することが必要となる。",
                            "【0007】インクタンクの搭載位置を特定する構成としては，上述したように，搭載部とインクタンクが係合する相互の形状を搭載位置ごとに異ならせるものがある。しかしながら，この場合は特に，インクの色ないし種類ごとに異なる形状のインクタンクを製造する必要があり，製造効率やコストの点で不利となる。",
                            "【0008】他の構成として，インクタンクの電気接点とキャリッジ等の搭載位置における本体側の電気接点とが接続して形成される回路の信号線を，搭載位置ごとに個別のものとする構成が考慮される。・・・",
                            "【0009】しかしながら，このような信号線をインクタンクもしくは搭載位置ごとに個別なものとする構成は，信号線の数を増すものである。特に，上述したように最近のインクジェットプリンタなどでは，用いるインクの種類を多くすることにより画質の向上を図るのが一つの傾向としてある。このようなプリンタでは，特に信号線の数が増すことはコストを増すなどの要因となる。一方で，配線数を削減するためにはバス接続といった所謂共通の信号線の構成が有効であるが，単にバス接続のような共通の信号線を用いる構成では，インクタンクもしくはその搭載位置を特定することができないことは明らかである。",
                            "【0010】本発明はこのような問題を解消するためになされたものであり，その目的とするところは，複数のインクタンクの搭載位置に対して共通の信号線を用いてLEDなどの表示器の発光制御を行い，この場合でもインクタンクなど液体インク収納容器の搭載位置を特定した表示器の発光制御をすることを可能とすることにある。",
                            "【発明の効果】【0019】・・・記録装置の本体側の接点(コネクタ)と接続する液体インク収納容器であるインクタンクの接点(パッド)を介して入力される信号と，そのインクタンクの色情報とに基づいて発光部の発光を制御するので，先ず，搭載される複数のインクタンクが共通の信号線によってその同じ制御信号を受け取ったとしても，色情報に合致するインクタンクのみがその発光制御を行うことができ，これにより，インクタンクを特定した発光部の点灯など発光制御が可能となる。次に，このようなインクタンクを特定した発光制御が可能な場合，例えば，キャリッジに搭載された複数のインクタンクについて，その移動に伴い所定の位置で順次その発光部を発光させるとともに，上記所定の位置での発光を検出するようにすることにより，発光が検出されないインクタンクは誤った位置に搭載されていることを認識できる。これにより，例えば，ユーザに対してインクタンクを正しい位置に再装着することを促す処理をすることができ，結果として，インクタンクごとにその搭載位置を特定することができる。",
                            "【0020】この結果，複数のインクタンクの搭載位置に対して共通の信号線を用いてLEDなどの表示器の発光制御を行い，この場合でもインクタンクなど液体インク収納容器の搭載位置を特定した表示器の発行制御をすることが可能となる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1には次の記載がある。",
                        "技術分野",
                        "本発明は，印刷装置における印刷記録材容器の識別技術に関し，さらに詳細には印刷記録材容器交換に際して正しい印刷記録材容器が装着されたか否かを識別する技術に関する。(1頁4行～7行)",
                        "発明の背景",
                        "複数色のインクカートリッジ(印刷記録材容器)を備えるカラープリンタにおいて，インクカートリッジの交換時におけるインクカートリッジの誤装着，すなわち，交換されるべきインク色とは異なるインクカートリッジの装着，を防止するための技術が提案されている。例えば，インク色毎にインクカートリッジの外形形状を変更し，誤ったインクカートリッジが物理的に装着できないようにする技術が知られている。",
                        "また，同一の外形形状を有するインクカートリッジを用いる場合には，一個のインクカートリッジのみが脱着可能な開口部を有するカバーをプリンタ上に設け，交換されるべきインクカートリッジを開口部まで移動させて，交換されるべきインクカートリッジのみの脱着を許容する技術が知られている。",
                        "しかしながら，インク色毎に異なる外形形状を有するインクカートリッジを用いる場合には，インクカートリッジを再利用する際にインク色毎にしかインクカートリッジを再利用することができず，リサイクル効率が悪いという問題があった。また，インクカートリッジの誤装着は防止できても交換を要しないインクカートリッジを誤まって取り外してしまうという問題は防止することができなかった。さらに，インク色毎にインクカートリッジ用の異なる金型を作成しなければならず，コスト高になるという問題があった。",
                        "インクカートリッジを所定の交換位置まで移動させる技術では，交換されるべきでないインクカートリッジの誤った取り外しは防止できても，装着されたインクカートリッジが正しいインクカートリッジであるか否かまでは検出することはできず，誤装着は防止できないという問題があった。(1頁9行～2頁4行)",
                        "発明の開示",
                        "本発明は，上記問題を解決するためになされたものであり，外形的な識別形状を用いることなく印刷記録材容器交換時における印刷記録材容器の誤装着を防止することを目的とする。また，交換されるべきでない印刷記録材容器の誤った取り外しを防止することを目的とする。(2頁6行～10行)",
                        "発明を実施するための最良の形態",
                        "・・・",
                        "B．第1実施例に係る記憶装置の構成",
                        "次に，図7を参照して記憶装置20，21，22，23の内部構成について説明する。図7は記憶装置20の内部回路構成を示すブロック図である。・・・",
                        "記憶装置20は，メモリアレイ201，アドレスカウンタ202，IDコンパレータ203，オペレーションコードデコーダ204，I／Oコントローラ205および工場設定ユニット206を備えている。(20頁17行～19行)",
                        "・・・",
                        "IDコンパレータ203は，クロック信号端子CT，データ信号端子DT，リセット信号端子RTと接続されており，データ信号端子DTを介して入力されたデータ列に含まれる識別データとメモリアレイ201に格納されている識別データとが一致するか否かを判定する。詳述すると，IDコンパレータ203は，リセット信号RSTが入力された後に入力される3ビット分のデータ，すなわち識別データを取得する。IDコンパレータ203は，データ列に含まれる識別データを格納する3ビットレジスタ・・・，I／Oコントローラ205を介してメモリアレイ201から取得した識別データを格納する3ビットレジスタ・・・を有しており，両レジスタの値が一致するか否かによって識別データが一致するか否かを判定する。IDコンパレータ203は，両識別データが一致する場合には，アクセス許可信号EＮをオペレーションコードデコーダ204に送出する。(21頁13行～24行)",
                        "オペレーションコードデコーダ204は，アクセス許可信号EＮが入力されると，取得した書き込み／読み出しコマンドを解析してI／Oコントローラ205に対して書き込み処理要求または読み出し処理要求を送出する。(22頁3行～6行)",
                        "・・・",
                        "図21に示す実施例では，搭載されているインクカートリッジCAに対応する数だけキャリッジ101上にLED18が備えられている。インクカートリッジCAの交換時には，制御回路30は，キャリッジ101をインク交換位置19まで移動させた後，交換の対象となるインクカートリッジCAに対応するLED18を点灯または点滅させて，交換対象となるインクカートリッジCAをユーザに指し示す。(41頁17行～22行)",
                        "(判決注：上記図7は別紙2の第7図のとおりである。)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲2には次の記載がある。",
                        "【0001】【産業上の利用分野】本発明は，複数のインクカートリッジを使用するインクジェット記録装置におけるインクカートリッジの着脱およびそれらを使用しての印字制御に関するものである。",
                        "【発明が解決しようとする課題】・・・【0006】本発明の目的は，インクカートリッジの誤装着を電気的に検出でき，こわれにくく，作製費用が少ない検出手段を有するインクジェット記録装置を提供することにある。",
                        "【0011】【作用】本発明のインクジェット記録装置にインクカートリッジが装着されると，インクジェット記録装置は，インクカートリッジに設けられている導体または抵抗体があらかじめ定められたものであるか否かを電気的に検出する。導体または抵抗体があらかじめ定められたものである場合は，印字制御を実行する。あらかじめ定められたものでない，すなわち，導体の位置や抵抗体の抵抗値が異なっている場合は，警告を発する。",
                        "【0038】図10において，・・・抵抗体を取り付けたインクカートリッジをキャリッジ26上の基板に装着するが，その装着は，インクカートリッジ1a，1b，1c，1dの各々に対し接点S1  ，S2  ，S3  ，S4  ，S1  ，S2  ，S3  ，S4  ，が対応し，その接点に各々のインクカートリッジに取り付けられている抵抗体9a，9b，9c，9dが接して装着される。接点S1  ，S2  ，S3  ，S4  にはコネクタCＮ1に配線された電源ラインVccが接続され，また他端の接点S1  はインクカートリッジ1aを検出するための信号線l1に，接点S2  はインクカートリッジ1bを検出するための信号線l2に，同様に接点S3 ，S4  はインクカートリッジ1c，1dを検出するための信号線l3，l4と接続し，コネクタCＮ1に配線されている。そして，図3のMPU33のA／D入力のところのみ異なった制御ボード(不図示)に接続され，これが検出される。",
                        "【0039】図11は上記状態を電気回路的な接続で表わしたもので，各インクカートリッジ1a～1dを検出するための信号線l1～l4は，MPU33aのA／D変換の端子に入力され，インクカートリッジの抵抗体(9a～9d)をプルダウン抵抗(R1～R4)によって電源電圧が分圧され，そのレベルが信号線l1～l4によってMPUの入力ポートA／D1～A／D4に入力され，A／D変換され，これを検出することが可能となる。",
                        "(判決注：上記図10，11は別紙3のとおりである。)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲3には次の記載がある。",
                        "【発明の詳細な説明】【0001】【発明の属する技術分野】本発明は，半導体素子を用いてインクタンク内の情報(例えばインク残量)を検知し，その情報を外部へ伝達，表示する機能を有するインクタンクに関する。",
                        "【0002】また，本発明は，該インクタンクを着脱可能に搭載するファクシミリ，プリンター，複写機等のインクジェット記録装置に関する。",
                        "【0010】本発明の目的は，インクタンクに上記素子からの配線などを引き回したりする必要のない，簡易な構成で，インクタンク内の情報の検出などの外部との双方向の情報のやり取りを非常に効率良く行える立体形半導体素子を配したインクタンク，および該インクタンクを備えたインクジェット記録装置を提供することにある。",
                        "【0048】(第5の実施形態)図7は本発明のインクタンクに用いる第5の実施形態の立体形半導体素子の内部構成および外部とのやり取りを表したブロック構成図である。図7では，情報伝達手段18が，判断手段16の命令によって電力を，タンク内部情報へ伝達するためのエネルギーに変換して，外部Bへインク内部情報を表示，伝達する。",
                        "【0049】・・・伝達先はインクジェット記録装置のみでなく，特に光，形，色や音などの場合は人の視覚や聴覚に伝達してもよい。・・・",
                        "(判決注：上記図7は別紙4のとおりである。)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "甲5には次の記載がある。",
                        "【0008】そこで本発明の目的は，簡単な構成でインク容器内のインク残量の検出が可能で，さらには同一の検出手段を用いて前記インク残量の検出の他に，インク容器の有無の検出等，種々のが可能なインクジェット記録装置を提供することにある。",
                        "【0014】【作用】・・・本発明では，発光体と受光体とで構成される光学的検出手段を，インク容器の一部位を略鉛直方向から挟んで配置し，インク容器のうち少なくとも前記一部位を発光体からの光に対して透過性を有する部材で構成することで，発光体から発せられた光は前記インク容器の一部位およびインク容器中のインクを透過して受光体に到達する。受光体に到達した光は，インク中を透過した光の距離すなわちインク容器中のインク量に応じて，その強さが変化する。そこで，受光体から出力される電気量値をみることでインク容器内のインク量が検出される。",
                        "【0015】また，インク容器を着脱自在に設けることでインク容器がインクジェット記録装置本体に装着されているかどうかの検出も行なうことができ，さらに，記録ヘッドを略水平方向に往復移動するキャリッジに搭載するとともに，このキャリッジにインク容器を着脱自在に設けることで，上述したことに加え，キャリッジのホームポジションの検出も可能になる。そして，発光体からの光の透過率はインクの色毎に異なるので，それぞれ異なる色のインクを収容する複数個のインク容器を有するインクジェット記録装置では，インク容器の誤装着の検出も可能となる。",
                        "【0017】(第1実施例)図1は，本発明のインクジェット記録装置の第1実施例の概略斜視図である。・・・",
                        "【0021】上述した構成に基づき，キャリッジ3が透過型フォトセンサ4の発光部4aと受光部4bとの間に移動されると，・・・発光体4aから発せられた光4cはインク容器2およびインク容器2内のインクを透過し，受光体4bに到達する。このとき，インク容器2内のインクは発光体4aからの光4cの一部を吸収するので，受光体4bに達する光4cの強さは，光4cの進む方向におけるインクの厚みHが小さいほど，すなわちインク容器2内のインクの量が少ないほど強くなる。このことにより，インク容器2内のインクが少なくなり，受光体4bで受ける光4cの強さがある一定のレベル以上になると受光体4bから所定の電気量が出力され，インク容器2内のインクが少なくなったことを検出できる。そして，キャリッジ3を移動させながら受光体4bからの電気量出力を見ることで，4つのインク容器2内のインクが少なくなったことが検出される。",
                        "(判決注：上記図1は別紙5のとおりである。)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記ア(ア) 認定の事実によれば，本件発明1は，液体インク収納容器の状態に関する報知をLEDなどの発光手段によって行う構成で用いられる液体インク収納容器，液体インク供給システムおよび液体インク収納カートリッジに関し，配線数を削減するためにはバス接続といった共通の信号線の構成が有効であるが，そのような共通の信号線を用いる構成では，インクタンクもしくはその搭載位置を特定することができないという問題があることから(【0001】，【0009】)，複数のインクタンクの搭載位置に対して共通の信号線を用いてLEDなどの表示器の発光制御を行い，インクタンクなど液体インク収納容器の搭載位置を特定した表示器の発光制御をすることを可能とすることを目的(解決課題)とした発明であること(【0010】)，記録装置の本体側の接点(コネクタ)と接続する液体インク収納容器であるインクタンクの接点(パッド)を介して入力される信号と，そのインクタンクの色情報とに基づいて発光部の発光を制御するので，複数のインクタンクが共通の信号線によってその同じ制御信号を受け取ったとしても，色情報に合致するインクタンクのみがその発光制御を行うことができ，インクタンクを特定した発光部の点灯など発光制御が可能となり，例えば，キャリッジに搭載された複数のインクタンクについて，その移動に伴い所定の位置で順次その発光部を発光させるとともに，上記所定の位置での発光を検出するようにすることにより，発光が検出されないインクタンクは誤った位置に搭載されていることを認識でき，ユーザに対してインクタンクを正しい位置に再装着することを促す処理をすることができ，インクタンクごとにその搭載位置を特定することができるという効果を奏するものであること(【0019】)が認められる。",
                        "すなわち，本件発明1は，共通バス接続方式のような共通の信号線を用いた場合でも，インクタンクがインク色に従ってキャリッジの所定の位置に搭載されているかを識別することを目的(解決課題)とした発明であるといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，甲1発明の内容は，上記第2の3(2)ア のとおりであり(当事者間に争いがない。)，共通バス接続方式の下で，液体インク収納容器が誤りなく装着されているかを検出するための機構を備えているものである。",
                        "しかし，上記ア(イ) 認定の事実によれば，複数色のインクカートリッジを備えるカラープリンタにおいて，インクカートリッジの交換時における誤装着を防止するため，インク色毎にインクカートリッジの外形形状を変更し，誤ったインクカートリッジが物理的に装着できないようにする技術や，同一の外形形状を有するインクカートリッジを用い，1個のインクカートリッジのみが脱着可能な開口部を有するカバーをプリンタ上に設け，交換されるべきインクカートリッジを開口部まで移動させて，交換されるべきインクカートリッジのみの脱着を許容する技術が知られるところ，前者の技術には，リサイクル効率が悪い等の問題があり，後者の技術では，交換されるべきでないインクカートリッジの誤った取り外しは防止できても，装着されたインクカートリッジが正しいインクカートリッジであるか否かまでは検出できないという問題があったことから，甲1発明は，外形的な識別形状を用いることなく，交換時における誤装着や交換されるべきでないカートリッジの誤った取り外しを防止することを目的とするものであることが認められる。すなわち，甲1発明は，(1回につき)1個のインクカートリッジのみが脱着可能であることを前提として，交換時における誤装着や交換されるべきでないカートリッジの誤った取り外しを防止することを目的したものと認められる。そして，同発明の記憶装置は，クロック信号端子CT，データ信号端子DT，リセット信号端子RTと接続されており，データ信号端子DTを介して入力されたデータ列に含まれる識別データとメモリアレイ201に格納されている識別データとが一致するか否かを判定するのであって，電気配線を通じて液体インク収納容器からインク色等に係る情報(信号)を取得するものにすぎない。",
                        "そうすると，甲1発明は，「共通バス接続方式のような共通の信号線を用いた場合でも，インクタンクがインク色に従ってキャリッジの所定の位置に搭載されているかを識別する」という本件発明1と同様の解決課題を有するものではなく，また，光を利用して液体インク収納容器の識別を行う本件発明1の構成は開示も示唆もされていないというべきである。なお，甲1には，搭載されているインクカートリッジCAに対応する数だけキャリッジ101上にLED18が備えられた実施例が開示されているが，このLEDは，交換の対象となるインクカートリッジの搭載位置をユーザに視覚的に指し示すにすぎず，その機能は受動的なものであり，本件発明1のように，液体インク収納容器の識別を行うために動作するものではない。",
                        "したがって，甲1に接した当業者が，共通バス接続方式のような共通の信号線を用いた場合でもインクタンクがインク色に従ってキャリッジの所定の位置に搭載されているかを識別できるようにするために，甲1発明に，他の公知技術を組み合わせようとする動機付けを得るとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，上記ア(ウ)ないし(オ)認定の事実に照らすと，以下のとおり，甲2，甲3，甲5のいずれにも本件発明1の上記解決課題と同様の解決課題は開示ないし示唆されていない。",
                        "すなわち，甲2記載の発明は，インクカートリッジの誤装着を電気的に検出でき，こわれにくく，作製費用が少ない検出手段を有するインクジェット記録装置を提供することを目的とし，インクジェット記録装置にインクカートリッジが装着されると，インクジェット記録装置は，インクカートリッジに設けられている導体または抵抗体があらかじめ定められたものであるか否かを電気的に検出し，導体または抵抗体があらかじめ定められたものである場合は，印字制御を実行するが，導体の位置や抵抗体の抵抗値が異なっている場合は，警告を発するというものであり，共通バス接続方式のような共通の信号線を用いた場合を前提としたものではなく，インクタンクがインク色に従ってキャリッジの所定の位置に搭載されているかを識別することを意図したものでもない。",
                        "甲3記載の発明は，インクタンクに配線などを引き回したりする必要のない，簡易な構成で，インクタンク内の情報の検出などの外部との双方向の情報のやり取りを非常に効率良く行える立体形半導体素子を配したインクタンク，および該インクタンクを備えたインクジェット記録装置を提供することを目的とし，立体形半導体素子は，外部とのやり取りを行うものである。伝達先はインクジェット記録装置のみでなく，特に光，形，色や音などの場合は人の視覚や聴覚に伝達してもよいとの記載があり(【0049】)，立体形半導体素子からの情報伝達手段として，光を用いることは示されているといえるが，これは，外部に情報を伝達する手段として光を用いることが開示されているにすぎず，光の受光結果に基づいて液体収納インク容器の搭載位置を検出するという相違点1に係る本件発明1の構成が示されているとはいえない。",
                        "甲5記載の発明は，光を用いてインク残量やインク色を検出する構成を有するが，同発明は，発光体と受光体とで構成される光学的検出手段を，インク容器の一部位を略鉛直方向から挟んで配置し，インク容器の一部位およびインク容器中のインクに光を透過させて，その強弱や透過率によって，インク容器内のインク量やインク色を検出するというのであるから，相違点1に係る本件発明1の構成を有するものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，相違点1に係る本件発明1の構成は，甲5記載の技術事項に，甲3記載の技術事項を組み合わせることにより，当業者であれば容易に想到できる，甲1発明に甲5，甲3記載の技術事項を組み合わせる動機付けもあるとの原告らの主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，相違点2に関する容易想到性判断につき，甲3には，信号のやりとりも行う「電気接続部」が記載され，電気的接点を介して受信した入力信号に応じて判断手段が情報蓄積手段に格納された情報を読み出し，タンク内部情報と比較判断する構成が開示されている，甲3のカラープリンタ側の受光手段は位置検出用のものでないとしても，甲1発明に甲5記載の事項を組み合わせれば，「前記受光手段に投光するための光を発光する前記発光部」の「前記受光手段」に想到する旨主張する。",
                "しかし，上記(1) のとおり，甲3には，インクタンクに立体形半導体素子が配されているが，立体形半導体素子は，インクタンク内の情報の検出などの外部との双方向の情報のやり取りを行うものである。立体形半導体素子からの情報伝達手段として，光を用いることは示されているが(【0049】)，これは，外部に情報を伝達する手段として光を用いることが開示されているにすぎないから，光を用いてタンク内部情報と比較判断する構成が開示されているとはいえない。",
                "また，上記(1) のとおり，当業者において，甲1発明に甲5記載の事項を組み合わせる動機付けがあるとは認められないから，相違点2に係る「前記受光手段に投光するための光を発光する前記発光部」の「前記受光手段」に容易に想到するともいえない。",
                "したがって，原告らの主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らは，審決には甲2の第2実施例を考慮せずに甲2記載の事項を認定し，これを前提として，甲2の記載から，甲1発明において，甲3記載の立体形半導体素子や甲5記載のインク残量検出手段を採用するとの動機付けが生じることはないと判断した誤りがある，審決は，本件明細書の特許請求の範囲の請求項1に，記録装置から液体インク収納容器への片方向の通信にのみ使用する「バス配線」しか記載されていないのに，発明の詳細な説明を参酌し，同項の「バス配線」について，双方向の通信が可能でメモリーアレーに対する書き込み／読み出しにも使用する限定された「バス配線」と認定し，これを前提として，本件発明1が採用した構成の技術的意義は，下り信号をバス配線に返すのではなくバス配線とは異なるルートを設定した点にあるとはいえないと判断した誤りがあるとして，甲1発明に，甲2，甲3及び甲5に記載の事項を採用する動機が生じたとしても，本件発明1及び2のような発明になることはないとした審決の判断に誤りがある旨主張する。",
                "しかし，上記(1) のとおり，甲1に接した当業者が，共通バス接続方式のような共通の信号線を用いた場合でもインクタンクがインク色に従ってキャリッジの所定の位置に搭載されているかを識別できるようにするために，甲1発明に，他の公知技術を組み合わせようとする動機付けを得るとは認められないから，原告らの上記主張はいずれも採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告らは，他にも本件発明1に関する容易想到性判断の誤りを主張するが，いずれも上記と同様の理由により採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明2に関する容易想到性判断の誤り)について",
          "text": [
            "原告らは，本件発明1を無効とすることはできず，本件発明1と本件発明2と相違する点は，全て甲1，甲5，甲3に開示された事項の範囲内であるとして，本件発明2を無効とすることはできないとした審決は誤りである旨主張する。",
            "しかし，上記1のとおり，本件発明1について甲1発明等から容易想到ということはできないものであるところ，本件発明2は，本件発明1の液体インク収納容器に加え記録装置も備えた液体インク供給システムであって，その液体インク収納容器が有する制御部は，本件発明1の液体インク収納容器が有する制御部を更に限定したものであるから，同様の理由により，本件発明2についても容易想到ということはできない。",
            "したがって，原告らの主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(サポート要件違反に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，本件明細書の特許請求の範囲の請求項1及び3が「Ｎ-1型プリンタ」を含むかという点はサポート要件の問題であり，審決はこれを看過し，判断を脱漏した誤りがある，審決が前提とする「Ｎ-1型プリンタ」の理解には誤りがある，(「Ｎ-1型プリンタ」を含む)本件発明1及び2が，本件明細書の発明の詳細な説明に記載されているとすれば，「Ｎ-1型プリンタ」も本件明細書の発明の詳細な説明に記載されているはずであり，「『Ｎ-1型プリンタ』が本件発明1及び2に含まれるにもかかわらず，本件明細書の発明の詳細な説明に記載されていないからといって，本件発明1及び2をサポート要件違反であるとすることはできない。」旨の審決の判断過程には誤りがある旨主張する。",
                "しかし，いわゆるサポート要件に関する特許法36条6項1号は，発明の詳細な説明に記載していない発明について特許請求の範囲に記載すると，公開されていない発明について独占的，排他的な権利が発生することになり，一般公衆からその自由利用の利益を奪い，ひいては産業の発達を阻害するおそれを生じ，特許制度の趣旨に反することになるから，これを防止する趣旨で，特許請求の範囲の記載に際し，発明の詳細な説明に記載した発明の範囲を超えて記載してはならない旨を規定するものである。そして，特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断されるものである。",
                "上記の趣旨に照らすならば，「Ｎ-1型プリンタ」という特定の構成を有する製品が，本件明細書の特許請求の範囲の請求項1ないし3に含まれるか否か，発明の詳細な説明に記載されているか否かは，当該特許請求の範囲の記載のサポート要件充足性の問題には当たらないというべきである。",
                "したがって，この点につき，サポート要件を満たしているかどうかとは関係のないこととした審決の判断に誤りはなく，原告らの上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，「補助的操作」の構成が，本件明細書の発明の詳細な説明によってサポートされているか否かはサポート要件の問題であり，審決はこの点について判断を脱漏した誤りがある，審決は，「補助的操作」が本件発明1及び2に含まれないものであるか否かを判断していないから，「補助的操作」について本件明細書に何ら記載されていないことにより，本件発明1及び2がサポート要件違反にならないかどうかは不明のはずであり，審決の判断過程には誤りがある旨主張する。",
                "しかし，上記(1) の趣旨に照らすならば，原告らの主張する「補助的操作」との構成(インクタンクが受光部に対向した位置での受光結果のみならず，非対向位置での受光結果をも検出し，対向位置での受光結果と比較する処理をいうものと解される。)が本件明細書の特許請求の範囲の請求項1ないし3に含まれるか否か，発明の詳細な説明に記載されているか否かは，当該特許請求の範囲の記載のサポート要件充足性の問題には当たらないというべきである。",
                "したがって，この点につき，サポート要件を満たしているかどうかとは関係のないこととした審決の判断に誤りはなく，原告らの上記主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らは，審決は，インクタンクごとにその搭載位置を特定しなくても，装着されるべき位置に正しいインクタンクが全て装着されているときとそうでないときとを判別できればよいと判断するところ，この判断は，審決の認定した発明の課題とは矛盾するから，審決の判断過程には誤りがある旨主張する。",
                "しかし，審決は，「エ  上記ウの実施の形態では，総てのインクタンクのLED101が点灯したと判断した後に，装着されるべき位置に正しいインクタンクが装着されているかどうかを判断し，前記第1受光部からの入力で発光が検出されなかった色情報が示すインク色のインクタンクは誤った位置に搭載されていることを認識し，装着されるべき位置に正しいインクタンクが装着されていなかった場合には，・・・そのとき前記制御回路300から出力した信号の色情報が示すインク色のインクタンクがその装着されるべき位置に誤って装着されてしまったインクタンクであることを特定するようにして，インクタンクごとにその搭載位置を特定しているが，このような処理でインクタンクごとにその搭載位置を特定できるのは，請求項1及び3に記載されている構成を備えていることが前提になっているのであるから，本件発明1及び2は，他の具体的な構成と相俟って，共通バス接続の方式を採用した場合でも液体インク収納容器の搭載位置の誤り(誤装着)を検出できるようにしたものである。」旨認定した上，「上記エのとおり，本件明細書の発明の詳細な説明には，・・・共通バス接続の方式を採用した場合でも液体インク収納容器の搭載位置の誤り(誤装着)を検出できるようにするための他の具体的な構成も記録されているから，発明の詳細な説明の記載は，本件発明1及び2をサポートしている」，「さらに，インクタンクごとにその搭載位置を特定しなくても，装着されるべき位置に正しいインクタンクがすべて装着されているときとそうでないときとを判別できれば，共通バス接続の方式を採用した場合でも液体インク収納容器の搭載位置の誤り(誤装着)を検出できるといえる。」と判断したものである(審決215頁下から2行目ないし216頁下から5行目)。",
                "そうすると，審決を全体としてみれば，本件発明1及び2が，共通バス接続方式を採用した場合でも，各液体インクタンクがインク色に従ってキャリッジの所定の位置に正しく装着されているか否かを検出することを課題とした発明であることを前提として，サポート要件を満たすかどうかを判断しているといえるから，その判断過程に誤りがあるとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(実施可能要件違反に関する判断の誤り)について",
          "text": [
            "原告らは，「Ｎ-1型プリンタ」の誤った理解に基づいて，本件明細書の請求項1及び3に含まれる「Ｎ-1型プリンタ」が実施可能か否かを検討することなく，実施可能要件違反とは関係のないこととした審決の判断は誤りである旨主張する。",
            "しかし，いわゆる実施可能要件に関する特許法36条4項1号は，発明の詳細な説明に基づいて当業者が実施できない発明に対して，独占的，排他的な権利を付与することは，一般大衆からその自由利用の利益を奪い，ひいては産業の発達を阻害するおそれを生じ，特許制度の趣旨に反することとなるから，これを防止する趣旨で設けられたものである。",
            "上記の趣旨に照らすならば，実施可能要件充足性は，本件明細書の発明の詳細な説明に，当業者が，発明が解決しようとする課題，解決手段，その他の発明の技術上の意義を理解するために必要な情報が記載されているか否かによって判断されるべきものであり，「Ｎ-1型プリンタ」という特定の構成を有する製品が本件明細書の請求項1及び3に含まれるか否かや「Ｎ-1型プリンタ」が発明の詳細な説明に基づいて実施可能か否かは，実施可能要件充足性の問題には当たらないというべきである。",
            "したがって，この点につき，実施可能要件違反とは関係のないこととした審決の判断に誤りはなく，原告らの主張は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(明確性違反に関する判断の誤り)について",
          "text": [
            "原告らは，本件発明1は，インクタンクの発明でありながら，それが用いられるプリンタの構成を請求項に詳細に規定することによりインクタンクの構成を特定するものとなっており，組み合わせるプリンタ側の構成によって，構成要件充足性を異にし，明確性を欠く，審決は，根拠のない経験則に基づいて請求項1の記載の明確性を判断したものであり，その論理に誤りがある旨主張する。",
            "しかし，いわゆる明確性要件に関する特許法36条6項2号は，特許請求の範囲が，特許権の権利範囲がこれによって確定されるという点において重要な意義を有するものであり，特許請求の範囲に記載された発明が明確に把握できないときには権利の及ぶ範囲が第三者に不明確となり不測の不利益を及ぼすこととなるから，これを防止する趣旨で設けられたものである。",
            "上記の趣旨に照らすならば，明確性要件充足性は，本件明細書の特許請求の範囲の請求項1の記載から，本件発明1の発明概念が明確に特定されるか否かによって判断されるべきものであり，請求項にプリンタの構成を規定することにより，プリンタ側の構成によって構成要件充足性が異なるとしても，そのことによって発明の明確性を欠くとはいえず，この点は，通常使用されるプリンタの種類の多寡によって変わるものではない。審決は，通常，装着して使用すべき記録装置(プリンタ)の種類の数に言及しつつも，結局，本件明細書の特許請求の範囲の請求項1の記載から，組み合わされる記録装置との関係で，本件発明1の発明概念が明確に特定される旨判断しているのであって，その論理に誤りがあるとはいえない。",
            "したがって，原告らの主張は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "小括",
          "text": [
            "よって，原告ら主張の取消事由はいずれも理由がなく，審決に取り消すべき違法は認められない。原告らは，他にも縷々主張するが，いずれも採用の限りではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，原告らの請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}