{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのため"
    },
    {
      "text": "の付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2008-28730号事件について平成24年2月14日にした本件審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記1のとおりの手続において，特許請求の範囲の記載を後記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成(cid:1) (cid:2)(cid:1)り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は後記3のとおり)には，後記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「グリセロールからジクロロプロパノールを製造するための方法であって，該グリセロールが最終的にバイオディーゼルの製造における動物性脂肪の転化から生じる方法」とする発明につき，平成19年7月9日に特許出願(特願2007-180221。請求項の数30。平成16年11月18日に国際出願し，国内移行した特願2006-540454(パリ条約による優先権主張：平成15年(2003年)11月20日(フランス)，平成16年(2004年)4月5日(フランス)，同月8日(米国))の分割出願)を行った(甲7)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成20年7月22日付けで拒絶査定を受けたので(甲13)，同年11月10日，これに対する不服の審判を請求し(甲14)，同年12月9日付け手続補正書により手続補正(甲15。以下「本件補正」という。請求項の数15)をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，上記請求を不服2008-28730号事件として審理し，平成24年2月14日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は同月28日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決が対象とした特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の特許請求の範囲の記載",
              "text": [
                "本件補正前の特許請求の範囲請求項1の記載は，以下のとおりである(ただし，平成20年5月27日付け手続補正書(甲10)による手続補正後のものである。)。以下，請求項1に係る発明を「本願発明」といい，その明細書(甲7)を「本願明細書」という。なお，文中の「／」は，原文の改行箇所を示す。",
                "ジクロロプロパノールの製造方法であって，植物又は動物由来の脂肪又はオイルである再生可能な原材料から得られるグリセロールを出発生成物として用い，前記グリセロールを少なくとも1種の塩素化剤と接触させ，／反応条件下で前記塩素化(cid:1) (cid:3)(cid:1)剤に対して耐性があり，且つエナメルスチール，ポリオレフィン，ポリテトラフルオロエチレン，ポリ(フッ化ビニリデン)，ポリ(ペルフルオロプロピルビニルエーテル)，ポリスルホン又はポリスルフィド，フェノール樹脂を用いる被覆剤，タンタル，銅，金，銀，ニッケル，モリブデン，セラミックス又は金属セラミックス，非含浸グラファイト及び含浸グラファイト，から選択される物質製の反応器中で前記ジクロロプロパノールが製造される，製造方法"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の特許請求の記載",
              "text": [
                "本件補正後の特許請求の範囲請求項1の記載は，以下のとおりである(甲15。以下，請求項1に記載された発明を「本件補正発明」という。)。なお，本件補正は，「反応条件下で前記塩素化剤に対して耐性があり，且つエナメルスチール，ポリオレフィン，ポリテトラフルオロエチレン，ポリ(フッ化ビニリデン)，ポリ(ペルフルオロプロピルビニルエーテル)，ポリスルホン又はポリスルフィド，フェノール樹脂を用いる被覆剤，タンタル，銅，金，銀，ニッケル，モリブデン，セラミックス又は金属セラミックス，非含浸グラファイト及び含浸グラファイト，から選択される物質製の反応器」を「エナメルスチール製の反応器」に限定するものであり，本件補正による本願明細書についての補正はない。",
                "ジクロロプロパノールの製造方法であって，／植物又は動物由来の脂肪又はオイルである再生可能な原材料から得られるグリセロールを出発生成物として用い，／",
                "前記グリセロールを少なくとも1種の塩素化剤と接触させ，／エナメルスチール製の反応器中で前記ジクロロプロパノールが製造される，製造方法"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件補正は，平成18年法律第55号による改正前の特許法(以下「法」という。)第17条の2第4項2号の「特許請求の範囲の減縮(36条5項の規定により請求項に記載した発明を特定するために必要な事項を限定するものであって，その補正前の当該請求項に記載された発明とその補正後の当該請求項に記載される発明の産業上の利用分野及び解決しようとする(cid:1) (cid:4)(cid:1)課題が同一であるものに限る。)」(以下「限定的減縮」という。)を目的とするものに該当せず，また，同項1号の「請求項の削除」，同項3号の「誤記の訂正」又は同項4号の「明りょうでない記載の釈明」を目的とするものにも該当しないから違法である，②仮に，本件補正がこれらの目的要件を満たすものであるとしても，本件補正発明は，後記引用例1ないし6に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許出願の際独立して特許を受けることができるものではなく，法17条の2第5項において準用する法126条5項の規定に違反するから，本件補正は，法159条1項において読み替えて準用する法53条1項の規定により却下すべきものである，③本願発明も，引用例1，3及び4に記載された発明に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：「G．P．GIBSOＮ，CHEMISTRY  AＮD  IＮDUSTRY，CHEMICAL  SOCIETY，LECHWORTH，GB，1931」949ないし954頁(昭和6年(1931年)発行。甲1の1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平6-321852号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開平4-89440号公報(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開昭56-29572号公報(甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "引用例5：「岩波  理化学辞典  第5版」267，378，738，1298及び1403頁(株式会社岩波書店，平成10年2月20日発行。甲5)"
                },
                {
                  "fig": "カ",
                  "subject": "引用例6：特開2002-363153号公報(甲6)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例1に記載された発明(以下「引用発明」という。)並びに本件補正発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：ジクロロヒドリンの製造であって，粗製石鹸灰汁グリセリンと，塩化水素酸ガスと，反応器具を用い，ジクロロヒドリンが得られた製造法",
                  "text": [
                    "(cid:1) (cid:5)(cid:1)イ  一致点：ジクロロプロパノールの製造方法であって，植物又は動物由来の脂肪又はオイルである再生可能な原材料から得られるグリセロールを出発生成物として用い，前記グリセロールを少なくとも1種の塩素化剤と接触させ，反応器中で前記ジクロロプロパノールが製造される，製造方法"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点：反応器の材質が，本件補正発明においては「エナメルスチール製」に特定されているのに対して，引用発明においては反応器の材質が特定されていない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件補正を却下した判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正が限定的減縮を目的とするものに該当しないとした判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明の容易想到性に係る判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正が限定的減縮を目的とするものに該当しないとした判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正は，請求項1に係る発明が植物又は動物由来の脂肪又はオイルである再生可能な原材料から得られるグリセロールを少なくとも1種の塩素化剤と反応させるジクロロプロパノールの製造方法である点はそのままとして，グリセロールを塩素化剤と接触させてジクロロプロパノールを製造する反応器の材質を「エナメルスチール，ポリオレフィン，ポリテトラフルオロエチレン，ポリ(フッ化ビニリデン)，ポリ(ペルフルオロプロピルビニルエーテル)，ポリスルホン又はポリスルフィド，フェノール樹脂を用いる被覆剤，タンタル，銅，金，銀，ニッケル，モリブデン，セラミックス又は金属セラミックス，非含浸グラファイト及び含浸グラファイト，から選択される物質」から「エナメルスチール」に限定するものである。",
              "text": [
                "そして，本件補正前後の発明の属する技術分野は同一であり，また，グリセロー(cid:1) (cid:6)(cid:1)ルを塩素化剤と反応させてジクロロプロパノールを製造する反応を，当該反応に耐性のある反応器で行うという発明の解決すべき課題自体も何ら変更されるものではないから，本件補正は，法17条の2第4項2号に規定される特許請求の範囲の限定的減縮を目的とするものに該当する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，本件補正前の請求項1に記載された「反応条件下で前記塩素化剤に対して耐性があり，且つ」という発明特定事項が本件補正により削除されたため，本件補正は，補正前の特許請求の範囲に記載されていた「発明を特定するために必要な事項」を限定するものではなく，法17条の2第4項2号にいう特許請求の範囲の限定的減縮を目的とするものに該当しないと判断した。",
                "しかし，本件補正前の「反応条件下で前記塩素化剤に対して耐性があり」との記載は，エナメルスチールがグリセロールを塩素化剤と反応させてジクロロプロパノールを製造する反応条件下で耐性があるという，エナメルスチール自体の固有の性質を表現しているにすぎない。すなわち，グリセロールを塩素化剤と反応させてジクロロプロパノールを製造する反応条件下にエナメルスチールが耐性を有することは，平成20年5月27日付け意見書(甲11)及び平成21年2月3日付け手続補正書(甲16。以下，これらを併せて「本件意見書等」という。)に記載された実験データによって実証されている。また，本願明細書における「エナメルスチール」の用語は，そもそも，グリセロールを塩素化剤と反応させてジクロロプロパノールを製造する反応条件下で耐性あるものを意図する意味で使用されており(【0016】)，ガラスライニングに相当するものである。この点は，本件意見書等の実験データ(甲11及び16の各表2)において，エナメルスチールとガラスライニングとが同一物として扱われていることからも明らかである。",
                "したがって，本件補正により，「反応条件下で前記塩素化剤に対して耐性があり」との記載を削除したからといって，本件出願に係る特許請求の範囲が実質的に拡張したり変更されたりするものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件補正が法17条の2第4項2号の限定的減縮を目的とす(cid:1) (cid:7)(cid:1)るものに該当しないとした本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件補正は，補正前の請求項1に記載された「反応条件下で前記塩素化剤に対して耐性があり，且つ」を削除するものであり，発明を特定するために必要な事項を限定するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件補正前の「反応条件下で前記塩素化剤に対して耐性があり」との記載は，エナメルスチールがグリセロールを塩素化剤と反応させてジクロロプロパノールを製造する反応条件下で耐性があるという，エナメルスチール自体の固有の性質を表現しているにすぎないと主張する。",
                "しかし，エナメルスチールは，一般的に耐腐食性があまり大きくないものであり，「反応条件下で前記塩素化剤に対して耐性があり」という性質が，エナメルスチール自体の固有の性質を表現しているにすぎないとはいえない。この記載を削除した場合には，一般的なエナメルスチールにまで本件出願に係る特許請求の範囲が実質的に拡張されることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件補正が法17条の2第4項2号の限定的減縮を目的とするものに該当しないとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件補正発明の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，基材(鋼板)表面にホウロウ(エナメル)というガラス質のうわぐすりを焼き付けたガラスライニング又はエナメルスチールを，腐食性の物質を取り扱う化学反応容器に使用することは，引用例2ないし6に記載されるように公知ないし周知であるから，引用発明の反応器具の材質を，引用例3に記載されたガラスライニング材というエナメルの中でも耐腐食性をよくしたものにすること，引用例4に記載されたエナメルスチールにすること，引用例6に記載された「基材(鋼板)表面にガラス質のうわぐすりを焼き付けたガラスライニング」にすること，(cid:1) (cid:8)(cid:1)引用例2に記載された「ステンレス鋼にホウロウ等のガラス質を内張り」したものにすること，あるいは，引用例5に記載された「軟鋼の表面にガラス質を融着させたホウロウ(エナメル)」にすることは，当業者にとって通常の創作能力の範囲内であると判断した。",
                    "しかし，本件補正発明が対象とするグリセロール及び塩素化剤を反応させてジクロロプロパノールを得るという反応条件下においては，一般に耐酸性，耐腐食性であるとされている材質であっても腐食する以上，どのような材質が反応器の材料として使用可能かどうかは予測困難である。そして，引用例2ないし6は，本件補正発明が対象とするグリセロールを塩素化剤と反応させてジクロロプロパノールを得るという反応に関する技術が記載されたものではないから，引用例2ないし6に本件出願当時一般的に耐酸性と思われていた物質が羅列され，当該羅列中にエナメルスチールがたまたま記載されているからといって，引用発明におけるグリセロールを塩素化剤と反応させてジクロロプロパノールを得る反応の反応器の材質として，エナメルスチールを特に選択することが当業者にとって容易であるということはできない。",
                    "また，本件意見書等において説明されているように，エナメルスチールのエナメル部分は脆く，スチールの温度変化による膨張・収縮により破壊されてスチールの腐食を生じるおそれがある上，エナメルスチールのガラスライニングは溶接することができず，その取扱いが容易ではないため，エナメルスチールは，実際には余り使用されてこなかった部類の材質である。それにもかかわらず，本件補正発明では，本件補正発明が対象とする特定の反応条件下における良好な耐腐食性という観点から，あえてエナメルスチールを選択して採用しているのであり，このような阻害要因の存在の点からも，本件補正発明の進歩性は明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，本件補正発明は，グリセロールを塩素化剤と反応させてジクロロプロパノールを得るという，特定の反応条件下の反応器の材質としてエナメルスチールを特に選択して使用することにより，グリセロールを塩素化剤と反応させてジク(cid:1) (cid:9)(cid:1)ロロプロパノールを製造する工程を反応器の腐食を生じることなく実施できるという効果を発揮するものであるが，本件補正発明のこの効果は，引用例1ないし6の記載から予測できる範囲のものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件意見書等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，一般に耐酸性，耐腐食性であるとされる金属・ポリマーであっても本件補正発明の条件下では腐食することや，本件補正発明の対象とする反応条件下におけるエナメルスチールの腐食速度が非常に小さいことを実証している本件意見書等に記載された実験データは，本件出願に係る願書に添付した明細書(本願明細書)に記載されていないから，参酌されるべきものではないと判断した。",
                    "しかし，本件出願に係る当初の明細書に「発明の効果」に関し，何らの記載がない場合はさておき，当業者において「発明の効果」を認識できる程度の記載がある場合や，これを推論できる記載がある場合には，記載の範囲を超えない限り，出願後に補充した実験結果等を参酌することは許されるべきである。",
                    "これを本願明細書についてみると，平成21年2月3日付け手続補足書(甲17)添付の参考資料3に示されるように，本件補正発明の発明者は，本願明細書の実施例12に記載されている実験において，グリセロールを塩素化剤と反応させてジクロロプロパノールを製造する反応にエナメルスチール製の反応器を実際に使用している。また，本願明細書(【0016】)には，出願当初から，グリセロールを塩素化剤と反応させてジクロロプロパノールを得る反応を実施する反応器の材質について，「好適な物質として挙げられ得るのは，例えばエナメルスチールである。」と記載されており，本件補正発明が対象とするグリセロールを塩素化剤と反応させてジクロロプロパノールを得るという特定の反応条件下において，エナメルスチールが，単独で，好適なものとして記載されている以上，エナメルスチールの使用が他の材質の使用よりも優れていることを実験で実証している本件意見書等記載の実験データについては当然に参酌されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，願書に添付した明細書に，発明の効果が定量的ではなく定性的に記載(cid:1) (cid:10)(cid:1)されている場合であっても，明細書の記載を超えない限り，追加実験による検証は可能であるというべきである。",
                    "これを本願明細書についてみると，本願明細書(【0016】)には，グリセロールを塩素化剤と反応させてジクロロプロパノールを得るという特定の反応条件下において，エナメルスチールが好適なものであることは少なくとも定性的には記載されているから，この観点からも，本件意見書等に記載された実験データは，参酌されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "text": [
                "被告は，塩酸と反応させてジクロロプロパノールを得るためにグリセリンを使用することは周知であるから，引用例3のアリルアルコールをグリセリンとすることは当業者にとって容易である旨主張する。",
                "しかし，アリルアルコールと塩素の反応(アリルアルコールの二重結合への塩素原子の付加反応)及びグリセリンと塩酸の反応(グリセリンの水酸基と塩酸の塩素原子の置換反応)は全く異なる反応であるから，そもそも引用例3のアリルアルコールをグリセリンとすることが当業者にとって容易であるとはいえない。そして，仮に，アリルアルコールと塩素との反応においてアリルアルコールをグリセリンに置換しても，グリセリンには塩素が付加反応する二重結合が存在しないのでジクロロプロパノールは得られない。",
                "したがって，被告の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "以上のとおり，本件補正発明は，引用例1ないし6に記載された発明に基づいて，当業者が容易に発明をすることができたものではないから，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないものではない。",
              "text": [
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件補正発明の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例3には，「ジクロロプロパノールの製造方法であって，例えばアリル(cid:1) (cid:2)(cid:11)(cid:1)アルコールを塩酸水溶液中で反応させ，ガラスライニング材製の塩素化反応器中で前記ジクロロプロパノールが製造される，製造方法」についての発明が記載されており，引用例3の「例えばアリルアルコール」という反応基質の例示の範囲に本件補正発明の「グリセロール」が含まれることは，当業者にとって記載されているに等しい事項であるから，本件補正発明は引用例3に実質的に記載された発明であるということができる。",
                    "そして，一般的に，そのような反応条件下で塩素化剤に対して耐性のある物質からなる反応器で塩素化有機化合物を製造することは，引用例2ないし6に記載されるように技術常識の範囲内であり，反応器の材質としてガラスライニング材などのエナメルスチールが好適な物質として挙げられ得ることも，引用例2ないし6に記載されるように技術常識の範囲内である。",
                    "したがって，引用発明の反応器具の材質として，引用例2ないし6に記載された周知のエナメルスチールを採用したはずであるといえることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件補正発明は，本件補正前の請求項1に記載された「反応条件下で前記塩素化剤に対して耐性があり，且つ」という発明特定事項を削除したものであって，塩素化剤に対して耐性のない一般的なエナメルスチールにまで反応器の材質の範囲が拡張されていることから，エナメルの中でも耐腐食性をよくしたものである引用例3のガラスライニング材などの反応器の材質に比して，耐性の点で格別予想外の顕著な効果がないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件意見書等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書(【0016】)には，本件補正発明が対象とするグリセロールを塩素化剤と反応させてジクロロプロパノールを得るという特定の反応条件下において，エナメルスチールが，単独で，好適なものとして記載されているとの原告の主張は，事実に反する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そもそも，本願明細書には，実施例12において使用した反応器がどのような素材からなるものかについては記載がなく，本願明細書(【0016】)に「エ(cid:1) (cid:2)(cid:2)ナメルスチール」以外の各種素材が好適である旨の記載がされていることにも鑑みると，本願明細書の実施例12において使用した反応器がエナメルスチール製であったとする根拠は極めて薄弱である。そうすると，本願明細書の実施例12において使用した反応器がエナメルスチール製であるとは，本願明細書の記載から直接的に導き出すことができないのであるから，本願明細書には，反応器の材質としてエナメルスチールを選択した場合の効果が具体的に記載されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，本願明細書(【0016】)には，「本発明の塩素化有機化合物を製造するための方法は，一般的に，反応条件下で塩素化剤，特に塩素化水素に対して耐性のある物質からなるか又は被覆されている反応器で行われる。…ある種の金属又はその合金も好適となり得る。…特にニッケル及びモリブデンを含む合金である。」と記載されているところ，甲11の表1及び2では，本願明細書において「特に好適」とされていたニッケル及びモリブデンを含む合金の一種が実際には耐酸性，耐腐食性ではないことが示されており，本件意見書等に記載された実験データは，本願明細書の上記記載と矛盾する。しかも，本件意見書等に記載された実験データは宣誓書を伴うものではなく，その信憑性は極めて低いものである。",
                    "仮に，本件意見書等に記載された実験データの内容が正しいものであったとしても，その内容は，本願明細書の記載とはむしろ矛盾するものであって，本願明細書の記載から推認できる範囲を明らかに超えるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件意見書等に記載された実験データの結果を参酌することは許されないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件補正発明は，引用例1ないし6に記載された発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件補正発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正発明は，前記第2の2(2)のとおりであるところ，本願明細書(甲(cid:1) (cid:2)(cid:3)(cid:1)7)には，本件補正発明について，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，有機化合物を製造するための方法，特にジクロロプロパノールを製造するための方法に関する(【0002】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "地球上の入手可能な天然石油化学資源，例えばオイル又は天然ガスは，限界があることが知られている。現在，これらの資源は，プラスティックを製造するためのモノマー又は反応物などの多種の有用な有機化合物，例えばエピクロロヒドリン又はジクロロプロパノールを製造するための出発生成物としても用いられているが，その使用については，天然石油化学資源の消費を減らすことのできる使用方法を見いだすことが望まれていた。また，他の製造方法の副生成物を再使用するための方法を見いだし，除去又は破壊される必要のある副生成物の全量を最小化することも望まれていた。したがって，本件補正発明は，有機化合物を製造するための出発生成物としての，再生可能な原材料から得られたグリセロールの使用に関するものである。「再生可能な原材料から得られるグリセロール」という表現は，特にバイオディーゼルの製造過程中に得られるグリセロール，又は概して植物又は動物由来の脂肪又はオイルの転化中，例えばけん化，トランスエステル化又は加水分解反応中に得られるグリセロールを意味することが意図される(【0003】【0005】【0006】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件補正発明の使用はまた，特に好ましくはジクロロプロパノール及びエピクロロヒドリンなどの塩素化合物の製造に適用し，これらの化合物を再生可能な資源から出発して経済的に得ることを可能とする(【0011】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件補正発明の塩素化有機化合物を製造するための方法は，一般的に，反応条件下で塩素化剤，特に塩素化水素に対して耐性のある物質からなるか又は被覆されている反応器で行われる。好適な物質として挙げられ得るのは，例えばエナメルスチールである。ポリマーを用いてもよい。ポリマーの中では，ポリプロピレンなどのポリオレフィン及び特にポリテトラフルオロエチレン，ポリ(フッ化ビニリデン)及びポリ(ペルフルオロプロピルビニルエーテル)などのフッ素化ポリマー及び(cid:1) (cid:2)(cid:4)(cid:1)ポリスルホン又はポリスルフィドなどの硫黄を含むポリマーであり，特に芳香族であるものが非常に好適である。樹脂を用いる被覆剤を，有効に用いることができ，これらの中ではエポキシ樹脂又はフェノール樹脂が特に好適である。ある種の金属又はその合金も好適となり得る。特に挙げられ得るのは，タンタル，チタン，銅，金及び銀，ニッケル及びモリブデン，特にニッケル及びモリブデンを含む合金である。これらは，塊で用いるか，又は被覆加工の形態で用いてもよく，又は他の任意の被覆方法を用いてもよい。セラミックス又は金属セラミックス及び耐熱性物質も用いることができる。ある種の特定の成分，例えば熱交換体としては，含浸されていてもされていなくてもよいグラファイトが特に好適である。本件補正発明の塩素化有機化合物を製造するための方法では，グリセロール及び塩素化剤間の反応を，触媒の存在下又は不存在下で行ってよい。好ましくは好適な触媒の存在下で反応を行う(【0016】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件補正発明の塩素化有機化合物を製造するための方法では，少なくともジクロロプロパノールが塩素化有機化合物として好ましくは得られる。ジクロロプロパノールという用語は，一般的に本質的に1，3-ジクロロプロパン-2-オール及び2，3-ジクロロプロパン1-1オールからなる異性体の混合物を意味する(【0026】)。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "例12(図2)",
                  "text": [
                    "反応器にグリセロール及び33質量％の塩化水素の水溶液を，相対的流量質量比1／2.36で連続的に供給した。滞留時間は20時間であり，反応媒体におけるアジピン酸濃度は1kg 当たり酸官能性3mol とした。反応器を大気圧及び130℃で操作した。55．3％の水，9．1％の塩素化水素，9．4％のジクロロプロパノール及び25．1％のグリセロールモノクロロヒドリンを含む蒸気相が生成された。反応混合物の液相は7．7％の水及び1．24％の塩素化水素を含んだ。カラムから除去される気相を25℃で濃縮し，デカンターでデカントした。還流比をデカンターからの水相の適切な量をリサイクルすることによって調節し，カラム頂部(cid:1) (cid:2)(cid:5)(cid:1)においてジクロロプロパノール全生産物を抜き出した。デカンターの出口で，15．0％のジクロロプロパノールを含む水相及び88％のジクロロプロパノールを含む有機相を回収した。ジクロロプロパノールの収率は93％であった。両相の分析は，その含有量が0．1％よりも高いいかなる有機混入物も示さなかった。水相の塩化水素の水溶液含有率は0．037％であり，アジピン酸含有率は18mg／kg であった(【0068】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載からすると，本件補正発明は，天然石油化学資源には限りがあるため，有機化合物を製造するための出発生成物として，再生可能な原材料から得られたグリセロールを使用する方法を提供するという課題を解決することを目的とし，植物又は動物由来の脂肪又はオイルである再生可能な原材料から得られるグリセロールを出発生成物として用い，グリセロールを少なくとも1種の塩素化剤と接触させ，エナメルスチール製の反応器中でジクロロプロパノールが製造される製造方法とすることにより，ジクロロプロパノールを経済的に得ることを可能にするというものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件補正が限定的減縮を目的とするものに該当しないとした判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正は，補正前の請求項1において，反応器の材質に関する「反応条件下で前記塩素化剤に対して耐性があり，且つ」との記載を削除するとともに，択一的に記載されていた多数の材質を「エナメルスチール」のみに限定するというものである。",
                "しかるに，エナメルスチール(鋼板ホウロウ)には，耐腐食性に優れたガラスライニングのような物質も存在するものの，一般的には耐腐食性が小さいものであるから(甲5，乙1の1・2)，反応器の材質であるエナメルスチールに関して，「反応条件下で前記塩素化剤に対して耐性があり」を削除することは，ガラスライニングのように耐腐食性に優れたもののみならず，広く一般的なエナメルスチールをも含むように特許請求の範囲を拡張するものといわなければならない。",
                "(cid:1) (cid:2)(cid:6)(cid:1)したがって，本件補正は，法17条の2第4項2号の限定的減縮を目的とするものには該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，グリセロールを塩素化剤と反応させてジクロロプロパノールを製造する反応条件下での耐性は，エナメルスチールの固有の性質である旨主張する。",
                    "しかしながら，前記のとおり，エナメルスチール(鋼板ホウロウ)には，耐腐食性に優れたガラスライニングのような物質も存在するものの，一般的には耐腐食性の小さなものであるから，原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願明細書における「エナメルスチール」との用語は，そもそも，グリセロールを塩素化剤と反応させてジクロロプロパノールを製造する反応条件下で耐性あるものを意図する意味で使用されており(【0016】)，「ガラスライニング」に相当するものであって，この点は，本件意見書等の実験データ(甲11及び16の各表2)において，エナメルスチールとガラスライニングが同一物として扱われていることからも明らかであると主張する。",
                    "しかしながら，本願明細書(【0016】)には，反応器の材料となるエナメルスチールについて，「好適な物質として挙げられ得るのは，例えばエナメルスチールである。」と記載されているのみであるから，本願明細書に接した当業者は，一般的な意味での「エナメルスチール」が好適な物質として挙げられているものと読み取るほかなく，当該記載がエナメルスチールの中でも耐腐食性に優れたものを特に意味するものと認めるべき根拠は見いだせない。また，本件意見書等に記載された実験データ(甲11及び16の各表2)は，各引用例に記載された発明に対する本願発明の顕著な効果を示すために実施された追加実施例のうち，エナメルスチール製断片を用いた場合の腐食の程度を記載したものであり，その材料欄には「エナメルスチール」との記載があり，反応混合物による腐食速度の欄には「ガラスライニングの曇りなし」との記載があるが，これらの記載は，当該実施例で用いられたエナメルスチールがガラスライニングであることを示すものであるにとどまり，本(cid:1) (cid:2)(cid:7)(cid:1)願明細書において，エナメルスチールという用語自体が，エナメルスチールの中でも特に耐腐食性に優れたものであるガラスライニングを意味するものと解すべき根拠にはなり得ない。",
                    "したがって，原告の主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本件補正発明の容易想到性に係る判断の誤り)について",
          "text": [
            "取消事由1に理由がない以上，本件補正を却下した本件審決に誤りはないが，事案に鑑み，取消事由2についても判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明は，前記第2の3(2)アのとおりであるところ，引用例1(甲1)には，引用発明について，概略，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本論文シリーズの第一部と第二部で多数のグリセロール誘導体の効率的な製造法は，クロロヒドリンの効率的製造法に依存するということを示した。本論では安価な原料であるグリセリンと塩化水素酸(塩酸)間の反応を研究するために行った実験の概要を示し，この方法でモノクロロヒドリンとジクロロヒドリンが，適切な工場において魅力的な価格で製造できると結論する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ジクロロヒドリン形成を確実にするためには相当過剰な塩化水素酸ガスが必要である。この過剰性の喪失は，最初の器具が塩化水素酸で飽和し，最後のものがグリセリンと酢酸で満たされるようにして多数の反応器具を連続して用いることによって避けられるであろう。クロロヒドリン製造では蒸留グリセリンの使用は必須ではない。酢酸(4％)存在下でグリセリン原液(82％)の飽和状態が温度130℃で塩化水素酸ガスをともなえばジクロロヒドリンが着実に得られた。"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ジクロロヒドリン調製に，酢酸(4％)とともに粗製石鹸灰汁グリセリンを用いた。この手法では130℃加熱で塩化水素酸ガスを用い，飽和した塩が完全に沈殿し，ジクロロヒドリンは蒸留されたグリセリンから得たものと非常によく似(cid:1) (cid:2)(cid:8)(cid:1)ていた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "塩素化反応器に関する引用例3(甲3)には，概略，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明は，例えばアリルアルコールを塩酸水溶液中で塩素と反応させ2・3―ジクロルプロパノールを生成させるような塩素化反応を効率よく行う濡壁式の塩素化反応器に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "従来，塩素化反応は，攪拌機及び冷却器を有する槽型反応器に有機冷媒，あるいは塩酸水溶液を入れ，これに被塩素化有機物を溶解し，攪拌，冷却しながら塩素を吸込んで反応させていたところ，生産効率向上のため，濡壁式の塩素化反応器が使用されるようになった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施例",
                      "text": [
                        "本発明の塩素化反応器は，腐食性の高い原料が使用されるため，耐腐食性の材料を用いなければならない。そのため，装置には，合成塩酸等の装置材料として広く使用されている炭素材(カーベイト)，あるいは，ガラスライニング材等が用いられる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例5(甲5)には，概略，次の記載がある。",
                    "グリセリンは，代表的な3価アルコールで，グリセロールともいう。せっけん製造の副産物，またアルコール発酵の生成物の1つとして工業的に製造できる。塩化水素で飽和した後，氷酢酸と加熱するとジクロロヒドリン(CH ClCH(OH)CH ClとCH ClCHClCH OH)になる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明の容易想到性について",
              "text": [
                "前記第2の3(2)ウのとおり，本件補正発明と引用発明とは，反応器の材質が，本件補正発明においては「エナメルスチール製」に特定されているのに対して，引用発明においては反応器の材質が特定されていない点で相違する(なお，引用発明の「ジクロロヒドリン」は，前記(1)ウのジクロロヒドリン(CH ClCH(OH)CH Cl)との記載からして，その異性体の1つである1，3-ジクロロヒドリンがCH Cl-CH(OH)-CH Clの構造を有し，本願明細書(【0(cid:1) (cid:2)(cid:9)(cid:1)026】)の1，3-ジクロロプロパン-2-オールと同一の化合物を意味する同義語であることは明らかであるから，本件補正発明の「ジクロロプロパノール」に相当する。)。",
                "しかしながら，前記(1)イのとおり，引用例3には，アリルアルコール等を塩酸水溶液中で塩素化反応させてジクロロプロパノールを製造するという腐食性の高い原料を用いた反応には，ガラスライニング材等の耐腐食性材料製の反応器を用いる必要があることが記載されている。そして，前記(1)ア及びウの各記載からすると，塩素化反応によりジクロロプロパノールを製造するための基質としてグリセロールを用いるのは周知の技術であるということができるから，当業者であれば，引用例3のアリルアルコール等の一例としてグリセロールを想起し，引用発明のようにグリセロールを用いる場合にも同様にガラスライニング材等の耐腐食性に優れた反応器を使う必要があることを容易に想到するものということができる。そして，ガラスライニング材がエナメルスチールの一種であることは技術常識であるから，引用発明について，引用例3に基づき，その反応器の材質を相違点に係る本件補正発明の構成(エナメルスチール)とすることは，当業者であれば，容易に想到することができたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，アリルアルコールと塩素の反応及びグリセリンと塩酸の反応は全く異なるから，引用例3のアリルアルコールをグリセリンとすることが当業者にとって容易であるということはできないなどと主張する。",
                    "しかしながら，引用例3は，原料(被塩素化有機物)液中に塩素化剤を導入して行う塩素化反応一般に用いるための反応器を開示するものである。引用例3には，この反応器で行うことのできる反応の例として，アリルアルコールに塩酸水溶液中で塩素を反応させて2，3-ジクロロプロパノールを得ることが挙げられているが，当該反応器を用いることのできる塩素化反応は，アリルアルコールと塩素との反応機構と同一の反応のみに限られるものではなく，引用例1に記載されたグリセリン(cid:1) (cid:2)(cid:10)(cid:1)に塩素化剤である塩化水素酸ガスを導入する反応にも同様に適用することができることは明らかである。",
                    "したがって，原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決は本件補正発明に係る容易想到性の判断において，本件意見書等(甲11及び16)に記載された実験データを参酌すべきであった旨主張する。",
                    "しかしながら，次のとおり，原告の主張は採用することができない。",
                    "すなわち，本願明細書(【0016】)には，反応器の材質について，好適な物質としてエナメルスチールが挙げられているほか，特に芳香族であるポリマーが非常に好適であること，エポキシ樹脂又はフェノール樹脂を用いる被覆剤が特に好適であること，ニッケル及びモリブデン等のある種の金属又はその合金が好適であることなどが記載されている。したがって，本願明細書には，エナメルスチールは芳香族系ポリマー，エポキシ樹脂，フェノール樹脂より多少劣るとしても，ニッケル及びモリブデン等の合金や金属と同程度に優れた耐腐食性を有することが記載されているといえる。",
                    "他方，甲11には，ニッケルやモリブデン等を含む合金やチタン(表1)，ポリプロピレンホモポリマー及びポリ(フッ化ビニリデン)ホモポリマー(表3)，エポキシ樹脂(表4)及びエナメルスチール(表2)からなる断片を，本件補正発明が前提とするグリセロールと塩素化剤を含む反応媒体中に配置した後の腐食の程度を調べた実験の結果として，合金やチタンの断片は完全に消失し，ポリマー及びエポキシ樹脂の断片は許容できない重量と厚みの増加及び機械的特性の劣化を示したのに対して，エナメルスチールはガラスライニングの曇りを示さず，腐食が生じていなかったことが記載されている。また，甲16には，甲11と同一の表1及び2に加え，エナメルスチールの腐食速度が1ないし1．5％の沸騰塩素化水素溶液中で「＜0．01mm／年」であること及び本件補正発明に係る反応混合物中で「0．0029mm／年」であることを示す表3が記載され，エナメルスチールが本件補(cid:1) (cid:3)(cid:11)(cid:1)正発明の反応条件下で腐食に対して優れた耐性を示すことが記載されている。これらの実験結果は，本願明細書に「好適」と記載されたエナメルスチールが，同じく「好適」と記載された金属や合金だけでなく，「非常に好適」と記載されたエポキシ樹脂よりも優れた耐腐食性を有することを示すものであり，本願明細書に記載された事項と矛盾するものである。",
                    "また，前記のとおり，本願明細書におけるエナメルスチールという用語自体が，エナメルスチールの中でも特に耐腐食性に優れたものであるガラスライニングを意味するものとみることはできないのであるから，本件意見書等の各実験データは，本件補正発明のエナメルスチールについて任意の限定を加えて行った実験により得られた結果にすぎず，これを本件補正発明自体の容易想到性の判断において参酌するのは相当でない。",
                    "したがって，本件補正発明の容易想到性の検討に当たり，本件意見書等に記載された実験データを参酌しなかった本件審決の判断に誤りがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "よって，取消事由2も理由がなく，本件補正を却下した本件審決に誤りはない。しかるに，原告は，本願発明の容易想到性に係る本件審決の判断の誤りについては取消事由として主張するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}