{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2010-14873号事件について平成24年1月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶査定に対する不服審判請求を不成立とする審決の取消訴訟である。争点は，実施可能要件（平成14年法律第24号による改正前の特許法36条4項1号）の充足の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，1998年（平成10年）2月19日の優先権（米国）を主張して，平成11年2月2日，名称を「LEDおよびLEDの組立方法」とする発明について特許出願し（甲1，特願平11-24950号，公開公報は特開平11-274568号公報〔甲6〕，請求項の数1），平成18年9月14日付け及び平成22年2月10日付けで特許請求の範囲の変更を内容とする補正をしたが(甲7，8，請求項の数15），平成22年3月2日付けで拒絶査定を受けた。原告は，平成22年7月5日，上記拒絶査定に対する不服の審判請求をするとともに（不服2010-14873号事件），特許請求の範囲を変更する補正をしたが（甲2，請求項の数5），平成23年8月26日付けの拒絶理由通知を受け（甲3），平成23年11月30日付けで特許請求の範囲を変更する補正をしたが（甲4，請求項の数7），特許庁は，平成24年1月6日，「本件審判の請求は，成り立たない。」との審決をし（出訴期間として90日附加），その謄本は平成24年1月19日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件出願に係る発明は，これを簡約にいえば，発光ダイオード（LED）のサファイア基板上に凹凸を形成して同ダイオードの発光層からの光を散乱させ，この散乱させた光も取り出すことで同ダイオードの発光の効率を改善するとの発明であり，平成23年11月30日付け手続補正後の請求項1の発明（本願発明）に係る特許請求の範囲の記載は，次のとおりである（甲4）。",
            "「上部表面を備えたサファイア基板と， ",
            "前記サファイア基板の前記上部表面上に堆積した半導体材料の第1の層と，",
            "第1の層と共にp-nダイオードを形成する前記半導体材料の第2の層と，",
            "前記第1と第2の層の間にあって，前記第1と第2の層の両端間に電位が印加されると，光を発生する発光領域と， ",
            "前記第2の層に堆積した導電層からなる第1の接点と， ",
            "前記第1の層に電気的に接続された第2の接点が含まれており， ",
            "前記サファイア基板の前記上部表面に，光を散乱または回折するための突出部及び／または陥凹部が含まれるように前記サファイア基板の前記上部表面が粗面にされ，突出部及び／または陥凹部はLEDによって生じる光の前記第1の層における波長より大きいか，あるいは，その程度の大きさであることを特徴とする， ",
            "LED。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，次のとおりに認定判断して，本願明細書の発明の詳細な説明は，平成14年法律第24号による改正前の特許法36条4項に規定する要件を満たしていないとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載について",
              "text": [
                "本願明細書の記載によれば，本願発明は，改善されたLEDを提供することを目的とするものと認められ，本願明細書（【0016】【0017】参照）には，サファイア表面の陥凹部又は突出部によって界面に当たる光を散乱させ，上部表面の臨界角内に含まれる円錐内に散乱する光が上部表面を通ってLEDから脱出する旨が説明されており，また，本願明細書（【0017】～【0020】参照）には，サファイア表面の散乱を生じる特徴である陥凹部又は突出部は，LEDによって生じる光のGaＮにおける波長より大きいか，あるいは，ほぼその程度であることが望ましく，特徴が光の波長よりあまりにも小さいと光は有効に散乱しないこと，特徴がGaＮ層の厚さに対し相対的に大きくなると，粗面仕上げによって，GaＮの上部表面に欠陥を生じる可能性があることが説明されるとともに，サファイア基板の上部表面が粗面にされる方法について，3～5ミクロンの範囲のダイヤモンド研磨粗粒を用いること，従来の基板製造プロセスにおける最終研磨プロセスを省略すること，任意のエッチングによることなどが紹介されている。 "
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件について",
              "text": [
                "サファイア基板の上部表面が粗面にされ，かかる上部表面に半導体材料の第1の層が堆積されるときには，半導体材料の第1の層，第2の層又は発光領域の層にLEDの効率に影響を与え得る欠陥が生じるものと推測されるところであって，かかる事情のもとでは，どのような設計に基づけば改善されたLEDを得ることができるのか，当業者にとって予測の限りでなく，当業者が改善されたLEDを得るためには，例えば改善の結果を確認できる実施例を示すことなどにより，相当程度具体的な設計上の指針が開示されることを要するものというべきである。",
                "しかしながら，本願明細書には，サファイア基板の粗面仕上げに関して上記(1)の一般的な説明があるにとどまり，改善の結果を確認できる実施例はもとより，上記(1)のように形成した粗面の上に半導体材料を積層してLEDが得られると認めるに足る具体的な説明は見当たらない。",
                "してみれば，本願明細書の開示に接した当業者が，改善されたLEDを得ることができるものと認めるには至らず，本願明細書の発明の詳細な説明が，当業者が本願発明を実施することができる程度に明確かつ十分に記載したものであるとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由（実施可能要件の判断の誤り）",
      "content": [
        {
          "fig": "1",
          "subject": "粗面仕上げに関して",
          "text": [
            "本願明細書の段落【0017】には，具体的に，①「サファイア表面の散乱を生じる特徴は，陥凹部119または突出部118であり，LEDによって生じる光のGaＮにおける波長より大きいか，あるいは，ほぼその程度であることが望ましい。」②「特徴が光の波長よりあまりにも小さいと光は有効に散乱しない。特徴がGaＮ層の厚さに対し相対的に大きくなると，粗面仕上げによって，GaＮの上部表面に欠陥を生じる可能性がある。」と記載されている。すなわち，LEDの技術分野における当業者であれば，上記①の記載から，突出部又は陥凹部の寸法の下限は，発光領域から発生される光の波長程度の大きさとすべきことは明快に理解が可能であり，加えて，上記②の記載から，突出部又は陥凹部の寸法の上限は，GaＮ層の厚さとの関係を考慮して決定すべきことは明快に理解が可能である。"
          ]
        },
        {
          "fig": "2",
          "subject": "半導体材料の堆積に関して",
          "text": [
            "上記1のとおり，相当程度具体的な設計上の指針が明示的に開示されているのだから，このような制限の下で望ましい性能をもたらすLEDの構造とすべく，突出部又は陥凹部の寸法とサファイア基板上に設ける半導体層の厚さとの関係を適宜調整し，発光効率の妨げにならないようにサファイア基板上に半導体層を成長させることは，当業者にとって通常の知識と技能があれば苦なく達成することが当然に可能であり，どのような設計に基づけば改善されたLEDを得ることができるのかは，当業者にとって十分に予測可能であるといえる。"
          ]
        },
        {
          "fig": "3",
          "subject": "当業者の実施可能性に関して",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲9文献",
              "text": [
                "Motokazu Yamada 他，「InGaN-Based Near-Ultraviolet and Blue-Light-Emitting Diodes with High External Quantum Efficiency Using a Patterned Sapphire Substrate and a Mesh Electrode」Jpn. J. Appl. Phys. Vol. 41 （2002) pp. L 1431–L 1433, Part 2, No. 12B，2002年12月15日発行（甲9）には，化学蒸着法（CVD）によりサファイア基板上に堆積させたSiO 層にフォトリソグラフィーにより1μm 間隔で開口部2を作製し，さらに反応性イオンエッチング（RIE）を用いてサファイア基板上を0.85μm 程エッチングして多数の凸型六角形を形成し，この突出部又は陥凹部を有するサファイア基板上に約6.2μm のGaＮ層を成長させるなどの具体的な構成を採用してサファイア基板にGaＮ層を成長させ，これにより青色LEDにおける光散乱増加を実現させたことが記載されている。すなわち，甲9文献には，本願明細書の記載を参考にすることにより，実際にサファイア基板における粗面化によりLEDの光散乱を増加させて光抽出効率の改善を実現した事例が示されている。",
                "したがって，本願明細書は，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲10及び甲11文献",
              "text": [
                "本願発明の発明者であるAが当時所属していたヒューレッドパッカード社内のHP研究所及び試作を担当した同社オプトエレクトロニクス部門（OED）が，サファイア基板上のガリウム窒化物に基づくLEDの光抽出改善に係る共同研究に関して作成した社外秘の1997年8月の月例研究開発報告書（甲10）には，InGaＮチップからより多くの光を散乱させるために非平面基板上にエピを成長させる技術の実験結果が良好であったことが記載されている。このパターン化されたサファイア基板又は研磨されていないサファイア基板上におけるエピ成長について，甲10号証には，エピ成長層の表面が平面化されるように十分に厚いエピ成長層を成長させること以外については，特段の指定がなく，これはすなわち，粗面化表面上に成長させる層の厚さ以外には特に必要とされる構成はなく，それらは従来の手法を用いることにより実施可能であったと理解できる。そして，同共同研究に係る社外秘の1997年10月の月例研究開発報告書（甲11）には，本願発明の発明者であるAが製造した粗面化サファイア基板により，光散乱が意図したとおりに増加させられたことが記載されている。",
                "以上から，本願発明の優先日当時の技術常識に加えて、本願明細書に記載された事項を用いれば、本願発明を実施することができるといえる。",
                "したがって、本願明細書は、その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に記載したものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "半導体材料の堆積に対して",
          "text": [
            "本願発明の優先日当時の技術常識では，機械研磨や化学研磨によってサファイア基板を表面研磨して調製すると，サファイア基板の表面に引っ掻き傷やピット穴やその他の研磨による損傷などの表面欠陥がランダムにでき，そのような欠陥を修復しないでおくと，基板上に成長させたエピタキシャル層にランダムに欠陥が増大し，また，機械研磨や化学研磨によってサファイア基板の表面粗さが1nm程度の平滑な状態に鏡面仕上げをしても，凹凸分布に規則性がなく，不規則な凹凸のある表面上にSi等の薄膜を成長させると，基板表面に形成される薄膜の特性に悪影響を及ぼす成長欠陥が生成し易くなるとされていた。",
            "本願明細書の段落【0017】～【0020】のように，①3～5ミクロンの範囲のダイヤモンド研磨粗粒を用いる，②従来の基板製造プロセスにおける最終研磨プロセスを省略する，③任意のエッチングによる，などしてLEDによって生じる光のGaＮにおける波長（青色発光素子である場合，例えば430nm付近が想定される。）より大きいか，あるいは，ほぼその程度である陥凹部又は突出部をサファイア表面に形成すると，かかる表面に堆積される半導体材料の層には，LEDの効率に影響を与え得る欠陥が生じることが推測される。したがって，どのような設計・製法に基づけば改善されたLEDを得ることができるのか当業者にとって予測の限りでなく，当業者が改善されたLEDを得るためには，例えば改善の結果を確認できる実施例を示すことなどにより，相当程度具体的な設計・製法上の指針が開示されることを要する。",
            "ところが，本願明細書には，改善の結果を確認できる実施例はもとより，上記①～③のように形成した粗面の上に半導体材料を積層してLEDが得られると認めるに足る具体的な説明は見当たらない。",
            "そうすると，本願明細書に接した当業者が改善されたLEDを得ることができるか定かとはいえず，本願明細書の発明の詳細な説明は，当業者が本願発明を実施することができる程度に明確かつ十分に記載したものであるとはいえない。",
            "したがって，審決の判断（6頁20行～23行）に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "当業者の実施可能性に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲9文献",
              "text": [
                "本願明細書には，甲9文献に記載されたようなパターン化サファイア基板を用いることは示されておらず，甲9文献に言及されている事例は，本願明細書の記載に基づいてLEDの光抽出効率の改善を実現したものではない。",
                "また，甲9文献は，本願発明の優先日の約4年10か月後の2002年12月15日に発行された学術論文であり，本願発明の優先日当時における技術水準を示すものでもない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲10及び甲11文献",
              "text": [
                "甲10及び甲11文献に記載された「パターンエッチされた基板」「『パターン化』非平面基板」「パターン化基板」が具体的にどのようなものであるのかは同文献から明らかではない。",
                "また，本願明細書には，パターン化基板を用いることは示されていないから，甲10及び甲11文献によって本願明細書の記載に基づけば改善されたLEDを得られることが示されたとはいえない。",
                "さらに，原告の主張によっても，甲10及び甲11文献は，ヒューレット・パッカード社の社外秘の文書であり，本願発明の優先日当時における技術水準を示すものでもない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願明細書（甲1，6）によれば，本願発明につき以下のことを認めることができる。",
            "本願発明は，発光ダイオード（LED），とりわけ改良されたサファイア基板上に組み立てられたGaＮベースのLEDに関するものである（【0001】）。従来，サファイア基板上に組み立てられたGaＮベースのLEDの場合，ダイオードに生じる光の大部分はGaＮの屈折率が高いためにGaＮ層内に捕捉され最終的に失われるとの効率の問題が存在していたところ（【0003】【0013】），本願発明は，この光の導波路を杜絶させることにより上記結合効率の改善されたLEDを提供することを目的としたものであって（【0008】），かかる目的を達成するために，『上部表面を備えたサファイア基板と，サファイア基板の上部表面上に堆積した半導体材料の第1の層と，第1の層と共にp-nダイオードを形成する半導体材料の第2の層と，第1と第2の層の間にあって第1と第2の層の両端間に電位が印加されると光を発生する発光領域と，第2の層に堆積した導電層からなる第1の接点と，第1の層に電気的に接続された第2の接点が含まれ』たLEDにおいて，『サファイア基板の上部表面に，光を散乱又は回折するための突出部及び／又は陥凹部が含まれるようにサファイア基板の上部表面が粗面にされ，突出部及び／又は陥凹部はLEDによって生じる光の第1の層における波長より大きいか，あるいは，その程度の大きさ」となるような構成を採用した（【0010】）。そして，かかる構成により，発光領域で発生し，サファイア基板と半導体材料の第1の層との界面に当たる光を散乱させ，その結果，半導体材料の第2の層と導電層からなる第1の接点と空気又はエポキシとの界面の臨界角より小さい角度で光の一部が反射するようにして，上記の目的を達成した点に技術的意義を有すると認めることができる（【0016】）。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願明細書の発明の詳細な説明の記載について",
          "content": [
            {
              "fig": "(1)",
              "subject": "粗面化につき",
              "text": [
                "サファイア基板の上部表面が粗面化され，LEDによって生じる光の第1の層における波長より大きいか，あるいは，その程度の大きさである突出部又は陥凹部を形成する方法について，本願明細書の発明の詳細な説明には，①比較的粗い研磨荒粒を用いて研磨することによって機械的に表面の粗面仕上げを施す方法の一例として，3～5ミクロンの範囲のダイヤモンド粗粒を用いて所望の粗さになるようにサファイアに「かき傷」をつける方法（【0018】），②従来の基板製造プロセスにおける最終研磨プロセスを省略する方法（【0019】），及び③フォトレジストを用いて，リソグラフィ技法で開口部を形成し，さらに，フォトレジストをエッチング・マスクとして利用して，イオン・エッチング，イオン・ミリング，又は，H PO3 4などの従来方法から任意に選ばれたエッチングで表面に粗面仕上を施す方法（【0020】）が用いられることが記載されている。",
                "なお，エッチングで表面に粗面仕上げを施す方法においてエッチング・マスクとなるフォトレジストに形成される開口部の位置及び形状は，発明の詳細な説明及び図面には記載されておらず，不規則なエッチング・パターンと解される（【0005】【0020】参照）。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "半導体材料の堆積につき",
              "text": [
                "突出部又は陥凹部が形成されたサファイア基板の上部表面上に半導体材料の第1の層を堆積させる方法について，本願明細書の発明の詳細な説明には，「LED10は，サファイア基板12に2つのGaＮ層を成長させることによって，基板上に組立られる。」（【0011】），「第1の方法では，サファイア／GaＮ界面に粗面仕上げを施すことが必要になる。この方法は，GaＮのエピタキシャル成長またはp-nダイオードの発光効率の妨げにならないように，GaＮエピタキシャル成長の前に，粗面仕上げを施すことができるという驚くべき結果に基づくものである。」（【0015】，「サファイア表面の散乱を生じる特徴は，陥凹部119または突出部118であり，LEDによって生じる光のGaＮにおける波長より大きいか，あるいは，ほぼその程度であることが望ましい。特徴が光の波長よりあまりに小さいと光は有効に散乱しない。特徴がGaＮ層の厚さに対し相対的に大きくなると，粗面仕上げによって，GaＮの上部表面に欠陥を生じる可能性がある。」（【0017】），及び「入射光を散乱させる突出部及び／または陥凹部を含む粗面を備えた基板上において，前記突出部及び／または陥凹部を被うように，GaＮを含む半導体材料の第1の層をエピタキシャル成長させるステップ」（【0039】）との記載がある。",
                "上記によれば，本願明細書の発明の詳細な説明には，サファイア基板の上部表面上に形成された，LEDによって生じる光の第1の層における波長より大きいか又はその程度の大きさである突出部若しくは陥凹部が，第1の層の厚さに対し相対的に大きくなると，第1の層の上部表面に欠陥を生じる可能性があるから，その欠陥を生じさせないよう陥凹部又は突出部を被うように第1の層をエピタキシャル成長させることが記載されていると認められる。そして，エピタキシャル成長とは，ある結晶の特定の結晶面上に結晶を一定の方位関係をもって成長させることであるのは半導体技術の分野での技術常識であるところ，かかる技術常識に照らせば，本願明細書の発明の詳細な説明には，突出部又は陥凹部が形成されたサファイア基板の上部表面上に半導体材料の第1の層を堆積する方法として，半導体材料の結晶を一定の方位関係をもって成長させること（エピタキシャル成長）により第1の層を堆積するものであると理解できる。",
                "しかしながら，本願明細書の発明の詳細な説明には，それ以上に，突出部又は陥凹部が形成されたサファイア基板の上部表面上に第1の層をエピタキシャル成長させるための手順及び条件を示した具体的な説明が記載されているとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "エピタキシャル成長に関する技術常識",
          "text": [
            "特開平9-129651号公報（乙1）の段落【0002】・【0003】には，発光デバイスのエピタキシャル層の結晶格子の原子配列は均一であることが望ましいが，市販のサファイア基板の表面は非常に不均一なため高品質の膜を成長させるには問題があること，機械研磨や化学研磨によってサファイア基板を表面研磨して調製すると，サファイア基板の表面に引っ掻き傷やピット穴やその他の研磨による損傷などの表面欠陥がランダムにできること，そのような欠陥を修復しないでおくと，基板上に成長させたエピタキシャル層にランダムに欠陥が増大することが記載されている。また，特開平8-83802号公報（乙2）の段落【0002】～【0005】には，機械研磨又は化学研磨されたサファイア単結晶基板は，表面粗さが1nm程度の平滑な状態に鏡面仕上げされるものの，その凹凸分布に規則性がなく，また，所定の結晶面以外の結晶方位をもつ異種結晶面が凹凸の斜面等に露出しているところ，①不規則な凹凸のある表面上にSi等の薄膜を成長させると，不規則な凹凸部を結晶核生成の元とした数多くの島状結晶の成長が促進され，島状結晶の間に成長欠陥が生成しやすくなるが，これら成長欠陥は基板表面に形成される薄膜の特性に悪影響を及ぼすこと，また，②表面に露出した異種結晶面は，その上に成長する薄膜に設計したエピタキシャル成長以外の成長方位を与え，島状結晶の成長と相まって異種結晶粒を界面等に生成させ，その結果，発光素子を始めとする各種半導体素子において求められる完全な単結晶薄膜が得られず，界面の乱れに起因する半導体素子の特性の劣化を引き起こすことが記載されている。",
            "上記各記載によれば，サファイア基板の表面は非常に不均一であるところ，その基板表面の状態がその上に成長させる薄膜の結晶状態に影響を与えるため，サファイア基板の上部表面上にエピタキシャル成長により半導体材料からなる薄膜を堆積する際には，エピタキシャル成長の前にサファイア基板の上部表面を研磨し表面粗さが1nm程度の極めて平滑な状態にする必要があること，しかし，表面粗さ1nm程度に平滑化されたサファイア単結晶基板においても，その表面には不規則な凹凸が存在するため，島状結晶の形成及びそれによる結晶欠陥の生成と異種結晶粒の生成により，発光デバイスのような半導体素子において求められる完全な単結晶薄膜が得られないことは，本願発明の優先日当時，本願発明に係る技術分野での技術常識であったと認められる。"
          ]
        },
        {
          "fig": "4",
          "subject": "実施可能要件に関する審決の判断について",
          "text": [
            "本願発明が実施可能要件（平成14年法律第24号による改正前の特許法36条4項1号）を満たすというためには，当業者が，本願明細書の発明の詳細な説明の記載及び本願発明の優先日当時の技術常識に基づいて，本願発明の実施（本願発明のLEDの生産）をすることができる程度に明確かつ十分に記載されていなければならない。",
            "そこで，本願明細書の発明の詳細な説明がかかる要件を満たすかにつき検討するに，まず，本願発明の優先日当時の技術常識は上記3のとおりである。しかるに，本願発明におけるサファイア基板の上部表面は，「光を散乱または回折するための突出部及び／または陥凹部が含まれるように」「粗面にされ，突出部及び／または陥凹部はLEDによって生じる光の前記第1の層における波長より大きいか，あるいは，その程度の大きさ」というものであるところ，本願明細書に記載の上記突出部又は陥凹部の形成方法（【0018】～【0020】），及び公知の可視光線に相当する電磁波の波長（下界が360～400nm，上界が760～830nm）に照らすと，本願発明におけるサファイア基板の上部表面は，突出部又は陥凹部が不規則に存在し，かつ，研磨により表面粗さが1nm程度の極めて平滑な状態にされたサファイア基板に比して極めて高い表面粗さを有することになる。そうすると，半導体の技術分野における上記の技術常識に照らせば，本願発明におけるサファイア基板の上部表面にエピタキシャル成長により半導体材料の第1の層を堆積しようとしても，サファイア基板の不規則な凹凸を結晶核生成の元とした島状結晶の形成や不規則な凹凸の斜面による異種結晶粒の生成が著しく増大するために，半導体材料の結晶を一定の方位関係をもって成長（エピタキシャル成長）させることは技術常識からは困難と理解される。",
            "しかるに，上記2に認定のとおり，本願発明の発明の詳細な説明には，実質的には，『サファイア基板の上部表面上に陥凹部又は突出部を被うように半導体材料の層をエピタキシャル成長させる。』との記載があるだけであり，半導体材料の層をエピタキシャル成長させる際の手順及び条件を示した具体的な説明が記載されていない。したがって，本願発明の優先日当時の技術常識に照らして，本願明細書の発明の詳細な説明の記載から本願発明を実施し（本願発明のLEDの生産），本願発明にいう「改善されたLED」を得ることは，当業者に期待し得る程度を超える過度の試行錯誤を強いるものといわざるを得ない。",
            "以上によれば，本願明細書の発明の詳細な説明は実施可能要件を満たさないというべきであり，これと同旨の審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "当業者の実施可能性について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲9文献につき",
              "text": [
                "原告は，甲9文献には，本願明細書の記載を参考にすることにより実際にサファイア基板における粗面化によりLEDの光散乱を増加させて光抽出効率の改善を実現した事例が示されているから，本願明細書は，当業者がその実施をすることができる程度に明確かつ十分に記載したものであると主張する。",
                "甲9文献には，化学蒸着法（CVD）によりc面サファイア基板表面上に2μm厚で堆積されたSiO を，リソグラフィーシステムを用いて1μm間隔で蜂の巣状2に六角形（一辺が2μm，側面はサファイアのa軸と並行）にパターン化し，このSiO 層をマスクとしてサファイア基板を反応性イオンエッチング（RIE）を2用いて0.85μm程エッチングし，その後SiO をHFで除去して，サファイア2基板の上部表面に凸型六角形の加工をし，さらに環境圧において金属有機化学蒸着法（MOCVD）によってサファイア基板の上部表面に30nm厚のGaＮ低温（510℃）バッファ層，1.5μm厚のドープなしGaＮ，4.5μm厚の n 型GaＮ：Si，多重量子井戸（MQW）活性層，20nm厚のp型Al Ga Ｎ：M0．2 0．8g層及び0.2μm厚のp型GaＮ：Mg層を成長させて発光ダイオード（LED）を作製したことが記載されており，また，この記載と甲9文献の図1からは，サファイア基板の上部表面には凸型六角形が規則的に形成されていることを認めることができる。これに対し，本願明細書の発明の詳細な説明には，上記2(1)のとおり，①3～5ミクロンの範囲のダイヤモンド粗粒のような比較的粗い研磨粗粒を用いて研磨する方法（【0018】），②従来の基板製造プロセスにおける最終研磨プロセスを省略する方法（【0019】），及び③位置と形状が特定されない開口部が形成されたエッチング・マスクを用いて，イオン・エッチング，イオン・ミリング，又は，H PO などの従来方法から任意に選ばれたエッチングで，表面に粗面仕上を施す3 4方法（【0020】）により粗面化され，LEDによって生じる光の第1の層における波長より大きいか，あるいは，その程度の大きさである突出部又は陥凹部をサファイア基板の上部表面に形成し，このサファイア基板の上部表面に，エピタキシャル成長により半導体材料の第1の層を堆積させることが記載されている。そして，発明の詳細な説明に記載された粗面化の方法によれば，サファイア基板の上部表面には突出部又は陥凹部が不規則に形成されると認められる。そうすると，甲9文献に記載のLEDと本願明細書の発明の詳細な説明に記載のLEDとが異なることは明らかであり，甲9文献に記載のLEDが本願明細書の発明の詳細な説明の記載を参考にして作製されたとは認められない。",
                "したがって，原告の上記主張は，その前提を欠いているものであり，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲10及び甲11文献",
              "text": [
                "原告は，甲10及び甲11文献には，本願発明がサファイア基板の表面を粗面化しエピ成長層を十分な厚さに形成する以外については，従来の手法を用いることによりLEDの光散乱を増加させて光抽出効率の改善を実現したことが示されているから，本願明細書は，当業者がその実施をすることができる程度に明確かつ十分に記載したものであると主張する。",
                "しかしながら，まず甲10号証及び甲11号証はいずれも原告関連会社の研究開発に係る内部資料であって，両書証とも大部分が黒塗りされての写しによる提出であって，その記載内容を全体通じて理解することが不可能である。黒塗りされていない部分についても，甲10号証には，「非平面基板上にエピを成長させることによってInGaＮチップからより多くの光を散乱させる技術についての検討を開始した。パターンエッチされた基板上へのエピ成長が実行されたが，LOP（光出力）は顕著に増加し，初期段階における成果は期待が持てるものである。加えて、サファイア基板の研磨されていない背面への成長も期待が持てるものであったが、表面を完全に平面化させるためには、活性領域の成長の前に、より大きな厚みが必要とされ得る。実験は継続しており、表面を平面化させるために、より厚いOM（有機金属）GaＮ層を成長させる、又はHVPE成長法（ハイドライド気相成長法）を用いてみる予定である。」と記載され，甲11号証には，「Bにより作製された『パターン化』非平面基板に対して、B1 反応器において3つの成長実験が行われた。この実験の要点は、チップからより多くの光が散乱させられ得るかどうかを確認するということである。」との記載があるのみである。",
                "上記の「非平面基板」のうち「パターンエッチされた基板」又は「『パターン化』非平面基板」（甲10，11）は，基板の上部表面をパターンエッチングすることにより形成されたものと認められるが，非平面基板を形成するパターンエッチングの具体的内容は不明であり，本願明細書の発明の詳細な説明に記載されたような，LEDによって生じる光の第1の層における波長より大きいとか，あるいは，その程度の大きさである突出部又は陥凹部がサファイア基板の上部表面に不規則に形成されたものであるとは必ずしも認められない。また，上記の「非平面基板」のうち，「サファイア基板の研磨されていない背面」（甲10）については，本願明細書の発明の詳細な説明に記載された「従来の基板製造プロセスにおける最終研磨プロセスを省略する方法」（【0019】）に該当するサファイア基板と認められるが，甲10及び甲11文献によっては，この基板に対するエピタキシャル成長について成果が得られたことは確認できない。したがって，甲10及び甲11文献によっては，サファイア基板の上部表面に不規則に形成された突出部又は陥凹部にエピタキシャル成長により半導体材料の第1の層を堆積させることができたと記載されているとは認められない。",
                "したがって，原告の上記主張は，その前提を欠いているものであり，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，原告の実施可能性に係る主張はいずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "まとめ",
          "text": [
            "以上のとおりであり，本願明細書の発明の詳細な説明は実施可能要件を満たさないとした審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由は理由がない。",
        "よって原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}