{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "控訴人は，10万円及びこれに対する平成21年7月21日からの年5分の割合による遅延損害金の支払を被控訴人に求める限度で原判決の取消しを求めた。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人は，プログラムの著作物の著作権を有すると主張して，被控訴人に対し，主位的には複製権侵害及びプログラム著作物の著作権侵害とみなされる行為に基づき，予備的には一般不法行為に基づき，控訴人が被った損害1120万円の一部請求として280万円及び遅延損害金の支払を求めたが，原判決は請求を棄却した。",
            "控訴人は，元金を10万円の限度で控訴した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "当事者の主張は，原判決の「事実及び理由」欄の「第2  事案の概要」の1，2(原判決2頁9行目から9頁7行目)に記載のとおりである(ただし，被控訴人の本案前の主張(8頁2行目から5行目)を除く。)。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，原判決の認定判断を支持するものであって，控訴人の請求は理由がないものと判断する。",
            "その理由は，次の2ないし4のとおり付加するほか，原判決「事実及び理由」中の「第3  当裁判所の判断」2ないし5(9頁25行目～16頁11行目)記載のとおりである。",
            "なお，原判決11頁17行目の次に改行して，「本件各アクセスの際に本件プログラムの複製がされたものと認められないことは，控訴審判決の『第3  当裁判所の判断』の2で説示するとおりであるが，仮に複製があったとしても不法行為を構成しないことは以下のとおりである。」を加え，15頁22行目の「知っている者」の次に「あるいは検索エンジンによって本件ウェブサイトに導かれた者」を加える。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人は，平成21年6月11日，同年7月17日及び同月18日の本件各アクセスの際，被控訴人がブラウザを使って本件プログラムにアクセスし，本件プログラムの複製物を被控訴人のコンピュータのハードディスクにブラウザキャッシュとして保存したことは複製権侵害であると主張する。",
            "しかし，原判決13頁で認定したとおり，控訴人は，平成21年1月16日，被控訴人事務所において，被控訴人の取締役である  A    の面前で，被控訴人のコンピュータのブラウザに，本件ウェブサイトのURLを入力し，A  をして本件ウェブサイトにアクセスさせ，本件プログラムにより表示されるトップ画面を閲覧させるなどしているのであるが，その際，被控訴人のコンピュータのハードディスクに本件プログラムの複製物がブラウザキャッシュとして作成されたものと推認される。",
            "一般に，ブラウザキャッシュの目的は，一度見たウェブページを再度閲覧しようとする時に，速やかにこれを閲覧することにあり，そのために，既に閲覧したことのあるウェブページに変更のないときは，サーバからインターネットを通じて再度データの転送を受けることなく，以前のアクセスの際にハードディスクに保存したデータを使って，速やかに同じページが表示されるのが通常である。しかるに，本件サーバ上の本件プログラムが平成21年1月16日以降に変更されたことを認める証拠はないから，平成21年1月16日にウェブページであるサーバから取得され被控訴人のコンピュータのブラウザキャッシュに格納された本件プログラムの複製物が，平成21年1月16日以降，被控訴人のコンピュータ上に改めて作成されたとは直ちに認めることはできない。",
            "したがって，被控訴人が，本件各アクセスの際，本件プログラムの複製物を被控訴人のコンピュータのハードディスクにブラウザキャッシュとして保存したとの控訴人の主張事実は，認めることができない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "控訴人は，本件プログラムのソースコードの内の随所に拡張子が「PHP」となっているファイルへのリンクが示されている，本件プログラムの重要な機能はトップページからリンクされたPHPファイルとの連携による，と主張するが，弁論の全趣旨によれば，PHPで書かれたプログラムはサーバ側で実行され，その結果をブラウザに送信するものと認められ，拡張子「PHP」のファイル自体が送信され，ローカル側のブラウザにキャッシュされると認めることはできない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "控訴人は，本件プログラムの文字情報部分に創作性があると主張するが，そのようには認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，その余の争点について判断するまでもなく，控訴人の請求はいずれも理由がなく，これを棄却した原判決は相当である。よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(ネ)10100",
    "date": "2013-07-02",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成24年(ワ)15034",
    "precedent_id": "083389",
    "ipprecedent_id": "3436",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}