{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2011-3674号事件について平成24年3月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，標準文字による「壷プリン」の文字からなる商標(以下「本願商標」という。)について，指定商品を第30類「プリン」として，平成22年3月26日，商標登録出願をしたが(甲39)，同年12月15日，拒絶査定がされた(甲43)。原告は，平成23年2月18日，拒絶査定不服審判を請求し(不服2011-3674号事件)(甲44，45)，平成24年3月22日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)がされ，その謄本は，同年4月3日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写に記載のとおりであり，その概要は，以下のとおりである。すなわち，",
            "「壷プリン」の文字に接する需要者は，「壷を容器とするプリン」を容易に想起するとみるのが相当であり，本願商標をその指定商品中「壷を容器とするプリン」に使用したときは，単に商品の品質(包装の形状)を表示したものと認識，理解され，本願商標は商標法3条1項3号に該当する。また，本願商標を「壷を容器とするプリン」以外の「プリン」に使用した場合は，商品の品質の誤認を生じさせるおそれがあり，本願商標は同法4条1項16号に該当する。",
            "原告の製造，販売に係るプリン(以下「本件商品」という。)は，「壷プリン」の標章が付されて販売されているのではなく，「神戸フランツ」又は「神戸魔法の」の文言等を付加した標章を付されて販売され，需要者に親しまれているとみるのが相当であり，「壷プリン」の文字から，直ちに，原告が製造，販売する本件商品の名称として認識されるということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "審決には，以下のとおり，商標法3条1項3号該当性に関する認定判断の誤り(取消事由1)，同条2項該当性に関する認定判断の誤り(取消事由2)があり，その結論に影響を及ぼすから，審決は違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項3号該当性に関する認定判断の誤り(取消事由1)",
              "text": [
                "審決は，ウェブサイトの資料を根拠に，本願商標は「壷を容器とするプリン」を意味すると容易に理解するのが相当であるから，これを当該商品に使用するときは，単に商品の品質(包装の形状)を表示したものとして認識されるというべきであると判断している。しかし，審決の上記判断には，誤りがある。",
                "審決が根拠としたウェブサイトによると，市場に流通する商品に「壷プリン」の表示が使用されているのは，①「シェリエドルチェ  はちみつ壺プリン」，②「シェリエドルチェ  メープル風味の壺ぷりん」，③「マスカル  北海道  壺プリン」の3点のみである。しかし，①は平成23年夏ころに，②は平成22年春ころに，それぞれ販売されたものの，それ以降販売された形跡はない。また，③の製造会社は平成23年1月に既に倒産しており，現在は販売されていない。審決が根拠としたウェブサイトに掲載されているプリンのうち，上記3点以外は，街のケーキ店，居酒屋，ラーメン店で販売されている商品にすぎず，販売個数は限定されている。被告が本件訴訟において新たに提出した証拠も，いずれも小規模の飲食店でデザートとして提供されているものである。以上によると，需要者の大多数はこれらの商品を知らないのが通常であるから，需要者が本願商標に接した場合，「壷を容器とするプリン」の意味であると容易に理解するとは考えられない。",
                "「Yahoo！」と「Google」のサイトにおいて，「壷プリン」でインターネット検索した結果は，いずれにおいても，上位100位の大多数が本件商品の販売サイトや紹介サイトであった。この検索結果からも，壷を容器とするプリンに「壷プリン」なる名称が広く使用されているということはできない。",
                "需要者が本願商標に接した場合，壷が容器の形状を示すか，プリン自体の形状を示すか，壷で熟成して製造したことを示すかなどの様々な認識をすることが想定されるのであり，必ずしも「壷を容器とするプリン」と認識するものではない。",
                "以上のとおり，本願商標は商標法3条1項3号及び4条1項16号には該当しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法3条2項該当性に関する認定判断の誤り(取消事由2)",
              "text": [
                "一般に，プリンに使用される容器は，透明や半透明のプラスチックやガラスからなる容器であるが，本件商品は煉瓦色の素焼きの壷が使用され，本願商標は，壷に入ったプリンであるという斬新なプリンを暗示するものとして，「壷」と「プリン」の文言を組み合わせたものである。",
                "原告は，平成20年1月から，壷を容器とした本件商品を表示するものとして，本願商標を使用してきた。原告は，神戸市を中心に店舗展開を行い，本件商品は，発売当初から主力商品の一つとして，前面に陳列されている。原告は，独自の販売サイトを開設して，本件商品の通信販売を行うほか，各種販売サイトも利用して，全国的に本件商品を販売している。",
                "本件商品は，次第に，需要者の間で話題となり，テレビ，ラジオ，雑誌などの各種メディアで頻繁に紹介されてきた。その結果，平成20年1月から平成24年5月までの約4年半に，合計約566万個を販売し，その売上総額は約21億円となっている。",
                "さらに，前記のとおり，「Yahoo！」と「Google」のサイトにおいて「壷プリン」でインターネット検索をすると，いずれにおいても，上位100位の大多数が本件商品に関するサイトであることからすると，「壷プリン」は，本件商品を示すものとして，多くの取引者及び需要者が認識しているといえる。",
                "このように，本件商品は日本全国で広く認識されており，需要者は，本願商標に接した場合，本件商品を示すものであると認識する。",
                "確かに，本願商標には，「フランツ」や「魔法の」「神戸魔法の」の文言が付加されて使用されているものが多い。しかし，商品を販売するに際し，販売主体である原告の名称である「フランツ」を付けることは当然である。また，「壷プリン」と「魔法」又は「神戸魔法」との間には助詞の「の」があることから，外観上，「壷プリン」と「魔法」又は「神戸魔法」とは分離して観察することができる。そして，「魔法」は「魔力を働かせて不思議なことを行う術」を意味し，「壷プリン」の修飾語として用いられており，「神戸」は「壷プリン」の産地を想起させ，修飾語として用いられている。したがって，本願商標に「フランツ」や「魔法の」「神戸魔法の」の文言が付加されて使用されていたとしても，需要者は，本願商標のみを単独で認識し得る。",
                "以上によると，本願商標は，商標法3条2項に規定する要件を具備しているといえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法3条1項3号該当性に関する認定判断の誤り(取消事由1)に対して",
              "text": [
                "本願商標の構成中，「壷」部分は，「口の狭まった陶器」などを意味する。また，本願商標の構成中，「プリン」部分は「カスタード・プディング」を意味し，本願商標の指定商品である「プリン」そのものを指称する語である。",
                "成形されたプリンは半固体状であるため，これを食したり，販売したりするためには，これを入れるための容器が必要であり，プリンを取り扱う業界では，プリンを入れる容器として，陶器や瓶など様々な容器を使用している。壷型の容器も，プリンを入れる容器として販売されている。",
                "さらに，壷を容器とするプリンが「壷プリン」「壺プリン」又は「つぼプリン」と表示されて，使用されている例が，多数見られる。",
                "なお，プリンを取り扱う業界において，あるものを容器とするプリンについて，「○○プリン」(「○○」は容器の名称)というように，容器の名称を「プリン」の語に冠した名称が使用されている例が種々認められる。",
                "以上によると，本願商標に接する取引者・需要者は，本願商標から「壷を容器とするプリン」という意味を容易に想起するといえ，本願商標がその指定商品中，「壷を容器とするプリン」に使用されるときは，本願商標は商品の包装の形状を表示したものとして認識されるにとどまり，自他商品識別標識としての機能はない。したがって，本願商標は，商品の包装の形状を普通に用いられる方法で表示する標章のみからなるものというべきであり，商標法3条1項3号に該当する。",
                "(なお，本願商標を「壷を容器とするプリン」以外の「プリン」に使用した場合は，商品の品質の誤認を生じさせるおそれがあるから，本願商標は，同法4条1項16号に該当する。)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "商標法3条2項該当性に関する認定判断の誤り(取消事由2)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "プリンについては，「壷プリン」「壺プリン」又は「つぼプリン」という，本願商標と同一又は類似の標章が，原告以外の者によって，多数使用された例がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商品については，原告が開催する通信サイトや雑誌等で，「壷プリン」の文言を含む「神戸魔法の壷プリン」「魔法の壷プリン」「神戸フランツの魔法の壷プリン」という標章や，これらに原告の名称又は略称である「フランツ」又は「神戸フランツ」の文字を付記した標章が使用されている。「神戸魔法の壷プリン」「魔法の壷プリン」「神戸フランツの魔法の壷プリン」の標章は，それぞれ，「神戸魔法の」「魔法の」「神戸フランツの魔法の」の各文字部分と「壷プリン」の文字部分が，同書同大の文字で，1行にまとまりよく表されており，「神戸魔法の」「魔法の」「神戸フランツの魔法の」の各文言と「壷プリン」の文言が一体となって使用されたものといえる。しかし，本願商標は「壷プリン」のみの文字商標であり，「神戸魔法の壷プリン」「魔法の壷プリン」「神戸フランツの魔法の壷プリン」の標章又はこれらに「フランツ」若しくは「神戸フランツ」の文字を付記した標章とは異なる。したがって，上記各標章の使用により本願商標と同一視できる標章が使用されたということはできない。",
                    "また，本願商標及びこれと同視し得る標章が単体で使用されている事例は少ない。",
                    "そうすると，本願商標と同一視し得る商標が，長期間にわたって，全国的に，継続的に使用されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，本件商品には，「壷プリン」の商標が使用されているのではなく，原告の名称又は略称である「フランツ」や「神戸フランツ」，又は「神戸魔法の」や「魔法の」の文言を付加した標章が使用されているとみるのが自然であり，本願商標が，使用がされた結果，需要者が何人かの業務に係る商品であることを認識するに至っているということはできない。したがって，本件商標は，商標法3条2項に該当しない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本願商標は，商標法3条1項3号に該当し，同条2項の要件を充足しないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実認定",
          "content": [
            {
              "fig": "(1)",
              "subject": "「プリン」及び「壷」の性質及び意味等について",
              "text": [
                "「プリン」は，柔らかく，形状を維持できないこともあり，プラスチック，ガラス等の容器に入れられて販売等がされる例が多い(甲19，20，21，25ないし30，32，34，35)。また，「壷」とは，「口の狭まった陶器」や「口が細くつぼまり胴のまるくふくらんだ形の容器」を指す(乙3，4)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "プリンの容器，販売態様等",
              "text": [
                "プリンの容器として，壷型の容器が用いられる例があり，他社においても，壷型の容器に入れられたプリンが，販売されている。壷型の容器に入れられたプリンには，「壷(つぼ)プリン」又は「壷(つぼ)プリン」の文言を含んだ名称で表示されているものがある。例えば，「シェリエドルチェ  はちみつ壷プリン」「シェリエドルチェ  メープル風味の壷ぷりん」「レ・シューの壷入りプリン」「山崎製パン  壷入りプリン」「コモディーノ  プレミアポットプリン」「マスカル  北海道",
                "壷プリン」(「壺」と表示されているものも含めて「壷」と記載する。以下，同様とする。)などの名称が付されたり，単に「壷プリン」「つぼプリン」との名称のみ付されたりして販売された例がある。飲食店でも，デザートとして，壷型の容器に入れられたプリンが提供されており，「鍋ぞう壷プリン」「とんぼ壷プリン」「特製つぼプリン」「なめらか壷プリン」「成城ふるふる壷プリン」などの名称が付されたり，「壷プリン」のみの名称で提供されたりしている例がある。(甲49(枝番号の記載は省略する。以下，特に記載するものを除き，同様とする。)，50，乙10ないし32)",
                "また，壷型以外の形状の容器に入れられたプリンについても，容器の形状に関連した名称を「プリン」の文字の前に付して，プリンの名称として使用する例がある。例えば，バケツの形状をした容器に入れられたプリンを「バケツプリン」(甲6，30，32，71の1，乙33)，卵形の容器に入れられたプリンを「たまごのプリン」(甲28)，缶に入れられたプリンを「缶プリン」(甲71の3，乙35)，土鍋に入れられたプリンを「土鍋プリン」「鍋プリン」(甲71の4，乙36，40)，丼に入れられたプリンを「丼プリン」(甲71の5，乙37)，瓶に入れられたプリンを「瓶プリン」(乙34)と表示して，販売等されている例がある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商品の広告宣伝態様等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商品は，カラメルソース，カスタードプリン，生クリームを，素焼きの壷に入れた洋菓子である。原告は，神戸市内に本店を有し，洋菓子の製造・販売等を業務とする会社であり，平成20年1月頃から，店舗や空港，駅，催し物での販売，インターネットを利用した通信販売により，本件商品の販売を行っている。(甲1，51ないし53，62)"
                },
                {
                  "fig": "イ",
                  "subject": "原告は，自己が開設し，運営するウェブサイトにおいて，本件商品を「魔法の壷プリン」「神戸魔法の壷プリン」と表示して，広告，販売をしている。(甲1，53の1)",
                  "text": [
                    "原告は，上記ウェブサイトで，本件商品について，「可愛い素焼きの壷に入ったとろとろプリンは，まさにすくって食べるような魔法の食感！」等の宣伝をしている。(甲1)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商品は，「食べログ」「にんぐる」「楽天市場」「Yahoo！ショッピング」「ぐるなび」等，多数のウェブサイトで紹介されており，楽天市場ウィークリーランキング(プリンセット・詰め合わせ部門)では14週連続第1位となった。これらのサイトにおいて，本件商品は，ほとんどの場合，「魔法の壷プリン」「神戸魔法の壷プリン」「神戸フランツの壷プリン」「神戸フランツ  魔法の壷プリン」「神戸フランツ  神戸魔法の壷プリン」と表示されている。(甲2，5，30，32，53の2ないし53の5)"
                },
                {
                  "fig": "エ",
                  "subject": "本件商品は，平成20年以降，これまでに，「笑っていいとも」「おもいッきりイイ！！テレビ」「VivaVivaV6」「『ぷっ』すま」「とくダネ！」「めざましテレビ」等，全国放送を含むテレビ放送の合計40以上の番組で紹介された。「VivaVivaV6」の番組では「20代OLが選んだお取り寄せプリンランキング」の1位となった。上記テレビ番組において，本件商品は，「神戸魔法の壷プリン」「神戸フランツ  神戸魔法の壷プリン」などの表示がされていた。(甲4，5，53ないし55)"
                },
                {
                  "fig": "オ",
                  "subject": "本件商品は，これまで，「CREA」(平成21年7月号)，「レタスクラブ」(平成22年6月10日号，平成23年12月10日号)，「saita」(平成23年10月号)，「るるぶ神戸」(平成23年版，平成24年版)等の各種雑誌でも紹介された。上記雑誌で，本件商品は，ほとんどの場合，「魔法の壷プリン」「神戸魔法の壷プリン」「神戸フランツ  神戸魔法の壷プリン」と表示されていた。(甲6ないし13，53，54，56ないし61)"
                },
                {
                  "fig": "カ",
                  "subject": "「Yahoo！」や「Google」の検索サイトにおいて，「壷プリン」のキーワードにより検索すると，上位の大多数において，本件商品の販売サイトや紹介サイト等，本件商品に関するサイトが表示される。検索結果として列記されたウェブページのタイトル及びスニペット(検索キーワードが含まれるテキストの抜粋等)の多くにおいて，本件商品は，「魔法の壷プリン」「神戸魔法の壷プリン」「神戸フランツ  壷プリン」「神戸フランツ  魔法の壷プリン」「神戸フランツ",
                  "text": [
                    "神戸魔法の壷プリン」などと表示されている。(甲3，38，68ないし70)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商品の販売実績",
              "text": [
                "原告は，店舗，空港，駅等で販売するほか，インターネットを通じて本件商品を販売している。本件商品は，平成20年には約23万個(売上金額約8600万円)，平成21年には約74万個(売上高約2億7400万円)，平成22年には約186万個(売上高約6億8700万円)，平成23年には約192万個(売上高約7億1200万円)が販売され，平成24年1月から5月までは約91万個(売上高約3億3700万円)が販売された。(甲62)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標法3条1項3号該当性について(取消事由1)",
          "text": [
            "上記認定した事実を基礎として，本件商標の商標法3条1項3号該当性の有無等について判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記認定のとおり，「プリン」は，柔らかく，形状を維持できないことから，通常は，容器に入れられて販売されたり，提供されたりしている。「壷」とは，一般に，「口の狭まった陶器」や「口が細くつぼまり胴のまるくふくらんだ形の容器」を指すが，プリンの容器として，壷型の容器が用いられる例は少なくなく，壷型の容器に入れられたプリンは，本件商品以外にも，多くの店舗で販売されたり，提供されたりしている。そして，このような壷型の容器に入れられたプリンには，「壷(つぼ)プリン」又は「壷(つぼ)プリン」の語を含む名称で表示された例が少なくない。",
                "壷型以外の形状の容器に入れられたプリンも販売されており，そのような場合には，プリンが入れられている容器(「バケツ」型の容器や「缶」型の容器)の名称を付して，「バケツプリン」「缶プリン」等の表示がされた例がある。",
                "以上によると，需要者は「壷プリン」の表示から，当該商品が「壷型の容器に入れられたプリン」であると理解するものと認められる。そうすると，本願商標は，指定商品のうち「壷型の容器に入れられたプリン」に使用する場合には，商標法3条1項3号が規定する「その商品の形状(包装の形状を含む。)を普通に用いられる方法で表示する標章のみからなる商標」に該当すると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，①「壷プリン」の表示が使用されたプリンは，現在では他社からは販売されていなかったり，小規模の店舗で販売されたり，デザートとして提供されたりしているものであり，需要者は，他者の商品を知らないこと，②需要者が本願商標に接した場合に，「プリン自体の形状を示す」と認識したり，「壷で熟成して製造したことを示すもの」と認識したりする余地もあり，「壷型の容器に入れられたプリン」と一義的に認識するものではないなどと主張する。",
                "しかし，原告の主張は，以下のとおり失当である。",
                "まず，①他社における類似の表記例における期間の長短や規模の大小にかかわらず，「壷型の容器に入れられたプリン」を「壷(つぼ)プリン」と称する例が多数存在した事実は，需要者が本願商標のような「壷プリン」との表示に接した場合，「壷型の容器に入れられたプリン」であると容易に認識することにつながるものであるといえる。また，②プリンは柔らかく，形状が維持されないことを総合考慮すると，「壷プリン」の表記に接した需要者において，同表記が，「プリンそのものの形状を示すものである」と認識するとは到底考え難く，さらに，プリンは熟成されて製造される食品ではないことを考慮すると，「壷プリン」の表記に接した需要者において，同表記が，「壷で熟成して製造したことを示す」ものであると認識することも到底考え難い。したがって，需要者は，「壷プリン」の表記からは，「壷型の容器に入れられたプリン」であると認識するものと解される。",
                "以上によれば，本願商標は商標法3条1項3号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "商標法3条2項該当性について(取消事由2)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記認定事実によれば，原告は，インターネットを利用した通信販売等により，全国的に本件商品の販売を行っており，また，本件商品は，テレビや雑誌等のメディアや，各種のウェブサイトでも取り上げられ，平成20年1月頃に本件商品の販売を開始して以降，売上高を伸ばし，平成23年には合計190万個以上を販売し，7億円以上の売上高を記録している。また，「Yahoo！」と「Google」の検索サイトにおいてキーワードを「壷プリン」としてインターネット検索をすると，いずれにおいても，上位の大多数が本件商品に関するサイトであり，本件商品は，多くの需要者に認識されている商品であるといえる。",
                "しかし，前記認定のとおり，原告は，本件商品の宣伝広告に当たっては，「魔法の壷プリン」又は「神戸魔法の壷プリン」の表示を使用してきたこと，テレビや雑誌等のメディア，各種ウェブサイトでも，本件商品は，ほとんどの場合，「魔法の壷プリン」「神戸魔法の壷プリン」「神戸フランツの壷プリン」「神戸フランツ",
                "魔法の壷プリン」「神戸フランツ  神戸魔法の壷プリン」と表示されていることに照らすならば，「壷プリン」が使用されていると認めることはできない。",
                "ウェブサイト上には，消費者の書き込み等で，本件商品について単に「壷プリン」と記載されているものもないわけではない。しかし，その中には，「壷プリン」の記載の前後に，「魔法の壷プリン」「神戸魔法の壷プリン」との表示や，販売店である「神戸フランツ」の名称が併記されているものもある。(甲73)",
                "以上によれば，需要者は，「神戸フランツ」「魔法の壷プリン」「神戸魔法の壷プリン」との表示により，商品の出所が原告であることを認識していると認められ，「壷プリン」との標章のみによって，その出所が原告であると認識していると認めることはできない。したがって，「壷プリン」のみにより，その出所が原告であることを認識できる状況に至ったと解することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点に対し，原告は，本願商標には，「フランツ」や「魔法の」「神戸魔法の」の文言が付加されているものが多いが，それぞれの表記の間には「の」が存在すること等から，「壷プリン」と「魔法」又は「神戸魔法」とは分離して観察することができると主張する。",
                "しかし，前記認定のとおり，需要者は「壷プリン」の文言から「壷型の容器に入れられたプリン」と認識することに照らすならば，「魔法の壷プリン」や「神戸魔法の壷プリン」等をもって，その出所を識別していると解することができ，「壷プリン」の文字部分のみで，その出所を識別していると解することはできない。",
                "以上のとおり，本願商標は，商標法3条2項に規定する要件を充足しているとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，商標法3条1項3号，同条2項に係る原告の主張は理由がなく，その余の点を判断するまでもなく，原告の請求は失当である。その他，原告は，縷々主張するが，いずれも理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10156",
    "date": "2012-11-29",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082787",
    "ipprecedent_id": "3178",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}