{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-28132号事件について平成24年10月1日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "  原告は，平成13年6月12日，発明の名称を「粉末薬剤多回投与器」とする特許出願(特願2002-510136号。パリ条約による優先権主張：平成12年(2000年)6月12日，日本国。以下「本件特許出願」という。)をし，平成19年5月25日，設定の登録(特許第3960916号。請求項の数26)を受けた(甲2。以下，この特許を「本件特許」という。)。",
            "  帝人ファーマ株式会社(以下「帝人ファーマ」という。)は，平成22年4月2日，原告から，一般承継による本権移転により，本件特許を承継した(甲1の4)。",
            "  帝人ファーマは，平成22年4月5日，本件特許につき，特許権の存続期間の延長登録の出願(特願2010-700060号。以下「本件出願」という。)をして2年2月23日の延長を求め，延長の理由として，帝人ファーマが平成22年1月5日に次のとおりの処分(以下「本件処分」という。)を受けたことを主張した(甲3，甲4の1～4)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "延長登録の理由となる処分",
              "text": [
                "薬事法14条9項に規定する医薬品に係る同項の承認"
              ]
            },
            {
              "fig": "イ",
              "subject": "処分を特定する番号",
              "text": [
                "承認番号  22100AMX01348000"
              ]
            },
            {
              "fig": "ウ",
              "subject": "処分の対象となった物",
              "text": [
                "販売名  リノコートパウダースプレー鼻用25μg",
                "有効成分の成分名  ベクロメタゾンプロピオン酸エステル"
              ]
            },
            {
              "fig": "エ",
              "subject": "処分の対象となった物について特定された用途",
              "text": [
                "アレルギー性鼻炎，血管運動性鼻炎",
                "  特許庁は，平成22年9月6日付けで拒絶査定をしたため，帝人ファーマは，同年12月13日，これに対する不服の審判を請求した(甲7，8)。",
                "  特許庁は，これを不服2010-28132号事件として審理し，平成24年10月1日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，同月16日，帝人ファーマに送達された。",
                "  原告は，平成24年11月13日，帝人ファーマから，会社分割により，本件特許を一般承継した(甲1の1～4)。",
                "  原告は，平成24年11月14日，本件審決の取消しを求める訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "  本件特許の特許請求の範囲の請求項1の記載は，次のとおりである。",
            "多回投与操作分の粉末薬剤を貯蔵可能な薬剤貯蔵室(5a)を規定する手段と，",
            "前記薬剤貯蔵室(5a)底面の下部に設けた単回投与用操作分の粉末薬剤を収容可能な薬剤収容部(5b)と，",
            "前記薬剤貯蔵室(5a)の底面との間で接触を保ちつつ充填位置と投与位置との間を移動可能で，充填位置にて開口手段(2f)により前記薬剤収容部(5b)を前記薬剤貯蔵室(5a)に対して開口し，投与位置にて前記薬剤収容部(5b)を前記薬剤貯蔵室(5a)に対して閉鎖すると共に管(2g，2d)を介して前記薬剤収容部(5b)を装置の外部へ連通させる薬剤導出部(2)と，",
            "前記薬剤貯蔵室(5a)底面の下部に設けた穴(5c)に連通し，かつ前記薬剤導出部(2)を充填位置と投与位置の間で移動させるための手段(13)と，",
            "前記薬剤収容部(5b)の底部に設けたフィルター(6a)を介して該薬剤収容部(5b)に空気を送り込むことのできるポンプ部(3)と，",
            "を具備し，",
            "前記薬剤導出部(2)は，充填位置にあるとき前記薬剤貯蔵室(5a)内の粉末薬剤が前記開口手段を介して前記薬剤収容部(5b)内に充填可能とし，その際，前記穴(5c)は，前記管(2g，2d)を介してポンプ部(3)と外部とを連通させることが可能な場所に位置し，",
            "投与位置では，該薬剤収容部(5b)内の粉末薬剤が空気と共に前記管(2g，2d)を介して装置外部へ噴射され，その際，前記穴(5c)を前記開口手段(2f)とは接合させずに閉鎖するように構成したことを特徴とする粉末薬剤多回投与器。",
            "  以下，請求項1に記載された発明を「本件発明1」といい，本件発明1と請求項2ないし26に記載された各発明を総称して「本件発明」という。また，本件発明に係る明細書(甲2)を，図面を含めて「本件明細書」という。なお，請求項2ないし26に記載された発明は，いずれも本件発明1の構成を全て含む「粉末薬剤多回投与器」に係る発明であるが，本件発明において，ノズルにカウンターを付した構成に関する事項が，いずれの請求項にも記載されていないことは，当事者間に争いがない。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "  本件審決の理由は，別紙審決書(写し)のとおりであり，要するに，本件出願は，特許法67条の3第1項1号の規定により，特許権の存続期間の延長登録を受けることができない，というものである。",
            "  本件審決の判断の要旨は，以下のとおりである。",
            "本件処分は，薬事法14条9項に規定する医薬品に係る同項の承認であるから，本件処分の対象となった医薬品は，先に承認を受けた医薬品の承認事項の一部を変更したものであることは明らかである。",
            "そして，本件処分の対象となった医薬品の，先に承認を受けた医薬品(先行処分の対象となった医薬品)からの変更事項は，一体型多回噴霧器の「ノズル」を「ノズル(カウンター付)」にした点であると認められる。",
            "ここで，上記変更事項に係る「ノズル(カウンター付)」に関する事項，すなわち，カウンター付のノズルに関する事項は，特許請求の範囲に記載されておらず，本件発明の発明特定事項ではないから，本件処分に係る承認書に，本件発明の発明特定事項(カウンター付のノズルに関する事項を含まない)に該当する事項の全てが記載されているといえる以上，先行処分に係る承認書にも，本件処分に係る承認書に記載された本件発明の発明特定事項に該当する事項の全てと同じ事項が記載されていると解するのが相当である。",
            "また，本件処分に係る承認書は，用途の点について，先行処分に係る承認書から変更されていないものと認められる。",
            "そうすると，本件発明のうち，本件処分の対象となった医薬品の承認書に記載された，「発明特定事項及び用途に該当する事項」によって特定される範囲は，先行処分によって実施できるようになっていたといえる。",
            "したがって，本件発明の実施に特許法67条2項の政令で定める処分を受けることが必要であったとは認められないから，本件出願は同法67条の3第1項1号に該当する。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "本件出願の特許法67条の3第1項1号該当性に係る判断の誤り"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "〔原告の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件処分について",
          "text": [
            "  原告は，本件発明を実施するために，平成15年3月14日，ベクロメタゾンプロピオン酸エステル製剤について製造承認(以下「本件先行処分」という。)を取得した上で，一体型多回噴霧器に係る製剤(以下「旧製剤」という。)の販売を開始した。",
            "旧製剤は，60回噴霧可能であったが，患者が噴霧回数を正確に記憶することが困難であったため，噴霧器本体の全高を若干高くし，ノズルの長さを若干短くすることによって搭載スペースを確保し，噴霧操作におけるノズルの回転動作に連動して噴霧回数を計測して表示するノズルカウンターを搭載した製剤を開発した(以下「本件製剤」という。)。本件製剤は，本件先行処分において承認を受けていた容器を変更するものであるため，薬事法14条9項により，本件処分が必要となった。",
            "  旧製剤は，本件発明1の特許請求の範囲の全てを充足する実施品である。",
            "旧製剤のノズルは，本件発明1の「薬剤貯蔵室(5a)底面の下部に設けた穴(5c)に連通し，かつ前記薬剤導出部(2)を充填位置と投与位置の間で移動させるための手段(13)」(以下「手段(13)」という。)に相当するところ，本件製剤は，旧製剤と比較して，噴霧器本体の全高を若干高くし，ノズルの長さも若干短くすることで，容器内に搭載スペースを確保し，噴霧操作のノズルの回転動作に連動して噴霧回数を計測し表示するカウンターをノズルに搭載した。",
            "本件発明1において，手段(13)は，回転することによって，一回分の投与量を秤量する機能を有する部材であるところ，回転回数を記録するカウンターも，回転する部材と密接な関係にあり，かつ，医薬品として大きな技術的意味を有するのであるから，本件製剤は，旧製剤のノズル(手段(13))の機能と構造に重要な変更を加えたものである。その他の構成要素において，本件製剤と旧製剤とでは変更がない。",
            "したがって，本件製剤も本件発明1の実施品であるが，旧製品のノズル(手段(13))について，重要な変更が加えられた実施態様であるので，本件先行処分のカウンターを有しないノズル(手段(13))と，本件処分のカウンターを有するノズル(手段(13))とは，発明特定事項に該当する事項として区別されるべきである。",
            "  本件審決は，本件先行処分によって本件発明は一部ではあるが実施できた以上，同一の特許発明について，本件先行処分とは異なる部分について本件処分により実施できるようになったとしても，本件先行処分とは医薬品の用途が異ならない限り，本件処分に基づく延長登録は認められないとする。",
            "しかしながら，本件先行処分によって禁止が解除され，発明の実施が可能となったのは，あくまで本件先行処分の範囲内であって，本件製剤は，本件処分によって初めて禁止が解除されたのであるから，本件製剤の実施態様につき，本件発明を実施するためには，本件処分が必要であったことは自明である。",
            "すなわち，本件製剤で追加されたカウンターは，本件発明1の手段(13)の一部を形成しているから，手段(13)は，発明特定事項として，少なくともカウンターを有しないもの(旧製剤)と，カウンターを有するもの(本件製剤)の2つの下位概念を含むものということができる。",
            "したがって，本件発明のうち，本件先行処分で実施可能となった発明の範囲は，カウンターを有しない手段を発明特定事項とするものであり，手段(13)について異なる下位概念であるカウンターを有する手段を用いる本件製剤は，延長登録の対象となることは明らかである。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許法67条2項，同法67条の3第1項1号の解釈について",
          "text": [
            "  特許法67条の3第1項1号は，特許発明の実施行為を，①(政令で定める)特定の許認可を得なければ実施できない行為と②当該許認可とは関係なく実施できる行為とに分け，①に該当しない延長登録出願を拒絶することを定めているにすぎない。",
            "本件審決は，「政令で定める処分」の対象である医薬品と有効成分並びに用途が同一であり，特許発明の発明特定事項の全てを備える医薬品につき，先行する「政令で定める処分」が存在することをもって拒絶理由とするようであるが，法的根拠を欠く。",
            "前記のとおり，本件製剤は，本件処分を受けることにより，初めて製造販売することが可能となった本件発明の実施品であるから，上記①に該当し，",
            "同項1号の拒絶理由に該当しない。",
            "  薬事法14条1項及び9項の承認は，医薬品の「品目(個別の具体的な医薬製品)」ごとに与えられるから，特許法67条の3第1項1号の「その特許発明の実施」も，承認に係る品目による特許発明の実施を意味するというべきである。",
            "同号が引用する同法67条2項では，政令で定める処分の対象である特定の品目において特許発明の実施が可能か否かについて，「特許発明の実施」という文言が用いられている。そうすると，同項との整合性の見地からしても，同法67条の3第1項1号は，「(延長登録出願に係る医薬品につき)その特許発明の実施に…処分を受けることが必要であったとは認められないとき」と解釈すべきである。",
            "  延長登録に関する特許庁の現在の審査基準(以下「改訂審査基準」という。)は，有効成分と効能・効果が共通する先行処分に基づいて拒絶していた従前の取扱いを変更し，発明特定事項が共通する先行処分に基づく拒絶を原則としている。同基準は，先行処分の有無にかかわらず，後行処分に関する延長登録が許される場合を認めることにより，結論の妥当性を確保しようとするものであるから，特許法の文言によれば延長登録が認められる事例につき，条文に基づくことなく延長登録を否定することは，根拠が不明であり，結論において不当である。",
            "  知財高判平成21年5月29日(平成20年(行ケ)第10460号。以下「裁判例1」という。)及び知財高判平成23年3月28日(平成22年(行ケ)第10177号。以下「裁判例2」という。)は，その特許発明の実施に政令で定める処分を受けることが必要であったとの事実が存在するといえるためには，政令で定める処分を受けたことによって禁止が解除されたこと及び政令で定める処分によって禁止が解除された当該行為がその特許発明の実施に該当する行為に含まれることの各要件をいずれも充足することが必要であり，審査官(審判官)が延長登録出願を拒絶するためには，①「政令で定める処分」を受けたことによっては，禁止が解除されたとはいえないこと，又は，②「「政令で定める処分」を受けたことによって禁止が解除された行為」が「「その特許発明の実施」に該当する行為」に含まれないこと(以下，それぞれ「条件①」及び「条件②」という。)を論証する必要があるとする。",
            "また，知財高判平成22年12月22日(平成21年(行ケ)第10062号。以下「裁判例3」という。)は，「政令で定める処分の対象」となった「物」又は「物及び用途」に限定して特許権の存続期間の延長が認められるのであるから，特許権の存続期間満了後に当該特許発明を実施しようとする第三者に対して不測の不利益を与えないという観点から，存続期間の延長登録出願が適法であるためには，「政令で定める処分の対象」となった「物」又は「物及び用途」についてみれば，それらが客観的に明確に記載され，かつ，当該特許発明に含まれるものであることが，特許請求の範囲を基準とし，発明の詳細な説明の記載に照らして認識できるものでなければならず，また，それで足りるとする。",
            "このように，裁判例1ないし3は，いずれも延長登録に係る医薬品が特許発明を実施するものであることをもって，延長登録を認めるものである。特に，裁判例1及び2は，薬事法上の製造販売承認処分を受けた医薬品であって，その実施に延長登録出願に係る特許発明の実施が必要である場合，延長登録を認めるという特許法の条文に忠実であるのみならず，後行処分による延長は，延長される権利範囲の追加をもたらすものの，特許請求の範囲により規定される技術的範囲を拡張するものではないから，裁判例1ないし3の上記各解釈を否定することは，立法論にすぎない。裁判例1に係る上告審判決(最高裁平成21年(行ヒ)第326号平成23年4月28日第一小法廷判決・民集65巻3号1654頁。以下「最高裁判決」という。)も，裁判例1の解釈を基本的に支持している。",
            "  本件製剤の本質的な特徴は，有効成分ではなく，多回投与器の構造に基づく性能にあるから，カウンターを付加した構造に関する創意工夫に基づく患者の利便性の向上につき，延長登録による保護が与えられるべきである。本件先行処分の対象を特定する要素の1つが旧製剤の「構造」であるところ，本件製剤と旧製剤とは，カウンターを備えるか否かという構造上の大きな相違点があるから，本件製剤は，本件先行処分によって禁止が解除された医薬品とはいえない。",
            "また，カウンターの付加は，旧製剤と比較して，利便性を大きく向上させた重要な相違点であって，長期に渡り投与する医薬品につき，多回投与器を適用して患者の利便を図るという基本的な技術的思想の中には，手段(13)においてカウンターを付加するという下位概念も含まれている。しかも，カウンターの付加により，患者にとって，必要な時に確実に使用することができ，また，医師による追加製剤の処方を適切な時期に受けることができるようになったのであるから，本件明細書に記載された本件発明の目的(定量噴霧性や操作の簡便性・迅速性)がより一層高いレベルで実現されるのであって，カウンターの付加は，本件発明の技術的思想と大きな関連性を有する改良である。",
            "延長登録制度は，薬事法における承認制度のために商品化に時間を要する医薬品の技術分野において，特許権の期間切れのために研究開発のインセンティブが失われることを防止することを目的とする。改良を含む特許発明の実施は，特許発明を活用し，有用性を高めた医薬品を社会に提供する行為であるから，これを保護し，インセンティブを付与することは，延長登録制度の趣旨に合致する。",
            "本件出願が拒絶されると，原告がカウンターを付加した本件製剤の開発に要した費用の回収が不十分となり，原告のような製剤メーカーにとって，患者の利便性を高める新製品の開発を行うインセンティブが失われることになりかねない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，本件出願を拒絶した本件審決の判断は誤りである。",
            "〔被告の主張〕"
          ]
        },
        {
          "fig": "1",
          "subject": "本件処分について",
          "text": [
            "  本件審決は，本件先行処分に係る承認書(以下「本件先行処分承認書」という。)に，本件処分に係る承認書(以下「本件処分承認書」という。)に記載された本件発明の発明特定事項に該当する事項の全てと同じ事項が記載されていること及び本件処分承認書において用途の点が本件先行処分承認書から変更されていないことから，本件発明のうち，本件処分承認書に記載された「発明特定事項及び用途に該当する事項」によって特定される範囲は本件先行処分によって実施できるようになっていたといえることを理由とするものであって，本件先行処分と本件処分における医薬品の用途が異ならないことを拒絶の理由とするものではない。原告は，本件審決の理由を誤解するものである。",
            "  本件製剤の製造販売について本件処分が必要であったからといって，本件発明の実施に本件処分が必要であったということはできない。原告の主張は，技術的思想の創作である特許発明の実施を，処分を受けた医薬品の品目そのものの製造販売行為と捉えることを前提とするものであり，その前提自体が誤りである。",
            "  本件製剤に付加されたカウンターは，薬がなくなるタイミングを患者に知らせるための手段にすぎず，それ自体は「薬剤貯蔵室底面の下部に設けた穴に連通」するものでも，「薬剤導出部(2)を充填位置と投与位置の間で移動させるための手段」でもないから，手段(13)の一部を形成するものではない。",
            "したがって，手段(13)の下位概念として，カウンターを有しないものと，カウンターを有するものとがあるということはできない。",
            "また，本件先行処分により，本件発明の発明特定事項を全て含む旧製剤の製造販売が実施可能とされたのであるから，カウンターを有しない旧製剤とカウンターを有する本件製剤のいずれもが本件発明の技術的範囲に属するからといって，「本件発明の実施」に本件処分が必要であったということにはならない。カウンターを有する本件製剤について改めて処分を受けることが必要とされたのは，専ら薬事法の要請によるものにすぎず，発明特定事項とも技術的思想とも無関係な事項の変更のために本件処分が必要であったからといって，延長登録の対象とする必要はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許法67条2項，同法67条の3第1項1号の解釈について",
          "text": [
            "  本件審決は，改訂審査基準に基づくものであるが，同基準は，以下の理由に基づいて，特許法67条の3第1項1号における「特許発明の実施」につき，処分の対象となった医薬品の承認書に記載された事項のうち特許発明の発明特定事項に該当する全ての事項(発明特定事項に該当する事項)によって特定される医薬品の製造販売等の行為を意味すると解することを原則とする。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "特許法67条の3第1項1号の「特許発明の実施」とは，特許請求の範囲に記載された，出願人が特許を受けようとする発明を特定するために必要と認める事項(発明特定事項)に着目して捉えることが必要である。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "特許発明とは，技術的思想の創作を発明特定事項により表現したものであるところ，特許請求の範囲には出願人が特許を受けようとする発明を特定するために必要と認める事項の全てを記載しなくてはならない(特許法36条5項)。また，最高裁判決は，同法67条の3第1項1号の解釈について，先行医薬品が延長登録出願に係る特許権のいずれの請求項に係る特許発明の技術的範囲にも属しない以上，特許発明を実施することができたとはいえないと判示した。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "薬事法の製造販売承認を受けた医薬品は，承認書に記載された多数の事項(名称，成分，分量，用法，用量，効能，効果，副作用，その他)で特定された製品である。",
                "  特許法67条の3第1項1号は，「その特許発明の実施に…処分を受けることが必要であつたとは認められないとき」と定めるものであって，「その品目の実施に…処分を受けることが必要であったとは認められないとき」と定めるものではないから，「特許発明の実施」を「品目の製造販売」と読み替えるような原告の解釈は相当ではない。",
                "同法67条2項は，延長登録を認めるためには，特許発明の実施をすることができない理由について，特許発明の実施に政令で定める処分を受けることが必要であったことを求める規定であって，当該処分の対象が特定の品目であるとしても，同項において，「政令で定める処分の対象である特定の品目における特許発明の実施」という趣旨で「特許発明の実施」という文言が用いられていると解釈することはできない。また，そのような解釈を前提として，同法67条の3第1項1号の規定を「(延長登録出願に係る医薬品につき)その特許発明の実施に…処分を受けることが必要であつたとは認められないとき」と理解することもできない。",
                "しかも，前記のとおり，本件先行処分によって本件発明の実施が可能となっていた以上，本件発明の実施に本件処分を受けることは不要である。本件先行処分と本件処分との関係を論ずることは，同法67条の3第1項1号の規定から当然に導き出されることである。",
                "したがって，本件製剤が本件処分を受けることによって初めて製造販売可能となったこと，本件製剤が本件発明の実施品であること及び本件処分が同法67条2項の「政令で定める処分」に該当することをもって，直ちに同法67条の3第1項1号の拒絶理由に該当しないということはできない。",
                "  改訂審査基準は，最高裁判決と齟齬しないこと及び最高裁判決の事案(先行処分が特許発明の技術的範囲に属しない場合)を含め，いかなる事案においても一貫した説明が可能であることを目的として定められた基準であり，原告が指摘するような，同一特許に関する先行処分が存在する場合，後行処分の医薬品において有効成分又は用途が異ならない限り，延長登録を認めないという従前の取扱いを維持するものではない。改訂審査基準は，本件処分の対象となった本件製剤の「発明特定事項及び用途に該当する事項」を備えた医薬品についての処分(本件先行処分)が存在する場合には，本件発明のうち，本件処分の対象となった医薬品の「発明特定事項及び用途に該当する事項」によって特定される範囲は，本件先行処分によって実施可能であったという一貫した判断基準を採用するものである。",
                "  裁判例1ないし3及び最高裁判決は，いずれも本件とは事案が異なる。",
                "特に，裁判例1の条件①を充足する事案は想定し難いから，条件②の事情が存在しない限り延長登録出願を拒絶することができないことを前提として，原告主張のとおり，「政令で定める処分を受けた品目の製造販売が特許発明の実施に該当するときは，延長登録が認められる」と解することは，特許法67条の3第1項1号における「特許発明の実施」を「処分を受けた品目の製造販売」と読み替えることにほかならず，相当ではない。",
                "また，裁判例1ないし3の解釈は，特許法の文言どおりの解釈とはいえないし，処分により禁止が解除された行為が特許発明の実施に該当しさえすれば延長登録が認められることになりかねず，延長された場合の特許権の効力範囲が狭く解釈されるおそれがあること，従前の運用との解離が大きくなるため混乱が生じる可能性があること，複数の延長登録が細切れにされ，極めて長期間にわたって特許権が延長され得る可能性があることなどからすると，結論においても不当である。",
                "  本件発明には，カウンター付きノズルに相当する発明特定事項は存在しない。本件明細書にもカウンター付きノズルについて一切記載されていない。",
                "したがって，本件発明は，患者による使用回数の管理を正確にすることによる利便性を大きく向上させることを目的としてカウンターを設置することを，技術的思想とするものではない。",
                "本件特許出願当時(平成13年)には，カウンター付きノズルを備えた製剤の発明はされていなかったところ，カウンターを有しない旧製剤は，本件特許の設定登録よりも4年前に販売が開始されていたから，旧製剤について本件発明を実施することができなかった期間は存在しない。旧製剤にカウンターを付加した改良品にすぎない本件製剤(本件発明の発明特定事項に該当する具体的な構成は旧製剤と同じである。)を，特許出願から相当の年数が経過して特許権が設定登録された後において開発し，新たな処分(本件処分)を受けたからといって，当該処分に基づいて，カウンターの設置を技術的思想とするものではない本件特許の存続期間の延長登録を認めることは，最高裁判決が指摘する「政令で定める処分を受けるために特許発明を実施することができなかった期間を回復することを目的とする」延長登録制度の趣旨に合致しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，本件出願を拒絶した本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "事実関係",
          "text": [
            "  本件発明の内容について",
            "本件発明1の特許請求の範囲は，前記第2の2に記載のとおりであるところ，本件明細書(甲2)には，本件発明の従来技術，解決すべき課題及び解決手段について，おおむね次の記載がある(図面については，別紙の本件明細書図面目録を参照。)。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "技術分野",
              "text": [
                "本発明は，特に粉末薬剤の多回投与器に関し，本体装置内に貯蔵された複数回投与操作分の粉末薬剤を微量の単回投与操作分の粉末薬剤に定量性よく分割秤量し，噴霧できる粉末薬剤多回投与器に関する。",
                "本発明は，単回投与操作分の粉末薬剤に連続的にかつ精度よく分割して，鼻腔，口腔，気管，気管支，肺胞などの体腔内若しくはその他の患部に噴霧又は吸入投与するための，衛生的で，携帯に便利で，かつ使用時の操作が簡便であり，また比較的安価な粉末薬剤多回投与器を提供するものである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "背景技術",
              "text": [
                "粉末状の薬剤が体腔，例えば鼻腔，口腔，気道などに噴霧あるいは吸入により投与されている。このような粉末薬剤の投与において使用される粉末状薬剤投与器には，粉末薬剤の収容方式から，単回投与操作分の量の粉末薬剤を1つの単位として投与器やカプセルなどの適当な容器に収納し，各投与操作により単回操作分の粉末薬剤のみ投与し得る，いわゆる単回投与器と，複数回(多回)の投与操作分の粉末状薬剤を適当な容器に集合して収納し，その容器から単回操作分の粉末薬剤を分割し投与し得る，いわゆる多回投与器とがある。",
                "単回投与器は，使用者が各投与器の使用法に従って，粉末薬剤入りの容器を装着し，かつそれを穿孔するという作業を必要とするのみならず，投与装置及び粉末薬剤入りの容器を携帯する必要があるため，利便性及び携帯性に問題がある。",
                "多回投与器において，多量の集合した粉末薬剤から単回の投与操作に必要な粉末薬剤を連続的かつ定量的に分割して投与することは，集合した粉末薬剤の密度の変化，偏りなどの物性の面から非常に困難である。",
                "また，粉末投与薬剤において，投与器から離れた際に薬剤を構成する粉末が一次粒子に分散されて投与部位に沈着することが望ましいが，粒子によっては保存中，凝集によって二次粒子が生成し，一次粒子とは粒度分布がより大きい方に偏ることがあるから，薬剤が投与される際には，たとえ凝集が生じていても，投与器の構造上の工夫で一次粒子にまで分散されることが望ましい。さらに，薬剤収容室で定容積的に単回分の薬剤を分割する方式では，粉末薬剤のかさ密度が薬剤のロットによって異なる場合，分割される薬剤の重量が変化してしまうため，薬剤のかさ密度の変化に対応して投与される薬剤の重量を調節可能であることが望ましい。",
                "以上のとおり，従来の粉末薬剤投与器は，投与薬剤量の定量性，小型化による携帯性，操作の簡便性，操作の迅速性，製造工程の簡易性，構成部品の単純性，製造に関する低コスト性，粉末薬剤粒子の分散性などの条件を全て満たしているものはないのが現状である。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明の開示",
              "text": [
                "本発明の目的は，定量噴霧性，小型化(携帯性)，操作の簡便性・迅速性，製造工程の簡易性，粉末薬剤の分散性，部品の最少化，低コスト化等を兼ね備えた粉末薬剤多回投与器を提供することである。",
                "本発明によると，装置外部からの操作により薬剤導出部を容易に移動することができ，薬剤導出部が充填位置にあるとき，薬剤貯蔵室内の粉末薬剤が薬剤導出部に設けられた開口手段を介して薬剤収容部内へ落下して充填される。薬剤導出部を充填位置から投与位置へ移動する際に薬剤収容部内の粉末薬剤がこの薬剤収容部の容量に相当する単回操作分の分量に擦り切り計量される。その後は，薬剤収容部は自体により閉鎖される。薬剤導出部が更に移動して投与位置へくると，薬剤導出部の前記管の開口部が薬剤収容部と整合する位置となる。そこで，ポンプ部を操作することにより薬剤収容部内に空気が圧入され薬剤収容部内の粉末薬剤が空気と共に前記管を介して装置外部へ噴射される。"
              ]
            },
            {
              "fig": "エ",
              "subject": "発明を実施するための最良の形態",
              "text": [
                "  本発明の粉末薬剤多回投与器(以下，単に「投与器」ということがある)は，",
                "別紙の図3に示すふた部(4)と別紙の図2に示す薬剤貯蔵部(5)とからなる本体(1)，",
                "該本体(1)に回転可能に取り付けられた，別紙の図4に示す薬剤導出部(2)，",
                "該薬剤導出部(2)と連動して回転する先端に噴霧口(2h)を有する，別紙の図6に示す回転式噴霧計量切替え装置(13)，",
                "薬剤導出の為の手動の圧縮空気源となるその壁部の少なくとも一部が可撓性の容器ないし袋体で構成された，別紙の図7に示すポンプ部(3)，",
                "前記噴霧口(2h)を収容する，別紙の図8に示す本体カバー(9)及び",
                "薬剤収容室(5b)を仕切る別紙の図2及び図9，図10に示すフィルター(6)，",
                "とからなる。",
                "  本発明の投与器は，以下のaないしfの特徴を有する。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本体(1)は，ふた部(4)と薬剤貯蔵部(5)とから構成され，該ふた部(4)はその中央に薬剤導出部(2)を該本体(1)に通じさせるための穴(11)を有し，該ふた部(4)，該薬剤貯蔵部(5)，ならびに該薬剤導出部(2)により薬剤貯蔵室(5a)内の密閉性を可能にする。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "該薬剤貯蔵部(5)が，その内部に多回投与操作可能な量の粉末薬剤を貯蔵可能な薬剤貯蔵室(5a)と，該薬剤貯蔵室の底面に単回投与操作分の粉末薬剤の容量をもった薬剤収容室(5b)を有し，該薬剤収容室(5b)の底面に空気を流通させるが粉末薬剤は流通させないフィルター(6)が装着されており，該フィルター部分が該ポンプ部(3)につながりをもった空気連絡口となり，薬剤導出の際該ポンプ部(3)を押圧・弛緩することにより空気が送り込まれる。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "噴霧口(2h)を有する回転式噴霧計量切替え装置(13)と該本体内中心部に位置する該薬剤導出部(2)とがともに連動して回転するように接続され，回転式噴霧計量切替え装置(13)は，該本体(1)の薬剤収容室(5b)を通じ，該ポンプ部(3)から送り込まれる粉末薬剤と空気の空気通路(2c)を中央に有し，容易に該本体(1)および薬剤導出部(2)から取り外すことができ洗浄が可能である。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "該薬剤導出部(2)が，該本体(1)の薬剤収容室(5b)を通じ，該ポンプ部(3)から送り込まれる空気と，粉末薬剤の空気通路(2d)を有し，また該薬剤導出部(2)の底面(2e)が該薬剤貯蔵部(5)の内径以下の円盤状の構造を有しており，該底面(2e)は，該薬剤貯蔵室(5a)と，該薬剤収容室(5b)を仕切る機能を有する。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "該薬剤導出部(2)の底面(2e)の一部分には，該薬剤貯蔵室(5a)と該薬剤収容室(5b)とをつなげるための，該薬剤収容室(5b)よりも口径の大きい穴(2f)と，該薬剤収容室(5b)と該本体(1)の薬剤収容室(5b)を通じ該ポンプ部(3)から送り込まれる粉末薬剤と空気の空気通路(2d)とをつなげる為の管(2g)を有している。"
                  ]
                },
                {
                  "fig": "f",
                  "text": [
                    "該薬剤導出部(2)を回転式噴霧計量切替え装置(13)に連動して回転させることにより，まず該薬剤導出部(2)の底面(2e)の穴(2f)を該本体(1)の薬剤収容室(5b)にあわせ，該薬剤貯蔵室(5a)と該薬剤収容室(5b)をつなげることにより，該薬剤貯蔵室(5a)内の粉末薬剤が，該薬剤収容室(5b)に充填され，その際，該薬剤貯蔵室(5a)の底面の穴(5c)は，該薬剤導出部底面の管(2g)と合わさる位置に有る，次に該薬剤導出部(2)を回転式噴霧計量切替え装置(13)に連動して回転させることにより，該薬剤導出部(2)の底面(2e)が該薬剤収容室(5b)上の薬剤粉末を擦り切ることによって該薬剤収容室(5b)内の粉末薬剤が一定量となり，さらに該薬剤導出部(2)を回転式噴霧計量切替え装置(13)に連動して回転させることにより，該薬剤収容室(5b)，該管(2g)，該空気通路(2d)，および該噴霧口(2h)とがつながり，該ポンプ部(3)より空気を送り込むことによって一定量に秤量された薬剤粉末が該回転式噴霧計量切替え装置(13)の噴霧口(2h)より噴霧される。"
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "text": [
                "本体(1)，薬剤導出部(2)，回転式噴霧計量切替え装置(13)，ふた部(4)，及び本体カバー(9)は通常，ポリエチレン，ポリスチレン，ポリプロピレン，スチレン・アクリロニトリルポリマー(AS)，アクリロニトリル・ブタジエン・スチレンポリマー(ABS)，ポリカーボネート，ハイインパクトポリスチレン，及び環状ポリオレフィンコポリマー等からなる群から選ばれる1種以上のポリマーで成型されるのが好ましいが，これらの材料に限定されるものではない。",
                "本発明の薬剤収容室(5b)の一端に設けられるフィルター(6)としては，粉末薬剤を構成する薬物及び賦形剤(薬物のみの場合もある)の粒子の大きさに応じて，適宜篩い用網，及びメンブランフィルター等を用いることができる。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "本発明で使用する薬物としては，幅広く種々の薬物について利用可能である。その具体例としては，消炎ステロイド又は非ステロイド系消炎薬，鎮痛消炎薬，鎮静剤，鬱病治療薬，鎮咳去痰薬，抗ヒスタミン薬，抗アレルギー薬，制吐薬，睡眠導入薬，ビタミン剤，性ステロイドホルモン薬，抗腫瘍薬，抗不整脈薬，高血圧薬，抗不安薬，向精神薬，抗潰瘍薬，強心薬，鎮痛薬，気管支拡張薬，肥満治療薬，血小板凝集抑制薬，糖尿病薬，筋弛緩薬，片頭痛薬及び抗リウマチ薬等の非ペプチド・蛋白質性薬物を挙げることができる。"
              ]
            },
            {
              "fig": "キ",
              "subject": "実施例1",
              "text": [
                "別紙の図1は本発明の粉末薬剤多回投与器の全体構成を示す断面図である。直径3．5mm，深さ3．3mmの薬剤収容室(5b)を有する，薬剤貯蔵部(5)の内径が15mmの円筒状の本体(1)を環状オレフィンコポリマーで成型加工し製造した。その際，薬剤貯蔵部の底面には薬剤収容室(5b)と穴(5c)をそれぞれ直径3mm，2mmとなるようにあけた。また，噴霧口(2h)の直径が4mm，ふた部(4)と本体(1)とに接続する内径18mmの底部を有する回転式噴霧計量切替え装置(13)をポリプロピレンで成型加工して製造した。また，底面が直径15mmの円盤状であり，回転式噴霧計量切替え装置(13)に接続される柱状部分の高さが27．5mmである薬剤導出部(2)を環状オレフィンコポリマーで成型加工して製造し本体(1)に取り付けた。薬剤導出部(2)では，薬剤貯蔵部(5)の底面に設けた円弧状穴(5c)の角度(y)に対応して，穴(2f)と管(2g)それぞれの中心間の角度(x)を115度とした。また，傾斜面(2i)の底面(2e)に対する角度(α)は30度，管(2g)の底面(2e)に対する角度は，外側(β)が35度，内側(γ)が40度とした。また，薬剤導出部(2)の先端(2j)が挿入される直径5．0mmの穴(11)を有する，別紙の図3に示すふた部(4)をポリプロピレンで成型加工し製造した。次いで，該本体部(1)に目開き5μmのポリプロピレン製のメンブレンフィルター(6)とポリエチレン製のポンプ部(3)を取り付け，該薬剤貯蔵部(5)に粒子径が38～150μmの粉末薬剤を1000mg充填し，該本体(1)に該ふた部(4)を挿入した後，回転式噴霧計量切替え装置(13)を本体(1)に取り付け，最後に噴霧口(2h)にポリプロピレン製の本体カバー(9)を被せ(装置全体としての高さは約85mm，直径は約24mm)，本発明の投与器とした。"
              ]
            },
            {
              "fig": "ク",
              "text": [
                "そのほかの実施例としては，本体(1)と薬剤導出部(2)とを，ポリカーボネート(実施例2)，ABS(実施例3)，ハイインパクトポリスチレン(実施例4)で成型加工し，その他は実施例1と同様に製造した実施例2ないし4，実施例1の角度β及び角度γをそれぞれ35度，40度に保ったまま，角度αを15度(実施例5)，45度(実施例6)とした実施例5及び6，実施例1の角度αは30度に保ったまま，角度β及び角度γをそれぞれ60度(実施例7)，それぞれ20度(実施例8)とした実施例7及び8，フィルターの凹凸の有無により単回噴霧量を制御した実施例10ないし13が挙げられており，対照例と比較したデータ等が記載されている。",
                "  本件特許出願及び本件処分の経緯等",
                "前記当事者間に争いのない事実，証拠(甲2，4の1ないし4，甲12の1・2，甲22，23)及び弁論の全趣旨によれば，次の事実を認めることができる。"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，平成13年6月12日，本件特許出願をした。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，平成14年2月27日，販売名を「リノコートパウダースプレー鼻用」とする一体型多回噴霧器入り製剤について，医薬品の製造承認申請をし，厚生労働大臣から，平成15年3月14日付けで，申請のとおりの医薬品製造承認を受けた(本件先行処分)。その内容は以下のとおりである(甲22，23)。",
                "  【名称】販売名：リノコートパウダースプレー鼻用",
                "  【成分及び分量又は本質】成分名は，プロピオン酸ベクロメタゾン，ヒドロキシプロピルセルロース，ステアリン酸マグネシウム，ステアリン酸であり，成分及び分量又は本質として，1製剤単位は1容器，本品は，有効成分，賦形剤を含有する混合粉末が充填された一体型多回噴霧器入り製剤であり，60回(0．9087g，プロピオン酸ベクロメタゾンとして1．50mg)噴霧できる。",
                "  【製造方法】記載はあるが不明。図面として，一体型多回噴霧器の外観及び断面の形状，一体型多回噴霧器を構成する部品，本品容器の構造が添付されている。",
                "  【用法及び用量】通常，各鼻腔内に1日2回(1回噴霧あたりプロピオン酸ベクロメタゾンとして25μg)，朝，夜(起床時，就寝時)に噴霧吸入する。なお，症状により適宜増減する。",
                "  【効能又は効果】アレルギー性鼻炎，血管運動性鼻炎",
                "  【貯蔵方法及び有効期間】，【規格及び試験方法】記載はあるが不明。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "原告は，平成19年5月25日，本件特許の設定登録を受けた(甲1の4)。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "原告は，平成19年10月12日，「リノコートパウダースプレー鼻用25μg」について，医薬品製造販売承認事項一部変更承認申請を行い，原告を承継した帝人ファーマは，平成22年1月5日付けで，厚生労働大臣から，上記一部変更申請承認処分を受けた(本件処分)。その内容は以下のとおりである(甲4の2・3)。",
                "  【名称】販売名：リノコートパウダースプレー鼻用25μg   【成分及び分量又は本質】成分名は，ベクロメタゾンプロピオン酸エステル，ヒドロキシプロピルセルロース，ステアリン酸マグネシウム，ステアリン酸であり，成分及び分量又は本質として，1製剤単位は1容器，本品は，有効成分，賦形剤を含有する混合粉末が充填された一体型多回噴霧器入り製剤であり，60回(0．9087g，ベクロメタゾンプロピオン酸エステルとして1．50mg)噴霧できる。",
                "  【製造方法】不明",
                "  変更事項  【製造方法】一体型多回噴霧器の「ノズル」を「ノズル(カウンター付)」に変更。図面として，一体型多回噴霧器の外観及び断面の形状，一体型多回噴霧器を構成する部品，本品容器の構造が添付されている。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "原告は，平成22年4月2日，帝人ファーマに対し，一般承継により本件特許を移転したが，平成24年11月13日，帝人ファーマから，会社分割により本件特許の移転を受けた(甲1の1～4)。"
              ]
            },
            {
              "fig": "カ",
              "text": [
                "以上によれば，本件処分は，粉末薬剤としての成分及び分量，用法，用量，効能，効果等は，本件先行処分と全く同じであり，変更事項は，製造方法として，一体型多回噴霧器の「ノズル」を「ノズル(カウンター付)」に変更するものであり，容器の形態は，本件先行処分のものから，ノズル部分に噴霧回数を表示するカウンターを設けるため，旧製剤と比較して，噴霧器本体の全高を若干高くし，ノズルの長さも若干短くすることで，容器内にカウンターの搭載スペースを確保し，噴霧操作のノズルの回転動作に連動して噴霧回数を計測し表示するカウンターをノズルに搭載した点で，変更を加えたものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件出願の特許法67条の3第1項1号該当性に係る判断の誤りについて",
          "text": [
            "  特許法67条の3第1項1号を理由とする拒絶査定の要件について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "特許法67条の3第1項1号は，延長登録出願を拒絶するための要件として，「その特許発明の実施に第67条第2項の政令で定める処分を受けることが必要であつたとは認められないとき。」と規定されていることに照らすと，審査官(審判官)が，当該延長登録出願を拒絶するためには，①「『政令で定める処分』を受けたことによっては，禁止が解除されたとはいえないこと」，又は②「政令で定める処分を受けたことによって禁止が解除された行為が『その特許発明の実施』に該当する行為に含まれないこと」を論証する必要があると解される。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "薬事法14条1項に基づく医薬品，医薬部外品，化粧品及び医療機器の製造販売についての承認及び同条9項に基づく承認事項の一部変更の承認は，品目ごとに受けなければならず，承認を受けるに当たり，当該医薬品等の「名称，成分，分量，構造，用法，用量，使用方法，効能，効果，性能，副作用その他の品質，有効性及び安全性に関する事項」の審査を受けるものとされている(同条2項3号)。同条2項3号では，審査の対象として，上記各事項が挙げられているが，これらは医薬品，医薬部外品，化粧品及び医療機器の全てについての審査事項を列記したものであり，上記審査事項のうち「構造，使用方法，性能」は医療機器のみにおける審査事項であり，医薬品についての審査事項ではないと解される(同条8項1号及び2号並びに14条の4第1項1号参照。)。そうすると，同法14条1項又は9項に基づく各承認の対象となる医薬品は，「名称，成分，分量，用法，用量，効能，効果，副作用その他の品質，有効性及び安全性に関する事項」によって特定された医薬品である。したがって，上記承認によって禁止が解除される行為態様は，当該承認の対象とされた，上記事項によって特定された医薬品の製造販売等の行為である。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "前記アのとおり，特許法67条の3第1項1号は，特許権の存続期間の延長登録出願を拒絶する要件として，「その特許発明の実施に…政令で定める処分を受けることが必要であつたとは認められないとき。」と規定されている。この要件のうち，前記①の「『政令で定める処分』を受けたことによっては，禁止が解除されたとはいえないこと」との第1の要件の有無を判断するに当たっては，医薬品の審査事項である「名称，成分，分量，用法，用量，効能，効果，副作用その他の品質，有効性及び安全性に関する事項」の各要素を形式的に適用して判断するのではなく，存続期間の延長登録制度を設けた特許法の趣旨に照らして実質的に判断することが必要となる。",
                "本件においては，本件先行処分は薬事法14条1項に基づく医薬品の製造販売に係る承認であり，本件処分は同条9項に基づく承認事項の一部変更の承認である。",
                "これに対し，特許権の存続期間の延長登録の出願の対象となった本件発明は，粉末薬剤の多回投与器という，特定の薬物を前提としない特許発明であり，前記1カのとおり，多種多様な粉末薬剤を使用することが想定されており，また，前記1オ，キ及びクのとおり，容器の材質，構造等についても多様な実施形態が想定されている。そうすると，本件において，薬事法14条1項又は9項に基づく承認を受けることによって禁止が解除される「その特許発明の実施」の範囲は，本件先行処分及び本件処分の具体的な内容と本件発明の内容とを照らし合わせて，個別具体的に判断する必要がある。",
                "  判断"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "まず，上記イ及びウの観点から，本件先行処分及び本件処分の対象となった各医薬品と本件発明との関係について検討する。",
                "  前記認定事実によれば，本件先行処分は，薬事法14条1項に基づき，平成15年3月14日付けでされた，販売名を「リノコートパウダースプレー鼻用」，成分を，プロピオン酸ベクロメタゾン，ヒドロキシプロピルセルロース，ステアリン酸マグネシウム，ステアリン酸，成分及び分量又は本質として，本品は，有効成分，賦形剤を含有する混合粉末が充てんされた一体型多回噴霧器入り製剤であり，60回(0．9087g，プロピオン酸ベクロメタゾンとして1．50mg)噴霧できるとするものについての製造販売承認である。",
                "これに対し，本件処分は，本件先行処分の医薬品製造販売承認事項の一部変更であり，変更事項は，製造方法として，一体型多回噴霧器の「ノズル」を「ノズル(カウンター付)」に変更するものである。そして，旧製剤と本件製剤とを比較すると，粉末薬剤としては，成分，分量，用法，用量，効能，効果等が全く同じであり，噴霧器の形態については，ノズル部分に噴霧回数を表示するカウンターを設けるため，噴霧器本体の全高を若干高くし，ノズルの長さも若干短くすることで，噴霧器内にカウンターの搭載スペースを確保し，噴霧操作のノズルの回転動作に連動して噴霧回数を計測し表示するカウンターをノズルに搭載した点で変更を加えたものである。",
                "そうすると，本件処分を受けたことによって禁止が解除された行為は，ノズルにカウンターを搭載したことのみにあると認められる。",
                "  ノズルに，噴霧回数を計測し表示するカウンターを搭載することは，本件特許の特許請求の範囲には記載がなく，本件明細書にも記載がないことは，当事者間に争いがない。",
                "本件発明1において，手段(13)は，薬剤貯蔵室(5a)底面の下部に設けた穴(5C)に連通するものであり，かつ薬剤導出部(2)を充填位置と投与位置の間で移動させる機能を奏しているものである。",
                "旧製剤及び本件製剤において，手段(13)に相当するノズルは，いずれも上記構成及び機能を有するところ，本件製剤のノズルは，カウンターを付したことにより，噴霧回数を表示するという付加的機能を奏するものであり，カウンター自体は，薬剤貯蔵室(5a)底面の下部に設けた穴(5c)に連通するものではなく，薬剤導出部(2)を充填位置と投与位置との間で移動させる機能を奏するものでもない。",
                "したがって，本件製剤は，本件発明1の実施品である旧製剤のノズルにカウンターを付すことによって，旧製剤が奏する定量噴霧性，小型化(携帯性)，操作の簡便性・迅速性，製造工程の簡易性，粉末薬剤の分散性，部品の最少化，低コスト化等を兼ね備えた粉末薬剤多回投与器という本件発明1の効果に対し，噴霧回数の表示という付加的機能を実現したものにすぎず，カウンターの設置に伴い，ノズルの面積や構造などに若干の設計変更が加えられたものの，旧製剤と形態や機能において異なるものではないことが認められる。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "以上によれば，まず，本件製剤と旧製剤とは，粉末薬剤としては，成分，分量，用法，用量，効能，効果等において全く同じであると認められる。そして，本件製剤は，本件先行処分により禁止が解除された本件発明1の実施形態である旧製剤のノズルについて，カウンターを搭載する実施形態に限定したものにすぎないから，本件製剤は，本件発明1の実施形態としては，旧製剤に含まれるというべきである。",
                "そうすると，本件処分は，本件先行処分により禁止が解除された本件発明1の実施形態について，ノズルにカウンターを搭載するという，より限定した形態について本件処分の承認事項の一部を変更したものにすぎないから，本件出願については，前記①の「『政令で定める処分』を受けたことによっては，禁止が解除されたとはいえないこと」の要件を充足するということができる。",
                "したがって，本件出願は，特許法67条の3第1項1号の「その特許発明の実施に第67条第2項の政令で定める処分を受けることが必要であつたとは認められないとき」に該当するというべきである。",
                "  原告の主張について",
                "原告は，①本件発明1において，手段(13)は，回転することによって一回分の投与量を秤量する機能を有する部材であり，回転回数を記録するカウンターも，回転する部材と密接な関係にあり，医薬品として大きな技術的意味を有し，本件発明1の手段(13)の一部を形成しているから，手段(13)は，発明特定事項として，少なくともカウンターを有しないもの(旧製剤)と，カウンターを有するもの(本件製剤)の2つの下位概念を含むものである，②本件製剤の本質的な特徴は，有効成分ではなく，多回投与器の構造に基づく性能にあるから，カウンターを付加した構造に関する創意工夫に基づく患者の利便性の向上につき，延長登録による保護が与えられるべきである，③カウンターの付加は，旧製剤と比較して，利便性を大きく向上させた重要な相違点であり，多回投与器を適用して患者の利便を図るという基本的な技術的思想の中には手段(13)においてカウンターを付加するという下位概念も含まれており，本件発明の目的(定量噴霧性や操作の簡便性・迅速性)がより一層高いレベルで実現されるのであって，カウンターの付加は，本件発明の技術的思想として大きな関連性を有する改良であるところ，カウンターを有する本件製剤は，本件処分によって初めて禁止が解除されたのであるから，本件製剤の実施態様について，本件発明を実施するためには本件処分が必要であったことは自明であると主張する。",
                "しかし，本件発明1において，手段(13)は，前記のとおり，薬剤貯蔵室(5a)底面の下部に設けた穴(5c)に連通するものであり，かつ薬剤導出部(2)を充填位置と投与位置との間で移動させる機能を奏しているものであるのに対し，カウンター自体はそのような機能を奏するものではなく，噴霧回数の表示という付加的機能を実現するものにすぎない。そして，カウンターを付加することは，本件先行処分で禁止が解除された実施形態の範囲内において，これを限定付加するものにすぎない。したがって，本件処分を受けたことによって，新たに禁止が解除されたとはいえない。",
                "そうすると，原告の上記主張はいずれも採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "よって，本件出願は，特許法67条の3第1項1号に該当するというべきであるから，本件審決の判断はその結論において正当であって，取り消すべき違法はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上の次第であって，原告の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10399",
    "date": "2014-05-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "084247",
    "ipprecedent_id": "3761",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}