{
  "conclusion": [],
  "reason": [
    {
      "fig": "第1",
      "text": [
        "請求  特許庁が無効2011-800216号事件について平成24年4月25日にした審決を取り消す。第2  事案の概要  本件は，原告が，後記1のとおりの手続において，被告の後記2の本件発明に係る特許に対する原告の特許無効審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は後記3のとおり)には，後記4のとおりの取消事由があると主張して，その取消しを求める事案である。1  特許庁における手続の経緯  被告は，平成19年4月23日，発明の名称を「核酸の合成方法」とする特許出願(特願2007-113523号。出願日を平成11年11月8日，国内優先権主張日を平成10年11月9日とする特願2000-581248号からの分割出願である特願2002-110505号からの再度の分割出願である。)をし，平成20年6月13日，設定の登録(特許第4139424号。請求項の数は4)を受けた。以下，この特許を「本件特許」といい，本件特許に係る明細書(甲11)を「本件明細書」という。  原告は，平成23年10月24日，本件特許の請求項1ないし4(全部)に係る発明(以下，請求項の番号に応じて「本件発明1」ないし「本件発明4」といい，これらを併せて「本件発明」という。)について特許無効審判を請求し，無効2011-800216号事件として係属した。  特許庁は，平成24年4月25日，「本件審判の請求は，成り立たない。」旨の本件審決をし，その謄本は，同年5月8日，原告に送達された。2  特許請求の範囲の記載  本件発明に係る特許請求の範囲の記載は，次のとおりである。なお，文中の「／」は，原文の改行箇所を示す。 【請求項1】領域F3c，領域F2c，および領域F1cを3′側からこの順で含む鋳型核酸と以下の要素を含む反応液を混合し，実質的に等温で反応させることを特徴とする，1本鎖上に相補的な塩基配列が交互に連結された核酸の合成方法。／ⅰ)前記F2cに相補的な塩基配列を持つ領域の5′側に前記F1cと同一の塩基配列を持つ領域を連結して含むオリゴヌクレオチド／ⅱ)ⅰ)のオリゴヌクレオチドをプライマーとして合成された相補鎖における任意の領域R2cに相補的な塩基配列を含むオリゴヌクレオチド／ⅲ)前記F3cに相補的な塩基配列を持つオリゴヌクレオチド／ⅳ)ⅰ)のオリゴヌクレオチドをプライマーとして合成された相補鎖における任意の領域R2cの3′側に位置する任意の領域R3cに相補的な塩基配列を持つオリゴヌクレオチド／ⅴ)鎖置換型の相補鎖合成反応を触媒するDＮAポリメラーゼ，および／ⅵ)要素ⅴ)の基質となるヌクレオチド【請求項2】ⅱ)のオリゴヌクレオチドが，ⅰ)のオリゴヌクレオチドをプライマーとして合成された相補鎖における任意の領域R2cとその5′側に位置する領域R1cに対し，前記R2cと相補な塩基配列を持つ領域の5′側に前記R1cと同じ塩基配列を持つ領域を連結して含むオリゴヌクレオチドで構成されるプライマーである請求項1に記載の方法【請求項3】以下のオリゴヌクレオチドで構成されるプライマーを含む，1本鎖上に相補的な塩基配列が交互に連結された核酸の合成用プライマーセット。／領域F3c，領域F2c，および領域F1cを3′側からこの順で含む鋳型核酸に対し，／ⅰ)前記F2cに相補的な塩基配列を持つ領域の5′側に前記F1cと同一の塩基配列を持つ領域を連結して含むオリゴヌクレオチド／ⅱ)ⅰ)のオリゴヌクレオチドをプライマーとして合成された相補鎖における任意の領域R2cに相補的な塩基配列を含むオリゴヌクレオチド／ⅲ)前記F3cに相補的な塩基配列を持つオリゴヌクレオチド／ⅳ)ⅰ)のオリゴヌクレオチドをプライマーとして合成された相補鎖における任意の領域R2cの3′側に位置する任意の領域R3cに相補的な塩基配列を持つオリゴヌクレオチド 【請求項4】ⅱ)のオリゴヌクレオチドが，ⅰ)のオリゴヌクレオチドをプライマーとして合成された相補鎖における任意の領域R2cとその5′側に位置する領域R1cに対し，前記R2cと相補的な塩基配列を持つ領域の5′側に前記R1cと同じ塩基配列を持つ領域を連結して含むオリゴヌクレオチドで構成されるプライマーである請求項3に記載のプライマーセット3  本件審決の理由の要旨  本件審決の理由は，要するに，平成11年6月24日出願(パリ条約に基づく優先権主張日：平成10年6月24日，米国)の特願平11-179056号(甲1の4・5。以下「第1出願」という。)の一部が，平成15年12月24日分割出願されて特願2003-428482号(甲1の3。以下「第2出願」という。)となり，更にこの一部が，平成17年4月18日分割出願(甲1の6。以下「第3出願」といい，第3出願に係る明細書及び図面を「第3明細書」という。)されて特願2005-120409号となり，平成17年10月6日の出願公開(甲1の6)を経て平成23年2月4日に特許第4675141号により特許された(甲1の1。以下，請求項16及び17に記載の発明を，請求項の番号に従い，「甲1発明16」及び「甲1発明17」という。)ところ，第1出願の際の明細書及び図面(甲1の5。以下「第1明細書」という。)及び第2出願の際の明細書及び図面(甲1の3。以下「第2明細書」という。)には，いずれも甲1発明16及び17の一部(後記参照)が記載されておらず，これらの各明細書の全ての事項を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものであるから，第3出願が，平成20年法律第16号による改正前の特許法(以下「法」という。)44条1項の規定に基づく適法な分割出願とは認められず，出願日が遡及せず実際の分割出願日(第3出願の日)である平成17年4月18日に出願されたものとなるから，甲1発明16及び17の出願が，本件出願との関係で先願にはならず，したがって，本件特許が特許法39条1項の規定に違反してされたものとはいえない，というものである。   甲1発明16及び17の特許請求の範囲の記載は，次のとおりである。なお，後記の下線部は，当裁判所が便宜上付したものであり，原告が本件発明1ないし4の「アウタープライマー」(以下「OP」という。)に相当すると主張する部分であって，かつ，本件審決が第1明細書(甲1の5)及び第2明細書(甲1の3)のいずれにも記載がないと認定した部分であることを示す。ア  甲1発明16(【請求項16】)：キットであって，以下：／第1のオリゴヌクレオチドプライマーであって，／(ⅰ)サンプル一本鎖核酸分子にアニーリングし，該サンプル一本鎖核酸分子に少なくとも部分的に相補的な第1の一本鎖核酸分子を合成するための合成起点として働く，3′末端ヌクレオチド配列，および／(ⅱ)該第1の一本鎖核酸分子の任意の領域と相補的な5′末端ヌクレオチド配列を含む，／第1のオリゴヌクレオチドプライマー；／第2のオリゴヌクレオチドプライマーであって，該サンプル一本鎖核酸分子に該第1のオリゴヌクレオチドプライマーがアニーリングする位置よりも3′側に位置する該サンプル一本鎖核酸分子の領域にアニーリングする，ヌクレオチド配列を含む，第2のオリゴヌクレオチドプライマー；／第3のオリゴヌクレオチドプライマーであって，／(ⅰ)該第1のオリゴヌクレオチドプライマーを使用して調製された該第1の一本鎖核酸分子にアニーリングし，そして該第1の一本鎖核酸分子に少なくとも部分的に相補的な第2の一本鎖核酸分子を合成するための合成起点として働く，3′末端ヌクレオチド配列，および／(ⅱ)該第2の一本鎖核酸分子の任意の領域と相補的な5′末端ヌクレオチド配列を含む，／第3のオリゴヌクレオチドプライマー；／鎖置換活性を有するDＮAポリメラーゼ；ならびに／該プライマーを伸長させるために該DＮAポリメラーゼによって使用される，1つ以上のヌクレオチド，／を備える，キットイ  甲1発明17(【請求項17】)：請求項16に記載のキットであって，／第4のオリゴヌクレオチドプライマー／をさらに備え，該第4のオリゴヌクレオチドプライマーは，前記第1の一本鎖核酸分子に前記第3のオリゴヌクレオチドプライマーがアニーリングする位置よりも3′側に位置する該第1の一本鎖核酸分子の領域 にアニーリングする，ヌクレオチド配列を含む，／キット4  取消事由  甲1発明16及び17の先願性の認定の誤り(取消事由1)  法44条の分割要件を判断した誤り(取消事由2)第3  当事者の主張1  取消事由1(甲1発明16及び17の先願性の認定の誤り)について〔原告の主張〕  第1明細書は，SDA法についての説明がある甲12の1(米国特許第5270184号公報。なお，甲12の2は，これに対応する特開平5-276947号公報である。)を援用している(【0006】)ところ，甲12の1・2の図1には，OPを用いた増幅反応が記載されている。また，第1明細書の図13及び14に記載のプライマーは，領域F2c又はR2cの3′末端側にアニールするという，本件発明のOPの要件を満たしている。なお，本件発明のOPは，領域F2c又はR2cの3′末端側にアニールすること以外には規定がないから，例えば，「5′末端で2つのオリゴヌクレオチドが連結され，2つの3′末端を有するという特殊な分子」を除外して考え，あるいは鎖置換相補鎖合成によって伸長生成物を分離し得るもののみに限定解釈する根拠はない。さらに，第1明細書の図1及び3には，ターンバックプライマー(以下「TP」という。)がテンプレートにハイブリダイズして伸長した後，ターンバックしてステムループを形成することにより，次のTPがテンプレートにハイブリダイズして伸長し，前のTP伸長鎖が剥がれて1本鎖になり，その1本鎖にリバース側のTPがアニールして伸長することにより，ダンベル型中間体が合成され，新たに3′末端側に形成されたループ部分に初期のTPがアニールして伸長することにより次のダンベル型中間体が合成される旨の記載があり，ここでは，TPがOPと同じ役割を果たしている。以上のとおり，第1明細書全体をみれば，そこには本件発明のOPが記載されて いることが明らかである。  標準的なプライマーの定義に関して，第1明細書(【0087】)，第2明細書(【0088】)及び第3明細書(【0088】)には，いずれも，「標準的なプライマーは，伸長後に合成される配列での二次的構造形成に実質的に関与しないプライマーである。」との記載があるとおり，標準的なプライマーは，PCR法等にも使用される一般的なプライマーであるところ，OPも，PCR法等で使用される一般的なプライマーであるから，標準的なプライマーがOPとして使用可能であることは，明らかである。次に，プライマーの数に関して，第1明細書(【0094】)，第2明細書(【0095】)及び第3明細書(【0095】)には，いずれも，「単一のプライマーまたは1つより多いプライマーを必要とする」との記載があるとおり，プライマーの数に制限はなく，通常は，フォワードプライマー及びリバースプライマーの2つのプライマーとなるが，これにOPを加えて4つのプライマーを使用できることも記載されていることになる。また，プライマーの組合せに関して，第1明細書(【0129】)，第2明細書(【0130】)及び第3明細書(【0130】)には，いずれも，「プライマーが非直線的増幅に使用される場合，一方の鎖における結合部位は，第1および第2セグメントを有する新規のプライマーによって使用され，そして他方の鎖における結合部位は，標準的なプライマーまたは別の新規のプライマーのいずれかによって使用され得る。」，「標準的なプライマー，新規のプライマー，構築物および新規の構築物の組合せもまた，少なくともそれらの1つが第1および第2セグメントを含む限りは，ともに使用され得ることもまた理解される。」との記載があるとおり，標準的なプライマーと新規なプライマー(TP)とを組み合わせて使用することが記載されており，その組合せは，フォワードプライマー及びリバースプライマーの組合せに限定されないことが明らかである。そして，鋳型配列とプライマーのアニールに関して，第1ないし第3明細書及び 優先権主張基礎出願(甲1の4)には，いずれも，鋳型配列には領域AないしGというサイトごとに記号が付されている図1ないし3が記載されている。そして，上記図1には，フォワードプライマーとしてTPが鋳型配列の領域Bにアニールすることが記載されているが，その領域Bの3′末端側に領域Aが記載されている。このサイトがアウタープライマーのアニール可能なサイトであることは，当業者において自明である。同様に，上記図2では，リバースプライマーとして標準的なプライマーが領域F′にアニールし，上記図3では，リバースプライマーとしてTPが領域F′にアニールしている。そして，上記図2及び3において，リバースプライマーがアニールする領域F′の3′末端側の領域G′が記載されているところ，これは，鋳型配列の領域Gに由来するものであり，しかも，OPがアニール可能であることは，当業者において自明である。また，上記図1ないし3において，意味のない領域に記号が付されているとは考えらないところ，領域「A」及び「G」は，OPの使用を前提として記載されていることが明らかである。さらに，OPについて，第1ないし第3明細書には，いずれも，「上記初期プライマーまたは核酸構築物と上記第2のプライマーまたは核酸構築物とは異なり得る。」(【0016】)との記載があるところ，上記「第2のプライマー」は，その伸長鎖(核酸構築物)により上記「初期プライマー」(TP)の伸長鎖(核酸構築物)を置換して剥がす機能を有するものであり，しかも，TPとは異なる核酸配列を有し得るプライマーであるので，OPであることが明らかである。  以上をまとめると，第1ないし第3明細書には，標準的なプライマーは，OPとしても機能可能であることが実質的に記載されており，標準的なプライマーと新規なプライマー(TP)との組合せは，フォワードプライマー及びリバースプライマー以外の組合せも含むことが記載されており，しかも，鋳型配列にOPのアニールサイトとして機能可能なサイトが記載されている。さらに，「第2のプライマー」は，「初期プライマー」(TP)とは異なる核酸配列を有し得るOPであることが記載されている。したがって，第1ないし第3明細書には，標準的なプライマーが新 規なプライマーのOPであることが実質的に記載されているといえる。よって，第1出願及び第2出願は，いずれも適法な分割出願であるから，甲1発明16及び17の優先権は，有効であって，第1明細書にOPが記載されていないと認定し，甲1発明16及び17が法44条の分割要件を満たさないとした審決の判断には，結論に影響を及ぼすことが明らかな重大な誤りがある。  なお，第1明細書の図1に示されているのは，増幅の初期反応であり，それに引き続き，第1明細書の図に示される本件発明と同じ増幅反応中間体(ダンベル形中間体)が形成され，非直線的(指数関数的)な増幅反応が生起するもの(【0133】)であって，当該増幅反応の技術的特徴は，1対(2つ)のTPを用いることである。他方，本件発明も，1対(2つ)のTPを用いた増幅反応であって，当該TPは，その伸長鎖に対して5′末端側がターンバック可能であるため，OPを使用しなかったとしても，当該ターンバックにより次のTPが鋳型にアニールして鎖置換伸長をすることが可能であり，OPと同じように前のTP伸長鎖を鋳型から剥がして1本鎖にすることができ，当該1本鎖になったTP伸長鎖にリバース側のTPがアニールして伸長することにより，非直線的増幅反応のためのダンベル形中間体が形成されるというものである。このように，甲1発明16及び17並びに本件発明の増幅反応は，いずれも，OPの有無にかかわらず，ダンベル形中間体が形成されて非直線的な増幅反応が起きるというものであって，その特徴は，2つのTPを用いる点であり，OPの有無は，本質的な相違ではない。したがって，甲1発明16及び17と本件発明とが技術的に相容れないとの被告の主張は，第1明細書の一部を恣意的に取り上げ，かつ，そこに記載の技術を誤って解釈したものである。また，当業者は，第1明細書の図13に示すプライマーが更に伸長することで，既存の伸長鎖を鋳型から剥がして1本鎖とすること，すなわち，当該プライマーがOPとして機能することを容易に理解できるから，当該プライマーがOPとして機能しないとの被告の主張は，失当である。〔被告の主張〕   第1明細書に記載の発明は，核酸増幅，核酸配列決定及び重要な特徴を有する独特の核酸の生成に有用かつ応用可能である新規のプロセスを提供することを目的とするものである(【0013】)ところ，その基本原理は，初期プライマー内に第1のセグメント(領域B′)及び第2のセグメント(領域C)を設けることにより，第2のセグメント(領域C)と伸長配列の一部(領域C′)との間で動的平衡による自己ハイブリダイゼーションをさせて二次構造(鎖内ステムループ構造)を形成し(図1③)，当該二次構造の形成で1本鎖となった特定の核酸配列の部分に新たな初期プライマーを結合させ(図1④)，その伸長により先の伸長プライマーを分離する(図1⑤)ことを特徴とする(【0014】【0104】【0105】【0108】)。すなわち，上記発明は，動的平衡を利用して，鋳型上で初期プライマー結合部位を再生することを繰り返すという特徴を有する。他方で，本件発明は，OPを使用して鋳型と既存のOP伸長生成物とを分離するというものであるから，通常は，プライマー結合部位を再生することはない。このように，第1明細書に記載の発明は，OPの使用とは技術的に相容れないものであるから，その特徴に鑑みても，第1明細書にOPが記載されていないことは，当然である。  第1明細書が引用する甲12の1は，SDA法という遺伝子増幅方法に関するものであるから，そこにOPが記載されているとしても，それは，SDA法におけるOPの使用であるし，SDA法と第1出願に係る増幅方法とは，反応機構が異なるのだから，SDA法のOPを第1出願に係る増幅方法に使用することはできない。次に，第1明細書の図13及び14は，3′末端を両端に2つ有する特殊な構造の1つのプライマーであるから，本件発明の4種類のプライマーを開示するものではない。また，上記図13に記載のプライマーは，伸長の結果，伸長生成物の他の部分が鋳型から分離されているわけではないから，OPとしての機能を全く果たしていない。また，上記図13及び14にOPが記載されていると主張する一方で，第1明細書の図1においてTPがOPとしての機能を果たしていると主張すること は，論理的な整合性がとれていないし，第1明細書に記載の発明においてTPがOPとしての機能を果たしていることと，本件発明のように4種類のプライマーのうちの1つがOPであることとは，何ら関連性がない。さらに，第1明細書の他の部分においても，OPについての言及はなく，「標準的なプライマー」がOPとして機能できることは，一切記載も示唆もされていない。このように，第1明細書の全体をみたとしても，そこにはOPの記載があるとはいえない。  以上のとおり，第1明細書には，OPの記載はなく，原告の主張に理由がない。2  取消事由2(法44条の分割要件を判断した誤り)について〔原告の主張〕  本件審決は，分割要件を満たさないことによる効果が，出願日の遡及が認められないということであって，必ず無効理由となるわけではないとする。  しかしながら，本件審判において第3出願の要件について審理し，分割要件を満たさず出願日の遡及が認められないこととなった場合，甲1発明16及び17は，その出願日が平成17年4月18日となる結果，本件出願(平成11年11月8日)の後願となる。そして，本件審決は，甲1発明16の「第2オリゴヌクレオチドプライマー」及び甲1発明17の「第4オリゴヌクレオチドプライマー」がいずれもOPであると認定しているから，本件発明1ないし4と甲1発明16及び17とが同一の発明であると認定していることになる。したがって，甲1発明16及び17は，特許法39条1項の無効理由を有することが明らかである。このように，第3出願の要件に関する判断は，甲1発明16及び17の無効理由に直結するため，本件審決による「必ず無効理由となるわけではない」との判断は，誤りであり，しかも，甲1発明16及び17の特許権者に何ら反論の機会を与えることができない本件審判においてこのような審理をすることは，当該特許権者に不利益をもたらし，妥当ではない。   本件審決は，分割要件を満たしていない出願について出願日の遡及を認めて，その出願日を基準に後に出願された出願を無効にすることが，特許法の先願主義の原則に明らかに反するものであるとする。  しかしながら，第3出願の要件については，別途，被請求人(被告)が甲1発明16及び17に対する無効審判を請求することにより，その無効審判で判断できるのであるから，本件審決において甲1発明16及び17が先願の地位を有することを前提として判断しても，先願主義の原則に反するとはいえない。  以上のとおり，本件審決が第3出願の要件を判断したことについては，結論に影響を及ぼすことが明らかな重大な誤りがある。〔被告の主張〕先願発明の分割要件の充足性に関する本件審決及び本件訴訟における判断は，理由中の判断となり，甲1発明16及び17に係る特許の有効性に関して何ら法的な拘束力を有するものではなく，その特許権者に主張の機会を与えなくても，その利益が害されることはない。また，原告の主張に従うならば，引用出願の1つにすぎない甲1発明16及び17に係る特許に対し，被告が無効審判を請求し，その審決の確定を待たなければ本件について判断できないこととなり，当事者に過度の手続負担を課し，訴訟経済に反する結果となる。したがって，取消事由2に関する原告の主張は，不合理であり，本件審決が第3出願の分割要件を判断し得るとした結論に，何ら取消事由はない。第4  当裁判所の判断1  本件発明について  本件明細書の記載について本件発明は，前記第2の2に記載のとおりであるところ，本件明細書には，おおむね次の記載がある。ア  本件発明は，核酸の増幅方法として有用な，特定の塩基配列で構成される核 酸を合成する方法に関する(【0001】)。イ  核酸の塩基配列の相補性に基づく分析方法は，遺伝的な特徴を直接に分析することが可能なため，遺伝的疾患等には非常に有力な手段であるが(【0002】)，試料中に存在する目的の遺伝子量が少ない場合の検出は，一般に容易ではなく，標的遺伝子そのもの等を増幅することが必要となる。PCR法は， における核酸の増幅技術として，現在最も一般的な方法であるが，実施のために特別な温度調節装置が必要であるし(【0003】)，1塩基多型(SＮPs)の解析では，誤って混入した核酸を鋳型として相補鎖合成が行われた場合，誤った結果を与える原因となるので，PCR法をSＮPsの検出に利用するには，特異性の改善が必要とされている(【0004】)。LCR法も，合成した相補鎖と鋳型との分離に温度制御が必要であり(【0005】)，SDA法は，温度制御を省略できるが(【0006】)，鎖置換型のDＮAポリメラーゼに加えて，ニックをもたらす制限酵素を組み合わせる必要があり，コストアップの要因となっているほか，一方の鎖には酵素消化に耐性を持つように基質としてdＮTP誘導体を利用しなければならないので，増幅産物の応用が制限される(【0007】)。さらに，ＮASBA法は，複雑な温度制御を不要とするが，複数の酵素の組合せが必須であり，コストの面で不利であるし，複数の酵素反応を行わせるための条件設定が複雑なので，一般的な分析方法として普及させることは，難しい。このように，公知の核酸増幅反応においては，複雑な温度制御の問題点や複数の酵素が必要となることといった課題が残されている(【0008】)。ウ  本件発明の課題は，新規な原理に基づき，低コストで効率的に配列に依存した核酸の合成を実現することができる方法，すなわち，単一の酵素を用い，しかも，等温反応条件の下でも核酸の合成と増幅を達成することができる方法の提供である。さらに，本件発明は，公知の核酸合成反応原理では達成することが困難な高い特異性を実現することができる核酸の合成方法及びこの合成方法を応用した核酸の増幅方法の提供を課題とする(【0014】)。 エ  本件発明の発明者らは，鎖置換型の相補鎖合成を触媒するポリメラーゼの利用が，複雑な温度制御に依存しない核酸合成に有用であることに着目し(【0015】)，従来技術とは異なる角度から合成起点となる3′-OHの供給について検討した結果，特殊な構造を持ったオリゴヌクレオチドを利用することによって，付加的な酵素反応に頼らずとも3′-OHの供給が可能となることを見出し，本件発明を完成した(【0016】)。オ  本件発明が合成の目的としている1本鎖上に相補的な塩基配列が交互に連結された核酸とは，1本鎖上に互いに相補的な塩基配列を隣り合わせに連結した核酸を意味する。さらに，本件発明は，相補的な塩基配列の間にループを形成するための塩基配列を含まなければならないが，これをループ形成配列と呼ぶ。本件発明によって合成される核酸は，実質的に，上記ループ形成配列によって連結された互いに相補的な塩基配列で構成される(【0025】)。すなわち，本件発明における1本鎖上に相補的な塩基配列が交互に連結した核酸とは，同一鎖上でアニールすることが可能な相補的な塩基配列を含み，そのアニール生成物は，折れ曲がったヒンジ部分に塩基対結合を伴わないループを構成する1本鎖核酸と定義することもできる(【0026】)。カ  本件発明の特徴となっている，3′末端に同一鎖上の一部領域F1cにアニールすることができる領域F1を備え，この領域F1が同一鎖上の領域F1cにアニールすることによって，塩基対結合が可能な領域F2cを含むループを形成することができる核酸は，様々な方法によって得ることができる。最も望ましい態様においては，少なくとも，特定の塩基配列を持つ核酸の領域X2cに相補的な塩基配列を持つ領域X2及び当該領域X2cの5′末端側に位置する領域X1cと実質的に同じ塩基配列を持つ領域X1cとで構成され，領域X2の5′末端側に領域X1cが連結されたオリゴヌクレオチドを利用した，相補鎖合成反応に基づいてその構造を与えることができる(【0032】)。本件発明に基づくオリゴヌクレオチドとしては，3′末端側から領域F2-F1 cを備えるFAと，同じく領域R2-R1cを備えるRAとがあるが(【0053】【0054】)，まず，鋳型となる核酸(3′末端側からF3c-F2c-F1c-鋳型領域-R1-R2-R3)の領域F2cに対してFAの領域F2をアニールさせ，これを合成起点として相補鎖合成を行う。次に，3′末端側から領域F3を有するアウタープライマーを鋳型となる核酸の領域F3cにアニールさせ，鎖置換型の相補鎖合成をDＮAポリメラーゼで行うことにより，FAから合成した相補鎖は，置換され，塩基対結合が可能な状態となる(【0055】図1)。そして，リバースプライマーとしてのRAの領域R2が，塩基対結合が可能となったFAの領域R2cにアニールして相補鎖合成が，FAの5′側末端である領域F1cに至る部分まで行われる。この相補鎖合成反応に続いて，やはり置換型のアウタープライマーR3がアニールし，鎖置換を伴って相補鎖合成を行うことにより，RAを合成起点として合成された相補鎖が置換される。このとき置換される相補鎖は，RAを5′末端側に持ち，FAに相補的な配列が3′末端に位置する(【0056】図2)。なお，鋳型とすべき核酸が2本鎖である場合には，少なくともオリゴヌクレオチドがアニールする領域を塩基対結合が可能な状態とする必要があり，そのためには，一般に加熱変性が行われるが，これは，反応開始前の前処理として一度だけ行えばよい(【0063】)。キ  本件発明において，3′末端側から領域F3c-F2c-F1cを，5′末端側から領域R3-R2を備える鋳型となる核酸の領域F2cに対して，3′末端側から領域F2-F1cを備えるFAオリゴヌクレオチドをアニールして，鋳型となる核酸の5′末端側に向かう相補鎖合成の起点とし，次に，鋳型となる核酸の領域F3cに対して，3′末端側に領域F3を備えるオリゴヌクレオチドをアニールして，FAオリゴヌクレオチドにより形成された相補鎖を置換し，FAオリゴヌクレオチドを1本鎖(A)とした上で，更に当該FAオリゴヌクレオチドの3′末端側の領域R2cに対応する領域R2から相補鎖合成を行うと，合成された核酸は，3′末端側から領域F1-F2c-F1cを持つことになる。この核酸をさらにア ウタープライマーによりR3を起点とする相補鎖合成によって置換して1本鎖とし，3′末端が塩基対結合が可能な状態となると，3′末端側の領域F1は，同一鎖上のF1cにアニールし，自己を鋳型とした伸長反応が進む(B)。そして，上記3′末端側に位置する領域F2cを塩基対結合を伴わないループとして残す。このループには上記FAオリゴヌクレオチドの領域F2がアニールし，これを合成起点とする相補鎖合成が行われる(B)。このとき，先に合成された自身を鋳型とする相補鎖合成反応の生成物が，鎖置換反応によって置換され塩基対結合が可能な状態となる(【0045】図5)。上記FAオリゴヌクレオチドを1種類及びこれをプライマーとして合成された相補鎖を鋳型として核酸合成を行うことが可能な任意のリバースプライマーを用いた基本的な構成によって，複数の核酸合成生成物を得ることができる。すなわち，上記FAオリゴヌクレオチドにより置換された鋳型となる核酸の3′末端にある領域R1cに対して，3′末端側に領域R1を備えるRAオリゴヌクレオチドをアニールさせ，FAオリゴヌクレオチドを置換することで，合成の目的となっている1本鎖上に相補的な塩基配列が交互に連結された核酸(D)が生じる。他方，上記置換によって1本鎖となったFAオリゴヌクレオチドにより形成された相補鎖にRAオリゴヌクレオチドがアニールし，相補鎖合成が行われることによって2本鎖となった生成物(E)は，加熱変性などの処理によって1本鎖とすれば，再び(D)を生成するための鋳型となる。また，(D)は，加熱変性などによって1本鎖にされた場合，もとの2本鎖とはならずに高い確率で同一鎖内部でのアニールが起こり，上記(B)の状態に戻るので，更にそれぞれが1分子ずつの(D)及び(E)を与える。これらの工程を繰り返すことによって，1本鎖上に相補的な塩基配列が交互に連結された核酸を次々に合成していくことが可能である。1サイクルで生成される鋳型と生成物が指数的に増えていくので，たいへん効率的な反応となる(【0046】図6)。ところで上記(A)の状態を実現するためには，はじめに合成された相補鎖を少なくともリバースプライマーがアニールする部分において塩基対結合が可能な状態にしなければならない。このステップは，任意の方法に よって達成できる。すなわち，最初の鋳型に対してFAオリゴヌクレオチドがアニールする領域F2cよりも更に鋳型上で3′末端側の領域F3cにアニールするアウタープライマー(F3)を別に用意し，これを合成起点として鎖置換型の相補鎖合成を触媒するポリメラーゼによって相補鎖合成を行えば，上記領域F2cを合成起点として合成された相補鎖は，置換され，やがて領域R2がアニールすべき領域R2cを塩基対結合が可能な状態とする。鎖置換反応を利用することによって，ここまでの反応を等温条件下で進行させることができる(【0047】図5)。ク  本件発明において，1本鎖核酸の3′末端側には，同一鎖上の領域F1cに相補的な領域F1が存在するので，当該領域F1と領域F1cとは，速やかにアニールして相補鎖合成が始まるが，その際，領域F2cが塩基対結合が可能な状態で維持されたループを形成する。そして，上記領域F2cに相補的な塩基配列を持つ本件発明のオリゴヌクレオチドFAは，上記ループ部分にアニールして，相補鎖合成の起点となり，先に開始した領域F1からの相補鎖合成の反応生成物を置換しながら進む結果，自身を鋳型として合成された相補鎖は，再び3′末端において塩基対結合が可能な状態となる。この3′末端は，同一鎖上の領域R1cにアニールし得る領域R1を備えており，やはり同一分子内の速やかな反応により，両者は，優先的にアニールする。このようにして，本件発明による1本鎖上に相補的な塩基配列が交互に連結された核酸は，次々と相補鎖合成と置換とを継続し，その3′末端R1を起点とする伸長を続けることになるが，当該3′末端R1の同一鎖へのアニールによって形成されるループには常に領域R2cが含まれることから，以降の反応で3′末端のループ部分にアニールするのは，常に領域R2を備えたオリゴヌクレオチドRAとなる(【0057】)。一方，自分自身を鋳型として伸長を継続する1本鎖の核酸に対して，そのループ部分(領域F2c)にアニールするオリゴヌクレオチドを合成起点として相補鎖合成される核酸(FA)に着目すると，ここでも，本件発明による1本鎖上に相補的な塩基配列が交互に連結された核酸の合成が進行している。そして，この核酸の合成によって置換された核酸が(領域R2cを含む ループを経て)相補鎖合成を開始すると，やがてその反応は，かつて合成起点であったループ部分(領域F2c)に達して再び置換が始まる。こうして，ループ部分(領域F2c)から合成を開始した核酸も，置換され，その結果，同一鎖上にアニールすることができる3′末端R1を得て，当該3′末端R1は，同一鎖の領域R1cにアニールして，次の相補鎖合成を開始する(【0058】)。このように，本件発明においては，1つの核酸の伸長に伴って，これとは別に伸長を開始する新たな核酸を供給し続ける反応が進行し，更に，鎖の伸長に伴い，末端のみならず，同一鎖上に複数のループ形成配列がもたらされる。これらのループ形成配列は，鎖置換反応により塩基対形成可能な状態となると，オリゴヌクレオチドがアニールし，新たな核酸の生成反応の起点となる。末端のみならず，鎖の途中からの合成反応も組み合わされることにより，更に効率のよい増幅反応が達成されるのである。以上のようにリバースプライマーとして本件発明に基づくオリゴヌクレオチドRAを組み合わせることによって，伸長とそれに伴う新たな核酸の生成が起きる。さらに，本件発明においては，この新たに生成した核酸自身が伸長し，それに付随する更に新たな核酸の生成をもたらすが，一連の反応は，理論的には永久に継続し，極めて効率的な核酸の増幅を達成することができるし，本件発明の反応は，等温条件のもとで行うことができる(【0059】)。ケ  本件発明の方法により蓄積する反応生成物は，領域F1-R1間の塩基配列とその相補配列が交互に連結された構造を持つ。ただし，繰り返し単位となっている配列の両端には，領域F2-F1(領域F2c-F1c)又は領域R2-R1(領域R2c-R1c)の塩基配列で構成される領域が連続している。これは，本件発明に基づく増幅反応が，オリゴヌクレオチドを合成起点として領域F2又はR2から開始し，続いて自身の3′末端を合成起点とする領域F1又はR1からの相補鎖合成反応によって伸長するという原理のもとに進行しているためである(【0060】)。コ  一連の反応は，鋳型となる1本鎖の核酸に対して，4種類のヌクレオチド(F A，RA，アウタープライマーF3及びアウタープライマーR3)，鎖置換型の相補鎖合成を行うDＮAポリメラーゼ及びDＮAポリメラーゼの基質となるヌクレオチドを加え，FA及びRAを構成する塩基配列が相補的な塩基配列に対して安定な塩基対結合を形成することができ，かつ，酵素活性を維持し得る温度でインキュベートするだけで進行する(【0062】)。したがって，PCR法のような温度サイクルは必要ない(【0063】)。サ  本件発明による核酸の合成方法を支えているのは，鎖置換型の相補鎖合成反応を触媒するDＮAポリメラーゼであるが，そのようなものとして知られているポリメラーゼ(11種類の既存のポリメラーゼを列挙。【0076】)のうち，BstDＮAポリメラーゼ等は，ある程度の耐熱性を持ち，触媒活性も高いことから特に望ましい酵素である。本件発明の反応は，望ましい態様においては等温で実施することができるが，融解温度の調整などのために必ずしも酵素の安定性に相応しい温度条件を利用できるとは限らないから，酵素が耐熱性であることは，望ましい条件の一つである。また，等温反応が可能とはいえ，最初の鋳型となる核酸の提供のためにも加熱変性は行われる可能性があり，その点においても耐熱性酵素の利用は，アッセイプロトコールの選択の幅を広げる(【0077】)。シ  本件発明による核酸の合成方法又は増幅方法に必要な各種の試薬類は，あらかじめパッケージングしてキットとして供給することができる。具体的には，本件発明のために，相補鎖合成のプライマーとして，あるいは置換用のアウタープライマーとして必要な各種のオリゴヌクレオチド，相補鎖合成の基質となるdＮTP，鎖置換型の相補鎖合成を行うDＮAポリメラーゼ，酵素反応に好適な条件を与える緩衝液，更に必要に応じて合成反応生成物の検出のために必要な試薬類で構成されるキットが提供される。特に，本件発明の望ましい態様においては，反応途中で試薬の添加が不要なことから，1回の反応に必要な試薬を反応容器に分注した状態で供給することにより，サンプルの添加のみで反応を開始できる状態とすることができる。発光シグナルや蛍光シグナルを利用して反応生成物の検出を反応容器のまま で行えるようなシステムとすれば，反応後の容器の開封を全面的に廃止することができる(【0080】)。ス  本件発明の特徴は，ごく単純な試薬構成で容易に達成できることにある。例えば，本件発明によるオリゴヌクレオチドは，特殊な構造を持つとはいえ，それは，塩基配列の選択の問題であって，物質としては単なるオリゴヌクレオチドである。また，望ましい態様においては，鎖置換型の相補鎖合成反応を触媒するDＮAポリメラーゼのみで反応を進めることができるなど，全ての酵素反応を単一の酵素によって行うことができる。したがって，本件発明による核酸合成方法は，コストの点においても有利である。このように，本件発明の合成方法及びそのためのオリゴヌクレオチドは，操作性(温度制御不要)，合成効率の向上，経済性そして高い特異性という，複数の困難な課題を同時に解決する新たな原理を提供する(【0024】)。  本件発明の構成及び合成反応についてア  本件発明を構成するオリゴヌクレオチド(プライマー)等について本件発明1における鋳型核酸は，ⅱ)において「ⅰ)のオリゴヌクレオチドをプライマーとして合成された相補鎖における任意の領域R2c」とされているので，領域R2cに相補的な領域R2を有しており，また，ⅳ)において，「ⅰ)のオリゴヌクレオチドをプライマーとして合成された相補鎖における任意の領域R2cの3′末端側に位置する任意の領域R3c」とされているので，領域R3cに相補的な領域R3を領域R2の5′末端側に有していることが理解できる。したがって，鋳型核酸は，3′末端側から順に領域F3c-F2c-F1cを有するとともに，5′末端側から順に領域R3-R2を含むものといえる。しかし，本件発明2においては，「ⅰ)のオリゴヌクレオチドをプライマーとして合成された相補鎖における任意の領域R2cとその5′末端側に位置する領域R1c」と特定されているので，本件発明2の鋳型核酸は，5′末端側から順に領域R3-R2-R1を有するものである。また，ⅰ)のオリゴヌクレオチドは，「前記F2cに相補的な塩基配列を持つ領域 の5′側に前記F1cと同一の塩基配列を持つ領域を連結して含む」ものであるので，3′末端が領域F2であり，5′末端が領域F1cであるプライマーである。ⅱ)のオリゴヌクレオチドは，「領域R2cに相補的な塩基配列を含む」ものであるので，3′末端が領域R2であるプライマーであるが，当該領域R2よりも5′末端側の塩基配列は，特定されていないから，当該部分には任意の領域が存在することが可能である。しかし，本件発明2においては，「(ⅱ)のオリゴヌクレオチドが…前記R2cと相補的な塩基配列を持つ領域の5′側に前記R1cと同じ塩基配列を持つ領域を連結して含むオリゴヌクレオチドで構成されるプライマー」と特定されているので，本件発明2のⅱ)のオリゴヌクレオチドは，3′末端が領域R2であり，その5′末端側に領域R1cを有するものである。ⅲ)のオリゴヌクレオチドは，「F3cに相補的な塩基配列を持つ」ものであるので，3′末端が領域F3であるプライマーである。ⅳ)のオリゴヌクレオチドは，「領域R3cに相補的な塩基配列を持つ」ものであるので，3′末端が領域R3であるプライマーである。そして，本件発明3及び4は，それぞれ，本件発明1及び2の特許請求の範囲に記載された核酸等を備えたプライマーセットである。イ  本件発明の合成反応について本件発明1は，前記アに記載のオリゴヌクレオチド(プライマー)等を「混合し，実質的に等温で反応させることを特徴とする，1本鎖上に相補的な塩基配列が交互に連結された核酸の合成方法」であるが，その特許請求の範囲の記載からは，上記オリゴヌクレオチド(プライマー)等がどのような合成反応により上記「1本鎖上に相補的な塩基配列が交互に連結された核酸」を合成するに至るのかは，一義的に明確とはいえず，このことは，本件発明1を引用する本件発明2においても同様である。そこで，前記に記載の本件明細書の記載を参酌し，併せて，本件優先権主張日当時の当業者の技術常識であったと認められる，①1本鎖の核酸の特定の領域の塩 基配列と相補的な塩基配列を有するオリゴヌクレオチドを，当該領域にアニールさせて2本鎖とすることができること，②DＮAポリメラーゼの機能によって，部分的に2本鎖となった鋳型核酸の3′末端が鋳型核酸の1本鎖となっている部分に対して相補鎖合成を行うということ，③特定のDＮAポリメラーゼが触媒となって，他の核酸にアニールしたオリゴヌクレオチドの3′末端が塩基対結合の置換による相補鎖合成反応を示すこと(前記エ及びサ参照)を考慮すると，例えば本件発明2は，次の合成反応を想定しており，後記オ以降の反応により，「1本鎖上に相補的な塩基配列が交互に連結された核酸」が得られるものと認められる(なお，本件発明の特許請求の範囲の記載との対比から，本件明細書の上記部分並びに図5及び6における「R1」及び「R1c」は，いずれも「R2」及び「R2c」の誤記であると認める。)。ア  反応1：鋳型核酸にⅰ)のオリゴヌクレオチドがアニールし，鋳型核酸とそれに相補的な塩基配列を有する核酸の2本鎖が得られる。イ  反応2：前記反応1で得られた2本鎖の末端で1本鎖となっている鋳型核酸の領域F3cにⅲ)のオリゴヌクレオチドがアニールし，先に合成された相補鎖を置換しながら相補鎖合成が進行する結果，ⅰ)のオリゴヌクレオチドが1本鎖となる。ウ  反応3：前記反応2で得られた1本鎖核酸の領域R2cにⅱ)のオリゴヌクレオチドがアニールし，当該1本鎖の核酸の領域R2cの5′末端側の塩基配列に対する相補鎖が合成され，当該核酸とそれに相補的な塩基配列を有する核酸の2本鎖が得られる。エ  反応4：前記反応3で得られた2本鎖の末端で1本鎖となっている領域R3cにⅳ)のオリゴヌクレオチドがアニールし，先に合成された相補鎖を置換しながら相補鎖合成が進行する結果，ⅱ)のオリゴヌクレオチドが1本鎖となる。オ  反応5：前記反応4で得られた1本鎖は，3′末端側から順に領域F1-F2c-F1cを有するので，当該領域F1と領域F1cとがアニールしてループ を形成し，次いで，当該3′末端から当該1本鎖の核酸の領域F1cの5′末端側の塩基配列に対する相補鎖が合成される結果，当該塩基配列とそれに相補的な塩基配列が1本鎖上に領域F1-F2c-F1cのループを介して交互に連結した核酸(「1本鎖上に相補的な塩基配列が交互に連結された核酸」)が得られる。また，前記反応4で得られた1本鎖は，5′末端側から順に領域R1c-R2-R1を有するので，この反応5で得られた核酸は，3′末端側から順に領域R1-R2c-R1cを有する。カ  反応6：前記反応5で得られた核酸のループ部分の領域F2cにⅰ)のオリゴヌクレオチドがアニールし，当該核酸の塩基対結合を置換しながら，当該核酸の領域F1cの5′末端側の塩基配列に対する相補鎖が合成される。キ  反応7：前記反応6の相補鎖合成反応によって塩基対結合が可能となった3′末端は，領域R1と領域R1cとがアニールしてループを形成し，次いで，当該3′末端から当該1本鎖の核酸の領域R1cの5′末端側の塩基配列に対する相補鎖が合成され，その際，前記反応6で形成された2本鎖が置換される結果，当該塩基配列とそれに相補的な塩基配列が1本鎖に領域R1-R2c-R1cのループを介して交互に連結した核酸を介して交互に連結した核酸(「1本鎖上に相補的な塩基配列が交互に連結された核酸」)が得られる。ク  反応8：前記反応7によって得られた核酸のループ部分の領域R2cにⅲ)のオリゴヌクレオチドがアニールし，当該核酸の塩基対結合を置換しながら，当該核酸の領域R1cの5′末端側の塩基配列に対する相補鎖が合成され，この合成反応における鋳型核酸の3′末端がループを形成して，当該ループ部分からの相補鎖合成が進行する。以下，ループ部分へのⅲ)のオリゴヌクレオチドのアニールと，ループ部分からの相補鎖合成が進行することにより，1本鎖上に，相補的な塩基配列の交互の連結が繰り返された核酸が得られる。ケ  反応9：前記反応7によって置換されて1本鎖となった核酸は，3′末端側から順に領域R1-R2c-R1cを有し，また，5′末端側から順に領域F1 c-F2-F1を有することから，当該核酸を新たな鋳型とした前記反応5ないし8が繰り返される。  本件発明の課題，課題解決手段及び作用効果について以上のとおり，本件発明の特許請求の範囲の記載及び本件明細書の記載によれば，本件発明1を引用する本件発明2は，核酸の合成に当たり，従来技術では，複雑な温度調節又は複数の酵素の組合せが必要であったという課題を解決するため，本件発明2の構成，特に，3′末端側から領域F3c-F2c-F1cを備え，5′末端側から領域R3-R2-R1を備える鋳型となる核酸を基にして，これに特定の領域を備えたオリゴヌクレオチド及び鎖置換型の相補鎖合成反応を触媒するDＮAポリメラーゼ等を混合することで，当該オリゴヌクレオチドの反応により，1本鎖上に相補的な塩基配列が交互に連結された核酸を，等温条件かつ単一の酵素を利用するだけで合成させることを可能とし，これによって操作性，合成効率の向上，経済性及び高い特異性を実現するという作用効果を有するものであって，本件発明4は，本件発明2の課題解決手段によって，上記核酸を合成するプライマーセットを実現するものであるといえる。そして，本件発明の合成反応におけるⅲ)及びⅳ)のオリゴヌクレオチドは，前記イイ(反応2)及びエ(反応4)において，その伸長反応によって，ⅰ)及びⅱ)のオリゴヌクレオチドを起点として合成された相補鎖を置換し，当該相補鎖を確実に1本鎖の核酸にするというアウタープライマーとしての役割を果たすものである。2  取消事由1(甲1発明16及び17の先願性の認定の誤り)について  甲1発明17と本件発明4との同一性についてア  甲1発明16及び17は，前記第2の3に記載のとおりであるが，サンプル一本鎖核酸分子，第1ないし第3のオリゴヌクレオチドプライマー(甲1発明17は，これに加えて第4のオリゴヌクレオチドプライマー)，鎖置換活性を有するDＮAポリメラーゼ及び当該プライマーを伸長させるために当該DＮAポリメラーゼ によって使用される1つ以上のヌクレオチドを備えるキットについての発明である。このように，甲1発明17は，4種類のオリゴヌクレオチドプライマーを備えるキットに係る発明であるところ，本件発明2は，核酸の合成方法に係る発明であり，本件発明4は，4種類のオリゴヌクレオチドを用いた本件発明2の方法を採用したプライマーセットであるから，以下では，オリゴヌクレオチドの数及び発明の形態が共通する本件発明4と甲1発明17の同一性について検討する。イ  本件発明4の鋳型核酸は，前記1アに記載のとおり，3′末端側から順に領域F3c-F2c-F1cを有するとともに，5′末端側から順に領域R3-R2-R1を有するものであるから，3′末端側から，領域F3c-F2c-F1c-鋳型となる領域-R1-R2-R3を有する。そこで，甲1発明17のサンプル一本鎖核酸分子の構成は，特許請求の範囲の記載では特定されていないが，第1明細書に記載の別紙図1を参考にして，本件発明4との対比のため，3′末端側から順に領域A-B-C-D-E-F-Gを有するものであるとする。すなわち，領域F3cは，領域Aに，領域F2cは，領域Bに，領域F1cは，領域Cに，鋳型となる領域は，領域Dに，領域R1は，領域Eに，領域R2は，領域Fに，領域R3は，領域Gに，それぞれ対応するものである。ウ  甲1発明16及び17の特許請求の範囲の記載によれば，前記第1のオリゴヌクレオチドプライマーは，「サンプル一本鎖核酸分子にアニーリングし，該サンプル一本鎖核酸分子に少なくとも部分的に相補的な第1の一本鎖核酸分子を合成するための合成起点として働く，3′末端ヌクレオチド配列」を有するから，当該配列を領域B′とすると，ここにいう「第1の一本鎖核酸分子」は，5′末端側から順に，第1のオリゴヌクレオチドプライマー-C′-D′-E′-F′-G′の領域を有することとなる。また，第1のオリゴヌクレオチドプライマーは，「該第1の一本鎖核酸分子の任意の領域と相補的な5′末端ヌクレオチド配列」を有するところ，当該配列を領域Cとすると，3′末端が領域B′であり，5′末端が領域Cとなる。他方，本件発明4のⅰ)のオリゴヌクレオチドは，前記1アに記載のとおり， 3′末端が領域F2(領域B′に対応)であり，5′末端が領域F1c(領域Cに対応)であるから，上記第1のオリゴヌクレオチドプライマーの構成と一致する。エ  甲1発明17における第2のオリゴヌクレオチドプライマーは，「該サンプル一本鎖分子に該第1のオリゴヌクレオチドプライマーがアニーリングする位置よりも3′側に位置する該サンプル一本鎖核酸分子の領域にアニーリングする，ヌクレオチド配列」を有するので，第2のオリゴヌクレオチドプライマーの3′末端の配列は，領域A′となる。他方，本件発明4のⅲ)のオリゴヌクレオチドは，前記1アに記載のとおり，3′末端が領域F3(領域A′に対応)であるから，上記第2のオリゴヌクレオチドプライマーの構成と一致する。オ  甲1発明17における第3のオリゴヌクレオチドプライマーは，「該第1のオリゴヌクレオチドプライマーを使用して調製された該第1の一本鎖核酸分子にアニーリングし，そして該第1の一本鎖核酸分子に少なくとも部分的に相補的な第2の一本鎖核酸分子を合成するための合成起点として働く，3′末端ヌクレオチド配列」を有するところ，当該領域をFとすると，ここにいう「第2の一本鎖核酸分子」は，3′末端側から順に，C′-B-C-D-E-第3のオリゴヌクレオチドプライマーの領域を有することとなる。また，第3のオリゴヌクレオチドプライマーは，「該第2の一本鎖核酸分子の任意の領域と相補的な5′末端ヌクレオチド配列」を有するところ，当該配列をE′とすると，3′末端が領域Fであり，5′末端が領域E′となる。他方，本件発明4のⅱ)のオリゴヌクレオチドは，前記1アに記載のとおり，3′末端が領域R2(領域Fに対応)であり，5′末端が領域R1c(領域E′に対応)であるから，上記第3のオリゴヌクレオチドプライマーの構成と一致する。カ  甲1発明17における第4のオリゴヌクレオチドプライマーは，「前記第1の一本鎖核酸分子に前記第3のオリゴヌクレオチドプライマーがアニーリングする位置よりも3′側に位置する該第1の一本鎖核酸分子の領域にアニーリングする，ヌ クレオチド配列」を有するので，第4のオリゴヌクレオチドプライマーの3′末端の配列は，領域Gとなる。他方，本件発明4のⅳ)のオリゴヌクレオチドは，3′末端が領域R3(領域Gに対応)であるから，上記第4のオリゴヌクレオチドプライマーの構成と一致する。キ  本件発明4は，「1本鎖上に相補的な塩基配列が交互に連結された核酸の合成用プライマーセット」であるところ，甲1発明17のキットを使用して得ることができる物質は，その特許請求の範囲の記載では特定されていない。しかしながら，前記イないしカに説示のとおり，甲1発明17における4種類のオリゴヌクレオチドプライマーと本件発明4におけるオリゴヌクレオチドとは，共通する特定の領域を有する鋳型核酸(サンプル一本鎖核酸分子)に対して，いずれも相対的に共通する領域を有するものである。これに加えて前記1イの本件優先権主張日当時の当業者の技術常識を考慮すると，本件発明4及び甲1発明17は，そのプライマーセット又はキットを使用して核酸を合成した場合に，同一のものを得ることができるものと認められる。したがって，甲1発明17は，キットの用途が特定されていないものの，当該特定の有無は，本件発明4との相違点とはならない。ク  以上によれば，本件発明4は，甲1発明17と同一の発明であるといえる。  第1明細書について第1明細書には，別紙図1ないし3，13及び14のほか，おおむね次の記載がある。ア  「特定の核酸配列を非直線的に増幅するためのプロセスであって，以下の工程：該特定の核酸配列，該特定の核酸配列についての第1の初期プライマーまたは核酸構築物であって，該第1の初期プライマーまたは核酸構築物が，以下の2つのセグメント：(A)第1のセグメントであって，(ⅰ)該特定の核酸配列の第1の部分に実質的 に相補的であり，そして(ⅱ)テンプレート依存性の第1の伸長をし得る，セグメント，および，(B)第2のセグメントであって，(ⅰ)該第1のセグメントに実質的に非同一であり，そして(ⅱ)該特定の核酸配列の第2の部分に実質的に同一であり，(ⅲ)該第2のセグメントの相補的配列に結合し得，そして(ⅳ)第2のプライマー伸長が生成されて第1のプライマー伸長を置換するように，均衡または限定サイクリング条件下で，続く第2のプライマーまたは核酸構築物の第1のセグメントの，該特定の核酸配列の該第1の部分への結合を提供し得る，セグメント，を含む；ならびに，該特定の核酸配列の相補体に対する続く初期プライマーまたは核酸構築物であって，該続く初期プライマーまたは該核酸構築物が，以下の2つのセグメント，(A)第1のセグメントであって，(ⅰ)該特定の核酸配列の第1の部分に実質的に相補的であり，そして(ⅱ)テンプレート依存性の第1の伸長をし得る，セグメント，および，(B)第2のセグメントであって，(ⅰ)該第1のセグメントに実質的に非同一であり，(ⅱ)該特定の核酸配列の第2の部分に実質的に同一であり，(ⅲ)該第2のセグメントの相補的配列に結合し得，そして(ⅳ)第2のプライマー伸長が生成され，そして第1のプライマー伸長を置換するように，均衡または限定サイクリング条件下で，続くプライマーの第1のセグメントの，該特定の核酸配列の該第1の部分への結合を提供し得る，セグメント，を含む：ならびに基質，緩衝液，およびテンプレート依存性重合化酵素；を提供する工程：ならびに，均衡または限定サイクリング条件下で，該基質，緩衝液，またはテンプレート依存性重合化酵素の存在下で，該特定の核酸配列および該新規プライマーまたは核酸構築物をインキュベートし；それにより，該特定の核酸配列を非線形に増幅する，工程，を包含する，プロセス。」(【請求項12】)イ  本発明は，組換え核酸技術の分野に関し，より詳細には，核酸増幅，核酸配列決定のための終結後標識及び減少した熱力学安定性を有する核酸の生成のための プロセスに関する(【0001】)。 らによって記載される鎖置換増幅法(SDA法)は，プライマー内の制限酵素部位の封入によって行われ，その結果，制限酵素による消化は，単一の温度で所定のテンプレートからの，一連のプライミング，伸長及び置換反応を可能にする。しかし，これらの系は，ポリメラーゼ及び基質のほか，プライミングが行われる部位での適切な制限酵素部位の存在，第2の酵素(制限酵素)の存在及び特異的に改変された基質が必要となる。この方法のバリエーションが記載されており(米国特許第5270184号(甲12の1)，本明細書中で参考として援用する。)，ここで，標的における制限酵素部位の必要性の限定が，制限酵素部位を有するプライマーに隣接する第2のプライマーセットの使用によって排除されている。しかし，このバリエーションにおいて，系は，第2のプライマーセットについての必要性の新たな限定を有する一方，制限酵素及び改変基質についての他の2つの限定が必要であることが記載されている(【0006】)。本発明では，「均衡条件」とは，実質的に定常な温度及び／又は化学条件をいい(【0081】)，「限定サイクル条件」とは，使用される最高温度が，そのテンプレートから伸長プライマーを分離するのに必要な温度以下である一連の温度をいい(【0082】)，「初期プライマー」とは，伸長されていないプライマー又はプライマー構築物をいい(【0086】)，「標準的なプライマー」とは，伸長後に合成される配列での二次構造形成に実質的に関与しないプライマーをいう(【0087】)。ウ  本発明は，特定の核酸配列を非直線的に増幅するプロセスを提供する。このプロセスにおいては，増幅されることが求められている目的の特定の核酸配列，第1初期プライマー(以下「第1プライマー」という。)，後続の初期プライマー(以下「第2プライマー」という。)，基質，緩衝液及びテンプレート依存性ポリマー化酵素が提供される。第1プライマー及び第2プライマーは，いずれも，(ⅰ)特定の核酸配列の第1の部分に実質的に相補的であり，(ⅱ)テンプレート依存性第1伸長が可能であると特徴付けられる第1セグメントのほか，(ⅰ)第1セグメントと実質 的に同一でない，(ⅱ)特定の核酸配列の第2部分と実質的に同一である，(ⅲ)第2セグメントの相補配列に結合し得る，(ⅳ)均衡又は限定サイクル条件下で，第1プライマー又は第2プライマーの第1セグメントの，特定の核酸配列の第1部分への続く結合を提供し得る，という4つの特徴を備える第2セグメントを含む。このような条件下及び方法において，先に伸長したプライマーを置換するために，次のプライマー伸長を生成する。このプロセスを行うために，特定の核酸配列及び新規のプライマーが，基質，緩衝液及びテンプレート依存性ポリマー化酵素の存在下で，均衡又は限定サイクル条件下で，インキュベートされることにより，目的の特定の核酸配列が非直線的に増幅される(【0074】【0112】【0113】)。エ  本発明の特定の局面において，新規のプライマーは，少なくとも，テンプレートに結合し得，そして伸長のためにそれを使用し得る第1セグメント，及び目的の標的の配列に実質的に同一であり，第1セグメントの伸長配列との自己ハイブリダイゼーションによって形成される二次構造の形成を可能にする第2セグメントの，2つのセグメントを含む(【0094】)。本発明における新規のプライマーのテンプレート依存性伸長は，自己ハイブリダイゼーションによって形成されるステムループ構造及び新規のプライマーを含む配列に同一又は相補的でない伸長配列を有する産物を作製し得る(【0103】)。この産物は，図1に例示され，そこにおける二次構造の形成は，テンプレートからの，伸長した新規のプライマーの第1セグメントの全て又は一部の除去を提供し得る(【0104】)。オ  前記のとおり，新規のプライマーの結合及び伸長は，均衡又は限定サイクル条件下で，複数のプライマー結合及び伸長事象についてのテンプレートの使用を可能にし得る。新規の結合及び伸長事象は，以前にそのテンプレートに対して伸長している核酸鎖の分離を可能にするため，変性事象に必要ではない第2プライマーの結合についてのテンプレートとして使用され得る1本鎖核酸鎖の生成を生じる。テンプレート依存性結合及び伸長の最終産物は，一方のプライマーが標準的なプライマーであり，他方が新規のプライマーである場合，一方の末端が各鎖のステムルー プ構造を含む2本鎖分子であり得，両方のプライマーが新規のプライマーである場合，各末端において各鎖のステムループ構造を含む2本鎖分子(図3④)であり得る(【0130】)。非直線的増幅産物は，均衡又は限定サイクル条件下で，連続した一連の以下の工程によって，新規のプライマー及び標準的なプライマーによって合成され得る。まず，図1の直線的増幅があり，テンプレートから第1伸長プライマーが分離する。新規のプライマーは，他方の新規のプライマーの連続する結合及び伸長によって置換されるので，これらの1本鎖産物は，標準的なプライマーに結合し得，そしてそれらを伸長させて，完全な2本鎖アンプリコンを作製し得る。この潜在的な一連の事象を，図2に示す。次いで，1本鎖ループ構造におけるプライマー結合部位の露出は，図1において以前に示した同じプロセスによって，更なる一連のプライマー結合及び置換反応をもたらす(【0131】)。非直線的増幅産物は，また，均衡又は限定サイクル条件下で，2つの第1セグメント及び1つの第2セグメントを含む新規の核酸構築物によって合成され得る。第1セグメントの各々には，核酸の鎖又はその相補体に相補的であり，第2セグメントは，第1セグメントの1つの伸長後に，二次構造を形成し得る。この構築物は，一対の相補的な潜在的ステムループ構造を有する産物を作製し得る。この産物は，連続する一連の以下の工程によって形成され得る。まず，図1の直線的増幅があり，テンプレートから第1伸長プライマーが分離する。さらに，この合成の産物は，一連の結合及び伸長工程のためのテンプレートとして，新規のプライマーでの非直線的増幅について上(図2)に記載されているような他方の第1セグメントによって使用され得る。これらの工程が作製し得る潜在的な一連の異なる形態の一つが，図3である(【0133】)。カ  図1は，新規のプライマーによる直線的増幅を示す模式図である。図2は，新規のプライマー及び標準的なプライマーによる非直線的増幅を示す模式図である。図3は，一対の新規のプライマーによる非直線的増幅を例示する模式図である。図13は，非直線的に増幅し得る2つの3′末端を有する新規の核酸構築物についての別の設計の例示を示す模式図であり，図14は，図13に示されるプロセス及び 事象の続きを示す模式図である。  「二次構造」の意義について第1明細書にいう「二次構造」とは，前記エ及び図1の記載によれば，ステムループ構造と同義であり，図1③ないし⑤，図2①及び③ないし⑤並びに図3①，③及び④において，領域C-B′-C′，領域C-B-C′，領域E-F′-E′及び領域E-F-E′により形成されるループ部分を意味するものと認められる。  第1明細書に記載された発明についてア  前記ア，ウ及びオに記載のとおり，第1明細書には，「該特定の核酸配列についての第1の初期プライマーまたは核酸構築物」(第1プライマー)及び「該特定の核酸配列の相補体に対する続く初期プライマーまたは核酸構築物」(第2プライマー)を使用した特定の核酸配列を非直線的に増幅する方法が記載されている。第1明細書及び図面の記載によれば，第1プライマーは，第1のセグメントとして鋳型核酸のある領域に相補的な配列を当該プライマーの3′末端に有し，第2のセグメントとして鋳型核酸中の当該領域よりも5′末端側にある領域と実質的に同一であり，かつ，第1のセグメントの配列とは実質的に非同一である配列を有するものと認められ，第2プライマーは，第1のセグメントとして特定の核酸配列の相補体，すなわち，第1プライマーによる伸長物のある領域に相補的な配列を3′末端に有し，第2のセグメントとして当該第1プライマーによる伸長物中の当該領域よりも5′末端側にある領域と実質的に同一であり，かつ，第1のセグメントの配列とは実質的に非同一である配列を有するものと認められる。そして，上記増幅方法は，前記ア及びオ(【請求項12】【0133】)に記載のとおり，第1プライマーを用いた直線的な増幅工程(図1)に，第2プライマーを加えた非直線的な増幅工程(図3)を組み合わせたものである。イ  そして，本件優先権主張日当時の当業者は，第1明細書の記載から，第1明細書【請求項12】【0133】及び図1ないし3に記載の核酸の増幅方法として，次の方法を読み取ることができたものと認められる。 まず，図1に記載の前記直線的な増幅工程は，①3′末端側から領域AないしGを有する鋳型核酸と，3′末端に第1のセグメントとして鋳型核酸の領域Bに相補的な塩基配列B′を有し，5′末端に第2のセグメントとして鋳型核酸の領域Cと同一の塩基配列Cを有する第1プライマーを準備し，第1プライマーを鋳型核酸にアニールさせる(図1①)，②第1プライマーにより鋳型核酸の塩基配列に対する相補鎖が合成され，2本鎖の核酸が得られる(図1②)，③第1プライマーの5′末端側にある領域C及びC′が自己ハイブリダイゼーションを生じ，二次構造(ステムループ構造)が形成されると同時に，鋳型核酸に1本鎖の部分が再生される(図1③)，④第1プライマーを上記③の鋳型核酸に再生された1本鎖の部分にアニールさせる(図1④)，⑤上記④の2番目の第1プライマーが，5′末端側に二次構造を有する1番目の第1プライマーを置換する，という工程からなる。次に，図2及び3に記載の前記非直線的な増幅工程は，⑥3′末端に第1セグメントとして，上記⑤で置換されて分離された5′末端側に二次構造を有する1番目の第1プライマーの伸長物の領域F′に相補的な塩基配列Fを有し，5′末端に第2のセグメントとして当該第1プライマーの伸長物の領域E′と同一の塩基配列E′を有する第2プライマーを準備し，これを当該第1プライマーにアニールさせる(図3①)，⑦第2プライマーにより上記第1プライマーの塩基配列に対する相補鎖が合成され，2本鎖の核酸が得られる(図3②)，⑧上記⑦で得られた2本鎖核酸中の自己ハイブリダイゼーション可能な領域で自己ハイブリダイゼーションが生じ，二次構造(ステムループ構造)が形成される(図3③)，⑨上記⑧で形成された二次構造のループ部分のうち，領域Bを含むものに第1プライマーをアニールさせる(図2④参照)，⑩上記⑨でアニールした第1プライマーからの相補鎖合成及び置換により，各末端において各鎖のステムループ構造を含む2本鎖分子(図3④。ダンベル型中間体)が得られるほか，上記⑥で用いられた5′末端側に二次構造を有する1番目の第1プライマーの伸長物が分離されて得られる，という工程からなる。したがって，上記⑥ないし⑩の反応を繰り返すことで，ダンベル型中間体を非直 線的に増幅することが可能となる。  第1明細書の記載と甲1発明17の対比等についてア  前記ウ及びエに記載のとおり，甲1発明17における第1のオリゴヌクレオチドプライマーがサンプル一本鎖核酸分子の領域Bにアニールするとき，第2のオリゴヌクレオチドプライマーは，「該サンプル一本鎖分子に該第1のオリゴヌクレオチドプライマーがアニーリングする位置よりも3′側に位置する該サンプル一本鎖核酸分子の領域にアニーリングする，ヌクレオチド配列」を有するので，その3′末端の配列は，領域A′となる。しかしながら，第1明細書には，3′末端の配列が領域A′であり，サンプル一本鎖核酸分子の領域Aにアニールする上記第2のオリゴヌクレオチドプライマーについての記載はない。また，前記オ及びカに記載のとおり，甲1発明17における第3のオリゴヌクレオチドプライマーが第1の一本鎖核酸分子の領域F′にアニールするとき，第4のオリゴヌクレオチドプライマーは，「前記第1の一本鎖核酸分子に前記第3のオリゴヌクレオチドプライマーがアニーリングする位置よりも3′側に位置する該第1の一本鎖核酸分子の領域にアニーリングする，ヌクレオチド配列」を有するので，その3′末端の配列は，領域Gとなる。しかしながら，第1明細書には，3′末端の配列がGであり，第1の一本鎖核酸分子の領域G′にアニールする上記第4のオリゴヌクレオチドプライマーについての記載はない。そして，前記エ及びカに記載のとおり，甲1発明17の第2のオリゴヌクレオチドは，本件発明4のⅲ)のオリゴヌクレオチド(OP)と一致し，甲1発明17の第4のオリゴヌクレオチドは，本件発明4のⅳ)のオリゴヌクレオチド(OP)と一致するものであるから，第1明細書には，本件発明4のⅲ)及びⅳ)の各オリゴヌクレオチド(OP)に対応する記載がないというほかない。イ  また，第2及び第3明細書における甲1発明16及び17の記載の有無並びに手続補正の内容は，次のとおりである。ア  第1出願の出願人は，平成15年12月24日，第2出願をして第2明細 書を提出したが，第2明細書の記載は，第1明細書とほぼ同じであって，甲1発明16及び17における第2及び第4のオリゴヌクレオチドプライマーについての記載はない(甲1の3)。イ  第1及び第2出願の出願人は，平成17年4月18日，第3出願をして第3明細書を提出したが，第3明細書の記載は，第1明細書とほぼ同じであって，甲1発明16及び17における第2及び第4のオリゴヌクレオチドプライマーについての記載はない。なお，第3出願に係る特許請求の範囲は，次の請求項1だけであった(甲1の6)。【請求項1】特定の核酸配列を直線的に増幅するためのプロセスであって，以下の工程：／1)該特定の核酸配列，／初期プライマーまたは核酸構築物であって，以下の2つのセグメント：／(A)第1のセグメントであって，(ⅰ)該特定の核酸配列の第1の部分と結合またはハイブリダイズするに十分に，該部分と相補的であり，そして(ⅱ)テンプレート依存性の伸長を提供する，セグメント，および／(B)第2のセグメントであって，(ⅰ)該第1のセグメントと実質的に非同一であり，(ⅱ)該特定の核酸配列の第2の部分と実質的に同一であり，(ⅲ)該特定の核酸配列の第1の相補的コピーが該第1のセグメントのテンプレート依存性伸長により生成された後に，均衡条件下または限定サイクリング条件下で，該第2のセグメントの相補的な配列に結合し，そしてそれにより(ⅳ)その後の別の該初期プライマーまたは核酸構築物の第1のセグメントの，該特定の核酸配列の該第1の部分への結合を均衡条件下または限定サイクリング条件下で提供し，プライマー伸長の後に第2の相補的コピー生成されて該第1の相補的コピーを置換するようにする，セグメントを含む，初期プライマーまたは核酸構築物；ならびに，／基質，緩衝液，およびテンプレート依存性重合化酵素；を提供する工程；ならびに，／2)均衡条件下または限定サイクリング条件下で，該基質，緩衝液，およびテンプレート依存性重合化酵素の存在下で，該特定の核酸配列と，該新規プライマーまたは核酸構築物とをインキュベートし；それにより，該特定の核酸配列を直線的に増幅する工程，／を包含 する，プロセスウ  第1ないし第3出願の出願人は，平成20年3月24日，手続補正を行い，第3出願に係る特許請求の範囲を全面的に改めて請求項の数を26にした(甲5。以下「本件補正」という。)。本件補正に係る請求項24及び25は，明らかな誤記を除き，甲1発明16及び17と同一である。エ  第1ないし第3出願の出願人は，平成21年12月25日，手続補正を行い，第3出願に係る特許請求の範囲を改めて請求項の数を18にしたため，本件補正に係る前記請求項24及び25は，請求項16及び17となった(甲10)。さらに，上記出願人は，平成22年5月7日，請求項16及び17(甲1発明16及び17)について前記明らかな誤記を訂正する手続補正をした(甲7)。オ  甲1発明16及び17を含む第3出願については，平成22年12月22日に特許査定がされ，その登録は，平成23年2月4日にされた(甲1の1・2)。ウ  以上によれば，甲1発明16及び17における第2及び第4のオリゴヌクレオチドプライマーは，いずれも第1ないし第3明細書には記載がなく，本件出願日(平成11年11月8日)に後れる本件補正(平成20年3月24日)によって第3出願の特許請求の範囲に付加されたものと認められる。  原告の主張についてア  原告は，第1明細書が援用する甲12の1にはOPを用いた増幅反応が記載されていると主張する。確かに，甲12の1には，2つのプライマーが，他のプライマーにより合成された相補鎖を置換し，当該相補鎖を1本鎖の核酸にするOPとして機能する工程を含む核酸の増幅反応が記載されているといえる。しかしながら，甲12の1に記載された増幅反応は，鎖置換型増幅法(SDA法)であるのに対し，第1明細書に記載された発明は，SDA法とは異なる増幅方法である。したがって，第1明細書に甲12の1を援用する旨の記載があるからといって，そこに記載されたOPが第1明細書に記載された発明の一部となるものではない。 よって，原告の上記主張は，採用することができない。イ  原告は，第1明細書の図13及び14に記載のプライマーが本件発明のOPの要件を満たしていると主張する。確かに，第1明細書の図13①には，3′末端側からから領域c′d′bac′を有するプライマーと，3′末端側から領域g′h′feg′を有するプライマーとが，両者の5′末端同士で結合した2つの3′末端を有するプライマーが記載されており，図13②には，このプライマーが，5′末端側から領域aないしhを有する鋳型核酸にアニールした図が記載されている。そして，図13③では，相補鎖合成が進行した図が示され，図13④では，伸長した鎖が鋳型から分離された図が示されている。しかしながら，分離された鎖を示す図13④には，領域f′e′しか示されておらず，それに引き続くべき領域d′以下が記載されていないことに照らすと，これらの図において，上記プライマーのうち領域g′h′からの伸長は，これらの領域が合成された後に鋳型の領域eに対する相補鎖(領域e′)が合成された時点で停止しており，当該プライマーからの別の伸長鎖を鋳型から分離させているものとは認められない。むしろ，図13④は，プライマーに由来する核酸の相補鎖合成が図13③に示された状態で停止したことが記載されており，かつ，この核酸については，図13⑤ないし⑦にステムループ構造からの自己複製をすることが記載されているから，当業者は，図13③に示された状態から，更に相補鎖合成が進行することを想定できない。したがって，図13には，先の工程で合成された相補鎖を鋳型から分離するという機能を有するOPが記載されているものとは認められない。図14についても，相補鎖合成が途中で停止しており，図13の場合と同様に，OPが記載されているということはできない。したがって，原告の上記主張を採用することはできない。ウ  原告は，第1明細書の図1及び3の増幅反応ではTPがOPと同じ役割を果たしているので，第1明細書にはOPが記載されていると主張する。",
        "しかしながら，第1明細書に記載された発明では，前記(4)イに記載のとおり，第1プライマーは，先に合成された相補鎖を1本鎖にするという役割を果たしている(工程⑤)ものの，そこで使用される第1プライマー(TP)は，5′末端側に，第2のセグメントとして鋳型核酸の領域と同一の領域Cを有するものであり，そのため，当該第1プライマーを起点として合成された相補鎖は，その5′末端側にある領域C及びC′が自己ハイブリダイゼーションを生じ，二次構造(ステムループ構造)を形成するものである。",
        "このように，第1明細書に記載された第1プライマー(TP)は，OPとしての役割を果たすほかにも，5′末端に鋳型核酸の領域と同一の領域Cを有するため，二次構造(ステムループ構造)を形成するという役割も果たすものであり，後者の役割は，先に合成された相補鎖を1本鎖にするというOPとは，その構造も機能も異なるものである。",
        "したがって，第1プライマー(TP)は，OPとしての機能のみを有するものではなく，むしろ，二次構造(ステムループ構造)を形成することでその後の増幅反応の工程に影響を与えるものであるから，第1プライマーの記載があるからといって，直ちに第1明細書にOPが記載されているということはできない。",
        "よって，原告の上記主張は，採用することができない。"
      ],
      "content": [
        {
          "fig": "エ",
          "text": [
            "原告は，第1明細書に記載の「標準的なプライマー」が，その定義からOPとして使用可能であると主張する。",
            "しかしながら，第1明細書において標準的なプライマーを使用する具体例は，新規なプライマー(第1プライマー)と標準的なプライマーを使用した場合の非直線的増幅方法として図2に示された方法であるところ，当該方法においては，標準的なプライマーは，鋳型となる核酸にアニールした後，単に鋳型核酸の相補鎖を合成するのみであり，先に合成された相補鎖を1本鎖にするというOPとしての機能を果たすものではない。また，他に標準的なプライマーがOPとしての機能を果たすことは，第1明細書には記載がなく，示唆もされていない。",
            "よって，原告の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "原告は，第1明細書では使用するプライマーの数に制限なく，フォワード及びリバースの2つのプライマーにOPを加えて，4つのプライマーを使用できることが記載されていることになると主張する。",
            "しかしながら，第1明細書には，フォワード及びリバースの2つのプライマーにOPを加えて，4つのプライマーを使用することは明記されていない。",
            "また，第1明細書に記載された発明は，前記(4)イに説示のとおり，第1プライマーの5′末端側にある領域C及びC′が自己ハイブリダイゼーションを生じ，二次構造(ステムループ構造)が形成されると同時に，鋳型核酸に1本鎖の部分が再生され(図1③)，再生された鋳型核酸の当該1本鎖の部分に，第1プライマーがアニールする(図1④)ことを特徴とするものであり，図1に示された工程を繰り返すことにより，鋳型核酸と第1のプライマーを原料とし，図2又は図3①に示された二次構造(ステムループ構造)を有する核酸を直線的に増幅すると同時に，鋳型核酸を原料として再利用できるように回収するものである。ここで，第1明細書に記載された増幅反応において，TPに代えてOPを使用するということは，鋳型核酸の1本鎖の部分のいずれかの領域(図1③の領域AないしC)にOPを結合させるというものであるところ，このような場合，鋳型核酸とOPによる伸長鎖からなる2本鎖核酸が合成されるが，生成した2本鎖の核酸は，等温条件下では1本鎖核酸に解離できないので，以降の核酸の増幅に関与することができなくなる。すなわち，第1明細書の図1に示された増幅反応において，OPを使用した場合，鋳型核酸を原料として再利用できず，1本鎖の鋳型核酸が使用し尽くされたところで増幅反応は停止し，図2又は図3①に示された二次構造(ステムループ構造)を有する核酸を十分な量で得ることができなくなる。",
            "そうすると，このように核酸を十分な量で得られなくなるような技術的思想が，特定の核酸配列を非直線的に増幅しようとする発明に関する第1明細書に開示されているとは認められず，原告の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "カ",
          "text": [
            "原告は，第1明細書(【0129】)には標準的なプライマーと新規なプライマー(TP)とを組み合わせて使用することが記載されており，その組合せは，フォワード及びリバースのプライマーの組合せに限定されないと主張する。",
            "しかしながら，第1明細書には，フォワード側又はリバース側のプライマーとして，標準的なプライマーと新規なプライマー(TP)を組み合わせて使用することまでは記載されていないし，これらのプライマーの組合せがフォワード側及びリバース側のプライマーの組合せに限定されないからといって，直ちに第2及び第4のオリゴヌクレオチドプライマー又はその技術的思想が第1明細書に開示されているということにはならない。",
            "よって，原告の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "キ",
          "text": [
            "原告は，第1明細書の図1ないし3に記載の領域A及びGは，OPがアニール可能なサイトであり，また，意味のない領域に記号が付されているとは考えられないことから，領域A及びGの記載は，OPの使用を前提とするものである旨を主張する。",
            "しかしながら，原告が指摘する鋳型核酸における領域A及びGは，第1明細書に記載された第1プライマーの第2セグメントが有する領域(領域C又はE′)が，鋳型核酸における領域(領域A及びG)と同じではないことを説明するために記号が付されていると理解するのが自然であって，意味のない領域に記号が付されているものでない。そして，前記オにも説示したとおり，TPに代えて領域A及びGにアニールするOPを使用した場合，得られる核酸の量が減少するため，このようなOPを使用するという技術的思想が第1明細書に開示されているということはできない。",
            "よって，原告の上記主張は，採用することができない。"
          ]
        },
        {
          "fig": "ク",
          "text": [
            "原告は，第1明細書(【0016】)に記載された第2プライマーがOPであると主張する。",
            "しかしながら，第2プライマーは，「第2のプライマーまたは核酸構築物の第1の セグメントの，続く該特定の核酸配列の該第1の部分への結合を提供し得る」(【0014】)と記載されているように，特定の核酸配列の第1の部分，すなわち，図1に示された鋳型核酸の領域Bに結合するものであるところ，前記オに説示したとおり，当該領域にTPに代えてOPが結合した場合には，鋳型核酸を原料として再利用できず，このようなOPを使用するという技術的思想が第1明細書に開示されているということはできない。",
            "よって，原告の上記主張は，採用できない。"
          ],
          "content": [
            {
              "fig": "(7)",
              "subject": "小括"
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10195",
    "date": "2013-02-07",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "082976",
    "ipprecedent_id": "3276",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}