{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-4583号事件について平成23年12月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "本願は，発明の名称を「有機発光表示装置及びその駆動方法」として，平成17年11月25日に出願された(特願2005-340889号。パリ条約による優先権主張・2005年4月28日，大韓民国)が，平成21年10月27日付けで拒絶査定がされた。これに対し，三星モバイルディスプレイ株式社(以下「三星モバイル」という。)は，平成22年3月2日，拒絶査定に対する不服審判の請求(不服2010-4583号)をした。その後，特許庁は，平成23年8月11日付けで拒絶理由通知(甲15。以下「本件拒絶理由通知」という。)をし，三星モバイルは，同年11月15日付け手続補正書(甲17)により特許請求の範囲及び明細書を補正した(以下「本件補正」といい，本件補正後の明細書を「本件明細書」という。本件補正後の発明の名称「有機発光表示装置」)。特許庁は，平成23年12月19日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，平成24年1月10日，三星モバイルに送達された(附加期間90日)。",
            "原告は，2012年(平成24年)7月2日，三星モバイルを吸収合併した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲(請求項の数9)の請求項1の記載は，次のとおりである(以下，同請求項に記載された発明を「本願発明」という。)。",
            "「データ線にデータ信号を供給するデータ駆動部と；",
            "走査線に走査信号を順次供給し，発光制御線に発光制御信号を順次供給する走査駆動部と；",
            "前記データ信号，前記走査信号及び前記発光制御信号の供給を受けて映像を表現する複数の画素を具備する画素部と；",
            "前記画素部の輝度を制御する輝度制御部と；",
            "を備え，",
            "前記輝度制御部は，",
            "一フレーム分のデータの大きさによって第1発光制御信号の幅を生成する第1輝度制限部と；",
            "前記周辺光の強さによって(判決注・これより前に「周辺光の強さ」との記載がないので，当該記載は「周辺光の強さによって」の誤記と認める。)前記第1発光制御信号の幅を制御して第2発光制御信号の幅を生成する第2輝度制限部と；",
            "前記第2輝度制限部から前記第2発光制御信号の幅の伝達を受けて輝度制御信号を生成し，前記輝度制御信号を前記走査駆動部に伝送する輝度制御信号生成部と；",
            "を有し，",
            "前記第1輝度制限部は，",
            "一フレーム分のデータを合算して合算データを生成し，前記合算データの最上位ビットを含む少なくとも二つのビット値を制御データとして伝送するデータ合算部と；",
            "前記制御データの値に対応する前記第1発光制御信号の幅を保存する第1ルックアップテーブルと；",
            "前記データ合算部から伝送された制御データの値に対応する前記第1発光制御信号の幅を前記第1ルックアップテーブルから抽出し，前記第2輝度制限部に伝送する第1制御部と；",
            "を有し，",
            "前記第2輝度制限部は，",
            "前記周辺光の強さを感知してあらかじめ設定された少なくとも二つのモード値の中でいずれか一つを伝送するフォトセンサーと；",
            "前記モード値に対応する変動値を保存する第2ルックアップテーブルと；",
            "前記フォトセンサーから伝送されたモード値に対応する前記変動値を前記第2ルックアップテーブルから抽出し，前記第1発光制御信号の幅と前記変動値を利用して前記第2発光制御信号の幅を生成して前記輝度制御信号生成部に伝送する第2制御部と；",
            "を有し，",
            "前記第2ルックアップテーブルは，前記変動値として1以下の小数値を保存し，",
            "前記第2制御部は，前記第1発光制御信号の幅と前記変動値を乗算して前記第2発光制御信号の幅を生成することを特徴とする，有機発光表示装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，本願発明は，特開2005-55726号公報(甲1。以下，「引用刊行物」といい，引用刊行物に記載された発明を「引用発明」という。)に記載された発明及び周知技術に基づいて，容易に発明をすることができたものであり，特許法29条2項により特許を受けることができないというものである。",
            "審決が認定した引用発明の内容，同発明と本願補正発明との一致点及び相違点は以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "「ソース信号線18に映像データに応じたプログラム電流Iwを流すソースドライバ回路14と；",
                "電流プログラムを行う画素行を選択するゲート信号線17aにオン電圧を印加するゲートドライバ回路12aと，EL素子15に電流を流す期間を設定するゲート信号線17bにオン電圧を印加するゲートドライバ回路12bと；",
                "前記プログラム電流Iw，前記ゲート信号線17aへのオン電圧，前記ゲート信号線17bへのオン電圧が印加されることにより，画像表示を行う複数の画素を有する画面50と；",
                "前記画面50の輝度の調整するために，1フレーム期間における前記EL素子15の点灯期間を規定するDuty比制御データを生成し，前記Duty比制御データを前記ゲートドライバ回路12bに送る演算処理回路839と；",
                "を備え，",
                "前記演算処理回路839は，",
                "1フレーム期間の映像データの総和と，その最大値との比である，データ和／最大値を求め，",
                "外光の明るさを検出して，前記データ和／最大値と前記Duty比の関係を示すDuty比カーブとして，屋外用のDuty比カーブa，屋内と屋外との中間状態用のDuty比カーブb，屋内用のDuty比カーブcの内の一つに自動的に切り替え，前記切り替えられた一つのDuty比カーブに従って，前記データ和／最大値に対応する前記Duty比を有するDuty比制御データを生成し，前記Duty比制御データを前記ゲートドライバ回路12bに送ることにより，",
                "前記1フレーム期間の映像データの総和と前記外光の明るさに応じたDuty比を有する前記Duty比制御データを生成し，前記Duty比制御データを前記ゲートドライバ回路12bに送るものであって，",
                "前記演算処理回路839は，",
                "前記1フレーム期間の映像データの総和と，その最大値との比である，前記データ和／最大値を求める回路部分と，",
                "前記データ和／最大値に対応する前記Duty比を保存するルックアップテーブルである，前記Duty比カーブa，b，cと，",
                "前記外光の明るさを検出して，前記Duty比カーブa，b，cのいずれか一つに切り替えるための信号を出力するホトセンサ",
                "を有するEL表示装置。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "「データ線にデータ信号を供給するデータ駆動部と；",
                "走査線に走査信号を順次供給し，発光制御線に発光制御信号を順次供給する走査駆動部と；",
                "前記データ信号，前記走査信号及び前記発光制御信号の供給を受けて映像を表現する複数の画素を具備する画素部と；",
                "前記画素部の輝度を制御する輝度制御部と；",
                "を備え，",
                "前記輝度制御部は，",
                "1フレーム分のデータの大きさと周辺光の強さに応じて生成された第2発光制御信号の幅に対応して輝度制御信号を生成し，前記輝度制御信号を前記走査駆動部に伝送するものであって，",
                "前記輝度制御部は，",
                "前記1フレーム分のデータを合算した合算データに基づく値を生成して，その後の処理に利用する回路部分と；",
                "前記1フレーム分のデータを合算した合算データに基づく値に対応する，第2発光制御信号の幅に応じたパラメータを保存するルックアップテーブルと；",
                "前記周辺光の強さを感知してあらかじめ設定された少なくとも二つのモード値の中でいずれか一つを伝送するフォトセンサーとを有する有機発光表示装置。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "1フレーム分のデータの大きさと周辺光の強さに応じて生成された第2発光制御信号の幅に対応して輝度制御信号を生成する処理に関し，本願発明では，一フレーム分のデータの大きさに対応する第1発光制御信号の幅を生成した後に，周辺光の強さによって第1発光制御信号の幅を制御して第2発光制御信号の幅を生成するのに対し，引用発明では外光の明るさによって切り替えられたDuty比カーブa，b，cのいずれか一つにしたがって，データ和／最大値に対応するDuty比が出力される点。",
                    "また，これに派生して，ルックアップテーブルを使用して第2発光制御信号の幅を生成する具体的構成に関し，本願発明では，第1，第2の2つのルックアップテーブルのそれぞれに，第1の発光制御信号の幅と，1以下の小数値である変動値が記憶され，1フレーム分のデータを合算した合算データに基づく値(制御データ)に応じた第1の発光制御信号の幅と，周辺光の強さに応じた変動値を乗算して第2発光制御信号の幅を生成する構成であるのに対し，引用発明では，ルックアップテーブルであるDuty比カーブa，b，cに，第2発光制御信号の幅そのものであるDuty比が記憶され，外光の明るさに対応するDuty比カーブから，1フレーム分のデータを合算した合算データに基づく値(データ和／最大値)に応じたDuty比を出力する構成である点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2",
                  "text": [
                    "発光制御信号の幅を格納したルックアップテーブルをアドレスするデータに関し，本願発明では，「合算データの最上位ビットを含む少なくとも二つのビット値」である「制御データ」であるのに対し，引用発明ではそのような特定がされていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定の誤り)",
              "text": [
                "審決は，引用発明は「前記1フレーム期間の映像データの総和と前記外光の明るさに応じたDuty比を有する前記Duty比制御データを生成」するものと認定する。",
                "しかし，引用刊行物には，「たとえば，aは屋外用のカーブである。cは屋内用のカーブである。bは屋内と屋外との中間状態用のカーブである。カーブa，b，cとの切り替えは，ユーザーがスイッチを操作することにより切り替えるようにする。また，外光の明るさをホトセンサで検出し，自動的に切り替えるようにしてもよい。なお，Duty比カーブを切り替えるとしたが，これに限定するものではない。計算によりDuty比カーブを発生させてもよいことは言うまでもない。」(段落【1305】)と記載されているにすぎず，「外光の明るさをホトセンサで検出」することと「Duty比カーブを切り替える」ことの因果関係が示されていない。",
                "したがって，審決の上記引用発明の認定には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(一致点の認定の誤り)",
              "text": [
                "審決は，引用発明の「前記演算処理回路839」が有する「前記Duty比カーブa，b，c」と，本願発明の「輝度制御部」が有する「第1ルックアップテーブル」は，「輝度制御部」が有する「1フレーム分のデータを合算した合算データに基づく値に対応する，第2発光制御信号の幅に応じたパラメータを保存するルックアップテーブル」である点で共通すると認定する。",
                "しかし，本願発明において，「第1ルックアップテーブル」は，「前記制御データの値に対応する前記第1発光制御信号の幅を保存する」ものであり，「第2輝度制限部」は，「周辺光の強さによって前記第1発光制御信号の幅を制御して第2発光制御信号の幅を生成する」ものであり，第1ルックアップテーブルに保存されるパラメータとしての第1発光制御信号の幅は，1フレーム分のデータを合算した合算データに基づく値に対応しているものの，第2発光制御信号の幅に応じたパラメータを保存するルックアップテーブルではない。",
                "したがって，審決の上記一致点の認定には誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点1に係る容易想到性判断の誤り))))",
              "text": [
                "審決は，相違点1に関し，以下のとおり，周知技術の適用を誤り，顕著な効果を看過しており，容易想到性判断に誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術の適用の誤り",
                  "text": [
                    "審決は，引用発明に周知技術(入力される画像データの特徴量と周辺光の強さに応じて画面全体の輝度を制御するに当たり，入力される画像データの特徴量に応じて導かれるパラメータを生成した後に，これを周辺光の強さに応じて決定されるパラメータによって補正することにより，最終的に画面全体の輝度を制御するパラメータを生成する技術)を適用した後に，周辺光の強さに応じて，第1発光制御信号の幅を補正する具体的処理として，「周辺光の強さに応じて画面全体の輝度を補正する具体的処理として，周辺光の強さに応じて複数のモードの1つを選択し，選択されたモードに応じて変動値を出力し，出力された変動値をもともとの画面輝度制御信号に乗算して，新たな画面輝度制御信号を生成する技術」(以下「周知・慣用の技術1」という。)を適用し，本願発明の構成に想到することは，当業者が適宜なし得る設計変更にすぎないと判断する。",
                    "しかし，引用発明におけるDuty比カーブa，b，cにおいては，データ和／最大値が大きくなるほど，Duty比の差分が広がり，Duty比が低下する。一方，特開2003-255901号公報(甲3)には，「外光の明るさに応じて複数のモードの一つを選択し，モードごとの変動値を保存するルックアップテーブルを設け，選択されたモードに応じた変動値を出力し，出力された変動値をもともとの画面輝度制御信号に乗算して，新たな画面輝度制御信号を生成する」ことが記載されており，変動値が1以下の小数値であるとすると，各Duty比カーブのDuty比の差分は，データ和／最大値が大きくなるほど狭まる。",
                    "したがって，引用発明に周知・慣用の技術1を適用することには阻害要因がある。また，上記審決の判断は，引用発明に周知・慣用技術1を適用するのではなく，「引用発明に周知技術を適用した発明」に，更に周知技術である周知・慣用の技術1を適用するものであって，その判断手法自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な効果の看過",
                  "text": [
                    "本願発明は，第1処理において，周辺光の要因を除外した状態で制御データの値に対応する第1発光制御信号の幅を抽出し，第2処理において，第1の発光制御信号の幅と周辺光の強さに応じて設定される変動値を利用して第2発光制御信号の幅を生成するとの構成により，①1つの処理でDuty比を制御する引用発明と比較して，より緻密な制御ができる，②第1輝度制限部によって第1発光制御信号の幅を抽出して第2輝度制限部に送るまでの処理と，第2輝度制限部によって変動値を抽出するまでの処理を並行して行ことができ，第2発光制御信号の幅を算出する処理を効率良く高速に行うことできる，③第1ルックアップテーブルでは，周辺光の影響を除外した状態で，制御データの値に対応する第1発光制御信号の幅の特性を保存するのみでよく，第2ルックアップテーブルでは，周辺光の強さを感知して設定された少なくとも2つのモード値に対応する変動値を保存するのみでよいため，複数の外光の明るさに応じた複数のDuty比カーブa，b，cを予め保持しておく必要がある引用発明と比較して，ルックアップテーブルを保存するためのデータ量を大幅に削減することができるとの，顕著な効果を奏する。",
                    "また，本願発明は，制御データの大きさに応じて，第2制御信号の幅に対する周辺光の強さの相対的影響を変化させて的確に対処することができ，画面が明るい場合に，過度に輝度が低下してしまうことを抑止することが可能であり，引用発明，特開2004-354882号公報(甲2)記載の周知技術，特開2003-255901号公報(甲3)記載の周知・慣用の技術1とは異なる顕著な効果を奏する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(相違点2に係る容易想到性判断の誤り)",
              "text": [
                "審決は，相違点2に関し，以下のとおり，顕著な効果を看過しており，容易想到性判断に誤りがある。",
                "すなわち，本願発明は，「合算データの最上位ビットを含む少なくとも二つのビット値」を「制御データ」としているため，合算データが所定値以下の場合には，合算データは下位ビット(最上位ビットを含む少なくとも2つのビット以外のビット)の値のみによって表され，制御データの値に対応する第1発光制御信号の幅を同一とすることができ，暗い画像を表示する場合に，明暗比を向上させ，コントラストを高めた画像を表示することができるという優れた効果を奏する。",
                "これに対し，引用発明は，データ和／最大値が所定値以下の場合に第1の発光制御信号の幅を一定に維持するための構成を何ら備えていない。また，特開2001-184016号公報(甲4)には，「1垂直期間の入力輝度信号を積分した信号の上位6ビット」をアドレスとして使用する旨の記載はあるが，ガンマテーブルの選択に係るものであり，コントラストを高めた画像を表示するといった効果を奏するものではない。",
                "したがって，審決の相違点2に係る容易想到性判断には誤りがある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5(手続違反)",
              "text": [
                "甲2ないし4は，本願発明と引用発明との相違点に係る容易想到性を肯認する判断の核心的な引用例として用いられているのであるから，拒絶理由において提示されるべきであった。しかし，甲2ないし4は，いずれも審査ないし審判における審理において原告に対して提示されておらず，原告に意見書を提出する機会が与えられなかったのであるから，本件審判手続は，特許法159条2項で準用する同法50条に違反する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定の誤り)に対して",
              "text": [
                "原告は，引用刊行物には，「外光の明るさをホトセンサで検出」することと「Duty比カーブを切り替える」ことの因果関係が示されていないとして，審決の引用発明の認定には誤りがあると主張する。",
                "しかし，甲1の段落【1305】の記載及び図197に接した当業者であれば，引用発明は，外光の明るさをホトセンサで検出した結果に応じて，カーブa，b，cの切り替えを行うものであると理解することができる。",
                "したがって，審決の引用発明の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(一致点の認定の誤り)に対して",
              "text": [
                "原告は，本願発明において，第1ルックアップテーブルに保存されるパラメータとしての第1発光制御信号の幅は，1フレーム分のデータを合算した合算データに基づく値に対応しているものの，第2発光制御信号の幅に応じたパラメータを保存するルックアップテーブルではないとして，審決の一致点の認定には誤りがあると主張する。",
                "しかし，本願発明の「第1ルックアップテーブルに保存されたパラメータ」は，「第2発光制御信号の幅」をどの程度とすべきかに応じて決められるものである。また，「第1ルックアップテーブルに保存されたパラメータ」と「第2発光制御信号の幅」の信号処理上の因果関係についてみても，引用発明の「Duty比カーブa，b，c」と本願発明の「第1ルックアップテーブル」は，「第2発光制御信号の幅に関係するパラメータを保持するルックアップテーブル」である点で共通する。",
                "したがって，審決の一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(相違点1に係る容易想到性判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術の適用の誤り",
                  "text": [
                    "原告は，相違点1に関し，引用発明に周知・慣用の技術1を適用することには阻害要因がある上，審決の判断は，引用発明に周知・慣用の技術1を適用するのではなく，「引用発明に周知技術を適用した発明」に，更に周知技術である周知・慣用の技術1を適用するものであって，その判断手法自体失当であると主張する。",
                    "この点，甲3記載の技術は，周辺光に応じて輝度のゲインを制御するのに対し，引用発明は，周辺光に応じて輝度の減少量のゲインを制御する点において相違し，両者は，データ和／最大値が大きくなるにつれて，輝度の減少量が増大するか減少するかの点で相違するとしても，引用文献の記載に接した当業者ならば，引用発明において，データ和／最大値が大きくなるにつれて輝度の減少量を増大させたり，データ和／最大値が最小のときにDuty＝1としたりする必要はないことや，引用発明の周辺光に応じた輝度制御の本質は，外光等に応じて画面を暗く(明るく)することにあると理解できるから，引用発明において，周辺光に応じた輝度制御手段として，甲3記載のゲイン制御の構成を採用することに阻害要因はない。",
                    "また，容易推考の出発点が引用発明である限り，容易推考の数や容易推考に伴い発生する作業工程数は，容易推考できるか否かを左右しない。引用発明における輝度制御についてみると，当業者が，1フレーム分のデータの大きさに応じた輝度制御と周辺光に応じた輝度制御を個別に行うことの着想を周知技術(周辺光及びLUTによる輝度制御を後から行う構成)から得たならば，周辺光に応じた輝度制御として採用する具体的手段について，引用発明のデータ和とDuty比の輝度カーブを周辺光に応じて切り替える輝度制御態様から，乗算により変化させる輝度制御に変更することは，当業者が実際に装置を具体化することに伴う通常の創意工夫にすぎない。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "顕著な効果の看過",
                  "text": [
                    "原告は，本願発明について，1つの処理でDuty比を制御する引用発明と比べて，より緻密な制御ができる，第2発光制御信号の幅を算出する処理を効率良く高速に行うことができる，ルックアップテーブルを保存するためのデータ量を大幅に削減することができるとの，顕著な効果を奏すると主張する。",
                    "しかし，1フレーム分のデータの大きさに応じた輝度制御を行い，更に周辺光に応じた輝度制御を行うに際して，1つの制御部で総合的に処理するか制御の種類毎に個別に処理するかは，適宜選択できる技術事項にすぎない。また，原告が主張する上記効果は，特許請求の範囲の記載に基づくものでも発明の詳細な説明に記載されたものでもない。本願発明の効果は，消費電力を節減しつつ周辺光の強さに対応して輝度を制御することができるというものであり，この効果は引用発明も奏する効果である。",
                    "また，原告は，本願発明は，画面が明るい場合に，過度に輝度が低下してしまうことを抑止することが可能であり，引用発明等とは異なる顕著な効果を奏すると主張する。",
                    "しかし，本願発明においては，周辺光に応じた輝度制御については，加減により輝度制御しても，乗算により輝度制御しても，他の方法でも良いとされており，加減により輝度制御した場合においては，合算データの値が低いほど第2発光制御信号の幅に対する変動値の相対的影響が大きくなり，原告が主張する効果とは逆の効果を奏する。このように本願発明の周辺光に応じた輝度制御については，周辺が暗くなった(明るくなった)とき輝度を落とす(上げる)方向に制御されればよく，原告が主張する上記効果は，本願の発明の詳細な説明には開示されていない。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(相違点2に係る容易想到性判断の誤り)に対して",
              "text": [
                "原告は，相違点2に関し，本願発明は，合算データが所定値以下の場合には，合算データは下位ビット(最上位ビットを含む少なくとも2つのビット以外のビット)の値のみによって表され，制御データの値に対応する第1発光制御信号の幅を同一とすることができ，暗い画像を表示する場合に，明暗比を向上させ，コントラストを高めた画像を表示することができるという優れた効果を奏すると主張する。",
                "しかし，本願発明に係る特許請求の範囲には，「前記合算データの最上位ビットを含む少なくとも二つのビット値」と記載され，「前記合算データの最上位ビットを含み最下位ビットを除く少なくとも二つのビット値」とは記載されていないから，原告の主張は，特許請求の範囲の記載に基づくものではない。また，画像データの総和は，引用刊行物(甲1)の段落【1217】に例示された小画面(6ビット×176×RGB(3)×220)を前提としても約740万通りの値を取り得るから，これらすべての値に対するルックアップテーブルを用意することは非現実的であり，上位数ビットのみを用いてルックアップテーブルを構成することは当然である。なお，甲4においても，ガンマデータの切り換えに用いるための制御データとして，輝度信号積分値の最上位ビットを含む上位ビット値を採用している。",
                "したがって，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5(手続違反)に対して",
              "text": [
                "原告は，甲2ないし4について，意見書を提出する機会が与えられておらず，本件審判手続は，特許法159条2項で準用する同法50条に違反すると主張する。",
                "しかし，甲2及び甲4は，本件拒絶理由通知で示したものである。また，甲3は，単に乗算による輝度制御が周知慣用されていることを示すものにすぎない。",
                "したがって，原告の上記主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告の取消事由の主張には理由がなく，その他，審決にはこれを取り消すべき違法はないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "text": [
            "原告は，引用刊行物には，「外光の明るさをホトセンサで検出」することと「Duty比カーブを切り替える」ことの因果関係が示されていないとして，審決の引用発明の認定には誤りがあると主張する。",
            "しかし，原告の上記主張は，採用することができない。すなわち，引用刊行物には，「データ和／最大値とDUTY比の関係は，・・・外部環境に合わせて設定することが好ましい。」(段落【1301】)，「したがって，ユーザーがボタンで切り替えできるようにしておくか，設定モードで自動的に変更できるか，外光の明るさを検出して自動的に切り替えできるように構成しておくことが好ましい。・・・また，メモリされた複数のDutyカーブから1つを選択できるように構成することが好ましい。」(段落【1303】)，「以上のように，たとえば，aは屋外用のカーブである。cは屋内用のカーブである。bは屋内と屋外との中間状態用のカーブである。カーブa，b，cとの切り替えは，ユーザーがスイッチを操作することにより切り替えるようにする。また，外光の明るさをホトセンサで検出し，自動的に切り替えるようにしてもよい。なお，Duty比カーブを切り替えるとしたが，これに限定するものではない。計算によりDuty比カーブを発生させてもよいことは言うまでもない。」(段落【1305】)との記載がある。",
            "上記によれば，引用発明においては，「Duty比カーブ」について，「ユーザーがスイッチを操作することにより切り替える」ことに代えて，「外光の明るさをホトセンサで検出し」，その検出出力に基づいて「自動的に切り替えるようにしてもよい」ものと理解することができる。",
            "したがって，引用刊行物には，「外光の明るさをホトセンサで検出」することと「Duty比カーブを切り替える」ことの因果関係が示されており，引用発明は，外光の明るさに応じたDuty比を有するDuty比制御データを生成するものであるとした審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点の認定の誤り)について",
          "text": [
            "原告は，本願発明において，第1ルックアップテーブルに保存されるパラメータとしての第1発光制御信号の幅は，1フレーム分のデータを合算した合算データに基づく値に対応しているものの，第2発光制御信号の幅に応じたパラメータを保存するルックアップテーブルではないとして，審決の一致点の認定には誤りがあると主張する。",
            "この点，確かに，本願発明に係る特許請求の範囲の記載(前記第2の2)及び本件明細書の段落【0094】ないし【0096】によれば，本願発明において，「第1ルックアップテーブル」には，「制御データの値に対応する前記第1発光制御信号の幅」が保存され，「第2輝度制限部」が，「前記周辺光の強さによって前記第1発光制御信号の幅を制御して第2発光制御信号の幅を生成」するから，「第1ルックアップテーブル」に保存される「第1発光制御信号の幅」は，1フレーム分のデータを合算した合算データに基づく値に対応しているものの，「第2発光制御信号の幅」に応じたものであるとはいえず，引用発明の「前記演算処理回路839」が有する「前記Duty比カーブa，b，c」と，本願発明の「輝度制御部」が有する「第1ルックアップテーブル」とは，「輝度制御部」が有する「1フレーム分のデータを合算した合算データに基づく値に対応する，第2発光制御信号の幅に応じたパラメータを保存するルックアップテーブル」である点で共通するとはいえない。",
            "しかしながら，審決は，1フレーム分のデータの大きさと周辺光の強さに応じて生成された第2発光制御信号の幅に対応して輝度制御信号を生成する処理に関し，本願発明は，1フレーム分のデータの大きさに対応する第1発光制御信号の幅を生成した後に，周辺光の強さによって第1発光制御信号の幅を制御して第2発光制御信号の幅を生成する点で引用発明と相違すると認定し，また，これに派生して，ルックアップテーブルを使用して第2発光制御信号の幅を生成する具体的構成に関し，本願発明では，第1，第2の2つのルックアップテーブルのそれぞれに，第1の発光制御信号の幅と，1以下の小数値である変動値が記憶され，1フレーム分のデータを合算した合算データに基づく値(制御データ)に応じた第1の発光制御信号の幅と，周辺光の強さに応じた変動値を乗算して第2発光制御信号の幅を生成する構成である点でも引用発明と相違すると認定し，これらの相違点に係る構成の容易想到性について判断している。",
            "したがって，審決には，引用発明の「Duty比カーブa，b，c」と，本願発明の「第1ルックアップテーブル」との一致点の認定に誤りはあるが，相違点を看過したとは認められないから，上記誤りは審決の結論に影響を及ぼすものとはいえない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点1に係る容易想到性判断の誤り)について",
          "text": [
            "原告は，相違点1の容易想到性判断に関し，審決は，周知技術の適用を誤り，顕著な効果を看過した誤りがあると主張する。しかし，原告の上記主張は，以下のとおり，採用することができない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の適用の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，相違点1に関し，引用発明に周知・慣用の技術1を適用することには阻害要因があると主張する。",
                    "しかし，原告の上記主張は，採用することができない。すなわち，特開2004-354882号公報(甲2)には，「画像解析部71aでは，信号入力部101から映像信号が入力されると，ヒストグラム作成部71aによって単位時間(1フレーム期間)当たりの信号に含まれる画素データの，階調数毎の出現度数分布(ヒストグラム)が作成される。ヒストグラム解析部71bは，このヒストグラムに基づいて映像の明るさを検出し，各光源10R～10Bの光量を設定する。」(段落【0043】)，「明るさ検出部71cは，減光が許容される範囲(減光範囲)をLUT(ルックアップテーブル)を参照しながら環境光量信号に基づいて設定する。LUTは，視聴環境の明るさ(環境光量)と許容される最大の減光量(最大減光量)Rmとの関係を規定した制御テーブルであり，減光範囲は，減光量がこの最大減光量Rm以下となる範囲として設定される。このLUTでは，・・・環境光量が大きくなるほど最大減光量Rmは小さく規定され，視聴環境が明るいときに減光範囲が狭くなるようになっている。」(段落【0044】)，「設定された光量T0及び減光範囲は光量設定部71dに入力され，ここで実際の光源制御に用いられる光量Tと，映像信号の伸長量P0とが決定される。」(段落【0045】)との記載がある。上記記載によれば，フラットパネル表示装置の駆動制御において，入力される画像データの特徴量と周辺光の強さに応じて画面全体の輝度を制御するに当たり，入力される画像データの特徴量に応じて導かれるパラメータを生成した後に，ルックアップテーブルを参照して周辺光の強さに応じて決定される変動値によって，上記パラメータを補正することにより，最終的に画面全体の輝度を制御するパラメータを生成することは，周知の技術であると認められる。",
                    "また，特開2003-255901号公報(甲3)には，「図10の輝度制御回路は，・・・リファレンス電圧制御回路1内に，画面全体の輝度(表示輝度)を制御するための乗算器41が設けられていている点が異なっている。乗算器41に与えられる全体輝度制御信号 W＿Gain は，MPU209によって生成される。」(段落【0075】)，「MPU209は，第1カメラ205からの露光時間情報に基づいて，現在の携帯型電話機の使用環境下での周辺の明るさを推定して，全体輝度制御信号 W＿Gain を生成する。全体輝度制御信号 W＿Gain は，例えば，2．0～0．5の間の値をとる。」(段落【0077】)，「具体的には，露光時間が大きいとき，つまり周辺の明るさが暗い場合には，全体輝度制御信号 W＿Gain を小さくする。この結果，乗算器41から出力されるゲインは，・・・表示輝度が低くなる。」(段落【0078】)，「反対に，露光時間が小さいとき，つまり周辺の明るさが明るい場合には，全体輝度制御信号 W＿Gain を大きくする。この結果，乗算器41から出力されるゲインは，・・・表示輝度が高くなる。」(段落【0079】)との記載がある。上記記載によれば，フラットパネル表示装置の駆動制御において，画面全体の輝度を補正する方法として，変動値をもともとの画面輝度制御信号に乗算して，新たな画面輝度制御信号を生成することは，当該技術分野において当業者が普通に行い得る常套手段であると認められる。",
                    "さらに，引用刊行物(甲1)には，「外部のマイコンなどにより，Duty比カーブ，傾きなどを書き換えるように構成することが好ましい。」(段落【1303】)と記載されており，引用発明におけるDuty比カーブは，図示されたものに限定されず，周辺の明るさに応じたデータ和／最大値とDuty比との関係を適宜設定できるものと認められる。",
                    "以上によれば，引用発明においては，外光の明るさ(本願発明の「周辺光の強さ」に相当)によって切り替えられたDuty比カーブa，b，cのいずれか1つにしたがって，データ和／最大値(本願発明の「合算データ」に相当)に対応するDuty比(本願発明の「第2発光制御信号の幅」に相当)を出力することにより，1つのデータ和／最大値に対して，外光の明るさに応じて，異なるDuty比を出力しているところ，データ和／最大値と外光の明るさをDuty比に反映させる具体的構成として，データ和／最大値に基づいてパラメータ(本願発明の「第1発光制御信号の幅」に相当)を生成するとともに，ルックアップテーブルを参照して外光の明るさに応じた変動値を設定し，この変動値で上記データ和／最大値に基づいて生成したパラメータを補正して，異なるDuty比を生成することは，上記周知技術に基づいて容易に想到し得たものといえる。",
                    "そして，引用発明に上記周知技術を適用して，上記データ和／最大値に基づいて生成したパラメータを，ルックアップテーブルを参照して設定した外光の明るさに応じた変動値で補正する際に，この変動値と上記生成したパラメータとを乗算することは，上記のとおり，当業者が普通に行い得る常套手段である上，上記変動値を本願発明のように1以下の小数値とすることは，周辺の明るさに応じた上記データ和／最大値とDuty比との関係を設定するにあたり，当業者が適宜選択し得る事項である。",
                    "したがって，引用発明に上記周知技術及び常套手段を用いて相違点1に係る構成とすることに阻害事由はなく，当業者が容易に想到し得たといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，原告は，審決の相違点1に係る判断は，引用発明に周知・慣用の技術1を適用するのではなく，「引用発明に周知技術を適用した発明」に，更に周知技術である周知・慣用の技術1を適用するものであって，その判断手法自体失当であると主張する。",
                    "しかし，上記のとおり，周知・慣用の技術1は，本願の優先権主張日前における当該技術分野の技術水準を示すものにすぎず，引用発明に上記周知技術を適用して，データ和／最大値に基づいてパラメータを生成した後に，外光の明るさに応じて上記パラメータを補正して，異なるDuty比を生成するようにする際に，外光の明るさに応じて複数のモードの1つを選択し，モードごとの変動値を保存するルックアップテーブルを設け，選択されたモードに応じた変動値を出力し，出力された変動値をもともとの画面輝度制御信号に乗算して，新たな画面輝度制御信号を生成することは，当業者が適宜なし得る設計事項にすぎないことを裏付けるために補助的に用いられたものと認められる。",
                    "したがって，審決における相違点1に関する判断は，「引用発明に周知技術を適用した発明」に，更に周知技術を適用するものとはいえず，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "顕著な効果の看過",
              "text": [
                "原告は，審決には，相違点1に係る容易想到性判断において，本願発明の顕著な効果を看過した誤りがあると主張する。",
                "しかし，原告の上記主張は，採用することができない。すなわち，本願発明に係る特許請求の範囲の記載(前記第2の2)及び本件明細書の段落【0014】，【0015】によれば，本願発明は，有機発光表示装置における画素部の輝度を制御する輝度制御部が，第1輝度制限部，第2輝度制限部及び輝度制御信号生成部を有し，上記第1輝度制限部が，1フレーム分のデータを合算して合算データを生成し，上記合算データの最上位ビットを含む少なくとも2つのビット値を制御データとして伝送するデータ合算部と，上記制御データの値に対応する第1発光制御信号の幅を保存する第1ルックアップテーブルと，上記データ合算部から伝送された制御データの値に対応する上記第1発光制御信号の幅を上記第1ルックアップテーブルから抽出し，上記第2輝度制限部に伝送する第1制御部により，1フレーム分のデータの大きさによって上記第1発光制御信号の幅を生成し，上記第2輝度制限部が，周辺光の強さを感知してあらかじめ設定された少なくとも2つのモード値の中でいずれか1つを伝送するフォトセンサーと，上記モード値に対応する1以下の小数値を変動値として保存する第2ルックアップテーブルと，上記フォトセンサーから伝送されたモード値に対応する上記変動値を上記第2ルックアップテーブルから抽出し，上記第1発光制御信号の幅と上記変動値を乗算して第2発光制御信号の幅を生成して上記輝度制御信号生成部に伝送する第2制御部とにより，周辺光の強さによって上記第1発光制御信号の幅を制御して上記第2発光制御信号の幅を生成するとの構成によって，消費電力を節減して周辺光の強さに対応して輝度を制御することが可能な有機発光表示装置を提供するとの点に技術的意義を有するものである。",
                "これに対し，引用発明は，前記第2の3(1)，第4の1のとおり，EL表示装置において，画面50の輝度の調整するために，1フレーム期間におけるEL素子15の点灯期間を規定するDuty比制御データを生成し，上記Duty比制御データをゲートドライバ回路12bに送る演算処理回路839を備え，上記演算処理回路839は，1フレーム期間の映像データの総和と，その最大値との比である，データ和／最大値を求める回路部分と，上記データ和／最大値に対応するDuty比を保存するルックアップテーブルである，屋外用のDuty比カーブa，屋内と屋外との中間状態用のDuty比カーブb，及び屋内用のDuty比カーブcと，外光の明るさを検出して，上記Duty比カーブa，b，cのいずれか1つに切り替えるための信号を出力するホトセンサとを有し，外光の明るさを検出して，上記Duty比カーブa，b，cの内の1つに自動的に切り替え，上記切り替えられた1つのDuty比カーブに従って，データ和／最大値に対応するDuty比を有するDuty比制御データを生成し，上記Duty比制御データを上記ゲートドライバ回路12bに送るように構成したものと認められる。",
                "そして，引用発明は，上記の構成により，「データ和／最大値とDUTY比の関係は，画像データの内容，画像表示状態，外部環境に合わせて設定する」(甲1・段落【1301】)ようにしたもので，具体的には，周辺が明るい屋外ではDUTY比を大きくすることで表示輝度を高くし，周辺が暗い屋内ではDUTY比を小さくすることで表示輝度を低くした(甲1・【図197】)ものと認められる。",
                "そうすると，引用発明は，本願発明と同様，有機発光表示装置において，消費電力を節減して周辺光の強さに対応して輝度を制御することを可能にしたとの作用効果を奏すると認められるから，相違点1に係る構成により，作用効果の点で，本願発明との間に格別の相違が生じるとはいえない。",
                "さらに，本願発明における，1つの処理でDuty比を制御する構成と比べて，より緻密な制御ができる，第2発光制御信号の幅を算出する処理を効率良く高速に行うことができる，ルックアップテーブルを保存するためのデータ量を大幅に削減することができるとの効果も，引用発明に上記周知技術及び常套手段を適用することにより奏する効果として自明であり，格別な効果とはいえない。",
                "なお，原告は，本願発明によれば，制御データが小さい場合，すなわち，合算データの値が低いほど，第2発光制御信号の幅に対する変動値の相対的影響が大きくなり，一方，制御データが大きい場合，すなわち，合算データの値が高いほど，第2発光制御信号の幅に対する変動値の相対的影響が小さくなるから，画面が明るい場合に，過度に輝度が低下してしまうことを抑止し，適正な輝度で表示を行うことが可能になるとの効果を奏すると主張する。",
                "しかし，上記のとおり，引用発明に上記周知技術を適用して，データ和／最大値に基づいて生成したパラメータを，ルックアップテーブルを参照して設定した外光の明るさに応じた変動値で補正する際に，この変動値と上記生成したパラメータとを乗算することは，当業者が普通に行い得る常套手段であり，また，上記変動値を本願発明のように1以下の小数値とすることは，周辺の明るさに応じた上記データ和／最大値とDuty比との関係を設定するに当たり，当業者が適宜選択し得る事項であるから，その結果，上記データ和／最大値の値が高いほど上記Duty比に対する上記変動値の相対的影響が小さくなることは当然であり，上記効果は格別のものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，審決には，相違点1に関し，周知技術の適用の誤り，顕著な効果の看過はなく，容易想到性判断にも誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点2に係る容易想到性判断の誤り)について",
          "text": [
            "原告は，相違点2に関し，本願発明は，合算データが所定値以下の場合には，合算データは下位ビット(最上位ビットを含む少なくとも2つのビット以外のビット)の値のみによって表され，制御データの値に対応する第1発光制御信号の幅を同一とすることができ，暗い画像を表示する場合に，明暗比を向上させ，コントラストを高めた画像を表示することができるという優れた効果を奏すると主張する。",
            "しかし，原告の上記主張は，採用することができない。すなわち，特開2001-184016号公報(甲4)には，「図1のガンマデータ切り替え手段11は，検出された輝度信号のデジタルデータにコンバートされたデータ入力と，カウンタ回路111，書き込みアドレス発生回路112と，・・・ガンマROM113，・・・から構成されている。」(段落【0044】)，「本発明の実施形態では，図2に示すように輝度信号に対応して切り換えるガンマデータを64種類，輝度信号は1024階調のデジタルデータとしている為，64種類のガンマデータを切り換える為，積分回路を通った信号を6ビットのADコンバータ102を介して上位ビットとし，1024階調それぞれのガンマテーブルを選択する為のアドレスをカウンタ回路111によって作成し，それを下位ビットとして書き込みアドレス発生回路112に入力している。」(段落【0045】)との記載がある。",
            "上記記載によれば，フラットパネル表示装置の駆動制御において，1フレーム分の映像データの合算値に応じた制御を行うに当たり，1フレーム分の映像データを合算した合算データの最上位ビットを含む少なくとも2ビットの上位ビットを制御データとすることは，当該技術分野では周知の技術であるといえる。そうすると，引用発明において，データ和／最大値に基づいて，Duty比カーブをアドレスしているところ，1フレーム部分の画像データの総和に基づく値として，データ和／最大値の最上位ビットを含む少なくとも2ビットの上位ビットによって，Duty比カーブをアドレスすることは，上記周知技術に基づいて容易に想到し得たものといえる。",
            "これに対し，原告は，引用発明は，データ和／最大値が所定値以下の場合に第1の発光制御信号の幅を一定に維持するための構成を備えていない，甲4記載の発明は，ガンマテーブルの選択に係るものであり，コントラストを高めた画像を表示するといった効果を奏するものではないと主張する。しかし，甲4に記載されたような周知技術は，ガンマテーブルの選択に係るものに限られず，1フレーム分の映像データの合算値に応じた制御に適用できることは，当業者には明らかであるから，引用発明に上記周知技術を適用することにより相違点2に係る構成とすることは，当業者が容易に想到し得たものといえる。",
            "なお，本願発明に係る特許請求の範囲の記載(前記第2の2)によれば，「第1輝度制限部」が有するデータ合算部は，「一フレーム分のデータを合算して合算データを生成し，前記合算データの最上位ビットを含む少なくとも2つのビット値を制御データとして伝送する」ものであって，1フレーム分のデータを合算して生成した合算データの全てのビット値を制御データとして伝送する場合が含まれるところ，この場合には，原告が主張する上記効果を奏するとは認められない。",
            "以上によれば，原告の上記主張は採用することができず，審決の相違点2に係る容易想到性判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(手続違反)について",
          "text": [
            "原告は，甲2ないし4について，意見書を提出する機会が与えられておらず，本件審判手続は，特許法159条2項で準用する同法50条に違反すると主張する。",
            "しかし，甲2及び甲4は，本件拒絶理由通知(甲15)において原告に提示され，これに対し，原告は，平成23年11月15日付けで意見書(甲16)及び手続補正書(甲17)を提出している。",
            "一方，甲3は，審査及び審判における審理において，原告に対して提示されていない。しかし，特許庁は，平成22年3月2日付け手続補正書(甲6)により補正された，本願の請求項9に係る発明(「前記第2制御部は，前記第1発光制御信号の幅と前記変動値を乗算して前記第2発光制御信号の幅を生成することを特徴とする，請求項8に記載の有機発光表示装置。」)について，本件拒絶理由通知(甲15)において，「引用発明に上記周知技術を適用するに際して，当業者が適宜なし得る設計的事項に過ぎない。」と判断し，これに対し，原告は，平成23年11月15日付けで意見書(甲16)及び手続補正書(甲17)を提出し，同手続補正書による補正において，上記請求項9記載の発明特定事項を，請求項1に付け加えた。そして，特許庁は，審決において，相違点1について，引用発明に周知技術を適用して，データ和／最大値に基づいて生成したパラメータを，ルックアップテーブルを参照して設定した外光の明るさに応じた変動値で補正する際に，この変動値と上記生成したパラメータとを乗算することは，当業者が適宜なし得た事項であるとの本件拒絶理由通知と同様の判断をし，当該技術分野の技術水準を示し，上記の判断を裏付けるために甲3を掲記したものであり，新たな拒絶理由により審判をしたとはいえない。",
            "以上によれば，本件審判手続は，特許法159条2項で準用する同法50条の規定に違反するとはいえない。"
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由には理由がなく，他に審決にはこれを取り消すべき違法は認められない。その他，原告は，縷々主張するが，いずれも，理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}