{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴人らの求めた判決",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許庁長官が，特願2007-540083号について，控訴人らに対し平成22年11月29日付けでした同年7月6日付け手続補正書に係る手続を却下する旨の処分を取り消す。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "特許庁長官が，特願2007-540083号について，控訴人らに対し平成22年8月23日付けでした同年3月30日付け既納手数料返還請求書に係る手続を却下する旨の処分を取り消す。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人らは，自らの特許出願（特願2007-540083号）について，平成21年9月24日に出願取下書を提出したが，特許法195条10項所定の6月が経過した後の平成22年3月30日に至って審査請求手数料に係る既納手数料返還請求書を提出した。控訴人らは，同年7月6日，出願取下書の全文を削除する旨の手続補正書を提出した。特許庁長官は，同年8月23日付けで，前者の既納手数料返還請求書に係る手続を却下する処分をし，同年11月29日付けで，後者の手続補正書に係る手続を却下する処分をした。本件訴訟は，これら処分の取消訴訟であり，原判決は請求をいずれも棄却した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提となる事実及び争点は，原判決「事実及び理由」中の「第2  事案の概要」2，3に記載のとおりである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争点に関する当事者の主張は，次のとおり付加するほかは，原判決「事実及び理由」中の「第3  争点に関する当事者の主張」に記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決11頁7行目の「また，」の次に，「審査請求料の支払によって生じた出願人の受益者としての地位と，特許庁に発生した審査義務は，一体不可分の関係にあるから，」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決11頁8行目の「なった場合は，」の次に，「収支相償の原則に基づいて支払われた」を加える。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人らの請求は理由がないものと判断する。",
            "その理由は，次のとおり補正するほかは，原判決「事実及び理由」中の「第4  当裁判所の判断」1，2（11頁25行目～16頁4行目）記載のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決12頁16行目から13頁15行目の「ら，」までを「しかし，」に改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決16頁1行目の次に，行を改め，以下のとおり加える。",
                "「控訴人らは，特許法195条9項に基づいて出願取下書を提出した控訴人らには，収支相償の原則に則って予納した審査請求料に対する返還請求権が発生するところ，同条10項は返金のための手続規定で，権利を消滅させる規定ではないから，未だ返還請求権は消滅していないと主張する。しかし，収支相償の原則は，特許特別会計全体に係る原則であって，個別の手数料の金額や返還額，あるいは返還請求の可否が，当該原則から直ちに導かれるものではない。また，特許法195条10項所定の期間の経過により同条9項の規定による返還を請求することができなくなった手数料が，過誤納の手数料に転じるものではない。控訴人らの主張は，本件返還請求書却下処分の適法性を左右するものではなく，採用できない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "よって，本件控訴を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}