{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が，無効2007-800172号事件について，平成24年2月21日にした審決中，「特許第3431115号の請求項9，18，19，20，24，25，27，28，29，30，31，32，39，52に係る発明についての特許を無効とする。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「ケミカルメカニカルポリシングの操作をインシチュウでモニタするための装置及び方法」とする特許第3431115号(優先権主張1995年3月28日，米国。平成8年3月28日出願，平成15年5月23日設定登録。以下「本件特許」という。)の特許権者である。被告は，平成19年8月24日，本件特許を無効にすることを求めて審判の請求(無効2007-800172号事件)をし，原告は，平成23年12月8日，訂正請求書を提出した(以下「本件訂正」という。)。特許庁は，平成24年2月21日付けで，「訂正を認める。特許第3431115号の請求項9，18，19，20，24，25，27，28，29，30，31，32，39，52に係る発明についての特許を無効とする。特許第3431115号の請求項1，40，42，43，44，46，48，49，51に係る発明についての審判請求は，成り立たない。審判費用は，その99分の38を請求人の負担とし，99分の61を被請求人の負担とする。」とする審決(以下「審決」という。)をし，その謄本は，同年3月1日，原告に送達された。",
            "なお，上記無効審判請求手続においては，平成21年10月14日及び平成23年1月24日に，それぞれ審決がなされており，これらの審決において，「請求項2ないし8，10ないし17，21ないし23，26，33ないし38，41，45，47，50についての審判請求は成り立たない」ことが確定している。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の請求項9，18ないし20，24，25，27ないし32，39，52の記載は次のとおりである(以下，この発明を「本件発明9」，「本件発明20」などといい，これらを総称して「本件各発明」という。また，本件訂正後の特許請求の範囲，発明の詳細な説明及び図面を含めて「本件明細書」(甲107，甲108)ということがある。)。",
            "【請求項9】酸化物層の下に半導体基板を備えるウエハのケミカルメカニカルポリシング(CMP)のための方法であって，該方法は，(a)ウエハを，回転可能な研磨ヘッド内に，該回転可能な研磨ヘッドの下の研磨パッドに対して保持するステップであって，該パッドは発泡材料からなる表面を有し，研磨スラリによってウェットとなっている，該保持するステップと，(b)CMPが終了した終点を決定するステップであって，該終点を決定するステップは，(b1)赤光の範囲を含むレーザービームをウエハに向けて発するステップであって，該レーザービームは，プラーテン内に形成されたホール(孔)に近接するように配置された該研磨パッドに含まれるウィンドウを通過し，前記ウィンドウは，該パッドに形成された中実な材料からなるプラグであって，該レーザービームに対して透過性を有する前記プラグを備え，該ウィンドウは，ウエハが該ウィンドウの上にあるときの時間の一部の間レーザービームのための通路を与える，該発するステップと，(b2)ウエハから反射する赤光の範囲を含む光を検出するステップとを備える前記決定するステップとを備える方法。",
            "【請求項18】ウエハのケミカルメカニカルポリシング(CMP)において，基板上の表面層の状態の均一性を，前記層の研磨の最中に測定するインシチュウの方法であって，(a)研磨の最中に，発泡材料からなる表面を有する研磨パッドに含まれるウィンドウを通して前記層の方へ赤光の範囲を含む光ビームを向けるステップであり，前記ウィンドウは，該パッドに形成された中実な材料からなるプラグであって，該光ビームに対して透過性を有する前記プラグを備え，前記ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハへ入射させるための通路を与える，前記向けるステップと，(b)前記基板から反射されてくる前記赤光の範囲を含む光ビームによって生じる干渉信号をモニタするステップと，(c)前記干渉信号から表面層の状態の均一性の尺度を計算するステップとを備える方法。",
            "【請求項19】前記計算するステップが，前記干渉信号から特徴情報を抽出するステップと，前記抽出された特徴情報から表面層の状態の均一性の前記尺度を計算するステップとを備える請求項18に記載の方法。",
            "【請求項20】表面層の状態の均一性の前記尺度を参考値と比較するステップと，表面層の状態の均一性の前記尺度が該参考値から所定の量以上広がったときに警告を発するステップとを更に備える請求項19に記載の方法。",
            "【請求項24】ウエハのケミカルメカニカルポリシング(CMP)において，層を自身の上に有する基板を研磨するための研磨プロセスの特性を評価するインシチュウの方法であって，(a)研磨の最中に，発泡材料からなる表面を有する研磨パッドに含まれるウィンドウを通して前記層の方へ赤光の範囲を含む光ビームを向けるステップであり，前記ウィンドウは，該パッドに形成された中実な材料からなるプラグであって，該光ビームに対して透過性を有する前記プラグを備え，前記ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハへ入射させるための通路を与える，前記向けるステップと，(b)前記基板から反射されてくる前記赤光の範囲を含む光ビームによって発生する干渉信号をモニタするステップと，(c)前記干渉信号から干渉計波形を抽出するステップと，",
            "(d)前記抽出された干渉計波形を保存されている情報と比較するステップであって，前記保存されている情報は，該研磨プロセスに対して望ましい操作のポイントを代表している，前記比較するステップと，(e)前記抽出された干渉計波形が前記保存されている情報から所定の量以上広がったとき，警告を発するステップとを備える方法。",
            "【請求項25】干渉信号を，オペレータが見ることができるように，視覚的なディスプレイ装置上に表示するステップを更に備える請求項24に記載の方法。",
            "【請求項27】ウエハに対してケミカルメカニカルポリシング(CMP)を行うための基板研磨システムであって，(a)処理中に，中実な透明ウィンドウを有する発泡材料からなる表面を有する研磨パッドを保持するプラーテンであり，前記ウィンドウは，該パッドに形成された中実な材料からなるプラグであって，光ビームに対して透過性を有する前記プラグを備え，前記ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハへ入射させるための通路を与える，前記プラーテンと，(b)処理中に基板をプラーテン上の研磨パッドに対して保持する研磨ヘッドと，(c)処理中に，前記研磨パッドの前記ウィンドウを通して，研磨されるべき基板の側部に向けられ且つ入射するコリメートされた赤光の範囲を含む光ビームを発生させることが可能な干渉計であって，前記干渉計は干渉信号を発生する，前記干渉計と，(d)前記干渉信号から表面層の状態の均一性の尺度を計算するようにプログラミングされたデータプロセッサとを備える研磨システム。",
            "【請求項28】前記研磨ヘッドが，処理中に回転できるように，回転可能となっている請求項27に記載の研磨システム。",
            "【請求項29】前記プラーテンが，処理中に回転できるように，回転可能となっている請求項28に記載の研磨システム。",
            "【請求項30】前記干渉計が，レーザー干渉計である請求項29に記載の研磨システム。",
            "【請求項31】前記データプロセッサが更に，前記干渉信号から特徴情報を抽出することと，前記抽出された特徴情報から均一性の前記尺度を計算することと，をプログラミングされている請求項29に記載の研磨システム。",
            "【請求項32】前記データプロセッサが更に，均一性の前記尺度を参考値と比較することと，均一性の前記尺度が該参考値から所定の量以上広がったときに警告を発することと，をプログラミングされている請求項31に記載の研磨システム。",
            "【請求項39】ウエハに対してケミカルメカニカルポリシング(CMP)を行うための装置であって，前記装置は，(a)処理中に研磨パッドを保持するプラーテンであり，前記パッドは，発泡材料からなる表面と中実な透明ウィンドウを有し，前記ウィンドウは，該パッドに形成された中実な材料からなるプラグであって，光ビームに対して透過性を有する前記プラグを備えて，ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハへ入射させるための通路を与える，前記プラーテンと，(b)処理中に基板をプラーテン上の研磨パッドに対して保持する研磨ヘッドと，(c)コリメートされた赤光の範囲を含む光ビームを発生させることが可能な干渉計であって，前記干渉計は，少なくとも研磨操作の一部の間に前記光ビームを前記ウィンドウに向け前記基板上に入射するように配置されて，研磨プロセスのインシチュウによるモニタリングを与える，前記干渉計と，(d)前記干渉計からの周期信号を解析し，該周期信号から研磨の終点を検出するプロセッサとを備える装置。",
            "【請求項52】基板を研磨するための装置であって，(a)発泡材料からなり透過性のない研磨面と中実な透過性のウィンドウを有する研磨パッドであり，前記ウィンドウは，該パッドに形成されたプラグであって，赤光の範囲を含む光ビームに対して透過性を有する前記プラグを備える，前記研磨パッドと，(b)基板を研磨面に対して保持するための研磨ヘッドと，(c)ウィンドウを通過して基板に入射する赤光の範囲を含む光ビームを発生するための光源と，基板より反射された光を測定する検出器とを有する終点検出システムとを備え，前記ウィンドウは，ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハへ入射させるための通路を与える装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである(107頁24行以下の部分は「参考」につき省略)。その判断の概要は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正は，特許法134条の2第1項ただし書きに適合し，特許法134条の2第5項の規定により準用する同法126条3項及び4項の規定に適合するので，本件訂正を認める。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "無効理由2(特許法36条4項，6項1号，2号違反)について",
                  "text": [
                    "本件特許の特許請求の範囲の各請求項について，特許法36条4項，6項1号，2号に違反するとの無効理由は成り立たない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "無効理由1(特許法29条2項違反)について",
                  "text": [
                    "本件発明9は，甲1(特開平7-52032号公報。以下，甲1に記載された発明を「甲1発明」という。)に記載された甲1発明2(後記(2)ア(ア))，及び，甲2(特開平5-309558号公報)，甲3(特開昭63-134162号公報)，甲4(特開昭61-76260号公報)，甲5(特開平4-255218号公報)記載事項から当業者が容易になし得たものである。",
                    "本件発明18ないし20は，甲1発明3(後記(2)ア(イ))，及び，甲2ないし甲4記載事項，甲5記載事項から当業者が容易になし得たものである。",
                    "本件発明24及び25は，甲1発明4(後記(2)ア(ウ))，及び，甲2ないし甲4記載事項，甲5記載事項から当業者が容易になし得たものである。",
                    "本件発明27ないし32は，甲1発明5(後記(2)ア(エ))，及び，甲2ないし甲4記載事項，甲5記載事項から当業者が容易になし得たものである。",
                    "本件発明39は，甲1発明6(後記(2)ア(オ))，及び，甲2ないし甲4記載事項，甲5記載事項から当業者が容易になし得たものである。",
                    "本件発明52は，甲1発明8(後記(2)ア(カ))，及び，甲2ないし甲4記載事項から当業者が容易になし得たものである。",
                    "請求人(被告)の主張する無効理由及び証拠方法によっては，本件発明1，40，42ないし44，46，48，49，51について，無効とすることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した甲1発明の内容及び甲1発明と本件各発明との一致点，相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "表面に熱酸化膜を形成した2枚のシリコンウエハを，熱酸化膜を接せしめて接着したSOIウエハ7のケミカルメカニカルポリシング(CMP)のための方法であって，該方法は，(a)ウエハ7を，回転可能なウエハ支持板8内に，該回転可能なウエハ支持板8の下の研磨布5に対して保持するステップであって，該研磨布5は発泡材料からなる表面を有し，研磨液によってウェットとなっている，該保持するステップと，(b)研磨状態の終点を知るステップであって，該終点を知るステップは，(b1)赤色の範囲を含む光をウエハ7に向けて照射するステップであって，該光は，定盤1内に形成され，中心から放射状に伸びる近接した2本の直線で囲まれ，中心付近から周縁近くまで伸びた溝2と，溝2の長手方向中央に設けられた貫通孔3における溝2に同形に切り抜かれた該研磨布5に含まれる研磨布窓6を通過し，前記貫通孔3の溝2側には，透明ガラス製の中実な材料からなる透明窓材4が嵌め込まれ，該研磨布窓6は，ウエハ7の中心が該研磨布窓6の上にあるときの一部の間光のための通路を与える，該照射するステップと，(b2)ウエハ7から反射する赤色の範囲を含む光をプローブ9により受光して検出するステップとを備える前記終点を知るステップとを備える方法。(以下「甲1発明2」という。)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ウエハのケミカルメカニカルポリシング(CMP)において，表面に熱酸化膜を形成した2枚のシリコンウエハを，熱酸化膜を接せしめて接着したSOIウエハ7の研磨状態の終点を，ウエハ7の研磨を中断せずに知るインシチュウの方法であって，(a)研磨を中断せずに，発泡材料からなる表面を有する研磨布5に含まれる研磨布窓6を通して前記ウエハ7の方へ赤色の範囲を含む光を向けるステップであり，中心から放射状に伸びる近接した2本の直線で囲まれ，中心付近から周縁近くまで伸びた溝2と，溝2の長手方向中央に設けられた貫通孔3を自身に有する定盤1の前記貫通孔3の溝2側には，透明ガラス製の中実な材料からなる透明窓材4が嵌め込まれ，該研磨布窓6は，ウエハ7の中心が該研磨布窓6の上にあるときの一部の間光のための通路を与える，前記向けるステップと，(b)前記ウエハ7から反射されてくる前記赤色の範囲を含む光をプローブ9により受光して検出するステップとを備える方法。(以下「甲1発明3」という。)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "ウエハのケミカルメカニカルポリシング(CMP)において，表面に熱酸化膜を形成した2枚のシリコンウエハを，熱酸化膜を接せしめて接着したSOIウエハ7を研磨するための研磨状態の終点を知るインシチュウの方法であって，(a)研磨を中断せずに，発泡材料からなる表面を有する研磨布5に含まれる研磨布窓6を通して前記ウエハ7の方へ赤色の範囲を含む光を向けるステップであり，中心から放射状に伸びる近接した2本の直線で囲まれ，中心付近から周縁近くまで伸びた溝2と，溝2の長手方向中央に設けられた貫通孔3を自身に有する定盤1における前記貫通孔3の溝2側には，透明ガラス製の中実な材料からなる透明窓材4が嵌め込まれ，該研磨布窓6は，ウエハ7の中心が該研磨布窓6の上にあるときの一部の間光のための通路を与える，前記向けるステップと，(b)前記ウエハ7から反射されてくる赤色の範囲を含む光をプローブ9により受光して検出して前記終点を知るステップとを備える方法。(以下「甲1発明4」という。)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "ウエハに対してケミカルメカニカルポリシング(CMP)を行うためのウエハ研磨装置であって，(a)研磨中に，定盤1の溝2と同形に切り抜かれた研磨布窓6を有する発泡材料からなる表面を有する研磨布5を保持する回転可能な定盤1であり，定盤1には，中心から放射状に伸びる近接した2本の直線で囲まれ，中心付近から周縁近くまで伸びた溝2と，溝2の長手方向中央に設けられた貫通孔3が設けられ，前記貫通孔3の溝2側には，透明ガラス製の中実な材料からなる透明窓材4が嵌め込まれ，該研磨布窓6は，ウエハ7の中心が該研磨布窓6の上にあるときの一部の間光のための通路を与える，前記定盤1と，(b)研磨中に表面に熱酸化膜を形成した2枚のシリコンウエハを，熱酸化膜を接せしめて接着したSOIウエハ7を定盤1上の研磨布5に対して保持する回転可能なウエハ支持板8と，(c)研磨中に，前記透明窓材4，及び研磨布5の研磨布窓6を通して，研磨されるべきウエハ7の中心の研磨面に向けられ且つ入射する赤色の範囲を含む光を照射させることが可能なプローブ9を備えるウエハ研磨装置。(以下「甲1発明5」という。)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "ウエハ7に対してケミカルメカニカルポリシング(CMP)を行うための研磨装置であって，前記研磨装置は，(a)研磨中に研磨布5を保持する定盤1であり，前記研磨布5には，発泡材料からなる表面と定盤1の溝2と同形に切り抜かれた研磨布窓6を有し，前記定盤1は，中心から放射状に伸びる近接した2本の直線で囲まれ，中心付近から周縁近くまで伸びた溝2と，溝2の長手方向中央に設けられた貫通孔3を自身に有する定盤1であり，前記貫通孔3の溝2側には，透明ガラス製の中実な材料からなる透明窓材4が嵌め込まれ，該研磨布窓6は，ウエハ7の中心が該研磨布窓6の上にあるときの一部の間光のための通路を与える，前記定盤1と，(b)研磨中にウエハ7を定盤1上の研磨布5に対して保持するウエハ支持板8と，(c)赤色範囲の光を含む光を照射することが可能なプローブ9であって，前記プローブ9は，研磨中に前記赤色の範囲を含む光を前記研磨布窓6に向け前記ウエハ7上に照射するように，配置されて，研磨中に研磨状態の終点を知る，前記プローブ9とを備える研磨装置。(以下「甲1発明6」という。)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "ウエハ7を研磨するための研磨装置であって，(a)発泡材料からなり研磨面と研磨布窓6を有する研磨布5であり，定盤1は，中心から放射状に伸びる近接した2本の直線で囲まれ，中心付近から周縁近くまで伸びた溝2と，溝2の長手方向中央に設けられた貫通孔3を自身に有する定盤1であり，前記貫通孔3の溝2側には，透明ガラス製の中実な材料からなる赤色の範囲を含む光ビームに対して透過性を有する透明窓材4が嵌め込まれ，前記研磨布5には，定盤1の溝2と同形に切り抜かれた研磨布窓6が形成される，前記研磨布5と，(b)ウエハ7を定盤1上の研磨布5の研磨面に対して保持するためのウエハ支持板8と，(c)研磨布窓6を通過してウエハ7に赤色の範囲を含む光を照射しその反射光を受光するプローブ9を有する研磨状態の終点を知るものであって，前記研磨布窓6は，ウエハ7の中心が該研磨布窓6の上にあるときの一部の間光ビームをウエハ7に入射させるための通路を与える研磨装置。(以下「甲1発明8」という。)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲1発明2と本件発明9",
                          "text": [
                            "「ウエハのケミカルメカニカルポリシング(CMP)のための方法であって，該方法は，(a)ウエハを，回転可能な研磨ヘッド内に，該回転可能な研磨ヘッドの下の研磨パッドに対して保持するステップであって，該パッドは発泡材料からなる表面を有し，研磨スラリによってウェットとなっている，該保持するステップと，",
                            "(b)CMPが終了した終点を決定するステップであって，該終点を決定するステップは，(b1)赤光の範囲を含む光をウエハに向けて発するステップであって，該光は，プラーテン内に形成された開口に近接するように配置された該研磨パッドに含まれるウィンドウを通過し，研磨プラーテンの開口及び研磨パッドのウインドウからなる通路に中実な材料からなる光透過部材を配設し，該ウィンドウは，ウエハが該ウィンドウの上にあるときの時間の一部の間光のための通路を与える，該発するステップと，(b2)ウエハから反射する赤光の範囲を含む光を検出するステップとを備える前記決定するステップとを備える方法。」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲1発明3と本件発明18ないし20",
                          "text": [
                            "「ウエハのケミカルメカニカルポリシング(CMP)において，基板上の表面層の研磨状態を，前記層の研磨の最中に測定するインシチュウの方法であって，(a)研磨の最中に，発泡材料からなる表面を有する研磨パッドに含まれるウィンドウを通して前記層の方へ赤光の範囲を含む光ビームを向けるステップであり，研磨プラーテンの開口及び研磨パッドのウインドウからなる通路に中実な材料からなる光透過部材を配設し，前記ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハに入射させるための通路を与える，前記向けるステップと，(b)前記基板から反射されてくる前記赤光の範囲を含む光ビームを受光して検出するステップとを備える方法。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲1発明4と本件発明24，25",
                          "text": [
                            "「ウエハのケミカルメカニカルポリシング(CMP)において，基板を研磨するための研磨プロセスの特性を評価するインシチュウの方法であって，(a)研磨の最中に，発泡材料からなる表面を有する研磨パッドに含まれるウィンドウを通して前記層の方へ赤光の範囲を含む光ビームを向けるステップであり，研磨プラーテンの開口及び研磨パッドのウインドウからなる通路に中実な材料からなる光透過部材を配設し，前記ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハに入射させるための通路を与える，前記向けるステップと，(b)前記基板から反射されてくる前記赤光の範囲を含む光ビームを受光して検出するステップとを備える方法。」"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲1発明5と本件発明27",
                          "text": [
                            "「ウエハに対してケミカルメカニカルポリシング(CMP)を行うための基板研磨システムであって，(a)処理中に，ウィンドウを有する発泡材料からなる表面を有する研磨パッドを保持するプラーテンであり，プラーテンの開口及び研磨パッドのウインドウからなる通路に中実な材料からなる光透過部材を配設し，前記ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハに入射させるための通路を与える，前記プラーテンと，(b)処理中に基板をプラーテン上の研磨パッドに対して保持する研磨ヘッドと，(c)処理中に，前記研磨パッドの前記ウィンドウを通して，研磨されるべき基板の側部に向けられ且つ入射する赤光の範囲を含む光ビームを発生させることが可能な光ビーム測定装置を備える研磨システム。」"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "甲1発明5と本件発明28",
                          "text": [
                            "「ウエハに対してケミカルメカニカルポリシング(CMP)を行うための基板研磨システムであって，(a)処理中に，ウィンドウを有する発泡材料からなる表面を有する研磨パッドを保持するプラーテンであり，プラーテンの開口及び研磨パッドのウインドウからなる通路に中実な材料からなる光透過部材を配設し，前記ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハに入射させるための通路を与える，前記プラーテンと，(b)処理中に基板をプラーテン上の研磨パッドに対して保持する研磨ヘッドと，(c)処理中に，前記研磨パッドの前記ウィンドウを通して，研磨されるべき基板の側部に向けられ且つ入射する赤光の範囲を含む光ビームを発生させることが可能な光ビーム測定装置を備える研磨システムであって，前記研磨ヘッドが，処理中に回転できるように，回転可能となっている研磨システム。」"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "甲1発明5と本件発明29ないし32",
                          "text": [
                            "「ウエハに対してケミカルメカニカルポリシング(CMP)を行うための基板研磨システムであって，(a)処理中に，ウィンドウを有する発泡材料からなる表面を有する研磨パッドを保持するプラーテンであり，プラーテンの開口及び研磨パッドのウインドウからなる通路に中実な材料からなる光透過部材を配設し，前記ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハに入射させるための通路を与える，前記プラーテンと，(b)処理中に基板をプラーテン上の研磨パッドに対して保持する研磨ヘッドと，(c)処理中に，前記研磨パッドの前記ウィンドウを通して，研磨されるべき基板の側部に向けられ且つ入射する赤光の範囲を含む光ビームを発生させることが可能な光ビーム測定装置を備える研磨システムであって，前記研磨ヘッド，及び前記プラーテンが，処理中に回転できるように，回転可能となっている研磨システム。」"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "甲1発明6と本件発明39",
                          "text": [
                            "「ウエハに対してケミカルメカニカルポリシング(CMP)を行うための装置であって，前記装置は，(a)処理中に研磨パッドを保持するプラーテンであり，前記パッドは，発泡材料からなる表面を有し，プラーテン及び研磨パッドのウインドウからなる通路に中実な材料からなる光透過部材を配設し，ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハへ入射させるための通路を与える，前記プラーテンと，(b)処理中に基板をプラーテン上の研磨パッドに対して保持する研磨ヘッドと，(c)赤光の範囲を含む光ビームを発生させることが可能な光測定装置であって，前記光測定装置は，少なくとも研磨操作の一部の間に前記光ビームを前記ウィンドウに向け前記基板上に入射するように配置されて，研磨プロセスのインシチュウによるモニタリングを与える，光測定装置を備え，前記光測定装置からの信号を解析し，研磨状態の終点を知るものである装置。」"
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "甲1発明8と本件発明52",
                          "text": [
                            "「基板を研磨するための装置であって，(a)発泡材料からなる研磨面とウィンドウを有する研磨パッドであり，プラーテンの開口及び研磨パッドのウインドウからなる通路に中実な材料からなる赤光の範囲を含む光ビームに対して透過性を有する光透過部材を配設した，前記研磨パッドと，(b)基板を研磨面に対して保持するための研磨ヘッドと，(c)ウィンドウを通過して基板に入射する赤光の範囲を含む光ビームを発生するための光発生兼測定装置を有する終点検出システムとを備え，前記ウィンドウは，ウエハが前記ウィンドウの上にある時は，周期時間の少なくとも一部の間に光ビームをウエハに入射させるための通路を与える装置。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲1発明2と本件発明9",
                          "text": [
                            "＜相違点6＞ウエハに関して，本件発明9では，「酸化物層の下の半導体基板を備える」ものであると特定しているのに対して，甲1発明2では，SOIウエハではあるものの，酸化物層を表面に有するかどうか不明な点。",
                            "＜相違点7＞発する光に関して，本件発明9では，「レーザービーム」としているのに対して，甲1発明2では，単に光である点。",
                            "＜相違点8＞開口に関して，本件発明9では，「ホール(孔)」としているのに対して，甲1発明2では，中心から放射状に伸びる近接した2本の直線で囲まれ，中心付近から周縁近くまで伸びた溝2と，溝2の長手方向中央に設けられた貫通孔3である点。",
                            "＜相違点9＞光透過部材の構造に関して，本件発明9では，「前記ウィンドウは，該パッドに形成された中実な材料からなるプラグであって，該レーザービームに対して透過性を有する前記プラグを備え」るとして，研磨パッドに光透過部材が設けられているのに対して，甲1発明2では，光透過部材は，貫通孔3の溝2側に嵌め込まれた透明ガラス製の中実な材料からなる透明窓材4である点。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲1発明3と本件発明18",
                          "text": [
                            "＜相違点10＞測定する基板上の表面層の研磨状態に関して，本件発明18では，「基板上の表面層の状態の均一性」であるとしているのに対して，甲1発明3では，ウエハ7の研磨状態の終点であるとしている点。",
                            "＜相違点11＞光透過部材の構造に関して，本件発明18では，「前記ウィンドウは，該パッドに形成された中実な材料からなるプラグであって，該光ビームに対して透過性を有する前記プラグを備え」るとして，研磨パッドに光透過部材が設けられているのに対して，甲1発明3では，光透過部材は，貫通孔3の溝2側に嵌め込まれた透明ガラス製の透明窓材4である点。",
                            "＜相違点12＞本件発明18では，「(b)基板から反射されてくる赤光の範囲を含む光ビームによって生じる干渉信号をモニタするステップと，(c)前記干渉信号から表面層の状態の均一性の尺度を計算するステップとを備える」としているのに対して，甲1発明3では，ウエハ7から反射されてくる赤光の範囲を含む光をプローブ9により受光して検出するステップを備える点。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲1発明3と本件発明19",
                          "text": [
                            "相違点10ないし相違点12は上記bと同じ。",
                            "＜相違点13＞計算するステップに関して，本件発明19では，「干渉信号から特徴情報を抽出するステップと，抽出された特徴情報から表面層の状態の均一性の尺度を計算するステップとを備える」としているのに対して，甲1発明3では，そのようなステップを備えていない点。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "甲1発明3と本件発明20",
                          "text": [
                            "相違点10ないし相違点13は上記b，cと同じ。",
                            "＜相違点14＞本件発明20では，「表面層の状態の均一性の尺度を参考値と比較するステップと，表面層の状態の均一性の尺度が該参考値から所定の量以上広がったときに警告を発するステップとを更に備える」としているのに対して，甲1発明3では，そのようなステップを備えていない点。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "甲1発明4と本件発明24",
                          "text": [
                            "＜相違点15＞基板に関して，本件発明24では，「層を自身の上に有する」としているのに対して，甲1発明4では，SOIウエハではあるものの，層を自身の上に有しているのかどうか不明な点。",
                            "＜相違点16＞光透過部材の構造に関して，本件発明24では，「前記ウィンドウは，該パッドに形成された中実な材料からなるプラグであって，該光ビームに対して透過性を有する前記プラグを備え」るとして，研磨パッドに光透過部材が設けられているのに対して，甲1発明4では，光透過部材は，貫通孔3の溝2側に嵌め込まれた透明ガラス製の中実な材料からなる透明窓材4である点。",
                            "＜相違点17＞本件発明24では，「光ビームによって生じる干渉信号をモニタするステップ」を有しているのに対して，甲1発明4では，ウエハ7から反射されてくる光をプローブ9により受光して検出するステップを備える点。",
                            "＜相違点18＞本件発明24では，「(c)干渉信号から干渉計波形を抽出するステップと，(d)前記抽出された干渉計波形を保存されている情報と比較するステップであって，前記保存されている情報は，研磨プロセスに対して望ましい操作のポイントを代表している，前記比較するステップ」を有しているのに対して，甲1発明4では，そのようなステップを有していない点。",
                            "＜相違点19＞本件発明24では，「(e)抽出された干渉計波形が保存されている情報から所定の量以上広がったとき，警告を発するステップ」を備えているのに対して，甲1発明4は，そのようなステップを有していない点。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "甲1発明4と本件発明25",
                          "text": [
                            "相違点15ないし相違点19は上記eと同じ。",
                            "＜相違点20＞本件発明25では，「干渉信号を，オペレータが見ることができるように，視覚的なディスプレイ装置上に表示するステップを更に備える」としているのに対して，甲1発明4では，そのようなステップを備えていない点。"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "甲1発明5と本件発明27",
                          "text": [
                            "＜相違点21＞ウィンドウに関して，本件発明27では，「中実な透明」と特定し，また，「前記ウィンドウは，該パッドに形成された中実な材料からなるプラグであって，光ビームに対して透過性を有する前記プラグを備え」と特定しているのに対して，甲1発明5では，ウィンドウに相当する研磨布窓6が，定盤1の溝2と同形に切り抜かれたものであり，定盤1には，中心から放射状に伸びる近接した2本の直線で囲まれ，中心付近から周縁近くまで伸びた溝2と，溝2の長手方向中央に設けられた貫通孔3が設けられ，前記貫通孔3の溝2側には，透明ガラス製の透明窓材4が嵌め込まれたものである点。",
                            "＜相違点22＞光ビームの発生に関して，本件発明27では，「コリメートされた」ものとしているのに対して，甲1発明5では，コリメートされているかどうかが不明な点。",
                            "＜相違点23＞光ビーム測定装置に関して，本件発明27では，「干渉計」であるとし，また，「前記干渉計は干渉信号を発生する，前記干渉計と，前記干渉信号から表面層の状態の均一性の尺度を計算するようにプログラミングされたデータプロセッサとを備える」と特定しているのに対して，甲1発明5では，プローブ9である点。"
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "甲1発明5と本件発明28",
                          "text": [
                            "上記gの相違点21ないし相違点23と同じ。"
                          ]
                        },
                        {
                          "fig": "i",
                          "subject": "甲1発明5と本件発明29",
                          "text": [
                            "上記gの相違点21ないし相違点23と同じ。"
                          ]
                        },
                        {
                          "fig": "j",
                          "subject": "甲1発明5と本件発明30",
                          "text": [
                            "相違点21ないし相違点23は上記gと同じ。",
                            "＜相違点24＞干渉計に関して，本件発明30では，「レーザー干渉計」であると特定しているのに対して，甲1発明5では，プローブ9である点。"
                          ]
                        },
                        {
                          "fig": "k",
                          "subject": "甲1発明5と本件発明31",
                          "text": [
                            "相違点21ないし相違点23は上記gと同じ。",
                            "＜相違点25＞データプロセッサに関して，本件発明31では，更に，「干渉信号から特徴情報を抽出することと，前記抽出された特徴情報から均一性の前記尺度を計算することと，をプログラミングされている」と特定しているのに対して，甲1発明5では，そのようなことについて不明である点。"
                          ]
                        },
                        {
                          "fig": "l",
                          "subject": "甲1発明5と本件発明32",
                          "text": [
                            "相違点21ないし相違点23は上記gと，相違点25は上記kと同じ。",
                            "＜相違点26＞データプロセッサに関して，本件発明32では，更に，「均一性の尺度を参考値と比較することと，均一性の前記尺度が該参考値から所定の量以上広がったときに警告を発することと，をプログラミングされている」と特定しているのに対して，甲1発明5では，そのようなことについて不明である点。"
                          ]
                        },
                        {
                          "fig": "m",
                          "subject": "甲1発明6と本件発明39",
                          "text": [
                            "＜相違点27＞光透過部材の構造に関して，本件発明39では，「前記ウィンドウは，該パッドに形成された中実な材料からなるプラグであって，光ビームに対して透過性を有する前記プラグを備え」ているとして，研磨パッドに光透過部材が設けられているのに対して，甲1発明6では，光透過部材は，貫通孔3の溝2側に嵌め込まれた透明ガラス製の透明窓材4である点。",
                            "＜相違点28＞光ビームに関して，本件発明39では，「コリメートされた」と特定しているのに対して，甲1発明6では，光がコリメートされたものであるのかどうか不明な点。",
                            "＜相違点29＞光測定装置に関して，本件発明39では，「干渉計」と特定しているのに対して，甲1発明6では，プローブ9である点。",
                            "＜相違点30＞研磨プロセスのインシチュウによるモニタリングを与える，光測定装置を備え，前記光測定装置からの信号を解析し，研磨状態の終点を知るものに関して，本件発明39では，「研磨プロセスのインシチュウによるモニタリングを与える，干渉計と，前記干渉計からの周期信号を解析し，該周期信号からの研磨の終点を検出するプロセッサとを備える」としているのに対して，甲1発明6では，光測定装置はプローブ9であり，研磨の終点を知ることに関してプロセッサを用いているのかどうか不明な点。"
                          ]
                        },
                        {
                          "fig": "n",
                          "subject": "甲1発明8と本件発明52",
                          "text": [
                            "＜相違点37＞研磨パッド及びウィンドウに関して，本件発明52では，「発泡材料からなり透過性のない研磨面と中実な透過性のウィンドウを有する」と特定し，また，「前記ウィンドウは，該パッドに形成されたプラグであって，赤光の範囲を含む光ビームに対して透過性を有する前記プラグを備え」ているとして，研磨パッドに光透過部材が設けられているのに対して，甲1発明8では，研磨パッドに相当する研磨布5は，発泡材料からなるものの，研磨面と定盤1の溝2と同形に切り抜かれた研磨布窓6を有するものであり，また，赤色の範囲を含む光透過部材は，貫通孔3の溝2側に嵌め込まれた透明ガラス製の中実な材料からなる透明窓材4である点。",
                            "＜相違点38＞光発生兼測定装置に関して，本件発明52では，「光源と，基板より反射された光を測定する検出器」としているのに対して，甲1発明8では，光を照射しその反射光を受光するプローブ9である点。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決には，以下のとおり，(1) 光透過性のプラグを研磨パッドに形成する構成に関する容易想到性判断の誤り(取消事由1)，(2) 赤光の範囲を含む「レーザービーム」をウエハに向けて発する構成に関する容易想到性判断の誤り(取消事由2)，(3) 「基板上の表面層の状態の均一性」及び「基板上の表面層の状態の均一性の尺度を計算する」構成及び「干渉計は・・・表面層の状態の均一性の尺度として計算するようにプログラミングされたデータプロセッサとを備える」構成に関する容易想到性判断の誤り(取消事由3)，(4) 「モニタするステップ」との構成に関する容易想到性判断の誤り(取消事由4)，(5) 「表面層の状態の均一性の尺度を参考値と比較するステップと，表面層の状態の均一性の尺度が該参考値から所定の量以上広がったときに警告を発するステップとを更に備える」構成，「前記抽出された干渉計波形が前記保存されている情報から所定の量以上広がったとき，警告を発するステップ」を備える構成及び「均一性の尺度を参考値と比較することと，均一性の前記尺度が該参考値から所定の量以上広がったときに警告を発することと，をプログラミングされている」構成に関する容易想到性判断の誤り(取消事由5)，(6) 「干渉信号から干渉計波形を抽出するステップと，・・・前記抽出された干渉計波形を保存されている情報と比較するステップであって，前記保存されている情報は，研磨プロセスに対して望ましい操作のポイントを代表している，前記比較するステップ」との構成に関する容易想到性判断の誤り(取消事由6)，(7) 本件発明24と甲1発明4に関し，「研磨プロセスの特性を評価する」との相違点を看過した誤り(取消事由7)，(8) 「干渉信号を，オペレータが見ることができるように，視覚的なディスプレイ装置上に表示するステップを更に備える」構成に関する容易想到性判断の誤り(取消事由8)，(9) 「研磨プロセスのインシチュウによるモニタリングを与える，干渉計と，前記干渉計からの周期信号を解析し，該周期信号からの研磨の終点を検出するプロセッサとを備える」構成に関する容易想到性判断の誤り(取消事由9)があり，これらは審決の結論に影響を及ぼすから，審決は取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "光透過性のプラグを研磨パッドに形成する構成(本件発明9と甲1発明2との相違点9，本件発明18ないし20と甲1発明3との相違点11，本件発明24，25と甲1発明4との相違点16，本件発明27ないし32と甲1発明5との相違点21，本件発明39と甲1発明6との相違点27，本件発明52と甲1発明8との相違点37)に関する容易想到性判断の誤り(取消事由1)",
              "text": [
                "審決は，上記各相違点について，「両者の違いは，光ビームを透過する部材を設ける位置の違いだけである」とした上で，「光ビームを透過する部材を，研磨する部材側に設けることが甲2記載事項1，甲3記載事項，甲4記載事項に記載されているように周知の事項である」として，甲1発明(2ないし6，8)においても，「透明窓材4を，研磨パッドに相当する研磨布5に形成することは，当業者が容易になし得たものである」旨判断した。",
                "しかし，本件各発明は，光透過性のプラグを発泡材料からなる表面を有する研磨パッドに形成し，光透過性部材のウィンドウを用いたケミカルメカニカルポリシング(CMP)光学的終点検出における，CMP装置の設置時のプラグの高さ調整を不要とし，スラリの一部がパッド表面化からプラーテン上に漏出することがないようにし，スラリの消費を抑えるものであるところ，このような開示は，甲1にも甲2ないし甲4にもされていないから，本件各発明を甲1及び甲2ないし甲4に基づいて当業者が容易に発明することができたとはいえない。とりわけ，甲2ないし甲4は，いずれも研磨する部材を「透明体と(する)」あるいは「透明なものと(する)」ことが記載されているにすぎず，発泡材料からなる表面を有する研磨パッドと光透過性のプラグという2つの部材が存在することを前提とする，プラグの高さ調整やスラリ漏出の問題に関する記載や示唆は一切ないのである。",
                "すなわち，甲1の記載(【0007】，【0009】，【0010】，【0022】，【0023】，図1，図2)によれば，透明窓材4は研磨布5ではなく，定盤1に形成されている(定盤1の貫通孔3に嵌め込まれている。)といえる。スラリーが光を拡散するという光学的検出に有害な性質を有しており，スラリーの溜まりができることは本来好ましくないにもかかわらず，甲1では，ガラス製の透明窓材4がウエハに接触して傷をつけることがないように，透明窓材4は，研磨中も，その上端が研磨布5の表面より十分低くなっていることを不可欠の要素としているのも，透明窓材4が研磨布5ではなく，定盤1に形成されているからである。",
                "甲2の記載(【請求項1】，【0003】ないし【0005】，【0007】，【0008】，【0013】，図1，図3)によれば，「ポリシングパッド1による貼り合わせウェーハ11の研磨において，ポリシングパッド1を透明体とし，ポリシングパッド1を透過してレーザ光を照射するもの。」が記載されているが，光透過性のプラグを発泡材料からなる表面を有する研磨パッドに形成することは開示されていない。",
                "甲3の記載(1頁右下欄4行ないし2頁左下欄16行，2頁右下欄3行ないし3頁左上欄18行，3頁右下欄1ないし10行)によれば，光学部品の研磨に際し，「ポリッシャ3は光学的に透明な材料を用い」，被加工物の被加工面を光源からの光線により照射する構成を採用することにより，加工液の化学反応を光化学的及び熱的に促進することが開示されているが，光透過性のプラグを発泡材料からなる表面を有する研磨パッドに形成することは開示されていない。",
                "甲4の記載(1頁左下欄16行ないし右下欄1行，1頁右下欄10ないし19行，2頁左上欄12行ないし右上欄19行，2頁左下欄13ないし18行)によれば，光学ガラス等の「液中研磨」に関し，「被加工物2をポリシャ4で研磨するにあたり合成樹脂からなるポリシャ4を透明なものとし，レーザ光を照射し，透明なポリシャ4を透過してレーザ光を照射するもの」は記載されているが，光透過性のプラグを発泡材料からなる表面を有する研磨パッドに形成することは開示されていない。",
                "さらに，CMPの分野において，「研磨パッド」と「プラーテン」は概念として区別されており，研磨パッドはプラーテンと比較すると薄く柔軟性を有する部材であり(甲42)，甲1においても，研磨布5(研磨パッド)はウレタン含浸ポリエステル不織布，定盤1(プラーテン)はアルミニウム製とされる。一方，プラグは，スラリの漏出防止のためのものであり，確実な取り付けが求められるから，プラグを形成する場合には，確実な取り付けの観点から，プラーテンに形成しようとすることが自然である。すなわち，プラグを柔軟性のある研磨パッドに形成するには，特別の動機が必要とされる。しかし，甲2ないし甲4に記載されたものは，せいぜい透明な研磨部材(技術分野の相違等についてはさて措くものとする)であり，光透過性部材をあえて柔軟性のある研磨パッドの形成する動機となることは記載されていない。そうすると，甲1及び甲2ないし甲4から認定される周知の事項に基づいて，上記各相違点に係る本件各発明の構成が容易想到であったとはいえない。",
                "したがって，甲1発明(2ないし6，8)において，「透明窓材4を，研磨パッドに相当する研磨布5に形成することは，当業者が容易になし得たものである」とした審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "赤光の範囲を含む「レーザービーム」をウエハに向けて発する構成(本件発明9と甲1発明2との相違点7)に関する容易想到性判断の誤り(取消事由2)",
              "text": [
                "審決は，相違点7について，「ウェーハの研磨における終点検知の光としてレーザ光を用いることは，甲2記載事項1に見られるように従来周知の事項であることから，甲1発明2においても，終点検知に用いる光をレーザ光とすることは，当業者が容易になし得たものである。」と判断した。",
                "本件発明9は，「赤光の範囲を含むレーザービームをウエハに向けて発する」ことを規定するが，甲1の記載(【0013】，【0027】，【0029】)によれば，甲1でウエハに向けて発する光は，レーザービームではなく，「旧型の蛍光灯や白熱灯」であるとともに，「波長範囲680～800nm」で分光反射率測定を行う理由は，「SOIの厚さ1μmのシリコン膜の分光反射率は波長700nmと770nmにピークを持つ」ことから，当該ピークを観察できるようにするためである。そうすると，甲1記載のウエハに向けて発する光は，赤光の範囲を含むレーザービームではない。",
                "そして，甲1において，上記のような波長ピーク観察を可能とするためには，幅広い波長分布を持つ光(例えば，「波長範囲680～800nm」に均等に波長分布を持つ光)をウエハに向けて発することが必要である(単一波長の光の場合には，波長ピークは現れない。)から，甲1発明2は，幅広い波長分布を持つ光を用いることを大前提とした発明であって，この甲1で用いられる幅広い波長分布を持つ光を，波長分布が特定の発振波長に限定されるレーザービームに代えることが容易であるということはできない。",
                "また，甲2には，レーザ光を貼り合わせウェーハ11に照射することは記載されているが，その波長についての記載はないから，赤光の範囲を含むレーザービームをウエハに向けて発することは記載されていないし，ウエハに向けて発するレーザービームとして，赤光の範囲を含むレーザービームを選択して，「サイクル毎に除去されるべき材料の量を制御不能にすることなく，散乱を許容される程度にする」(本件明細書の【0054】)ことの記載も示唆もない。",
                "したがって，甲1及び甲2に基づいて，赤光の範囲を含むレーザービームをウエハに向けて発するとすることが容易であるということはできず，相違点7に関する審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「基板上の表面層の状態の均一性」及び「基板上の表面層の状態の均一性の尺度を計算する」構成(本件発明18ないし20と甲1発明3との相違点10及び12)及び「干渉計は・・・表面層の状態の均一性の尺度として計算するようにプログラミングされたデータプロセッサとを備える」構成(本件発明27と甲1発明5との相違点23)に関する容易想到性判断の誤り(取消事由3)",
              "text": [
                "審決は，相違点10について，甲5には，「表面に酸化物被覆14を有する半導体ウェーハ10における酸化物被覆14を物理的に平面化するに際して，レーザ干渉測定装置28により酸化物被覆14の厚さを検出する，物理的な平面化及び終点検出装置。」が記載されており，基板の研磨に際して，基板上における表面層の状態の均一性を測定することは周知の事項であるから，甲1発明3においても，基板に相当するウエハ7において，その表面層の状態の均一性を測定するようにすることは，当業者が容易になし得たものである旨判断した。",
                "また，審決は，相違点12について，甲5には，「基板上の表面層の状態を均一化するに際して，前記表面層の状態の均一性を測定し，干渉信号をモニタする装置」が記載されているから，甲1発明3において，ウエハ7の表面層の状態の均一性を測定するように代えた場合，その均一性を判断するためには，光ビームによって生じる干渉信号をモニタし，これにより，干渉信号からの表面層の状態の均一性の尺度を計算しなければならないことは，当然の設計変更に過ぎない旨判断した。",
                "しかし，審決の判断は，以下のとおり，誤りである。",
                "本件発明18の「基板上の表面層の状態の均一性」とは，「研磨されるべき層の均一性」を意味し，「基板上の表面層の状態の均一性の尺度を計算する」とは，研磨中にウエハ表面の様々な場所の干渉波形をサンプリングすることにより，正弦波を基礎とする信号に持ち込まれる変動，すなわち表面層の不均一性に起因して信号に持ち込まれる変動，を尺度として計算することを意味している。いずれも，表面層の厚さを測定することとは異なった技術的意味を有している。すなわち，本件発明18の「基板上の表面層の状態の均一性」及び「基板上の表面層の状態の均一性の尺度を計算する」の意義は，特許請求の範囲の記載からは一義的に明確ではないので，本件明細書の記載を参酌する必要があるところ，本件明細書の記載(【0056】ないし【0060】，【0069】，【0070】，【0074】)に照らすと，本件発明18の「基板上の表面層の状態の均一性」とは，「研磨されるべき層の均一性」を意味し，「基板上の表面層の状態の均一性の尺度を計算する」とは，研磨中にウエハ表面の様々な場所の干渉波形をサンプリングすることにより，正弦波を基礎とする信号に持ち込まれる変動，すなわち表面層の不均一性に起因して信号に持ち込まれる変動，を尺度として計算することを意味すると解される。",
                "これに対し，甲5の記載(【0001】ないし【0003】，【0005】，【0009】，【0010】，【0012】，【0013】，【0016】ないし【0020】，【0026】ないし【0029】)によれば，レーザ干渉測定装置28により，1つ又は複数の基準点における半導体ウェーハ10の酸化物被覆14の厚さを検出することが記載されているにすぎず，表面層の均一性を測定することや，表面層の不均一性に起因して信号に持ち込まれる変動を尺度として計算することが記載されているとはいえない。なお，甲5には，一見すると研磨中の半導体ウェーハの平面性(ないしは平坦性)を測定するかのごとき記載(【0001】の「本発明は，集積回路の製造方法，特に，半導体ウェーハを物理的に平面化し(planarization)かつ終点(endpoint)を検出するための新規な方法及び装置に関する。」など)があるが，甲5の他の記載に照らせば，そこにおいて測定されるものとして記載されているものは，所定の基準点における酸化物の「厚さ」であり，平面性ではないというべきである。",
                "そうすると，甲5には，表面層の平面性を測定することも，表面層の不均一性に起因して信号に持ち込まれる変動を計算することも記載されていないから，審決が，甲5記載事項における「酸化物被覆14を物理的に平面化するに際して，酸化物被覆14の厚さを検出する」ことは，「表面層の状態を均一化するに際して，前記表面層の状態の均一性を測定する」ことと言い換えることができるとして，基板上における表面層の状態の均一性を測定することは周知の事項であるとしたのは誤りである。「酸化物被覆14を物理的に平面化するに際して，酸化物被覆14の厚さを検出する」ことと，「表面層の状態を均一化するに際して，前記表面層の状態の均一性を測定する」ことは異なる。前者は，厚さを検出するのに対し，後者は表面層の状態の均一性を測定するものである。",
                "したがって，審決が，相違点10及び12に係る本件発明18ないし20の構成が容易想到であるとした判断は誤りであり，同様の理由で，相違点23に係る本件発明27の構成が容易想到であるとした判断も誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "「モニタするステップ」との構成(本件発明18ないし20と甲1発明3との相違点12，本件発明24，25と甲1発明4との相違点17)に関する容易想到性判断の誤り(取消事由4)",
              "text": [
                "審決は，相違点12について，甲5には，「基板上の表面層の状態を均一化するに際して，前記表面層の状態の均一性を測定し，干渉信号をモニタする装置」が記載されているから，甲1発明3において，ウエハ7の表面層の状態の均一性を測定するように代えた場合，その均一性を判断するためには，光ビームによって生じる干渉信号をモニタすることは，当然の設計変更に過ぎない旨判断した。",
                "しかし，審決の判断は，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明18の「モニタ」は，CMPプロセスが正常な状態に保たれるように干渉信号を継続して監視することであり(甲109の2)，特定の時点において測定や観測することを意味するのではない。また，本件明細書の記載(【0004】，【0005】，【0039】，【0043】，【0045】，【0056】，【0057】，【0063】，【0073】，【0075】，図9)をみても，本件特許発明18の「モニタ」が，CMPプロセスが正常な状態に保たれるように干渉信号を継続して監視することであると理解できる。",
                    "これに対し，甲5の記載(【0022】，【0023】，【0027】ないし【0029】)によれば，レーザ干渉測定装置28が酸化物の厚さを測定することが記載されているにすぎず，研磨プロセスが正常な状態に保たれるように干渉信号を継続して監視することは記載されていない。",
                    "したがって，甲5には，干渉信号を「モニタ」することは記載されていないというべきであり，甲5に「干渉信号をモニタする装置」が記載されているとして，「甲1発明3において，ウエハ7の表面層の状態の均一性を測定するように代えた場合，その均一性を判断するためには，光ビームによって生じる干渉信号をモニタ・・・することは，当然の設計変更にすぎない」とした審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件発明18は，相違点12に係る構成を備えることにより，本件明細書の段落【0056】に記載されたように，「ウエハ／基板の表面にわたって均一な表面層を得るために」「研磨されるべき層の均一性をモニタする」ことができるなどの効果を奏するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，相違点12に係る本件発明18ないし20の構成について容易想到とした審決の判断は誤りである。また，相違点17に係る本件発明24，25の構成についての審決の判断も，同様の理由により誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "「表面層の状態の均一性の尺度を参考値と比較するステップと，表面層の状態の均一性の尺度が該参考値から所定の量以上広がったときに警告を発するステップとを更に備える」構成(本件発明20と甲1発明3との相違点14)，「前記抽出された干渉計波形が前記保存されている情報から所定の量以上広がったとき，警告を発するステップ」を備える構成(本件発明24と甲1発明4との相違点19)及び「均一性の尺度を参考値と比較することと，均一性の前記尺度が該参考値から所定の量以上広がったときに警告を発することと，をプログラミングされている」構成(本件発明32と甲1発明5との相違点26)に関する容易想到性判断の誤り(取消事由5)",
              "text": [
                "審決は，相違点14について，甲2には，「研磨作業中に何らかの異常が発生した場合，制御装置7が警報装置9に指令信号を出力し，警報装置9が作動すること。」(以下，「甲2記載事項2」という。)が記載されていると認定した上で，「一般に，研磨中に異常が発生した場合，警報を発することは，例えば，甲2記載事項2に見られるように周知の事項であり，『異常』と判断するためには何らかの閾値を設定し，その閾値と測定値を比較することにより判定することは通常行われていることである」として，相違点14に係る本件発明19の構成を容易想到であると判断した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，甲2には，研磨作業中に何らかの異常が発生した場合，制御装置7が警報装置9に指令信号を出力することは記載されているが，制御装置7がどの装置の何の信号に基づいて「何らかの異常が発生した」と判断するかは何ら記載されていない。甲2は，研磨中に均一性の尺度が異常に変化する(大きくなる)ことを全く想定していないのであって，プロセスの異常性の判断に，表面層の状態の均一性の尺度を用いることや表面層の状態の均一性の尺度の参考値や許容偏差を設けることについて何らの記載も示唆もない。また，甲1，甲3ないし甲5にも，研磨中に異常が発生した場合については記載されておらず，これを周知事項と認定することはできない。",
                    "加えて，甲1ないし甲5には，「表面層の状態の均一性の尺度を参考値と比較するステップ」も記載されていない。",
                    "したがって，相違点14に係る本件特許発明20の構成を容易想到であると認定した審決は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明20は，相違点14に係る構成を備えることにより，「製品の損害を防止する」(本件明細書の【0069】)ことができるという効果を奏するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，相違点14に係る本件発明20の構成を容易想到とした審決の判断は誤りである。また，相違点19に係る本件発明24の構成，相違点26に係る本件発明32の構成を容易想到とした審決の判断も，同様の理由により，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "「干渉信号から干渉計波形を抽出するステップと，・・・前記抽出された干渉計波形を保存されている情報と比較するステップであって，前記保存されている情報は，研磨プロセスに対して望ましい操作のポイントを代表している，前記比較するステップ」との構成(本件発明24と甲1発明4との相違点18)に関する容易想到性判断の誤り(取消事由6)",
              "text": [
                "審決は，相違点18について，「一般に，測定を行う場合，関連する情報を保存しておき，測定値を保存されている当該情報と比較し，測定の結果に対する操作の指針を与えることは，甲第1号証(特に，段落【0029】参照。)にも見られるように従来周知の事項である」として，「干渉信号から干渉計波形を抽出し，抽出された干渉計波形を保存されている指針である情報と比較し，その際に，当該保存されている情報を，研磨プロセスに対しての操作である望ましい操作のポイントを代表しているものとすること」は，設計事項にすぎない旨判断した。",
                "しかし，甲1の段落【0029】には，SOIのシリコン膜の分光反射率の「一つのピークの位置が700nmを下回った時点で次のピークの位置を読み，それが765nm以上であれば研磨を終了する」と記載されているが，シリコン膜の分光反射率のピーク情報を「保存」しておくことは記載されていないし，ましてや「研磨プロセスに対して望ましい操作のポイントを代表している」情報を保存しておくことや，システムが最適に動作しているか否かを決定するために情報を保存しておくことは記載されていない。これらの事項が周知の事項であることを示す証拠はない。また，本件発明24は，相違点18に係る構成を備えることにより，「製品の損害を防止する」(本件明細書の【0069】)などの効果を奏するものである。",
                "したがって，相違点18に係る本件発明24の構成を容易想到であると認定した審決は誤りである。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "本件発明24と甲1発明4に関し，「研磨プロセスの特性を評価する」との相違点を看過した誤り(取消事由7)",
              "text": [
                "審決は，甲1発明4における「研磨状態の終点を知る」ことは，本件発明24の「研磨プロセスの特性を評価する」と言い換えることができる，として，この点を両者の相違点として認定しなかった。",
                "しかし，本件明細書の記載(【0068】ないし【0071】)によれば，本件発明24の「研磨プロセスの特性を評価する」とは，システムが最適に動作しているか否かを決定することを意味することは明らかである。",
                "したがって，「研磨状態の終点を知る」ことは，「研磨プロセスの特性を評価する」と言い換えることはできず，審決は，「本件発明24では，『研磨プロセスの特性を評価する』方法であるのに対し，甲1発明4では，『研磨の終点を知る』方法である点。」との点も，本件発明24と甲1発明4の相違点として認定すべきであったのに，これを看過したものである。",
                "また，甲2には，システムが最適に動作しているか否かを決定することが記載されておらず，光検出器6が透過光を検出すると，研磨を終了することが記載されているだけであり，研磨中に異常が発生した場合に関する事項は記載されていない。甲3ないし甲5にも，システムが最適に動作しているか否かを決定することは記載されていない。そうすると，上記相違点に係る本件発明24の構成は容易想到であるとはいえない。",
                "したがって，審決には，上記相違点を看過した誤りがあり，その誤りが本件発明24の容易想到性判断に影響を及ぼすことは明らかである。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "「干渉信号を，オペレータが見ることができるように，視覚的なディスプレイ装置上に表示するステップを更に備える」構成(本件発明25と甲1発明4との相違点20)に関する容易想到性判断の誤り(取消事由8)",
              "text": [
                "審決は，相違点20について，「一般に，検出した信号をオペレータが見ることができるように，視覚的なディスプレイ装置上に表示することは通常行われていることであるので，甲1発明4において，検出した信号である干渉信号を，オペレータが見ることができるように，視覚的なディスプレイ装置上に表示するようにすることは，当業者が容易になし得たものである。」と判断した。",
                "しかし，基板から反射されてくる光ビームによって発生する干渉信号をモニタするために，干渉信号を視覚的なディスプレイ装置上に表示することが通常行われていることを示す証拠は一切なく審決の認定は不当である。",
                "そして，本件発明25は，相違点20に係る構成を備えることにより，「人間の目は高度に敏感であり，画像において予想される変化が僅かでも生じればこれを検知する。従って，ある程度経験を積んだ後は，オペレータはしばしば波形を見るだけで，CMPシステム全体の変化やさしせまった問題を検知することが可能となるだろう。」(本件明細書の【0075】)という効果を奏する。",
                "したがって，相違点20に係る本件発明25の構成を容易想到とした審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "「研磨プロセスのインシチュウによるモニタリングを与える，干渉計と，前記干渉計からの周期信号を解析し，該周期信号からの研磨の終点を検出するプロセッサとを備える」構成(本件発明39と甲1発明6との相違点30)に関する容易想到性判断の誤り(取消事由9)",
              "text": [
                "審決は，相違点30について，甲5記載事項の「干渉計からの信号が周期信号であることは自明の事項であり，それを解析するためにプロセッサを用いることは通常行われていることである」として， 「プロセッサを用いることにより，干渉計からの周期信号を解析し，該周期信号から，研磨の終点を検出する構成とすること」は，当業者が容易になし得た程度のものに過ぎない旨判断した。",
                "しかし，上記(4) のとおり，甲5には，レーザ干渉測定装置28が酸化物の厚さを測定することが記載されているにすぎず，研磨プロセスが正常な状態に保たれるように干渉信号を継続して監視するものではないから，干渉計からの信号が周期信号であることは自明なこととして記載されているわけではないし，それを解析するためにプロセッサを用いることも通常行われていることの記載も示唆もない。",
                "また，仮に，干渉計からの信号が周期信号であることが物理現象として自明であったとしても，そのことから，当該周期信号を解析して研磨の終点を検出する技術的思想が自明であることにはならない(すべての発明は，自然法則に適ったものであるが，そのこと故に進歩性が否定されるわけではない。)。また，本件発明39は，相違点30に係る構成を備えることにより，「パターニングされたウエハの表面が平坦化された時を決定することが可能となる。」(本件明細書の【0045】)という効果を奏するものである。",
                "したがって，「干渉計からの信号が周期信号であることは自明の事項であり，それを解析するためにプロセッサを用いることは通常行われていることである」として，相違点30に係る本件発明39の構成が当業者により容易に想到できたものであるとした審決の認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "審決には，以下のとおり，取り消されるべき判断の誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(光透過性のプラグを研磨パッドに形成する構成に関する容易想到性判断の誤り)に対し",
              "text": [
                "原告は，「光透過性のプラグを研磨パッドに形成すること」について，甲1にも，甲2ないし甲4にも開示されていないから，審決の認定は誤りと主張する。",
                "しかし，本件各発明では，「パッドに形成されたプラグ」としているのに対して，甲1発明(2ないし6，8)では，「貫通孔3の溝2側にはめ込まれた透明窓材4」である。ここで，プラグと透明窓材4は，いずれも光ビームを透過する部材であるという点では格別な違いを見出すことができない。したがって，本件各発明と甲1発明(2ないし6，8)の違いは，光ビームを透過する部材を，本件発明9では研磨パッドに形成するのに対して，甲1発明(2ないし6，8)ではプラーテンに相当する定盤1の貫通孔3に設けている点，即ち，光ビームを透過する部材を設ける位置の違いだけである。",
                "また，光ビームを透過する部材を，研磨する部材側に設けることは，甲2ないし甲4より周知事項である。",
                "したがって，甲1発明(2ないし6，8)において，透明窓材4を，研磨パッドに相当する研磨布5に形成することは当業者が容易になし得たものである。また，本件発明9によってもたらされる作用ないし効果は，いずれも甲1発明(2ないし6，8)，及び，甲2ないし甲4の記載事項から予測可能なものであって，格別なものではない。原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(赤光の範囲を含む「レーザービーム」をウエハに向けて発する構成に関する容易想到性判断の誤り)に対し",
              "text": [
                "相違点7について，ウエハの研磨における終点検知の光としてレーザ光を用いることは，甲2の記載事項に見られるように従来周知の事項である。また，甲5からも終点検知の光としてレーザ光を使用することは周知である。レーザービームの光を何色にするかは，反射する材料やその環境に応じて適宜選択する設計的事項である。",
                "したがって，甲1発明2において，終点検知に用いる光をレーザ光とすることは当業者が容易になし得ることである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(「基板上の表面層の状態の均一性」及び「基板上の表面層の状態の均一性の尺度を計算する」構成及び「干渉計は・・・表面層の状態の均一性の尺度として計算するようにプログラミングされたデータプロセッサとを備える」構成に関する容易想到性判断の誤り)に対し",
              "text": [
                "原告は，相違点10及び12について，「基板上の表面層の状態の均一性」及び「基板上の表面層の状態の均一性の尺度を計算する」ことは，容易ではないと主張する。",
                "しかし，甲5の記載事項における「酸化物被膜14を物理的に平面化するに際して，酸化物被膜14の厚さを検出する」ことは，「表面層の状態を均一化するに際して，前記表面層の状態の均一性を測定する」ことと言い換えることができるので，審決の判断に誤りはない。",
                "原告の主張する「基板上の表面層の均一性」とは，本件明細書の段落【0056】において，「典型的には，研磨後の層の厚さが約5～10％を越えて変動してはならない」と記載されるように，表面層の膜の厚さのバラツキに対応した指標であり，基板上の複数点における膜厚の測定を示していることに他ならない。また，原告は，本件明細書の段落【0056】から【0060】の記載事項を引用して，表面層の状態の均一性について縷々主張するが，いずれの主張も甲5記載事項の範囲内に留まるものであり，全く異なる意味での均一性の尺度を意味しているわけではない。",
                "したがって，本件発明18が与える表面層の状態の均一性は，甲5記載の発明の開示に基づき当業者は容易に想到し得るものである。また，本件発明19，20は，本件発明18を引用しており，相違点10及び12に関する判断は上記と同様に解すべきである。また，相違点23に係る本件発明27の構成についても，同様の理由により，当業者が容易になし得るものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(「モニタするステップ」との構成に関する容易想到性判断の誤り)に対し",
              "text": [
                "原告は，本件発明18ないし20，24，25の「モニタ」において，「モニタ」とは，CMPプロセスが正常な状態に保たれるように干渉信号を継続して監視することであり，特定の時点において測定や観測することを意味するのではない旨，また，甲5には，レーザー干渉測定装置28が酸化物の厚さを測定することが記載されているにすぎず，研磨プロセスが正常な状態に保たれるように干渉信号を継続して監視することは記載されていない旨主張する。",
                "しかし，甲5の段落【0029】には，「このように，本発明の装置及び方法は，平面化工程中，半導体ウェーハの表面の終点又は酸化物の厚さを正確に検出する手段により半導体ウェーハを物理的に平面化することを可能とするものである。」と記載されるように，研磨プロセスが正常な状態に保たれるように干渉信号を継続的に監視していることを示している。",
                "したがって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5(「表面層の状態の均一性の尺度を参考値と比較するステップと，表面層の状態の均一性の尺度が該参考値から所定の量以上広がったときに警告を発するステップとを更に備える」構成，「前記抽出された干渉計波形が前記保存されている情報から所定の量以上広がったとき，警告を発するステップ」を備える構成及び「均一性の尺度を参考値と比較することと，均一性の前記尺度が該参考値から所定の量以上広がったときに警告を発することと，をプログラミングされている」構成に関する容易想到性判断の誤り)に対し",
              "text": [
                "原告は，甲2は，研磨中に均一性の尺度が異常に変化することを全く想定しておらず，プロセス異常性の判断に，表面層の状態の均一性の尺度を用いること等について，何ら示唆がない旨主張する。",
                "しかし，研磨中に異常が発生した場合，警報を発することは，例えば，甲2に見られるように周知の事項であり，異常と判断するためには何らかの閾値を設定し，その閾値と測定値を比較することにより判定することは通常行なわれていることである。",
                "したがって，甲1発明3ないし5において，ウェハ7の表面層の状態の均一性を測定する場合，または，甲5の記載事項に基づき，膜厚のバラツキを測定する場合には，同様に均一性の尺度が参考値から所定の量以上に広がったときに警告を発するようにすることは当業者であれば容易になし得ることであり，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由6(「干渉信号から干渉計波形を抽出するステップと，・・・前記抽出された干渉計波形を保存されている情報と比較するステップであって，前記保存されている情報は，研磨プロセスに対して望ましい操作のポイントを代表している，前記比較するステップ」との構成に関する容易想到性判断の誤り)に対し",
              "text": [
                "原告は，相違点18に関し，甲1には，シリコン膜の分光反射率のピーク情報を「保存」しておくことは記載されていないし，ましてや「研磨プロセスに対して望ましい操作のポイントを代表している」情報を保存しておくことや，システムが最適に動作しているか否かを決定するために情報を保存しておくことは記載されていない旨主張する。",
                "しかし，一般に，測定を行う場合，関連する情報を保存しておき，測定値を保存されている当該情報と比較し，測定の結果に対する操作の指針を与えることは，甲1の段落【0029】に記載されているように従来周知の事項である。",
                "したがって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "取消事由7(本件発明24と甲1発明4に関し，「研磨プロセスの特性を評価する」との相違点を看過した誤り)に対し",
              "text": [
                "原告は，本件明細書の段落【0068】から【0071】の記載事項に基づき，「研磨プロセスの特性を評価する」とは，システムが最適に動作しているか否かを決定することであると主張する。",
                "しかし，本件明細書の段落【0001】では，本件特許発明の属する技術分野について，「本発明は，半導体製造に関し，特に，ケミカルメカニカルポリシング(Chemical Mechanical Polishing: CMP)およびCMP プロセス中のインシチュウ(in-situ)終点検出に関する」とあることから，「システムが最適に動作しているか」とは，広義に「研磨状態の終点を正しく検出する」ことに他ならない。",
                "したがって，本件発明24の「研磨プロセスの特性を評価する」とは，甲1発明4の「研磨状態の終点を知る」ことに相当するから，原告の主張は失当であり，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "取消事由8(「干渉信号を，オペレータが見ることができるように，視覚的なディスプレイ装置上に表示するステップを更に備える」構成に関する容易想到性判断の誤り)に対し",
              "text": [
                "原告は，「基板から反射されてくる光ビームによって発生する干渉信号をモニタするために，干渉信号を視覚的なディスプレイ装置上に表示することが通常行なわれていることを示す証拠は一切なく，審決の認定は不当である」と主張する。",
                "しかし，一般的に検出した信号をオペレータが見ることができるように，視覚的なディスプレイ装置上に表示することは通常行なわれていることは，証拠を出すまでもなく，自明の理である。",
                "したがって，原告の主張は失当であり，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "取消事由9(「研磨プロセスのインシチュウによるモニタリングを与える，干渉計と，前記干渉計からの周期信号を解析し，該周期信号からの研磨の終点を検出するプロセッサとを備える」構成に関する容易想到性判断の誤り)に対し",
              "text": [
                "原告は，甲5には，レーザー干渉測定装置28が酸化物の厚さを測定することが記載されているにすぎず，研磨プロセスが正常な状態に保たれるように干渉信号を継続して監視するものではないから，干渉計からの信号が周期信号であることは自明なこととして記載されているわけではないし，それを解析するためにプロセッサを用いることも通常行なわれていることの記載も示唆もないと主張する。",
                "しかし，甲5記載の「干渉計からの信号が周期信号である」ことは自明の事項であり，それを解析するためにプロセッサを用いることは通常行なわれていることである。また，プロセッサを用いることにより干渉計からの周期信号を解析し，該周期信号から研磨の終点を検出する構成とすることも自明である。さらには，甲5の段落【0029】には，「このように，本発明の装置及び方法は，平面化工程中，半導体ウェーハの表面の終点又は酸化物の厚さを正確に検出する手段により半導体ウェーハを物理的に平面化することを可能とするものである。」と記載されるように，研磨プロセスが正常な状態に保たれるように干渉信号を継続的に監視していることも示されている。",
                "したがって，相違点30に係る本件発明39の構成は，当業者が容易になし得た程度のものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，原告主張の取消事由1には理由があり，審決は取り消されるべきものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(光透過性のプラグを研磨パッドに形成する構成に関する容易想到性判断の誤り)について",
          "text": [
            "原告は，甲1及び甲2ないし甲4から認定される周知の事項に基づいて，本件発明9と甲1発明2との相違点9，本件発明18ないし20と甲1発明3との相違点11，本件発明24，25と甲1発明4との相違点16，本件発明27ないし32と甲1発明5との相違点21，本件発明39と甲1発明6との相違点27，本件発明52と甲1発明8との相違点37に係る本件各発明の構成が容易想到であったとはいえず，甲1発明(2ないし6，8)において，「透明窓材4を，研磨パッドに相当する研磨布5に形成することは，当業者が容易になし得たものである」とした審決は誤りである旨主張する。そこで，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件訂正後の特許請求の範囲の請求項9，18ないし20，24，25，27ないし32，39，52の記載は，上記第2の2のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "発明の詳細な説明には次の記載がある。",
                        "【0027】プラーテンホール30及びウエハ14の詳細な図(ウエハがプラーテンホール30の上にある場合の)が，図3(a)～(c)に示される。図3(a)に示されるように，プラーテンホール30は，ステップ状の直径を有し，ショルダ36を形成する。ショルダ36は，レーザービーム34のためのウィンドウとして機能するクオーツインサート38を有してこれを指示するために用いられる。プラーテン16とインサート38の間のインターフェースがシールされ，ウエハ14とインサート38の間の通り道を見つけようとするケミカルスラリ40の一部がプラーテン16の底部から漏出できないようにされている。クオーツインサート38は，プラーテン16の上面の上に突出し，部分的にプラーテンパッド18の中に入り込む。このインサート38の突出部は，インサート38の上面とウエハ14の表面との間のギャップを最小にする意図をもって置かれている。このギャップを最小にすることにより，このギャップに捉えられるスラリ40の量が最小になる。・・・インサート38とウエハ14の間のスラリ40の層が薄くなるほど，レーザービーム34とウエハに反射される光の弱化が少なくなる。・・・このギャップはできるだけ小さい方がよいが，CMPプロセス中はいつでもインサート38がウエハ14に接しないことを確保するべきである。・・・",
                        "【0028】図3(b)は，プラーテン16とパッド18の別の具体例である。この具体例では，クオーツインサートは排除され，パッド18には貫通穴は存在しない。・・・ウエハ14とプラーテン16の底部との間には，パッド18のポリウレタンカバー層22だけが残っている。カバー層22に用いられるポリウレタン材料が，レーザー干渉計32からのレーザービームを実質的に透過させるだろうことが，見出されている。従って，プラーテン30の上にあるカバー層22の一部が，レーザービーム34のためのウィンドウとして機能する。この別の構成は，大きな利点を有している。第1に，パッド18自身はウィンドウとして用いられているため，検出できる大きさのギャップは存在しない。従って，レーザービームの有害な散乱を生じさせるスラリ40はほとんど存在しない。・・・",
                        "【0029】パッドのカバー層に用いられるポリウレタン材料は，レーザービームに対して実質的に透過性を有しているものの，透過性を阻害する添加物を含有している。この問題点は，図3(c)に描かれている本発明の具体例において排除される。この具体例では，プラーテンホール30の上の領域における典型的なパッド材料は，中実な(ソリッドな)ポリウレタンプラグ42に置き換えられる。このプラグ42は，レーザービームのウィンドウとして機能し，パッド材料を包囲するグルーブ(又はオープンセル構造)を有しないポリウレタン材料製であり，透過性を阻害する添加物を含有していない。従って，プラグ42を通ることによるレーザービームの弱化は最小になる。好ましくは，プラグ42はパッドと一体で成形される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "図3は別紙1のとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1には次の記載がある。",
                    "【特許請求の範囲】【請求項1】回転する定盤の研磨布の張り付けられた面に，研磨液を滴下しつつ，ウエハ支持板に固定したウエハをウエハ支持板により回転させつつ押し付け研磨する方法において，定盤及び研磨布の回転中心と周縁との間に設けた窓からウエハの研磨面の光の反射状態を見て研磨状態を判定するウエハ研磨方法。",
                    "【請求項4】回転装置により回転する定盤と，定盤の表面に張り付けられた研磨布と，定盤の中心と周縁との間の研磨布に対面し軸方向移動可能に配置され，回転装置により回転するウエハ支持板と，定盤の中心と周縁との間の研磨布張り付け面に半径方向に延長して設けた溝と，該溝と一致させ研磨布に設けた研磨布窓と，定盤の前記溝内に設けた貫通孔と，該貫通孔を閉じる透明窓材と，定盤の前記溝を有する面の反対側で貫通孔の回転路に臨ませ配置した，前記の透明窓材を通して光をウエハ支持板に固定したウエハの研磨面に照射しその反射光を受光するプローブと，該プローブに接続した光ケーブルと，光ケーブルに接続した光ケーブルへの光供給装置と反射光観察又は評価装置とを備えているウエハ研磨装置。",
                    "【0001】【産業上の利用分野】本発明は，半導体ウエハ，特にSOI(Silicon-on-Insulator)ウエハ等の膜付きウエハの研磨方法及び装置に関する。",
                    "【0013】【作用】本発明方法において，定盤及び研磨布の回転中心と周縁との間に設けた窓からウエハの研磨面の光の反射状態を見て研磨状態を判定すれば，研磨を中断せずに研磨状態の終点を知ることが出来るので，研磨処理の時間を短くでき，装置も簡単で済む。光の反射状態は，光ケーブルでウエハの研磨面に光を照射してその反射光をビデオカメラに用いられている電荷結合素子(CCD)を用いた撮像装置で取り，これをブラウン管などの撮像表示装置で表示せしめ，撮像表示装置に現れた干渉縞により厚さを判断する。膜厚の場合，2μm以下では旧型の蛍光灯や白熱灯で縞が見え，1μm以下では白色灯では虹色の縞が見える。",
                    "【0015】本発明の装置において，透明窓材とウエハとの間にできる研磨液の膜を通してウエハの研磨面に照射した光の反射光を観察あるいは評価するのであるが，研磨液は液中に微粒子が懸濁したものであり，光を散乱する性質をもっているので，透明窓材の表面とウエハの研磨面との間の間隔が小さい方が観察あるいは評価に都合がよい。",
                    "【0016】定盤の中心と周縁との間の研磨布張り付け面に半径方向に延長した溝を設けるのは，研磨布にだけ研磨布窓を設けたのでは，研磨液に空気が混じる恐れがあり，空気が混じると観察が困難となるので，研磨液を十分保持できるようにし，空気が混じらないようにするためである。溝に研磨液を十分保持させるため，この溝や研磨布窓は研磨加工に寄与しない領域となるので，ウエハ面内の加工量分布を乱さない形を選ぶ必要があり，定盤の中心から周辺にウエハの研磨面が同一時間で通過するように，定盤の中心から放射状に伸びる近接した2本の直線に囲まれるようにするのがよい。",
                    "【0022】【実施例】図1，図2に示した実施例について説明する。定盤1は直径300mm，厚さ10mmのアルミニウム製の円盤で，その中心の片面に定盤1を回転するための軸が固定してある。定盤1の軸を固定した面の反対側の面には，中心から放射状に伸びる近接した2本の直線で囲まれ，中心付近から周縁近くまで伸びた溝2が設けてある。溝2の中心側の幅は5mmで周縁側の幅は15mm，深さ1mmとなっている。溝2の長手方向中央には，直径10mmの貫通孔3が設けられ，溝2の反対側では円錐状に拡大している。貫通孔3の溝2側にはパイレックス透明ガラス製の透明窓材4が嵌め込まれ，研磨液が漏れないようにしてある。",
                    "【0023】定盤1の溝2を有する面には，定盤1と同形の厚さ0.7mmのローデルニッタ社製，商品名suba-500ウレタン含浸ポリエステル不織布からなる研磨布5が張り付けられ，溝2に相当する部分は溝2と同形に切り抜かれて，研磨布窓6が形成されている。透明窓材4は定盤1の表面より約0.5mm突出するが，研磨布5の弾性を考慮しても研磨布5の表面より十分低くなっている。",
                    "【0024】定盤1の溝2の反対側には透明窓材4の回転路に面して研磨するウエハ7の研磨面に光を照射しその反射光を受光するプローブ9が配置されている。プローブ9はピント調節用レンズを内蔵し，光ケーブル10に接続され，その他端は二股に別れ図示していない分光反射率測定装置と測定用光源に接続されている。",
                    "【0025】片面に回転用の軸が固定された直径110mm，厚さ10mmの円盤状のアルミニウム製のウエハ支持板8に，表面に熱酸化膜を形成した2枚のシリコンウエハを，熱酸化膜を接せしめて接着し，一方のウエハを平面研削して厚さ15μmのシリコン膜として直径100mmのSOIウエハを，平面研削加工していない面をワックスで張り付けた。",
                    "【0026】粒径が0．01μm以下のシリカ粉末を含むアルカリ性溶液からなるローデルニッタ社製，商品名NALCO-2350 を20倍に希釈した研磨液を定盤1の研磨布5の表面に滴下しつつ，定盤1を毎分50回転させながら，ウエハ支持板8に張り付けたウエハ7を，自転速度毎分40回転で回転させつつ，研磨布5に，回転中心が透明窓材4の上に位置するように，研磨荷重10kgfで押し付けて目標膜厚を1μmにして研磨を開始した。",
                    "【0027】この条件では，透明窓材4の移動線速度は約500mm／秒なので，直径10mmの透明窓材4を通してウエハ7の中心を測定出来る時間は，1回の通過に付き約10m秒である。この時間は，波長範囲680～800nm，分解能1nmで行う分光反射率測定に対して十分であった。測定の参照基準には，同じ条件に置いたシリコンウエハを用いた。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)ア 認定の事実によれば，本件発明9，18ないし20，24，25，28ないし32，39は「パッドに形成された中実な材料からなるプラグ」，本件発明52は「パッドに形成されたプラグ」との構成を有し，本件明細書の特許請求に範囲の請求項52の「発泡材料からなり透過性のない研磨面と中実な透過性のウィンドウを有する研磨パッドであり，前記ウィンドウは，該パッドに形成されたプラグであって，赤光の範囲を含む光ビームに対して透過性を有する前記プラグを備える，前記研磨パッド」との記載からすると，本件発明52の「パッドに形成されたプラグ」は，中実な光透過性のウィンドウであることが認められる。",
                    "また，本件各発明に係る「パッドに形成された中実な材料からなるプラグ」ないし「パッドに形成されたプラグ」との文言の意義は一義的に明らかでないことから，本件明細書を参照すると，本件明細書には，本件各発明の「ウィンドウ」について，段落【0027】，図3(a)に示される構成(以下「第1の構成」という。)，段落【0028】，図3(b)に示される構成(以下「第2の構成」という。)，及び段落【0029】，図3(c)に示される構成(以下「第3の構成」という。)が開示されていることが認められる。そして，第3の構成において，「プラーテンホール30」の上の領域におけるパッド材料は「中実な(ソリッドな)ポリウレタンプラグ42」に置き換えられ，「中実な(ソリッドな)ポリウレタンプラグ42」は，プラグを通ることによるレーザービームの弱化を最小にし(【0029】)，「プラーテン16」に固定されるように形成されていない(図3(c))。",
                    "他方，第1の構成において，「クオーツインサート38」は，「プラーテン16」の上面の上に突出し，部分的に「プラーテンパッド18」の中に入り込み，「レーザービーム34」のためのウィンドウとして機能するとともに，ケミカルスラリ40の一部がプラーテン16の底部から漏出できないようにするものである(【0027】)が，「クオーツインサート38」が「プラーテン16」に固定されている(図3(a))ことから，上記「クオーツインサート38」は，本件各発明における「パッドに形成された」プラグとは認められない。また，第2の構成において，「パッド18」の「ポリウレタンカバー層22」は，レーザー干渉計32からのレーザービームを実質的に透過させるとともに，レーザービームの有害な散乱を生じさせる「スラリ40」が殆ど存在しないようにするものである(【0028】)が，中実な材料からなるものではないから，上記「ポリウレタンカバー層22」が，本件各発明における「中実な材料からなるプラグ」ないし「(中実な光透過性の)プラグ」とは認められない。",
                    "そうすると，本件明細書の記載を参酌すれば，当業者は，本件各発明の「パッドに形成された中実な材料からなるプラグ」ないし「パッドに形成された(中実な光透過性の)プラグ」とは，第3の構成のように，プラーテンに形成されることなく，「プラーテンホール30」の上の領域におけるパッド材料を「パッドに形成された中実な材料からなるプラグ」ないし「パッドに形成された(中実な光透過性の)プラグ」に置き換えた態様のものであると理解すると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，甲1発明の内容は，上記第2の3(2)ア 記載のとおりである(この点については原告も争わない。)ところ，上記(1)イ 認定の事実によれば，甲1記載の発明は，「透明窓材とウエハとの間にできる研磨液の膜を通してウエハの研磨面に照射した光の反射光を観察あるいは評価する」(【0015】)もので，「研磨布窓6」は，「ウエハ7」の中心が該「研磨布窓6」の上にあるときの一部の間，光のための通路を与えるものであるが，「研磨布にだけ研磨布窓を設けたのでは，研磨液に空気が混じる恐れがあり，空気が混じると観察が困難となるので，研磨液を十分保持できるようにし，空気が混じらないようにするため」に，「定盤1」内に「溝2」が形成され，当該「溝2」には「研磨液を十分保持させる」(【0016】)ものであることが認められる。また，「貫通孔3」の「溝2」側には，透明ガラス製の中実な材料からなる「透明窓材4」が嵌め込まれ，「プローブ9」からウエハの研磨面へ照射される照射光とその反射光とを通すとともに，研磨液が漏れないようにしている(【請求項4】，【0022】)ことも認められる。",
                    "そうすると，甲1発明(2ないし6，8)は，「SOIウエハ7」をケミカルメカニカルポリシング(CMP)により研磨するに際し，赤色の範囲を含む光を「ウエハ7」に向けて照射し，その反射光を観察あるいは評価して，研磨状態の終点を知ることができるようにしたもので，「定盤1」内に「溝2」を形成し，当該「溝2」に研磨液を十分保持させることで，研磨液に空気が混じらないようにして，上記反射光の観察あるいは評価を容易にし，また，「透明窓材4」を上記「溝2」に設けられた「貫通孔3」に嵌め込むことにより，上記「ウエハ7」への照射光とその反射光とを通すとともに，研磨液が漏れないようにしたものといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のことからすれば，甲1発明(2ないし6，8)において，上記「溝2」に研磨液を十分保持させ，上記「溝2」に形成された「貫通孔3」に，上記「ウエハ7」への照射光とその反射光とを通すためには，透明ガラス製の中実な材料からなる「透明窓材4」を上記「貫通孔3」に嵌め込む構成とするほかはないから，甲1発明(2ないし6，8)において，上記「透明窓材4」の設置位置を「研磨布5」に変更する動機付けがあるとはいえず，むしろ阻害要因があるというべきである。",
                    "また，甲2には，「ポリシングパッド1による貼り合わせウェーハ11の研磨において，ポリシングパッド1を透明体とし，ポリシングパッド1を透過してレーザ光を照射するもの。」が，甲3には，「被加工物1の被加工面6をポリシャ3で研磨するにあたり，石英からなるポリシャ3を透明なものとし，レーザ光線11を照射し，透明なポリシャ3を透過してレーザ光線を照射するもの。」が，甲4には，「被加工物2をポリシャ4で研摩するにあたり，合成樹脂からなるポリシャ4を透明なものとし，レーザ光を照射し，透明なポリシャ4を透過してレーザ光を照射するもの。」がそれぞれ記載されていると認められるところ(甲2ないし甲4にこれらの記載があるとの審決の認定について，原告も争わない。)，甲2ないし4には，全体を同じ材料からなる透明な研磨面とすることが記載されているにとどまり，本件各発明の「パッドに形成された中実な材料からなるプラグ」ないし「パッドに形成された(中実な光透過性の)プラグ」を備えること，すなわち，プラグが，プラーテンに形成されることなく，プラーテンホールの上の領域におけるパッド材料を置き換えるように形成されることが，甲2ないし4に開示されているとも認められない。なお，甲5は，もとより，プラグを，プラーテンホールの上の領域におけるパッド材料を置き換えるように形成することを開示するものではない。",
                    "以上から，甲1発明(2ないし6，8)において，上記「透明窓材4」の設置位置を変更する動機付けがあるとはいえず，また，甲2ないし甲5には，本件各発明の「パッドに形成された中実な材料からなるプラグ」ないし「パッドに形成された(中実な光透過性の)プラグ」について開示されていないから，甲1発明(2ないし6，8)において，上記「透明窓材4」を，上記「定盤1」に形成されることなく，上記「貫通孔3」の上の領域における「研磨布5」(本件各発明における「パッド」に相当する。)材料を置き換えるように形成されたものとすること，すなわち，上記「透明窓材4」を上記「研磨布5」に形成することが，当業者が容易に想到し得たものとはいえない。",
                    "したがって，本件各発明が，甲1ないし甲5に記載された発明ないし周知の事項に基づいて当業者が容易に発明をすることができたとした審決の判断は誤りである。",
                    "なお，被告は，本件特許と同一明細書(同一優先日)である特許第3510622号(乙1)について，すべての請求項を「進歩性なし」とする判決が確定している(乙2，3)とも主張するが，同特許は本件特許の分割出願であって(乙1)，本件特許とは事案を異にするものであるから，被告の主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "小括",
          "text": [
            "以上のとおり，原告主張の取消事由1には理由があり，本件各発明についての特許を無効とした審決は取り消されるべきである。被告は他にも縷々反論するが，いずれも採用の限りではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10232",
    "date": "2013-03-13",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083084",
    "ipprecedent_id": "3323",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}