{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が不服2010-23452号事件について平成23年12月15日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成12年10月16日に特許出願（特願2000-315938号。パリ条約による優先権主張1999年10月14日，米国）し，その一部を平成18年12月25日，新たに特許出願（特願2006-348390号。発明の名称を「ニードルアセンブリ，これを具えた皮内移送装置」とする。以下「本願」という。）し，平成22年2月1日付けで手続補正をしたが，同年6月15日付けで拒絶査定を受けたことから，同年10月18日，拒絶査定不服審判（不服2010-23452号事件）を請求するとともに，同日付けで特許請求の範囲についての手続補正をした（以下「本件補正」という。）。特許庁は，平成23年12月15日，本件補正を却下した上，「本件審判の請求は，成り立たない。」とする審決（以下「審決」という。）をし，その謄本は，平成24年1月10日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正に基づく本願の特許請求の範囲の請求項22の記載は，次のとおりである（以下，この発明を「本願補正発明」という（甲9）。また，本件補正後の本願の特許請求の範囲，発明の詳細な説明及び図面を総称して，「本願明細書」ということがある（甲4，甲6，甲9）。本願明細書の図1，図2は別紙1記載のとおりである。）",
              "text": [
                "「【請求項22】皮内注射を行うのに使用する皮下ニードルアセンブリであって，薬剤容器に取り付け可能なハブ部分と，前記ハブ部分によって支持され，前記ハブ部分から突出する前端を有する中空本体を備えた皮下注射用の針と，前記針に近接すると共に前記針を取り囲み，かつ前記針の前端の方に予め選択された距離だけ突出するリミッタ部分と，を具え，前記リミッタ部分は，前記ハブ部分に対して移動不能であり，かつ皮内注射を受ける動物の皮膚に受け入れられ前記皮膚に関してほぼ直交する方向に前記針を維持するように構成される皮膚接触面を有し，前記針の前端は，動物の皮膚を突き刺すことができる量を前記リミッタ部が制限するように，予め選択された距離だけ皮膚接触面を越えて突出していることを特徴とするニードルアセンブリ。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正前の（平成22年2月1日付け手続補正に基づく）本願の特許請求の範囲の請求項22の記載は，次のとおりである（以下，この発明を「本願発明」という（甲6）。）。",
                "「【請求項22】皮内注射を行うのに使用する皮下ニードルアセンブリであって，薬剤容器に取り付け可能なハブ部分と，前記ハブ部分によって支持され，前記ハブ部分から突出する前端を有する中空本体を備えた針と，前記針に近接すると共に前記針を取り囲み，かつ前記針の前端の方に予め選択された距離だけ突出するリミッタ部分と，を具え，前記リミッタ部分は，前記ハブ部分に対して移動不能であり，かつ皮内注射を受ける動物の皮膚に受け入れられるように構成される皮膚接触面を有し，前記針の前端は，動物の皮膚を突き刺すことができる量を前記リミッタ部が制限するように，予め選択された距離だけ皮膚接触面を越えて突出していることを特徴とするニードルアセンブリ。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本願補正発明は，国際公開第99／34850号（甲1。以下「引用例」という。）に記載された発明（以下「引用発明」という。）に基いて，当業者が容易に発明をすることができたものであるので，特許法29条2項により，特許出願の際独立して特許を受けることができないから，本件補正は，平成18年法律第55号改正附則3条1項によりなお従前の例によるとされる同法による改正前の特許法17条の2第5項において準用する同法126条5項の規定に違反するので，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである，本願発明の発明特定事項をすべて含み，さらに，他の発明特定事項を付加したものに相当する本願補正発明が，引用発明に基いて，当業者が容易に発明をすることができたものであるから，本願発明も，同様に，引用発明に基いて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により，特許を受けることができないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記判断に際し，審決が認定した引用発明の内容並びに本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "皮内注射を行うのに使用する針3を有する針の透過深度をコントロールするための装置1であって，注射器4に取り付け可能な内部円筒状ボディー6と，前記内部円筒状ボディー6によって支持され，前記内部円筒状ボディー6から突出する前端を有する中空本体を備えた皮内注射を行うのに使用する針3と，前記針3に近接すると共に前記針3を取り囲み，かつ前記針3の前端の方にその長さにより定まる距離だけ突出する外部円筒状ボディー5と，を具え，前記外部円筒状ボディー5は，前記内部円筒状ボディー6に対して移動不能であり，かつ皮内注射を受ける患者の皮膚8に接触し前記皮膚8に関して針3の軸をほぼ法線方向に前記針3を維持するように構成される皮膚8と接触する表面20を有し，前記針3の前端は，表面20を越えて突出し，患者の皮膚8を突き刺すことができる量を前記外部円筒状ボディー5が所定長さに制限するようにしている針の透過深度をコントロールするための装置1。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "皮内注射を行うのに使用する皮下ニードルアセンブリであって，薬剤容器に取り付け可能なハブ部分と，前記ハブ部分によって支持され，前記ハブ部分から突出する前端を有する中空本体を備えた針と，前記針に近接すると共に前記針を取り囲み，かつ前記針の前端の方に予め選択された距離だけ突出するリミッタ部分と，を具え，前記リミッタ部分は，前記ハブ部分に対して移動不能であり，かつ皮内注射を受ける動物の皮膚に受け入れられ前記皮膚に関してほぼ直交する方向に前記針を維持するように構成される皮膚接触面を有し，前記針の前端は，動物の皮膚を突き刺すことができる量を前記リミッタ部が制限するように，予め選択された距離だけ皮膚接触面を越えて突出しているニードルアセンブリ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "「針」が，本願補正発明では「皮下注射用の針」であるのに対し，引用発明では「皮内注射を行うのに使用する針3」である点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に係る原告の主張",
          "text": [
            "審決には，以下のとおり，(1) 一致点認定の誤り及び相違点の看過（取消事由1），(2) 相違点に関する判断の誤り（取消事由2），(3) 本願補正発明の効果の看過（取消事由3），(4) 本願発明に関する容易想到性判断の誤り（取消事由4），(5) 手続違背（取消事由5）があり，これらは結論に影響を及ぼすものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点認定の誤り及び相違点の看過（取消事由1）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明の「針3の前端は，表面20を越えて突出し，患者の皮膚8を突き刺すことができる量を前記外部円筒状ボディー5が所定長さに制限する」ことは，本願補正発明の「針の前端は，動物の皮膚を突き刺すことができる量を前記リミッタ部が制限するように，予め選択された距離だけ皮膚接触面を越えて突出している」ことに対応するとして，「針の前端は，動物の皮膚を突き刺すことができる量を前記リミッタ部が制限するように，予め選択された距離だけ皮膚接触面を越えて突出している」との点を一致点と認定した。",
                    "しかし，引用例の記載（甲1の5頁26行～6頁12行，6頁19～26行，図3。判決注：甲1の図3は別紙2記載のとおりである。）によれば，針3は，くぼみ（実質的に球状の球頭形状をなす表面20は，表面20の端部を基準にすると図3の左方に向いてくぼんでいる。）の最奥部において，表面20から短い長さだけ先端が突き出ているものの，針3の先端は，くぼみ内に納まっており，表面20の端部を越えて，図3の右方に突出していないから，針3の前端が表面20を越えて突出しているとはいえない。そうすると，引用例において，「針3の前端は，表面20を越えて突出し，患者の皮膚8を突き刺すことができる量を前記外部円筒状ボディー5が所定長さに制限する」とはいうことはできず，引用例記載の発明が，本願補正発明の「前記針の前端は，動物の皮膚を突き刺すことができる量を前記リミッタ部が制限するように，予め選択された距離だけ皮膚接触面を越えて突出している」に相当する構成を備えているとはいえない。",
                    "この点，審決は，引用例の表面20について，「皮内注射を受ける患者の皮膚8に接触し前記皮膚8に関して針3の軸をほぼ法線方向に前記針3を維持するように構成される皮膚8と接触する表面20」とするところ，表面20が上記のものであるとすると，表面20の全体が皮膚に接触しなければならないが，引用例の図3に照らすと，針3が，表面20の全体から突出しているとはいえない。そうすると，引用発明について「針3の前端は，表面20を越えて突出し」とした審決の認定は誤りであり，引用発明の「針3の前端は，表面20を越えて突出し」ていることが，本願補正発明の「針の前端は，皮膚接触面を越えて突出している」ことに相当するとした認定も誤りである。",
                    "仮に，審決が，上記「前記針3の前端は，表面20を越えて突出し」を，「針3の前端は，表面20の一部を越えて突出し」との趣旨で認定したとすれば，「表面20」に関して，皮膚8と接触する点では，表面20の全体と捉え，針3が突出する点では，表面20の一部と捉えるという，二通りの解釈を混在させることになるから，このような引用発明の認定も誤りである。",
                    "また，引用例の記載（甲1の7頁25～32行）からすると，表面20の端部または縁が皮膚8に押し付けられることで，注射による痛覚が減少されると解されるところ，表面20の端部または縁が，皮膚8に押し付けられる前に，針3が皮膚に刺さると，表面20の端部または縁が皮膚8に押し付けられることによる痛覚減少作用は奏功しないと考えられるから，表面20の端部が果たす機能からして，針3の先端が，表面20の端部または縁を越えて突出すること（すなわち，「皮膚8と接触する表面20」の全体を越えて突出すること）はないというべきである。",
                    "したがって，引用例記載の発明が，本願補正発明の「前記針の前端は，動物の皮膚を突き刺すことができる量を前記リミッタ部が制限するように，予め選択された距離だけ皮膚接触面を越えて突出している」に相当する構成を備えていないことは明白であり，審決の上記一致点の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，引用発明の「皮膚8と接触する表面20」は，本願補正発明の「皮膚接触面」に相当するとして，「皮内注射を受ける動物の皮膚に受け入れられ前記皮膚に関してほぼ直交する方向に前記針を維持するように構成される皮膚接触面を有し」との点を一致点と認定した。",
                    "しかし，引用例における「皮膚8と接触する表面20」全体は，その作用からすると，本願補正発明における「皮膚接触面」には相当しない。",
                    "すなわち，本願補正発明の「皮内注射を受ける動物の皮膚に受け入れられ前記皮膚に関してほぼ直交する方向に前記針を維持するように構成される皮膚接触面を有し」との構成から，「皮膚接触面」とは，「皮膚に受け入れられ（る）」ものと理解される。「受け入れる」とは，「①収め入れる。②引き受けて面倒を見る。迎え入れる。③人の言うことを承認する。」（甲12）ことを意味するから，皮膚接触面が皮膚に受け入れられるとは，皮膚接触面が皮膚に収め入れられることを表す。また，皮膚は，弾力を有しているから，皮膚接触面が皮膚に収め入れられた際に，皮膚が凹んだ状態を呈することも明らかである。本願明細書の「人間などの動物の皮膚を押し付けるように構成された皮膚接触面を有する。」（段落【0009】）との記載は，皮膚接触面が皮膚に収め入れられることを，皮膚接触面の皮膚に対する作用として説明するものと解されるから，本願補正発明における「皮内注射を受ける動物の皮膚に受け入れられる皮膚接触面」とは，動物の皮膚を凹ませた状態で，皮膚に押し付けられる接触面と解すべきである。",
                    "一方，引用例の記載（甲1の5頁26行～6頁12行，6頁19～26行，7頁25～32行，図3，図4。判決注：甲1の図4は別紙2記載のとおりである。）からは，皮膚接触面が皮膚に収め入れられている（皮膚を凹ませた状態で，皮膚接触面が，皮膚に押し付けられている）と解することはできない。すなわち，針3は，くぼみの最奥部において表面20から短い長さだけ先端が突き出ているが，針3の先端は，くぼみ内に納まっており，針3の表面20に対する配置は，表面20と皮膚8とに，「①表面20の端部が患者の皮膚8と接触させられる（この時点では，針3は，皮膚8に突き刺さっていない。），②次いで，装置1がわずかに押されると，針3の先端が皮膚8に向って移動する（この装置1のわずかな押しにより針3が皮膚8に向って移動する長さは，針3の突き出し長さより小さい。），③装置1がわずかに押されると，表面20が，球状の球頭形状をなしているために，表面20の端部に囲まれた皮膚8部分が，表面20の端部によって，周囲から内方に向って寄せられ，その結果，上記皮膚8部分が，上記くぼみの奥に向って（針3に向って）変形する（盛り上がる），この変形によっても，上記皮膚8部分が針3に突き刺さることになり，針の突き刺し長さは，上記②における針3の移動長さと，上記③における皮膚8部分の盛り上がりによる刺入長さの合算となる。」との相互作用をもたらすと解される。この相互作用からすると，表面20の端部は，皮膚8に向って押し付けられ，皮膚8が凹んだ状態で皮膚8に受け入れられるといえるが，変形した（盛り上がった）皮膚8は表面20に接触するとは限らず，接触するとしても，表面20の中心部は，皮膚8に向って押し付けられる（皮膚8が凹んだ状態で皮膚に受け入れられる）ことはない。",
                    "したがって，審決の上記一致点の認定は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，上記ア，イのとおり，一致点の認定を誤った結果，①皮膚接触面からの針の前端の突出態様について，本願補正発明が，「前記針の前端は，・・・予め選択された距離だけ皮膚接触面を越えて突出している」のに対し，引用発明は，「前記針の前端は，・・・皮膚接触面を越えて突出していない」点（以下「相違点A」という。），②皮膚接触面に関し，本願補正発明が「皮内注射を受ける動物の皮膚に受け入れられ前記皮膚に関してほぼ直交する方向に前記針を維持するように構成される皮膚接触面を有」するのに対し，引用発明では，「皮内注射を受ける動物の皮膚に接触する表面20を有」する点（以下「相違点B」という。）という相違点を看過した。",
                    "本願補正発明と引用発明とでは，相違点A，Bがもたらす作用（皮膚接触面ないし表面20の皮膚に対する作用）が異なる。すなわち，本願補正発明においては，本願明細書の記載（段落【0009】，【0018】，【0030】）からすると，ニードルアセンブリを皮膚に対して垂直に押し付けると，針が皮膚に受け入れられるとともに，皮膚接触面が皮膚を垂直に押し付けるようにして，注入の間，針の向きを皮膚に対して垂直に保つことが理解される。一方，引用例によれば，針3の表面20に対する配置から，表面20と皮膚8との上記イのとおりの相互作用がもたらされ，表面20の端部は，皮膚8に向って押し付けられ，皮膚8が凹んだ状態で皮膚8に受け入れられるものの，変形した（盛り上がった）皮膚8は表面20に接触するとは限らず，接触するとしても，表面20の中心部は，皮膚8に向って押し付けられる（皮膚8が凹んだ状態で皮膚に受け入れられる）ことはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，審決は，一致点の認定を誤り，相違点を看過した結果，相違点に係る本願補正発明と引用発明の作用効果の相違について判断を遺脱したものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に関する判断の誤り（取消事由2）",
              "text": [
                "審決は，「針」が，本願補正発明では「皮下注射用の針」であるのに対し，引用発明では「皮内注射を行うのに使用する針3」である点で相違すると認定した上，この相違点について，「従来の針のサイズに比べて短い針を用いて皮内注射を行うための装置」を用いない場合，熟練が必要としても，皮下注射用の針を用いて皮内注射を行うことが慣用されていたと理解されるから，「皮下注射用の針」も皮内注射を行うのに使用する針といえるとして，本願補正発明の「皮下注射用の針」と引用発明の「皮内注射を行うのに使用する針3」とは，単なる適用部位の相違であり，「針3」を「皮下注射用の針」とすることは当業者が容易に想到し得る旨判断した。",
                "しかし，「皮下注射用の針」は，熟練を必要とするほどの特殊な方法で，皮内注射を行うのに用いられているにすぎないから（甲6の段落【0003】），皮下注射用の針を用いて皮内注射を行うことが慣用されていたということはできず，また，「皮下注射用の針」を垂直に刺し入れて，皮内注射を行うことまでもが慣用されているとは到底いえないから，慣用を理由として，引用例の「針3」を「皮下注射用の針」とすることは当業者が容易に想到し得るとはいえない。審決は，皮下ニードルを用いて皮内注射を行うことができるようにするという本願補正発明の課題を引用発明も有しているとの認識を後知恵により得たものであり，失当である。",
                "また，一般に，より細い径の注射針はより小さい力で刺入され得ること，皮内注射は，皮下注射よりも刺入深さを小さくする必要があることからすると，皮内注射用の針は，より小さい力での刺入が可能なように設計される必要があることは明かである。上記のとおり，引用発明においては，表面20（実質的に球状の球頭形状をなす表面20）の端部又は縁が患者の皮膚8にわずかに押し付けられると，皮膚8が，表面20の中心部に向って盛り上がり，この皮膚8の盛り上がりによって，針3が皮膚8内に刺入されるようにしているから（表面20の押し付け力を，針3に，直接，伝えているわけではない。），皮膚8に対する表面20の押し付け力が弱くても，くぼみ内に嵌入する皮膚8が針3に刺入され得るように，「皮内注射を行うのに使用する針3」としては，刺入に要する力がより小さい皮内注射用の針を用いていると解するのが自然である。そうすると，引用発明において，「針3」として，敢えて「皮下注射用の針」を用いようとする動機付けに欠ける。仮に，針3として，皮下注射用の針を用いるのであれば，皮膚8に対する押し付け方も変わる可能性があり，それにより，刺入深さも変わる可能性があるから，引用発明において，針3を，皮下注射用の針に代えることを，当業者が選択することはない。",
                "したがって，審決の相違点に関する判断は誤りであり，この判断の誤りは，審決の結論に影響を及ぼす。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願補正発明の効果の看過（取消事由3）",
              "text": [
                "審決は，「本願補正発明による効果は，引用発明から当業者が予測し得た程度のものであって，格別のものとはいえない。」と認定した。",
                "しかし，本願補正発明の「針」及び「皮膚接触面」と，引用発明の「針3」及び「皮膚8に接触する表面20」とでは，皮膚に対する作用を異にしている。また，引用発明は，「皮内注射を行うのに使用する皮下ニードルアセンブリ」といえず，本願補正発明の，皮下ニードルを用いて，皮内注射を可能としたという顕著な効果を示唆しているとはいえない。",
                "したがって，審決は，本願補正発明の顕著な作用効果を看過した誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明に関する容易想到性判断の誤り（取消事由4）",
              "text": [
                "審決は，本願発明の容易想到性について，「本願発明の発明特定事項をすべて含み，さらに，他の発明特定事項を付加したものに相当する本願補正発明が，・・・引用発明に基いて，当業者が容易に発明をすることができたものであるから，本願発明も，同様に，引用発明に基いて，当業者が容易に発明をすることができたものである」と判断した。",
                "しかし，本願発明は，本願補正発明の「針」に係る限定事項である「皮下注射用の」との特定を省くとともに，「皮膚接触面」に係る限定事項である「前記皮膚に関してほぼ直交する方向に前記針を維持する」との特定を省いたものであるところ，審決の認定した本願補正発明と引用発明との相違点からすれば，本願発明と引用発明との相違点は，「『針』が，本願発明では『針』であるのに対し，引用発明では『皮内注射を行うのに使用する針3』である点。」となる。上記相違点は，相違点とはいえないと考えられるから，本願補正発明と引用発明とに上記相違点が存在することを前提として，本願補正発明は引用発明に基いて，当業者が容易に発明をすることができたものであるとの理由は，本願発明が引用発明に基いて，当業者が容易に発明をすることができたものであるとの理由にはなり得ない。",
                "したがって，審決は，本願発明の要旨認定を誤り，合理的な理由を示さずに，本願発明が容易に発明をすることができたものと判断したのであるから，審決の容易想到性の判断には誤りがある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "手続違背（取消事由5）",
              "text": [
                "「本願発明の発明特定事項をすべて含み，さらに，他の発明特定事項を付加したものに相当する本願補正発明が，・・・引用発明に基いて，当業者が容易に発明をすることができたものであるから，本願発明も，引用発明に基づいて，当業者が容易に発明をすることができたものである」との審決の理由は，査定の理由とは異なるため，審判手続において，原告に通知し，意見を述べる機会を与えるべきであるが，これを通知せずに審決がなされたものであるから，審決は，特許法（平成18年法律第55号改正附則3条1項によりなお従前の例によるとされる同法による改正前の特許法）159条2項の規定に違反してなされたものである。",
                "すなわち，拒絶査定の理由は，本願に係る発明（請求項1ないし53）が，引用文献1ないし3（判決注：引用文献1は引用例を，引用文献2は特表平9-500652号公報（甲13）を，引用文献3は実願昭55-121188号（実開昭57-45946号）のマイクロフィルム（甲2）を指す。）に記載された発明に基いて，当業者が容易に発明をすることができたというものである（甲5，甲7）。",
                "査定段階の拒絶理由通知書（甲5）において認定された相違点である，ワクチンの注射に使用する点（相違点1），リミッタ部分がほぼ平らな皮膚接触面からなる点（相違点2），針が約0．5mmから約3mmだけ皮膚接触面を超えて突出している点（相違点3）は，本願発明にそのまま当てはまるものではないが，本願発明は「予め選択された距離だけ皮膚接触面を越えて突出している」との構成を備えるところ，上記拒絶理由は，「針が予め選択された距離だけ皮膚接触面を超えて突出している点」を相違点として認定しているとも考えられるから，審判合議体が，この点を相違点ではなく一致点と考えたのであれば，審決の理由は，査定の理由とは異なることになり，審判段階において，原告に対して新たに拒絶理由が通知されるべきである。",
                "したがって，審判手続において新たな拒絶理由が通知されないままなされた審決には，手続違背がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "審決には，以下のとおり，取り消されるべき違法はない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（一致点認定の誤り及び相違点の看過）に対し",
              "text": [
                "原告は，①「針の前端は，動物の皮膚を突き刺すことができる量を前記リミッタ部が制限するように，予め選択された距離だけ皮膚接触面を越えて突出している」との点，及び，「皮内注射を受ける動物の皮膚に受け入れられ前記皮膚に関してほぼ直交する方向に前記針を維持するように構成される皮膚接触面を有し」との点を一致点とした審決の認定は誤りであり，②その結果，審決は，相違点A及び相違点Bを看過した旨主張する。",
                "しかし，原告の主張は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記①の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願補正発明に係る特許請求の範囲の請求項22には，針の前端は，「皮膚接触面を越えて突出している」と記載されるが，「皮膚接触面の端部を越えて突出している」とは記載されていない。また，本願補正発明の「皮膚接触面」は「凹面」を含み得るから，「くぼみの最奥部において，表面20から短い長さだけ先端が突き出ている」構成を排除するものではない。",
                        "原告は，本願補正発明における「皮内注射を受ける動物の皮膚に受け入れられる皮膚接触面」とは，動物の皮膚を凹ませた状態で，皮膚に押し付けられる接触面と解するのが妥当である旨主張するが，本願補正発明に係る特許請求の範囲の請求項22には，皮膚接触面について「動物の皮膚を凹ませた状態で，皮膚に押し付けられる接触面」とは記載されておらず，そのように限定して解釈すべき理由はない。「皮膚接触面」は，「動物の皮膚に受け入れられ」ることで「皮膚に関してほぼ直交する方向に前記針を維持するように構成され」るものであり，皮膚を「凹んだ状態」にすることは要件とされていない。また，後記(イ) のとおり，「皮膚接触面」は，針が動物の皮膚を貫通することのできる深さを制限する点に技術的意義を有するものであって，皮膚を「凹んだ状態」にすることが要求されるものではない。",
                        "一方，原告は，引用発明について，「表面20」の全体が皮膚に接触するのであれば，針3が，表面20の全体から突出しているとはいえない旨主張するが，後記(イ) のとおり，引用発明における「皮膚8と接触する表面20」の技術的意義は，針3が患者の皮膚8に入る長さを所定長さとすることを可能とする点にあり，仮に，表面20の端部が何らかの機能を果たすとしても，「皮膚8と接触する表面20」は，本願補正発明の「皮膚接触面」と変わるものではない。",
                        "引用発明における「皮膚8と接触する表面20」は，「皮内注射を受ける患者の皮膚8に接触する面」であることは明らかであり，引用例の図4の記載によれば，針3の軸をほぼ法線方向として，球頭形状の表面20がその全域にわたって皮膚8と接している。そして，そのような接触状態であれば，「球頭形状の表面20」が「皮膚8に関して針3の軸をほぼ法線方向（とするよう）に前記針3を維持する」こと，針3が表面20を越えて突出していることも明らかである。",
                        "したがって，原告の主張に理由はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願補正発明は，本件補正後の特許請求の範囲の請求項22，及び，本願明細書の発明の詳細な説明の段落【0009】の各記載からすると，針の前端が突出している「皮膚接触面」を皮膚に押し付けて使用するものであり，「皮膚接触面」の技術的意義は，針が動物の皮膚を貫通することのできる深さを制限する点にある。",
                        "一方，引用発明は，引用例の記載（甲1の6頁3～4行，19～26行）からみて，針3の先端が突き出ている「皮膚8と接触する表面20」を皮膚8に押し付けて使用するものであり，「皮膚8と接触する表面20」の技術的意義は，針3が患者の皮膚8に入る長さを所定長さとすることを可能とする点にある。",
                        "「皮膚8と接触する表面20」は，患者の皮膚8に押し付けられることにより，患者の皮膚8に接触するから，「皮膚接触面」ということができ，「皮膚8と接触する表面20」は，患者の皮膚8に接触することで，針3の「所定長さ」を皮膚に貫通させるものであるから，針3が皮膚8を貫通する深さを制限することも明らかである。そうすると，本願補正発明における「皮膚接触面」と引用発明における「皮膚8と接触する表面20」とは，ともに「皮膚接触面により針が皮膚を貫通することのできる深さを制限する」ものであり，その技術的意義は共通する。",
                        "また，本件補正後の本願明細書の特許請求の範囲の請求項22には，「皮膚接触面」の表面形状は具体的に特定されておらず，また，発明の詳細な説明の段落【0017】の記載によれば，本願補正発明の「皮膚接触面」の表面形状は平面に限定されるものではなく，凹面や凸面を含み得るから，本願補正発明の「皮膚接触面」は，引用発明の「皮膚8と接触する表面20」を排除するものではない。",
                        "さらに，本願補正発明の「皮膚接触面」は，本願明細書の段落【0018】の記載によれば，「皮内注射を受ける動物の皮膚と密に接触する面」として作用することが明らかであり，そのような接触する面をなすことについて，引用発明の「皮膚と接触する表面20」と変わるものではない。",
                        "したがって，引用発明の「皮膚8と接触する表面20」は，その技術的意義（機能・作用）において，本願補正発明の「皮膚接触面」に相当する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記②の主張について",
                  "text": [
                    "上記アのとおり，上記①の主張はいずれも理由がなく，原告主張の相違点A及び相違点Bは存在しないから，これらの主張を前提とする上記②の原告の主張も理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（相違点に関する判断の誤り）に対し",
              "text": [
                "原告は，本願補正発明と引用発明との相違点（「針」が，本願補正発明では「皮下注射用の針」であるのに対し，引用発明では「皮内注射を行うのに使用する針3」である点）に係る本願補正発明の構成は，当業者が容易に想到できるとした審決の判断は誤りである旨主張する。",
                "しかし，皮下注射用の針を皮内注射に用いることは，従来よりツベルクリン反応等で皮内注射を行う際に慣用されていた（乙1，乙2）ことに照らせば，「皮下注射用の針」も皮内注射を行うのに使用することができる針といえるところ，引用例には，引用発明における「針3」が，皮内注射専用の針であるとは記載されていないから，皮内注射を行うのに使用することができる「皮下注射用の針」が，大量生産され市場に広く流通しているのであれば，引用発明における「針3」として「皮下注射用の針」を選択することは，当業者が当然に試みることである。",
                "また，引用例の記載（甲1の6頁3～12行，図1，図3及び図4）によれば，引用発明において，内部に収容される内部円筒状ボディー6や針3の長さに合わせて，外部円筒状ボディー5の長さが決められること，針3は，その全長に比して「短い長さ」分だけ表面20から突き出させて構成されることが明らかである。そうすると，引用発明における「針3」として，全長の長い「皮下注射用の針」を選択することの動機付けも存在し，阻害要因はない。",
                "したがって，相違点に係る本願補正発明の構成の容易想到性に関する審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3（本願補正発明の効果の看過）に対し",
              "text": [
                "原告は，審決が，本願補正発明の顕著な作用効果を看過した旨主張する。",
                "しかし，本願補正発明における「皮膚接触面」と引用発明における「皮膚8と接触する表面20」とは，ともに「皮内注射を受ける動物の皮膚と密に接触する面」である点において共通し，「皮膚接触面により針が皮膚を貫通することのできる深さを制限する」という同一の技術的意義，すなわち同一の作用効果を有するものである。また，皮下注射用の針で皮内注射を行うことは慣用されているから（乙1，乙2），皮下注射用の針を用いて，皮内注射を可能としたことによる効果は予測し得る範囲内のものであって，格別顕著なものではない。",
                "したがって，「本願補正発明による効果は，引用発明から当業者が予測し得た程度のものであって，格別のものとはいえない。」とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4（本願発明に関する容易想到性判断の誤り）に対し",
              "text": [
                "原告は，審決の認定した本願補正発明と引用発明との相違点からすれば，本願発明と引用発明との相違点は，「『針』が，本願発明では『針』であるのに対し，引用発明では『皮内注射を行うのに使用する針3』である点。」となるが，上記相違点は，相違点とはいえないから，審決は，本願発明の要旨認定を誤り，合理的な理由を示さずに，本願発明が容易に発明をすることができたものと判断した誤りがある旨主張する。",
                "しかし，上記(1)ないし(3)のとおり，本願補正発明と引用発明との相違点に係る容易想到性判断，本願補正発明の作用効果に関する審決の判断に誤りはないから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5（手続違背）に対し",
              "text": [
                "原告は，審決の理由は，査定の理由とは異なるため，審判手続において，原告に通知し，意見を述べる機会を与えるべきであるにもかかわらず，これを通知せずに審決がなされたものであるから，審決には手続違背がある旨主張する。",
                "しかし，拒絶理由通知書（甲5）及び拒絶査定（甲7）には，本願発明を含む全ての発明に対して，引用例に記載された発明に基づく進歩性を否定する理由が示されており，原告は，各発明の進歩性との関連で，引用例全体を十分検討した上で，必要な対応をとることが可能であった。そうすると，本願発明の進歩性判断についての具体的な理由付けが，拒絶査定書等に記載されたものと若干異なるものであったとしても，原告に対し既になされた拒絶理由通知及び拒絶査定の範囲内であり，不意打ちであるとか弁明の機会を与えなかったというものではない。",
                "したがって，審決に手続違背があったとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，原告主張の取消事由2及び取消事由3に理由があり，審決は取り消されるべきものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2（相違点に関する判断の誤り）について",
          "text": [
            "原告は，審決が，本願補正発明と引用発明との相違点（「針」が，本願補正発明では「皮下注射用の針」であるのに対し，引用発明では「皮内注射を行うのに使用する針3」である点）について，「皮下注射用の針」も皮内注射を行うのに使用する針といえるとして，本願補正発明の「皮下注射用の針」と引用発明の「皮内注射を行うのに使用する針3」とは，単なる適用部位の相違であり，本願補正発明の構成は，当業者が容易に想到できると判断したことは誤りである旨主張する。そこで，以下，この点につき検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書（甲6，甲9）には次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正後の特許請求の範囲の請求項22の記載は上記第2の2の(1) 記載のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "発明の詳細な説明には次の記載がある。",
                        "【技術分野】【0001】本発明は，広義には薬剤，ワクチン等の物質を注射する注射装置に関し，詳しくはこれらの物質を皮内的に，即ち皮膚の内部に注射する薬剤注射装置及び注射方法に関する。更に，本発明は，注射器等種々の薬剤容器と共に使用するように構成された皮内注射を行なうための針アセンブリにも関する。",
                        "【背景技術】【0002】種々の皮下注射装置が市販されている。多くの皮下注射は筋肉内に行なうことを意図したもので，皮下注射針は各皮膚層と皮下組織を貫通して筋肉組織内に突き刺さる。しかし，或る状況の下では，針の突き刺しは一定の限度に制限されることが望ましい。例えば，或る状況下では，針が真皮層を越えて突き刺さることのないように皮内注射を行なうことが望ましい。",
                        "【0003】皮内注射を行なう技術の一つとして，Mantoux 法が知られている。Mantoux 法は比較的複雑で，注射を行なう医療専門家や患者に熟練が必要である。更に，このMantoux 法は，特に経験のない人が注射を行なう場合には，注射を受ける患者が苦痛を感じることが判っている。",
                        "【0004】従来の針のサイズに比べて短い針を用いて皮内注射を行なうための装置が提案されている。この短い針は患者の真皮を越えて突き刺すことを意図してはいない。こうした装置は，1996年6月18日に発行された特許文献1，1989年12月12日発行の特許文献2，及び1994年7月12日発行の特許文献3に示されている。しかし，提案されたこれらの装置に欠点や不都合が無いわけではない。",
                        "【発明が解決しようとする課題】【0006】例えば，特許文献1と特許文献2に示されている装置は非常に特殊化された注射器である。これらの注射器の設計は，大量生産規模で経済的に製造不可能な比較的複雑な部品構成を含んでいる。したがって，これらの装置の適用性と用途は限られてしまう。",
                        "【0007】同様に，特許文献3に示された装置は特別に設計された注射器を必要とし，したがって，直ぐには種々のタイプの注射器と共に使うわけにはいかない。更に，この特許のアセンブリは経済的な大量生産向きではない。",
                        "【0008】種々の注射器本体と共に使用するのに適した皮内注射装置に対する要望が存在する。更に，大量生産規模で経済的に製造可能な皮内注射装置に対する要望が存在する。本発明はこれらの要望に対処し，前述の欠点と不都合を解消するものである。",
                        "【課題を解決するための手段】【0009】前述の従来の装置に対して，薬剤やワクチン等の物質を皮内に注射するのに使用するのに特に適した薬剤注入装置が本発明によって構成できることが判明した。詳しくは，本発明は，皮内注射を行なうのに使用される針アセンブリを具えた薬剤注入装置に関する。この針アセンブリは，注射器等の予め充填可能な容器に取付けできるアダプタを有する。この針アセンブリはこのアダプタによって支えられ，前端が該アダプタから突出した中空本体を有する。リミッタが針を取り囲み，アダプタから針の前端の方に突出している。このリミッタは，人間などの動物の皮膚を押し付けるように構成された皮膚接触面を有する。針が動物の皮膚を貫通することのできる量即ち深さをリミッタが限定するように，針の前端はこの皮膚接触面から選択された距離だけ突出している。",
                        "【発明の効果】【0012】本発明によれば，薬剤やワクチン等の物質を皮内に注射する場合などに適した薬剤注入装置を安価な構成にて提供することができる。",
                        "【発明を実施するための最良の形態】・・・",
                        "【0020】ハブ22とリミッタ26を具えることは，皮内注射針の実際の製造の際に有利である。好ましい針のサイズは，一般的に30ゲージ或いは31ゲージ針として知られている小ゲージの皮下注射針である。このような小径の針を持つことは，針を充分に短くして動物の真皮を越える不当な突き刺しが起こらないようにすることが必要である。リミッタ26とハブ22は，注射の際に患者の組織を突き刺す針の有効長さよりはるかに大きい全長を有する針24の使用を可能にする。本発明によって構成された針アセンブリの場合，製造・組立プロセスにおいてより大きい長さの針を取り扱うことができるので，製造が容易になり，しかも皮内注射をうまく行なうために短い針を使用する利点はそのまま残されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例（甲1・抄訳）には次の記載がある。",
                    "1頁2～4行",
                    "「この発明は，注射器用の針の透過深度をコントロールするための装置に関します。」",
                    "2頁5～10行",
                    "「従って，この発明の目的は，注射器針の透過深度をコントロールするか調節するための装置を提供することです。それは，注射が最適のやり方で行なわれることを可能にする皮内注射の注射器のために特に設計されています。」",
                    "5頁26行～6頁12行",
                    "「当該皮膚接触要素8は，外部円筒状ボディー5を画定する円筒状の部分を含み，先細りになるか，円錐の部分2かで終わっています。傾斜部2は，針3の先端を包囲し，前述の針3先端側に表面20を有しています。好適には，前述の表面20は実質的に球状の球頭形状をしています。また，そのくぼみは，針3の先端に面しています。さらに，表面20から，短い長さだけ前述の針3の先端が突き出ています。外部円筒状ボディー5の内部に，前述の外部円筒状ボディー5と実質的に共軸な内部円筒状ボディー6が配置されます。内部円筒状ボディー6は，針3を支持し，かつ，外部円筒状ボディー5の内部に配置された，円形リムまたは端部9を備え，それとは逆の端から針3の先端が突出します。」",
                    "6頁19～26行",
                    "「より具体的には，装置1は患者の皮膚8と接触するように，つまり表面20の端部が患者の皮膚8と接触させられるように，用いられます。この位置では，装置1は針3が所定長さ皮膚に入ることを可能にするために皮膚8をわずかに変形するためにわずかに押されます。」",
                    "7頁25～32行",
                    "「さらに，表面20の端部または縁が，患者の皮膚8にわずかに押し付けられるから，それは，針3刺し傷を囲む領域を敏感にすることができ，それにより，皮内注射の間に患者に作用する軽い痛覚はより減少され，一方で，主として，繰り返される注射の場合に，患者に対する，より大きな痛み除去を確実にします。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)ア 認定の事実によれば，本願補正発明は，「皮内注射を行うのに使用する皮下ニードルアセンブリであって，薬剤容器に取り付け可能なハブ部分と，前記ハブ部分によって支持され，前記ハブ部分から突出する前端を有する中空本体を備えた皮下注射用の針，・・・前記針の前端の方に予め選択された距離だけ突出するリミッタ部分と，を具え，・・・前記針の前端は，動物の皮膚を突き刺すことができる量を前記リミッタ部分が制限するように，予め選択された距離だけ皮膚接触面を越えて突出している」との構成を有すること，皮下注射針は各皮膚層と皮下組織を貫通して筋肉組織内に突き刺さるが，或る状況下では，針が真皮層を越えて突き刺さることのないように皮内注射を行なうことが望ましいこと，皮内注射を行なう技術の一つとして，Mantoux 法が知られているが，比較的複雑で，注射を行なう医療専門家や患者に熟練が必要であり，特に経験のない人が注射を行なう場合には，注射を受ける患者が苦痛を感じることが判っていること，従来の針のサイズに比べて短い針を用いて皮内注射を行なうための装置が提案されているが，これらの装置は，非常に特殊化された注射器であって適用性と用途が限られていたり，特別に設計された注射器を必要とし，種々のタイプの注射器と共に使うわけにはいかず，経済的な大量生産向きではないという欠点や不都合があること，そこで，本願補正発明においては，熟練や経験のない人が皮内注射を行う場合でも患者が苦痛を感じることなく，かつ，種々の注射器本体と共に使用するのに適した皮内注射装置に対する要望，大量生産規模で経済的に製造可能な皮内注射装置に対する要望に対処することを解決課題として，上記の構成が採用されたこと，そのため，単に皮膚に垂直に装置を押し付けることにより物質を注入できるので，薬剤やワクチン等の物質を皮内に注射する場合などに適し，かつ，リミッタ部分とハブ部分により患者の皮膚に突き刺す針の有効長さより全長の大きい針の使用が可能となるので，小径の皮下注射針を使用するなどして，薬剤注入装置を安価な構成にて提供することができるとの効果を奏することが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，上記(1)イ 認定の事実によれば，引用発明は，注射器用の針の透過深度をコントロールするための装置に関するものであり，発明の目的は，注射器針の透過深度をコントロールするか調節するための装置を提供することであって，注射が最適のやり方で行なわれることを可能にする皮内注射の注射器のために特に設計されていること，装置1の表面20の端部が患者の皮膚8と接触させられるように用いられ，装置1は針3が所定長さ皮膚に入ることを可能にするために皮膚8をわずかに変形するためにわずかに押され，表面20の端部または縁が，患者の皮膚8にわずかに押し付けられるから，それは，針3刺し傷を囲む領域を敏感にすることができ，それにより，皮内注射の間に患者に作用する軽い痛覚はより減少され，一方で，主として，繰り返される注射の場合に，患者に対する，より大きな痛み除去を確実にするように構成されていることが認められる。すなわち，引用発明においては，注射が最適のやり方で行なわれることを可能にする皮内注射の注射器のために特に設計されているというのであるから，使用される針は，皮下注射用の針ではなく，皮内注射に適した針であると理解される。また，引用発明は，注射器針の透過深度をコントロールするか調節するための装置を提供することを目的とし，それによって，皮内注射の間に患者に作用する軽い痛覚はより減少され，主として，繰り返される注射の場合に，患者に対する，より大きな痛み除去を確実にする効果を奏するものであることが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記の認定によれば，本願補正発明は，熟練や経験のない人が皮内注射を行う場合でも患者が苦痛を感じることなく，かつ，経済的合理性に対する要望にも対処することを目的（解決課題）として．皮下注射用の針を用いて皮内注射を行うニードルアセンブリであるのに対し，引用発明は，皮内注射に適した針を用いて注射器針の透過深度をコントロールするか調整することにより，皮内注射の際の患者の苦痛を緩和ないし除去することを目的とした装置であるということができる。そして，上記の引用発明の目的からすると，引用例に接した当業者が，引用発明の「皮内注射を行うのに使用する針」，すなわち皮内注射に適した針を，敢えて，本願補正発明の「皮下注射用の針」に変更しようと試みる動機付けや示唆を得るとは認め難いから，当業者にとって，相違点に係る本願補正発明の構成を容易に想到し得るとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，被告は，①皮下注射用の針を皮内注射に用いることは，従来より慣用されており，「皮下注射用の針」が，大量生産され市場に広く流通しているのであれば，引用発明における「針3」として「皮下注射用の針」を選択することは，当業者が当然に試みることである，②引用発明において，内部に収容される内部円筒状ボディー6や針3の長さに合わせて，外部円筒状ボディー5の長さが決められるのであり，針3は，その全長に比して「短い長さ」分だけ表面20から突き出させて構成されるから，「針3」として，全長の長い「皮下注射用の針」を選択することの動機付けも存在する旨主張する。",
                    "しかし，上記の引用発明の目的，及び，引用例に「装置1は患者の皮膚8と接触するように，つまり表面20の端部が患者の皮膚8と接触させられるように，用いられます。この位置では，装置1は針3が所定長さ皮膚に入ることを可能にするために皮膚8をわずかに変形するためにわずかに押されます。」，「表面20の端部または縁が，患者の皮膚8にわずかに押し付けられるから，それは，針3刺し傷を囲む領域を敏感にすることができ，それにより，皮内注射の間に患者に作用する軽い痛覚はより減少され，・・・繰り返される注射の場合に，患者に対する，より大きな痛み除去を確実にします。」と記載され（上記(1)イ ），注射を行う際の皮膚に対する押付け力はわずかなものとされていることにかんがみると，たとえ，皮下注射用の針を皮内注射に用いることが従来から慣用されている事実を認め得るとしても，引用発明の皮内注射に適した「針3」を，技術常識からみて皮膚への刺入に要する力がより大きいと理解される皮下注射用の針に変更する動機付けはなく，当業者が当然に試みることともいえない。このことは，皮下注射用の針が大量生産され市場に広く流通しているとしても同様である。よって，被告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，本願補正発明の「皮下注射用の針」と引用発明の「皮内注射を行うのに使用する針3」とは，単なる適用部位の相違であり，本願補正発明の構成は，当業者が容易に想到できるとした審決の相違点に関する判断は誤りであり，原告の主張には理由がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3（本願補正発明の効果の看過）について",
          "text": [
            "原告は，本願補正発明の「針」及び「皮膚接触面」と，引用発明の「針3」及び「皮膚8に接触する表面20」とでは，皮膚に対する作用を異にしており，また，引用発明は，「皮内注射を行うのに使用する皮下ニードルアセンブリ」といえず，本願補正発明の，皮下ニードルを用いて，皮内注射を可能としたという顕著な効果を示唆しているとはいえないにもかかわらず，審決は，本願補正発明の顕著な作用効果を看過した誤りがある旨主張する。",
            "上記1のとおり，本願補正発明は，相違点に係る構成を採用することにより，単に皮膚に垂直に装置を押し付けることにより物質を注入できるので，薬剤やワクチン等の物質を皮内に注射する場合などに適し，かつ，リミッタ部分とハブ部分により患者の皮膚に突き刺す針の有効長さより全長の大きい針の使用が可能となるので，小径の皮下注射針を使用するなどして，薬剤注入装置を安価な構成にて提供することができるとの効果を奏するものである。かかる効果は，皮内注射に適した針を使用する引用発明からは予測できないものであり，顕著な効果ということができる。",
            "したがって，本願補正発明による効果は，引用発明から当業者が予測し得た程度のものであって，格別のものとはいえないとした審決の判断は誤りであり，原告の上記主張には理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，原告主張の取消事由2及び取消事由3には理由があり，その余の点について判断するまでもなく，審決を違法として取り消すべきものと判断する。被告は，他にも縷々反論するが，いずれも採用の限りでない。",
        "よって，審決を取り消すこととし，主文のとおり判決する。"
      ]
    }
  ]
}