{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-2260号事件について平成23年11月14日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続",
          "text": [
            "原告は，発明の名称を「日本語入力方法」とする発明について，平成20年5月23日に特許出願（パリ条約による優先権主張2007年5月23日，大韓民国。特願2008-134934。以下「本願」という。）したが，平成21年9月30日付けで拒絶査定がされたので，原告は，平成22年2月2日，拒絶査定不服審判請求（不服2010-2260号事件）をするとともに，特許請求の範囲について手続補正をした（乙5，6。以下「本件補正」という。）。これに対して，特許庁は，特許法162条に規定する前置審査を経た上で，平成23年11月14日，本件補正を却下し，審判請求を不成立とする旨の審決（以下「審決」という。）をし，審決の謄本は，同年11月29日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正による補正前の本願特許の請求項1の記載は次のとおりである（乙3。以下「本願発明」という。）。",
                "「【請求項1】 ",
                "入力装置から予め定義されたキーコードを入力されるキーコード受信モジュールと，既設定された文字テーブルから前記入力されたキーコードにより決定される文字を抽出する制御モジュールを含む日本語入力システムに適用され， ",
                "前記入力装置は，子音(か，さ，た，な，は，ま，ら)行，濁音(が，ざ，だ，ば)行及び半濁音(ぱ)行の代表文字をそれぞれ各代表文字がかなで表記されたキーボタンに割り当てて子音部を構成し，「あ」行の母音(あ，い，う，え，お)と「や」行の半母音(や，ゆ，よ)の個別文字をそれぞれ各個別文字がかなで表記されたキーボタンに割り当てて母音部を構成し， ",
                "前記キーボタンを操作することによって，前記制御モジュールは入力形態に応じて前記文字テーブル内の対応する行及び段の位置から該当文字を抽出することを特徴とする日本語入力方法。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正による補正後の本願特許の請求項1の記載は次のとおりである（乙6。以下「本件補正発明」という。）。",
                "「【請求項1】 ",
                "入力装置から予め定義されたキーコードを入力されるキーコード受信モジュールと，既設定された文字テーブルから前記入力されたキーコードにより決定される文字を抽出する制御モジュールを含む日本語入力システムに適用され， ",
                "前記入力装置は，その上面の一側に，子音(か，さ，た，な，は，ま，ら)行，濁音(が，ざ，だ，ば)行及び半濁音(ぱ)行の代表文字をそれぞれ各代表文字がかなで表記されたキーボタンに割り当てて12音の子音部を配列し，その上面の他側に，「あ」行の母音(あ，い，う，え，お)と「や」行の半母音(や，ゆ，よ)の個別文字をそれぞれ各個別文字がかなで表記されたキーボタンに割り当てて8音の母音部を配列し， ",
                "前記文字テーブルは，子音部の12（か，さ，た，な，は，ま，ら，が，ざ，だ，ば，ぱ）行の各文字段を3個の拗音（X や，X ゆ，X よ）段を含む文字段8（あ，い，う，え，お，X や，X ゆ，X よ）で構成され，母音1行は（あ，い，う，え，お）と半母音（や，ゆ，よ）の個別文字からなる文字段（あ，い，う，え，お，や，ゆ，よ）8段から構成され，   ",
                "前記子音キーの文字1つと母音キーの文字1つを順次入力するか，前記母音キーの文字1つを単独入力することにより，前記制御モジュールは入力形態よりキーボタンの文字情報信号に基づく前記文字テーブル内の子音行の12行と母音8段が交差する位置及び母音8段の位置から該当文字を抽出することを特徴とする日本語入力方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写に記載のとおりである。審決は，要するに，本件補正発明は，甲1（特開2006-74716号公報。以下「引用例1」という。）に記載の発明（以下「引用例1発明」という。），甲2（特開平8-137594号公報。以下「引用例2」という。）の記載事項及び周知技術に基づいて，当業者が容易に発明することができたものであるから，独立特許要件を満たないとして，本件補正を却下し，本願発明も同様に，引用例1発明，引用例2の記載事項及び周知技術から当業者が容易に想到できるものであるから，本願を拒絶すべきとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が認定した引用例1発明の内容は，次のとおりである。",
                "「正面キー及び背面キーから所定のキーコードがCPUに供給され，当該所定のキーコードから入力文字を決定し抽出する，日本語入力システムに適用される方法であって， ",
                "14個の正面キーには，子音として「K」「S」「T」「Ｎ」「H」「M」「R」「W」「G」「Z」「D」「F」「B」「P」を割り当てて，それぞれの文字が表記され，8個の背面キー6には，母音としての「a」「i」「u」「e」「o」と，「ya」「yu」「yo」を割り当てて，それぞれの文字が表記されており，",
                "子音を表す正面キー1つと母音を表す背面キー1つを同時に押すか，母音を表す背面キー1つのみを押すことによって，該当文字を抽出している携帯用電子機器における日本語入力方法。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決が認定した本件補正発明と引用例1発明との間の一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "入力装置から予め定義されたキーコードを入力されるキーコード受信モジュールと，前記入力されたキーコードにより決定される文字を抽出する制御モジュールを含む日本語入力システムに適用され，",
                    "前記入力装置は，ある部位に，子音，濁音及び半濁音の代表文字を，それぞれの各代表文字が表記されたキーボタンに割り当てて12音の子音部を配列し，他の部位に，「あ」行の母音と「や」行の半母音の個別文字を，それぞれの各個別文字が表記されたキーボタンに割り当てて8音の母音部を配列し，",
                    "前記子音キーの文字1つと母音キーの文字1つとにより入力するか，前記母音キーの文字1つを単独入力することにより，前記制御モジュールは入力形態よりキーボタンの文字情報信号に基づき該当文字を抽出することを特徴とする日本語入力方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1 ",
                  "text": [
                    "本件補正発明における入力装置は，その上面の一側に12音の子音部が，その上面の他側に8音の母音部がそれぞれ配置されるものであるのに対して，引用例1発明では携帯用電子装置の表裏に形成された子音を入力する正面キー及び母音を入力する背面キーから構成されている点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点2",
                  "text": [
                    "本件補正発明の前記入力装置は，子音行，濁音行及び半濁音行の代表文字と，「あ」行の母音及び「や」行の半母音の各個別文字がキーボタンにかなで表記されているのに対して，引用例1発明はアルファベットで表記されている点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点3",
                  "text": [
                    "本件補正発明は文字テーブルを有し，「前記文字テーブルは，子音部の12（か，さ，た，な，は，ま，ら，が，ざ，だ，ば，ぱ）行の各文字段を3個の拗音（Xや，Xゆ，Xよ）段を含む文字段8（あ，い，う，え，お，Xや，Xゆ，Xよ）で構成され，母音1行は（あ，い，う，え，お）と半母音（や，ゆ，よ）の個別文字からなる文字段（あ，い，う，え，お，や，ゆ，よ）8段から構成され」ているのに対して，引用例1発明においては文字テーブルを有するか不明な点。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点4",
                  "text": [
                    "本件補正発明では，子音キーの文字1つと母音キーの文字1つを順次入力するのに対して，引用例1発明は子音を表す正面キー1つと母音を表す背面キー1つを同時に押すものである点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正却下の決定に係る手続違背（取消事由1）",
              "text": [
                "平成23年3月22日付け審尋書（乙8）には「この審判事件の審理は，今後，この《前置報告書の内容》を踏まえて行うことになります」と記載されていることに照らすならば，審査官は，特許法164条3項の前置報告書（乙7）では，本件補正を適法であるとしていたにもかかわらず，審判合議体は，審決において本件補正を却下した点に，手続違背がある。",
                "拒絶査定不服審判の請求時に手続補正があれば前置審査を経なければならず，審判請求時の補正を却下するかどうかの権限は前置審査官にあり（特許法163条1項で準用する53条），前置審査官が前置審査において適法に認めた手続補正に対して，審判合議体が，出願人に何ら抗弁の機会を与えることなく補正却下した点で，手続上の違法がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明の独立特許要件の有無に関する判断の誤り（取消事由2）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1発明の認定の誤り",
                  "text": [
                    "引用例1発明では，キーのそれぞれに，1文字ずつのアルファベットが割り当てられており，引用例1の開示内容全体を参照しても，子音及び母音を表す文字として，アルファベット以外の文字又は記号を用いることは開示も示唆もされていない。これは，引用例1発明における子音及び母音が，ローマ字表記の文字体系における音素であるアルファベットの子音及びアルファベットの母音であることを意味し，ユーザがローマ字入力を行うことを前提としている。また，引用例1の図6の文字入力例の記載や，英語と日本語の2つの入力モードを備えていること（【0062】）からも，引用例1発明は，日本語についてのローマ字入力を具現する際の文字変換手段であることが前提である。",
                    "以上のとおり，引用例1発明はローマ字入力を前提とした発明である。",
                    "しかし，審決は，引用例1発明について，ローマ字入力を前提とする構成の認定がなく，この点において認定の誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1発明と本件補正発明との一致点・相違点の認定・判断の誤り",
                  "text": [
                    "引用例1発明は，ローマ字入力方式，及び，ローマ字／かな文字変換アルゴリズムを採用している。したがって，引用1発明によれば，ローマ字表記を習得している者であれば，引用例1発明に係る機器を用いて日本語入力を行うことが可能であるが，ローマ字表記を習得していない者は，引用例1発明に係る機器を用いて日本語入力を行うことは不可能である。",
                    "これに対し，本件補正発明は12行8段の文字テーブルに基づく行段入力方式，及び文字テーブルから直接かな文字を抽出する行段入力要素のアルゴリズムを採用している。したがって，本件補正発明によれば，ローマ字表記を習得している者でなくても，本件補正発明に係る日本語入力方法を採用した機器によって日本語入力を行うことが可能である。",
                    "審決には，上記の点における認定，判断の誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性判断の誤り---阻害要因の看過",
                  "text": [
                    "引用例1発明は，ローマ字に係る技術思想と，コンピュータ技術的約束についての技術思想とを融合した発明であり，引用例2に記載の発明も，日本文字に係る技術思想と，コンピュータ技術的約束についての技術思想とを融合した発明である。この2つの発明を結合するには，キーボードの文字をローマ字とすること及び日本文字とすることのいずれにおいても困難性があり，また，文字の性質上，音素及び音節のいずれとするかを判断することにおいても困難性がある。",
                    "このように，ローマ字と日本文字を結合することが困難であるにもかかわらず，審決は，本件補正発明が，引用例1発明のローマ字と引用例2の記載事項の日本文字の結合によって容易に発明することができると判断するが，同審決の判断は，組合せに関する阻害事由を看過した誤りがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "容易想到性判断の誤り---文字体系の創作性",
                  "text": [
                    "本件補正発明における新日本文字は，日本音声言語全体に対して1つでコントロールすることができる音素文字であり，本件補正発明で最初に日本語全体をコントロールすることができる新日本文字を創作してコンピュータ技術的約束と融合してデジタル環境における問題点の解決を図った。",
                    "引用例2に記載の発明の入力形態は，あ行入力と4（い，う，え，お）段入力と拗音入力方式がそれぞれ異なっているとおり，日本音声言語全体について音素文字を創作することには限界があった。本件補正発明は，日本音声言語全体を1つの原理でコントロールする新日本文字を創作したものであり，引用例1発明に引用例2記載の発明を組み合わせて，本件補正発明に至ることは困難である。",
                    "審決には，容易想到性に関する判断の誤りがある。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "容易想到性判断の誤り---作用効果の看過",
                  "text": [
                    "本件補正発明は，①ローマ字入力方式ではないため，日本文字を習得した人であれば誰であっても，日本文字の入力方法を別途に学ぶことなく日本文字を入力することができるとの作用効果，及び，②日本音声言語の音韻原理を基にしているので，日本文字を修得した人であれば誰であっても，日本文字を入力することができるとの作用効果を奏する。",
                    "審決には，本件補正発明の上記作用効果を考慮することなく，容易想到性がないと判断した点において誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の容易想到性に関する判断等の誤り（取消事由3）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，ローマ字の音声原理を技術的思想とする引用例1発明と日本音声原理を技術的思想とする本願発明の技術的思想が同じであることを前提としている。",
                    "しかし，本願発明の出願前には本願発明の新日本文字が存在しない以上，その対比は不可能である。したがって，審決の判断には，誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1発明は，文字特定方式について，アルファベット子音と母音を組み合わせてローマ字を入力する段階と，上記入力されたローマ字をかな文字に変換してかな文字を特定する段階を備える方式であるのに対し，本願発明は，行選択，段指定の座標概念で文字を抽出するという行段選択方式の改良である。",
                    "したがって，本願発明と引用例1発明の文字特定方式の相違を考慮することなく本願発明が容易であるとした審決の判断には誤りがある。",
                    "その他，審決には，本願発明についても取消事由2と同様の誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "拒絶理由通知をしなかった手続上の違法（取消事由4）",
              "text": [
                "前置報告書（乙6）では，特許査定できない理由として，本件補正に係る明細書等を対象として引用例1発明のみに基づいて特許できないと記載されているのに対し，審決では，本件補正前である本願発明を対象として，引用例1発明と引用例2の記載事項及び周知技術の組合せから容易想到であるとした。審決の上記判断は，新たな拒絶理由に該当するにもかかわらず，審判手続において，原告に対する意見書，手続補正書提出の機会を与えなかった点で，手続違背がある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "前置審査制度の趣旨に反する手続違背（取消事由5）",
              "text": [
                "審決には，取消事由1ないし4のとおり，①本件補正を権限がないにもかかわらず却下している点，②審決の拒絶理由が前置審査の拒絶理由と異なっているにもかかわらず，新たな拒絶理由を通知しなかった点，及び③本件補正前の明細書を判断対象にした点に手続上の誤りがあり，これらは，前置審査制度に係る特許法162条の趣旨に反し，違法である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "特許法2条の趣旨及びその法理に反する違法（取消事由6）",
              "text": [
                "引用例1発明は，英語文字体系という技術的表記思想の観点で，アルファベット子音と母音を組み合わせて1つのかな文字の発音をローマ字で表記する音素文字の表記思想を基盤とする技術的思想を有する点，使用者の観点で，ローマ字の知識を認識の媒介として利用する知識作用を前提にしてかな文字1つに該当する発音を英文アルファベットの組合せで入力することができるという技術的思想を前提としている点，及び入力装置の観点で，英文アルファベットキーボタンで入力したかな文字の発音に該当するローマ字をかな文字に変換する文字変換手段を中間媒介で構成して入力装置を具現するという技術的思想を有している点で特徴がある。",
                "それにもかかわらず，本願発明と引用例1発明の技術思想が共通するとした審決の判断は，特許法2条に反する違法がある。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "意見書提出制度の趣旨に反する違法（取消事由7）",
              "text": [
                "原告は，本願の審査，審判過程で意見書を3回提出し，審査官や審判官の誤りを指摘したにもかかわらず，拒絶査定や審決において，原告の指摘した意見内容について何ら検討されなかった点で，審決には，特許法50条に反する違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "補正却下の決定に係る手続違背（取消事由1）に対して",
              "text": [
                "審査前置制度は，拒絶査定に対する審判において原査定が取り消されるものの多くが，拒絶査定後に特許請求の範囲等について補正がされたものであるという実情に鑑み，そのような事件の処理をその拒絶査定をした審査官に再審査させることにより，審判官が処理すべき事件の件数を減らし，審判の促進を図る趣旨で導入されたものである。",
                "そして，特許法164条では，前置報告書に関して，審査官が特許をすべき旨の査定をしない場合，補正によっても拒絶理由が解消していないとき，又は補正によって拒絶理由は解消したが新たな拒絶理由があるときは，拒絶をすべき旨の査定等をすることなく，審査の結果を特許庁長官に報告しなければならない旨を定めている。",
                "このように，前置報告は，審理の参考に供するためのものであって，審判合議体は，審査官が示した理由等に拘束されるものではない。",
                "また，審尋における「この審判事件の審理は，今後，この《前置報告書の内容》を踏まえて行うことになります。」との記載は，このような前置報告の意義を確認のため記載したものにすぎない。",
                "審決は，本件補正を平成23年法律第63号による改正前の特許法17条の2第6項において準用する同法126条5項の規定に違反すると判断し，同法159条1項の規定において読み替えて準用する同法53条1項の規定により却下したものであり，その手続に違法はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明の独立特許要件の有無に関する判断の誤り（取消事由2）に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1発明の認定の誤り",
                  "text": [
                    "引用例1には，子音として割り当てられたキーと母音等として割り当てられたキーを，図6に示された所定の組合せで，同時に又は単独で操作することにより所定のひらがなを特定し入力する日本語入力方法が開示されており，ここで，操作する際にキーを区別するため，それぞれのキーに割り当てられた文字や機能を表記することが技術常識であることを考慮すれば，引用例1記載の各キーには，それぞれ「K」「S」「T」等の文字が表記されていると考えるのが自然である。",
                    "原告は，引用例1発明は，各キーにアルファベットが割り当てられているから，ローマ字入力を前提としたものであり，入力されたアルファベットが表すローマ字をかな文字に変換することによって文字を特定する構成が必要不可欠であるとする。",
                    "しかし，引用例1発明における各キーの表記は，操作する際にキーを区別するためのものであり，各キーに表記された「K」「S」「T」等を，ローマ字入力のための表記と認識するか，かな文字（ひらがな）入力のための表記と認識するか，あるいは単なる「記号」と認識するかは，個々のユーザの精神活動によるものであり，任意である。",
                    "すなわち，引用例1発明は，所定のキーコードの組合せにより入力文字であるひらがな（かな文字）を特定する日本語入力方法を前提とした発明であり，各キーにアルファベットが表記されているからといって，ローマ字入力を前提としたものであり，又は，入力されたローマ字をかな文字に変換することによって文字を特定する構成が必要不可欠であるということはできない。",
                    "以上のとおり，引用例1発明は，ローマ字入力を前提としたものではなく，審決における引用例1発明の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例1発明と本件補正発明との一致点・相違点の認定・判断の誤り",
                  "text": [
                    "本件補正発明は，日本語入力方法に係る発明であって，日本語を少ないキー入力回数で入力できるようにすること及びローマ字表記を習得していない者による文字入力の利便性を向上させること，すなわち，日本語を容易に入力できるようにすることを課題としたものである。",
                    "引用例1発明は，携帯用電子機器において日本語等の文字入力を簡易かつ迅速に実行できるようにすることを課題としたものである。",
                    "このように，本件補正発明と引用例1発明は，いずれも日本語入力方法に係る発明であって，日本語を容易に入力できるようにすることを課題としているから，技術分野及び課題が共通する。",
                    "原告は，ローマ字表記を習得していない者は，引用例1発明において日本語入力はできないと主張する。しかし，キーボタンの表記は，操作する際にキーを区別するためのものであり，図6に示されたキーの組合せにより所定のひらがなが特定されるのであるから，ローマ字表記を習得しているか否かにかかわらず，日本語入力は可能である。したがって，引用例1発明が対象とする利用者は，日本語を入力しようとする者一般というべきであり，本件補正発明と引用例1発明は，対象とする利用者についても差異はない。",
                    "引用例1発明における「K」「S」「T」・・・は，それぞれ本件補正発明における「か」，「さ」，「た」，・・・に対応するから，両者は，審決が相違点2として認定しているようにキーボタンの表記は異なるものの，その日本語入力方法において共通するものである。",
                    "以上のとおり，本件補正発明と引用例1発明との一致点・相違点に関する審決の認定・判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "容易想到性判断の誤り---阻害要因の看過",
                  "text": [
                    "引用例1発明は，携帯用電子機器において日本語等の文字入力を簡易かつ迅速に実行できるようにすることを課題としたものであり，一方，引用例2に記載された技術は，効率的な日本語入力を可能にする日本語入力用のキーボードを提供することを課題としたものであり，両者は，技術分野及び課題において共通する。",
                    "また，引用例1発明は，子音が表記されたキーボタンと，母音が表記されたキーボタンとを組み合わせて，ひらがな（かな文字）を入力するものであり，一方，引用例2に記載された技術は，所定の1つ又は2つのキーを組み合わせて，ひらがな（かな文字）を入力する日本語入力方法を前提としたものであり，「キーボードの右側に母音系キーが，左側に子音系キーが配置されており，各キートップにはかなで表示がなされているキーボード」を用いて入力するものであるから，両者は，日本語入力方法及びキーの構成においても共通する。",
                    "したがって，相違点2は，引用例1発明において，操作する際にキーを区別するためのキーボタンの表記として，引用例2に記載された「かな」による表記を採用することは，当業者が容易に想到できたものというべきである。",
                    "以上のとおり，引用例1発明と引用例2に記載された技術は，技術分野，課題，及び構成において共通するとともに，引用例1発明における各キーの表記は，操作する際にキーを区別するためのものであり，ローマ字入力を前提としたものではないことに鑑みれば，引用例1発明と引用例2の記載事項とを組み合わせることには，原告が主張するような阻害要因はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "容易想到性判断の誤り---文字体系の創作性",
                  "text": [
                    "原告の主張に係る「新日本文字の創作」は，本件発明における容易想到性の有無の判断に影響しない。引用例1発明において，操作する際にキーを区別するためのキーボタンの表記として，引用例2に記載された「かな」による表記を採用することは，当業者が容易に想到できたとする判断に誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "容易想到性判断の誤り---作用効果の看過",
                  "text": [
                    "引用例1発明において，キーボタンの表記として，引用例2に記載された「かな」による表記を採用すれば，ローマ字を意識することなく日本文字を入力することができることは，自明である。",
                    "また，引用例1発明におけるキーボタンの表記として，引用例2に記載された「かな」による表記を採用すれば，本件補正発明と同様に，子音の代表文字が表記されたキーボタンと，「あ」行の母音と「や」行の半母音の個別文字が表記されたキーボタンとを組み合わせて操作することにより，ひらがな（かな文字）を入力することができる。したがって，原告の主張に係る本件補正発明における「日本音声言語と日本文字とが一致して入力される」との作用効果は，引用例1発明においても同様に得られる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の容易想到性に関する判断等の誤り（取消事由3）に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の出願前に日本国内において頒布された刊行物である引用例1に記載された事項に基づいて引用例1発明を認定し，本願発明は，本願の出願前に当業者が引用例1発明に基づいて容易に発明をすることができたものであるとした審決の判断に，原告主張に係る誤りはない。審決における「出願前」の解釈や特許法29条2項の規定の解釈に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決における本願発明と引用例1発明との一致点の認定に誤りはなく，審決における本願発明と引用例1発明との相違点の認定にも誤りはない。審決に阻害要因の看過はなく，本願発明は，引用例1発明，引用例2の記載事項及び周知技術に基づいて当業者が容易に発明をすることができたものであるとした判断にも誤りはない。審決における本願発明に関する作用効果の認識に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "拒絶理由通知をしなかった手続上の違法（取消事由4）に対して",
              "text": [
                "特許法159条2項の規定において読み替えて準用する同法50条の規定は，拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合の規定であるところ，審決の理由は，拒絶査定における理由と実質的に同じであるから，新たな拒絶理由を通知することなく審決した手続に違法はない。",
                "また，上記規定は，前置報告書に記載された報告の内容を対象としたものではないから，仮に審決における拒絶の理由が前置審査報告に記載された報告の内容と異なるとしても，出願人に新たな拒絶理由を通知し，補正の機会を与えなければならないものではない。",
                "特許法50条ただし書の規定は，再度拒絶理由を通知することにより，審査が繰り返し行われることを回避するために設けられた規定であるところ，審決は，同規定にのっとって本件補正を却下したものであり，その手続に違法はない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "前置審査制度の趣旨に反する手続違背（取消事由5）に対して",
              "text": [
                "特許法162条は補正却下や拒絶理由通知に係る規定ではない。原告の主張は，審査前置制度についての独自の解釈によるものであり失当である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "特許法2条の趣旨及びその法理に反する違法（取消事由6）に対して",
              "text": [
                "審決は，「本願の請求項1に係る発明（以下，「本願発明」という。）は本件補正前の平成21年9月10日に提出された手続補正書により補正された特許請求の範囲の請求項1に記載された以下のとおりのものである。」として，技術思想たる「発明」を認定した上で，その容易想到性について判断しており，違法はない。",
                "本願発明の容易想到性の有無に係る審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "意見書提出制度の趣旨に反する違法（取消事由7）に対して",
              "text": [
                "拒絶査定の「備考」欄には，意見書（甲11）及び手続補正書（乙3）の内容を検討したが拒絶理由を覆すに足りる根拠が見いだせなかったとして，その理由を示した上で拒絶査定がされたことが記載されている。同記載によれば，審決は，原告が提出した意見書等の内容を検討した上で，判断されていると認められる。",
                "また，手続の経緯から，審決は，原告の提出に係る意見書（甲11），審判請求の理由（甲12）及び回答書（甲13）の内容を検討した上で，判断されたと認められる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決には原告の主張に係る違法はなく，原告の請求は棄却されるべきと判断する。その理由は次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願に係る明細書の記載",
              "text": [
                "本願に係る明細書には，次の記載がある（乙1）。",
                "「【0001】",
                "本発明は日本語入力方法に関し，特に，子音行，濁音行，または半濁音行の代表文字をそれぞれキーボタンに割り当てて子音部を構成し，母音と半母音をそれぞれ個別文字でキーボタンに割り当てて母音部を構成し，キーボタン操作に応じてかな文字を入力するようにした日本語入力方法に関する。」",
                "「【0006】",
                "しかしながら，かな文字のローマ字表記法による日本語入力方法は，かな文字を英文発音で入力した後，英文発音を再び日本語に変換するローマ字表記法によるかな文字入力方式は，日本語に対するローマ字表記法を別に習わなければならないという問題点と，ローマ字表記法でかな文字を入力するとき，考えの流れを断ち切るという問題点がある。",
                "【発明の開示】",
                "【発明が解決しようとする課題】",
                "【0007】",
                "本発明は，上記のような従来技術の問題点を解決するために案出されたものであって，本発明の目的は，日本語を容易に入力できる入力方法を提供することである。",
                "【0008】",
                "本発明の他の目的は，使用に便利で，且つ容易に熟知できるようにする効率的な文字配列を有する日本語入力装置を提供することである。",
                "【課題を解決するための手段】",
                "【0009】",
                "上記の目的は，子音(か，さ，た，な，は，ま，ら)行，濁音(が，ざ，だ，ば)行及び半濁音(ぱ)行の12個の代表文字をそれぞれキーボタンに表示して子音部を構成し，「あ」行の母音(あ，い，う，え，お)と「や」行の半母音(や，ゆ，よ)それぞれを個別文字でキーボタンに割り当てて8つの母音部を構成し，前記子音部から選択された文字1つと前記母音部から選択された文字1つを順次入力するか，前記母音部の文字1つを単独入力するか，またはこれらを混用してかな文字入力を行う日本語入力方法により達成される。」",
                "「【0026】",
                "図7を参照すると，入力装置の英文配列(クワーティーキーボード)中，まず，子音(か，さ，た，な，は，ま，ら)をアルファベットボタン(A，S，D，F，G，B，V)に対応して配列されるようにする。」",
                "「【0027】",
                "また，濁音と半濁音(が，ざ，だ，ば，ぱ）は，アルファベットボタン(Q，W，E，R，T)に対応されるようにする。」",
                "「【0028】",
                "好ましくは，子音(か，さ，た，な，は，ま，ら)，濁音と半濁音(が，ざ，だ，ば，ぱ)で構成される子音群は，左側に配列されたキーボタンに集中的に配置できる。",
                "【0029】",
                "一方，第1母音(あ，い，う，え，お)は，5つのアルファベットボタン(U，I，J，K，L)に対応される。」",
                "「【0030】",
                "また，半母音(や，ゆ，よ)は，3つのアルファベット(Y，H，N)に対応される。・・・また，2つの第2母音(わ，を)は，アルファベットボタン(O，P)に対応される。即ち，O ボタンには「わ」，P ボタンには「を」がそれぞれ配列される。",
                "【0031】",
                "ここで，好ましくは，第1母音(あ，い，う，え，お)と半母音(や，ゆ，よ）から構成される母音群と第2母音(わ，を)は子音グループとの区別が明確になるように右側に配列されたキーボタンに集中的に配置できる。",
                "【0032】",
                "また，個別文字である撥音「ん」と促音「っ」は，アルファベット文字が割り当てられたほかのボタン中のキーボードの左側下段の Z，X ボタンに割り当てられる。・・・他の個別文字である長音「ー」は，母音が割り当てられて配列されたキーボードの右側下段 M ボタンに配列されるようにする。",
                "【0033】",
                "また，文章符号である句点「。」は，子音が割り当てられて配列されたキーボードの左側下段アルファベットボタン C ボタンに配列されるようにする。」",
                "「【0044】",
                "ステップ S602において，子音と母音がそれぞれキーボタンに割り当てられる。ステップ S604において，入力しようとする文字が順次入力方式で入力される文字であるかを判断し，直接入力方式で入力される文字であれば，図7の入力装置のキーボタンを1回押して希望する文字を入力する(ステップ S606)。",
                "【0045】",
                "入力しようとする文字が順次入力方式で入力される文字であれば，図7の左側に配列されている子音，濁音，または半濁音に該当する文字行キーボタン1つを先に入力する(ステップ S608)。次に，図7の右側に配列され，文字段に対応する母音または半母音キーボタン1つを入力すると(ステップ S610)，図3及び図4に示すように，入力された文字行と文字段に対応し，日本語文字テーブルに表記された特定文字の中の1つで表示装置の画面に出力される(ステップ S612)。",
                "【0046】",
                "文字を続いて入力するかを判断し(ステップ S614)，続いて入力しようとすると，リターンし，これ以上入力しなければ，終了する。」",
                "「【0072】",
                "上記の日本語入力方法によると，文板を容易に熟知できるので，日本語を容易に入力できるという効果がある。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1の記載",
              "text": [
                "引用例1には，次の記載がある（甲1。【図6】は別紙のとおり。）。",
                "「【技術分野】",
                "【0001】",
                "本発明は，携帯電話等の携帯用電子機器に関し，特に文字入力が行われる携帯用電子機器に関するものである。」",
                "「【発明が解決しようとする課題】",
                "【0004】",
                "携帯用の機器の場合，装置が小型であることや使用性を考慮して，操作キーは最小限とされ，また1つの操作キーが複数の入力に兼用されることが多い。そのため日本語文字入力の場合などは，例えば1つのキーにひらがなの数文字が割り当てられ，1つの文字を選択するために，入力キーを何回も押さなければならないというのが現状である。このため，特に電子メールなどのための文字入力において入力操作に時間や労力がかかるという問題がある。」",
                "「【課題を解決するための手段】",
                "【0006】",
                "本発明は上記問題に鑑み，携帯用電子機器において日本語等の文字入力の操作性を向上させ，電子メール等のための文字入力を簡易かつ迅速に実行できるようにすることを目的とする。",
                "【0007】",
                "このため本発明の携帯用電子機器は，入力操作時に握持する握持筐体の第1の面に配置され，少なくとも子音指定が可能とされた第1の入力操作部と，上記握持筐体の第2の面に配置され，少なくとも母音指定が可能とされた第2の入力操作部と，表示部と，上記第1の入力操作部で指定された子音と上記第2の入力操作部で指定された母音に基づいて入力文字を選定し，上記表示部に表示させる制御部とを備えるようにする。」",
                "「【0010】",
                "第1又は第2の入力操作部としては，以下の構成をもつ。」",
                "「【0011】",
                "即ち本発明は，第1の入力操作部で子音を指定し，第2の入力操作部で母音を指定するという操作により，ユーザーが意図する文字が入力されるようにすることを基本とし，さらに上記各構成により操作性を向上させる。",
                "【発明の効果】",
                "【0012】",
                "本発明によれば，握持筐体の第1の面（例えば正面）の第1の入力操作部で子音を指定し，握持筐体の第2の面（例えば背面又は上面）の第2の入力操作部で母音を指定するという操作により，ユーザーが意図する文字が入力されるため，ユーザーは入力しようと意図する文字を直接的に選んで操作できる。つまり，同じキーを何度も押して入力しようとする文字を選ぶという手間のかかる操作は不要となる。これにより，電子メールその他のための文字入力の時間が短縮され，また操作も簡単となる。さらに子音，母音に分かれてキーが設定されていることで，ユーザーが操作に慣れてキー配置を把握すれば，いわゆるブラインドタッチでの文字入力が容易となり，文字入力の容易性はさらに高まることになる。」",
                "「【発明を実施するための最良の形態】」",
                "「【0016】",
                "＜折り畳み式携帯電話機＞",
                "まず，本体部が折り畳み式の構造を持つ携帯電話機の例を説明する。」",
                "「【0018】",
                "・・・本体下部2には，図1（a）に示すように，その正面側に各種入力のための操作キー3，4が配置されている。以下，本体正面に配置される操作キー3，4を正面キーと呼ぶ。",
                "また図1（b）に示すように本体下部2の背面側にも操作キー（以下，背面キー）6が配置されている。",
                "さらに，本体下部2の側面にも操作キー（以下，側面キー）5が形成されている。",
                "即ち，本体下部2の正面が第1の面，背面が第2の面，側面が第3の面として，それぞれ第1，第2，第3の入力操作部が形成されていることになる。」",
                "「【0024】",
                "正面キー3，4に対しては例えばキーマトリクス接点構造の正面キー入力検出部22が設けられ，正面キー3，4の或るキーが押されたことの情報が正面キー入力検出部22からCPU21に供給される。同様に，背面キー6に対して背面キー入力検出部23，側面キー5に対して側面キー入力検出部24が設けられ，或るキーが押されたことの情報がCPU21に供給される。",
                "CPU21は，各入力検出部22，23，24によって検出された押圧キーの情報に基づいて，ユーザーの操作を認識し，所要の処理を行う。また文字入力モードとされているときは，正面キー入力検出部22で押圧が検出された正面キー3，4のうちの或るキーと，背面キー入力検出部23で押圧が検出された背面キー6のうちの或るキーとの組み合わせにより，入力文字を選定する。具体的には後述するように，正面キー3又は4で選ばれた子音と，背面キー6で選ばれた母音により，入力文字を認識する。・・・",
                "CPU21は，入力操作に基づいて選定した文字についてはメイン表示部8に表示させ，ユーザーに文書作成中のモニタとして提示する。",
                "【0025】",
                "以下，このような構成の本例の携帯電話機における文字入力操作例を説明する。",
                "上記のように本体下部2には，正面キー3，4，背面キー6，側面キー5が設けられており，ユーザーはこれらのキーを用いて電子メール送信文書作成などのための文字入力を行うことができる。",
                "特に本例の場合は，文字入力の際に，正面キー3で子音を指定し，背面キー6で母音を指定する方式をとり，正面キー3の1つと背面キー6の1つを同時に押すことで，或る文字を直接的に入力できることが大きな特徴となる。」",
                "「【0030】",
                "図1等に示した例，即ち正面キー3として14個のキーを設け，また背面キー6として8個のキーを設け，側面キー5として1個のキーを設ける例を述べると次のようになる。",
                "14個の正面キー3には，子音として図6に示す「K」「S」「T」「Ｎ」「H」「M」「R」「W」「G」「Z」「D」「F」「B」「P」を割り当てる。",
                "8個の背面キー6には，母音としての「a」「i」「u」「e」「o」と，「ya」「yu」「yo」を割り当てる。」",
                "「【0031】",
                "この場合，正面キー3の1つのキーと，背面キー6の1つのキーを同時に押すことで，図6のようにひらがな1字（又は記号）が入力されるようにする。",
                "例えば正面キー3の「K」キーと背面キー6の「a」キーを押すことで，「か」が入力される。また正面キー3の「Ｎ」キーと背面キー6の「ya」キーを押すことで，「にゃ」が入力される。正面キー3の「W」キーと背面キー6の「i」キーを押すことで，句点「，」が入力される。",
                "また，「あ」「い」「う」「え」「お」「や」「ゆ」「よ」については，それぞれ背面キー6に割り当てられているキーのみを押す。・・・",
                "【0032】",
                "基本的に，図6のように正面キー3と背面キー6により子音と母音を指定して日本語文字を入力すること以外については，キーの割り当てや操作方式は非常に多様に考えられる。」",
                "「【0062】",
                "具体的な例は次のようになる。",
                "まず，日本語入力モードでは，上述したきたように正面キー71と上面キー72での母音及び子音で日本語文字入力がなされ，側面キー73や正面キー71の3行目中央の決定キー等を用いて漢字変換や入力確定を行う。また日本語入力モードからは側面キー73を用いて入力モードをアルファベット入力モードに切り換えるようにする。アルファベット入力モードとされた状態では，上記のようにA～Zの各文字が，26個のキーのそれぞれで直接的に入力されるようにする。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用例2の記載",
              "text": [
                "引用例2には，次の記載がある（甲2）。",
                "「【0001】",
                "【産業上の利用分野】本発明は，日本語入力用のキーボードに関する。」",
                "「【0003】",
                "【発明が解決しようとする課題】日本語は子音と母音の組み合わせで構成され，文字のほとんどは，50音表で表すことができるという特徴を持つ。これより，従来から提案されているキーボードでは，母音と子音を，それぞれ，たとえば右手側に配置したキーと左手側に配置したキーで指定し，50音表において母音と子音のクロスする位置の文字を選択するものがある。・・・また，従来のキーボードの大部分は，まず子音キーを押し次に母音キーを押すというシーケンシャルなキー入力のものが大部分であり，ローマ字入力方式と同様の1文字2ストロークの欠点がある。特に拗音入力において，3個のキーが順次押されねばならない。",
                "【0004】本発明の目的は，アルファベット入力にも使用できるとともに，同時打鍵により効率的な日本語入力を可能にするキーボードを提供することである。」",
                "「【0006】",
                "【作用】本発明に係る日本語入力用キーボードは，少なくとも10列3段からなるキー配列を有するキーボードである。したがって，アルファベット入力用のキーボードとしても兼用できる。このキー配列は，左手と右手とを同時に用いて母音系キーと子音系キーとを同時に押下できる。さらに，キー配列の外側に配置された拗音シフトキー（好ましくは第1と第2の2つの拗音シフトキー）も同時に押下できる。このキー配列により，4キーまでの1ストローク入力が可能である。したがって，母音と子音とを指定してかな入力が容易に行えるとともに，拗音（また第1と第2の拗音シフトキーを備えると，拗音＋「う」）を1ストロークで入力できる。」",
                "「【0007】",
                "【実施例】以下，添付の図面を参照して本発明の実施例について説明する。図1は，キーボードのキー配列の1例を示す。本発明では，母音キーと子音キーとを同時に1ストロークで押して，50音表の段（母音）と行（子音）を指定し，1つのかな文字の入力を行なう。・・・かな入力（日本語入力）においては，段（母音）を入力する5個の母音系キー14（『あ,い,う,え,お』）は，キーボードの右手側に，アルファベットのH,J,K,L,；に対応するキーに割り当てる。また，行（子音）を入力する15個の子音系キー16（『か,さ,た,な,は,ま,や,ら,わ,が,ざ,だ,ば,ぱ,ふぁ』）は，キーボードの左手側に，アルファベットのF,D,G,A,S,R,T,E,Q,V,C,B,W,X,Zに対応するキーに割り当て，3列5キーに配列する。」",
                "「【0009】表1は，図1に示したキーボードを用いたときの文字選択を50音表式にまとめたものである。・・・『あ,い,う,え,お』の5文字と『か,さ,た,な,は,ま,や,ら,わ,が,ざ,だ,ば,ぱ,ふぁ』の15文字の合わせて20文字は1キーのみを押して入力する。さらに，『か,さ,た,な,は,ま,や,ら,わ,が,ざ,だ,ば,ぱ,ふぁ』行の『い,う,え,お』の4段の文字は，『か,さ,た,な,は,ま,や,ら,わ,が,ざ,だ,ば,ぱ,ふぁ』の中の1キーと『い,う,え,お』の中の1キーを同時に押すことにより入力する。",
                "【0010】キーボード上のかな入力のキー配列についてさらに説明すると，『あ,い,う,え,お』の母音文字は，右手側の1キー入力だけでよいように，『か,さ,た,な,は,ま,や,ら,わ,が,ざ,だ,ば,ぱ,ふぁ』のあ段子音付き文字は，左手側の1キー入力だけでよいように，出力信号を制御する。」",
                "「【0019】",
                "【発明の効果】キーボードにおいて，拗音シフトキーを備えることにより，かな（拗音系文字を含む）が，簡単に入力できる。また，キーコード読取回路を用いて，複数系統のキーの同時入力を可能にしたので，かな（拗音系文字を含む）が，1ストロークで簡単に入力できる。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（補正却下の決定に係る手続違背）について",
          "text": [
            "原告は，審決が本件補正を却下したことは，手続違背であると主張する。",
            "しかし，原告の主張は，以下のとおり，失当である。",
            "すなわち，審査前置制度は，拒絶査定に対する審判において原査定が覆るものの大部分が，拒絶査定後に明細書，図面について補正があったことによるものであるという実情に鑑み，そのような事件の処理をその拒絶査定をした審査官に再審査させることにより，審判官が処理すべき事件の件数を減らし，審判の促進を図ろうとしたものである。",
            "このような趣旨から，特許法は，「特許庁長官は，拒絶査定不服審判の請求があつた場合において，その請求と同時にその請求に係る特許出願の願書に添付した明細書，特許請求の範囲又は図面について補正があつたときは，審査官にその請求を審査させなければならない」（162条）ものとし，審査官が審査の結果，特許をすべき旨の査定をするときは，「審判の請求に係る拒絶をすべき旨の査定を取り消さなければならない」（164条1項）と規定し，また，上記以外の場合においては，「審査官は，・・・前条第一項において準用する第五十三条第一項の規定による却下の決定をしてはなら」（同2項）ず，「当該審判の請求について査定をすることなくその審査の結果を特許庁長官に報告しなければならない」（同3項）と規定した。",
            "本件では，審査官は，特許をすべき旨の査定をすることなく，審査の結果についての報告している場合であるから，このような場合に本件補正を却下する権限を有するのは，審判合議体である。したがって，審決において本件補正を却下したことに手続上の違法はない。",
            "原告の主張は独自の見解に基づくもので，採用の限りではない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（本件補正発明の独立特許要件の有無に関する判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1発明の認定について",
              "text": [
                "前記1(2)のとおりの引用例1の記載によれば，引用例1発明は，携帯用電子機器において日本語等の文字入力の操作性を向上させ，文字入力を簡易かつ迅速に実行できるようにすることを目的としたものであり（【0001】，【0004】，【0006】），入力操作時に握持する握持筐体の第1の面に配置され，少なくとも子音指定が可能とされた第1の入力操作部と，上記握持筐体の第2の面に配置され，少なくとも母音指定が可能とされた第2の入力操作部と，上記第1の入力操作部で指定された子音と上記第2の入力操作部で指定された母音に基づいて入力文字を選定する制御部とを少なくとも備え，それにより，文字入力の時間が短縮され，操作が簡単となり，さらに子音，母音に分かれてキーを設定することで，文字入力の容易性がさらに高まるとの作用効果を奏するものと認められる（【0007】，【0011】，【0012】）。",
                "そして，引用例1発明は，本体下部2の正面に配置された操作キーである正面キー3で子音を指定し，本体下部2の背面側に配置された操作キーである背面キー6で母音を指定する方式をとり，正面キー3のあるキーが押されたことの情報，及び背面キー6のあるキーが押されたことの情報がCPU21に供給され，CPU21は，押圧が検出された正面キー3及び背面キー6との組合せにより入力文字を選定するもので，正面キー3の1つと背面キー6の1つを同時に押すことで，ある文字を直接的に入力できることを特徴とするものである（【0024】，【0025】）。",
                "この点，引用例1には，実施例の一つとして，14個の正面キー3に，子音として「K」「S」「T」「Ｎ」「H」「M」「R」「W」「G」「Z」「D」「F」「B」「P」を，8個の背面キー6に，母音としての「a」「i」「u」「e」「o」と，「ya」「yu」「yo」をそれぞれ割り当て，正面キー3の1つのキーと，背面キー6の1つのキーを同時に押すことで，ひらがな1字が入力され，「あ」「い」「う」「え」「お」「や」「ゆ」「よ」については，それぞれ背面キー6に割り当てられているキーのみを押すことで，当該ひらがな1字が入力されることが記載されている（【0030】ないし【0032】）。",
                "そうすると，引用例1の記載から，審決において引用例1発明を前記第2，3(2)のとおり認定したことに誤りはない。",
                "この点に関し，原告は，引用例1で英語と日本語の2つの入力モードを備えていること（【0062】）を指摘して，引用例1発明はローマ字入力が大前提となる等とする。しかし，引用例1発明の子音及び母音が割り当てられた各キーに，割り当てられた子音及び母音を識別するための表記がされることは当然であって，引用例1発明は，上記の子音及び母音を正面キー及び背面キーに割り当てるに当たり，割り当てられたキーのそれぞれに，割り当てられた子音又は母音を示す表記をアルファベットによりしたにすぎないと認めるのが相当であるし，引用例1発明において，英語と日本語の2つの入力モードを備えているとしても，英語入力及び日本語入力それぞれの方法は，互いに独立で無関係であることは当然であるから，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明と引用例1発明との一致点・相違点の認定・判断の誤りについて",
              "text": [
                "原告は，引用例1発明は，ローマ字入力方式，及び，ローマ字／かな文字変換アルゴリズムを採用しているとして，審決における本件補正発明と引用例1発明との一致点・相違点の認定には誤りがある等と主張する。",
                "しかし，上記アのとおり，引用例1発明は，子音を表す正面キー1つと母音を表す背面キー1つを同時に押すか，母音を表す背面キー1つのみを押すことによって，該当文字を抽出するものと認められ，ローマ字入力を前提とし，入力されたローマ字をかな文字に変換することによって文字を特定するものとは認められないから，審決で相違点2として認定しているとおり，キーボタンにかなで表記されているか，アルファベットで表記されているかの違いはあるものの，日本語入力方法においては共通するものと認められる。",
                "そうすると，審決における本件補正発明と引用例1発明との一致点・相違点の認定に，原告の主張に係る誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性判断の誤り---阻害要因の看過について",
              "text": [
                "引用例1発明は，携帯用電子機器において日本語等の文字入力を簡易かつ迅速に実行できるようにすることを解決課題とするところ，前記1(3)のとおりの引用例2の記載からすると，引用例2記載の発明も，効率的な日本語入力を可能にする日本語入力用のキーボードを提供すること（【0004】）を解決課題とするから，両者は，技術分野及び課題において共通する。",
                "また，引用例1発明は，「子音を表す正面キー1つと母音を表す背面キー1つを同時に押すか，母音を表す背面キー1つのみを押すことによって，該当文字を抽出」するところ，引用例2記載の発明は，所定の1つ又は2つのキーを組み合わせて，ひらがな（かな文字）を入力する日本語入力方法を前提としたものであり，キーボードの右側に母音系キーが，左側に子音系キーが配置されており，各キートップにはかなで表示がなされているキーボードを用いて入力するものである（【0007】ないし【0010】）から，両者は，日本語入力方法及びキーの構成においても共通する。",
                "そうすると，引用例1発明と引用例2記載の発明は，解決課題及び構成において共通し，また，上記アのとおり，引用例1発明における各キーの表記は，操作する際にキーを区別するためのもので，ローマ字入力を前提としたものではないから，引用例1発明と引用例2記載の発明との組合せに阻害要因はない。",
                "この点に関し，原告は，引用例1発明はローマ字に係る技術思想と，コンピュータ技術的約束についての技術思想とを融合した発明であるのに対し，引用例2記載の発明は日本文字に係る技術思想と，コンピュータ技術的約束についての技術思想とを融合した発明であるところ，ローマ字と日本文字を結合することは困難である等を理由に，審決は，組合せに関する阻害要因を看過し誤りであると主張する。",
                "しかし，上記のとおり，引用例1発明と引用例2記載の発明は，解決課題及び構成において共通し，また，引用例1発明における各キーの表記は，操作する際にキーを区別するためのもので，ローマ字入力を前提としたものではないから，両者を組み合わせることに困難性はなく，原告の主張は採用の限りではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "容易想到性判断の誤り---文字体系の創作性について",
              "text": [
                "原告は，日本音声言語全体について音素文字を創作することには限界があった等として，本件補正発明が容易に想到できるとした審決の判断に誤りがある等と主張する。",
                "しかし，前記イのとおり，審決は，引用例1発明において，子音行，濁音行及び半濁音行の代表文字と，「あ」行の母音及び「や」行の半母音の各個別文字がキーボタンにかなで表記するようにすること（相違点2に係る構成とすること）は，引用例2記載の発明を適用することにより，当業者が容易に想到し得たものと判断したものであり，その判断に誤りはない。審決は，引用例1発明に，引用例2記載の発明の入力形態の特徴部分を適用することの容易想到性について判断したものではないから，原告の主張は，採用の限りでない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "容易想到性判断の誤り---作用効果の看過について",
              "text": [
                "原告は，本件補正発明は，日本文字を習得している人であれば誰でも日本文字の入力方法を別途に学ぶ過程なしに日本文字を入力することができるとの作用効果を有する等と主張する。",
                "しかし，原告の主張は，以下のとおり採用できない。",
                "すなわち，本件補正発明は，入力装置の上面の一側に，子音行，濁音行及び半濁音行の代表文字をそれぞれ各代表文字がかなで表記されたキーボタンに割り当てて12音の子音部を配列し，その上面の他側に，「あ」行の母音と「や」行の半母音の個別文字をそれぞれ各個別文字がかなで表記されたキーボタンに割り当てて8音の母音部を配列し，前記子音キーの文字1つと母音キーの文字1つを順次入力するか，前記母音キーの文字1つを単独入力することにより，文字テーブル内の子音行の12行と母音8段が交差する位置及び母音8段の位置から文字を抽出するとの構成により，日本語に対するローマ字表記法を別に習うことなく，日本語を容易に入力できるようにしたものと認められる。",
                "他方，引用例1発明は，子音を表す正面キー1つと母音を表す背面キー1つを同時に押すか，母音を表す背面キー1つのみを押すことによって，文字を抽出するものと認められ，引用例1発明における各キーの表記は，操作する際にキーを区別するためのもので，ローマ字入力を前提としたものではないから，引用例1発明は，本件補正発明と同様に，日本語に対するローマ字表記法を別に習うことなく，日本語を容易に入力できるとの作用効果を奏するものと認められる。",
                "そして，前記ウのとおり，引用例1発明について相違点2に係る構成とすることは，引用例2記載の発明を適用することにより，当業者が容易に想到し得たものと認められ，その結果，話すことと同様に日本音声言語と日本文字が一致して入力されるとの作用効果を奏することは，当業者が容易に予測し得るものと認められ，格別のものとはいえない。",
                "そうすると，審決の本件補正発明の作用効果に関する判断に原告主張に係る誤りがあるとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3（本願発明の容易想到性に関する判断等の誤り）について",
          "text": [
            "原告は，本願発明が容易想到であるとした審決の判断に誤りがあると主張する。",
            "しかし，原告の主張は，以下のとおり失当である。すなわち，本願発明の構成は，本件補正発明から，本件補正により付加された構成を欠くものである。そして，前記3のとおり，本件補正発明は，引用例1発明，引用例2記載事項及び周知技術に基づいて，当業者が容易に想到し得たものであるから，本願発明も引用例1発明，引用例2記載事項及び周知技術に基づいて，当業者が容易に想到し得たものと認められ，審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4（拒絶理由通知をしなかった手続上の違法）について",
          "text": [
            "原告は，審決には新たな拒絶理由を通知しなかった違法があると主張する。",
            "特許法159条2項は，「拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合に」ついて，同法50条の規定を準用する旨を規定している。",
            "この点，審決は，本願発明は引用例1発明，引用例2の記載事項及び周知技術から容易想到とするものであるところ，拒絶査定（乙4）も，「引用文献1に記載された発明に，引用文献2に記載された発明の技術を適用して，本願発明とすることは，当業者が容易に想到し得たものである。」（「引用文献1」は，引用例1と，「引用文献2」は，引用例2と同一。）とするものであり，審決の理由と拒絶査定の理由は実質的に同一である。",
            "そうすると，「拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合に」に該当しないとして審決が新たな拒絶理由を通知しなかったことに違法はない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5（前置審判制度の趣旨に反する手続違背）について",
          "text": [
            "原告は，審決が本件補正を却下したことが違法である等と主張するが，前記2，5のとおり，審決には原告主張に係る違法はない。"
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由6（特許法2条の趣旨及びその法理に反する違法）について",
          "text": [
            "原告は，本願発明と引用例1発明の技術思想が共通していると判断した審決の認定には誤りがあり，特許法2条の趣旨を誤解した違法がある等とする。しかし，原告の上記主張が，採用できないことは，前記4で検討したとおりである。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由7（意見書提出制度の趣旨に反する違法）について",
          "text": [
            "被告の行為は，特許法50条の趣旨に反するとの違法がある等と主張するが，審決は，原告が提出した意見書（甲11），審判請求の理由（甲12）及び回答書（甲13）の内容を踏まえていると認められ，原告の主張は失当である。"
          ]
        },
        {
          "fig": "9",
          "subject": "まとめ",
          "text": [
            "以上によれば，審決には原告の主張に係る違法は認められない。原告は，その他縷々主張するが，いずれも採用の限りではない。よって，原告の請求を棄却することとして主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}