{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2012-300292号事件について平成24年11月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，別紙商標目録の登録商標記載の商標(以下「本件商標」という。)につき，指定商品を同目録の指定商品に記載のとおりとする，商標登録第2175471号の2(昭和62年11月9日出願，平成元年10月31日設定登録。以下「本件商標登録」という。)に係る商標権を有している(甲1ないし3)。",
            "原告は，平成24年4月13日，特許庁に対し，商標法50条1項に基づき，本件商標の指定商品中「第25類  全指定商品」についての本件商標登録の取消しを求めて審判(取消2012-300292号事件。以下「本件審判」という。)を請求し，同年5月1日，本件審判の予告登録がされた(甲2，3)。特許庁は，同年11月15日，請求不成立の審決(以下「審決」という。)をし，その謄本は，同月26日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は，以下のとおりである。すなわち，被告(商標権者)は，本件審判の予告登録(平成24年5月1日)前3年以内である平成22年9月30日頃及び同年12月20日頃に，自己の取り扱うデニムズボンに本件商標と社会通念上同一と認められる「SAMURAI」の欧文字からなる商標を付し，また，デニムズボンの広告に当該商標を付して頒布することにより，当該商標を使用したと認められ，商標法50条により本件商標登録を取り消すことはできない，とするものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "本件商標と被告が使用している「SAMURAI」「Samurai」の文字を表記した商標(複数のものがある。一括して「使用商標」という。)が社会通念上同一の商標であるとした審決の判断には，誤りがある。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と使用商標",
              "text": [
                "本件商標は，欧文字の大文字である「SAMURAI」を毛筆風の特徴のある書体でデザイン化したものであり，「S」及び「R」の文字が他の文字と比べて大きく表記されている。",
                "これに対して，使用商標は，全てが同一の書体で表記されているわけではないが，いずれも相当にデザイン化された書体が使用され，毛筆風の書体は使用されていない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標と本件商標との社会通念上の同一性",
              "text": [
                "以下のとおり，使用商標は本件商標と社会通念上同一とはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "使用商標は，いずれも相当にデザイン化された書体である。また，使用商標は，一つの標章が一定期間繰り返し使用されているのではなく，「SAMURAI」ないし「サムライ」という社名と同一の文字をデザイン化した，多数の異なる標章が使用されている。これは，本件商標と同一の標章を使用して，取引の信用を本件商標に化体させるというよりも，被告の社名と同一の文字をデザインの点に重点を置いて使用していることによるものであり，使用商標は，被告商品の出所を示すものと認識されない態様で用いられている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「SAMURAI」ないし「サムライ」に他の用語を付けるなどした標章を付した衣類は，数多く販売されており，被服を指定商品とする「SAMURAI(Samurai，samurai)」を使用した商標も，多数登録されている。本件商標は，一般的なありふれた標章であり，現実に同業他社が多数使用し，商標登録している文字からなるものであるから，書体に大幅な変更を加えることは，社会通念上同一とは認識されない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "登録商標に大幅な変更を加えた標章を使用している場合に，当該登録商標の使用と認めることは，商標権者に不当に広い権利を与えることとなるとともに，国民一般の利益を不当に侵害し，その存在により権利者以外の商標使用希望者の商標の選択の余地を狭めることとなり，不使用取消の制度の趣旨に反する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，平成8年時点の商標審査基準(以下「旧商標審査基準」という。)には，平成8年の改正前の商標法19条2項に基づく更新登録の際の登録商標の使用の有無の審査において，登録商標の使用と認められる事例として，登録商標を構成する文字の書体に関し，同一字形の同一配列順の構成における活字体の相互間の使用が挙げられている。使用商標は，本件商標との活字体の相互間の使用に留まっていない。",
                    "以上によれば，使用商標は本件商標と社会通念上同一とはいえない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法50条1項は，括弧書きで，不使用取消における登録商標の使用においては，社会通念上同一と認められる商標の使用も含まれることを明確にしている。また，同条1項は，「書体のみに変更を加えた同一の文字からなる商標」「平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであつて同一の称呼及び観念を生ずる商標」「外観において同視される図形からなる商標」を社会通念上同一と認められる商標として例示している。",
                "上記規定は，取引社会においては，商標登録がされた場合であっても，登録商標と同一のものを使用するのではなく，当該商標を付する商品・役務の具体的な性状や取引事情に応じて，これに適宜変更を加えて使用するのが一般的であるという，商標の実務に合わせた規定である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，指定商品である被服に含まれるデニムズボンのフラッシャー等に，「SAMURAI」「Samurai」の文字を種々の態様で使用している。使用商標は，このように種々の態様で「SAMURAI」「Samurai」の文字を表記したものであり，いずれも社会通念上同一と認められる商標として例示されている「書体のみに変更を加えた同一の文字からなる商標」に該当する。使用商標は，本件商標と書体に相違があるものの，これを構成する文字は共通し，称呼及び観念も本件商標と同一である。したがって，使用商標は，本件商標と社会通念上同一と認められる商標に該当する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，旧商標審査基準を根拠に，使用商標は本件商標と社会通念上同一とはいえないと主張する。",
                "しかし，旧商標審査基準は，平成8年の商標法改正時に導入された「登録商標と社会通念上同一と認められる商標」の判断に参考となるものではなく，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，被告は，本件審判の予告登録前3年以内に，日本国内において，本件審判請求に係る指定商品について，本件商標と社会通念上同一と認められる商標を使用している。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由は理由がないと判断する。その理由は，以下のとおりである。本判決においては，審決が認定した，デニムズボンに付された使用商標を対象として，判断することとする。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標と使用商標について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標",
              "text": [
                "本件商標は，別紙商標目録の登録商標記載のとおりであり，欧文字「SAMURAI」が毛筆風の書体で描かれ，「S」及び「R」の文字が他の文字より大きく表記されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標",
              "text": [
                "使用商標は，複数の使用態様があるが，そのうちの一例を示すと，別紙使用商標目録記載のとおりである。",
                "平成22年9月30日発行及び同年12月20日発行の雑誌に，被告が販売するデニムズボンの紹介記事が掲載されており，当該記事にはバックポケットにフラッシャー，腰部に革パッチが付けられたズボン本体の前面及び背面の写真と共に，フラッシャー，パッチ等の写真が掲載されている。フラッシャーは，様々なデザインの絵柄や「侍」「刃」「零」「極」などの文字とともに，その上部ないし中央部に，「SAMURAI」「Samurai」の文字が表記されている。「SAMURAI」「Samurai」の文字は，全ての使用商標において同一の書体で表記されているわけではないが，いずれも概ね標準の活字体又は筆記体で表記されている。また，革パッチ，ビスネーム，タグなどに「SAMURAI」「Samurai」の文字が表記された商標や，ズボンの臀部に「SAMURAI」「Samurai」の文字がプリントされた商標も付されている。(甲4ないし6，乙2)",
                "以上によると，被告は，平成22年9月頃及び同年12月頃，指定商品である第25類「被服(「和服」を除く。)」に該当するデニムズボンのフラッシャーに「SAMURAI」「Samurai」の文字からなる使用商標を付し，使用商標が付されたデニムズボンを販売していたと認められる。上記のとおり，使用商標における「SAMURAI」「Samurai」の文字は，同一の書体で表記されているわけではないが，いずれの書体も本件商標とは異なる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "使用商標と本件商標との社会通念上の同一性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法50条1項は，「登録商標(書体のみに変更を加えた同一の文字からなる商標，平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであつて同一の称呼及び観念を生ずる商標，外観において同視される図形からなる商標その他の当該登録商標と社会通念上同一と認められる商標を含む。以下この条において同じ。)」と規定しており，使用の対象となる商標は，登録商標と社会通念上同一と認められる商標も含むとされている。同規定は，通常の取引社会においては，常に登録商標と同一のものを使用するのではなく，当該商標を付する商品・役務の性質等に応じて，これに適宜変更を加えて使用するのが一般的であるという，実務上の要請に即したものである。",
                "本件について，同条1項の上記趣旨に照らして判断すると，前記のとおり，本件商標は，「SAMURAI」との欧文字を毛筆風の書体で表記した商標であるのに対して，使用商標はいずれも「SAMURAI」「Samurai」との欧文字を概ね標準の書体で表記した商標である。両者は，大文字か小文字かの相違やデザイン上の相違はあるものの，その構成する文字において共通することから，使用商標は，本件商標と社会通念上同一と認められる商標に該当するというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，使用商標はいずれも，相当にデザイン化された書体に変更されており，使用商標に加えられた書体の変更は，社会通念上同一といえる範囲を超えていると主張する。しかし，使用商標は，様々な絵柄や「侍」「刃」「零」「極」などの文字とともに表記されているが，いずれも「SAMURAI」「Samurai」との欧文字が，概ね標準の書体により，明瞭に表示されており，社会通念上同一といえる範囲に含まれるものというべきであり，この点の原告の主張は採用の限りでない。",
                "また，原告は，使用商標は，「SAMURAI」ないし「サムライ」という社名と同一の文字をデザイン化した，多数の異なる標章が用いられており，被告商品の出所を示すものと認識されない態様で用いられていると主張する。しかし，使用商標は，工夫が施された図柄とともに使用されているが，前記のとおり，フラッシャーに「SAMURAI」「Samurai」との欧文字が，概ね標準の書体で表示されている使用状況に照らすならば，取引者，需要者は，商品の出所を示すための表示と認識することは明らかである。",
                "さらに，原告は，登録商標に大幅な変更を加えた標章の使用を当該登録商標の使用として認めることは，商標権者に不当に広い権利を与えることとなるとともに，国民一般の利益を不当に侵害するなどと主張する。しかし，前記のとおり，使用商標は登録商標に大幅な変更を加えたものであるとはいえず，原告の主張はその前提において失当である。",
                "その他，原告は，縷々主張するが，いずれも採用の限りでない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によると，被告は，本件審判の予告登録(平成24年5月1日)前3年以内である平成22年9月頃及び同年12月頃に，日本国内において，本件審判請求に係る指定商品について，本件商標と社会通念上同一と認められる商標を使用していると認められる。",
            "したがって，原告主張の取消事由は理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}