{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2011-800104号事件について平成24年3月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告の特許を無効とする審決の取消訴訟である。争点は，進歩性の有無，である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「遊技機の回転リールユニット」とする特許第4352151号(平成9年4月18日出願に係る特願平9-116101号の分割に係る特願2004-2553号を平成16年4月14日に分割出願〔特願2004-118975号〕，平成21年8月7日設定登録，特許公報は甲31，請求項の数1)の特許権者である。",
            "被告は，平成23年6月23日，本件特許につき無効審判を請求した(無効2011-800104号)。その中で，原告は，平成23年9月26日付けで特許請求の範囲の減縮及び明りょうでない記載の釈明を目的とする訂正請求をしたところ(甲21。訂正明細書は甲22。)，特許庁は，平成24年3月27日，「訂正を認める。特許第4352151号の請求項1に係る発明についての特許を無効とする。」旨の審決をし，その謄本は同年4月5日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "【訂正後の請求項1】(本件発明)",
            "「上下方向に回転可能な円筒状をしたリールドラムと，このリールドラムの外周に設けられる，形状が異なるとともに当該形状の異なる図柄がペイラインに停止表示されることによって生じる入賞態様が異なる2種類の特定図柄と他の種々の図柄が描かれた3つのリール帯と，これら図柄を背後から照らす光源とを備えて構成される遊技機の回転リールユニットにおいて，",
            "前記各リール帯は，前記2種類の特定図柄のそれぞれの所定の図柄部分に形成された一部分が，それぞれ透明または半透明に形成され，かつ，前記透明または半透明部分は，前記リールドラムの回転方向に直交する方向において，前記2種類の特定図柄のうち一方の特定図柄では右方に，他方の特定図柄では左方に位置することを特徴とする遊技機の回転リールユニット。」"
          ]
        },
        {
          "fig": "3",
          "subject": "被告が審判で主張した無効理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明は，特許法36条6項2号の規定に違反している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明は，特許法29条2項に違反している。"
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法36条6項2号の規定に違反について",
              "text": [
                "本件発明は，特許法36条6項2号に規定する要件を満たしている。(本件訴訟での争点となる判断ではないので，審決の理由の摘示は省略)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許法29条2項違反について",
              "text": [
                "①  甲1(特開平7-100241号公報)には，実質的に以下の発明(引用発明)が記載されていることが認められる。",
                "「各回転リール40～42は，各リールモータ53により回転される円筒状の回転ドラム60と，この回転ドラム60の外周に貼着される帯状で表面には「7」のシンボルマークを含む形状が異なる複数種類のシンボルマークが描かれたリールテープ70とから構成され，",
                "回転リール40～42を回転させることにより，上下方向に3個のシンボルマークを所定間隔で高速で移動表示させることができ，",
                "ビッグボーナスは，「7」のシンボルマークが有効ライン上に3個揃うことにより達成されるものであり，",
                "3個の回転リール40～42の各リールテープ70に，透明乃至は半透明な透光窓71を，ビッグボーナスという賞態様を形成する特定のシンボルマークである「7」の文字に近接してシンボルマークに関連して形成し，各リールテープ70の他の箇所は黒等に着色してマスクされており，",
                "回転ドラム60の内部には，リールテープ70の透明乃至は半透明な透光窓70を照明する発光源としてのランプ80を配置したスロットマシン10のリールユニット50。」",
                "②  本件発明と引用発明の一致点と相違点は次のとおりである。",
                "【一致点】",
                "「上下方向に回転可能な円筒状をしたリールドラムと，このリールドラムの外周に設けられる，特定図柄と他の種々の図柄が描かれた3つのリール帯と，これら図柄を背後から照らす光源とを備えて構成される遊技機の回転リールユニットにおいて，",
                "前記各リール帯は，前記特定図柄の位置に関係して，透明または半透明に形成された一部分を配した遊技機の回転リールユニット。」",
                "【相違点1】",
                "3つのリール帯に描かれている図柄が，本件発明では，「形状が異なるとともに当該形状の異なる図柄がペイラインに停止表示されることによって生じる入賞態様が異なる2種類の特定図柄と他の種々の図柄」であるのに対して，引用発明では，1種類の特定図柄と他の種々の図柄である点。",
                "【相違点2】",
                "透明または半透明に形成された一部分と特定図柄の位置関係が，本件発明では，「特定図柄の」「所定の図柄部分に形成された一部分」であるのに対して，引用発明では，このような位置関係でない点。",
                "【相違点3】",
                "透明または半透明に形成された一部分と2種類の各特定図柄との関係が，本件発明では，「透明または半透明部分は，前記リールドラムの回転方向に直交する方向において，前記2種類の特定図柄のうち一方の特定図柄では右方に，他方の特定図柄では左方に位置する」のに対して，引用発明では，このような関係でない点。",
                "③  以下の理由により，本件発明は，引用発明，下記甲2～4記載の技術及び周知技術1，2に基づいて当業者が容易に発明をすることができた。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "スロットマシンの技術分野において，「ビッグボーナス」のことを「ビッグチャンス」又は「ビッグ」ということもあることは技術常識であり(技術常識1)，ビッグボーナスと遊技内容やそれに伴う価値付与等の遊戯態様が異なる「レギュラーボーナス」という役が存在することは技術常識である(技術常識2)。",
                    "スロットマシンの技術分野において，ビッグボーナスを構成する図柄組合せの図柄とレギュラーボーナスを構成する図柄組合せの図柄とが，形状が異なる構成とすることは，周知である。",
                    "技術常識1，2を考慮すると，スロットマシンの技術分野において，3つのリール帯に描かれている図柄を，「形状が異なるとともに当該形状の異なる図柄がペイラインに停止表示されることによって生じる入賞態様が異なる2種類の特定図柄と他の種々の図柄」にすることは周知(周知技術1)であるといえる。",
                    "引用発明の3つのリールテープ70に描かれている図柄を，周知技術1に基づいて，相違点1に係る本件発明の構成を採用することは当業者にとって想到容易である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "引用発明では，黒等に着色してマスクした3つのリールテープ70に透明ないしは半透明な透光窓70を配している。リールテープ70を黒等に着色することの技術的意義が甲1に明確に記載されているわけではないが，リールテープ70が白地であったのでは，回転リール40～42の回転中に透明乃至は半透明な透光窓70を認識することが困難，すなわち，透明乃至は半透明な透光窓70からの光の視認性が低下することは明らかであり，またそのことが明らかであるからこそ，甲1に記載されていないと解すべきである。",
                    "甲2(実願昭60-175597号〔実開昭62-84485号〕のマイクロフィルム)の第5図(2)からは縦線状のマーク16が，3つの絵柄(本件発明の「図柄」に相当)部分と重複していることが読み取れる。",
                    "甲3(特開平4-108468号公報)には，「絵柄を透した光透過部を形成すると共に，リールの内部に表示窓に対応しかつ前記光透過部に対向した発光面を有する光源を配設した」(【請求項1】)との記載がある。ここでいう光透過部は，特定の図柄を狙い易くするため，すなわちタイミング付与手段として設けられたものではないが，絵柄(本件発明の「図柄」に相当)の一部分を光透過部とする点では本件発明と一致する構成が記載されているといえ，甲3の記載からみても，図柄の一部分を透明または半透明に形成することの阻害要因がないことは明らかである。",
                    "他方，図柄(引用発明のシンボルマーク)は，通常白地に対して着色されて形成されるものであるから，図柄には着色部分があると考えられる。そして，甲2の記載・図示からは，タイミング付与手段と図柄が重複することを容認することが読み取ることができ，さらに甲3には図柄の一部分を光透過性にする構成が記載されており，図柄の着色部分自体の一部を透明または半透明とすれば，透明または半透明部分の視認性が向上することは明らかである。",
                    "そうである以上，引用発明を出発点として，白地に対して着色処理によりシンボルマークを形成するとの通常の処理を維持し，透明又は半透明部分の視認性を確保するために着色部である図柄それ自体の一部分を透明または半透明部分とすること，すなわち相違点2に係る本件発明の構成を採用することは当業者にとって想到容易である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "甲4(「必勝パチスロファン平成7年10月号」6頁～7頁・平成7年10月1日発行・株式会社日本文芸社)の記載(7頁左下欄)の記載によれば，遊技者が目押し対象とする絵柄(本件発明の「図柄」に相当)が複数種類あることは明らかである。また，甲4によらずとも，引用発明の特定図柄が複数種類存するスロットマシンは周知(「周知技術1」が相当)であり，その場合には当然複数の図柄が目押し対象となる。そうであれば，引用発明を出発点として，透明または半透明部分の配置対象となるシンボルマーク(図柄)を複数種類とすること，その中でも2種類とすることは当業者にとって想到容易である。",
                    "もっとも，そのようにした場合でも，2種類の図柄を区別せず，同一性状の透明または半透明部分を配し，どの図柄が目押し対象となるかを遊技者の視認力又は偶然に任せることも一案であるが，遊技者の便宜を図り，2種類の図柄の透明または半透明部分を区別可能とすることも一案であり，どちらを採用するかは設計事項である。",
                    "そして，後者を採用する場合，さまざまな区別手法が想定できる。区別手法として，あるものを類似の他のものと区別又は識別するために，位置の相違を用いることは，甲7～甲13にそれぞれ記載されているように周知(周知技術2という。)である。",
                    "そうであれば，引用発明を出発点として，2種類の図柄を区別するために，2種類の図柄における透明または半透明部分の位置を互いに異ならせることは図柄区別に当たっての設計事項というべきである。さらに，高速回転中に異なる透明または半透明部分を位置において区別しようとすれば，「リールドラムの回転方向に直交する方向」において異なる位置に配することは当然採用すべき事項にすぎず(リールドラムの回転方向の位置を異ならせても，高速回転であるがゆえに区別困難となる。)，異なる位置が離れているほど区別しやすいことは自明であるから，「前記特定図柄の種類ごとにリール帯の右方又は左方に配され」とすることも設計事項というべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明には，リールテープ70が白地のままであると，透明ないし半透明な透光窓70からの光の視認性が低下する課題がある旨認定した(18頁22行～24行)。つまり，リールテープの白地部分に透光窓を設けた場合は，着色部分に透光窓を設けた場合よりも光の視認性が劣るという課題があることを前提としているものと考えられるが，当該前提は単に憶測に基づくもので，何ら根拠がなく失当である。すなわち，甲1には「【作用】したがって，請求項1記載の発明によれば，回転リール(40～42)の回転中に，発光源(例えばランプ80)により照明された透光窓(71)が光るのを見ながら，タイミングをはかって，ストップスイッチ(23～25)を操作することができる。このため，従来のように，回転リール(40～42)のシンボルマークを見ながら，ストップスイッチ(23～25)を操作する場合に比較し，タイミングが取り易い。」(段落【0007】)と記載されているように，遊技者は透光窓が光るのを観察するもので，透光窓と透光窓が形成された回転リールの着色部分との関係は一切記載がない。また，甲1には「これに加え，透光窓71を貫通孔より構成したが，貫通孔に限らず，透光性を有していれば足り，例えば透光窓71の位置だけ透明乃至は半透明として，他の箇所を黒等に着色してマスクしてもよい。」(段落【0015】)との記載があるが，他の箇所を黒等に着色したことによって光の視認性が向上するとの記載も一切ない。",
                "引用発明では，遊技者は，高速回転するリールドラムの内部に設けられた光源から透過窓を介して直接出射される光を視認するとともに遊技場内の照明光が図柄を含むリールの前面に入射した際の反射光(色)等も視野に入ってくるが，その際，透過窓から出射される自発光の出射光は，遊技場内の照明光の反射光(色)よりも，視認性が格段に優れているので，透過窓の背景色の色の種類によって，出射光の視認性に有意な差が生ずるものではないと解するのが相当であり，高速回転しているリールテープでは，背景色(反射光)の種類によって，光の視認性に優劣が発生するものではないと考えられる。",
                "したがって，引用発明に，リールテープが白地の場合，透明乃至は半透明な透光窓からの光の視認性が低下するという課題が内在しているとの認定は憶測に基づくものであり失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決では，一般的に図柄は着色部分を有しているので，甲2におけるタイミング付与手段と重複する図柄，及び甲3における一部分を光透過性にした図柄も着色されているとして，一般的な技術水準及び甲2と甲3を組み合わせて，図柄の着色部分自体の一部を透明または半透明とすれば，当該部分の視認性が向上することを認定し，さらに，当該認定を受けて，透明又は半透明部分の視認性を確保するために着色部である図柄それ自体の一部分を透明または半透明部分とすること，すなわち相違点2に係る本件発明の構成を採用することは当業者にとって想到容易とした(19頁4行～15行。)。",
                "しかし，上記のとおり，リールテープが白地の場合は，着色している場合よりも透明ないし半透明な透光窓からの光の視認性が低下するという認定が誤りであるので，そのような誤りのある課題を前提に引用発明に甲2，甲3を適用する動機付けがあるとした審決の判断も誤りである。",
                "したがって，審決の相違点2の判断は，その動機付け及び論理付けに誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明は，透明又は半透明部分を特定図柄の所定の図柄部分に形成することで，当該所定の図柄部分を欠落させることなく，特定図柄全体の模様，デザイン性を元の形態に近い状態で保持するものである。そして，「特定図柄の所定の図柄部分に」とは所定図柄の近傍(実施形態では周囲)を実質的に意味するところ，審決では，この構成について一切判断していない。したがって，相違点2の判断では，この構成を看過し，さらにそれに基づく顕著な作用効果も看過した誤りがあるから，その点でも相違点2の判断は誤りである。",
                "なお，タイミング付与手段と図柄が重複する構成が開示された甲2，図柄の一部分を光透過性にする構成が開示された甲3は，いずれも図柄のデザイン性を著しく損なうことは明らかであり，仮に甲2又は甲3の構成を引用発明に適用したとしても，本件発明のように，所定の図柄部分を欠落させることなく，特定図柄全体の模様，デザイン性を元の形態に近い状態で保持できる効果を奏するものでないことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3の判断の誤り)",
          "text": [
            "審決は，周知技術2の証拠として甲7～13を引用しているが(甲7は文字列認識装置の表示情報の位置識別，甲8は相場表示装置の領域表示，甲9はプリンタ端末障害通知方式の表示手段，甲10は広域監視装置の識別表示，甲11はチップ位置識別パターンの形成方法における製品パターンの識別，甲12はモータの取り付け構造のリード取出し口，甲13は回転同期マーク検出装置のマーク位置識別を開示)，あるものを類似の他のものと区別又は識別するために位置の相違を用いることが周知であるとの認定はあまりにも上位概念的であり，かつ，いずれも本件発明の技術分野とはかけ離れており，本件発明への適用に阻害事由があるとともに，例え，適用したとしても相違点3の具体的な構成を何ら示唆するものではない。",
            "審決は，周知技術2と本件発明との関連付けについて，本件発明の「回転する2種類の特定図柄」を「類似する複数のもの」に相当させているが，周知技術2において回転体を備えたものは甲13のみであり，同じ回転とはいっても，複数の異なる種類のディスク(回転体)をそれぞれ別々に回転させた場合，マークの位置でディスクの種類が判別できるもので，類似する2種類の特定図柄が形成される一つのリール(回転体)ではなく本件発明とは無縁の技術を示すにすぎない。",
            "さらに，審決は，「特定図柄(甲4記載の例では「コンドル」)を他の図柄と区別するために，左右方向における同特定図柄特有の位置を利用することが読み取れる」と認定した。しかし，甲4には，複数の特定図柄について，「コンドル」は図柄右方の白い羽根の形状を狙って目押し可能であること，他の特定図柄である「赤7」と「青7」はそれぞれ「切れ目押し」(原告注：リールの継ぎ目)，「直視押し」で目押し可能であることが示されており，複数の特別図柄を位置の相違で別個に目押可能とすることは何ら記載されていない。したがって，甲4を引用発明に適用したとしても，本件発明に係る相違点3の具体的な構成が導き出されることはなく，審決の相違点3の判断は本件発明を前提とした後付論理に基づくものであり，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "甲1の「これに加え，透光窓71を貫通孔より構成したが，貫通孔に限らず，透光性を有していれば足り，例えば透光窓71の位置だけ透明乃至は半透明として，他の箇所を黒等に着色してマスクしてもよい。」(段落【0015】)との記載は，透光窓の通過(光の点滅)を観察する際に，リール自体が透光性を有していた場合には，透光窓以外のリール部分でも光が透過してしまうため，透光窓の通過(光の点滅)を識別しにくいことは経験則上明白であり，そこで，透光窓以外は光の透過がない「黒等の着色によるマスク」を施すことによって，透光窓の通過(光の点滅)を見やすいようにすることが記載されていると理解するのが妥当である。",
            "なお，甲1では，貫通孔とした透光窓を第1の実施例として説明し，貫通孔でない透明または半透明の透光窓を変更例として説明している。そして，この変更例で，「透明乃至は半透明以外の箇所を黒等に着色してマスクする」技術が説明されている。",
            "さらに，この変更例が本件発明の構成と同一である。",
            "したがって，審決の相違点2の判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "甲7～13は，「複数のものを区別するために位置の相違に基づいて区別することは周知技術である」ことの証拠である。引用発明に適用することに何の問題もない。",
            "また，審決は，甲4のクランキーコンドルについて，「右側にはみ出た羽根の形は他のものにはない。」ことから，コンドルを狙うときにはこの右側を狙うことが記載されている。このことから，特定図柄を狙うときには，他の図柄と区別するために左右方向における同特定図柄の位置を利用することが読み取れるから，2種類の特定図柄を区別するには，左右方向に各図柄特有の位置を持たせることは，当業者が難なく採用できることであると記載されているといえる。",
            "なお，従来のパチスロ機において，複数ある特定の図柄を区別する手法を，甲5の「パルサー」を用いて，以下で理論的に説明する。 「パルサー」では，特定図柄が赤の7と緑のカエルとなっている。  ここで101頁の「real  arrangement」によると，他の図柄に比べて，特定図柄である赤の7と緑のカエルとが大きく描かれている。そこで，特定図柄を狙う際には，他の図柄からはみ出している左右方向を利用して特定図柄を狙うこととなる。",
            "次に，特定図柄と色が似ている他の図柄を見ると，チェリーが存在する。このチェリーは，リールの左側に赤が，右側に葉っぱの緑が描かれている。",
            "そこで，赤の7を狙うときには，チェリーの赤と混同しないようにリールの右側を赤が通過するタイミングでストップボタンを押し，緑のカエルを狙うときには，チェリーの緑と混同しないようにリールの左側を緑が通過するタイミングでストップボタンを押することによって，特定図柄の停止操作を行っている。",
            "このように，本件出願前のパチスロ機においても，複数の特定図柄を区別して目押しする場合には，左右方向の色を用いて目押しを行っていたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明に，リールテープが白地の場合，透明ないしは半透明な透光窓からの光の視認性が低下するという課題が内在しているとの認定は憶測に基づくものであり失当であると主張する。",
                "しかし，甲1に記載の引用発明においては，「リールテープ70には，その複数のシンボルマークのうち少なくとも1個のシンボルマークの位置に，表裏面に光を通過可能な少なくとも1個の透光窓71が形成されている」のであり(段落【0013】，図4)，この透光窓71が光ることにより，回転リールを止めるストップスイッチを押すタイミングをはかることができる点を考慮すれば，透光窓71以外のリールテープの部分は，光を通過させないように構成されていると認められる。そして，この段落【0013】及び図4に記載されたリールテープの変形例として段落【0015】に記載されている「透光窓71の位置だけ透明乃至は半透明として，他の箇所を黒等に着色してマスクし」たものは，透光窓71以外のリールテープの部分(「他の箇所」)が光を通過させないように，黒等に着色してマスクしたものである。すなわち，段落【0015】に記載されているリールテープは，複数のシンボルマークが所定間隔で表示され，他の箇所が黒等に着色してマスクされたものに，少なくとも1個のシンボルマークの位置に透明ないし半透明の透光窓71が形成されているものである。",
                "したがって，黒等のマスクは，シンボルマークの一部として設けられるのではなく，光を通過させないようにする手段として設けられているといえる。このとき，光を通過させないようにするためであれば，その色については特定する必要がないところ，甲1の段落【0015】において「黒等」としているのは，「黒」が他の色と比較して遮光性が高いためであると考えられる。そして，遮光性が高いマスクの一部分にだけ透光窓が設けられていれば，遮光性の低いマスクの一部分に透光窓が設けられている場合に比較して，この透光窓からの光の視認性が高くなることは，当業者にとって自明な事項である。",
                "そうすると，審決において，「リールテープを黒等に着色することの技術的意義が甲1に明確に記載されているわけではないが，リールテープが白地であったのでは，回転リールの回転中に透明乃至は半透明な透光窓を認識することが困難，すなわち，透明乃至は半透明な透光窓からの光の視認性が低下することは明らかであり，またそのことが明らかであるからこそ，甲1に記載されていないと解すべきである」とした点に誤りはないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，リールテープが白地の場合は，着色している場合よりも透明ないし半透明な透光窓からの光の視認性が低下するという認定が誤りであるので，そのような誤りのある課題を前提に引用発明に甲2，甲3を適用する動機付けがあるとした審決の判断も誤りであると主張する。",
                "しかし，甲2には，タイミング付与手段と図柄を重複させることが記載されているところ(7頁13行～17行，第5図(2))，そもそも甲2に記載された発明は，上下方向に回転可能な円筒状をしたドラムの外周に特定の絵柄と他の種々の絵柄が設けられる遊技機の回転リールユニットであり，この点で引用発明と共通するのであるから，引用発明に甲2のタイミング付与手段と図柄が重複することを容認することを適用し，視認性を確保するために着色部である図柄それ自体の一部分を透明又は半透明とすることは，当業者が容易に想到し得た事項であるというべきである。",
                "また，甲3には，図柄の一部分を光透過性にする構成が記載されているところ，そもそも，甲3に記載された発明は，上下方向に回転可能な円筒状をしたリール本体と，このリール本体の外周に設けられる複数種類の文字，図形が描かれた3つの絵柄テープと，これら絵柄を背後から照らす光源とを備えて構成されるスロットマシンの回転リールユニットであり，この点で，引用発明と共通するのであるから，引用発明に甲3発明を適用し，図柄それ自体の一部分を透明または半透明とすることは，当業者が容易に想到し得た事項であるといえる。",
                "したがって，引用発明に甲2及び甲3に記載された事項を適用し，引用発明と本件発明の相違点2に係る構成を得ることは当業者にとって容易想到であるというべきである。原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件発明は，透明又は半透明部分を特定図柄の所定の図柄部分に形成することで，当該所定の図柄部分を欠落させることなく，特定図柄全体の模様，デザイン性を元の形態に近い状態で保持するものであり，「特定図柄の所定の図柄部分に」とは所定図柄の近傍(実施形態では周囲)を実質的に意味する旨を主張する。",
                "しかし，本件発明における「特定図柄の所定の図柄部分に」が所定図柄の近傍を実質的に意味するとはいえず，また，「当該所定の図柄部分を欠落させることなく，特定図柄全体の模様，デザイン性を元の形態に近い状態で保持」できる部分に限定できるとも解することもできないから，原告の上記主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3の判断の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲4には，複数の特定図柄を位置の相違で別個に目押可能とすることは何ら記載されていない旨，また，甲7～甲13について，あるものを類似の他のものと区別又は識別するために位置の相違を用いることが周知であるとの認定はあまりにも上位概念的であり，かつ，いずれも本件発明の技術分野とはかけ離れており，本件発明への適用に阻害事由がある旨を主張する。",
                "しかし，甲4には，「コンドルの目押しのポイントは羽根の部分を見ながら狙うとよい。コンドルは黒い絵柄だし，右側にはみ出た羽根の形は他のものにはない。目立つはずだ。」と記載され，「右側」とは，リールドラムの回転方向に直交する方向において，コンドルの図柄の右方をいうことは明らかであるとともに，上記記載から「右側にはみ出た羽根の形」とは，「遊技者が特定図柄(コンドル)を識別することができる形」であると認められるから，甲4には，「遊技者が特定図柄(コンドル)を識別することができる形は，リールドラムの回転方向に直交する方向において，特定図柄(コンドル)の右側に位置する」ことが記載されているといえる。",
                "ここで，遊技者が特定図柄を識別することができる形が特定図柄の右側に位置しているのは，甲4の記載からみて何らかの技術的理由があるわけではなく，単に右側にはみ出ている特定図柄であるコンドルの羽根の部分が他の図柄にはないからにすぎない。したがって，甲4発明において，特定図柄のうち他の図柄にはない部分がこの特定図柄の左側に位置している場合には，「遊技者が特定図柄を識別することができる形は，リールドラムの回転方向に直交する方向において，特定図柄の左側に位置する」こともあり得ることは，当業者にとって明らかな事項である。",
                "また，本件出願前において，あるものを類似の他のものと区別又は識別するために，位置の相違を用いることが周知技術であることは甲7～13から明らかである。甲7～13に記載された技術にしても，特定の技術分野に限定されたものではないことから，様々な技術分野において，言い換えれば技術分野を問わずに，あるものを類似の他のものと区別又は識別するために位置の相違を用いているということができ，これを引用発明に適用することに阻害事由があるとはいえない。",
                "そうすると，引用発明に甲4に記載された技術事項や周知技術を適用し，引用発明において，遊技者が特定図柄を識別するための構成である透明または半透明に形成された一部分をリールドラムの回転方向に直交する方向において，特定図柄の右側又は左側に位置させるとともに，複数の特定図柄が識別できるように，一方の特定図柄については右側に位置させ，他方の特定図柄については，左側に位置させるようにし，引用発明と本件発明の相違点3に係る発明の構成を得ることは，当業者が容易に想到し得たことというべきであり，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次のような観点からも，引用発明と本件発明の相違点3に係る構成を得ることは，容易であるということができる。",
                "甲1の段落【0014】，【0022】，【0023】には，透光窓71の形成位置について，複数のシンボルマークの位置に複数個の透光窓71を形成することが記載されているところ，これは，1つのリールテープについて複数の透光窓71をそれぞれ相異なるシンボルマークの位置に近接してそれぞれ形成することを意味することと認められる。また，この「複数」の中に「2つ」が含まれることは明らかである。さらに，透光窓71をシンボルマークの右隣に成することと，透光窓71をシンボルマークの左隣に形成することも記載されている。",
                "そして，複数のシンボルマークが特定図柄となる場合において，遊技者が認識したい特定図柄は，その時の状況によって変わるものであるところ(甲4に記載されているように，コンドルを狙う場合もあれば，赤の7，青の7を狙う場合もある。)，リールテープに複数の透光窓71をそれぞれ相異なるシンボルマークの位置に近接して形成するに際して，透光窓71を形成するシンボルマークの種類を2種類に限定するとともに，本件出願前において，「あるものを類似の他のものと区別又は識別するために，位置の相違を用いること」が技術分野を問わず周知技術であることから，一方の透光窓71の形成位置については甲1の図6に記載されているようにシンボルマークの右隣に形成し，他方の透光窓71については甲1の図7に記載されているようにシンボルマークの左隣に形成するようにすることは，当業者が容易に想到し得た事項であるというべきである。したがって，引用発明と本件発明の相違点3に係る構成を得ることは，当業者が容易に想到し得たこととした審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由はすべて理由がない。",
        "よって原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}