{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのため"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009-7935号事件について平成23年11月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記1のとおりの手続において，特許請求の範囲の記載を後記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨は後記3のとお(cid:1) (cid:2)(cid:1)り）には，後記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成15年5月16日，発明の名称を「癌および他の疾患を治療および管理するための免疫調節性化合物を用いた方法および組成物」とする特許を出願した（特願2004-505051。パリ条約による優先権主張：平成14年（2002年）5月17日，米国。同年11月6日，米国。請求項の数34。甲7）が，平成20年12月26日付けで拒絶査定を受けた（甲9）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成21年4月13日，これに対する不服の審判を請求し（甲10），同年5月13日付け手続補正書により手続補正（請求項の数23。甲11。以下「本件補正」という。）をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，上記請求を不服2009-7935号事件として審理し，平成23年11月22日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は同年12月6日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決が対象とした特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正前の特許請求の範囲の記載  ",
              "text": [
                "本件補正前の特許請求の範囲請求項1の記載は，以下のとおりである（ただし，平成20年10月22日付け手続補正書（甲57）による手続補正後のものである。）。以下，請求項1に係る発明を「本願発明」という。",
                "治療上または予防上有効な量の化合物3-(4-アミノ-1-オキソ-1,3-ジヒドロ-イソインドール-2-イル)-ピペリジン-2,6-ジオンまたはその製薬上許容される塩，溶媒和物もしくは立体異性体，および治療上または予防上有効な量のデキサメタゾンを含む多発性骨髄腫の予防または治療のための組合せ医薬"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正後の特許請求の範囲の記載",
              "text": [
                "本件補正後の特許請求の範囲請求項1の記載は，以下のとおりである（甲11）。以下，請求項1に記載された発明を「本件補正発明」といい，その明細書（甲7）を「本願明細書」という。なお，文中の下線部は，補正箇所を示す。",
                "(cid:1) (cid:3)(cid:1)治療上有効な量の化合物3-(4-アミノ-1-オキソ-1,3-ジヒドロ-イソインドール-2-イル)-ピペリジン-2,6-ジオンまたはその製薬上許容される塩，溶媒和物もしくは立体異性体，および治療上有効な量のデキサメタゾンを含む多発性骨髄腫の治療のための組合せ医薬であって，該化合物は多発性骨髄腫を有する患者に1～150mg／日の量で周期的に経口投与され，該デキサメタゾンは該患者に周期的に経口投与される，上記組合せ医薬"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件補正発明は，後記引用例に記載された発明及び後記周知例1ないし5に記載された技術常識に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許出願の際独立して特許を受けることができるものではなく，平成18年法律第55号による改正前の特許法（以下「法」という。）17条の2第5項において準用する法126条5項の規定に違反するから，本件補正は，法159条1項において読み替えて準用する法53条1項の規定により却下すべきものである，②本願発明も，引用例に記載された発明及び周知例1ないし3に記載された技術常識に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により，特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：HIDESHIMA,T.et al.「Blood」vol.96，No.9，2943ないし2950頁，平成12年（2000年）発行（甲1）"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：Richardson,P.et al.「Annu.Rev.Med.」vol.53，629ないし657頁，平成14年（2002年）発行（甲2）"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：Richardson,P.et al.「Biomedicine and Pharmacotherapy」vol.56，No.3，115ないし128頁，平成14年（2002年）4月22日発行（甲3）"
                },
                {
                  "fig": "エ",
                  "subject": "周知例3：Laura G.C.et al.「Ann.Rheum.Dis」Vol.58,Ⅰ107ないしⅠ113頁，平成11年（1999年）発行（甲4）",
                  "text": [
                    "(cid:1) (cid:4)(cid:1)オ  周知例4：「メルクマニュアル  第17版日本語版」963ないし966頁，",
                    "日経BP社，平成11年12月10日発行（甲5）"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "周知例5：Dimopoulos M.A.et al.「Annals of Oncology」Vol.12，991ないし995頁，平成13年（2001年）発行（甲6）  "
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例に記載された発明（以下「引用発明」という。）並びに本件補正発明と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：IMiD1，IMiD2あるいはIMiD3のいずれかであるサリドマイドアナログ及びデキサメタゾンを含むヒト多発性骨髄腫細胞の増殖の抑制のための組合せ"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：サリドマイドアナログ及びデキサメタゾンを含むヒトの多発性骨髄腫の抑制のための組合せである点"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：本件補正発明の組合せにおいては，デキサメタゾンと組み合わされるサリドマイドアナログが「3-（4-アミノ-1-オキソ-1，3-ジヒドロ-イソインドール2-イル）-ピペリジン-2，6-ジオン）又はその製薬上許容される塩，溶媒和物もしくは立体異性体」（以下「本願化合物」という。）であるのに対し，引用発明においては，「IMiD1，IMiD2あるいはIMiD3のいずれか」である点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本件補正発明の「組合せ」には，本願化合物及びデキサメタゾンがそれぞれ「治療上有効な量」含まれ，また，「多発性骨髄腫の患者」に投与される「多発性骨髄腫の治療のための組合せ医薬」であるのに対し，引用発明の「組合せ」は，「ヒト多発性骨髄腫細胞」に対して投与される「多発性骨髄腫の抑制のための組合せ」であって，本願化合物及びデキサメタゾンがそれぞれ「治療上有効な量」含まれる点の特定がなされていない点"
                },
                {
                  "fig": "オ",
                  "subject": "相違点3：本件補正発明においては，本願化合物が「1～150mg／日の量で周期的に経口投与され」，また，「デキサメタゾン」が「周期的に経口投与さ(cid:1) (cid:5)(cid:1)れる」のに対し，引用発明においては，これらの点の特定がなされていない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "手続違背（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "本件補正発明の容易想到性に係る判断の誤り（取消事由2）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1に係る判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点2に係る判断の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3に係る判断の誤り"
                },
                {
                  "fig": "エ",
                  "subject": "作用効果に係る判断の誤り"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（手続違背）について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，前置報告書（甲19）で引用した周知例とは異なる新たな周知例を引用して本件補正発明の容易想到性を判断したが，新たな周知例を用いた容易想到性の判断について，原告に意見を申し立てる機会を与えなかった。",
            "法159条2項が準用する法50条本文の趣旨は，審判官が新たな事由により出願を拒絶すべき旨を判断しようとするときは，出願人に対してその理由を通知することにより，意見書の提出及び補正の機会を与えることにあるところ，拒絶査定不服審判において，拒絶査定とは異なる理由で審決をする前に，再度拒絶理由を通知しないことが手続上違法となるか否かは，手続の過程，拒絶の理由の内容等に照らして，拒絶理由の通知をしなかったことが請求人の上記機会を奪い，審決の結論に重要な影響を及ぼす結果となるか否かの観点から判断すべきである。",
            "これを本件についてみると，上記前置報告書では，引用文献（甲20）に記載された化合物を示す記号と，レナリドミドとして知られる本願化合物との関連性を示す根拠として，周知例として甲21及び22が引用された。しかし，これらは本件出願に係る優先権主張日（以下「本件優先日」という。）後に発行されたものであったため，原告が回答書においてその旨指摘すると，特許庁は，新たな拒絶理由通(cid:1) (cid:6)(cid:1)知を発することなく，上記周知例とは実質的に異なる新たな周知例として周知例1ないし3を引用し，引用例（甲1。上記前置報告書における引用文献2）には，本件補正発明に用いられる化合物を含むIMiDsとデキサメタゾンとの併用による多発性骨髄腫細胞に対する増殖抑制効果が記載されていると認定し，本件補正発明は引用例から容易に想到し得たものであると判断したものである。主引例が同じであっても本件優先日前の新たな周知例を引用するのであれば，引用適格を有しない補助引例を周知例として用いた場合とは，認定される引用発明の内容が異なってくる可能性があるから，特許庁は，審判手続において，新たな拒絶理由通知を発し，原告に意見を述べる機会を与えることが必要であったことは明らかである。そして，その機会が与えられていれば，原告は，新たな周知例を参酌して引用例から具体的にどのような引用発明が認定できるかという点や，そのような引用発明に基づく進歩性の判断について，改めて反論を行うことができたはずである。したがって，特許庁が新たな拒絶理由通知を発して原告に意見を述べる機会を与えなかったことは，審決の結論に明らかに影響を及ぼす重大な手続違背である。",
            "よって，本件審決は取り消されるべきである。",
            "〔被告の主張〕",
            "原告は，本件審決が新たな周知例を用いて本件補正発明の容易想到性を判断するに当たり，原告に意見を申し立てる機会を与えなかったことは，法159条2項が準用する法50条本文に違反すると主張する。",
            "しかし，法159条2項が拒絶査定不服審判の場合に読み替えて準用する法50条は，法53条1項の規定により補正を却下する場合には拒絶理由を通知する必要はない旨定めている。",
            "そうすると，本件審決が本件補正の却下について新たな周知例として周知例1ないし3を引用するに当たっては，特許法の明文上，原告に対し改めて拒絶理由を通知する必要はない。",
            "また，周知例1ないし3は，本件優先日当時の周知技術の例として示したもので(cid:1) (cid:7)(cid:1)あり，当業者であれば当然認識している程度の技術事項にすぎないから，原告に意見を述べる機会を与えなかったことは，審決の結論に明らかに影響を及ぼすものではない。",
            "したがって，本件審判に手続違背はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件補正発明の容易想到性に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，周知例1ないし3によれば，引用例に記載されたIMiD1ないし3のうちの1つは，本件補正発明のサリドマイドアナログ（本願化合物）に相当することが認識できるから，本願化合物が上記3種の化学構造式のうちのいずれであるか特定できなくとも，引用例には，本願化合物とデキサメタゾンとを組み合わせた多発性骨髄腫の抑制のための組合せは記載されているといえるとして，相違点1は，実質的には相違点とはならないと判断した。",
                    "しかし，次のとおり，相違点1は実質的な相違点とはならないとの本件審決の上記判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例並びに周知例1及び2の共同著者の一人であるケニス  C  アンダーソンは，その陳述書（甲46）において，これらの論文に記載された実験に用いたサリドマイドと多数のアナログは，いずれも原告から研究目的で提供されたものであり，提供に際して，各化合物の化学構造は開示されず，コード番号のみが知らされていたこと，周知例1及び2に開示されたIMiDsの3つの構造式は，原告から3つの代表的IMiDsの構造式であるとして提示されたものであり，周知例1及び2にデータを発表した3つのサリドマイド誘導体の構造は知らされていなかったことを陳述している。このように，周知例1及び2に記載された化学構造式は，代表的なIMiDsの化学構造式として原告から提示されたものを記載したにすぎず，IMiD1ないし3の構造式として記載されたものではない。",
                        "また，医薬分野の専門家である A は，その意見書（甲47）において，本件優(cid:1) (cid:8)(cid:1)先日当時に引用例及び周知例1ないし3を見た場合，当時の技術常識に基づいても，IMiD1ないし3の化学構造を知ることはできなかったと述べている。また，同人は，引用例並びに周知例1及び2のサリドマイドアナログが原告から提供されたものであることに注目して，委託研究契約による化合物提供では，特許戦略上の観点等から，発表内容について社内の確認や承認を必要とすることが通常行われているから，当業者としては，引用例並びに周知例1及び2においても，当然に化合物の構造の開示については注意が払われていると理解し，むしろ，引用例並びに周知例1及び2には，化合物の構造は開示されていないと考えると述べている。",
                        "以上によれば，周知例1ないし3には，IMiD1ないし3の化学構造は開示されておらず，また，当業者も開示されていないと理解することは明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，次のとおり，本件優先日当時，多数存在するIMiDsについて，いずれがどのような化学構造式を有するものであるかは，明確に確定していなかったから，当業者は，IMiD1ないし3のうちの1つが本願化合物に相当すると認識することはできなかった。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願明細書（【0013】【0027】【0030】）の記載によれば，本件優先日当時，IMiDsは，免疫調節性化合物と同義であり，IMiDsには多くの化合物が含まれるものと知られていたことは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "引用例には，IMiD1ないし3との表記が用いられているが，これらの表記が具体的にどのような構造を有する化合物を示すのかについては何ら記載されていない。したがって，引用例でも，IMiD1ないし3は，数あるIMiDsのうちの有望な3つの化合物を指すために便宜的に用いられた表記であり，特定の化合物を指すための一般的な名称であるとは理解できない。実際，引用例では，IMiD1ないし3を記載する文献が何ら参照されていない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件優先日前に発行された甲37には， IMiDsとして，Revimid のほか，CC-10062,CC-10095,CC-11006及びCC-12025が記載されている。また，甲48にも，IMiDとして Revimid がその構造式と共(cid:1) (cid:9)(cid:1)に記載されている。",
                            "そうすると，本件優先日前には，IMiDsとして多数の化合物が知られており，その代表的なものだけでも，周知例1ないし3に記載された3つの化合物及びRevimid という，少なくとも4つの化合物が存在していたことは明らかである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "レジストリー・データベースを検索しても，本願化合物の別称としてIMiD1ないし3のいずれも収録されていない。また，IMiD1ないし3という名称を同データベースで検索すると，収録されていたのはIMiD3のみである。IMiD3収録のベースとなった文献（甲14）は，本件優先日直後の平成14年6月のものであるから，本件優先日前には，IMiD1ないし3の構造が周知であったといえないことは明らかである。さらに，CAplusデータベースで，引用例及び周知例1ないし3の各文献に索引付けされている化合物を調べたところ，いずれの文献に対しても，本願化合物は索引付けされていなかった。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "本願明細書（【0030】）に記載された特許文献には，引用例より前に公開されたものが多数あり（甲49～56），これらの文献では，IMiDという語はないものの，当該文献記載の化合物がTＮF-αレベルを低下させることが述べられている。引用例は，IMiDsがTＮF-αを抑制するサリドマイドアナログであることを教示しているのであるから，これを読んだ当業者がTＮF-αを抑制する化合物が記載された上記文献を見れば，当該化合物がIMiDに相当するものであると理解することは明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "仮に，引用例に記載されたIMiD1ないし3のうちの1つが，本願化合物に相当するものと認識することができたとしても，実際には，これら3種の化合物のうち，いずれが本願化合物であるかが特定できなければ，当業者において，引用発明から本件補正発明に到達する試みをしたはずであるということはできない。そして，引用例には，IMiD1ないし3の3種の化合物のうちのいずれが本願化合物であるかについての示唆はないから，引用例の記載に基づいて，当業者が本願化合物を容易に選択し得たとはいえない。",
                        "(cid:1) (cid:10)(cid:1)イ  被告の主張について"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，周知例1ないし3を挙げて，引用例においてサリドマイドアナログである免疫調整性化合物IMiDsとして知られる化合物が，本願化合物，2-（2，6-ジオキソ-3-ピペリジニル）-4-アミノイソインドリン-1，3-ジオン（以下「アナログ1」という。），2-（2，6-ジオキソ-3-メチルヘキサヒドロピリジン-3-イル）-4-アミノイソインドリン-1，3-ジオン（以下「アナログ2」という。）の3種の化合物であり，引用例のIMiD1ないし3がこれら3種のいずれかに相当することは，本件優先日当時，当業者にとって周知の事項であったと主張する。",
                        "しかし，周知例1の図1「サリドマイドとその有力なアナログである免疫調整薬（IMiDs）の構造」には，本願化合物，アナログ1及びアナログ2に相当する化学構造式が示されているが，これらは単にIMiDsとしても知られていると記載されているのみで，IMiD1ないし3の表示はない。また，図3には，サリドマイド及び3種のサリドマイドアナログIMiD1ないし3に対する多発性骨髄腫細胞の応答が示され，「IMiD3としても知られているCC-5013のフェーズⅠ研究が，難治性あるいは再発した多発性骨髄腫患者において進行中」であることは記載されているが，IMiD3あるいはCC-5013の化学構造は示されていない。このように，周知例1には，IMiD1ないし3という記号は記載されているが，これらが具体的にどのような構造を有する化合物であるかについては記載がない。",
                        "また，周知例2は，著者，文面，図及び発行時期が周知例1とほぼ一致しており，IMiD1ないし3に関する開示は周知例1と同様である。周知例1及び2は，同一文献が2つの媒体に発表されたというべきものであって，複数の文献ではない。",
                        "さらに，周知例3の図1「サリドマイドと選択されたサリドマイドアナログ」にも，IMiDsとして，周知例1及び2の図1と同一の3つの化学構造式が記載されているが，IMiD1ないし3の表示はない。",
                        "(cid:1) (cid:2)(cid:11)(cid:1)以上のとおり，周知例1ないし3には，本願化合物，アナログ1及びアナログ2に相当する3つの化合物がIMiDsであることは記載されるが，IMiDsといえばこれら3つの化合物を意味するということまでは記載されていない。したがって，周知例1ないし3に記載された事項に基づき，引用例においてサリドマイドアナログである免疫調整化合物IMiDsとして知られる化合物が，本願化合物，アナログ1及びアナログ2を意味し，これらがIMiD1ないし3のいずれかに相当することが周知であったということはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告は，引用例が参照している乙8の記載，さらに乙8で参照している乙9の記載を挙げて，当業者は，引用例に記載されたIMiD1ないし3が，本願化合物，アナログ1又はアナログ2の3種のいずれかに相当すると認識することは明らかであると主張する。  ",
                      "text": [
                        "しかし，乙8では，IMiDsあるいはIMiD1ないし3という語は全く使われておらず，化合物の構造も記載されていない。引用例が乙8を参照するのは，IMiDsという語の意味やIMiDsの構造の開示についてではなく，サリドマイドのアナログについて，既に報告されている性質について述べるためであると考えるのが最も自然である。したがって，引用例が乙8を参照文献として挙げていることをもって，引用例においてIMiD1ないし3として記載された化合物が，本願化合物，アナログ1又はアナログ2のいずれかに相当することが明らかであるとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る判断の誤りについて",
              "text": [
                "本件審決は，相違点2について，引用例に記載されたインビトロ試験は，多発性骨髄腫の患者に投与する多発性骨髄腫の治療のための組合せ医薬とすることを念頭において行われたことは明らかであるから，インビトロ試験に用いられたそれぞれの組合せを，多発性骨髄腫の患者に投与する多発性骨髄腫の治療のための組合せ医薬とすることは当業者が容易になし得ることであると判断した。",
                "しかし，引用例は，試験管内において，デキサメタゾンがサリドマイドやIMi(cid:1) (cid:2)(cid:2)Dsの抗増殖効果を増強することを示すものであるにすぎず，多発性骨髄腫患者の治療に本願化合物及びデキサメタゾンの組合せを用いることは開示されていない。",
                "また，前記のとおり，引用例で用いられているIMiD1ないし3がどのような構造を有するものであるのかは本件優先日前には周知でなかったから，本願化合物とデキサメタゾンとの組合せが，当業者が容易に認識できる程度に引用例において開示されていたとはいえない。当業者が，引用例から，サリドマイド又はサリドマイドのアナログであるIMiD1ないし3とデキサメタゾンとの組合せが多発性骨髄腫の治療に有用であることを把握したとしても，医薬などの技術分野においては，物の有する機能・特性等からその物の構造等を予測することが困難であることは技術常識であるから，サリドマイドの誘導体であれば全て多発性骨髄腫に有効性を示すといえる根拠はなく，構造不明なサリドマイドアナログである引用例のIMiD1ないし3と，どの程度の構造的差異があるのかも不明な本願化合物が，同様に多発性骨髄腫に有効性を示すことを予測することはできない。",
                "したがって，相違点2に係る本件審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3に係る判断の誤りについて",
              "text": [
                "本件審決は，相違点3について，毒性や副作用等が問題とならない範囲において所望の治療効果が得られるように必要な投与量や投与周期を設定することは当業者が通常行うことであると判断した。",
                "しかし，引用例には，サリドマイドの用量が開示されるだけであって，本願化合物の用量については開示も示唆もない。引用例には，サリドマイドの用量として，上限は800mg／日，中央値は400mg／日であることが記載されているが，このような高用量の記載は，本件補正発明において規定する本願化合物の少ない用量",
                "(1～150mg／日) を示唆するものではなく，むしろ逆の示唆をするものである。また，引用例には，多発性骨髄腫の治療における本願化合物及びデキサメタゾンの周期的及び経口投与についての開示や示唆もない。",
                "したがって，相違点3に係る本件審決の判断は誤りである。",
                "(cid:1) (cid:2)(cid:3)(cid:1)(4)  作用効果に係る判断の誤りについて"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正発明の作用効果  ",
                  "text": [
                    "本件補正発明に係る医薬は，①本願明細書の実施例6．5．2（【0192】～【0196】）において，本願化合物が単独で不応性又は再発骨髄腫患者の治療に用量制限毒性を示すことなく有効であることが示されていること，②実施例6．5．6（【0209】）の「本発明の免疫調節性化合物」は本願化合物を意味し，同実施例における「非常に活性が高く」，「極度の前治療の施された多発性骨髄腫患者で許容されるものであった。」との記載は，本件補正発明の組合せ医薬が多発性骨髄種の治療に非常に有効であることを示すものであることからすると，多発性骨髄腫の患者において，予想外の相乗効果を発揮するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決の判断の誤り",
                  "text": [
                    "次のとおり，上記アの①及び②に係る本件審決の判断は誤りである。  "
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記アの①について",
                      "text": [
                        "本件審決は，本願明細書の実施例6．5．2は，本願化合物を単独で使用した場合について記載するものであり，本願化合物とデキサメタゾンとを組み合わせた医薬についてのものではないから，同実施例における記載を本件補正発明の組合せ医薬の効果として直ちに参酌することはできず，仮に参酌したとしても，本願化合物が用量制限毒性を示すことなく骨髄腫患者に有効である点は，従来から公知の知見であり（甲20），本願化合物の用量制限毒性及び有効性を確認した点をもって，本件補正発明の効果が格別であるということはできないと判断した。",
                        "しかし，本願化合物が用量制限毒性を示すことなく骨髄腫患者に有効である点は，従来から公知の知見であるとする本件審決の判断は誤りである。本件審決が引用した甲20には，CC-5013についての記載があるのみであり，これが本願化合物であるという根拠は何ら示されていない。",
                        "また，実施例6．5．2には，本願化合物を不応性又は再発骨髄種患者に用いた臨床試験の結果について，薬物動態学的分析を行い，優れた結果であったことが示(cid:1) (cid:2)(cid:4)(cid:1)されている。そして，デキサメタゾン及び本願化合物の両剤を組合せた場合の治療効果は，実施例6．5．6に記載されているから，これらの実施例の記載を本件補正発明の組合せ医薬の効果として参酌することは当然に行われるべきことである。",
                        "よって，上記アの①に係る本件審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上記アの②について",
                      "text": [
                        "本件審決は，実施例6．5．6には，「本発明の免疫調節性化合物」が具体的にどのような化学構造を有しているのか記載されていないが，本願明細書（【0027】～【0052】）に記載されているように，「本発明の免疫調節性化合物」には，多くの化合物群が包含されているから，上記実施例において多発性骨髄腫の治療のために患者に投与されている免疫調節性化合物が，本願化合物を当然に意味するものとは認められないとか，上記実施例においては，組合せ医薬を使用した場合の効果について，「非常に活性が高く」などと定性的に記載されているにすぎず，従来からの療法に比べて組合せ医薬が具体的にどの程度優れているのかを当業者は理解することができないとした上で，本願化合物とデキサメタゾンを含む組合せ医薬が再発したあるいは不応性の患者に対し有効であるとの効果は引用例から予測される範囲内のものであって，本件補正発明の効果は格別なものとはいえないと判断した。",
                        "しかし，本願明細書には，「本発明の免疫調節性化合物」に該当する化合物として，形式的には多くの化合物が記載されているが，当業者であれば，実際に臨床で用いることができる化合物は，様々なインビボによる評価をクリアした化合物に限られることは共通の認識であり，単剤での臨床試験すら行っていない化合物について，他剤との併用での臨床試験を行うことは考えられない。したがって，当業者であれば，本件補正発明の組合せ医薬についての臨床試験を行った化合物は，当然に少なくとも単独投与で多発性骨髄腫に対する臨床的評価を行った化合物との組合せであると理解する。そして，本願明細書（【0051】【0052】）では，本願化合物について，最も好ましい免疫調節性化合物として記載され，また，実施例6．(cid:1) (cid:2)(cid:5)(cid:1)5．2（【0192】～【0196】）では，これを不応性又は再発骨髄種患者に用いた臨床試験の結果について記載されているから，当業者であれば，実施例6．5．6において多発性骨髄腫の治療のために患者に投与されている免疫調節性化合物が本願化合物であると理解することができる。",
                        "また，本件補正発明の進歩性の判断において，従来からの療法に対し，どの程度優れているかについて必ずしも定量的に立証する必要はない。",
                        "したがって，上記アの②に係る本件審決の判断も誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件補正発明は，次のとおり，実際に顕著な効果を有するものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲15には，デキサメタゾンとレナリドミドは，耐性多発性骨髄腫においてそれらの単独投与よりもより効果的であることが示されている。また，レナリドミドは，サリドマイドよりもより毒性が低くより活性が高く，再発又は耐性多発性骨髄腫の患者において，レナリドミドとデキサメタゾンは，プラセボとデキサメタゾンに比べ進行時間，反応率及び全般生存率を増加させるなどと記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲16には，本件補正発明が，多発性骨髄腫患者の治療において，疾患の進展を遅らせる効果を達成していることが明確に示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲18によれば，レナリドミドとデキサメタゾンの併用は，多発性骨髄腫患者の治療において，全体として91％の目的反応率を示しているが，この反応率は，引用例に記載されたサリドマイドの単独治療（反応率39％）よりも非常に高いものである。また，甲18には，レナリドミド／デキサメタゾン治療では，毒性が著しく低減されたことが記載されている。これは，本件補正発明が，効果の増強と毒性の低減の両者において驚くべき結果を示したことを確認するものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲27では，多発性骨髄腫の患者において，レナリドミドとデキサメタゾンの組合せは，デキサメタゾン単独に比較して，反応全体 ，完全な反応率，進行時間及び反応期間を顕著に改善することが報告され，また，再発又は耐性の多発性骨髄腫に対するレナリドミドとデキサメタゾンの治療を受けた患者に対し，顕著な反応成績と顕著な全般生存率の利点と共に管理可能な毒性を確認する結果が示され(cid:1) (cid:2)(cid:6)(cid:1)ている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "甲28には，多発性骨髄腫の治療において，レナリドミドとデキサメタゾンは，サリドマイドとデキサメタゾンよりも，反応率，生存率及び毒性において優れ，また，より活性があるが毒性の増加を伴わないことが明確に示されている。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "甲32には，レナリドミドとデキサメタゾンは，最も期待のできる新規な治療法の1つであると記載されている。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "以上の各文献は，本件補正発明により達成された予測外の結果を確認するものであり，本件補正発明が進歩性を有することを裏付けるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "商業的成功について",
                  "text": [
                    "レナリドミドを有効成分として含有する医薬である Revlimid は，デキサメタゾンとの併用での周期投与による多発性骨髄腫の治療薬として，約50か国で承認され,その総売上げは，平成23年には32．1億ドルに達している。このように売上げが大きく伸びたのは，本件補正発明に係る医薬である Revlimid の進歩性によるものである。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点1に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件優先日当時，多数存在するIMiDsについて，いずれがどのような化学構造式を有するものであるかが明確に確定していなかったから，当業者は，IMiD1ないし3のうちの1つが本願化合物に相当すると認識することはできなかったと主張する。",
                    "しかし，次のとおり，原告の主張は，失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例においてサリドマイドアナログである免疫調整性化合物IMiDsとして知られる化合物が，本願化合物，アナログ1及びアナログ2の3種の化合物であり，引用例に記載されたIMiD1ないし3がこれら3種のいずれかに相当することは，本件優先日当時，当業者にとって周知の事項であった。",
                        "すなわち，周知例1には，「図1サリドマイドとその有力なアナログ（免疫調節(cid:1) (cid:2)(cid:7)(cid:1)薬（IMiDs）」中，「アナログ（IMiDsとしても知られている）」として，本願化合物を含む3種の化合物の化学構造式が記載されているが，同図に「アナログ」として記載される化合物が，上から順にアナログ1，本願化合物，アナログ2に相当することは，その化学構造式から明らかである。また，周知例1では，「最近の研究では，骨髄腫細胞に対するサリドマイドとIMiDsの直接の抗腫瘍作用が示されている」として，引用例が参照文献として言及されている。",
                        "また，周知例2には，図1が，「サリドマイドとその有力なアナログ（免疫調節薬（IMiDs）の構造」を示すことが記載され，同図中に，「アナログ（IMiDsとしても知られている）」として，本願化合物を含む3種の化合物の化学構造式が記載されている。また，「最近の研究で，骨髄腫細胞に対するサリドマイド及びIMiDsの直接の抗腫瘍活性が示された。」として，引用例が参照文献として言及されている。さらに，IMiDsがデキサメタゾンの抗腫瘍活性を増強することに言及され，IMiDsであるIMiD1ないし3と，デキサメタゾンを組合せた場合の引用例に記載された試験結果と同じ内容が記載されている。  ",
                        "さらに，周知例3では，図1にサリドマイドアナログが記載され，IMiDsとして3種の化学構造式が記載されている。上方の左側の化合物がアナログ1，右側が本願化合物，下方の化合物がアナログ2に相当することは，その化学構造式から明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例において，IMiD1ないし3として記載される化合物が，事実上，本願化合物，アナログ1又はアナログ2の3種のいずれかに相当することは，引用例で引用している参照文献を追跡することによっても把握することができる。",
                        "すなわち，引用例には，そこで使用されたサリドマイドアナログの参照として参照文献15（乙8）が挙げられ，同参照文献では，「次のような構造アナログが使用された…CI-Aは5a，CI-Bは8a，そしてCI-Cは14である（参照文献47）」と記載されている。そして，当該参照文献47（乙9）に記載された(cid:1) (cid:2)(cid:8)(cid:1)化学構造式によれば，上記5aはアナログ1に，上記8aは本願化合物に，上記14はアナログ2に相当することが分かる。",
                        "したがって，当業者は，引用例の参照文献を追跡することにより，引用例のIMiD1ないし3が，本願化合物，アナログ1又はアナログ2の3種の化合物であることを認識するものであり，原告の主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告は，仮に，引用例に記載されたIMiD1ないし3のうちの1つは，本願化合物に相当することが認識できるとした場合も，実際には，これら3種の化合物のうち，いずれが本願化合物であるかが特定できない場合には，当業者は，引用発明から本件補正発明に到達する試みをしたはずであるとはいえず，引用例には，IMiD1ないし3の3種の化合物のうちのいずれが本願化合物であるかについての示唆はないから，引用発明の記載に基づいて，当業者が本願化合物を容易に選択し得たとはいえないと主張する。  ",
                  "text": [
                    "しかし，引用例には，IMiD1ないし3のそれぞれをデキサメタゾンと組合せた結果が個別に記載されているのであるから，当業者は，引用例の記載から，本願化合物を含む上記3種の化学構造式のサリドマイドアナログのそれぞれとデキサメタゾンとの組合せが，多発性骨髄腫の抑制のために有用であると理解できる。",
                    "したがって，本願化合物とデキサメタゾンとを組み合わせた多発性骨髄腫の抑制のための組合せ自体が引用例に記載されていることは明らかであり，引用例に，IMiD1ないし3の3種の化合物のうちのいずれが本願化合物であるかについての特定や示唆がなくても，相違点1は実質的に相違点とはならない。",
                    "したがって，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に係る判断の誤りについて",
              "text": [
                "原告は，多発性骨髄腫患者の治療に本願化合物及びデキサメタゾンの組合せを用いることは，引用例に開示されていないから，引用例のサリドマイドアナログ及びデキサメダソンの組合せの記載から，多発性骨髄腫患者に対して投与すべき「治療上有効な量」に想到することが容易であったとの本件審決の判断は誤りであると主(cid:1) (cid:2)(cid:9)(cid:1)張する。",
                "しかし，本件補正発明の組合せ医薬の一方のデキサメタゾンは多発性骨髄腫の患者の治療に従来から使用されていたのであり，サリドマイドも，臨床において，多発性骨髄腫患者の治療に使用されて有用であったものである。そして，引用例では，インビトロ試験結果を受けて，「私たちの研究は，デキサメタゾンがインビトロでサリドマイドとIMiDsの抗増殖活性を増すことができることを示しており，これらの薬剤を治療において組み合わせることの有用性を示唆する。」と記載されているのであるから，引用例においてインビトロ試験に用いられたIMiD1ないし3の3種のいずれかとデキサメタゾンとからなる組合せを，「多発性骨髄腫の患者」に投与する「多発性骨髄腫の治療のための組合せ医薬」とすることは当業者が容易になし得ることであり，その際に，薬剤を治療において組み合わせる以上，それぞれの医薬成分を「治療上有効な量」含むものとすることは，当業者が当然に行うことである。",
                "したがって，本件審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3に係る判断の誤りについて",
              "text": [
                "原告は，引用例には，サリドマイドの高用量の記載用量が開示されているだけであって，本件補正発明で規定する本願化合物の少ない用量（1～150mg／日）を示唆するものではなく，むしろ逆の示唆をするものであるし，引用例は，多発性骨髄腫の治療における本願化合物及びデキサメタゾンの周期的及び経口投与について開示も示唆もしていないと主張する。",
                "しかし，従来，多発性骨髄腫患者の治療に使用されていたサリドマイドあるいはデキサメタゾンが経口投与されていたことは周知であり，また，サリドマイド誘導体であるIMiDsも従来経口で投与されていたのであるから，引用発明における組合せを多発性骨髄腫の患者に治療のために投与する際に，「経口」投与剤とすることは当業者が容易になし得ることである。",
                "また，医薬の投与に際し，毒性や副作用等が問題とならない範囲において所望の(cid:1) (cid:2)(cid:10)(cid:1)治療効果が得られるように必要な投与量や投与周期を設定することは当業者が通常行うことである。そして，引用例に記載された試験結果から，当業者はIMiDsがサリドマイドよりもより少ない投与量で有効であることを期待できるのであるから，引用発明における組合せを多発性骨髄腫の患者に治療のための「経口」投与剤とする際に，サリドマイドの投与量（100～800mg の範囲，平均400mg）よりも少ない投与量となるように考慮して，投与量や投与周期を最適化することは，当業者が容易になし得ることである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "作用効果に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲20によれば，本願化合物のようなIMiD化合物である経口薬CC-5013は，再発性・難治性多発性骨髄腫患者に対する第一相試験において，抗腫瘍活性を有しており，かつ，5mg／日で用量制限毒性（DLT）は発現せず，最大50mg／日までの治療においては，いずれの群でも，開始後28日以内はDLTは発現せず，有意差のある傾眠，便秘又は神経障害といった副作用は認められず，許容可能な毒性であることが従来から知られていたのであるから，本願明細書の実施例6．5．2に記載される，IMiD化合物である本願化合物が用量制限毒性を有しないことなどが，本件優先日当時の技術水準から見て予期し得ないような格別の効果であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願化合物が用量制限毒性を示すことなく骨髄腫患者に有効である点は従来から公知の知見であるとする本件審決の判断は誤りであると主張する。",
                    "この点，本件審決における「本願化合物が容量制限毒性を示すことなく骨髄腫患者に有効である点は，従来から公知の知見であり」との説示は，「本願化合物のようなIMiDsが容量制限毒性を示すことなく骨髄腫患者に有効である点は，従来から公知の知見であり」の誤記である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願明細書の実施例6．5．2には，本願化合物を不応性又は再発骨髄種患者に用いた臨床試験の結果について，薬物動態学的分析を行い，優れた結果であったことが示されており，デキサメタゾン及び本願化合物の両剤を組み合わ(cid:1) (cid:3)(cid:11)(cid:1)せた場合の治療効果は，実施例6．5．6に記載されているから，これらの実施例の記載を本件補正発明の組合せ医薬の効果として参酌することは当然に行われるべきであると主張する。",
                    "しかし，実施例6．5．2は，本願化合物単独での用量制限毒性について記載するものであり，本件補正発明である本願化合物とデキサメタゾンを組み合わせた医薬についてのものではないから，同実施例に関する記載をもって，本件補正発明の組合せ医薬の効果として直ちに参酌することはできない。",
                    "また，前記のとおり，本願化合物のようなIMiDsが優れた効果を奏することは従来から知られていたのであるから，かかる効果をもって，本件補正発明の効果が格別顕著であると解することはできない。",
                    "さらに，後記エのとおり，実施例6．5．6の「本発明の免疫調節性化合物」が本願化合物を当然に意味するものとはいえないから，原告の主張は前提において誤っている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本件補正発明の組合せ医薬についての臨床試験を行った化合物が，単独投与で臨床的評価を行った化合物との組合せであると当業者は理解するから，実施例6．5．6の「本発明の免疫調節性化合物」が本願化合物を当然に意味するものとは認められないとした本件審決の判断は誤りであると主張する。",
                    "しかし，実施例6．5．6には「本発明の免疫調節性化合物」との記載しかなく，「本発明の免疫調節性化合物」には，多くの化合物群が包含されている。しかも，本願明細書（【0186】～【0191】）には，単独投与で臨床的評価を行った化合物として，本願化合物ではないことが明らかな，4-（アミノ）-2-（2，6-ジオキソ（3-ピペリジル））-イソインドリン-1，3-ジオンを用いた例も記載されているのであるから，実施例6．5．6の「本発明の免疫調節性化合物」が本願化合物を当然に意味するものとはいえない。",
                    "また，仮に，実施例6．5．6において投与されている免疫調節性化合物が本願化合物であるとしても，本願化合物とデキサメタゾンを含む組合せ医薬が再発した(cid:1) (cid:3)(cid:2)(cid:1)あるいは不応性の患者に対し有効であるとの効果は，引用例から予測される範囲内のものであるから，本件補正発明の効果は格別なものということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，甲15，16，18，27，28，32（以下，これらを併せて「甲15等」という。）の多くの文献により，本件補正発明により達成された予測外の結果が確認されている旨主張する。",
                    "しかし，原告が，甲15等は，IMiDsとデキサメタゾンの組合せ医薬とすれば，単独での医薬あるいはサリドマイドとデキサメタゾンとの組合せ医薬よりも，より効果が増強され，また，薬剤抵抗性の多発性骨髄腫にも有効であることを示すものであるが，これらの効果は，いずれも引用例から予測される範囲内のものであり，格別顕著な効果とはいえない。",
                    "仮に，甲15等に記載された試験結果に示される本件補正発明の効果が引用例から予測されないものであるとしても，甲15等に示される知見は，いずれも，本件出願よりかなり後になってから当業者に認識されたものであり，本件出願時の明細書の記載からは，その具体的な効果を把握することができないから，原告の主張は本願明細書の記載に基づかないものであり，失当である。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "商業的成功について",
                  "text": [
                    "商業的成功には，製品の技術的特徴だけでなく，価格設定，宣伝，需要動向等の要因が密接に関連するものである。したがって，仮に，原告が主張する製品が本件補正発明の実施品であるとしても，その商業的成功をもって，直ちにその進歩性が認められるものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（手続違背）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件審決は前置報告書で引用した周知例とは異なる新たな周知例（周知例1ないし3）を引用して本件補正発明の容易想到性を判断しているところ，新たな周知例を用いた容易想到性の判断について原告に意見を申し立てる機会を与えなかったのは，審決の結論に明らかに影響を及ぼす重大な手続違背であると主張(cid:1) (cid:3)(cid:3)(cid:1)する。",
                "しかし，法159条2項が拒絶査定不服審判の場合に読み替えて準用する法50条は，法53条1項の規定により補正却下の決定をするときは，請求人に対し，拒絶の理由を通知し，相当の期間を指定して，意見書を提出する機会を与えることを要しない旨規定している。そして，法53条1項の規定による補正却下がされる場合には，当該補正が法17条の2第5項において準用する法126条5項の規定に違反するときが含まれるから，補正後の発明について，特許出願の際独立して特許を受けることができないと判断して当該補正を却下する場合には，請求人に対し，新たな拒絶の理由を通知した上で，意見書を提出する機会を付与することは，特許法の規定上求められていないこととなる。  ",
                "また，本件審決において，周知例1ないし3は，引用例においてサリドマイドアナログである免疫調整性化合物IMiDsとして知られる化合物が，本願化合物，アナログ1及びアナログ2を意味すること及びこれらの化合物がIMiD1ないし3のいずれかに相当することの周知例として用いられたものであるが，後記2のとおり，引用例に記載されたIMiD1ないし3のうちの1つが本願化合物を意味することは，引用例に接した当業者において，IMiD1ないし3に関する引用例の記載及びそこに掲げられた参照文献の記載を併せ見ることにより，さしたる困難もなく認識できるものであるから，この観点からしても，周知例1ないし3について原告に意見を述べる機会を付与しなかったことが，原告主張のように審決の結論に明らかに影響を及ぼす重大な手続違背であったということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件補正発明の容易想到性に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件補正発明は，前記第2の2(2)に記載のとおりであるところ，本願明細書（甲7）には，次のような記載がある。",
                    "(cid:1) (cid:3)(cid:4)(cid:1)(ア)  本件補正発明は，免疫調節性化合物を単独又は他の治療剤と組み合わせて投与することにより，特定の癌及び他の疾患を治療，予防及び／又は管理する方法に関するものである（【0002】）。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "癌並びに他の疾患及び症状，特に，手術，放射線療法，化学療法及びホルモン療法のような標準的な治療に不応性である疾患を，従来療法に伴う毒性及び／又は副作用を軽減又は回避しつつ，治療，予防及び管理する安全かつ有効な方法が，依然としてかなり必要とされている（【0012】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "TＮF-αの異常産生に関連付けられる疾患を治療すべく安全かつ効果的に使用することのできる化合物を提供する目的で行われてきた研究では，LPSにより刺激されたPBMCによるTＮF-αの産生を強力に阻害する機能に関して選択された化合物群に焦点があてられてきた。IMiDTM又は免疫調節性薬剤と呼ばれるこれらの化合物は，TＮF-αの強力な阻害だけでなく，LPSにより誘発される単球のIL1β及びIL12産生の顕著な阻害をも示す（【0013】）。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件補正発明は，免疫調節性化合物又はその製薬上許容される塩，溶媒和物，水和物，立体異性体，包接体若しくはプロドラッグと，第2の活性剤とを含む，医薬組成物，単回投与製剤，投与レジメン及びキットを包含する。第2の活性剤としては，薬剤の特定の組合せが挙げられる（【0018】）。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件補正発明の最も好ましい免疫調節性化合物は，4-(アミノ)-2-(2,6-ジオキソ(3-ピペリジル))-イソインドリン-1,3-ジオン及び3-(4-アミノ-1-オキソ-1,3-ジヒドロ-イソインドール-2-イル)-ピペリジン-2,6-ジオンである（【0051】）。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本件補正発明の方法及び組成物において，免疫調節性化合物は，他の薬理学的に活性な化合物(第2の活性剤)と組み合わせることができる。第2の活性剤としては，デキサメタゾン等が挙げられるが，これらに限定されるものではない（【0061】【0074】）。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "本件補正発明の実施形態では，免疫調節性化合物は，ドキソルビシン，ビ(cid:1) (cid:3)(cid:5)(cid:1)ンクリスチン及び／又はデキサメタゾンと併用して，再発した若しくは不応性の多発性骨髄腫の患者に投与される（【0111】）。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "実施例",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "6．5．2  再発多発性骨髄腫の治療",
                          "text": [
                            "3-(4-アミノ-1-オキソ-1,3-ジヒドロ-イソインドール-2-イル)-ピペリジン-2,6-ジオン(RevimidTM)の2つの第1相臨床試験を行い，不応性又は再発多発性骨髄腫の患者における最大耐用量を確定した。また，これらの試験により，漸増用量の RevimidTMを4週間まで経口投与したときの RevimidTMの安全性プロファイルの特性付けも行った。患者に対し，5mg／日で RevimidTMの治療を開始し，段階的に増量した。この試験では，27名の患者を登録した。患者は全て再発多発性骨髄腫を有し，18名(72％)は，サルベージ療法に不応性であった。また，患者のうち，15名は，以前に自己由来幹細胞移植を受けており，16名の患者は，以前にサリドマイド治療を受けていた。",
                            "これらの試験に基づいて予備的薬物動態学的分析を行ったところ，多発性骨髄腫患者において，単回及び複数回投与の後，用量に比例してAUC及びCmax の値が増大することが示唆された。また，同一用量の RevimidTM上記化合物の投与後，単回投与AUC が複数回投与AUCH と同等であったことから，複数回投与(0-∞) 0-τによる蓄積の証拠はなかった（【0192】～【0195】）。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "6．5．6  再発した又は不応性の多発性骨髄腫の治療",
                          "text": [
                            "再発した及び不応性の第Ⅲ期多発性骨髄腫の患者に対して，メルファラン(50mg，静脈内)，本件補正発明の免疫調節性化合物(約1～150mg，経口，毎日)及びデキサメタゾン(40mg／日，経口，1～4日目)を併用して4サイクルまで4～6週間ごとに治療を施した。本件補正発明の免疫調節性化合物を毎日及びデキサメタゾンを毎月投与することよりなる維持療法を疾患進行の間，継続させた。メルファラン及びデキサメタゾンと組み合わせて本件補正発明の免疫調節性化合物を用いた療法は，非常に活性が高く，一般的には，他の方法では予後不良である極度の前(cid:1) (cid:3)(cid:6)(cid:1)治療の施された多発性骨髄腫患者で許容されるものであった（【0209】）。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載からすると，本願発明は，標準的な治療に不適応である癌等の患者について，従来療法に伴う毒性や副作用を回避しつつ，治療，予防及び管理する安全かつ有効な方法が必要であるという課題を解決することを目的とするものであり，本件補正発明の構成に係る組合せ医薬を用いることにより，再発した又は不応性の多発性骨髄腫の治療において，非常に活性が高く，一般的には他の方法では予後不良である極度の前治療の施された多発性骨髄腫患者で許容されるものであったなどの効果を奏するというものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明について",
              "text": [
                "引用発明は，前記第2の3(2)アに記載のとおりであるところ，引用例（甲1）には，引用発明について，概略，次のような記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「サリドマイド及びそのアナログがヒト多発性骨髄腫細胞の伝統的療法に対する薬剤耐性を克服」",
                  "text": [
                    "サリドマイドは，既知の抗血管形成効果により多発性骨髄腫(MM)を治療するために最初に使用されたが，抗MM活性のメカニズムは不明である。本研究は，伝統的療法に抵抗性のMMに対するサリドマイドの臨床における活性を実証し，サリドマイド及びその有力なアナログ（免疫調節（調整）薬［IMiDs］）の抗腫瘍活性のメカニズムを記載する。これらの薬剤は，メルファラン，アドリアマイシン，またデキサメタゾン（Dex）抵抗性のMM細胞系あるいは患者のMM細胞の中で，アポトーシスの誘導あるいはG1成長停止によって直接作用する。サリドマイドとIMiDsは，Dexの抗MM活性を増強し，インターロイキン6によって阻害される。本研究は，難病であるこの疾患において改善された結果を達成するための新しい治療パラグラムにおいて，サリドマイドとIMiDsの開発，試験のための枠組みを確立するものである。",
                    "サリドマイドは，伝統的療法にも高用量療法にも抵抗性であった多発性骨髄腫患者の32％に臨床反応を引き起こし，これは，サリドマイドが新たな抗MM活性メ(cid:1) (cid:3)(cid:7)(cid:1)カニズムによって薬物抵抗性を克服できたことを示唆する。サリドマイドは，今や，アルキル化剤とコルチコイドとは別の，多発性骨髄腫に有用な第3番目の独特な薬剤クラスを代表するものとなっている。",
                    "既に2種類のサリドマイド類似体（アナログ）が報告されており，それに含まれるものの一種類は，TＮF-αは抑制するがT-細胞活性化を高めることはないホスホジエステラーゼ4抑制物質類（SelCIDs）であり，もう一種類は，IL-2及びIFＮ-γ生成に加えてT-細胞増殖を著しく刺激するものである（免疫調節薬［IMiDs］）15（判決注：参照文献15として，乙8が挙げられている。）。我々は，サリドマイド及びこれらのアナログのヒトMM細胞に対する作用のメカニズムの特徴付けを開始した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "サリドマイド及びそのアナログ",
                  "text": [
                    "サリドマイドのアナログは，4種のSelCIDsで，これらはTＮF-α生成を抑制してリポ多糖  (LPS)-刺激末梢血単核球細胞からのIL-10生成を増加させるがT-細胞増殖を刺激することのないホスホジエステラーゼ4抑制剤；そしてまた3種のIMiDs（IMiD1ないし3）で，これらはIL-10及びIFＮ-γ分泌に加えてT-細胞増殖をしっかりと刺激するが，ホスホジエステラーゼ4抑制剤ではないものである。IMiDsもTＮF-α，IL-1β，そしてIL-6を抑制し，LPS-刺激末梢血単核球細胞によってIL-10生成を大きく増加させる15（前同）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "MM患者のサリドマイドでの治療   ",
                  "text": [
                    "私たちの研究所で治療されたMMを持った44人の患者の中17人（39％）がサリドマイドに反応した（表1）。患者は，平均6か月間（1．5～13か月の範囲），平均で400mg（100～800mg 範囲）の最高投与量のサリドマイドを毎日投与された。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "MM細胞系及び患者MM細胞によるDＮA合成に対するサリドマイド及びそのアナログの影響 ",
                  "text": [
                    "(cid:1) (cid:3)(cid:8)(cid:1)MM細胞系のDＮA合成に対する，サリドマイド及びIMiD1ないし3，…を含むアナログの影響は，様々な濃度の薬の存在下及び非存在下における48時間培養のうちの最後の8時間の間の3H-TdR取り込み量を測定することにより決定された。IMiD1ないし3は，用量依存的にMM．1S（図1A）及びHsサルタン（図1B）細胞の3H-TdR取り込みを阻害した。MM．1S細胞の増殖の50％の抑制は，0．01～0．1μmol／LのIMiD1，0．1～1．0μmol／LのIMiD2及び0．1～1．0μmol／LのIMiD3（P＜．001）で見られた。Hsサルタン細胞増殖の50％抑制は，0．1μmol／LのIMiD1，1．0μmol／LのIMiD2及び1．0μmol／LのIMiD3（P＜．001）で見られた。対照的に，MM．1Sとサルタン細胞では，それぞれ15％及び20％だけの抑制が，サリドマイドの更に高い濃度（100μmol／L）を含む培地中で観察された。 "
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "サリドマイドとIMiDsに対するMM細胞応答に対するDex（デキサメタゾン）及びIL-6の影響   ",
                  "text": [
                    "サリドマイドとIMiDsの効果が伝統的療法に相加的かどうか判断するために，Dex感受性のMM．1S細胞の増殖に対する，サリドマイドあるいはIMiDs1μmol／LとDex(0.001～0.1μmol／L)併用の効果を試験した。図3Aから分かるように，IMiDs（1μmol／L）は，有意にMM．1S細胞の3H-Tdr取り込みを阻害した（60％～75％阻害，P＜.01）。また，Dex（0.001～0.1μmol／L）は用量依存的にこの抑制を増加させた。例えば，0.001～0.01μmol／LのDexを1μmol／LのIMiD1に添加すると，1μmol／LのIMiD1単独の培養と比較して35％増殖抑制が増加した(P＜.01)。増殖因子及びDex-誘発MM細胞アポトーシスの特異的抑制剤としてのIL-6の既知の役割だけでなくDex及びIMiDsの付加的な効果を考慮に入れて，我々は外因的なIL-6が，サリドマイド及びIMiDsによって引き起こされるDＮA合成の抑制を克服できるかを調べた。図3Bは，IL-6（50ng／ mℓ ）が，(cid:1) (cid:3)(cid:9)(cid:1)IMiDs含有（0.1及び1μmol ／ ℓ ）培養液中だけでなく，培養液単独での培養でもMM． 1S細胞のDＮA合成を引き起こすことを示す。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "サリドマイドとIMiDsに対するMM細胞の応答に対するデキサメタゾンとIL-6の影響   ",
                  "text": [
                    "①MM．1S細胞は，1.0μMのサリドマイド，IMiD1，IMiD2あるいはIMiD3と共に，コントロールとしての培地単独あるいはデキサメタゾン0.001μmol／L…，0.01μmol／L…，0.1μmol／Lと共に培養された。",
                    "②MM．1S細胞は，コントロールとしての培地単独あるいは0.1 μmol／L，1.0 μmol ／Lのサリドマイド，IMiD1，IMiD2あるいはIMiD3と共に，IL-6 （50ng ／ mℓ ）の存在下あるいは不在下のどちらかで培養された。",
                    "それぞれの場合において，3H-TdR取り込み測定は，48時間培養のうちの最後の8時間について行った。数値は，3重培地の3H-TdR（cpm）中間値（±SD）を示す（図3）。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "この研究は，サリドマイドあるいはアナログの腫瘍細胞に対する直接の用量依存的影響を初めて示す。サリドマイドは，大学での研究及びこの研究で，臨床における抗MM活性を示し，高濃度（100μmol／L）のサリドマイドは，MM細胞のインビトロでのDＮA合成の穏やかな抑制（20％）を示した。 SelCIDsも，MM細胞の用量依存的抑制を引き起こしたが，100μmol／ℓ 濃度においてさえ，50％の増殖抑制を達成したのは，試験された4つのSelCIDsのうち2つだけであった。重要なことには，3つのIMiDsは全て，容易に達成可能な血漿濃度に対応する濃度（0.1～1.0μmol／L）でDＮA合成の50％の抑制を示し，腫瘍細胞に直接作用することが確認され，潜在的に臨床的有用性があることが示された。さらに，IMiDsは，Dox-（ドキソルビシン），Mit-（ミトキサントロン），Mel-（メルファラン）抵抗性のMM細胞の増殖を20～35％抑制し，Dex-（デキサメタゾン）抵抗性のMM細胞の増殖を35％(cid:1) (cid:3)(cid:10)(cid:1)抑制した。これらのインビトロでの結果は，大学での研究及びこの研究における報告の両方において観察された，伝統的療法に抵抗性のMMを持った患者に対するサリドマイドの臨床の作用と相関し，薬物耐性を克服するためのそれらの臨床的有用性を示唆する。さらに，私たちの研究は，Dex-（デキサメタゾン）がインビトロでサリドマイドとIMiDsの抗増殖活性を増すことができることを示しており，これらの薬剤を治療において組み合わせることの有用性を示唆する。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "乙8について",
              "text": [
                "2つの異なる種類のサイトカインアナログによる免疫調節作用に関する学術論文である乙8には，概略，次のような記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「サリドマイドとそのアナログ」",
                  "text": [
                    "サリドマイド及びアナログがDMSOの中に溶かされた。全てのアッセイにおける最終的な濃度は0.25％であった。次のような構造アナログが使用された。",
                    "CⅠⅠ-Aは，化合物3a（参照文献14），CC-1069（参照文献12）である。CⅠⅠ-Bは，アミド成分で置換されたカルボキシメチル基を有する化合物CC-3052（参照文献16）である。CⅠⅠ-Cは，化合物4b（参照文献14）のアミノ置換アナログである。化合物CⅠ-A，CⅠ-B及びCⅠ-Cは，サリドマイドのアミノ置換アナログである。CⅠ-Aは5a，CⅠ-Bは8a，CⅠ-Cは14である（参照文献47（乙9））。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "我々は，単核細胞系列のU937の精製画分の中でのホスホジエステラーゼ4活性に対するクラスⅠ化合物の効果を試験した。これらの化合物は，100μMまでは有意なホスホジエステラーゼ4抑制作用を示すことがなかった（表1）。これらの結果は，クラスⅠ化合物の分子標的はホスホジエステラーゼ4ではないことを強く示唆している。したがって，クラスⅠ化合物は免疫調節剤としての新たなグループを構成することになる。これらの化合物は，効果的なTＮF-α抑制剤ではあるが，ホスホジエステラーゼ4抑制剤として機能するものではない。通常T細胞活性を低下させるホスホジエステラーゼ4抑制剤とは異なり，クラスⅠ化合物は，(cid:1) (cid:4)(cid:11)(cid:1)T細胞増殖及びIＮF-γとIL-2生成の有力な刺激剤である。                            "
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)のとおり，引用例は，サリドマイド及びそのアナログがヒト多発性骨髄腫細胞の伝統的療法に対する薬剤耐性を克服したことを報告する学術論文であり，サリドマイド又はそのアナログであるIMiD1，IMiD2又はIMiD3をデキサメタゾンと組み合わせることにより，多発性骨髄腫細胞の増殖を効果的に抑制できることが具体的デ-タによって開示されているが，IMiD1ないし3の化学構造はいずれも明らかにされていない。しかし，学術論文においては，通常，研究のための実験方法や用いた材料を具体的に明らかにした上で，実験結果やそれに基づく考察を発表するものであり，当業者は，それらの記載に基づいて研究成果を理解し，必要に応じてこれを利用するものである。したがって，引用例に接した当業者であれば，そこに記載されたIMiD1ないし3がいかなる化合物であるのかを確認することは，当然に行うことである。",
                    "上記観点から引用例をみると，引用例には，サリドマイドアナログとして知られる2種類の化合物のうち，免疫調節薬IMiDsは，ホスホジエステラーゼ4抑制物質ではないが，IL-2及びIFＮ-γ生成に加えてT-細胞増殖を著しく刺激するものであることが参照文献15（乙8）を引用して記載され，また，この研究においては，IMiDsとしてIMiD1ないし3の3種類を用いたことも記載されている。そして，上記参照文献15（乙8）には，サリドマイドアナログのクラスⅠ化合物である，CⅠ-A，CⅠ-B及びCⅠ-Cは，それぞれ参照文献47（乙9）の5a，8a 及び14であること，クラスⅠ化合物は，ホスホジエステラーゼ4抑制作用を示さず，T細胞増殖及びIＮF-γとIL-2生成の有力な刺激剤であることが記載されている。したがって，以上の各記載からすると，引用例に記載されたIMiDsが，参照文献15に記載されたクラスⅠ化合物であり，IMiD1ないし3の3つの化合物は，CⅠ-A，CⅠ-B及びCⅠ-Cであること，すなわち，参照文献47の5a，8a 及び14の3つの化合物に相当するものであ(cid:1) (cid:4)(cid:2)(cid:1)ることが明らかである。そして，参照文献47（乙9）には，5a，8a 及び14の化学構造がそれぞれ記載されているが，そのうち8a の化学構造は，本願化合物の化学構造と一致する（甲11，乙9）。",
                    "そうすると，引用例に接した当業者であれば，IMiD1ないし3に関する引用例の記載及びそこに掲げられた参照文献の記載を併せ見ることにより，さしたる困難もなく，引用例に記載されたIMiD1ないし3のうちの1つが本願化合物であることを認識することができるものである。",
                    "以上のとおり，本件補正発明における本願化合物は，引用例に記載されたIMiD1ないし3のうちの1つに該当するものであるから，相違点1は実質的な相違点ではないとした本件審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例並びに周知例1及び2の共同著者の一人であるケニス  C アンダーソンの陳述書（甲46）によれば，周知例1及び2に開示されたIMiDsの3つの構造式は，原告から3つの代表的IMiDsの構造式であるとして提示されたものであり，周知例1及び2にデータを発表したサリドマイド誘導体3つの構造は知らされていなかったとか， A の意見書（甲47）によれば，本願優先日当時，引用例及び周知例1ないし3を見た場合，当時の技術常識に基づいても，IMiD1ないし3の化学構造を知ることはできなかったなどと主張する。",
                        "しかし，次のとおり，原告の主張は，いずれも採用することができない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記のとおり，引用例に記載されたIMiD1ないし3のうち，その1つが本願化合物であることは，引用例に接した当業者において，IMiD1ないし3に関する引用例の記載及びそこに掲げられた参照文献の記載を併せ見ることにより，さしたる困難もなく認識できるものであるから，原告の主張は，相違点1に係る当裁判所の前記判断を左右するものではなく，これを採用することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "のみならず，引用例と同じ研究グループが発表した周知例1（甲2）には，「図1サリドマイドとその有力なアナログ（免疫調節薬（IMiDs）」中，「ア(cid:1) (cid:4)(cid:3)(cid:1)ナログ（IMiDsとしても知られている）」として，本願化合物を含む3種の化合物の化学構造式が記載されているところ，同図に「アナログ」として記載されている化合物が，上から順にアナログ1，本願化合物，アナログ2に相当することは，その化学構造式から明らかである。そして，周知例1では，IMiD1ないし3を用いて行われた，「サリドマイド及びIMiDsに対するMM細胞の応答に対するデキサメタゾンとIL-6の影響」に関する実験結果を示す図3として，引用例において同様の実験結果を示すものとして記載された図3と同じものが記載されている。",
                            "また，周知例1と同様に，引用例と同じ研究グループが発表した周知例2（甲3）にも，「図1サリドマイドとその有力なアナログ（免疫調節薬（IMiDs）」中，「アナログ（IMiDsとしても知られている）」として，本願化合物を含む3種の化合物の化学構造式が記載されているところ，同図に「アナログ」として記載されている化合物が，上から順にアナログ1，本願化合物，アナログ2に相当することは，その化学構造式から明らかである。そして，周知例2でも，IMiD1ないし3を用いて行った，「サリドマイド及びIMiDsに対するMM細胞の応答に対するデキサメタゾンとIL-6の影響」に関する実験結果を示す図3として，引用例において同様の実験結果を示すものとして記載された図3と同じものが記載されている。",
                            "周知例1及び2には， IMiDsである3つの化学構造式とIMiD1，IMiD2及びIMiD3の関係について明記されていないものの，当業者であれば，特段の注釈がない限り，3つの化学構造式が各周知例における実験に用いたIMiD1ないし3のいずれかを指すものと通常理解すると考えられる。そして，周知例1及び2では，IMiD1ないし3を用いて行った，デキサメタゾンによるIMiDsの抗増殖活性への影響に関する実験の結果として，引用例において同様の実験の結果として記載されたものと同一の図が用いられていることや，引用例並びに周知例1及び2は，いずれも同一の研究グループによって発表されたものであること(cid:1) (cid:4)(cid:4)(cid:1)からすると，引用例に記載されたIMiD1ないし3についても，当業者であれば，周知例1及び2に記載されたIMiD1ないし3と同様に，周知例1及び2に記載された3つの化学構造式を持つものであると通常理解すると考えられる。  ",
                            "なお， A の意見書（甲47）では，一般に，委託研究契約による化合物提供では，特許取得の可能性から，発表内容に制限を課すのが普通であることを理由に，周知例1及び2に記載された3つの化学構造式は，実験に用いられたIMiD1ないし3ではない可能性が高い旨の意見が述べられているが，たとえ発表内容に制限が課されることがあったとしても，実験に用いたものと異なる化合物の構造式をあえて記載することが当業界では一般的に行われるとまでは認めることができないから， A の意見書は，上記のような当業者による通常の理解を否定する根拠になり得ない。",
                            "したがって，引用例並びに周知例1及び2の記載からみても，当業者であれば，引用例に記載されたIMiD1ないし3のうち，その1つが本願化合物であると理解するものということができる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件優先日当時，多数存在するIMiDsについて，いずれがどのような化学構造式を有するものであるかは，明確に確定していなかったから，当業者は，IMiD1ないし3のうちの1つが本願化合物に相当すると認識することができなかったと主張する。",
                        "しかし，前記のとおり，引用例に記載されたIMiD1ないし3のうち，その1つが本願化合物であることは，引用例に接した当業者において，IMiD1ないし3に関する引用例の記載及びそこに掲げられた参照文献の記載を併せ見ることにより，さしたる困難もなく認識できるものである。したがって，仮に，本件優先日当時，IMiD1ないし3以外にも，多数のIMiDsが存在していたとしても，それによって，引用例に記載されたIMiD1ないし3のうち，その1つが本願化合物であると認識できるという結論を左右するものではなく，原告の主張は，採用することができない。",
                        "(cid:1) (cid:4)(cid:5)(cid:1)(ウ)  原告は，仮に，引用例に記載されたIMiD1ないし3のうちの1つは，本願化合物に相当することが認識できるとした場合も，実際には，これら3種の化合物のうち，いずれが本願化合物であるかが特定できない場合には，当業者は，引用発明から本件補正発明に到達する試みをしたはずであるとはいえず，引用例には，IMiD1ないし3の3種の化合物のうちのいずれが本願化合物であるかについての示唆はないから，引用発明の記載に基づいて，当業者が本願化合物を容易に選択し得たとはいえないと主張する。  ",
                        "しかし，引用例には，IMiD1ないし3のそれぞれをデキサメタゾンと組み合わせた結果が個別に記載されているのであるから，当業者は，引用例の記載から，本願化合物を含む上記3種の化学構造式のサリドマイドアナログのそれぞれとデキサメタゾンとの組合せが，多発性骨髄腫の抑制のために有用であると理解することができる。",
                        "したがって，本願化合物とデキサメタゾンとを組み合わせた多発性骨髄腫の抑制のための組合せ自体が引用例に記載されていることは明らかであり，引用例に，IMiD1ないし3の3種の化合物のうちのいずれが本願化合物であるかについての特定や示唆がなくても，当業者であれば，本願化合物を容易に選択し得たものということができる。",
                        "よって，原告の主張は，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)のとおり，引用例には，デキサメタゾンが多発性骨髄腫の伝統的治療に使用されていたことや，臨床において，サリドマイドが多発性骨髄腫患者の治療に使用されて有用であったことが開示されている。",
                    "そして，引用例では，IMiDsが容易に達成可能な血漿濃度に対応する濃度でDＮA合成の50％の抑制を示したとのインビトロ（試験管内）の結果から，潜在的に臨床的有用性があると示唆され，また，IMiDsによるデキサメタゾン抵抗性のMM細胞等の増殖抑制の結果が，伝統的療法に抵抗性のMMを持った患者に対(cid:1) (cid:4)(cid:6)(cid:1)するサリドマイドの臨床の作用と相関していることを受けて，インビトロでの結果が薬物抵抗性克服のためのIMiDsの臨床的有用性を示唆するとされ，さらに，これらのことを踏まえて，デキサメタゾンとIMiD化合物の組合せが多発性骨髄腫患者の治療用の医薬として有用であるとの示唆がされているのである。",
                    "そうすると，引用発明のIMiD1ないし3の3種のいずれかとデキサメタゾンとからなる組合せについてのインビトロ試験は，多発性骨髄腫の患者に投与する多発性骨髄腫の治療のための組合せ医薬とすることを念頭において行われたものであることは明らかであるから，インビトロ試験に用いられたそれぞれの組合せを，多発性骨髄腫の患者に投与する多発性骨髄腫の治療のための組合せ医薬とすることは当業者が容易に行い得ることである。そして，その際に，それぞれの医薬成分を治療上有効な量含むものとすることも，当業者が当然に行うことであるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用例は，試験管内の実験結果を示すにとどまり，患者の治療については開示していないとか，仮に，引用例から患者の治療への有用性が認識できたとしても，医薬の分野においては，一般に，化合物の機能からその構造を予測することは困難であるから，引用例に記載されたIMiD1ないし3と構造の異同が不明な本願化合物が引用例に記載されたのと同様の効果を奏することができるかどうかを予測することはできないなどと主張する。",
                    "しかし，引用例に記載されたIMiD1ないし3のいずれかが本願化合物であると当業者が認識できることについては，前記アのとおりである。そして，前記(2)のとおり，引用例には，デキサメタゾンと組み合わせることにより，IMiD1ないし3のいずれもが同様に多発性骨髄腫細胞の増殖を抑制できることが示され，患者の治療への応用も示唆されているのであるから，治療上有効量の本願化合物とデキサメタゾンの組合せを患者用医薬とすることに困難性はない。",
                    "したがって，原告の主張は，採用することができない。",
                    "(cid:1) (cid:4)(cid:7)(cid:1)(6)  相違点3について"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "前記(2)のとおり，引用例には，多発性骨髄腫患者の治療に従来からデキサメタゾンが使用され，また，サリドマイドが臨床において多発性骨髄腫患者の治療に用いられていたことが記載されているところ，従来使用されていたサリドマイドあるいはデキサメタゾンが経口投与されていたことは，周知例4（甲5）及び周知例5（甲6）に記載された周知の事項である。また，サリドマイド誘導体であるIMiDsも，従来経口で投与されていたものである（甲20）。",
                    "そうすると，本件優先日当時のこのような技術水準も考慮すれば，引用発明における組合せを多発性骨髄腫の患者に治療のために投与する際に，「経口」投与剤とすることは当業者が容易にすることができるものである。",
                    "また，医薬の投与に際し，毒性や副作用等が問題とならない範囲において所望の治療効果が得られるように必要な投与量や投与周期を設定することは当業者が通常行うことであるし，引用例においては，本願化合物と化学構造の類似したサリドマイドを多発性骨髄腫の治療のために患者に1日当たり100～800mg の範囲（平均400mg）で投与したことも具体的に記載されているのであるから，IMiDsの薬理作用がサリドマイドよりも優れることを示す試験結果も考慮して，引用発明における組合せを多発性骨髄腫の患者に治療のために「経口」投与剤とする際に，本願化合物の投与量を本件補正発明で規定する範囲で周期的に投与するものとし，また，デキサメタゾンを周期的に投与するものとすることは当業者が容易になし得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用例には，本願化合物のようなIMiDsを経口投与することについての開示や示唆はないとか，引用例には，サリドマイドの用量として上限が800mg／日，中央値が400mg／日との記載があるが，引用例に記載されたIMiD1ないし3のうちの1つが本願化合物であることを当業者は認識できないのであるから，デキサメタゾンと組み合わせる場合に，本願化合物がサリドマイドよりも少量(cid:1) (cid:4)(cid:8)(cid:1)で有効であることは予測できないなどと主張する。",
                    "しかし，前記のとおり，サリドマイドを多発性骨髄腫患者に経口投与することは周知であったのであるから，サリドマイドと作用機序が同様であると考えられるそのアナログも同様に経口投与に適するであろうことは，当業者にとって明らかである。また，前記のとおり，当業者であれば，引用例に記載されたIMiD1ないし3のいずれかが本願化合物であると認識できるのであるから，IMiD1ないし3がサリドマイドよりも薬理作用が強いことを示す引用例の実験結果やデキサメタゾンと組み合わせることを考慮すれば，本願化合物の投与量を引用例に記載されたサリドマイド単独での投与量よりも少なく設定できることは容易に予測できる範囲のことである。",
                    "したがって，原告の主張は，採用することはできない。 "
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "作用効果について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書には，本願化合物とデキサメタゾンを含む組合せ医薬に関連して，本願化合物をその一例として包含する「免疫調節性化合物」とデキサメタゾンを併用した（組み合わせた）医薬が，再発した又は不応性の多発性骨髄腫の患者の治療のために用いられることが記載されている。",
                    "一方，前記のとおり，本願化合物とデキサメタゾンを含む組合せが多発性骨髄腫の治療に有用であることは引用例に示唆されているし，また，引用例では，IMiDsが，ドキソルビシン（Dox）-，ミトキサントロン（Mit）-，メルファラン（Mel）抵抗性のヒトMM細胞やデキサメタゾン抵抗性のヒトMM細胞の増殖を抑制したとのインビトロでの結果が，サリドマイドが伝統的療法に抵抗性の多発性骨髄腫患者に臨床活性を有していたこととの相関から，伝統的療法に抵抗性の多発性骨髄腫の治療においてIMiDsが薬物耐性を克服するための臨床的有用性を有する可能性を示唆するものである。",
                    "そうすると，従来の治療法に不応性の患者が多く含まれる再発多発性骨髄腫の患者に対しても，IMiD1ないし3を投与すれば，高い治療効果が得られるであろ(cid:1) (cid:4)(cid:9)(cid:1)うことは当業者が引用例の記載から容易に予測し得る事項であるし，また，IMiDsをデキサメタゾンと組み合わせることでより高い治療効果が得られるであろうことも，当業者が引用例の記載から容易に予測し得る事項であるということができる。",
                    "したがって，本件補正発明の作用効果は，引用例から予期し得る範囲のものにすぎず，格別顕著なものであるとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，実施例6．5．2には，本願化合物が不応性又は再発骨髄腫患者の治療に用量制限毒性を示さず有効であったことが記載されており，これは，単独投与の結果ではあるものの，本願化合物の優れた効果を示すものであるから参酌すべきである旨主張する。",
                        "しかし，薬剤を単独で投与した場合の用量制限毒性は，その他の薬剤と組み合わせて投与した場合と同様ではないから，本願化合物を単独投与した場合に用量制限毒性が出現しなかったという実施例6．5．2の効果を，デキサメタゾンとの組合せである本件補正発明の効果とすることはできない。仮に，デキサメタゾンの作用を無視したとしても，原告が指摘する実施例6．5．2に記載されているのは，本願化合物を5mg／日の量で投与した場合には用量制限毒性が現れなかったことのみであるのに対して，本件補正発明における本願化合物の投与量は1～150mg／日である。用量制限毒性は投与量が多いほど出現する可能性が高まるのであるから，本願化合物にのみ着目したとしても，実施例6．5．2に示された効果が本件補正発明の全体にわたって奏される顕著な効果であると認めることはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本願明細書には，形式的には多くの免疫調節性化合物が記載されてはいるが，その中で本願化合物は最も好ましいものとして記載され，実施例6．5．2でも使用されているのであるから，実施例6．5．6で用いた「本発明の免疫調節性化合物」は本願化合物であることが明らかであり，その顕著な効果を参酌すべきである旨主張する。",
                        "(cid:1) (cid:4)(cid:10)(cid:1)しかし，本願明細書においては，本願化合物のみならず，4-(アミノ)-2-(2,6-ジオキソ(3-ピペリジル))-イソインドリン-1,3-ジオンも同様に，最も好ましい免疫調節性化合物として挙げられ，実施例も示されている（実施例6．5．1【0186】～【0191】）のであるから，デキサメタゾンとの組合せについて示された実施例6．5．6の「本発明の免疫調節性化合物」が，4-(アミノ)-2-(2,6-ジオキソ(3-ピペリジル))-イソインドリン-1,3-ジオンではなく本願化合物であるとまで認めることはできず，その効果を本件補正発明のものとして参酌することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲15等は，本件補正発明により達成された予想外の結果を確認するものであると主張する。",
                        "しかし，甲15等に示される効果は，いずれも本願明細書の記載から推論できる範囲を超えたもの，あるいは本件補正発明の効果であるとは直ちには認めることのできないものであるから，原告の主張は，本願明細書の記載に基づかないものであり，これを採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，レナリドミドを有効成分として含有する Revlimid の商業的成功は，本件補正発明の進歩性を裏付けるものである旨主張する。",
                        "しかし，医薬の商業的成功は，製品の技術的特徴だけでなく，価格設定，宣伝，需要動向等の要因が密接に関連するものであり，原告が挙げる Revlimid の売上げが多大なものであるとしても，それが本件補正発明が進歩性を有することを裏付けるものということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "小括",
              "text": [
                "よって，取消事由2も理由がない。",
                "なお，原告は，本件審決の本願発明に係る判断について，具体的な取消事由を主張していないが，本件補正発明が引用発明に基づいて容易に想到できたものである以上，本願発明も，引用発明に基づいて容易に想到することができたものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論  ",
          "text": [
            "(cid:1) (cid:5)(cid:11)(cid:1)以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}