{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2011-800261号事件について平成24年9月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とする審決の取消訴訟である。争点は，容易想到性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告らは，名称を「核酸の増幅法およびこれを利用した変異核酸の検出法」とする発明の特許権者である(特許3897805号，平成16年12月24日特許出願，優先権主張番号：特願2003-431003号，平成15年12月25日優先権主張(日本)，平成16年10月28日優先権主張(日本)，平成19年1月5日設定登録・甲11)。",
            "原告は，平成23年12月22日，請求項1～13及び請求項16～27について無効審判請求(無効2011-800261号)をしたが，特許庁は，平成24年9月24日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年10月4日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件明細書(甲11)によれば，本件特許の請求項1～13及び請求項16～27に係る発明は，以下のとおりである(取消事由と関連しないため，請求項2～13，16～27についての記載は省略する。それぞれの発明は，請求項の番号に対応して，「本件発明1」，「本件発明2」等と表記する。)。以下において「被告」というときは，被告らを総称するものとする。また，請求項1記載の「第1のプライマー」をターンバックプライマーを意味する「TP」，「第2のプライマー」をフォールディングプライマーを意味する「FP」ともいう。",
            "【請求項1】",
            "標的核酸配列を増幅しうる少なくとも二種のプライマーを含んでなるプライマーセットであって，",
            "前記プライマーセットに含まれる第1のプライマーが，標的核酸配列の3’末端部分の配列(A)にハイブリダイズする配列(Ac’)を3’末端部分に含んでなり，かつ前記標的核酸配列において前記配列(A)よりも5’側に存在する配列(B)の相補配列(Bc)にハイブリダイズする配列(B’)を前記配列(Ac’)の5’側に含んでなるものであり，",
            "前記プライマーセットに含まれる第2のプライマーが，前記標的核酸配列の相補配列の3’末端部分の配列(C)にハイブリダイズする配列(Cc’)を3’末端部分に含んでなり，かつ相互にハイブリダイズする2つの核酸配列を同一鎖上に含む折返し配列(D-Dc’)を前記配列(Cc’)の5’側に含んでなるものである，プライマーセット。"
          ]
        },
        {
          "fig": "3",
          "subject": "原告が主張する無効理由",
          "text": [
            "本件特許の請求項1～13及び請求項16～27に記載された発明は，以下の刊行物1に記載された引用発明1に，刊行物2～刊行物10(以下，「引用発明2」～「引用発明10」という。)に記載された各引用発明を適用することにより，当業者が容易に発明をすることができたものである。",
            "刊行物1：C.R.Acad.Sci.Paris.Science de lavie/Life Sciences， 1998， 321， 909-914(甲1。枝番号による書証を含む。以下同じ。)",
            "刊行物2：特開2000-37194号公報(甲2)",
            "刊行物3：国際公開第02／24902号(甲3)",
            "刊行物4： 国際公開第96／01327号(甲4)",
            "刊行物5：EMBL/GenBank/DDBJデータベースにあるAccession No. Z72478のHepatitis B virusのDＮA配列(1996年5月15日公表)(甲5)",
            "刊行物6：国際公開第01／34838号(甲6)",
            "刊行物7：Nucleic Acids Research Vol. 17，No.7，2503-2516(1989)(甲7)",
            "刊行物8：「PCR法最前線-基礎技術から応用まで」(抜粋)(共立出版株式会社，1997年6月15日，425頁～428頁)(甲8)",
            "刊行物9：特開2002-345499号公報(甲9)",
            "刊行物10：国際公開第01／77317号(甲10)"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1について",
              "text": [
                "刊行物1には，以下の引用発明1が記載されている。",
                "標的核酸配列を増幅しうる二種のプライマーを含んでなるプライマーセットであって，",
                "プライマーLabi1は，HIVウイルスのGAG遺伝子の配列に特異的にハイブリダイズする26ヌクレオチドの部分及びプライマーの5’側に位置するヘアピンを形成できる50ヌクレオチドのパリンドローム部分から構成されており，",
                "第2のプライマーであるLabi2は，Labi1と同様に構成されており，28塩基のHIV特異的部分が60塩基離れた配列と相補的であり，かつ逆方向を向いているものである，プライマーセット。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "引用発明2について",
      "text": [
        "刊行物2の請求項12に記載の引用発明2は，以下のとおりである。",
        "「特定の核酸配列についての第1の初期プライマー」及び「特定の核酸配列の相補体に対する続く初期プライマー」は，共に以下の2つのセグメント「(A)第1のセグメントであって，(i)該特定の核酸配列の第1の部分に実質的に相補的であり，そして(ii)テンプレート依存性の第1の伸長をし得る，セグメント，及び，(B)第2のセグメントであって，(i)該第1のセグメントに実質的に非同一であり，そして(ii)該特定の核酸配列の第2の部分に実質的に同一であり，(iii)該第2のセグメントの相補的配列に結合し得，そして(iv)第2のプライマー伸長が生成されて第1のプライマー伸長を置換するように，均衡又は限定サイクリング条件下で，続く第2のプライマー又は核酸構築物の第1のセグメントの，該特定の核酸配列の該第1の部分への結合を提供し得る，セグメント」を含むものであって，これらはそれぞれTPであるから，引用発明2は，TP-TPプライマーセットである。"
      ]
    },
    {
      "fig": "(3)",
      "text": [
        "本件発明1と引用発明1との一致点及び相違点は，以下のとおりである。",
        "【一致点】",
        "標的核酸配列を増幅しうる少なくとも二種のプライマーを含んでなるプライマーセットであって，前記プライマーセットに含まれる第2のプライマーが，FPであるプライマーセットである点。",
        "【相違点】",
        "第1のプライマーが，本件発明1ではTPであるのに対して，引用発明1ではFPである点。"
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "相違点に関する審決の判断は，以下のとおりである。",
        "引用発明1の核酸増幅において，FP-FPプライマーセットに代えて，引用発明2の増幅効率の良いTP-TPプライマーセットをそのまま採用することは，当業者が容易に想到することであるといえるとしても，様々な問題点が存在するFP-FPプライマーセットにおいて，一方のFPのみをTPに代え，もう一方のプライマーにFPをそのまま残すということは，技術的に不自然なことであり，そのような置き換えが動機付けられることはなく，当業者が想到しないことである。",
        "さらに，引用発明1のFPによる反応が進行するためには，標的核酸にハイブリダイズしたFPが伸長することにより形成された二本鎖が開き，図1hに示されるヘアピン構造の形成が可能な反応条件を設定する必要がある。一方，引用発明2のTPによる増幅反応が進行するためには，TPが標的核酸にハイブリダイズして伸長することにより形成された二本鎖と，鎖内ステムループ構造が平衡となる反応条件を設定する必要がある。",
        "このように，FPとTPは，構成が異なるプライマーであり，それを用いた増幅反応が進行する原理も異なるものであって，それぞれ厳密な反応条件の設定を必要とするものであるから，引用発明1に引用発明2を適用する際に，FPとTPを組み合わせてプライマーセットとすることは，当業者であれば回避しようとするものであって，TP-TPプライマーセットそのものを採択するものであるといえる。",
        "そして，本件発明1のプライマーセットは，標的核酸を特異的かつ効率的に等温増幅することができるとともに，一塩基変異を効果的に検出できる(段落【0145】)という格別顕著な効果を奏するものである。",
        "したがって，本件発明1は，引用発明1に引用発明2のプライマーを適用することにより容易になし得たとはいえない。",
        "また，本件発明2～13及び16～27についても，本件発明1と同様に，「標的核酸配列を増幅しうる少なくとも二種のプライマーを含んでなるプライマーセットであって，前記プライマーセットに含まれる第1のプライマーが，標的核酸配列の3’末端部分の配列(A)にハイブリダイズする配列(Ac’)を3’末端部分に含んでなり，かつ前記標的核酸配列において前記配列(A)よりも5’側に存在する配列(B)の相補配列(Bc)にハイブリダイズする配列(B’)を前記配列(Ac’)の5’側に含んでなるものであり，前記プライマーセットに含まれる第2のプライマーが，前記標的核酸配列の相補配列の3’末端部分の配列(C)にハイブリダイズする配列(Cc’)を3’末端部分に含んでなり，かつ相互にハイブリダイズする2つの核酸配列を同一鎖上に含む折返し配列(D-Dc’)を前記配列(Cc’)の5’側に含んでなるものである，プライマーセット。」を発明特定事項とするものであるから，本件発明2～13及び16～27が，引用発明1～10に基づいて，当業者が容易に発明をすることができたということはできない。"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "動機付けに関する認定判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "TP-TPプライマーセットの増幅効率",
              "text": [
                "審決は，引用発明1のFP-FPプライマーセットにおいて片方のFPのみを引用発明2のTPに代えることに動機付けがないことの理由として，引用発明2のTP-TPプライマーセットを使用すると，TPが結合でき新規な核酸鎖の合成基点となるループ構造が多く形成されるため，TP-標準プライマーセットと比べて優れた増幅効率を示すことを挙げたが，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2には，TP-TPプライマーセットによる増幅反応のみならず，TP-標準プライマーセット(請求項1及び図1，2)やTP単独による増幅反応(請求項1及び図1)が，独立した発明として記載されているから，増幅反応に使用するのに，同じプライマー同士からなる対称プライマーセットである必要はなく，TP-標準プライマーセットのような非対称プライマーセットであっても増幅を達成できることが開示されているといえる。したがって，引用発明2は，TPとTP以外のプライマーを組み合わせることの動機付けを提供するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "TPを用いた増幅反応において，刊行物2の図2④や図3④のような，新規な合成基点となるループ構造を含む形態は，安定ではなく，ループ構造を含まない二本鎖の形態との平衡状態にある。すなわち，新規な合成基点となるループ構造は，常に形成されているわけではないのだから，条件によっては形成されることがあるループ構造の数のみから単純に増幅効率を推測することはできない。実際，刊行物2の実施例1においては，TP-TPプライマーセットを使用した増幅反応と，TP-標準プライマーセットを使用した増幅反応が行われたが，図17Aの実験結果が示すとおり，両反応の増幅効率(レーン1とレーン6)に差はないことが明らかとなっている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "FP-FPプライマーセットの様々な問題点",
              "text": [
                "審決は，引用発明1のFP-FPプライマーセットにおいて片方のFPのみを引用発明2のTPに代えることに動機付けがないことの理由として，引用発明1のFP-FPプライマーセットには様々な問題点が存在することを挙げたが，以下のとおり，そのような問題点は存在しない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が，引用発明1のFP-FPプライマーセットに様々な問題点が存在すると認定した根拠は，引用文献としては採用されていない甲23(特許第3313358号公報)に，同じく引用文献として採用されていない刊行物4についての問題点が記載されており，刊行物4と引用発明1の原理が同一であることである。",
                    "しかし，刊行物1は刊行物4の優先権主張日又は国際出願日から約3～4年後に発行された文献であり，両者の記載内容は異なる。審決は，刊行物1の記載を精査せず，本件の引用文献とは無関係な甲23に刊行物1よりも古い刊行物4に関する問題点が記載されていることに基づいて，刊行物1にも同様の問題点が依然として存在すると認定し，刊行物2との組合せを否定するものであって，不当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1には，審決が刊行物4について指摘した問題点が存在しないことが明らかにされている。すなわち，審決は，刊行物4について，末端が相補鎖との塩基対結合を解消して改めて同一鎖上で塩基対結合を構成するステップが存在することから厳密な反応条件の設定が必要であるという問題点を指摘したが，刊行物1では，温度条件を変えて増幅反応を行うことで反応条件を検討し，最適温度，反応条件を具体的に確定することに成功しているのだから，当業者であれば，その記載に基づき条件を適宜設定することが可能である。そして，刊行物2も刊行物1と同様のステップを有するから，反応条件の設定は両者を組み合わせるに当たって何ら問題とはならない。",
                    "また，審決は，刊行物4について，プライマーダイマーが生成され，非特異的な産物が合成されるという問題点も指摘したが，従来からプライマーの配列を適切に設計してプライマー間で相補的な配列を含まないようにすることで，当該問題点は回避されていた。刊行物1においては，増幅実験結果を示す図2に非特異的な産物が表れていないことから，プライマーダイマーの問題が解決されていることがわかる。しかも，刊行物1のFPはダイマーを形成しても，非特異的反応は生じず，増幅反応には影響を与えない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，引用発明1には，審決が認定した問題点は存在しないのだから，それを前提として，引用発明1と引用発明2を組み合わせる動機付けがないとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1に引用発明2を適用する動機付け",
              "text": [
                "引用発明1は，等温遺伝子増幅法の提供を課題とするが，熱変性を2回要しており，完全な等温増幅反応ではないため，依然として等温増幅という課題が内在する。そして，2回の熱変性のうち，2回目はプライマーによる増幅反応の生成物を鋳型から解離する工程であるから，より完全な等温増幅反応を提供するためには，少なくとも2回目の熱変性工程を排除することが必要である。一方，刊行物2には，TPを採用することにより，プライマーによる増幅反応生成物を熱変性なしに鋳型から解離する方法が開示されている。しかも，引用発明1のFPと引用発明2のTPとは，いずれも増幅反応においてヘアピン構造を提供するという共通の機能を果たすものであるのだから，両者を組み合わせることには動機付けがある。",
                "したがって，引用発明1のFPと引用発明2のTPを組み合わせることに動機付けがないとした審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "阻害事由に関する認定判断の誤り",
          "text": [
            "刊行物1にも，刊行物2にも，それぞれの反応条件が実験により具体的に記載されている。そして，両者の反応条件に大差がないことが明らかである。また，引用発明1のFPの場合の二本鎖とヘアピン構造との平衡と，引用発明2のTPの場合の二本鎖とループ構造との平衡では，反応機構に大差はなく，これらの組合せが阻害される事情は存在しない。",
            "したがって，引用発明1のFPと引用発明2のTPがそれぞれ厳密な反応条件の設定を必要とすることは，それらを組み合わせる阻害要因になる旨判断した審決の判断は誤りである。"
          ]
        },
        {
          "fig": "3",
          "subject": "顕著な効果に関する認定判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明1のTP-FPプライマーセットの効果に関して，「標的核酸を特異的かつ効率的に等温増幅することができると共に，一塩基変異を効果的に検出できる」と，顕著性を認めた。",
                "しかし，本件明細書には，審決が認めたとおりの上記事項が記載されているにすぎず，審決が顕著性を認めた根拠は不明である。そして，引用発明1も，引用発明2も，標的核酸を特異的かつ効率的に等温増幅するプライマーセットに関するものであって，一塩基変異の検出にも使用できるのだから，本件発明1の効果は，引用発明1及び引用発明2が当然具備している効果にすぎず，顕著ということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本件発明の優れた効果として，等温増幅，特異的核酸増幅，プライマー設計の容易性，及び効率的な核酸増幅を主張するが，以下のとおり，いずれも理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "等温増幅",
                  "text": [
                    "引用発明1や引用発明2も等温増幅方法であるから，本件発明1が等温増幅方法であることは，刊行物記載の発明と比較して優れた効果ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特異的核酸増幅",
                  "text": [
                    "刊行物1の図2には，引用発明1の増幅方法により，HIVゲノムについて特異的な増幅が生じたことが記載されているし，刊行物2にも非特異的増幅が生じていないことが記載されているのだから，本件発明1の増幅の特異性は，引用発明1に対する優れた効果とはいえない。",
                    "被告は，本件発明1が一塩基多型(SＮPs)検出において優れた効果を発揮することを主張するが，SＮPsを検出するためには，本件発明1の発明特定事項に加え，プライマーにミスマッチを導入する必要があるのだから，本件発明1の効果として参酌すべきものではない。また，本件発明の発明者らによる学術論文である甲22には，TP-TPプライマーセットとTP-FPプライマーセットによりSＮPsを検出したところ，同等の効果であったことが示されている上，TP-FPプライマーセットもバックグラウンドの指数関数的な増幅を起こす可能性が記載されている。したがって，被告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "プライマー設計の容易性",
                  "text": [
                    "被告は，本件発明1のプライマー設計の容易性について，LAMP法と比較して顕著性を主張するが，LAMP法は引用発明1及び引用発明2とは異なるので，比較の対象とすべきでない。また，プライマー本数とアニーリングサイト数は，TP及びFPの組合せから自明な効果にすぎない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "効率的な核酸増幅",
                  "text": [
                    "被告が主張する，効率的な核酸増幅は，本件明細書に記載された効果ではない。また，刊行物2には，TP-TPプライマーセットとTP-標準プライマーセットでは増幅効率に差がないという結果が示されているのだから，TP-FPプライマーセットでも，少なくともTP-標準プライマーセットと同等の増幅効率が達成されると予想し得るところであり，本件発明1の効果は，引用発明1及び引用発明2と比較して顕著とはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "動機付けに関する認定判断の誤りに対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "TP-TPプライマーセットの増幅効率",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2において，TP-標準プライマーセットによる増幅反応は例示的に記載されているだけで，その利点や推奨に関する記載はない。むしろ，図2及び3のとおり，TP-TPプライマーセットは，TP-標準プライマーセットより増幅のための合成起点の数が多いため，TP-標準プライマーセットがTP-TPプライマーセットよりも増幅効率の点で劣ることは，当業者に明らかであるから，TPとTP以外のプライマーを組み合わせることには阻害要因がある。まして，TPを標準プライマーではなくFPと組み合わせることで，等温増幅効果など特有の効果が表れることについて，一切の記載も示唆もなく，当業者が容易に想到し得ないことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告の指摘するループ構造の不安定性の問題は，TP-TPプライマーセットとTP-標準プライマーセットとで同じであるのだから，両者の増幅効率の比較に影響を与えることはない。",
                    "また，原告は，刊行物2の図17Aから，TP-TPプライマーセットを使用した増幅反応とTP-標準プライマーセットを使用した増幅反応とは，増幅効率の点で差がない旨主張する。しかし，原告は，図17Aの写真において特定のバンドを比較して説明しているわけではない。 そもそも，図1～2に記載されたTP-標準プライマーセットによる増幅原理によれば，複数の増幅ユニットが長く連なった長鎖DＮA産物は合成されず，1つの増幅ユニットからなる単一長さの短鎖DＮAが合成されるはずである。それにもかかわらず，図17Aには，いろいろな長さのラダーパターンが表れており，これらは非特異的増幅産物と考えられるので，比較に値するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "FP-FPプライマーセットの様々な問題点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "厳密な反応条件の設定の問題",
                  "text": [
                    "審決が指摘した厳密な反応条件の設定は，二本鎖の増幅反応中間体の末端が，分子間の塩基対結合を解消して分子内の塩基対結合をすることにより折り返して，3’末端が自己を鋳型にして伸長する反応の条件設定をいうところ，この反応は，引用発明1の基本的なメカニズムであるため，この反応を起こすための厳密な反応条件を設定する必要があるという問題は，全く別の異なる増幅メカニズムを採用しない限り，解消しない。原告は，引用発明1にはこの問題が存在しないと主張するが，存在しないのではなく，厳密な反応条件の設定を実施した結果である。",
                    "また，引用発明1の折り返し反応は，3’末端の折り返しによる自己伸長反応であり，引用発明2のループを形成する反応は，ループに新たなプライマー(TP)がハイブリダイズして合成起点を提供する場を形成する反応であり，両者は，増幅反応の基本的メカニズムにおいて異なる反応であるから，引用発明1と引用発明2とは，反応が共通する旨の原告の主張は，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "プライマーダイマーの問題",
                  "text": [
                    "FPは，それ自身がループ構造を形成するため，原理的にプライマーダイマーが生じやすいという構造的な原因がある。したがって，プライマーの配列を適切に設計したとしても，この問題を回避できるわけではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1に引用発明2を適用する動機付け",
              "text": [
                "刊行物1には，熱変性の排除という課題について記載も示唆もなく，FP-FPプライマーセットによる増幅反応が完成された等温増幅方法として記載されている。しかも，原告が特に熱変性を排除する必要を指摘する2回目の熱変性工程について，刊行物1には，問題とならない旨の記載があり，2回の熱変性を全く問題視していない。したがって，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "阻害事由に関する認定判断の誤りに対して",
          "text": [
            "原告が引用発明1と引用発明2との間で大差ないと指摘する反応条件は温度のみであり，その他の反応条件(例えば，酵素，pH，イオン強度等)に関しては大差があるのかどうか明らかにしていないところ，仮に，温度のみ共通にしたとしても，他の条件が異なれば反応条件には大差があることになる。しかも，刊行物1には最適温度が80℃であるFP-FPプライマーセットが例示されているが，そのような温度では，刊行物2の反応で使用するBstDＮAポリメラーゼは失活する。また，反応機構については，引用発明1と引用発明2とは，分子内で相補的な二本鎖を形成する点で共通するが，引用発明2のTPでは，ループを介して遠くの領域同士で二本鎖が形成されるのに対して，引用発明1のFPでは，ループを介さずに近い領域同士で二本鎖が形成され，この相違により，平衡は，前者の方が後者よりも二本鎖側に偏っている。したがって，原告の上記主張は失当である。"
          ]
        },
        {
          "fig": "3",
          "subject": "顕著な効果に関する認定判断の誤りに対して",
          "text": [
            "本件発明1は，以下のとおり，TPとFPを組み合わせたことにより，顕著な効果を奏するものであり，顕著な効果を認めた審決の判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "等温増幅",
              "text": [
                "本件発明1は，等温条件下で連続して標的核酸を合成することが可能であり，サーマルサイクラー等の特別の装置を必要とせず，温度調整に要する時間も必要ないため，短時間で増幅産物を得ることが可能である。TP-TPプライマーセットを用いた等温増幅法であるLAMP法及びEnzo法よりも，プライマー設計の容易性及び効率的な核酸増幅(短時間での核酸増幅)という効果を同時に達成できる点で優れている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "特異的核酸増幅",
              "text": [
                "本件発明1は，高い特異的増幅が可能であり，特に，一塩基多型(SＮPs)，特定の核酸配列中の配列の欠失又は挿入の有無を高精度で，かつ，増幅の有無による検出が可能である。これは，2つのTPを用いるLAMP法及びEnzo法では，バックグラウンド(非特異的反応産物)の指数関数的増幅が起こるのに対して，TP及びFPを用いる本件発明1では，起こることはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "プライマー設計の容易性",
              "text": [
                "従来のLAMP法及びEnzo法では，それぞれ，4本のプライマーが標的核酸の6箇所に，2本のプライマーが4箇所に，アニールするのに対して，本件発明1では，2本のプライマーが3箇所にアニールするのみであるから，プライマーの設計が容易である。",
                "また，一塩基多型等の変異を検出する場合，TP-TPプライマーセットを用いると，プライマーの5’末端に検出サイトが位置するようにデザインすることが一般的であるが，バックグラウンドの上昇を抑えるために制約がある。それに対して，本件発明1では，TPとFPを組み合わせて使用するため，バックグラウンドの上昇は無視できる程度のものとなるため，プライマー設計が容易である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "効率的な核酸増幅",
              "text": [
                "本件発明1のプライマーセットでは，反応の律速が，FP側ではなく，TP側にあることから，効率よく作用するTPが1つあれば，効率的な核酸増幅が可能である。それに対して，従来のLAMP法及びEnzo法では，2つのTPのうち，効率の悪いTPが律速となるため，増幅速度が遅くなる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1について",
          "text": [
            "本件明細書(甲11)によれば，本件発明1につき以下のことが認められる。",
            "本件発明1は，鎖置換反応を利用した核酸の増幅法において，標的核酸が増幅された場合にのみステム-ループ形成可能なプライマーを特定の条件を満たすように設計し，このプライマーと5’末端部分に折返し配列を有するプライマーとを組み合わせて用いることにより，標的核酸を特異的かつ効率的に増幅しうるプライマーセット，及びこれを用いた核酸増幅法を提供することを目的とするものである。(段落【0020】～【0021】)",
            "本件発明1によれば，DＮA又はRＮAを鋳型として，等温条件下で連続して標的核酸を合成することが可能となる。したがって，本件発明1によるプライマーセット及びそれを用いた核酸増幅法は，温度管理のためのサーマルサイクラー等の特別な装置を必要とせず，また，温度調整に要する時間も必要ないため，短時間で増幅産物を得ることが可能となる。さらに，本件発明1によるプライマーセットは，高度に特異的な核酸増幅を可能とするため，これを用いることにより，遺伝子中における変異，特に一塩基変異の有無，特定の核酸配列中における配列の欠失又は挿入の有無などを，増幅産物の検出によって判定することが可能となる。(段落【0024】)",
            "本件発明1の第1のプライマー(TP)及び第2のプライマー(FP)による核酸増幅反応の具体的な作用機序は，以下のとおりである(図3参照)。まず，第1のプライマーが標的核酸のセンス鎖にハイブリダイズし，該プライマーの伸長反応が起きる(図3(a))。次いで，伸長鎖(-)上においてステム-ループ構造が形成され，これにより一本鎖となった標的核酸センス鎖上の配列(A)に新たな第1のプライマーがハイブリダイズし(図3(b))，該プライマーの伸長反応が起きて，先に合成された伸長鎖(-)が脱離する。次に，脱離した伸長鎖(-)上の配列(C)に第2のプライマーがハイブリダイズし(図3(c))，該プライマーの伸長反応が起き，伸長鎖(＋)が合成される(図3(d))。生成した伸長鎖(＋)の3’末端と伸長鎖(-)の5’末端ではステム-ループ構造が形成され(図3(e))，遊離型の3’末端である伸長鎖(＋)のループ先端から伸長反応が起こると同時に，前記伸長鎖(-)が脱離する(図3(f))。ループ先端からの前記伸長反応により，伸長鎖(＋)の3’側に配列(A)及び配列(Bc)を介して伸長鎖(-)が結合したヘアピン型の二本鎖核酸が生成され，その配列(A)及び配列(Bc)に第1のプライマーがハイブリダイズし(図3(g))，その伸長反応により伸長鎖(-)が生成される(図3(h)及び(i))。また，前記ヘアピン型二本鎖核酸の3’末端に存在する折返し配列によって遊離型の3’末端が提供され(図3(h))，そこからの伸長反応により(図3(i))，両端に折返し配列を有し，第1及び第2のプライマーに由来する配列を介して伸長鎖(＋)と伸長鎖(-)とを交互に含む一本鎖核酸が生成される(図3(j))。この一本鎖核酸では，その3’末端に存在する折返し配列により遊離型の3’末端(相補鎖合成起点)が提供されるため(図3(k))，同様の伸長反応が繰り返され，1回の伸長反応当たり2倍の鎖長となる(図3(l)及び(m))。また，図3(i)において脱離した第1のプライマーからの伸長鎖(-)では，その3’末端に存在する折返し配列により遊離型の3’末端(相補鎖合成起点)が提供されるため(図3(n))，そこからの伸長反応により，両端にステム-ループ構造が形成され，プライマーに由来する配列を介して伸長鎖(＋)と伸長鎖(-)とを交互に含む一本鎖核酸が生成する(図3(o))。この一本鎖核酸においても，3’末端におけるループ形成によって相補鎖合成起点が順次提供されるため，そこからの伸長反応が次々に起こる。このようにして自動的に延長される一本鎖核酸には，第1のプライマー及び第2のプライマーに由来する配列が伸長鎖(＋)と伸長鎖(-)との間に含まれているため，各プライマーがハイブリダイズして伸長反応を起こすことが可能であり，これにより標的核酸のセンス鎖及びアンチセンス鎖が顕著に増幅される。",
            "第1のプライマー及び第2のプライマーにより標的核酸が増幅された場合には，上記のように，増幅産物は標的核酸配列とその相補配列とを交互に有するものとなる。その増幅産物の3’末端には折返し配列又はループ構造が存在し，これにより提供される相補鎖合成起点から次々に伸長反応が起こっている。(段落【0037】～【0040】)",
            "【図3a】",
            "【図3b】"
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "引用発明について",
      "content": [
        {
          "fig": "(1)",
          "subject": "引用発明1について",
          "text": [
            "刊行物1(甲1の1。翻訳は甲1の2)は，1998年(平成10年)に発表された「等温遺伝子増幅方法」と題する学術文献であるところ，当該文献には，引用発明1について以下の記載がある。",
            "「ここでは，プログラム可能な熱(サーマル)サイクラーの助けを借りずに実施でき，HIVウイルスの検出に応用される遺伝子増幅技術を記述する。」",
            "「遺伝子増幅技術の発明は，生物学の多くの研究領域を激変させてきた［1-3］。ここ数年，定温で実施できる方法を開発すべく多くの努力が払われてきた［4-10］。この目的で，我々は，DＮAポリメラーゼに対する基質として役立つ特殊なプライマー対を試してきた。これらのプライマーは，標的DＮAの特異的部分ならびにこのプライマーを「ヘアピン」状の構造に適合させることのできるパリンドローム(回文)配列を含む部分を有する。それら特異的部分は，数百塩基対の長さの標的DＮA領域にわたる。",
            "予想される反応を図1に詳細に示す。プライマー類及びDＮAポリメラーゼの存在下で標的DＮAを短時間加熱し(図1a)，ついで，試験管を約60℃の湯浴中に3分間置く。それらプライマーは標的DＮAとハイブリダイズし，DＮAポリメラーゼがそれらプライマーからの新しい鎖の伸長を開始する(図1b及び1c)。2度目にはごく短時間，最後には100℃に加熱する(図1d及び1e)。新しく合成された鎖は解離し，今度は新しいプライマーの標的としての役割を果たし，新しい鎖が合成される。",
            "図1  反応の詳細",
            "この段階から，反応は定温で行なわれる(この温度はプライマー類の配列に依存する)。",
            "プライマーが新しく合成された鎖に固定され，新しい鎖が重合される(図1g)。ヘアピン領域に到達すると，酵素は対応する鎖をパリンドローム領域へ移動させ，重合を続ける。",
            "ある温度で，形成されたDＮAの線形形態と2つのヘアピンが形成された形態との間に平衡が生じる(この平衡は広い温度範囲内で起こるが，多少ともいずれか一方の形態の方へずれる)。",
            "約50℃から，極めて速やかにこの平衡に到達する(図1h)。2つのヘアピン領域のうちの一方は遊離の3’末端をもつ：それは，DＮAポリメラーゼに対するプライマーの役割を果たすことができる。そのポリメラーゼが，新しい鎖を合成し，相補鎖を移動させて，これが離れるようにする(図1i)。",
            "この鎖に新しいプライマーが固定され，サイクルが再開する。",
            "この間に，最初の鎖の上での合成が終了し，線状形態と2つのヘアピンをもつ形態との間に平衡が樹立される(図1j)：2つのヘアピンのうちの一方は再び当該酵素に対するプライマーの役割を果たし，新しい鎖が合成されて，古い鎖を移動させる(図1k)。各サイクル当り，合成されたDＮAのサイズが2倍になる。」",
            "「2．1  試薬",
            "…プライマーLabi1及びLabi2：各0．5mM…」",
            "「2．3遺伝子増大反応に最適な温度を調べる装置",
            "我々は，先験的には，ある与えられたプライマー対にとっての最適の反応温度がどの程度であるかを知らない。一方では，図1hに示した平衡が生じるのに十分なだけ温度が高いこと，すなわちその温度で二本鎖が開きうること，また，十分に当安定なヘアピン構造の形成が可能なことが必要である。他方では，その温度で標的DＮAにそれらのプライマーがハイブリダイズできる必要がある。…我々の知る限り，与えられたプライマー対の反応の最適温度を予測するための十分に性能のよいコンピュータープログラムは存在していない。それゆえ，我々は，この温度を実験的に求めることを可能にする装置を構築した。…その装置は，200μlの微小試験管を収容するための穴をあけた加熱台からなる。6つの末端の1つにはんだ付けした正の温度係数をもつ抵抗によって，この台に沿って温度勾配を生じさせる。…",
            "3．結果",
            "HIVゲノムを含有するプラスミド［19，20］計104コピーを，温度勾配のある前記台上で，温度が45℃から88℃まで段階的に変化するウェルの中でインキュベートした。2時間後に，2％アガロースゲルにかける。結果を表1にまとめた：",
            "【表1】",
            "…この反応のための最適温度は53℃である。…",
            "他のプライマー対類では，最適反応温度が異なる：プライマーatto1及びatto2では，最適温度が80℃である。…",
            "4．考察",
            "…我々は非耐熱性のDＮAポリメラーゼ酵素を用いなかったが，これの使用は可能である：PCR手法において酵素を破壊するのは，100℃で3分間の反復処理だからである。我々が提示している手法では，試験管を100℃に加熱するのは2回だけであり，しかも数秒間である：それ程の短い処理は，耐熱性でないDＮAポリメラーゼを用いても，重要な酵素活性を残存させる。反応試験管中にそれをより大量に導入すれば十分である。非耐熱性酵素のコストが低いことから考えて，そのことは問題とはならない。加熱工程の後に酵素を追加することができる。」"
          ]
        },
        {
          "fig": "(2)",
          "subject": "引用発明2について",
          "text": [
            "刊行物2(甲2)には，次の記載がある。",
            "「【請求項12】特定の核酸配列を非直線的に増幅するためのプロセスであって，以下の工程：",
            "該特定の核酸配列，",
            "該特定の核酸配列ついての第1の初期プライマーまたは核酸構築物であって，該第1の初期プライマーまたは核酸構築物が，以下の2つのセグメント：",
            "(A)第1のセグメントであって，(i)該特定の核酸配列の第1の部分に実質的に相補的であり，そして(ii)テンプレート依存性の第1の伸長をし得る，セグメント，および，",
            "(B)第2のセグメントであって，(i)該第1のセグメントに実質的に非同一であり，そして(ii)該特定の核酸配列の第2の部分に実質的に同一であり，(iii)該第2のセグメントの相補的配列に結合し得，そして(iv)第2のプライマー伸長が生成されて第1のプライマー伸長を置換するように，均衡または限定サイクリング条件下で，続く第2のプライマーまたは核酸構築物の第1のセグメントの，該特定の核酸配列の該第1の部分への結合を提供し得る，セグメント，を含む；ならびに，",
            "該特定の核酸配列の相補体に対する続く初期プライマーまたは核酸構築物であって，該続く初期プライマーまたは該核酸構築物が，以下の2つのセグメント，",
            "(A)第1のセグメントであって，(i)該特定の核酸配列の第1の部分に実質的に相補的であり，そして(ii)テンプレート依存性の第1の伸長をし得る，セグメント，および，",
            "(B)第2のセグメントであって，(i)該第1のセグメントに実質的に非同一であり，(ii)該特定の核酸配列の第2の部分に実質的に同一であり，(iii)該第2のセグメントの相補的配列に結合し得，そして(iv)第2のプライマー伸長が生成され，そして第1のプライマー伸長を置換するように，均衡または限定サイクリング条件下で，続くプライマーの第1のセグメントの，該特定の核酸配列の該第1の部分への結合を提供し得る，セグメント，を含む：ならびに基質，緩衝液，およびテンプレート依存性重合化酵素；を提供する工程：ならびに均衡または限定サイクリング条件下で，該基質，緩衝液，またはテンプレート依存性重合化酵素の存在下で，該特定の核酸配列および該新規プライマーまたは核酸構築物をインキュベートし；それにより，該特定の核酸配列を非線形に増幅する，工程，を包含する，プロセス。」(請求項12)",
            "「本発明は，特定の核酸配列を直線的に増幅するためのプロセスを提供する。このプロセスは，以下の工程：該特定の核酸配列，初期プライマーまたは核酸構築物であって，以下の2つのセグメント：(A)第1のセグメントであって，(i)該特定の核酸配列に第1の部分に実質的に相補的であり，そして(ii)テンプレート依存性の第1の伸長をし得る，セグメント，および(B)第2のセグメントであって，(i)該第1のセグメントに実質的に非同一であり，(ii)該特定の核酸配列の第2の部分に実質的に同一であり，(iii)該第2のセグメントの相補的な配列に結合し得，そして(iv)第2のプライマー伸長が生成され，そして第1のプライマー伸長を置換するように，均衡(isostatic)または限定サイクリング条件下で，第2のプライマーまたは核酸構築物の第1のセグメントの，続く該特定の核酸配列の該第1の部分への結合を提供し得る，セグメントを含む，初期プライマーまたは核酸構築物；ならびに，基質，緩衝液，およびテンプレート依存性重合化酵素；を提供する工程；ならびに，均衡または限定サイクリング条件下で該基質，緩衝液，およびテンプレート依存性重合化酵素の存在下で，該特定の核酸配列および該新規プライマーまたは核酸構築物をインキュベートし；それにより，該特定の核酸配列を直線的に増幅する工程，を包含する。」(段落【0014】)",
            "「この産物は，図1に例示される，連続する一連の以下の工程によって，形成され得る。新規のプライマーまたは核酸構築物のテンプレート依存性伸長は，この新規のプライマーまたは核酸構築物の第2セグメントを含む配列に相補的である伸長部分配列において生成する。これらの自己相補性領域は，テンプレートに結合したままであり得るか，または自己相補性構造を形成し得る。二次構造の形成は，テンプレートからの，伸長した新規のプライマーの第1セグメントの全てまたは一部の除去を提供し得る。このことは，別の初期プライマーが，テンプレートからの新規の第1伸長プライマーの除去の前に，テンプレート配列に結合することを可能にする。テンプレート上の第2プライマーの伸長は，テンプレートからの第1伸長プライマーの置換を導き得る。このことは，伸長プライマーの分離が，別の結合および伸長反応のためのテンプレートの使用の前に常に起こる先行技術とは対照的である。これらの手段によって，単一のテンプレートは，均衡条件下で，2つ以上の初期事象を提供し得る。さらに，この方法は，全ての温度が伸長産物およびそのテンプレートのTmのものを下回る，限定サイクル条件下で使用され得る。連続するプロセスにおいて，新規の第2伸長プライマーにおける二次構造の形成は，新規の第3プライマーの結合および続く伸長を提供し得る。このようにして，変性条件の非存在下において，本発明の新規のプロセスは，核酸テンプレートの単鎖からの多重プライミング，伸長，および遊離事象を提供し得る。さらに，これらの工程の全ては，均衡条件下で，同時および連続的に起こり得る。」(段落【0104】)",
            "「非直線的増幅産物は，均衡または限定条件下で，連続した一連の以下の工程によって，新規のプライマーおよび標準的なプライマーによって合成され得る。新規のプライマーは標的鎖に結合し，そして新規の単一プライマーとの直線的増幅について以前に記載されるのと，同じ一連の伸長，二次構造形成，プライマー結合部位の再生，第2結合，第2伸長，およびテンプレートからの第1伸長プライマーの分離が存在する。新規の伸長プライマーは，他方の新規のプライマーの連続する結合および伸長によって置換されるので，これらの1本鎖産物は標準的なプライマーに結合し得，そしてそれらを伸長させて，完全な2本鎖アンプリコンを作製し得る。この潜在的な一連の事象を，図2に示す。得られる2本鎖構造は一方の鎖において新規のプライマーについてのプライマー結合部位に相補的な配列と，および他方の鎖において新規のプライマーについてのプライマー結合部位に同一の配列と隣接する各鎖自己相補配列を含む。この結果として，各鎖は，アンプリコンの一方の末端で，ステムループ構造を形成し得る。次いで，1本鎖ループ構造におけるプライマー結合部位の露出は，図1において以前に示した同じプロセスによって，さらなる一連のプライマー結合および置換反応をもたらし，それにより均衡または限定サイクル条件下で，目的の配列の非直線的増幅の生成を可能にする。」(段落【0131】)",
            "【図3】一対の新規のプライマーによる非直線的増幅を例示する模式図である。」(段落【0224】【図面の簡単な説明】【図3】)",
            "「…一方のプライマーが標準的なプライマーであり，そして他方が新規のプライマーである場合，テンプレート依存性結合および伸長の最終産物は，一方の末端において，各鎖のステムループ構造を含む2本鎖分子であり得る。両方のプライマーが新規のプライマーである場合，テンプレート依存性結合および伸長の最終産物は，各末端において，各鎖のステムループ構造を含む2本鎖分子であり得る。…」(段落【0130】)",
            "「本発明において，上記のように，線状2本鎖分子のセグメントの，鎖内ステムループ構造への転移は，プライマー開始事象を，伸長プライマーのそのテンプレートからの分離の前に起こることを可能にし得る。これらの2つの構造の間の平衡は，多数の要因に依存する。第1に，首尾良いプライマー結合のために，標的に結合する初期プライマーのセグメントは，反応に使用される温度で，安定なプライミングが可能であるように適切な長さおよび塩基組成でなければならない。第2に，初期プライマーの伸長後に自己ハイブリダイゼーションに関与するプライマーのセグメントは，適切な長さおよび塩基組成でなければならず，その結果伸長されたプライマーのテンプレートからの部分解離は，十分に安定な二次構造の形成(すなわち，ステムループ構造のステム)を可能にし得る。」(段落【0107】)",
            "「これらの反応に適切な温度は，伸長プライマーのそのテンプレートからの分離に必要な温度を下回る。均衡反応において，単一の温度が，結合，伸長，および二次構造形成に使用され得る。」(段落【0108】)"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "容易想到性の判断について",
      "content": [
        {
          "fig": "(1)",
          "text": [
            "原告は，引用発明1は，等温核酸増幅法の提供を課題とするところ，加熱工程を2回要することから，より完全な等温反応にするという課題が内在する，特に2回目の加熱工程はプライマーによる増幅反応生成物を鋳型から解離する工程であるから，加熱工程に代えて，熱変性なしに鋳型から増幅反応生成物を解離することのできる引用発明2のTPを採用しようとする動機がある，また，刊行物2は，TP-TPプライマーセットによる増幅反応のみならず，TP-標準プライマーセットやTP単独による増幅反応を，独立した発明として開示するから，TPとTP以外のプライマーを組み合わせることの動機付けを提供するものである旨主張する。",
            "前記2(1)のとおり，引用発明1は，プログラム可能な熱サイクラーを使用せずにHIVウイルスの検出ができる遺伝子増幅方法であって，標的DＮAの特異的部分及びこのプライマーを「ヘアピン」状の構造に適合させることのできるパリンドローム(回文)配列を含む部分を有するFPを2つセットで用いることを特徴とする方法を開示するものである。",
            "ところで，目的遺伝子の核酸増幅は，主に，耐熱性DＮAポリメラーゼを利用した酵素的方法(PCR法)が用いられているところ，鋳型となる二本鎖核酸の一本鎖核酸への解離(変性)，一本鎖核酸へのプライマーのアニーリング，プライマーからの相補鎖合成(伸長)の各段階からなる反応を繰り返すことにより，DＮA又はRＮAから目的遺伝子の増幅を行うこととなる。このそれぞれの反応にはそれぞれに適した温度があり，そのため各反応に適合する温度条件に繰り返し調整する必要があり(甲4，11)，また，高温での数分間の加熱により酵素が破壊されることから，定温で実施できる遺伝子増幅技術の開発がなされてきた(甲1)。",
            "引用発明1の方法によれば，図1のとおり，3’末端にDＮAポリメラーゼに対するプライマーの役割を果たすヘアピン構造を導入することができるFPをセットで用いることにより，核酸増幅反応の前段階において，鋳型核酸(標的DＮA)を一本鎖にする工程と鋳型核酸からFPによる反応生成物を解離する工程という2回のみ加熱すれば，その後の核酸増幅反応自体は等温で自律的連続的に進行する。すなわち，標的DＮAを2本鎖から1本鎖に解離する際と，前記の図1dの段階で生成された鎖を解離させる際には，いったん100℃で数秒間の加熱を要するものの，その後は，形成されたDＮAの線形形態と2つのヘアピン構造が形成された形態との間に平衡が生じ，3’末端が新しい鎖を形成して，鎖を解離させることにより，加熱を要することなく解離が進み，定温での反応が継続することになる。",
            "このように，引用発明1においては，DＮAポリメラーゼに対する加熱が行われるものの，前記2(1)のとおり，刊行物1に，2回の数秒間ほどの短い熱処理は，耐熱性でないポリメラーゼを用いても，重要な酵素活性を残存させ，安価な非耐熱性ポリメラーゼを大量導入することもできると記載されており，また，本件発明1の優先権主張日当時，既にPCR法が実用化されていたことからして，耐熱性DＮAポリメラーゼも容易に入手できる状態にあったことが明らかであることに鑑みれば，引用発明1においてその加熱工程を更に減らそうとする技術的要請があるとは認められない。また，1回目の加熱は，鋳型となる核酸を鋳型として利用できるように一本鎖にするための工程であって，いずれの核酸増幅反応においても通常行われるものであり，これをも等温化して，引用発明1を完全な等温反応にできるわけではないことに照らすと，当業者が，引用発明1のうち2回目の加熱工程を等温化することに格別の技術的意義を見出すものと解することはできない。",
            "そうすると，引用発明1においては，2回の加熱工程は，増幅反応の前処理であって，プログラムや繰返しが不要な単発的な処理にすぎないものということができ，核酸増幅反応自体を等温反応とし，プログラム可能な熱サイクラーを不要とすることが達成されているといえる。したがって，引用発明1には更に等温化を進めるという課題が内在するとはいえない。",
            "また，仮に，引用発明1において2回目の加熱工程をなくすという課題が内在すると評価したとしても，加熱せずに鋳型核酸からFPによる増幅反応生成物を解離させる手段としては，引用発明2のTPを用いること以外に，標準プライマーやアルカリ変性などのより一般的な手段が既に存在する。そして，刊行物1及び2のいずれについても，引用発明1のプライマーセットの一方のFPをTPに置換することについての示唆はない上，そもそも引用発明1は，FP-FPのプライマーを対として用いることで，定温反応を進めるという点に特徴を有するものであるから，格別の示唆がない限り，当業者が一方のFPをFP以外のものとするとの技術思想に容易に思い到ることはないと解される。加えて，引用発明2のTPは，標的核酸にハイブリダイズする領域を2箇所(本件発明1でいう「標的核酸配列の3’末端部分の配列(A)にハイブリダイズする配列(Ac’)」と「標的核酸配列において前記配列(A)よりも5’側に存在する配列(B)の相補配列(Bc)」)必要とするため設計の自由度が低い上，平衡状態を利用して増幅反応を行うことから，その配列に応じて狭い範囲の反応最適温度を設定する必要があるため，標的核酸にハイブリダイズする領域が1箇所である標準プライマーや，配列に依存しない化学的処理であるアルカリ変性と比較して使用には相当の技術的困難性が伴うものである。したがって，引用発明1において等温反応をより完成させるという課題が見出せたとしても，その解決のためにあえて引用発明2のTPを採用することが容易とは考えられない。",
            "以上からすれば，引用発明1において，一方のFPを引用発明2のTPに置換することについての課題や動機は存在しないというべきであり，したがって，当業者が本件発明1に係る構成を想到することが容易であったということはできない。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "審決は，TP-TPプライマーセットは増幅効率がよく，引用発明2をそのまま採用することがあっても，引用発明1のFP-FPプライマーセットには反応条件の点やプライマーダイマー等の様々な問題点があることから，一方のFPに代え，もう一方のプライマーにFPをそのまま残すということは技術的に不自然であることを理由の一つとして，引用発明1のFPを引用発明2のTPに置換する動機付けを否定した。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "これに対し，原告は，TPを用いた増幅反応において，新規な合成基点となるループ構造を含む形態は安定ではなく，常に形成されているわけではないのだから，条件によっては形成されることがあるループ構造の数のみから単純に増幅効率を推測することはできない旨主張する。",
                "しかし，ループ構造が不安定であることは，TP-TPプライマーセットにおいてもTP-標準プライマーセットにおいても同様であるのだから，不安定性は，両者のループ構造数の比較に影響を与えるものとはいえず，新規な核酸鎖の合成基点となるTPが結合できるループ構造が多く形成される方が，良い増幅効率を示すものと推測できる。もっとも，引用発明2のプライマーセットの増幅効率が良好であるとしても，この点は，FP-FPプライマーの一方をTPに置換する動機付けにおいて，直接的な影響を及ぼす事項と見ることはできない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，審決の引用発明1の問題点の摘示について，原告は，審決がこれらの問題を認定した根拠は，引用発明1と同様の原理の増幅反応を開示するものの，刊行物1よりも3年以上前に出願(優先権主張)がなされた刊行物4(甲4)に記載の核酸増幅法についての問題点を指摘する特許第3313358号公報(甲23)の記載であるから不当である旨主張する。",
                "確かに，審決が引用発明1の問題点を指摘するに当たり基礎とした甲23の文献は，甲23の出願日である平成11年11月8日当時の技術水準からみた刊行物4(平成7年7月4日出願)記載の核酸増幅法の問題点を認識させるものであって，刊行物1に記載された事項及び本件発明1の出願時における技術常識を基礎とするものではない。そして，核酸増幅技術が急速に進展していることは，当業者にとって明らかであり，このことを考慮すると，甲23に記載の問題点は，本件発明1の出願時(平成16年12月24日)の技術常識を参酌して刊行物1(平成10年9月28日受理)の記載内容から把握できる事項とは異なっている可能性もあることから，その判断手法は適切さを欠いたものといわざるを得ない。",
                "さらに，原告の指摘するとおり，引用発明1において審決の指摘するプライマーダイマーの問題点が存在するということはできず，この点においても審決の判断は誤りを含むものである。すなわち，FPは，それ自身がループ構造をとれるように，相互にハイブリダイズする2つの配列を同一鎖上に含むものであるから，同一鎖上でなく他分子の配列同士がハイブリダイズしてプライマーダイマーを形成する可能性が高いことは，その構造上避けることのできない問題である。しかし，そのようにして生じたプライマーダイマーの両端にはそれぞれ3’末端が突出しているので，DＮAポリメラーゼによる伸長は生じず，プライマーダイマーの生成によってプライマーが本来の目的以外のために消費されるという問題はあっても，非特異的増幅の問題が生じるものではない。審決が指摘した甲23の記載は，DＮAポリメラーゼによる伸長が生じ得るプライマーダイマーが生成した後の非特異的増幅を問題視するものであるが，FPから生じる可能性の高いプライマーダイマーは，前記のとおりDＮAポリメラーゼによる伸長が生じないものであって，伸長が生じ得るプライマーダイマーが生成しやすい事情は見出せない。したがって，プライマーダイマーの生成による非特異的増幅の問題は，甲23に記載されていたとしても，当業者が本願出願時の技術常識を参酌して刊行物1から導き出せるものとは認めることができない。",
                "加えて，原告は，反応条件の問題について，刊行物1には反応最適温度の設定方法が記載されているから，上記問題は解消している旨主張しているところ，前記2(1)のとおり，刊行物1には，温度勾配を生じさせた加熱台に複数の微小試験管を収容してなる装置を用いて，特定のFP-FPプライマーセットを用いた核酸増幅反応の最適温度を決定したことが記載されているのだから，当業者であれば，これらの記載に基づいて，任意のFP-FPプライマーセットに応じた最適温度を適宜決定することができるといえる(もっとも，TP及びFPのいずれも，アニーリングにより形成した鎖の解離に平衡状態を利用するものである以上，最適温度の設定が標準プライマーと比較して厳密さが求められることは前記のとおりである。)。したがって，刊行物1からは，審決が認定したような問題点を導き出すことはない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "そうすると，審決は，その判断手法において適切さを欠き，上記の問題点の判断においても誤りを含むものである。しかしながら，FP-FPのプライマーセットを開示した刊行物1に，審決が指摘するような問題がないとしても，引用発明1と引用発明2との組合せにより本件発明の進歩性を否定するには，引用発明1のFPの一方をTPに置換する動機付けがなければならないことはいうまでもなく，前記(1)において判断したとおり，引用発明1のFPのプライマーセットの片方を刊行物2記載のTPに置換することに動機付けが見出せない以上，両者の組合せを当業者が容易になし得たこととはいえないのだから，審決における上記の誤り等は，審決の結論に影響を及ぼすものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "4",
      "text": [
        "本件発明1を構成することが引用発明1及び引用発明2に基づいて容易になし得たといえない以上，両発明を組み合わせることに阻害事由があるか否か，あるいは，本件発明1が両発明から予想されないような顕著な効果があるか否かの点について判断するまでもなく，本件発明1に進歩性を認めた審決の判断に誤りはない。"
      ]
    },
    {
      "fig": "5",
      "text": [
        "本件発明2～13及び16～27は，いずれも本件発明1のプライマーセットを発明特定事項として含むものであるから，それらが進歩性を有するとした審決の結論に誤りはない。"
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由には理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}