{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人の請求を棄却する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訴訟費用は，第1審，2審とも，被控訴人の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本判決の略称は，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「液体インク収納容器，液体インク供給システムおよび液体インク収納カートリッジ」とする特許第3793216号の特許権者である被控訴人が，控訴人による原判決別紙物件目録(1)及び(2)記載の各インクタンクの輸入，販売及び販売の申出が本件特許権の直接侵害及び間接侵害(特許法101条2号)に当たる旨主張して，控訴人に対し，特許法100条1項に基づき，上記各製品の輸入，販売等の差止めを求めた事案である。原審が被控訴人の請求を全部認容したところ，控訴人が全部控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実等，争点及び争点に関する当事者の主張",
          "text": [
            "争いのない事実等，争点及び争点に関する当事者の主張は，次のとおり原判決を補正し，後記3のとおり当審における当事者の主張を付加するほかは，原判決「事実及び理由」の第2の2及び3並びに第3記載のとおりであるから，これを引用する(以下，原判決を引用する場合は，「被告」を「控訴人」と，「原告」を「被控訴人」と，それぞれ読み替える。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決8頁24行目の「充足する。」を「充足する(ただし，被控訴人製のプリンタ「PIXUS  iP7500」及び「PIXUS  iP4500」に装着された控訴人製品2については，後記のとおり構成要件1A1，1A2，1A4及び1A6を充足するかどうかにつき当事者間に争いがある。)。」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決9頁1行目の「充足する。」を「充足する(ただし，控訴人製品2を装着した被控訴人製のプリンタ「PIXUS  iP7500」及び「PIXUS  iP4500」については，後記のとおりこれらの構成要件を充足するかどうかにつき当事者間に争いがある。)。」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決14頁16行目冒頭から同15頁18行目末尾までを次のとおり改める。",
                "「ウ  正面対向位置での受光結果に基づき搭載位置検出が行われないインクタンクの存在について",
                "構成要件1A1には「複数の液体インク収納容器を搭載して移動するキャリッジ」と記載されているだけで，それ以上の限定はない。したがって，正面対向位置での受光結果に基づく搭載位置検出が行われるインクタンクが複数存在すれば，当然に，構成要件1A1は充足され，正面対向位置での受光結果に基づく搭載位置検出が行われない右端インクタンクが存在しても構成要件充足性は否定されない。また，正面対向位置での受光結果に基づく搭載位置検出が行われるインクタンクが複数存在すれば，キャリッジの移動により受光部に対向するインクタンクが入れ替わるという要件を満たすし，また，当然のことながら，正面対向位置での受光結果に基づきインクタンクの搭載位置を検出するという要件も満たすので，構成要件1A2ないし1A6を充足し，正面対向位置での受光結果に基づく搭載位置検出が行われない右端インクタンクが存在しても構成要件充足性は否定されない。"
              ],
              "content": [
                {
                  "fig": "エ",
                  "subject": "インクタンクとの正面受光のみによってインクタンクの搭載位置を特定していない点について",
                  "text": [
                    "本件訂正発明1は，正面対向位置での受光結果に基づきインクタンクの搭載位置を検出(搭載位置の正誤を判断)するものであるところ，構成要件1A5には「その光の受光結果に基づき・・・液体インク収納容器の搭載位置を検出する」と記載されているだけで，搭載位置検出(正誤判断)の方法については，それ以上の限定はなく，限定すべき理由も存在しない。",
                    "したがって，正面対向位置での受光結果に基づきインクタンクの搭載位置を検出していれば，非対向位置での受光結果が利用されていても上記構成要件を充足する。",
                    "被控訴人製プリンタでは，搭載位置検出のために，正面対向位置での受光結果に加えて，非対向位置での受光結果も利用しているが，非対向位置での受光結果は正面対向位置での受光結果と比較される参照値として利用されているにすぎず，正面対向位置での受光結果に基づきインクタンクの搭載位置を検出していることには違いがない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "構成要件の充足",
                  "text": [
                    "控訴人各製品の発光部(LED)は，被控訴人製プリンタに設置された受光手段に投光するための赤外線を発するものであるが(前記ア)，本件訂正発明1の「発光部」には赤外線を発する構成のものも含まれるから，構成要件1Dの「受光手段に投光するための光を発光する発光部」に該当する。",
                    "そして，前記アのとおり，控訴人各製品を被控訴人製プリンタに装着した場合，正面対向位置での受光結果に基づきインクタンクの搭載位置を検出する前述の光照合処理(前記イ(ア)b)が行われ，控訴人各製品がキャリッジ上の正しい搭載位置に搭載されているか否かを検出することができる。また，被控訴人製のプリンタ「PIXUS  iP7500」と「PIXUS  iP4500」に装着された控訴人製品2は，正面対向位置での受光結果に基づく搭載位置の検出が行われないインクタンクもキャリッジに搭載されるが，それ以外の複数のインクタンクについては，正面対向位置での受光結果に基づく搭載位置の検出(搭載位置の正誤の判断)が行われる。",
                    "したがって，「液体インク収納容器」である控訴人各製品は，構成要件1A3，1A5及び1Fを充足する(「PIXUS  iP7500」及び「PIXUS  iP4500」に装着された控訴人製品2は，構成要件1A1，1A2，1A4及び1A6も併せて充足する。)。その検出結果は，被控訴人製プリンタに接続されたモニター上のウインドウで，「プリンタはオンラインです。」(インクタンクが全て正しい位置に装着された場合)，あるいは「正しい位置に取り付けられていないインクタンクがあります。」(誤装着がある場合)と表示されてユーザへ報知される(甲4の2，3，7の2，3，10の2，3)。",
                    "また，控訴人各製品には，発光部の発光を制御する制御部とインク色を示す色情報を保持可能な情報保持部とが一体となったICチップ103が設けられているから，控訴人各製品は，構成要件1Eを充足する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "まとめ",
                  "text": [
                    "以上のとおり，控訴人各製品は，本件訂正発明1の構成要件1A3，1A5，1D，1E及び1Fを充足し(被控訴人製のプリンタ「PIXUS  iP7500」と「PIXUS  iP4500」に装着された控訴人製品2は，構成要件1A1，1A2，1A4及び1A6も併せて充足する。)，また，被控訴人各製品が構成要件1A1，1A2，1A4，1A6，1B及び1Cを充足すること(被控訴人製のプリンタ「PIXUS  iP7500」と「PIXUS  iP4500」に装着された控訴人製品2については，構成要件1B及び1Cを充足すること)は，前記争いのない事実等(4)イ(イ)のとおりである。",
                    "したがって，控訴人各製品は，本件訂正発明1の構成要件を全て充足するから，その技術的範囲に属する。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決18頁26行目冒頭から同19頁10行目末尾までを次のとおり改める。",
                "「イ  正面対向位置での受光結果に基づき搭載位置検出が行われないインクタンクの存在について",
                "被控訴人は，本件各訂正発明の原理は，「個別発光制御を利用した光照合処理」であって，かかる光照合処理は，インクタンクの発光部(LED)がプリンタの受光部の「正面に対向」するキャリッジ位置でインクタンクを個別発光させ，プリンタの受光部で「正面受光」することによって行われると説明している(甲8)。このことは本件特許の特許請求の範囲の記載等からも明らかであり，本件訂正発明1の構成要件1A3には「前記キャリッジの移動により対向する前記液体インク収納容器が入れ替わるように配置され前記液体インク収納容器の発光部からの光を受光する位置検出用の受光手段を一つ備え」との記載があるところ，「対向」とは，「互いにむきあうこと。」をいい(広辞苑第五版)，キャリッジの移動によってインク収納容器が入れ替わって，インク収納容器がプリンタの受光部と「互いにむきあう」のであるから，本件訂正発明1の構成要件1A5と併せて読めば，本件訂正発明1では，各インクタンク全てがそれぞれプリンタの受光部の正面に対向するキャリッジ位置で個別発光し，プリンタの受光部が「正面受光」することが分かる。なお，本件訂正発明1の構成要件1A3の「前記液体インク収納容器」とは，本件訂正発明1の構成要件1A1の「複数の液体インク収納容器」のことであって，この「複数の液体インク収納容器」の発光部全てがプリンタの受光部で正面受光されることが本件訂正発明1の原理である。",
                "したがって，本件訂正発明1における光照合処理とは，「複数の液体インク収納容器」の発光部が全てプリンタの受光部で「正面受光」されるものと解釈できる。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "subject": "インクタンクとの正面受光のみによってインクタンクの搭載位置を特定していない点について",
                  "text": [
                    "前記イのとおり，本件訂正発明1は，インクタンクの発光部がプリンタの受光部の「正面に対向」するキャリッジ位置でインクタンクを個別発光させ，プリンタの受光部で「正面受光」することにより，インクタンクの搭載位置を特定するものであるので，本件訂正発明1は，インクタンクの発光部がプリンタの受光部の「正面に対向」するキャリッジ位置でインクタンクを個別発光させ，プリンタの受光部で「正面受光」することのみによって，インクタンクの搭載位置を特定するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件の非充足",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "控訴人各製品は，赤外線を発するのみで，可視光を発光することはないから(乙1，2，23)，本件訂正発明1の「受光手段に投光するための光を発光する発光部」の構成を欠いている。",
                        "したがって，控訴人各製品には，本件訂正発明1の構成要件1A3，1A5，1D及び1Eの「発光部」が存在しないから，控訴人各製品は，これらの構成要件を充足しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人製のプリンタ「PIXUS  iP7500」に控訴人製品2を装着したときの光照合処理においては，控訴人製品2のイエロー(Y)のインクカートリッジの発光部が，上記プリンタの受光部の正面に対向せずに，右斜め前から発光しているのであって，上記プリンタの受光部は「正面受光」していない(甲8)。また，被控訴人製のプリンタ「PIXUS  iP4500」に控訴人製品2を装着したときの光照合処理においては，控訴人製品2のシアン(C)のインクカートリッジの発光部が，上記プリンタの受光部の正面に対向せずに，右斜め前から発光しており，上記プリンタの受光部は「正面受光」していない(甲11)。",
                        "また，控訴人製品2を装着した上記被控訴人製の各プリンタにおいては，「複数の液体インク収納容器」の発光部が全てプリンタの受光部で「正面受光」されていないため，本件訂正発明1の技術内容のみでは全てのインクタンクが正しい位置に搭載されているかを認識することはできず，本件訂正発明1の技術的範囲に含まれない方法で右端のインクタンクの搭載位置の正誤を特定している。",
                        "したがって，上記各プリンタに装着された控訴人製品2は，本件訂正発明1の構成要件1A1の「複数の液体インク収納容器」及び構成要件1A2ないし1A4及び1A6の「前記インク収納容器」を充足しない。また，本件訂正発明1の構成要件1A5の「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する記録装置の」を充足しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "控訴人各製品を搭載可能で，かつ受光部を有する被控訴人製プリンタは，インクタンクの搭載位置の特定のためには，各インクタンクとの「正面受光」とその隣のインクタンクとの「非対向発光の受光」の両方が必要であって(なお，「PIXUS  iP7500」及び「PIXUS  iP4500」では，右端のインクタンクについては正面受光を行わず，非対向発光の受光のみが行われる。)，各インクタンクとの「正面受光」のみによってインクタンクの搭載位置を特定する本件訂正発明1とは異なる技術を利用したプリンタである。",
                        "したがって，被控訴人製プリンタは，本件訂正発明1の技術を利用したものではなく，これらに搭載される控訴人各製品は，いずれも本件訂正発明1の技術的範囲に属さない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "まとめ",
                  "text": [
                    "以上によれば，控訴人各製品は，本件訂正発明1の構成要件1A3，1A5，1D，1E及び1Fを充足しない(被控訴人製のプリンタ「PIXUS  iP7500」及び「PIXUS  iP4500」に装着された控訴人製品2については，本件訂正発明1の構成要件1A1，1A2，1A4及び1A6も充足しない。)から，本件訂正発明1の技術的範囲に属さない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決19頁13行目冒頭から同20頁2行目末尾までを次のとおり改める。",
                "「ア  構成要件の充足",
                "控訴人製品1又は控訴人製品2を装着した被控訴人製プリンタが，本件訂正発明2の構成要件2A1，2A2，2A4，2B，2D1及び2D2を充足すること(控訴人製品2を装着した被控訴人製のプリンタ「PIXUS  iP7500」及び「PIXUS  iP4500」を除く。)は，前記争いのない事実等(4)イ(ウ)のとおりである。",
                "そして，前記1(1)で述べたのと同様の理由により，控訴人各製品の発光部(LED)は構成要件2D3の「受光部に投光するための光を発光する発光部」に該当し，控訴人製品1又は控訴人製品2を装着した被控訴人製プリンタは，正面対向位置での受光結果に基づきインクタンクの搭載位置を検出する光照合処理(前記1(1)イ(ア)b)を行い，控訴人各製品がキャリッジ上の正しい搭載位置に搭載されているか否かを検出することができる。また，控訴人製品2を装着した「PIXUS  iP7500」及び「PIXUS  iP4500」は，正面対向位置での受光結果に基づく搭載位置の検出が行われないインクタンクもキャリッジに搭載されるが，それ以外の複数のインクタンクについては，正面対向位置での受光結果に基づく搭載位置の検出(搭載位置の正誤の判断)が行われる。したがって，控訴人各製品は，構成要件2A3，2D3ないし2Fを充足する(控訴人製品2を装着した「PIXUS  iP7500」及び「PIXUS  iP4500」は，構成要件2A1，2A2，2A4，2B，2D1及び2D2も併せて充足する。)。",
                "また，控訴人製品1又は控訴人製品2を装着した被控訴人製プリンタは，「液体インク供給システム」であるから，構成要件2C及び2Gを充足する。",
                "以上によれば，控訴人製品1又は控訴人製品2を装着した被控訴人製プリンタは，本件訂正発明2の構成要件を全て充足し，その技術的範囲に属する。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決20頁12行目冒頭から同頁16行目末尾までを次のとおり改める。",
                "「  前記1(2)で述べたのと同様の理由により，控訴人各製品の発光部(LED)は構成要件2D3の「受光部に投光するための光を発光する発光部」に該当しないから，控訴人製品1又は控訴人製品2を装着した被控訴人製プリンタは，「発光部」(構成要件2D3，2D4，2F)の構成を欠いている。",
                "同様に，控訴人製品2を装着した被控訴人製のプリンタ「PIXUS iP7500」及び「PIXUSi  P4500」は，本件訂正発明2の構成要件2A1の「複数の液体インク収納容器」及び2A2ないし2A4，2B，2D1ないし2D3及び2Eの「液体インク収納容器」を充足せず，構成要件2Fの「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する」を充足しない。",
                "さらに，控訴人各製品を搭載可能で，かつ受光部を有する被控訴人製プリンタは，インクタンクの搭載位置の特定のためには，各インクタンクとの「正面受光」とその隣のインクタンクとの「非対向発光の受光」の両方が必要であって(なお，「PIXUS  iP7500」及び「PIXUSiP4500」では，右端のインクタンクについては正面受光を行わず，非対向発光の受光のみが行われる。)，各インクタンクとの「正面受光」のみによってインクタンクの搭載位置を特定する本件訂正発明2とは異なる技術を利用したプリンタである。",
                "よって，控訴人各製品は本件訂正発明2の技術的範囲に属さない。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決21頁2行目から同頁3行目にかけての「乙9(特開2002-370378号公報)及び乙10(特開平2-279344号公報)」を「乙9(特開2002-370378号公報。以下「乙9」という。)及び乙10(特開平2-279344号公報。以下「乙10」という。)」と改める。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決28頁10行目の「しかるところ，」の次に，「本件訂正発明1の出願当時，インクタンクの装着位置の誤りを検出する方法として，ROM情報による電気的な方法，各色のインクタンクごとに形状を非互換にするメカ的な方法，光の反射を利用して認識する光学的な方法などが知られていたこと(乙30)，」を加える。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決30頁22行目末尾に，改行の上，次のとおり加える。",
                "「ウ  特許法36条6項1号(サポート要件)違反",
                "本件訂正明細書には，可視光を発する発光部に関する記載しかなく，赤外線を発する「第1発光部」は一切開示されていない。したがって，本件訂正発明1の「光」に赤外線が含まれると仮定した場合，本件訂正発明1は本件訂正明細書の発明の詳細な説明に開示されていないことになる。",
                "また，本件訂正発明1の「発光部」が赤外線を発する構成を含むと仮定した場合，「複数のインクタンクの搭載位置に対して共通の信号線を用いてLEDなどの表示器の発光制御を行い，この場合でもインクタンクなど液体インク収納容器の搭載位置を特定した表示器の発光制御をすることを可能とする」(段落【0010】)，すなわち，インクタンクの状態をユーザに報知するためのランプ等の表示器の発光制御を正しく行う，という本件訂正発明1の目的を達成することができないので，赤外線を発する「発光部」を備えた本件訂正発明1は，当業者が，発明の課題を解決できると認識できる範囲を超える。",
                "よって，本件訂正後の請求項1の記載は，特許法36条6項1号に規定する要件を充たしていない。",
                "本件訂正後の請求項3の記載についても同様である。"
              ],
              "content": [
                {
                  "fig": "エ",
                  "subject": "特許法36条6項2号(明確性要件)違反",
                  "text": [
                    "本件訂正後の請求項1の記載からは，「前記接点から入力される前記色情報に係る信号」と，「前記情報保持部の保持する前記色情報」とがどのような関係である場合に，「発光部」を点灯又は消灯するのか，いかなるタイミングで「発光部」を点灯又は消灯するのかといった具体的な制御内容が不明である。つまり，共通の信号線を用いて表示部の発光制御を行うことによって，液体インク収納容器の装着位置を特定するという本件訂正発明1の目的を達成するために必要な事項が請求項に記載されていない。",
                    "したがって，本件訂正後の請求項1に記載された技術的事項から発明を明確に把握できず，本件訂正後の請求項1の記載は，特許法36条6項2号の要件を充たしていない。",
                    "本件訂正後の請求項3の記載についても同様である。」"
                  ]
                }
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決31頁13行目，同21行目，同25行目，同32頁1行目，同7行目，同10行目の各「乙9」をいずれも「乙9発明①」と，同31頁13行目，同21行目，同32頁1行目，同7行目の各「乙10」をいずれも「乙10に記載された発明」と改める。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決33頁2行目末尾に，改行の上，次のとおり加える。",
                "「ウ  特許法36条6項1号(サポート要件)違反について",
                "本件訂正後の請求項1に記載される「光」，「発光部」，「受光部」は，本件訂正明細書の発明の詳細な説明の随所に記載されている。",
                "また，本件訂正後の請求項1には，「共通バス接続方式を採用した場合でも，インクタンクの搭載位置間違いを検出できるようにする」という本件訂正発明1の課題を解決するための課題解決手段として，「受光部へ投光するための光を発光する発光部」，「発光部からの光を受光する受光部」，「発光部からの光を受光してインクタンクの搭載位置を検出する位置検出手段」等が記載されているが，これらの構成は発明の詳細な説明に全て記載されている。",
                "そして，本件訂正明細書の記載から把握される課題解決原理からすれば，上述した課題を解決するのに利用される「光」は，発光部が発光することができ，受光部が受光することができれば足りることは自明であり，要するに，「光」の波長に関わらず本件訂正発明1の課題を解決できることは，本件訂正明細書に接した当業者であれば当然に認識できる事項である。",
                "このように，本件訂正明細書に接した当業者であれば「光」の波長に関わらず本件訂正発明の課題を解決できると認識できるので，赤外線等の可視光以外も含む「光」が発明特定事項として記載されている本件訂正発明1が，本件訂正明細書の発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであることは当然である。",
                "したがって，本件訂正後の請求項1の記載は，明細書のサポート要件に適合する。",
                "本件訂正後の請求項3の記載についても同様である。"
              ],
              "content": [
                {
                  "fig": "エ",
                  "subject": "特許法36条6項2号(明確性要件)違反について",
                  "text": [
                    "本件訂正後の請求項1の構成要件1E及び1A5には，発光部の発光を制御して，その発光の受光結果に基づいてインクタンクの搭載位置を検出できることが明確に規定されており，明確性要件違反はない。",
                    "本件訂正後の請求項3の記載についても同様である。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "当審における当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "自由技術の抗弁",
              "content": [
                {
                  "fig": "ア",
                  "subject": "控訴人の主張",
                  "text": [
                    "控訴人各製品の構成は以下のとおりである(以下「控訴人主張控訴人各製品構成」という。)。",
                    "「発光素子が取り付けられたインク収納容器であって，当該発光素子は，識別符号(IDナンバー)を記憶する記憶手段と，プリンターとの通信用インターフエース回路と，LEDとから構成され，通信用インターフエース回路はプリンタから送られてくるIDナンバーを認識し，IDナンバーと，記憶手段に記憶された自己のIDナンバーとが一致しているか否かを判別し，自己のIDナンバーと一致していると判別した場合，LEDを発光させる。」",
                    "そして，控訴人各製品は，本件特許の出願日までに既に公知となっていた技術(乙14(特許第2610544号公報。以下「乙14」という。)，乙37(特開2002-301829号公報。以下「乙37」という。)及び乙13(特許第2706849号公報。以下「乙13」という。))を用いているものであるか，これらから極めて容易に推考できたものであるので，控訴人の行為には特許権侵害(間接侵害を含む。)は成立しない。",
                    "なお，自由技術の抗弁は，対象製品が特許出願前の公知技術であるか，又は，特許出願時において当業者が公知技術から極めて容易に推考できたものであることが要件であって，本件各訂正発明の構成要件との関係は問題とならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人の主張",
                  "text": [
                    "自由技術の抗弁は，侵害訴訟において無効主張ができなかった時代の考え方であり，その実質は進歩性欠如の無効論である。現行の特許法においては，特許無効の抗弁として主張すべきものである。",
                    "乙14及び乙13には，構成要件1A3及び1A5の構成，すなわち，「光照合処理」のために受光部に向けて発光するインクタンクの発光部(構成要件1D)，それを制御する制御部の構成(構成要件1E)は開示されておらず，原判決も，控訴人の主張する無効主張は成り立たないと判断している。",
                    "乙37も，単に，インクタンクに残量警告ランプとして発光部を設けることを開示しているにすぎず，構成要件1A3，1A5，1E及び1Dに相当する構成は開示されていない。したがって，乙37を乙14や乙13と組み合わせても，本件各訂正発明に想到することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "時機に後れた防御方法であるか否かについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人の主張",
                  "text": [
                    "控訴人の当判決における2(4)，(6)，(9)及び同3(1)ア記載の各防御方法(以下，これらの主張及びこれらの主張をするに際して提出された書証(乙37)を総称して「本件防御方法」という。)の提出は，以下の理由により時機に後れたものとして却下されるべきである。",
                    "控訴人の前記2(4)ウ記載の主張については，被控訴人製の「プリンタPIXUS  iP7500」及び「PIXUS  iP4500」の「光照合処理」において，キャリッジの右端の1色のインクタンクには正面対向位置における発光・受光が行われないことは，平成23年7月25日付けの訴状と同時に提出された書証(甲8，11)において説明されていたことであり，控訴人は，訴状及び上記各書証を受領した時点以降，いつでも上記主張をすることが可能であった。",
                    "また，控訴人の前記2(4)エ記載の主張については，被控訴人製プリンタの搭載位置の検出において，非対向発光の受光(非対向位置における発光の受光)の結果を利用していることは，やはり書証(甲5，8，11)に明確に説明されており，上記の非対向インクタンクに関する争点と同様に，控訴人は，訴訟提起時以降いつでもこの争点を主張できた。",
                    "前記2(6)記載の主張も上記と同様である。",
                    "前記2(9)記載の主張については，明細書の記載についての不備の主張であるから，原審の開始以降，いつでも主張可能であった。",
                    "前記3(1)ア記載の主張については，控訴人は平成23年11月18日付けの準備書面とともに乙14を書証として提出しており，その時点以降，いつでも主張をすることが可能であった。",
                    "しかし，控訴人は，約1年間にわたる原審の審理期間中も控訴理由書においても，上記各主張をせず，平成25年3月11日付けの準備書面により前記2(4)ウ(同(6)の対応する部分を含む。)，同(9)及び前記3(1)ア記載の主張をするとともに，同年4月22日付けの準備書面により前記2(4)エ(同(6)の対応する部分を含む。)記載の主張をしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件防御方法は，控訴審の第1回口頭弁論期日までに提出されたものであり，かつ，本件は，控訴審が開始されたばかりでいまだ全争点について証拠調べが尽くされたと断ずるには至らない状況にある。",
                        "前記2(4)及び(6)記載の主張については，控訴審においても本件各訂正発明における「光」に非可視光を含むという原判決と同内容の判決がなされることも想定し，「正面受光」に関する主張を行って防御する必要が生じてきたものである。原審において，本件各訂正発明の「光」には非可視光も含まないとの主張以外に他に何らの主張もしないとの確認が行われた事実もない。",
                        "前記2(9)記載の主張は，本件各訂正発明の「光」の解釈につき原判決の判断を前提としなければなし得ないものである。",
                        "前記3(1)ア記載の主張は，既に原審において主張した本件特許に進歩性欠如の無効事由があるとの主張を控訴人各製品の側から構成したものであり，純然たる新たな主張ではない。",
                        "したがって，本件防御方法はいずれも時機に後れて提出されたものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，前記3(1)ア記載の主張の追加に当たり，1通の書証の証拠申出をしたにすぎず，しかも，本件訂正明細書において引用されている先行技術文献である。その余の主張の追加に当たり新たな証拠調べは必要ではない。",
                        "さらに，控訴審第1回口頭弁論期日において，時機に後れた防御方法であるかの点及び本件防御方法の内容に関し当事者双方が準備書面を提出することとされたこと等にも照らすと，本件防御方法の提出が訴訟の完結を遅延させるものともいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上に加え，真実発見や訴訟経済の観点も考慮すると，本件防御方法の提出は民事訴訟法157条1項の要件を充足しないので，却下されるべきではない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人各製品は，本件各訂正発明の構成要件を充足し，本件各訂正発明の技術的範囲に属する上，本件特許に無効理由はなく，また自由技術の抗弁にも理由がないので，被控訴人の請求は理由があるものと判断する。",
        "その理由は，後記1のとおり原判決を補正し，後記2のとおり当審における当事者の主張に対する判断を付加するほかは，原判決「事実及び理由」の第4の1ないし3記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決33頁12行目冒頭から同頁15行目末尾までを次のとおり改める。",
                "「  控訴人各製品が本件訂正発明1の構成要件1A1，1A2，1A4，1A6，1B及び1Cを充足する(ただし，被控訴人製のプリンタ「PIXUS  iP7500」及び「PIXUS  iP4500」に装着された控訴人製品2については，構成要件1A1，1A2，1A4及び1A6を除く。)ことは，前記争いのない事実等(4)イ(イ)のとおりである。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決33頁16行目冒頭から末尾までを「(2)  控訴人各製品についての構成要件充足性」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決33頁17行目冒頭から同34頁1行目末尾までを次のとおり改める。",
                "「  前記(1)認定の控訴人各製品の構造によれば，控訴人各製品は，被控訴人製プリンタに設置された受光手段に投光するための赤外線を発する発光部(LED)を有している。",
                "被控訴人は，本件訂正発明1の「光」は赤外線を含むものと解すべきであり，本件訂正発明1の「発光部」(構成要件1A3，1A5，1D及び1E)は，赤外線を発する構成のものも含まれるから，控訴人各製品の発光部は本件訂正発明1の「発光部」に該当し，控訴人各製品は，構成要件1A3，1A5，1D及び1Eを充足する旨主張する。",
                "また，被控訴人は，本件訂正発明1においては，正面対向位置での受光結果に基づく搭載位置検出が行われるインクタンクが複数存在すれば足り，被控訴人製のプリンタ「PIXUS  iP7500」及び「PIXUS iP4500」に装着された控訴人製品2は，構成要件1A1の「複数の液体インク収納容器」，1A2ないし1A4及び1A6の「液体インク収納容器」並びに1A5の「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する記録装置の」を充足する旨主張する。",
                "さらに，被控訴人は，正面対向位置での受光結果に基づきインクタンクの搭載位置を検出していれば，非対向位置での受光結果が利用されていても本件訂正発明1の構成要件を充足するので，控訴人各製品は本件訂正発明1の構成要件を充足する旨主張する。",
                "そこで，上記各点についてどのように解釈すべきかについて判断した上で，控訴人各製品が本件訂正発明1の各構成要件を充足するかどうかについて判断することとする。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決61頁8行目冒頭から同頁18行目末尾までを次のとおり改める。",
                "「イ  正面対向位置での受光結果に基づき搭載位置検出が行われないインクタンクの存在について",
                "控訴人は，本件訂正発明1における「光照合処理」とは，「複数の液体インク収納容器」の発光部が全てプリンタの受光部で「正面受光」されるものと解釈できるところ，被控訴人製のプリンタ「PIXUS  iP7500」及び「PIXUS  iP4500」と控訴人製品2との「光照合処理」においては，発光部が上記各プリンタの受光部の正面に対向せずに，右斜め前から発光するインクカートリッジが存在し，全てについて「正面受光」していないので，控訴人製品2は，本件訂正発明1の構成要件1A1の「複数の液体インク収納容器」，構成要件1A3ほかの「前記インク収納容器」，及び，構成要件1A5の「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する記録装置の」を充足しない旨主張する。",
                "しかし，本件特許の請求項1では，「複数の液体インク収納容器」(構成要件1A)の発光部が受光部と対向することにより「光照合処理」(前記ア(ウ)b)を行うことが記載されているにとどまり，他に請求項1や本件訂正明細書に「複数の液体インク収納容器」の発光部の全てが受光手段と対向しなければならないことを明示した記載や，これを規定したことをうかがわせる記載はない。",
                "そうすると，本件訂正発明1においては，「複数の液体インク収納容器」について「光照合処理」が行われれば足りるものと解するべきである。",
                "よって，控訴人の上記主張を採用することはできない。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "subject": "インクタンクとの正面受光のみによってインクタンクの搭載位置を特定していない点について",
                  "text": [
                    "控訴人は，本件訂正発明1は，インクタンクの発光部がプリンタの受光部の「正面に対向」するキャリッジ位置でインクタンクを個別発光させ，プリンタの受光部で「正面受光」することのみによって，インクタンクの搭載位置を特定するものである旨主張する。",
                    "しかし，本件訂正発明1は，「光照合処理」を用いてインクタンクの搭載位置を検出するものであるところ，構成要件1A3において「前記キャリッジの移動により対向する前記液体インク収納容器が入れ替わるように配置され前記液体インク収納容器の発光部からの光を受光する位置検出用の受光手段を一つ備え，該受光手段で該光を受光することによって前記液体インク収納容器の搭載位置を検出する液体インク収納容器位置検出手段と，」とされ，構成要件1A5において「その光の受光結果に基づき・・・液体インク収納容器の搭載位置を検出する」とされているにとどまり，他に請求項1や本件訂正明細書にインクタンクの発光部がプリンタの受光部の「正面に対向」するキャリッジ位置でインクタンクを個別発光させ，プリンタの受光部で「正面受光」することのみにより搭載位置を検出することを明示する記載はないし，これをうかがわせるような記載もない。",
                    "したがって，控訴人各製品を搭載した被控訴人製プリンタにおいて，正面対向位置での受光結果に基づきインクタンクの搭載位置を検出していれば，非対向位置での受光結果が利用されていても本件訂正発明1の構成要件を充足するものと解するべきである。",
                    "よって，控訴人の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件の充足性",
                  "text": [
                    "控訴人各製品の発光部(LED)は，被控訴人製プリンタに設置された受光手段に投光するための赤外線を発するものであるが，本件訂正発明1の「発光部」は，赤外線を発する構成のものも含まれるから(前記ア(オ))，本件訂正発明1の「発光部」(構成要件1A3，1A5，1D及び1E)に該当する。",
                    "そして，控訴人各製品を被控訴人製プリンタに装着した場合，「光照合処理」が行われ，控訴人各製品がキャリッジ上の正しい搭載位置に搭載されているか否かを検出することができることが認められるほか(甲3ないし12)，控訴人製品2を被控訴人製のプリンタ「PIXUS  iP7500」及び「PIXUS  iP4500」に装着した場合においても，複数の液体インク収納容器が「光照合処理」を行っていることが認められる(甲8ないし11)。さらに，控訴人各製品を装着した被控訴人製プリンタでは，インクタンクの搭載位置検出のために正面対向位置での受光結果に基づきインクタンクの搭載位置を検出していることが認められる(甲3ないし12)。加えて，控訴人各製品が「液体インク収納容器」であること等，控訴人各製品の構造も併せ考えると，控訴人各製品は，本件訂正発明1の構成要件1A3，1A5，1D，1E及び1Fを充足する(被控訴人製のプリンタ「PIXUS  iP7500」と「PIXUS  iP4500」に装着された控訴人製品2は，構成要件1A1，1A2，1A4及び1A6も併せて充足する。)ものと認められる。",
                    "以上によれば，控訴人各製品は，本件訂正発明1の構成要件を全て充足する。」"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決61頁23行目冒頭から同62頁9行目末尾までを次のとおり改める。",
                "「(1)  控訴人製品1又は控訴人製品2を装着した被控訴人製プリンタが，本件訂正発明2の構成要件2A1，2A2，2A4，2B，2D1及び2D2を充足する(ただし，控訴人製品2を装着した被控訴人製のプリンタ「PIXUS  iP7500」及び「PIXUS  iP4500」を除く。)ことは，前記争いのない事実等(4)イ(ウ)のとおりである。",
                "そして，前記1で述べたのと同様の理由により，控訴人各製品の発光部(LED)は本件訂正発明2の「発光部」(構成要件2D3，2D及び2F)に該当し，控訴人製品1又は控訴人製品2を装着した被控訴人製プリンタは，「光照合処理」(前記1(2)ア(ウ)b)を行い，控訴人各製品がキャリッジ上の正しい搭載位置に搭載されているか否かを検出することができる。さらに，控訴人製品2を被控訴人製のプリンタ「PIXUS  iP7500」及び「PIXUS  iP4500」に装着した場合，複数の液体インク収納容器が「光照合処理」を行っている。",
                "さらに，控訴人製品1又は控訴人製品2を装着した被控訴人製プリンタでは，インクタンクの搭載位置検出のために正面対向位置での受光結果に基づきインクタンクの搭載位置を検出していることが認められる。",
                "そうすると，前記1で述べたのと同様に，控訴人製品1又は控訴人製品2を装着した被控訴人製プリンタは，構成要件2A3，2D3ないし2Fを充足する(控訴人製品2を装着した「PIXUS  iP7500」及び「PIXUS  iP4500」は，構成要件2A1，2A2，2A4，2B，2D1及び2D2も併せて充足する。)ものと認められる。",
                "また，控訴人製品1又は控訴人製品2を装着した被控訴人製プリンタは，「液体インク供給システム」であるから，構成要件2C及び2Gを充足する。",
                "以上によれば，控訴人製品1又は控訴人製品2を装着した被控訴人製プリンタは，本件訂正発明2の構成要件を全て充足し，その技術的範囲に属する。」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決62頁14行目の「「課題の解決に不可欠なもの」」から同頁16行目の「いうべきである。」までを次のとおり改める。",
                "「「課題の解決に不可欠なもの」に該当するといえ，さらに，控訴人は，平成23年8月24日に本件訴状の送達を受けているところ(記録上明らかな事実)，その後，平成24年4月2日，控訴人代理人が，本件訂正を認めた審決書の写し(甲22)及び同審決が確定したことを示す本件特許の特許原簿の写し(甲23)の直送を受けているので(記録上明らかな事実)，控訴人は，遅くとも同日には，本件訂正発明2が被控訴人の特許発明であること及び控訴人各製品が上記発明の実施に用いられることを知ったものと認められ，以上によれば，控訴人による控訴人各製品の輸入及び販売について，特許法101条2号の間接侵害が成立するというべきである。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決62頁18行目冒頭から同24行目末尾までを次のとおり改める。",
                "「  控訴人は，本件各訂正発明は，本件出願の優先権主張日前に頒布された刊行物である乙9及び乙10に記載された発明に基づいて容易に発明をすることができたものであって，本件各訂正発明に係る本件特許には，特許法29条2項に違反する進歩性欠如の無効理由があるほか，特許法36条6項1号(サポート要件)違反及び特許法36条6項2号(明確性要件)違反の無効理由があり，特許無効審判により無効にされるべきものであるから，同法104条の3第1項の規定により，被控訴人は，本件各訂正発明に係る本件特許権を行使することができない旨主張する。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決62頁25行目「無効理由」の次に「(進歩性欠如)」を加える。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原判決70頁14行目冒頭から同19行目末尾までを次のとおり改める。",
                "「h  「本発明は印刷ヘッド上の磁気片メモリーに言及しつつ説明されてきたが，他の記憶素子も容易に採用されうる。もしメモリー上のデータをプリンターで更新する必要がなければ，印刷ヘッドの動作特性を符号化した光学バーコードを含めて，種々の読取専用メモリーを採用してもよい。また，印刷ヘッドとプリンターの間のデータ通信は，読取／書込みヘッドによってなされる必要はない。かわりに，光学的，あるいは無線のカップリング等，他の送信技術を用いることもできる。」(6頁右上欄4行～14行)」"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決71頁12行目冒頭から同72頁14行目末尾までを次のとおり改める。",
                "「  加えて，乙10の「本発明は印刷ヘッド上の磁気片メモリーに言及しつつ説明されてきたが，他の記憶素子も容易に採用されうる。もしメモリー上のデータをプリンターで更新する必要がなければ，印刷ヘッドの動作特性を符号化した光学バーコードを含めて，種々の読取専用メモリーを採用してもよい。印刷ヘッドとプリンターの間のデータ通信は，読取／書込みヘッドによってなされる必要はない。かわりに，光学的，あるいは無線のカップリング等，他の送信技術を用いることもできる。」(前記(ア)h)との記載によれば，乙10には，乙10記載の印刷装置において，磁気片メモリー14を読み書きする磁気読取／書込みヘッド44を用いる代わりに，「光学的カップリング」によるデータ送信技術を用いて，各印刷ヘッド12と印刷装置との間の通信を行うことが開示されているものといえる。そして，一般に，「カップリング」とは，「二つのものを一つに組み合わせること，二つ以上の力学系や電気系その他のシステムが相互作用をしながら結合すること」を意味する(広辞苑第六版  岩波書店)。したがって，「光学的カップリング」との記載からは，二つの光学系システムが相互作用をしながら光学的に結合することを意味するものと理解し得る。そうすると，乙10には，磁気媒体の代わりに光学媒体等(前記(ア)f)を用い，印刷装置側の磁気読取／書込みヘッド44の代わりに受光素子を用いるとともに，それぞれの印刷ヘッド12が印刷装置側の受光素子を通過する都度，印刷ヘッド12と受光素子との間の光学的なデータ通信によって，受光素子と対向した印刷ヘッド12の光学媒体からインク色情報を読み取る方法(ただし，読み取られたインク色情報が当該印刷ヘッドのインク色を示すことが前提である。)により，上記の磁気媒体を用いた場合と同様に，各印刷ヘッド12が誤装着されているか否かを検出する構成も示唆されているものと解し得る余地がある。",
                "しかし，上記の構成において，印刷ヘッド12側に発光部を設ける構成(相違点2)を想定し得たとしても，乙10に記載された構成は，上記のとおり，あくまで互いに対向した受光素子及び印刷ヘッド12の間における光学的なデータ通信によってインク色情報を読み取るものであり，その際に光学媒体等が光を発する印刷ヘッド12は，受光素子と対向したものとして一義的に特定されているのであって，発光させるべき印刷ヘッド12の色種をキャリッジの位置に応じて特定するものではない。そうすると，上記構成は，「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部」を「光らせ」る構成(構成要件1A5)や，「前記接点から入力される前記情報に係る信号と，前記情報保持部の保持する前記色情報とに応じて前記発光部の発光を制御する」構成(構成要件1E)とは異なるものである(別紙参照)。したがって，乙10において，少なくとも相違点1及び3に係る本件訂正発明1の各構成が開示されているものと認めることはできない。」"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決74頁7行目の「〈発明が解決使用とする課題〉」を「〈発明が解決しようとする課題〉」と改める。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決82頁15行目の「相違点1ないし3」を「少なくとも相違点1及び3」と改める。"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決82頁20行目冒頭から同83頁9行目末尾までを次のとおり改める。",
                "「(ア)  前記イのとおり，乙10には少なくとも相違点1及び3に係る本件訂正発明1の各構成の具体的な開示はない。",
                "しかも，前記イ認定の乙10に示唆されていると解し得る構成は，あくまで受光素子とこれと対向して発光する印刷ヘッド12の間における光学的なデータ通信によってインク色情報を読み取るものであり，前記1(2)ア(イ)及び(ウ)認定の内容の本件訂正発明1とは異なり，対向した印刷ヘッド12側からの光を受光しないことは本来的に想定しておらず，また，対向した印刷ヘッド12側からの光を受光しないことを印刷ヘッド12の装着位置の誤りを検出するための情報として用いるものでもない。また，乙10に示唆されていると解し得る構成によれば，印刷ヘッド12との間のデータ通信により，受光素子と対向した印刷ヘッドのインク色の正誤はもとより，それが何色であるかについても，一義的に特定することができるのに対し，本件訂正発明1ではそのような構成とはなっておらず，プリンタ側の液体インク収容容器位置検出手段は，その液体インク収納容器の装着位置が正しいか否かを検出できるにとどまり，誤って装着された液体インク収納容器が何色なのかまでは検出することができない(前記1(2)ア参照)。そうすると，乙10に記載された構成に基づく誤装着の検出手法は，各色の液体インク収納容器の発光部がいずれも発光し得ることを前提とし，受光手段と対向した液体インク収納容器の発光部が発光したか否かに基づいて，印刷ヘッドの装着位置の誤りを検出する本件訂正発明1とは，技術的思想が異なるものといえる。",
                "したがって，当業者が乙9発明①及び乙10に記載された発明に基づいて相違点1及び3に係る本件訂正発明1の各構成を容易に想到することができたものと認めることはできない。」"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決83頁16行目「無効理由」の次に「(進歩性欠如)」を加える。"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "原判決84頁25行目末尾に，改行の上，次のとおり加える。",
                "「(3)  特許法36条6項1号(サポート要件)違反について",
                "控訴人は，本件訂正明細書には，可視光を発する発光部に関する記載しかなく，赤外線を発する「第1発光部」は一切開示されていない，本件訂正発明1の「発光部」が赤外線を発する構成を含むと仮定した場合，「複数のインクタンクの搭載位置に対して共通の信号線を用いてLEDなどの表示器の発光制御を行い，この場合でもインクタンクなど液体インク収納容器の搭載位置を特定した表示器の発光制御をすることを可能とする」(段落【0010】)，すなわち，インクタンクの状態をユーザに報知するためのランプ等の表示器の発光制御を正しく行う，という本件訂正発明1の目的を達成することができないので，赤外線を発する「発光部」を備えた本件訂正発明1は，当業者が，発明の課題を解決できると認識できる範囲を超える，などとして，本件訂正後の請求項1は，特許法36条6項1号に規定する要件を充たしておらず，本件訂正後の請求項3も同様である旨主張する。",
                "特許制度は，明細書に開示された発明を特許として保護するものであり，明細書に開示されていない発明までも特許として保護することは特許制度の趣旨に反することから，特許法36条6項1号のいわゆるサポート要件が定められたものである。したがって，同号の要件については，特許請求の範囲に記載された発明が，発明の詳細な説明の欄の記載によって十分に裏付けられ，開示されていることが求められるものであり，同要件に適合するものであるかどうかは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が発明の詳細な説明に記載された発明であるか，すなわち，発明の詳細な説明の記載と当業者の出願時の技術常識に照らし，当該発明における課題とその解決手段その他当業者が当該発明を理解するために必要な技術的事項が発明の詳細な説明に記載されているか否かを検討して判断すべきである。",
                "そして，前記1(2)ア認定の本件訂正明細書の記載によれば，本件各発明は，前記1(2)ア(ウ)b認定の課題を解決するために，キャリッジに搭載された複数のインクタンクにそれぞれのインク色情報を保持可能な情報部と，本体側の記憶装置に設けられた受光部に投光するための光を発光する発光部と，その発光を制御する制御部とを設け，インクタンクが受光部に対向する位置で発光する場合には受光部が受光できるようにし，キャリッジを相対移動させることにより，所定の位置で各インクタンクと受光部とを対向させ，本来装着されるべき位置のインク色のインクタンクを順次発光させ，受光部が受光できたときは当該インク色のインクタンクが本来の正しい搭載位置に装着されていると判断し，受光部が受光できなかったときは受光部に対向する位置には誤ったインク色のインクタンクが装着されていると判断するという「光照合処理」の方法を採用したこと，及び，これにより共通バス接続方式を採用しつつインクタンクの装着位置の誤りを検出するという作用効果を奏することが記載されているものと認められる。そうすると，当業者であれば，本件訂正明細書の記載から，「光照合処理」の構成を採用する際に「光」を赤外線とする構成を想定することができるものといえる。したがって，本件訂正明細書の発明の詳細な説明には，当業者において，特許請求の範囲に記載された本件各発明の課題とその解決手段その他当業者が本件各発明を理解するために必要な技術的事項が記載されているものといえる。",
                "よって，控訴人の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "特許法36条6項2号(明確性要件)違反について",
              "text": [
                "控訴人は，本件訂正後の請求項1の記載からは，「前記接点から入力される前記色情報に係る信号」と，「前記情報保持部の保持する前記色情報」とがどのような関係である場合に，「発光部」を点灯又は消灯するのか，いかなるタイミングで「発光部」を点灯又は消灯するのかといった具体的な制御内容が不明である，つまり，共通の信号線を用いて表示部の発光制御を行うことによって，液体インク収納容器の装着位置を特定するという本件訂正発明1の目的を達成するために必要な事項が請求項に記載されていないので，本件訂正発明1の請求項に記載された技術的事項から発明を明確に把握できず，本件訂正後の請求項1の記載は，特許法36条6項2号の要件を充たしていない，本件訂正後の請求項3の記載も同様である旨主張する。",
                "しかし，本件訂正後の請求項1には「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する」(構成要件1A5)，及び，「前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とに応じて前記発光部の発光を制御する制御部」(構成要件1E)との記載がある。そして，これらの記載を併せると，液体インクタンク収納容器の搭載されたキャリッジの位置に応じて特定されたインク色の液体インクタンク収納容器の発光部が発光すること，それが前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とに応じたものであること，その受光結果に基づき液体インク収納容器の搭載位置が検出されることが特定されており，これらの記載は明確である。",
                "また，本件訂正後の請求項3には「前記接点から入力される前記色情報に係る信号と，前記情報保持部の保持する前記色情報とが一致した場合に前記発光部を発光させる制御部と，を有し」(構成要件2D4)，及び，「前記キャリッジの位置に応じて特定されたインク色の前記液体インク収納容器の前記発光部を光らせ，その光の受光結果に基づき前記液体インク収納容器位置検出手段は前記液体インク収納容器の搭載位置を検出する」(構成要件2F)との記載がある。そして，これらの記載を併せると，液体インクタンク収納容器の搭載されたキャリッジの位置に応じて特定されたインク色の液体インクタンク収納容器の発光部が発光すること，これは接点から入力される色情報に係る信号と，情報保持部の保持する色情報とが一致した場合であること，その受光結果に基づき液体インク収納容器の搭載位置が検出されることが特定されており，これらの記載は明確である。",
                "よって，控訴人の上記主張を採用することはできない。」"
              ]
            },
            {
              "fig": "(16)",
              "text": [
                "原判決84頁26行目「(3)」を「(5)」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "自由技術の抗弁について",
              "text": [
                "控訴人は，控訴人各製品は，本件特許の出願日までに既に公知となっていた技術(乙14，乙37及び乙13)を用いているものであるか，これらから極めて容易に推考できたものであるから，本件特許権の直接侵害又は間接侵害は成立しない旨主張する。",
                "しかし，自由技術の抗弁を特許権侵害訴訟における抗弁として認めることができるかどうかはともかくとして，同抗弁を主張する者は，少なくとも本件訂正発明1の全ての構成要件に対応する構成を備えた製品が本件特許の出願日において既に存在していたことを主張立証する必要があるところ(本件訂正発明2の関係においても同様の主張立証が必要である。)，控訴人の上記主張は，控訴人各製品につき，本件訂正発明1の構成要件を考慮することなく，控訴人主張控訴人各製品構成のとおりに特定することを前提とするものであること，及び，本件特許の出願日における公知技術から極めて容易に推考できたものであるとの主張も含むものであり，そもそも自由技術の抗弁の主張とはいえず，主張自体失当であり，本件特許権の直接侵害又は間接侵害が成立しない旨の抗弁としてはこれを採用することはできない。",
                "すなわち，本件訂正発明1は，引用する原判決認定のとおり，記録装置のキャリッジに着脱可能な液体インク収納容器に関するものであり，これに対応する記録装置(プリンタ)の構成と一組のものとして発明を構成するものであるから，控訴人としては，控訴人各製品の構成を特定するに当たっては，本件訂正発明1における記録装置側の構成を含めて，その全ての構成要件に対応した控訴人各製品の構成を特定して主張すべきである。控訴人は，上記構成を除いた控訴人主張控訴人各製品構成を前提として同抗弁を主張するものであり，控訴人の上記主張はその前提において誤っており，これを採用することはできない。",
                "なお，仮に，控訴人が，控訴人各製品につき，本件訂正発明1の全ての構成要件に対応するものとして特定して同抗弁を主張したとしても，控訴人が引用する乙14，乙37及び乙13には，「光照合処理」に関する記載も示唆もないので，本件訂正発明1の構成と同一の構成の製品が本件特許の出願日において存在したと認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "時機に後れた防御方法であるか否かについて",
              "text": [
                "被控訴人は，控訴人の本件防御方法の提出が時機に後れたものである旨主張する。",
                "しかし，本件防御方法のうち，当判決における第2の2(4)，(6)及び(9)記載の主張は，既に提出済みの証拠に基づき判断可能なものであるし，同3(1)ア記載の主張についても，直ちに取調べの可能な書証及び既に提出済みの証拠に基づき判断可能なものである。さらに，当裁判所は，平成25年6月10日の当審第2回口頭弁論期日において，弁論を終結したものである以上，本件防御方法の提出が「訴訟の完結を遅延させる」(民訴法157条1項)ものとはまでは認め難い。",
                "よって，本件防御方法を時機に後れたものとして却下する必要はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，原判決は相当であって，本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}