{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が無効2012-880004号事件について平成24年11月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件訴訟は，被告がした意匠登録無効審判請求について特許庁が原告の意匠(部分意匠)登録を無効とした審決の取消訴訟である。争点は，①意匠構成の認定誤りの有無，②引用意匠の公知性判断の誤りの有無及び③創作容易性判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，意匠に係る物品を「遊技機用表示灯」とする意匠登録第1375128号(部分意匠。平成21年6月8日登録出願，平成21年11月6日意匠登録)の意匠権者である。",
                "上記登録意匠において部分意匠として意匠登録を受けた部分(本件登録意匠部分)は，別紙1の実線で表した部分のとおりである。なお，便宜上別紙1の拡大斜視図と参考拡大斜視図をここに掲記する。",
                "【拡大斜視図】                    【参考拡大斜視図】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成24年3月1日，上記意匠登録の無効審判請求をし(無効2012-880004号)，特許庁は，平成24年11月27日，「登録第1375128号の登録を無効とする。」との審決をし，その謄本は，同年12月5日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，次の理由により，本件登録意匠部分は意匠法3条2項の規定に該当するにもかかわらず意匠登録を受けたものであり，同法48条1項1号に該当し，無効とすべきであるとした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件登録意匠部分の形態",
              "text": [
                "本件登録意匠部分は，破線で表された遊技機表示灯の，正面やや上寄りに形成された発光部を覆う透明カバー中の，上下面及び左右側面を除く正面の外表面であり，その形態の概要は次のとおりである。",
                "【A】正面視が略横長長方形状で，中央を縦方向の稜線として，その左右面が平面視で偏平した略倒「く」の字状に背面側へ傾斜している。",
                "【B】正面の略横長長方形の縦横比率が約1：6である。",
                "【C】平面視で偏平した「く」の字状の開き角度が約150°である。",
                "【D】側面視で前屈みに傾斜している。",
                "【E】透明である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用意匠",
              "text": [
                "審決が引用した意匠として，名称を「遊技用表示装置」とする発明に係る特開平10-33819号公報(甲3，甲3文献)における図1，図2，図5～8中で符号51が付されたアナログ表示部(51)の意匠があり，その意匠(甲3意匠)は別紙第2のとおりである。なお，便宜上別紙2の図5と図6をここに掲記する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "創作容易性についての判断",
              "content": [
                {
                  "fig": "ア",
                  "subject": "意匠部分の位置等",
                  "text": [
                    "本件登録意匠部分を，発光体正面の大部分を占める大きさ及び範囲のものとして遊技機用表示灯の正面やや上寄りの位置に設けたことに特段の創作はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "形態【A】",
                  "text": [
                    "甲3意匠によって公然と知られるに至ったものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "形態【B】",
                  "text": [
                    "甲3意匠の表示面(71)の縦横比率が約1：7であることを考慮すれば，本件登録意匠部分の縦横比率を約1：6とすることは，当業者にとって特段の創作を有することではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "形態【C】",
                  "text": [
                    "表示灯の左右方向の視認性を高める発想に基づいて甲3意匠の表示面(71)の開き角度は約143°に形成されているが，この開き角度を約143°から本件意匠のように約150°に拡げることは，当業者にとって特段の創作を要することではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "形態【D】",
                  "text": [
                    "見上げた状態で視認しやすくなるよう表示面を前屈みに傾斜させることは，従来よりごく普通に行われていることであり，この手法をそのまま踏襲したまでのことにすぎず，特段の創作を要することではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "形態【E】",
                  "text": [
                    "後方の発光部を視認できることは当該部分が備えるべき必須の要件であることからして，ごく当然の選択であって何らの創作を要することではない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "まとめ",
                  "text": [
                    "本件登録意匠部分は，甲3意匠の表示面(71)の形状を基とし，単に縦横比率と左右の傾斜面の開き角度を僅かに変えて，本件登録意匠部分の出願前に広く知られた態様に傾斜させた程度のものであって，当該部分の物品全体に対する位置，大きさ及び範囲についても特段の創意は認められないものであるから，当業者であれば容易に創作をすることができた。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(意匠構成の認定の誤り)",
          "text": [
            "審決は，形態【A】～【E】として，透明カバーの構成のみを本件登録意匠部分の構成要素として認定しているが，本件登録意匠部分に係る物品は「遊技機用表示灯」であり，その構成は物品全体の構成を前提として認定すべきである。したがって，本件登録意匠部分に係る「遊技機用表示灯」の構成は，次のとおりに認定されるべきものである(下線部は本判決で付した。)。",
            "【基本的構成態様】",
            "①  遊技機の情報表示やイルミネーション表示等の各種情報を表示する表示カバーを表示灯本体部の前方に具備し，遊技機の上方の任意の位置に独立して設置することができる遊技機用表示灯であって，",
            "②  前記表示灯本体部の前方の表示カバーは，その外表面全面が表示面で，しかも該カバーは上下辺と左右辺からなり，且つその全面が正面視，正面中央が前方側(正面側)に突出形成され，平面視扁平した略倒「く」の字状を呈してなり，",
            "③  しかも，該表示カバーは，正面視，上下辺が平行で略同長さの直線状の略横長長方形状を呈してなり，",
            "④  側面視，下辺に対して上辺が前方側(正面側)に突出した傾斜面状に形成されてなり，",
            "⑤  さらに，表示カバー内の表示部が視認可能なように表示カバーが無色透明に形成されてなる。",
            "【具体的構成態様】",
            "⑥  前記前方側(正面側)に突出形成されてなる略倒「く」の字状の開き角度が平面視，大略150度に形成されてなり，",
            "⑦  正面視における表示カバーの縦横比率が大略1：6に形成されてなり，",
            "⑧  しかも，該表示カバーは，全面が平坦状に形成されてなる。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲3意匠の公知性判断の誤り)",
          "text": [
            "審決は，甲3意匠を公知意匠であるとして引用意匠にしたが，公知意匠の要件である「公然知られた」(意匠法3条2項)とは，不特定の者に単に知られ得る状態にあるだけでは足りず，不特定の者に現実に知られた状態にあることを要する。それにもかかわらず，審決は，甲3意匠の引用に当たり，甲3意匠が不特定の者に現実に知られた状態にあることについて何も認定判断をしていない。",
            "仮に甲3意匠が不特定の者に現実に知られたことが推定されるとしても，甲3意匠は本件登録意匠部分出願の10年以上前に公開された公開特許公報に記載された意匠であり，もはや当業者に認識されてはいない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(創作容易性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "意匠部分の位置等について",
              "text": [
                "本件登録意匠部分は，無色透明で平坦な傾斜面状に形成し，データ表示部の数値データ等の表示内容を，正面方向だけではなく遊技機用表示灯の左右方向からも明確に視認できるようデータ表示部を覆う用途及び機能を有するものであり，また，このようなデータ表示部及び透明カバーは，遊技機用表示灯のデザイン等を考慮して種々の位置に設けられるのが通常である。",
                "審決が例示として引用する甲1意匠(意匠登録第1267157号公報記載の「遊技機設置島用ランプ」の意匠)，甲2意匠(株式会社光新星のカタログ「THE  GUIDE  2007」181頁に記載された同社製の商品名「シーガル」と表示された遊技機用表示灯の意匠)及び甲5意匠(意匠登録第1269281号公報記載の「遊技機用情報表示灯」の意匠)は，ランプから放たれる光を拡散させるためにより高い位置に設けられ，カバー外表面を反射板のようにプリズムカットされた凹凸面上に形成した点灯カバーであり，本件登録意匠部分とはその用途及び機能を全く異にする。審決は，これら例示として引用する意匠と本件登録意匠部分の用途及び機能が異なり，これに伴い，引用各意匠と本件登録意匠部分の設置位置が異なるにもかかわらず，本件登録意匠部分の位置等の創作性を否定したものであるから，誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "物品の共通性について",
              "text": [
                "甲3意匠に係る表示装置と本件登録意匠部分に係る遊技機用表示灯とを対比すると，①甲3意匠の表示面は，点灯機能を有する表示装置の点灯カバーであるのに対し，本件登録意匠部分は，データやイルミネーション演出機能等を有する表示灯のカバーであるという機能の点，②甲3意匠に係る表示装置は，その表示面が8分割され，両端部が弧状で平坦となっており，表示面が中央部のみであるのに対し，本件登録意匠部分に係る遊技機用表示灯は，そのようになっていないという形態の点，③甲3意匠に係る表示装置は，幕板部の付属品として独立した物品ではないのに対し，本件登録意匠部分に係る遊技機用表示灯は，壁面のどのような場所にも設置可能な独立した物品であるという転用可能性の点でそれぞれ差異があり，甲3意匠に係る表示装置と本件登録意匠部分に係る遊技機用表示灯とは物品性を共通にしない。",
                "したがって，甲3意匠から本件登録意匠部分を発想することは当業者には到底困難である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "創作性判断手法について",
              "text": [
                "意匠は，物品としての用途及び機能並びにその使用状態を考慮した上で，全体のバランスやプロポーション，位置，大きさといった様々な要因を考慮して一体的に創作するものであるから，審決がしたように，意匠の構成要素を【A】から【E】までに部分的に分説してそれぞれ公知意匠と対比するなどし，個別的にそれぞれの創作性を判断することは許されない。そして，遊技機用表示灯の属する物品分野において，公知意匠の部分的なデザインを複数取り入れて物品をデザインすることが常套化，慣用化されている実情にもない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "創作容易性について",
              "text": [
                "遊技機用表示灯の属する物品分野においては，従来，遊技機用表示灯本体の前面の一部を表示カバー部とし，その表示面の外表面は平坦形状か曲面形状に形成した形態しか存在しなかった。これに対し，本件登録意匠部分は，遊技機用表示灯の左右方向からの視認性を高めるため，遊技機用表示灯本体の全面すべてを表示カバー部とし，その表示面の外表面を，正面中央を前方側に突出形成した形状に形成したものであり，このような創作は，当業者が容易にし得るものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(意匠構成の認定の誤り)に対して",
          "text": [
            "本件登録意匠部分の「意匠の説明」に破線部分について原告が主張するような情報表示機能を有することは一切記載されていないのみならず，部分意匠構成態様を認定するに当たって，破線部分の構成態様を破線部分から抽出して部分意匠の要部とすることは誤りである。",
            "また，本件登録意匠部分の実線部分について原告が主張するところは，些末な差異にすぎないものであり，審決の認定する構成で必要十分である。",
            "なお，審決は，創作容易性判断において，本件登録意匠部分の位置，大きさ及び範囲について考慮を加えており，これを無視したものではない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲3意匠の公知性判断の誤り)に対して",
          "text": [
            "甲3意匠は，平成10年2月10日に公開された公開特許公報に記載されていた意匠であり，公開特許公報は国の情報館又は独立行政法人工業所有権情報・研修館で一般の閲覧に供されるほか，ウェブサイトでも検索・閲覧可能なものであるから，本件登録意匠部分出願前に甲3意匠は不特定多数の者に現実に知られたことが極めて強く推定される。したがって，仮に原告の主張するように引用意匠が公知意匠といえるためには不特定の者に『現実に知られた』ことを要するとしても，原告が上記推定を覆す事情を立証すべきである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(創作容易性判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "意匠部分の位置等について",
              "text": [
                "審決は，遊技機用表示灯の分野で通常行われている発光部の位置，大きさ及び範囲を認定しただけであり，その限度で甲1意匠，甲2意匠及び甲5意匠を引用したにすぎない。また，数字を表す表示部を見せるためものであろうと，発光している表示部を見せるためのものであろうと，遊技機用表示灯の基本的な用途及び機能には何ら差異があるものではない。",
                "したがって，審決が，本件登録意匠部分の位置，大きさ及び範囲について甲1意匠，甲2意匠及び甲5意匠を引用したことは何ら誤りではないし，これを基にこれを従来から普通に行われていると認定したことも何ら誤りではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "物品の共通性について",
              "text": [
                "本件登録意匠部分の「意匠の説明」に破線部分について原告が主張するような情報表示機能を有することは一切記載されていないのみならず，原告が主張する用途又は機能の差異は，遊技機用表示灯の用途又は機能の差異にすぎない。むしろ，①甲3意匠の表示面と本件登録意匠部分とは，カバーで覆われている発光部が外部から視認できるという用途又は機能においてすべて共通する。",
                "また，②甲3意匠の表示面は本件登録意匠部分の構成【A】の点について同一の態様を備えており，この構成に加えて甲3意匠に係る表示装置が本件登録意匠部分に係る遊技機用表示灯とは異なる要素を備えているからといって，本件登録意匠部分に相当しない甲3意匠に係るアナログ表示部と本件登録意匠部分に係る遊技機用表示灯とを対比すべき理由はない。",
                "そして，③甲3意匠と本件登録意匠部分に係る遊技機用表示灯は，情報を表示するという用途及び機能において共通し，そのことが，独立した装置であるか否かによって左右されるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "創作性判断手法について",
              "text": [
                "本件登録意匠部分が創作容易であるとした審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "創作容易性",
              "text": [
                "表示装置の左右方向からの視認性を高めデータ表示部の表示内容を確認できるようにするため，表示面の外表面を正面中央を前方側に突出形成した形状に形成するという課題とその解決方法は，甲3文献の発明の詳細な説明の段落【0002】【0003】等に記載されているとおり，本件登録意匠部分出願の10年以上前から既に当業者に十分に認識されていたことである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(意匠構成の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件登録意匠部分の構成につき",
              "text": [
                "本件登録意匠部分は，別紙1に示すとおりのものであるところ，本件登録意匠部分の構成は，審決が構成【A】から【E】までにて認定するところ(前記第2，2(1))が相当であり，審決の意匠構成の認定に誤りはないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張につき",
              "text": [
                "原告は，遊技機用表示灯の表示カバーの一部(正面)である本件登録意匠部分の構成に遊技機又は遊技機用表示灯の構成を加えるべきである旨の主張をする。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "部分意匠と物品全体との関係",
                  "text": [
                    "意匠とは，物品の形状，模様若しくは色彩又はこれらの結合であって，視覚を通じて美感を起こさせるものをいい(意匠法2条1項)，登録意匠の範囲が願書の記載及び願書に添付した図面に記載され又は願書に添付した写真，ひな形若しくは見本により現された意匠に基づいて定められなければならないとされていること(意匠法24条1項)に照らしても，願書に添付した図面に記載され又は願書に添付した写真，ひな形若しくは見本により現わされた事項及びここから認識できる事項以外の事項を考慮して意匠の構成を認定することは相当ではない。物品の部分の意匠である部分意匠(意匠法2条1項かっこ書き)においても，物品全体の形状等に係る意匠と同様，原則として，願書に意匠登録を受けようとする意匠を記載した図面を添付する必要があるのは同様であり(意匠法6条1項柱書)，意匠の構成は同様に認定されるべきである。",
                    "もっとも，上記のとおり，意匠は物品の形状等の外観に関するものであり，物品が一定の用途及び機能を有する以上は意匠もまた当該物品の用途及び機能を離れることはできず，このことは当該物品の部分の形状等に関する部分意匠においても同様であるから，部分意匠においては，部分意匠に係る部分の機能及び用途を考慮するとともに，その考慮に当たり，部分意匠に係る物品の有する機能及び用途との関係において当該部分がどのような機能及び用途を有するものであるかとの観点を離れることはできない。そして，願書に添付すべき図面は、意匠法施行規則の様式第6により作成しなければならないとされ(同規則3条)，上記様式6において，物品の部分について意匠登録を受けようとする場合には，一組の図面において，意匠に係る物品のうち，「意匠登録を受けようとする部分」を実線で描き，「その他の部分」を破線で描く等により意匠登録を受けようとする部分を特定し，かつ，その特定する方法を願書の「意匠の説明」欄に記載するものとされているところ(同備考11)，部分意匠に係る部分の機能及び用途を確定するに当たっては，破線によって具体的に示された部分意匠に係る物品の形状等を参酌することになる。すなわち，部分意匠は物品の部分であって，部分意匠に係る部分だけで完結するものではなく，部分意匠に係る部分の形状等と並んで部分意匠に係る物品との関係がその創作性判断又は類否判断に影響を及ぼすものであるから，部分意匠においては，その考慮に当たり，部分意匠に係る部分の形状等とともに，部分意匠に係る部分の物品全体における部分意匠に係る部分の位置，大きさ及び範囲がどのようなものであるかとの観点を離れることはできない。そして，部分意匠の位置等を確定するに当たっては，破線によって具体的に示された位置等を参酌することになる。",
                    "しかしながら，このように，部分意匠に係る部分及び物品の各用途若しくは機能並びに部分意匠に係る物品における部分意匠に係る部分の位置，大きさ及び範囲を参酌することを要するとしても，それらは部分意匠の創作性判断又は類否判断において参酌すべきことをいうにすぎないのであり，これらを部分意匠の構成それ自体に含めることは，その使用の目的に応じて適宜選択，変更するにすぎないとして意匠登録を受けないとしていた部分意匠に係る部分を，実質的には部分意匠に取り込むことになり，部分意匠登録出願の趣旨に反し，構成の特定方法としては相当でない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "破線部分に係る原告の主張について",
                  "text": [
                    "この点について原告が主張するところは，要するに，本件登録意匠部分に係る物品である遊技機表示灯の用途及び機能並びに遊技表示灯と遊技機表示灯に係る物品である遊技機との位置等をいうものであり，上記アにて説示したところによれば，本件登録意匠部分の構成に含めるのは相当でない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実線部分に係る原告の主張について",
                  "text": [
                    "原告は，本件登録意匠部分の『外表面全面が表示面』であることを加えるべきである旨主張するが，表示機能を有する部位を表示面とするならば，その表示面が本件登録意匠部分のどの範囲にわたるのかは願書に添付した図面(別紙1参照)からは判明しないことであるし，表示カバーの外表面を表示面とするならば，それは本件登録意匠部分を表示面と言い換えただけの同語反復にすぎないのであり，いずれにしても不要な特定である。",
                    "また，『内部が視認可能』であることを加えるべきである旨の原告主張についても，審決のした特定から自明なことである。なお，『無色』を加えるべきとする点については，願書に添付した図面(別紙1参照)にはそのような限定がないことからして，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであり，そのほか原告が主張する点に照らしても，審決が認定した本件登録意匠部分の構成を誤りとすることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用意匠の公知性判断の誤り)について",
          "text": [
            "意匠法3条2項にいう「公然知られた」とは，不特定の者に現実に知られたことを要する。しかしながら，相当期間前に頒布された刊行物に記載された意匠又は電気通信回線を通じて公衆に利用可能となった意匠は，特段の事情のない限り，その事実自体で公知性を認めるのが相当である。",
            "甲3意匠は，平成10年2月10日公開の公開特許公報に記載された意匠であるから，その公開以降から本件登録意匠部分出願の平成21年6月8日前までの間に10年以上の期間が経過しており，そして，上記にいう特段の事情についての主張立証もない以上，甲3意匠は意匠法3条2項にいう公知意匠と認めることができ，その点の審決の認定に誤りはない。",
            "取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(創作容易性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "意匠部分の位置等につき",
              "text": [
                "審決は，本件登録意匠部分の位置を「発光部が視認できるように構成された正面側のカバー部分として、遊技機用表示灯の正面上方の広範囲を占める部分」と認定した上で，「発光部を遊技機用表示灯の観察されやすい位置に設けることは当然のことで、例えば、甲1意匠、甲2意匠及び甲5意匠に見られるように、この物品分野において従来より普通に行われていることであるから、本件登録意匠の部分を、発光体正面の大部分を占める大きさ及び範囲のものとして遊技機用表示灯の正面やや上寄りの位置に設けたことに特段の創作はない。」とした。",
                "これに対して，原告は，審決が本件登録意匠部分と上記各引用意匠との用途及び機能の差異を見誤り，位置等の創作性を否定したことに誤りがある旨を主張する。",
                "しかしながら，遊技機用表示灯の発光部を遊技機表示灯の観察されやすい位置に設けることは審決が例示する各引用意匠を待つまでもなく自明なことであり，審決がそれら意匠を引用したのは念のためのことである。その上，審決は，発光により伝達されるのが文字，数字等若しくはイルミネーション表示であるかそれ以外であるかはともかく，発光表示機能を有する部位を遊技機用表示灯の観察されやすい位置に設けられている例の限りで甲1意匠，甲2意匠及び甲5意匠を引用したものであるところ，観察されやすい位置がどこであるかはその発光表示されるものが数値等のデータ若しくはイルミネーションであるかそれ以外のものであるかに左右されるものではなく，これら意匠の引用に不適当な点はない。そして，発光部の位置等が定まればそのカバーの位置等もそれに応じて自然と導かれるのであるから，発光部を観察されやすい位置に設けることを遊技機表示灯の物品分野において普通に行われていることと認定した上で，観察されやすいとの観点から遊技機用表示灯における本件登録意匠部分の位置等に創作性がないとした趣旨の審決に誤りはない。",
                "以上から，原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "物品の共通性につき",
              "text": [
                "原告は，①機能，②形態及び③転用可能性の点からみて，甲3意匠の表示面と本件登録意匠部分，又は，甲3意匠と本件登録意匠部分に係る遊技機用表示灯は物品を共通にしない旨を主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "①機能の点について",
                  "text": [
                    "原告は，アナログ表示装置である甲3意匠の表示面(71)のカラーレンズ(74)は点灯機能を有するランプ(73)のカバーであるのに対し，本件登録意匠部分は，データやイルミネーション演出機能を有する遊技機用表示灯のカバーであり両者の機能が異なる趣旨の主張をしていると解される。",
                    "しかしながら，表示部に表示されるものが数値等のデータ若しくはイルミネーションであるかそれ以外であるかが，遊技機用表示灯という物品分野における表示部が有すべき用途又は機能に変更をもたらすものではなく，その関係でそのカバーに対する用途又は機能にも変更をもたらすものではない。のみならず，甲3意匠に係る公報に「【0054】・・・・・アナログ表示部51は、・・・・・取付面72に対して所定の傾斜をもって2つの表示面71が設けられている。2つの表示面71には、それぞれ4つずつランプ73が配置されており、各ランプ73は長方形のカラーレンズ74に覆われている。カラーレンズ74は色付きの透明なプラスチック樹脂でできたものである。・・・・・【0055】・・・・・たとえば遊技者の持点が1000点に達した場合に図6の実線で示す2つのランプ73を点灯表示させるための表示制御信号がアナログ表示部51に入力される。これにより、実線で示す2つのランプ73が点灯状態となる。さらに遊技者の持点が、たとえば2000点，3000点，…に達するごとに、図6の矢印に示す方向で左右の表示面71においてランプ73が1つずつ点灯状態となる。」との記載があり，甲3意匠と本件登録意匠部分に係る遊技機用表示灯の用途及び機能は情報表示という面で同等である。したがって，両者が用途又は機能の点において物品の共通性が失われることはない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "②形態の点について",
                  "text": [
                    "原告は，甲3意匠に係る表示装置と本件登録意匠部分に係る遊技機用表示灯の形態が異なる旨を主張する。",
                    "しかしながら，形態を対比すべきなのは，甲3意匠に係る表示面(71)と本件登録意匠部分であるところ，原告の主張は，単に，甲3意匠における表示装置の部分と本件登録意匠部分における表示装置のみを対比し，両者の形態が異なるというものである。審決が甲3意匠と対比して本件登録意匠部分の形態についての創作容易性を判断した手法に誤りはない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "③転用可能性の点について",
                  "text": [
                    "原告は，甲3意匠に係る表示装置と本件登録意匠部分に係る遊技機用表示灯が転用可能性の点において異なる旨を主張する。",
                    "しかしながら，意匠とは，物品の形状等であって，視覚を通じて美感を起こさせるものであって(意匠法2条1項)，その用途又は機能もその美感に影響するか否かの限度で参酌されるにすぎないものであるところ，物品が独立の部品として転用可能であるか否かは物品の美感に影響しないものであり，転用の可否により物品の共通性が失われることはない。",
                    "したがって，原告の上記主張は理由がない。",
                    "以上のとおりであるから，原告の上記各主張は，いずれも理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "創作性判断手法について",
              "text": [
                "原告は，審決が本件登録意匠部分の個々の部分を分断してそれぞれに創作性を判断した誤りがある旨を主張する。",
                "しかしながら，全体的な創作性を判断するに当たり，まず部分の構成の創作性を判断する分析的手法をとることは当然にされるべきことであって，この点に係る原告の主張は失当である。",
                "確かに，意匠は，部分的な構成が他の構成部分と有機的に結合して全体的に美感を生み出すものであるところ，創作性のないありふれた態様のみをまとめあげたものが，その構成部分との組み合わせや関連において全体として新規な美感を形成する場合もあり得る。",
                "しかしながら，審決は，構成【A】～【E】の個々の創作性の有無等の判断を踏まえた上で，本件登録意匠部分の全体の創作性の判断を加え，なお創作容易性が認められると判断したのであり(審決7頁9～14行目)，原告の上記主張は，審決を正解しないものであり，失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "創作容易性について",
              "text": [
                "原告は，本件登録意匠部分は，従来例の遊技機用表示装置の表示面に左右の視認可能性の向上を図る創作をしたのであり，創作容易性はない旨を主張する。",
                "しかしながら，甲3文献には，「【0022】しかしながら、通常、遊技機設置島間に構成される通路の幅は比較的狭く、さらに遊技用椅子が設置されているために各遊技機49の遊技状況を把握するのは容易ではない。・・・・・得点付与式の遊技機の場合には得点数が遊技者の手元にデジタル表示されるため、概ねの遊技状況を一瞥で把握できないからである。・・・・・得点付与式の遊技機は・・・・・遊技状況を他の遊技客にアピ-ルするアピール度が低いという欠点を有する。つまり、得点が多く付与されている遊技状態にある遊技機を遊技客に見せつけることにより、遊技を行なうべきか否か決めかねている者の遊技意欲を駆り立てる効果が低く、いわゆる客寄せ効果が低いと言える。【0023】アナログ表示部51はかかる得点付与式の遊技機の欠点を補うべく、遊技客に各遊技機49の遊技状況を一瞥で把握させることができるとともに、・・・・・遊技状況を遊技客に存分にアピールすることができることを主目的として設けられている。特にかかる目的を簡易かつ効果的に達成すべく、このアナログ表示部51は、取付面に対して突出する態様で設けられている点にその特徴を有する。・・・・・アナログ表示部51は、山型に突出したその両面に表示面を有しており、この左右の表示面に同一内容の表示が行なわれる。・・・・・【0054】・・・・・アナログ表示部51は、遊技機設置島1の幕板部2表面の所定の取付面72に取付けられている。アナログ表示部51は、取付面72より山型に突出する態様で構成されており、図5に示すように取付面72に対して所定の傾斜をもって2つの表示面71が設けられている。2つの表示面71には、それぞれ4つずつランプ73が配置されており、各ランプ73は長方形のカラーレンズ74に覆われている。カラーレンズ74は色付きの透明なプラスチック樹脂でできたものである。また、2つの表示面71は、図6に示すように、左右対称に構成されている。・・・・・【0057】このように遊技者の持点がレベル基準値に達するごとに2つの表示面71それぞれにおいて対称となる位置にランプ73が1つずつ点灯するため、アナログ表示部51を左右いずれの方向から見ても遊技者の持点所有状況について大まかに把握可能となる。・・・・・【0058】一方、遊技途中の遊技者も視線を少しずらすだけで他の遊技者の遊技状況を容易に把握できるという利点がある。・・・・・」との記載がある。",
                "したがって，本件登録意匠部分と甲3意匠の表示面(71)とは，その視認可能性という面において用途又は機能を同じくするものというほかない。審決が本件登録意匠部分を甲3意匠の表示面(71)の形状を基にわずかな微差が加えられたものとして創作容易性を認めた点に誤りはない。",
                "原告の上記主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のほか原告が主張する点も，審決の認定判断を誤りとするに足りない。",
                "よって，取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，取消事由はいずれも理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}