{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009-9416号事件について平成24年6月26日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記1のとおりの手続において，特許請求の範囲の記載を後記2とする特許出願に係る拒絶査定不服審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)記載の審決(以下「本件審決」という。その理由の要旨は後記3のとおり)には，後記4のとおりの取消事由があると主張して，その取消しを求めた事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「生物学的利用可能なレベルが増大した第四級アンモニウム抗菌剤を含む口腔ケア組成物類」とする発明について，平成17年(2005年)1月27日(パリ条約による優先権主張日平成16年(2004年)1月29日，米国)を国際出願日とする特許出願(特願2006-551528号。以下「本願」という。)をし，平成20年9月8日付けで手続補正をしたが，平成21年1月27日付けで拒絶査定を受けた(甲1，5，6)。",
            "原告は，同年4月30日，拒絶査定不服審判を請求し，同年6月1日付けで特許請求の範囲を変更する手続補正(以下「本件補正」という。)をした(甲2，7)。",
            "特許庁は，上記請求を不服2009-9416号事件として審理し，平成24年6月26日，「本件審判の請求は，成り立たない。」旨の本件審決をし，同年7月6日，その謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである。以下，同請求項1に係る発明を「本願発明」という。",
            "「(a)  少なくとも324ppmの生物学的利用可能な量の1つまたは混合物の第四級アンモニウム抗菌剤と"
          ],
          "content": [
            {
              "fig": "(b)",
              "subject": "少なくとも60重量％の水と組成物の5重量％～30重量％の多価アルコール保湿剤とを含む製薬上許容できる液体キャリアと",
              "text": [
                "を含む口腔ケア口内すすぎ剤組成物であって，",
                "当該組成物が，陰イオン性，非イオン性または両性界面活性剤および前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤を本質的に含まず，かつ当該組成物が，ディスク・リテンション・アッセイにより決定される少なくとも65％の生物学的利用能を有する，口腔ケア口内すすぎ剤組成物。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "text": [
                    "本件審決の理由は，要するに，本願発明は，本願の出願前に頒布された刊行物である特開平7-133213号公報(甲10。以下「引用例」という。)に記載された発明と同一であり，また，引用例に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条1項3号又は同条2項の規定により特許を受けることができないというものである。"
                  ]
                },
                {
                  "fig": "(2)",
                  "text": [
                    "本件審決が認定した引用例に記載された発明(以下「引用発明」という。)並びに本願発明と引用発明との一致点及び相違点は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "引用発明",
                      "text": [
                        "カチオン系殺菌剤を含有し，アニオン系及びノニオン系界面活性剤無配合の，水をベースとする液体キャリアを含む口腔用組成物(液状口中清涼剤)に，l-メンチル-β-D-マルトシドを配合してなる口腔用組成物"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "一致点",
                      "text": [
                        "(a)第四級アンモニウム抗菌剤と(b)水を含む液体キャリアとを含む口腔ケア口内すすぎ剤組成物であって，当該組成物が，陰イオン性と非イオン性の界面活性剤を本質的に含まない，口腔ケア口内すすぎ剤組成物である点"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "subject": "相違点A",
                      "text": [
                        "「第四級アンモニウム抗菌剤」について，本願発明では，「少なくとも324ppmの生物学的利用可能な量の1つまたは混合物の」と特定されているのに対し，引用発明では，そのような表現では特定されていない点"
                      ]
                    },
                    {
                      "fig": "エ",
                      "subject": "相違点B   「水を含む液体キャリア」について，本願発明では，「少なくとも60重量％の水と組成物の5重量％～30重量％の多価アルコール保湿剤とを含む製薬上許容できる液体キャリア」と特定されているのに対し，引用発明では，そのような表現では特定されていない点"
                    },
                    {
                      "fig": "オ",
                      "subject": "相違点C   本願発明では，「当該組成物が」，「両性界面活性剤および前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤を本質的に含まず」と特定されているのに対し，引用発明では，そのような表現では特定されておらず，「l-メンチル-β-D-マルトシド」が必須成分として配合されている点"
                    },
                    {
                      "fig": "カ",
                      "subject": "相違点D   本願発明では，「当該組成物が，ディスク・リテンション・アッセイにより決定される少なくとも65％の生物学的利用能を有する」と特定されているのに対し，引用発明では，そのような表現では特定されていない点"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "content": [
                {
                  "fig": "(1)",
                  "subject": "本願発明と引用発明との同一性に係る判断の誤り(取消事由1)"
                },
                {
                  "fig": "(2)",
                  "subject": "本願発明の容易想到性に係る判断の誤り(取消事由2)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明と引用発明との同一性に係る判断の誤り)について",
              "text": [
                "本件審決は，本願発明と引用発明との相違点AないしDは実質的な相違点とはいえず，本願発明は引用発明と同一であると判断したが，以下のとおり，相違点A，C及びDは実質的な相違点に該当するから，本件審決の上記判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点Cについて",
                  "text": [
                    "本件審決は，引用発明においては，その実施の態様である実験例の表1の「本発明品」や実施例2を検討しても，「両性界面活性剤」が配合されていないことは明白であり，また，「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」を配合しているとも認められないから，相違点Cは，本願発明と引用発明の実質的な相違点ではない旨判断した。",
                    "引用例の実験例の表1において，陰イオン性，非イオン性及び両性界面活性剤を含んでいないことは争わない。しかしながら，引用発明の必須の成分である「l-メンチル-β-D-マルトシド」は，以下のとおり，相違点Cに係る「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当し，少なくともそれに該当することの合理的疑いが解消されていないから，本件審決の上記判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の「第四級アンモニウム抗菌剤」は，正に帯電している部分を有しており，それが他の化合物と中和又は結合してしまうとその抗菌活性が損なわれるものである。本願に係る明細書(甲1。以下「本願明細書」という。)の段落【0037】の記載から，「セルロース並びにセルロースと同様の化学構造を有し，かつ第四級アンモニウム抗菌剤と結合するヒドロキシル基を有する化合物」が，相違点Cに係る「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当することを当業者であれば読み取ることができる。",
                        "そして，セルロースは第四級アンモニウム抗菌剤の正に帯電している部分に結合するヒドロキシル基を有するグルコース単位が結合してなる化合物であるところ，「l-メンチル-β-D-マルトシド」の主な構成部分であるマルトシドは，二つのグルコース分子からなり，セルロースと同様に第1分子の1位の炭素ともう一つの分子の4位の炭素とが結合して形成されているものであり，セルロースと同様に第四級アンモニウム抗菌剤と結合するヒドロキシル基を多く有する比較的分子量の大きい化合物である。",
                        "したがって，「l-メンチル-β-D-マルトシド」は，「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当し，少なくともそれに該当することの合理的疑いが解消されていないから，相違点Cは，本願発明と引用発明の実質的な相違点である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し，被告は，本願明細書には，マルトースを10重量％配合してもマイナスの影響がないことが記載されており，「l-メンチル-β-D-マルトシド」は，メントールとマルトースがヒドロキシル基で結合した化合物であるから，1重量％程度以下の量の「l-メンチル-β-D-マルトシド」を用いる引用例のものであれば，「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当しない旨主張する。",
                        "しかしながら，本願明細書の段落【0049】は，被告の主張するようにマルトースに限定して10％以内であれば本願発明において何ら悪影響が出ない旨を記載したものではなく，単に本願発明の組成物に包含されてもよいキャリア又は口腔ケア賦形剤の種類として着香剤及び甘味剤の種類とその一般的な目安となる配合量を抽象的に記載したものにすぎず，上限の10％を加えても本願発明の作用効果を全く損なうことがないことを保障する趣旨の記載ではないし，ましてや「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当しない化合物を列記する趣旨の記載でないことは明らかである。また，化学構造が類似した化合物が任意成分として本願明細書に記載されているというだけの理由で「l-メンチル-β-D-マルトシド」が「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当しないと断定することもできない。",
                        "したがって，被告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，被告は，「l-メンチル-β-D-マルトシド」は，引用例において，カチオン系殺菌剤(第四級アンモニウム抗菌剤)の高い抗菌活性が阻害されることなく，活性効果が十分に発揮されると説明されているし，実施例にもそのような結果が示されているのであるから，「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当しない旨主張する。",
                        "しかしながら，後記イのとおり，引用例に記載された実験例(実施例)は，相違点Dに係る本願発明の構成の基準よりもはるかに劣った生物学的利用能のものを多分に含んでいることが合理的に疑われ，「l-メンチル-β-D-マルトシド」が「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響」がないことを立証するものではないから，被告の主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点A及びDについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件審決は，引用例の実験例Ｎo.10～Ｎo.13において，塩化ベンザルコニウム(カチオン系殺菌剤)が0．05重量％(500ppm)含まれ，その抗菌活性の評価が「○」となっていることを根拠に，引用発明は，相違点A及びDに係る本願発明の構成を充足する旨判断した。",
                        "しかしながら，引用例の段落【0021】記載の抗菌活性の評価基準は，「○：スタンダードとほぼ同等のMICを有する。△：スタンダードの1／8以下のMICを有する。×：スタンダードの1／32以下のMICを有する。」という3段階評価であり，どのような評価であっても必ず「○」，「△」，「×」のいずかに該当するはずであるから，「△」が「スタンダードの1／8以下のMICを有する」というものである以上，「○」の「スタンダードとほぼ同等のMICを有する」とは，「スタンダードの1／8よりは大きいMICを有する」ということを意味するものであり，「スタンダード」よりも大きく評価の劣ったものも含めて「ほぼ同等」という用語を用いているにすぎないものといえる。そのため，引用例の実験例においては，「少なくとも65％の生物学的利用能を有する」という基準(相違点Dに係る本願発明の構成)と比較して，はるかに劣った生物学的利用能のものを多分に含んでいることが合理的に疑われ，少なくとも実験例の中に上記基準を充足するものが存在することは何ら立証されていない。また，仮に引用例の実験例におけるMICの値が「○」の下限である1／8の2倍の1／4であったとしても，「生物学的利用能」は，25％となり，上記基準を充足しないのみならず，「生物学的利用可能な量」は，125ppm(500ppm×1／4)となり，「少なくとも324ppmの生物学的利用可能な量」(相違点Aに係る本願発明の構成)を充足しないから，引用発明が相違点A及びDに係る本願発明の構成を充足しない蓋然性が極めて高く，少なくとも相違点A，Dが実質的な相違点でないことの立証責任は果たされていない。",
                        "したがって，本件審決の上記判断は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点に関し，被告は，引用例記載の「○：スタンダードとほぼ同等のMICを有する。」にいう「ほぼ同等」とは，「1／8よりは大きい」を意味するものではなく，塩化ベンザルコニウムの殺菌作用に「l-メンチル-β-D-マルトシド」がマイナスの影響をほとんど与えていないことを十分に示している旨主張する。",
                        "しかしながら，活性評価試験は，引用例でも記載されているように8(＝23)倍，32(＝25)倍というように指数を単位に評価されるのが通常であり，活性を測る試薬の濃度も10倍，100(＝102)倍，1000(＝103)倍というように指数を単位に評価の対象となる試薬の濃度が調整されるのが常識であり，引用例のように基準の何倍という程度の違いを「ほぼ同等」と記載することは特に違和感のあることではなく，引用例においては基準の1／8，1／32を境にそれぞれ「○」，「△」，「×」という評価が割り振られていると理解することについて不自然な点は存しないから，被告の主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本願発明と引用発明は，相違点A，C及びDにおいて相違するから，本願発明が引用発明と同一であるとした本件審決の判断は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明の容易想到性に係る判断の誤り)について",
              "text": [
                "本件審決は，仮に相違点Dが実質的な相違点であるとしても，引用発明において，生物学的利用能を低減するような賦形剤を配合することを避けることは当然に配慮すべきことであり，現にカチオン系殺菌剤(塩化ベンザルコニウム)の失活は生じていないことからすると，相違点Dに係る本願発明の構成を採用することに格別の創意工夫が必要であったとは認められないから，本願発明は引用発明に基づいて当業者が容易に想到し得た旨判断した。",
                "しかしながら，前記(1)のとおり，相違点Dのみならず，相違点A及びCも本願発明と引用発明の実質的な相違点に該当するものであるが，本件審決では，相違点A及びCに係る容易想到性について何ら判断が示されていないのであるから，まず，この点において引用発明に基づいて当業者が本願発明を容易に想到し得たということはできない。",
                "また，引用例には，引用発明において何をどのようにすれば相違点Dに係る本願発明の構成を備えることができるのか，その具体的手段の記載がないから，引用発明に基づいて上記相違点に係る本願発明の構成を容易に想到し得たということもできない。",
                "したがって，本件審決の上記判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明と引用発明との同一性に係る判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張アに対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願明細書には，どのような賦形剤が「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当するのか具体的な説明はない。原告の指摘する段落【0037】には，「生物学的利用可能な」CPC(塩化セチルピリジニウム)は濾過中にセルロース繊維上のヒドロキシル基に結合するとの記載があるが，上記記載は，セルロースフィルターディスクが単に活性なCPCを捕捉することを説明するものであり，セルロースフィルターディスクは，高分子量の単なるフィルター(第四級アンモニウム抗菌剤に対して大量に存在する)であって，賦形剤(添加剤)でないことから，どのような賦形剤が「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある」ものであるのか明らかにするものではない。",
                        "この点に関し，原告は，セルロースが「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当することを前提として，「l-メンチル-β-D-マルトシド」の主な構成部分であるマルトシドは，セルロースと同様に第四級アンモニウム抗菌剤の正に帯電している部分に結合するヒドロキシル基を有するグルコース単位が結合してなる化合物であるから，「l-メンチル-β-D-マルトシド」は，「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当する旨主張する。",
                        "しかしながら，本願明細書には，ヒドロキシル基がマイナスの影響を与えることなど記載されていないし，仮にヒドロキシル基がマイナスの影響を与えるのであれば，本願発明は，保湿剤として配合される大量のグリセリン(ヒドロキシル基が3個ある)によってマイナスの影響を受けていることになるから，そもそも本願発明は技術的意義を有し得ないこととなる。また，仮にヒドロキシル基がグルコース単位上におけるものの場合が問題であるとしても，本願明細書には，本願発明では，製薬上許容できる賦形剤として，メントールなどを約0．001重量％～約5重量％で用いられることや，グルコース単位を複数有する化合物であるマルトースなどを約0．01重量％～約10重量％で用いることが明記されており(段落【0043】，【0048】，【0049】)，それらの賦形剤は，その上限の範囲の量であれば第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響を与える成分(添加剤，賦形剤)ではないことを示すものといえる。そして，引用発明で用いられる清涼剤としての「l-メンチル-β-D-マルトシド」は，メントールとマルトースがそれぞれの1つのヒドロキシル基で結合した化合物であることに鑑みれば，それらの上限の量よりはるかに少ない1重量％程度以下の量の「l-メンチル-β-D-マルトシド」を用いる例(引用例の実験例No.10～No.13，実施例2)であれば，「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当せず，あるいはこのような賦形剤を本質的に含むことにならないことは明らかである。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例には，「l-メンチル-β-D-マルトシド」などを包含するメントール配糖体について，「カチオン系殺菌剤の高い抗菌活性が阻害されることなく」(段落【0007】)と記載され，「l-メンチル-β-D-マルトシド」を配合した実施例について，表1に「○：スタンダードとほぼ同等のMICを有する。」ことが示されており(段落【0023】)，さらには，表1の結果について，「カチオン系殺菌剤の活性効果が十分に発揮され」(段落【0022】)と明記されている。ここに，「スタンダード」とは，塩化ベンザルコニウム(カチオン系殺菌剤)のみの水溶液を指し，「MIC」とは菌の最小発育阻止濃度の略号であるところ(段落【0020】，【0021】)，「ほぼ同等」とは，塩化ベンザルコニウムの殺菌作用に「l-メンチル-β-D-マルトシド」がマイナスの影響をほとんど与えていないことを十分に示しているものと解するのが相当である。",
                        "したがって，引用発明に配合された「l-メンチル-β-D-マルトシド」は，「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当しないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，相違点Cが本願発明と引用発明の実質的な相違点でないとした本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張イに対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記アのとおり，引用発明に配合された「l-メンチル-β-D-マルトシド」は，「第四級アンモニウム抗菌剤の生物学的利用にマイナスの影響がある賦形剤」に該当しないのであるから，引用発明の組成物は，「ディスク・リテンション・アッセイにより決定される少なくとも65％の生物学的利用能を有する」もの(相違点Cに係る本願発明の構成)といえる。",
                        "そして，引用発明では，その実施態様である実験例及び実施例2において，カチオン系殺菌剤(塩化ベンザルコニウム)が0．05重量％(500ppm)用いられ，カチオン系殺菌剤(塩化ベンザルコニウム)の失活は実質的にないことが明らかにされているのであるから，「少なくとも324ppmの生物学的利用可能な量の1つまたは混合物の」第四級アンモニウム抗菌剤(相違点Aに係る本願発明の構成)が存在するものといえる。",
                        "この点に関し，原告は，引用例記載の「○：スタンダードとほぼ同等のMICを有する。」にいう「ほぼ同等」とは，「1／8よりは大きい」を意味するものであるから，引用発明が「○：スタンダードとほぼ同等のMICを有する。」としても相違点A及Dに係る本願発明の構成を充足しない蓋然性が極めて高いなどと主張する。",
                        "しかしながら，引用発明において，「カチオン系殺菌剤の活性効果十分に発揮され」ているのであるから(引用例の段落【0022】)，「ほぼ同等」の意味を「1／8よりは大きい」と解することはできず，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，相違点A及びDが本願発明と引用発明の実質的な相違点でないとした本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本願発明が引用発明と同一であるとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明の容易想到性に係る判断の誤り)について",
              "text": [
                "相違点Aに係る本願発明の「324ppm」の数値について，本願明細書の段落【0041】に「≧324ppmという生物学的利用可能な濃度のCPCを含有する製品の試験は，プラスの臨床(抗歯肉炎，抗歯垢)結果を実証する。」と記載されているが，それを裏付けるデータも資料も提示されておらず，その数値で下限を設定することに臨界的意義はない。また，相違点Dに係る本願発明の「65％」の数値も，0．05％のCPCを含有する処方の場合に324ppm以上とするために少なくとも約65％の生物学的利用能を有するとされている(本願明細書の段落【0042】)にすぎず，その数値で下限を設定することに臨界的意義はない。",
                "そして，相違点Dに係る本願発明の構成の技術的意義は上記の程度のものであること，引用発明は，「アニオン系またはカチオン系界面活性剤を併用するとカチオン系殺菌剤の活性が失活してしまう」との欠点を勘案してされたものであり，カチオン系抗菌剤の活性を十分に発揮させることが望まれていたことからすると，仮に相違点Dが実質的な相違点であるとしても，引用発明において，「当該組成物が，ディスク・リテンション・アッセイにより決定される少なくとも65％の生物学的利用能を有する」構成を採用することに格別の創意工夫が必要となるわけではないから，本願発明は引用発明に基づいて当業者が容易に想到し得たとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明と引用発明との同一性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載事項等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の特許請求の範囲(本件補正後の請求項1)の記載は，前記第2の2のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書(甲1)の「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する「表1」及び「表2」については，別紙1参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【技術分野】  本発明は，治療用すすぎ剤，特に口内すすぎ剤類を包含する口腔ケア組成物類，並びに有意に増強された抗菌活性を提供し，それによって口腔細菌を低減し及び全体的口腔衛生を促進するための使用方法に関する。本発明の組成物は，高度に生物学的利用可能な及び有効な陽イオン性抗菌剤類，特に塩化セチルピリジニウム(CPC)のような第四級アンモニウム化合物類を供給するために配合され，並びに歯垢，虫歯，歯肉炎，歯周病及び息の悪臭を包含する口腔の疾患及び症状の予防又は治療に有用である。」(段落【0001】)，「口腔細菌叢及び口臭を低減又は排除するためにCPCのような第四級アンモニウム抗菌剤類を含む口内すすぎ剤類の使用することが，しばらくの間認められてきた。過去の開示の例としては，次のものが挙げられる。…」(段落【0009】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【発明が解決しようとする課題】  …本発明は，生物学的利用可能なレベルが増大した第四級アンモニウム抗菌剤及びしたがって改善された効力を提供する口内すすぎ剤組成物に関する。当該組成物は，陰イオン性，非イオン性又は両性界面活性剤類を本質的に含まないよう処方される。界面活性剤類は，通常，口腔ケア組成物中の着香油のような非水溶性添加剤類の分散を達成するために用いられる。本発明者は，第四級アンモニウム抗菌剤類を含有する組成物類におけるこのような界面活性剤の存在がその活性を大幅に阻害できることを発見した。具体的には，界面活性剤の使用は生物学的利用可能な抗菌剤の量を低減することが発見され，したがって許容できる殺菌効力の達成に有害である。本発明の口内すすぎ剤組成物類は，それ故，このような陰イオン性，非イオン性又は両性界面活性剤類を本質的に含まないように処方され，その結果組成物の殺菌効力が増強され，同時に驚くべきことに外観が美しい。」(段落【0010】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【課題を解するための手段】  本発明は口腔ケア組成物類，特に治療用すすぎ剤，特に口内すすぎ剤であって，(a)安全且つ有効な量，好ましくは最小限の有効量の，口腔の疾患及び症状の治療又は予防に好適な1つ以上の第四級アンモニウム抗菌剤と，(b)大部分の水と組成物の約5重量％～約30重量％のグリセリンのような多価アルコール保湿剤とを含む製薬上許容できる液体キャリア，とを含み，当該組成物が陰イオン性，非イオン性又は両性界面活性剤を本質的に含まず，及び当該組成物が少なくとも324ppmの生物学的利用可能な第四級アンモニウム抗菌剤を供給する，前記口腔ケア組成物に関する。」(段落【0011】)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「…第四級アンモニウム抗菌剤の安全且つ有効な量は，治療されている特定の症状，治療されている患者の年齢及び身体条件，症状の重篤度，治療の期間，併用治療の性質，使用される特定の第四級アンモニウム化合物，及びそれによって第四級アンモニウム抗菌剤が適用される特定のビヒクルにより変わることになる。」(段落【0019】)，「…本発明の口内すすぎ剤組成物は，陰イオン性，非イオン性又は両性界面活性剤類(これらは第四級アンモニウム抗菌剤の生物学的利用能に，及びしたがって殺菌効力に，マイナスの影響があることが見出された)を本質的に含まないように処方される。第四級アンモニウム抗菌剤の生物学的利用性をより大きくすることによって，いまや，活性剤の濃度が非常に低い効果的な組成物を処方することが可能である。第四級アンモニウム抗菌剤類は，効果的であるが，特に効力を提供するために用いられる濃度で不快な味を付与すること及び歯の染色又は変色を引き起こすことが知られていることから，これは重要である。このような低濃度を使用することによって，不快な味及び歯の染色を生じる傾向のいずれもが防止されるであろう。」(段落【0020】)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「本組成物は，殺菌効力，即ち，歯垢，虫歯，歯肉炎，及び歯周病のような口腔の局所治療可能な感染及び疾患を引き起こす微生物を死滅させる，及び／又は微生物の代謝を改変する，及び／又は微生物の成長を抑制する効果を提供するための必須成分として第四級アンモニウム抗菌剤を包含する。」(段落【0023】)，「本発明の組成物に使用される抗菌第四級アンモニウム化合物類としては，…塩化セチルピリジニウム，…塩化ベンザルコニウム…塩化メチルベンゼトニウムは，典型的な第四級アンモニウム抗細菌剤の代表例である。…最も好ましいのは塩化セチルピリジニウムである。第四級アンモニウム抗菌剤類は，組成物の少なくとも約0．035重量％，典型的には約0．045重量％～約1．0重量％又は約0．05重量％～約0．10重量％の濃度で本発明に包含される。」(段落【0024】)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「主題発明の組成物の第2の必須成分は，大部分の水と保湿剤とを含む製薬上許容できる液体キャリアである。保湿剤は，口への湿った感覚を組成物に与える機能，及び特定の保湿剤類では，所望の甘い香味を付与する機能を果たす。…主題発明の組成物への使用に好適な保湿剤類としては，グリセリンのような食用多価アルコール類が挙げられる。」(段落【0025】)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「本発明の組成物は，陰イオン性，非イオン性又は両性界面活性剤類(これらは第四級アンモニウム抗菌剤の生物学的利用能に，及びしたがって殺菌効力に，マイナスの影響があることが見出された)を本質的に含まない。本明細書で使用する時，「陰イオン性，非イオン性又は両性界面活性剤類を本質的に含まない」は，当該組成物が第四級アンモニウム抗菌剤の活性を実質的に損なわないような量の界面活性剤しか含まなくてもよいことを意味する。一般に，これは組成物が組成物の約0．1重量％未満の全界面活性剤を含有することを意味する。好ましくは，組成物は，0．05％未満，より好ましくは0．01％未満，最も好ましくは0％の陰イオン性界面活性剤又は両性界面活性剤を含有する。好ましくは，組成物は約0．1％未満，より好ましくは0．06％未満の非イオン性界面活性剤を含有する。…」(段落【0029】)"
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「(口内すすぎ剤における第四級アンモニウム抗菌剤類の作用機構及び生物学的利用能)  うがい薬処方類における第四級アンモニウム抗菌剤類の生物学的利用能及び生物活性の評価においては，生体外ディスク・リテンション・アッセイ(Disk Retention Assay)(DRA)を，薬剤の生物学的利用能の推定に使用でき，加えてエクスビボの歯垢糖分解再生モデル(Plaque Glycolysis and Regrowth Model)(PGRM)を生物活性の評価に使用できる…」(段落【0031】)，「 塩化セチルピリジニウム(Cetylpyridinum chloride)(CPC)は，脂肪族鎖(C＝16)を有する第四級アンモニウム化合物であり，陽イオン性界面活性剤に分類される…。それ自体，正に帯電した親水性領域と疎水性領域との両方を有する。CPCは，多数の口内細菌に対する抗菌活性を有することが証明された…CPCの作用機構は，この正に帯電した分子が，細菌細胞壁上の負に帯電した部位と相互作用する能力に依存する。」(段落【0033】)，「生理学的条件下で，細菌細胞は正味の負電荷を保有する。細菌がCPCに曝露した時，細菌表面の負に帯電した基に関連する正に帯電した親水基が，CPCの疎水性部分の細胞膜との相互作用を可能にし，その結果細胞構成成分の漏出，細菌代謝の撹乱(disruption)，細胞成長の阻害及び細胞の死滅を生じる…。」(段落【0034】)，「CPCの抗菌活性に重要なのは，細菌及び粘膜表面への付着促進へのその正に帯電した親水性領域の利用可能性である。…細菌表面への付着はCPC曝露中の細胞分解を達成するために必要であり，口腔粘膜表面への結合は治療中及び治療後のCPC貯蔵所の確立を助ける。一般的な賦形剤類，特に市販口腔ケア処方類に添加される界面活性剤類は，CPCの抗菌活性を大幅に減少し又は完全に中和さえする…。CPCの活性低下の度合いは，CPC処方に添加する賦形剤の選択及び濃度によって決まる。」(段落【0035】)"
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「(DRA性能試験方法)  この方法は，臨床的効力に必要な「遊離の」(「結合していない」)又は「生物学的利用可能な」CPCの濃度を定量的に決定するため，約0．03％～約0．1％のCPCを含有する口内すすぎ剤処方類を分析するための性能検査として設計されている。DRA検査は，未希釈の口内すすぎ剤試料の濾過中に，標準化されたセルロースフィルターディスクに「結合」するCPCの量を測定する。「生物学的利用可能な」CPCは濾過中にセルロース繊維上のヒドロキシル基に結合するが，口内すすぎ剤構成成分との相互作用を通じて「生物学的利用不可能」(又は「結合した」)となったCPCは濾紙を単に通過し，即ち，化合物上の正電荷が負に帯電したセルロースディスクへの結合にもはや利用できない。この方法で，DRA試験は，口内すすぎ剤の使用中に細菌及び粘膜表面への結合に利用可能なCPCの量の予測を提供する。CPC利用可能性のDRA測定値は，生体外の微生物学的検査及び生体内の細菌死滅試験の結果と正の相関関係がある。」(段落【0037】)，「「生物学的利用可能な」CPCは，セルロースディスクに結合又は吸着されたCPCの量である。これは，標準化されたセルロースディスクへの曝露の前後で口内すすぎ剤中のCPC濃度の差を測定することによって決定される。…」(段落【0038】)"
                    },
                    {
                      "fig": "(コ)",
                      "subject": "「(「活性な」(生物学的利用可能な)及び「不活化された」(生物学的利用不可能な)CPCを含有する口内すすぎ剤処方の有効性基準及びDRA性能試験)  約0．035～約0．1％のCPCを含む口内すすぎ剤処方は，検査結果が，生物学的利用可能なCPCの濃度が≧324ppmであることを示した場合，DRA試験に合格する。例えば，0．05％のCPCを72％の生物学的利用能で含む処方は360ppmのCPCを提供する。≧324ppmという生物学的利用可能な濃度のCPCを含有する製品の試験は，プラスの臨床(抗歯肉炎，抗歯垢)結果を実証する。最終製品のCPC生物学的利用能の決定は，それが作用部位での付着に利用できる活性物質の量(濃度)を容易に定義することから，製品性能にとって重要である。正に帯電した(陽イオン性の)親水性領域は抗菌活性にきわめて重要であることから，この陽イオン性基の活性を減少する又は当該基と競争するいかなる処方構成成分も製品を不活性化する場合がある。」(段落【0041】)，「界面活性剤の添加が口内すすぎ剤処方中のCPCの生物学的利用能に与えるマイナスの影響は，下に示すように，異なる濃度のポロキサマー非イオン性界面活性剤の試験の結果で実証される。0．1％以上の界面活性剤の濃度を使用すると，許容不可能な生物学的利用能のCPCが得られる。望ましくは，0．05％のCPCを含有する処方は，少なくとも約324ppmの生物学的利用可能なCPCを供給するために，少なくとも約65％の生物学的利用能を有する。0．04％のような，より低濃度のCPCを含有する処方は，効力のために最低限必要な生物学的利用可能なCPCの濃度を供給するために少なくとも約81％の生物学的利用能を有する必要がある。  【表1】」(段落【0042】)"
                    },
                    {
                      "fig": "(サ)",
                      "subject": "「(製薬上許容できる賦形剤)  「製薬上許容できる賦形剤」又は「製薬上許容できる口腔キャリア」は，本明細書で使用する時，局所経口投与に適した1つ以上の混和性のある希釈剤又は添加剤を意味する。本明細書で使用する時，「混和性のある」とは，組成物の構成成分が，組成物の安定性及び／又は有効性を実質的に減少させるような様式で相互作用することなしに混合され得ることを意味する。」(段落【0043】)，「本発明のキャリア又は賦形剤は，通常の及び従来の口内すすぎ剤及び口内スプレーの構成成分，例えば，米国特許第3，988，433号(ベネディクト(Benedict))(例えば，水，着香剤及び甘味剤等)を包含することができる。…口内すすぎ剤及び口内スプレーの構成成分は，典型的には，水(約60％～約95％)，エタノール(約0％～約30％)，保湿剤(約5％～約30％)，着香剤(約0．04％～約2％)，甘味剤(約0．01％～約3％)，及び着色剤(約0．001％～約0．5％)のうち1つ以上を包含する。…」(段落【0044】)，「(着香剤および甘味剤)  本組成物には着香剤も加えることができる。好適な着香剤としては，…ペパーミント油…メントール…及びこれらの混合物が挙げられる。着香剤類は，一般に組成物中で，組成物の約0．001重量％～約5重量％の濃度で用いられる。」(段落【0048】)，「使用できる甘味剤としては，…サッカリン…マルト-ス…並びにこれらの混合物が挙げられる。組成物は，これらの試剤を組成物の約0．01重量％～約10重量％，好ましくは約0．01重量％～約1重量％含有するのが好ましい。」(段落【0049】)，「本発明の組成物では，任意成分として，着香剤及び甘味剤に加え，冷却剤，唾液分泌剤，加温剤及び局部麻酔剤を使用することができる。…」(段落【0050】)"
                    },
                    {
                      "fig": "(シ)",
                      "subject": "「【実施例】  以下の口腔ケア口内すすぎ処方類は，以下を混合することによって従来方法によって作製される：  【表2】」(段落【0066】)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイの記載を総合すれば，本願明細書には，①第四級アンモニウム抗菌剤を抗菌活性の有効成分として含有する口腔ケア口内すすぎ組成物には，通常，その組成物中の着香油のような非水溶性添加剤類の分散を達成するために界面活性剤類が用いられているが，陰イオン性，非イオン性又は両性界面活性剤類の使用は生物学的利用可能な抗菌剤の量を低減させ，許容できる殺菌効力の達成に有害であるという課題があることを発見したこと，②本願発明は，上記課題を解決するための手段として，陰イオン性，非イオン性又は両性界面活性剤類を本質的に含まないように処方したことにより，第四級アンモニウム抗菌剤の生物学的利用性をより大きくし，活性剤の濃度が非常に低い効果的な組成物を処方することを可能とした作用効果を奏することが開示されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例(甲10)の「特許請求の範囲」及び「発明の詳細な説明」には，次のような記載がある(下記記載中に引用する「表1」については，別紙2参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【請求項1】 カチオン系殺菌剤を含有し，アニオン系及びノニオン系界面活性剤無配合の口腔用組成物にl-メンチル-β-D-マルトシドを配合してなることを特徴とする口腔用組成物。」"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【産業上の利用分野】本発明は，良好な清涼感を有し，異味を呈さない上，カチオン系殺菌剤の活性効果が十分に発揮され，かつ保存安定性に優れた口腔用組成物に関する。」(段落【0001】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【従来の技術及び発明が解決しようとする課題】従来，口腔用組成物には，清涼感を付与する目的でペパーミント油やl-メントールに代表される油溶性香料成分が配合されている。この場合，上記油溶性香料成分を製剤系に配合する際は，可溶化剤としてアニオン系又はノニオン系界面活性剤を併用するのが一般的である。」(段落【0002】)，「しかしながら，口腔用組成物に口腔内殺菌の目的でカチオン系殺菌剤を配合する場合は，上記のようにアニオン系又はノニオン系界面活性剤を併用するとカチオン系殺菌剤の活性が失活してしまうという欠点がある。このような殺菌活性の低下の問題は，例えば過剰量のカチオン系殺菌剤を配合すれば回避することは可能であるが，カチオン系殺菌剤を過剰に配合すると，為害性，保存安定性の低下，カチオン系殺菌剤特有のケミカルな苦みの発生などの問題が生じてしまう。更に，アニオン系及びノニオン系界面活性剤自身も口腔粘膜剥離，口腔内刺激や異味を引き起こし，これに伴う食物の呈味の変化，使用性低下等の弊害が引き起こされてしまうという問題を有している。」(段落【0003】)，「従って，上記問題がなく，かつ口腔用組成物の中でも特に歯磨剤，洗口剤，口中清涼剤等の嗜好形成上重要な清涼感の強さに優れ，しかもカチオン系殺菌剤の活性効果が十分にされ得る口腔用組成物の開発が望まれる。」(段落【0004】)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「本発明は上記事情に鑑みなされたもので，良好な清涼感を有し，異味を呈さない上，カチオン系殺菌剤の活性効果が十分に発揮され，かつ保存安定性に優れた口腔用組成物を提供することを目的とする。」(段落【0005】)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「【課題を解決するための手段及び作用】本発明者は上記目的を達成するため鋭意検討を重ねた結果，カチオン系殺菌剤を含有し，アニオン系及びノニオン系活性剤を含有していない口腔用組成物に，メントール配糖体の1種であるl-メンチル-β-D-マルトシドを配合した場合，良好な清涼感を有し，かつ異味を呈さない上，カチオン系殺菌剤の活性効果が十分に発揮され，しかも保存安定性に優れた口腔用組成物を得ることができることを見出した。」(段落【0006】)，「…メントール配糖体は口腔内酵素により徐々に分解され，メントールがリリースされることにより清涼感を発現する水溶性物質…であり，これを清涼剤として用いた場合，油溶性香料成分の可溶化の目的で配合していたアニオン系及びノニオン系界面活性剤の使用が必要なくなり，このためカチオン系殺菌剤の高い抗菌活性が阻害されることなく十分に発揮される。しかし，一般にメントール配糖体は苦味が強く，その苦味の質もべたつき感のあるいやみなものであり，カチオン系殺菌剤のケミカルな苦味と相まって良好な使用感を確保することが困難であった。そこで本発明者は，種々のメントール配糖体について検討を行った結果，カチオン系殺菌剤含有の口腔用組成物にメントール配糖体の中のl-メンチル-β-D-マルトシドを使用することにより，意外にもカチオン系殺菌剤のケミカルな苦味をビールを思わせるスッキリした苦味に変調して爽快感のある使用感を確保することができる上，アニオン系及びノニオン系界面活性剤無配合でもl-メンチル-β-D-マルトシドの非活性剤系での溶解度が高いことから他の油溶性香料では得難い十分な清涼感を確保することができ，しかもこの口腔用組成物は保存安定性にも優れていることを知見し，本発明をなすに至ったものである。」(段落【0007】)，「従って，本発明は，カチオン系殺菌剤を含有し，かつアニオン系及びノニオン系界面活性剤無配合の口腔用組成物に，水溶性香料成分としてl-メンチル-β-D-マルトシドを配合してなることを特徴とする口腔用組成物を提供する。」(段落【0008】)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「…カチオン系殺菌剤としては，例えば塩化ベンゼトニウム，塩化セチルピリジニウム，塩化ベンザルコニウム等のアルキルピリジニウム塩，セチルトリメチルアンモニウムクロライド等のモノ長鎖アルキルトリ短鎖アルキルアンモニウム塩等の第4級アンモニウム塩型殺菌剤…などが挙げられ，これらの1種類を単独で使用しても2種類以上を併用して使用してもよい。」(段落【0010】)，「上記カチオン系殺菌剤の配合量は，組成物全体の0．005～0．2％(重量％，以下同様)，特に0．01～0．1％とすることが好ましく，0．005％に満たないと十分な抗菌効果が得られない場合があり，0．2％を越えると口腔内への刺激や異味・異臭を生じる場合がある。」(段落【0011】)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「…l-メンチル-β-D-マルトシドの配合量は，組成物全体の0．1～3％，特に0．2～1％とすることができ，0．1％に満たないと十分な清涼感が得られない場合があり，3％を越えると本素材特有の苦味が強すぎ，嗜好性が逆に低下する場合がある。」(段落【0012】)"
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「【発明の効果】本発明の口腔用組成物は，カチオン系殺菌剤の高い抗菌活性が十分に発揮される上，カチオン系殺菌剤由来のケミカルな苦味が変調されると同時に十分な清涼感を有し，このため爽快感のある使用性を確保でき，しかも保存安定性に優れているもので，幅広く使用することができる。」(段落【0017】)"
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「〔実験例〕表1に示す処方の液状口中清涼剤を調製し，カチオン系殺菌剤と表2に示す香料素材を併用した場合の抗菌活性を下記方法及び基準で測定・評価した。更に，清涼感の強さ，異味のマスキング，保存安定性を表3に示す基準で評価した。結果を表1に示す。」(段落【0019】)，「抗菌活性の測定方法(希釈による最小発育阻止濃度測定方法)  1．一定量の滅菌ハイドロオキシアパタイトビーズ(BDH社製)に滅菌唾液をコートし，その後リン酸滅菌緩衝食塩液(PBS)にて洗浄する。2．洗浄後のハイドロオキシアパタイトビーズに下記の溶液処方を室温下で30分間反応させる。3．反応終了後，溶液処方を除去し，PBSで洗浄後，THB培地(TODDHEWITT BROTH培地：DIFCO社製)を添加する。4．ハイドロオキシアパタイトビーズごと2倍段階希釈系列を作成し，各段階毎にA．V菌(Actinomyces viscosus T14V株)を一定量添加後，37℃で24時間嫌気培養する。5．菌の発育の有無を目視による濁度で判定し，希釈倍率による最小発育阻止濃度(MIC)を測定する。」(段落【0020】)"
                    },
                    {
                      "fig": "(コ)",
                      "text": [
                        "「…スタンダードとしてカチオン系殺菌剤(塩化ベンザルコニウム)のみを水溶液にしたものを用い，下記の評価基準に従って各溶液処方の抗菌活性を評価した。",
                        "溶液処方",
                        "カチオン系殺菌剤(塩化ベンザルコニウム)         0．05％",
                        "表1に示す界面活性剤                             1．5",
                        "水                                               残",
                        "計                                           100．0 ％",
                        "抗菌活性(力)評価基準：",
                        "○：スタンダードとほぼ同等のMICを有する。",
                        "△：スタンダードの1／8以下のMICを有する。",
                        "×：スタンダードの1／32以下のMICを有する。」(段落【0021】)"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "「表1の結果より，本発明の口腔用組成物は，良好な清涼感を有し，異味を呈さない上，カチオン系殺菌剤の活性効果が十分に発揮され，しかも保存安定性に優れていることが確認された。」(段落【0022】)"
                    },
                    {
                      "fig": "(シ)",
                      "subject": "「〔実施例2〕洗口剤",
                      "text": [
                        "塩化ベンゼトニウム                         0．05",
                        "フッ化ナトリウム                           0．005",
                        "ソルビット(65％)                     20．0",
                        "アセスルファム                             0．005",
                        "メチルパラベン                             0．01",
                        "サリチル酸メチル                           0．005",
                        "l-メンチル-β-D-マルトシド           1．0",
                        "エタノール                               15．0",
                        "精製水                                         残",
                        "計                                     100．0 ％」(段落【0027】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，引用例の段落【0021】には，「溶液処方」として，「カチオン系殺菌剤(塩化ベンザルコニウム) 0．05％」，「表1に示す界面活性剤  1．5」，「水   残」の「計  100．0 ％」との記載があるが，表1の「比較品」及び「本発明品」の「処方」欄に界面活性剤が記載されているものとは認められないから，段落【0021】中の「表1に示す界面活性剤  1．5」との記載は誤記と認める。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点Cについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明の必須の成分である「l-メンチル-β-D-マルトシド」は，相違点Cに係る「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当し，少なくともそれに該当することの合理的疑いが解消されていないから，相違点Cが本願発明と引用発明の実質的な相違点でないとした本件審決の判断は誤りである旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "よって検討するに，相違点Cに係る本願発明の構成は，「当該組成物が，陰イオン性，非イオン性または両性界面活性剤および前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤を本質的に含まず」というものである。",
                    "本願発明の特許請求の範囲(本件補正後の請求項1)には，「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」を「本質的に含まず」の用語が特定の意味を有することを規定した記載はなく，本願明細書(甲1)中にも，上記用語の意味について直接説明した記載はない。",
                    "一方で，本願明細書には，①「塩化セチルピリジニウム(CPC)」は，「第四級アンモニウム化合物」であり，「それ自体，正に帯電した親水性領域と疎水性領域との両方を有する。…CPCの作用機構は，この正に帯電した分子が，細菌細胞壁上の負に帯電した部位と相互作用する能力に依存する。」(段落【0033】)，②「生理学的条件下で，細菌細胞は正味の負電荷を保有する。細菌がCPCに曝露した時，細菌表面の負に帯電した基に関連する正に帯電した親水基が，CPCの疎水性部分の細胞膜との相互作用を可能にし，その結果細胞構成成分の漏出，細菌代謝の撹乱(disruption)，細胞成長の阻害及び細胞の死滅を生じる。」(段落【0034】)，③「CPCの抗菌活性に重要なのは，細菌及び粘膜表面への付着促進へのその正に帯電した親水性領域の利用可能性である。」，「一般的な賦形剤類，特に市販口腔ケア処方類に添加される界面活性剤類は，CPCの抗菌活性を大幅に減少し又は完全に中和さえする。」，「CPCの活性低下の度合いは，CPC処方に添加する賦形剤の選択及び濃度によって決まる。」(以上，段落【0035】)との記載があることを総合すれば，「第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」は，口腔ケア口内すすぎ剤組成物に添加される賦形剤のうち，第四級アンモニウム抗菌剤の抗菌活性に重要な陽イオン性基の活性を減少又は中和する負に帯電した部位を含むものを意味すると認められる。",
                    "次に，本願明細書には，①「本明細書で使用する時，「陰イオン性，非イオン性又は両性界面活性剤類を本質的に含まない」は，当該組成物が第四級アンモニウム抗菌剤の活性を実質的に損なわないような量の界面活性剤しか含まなくてもよいことを意味する。」(段落【0029】)，②「「製薬上許容できる賦形剤」又は「製薬上許容できる口腔キャリア」は，本明細書で使用する時，局所経口投与に適した1つ以上の混和性のある希釈剤又は添加剤を意味する。本明細書で使用する時，「混和性のある」とは，組成物の構成成分が，組成物の安定性及び／又は有効性を実質的に減少させるような様式で相互作用することなしに混合され得ることを意味する。」(段落【0043】)との記載があることからすると，「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」が添加(配合)される場合であっても，その配合量が第四級アンモニウム抗菌剤の活性を実質的に損なわないような量であれば，「本質的に含まず」に該当するものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記(2)によれば，引用例(甲10)には，①従来，口腔内殺菌の目的でカチオン系殺菌剤を配合した口腔用組成物においては，清涼感を付与する目的でペパーミント油やl-メントールに代表される油溶性香料成分を配合し，その際に油溶性香料成分の可溶化剤としてアニオン系又はノニオン系界面活性剤を併用するのが一般的であったが，アニオン系又はノニオン系界面活性剤を併用するとカチオン系殺菌剤の活性が失活してしまうという課題があったこと，②引用発明は，上記課題を解決するための手段として，カチオン系殺菌剤を配合した口腔用組成物に水溶性香料成分としてl-メンチル-β-D-マルトシドを配合することにより，油溶性香料成分の可溶化の目的で配合していたアニオン系及びノニオン系界面活性剤の使用を不要とし，これらを無配合とする構成としたこと，③引用発明は，上記構成を採用することにより，カチオン系殺菌剤の高い抗菌活性が阻害されることなく十分に発揮され(段落【0006】，【0007】，【0017】等)，かつ，良好な清涼感を有し，異味を呈さず，保存安定性に優れているという効果を奏することが開示されているものと認められる。",
                    "そして，引用発明に配合されたl-メンチル-β-D-マルトシドは，メントールに糖成分のマルトースが結合した化合物であり，マルトース部分に負に帯電したヒドロキシル基を有していること(争いがない。)からすると，カチオン系殺菌剤(第四級アンモニウム抗菌剤)の陽イオン性基の活性を減少又は中和する負に帯電した部位を含むものといえるから，「第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」に該当するものと認められる。",
                    "次に，引用発明におけるl-メンチル-β-D-マルトシドの配合量について検討するに，上記のとおり，引用発明は，l-メンチル-β-D-マルトシドが配合されていても，アニオン系及びノニオン系界面活性剤を無配合とすることで，カチオン系殺菌剤の高い抗菌活性が阻害されることなく十分に発揮されていることからすると，l-メンチル-β-D-マルトシドの配合量は，第四級アンモニウム抗菌剤の活性を実質的に損なわないような量であって，「第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤」を「本質的に含まず」の範囲内のものであるものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，l-メンチル-β-D-マルトシドが配合されている引用発明は，相違点Cに係る「前記第四級アンモニウム抗菌剤の生物学的利用能にマイナスの影響がある賦形剤本質的に含まず」の構成を充足するものと認められるから，相違点Cを実質的な相違点ではないとした本件審決の判断に原告主張の誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点A及びDについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例における組成物の抗菌活性の評価は，組成物に添加した菌(A．V菌)の発育の有無を目視による濁度で判定し，希釈倍率による最小発育阻止濃度(MIC)を測定し，評価したもの(段落【0020】～【0022】，表1)であるのに対し，本願発明における組成物の抗菌活性の評価は，ディスク・リテンション・アッセイ(DRA)により，未希釈の口内すすぎ剤試料の濾過中に，標準化されたセルロースフィルターディスクに「結合」するCPCの量を，セルロースフィルターディスクの曝露の前後で試料中のCPCの濃度の差を測定することによって決定し，評価したもの(本願明細書の段落【0037】，【0038】，【0041】)であって，両者の抗菌活性の評価方法は異なるものである。しかも，引用例には，相違点A及びDに係る本願発明の構成に示すような組成物中のカチオン系殺菌剤(第四級アンモニウム抗菌剤)の生物学的利用可能な量及び生物学的利用能の値についての記載はない。",
                    "ところで，本願明細書には，本願発明において，「少なくとも324ppmの生物学的利用可能な量」の「第四級アンモニウム抗菌剤」を含む構成(相違点Aに係る構成)としたことに関しては，「約0．035～約0．1％のCPCを含む口内すすぎ剤処方は，検査結果が，生物学的利用可能なCPCの濃度が≧324ppmであることを示した場合，DRA試験に合格する。…≧324ppmという生物学的利用可能な濃度のCPCを含有する製品の試験は，プラスの臨床(抗歯肉炎，抗歯垢)結果を実証する。」(段落【0041】)との記載がある一方で，「当該組成物が，ディスク・リテンション・アッセイにより決定される少なくとも65％の生物学的利用能を有する」との構成(相違点Dに係る構成)としたことに関しては，「望ましくは，0．05％のCPCを含有する処方は，少なくとも約324ppmの生物学的利用可能なCPCを供給するために，少なくとも約65％の生物学的利用能を有する。」(段落【0042】)との記載があるのみであり，当該記載は，0．05％のCPCを含有する口内すすぎ剤処方を前提とする場合に生物学的利用可能なCPCの濃度を少なくとも約324ppm供給するために必要とされるというものにすぎず，生物学的利用能の下限の数値を「65％」とすることに特に臨界的意義はなく，第四級アンモニウム抗菌剤の抗菌活性を実質的に損なわない程度のものを記載したにすぎないものと認められる。",
                    "そして，引用発明は，アニオン系及びノニオン系界面活性剤を無配合とすることで，カチオン系殺菌剤の殺菌作用が阻害されることなく十分に発揮できるという効果を奏するものであること(前記(3)ウ)，引用例の表1に示された「本発明品」(№10ないし13)には，カチオン系殺菌剤である塩化ベンザルコニウムが「0．05％」(500ppm相当)含有されており，その「殺菌活性効果」が，塩化ベンザルコニウムのみを水溶液にした「スタンダード」と「ほぼ同等」であることを示す「○」と評価されていること(別紙2参照)からすると，引用発明においても，相違点A及びDに係る本願発明の構成を充足するものと推認される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "もっとも，引用例の段落【0021】の「抗菌活性(力)評価基準；  ○：スタンダードとほぼ同等のMICを有する。△：スタンダードの1／8以下のMICを有する。×：  スタンダードの1／32以下のMICを有する。」の記載に照らすと，区分上は，「○」の評価であっても，抗菌活性が「12．5％超100％以下」の数値範囲のものを含み得ることとなり，ひいては「ディスク・リテンション・アッセイにより決定される生物学的利用能」が「65％」に達しないものが含まれている可能性もあり得る。",
                    "そこで，引用例の表1に示された実験例の「本発明品」の処方(別紙2参照)と本願明細書の表2に示された本願発明の実施例の処方(別紙1参照)とを対比して検討するに，引用例の「本発明品」の№10は，第四級アンモニウム抗菌剤(カチオン系殺菌剤)である塩化ベンザルコニウムを0．05％，エタノールを14．25％(15．0％×95％)，グリセリンを8．5％(10．0％×85％)，清涼剤であるl-メンチル-β-D-マルトシドを0．2％含み，残部は水からなるものである。一方，本願明細書の表2に記載された本願発明の「実施例AないしH」の中で，引用例の「本発明品」の№10と最も処方が類似する「実施例H」は，第四級アンモニウム抗菌剤である塩化セチルピリジウムを0．075％，エタノールを12．000％，グリセリンを17．000％，着香料，サッカリン(甘味剤)，ポロキサマー407(非イオン系界面活性剤)その他の成分を合計0．313％含み，残部は水からなるものである。",
                    "そして，①引用例の「本発明品」の№10は，エタノールこそ本願発明の「実施例H」よりもやや多いものの，グリセリンは半量しか含んでいないこと，②引用例の「本発明品」の№10のl-メンチル-β-D-マルトシドの配合量は，第四級アンモニウム抗菌剤の活性を実質的に損なわない範囲の量であること(前記(3)ウ)，③本願発明の「実施例H」には，非イオン系界面活性剤等を合計0．313％含むのに対し，引用例の「本発明品」の№10には，陰イオン性，非イオン性又は両性界面活性剤が含まれていないこと(前記(2)イ)に照らすならば，引用例の「本発明品」の№10は，第四級アンモニウム抗菌剤の陽イオン性基の活性を減少又は中和する負に帯電した部位を含む成分を本願発明の「実施例H」と同等又はそれ以下しか有しておらず，本願発明の「実施例H」と同等又はそれ以上の第四級アンモニウム抗菌剤の抗菌活性(生物学的利用能)を有しているものとみることができる。",
                    "そうすると，本願明細書に示された本願発明の「実施例H」は，本願発明の構成を全て備えているはずであるから，引用例の「本発明品」の№10においても，本願発明の「実施例H」と同様に，相違点A及びDに係る本願発明の構成を充足するものと理解される。",
                    "したがって，引用例における抗菌活性の評価の「○」が区分上は抗菌活性が「12．5％超100％以下」の数値範囲のものを含み得ることは，引用発明が相違点A及びDに係る本願発明の構成を充足するとの推認を妨げるものではなく，この点に関する原告の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，相違点A及びDが実質的な相違点でないとした本件審決の判断にも原告主張の誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "以上のとおり，相違点A，C及びDは実質的な相違点でないものと認められるから，本願発明は，引用発明と同一の発明であるというべきである。",
                "したがって，本願発明は，特許法29条1項3号に該当し，特許を受けることができないとした本件審決の判断に誤りはないから，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第であるから，その余の点について判断するまでもなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}