{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    },
    {
      "text": "- 1 -"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2010-12921号事件について平成24年4月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶審決の取消訴訟である。実質的な争点は，補正に関し新規事項追加の有無又は独立特許要件の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，1999年(平成11年)7月7日の優先権(米国)を主張して，2000年(平成12年)6月29日，発明の名称を「制御式アンテナダイバーシチ」とする発明につき，国際特許出願(PCT／EP00／06085。国際公開はWO01／05088〔甲4〕。日本における出願番号は特願2001-510182号，国内公表公報は，特表2003-504957号)をし，平成21年12月24日付けで特許請求の範囲の変更を内容とする補正をした(甲6)が，平成22年2月5日付けで拒絶査定を受けた。原告は，同年6月14日，これに対する不服の審判(不服2010-12921号)を請求するとともに，同日付けで特許請求の範囲の変更を内容とする補正をした(甲7。本件補正)。特許庁は，平成24年4月16日，本件補正を却下した上「本件審判の請求は，成り立たない。」との審決をし(出訴期間として90日を附加)，その謄本は同年5月7日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正後の請求項1(補正発明)",
              "text": [
                "第1のアンテナと，",
                "前記第1のアンテナからの信号を復調する第1の無線周波数復調器と，",
                "第2のアンテナと，",
                "前記第2のアンテナからの信号を復調する第2の無線周波数復調器と，",
                "ベースバンド処理回路とを有し，",
                "前記ベースバンド処理回路は，当初前記第2の無線周波数復調器が無効化された状態で，ダイバーシチのために第1の復調無線周波数信号を前記第1の無線周波数復調器から受信し，ダイバーシチが適切か否かを判定して，ダイバーシチが適切と判定した場合には前記第2の無線周波数復調器を有効化して第2の復調無線周波数信号を受信し，前記第1及び第2の復調無線周波数信号を合成して合成信号をベースバンド処理し，ダイバーシチが適切でないと判定した場合には前記第2の無線周波数復調器を無効化したまま前記第1の復調無線周波数信号をベースバンド処理し，その後ダイバーシチが適切と判定した場合に前記第2の無線周波数復調器を有効化することを特徴とする移動局。(下線部が補正箇所)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件補正前の請求項1(補正前発明)",
      "text": [
        "第1のアンテナと，",
        "前記第1のアンテナからの信号を復調する第1の無線周波数復調器と，",
        "第2のアンテナと，",
        "前記第2のアンテナからの信号を復調する第2の無線周波数復調器と，",
        "ベースバンド処理回路とを有し，",
        "前記ベースバンド処理回路は，ダイバーシチのために第1の復調無線周波数信号を前記第1の無線周波数復調器から受信するとともに第2の復調無線周波数信号を前記第2の無線周波数復調器から受信し，ダイバーシチが適切か否かを判定して，ダイバーシチが適切と判定した場合には前記第2の無線周波数復調器を有効化して前記第1及び第2の復調周波数信号を合成して合成信号をベースバンド処理し，ダイバーシチが適切でないと判定した場合には前記第2の無線周波数復調器を無効化して前記第1の復調無線周波数信号をベースバンド処理することを特徴とする移動局。"
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由の要点",
      "content": [
        {
          "fig": "(1)",
          "subject": "特許法17条の2第3項違反について",
          "text": [
            "出願当初の明細書又は図面の他のいずれの箇所を見ても，装置の動作を開始させた「当初」，すなわち，第1のアンテナからの無線信号を第1の無線周波数復調器で復調するステップが「最初に」実行される際に，必ず「ダイバーシチ」が「オフ」状態になっていて「第2のプロセッサ422」(第2の無線周波数復調器)が無効化された状態になっているということは，記載も示唆もされていない事項であり，このことは，出願当初の明細書又は図面のすべての記載を総合することにより導かれる技術的事項との関係において，新たな技術的事項を導入するものであると認められる。したがって，本件補正は，願書に最初に添付した明細書又は図面に記載した事項の範囲内においてしたものであるとは認められず，特許法17条の2第3項の規定に違反し，本件補正を却下すべきである。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "独立特許要件について",
          "text": [
            "仮に，特許法17条の2第3項違反にならないと解したとしても，補正発明は，引用例(特開昭62-230125号公報，甲1)に記載された発明に基づいて，本件優先日当時，当業者が容易に発明をすることができたもので，進歩性を欠く。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "引用例には，実質的には，次の発明(引用発明)が記載されていることが認められる。",
                "アンテナ2と，",
                "前記アンテナ2からの信号を復調する受信部4と，",
                "アンテナ1と，",
                "前記アンテナ1からの信号を復調する受信部3と，",
                "制御部5とを有し，",
                "前記制御部5は，前記受信部4の電界検出出力v2をローパスフィルタ14で積分して平均電界検出出力電圧vaとし，平均電界検出出力電圧va＜基準電圧vrのときには前記受信部3へ電源を供給するスイッチ11をオンにして選択ダイバーシチ受信を行い，平均電界検出出力電圧va＞基準電圧vrのときには前記スイッチ11をオフにして前記受信部4のみによる受信を行うダイバーシチ受信機。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "補正発明と引用発明との一致点と相違点は次のとおりである。",
                "【一致点】",
                "第1のアンテナと，",
                "前記第1のアンテナからの信号を復調する第1の無線周波数復調器と，",
                "第2のアンテナと，",
                "前記第2のアンテナからの信号を復調する第2の無線周波数復調器と，",
                "制御手段とを有し，",
                "前記制御手段は，前記第2の無線周波数復調器が無効化された状態で，前記第1の無線周波数復調器から信号を受信し，ダイバーシチが適切か否かを判定してダイバーシチが適切と判定した場合には前記第2の無線周波数復調器を有効化してダイバーシチ受信を行い，ダイバーシチが適切でないと判定した場合には前記第2の無線周波数復調器を無効化したまま第1の無線周波数復調器を動作させ，その後ダイバーシチが適切と判定した場合に前記第2の無線周波数復調器を有効化するダイバーシチ受信機。",
                "【相違点1】",
                "ダイバーシチが適切か否かを判定する「制御手段」が，補正発明においては「ベースバンド処理回路」であるのに対し，引用発明においては「制御部5」である点。",
                "【相違点2】",
                "補正発明においては，「ベースバンド処理回路」が「当初第2の無線周波数復調器が無効化された状態で，ダイバーシチのために第1の復調無線周波数信号を第1の無線周波数復調器から受信し，ダイバーシチが適切か否かを判定して，ダイバーシチが適切と判定した場合には前記第2の無線周波数復調器を有効化して第2の復調無線周波数信号を受信し，前記第1及び第2の復調無線周波数信号を合成して合成信号をベースバンド処理し，ダイバーシチが適切でないと判定した場合には前記第2の無線周波数復調器を無効化したまま前記第1の復調無線周波数信号をベースバンド処理する」ものであるのに対し，引用発明においては，「制御部5」が「受信部4の電界検出出力v2をローパスフィルタ14で積分して平均電界検出出力電圧vaとし，平均電界検出出力電圧va＜基準電圧vrのときには前記受信部3へ電源を供給するスイッチ11をオンにして選択ダイバーシチ受信を行い，平均電界検出出力電圧va＞基準電圧vrのときには前記スイッチ11をオフにして前記受信部4のみによる受信を行う」ものである点。",
                "【相違点3】",
                "補正発明は「移動局」であるのに対し，引用発明の「ダイバーシチ受信機」は「移動局」であるとはされていない点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "相違点に関する審決の判断は以下のとおりである。",
        "①  相違点1について",
        "引用発明における「制御部5」は，「受信部4の電界検出出力v2をローパスフィルタ14で積分して」得た「平均電界検出出力電圧va」を基にダイバーシチが適切か否かを判定するものであるところ，受信機において，「ベースバンド処理回路」は，「復調無線周波数信号」を扱う回路であり，該「復調無線周波数信号」は，受信信号の出力レベルに比例する信号であるから，該信号を「受信部の電界検出出力」と同等の指標として利用できることは，当業者に明らかである。",
        "よって，引用発明において，ダイバーシチが適切か否かの判定を「ベースバンド処理回路」により行うようにすることは，当業者が適宜になし得ることにすぎない。",
        "②  相違点2について",
        "引用発明においても，「平均電界検出出力電圧va＞基準電圧vrのときにはスイッチ11をオフにして受信部4のみによる受信を行う」ようにしているのは，「平均電界検出出力電圧va＞基準電圧vrのとき」にはダイバーシチ受信を行わないので，「受信部3」へ電源を供給するのは無駄であるから，「スイッチ11」をオフにすることによって「受信部3」への電源の供給を遮断し，もって消費電流の低減を図るためである。してみると，受信機の動作開始当初に，ダイバーシチ受信を行うのが適切か否かまだ分からない状態で「受信部4」のみならず「受信部3」への電源の供給も行うことは，「消費電流の低減」の観点から不自然であり，むしろ，受信機の動作開始当初は「受信部3」への電源の供給を遮断，すなわち「受信部3」を無効化しておき，「受信部4の電界検出出力v2をローパスフィルタ14で積分して」得た「平均電界検出出力電圧va」を基にダイバーシチが適切か否かを判定した後に，ダイバーシチが適切なら「受信部3」への電源の供給を開始して該「受信部3」を有効化し，ダイバーシチが適切でないなら「受信部3」への電源の供給を遮断したまま，すなわち「受信部3」を無効化したままとすることが自然である。",
        "また，複数のアンテナの受信信号を合成するいわゆる「合成ダイバーシチ」は周知(甲2，3)であり，引用発明において採用されている「選択ダイバーシチ」の代わりに「合成ダイバーシチ」を採用するようにすることは，当業者が適宜なし得ることにすぎない。",
        "そして，相違点1に記載のとおり，ダイバーシチが適切か否かの判定を「ベースバンド処理回路」により行うようにすることは，当業者が適宜になし得ることにすぎないから，該「ベースバンド処理回路」により，受信機の動作開始当初の「受信部3」が無効化された状態でダイバーシチが適切か否かの判定を行い，その判定結果に従って「合成ダイバーシチ」を行うか否かを決めるようにすることは，当業者が容易に想到し得ることである。",
        "③  相違点3について",
        "「受信機」として「移動局」はごく一般的なものにすぎず，「移動局」に対してダイバーシチ受信技術が採用できない理由はない。",
        "よって，引用発明の「ダイバーシチ受信機」を「移動局」とすることは，当業者が適宜になし得ることである。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "以上より，補正発明は，独立特許要件を欠いている。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "補正前発明について",
          "text": [
            "補正前発明の構成を全て含み，特定の限定を施したものに相当する補正発明が，前記のとおり，引用発明及び上記周知技術に基づいて，当業者が容易に発明をすることができたものであるから，補正前発明も，同様に，引用発明及び上記周知技術に基づいて，当業者が容易に発明をすることができたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(新規事項の追加禁止の要件に係る判断の誤り)",
          "text": [
            "本願明細書(甲5)の段落【0019】には，本願発明が，ダイバーシチブランチを必要な場合にのみ用いることで，電力損失を削減するものであり，ダイバーシチを使用しない状況が基準でありダイバーシチを用いることによる性能向上がダイバーシチを用いることによる電力消費を上回ると判断した場合にのみ，ダイバーシチを使用することが記載されている。そして，【図5】から明らかなように，装置の動作を開始させた「当初」から最初にダイバーシチの必要性を判定するステップ520を実行するまでの間は，「ダイバーシチを用いることによる性能向上がダイバーシチを用いることによる電力消費を上回る」か否かについての判断がなされておらず，第2のプロセッサ422(補正発明の「第2の無線周波数復調器」)が無効化されていることは，本願明細書及び図面の記載から明らかであるから，第1のアンテナからの無線信号を第1の無線周波数復調器で復調するステップが「最初に」実行される際に，必ず「ダイバーシチ」が「オフ」状態になっていて「第2のプロセッサ422」(第2の無線周波数復調器)が無効化された状態になっているということは，本願明細書及び図面に記載・示唆されている事項である。",
            "したがって，新たな技術的事項を導入するものであるとして，新規事項の追加禁止に当たるとした審決の判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(補正発明と引用発明との相違点の容易想到性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "受信装置における制御部，ベースバンド処理回路，比較器等の異なる2つの機能部で使用する信号が同じであることを理由として，2つの機能部(制御部，ベースバンド処理回路)を置換可能と判断するのは，受信装置の総ての機能部は置換可能となるから，このような判断は許されない。",
                "また，引用例(甲1)に記載されているのは，制御部5にスイッチの制御を行わせることのみであり，引用例の第3図，第8図及び第9図では，いずれも，ベースバンド部8が，制御部5とは異なるものとして記載されており，ベースバンド部8において制御部5での処理を行えることを示す記載はない。",
                "さらに，復調無線周波数信号は，引用例の受信部において増幅及び復調処理が行われているから，電界強度に応じた受信信号ではなく，審決における「復調無線周波数信号が受信信号の出力レベルに比例する信号である」との認定は引用例の記載に反するものである。刊行物(甲10ないし14)に記載されているように，受信装置においては，アンテナでの受信レベルにかかわらず，一定レベルの信号を復調側に出力する構成が一般的に使用されているから，増幅後の受信信号ではアンテナでの受信レベルを比較できないことは明白である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例(甲1)は，「制御部5では，電界検出出力v2の電圧を平均化して平均電界検出出力電圧となし，これをあらかじめ設定した基準電圧と比較する」との構成をとり，平均電界検出出力電圧を元に無効化の判断をしているところ，平均値を求めるためにはある程度の時間が必要であるから，動作開始当初においては，平均電界検出出力電圧が利用可能になるまでは，即座に判定できる比較器10による選択ダイバーシチを使用する，すなわち，受信部3は有効化されている方が自然である。",
                    "したがって，審決は，引用発明は，動作開始「当初」に受信部3が無効化されているのが自然であると判断しているが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「選択ダイバーシチ」の代わりに「合成ダイバーシチ」を採用することは当業者が適宜になし得るとするが，引用例には，選択ダイバーシチを合成ダイバーシチに変更する動機づけとなる記載はない。特に，合成ダイバーシチは，選択ダイバーシチとは異なる処理がベースバンド部において必要であるが，引用例には単純な選択スイッチが記載されているのみであり，動機付けがない。",
                    "また，選択ダイバーシチを合成ダイバーシチに変更することは，引用例の主要な構成である選択のためのスイッチ7を取り去るもので，引用例の本来の開示内容と大きく離れることになるから，そのような変更に基づき発明の容易想到性を判断することは許されるべきものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "text": [
                "引用例には，受信機が移動局であることや示唆する記載もない。",
                "引用発明から補正発明が容易というためには，引用例の受信機を移動局に変更する動機づけが必要であるが，審決は，移動局に対してダイバーシチ技術が適用できることを述べるにとどまり，移動局を持ち出した理由について説明がなされていない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(補正却下の決定を踏まえた検討における判断の誤り)",
          "text": [
            "取消事由2で述べた理由により，補正前発明が引用発明及び上記周知技術に基づいて，当業者が容易に発明をすることができたものであると認定したのは，誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "本願明細書の【図5】において，「ステップ510に向けての矢印の始点が装置の動作を開始させた『当初』を示して」いると解されるところ，この始点において，「第2のプロセッサ422(補正発明の第2の無線周波数復調器)」がどのような状態になっているかは，【図5】のフローチャート上で何も示されておらず，「当初」に必ず「ダイバーシチを用いていない」状況下(第2のプロセッサ422(補正発明の「第2の無線周波数復調器」)が無効化されている状況下)にあるということを表すものでもない。そして，段落【0019】は，「ダイバーシチを用いていない」状況下では「ダイバーシチ処理へ切り替える」動作が行われ，「ダイバーシチを用いている」状況下では「ダイバーシチ処理」が既に行われているのであるから「ダイバーシチ処理へ切り替える」動作は行われない(「ダイバーシチ処理」が行われることが継続されるままである)ということを表しているにすぎず，装置の動作を開始させた「当初」に，必ず「ダイバーシチを用いていない」状況下(第2のプロセッサ422(補正発明の「第2の無線周波数復調器」)が無効化されている状況)にあるということを表すものではない。",
            "よって，新たな技術的事項を導入するものと認められるとした審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1について",
              "text": [
                "乙1(特開平9-247061号公報)及び2(特開昭63-204926号公報)には，ダイバーシチを制御するための信号としては，ベースバンド処理回路を含めて受信処理回路の任意の段階の信号を用いることができることが開示されている。",
                "原告は，引用例の復調無線周波数信号は，受信部3及び受信部4により増幅及び復調処理が行われており，もはやアンテナ1及び2が出力する電界強度に応じた受信信号ではないと主張するが，引用例において，受信部3及び受信部4の出力信号に対して増幅及び復調処理を施したからといって，該処理後の信号の出力レベルに逆転現象が起きることは普通考えられない。",
                "以上によれば，引用発明において，ダイバーシチが適切か否かの判定を「ベースバンド処理回路」により行うようにすることは，当業者が適宜になし得ることにすぎない」とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例は，消費電流の低減を目的とするものであるから，ダイバーシチ受信を行うのが適切か否かがまだ分からない「当初」に，受信部3を無効化しておくことは自然に発想されることであり，このことは，取消事由1について原告が主張していることと同様である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "合成ダイバーシチは，選択ダイバーシチと並んで用いられるダイバーシチ技術として周知技術(甲2，甲3，乙2，乙3)であり，合成ダイバーシチは，選択ダイバーシチの一部の構成を変更して置換可能なダイバーシチ技術であることは，当業者に明らかである。もちろん，「合成ダイバーシチ」技術を適正に機能させるためには，引用発明における「スイッチ」(選択部)を単に「合成部」に変更するだけでなく，原告の主張するように「2つの受信信号の位相の調整や，合成する各受信信号の重み付け等」の処理が必要となるものと解されるが，それらの処理は，「合成ダイバーシチ」技術において用いられる周知の処理にすぎず，しかも，補正発明において，周知の「合成ダイバーシチ」技術を採用するにあたり，特に限定した特殊な処理を用いるともされていない。",
                    "したがって，選択ダイバーシチの代わりに合成ダイバーシチを採用することは，当業者が適宜になし得ることにすぎないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "text": [
                "引用例は，「通話品質の確保」を目的とするものであるから，通話品質が問題となる典型的な通信機器として移動局が挙げられることは明らかであり，ダイバーシチ技術を携帯電話等に用いることも乙1や乙3に記載されている。",
                "よって，引用発明の「ダイバーシチ受信機」を「移動局」とすることは，当業者が適宜になし得ることであるとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "取消事由2で反論したように，審決において，補正前発明が，引用発明及び上記周知技術に基づいて，当業者が容易に発明をすることができたものであると認定したことに誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "補正発明及び補正前発明について",
          "text": [
            "本願明細書(甲5)及び手続補正書(甲7)によれば，補正発明及び補正前発明につき以下のことを認めることができる。",
            "補正発明及び補正前発明は，無線通信システムにおけるアンテナダイバーシチを制御するシステムに関するものである(段落【0001】)。セルラ無線通信システムに発生する共通した問題は，マルチパスフェージングに帰因するアップリンク及びダウンリンクでの情報損失であるが(段落【0005】)，フェージングは複数の受信アンテナを用い，選択合成法，等利得合成法又は最大比合成法といった，何らかのダイバーシチ合成を利用することで緩和することが可能である(段落【0006】)。しかし，無線環境がダイバーシチなしに完全に十分な性能を与えるような場合において，移動局は必要のあるなしにかかわらずダイバーシチ処理に電力を消費し続け，動作時間が短縮するという課題があった(段落【0018】)。",
            "その課題を解決するために，補正発明及び補正前発明は，ダイバーシチを用いることによる性能向上がダイバーシチを用いることによる電力消費を上回る場合を判断でき，後者の状況においてのみ，ベースバンド処理回路によってダイバーシチブランチが制御(すなわちスイッチオン及びオフ)される構成を採用して，ダイバーシチブランチを必要な場合にのみ用いることにより，移動局にダイバーシチを導入することによる電力損失(power penalty)を削減したことを特徴とするものである(段落【0019】)。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(新規事項の追加禁止の要件に係る判断の誤り)について",
          "text": [
            "前記1のとおり，補正発明は，ダイバーシチ処理がなくても十分な性能が与えられるような場合においても常にダイバーシチ処理を行うことは，電力消費の観点から移動局の動作時間が短縮するという課題があったので，必要な場合にのみダイバーシチ処理を行うようにしたものである。そうすると，移動局の動作を開始させた当初，ダイバーシチ処理の必要性が不明な状態において，ダイバーシチ処理を行わせるように，第2の無線周波数復調器を有効化するとは考え難い。",
            "また，段落【0032】には，「最初のステップ510において，無線周波数信号が第1のアンテナ410で受信される。2番目のステップ512において，この無線周波数信号は処理のため第1のRFプロセッサ420へ入力される。…ステップ520でベースバンドプロセッサ430がダイバーシチをオンすべきか否かを判定する。」との記載があり，また，【図5】のフローチャートにおいても，動作開始当初の地点を示す上方の矢印の始点が，ステップ510の「第1のアンテナでRF信号を受信」するところから始まっているところ，これらのことに，段落【0040】において「ダイバーシチが不要な場合，第2のRFプロセッサ422は使用されない。」，段落【0019】に「ダイバーシチを用いることによる性能向上がダイバーシチを用いることによる電力消費を上回る場合を判断でき，後者の状況においてのみダイバーシチ処理へ切り替える」と明記されていることを考慮すると，動作開始時において，ダイバーシチがオンであることを前提として第1のアンテナでの受信及び第1のRFプロセッサへの入力と第2のアンテナでの受信及び第2のRFプロセッサへの入力とが，同時並行的あるいは順次行われるとは解しがたく，動作開始当初はダイバーシチがオフ(第2の無線周波数復調器が無効)とされていると理解するのが自然である。このように考えた場合，【図5】のフローチャートは，動作開始当初，ステップ512で受信したRF信号を第1のRFプロセッサ(第1の無線周波数復調器)で処理し，ステップ514においてダイバーシチはオンではないこととなるから，そのままステップ517に進んで，第1のRFプロセッサ(第1の無線周波数復調器)からの処理信号を復調することとなり，ステップ520において初めて，ダイバーシチが必要か否かを判定し，必要でなければ，当初の流れを継続(すなわち，【図5】の左側欄のサイクル〈ステップ510，512，514，517，520，521〉を継続)し，ステップ520においてダイバーシチが必要であると判定された場合にのみ，第2のアンテナにおけるRF信号受信から復調・合成処理に至るステップ515，516，518に進むものと理解でき，上記に示した明細書の他の記載とも整合的である。",
            "そうすると，本件補正は，願書に最初に添付した明細書又は図面に記載した事項の範囲内においてしたものであり，新規事項が追加されたものとはいえない。本件補正を新規事項の追加に当たるとした審決の判断は誤りである。",
            "もっとも，審決は，本件補正却下の理由として補正発明が独立特許要件(特許法29条2項)を満たしていないことも挙げているから，進んで，本件補正が平成18年法律第55号による改正前の特許法17条の2第5項，126条4項に違反するか否かについて検討する。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(補正発明と引用発明との相違点の容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明について",
              "text": [
                "引用例(甲1)によれば，引用発明について，次のことを認めることができる。",
                "引用発明は，通話品質の確保と消費電流低減とを両立させた無線通信におけるダイバーシチ受信機に関するものである(〔産業上の利用分野〕)。",
                "従来の技術である選択ダイバーシチ受信機においては，複数の受信部を必要とし，これらの復調出力のうち受信電界強度の強い受信部の復調出力をベースバンド部に入力することにより通話品質改善を図っているので，常に複数の受信部に電源部から電源が供給され，通話品質を更に改善するために受信部を増やせば増やすほど消費電流も多くなるという課題があった(〔発明が解決しようとする問題点〕)。",
                "その課題を解決するために，引用発明は，アンテナ1及び2で電波を受信し，電界強度に応じた受信信号を出力させ，この受信信号を受信部3及び4でそれぞれ増幅・復調させ，受信部3及び4で発生した電界検出出力v1，v2を比較器10で比較し，電界検出出力電圧が高い方の受信部の復調出力が選択されるようにスイッチ7を切り換える一方，受信部4の電界検出出力v2は制御部5へも入力し，制御部5では，電界検出出力v2の電圧を平均化して平均電界検出出力電圧となし，これをあらかじめ設定した基準電圧と比較し，また，平均電界検出出力電圧が基準電圧より高い時はスイッチ11をオフし低い時はオンするような制御信号を送出し，スイッチ11がオンの時はダイバーシチ受信を行い，スイッチ11がオフの時は受信部3の電界検出出力v1はゼロとなって，比較器10は常に受信部4の復調出力信号を選択するようにしたものである(〔実施例〕，〔図1〕)。",
                "その結果，受信入力電界が設定された基準より強い場合には第1の受信部(受信部3)の電源を切り第2の受信部(受信部4)でのみ受信するようにすることができるので，通話品質を向上できるとともに電力消費量を少なくすることができる効果がある(〔発明の効果〕)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1について",
              "text": [
                "前記のとおり，引用発明は，電界強度に応じた受信信号を受信部3と受信部4で増幅・復調させ，受信部3及び受信部4で発生した電界検出出力電圧v1及びv2を比較器10で比較して，高い方の受信部の復調出力が選択されるようにスイッチ7を切り換えて低周波増幅部12に出力するものである。そうすると，受信部3と受信部4でそれぞれ受信した受信信号の電界強度と，受信部3と受信部4で発生するそれぞれの電界検出出力電圧との関係は，電界強度の強い受信信号から低い電界検出出力電圧を発生させたり，逆に，電界強度の弱い受信信号から高い電界検出出力電圧を発生させたりすることは想定されず，電界強度の強弱と電界検出出力電圧の高低の関係は，一方の増減につれて他方も増減するとの点において保たれていると考えられる。",
                "よって，審決が，引用発明について「復調無線周波数信号」は，受信信号の出力レベルに比例する信号である」と認定したことに誤りはない。",
                "そして，乙1(特開平9-247061号公報)の【図3】(ダイバーシチ方式を採用した無線通信装置の受信回路)において，ベースバンド信号(復調無線周波数信号)により受信処理回路を選択可能であることが記載され，乙2(特開昭63-204926号公報)の第6図(切替型ダイバーシチ受信方式)において，復調回路10a，10bが出力したベースバンド信号(復調無線周波数信号)により切替えを行うことが記載されているように，ベースバンド信号(復調無線周波数信号)によりダイバーシチの切替えを行うことは周知であって，前記のとおり，引用例におけるアンテナから出力された受信信号の復調出力(ベースバンド信号，復調無線周波数信号)は受信信号の出力レベルに比例する信号であるから，引用発明における「制御部」に代えて，復調無線周波数信号を扱う「ベースバンド処理回路」において，ダイバーシチが適切か否かの判定を行うように構成することは，当業者であれば適宜，容易になし得ることである。",
                "よって，相違点1に関する審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明においても，性能・品質確保と消費電力低減との要請を一定の基準で選択しようとする点において，補正発明と同じ課題を有するものである。引用例には，補正発明と異なり，受信部3や受信部4における動作の順序を示唆する具体的なフローチャートやその他の記載が見当たらず，動作説明をする(実施例)を見ても，動作開始当初に受信部3を無効化しているか否かについては明らかとなっていないが，他方では受信部3を無効化していることを排除する記載もない。そうすると，「通話品質の確保と消費電流低減」を課題とする引用発明において，通話品質の確保を優先すれば，当初，受信部3が有効化されている構成としてダイバーシチ受信を行い，比較器10は，受信部3が出力する電界検出出力電圧(v1)と受信部4が出力するv2を比較し，高い方の受信部の復調出力を選択する構成とすればよく，受信部3が出力する電界検出出力電圧消費電流低減を優先すれば，当初，受信部3が無効化されている構成としてダイバーシチ受信を行わないようにし，比較器10は，受信部4の復調出力を選択する構成とすればよいものであって，両者の構成は，いずれの課題を優先するかに応じて，適宜選択可能な設計事項にすぎないものと認められる。",
                    "この点につき，原告は，引用発明は，平均電界検出出力電圧を元に無効化の判断をしており，平均値を求めるためにはある程度の時間が必要であるから，当初において受信部3は有効化されている方が自然であると主張するが，他方で消費電力低減の要請があることを考慮すれば，このことから直ちに受信部3が有効化されているものと断ずることができるものではなく，原告の主張は採用できない。",
                    "なお，原告の準備書面には，引用例の記載について，受信機の電源投入時点においては，受信部4が出力する電界検出出力電圧v2，ローパスフィルタ14が出力する平均電界検出出力電圧vaは零であるから，平均電界検出出力電圧va＜基準電圧vrとなり，さらに，ローパスフィルタ14を使用していることから，受信部3が出力する受信信号に応じた電界検出出力v2が高くなったとしても，平均電界検出出力電圧vaの立ち上がりはそれより遅くなり，受信部4が受信する信号が強くとも，所定の期間は受信部3に電源が供給されることになるので，受信機の動作開始当初に受信部3を有効化する構成が明記されているとし，受信部3を無効化する記載がないことの根拠とする主張がある。",
                    "しかし，原告が審判請求書(甲8)6頁において述べているとおり，ダイバーシチの必要性についての判断は，瞬時的に得られるものではなく，ある程度の時間継続して行われるものであるから，電源投入開始直後に瞬時的に平均電界検出出力電圧と基準電圧とを比較するとは理解し難く，ある程度の期間が必要であるから，電源投入後における平均電界検出出力電圧と基準電圧との比較時に常に受信部3が選択されるとは限らない。そうすると，電源投入開始時における立ち上がりにおいて，平均電界検出出力電圧va＜基準電圧vrとなることを前提として，受信部3が「当初」有効化されているとする原告の主張は採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，合成ダイバーシチは，選択ダイバーシチと並んで用いられるダイバーシチ技術として周知技術(甲2(段落【0002】)，甲3(段落【0002】，【0003】)，乙2(第4図-第6図，第7図-第9図)，乙3(段落【0002】))であって，置換可能な技術であることは当業者にとって明らかであり，適宜の選択としての動機付けもあるといえる。",
                    "原告は，合成ダイバーシチは，選択ダイバーシチとは異なる処理が必要であり，引用発明を選択ダイバーシチから合成ダイバーシチに変更することは，主要な構成であるスイッチ7を取り去るものであり，引用例の本来の開示内容とはかけ離れたものである旨主張する。しかし，引用発明において，選択ダイバーシチを合成ダイバーシチに変更したとしても，スイッチ7は，受信部3と受信部4の一方と接続するスイッチから，受信部3と受信部4の両方を接続するスイッチに変更されるのみであり，選択ダイバーシチと合成ダイバーシチの構成に応じて，スイッチの構成が変更されるのであって取り去ることになるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上より，相違点2に関する審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3について",
              "text": [
                "引用発明が，「通話品質の確保」も課題とすることは前記3(1)のとおりであり，通話品質を課題とする装置として，携帯電話等の「移動局」は容易に想起されるものであり，ダイバーシチ技術を携帯電話等に用いることも乙1(段落【0001】)や乙3(段落【0001】ないし【0003】)に記載されているように周知であるから，引用発明を移動局に適用することは当業者であれば容易になし得るものである。",
                "よって，相違点3に関する審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，審決による補正発明の独立特許要件の判断(特許法29条2項)には誤りがない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(補正却下の決定を踏まえた検討における判断の誤り)について",
          "text": [
            "補正発明は，補正前発明のベースバンド処理回路の動作に限定を加えたものであるところ，上記のとおり，補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，補正前発明も補正発明と同様に，引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものである。",
            "よって，審決における補正前発明の容易想到性の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，本件補正が新規事項の追加に当たるとした審決の判断は是認できないものの，補正発明は独立特許要件を欠いていることから，補正を却下した審決の結論に影響を及ぼすものではなく，結論において正当である。また，取消事由3の判断には誤りがない。したがって，原告主張の取消事由1ないし3により，本件審決を取り消すべき違法があるということはできない。以上によれば，原告主張の取消事由はすべて理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}