{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求の趣旨",
      "text": [
        "特許庁が無効2008-800124号事件について平成23年12月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，発明の名称を「レーザーによって材料を加工する装置」とする，平成6年5月30日の優先権（ドイツ国）を主張して平成7年5月22日にされた国際特許出願（PCT／1B1995／000390  日本における出願番号は特願平8-500602号，公表公報は特表平10-500903号）に係る特許（設定登録平成17年5月27日，特許番号第3680864号，請求項の数17。以下「本件特許」という。）の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成20年6月30日，本件特許の請求項1ないし17につき下記無効理由に基づき無効審判請求（無効2008-800124号）をした。特許庁は，平成21年5月11日，平成6年法律第116号による改正前の特許法36条5項2号違反（以下，同条との関係では平成6年法律第116号による改正前の特許法を指して「法」という。），法36条4項違反を理由に，本件特許の請求項1ないし17に係る発明（以下「本件発明1」等という。）についての特許を無効とする旨の審決（以下「第1次審決」という。）をした。",
                "記",
                "無効理由1：  本件発明1ないし17は法36条4項に規定する要件（実施可能要件）を満たしていない。",
                "無効理由2：  本件発明3及び10は法36条5項1号に規定する要件（サポート要件）を満たしていない。",
                "無効理由3：  本件発明1ないし17は法36条5項2号（発明の構成に欠くことができない事項のみを記載）に規定する要件を満たしていない。  ",
                "無効理由4：  本件発明1，5及び9は平成11年法律第41号による改正前の特許法29条1項3号（新規性なし。以下，同条との関係では平成11年法律第41号による改正前の特許法を指して「法」という。）に該当する。",
                "無効理由5：  本件発明1ないし17は特許法29条2項（進歩性なし）の規定に違反してなされたものである。 "
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，第1次審決を不服として平成21年9月15日に審決取消訴訟（知的財産高等裁判所平成21年（行ケ）第10277号）を提起するとともに，同年12月11日付けで特許請求の範囲の変更を内容とする訂正審判請求（訂正2009-390151号。以下，後に平成23年法律第63号による改正前の特許法134条の3第5項の規定により訂正請求とみなされる前後を通じて「本件訂正」という。また，本件訂正による訂正後の本件特許の請求項1ないし16に係る発明を「本件訂正発明1」等という。）をした。第1次審決は，平成22年1月19日，平成23年法律第63号による改正前の特許法181条2項に基づき，決定により取り消された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，無効2008-800124号事件の審理を再開し，平成22年8月25日，「訂正を認める。特許第3680864号の請求項1ないし16に係る発明についての特許を無効とする。」との審決（以下「第2次審決」という。）をした。その理由の要点は，①本件訂正は，特許請求の範囲の減縮・誤記の訂正及び明りょうでない記載の釈明を目的とするものであるから，適法である，②前記無効理由3（法36条5項2号違反）・無効理由1（法36条4項違反）・無効理由4（平成11年法律41号による改正前の特許法29条1項3号違反）はいずれも認められない，③本件各訂正発明は甲8（欧州特許出願公開第0515983A1号明細書）に記載の発明（以下「甲8発明」という。）に基づいて当業者が容易に発明することができたから特許法29条2項により特許を受けることができない（無効理由5），等というものである（無効理由2に係る主張は撤回された）。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，第2次審決を不服として平成22年9月3日に審決取消訴訟（知的財産高等裁判所平成22年（行ケ）第10282号。以下「第2次審決取消訴訟」という。）を提起した。当庁は，本件各訂正発明が甲8発明に基づいて当業者が容易に発明することができたとの第2次審決の判断（前記③の判断）は誤りである旨を判示して，これを取り消した。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "特許庁は，これを受けて無効2008-800124号事件の審理を再開し，平成23年12月7日，「訂正を認める。本件審判の請求は，成り立たない。」旨の審決（以下「審決」という。）をし，その謄本は，同月15日，原告に送達された。",
                "なお，本件特許については，被告が原告に対して，原告の製品の製造の差止め等を求める訴訟（東京地方裁判所平成20年（ワ）第12409号事件(甲43)，知的財産高等裁判所平成24年（ネ）第10023号事件。以下，併せて「別件侵害訴訟」という。）が係属している。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の請求項1及び5の記載は，次のとおりである（下線部は本件訂正による訂正箇所である。）。",
            "【請求項1】 ",
            "収束されるレーザービームによる材料加工方法であって，レーザービーム（3）を導く液体ビーム（12）がノズル（43）により形成され，加工すべき加工片（9）へ向けられるものにおいて，",
            "前記ノズル（43）の上面と，前記ノズル（43）の上方に配置されるとともに前記レーザービーム（3）に対して透明な窓（36）の下面との間には，前記液体ビーム（12）を形成するための液体を供給するディスク状液体供給空間（35）が形成され，",
            "前記ノズル（43）は，ノズル通路（23）のノズル入口開口（30）を有し，",
            "レーザービームガイドとして作用する液体ビーム（12）へレーザービーム（3）を導入するため，",
            "前記レーザービーム（3）がノズル（43）のノズル通路（23）の前記ノズル入口開口（30）の所で収束され，",
            "前記ディスク状液体供給空間（35）へ供給される液体が，前記ノズル入口開口（30）の周りにおいてせき止め空間のないように前記ノズル（43）からの前記窓（36）の高さを設定した前記ディスク状液体供給空間（35）内を前記ノズル入口開口（30）に向かって周辺から流れるように導かれ，",
            "それによりレーザービームのフォーカス円錐先端範囲（56）における液体の流速が，十分に高く決められるようにし，",
            "したがってフォーカス円錐先端範囲（56）において，レーザービームの一部がノズル壁を損傷しないところまで，熱レンズの形成が抑圧されることを特徴とする，",
            "材料を加工する方法。",
            "【請求項5】",
            "レーザービーム（3）を送出するレーザー（1），及び液体ビーム（12）を形成するノズル通路（23）を備えたノズル（43）とビームガイドとしての液体ビーム（12）へレーザービーム（3）を導入する光学要素（21，25）とを有する加工モジュール（7）によって，請求項1ないし4の1つに記載の方法を実施する装置において，",
            "前記ノズル（43）の上面と，前記ノズル（43）の上方に配置されるとともに前記レーザービーム（3）に対して透明な窓（36）の下面との間には，前記液体ビーム（12）を形成するための液体を供給するディスク状液体供給空間（35）が形成され，",
            "前記ノズル（43）は，ノズル通路（23）のノズル入口開口（30）を有し，",
            "前記光学要素（21，25）が，レーザービーム（3）を，ノズル通路（23）の前記ノズル入口開口（30）の所で収束させ，",
            "前記ディスク状液体供給空間（35）へ供給される液体が，前記ノズル入口開口（30）の周りにおいてせき止め空間のないように前記ノズル（43）からの前記窓（36）の高さを設定した前記ディスク状液体供給空間（35）内を前記ノズル入口開口（30）に向かって周辺から流れるように導かれ，",
            "それによりレーザービームのフォーカス円錐先端範囲（56）における液体の流速が，十分に高くあらかじめ与えることができ，",
            "したがってフォーカス円錐先端範囲（56）において，レーザービームの一部がノズル壁を損傷しないところまで，液体内における熱レンズの形成が抑圧されていることを特徴とする",
            "装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の認定した本件訂正発明1と甲8発明との相違点",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1",
              "text": [
                "「液体供給空間」について，本件訂正発明1は「ディスク状」であるが，甲8発明はそのようなものではない点。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2",
              "text": [
                "液体供給空間への液体の供給について，本件訂正発明1は，「ディスク状液体供給空間へ供給される液体が，ノズル入口開口の周りにおいてせき止め空間のないようにノズルからの窓の高さを設定した前記ディスク状液体供給空間内を前記ノズル入口開口に向かって周辺から流れるように導かれ，それによりレーザービームのフォーカス円錐先端範囲における液体の流速が，十分に高く決められるようにし，したがってフォーカス円錐先端範囲において，レーザービームの一部がノズル壁を損傷しないところまで，熱レンズの形成が抑圧される」ものであるが，甲8発明は，「チャンバー30内に加圧液状流体の準停留，準定常状態が確保される」ものであり，「熱レンズの形成が抑圧される」か不明である点。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりである。要するに，審決は，①本件訂正は，特許請求の範囲の減縮・誤記の訂正及び明りょうでない記載の釈明を目的とするものであるから，適法である，②無効理由3（法36条5項2号違反）・無効理由1（法36条4項違反）・無効理由4（法29条1項3号違反）はいずれも認められない，③本件各訂正発明は甲8発明に基づいて当業者が容易に発明することができたとすることはできない（無効理由5）としたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "適用法条の誤り（取消事由1）",
              "text": [
                "審決書には，無効理由3を判断するに当たり，「特許法第36条第5項第2号は，『特許を受けようとする発明が明確であること』を規定する。」（審決49頁18行目）と記載されている。法36条5項2号の規定は，正しくは，「特許を受けようとする発明の構成に欠くことができない事項のみを記載した項・・・に区分してあること」であって，審決は適用するべき法条の文言を誤っている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由3（法36条5項2号に規定する要件を満たすか）についての判断の誤り（取消事由2）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「せき止め空間」の意義が不明確である",
                  "text": [
                    "審決は，本件特許の請求項1，5の「せき止め空間」の意義を「『せき止め空間』は『液体静止状態』が生じる空間であるが，この場合の『静止』が流速0を意味するものでなく，『ほぼ0』程度のものと解される。」と認定している。",
                    "しかし，「ほぼ0」程度の流速とは，どの程度の流速を指すのか判断することができず，「発明の外延」，特に，甲8発明との「境界線」が明確ではなく，明確性要件を欠く。すなわち，審決も認定するとおり「液体空間が一つの連通空間である場合，空間内で流速は連続的に変化し，流速が0になる点が存在しない」から，従来技術である甲8発明の液体空間内の流速も0ではないある値をもつ。一方，本件各訂正発明における「液体供給空間」内の流速は，甲8発明よりも速いある値をもっているということができる。このようにみると，甲8発明と本件各訂正発明を峻別する技術思想は，甲8発明よりも流速がどれほど速くされているのかという点に集約され，両者を隔てる「境界線」が明確とならない限り，本件各訂正発明における「技術思想の創作」も明確にならない。",
                    "また，審決も認定するとおり「液体空間が一つの連通空間である場合，空間内で流速は連続的に変化し，流速が0になる点が存在しない」のであるから，本件各訂正発明においては，「液体静止空間」なる概念はそもそも想定し得ない。それにもかかわらず，「せき止め空間」の意義を「液体静止空間」であるとしており，審決には，自己矛盾がある。",
                    "以上のように，「せき止め空間」なる用語は，用語として技術的意義が不明確であるし，この用語によって特定される「技術思想の創作」も不明確である。「せき止め空間」は不明確であるから，「せき止め空間のない」も同様に不明確である。",
                    "また，「せき止め空間」の有無を判断するには液体供給空間の高さを特定することが必須であるが，本件特許の請求項1，5の「せき止め空間」については，この点の記載がされていないから明確性要件を欠く。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「液体の流速が，十分に高く」の意義が不明確である",
                  "text": [
                    "審決は，本件特許の請求項1，5の「液体の流速が，十分に高く」の意義を「『フォーカス円錐先端範囲（56）において，レーザービームの一部がノズル壁を損傷しないところまで，熱レンズの形成が抑圧される』程度に『十分に高い』ことは，明らかである。」としている。",
                    "「液体の流速が，十分に高く」は，この用語自体では，比較の程度，基準が不明瞭であって，少なくとも「レーザービームの一部がノズル壁を損傷しないところまで，熱レンズの形成が抑圧される」か否かを参照しなければ，意義が明確になることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "複数の構成部分を一体的に解釈することによる明確性について",
                  "text": [
                    "審決は，原告が不明確性を主張している「せき止め空間のない」及び「液体の流速が，十分に高く」の記載は，「熱レンズ」形成の抑圧に係る記載であり，これらの記載の意義は，「熱レンズ」の形成を抑圧することと「一体的」に解釈することにより明確になる旨を示唆している。",
                    "しかし，「せき止め空間のない」なる記載は，「液体供給空間」内の流速を速くすることを意図した趣旨であることを推測できるものの，「液体供給空間」内の流れ自体をいかに解析したとしても，「せき止め空間」の存否に関して判断をすることはできない。また，「液体の流速が，十分に高く」の記載は，この用語自体では，比較の程度，基準は不明瞭である。このように，「せき止め空間のない」及び「液体の流速が，十分に高く」の記載は，これらの用語自体では明確な解釈が不可能であり，少なくとも「レーザービームの一部がノズル壁を損傷しないところまで，熱レンズの形成が抑圧され」ているか否かを参照して初めて，「せき止め空間」が存在するか否か，「液体の流速が，十分に高」いか否かが判断可能である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由1（法36条4項に規定する要件を満たすか）についての判断の誤り（取消事由3）",
              "text": [
                "審決は，熱レンズの形成を抑圧するためには「液体供給空間の構造」の影響が大きく，この「液体供給空間の構造」が本件訂正により「ディスク状」に限定されたことにより，本件各訂正発明は実施可能であるとする。",
                "しかし，審決の上記判断は，熱レンズ発生の程度はレーザーの種類により100倍も異なり，「液体供給空間の構造」よりも影響が大きいという事実を看過してされたものである。「液体供給空間の構造」で流速に影響を与えるのは，「液体供給空間」の絶対的な高さであり，「液体供給空間の構造」が「ディスク状」に限定されたとしても，何ら流速に限定を加えたことにはならないから，審決の判断は誤りである。",
                "また，「液体供給空間の構造」のうち，液体供給空間の高さを変化させた場合，レーザーの入力の増大に伴う出力の変化は，線形となる場合もあれば，非線形的かつ特異的な挙動を示す場合もあり，熱レンズの形成は，特異的に生じ得るもので，その予測は困難である。本件特許の発明の詳細な説明欄には，熱レンズの形成を適切に抑圧するための他の実施条件（レーザーの種類，レーザーの出力，液体供給空間の形状，液体の種類，液体の流速）の相互間の関係についての記載はなく，結果の予測は極めて困難であり，過度の試行錯誤を要するものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4（法29条1項3号に該当するか）についての判断の誤り（取消事由4）",
              "text": [
                "審決は，本件訂正発明1と甲8発明との間に相違点1及び2があるとするが，これらの相違点はいずれも形式的なものにすぎず，この点に関する審決の認定は誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由5（法29条2項の規定に反して特許されたか）についての判断の誤り（取消事由5）",
              "text": [
                "審決は，第2次審決における引用文献記載の発明は，いずれも本件訂正発明1とは技術分野が異なることや，ディスク状の空間を備えていないことなどから，本件訂正発明1を容易に想到することはできないと判断した。",
                "しかし，「液体供給空間」を「ディスク状」とするとした点の効果は，審決の認定に係る効果とは無関係であり，審決の認定判断には誤りがある。また，「ディスク状」という限定は，技術的意義を有するものでないから，単なる「液体供給空間」の形状の変更であり，設計的事項である。なお，本件における審決の進歩性判断が，第2次審決取消訴訟の判決に拘束されることはない。   "
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対して",
              "text": [
                "審決が，第2次審決取消訴訟の判決で指摘された，法36条5項2号の条文の誤記について訂正しなかった点に誤りがあるが，この点の誤りは専ら形式的なものであり，結論に影響するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「せき止め空間」について",
                  "text": [
                    "原告は，「せき止め空間」が，甲8発明との境界という点で不明であり，発明の外延が明らかではないので，明確性を欠くと主張する。しかし，原告の主張は，以下のとおり失当である。原告の主張を前提とするならば，あらゆる流体に関する特許発明において，具体的な数値により限定しない限り，すべての発明の外延が不明確となりかねないから，原告の主張は妥当性を欠く。「せき止め空間」は「液体静止状態」が生じる空間であるが，この場合の「静止」は流速ゼロを意味するものでなく，ほぼゼロ程度のものを含むとした審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「液体の流速が，十分に高く」について",
                  "text": [
                    "「流体の流速が，十分に高く」とは，「『フォーカス円錐先端範囲（56）』において，『レーザービームの一部がノズル壁を損傷しないところまで，熱レンズの形成が抑圧される』程度に『十分に高い』」との趣旨であるとした審決の認定，判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対して",
              "text": [
                "審決は，「『液体供給空間の構造』が『ディスク状』とされた」ことのほか，加工対象によって，レーザーの種類，レーザーの出力，ノズル径，液体を供給する圧力等がほぼ決まること，各条件間の傾向の存在により結果の予測可能性があることも考慮した上で，本件各訂正発明に係る発明の詳細な説明には，実施可能な程度の記載があると判断したものであり，審決の上記判断には誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4・5に対して",
              "text": [
                "新規性（無効理由4）及び進歩性（取消事由5）については，第2次審決取消訴訟で判断済みであって，その拘束力が及ぶから，同訴訟の判決と同様の判断をした審決には何ら違法はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決の法36条5項2号についての判断（取消事由2），同条4項について判断（取消事由3）にはいずれも誤りがなく，適用法条についての原告の主張（取消事由1）及び新規性・進歩性に関する主張（取消事由4・5）はいずれも採用の限りではないと判断する。その理由は次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許に係る発明の詳細な説明及び図面（甲2）には，次の各記載がある（図面は別紙のとおり。）。",
                "「本発明は，特許請求の範囲第1項の上位概念に記載された装置に関する。",
                "レーザービームは，種々の方法で工業における材料加工-切断，穴あけ，溶接，マーキング及び材料切除-のために利用される。」（3頁12～14行）",
                "「レーザービームは，加工過程に必要な強度を発生するために，例えばレンズのような光学要素によって加工すべき材料上に収束される。」（3頁16～17行）",
                "「ドイツ連邦共和国特許出願公開第3643284号明細書によれば，レーザービームにより材料を切断する方法が公知であり，ここではこのレーザービームは，切断すべき材料に向けられた水ビーム内に結合され，かつこの中において案内されている。ビームの供給は，ビームガイド（ファイバ）を介して行なわれ，このビームガイドの一方の端部は，ノズル内において発生される水ビーム内に突出している。水ビームの直径は，ビームガイドのものより大きい。公知の装置は，水ビームの直径が，決してビームガイドのものより小さくてはいけないという欠点を有する。",
                "しかし加工場所における大きな強度を維持するために，できるだけ小さなビーム直径が必要である。ビーム直径が小さくなるほど，レーザービーム源のわずかな出力で加工を行なうことができる。」（3頁20～29行）",
                "「ドイツ連邦共和国特許出願公開第3643284号明細書の装置のその他の欠点は，水ビーム内に突出したビームガイド端部によって明らかである。すなわちガイド端部の下に死水領域が生じ，この死水領域は，とりわけ流れ内に妨害を形成し，これら妨害は，水ビームの長さにわたって指数状に増大し，かつ最終的に水ビームの分離水滴を生じる。それ故にこの装置によって，30mmを越す層状のコンパクトなビーム長さを得ることは不可能である。」（3頁30～35行）",
                "「この時，ヨーロッパ特許出願公開第0515983号明細書において，もはやビームガイドを直接含まない水ノズルを構成することによって，前記の欠点を解消することが試みられている。水ビームを形成するノズルの前に，水入口とノズル入口に対して空間を閉じるフォーカスレンズとを有する水空間がある。このフォーカスレンズは，光学系の一部であり，それによりビームガイドから出たビームは，ノズルのノズル通路内に収束することができる。空間は，水ビームのためにその中にある水が，擬似的に静止状態に，すなわち緊張解除した状態にあるように構成されている。",
                "この時，水ビーム内に結合されたレーザービームのこの第2の構成変形は，ノズル通路入口の周範囲におけるノズルの壁に管理できない損傷を引起こすことがわかった。",
                "本発明の課題は，液体ビームを形成するノズルをレーザーのビームによって損傷することなく，レーザービームを材料加工のために液体ビーム内に光学的に結合することができる装置を提供することにある。",
                "本発明は，フォーカス光学系によってノズルの範囲に収束したレーザービームが，液体における強度の分布に応じてこの液体を多かれ少なかれ強力に加熱することができるという知識に基づいている。異なった温度，空間的温度勾配を有する液体範囲は，空間的に固有の密度分布を有するだけでなく，空間的な屈折率分布も有する。すなわち空間的な温度勾配を有する液体は，光学的にレンズとして反応し，かつ収束したレーザービームのフォーカス円錐内において，通常発散レンズとして反応する。」（3頁36行～4頁3行）",
                "「ヨーロッパ特許出願公開第0515983号明細書に示された装置において，ノズル通路入口の上のフォーカス円錐先端の範囲に，熱レンズが生じ，この熱レンズは，ここに示された焦点の場所を上方へずらし，かつ焦点直径を大幅に増加する。それによりフォーカス円錐内のレーザービームの一部は，ノズル壁に，とくにここにおいて利用された液体せき止め空間の方に向いたノズル表面に当たる。この時一方において材料加工のために必要な高い強度によって，この時ノズルの壁が損傷する。」（4頁6～12行）",
                "「ヨーロッパ特許出願公開第0515983号明細書により公知の構造において，さらに液体として水を利用し，かつレーザービームとして，1．064μmのＮD：YAGのものを利用することは，不利に作用する。この時，このビームは，ちょうど水中において無視できない吸収を有する。収束したビームのピラミッド先端の上側範囲（フォーカス円錐の先端範囲）における水の範囲は，強度分布（軸線における高い強度及び縁におけるわずかなもの）に相応して加熱され，かつ前に予想された熱レンズが生じ，この熱レンズは，ノズル壁の，とくにノズル入口の範囲におけるノズル表面の損傷を引起こし，かつ結局液体ビームを形成するノズルの破壊を引起こす。」（4頁13～20行）",
                "「ノズル入口前においてできるだけ液体の静止状態を達成する努力が試みられた。まさしくこの液体静止状態は，熱レンズの構成を可能にし，又は強化する。すなわち（すでにわずかな）吸収によって加熱される液体は，なお強力に加熱されることがなく，それによりレンズ効果を減少するようにするため，できるだけ早く運び去るのではなく，逆に進行する加熱によってなお生じる熱レンズの屈折力の増強が行なわれる。",
                "しかし本発明は，別の方法をとる。ここではすべてのことは，できるだけ熱レンズを生じることがなく，又はその作用を大幅に小さくすることにかけている。」（4頁23～29行）",
                "「さらにノズル装置及びフォーカスユニットを含む加工モジュールの構造的構成は，無視できない小さなビーム吸収の場合にも，熱レンズの効果が，そもそも生じるかぎり，最小に，したがって無視できる程度に維持されるように選択されている。",
                "すなわち本発明は，次のことを提案する。すなわち加熱時間をそもそもできるだけ短く維持するために，液体が，レーザービームのフォーカス円錐の範囲から，とくにその先端範囲からできるだけ迅速に運び出される。明らかに最善の結果は，わずかな吸収を有するフォーカス円錐における液体の短い滞在時間の際に達成される。",
                "前記の条件を達成するために，ヨーロッパ特許出願公開第0515983号明細書において利用された。液体を静止状態に維持するここに普及された液体せき止め空間を有する液体空間は，完全に回避される。ノズルへの液体供給の高さは，流れの渦形成を減少するために，ほぼノズル通路の直径を有し，又はそれよりわずかだけ大きい。」（4頁32行～42行）",
                "「ノズル入口に対向する壁に，ヨーロッパ特許出願公開第0515983号明細書におけるようなフォーカスレンズも組込まれず，レーザービームを損失なく伝達する窓が組込まれるだけである。ノズル入口のほぼ真上にあるこの窓だけによって，フォーカス円錐の先端における液体容量をそもそもできるだけ少なく，かつ流速をそもそもできるだけ高く維持することが可能である。」（4頁43行～47行）",
                "「レーザービームの最適な結合は，焦点が，ノズル開口の平面内に置かれたときに達成される。レーザービームを伝達する窓の，ノズル開口の方に向いた下側は，100μmのノズル直径の際に200μmないし500μmの距離のところにあるようにする。それにより熱レンズの形成を助長する液体せき止め空間が避けられる。」（6頁6行～9行）",
                "「図1に示された材料加工装置は，ビーム源としてＮD：YAGレーザー1を有し，このレーザーは，1．064μmの波長を有するレーザービーム3を送出する。」（7頁15～16行）",
                "「加工モジュール7は，ビームガイド6によって近くに案内されるレーザービームを平行化するコリメータ21，加工片9上の加工位置24に向けられた液体ビーム12を形成するノズル通路23を有するノズルブロック43，及び図3に拡大して示すように，ノズルブロック43のノズル通路23のノズル軸線31の場所における入口開口30の平面29に平行化されたレーザービーム27を収束するフォーカスレンズ25を有する。ノズル入口開口30の上に，液体供給導管としてディスク状の液体供給空間35がある。液体供給空間35は，ノズル入口開口30の周囲にせき止め空間として作用する液体空間を持たない。液体供給空間35の高さは，理論的にはノズル通路23の横断面の半分を有するだけでよい。しかしこれは，液体の管摩擦損失を減少するため及び渦形成を避けるために，それよりいくらか大きく選定されている。液体供給空間35の壁内に，ノズル入口開口30の上においてなるべく反射防止コーティングされた窓36が挿入されており，これを通ってレーザービームは，フォーカスレンズ25によってノズル通路23の入口開口30の平面内の収束することができる。」（7頁32～44行）"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲8の記載",
              "text": [
                "甲8（欧州特許出願公開第0515983A1号明細書）には，次の記載がある（訳文による。Fig．2は別紙のとおり。）。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】  材料アブレーション装置，特に歯科用ハンドピース（1）において，",
                    "ボディー（4）および作業ヘッド（5）を画定するケース（2）と，  コヒーレント光ビーム（10）を作業表面まで伝播および案内する光学的手段（6，16，22，32；50，52，66）であって，光軸（18）を画定し，コヒーレント光発生源（12）に接続されるようになっている光学的手段と，",
                    "加圧流体を前記作業ヘッド（5）まで供給し，加圧液状流体発生源（26）に接続されるようになっている配管手段（24，30；62）と，",
                    "前記配管手段（24，30；62）の下流側の前記作業ヘッド（5）内に位置し，液状流体噴流（32）を形成するためにこれらの手段に通じているノズル（20；64）を備え，前記ノズル（20；64）の管路（44）が前記光軸（18）とほぼ一直線になり，前記配管手段が，前記ノズル（20；64）のすぐ上流側に位置し前記加圧液状流体を受け入れるようになっている少なくとも1つの体積（46；60）を備えるチャンバー（30；62）を含み，コヒーレント光ビーム（10）が前記ノズル（20；64）の管路（44）に入る前にこのコヒーレント光ビームが前記体積（46；60）を横断し，前記液状流体が，加圧された状態で前記体積（46；60）内および前記ノズル（20；64）の管路（44）内に供給されること，ならびにこのノズルにより発生した前記液状流体噴流（32）が，前記コヒーレント光ビーム（10）の光学的伝播および案内手段となることを特徴とする装置。",
                    "【請求項2】  前記光学的伝播および案内手段が，",
                    "基本的に，グリップボディーとなる前記ボディー（4）の領域内の前記ケース（2）の内部に位置する光ファイバー（6）であって，端面（8）が前記作業ヘッド（5）の領域内に位置する光ファイバー（6）と，",
                    "光ファイバー（6）の前記端面（8）の下流側であって前記ノズル（20）の上流側の前記作業ヘッド（5）の領域内に位置し，焦点がノズル（20）の前記管路（44）の内部に位置するよう前記コヒーレント光ビーム（10）の焦点を合せるのに使用される前記コヒーレント光ビーム（10）の合焦手段（22）",
                    "を備えることを特徴とする，請求項1に記載の装置。（原文11欄27行～12欄33行。訳文10頁1行～28行）"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "「本発明は材料アブレーション装置に関し，より詳細には，コヒーレント光ビームを使用する歯科用ハンドピースに関する。そのような装置はまた，コヒーレント光ビームにより処理された表面に到達する液状流体噴流を形成させるための手段も備える。」（原文1欄1行～7行。訳文1頁12～14行）",
                    "「ノズルのすぐ上流側に位置する体積は，膨張チャンバーとなるチャンバー内に含まれる。この膨張チャンバーにより，加圧状態で供給される流体の準よどみが確保される。」（原文4欄5～9行。訳文3頁31～32行）」",
                    "「このハンドピース1は，グリップボディー4ならびに作業ヘッド5を有するケース2を備える。ケース2の内部には，コヒーレント光ビーム10を光ファイバー6の端部8まで伝播および案内するための手段となる光ファイバーが設置される。光ファイバー6は，コヒーレント光ビーム10のフレキシブル伝播案内手段14によりコヒーレント光発生源12に接続されるようになっている。フレキシブル手段14は光ファイバー6の延長部により形成されるのが好ましく，そうすることにより2つの伝播案内手段間での接続を回避することができる。コヒーレント光発生源12はたとえば，パルスモードで供給されマルチモードまたは基本モードTEM00で動作するＮd：YAGタイプのレーザーで構成される。もちろん他の種類のレーザーも使用することができる。」（原文6欄11～28行。訳文5頁20～28行）",
                    "「したがってチャンバー30により加圧液状流体の準停留が確保され，その後，この流体はノズル20の管略に入り，液状流体の層流噴流32が形成される。チャンバー30は，ノズル20と最後尾合焦レンズ34の間に位置する体積を画定し，このレンズは，コヒーレント光ビーム10がチャンバー30内に入ることができるよう，合焦光学部22とチャンバーの間に透明なウインドウ36を画定する。こうすることにより，最後尾合焦レンズ34から出たコヒーレント光ビーム10は，膨張チャンバー30内にある加圧液状流体内を直接伝播する。したがって合焦光学部22を出たところの界面は，レンズ-液状流体界面である。このようにビーム10は加圧液状流体内をノズル20の管路の入口まで伝播し，次に液状流体の層流噴流32と結合される。するとこの層流噴流32はコヒーレント光ビーム10用の光導波路となる。」（原文7欄32～52行。訳文6頁26～35行）",
                    "「管路24によって供給される加圧液状流体は膨張チャンバー30に到達し，このチャンバー内で順定常状態に保たれる。チャンバー30からはこの液状流体はノズル20の管路44を通過し，液状流体の層流噴流32を形成する。」（原文8欄31～36行。訳文7頁19～21行）",
                    "「ノズル20のレベルにおいて光エネルギーの大きな損失を防止し，特に乱流のリスクを制限するためには，長さが比較的短い管路が有利であり，この管路がコヒーレント光ビーム10の光軸18に完壁に一致していることが最も重要である。液状流体噴流32内においてコヒーレント光ビーム10の最良の結合が得られるようにするために，焦点がノズル20の管路44の内部に位置しかつコヒーレント光ビーム10の包絡線45がノズル20の管路44の壁に触れないようにして，コヒーレント光ビーム10が合焦される。したがってそのような特性を保証する合焦光学部が設けられる。」（原文8欄58行～9欄15行。訳文7頁33～8頁5行）",
                    "「加圧液状流体中を伝播するコヒーレント光ビーム10にとって高品質な光路を保証するために，膨張チャンバー30の内部にある自由体積46は，最後尾の合焦レンズ34とノズル20の管路44の入口の間を通るコヒーレント光ビームが通過する体積の全部は少なくとも包含する。次に，管路44の入口側に収束するコヒーレント光ビーム10は界面を通過することなく管路44に入るが，この管路44自体は完全に自由である。」（原文9欄29～40行。訳文8頁12行～17行）」",
                    "「したがって自由体積46内にある液状流体自体も加圧されており，これにより液状流体の均質性が増加し，したがってこの自由体積46の内部のコヒーレント光ビーム10のための光路の品質が向上する。",
                    "上で記載した種々の適切な手段により発生する液状流体噴流32は，ノズル20の管路24の入口から少なくとも1cm 程度の距離までは完全に層流である。」（原文9欄46～56行。訳文8頁20～26行）"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由についての判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1について",
              "text": [
                "原告は，審決が適用条文の内容を誤って記載した旨主張する。法36条5項2号の条文は，「特許を受けようとする発明の構成に欠くことができない事項のみを記載した項・・・に区分してあること」であり，審決が同号の条文として「特許を受けようとする発明が明確であること」と記載した点には誤りがある。しかし，上記の誤りは，条文の内容を記載する際の誤記であって，審決の結論に影響するものではない。原告のこの点の主張は，採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2について",
              "text": [
                "当裁判所は，本件特許の本件訂正後の特許請求の範囲の記載は，法36条5項2号の要件を満たすと判断する。その理由は以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「せき止め空間」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「せき止め空間」あるいは「せき止め空間のない」は，本件発明1の技術分野である流体力学の分野における学術用語ではない（甲25，32，33）。一般に，「せきとめる」には，「さえぎりとめる。さえぎる。」の意味があり，流体力学の分野では「せき」とは，「水路を板又は壁でせき止め，これを越えて水が流れる場合」を意味するが（甲25の資料8（「改訂版流体の力学」）の64頁），これらを前提としても，特許請求範囲の記載のみから「せき止め空間」あるいは「せき止め空間のない」の意義を一義的に確定することは困難である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，本件特許に係る明細書（以下「本件明細書」という。）の発明の詳細な説明の記載事項を参照することとする。発明の詳細な説明には，「せき止め空間」あるいは「せき止め空間のない」に関し，①従来技術である「ヨーロッパ特許出願公開第0515983号明細書」(甲8)に示された装置においては，「空間」（水入口とノズル入口に対して空間を閉じるフォーカスレンズとを有する水空間）は，「水ビームのためにその中にある水が，擬似的に静止状態に・・・構成されている。この時，水ビーム内に結合されたレーザービームのこの第2の構成変形は，ノズル通路入口の周範囲におけるノズルの壁に管理できない損傷を引起こすことがわかった。」，②上記装置においては，「ノズル通路入口の上のフォーカス円錐先端の範囲に，熱レンズが生じ，・・・それによりフォーカス円錐内のレーザービームの一部は，・・・とくにここにおいて利用された液体せき止め空間の方に向いたノズル表面に当たる。」，③「ヨーロッパ特許出願公開第0515983号明細書において利用された。液体を静止状態に維持する…液体せき止め空間を有する液体空間・・・」，④「本発明」による装置においては，「加熱時間をそもそもできるだけ短く維持するために，液体が，レーザービームのフォーカス円錐の範囲から，とくにその先端範囲からできるだけ迅速に運び出される。明らかに最善の結果は，わずかな吸収を有するフォーカス円錐における液体の短い滞在時間の際に達成される。」，「熱レンズの形成を助長する液体せき止め空間が避けられる。」，「ノズル入口開口30の上に，液体供給導管としてディスク状の液体供給空間35がある。液体供給空間35は，ノズル入口開口30の周囲にせき止め空間として作用する液体空間を持たない。」との記載がある。",
                        "上記①ないし④のとおりの発明の詳細な説明の記載を参照すると，「せき止め空間」（液体せき止め空間）とは，同空間において液体が静止するために，透過するレーザービームにより温度が上昇し，これによって発生した熱レンズによってレーザービームの焦点がずれ，ノズル壁の損傷を引き起こす空間を意味すると解すべきであり，「せき止め空間のない」とは，上記の意味での空間がないとの意味に解するのが相当である。もっとも，流体空間が一つの連通空間である場合，空間内で流速は連続的に変化し，流速が完全に零になることはないと認められるから，ここでの「静止」とは，流速が完全に零であることを意味するものではなく，ほぼ零を含むと解すべきである。",
                        "原告は，液体供給空間の高さが特定されない限り「せき止め空間」の有無を判断できないとも主張するが，「せき止め空間」は前記のとおりと理解されるものであって，液体供給空間の高さが特定されない限り「せき止め空間」の有無を判断できないものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「流体の速度が，十分に高く」について",
                  "text": [
                    "特許請求の範囲には「十分に高」いとされる液体の速度については特段の数値限定等はされておらず，その意義を特許請求の範囲の記載から，一義的に確定することは困難である。そこで，本件明細書の発明の詳細な説明の記載を参照すると，液体の流速については，「すなわち加熱時間をそもそもできるだけ短く維持するために，液体が，レーザービームのフォーカス円錐の範囲から，とくにその先端範囲からできるだけ迅速に運び出される。明らかに最善の結果は，わずかな吸収を有するフォーカス円錐における液体の短い滞在時間の際に達成される。」，「ノズル入口のほぼ真上にあるこの窓だけによって，フォーカス円錐の先端における液体容量をそもそもできるだけ少なく，かつ流速をそもそもできるだけ高く維持することが可能である。」との記載がある。",
                    "これらの記載からすると，「液体の流速が，十分に高く」することは，液体がレーザービームによって加熱される時間を短くすることで熱レンズの発生を防止しようとするものであるから，「液体の流速が，十分に高く」とは，「フォーカス円錐先端範囲（56）において，レーザービームの一部がノズル壁を損傷しないところまで，熱レンズの形成が抑圧される」程度に流速が高いことを意味するものと解される。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，「せき止め空間」及び「液体の速度が，十分に高く」のいずれについても，その意義は明確であり，本件特許に係る特許請求の範囲の記載には，法36条5項2号の規定に反する不備はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3について",
              "text": [
                "当裁判所は，本件明細書の記載は実施可能要件（法36条4項）を満たすものと判断する。その理由は以下のとおりである。",
                "まず，本件訂正においては，液体供給空間の高さについては，液体供給空間の形状を「ディスク状」として，形状面からの限定がされている。",
                "加工対象及び加工態様によって，レーザーの種類，レーザーの出力，ノズル径，液体を供給する圧力等はほぼ決まると認められるから，そのような加工条件に応じてノズル入口開口の周りにおいて「せき止め空間」がないように液体供給空間の高さを含む「液体供給空間」の構造を選択することができ，各要素の選択に関する予測可能性について，実施可能な程度に確保されていると解することができる。そして，本件明細書には，「ＮD：YAGレーザー」の基本波である「1．064μmの波長を有するレーザービーム3」（7頁15行）が開示されているほか，液体としては，水，シリコンオイル及びコロイド状の溶液も開示され（8頁30行～31行），液体の圧力の例示としては，「10バール」（6頁48行），「80バール」（5頁31行），「100バール」（6頁50行）及び「1000バール」（7頁3行）が記載されていることを考慮すれば，当業者であれば，明細書の記載に基づいて過度の試行錯誤なく本件各訂正発明を実施可能であると考えられる。",
                "この点，原告は，甲45を根拠として，液体供給空間の高さを変化させた場合，レーザーの入力の増大に伴う出力の変化は，線形となる場合もあれば，突然に，非線形的かつ特異的な挙動を示す場合もあり，熱レンズの形成は予測が困難な程度に特異的に起こり得るとも主張する。しかし，原告の指摘する証拠（例えば，甲45の図4，5）は，水ジェット（液体ビーム）へのレーザー光の導光試験における水ジェット入射前レーザーの出力と同入射後の出力との関係から，熱レンズ現象の発生に関与する要因の一つについて検証をしたものと理解できる。その試験結果（甲45の図4，5）は，使用するレーザーと液体の種類に応じて定まるエネルギー吸収の程度が高い場合（YAGレーザー基本波）であれば，出力の低い範囲では入射後のレーザー出力が順次増加するものの，出力の高い範囲では，水がレーザーのエネルギーを吸収することによる熱的影響（熱レンズ）から，レーザーが拡散し，その分出力が漸次低下していることが認められる。反対に，エネルギー吸収の程度が低い場合（グリーンレーザー）では，YAGレーザー基本波での出力が低い範囲での挙動と同様の挙動が，試験した出力の範囲内全域において認められる。このような甲45の図4，5に見られる挙動は，熱レンズ現象発生の機序に照らして，何ら特異なものではなく，相当程度予測できる範囲のものといえる。したがって，本件各訂正発明を実施するに当たって，熱レンズの形成を予測することが困難であるとも，特異的な挙動を示す場合があるとも認められず，原告の当該主張は採用できない。",
                "以上よりすると，本件明細書には，その発明の属する技術の分野における通常の知識を有する者が容易にその実施をすることができる程度に，その発明の目的，構成及び効果を記載されていると認めることができるから，審決に原告の主張に係る取消事由はない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4について",
              "text": [
                "この点，本件各訂正発明と甲8発明を対比すると，前記第2，3のとおりの相違点が存するとすると認められ，審決のこの点の認定に誤りはない。",
                "原告は，当該相違点が実質的なものではないと主張する。原告の主張は，必ずしも明確ではないが，審決段階及び別件侵害訴訟における主張を考慮すると，甲9（日本洗浄協会「産業洗浄」昭和57年9月10日発行）及び甲10（本郷晃史ほか「医療用赤外中空ファイバの開発」日立電線 No.24（2005-1））を前提とするならば，相違点に係る構成は甲8に実質的に開示されているとの趣旨を主張するものと解される。しかし，前者には，ノズルからの噴射水量とノズル口径及び噴射圧力の関係が記載され，後者には，各種レーザーの水に対する吸収係数がレーザーの波長により大幅に異なることが記載されているにすぎないから，これによって相違点に係る構成が甲8に実質的に記載されていると認めることはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5について",
              "text": [
                "原告は，審決には，進歩性判断の誤りがある旨を主張する。",
                "第2次審決取消訴訟判決は，本件各訂正発明は，甲8発明に基づいて当業者が容易に発明することができたとすることはできない旨を判示し，審決は，第2次審決取消訴訟判決の拘束力に基づいて，同様の判断をした（行政事件訴訟法33条）。したがって，原告のこの点に関する主張は，確定した第2次審決取消訴訟の判断を争うことに帰するもので，その主張自体失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "原告主張の取消事由はいずれも理由がなく，審決に取り消すべき違法は認められない。原告は，他にも縷々主張するがいずれも採用できない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}