{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "特許庁長官が平成22年4月6日付けで控訴人に対してした特願2009-546441号についての国内書面に係る手続の却下処分を取り消す。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "特許庁長官が平成22年3月17日付けで控訴人に対してした特願2009-546441号についての国際出願翻訳文提出書に係る手続の却下処分を取り消す。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，工業所有権の保護に関するパリ条約に基づいた優先権の主張を伴う英語での国際出願（本件国際出願）をした控訴人が，翻訳文提出特例期間の経過後に翻訳文を提出したために，指定国である我が国における国際特許出願（本件出願）を取り下げたものとみなされ，国内書面及び翻訳文に係る両手続がいずれも却下された（本件各処分）ことから，上記優先権の主張を取り下げる旨の書面（本件取下書）を提出して，優先日を国際出願日に繰り下げたことにより，翻訳文提出特例期間の経過前に翻訳文を提出したことになるとして，本件各処分の取消しを求めた事案である。",
            "原判決は，本件出願は控訴人が翻訳文提出特例期間内に明細書等の翻訳文を提出しなかったことにより，取り下げられたものとみなされ，出願の効果が消滅しているから，その後に本件取下書が提出されても，何らの効果も生じないことは明らかであるとして，控訴人の請求を棄却した。",
            "そこで，控訴人がこれを不服として，控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "text": [
            "本訴請求に対する判断の前提となる事実は，原判決の事実及び理由の第2の1のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件訴訟の争点",
          "text": [
            "本件各処分の違法性"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者の主張は，次のとおり付加するほかは，原判決の事実及び理由の第2の2のとおりであるから，これを引用する。",
        "〔控訴人の主張〕"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決は，控訴人が平成21年9月17日に提出した翻訳文は翻訳文提出特例期間内に提出されたものではないと判断した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "しかし，パリ条約に基づく優先権主張を伴う国際出願の国内書面及び翻訳文の提出期間は，優先権主張が有効か無効かによって異なるものである。",
            "すなわち，特許庁のホームページに掲載された「平成19年4月に発効する特許協力条約規則（PCT規則）の改正の概要」と題する書面（甲8）では，「優先権主張の自動的維持」の項において，「今回の規則改正により優先権主張の自動的維持という概念が導入されました。これは，優先権主張を伴う国際出願がパリ条約の規定する優先期間12ヶ月を超えてなされた場合であっても，国際出願日が優先期間徒過の後2ヶ月以内である場合には，これを直ちに無効とはせず，国際段階の間，優先権主張は維持されるものとして取り扱うものです。これにより，国際段階における期間（国内移行のための期間も含む）計算の起算日として優先日を確定することが可能となり，国際段階における手続の安定が確保されます。なお，この優先期間徒過後に主張した優先権について，国内段階移行後において有効なものとするためには優先権の回復の請求をする必要があります。」との記載がある。この記載は，パリ条約に基づく優先権主張に関する特許庁の正式かつ明白な表明であり，優先権主張の自動的維持は，優先権主張が本来的に無効であっても，これを直ちに無効とはせず，国際段階における期間計算の起算日として優先日を確定し，国際段階における手続の安定を確保することを目的としていること，換言すれば，優先権主張が有効か無効か確定できなければ，優先日が確定できないことを明らかにしている。",
            "また，「優先期間徒過後に主張した優先権について，国内段階移行後において有効なものとするためには優先権の回復の請求をする必要があります。」との記載からすると，「国内段階移行後において，優先権の回復を行う」こと，すなわち，優先権主張が有効か否かを，国内段階移行後に確定できることを特許協力条約は予定しているのである。つまり，優先権主張が有効か無効か確定しなければ，優先権を主張する国際出願の優先日を確定することはできず，その結果，国内書面や翻訳文の提出期限も特定できないこととなる。",
            "そして，優先権主張が有効となるには，①主体の同一性，②客体の同一性，③第一国出願が正規出願であること，④第一国出願が最初の出願であること，⑤第二国出願を優先期間内に行うことなどの要件があるところ，上記②及び④の要件は，審査や審判での発明の内容の吟味が必要となるから，優先権主張が有効か否かは審査開始前に決定することはできないものである。したがって，パリ条約に基づく優先権を主張する国際出願の場合，国内書面や翻訳文の提出期限算定の基準となる優先日は，国内書面や翻訳文の提出時には確定していないから，国内書面や翻訳文の提出期限も当然決定していないこととなる。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上からすると，本件出願に係る優先権主張が無効である場合には，優先日は本件国際出願をした平成20年1月22日になるところ，本件出願に係る国内書面及び翻訳文は，当該優先日から平成23年法律第63号による改正前の特許法（以下「法」という。）184条の4第1項に規定する2年6月以内である平成21年7月14日及び同年9月17日にそれぞれ提出されているから，いずれも提出期限を徒過した違法はないこととなる。",
            "しかるに，原判決は，優先権主張の要件の有無を一切検討することなく，当然に優先権主張を有効とした上で，控訴人が翻訳文提出特例期間内に翻訳文を提出しなかったことにより，本件出願が取り下げられたものとみなされたと判断したものであり，かかる判断が違法であることは明らかである。",
            "〔被控訴人の主張〕"
          ]
        },
        {
          "fig": "1",
          "text": [
            "控訴人は，甲8の記載を根拠として，優先権主張が有効か無効か確定できなければ，優先日を確定することはできないとか，特許協力条約は，優先権主張が有効か否かを，国内段階移行後に確定できることを予定しているなどと主張する。",
            "しかし，控訴人の主張は，特許協力条約規則の「優先権主張の自動的維持」や「優先権の回復手続」の意義及び優先日の意義を正解しないものである。",
            "すなわち，優先権主張の自動的維持は，パリ条約による優先権主張を伴う国際出願が同条約に規定する優先期間を超えてされた場合であっても，優先期間徒過後2月以内にされた場合には，優先権主張を直ちに無効とせず，維持されるものとして取り扱うことにより（特許協力条約規則26の2．2(c）(ⅲ）)，優先権の基礎とした出願の日を手続期間の起算日となる優先日として確定させるものである。他方，優先権の回復手続は，パリ条約による優先権主張を伴う国際出願が優先期間を超えてなされた場合であっても，優先期間徒過後2月以内になされた場合には，優先期間の徒過がやむを得ない事情に起因する場合に限り，出願人は，受理官庁又は指定官庁に対し，優先権の回復の請求手続をすることができるというものであり，当該優先権の主張を国内段階移行後において有効なものとするためには，受理官庁又は指定官庁に対し，優先権の回復の請求をする必要があり，優先権の回復手続が認められるか否かについては，受理官庁又は指定官庁の判断に委ねられているとする制度であって，国際段階における期間を計算する基礎となる優先日の確定に何ら関わらない手続である。",
            "したがって，優先期間経過後にされた優先権主張であっても，優先権の回復手続とは関係なく，条約に定める手続期間の起算日としての優先日は確定しているのであるから，国内段階移行後に優先権主張が有効か無効か確定できなければ，優先日が確定できないとする控訴人の主張は失当である。",
            "なお，本件国際出願に係る優先権主張日は平成19年1月23日であるところ，本件国際出願は平成20年1月22日にされているから，本件国際出願は，優先期間内にされたものである。控訴人が引用する甲8の記載は，優先期間徒過後になされたパリ条約による優先権主張を伴う国際出願を対象とするものであり，本件国際出願はその対象とはならないから，この点においても，控訴人の主張は失当である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人は，優先権主張が有効か否かは審査開始前に決定できることではないなどと主張する。",
            "しかし，優先日は，特許協力条約2条(2)(xi)に規定する手続の期間の計算のためにのみ定義されたものであって，指定官庁における国際出願の実体審査の結果に左右されるものではない。実際，特許協力条約では，指定官庁が国際出願の翻訳文提出期間の満了前に，当該国際出願について実体審査を行うことを禁じている（22条，23条）。また，法184条の17は，外国語特許出願については，法184条の4第1項の規定よる翻訳文提出手続をした後でなければ，出願審査の請求（特許法48条の3）をすることができないと規定しており，外国語特許出願について，特許庁における実体審査を開始する条件として，法所定の期間内に翻訳文提出手続を完了させることを要求している。",
            "したがって，実体審査によって，優先権主張が有効か無効かが確定しなければ，国際出願の翻訳文の提出期間の起算点である優先日が確定しないとする控訴人の主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の本訴請求はいずれも理由がなく，これを棄却すべきものであると判断する。その理由は，次のとおり付加するほかは，原判決の事実及び理由の第3のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "控訴人は，要旨，パリ条約に基づく優先権を主張する国際出願の場合，優先権主張が有効か無効か確定しなければ，優先権を主張する国際出願の優先日を確定することはできず，その結果，国内書面や翻訳文の提出期限も決定していないことになると主張し，これを前提として，平成22年1月22日の特許庁長官に対する本件取下書の提出によって，平成19年1月23日を優先日とする優先権主張が取り下げられた結果，本件出願に係る優先日は，本件国際出願の日である平成20年1月22日に繰り下がり，これに伴い，本件出願についての国内書面提出期間の満了日も平成22年7月22日に繰り下がるから，本件出願は法184条の4の要件を満たす合法的な出願であり，本件各処分は違法である旨主張する。",
            "しかしながら，そもそも，パリ条約に基づく優先権の主張を伴う国際出願において，優先日は，期間の計算上，優先権の主張の基礎となる出願の日をいうのであり（特許協力条約2条(ⅺ)(a)），当該優先権の主張が有効であるか否かといった，指定官庁における国際出願の実体審査の結果によって，左右される性質のものではない。",
            "このように，優先日の判断が指定官庁における国際出願の実体審査の結果に左右されるものでないことは，特許協力条約23条が，指定官庁は，同条約22条に規定する国際出願の翻訳文提出期間の満了前に，当該国際出願について実体審査を行うことを禁じ，国際出願の翻訳文提出期間が指定官庁における実体審査の開始前に設定されていることや，法184条の17が，外国語特許出願については，法184条の4第1項の規定よる翻訳文提出手続をした後でなければ，出願審査の請求（特許法48条の3）をすることができないと規定し，特許庁における実体審査を開始する条件として，同法所定の期間内に翻訳文提出手続を完了させることを要求していることからも明らかであり，この点に関する控訴人の主張は採用できない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "そうだとすると，前提となる事実記載のとおり，控訴人は，平成20年1月22日，米国特許商標庁に対し，パリ条約による優先権主張（優先権主張日：平成19年1月23日）を伴う本件国際出願をし，同出願は，指定国に日本国を含むものであったから，日本国において，法184条の3第1項の規定により，本件国際出願の日にされた特許出願とみなされた（本件出願）が，翻訳文提出特例期間の満了日である平成21年9月14日までに明細書等の翻訳文を提出しなかったものであり，その結果，法184条の4第3項の規定により，当該満了日が経過した時点で，本件出願は取り下げられたものとみなされたものである。なお，同項の規定により取り下げられたものとみなされた本件出願については，特許法184条の4第4項及び第5項の規定は適用されない（平成23年法律第63号附則2条25項）。",
            "したがって，控訴人が本件取下書を特許庁長官に提出した平成22年1月22日の時点においては，本件出願は，既に取り下げられたものとみなされており，そもそも特許出願として特許庁に係属していないこととなるから，本件出願に関して，優先権主張の取下げを含む特許庁における法律上の手続を観念することはできない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，本件各処分について，控訴人主張の違法事由を認めることはできず，他に本件各処分を違法とすべき理由も認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "よって，控訴人の本訴請求はいずれも理由がなく，これを棄却した原判決は相当であって，本件控訴は理由がないから棄却されるべきものである。"
      ]
    }
  ]
}