{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのた"
    },
    {
      "text": "めの付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2009-25129号事件について平成23年11月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記1のとおりの手続において，特許請求の範囲の記載を後記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が，同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は後記3のとおり)には，後記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「携帯型コンピュータ装置」とする発明につき，平成15年9月12日に国際出願(出願番号：特願2004-539293。パリ条約による優先権主張：平成14年(2002年)9月28日，英国。請求項の数は14である。)を行った(甲6)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成21年8月10日付けで拒絶査定を受け(甲10)，同年12月18日，不服の審判を請求するとともに(甲11)，手続補正書を提出した(甲12。以下「本件補正」という。請求項の数は12である。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，上記請求を不服2009-25129号事件として審理し，平成23年11月7日，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は同月22日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲請求項1に記載された発明(以下「本願発明」という。)は，以下のとおりである。本件補正後の明細書(甲6，12)を「本件明細書」という。なお，文中の「／」は，「及び/または」の部分を除き，原文の改行箇所を示す。",
            "データ入力と，／制御入力と，／前記データ入力を介しデータを受付け，時間及び位置情報が存在するか判断し，時間及び/または位置情報を時間及び/または位置情報を有さないデータアイテムにそれぞれ追加し，各自の時間及び位置情報と共にデータアイテムをメモリに格納するよう構成されるデータ受付論理と，／時間モードと空間モードを含む複数のモードの1つにおいて前記メモリに格納されたデータアイテムを含むデータアイテムを表示させるよう構成される表示構成と，／を有する携帯型コンピュータ装置であって，／前記表示構成は，／前記制御入力を介した対応する入力に応答して，前記時間モードと前記空間モードとの間の切り替えをし，／前記時間モードでは，時間間隔の表示を，前記時間間隔における各データアイテムの時間情報を有し，前記時間情報に対応する位置に表示される前記データアイテムの表示と共に表示し，／空間モードでは，表示領域の表示を，前記表示領域内の各データアイテムの位置情報を有し，前記位置情報に対応する位置に表示される前記データアイテムの表示と共に表示するよう構成され，／当該装置はさらに，前記時間モードと前記空間モードとの間の切替において表示され続けるデータアイテムを選択するコントロールを有することを特徴とする装置"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，本願発明は，後記引用例1ないし3に記載された発明並びに後記周知例1及び2に記載された技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により，特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開2001-344591号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開2001-297090号公報(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開2002-123814号公報(甲3。平成14年4月26日公開)"
                },
                {
                  "fig": "エ",
                  "subject": "周知例1：特開2001-268490号公報(甲4)"
                },
                {
                  "fig": "オ",
                  "subject": "周知例2：特開2001-292394号公報(甲5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決は，その判断の前提として，引用例1に記載された発明(以下「引用発明」という。)並びに本願発明と引用発明との一致点及び相違点を以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：表示部を有するコンピュータシステム(画像管理・表示装置)に画像ファイルが入力され，入力された画像ファイルは解析されて，当該画像ファイルの位置情報(経度・緯度)及び撮影時間情報とともに，画像データベースに登録され，ユーザアクション(ユーザの選択)による表示法でビューが構成され，ユーザアクション(ユーザの選択)が時空間スパイラルビュー表示である場合，選択された各画像ファイルのサムネイル画像を，それぞれ，当該画像ファイルの位置(経度・緯度)情報及び撮影時間情報に基づいて，地図(X，Y軸)，時間(Z軸)からなる時空間内に配置して表示し，また，ユーザの指示により時空間スパイラルビューで表示された画像ファイルのサムネイル画像を目盛りを有する時間軸とともに，当該画像ファイルの時間情報に対応する位置に配置してスケジュール表を表示する，コンピュータシステム"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：データ入力と，制御入力と，前記データ入力を介しデータを受付け，各自の時間及び位置情報と共にデータアイテムを記憶手段に格納するよう構成されるデータ受付論理と，時間モードと他のモードを含む複数のモードの1つにおいて前記記憶手段に格納されたデータアイテムを含むデータアイテムを表示させるよう構成される表示構成と，を有するコンピュータ装置であって，前記表示構成は，前記時間モードでは，時間間隔の表示を，前記時間間隔における各データアイテムの時間情報を有し，前記時間情報に対応する位置に表示される前記データアイテムの表示と共に表示し，他のモードでは，表示領域の表示を，前記表示領域内の各データアイテムの位置情報を有し，前記位置情報に対応する位置に表示される前記データアイテムの表示と共に表示するよう構成された，装置"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：本願発明のデータ受付論理は，データ入力を介しデータを受け付け，時間及び位置情報が存在するか判断し，時間及び／又は位置情報を時間及び／又は位置情報を有さないデータアイテムにそれぞれ追加するのに対し，引用発明のデータ受付論理は，データ入力を介しデータを受け付けているが，時間及び位置情報が存在するか判断し，時間及び／又は位置情報を時間及び／又は位置情報を有さないデータアイテムにそれぞれ追加することについて記載がない点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本願発明の記憶手段はメモリであるのに対して，引用発明の記憶手段はメモリであるのかどうか明らかではない点"
                },
                {
                  "fig": "オ",
                  "subject": "相違点3：本願発明では，他のモードは空間モードであるのに対し，引用発明の他のモードでは，データアイテムの表示は，データファイルの位置情報及び時間情報に基づいて，地図(X，Y軸)，時間(Z軸)からなる時空間内に配置して表示される点"
                },
                {
                  "fig": "カ",
                  "subject": "相違点4：本願発明では，前記制御入力を介した対応する入力に応答して，前記時間モードと前記他のモードとの間の切替えを行っているのに対して，引用発明では，時間モードと他のモードとの間の切替えについて記載がない点"
                },
                {
                  "fig": "キ",
                  "subject": "相違点5：本願発明の装置は，前記時間モードと前記空間モードとの間の切替えにおいて表示され続けるデータアイテムを選択するコントロールを有するのに対し，引用発明の装置は，時間モードと他のモードとの間の切替えにおいて表示され続けるデータアイテムを選択するコントロールを有するのかどうか明らかではない点"
                },
                {
                  "fig": "ク",
                  "subject": "相違点6：本願発明のコンピュータ装置は，携帯型コンピュータ装置であるのに対し，引用発明のコンピュータ装置は，携帯型であるのかどうか明らかではない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "容易想到性に係る判断の誤り"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の認定の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "相違点3ないし5の認定及び判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "手続違背(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件審決は，引用発明と本願発明の相違する技術的事項について「他のモード」という上位概念を用いることによって，共通するものとして扱い，結局，重大な相違点をも含めて，一致点を認定したが，この認定は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "空間モード",
              "text": [
                "本願発明における「空間モード」は，時間的要素を備えず，空間的要素のみを備えた「空間モード」である。このことは，用語の通常の意義，請求項における「空間モード」の定義及び本件明細書の実施例の記載(【0036】【0059】，図6)から，明らかである。",
                "これに対して，引用発明における「時空間スパイラルビュー表示」は，空間的要素だけでなく時間的要素をも含む表示モードである。このことは，用語の意義，引用例1の記載事項(【0012】【0013】，図5)から明らかである。",
                "「時間」と「空間」とは，一般には，全く依存関係のない互いに独立な物理学上の対象要素であることは，技術常識であり，引用例1にも，時間軸(Z軸)が空間軸(X軸，Y軸)に対して直交に描かれている(図5)。このように，「時間」と「空間」は互いに全く異なるものであるから，「空間モード」といえば，その中に時間的要素は含まれない。引用発明の「時空間スパイラルビュー表示」が「時間」をも要素としているにもかかわらず，本件審決が引用発明の「時空間スパイラルビュー表示」を「時間モード」と異なる「他のモード」であると認定したことは，誤りである。",
                "いずれにしても，空間的要素のみを含み，時間的要素を含まない本願発明の「空間モード」を，時間的要素を含む引用発明の「時空間スパイラルビュー表示」と共通であるとした本件審決の認定は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定の誤り",
              "text": [
                "本件審決は，本願発明と引用発明の一致点として，「時間モードと他のモードを含む…表示構成と，…他のモードでは，…表示するように構成された，装置」を認定したが，「他のモード」という概念を用いた箇所に関して，誤っている。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件審決は，引用発明の「時空間スパイラルビュー表示」と「スケジュール表」(時間モード)とを比べると，明らかに異なる表示であるから「時間モード」と異なる「他のモード」であると述べたものである。",
                "そして，引用発明の「時空間スパイラルビュー表示」は，時間的要素も含んでいるとはいえ，画像ファイルのサムネイル画像を，当該画像ファイルの位置(経度・緯度)情報及び撮影時間情報に基づいて，地図(X，Y軸)，時間(Z軸)からなる空間上に配置して表示しているのであるから，「時間モード」とは異なったものであることは明らかである。本件審決が「時空間スパイラルビュー表示」は，本願発明の「空間モード」とは，「時間モード」と異なる「他のモード」である点で共通するとしたことに誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，空間的要素のみを含み，時間的要素を含まない本願発明の「空間モード」を，時間的要素を含む引用発明の「時空間スパイラルビュー表示」と共通であるとした本件審決の認定は誤りであると主張する。",
                "しかし，本件審決は，本願発明の「空間モード」と引用発明の「時空間スパイラルビュー表示」の両者が，「時間モード」と異なる「他のモード」である点で共通すると認定するものである。そして，相違点の認定において，引用発明の「他のモード」は，本願発明の「他のモード」である「空間モード」と異なることを相違点3として明示し，相違点3の判断に際しても，両者の相違を明示した上で判断を行っている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点3ないし5の認定及び判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3ないし5を分断した誤り",
              "text": [
                "相違点3ないし5は，相互に技術的に密接に関連している相違点であり，これらの相違点を別個独立に把握すべきではない。",
                "相違点3ないし5は，時間モードに加えて空間モードを備え，時間モードと空間モードとの間の切替えがあり，選択されたデータアイテムがその切替えの際に表示され続けるという独特な特徴的技術事項であり，これらが有機的に連携して本願発明の技術的課題を解決していることから，これらの相違点は別々に論じるのではなく，以下のとおり，1つの相違点(相違点A)として把握すべきである。",
                "相違点A：本願発明では，時間モードに加えて空間モードを備え，前記制御入力を介した対応する入力に応答して，前記時間モードと空間モードとの間の切替えをし，当該切替えにおいて表示され続けるデータアイテムを選択するコントロールを有するのに対して，引用発明では，時空間スパイラルビュー表示を備えるが，空間モードを備えず，切替えについての記載がなく，切替えにおいて表示され続ける画像ファイルについての記載がない点"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点Aの容易想到性",
              "text": [
                "次のとおり，相違点Aに係る構成は，本件審決が引用したどの文献にも開示も示唆もされておらず，本願発明は引用発明から容易に発明することができたものとはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点Aについて",
                  "text": [
                    "時間軸を含むものは，単なる「空間モード」とは全く異なるモードであるから，相違点Aは，引用例1には開示も示唆もされていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2について",
                  "text": [
                    "引用例2における「画像の撮影日時の情報」とは，画像の数であって，データアイテムを表示しているわけではない。すなわち，引用例2においては，データアイテムを表示した時間モードとデータアイテムを表示した空間モードとの間の切替えが開示されておらず，ましてや，選択されたデータアイテムが切替えの際に表示され続けるということはあり得ない。",
                    "したがって，引用例2の記載を根拠に，データアイテムを表示した時間モードとデータアイテムを表示した空間モードとの間の切替えが容易であるとし，データアイテムを表示した時間モードとデータアイテムを表示した空間モードとの間の切替えの際に，選択されたデータアイテムが表示され続けることが容易であるとした本件審決の判断は，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知技術について",
                  "text": [
                    "周知例1及び2には，時間モードと空間モードとの間の切替えの際に，選択されたデータアイテムが表示され続けるという技術事項は開示されていない上，同一の出願人による，同一の優先権を主張した特許出願で，実質的には1つの文献であり，周知性の立証をしているとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "表示したままであることの必要性",
                  "text": [
                    "本願発明は，手のひらにおさまるほど小型の携帯型コンピュータ装置に関する発明であり，その表示画面は小型表示である。このような小型の表示においては，通常のデスクトップコンピュータやノート型コンピュータのような大きな表示を備えている場合とは異なり，表示画面中に多くのデータアイテムを表示しきれないことから，時間モードと空間モードとの間の切替えの際に注目しているデータアイテムが失われてしまうという問題点がある。本願発明は，このような問題点を解決したものである。",
                    "一方，引用発明のコンピュータは，携帯型ではなく，上記のような問題点が存在せず，注目しているデータアイテムを積極的に表示したままにすべきことの必要性が乏しい。その結果，本願発明の相違点Aが引用例1に開示されていないのは当然であり，かつ，引用発明に基づいて本願発明が容易に発明できるということもない。",
                    "本件審決は，本願発明を知った上で，引用発明から出発して，事後分析的手法により，本願発明の構成要素に対応する他の文献記載事項を組み合わせて，本願発明が容易に想到できるとした。本件審決は，本願発明の課題及び解決手段を把握せず，また，複数文献を組み合わせることの動機付けも示さずに進歩性を否定したが，その際，本件審決は引用発明から出発して当業者が本願発明の技術的特徴点に到達したであろうという推測も示さず，かつ，引用発明には本願発明の技術的特徴点に到達したはずであるという示唆も存在しない。",
                    "このように，本願発明の課題・効果の点からしても，相違点Aに関して，本願発明が容易に想到できるとした本件審決の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3，4及び5に分離した場合の判断の誤り",
              "text": [
                "仮に，相違点Aを相違点3，4及び5に分離して検討したとしても，原告の上記主張は，相違点3，4及び5にそのまま適用でき，本願発明は依然として容易に発明できたものとはいえない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点3ないし5を分断したことについて",
              "text": [
                "本件審決は，相違点の認定及び判断に正確を期すために，本願発明に記載された，表示モード，表示モードに係る切替え及びデータアイテムを選択するためのコントロールの各構成に関する相違点を，それぞれ相違点3ないし5とした上で，各相違点の関係を踏まえて，表示モードに関する相違点3及び4については併せて判断し，データアイテムの表示に関する相違点5については別に判断を行っており，相違点をことさら分断して認定，判断したものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点Aの容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明の他のモードは，データアイテムの位置情報及び時間情報に基づいて，地図(X，Y軸)，時間(Z軸)からなる時空間内にデータアイテムを配置して表示しており，当該表示は，本願発明の「空間モード」に時間軸を加えた表示であり，空間モードを基礎にした表示であるということは明らかであるから，本件審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2について",
                  "text": [
                    "本件審決は，引用例2の記載のみを根拠に，データアイテムを表示した時間モードとデータアイテムを表示した空間モードとの間の切替えが容易であると認定したものではなく，ましてや，引用例2の記載のみを根拠に，データアイテムを表示した時間モードとデータアイテムを表示した空間モードとの間の切替えの際に選択されたデータアイテムが表示され続けることが容易であるとしたものでもない。",
                    "引用例2に本願発明の「時間モード」に配置の態様が対応する表示と本願発明の「空間モード」に配置の態様が対応する表示とを切り替えて表示することが記載されていること，引用発明の他のモードは，空間モードと同様の表示モードを含むものであること，「空間モード」で表示することが周知であること，一般にコンピュータにおいて複数の表示モードを有する場合に，ユーザの入力に応じて表示モードを切り替えることが周知であることを総合すれば，引用発明において，引用発明の他のモードに相当する「時空間スパイラルビュー表示」を周知の「空間モード」とし，制御入力を介した対応する入力に応答して，時間モードと空間モードとの間の切替えを行うようにして本願発明のように構成することは，当業者が容易になし得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知技術について",
                  "text": [
                    "周知技術とは，文献等を例示するまでもなく，当業者ならば当然知っているはずの事項であって，文献の数によって周知技術であるか否かが決まるものではない。本件審決が周知であるとした技術は，乙1ないし3にも記載されており，当業者にとって周知の技術である。",
                    "そして，原告が主張する，本願発明が解決したとする課題は本件明細書には記載がなく，また，仮にそのような課題が存在するとしても，それはコンピュータ装置一般に共通の課題であって，本願発明に固有のものではない。",
                    "そうすると，当業者であれば，引用発明において上記周知技術を適用して，データアイテムを選択するコントロールを有し，前記選択されたデータアイテムは，表示モード間の切替えにおいて表示され続けるようなものとすることは容易に想到し得ることである。",
                    "また，引用発明の他のモードを周知の「空間モード」とし，制御入力を介した対応する入力に応答して，時間モードと空間モードとの間の切替えを行うようにすることも容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "表示したままであることの必要性について",
                  "text": [
                    "本件明細書には，原告が主張するような課題は記載されておらず，また，本願発明により，当該課題が解決される旨の記載もない。",
                    "また，仮に原告主張の課題が存在するとしても，それは，表示画面やコンピュータのサイズに直接基づくものではなく，異なる表示モード間で切替えをするものであれば，通常のデスクトップコンピュータやノート型コンピュータなど，コンピュータの種類を問わない，コンピュータ装置一般に共通の問題点である。",
                    "また，本願発明のように構成したことによる効果も，引用発明，引用例2及び周知技術から予想できるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3ないし5の判断について",
              "text": [
                "前記のとおり，相違点3ないし5についてした本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)について",
          "text": [
            "〔原告の主張〕",
            "「時間モードと空間モードとの間で表示モードを変更しても選択されたデータアイテムを表示したままとすること」は，本願発明の課題を解決する重要な技術的特徴であって，単に周知技術として処理すべきではない。つまり，周知例1及び2を引用することによって，本願発明の進歩性を否定する論理付けを組み立てるのであれば，引用発明とこれらの記載事項との組合せの容易性を論じなければならず，そうであれば，それに対する意見を述べさせなくてはならない。本件審決において初めてこれらの公知文献を引用することによりいきなり拒絶することは，手続の保障に欠け，特許法159条2項が準用する同法50条に違反する。",
            "〔被告の主張〕",
            "周知例1及び2は，周知技術を示すために引用したものである。周知技術とは，文献等を例示するまでもなく，当業者ならば当然知っている事項であり，当業者である出願人に対し不意打ちになるということはできない。よって，周知技術を引用することが，特許法159条2項が準用する同法50条に違反するものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "text": [
            "本願発明の特許請求の範囲の記載は前記第2の2のとおりであり，本件明細書にの記載によれば，本願発明は，概要，以下のものである(甲6，12)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "「携帯型コンピュータ装置」について",
              "text": [
                "本願発明は，携帯情報端末(PDA)として知られるタイプの携帯型コンピュータ装置と動作方法に関するものである(【0001】)。PDAの画面は，約10㎝幅であることが記載されており，また，実施例においても，PDAは，筺体とこの筺体に取り付けられた画面を有するが，この画面として約12㎝の幅の640×320画素を有するディスプレイが適していることが，記載されている(【0002】【0024】)。",
                "しかしながら，本願発明は，携帯型コンピュータ装置に関し，携帯情報端末(PDA)として知られるタイプ以外のものを排除するものではない(【0001】)。そして，本願発明は，PDAに限定されるものでなく，多くの変形が可能であり，画面タイプなどは，必要に応じて変更可能であり，画像の表示に適した任意のタイプの画面であってもよく，他の多数のタイプのディスプレイが利用可能であると当業者は認識するものである(【0024】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "時間モードと空間モードの表示について",
              "text": [
                "データアイテムを該データアイテムに対応する時間及び位置情報と共にメモリに格納し，時間モードでは，時間情報に対応する時系列に沿った位置にメモリに格納された時間情報に従う時間間隔に時間情報を有するデータアイテムの表示を画面上に時系列に表示することによりデータアイテムを表示し，空間モードでは，位置情報に対応する位置にメモリに格納された位置情報に従う表示領域内に位置情報を有する表示領域データの表示を画面上に表示することによりデータアイテムを表示し，時間又は空間モードにいずれかによりデータアイテムを表示するため，時間モードと空間モードとの間を切り替えるための入力を受け付けるよう構成される(【0022】)。",
                "時間モードでは，ディスプレイは，時間間隔を表すタイムラインを表示し，時間間隔内の時間情報を有する任意のデータアイテムが，当該時間情報に対応するタイムラインに沿った位置に表示される(【0034】)。",
                "位置モードでは，ディスプレイは，好ましくはマップやプランの形式により領域の表示と共に，格納された位置情報による当該領域内の位置情報を有する任意のデータアイテムを表示する(【0036】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "時間モードと空間モードの切替え時のアイテムの表示について",
              "text": [
                "データアイテムを選択するコントロールを有し，本装置は，データアイテムの選択において，表示が選択されたデータアイテムを中心とするよう表示し，時間モードと位置モードとの間の切替えにおいて，選択されたデータアイテムが表示され続けるよう構成される(【0015】)。",
                "ディスプレイは，データを時間的かつ空間的に表す時間と位置モードにおいて切替え可能となるが，時間ビュー(時間モード)への切替えによって，この撮影時刻前後の時間に関する情報が時系列により表示され，スペースビュー(位置モード)に切り替えると，この例が開始された写真を含むいくつかの写真を表示するものである(【0037】【0050】【0053】)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "携帯電話への言及",
              "text": [
                "携帯型コンピュータ装置は，当業者には代替的又は追加的に利用可能な他の多くのタイプのネットワークリンクを認識しているが，典型的には，携帯電話リンクを介しデータ入力を通じていくつかのサービスへのアクセスを与える(【0012】)。",
                "PDAは，任意の位置でのアクセスのための携帯電話インタフェースを有する(【0045】)。",
                "なお，これらの記載は，携帯型コンピュータ装置が，携帯電話インターフェースを有することを意味するものであって，その大きさが携帯電話サイズであることを意味するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明について",
          "text": [
            "引用例1には，おおむね以下の事実が記載されている(甲1)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "発明の属する技術分野",
              "text": [
                "引用発明は，画像管理・表示方法，及び画像管理・表示装置，並びに記録媒体に係わり，特に，GPS等の撮影場所の位置取得手段を持つ撮影手段(例えば，デジタルカメラ)により，撮影された画像データや，映像データの管理システムで，画像データを位置情報や撮影時間に基づいて，表示・加工する際に有効な技術に関する(【0001】)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "従来の技術",
              "text": [
                "GPS装置，PHS等が接続，又は内蔵されたデジタルカメラでは，撮影された画像データ内に位置情報を記録することが可能である。このような情報を有効利用したり，各社メーカーのデジタルカメラで記憶された画像ファイルを相互に利用しあうための規格として，デジタルカメラファイルシステム規格DCF(Design  rule for Camera File system)が制定されている。この中には，①撮影状況を記述できるExifIDF(例えば，撮影時間，機器情報，レンズ情報，撮影設定(絞り値，光源，シャッタースピード，フラッシュなど)情報など)，②撮影位置情報を記述できるGPSIDF(例えば，撮影時刻，位置情報(経度，経度，高度)など)等の情報を画像ファイル内に所定のフォーマットで書き込むことができる。",
                "上記の情報を持つ画像を再生する方法として，例えば，2次元の電子地図上の該当撮影位置にサムネイル画像を配置する方法が提案されている。この方法では，より撮影行程を分かりやすくするために，撮影時刻順に線でつなぐ等の工夫が行われている(【0002】【0003】)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "課題を解決するための手段",
              "text": [
                "引用発明は，画像管理・表示方法であって，①位置情報取得手段を持つ撮影手段により撮影された画像データ，及び，前記画像データの撮影時に同時に記録された撮影時刻情報と撮影位置情報とを読み取る過程と，②前記読み取った画像データ，撮影時刻情報，及び撮影位置情報を画像記憶手段に記憶する過程と，③地名記憶手段から前記画像データが撮影された撮影場所を含む領域のデータを読み出す過程と，④経度をX軸，緯度をY軸，撮影時間をZ軸とする3次元の時空間地図を作成する過程と，⑤前記3次元の時空間地図内に，前記撮影位置情報及び撮影時刻情報に基づいて，前記画像データのサムネイル画像を配置する過程とを有することを特徴とする(【0007】)。",
                "また，引用発明は，画像管理・表示装置であって，①画像記憶手段と，②地名記憶手段と，③位置情報取得手段を持つ撮影手段により撮影された画像データ，及び前記画像データの撮影時に同時に記録された撮影時刻情報と撮影位置情報とを読み取り，前記読み取った画像データ，撮影時刻情報，及び撮影位置情報を前記画像記憶手段に記憶する読取手段と，④前記地名記憶手段から前記画像データが撮影された撮影場所を含む領域のデータを読み出し，経度をX軸，緯度をY軸，撮影時間をZ軸とする3次元の時空間を作成し，当該3次元の時空間内に，前記撮影位置情報及び撮影時刻情報に基づいて，前記画像データのサムネイル画像を配置する表示手段とを有することを特徴とする(【0009】)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "「画像管理・表示装置」について",
              "text": [
                "引用発明の画像管理・表示装置は，画像データ，撮影時刻情報，及び撮影位置情報を画像記憶手段に記憶するとともに，経度をX軸，緯度をY軸，撮影時間をZ軸とする3次元の時空間を作成し，当該3次元の時空間内に，前記撮影位置情報及び撮影時刻情報に基づいて，前記画像データのサムネイル画像を配置する表示手段とを有する(【0009】)。なお，画像管理・表示装置が携帯型コンピュータであることに関する記載はない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "スケジュール表示と時空間スパイラルビュー表示について",
              "text": [
                "引用発明においては，画像ファイル入力時に作成された画像データベースの撮影時刻と位置情報から自動的に撮影行程を示すスケジュール表を作成することができる。図9には，スケジュール表示を行った一例が示されており，時間経過が下から上に向かって表記されている(【0024】)。",
                "時空間スパイラルビュー表示については，画像データ，撮影時刻情報，及び撮影位置情報を画像記憶手段に記憶するとともに，経度をX軸，緯度をY軸，撮影時間をZ軸とする3次元の時空間を作成し，当該3次元の時空間内に，前記撮影位置情報及び撮影時刻情報に基づいて，前記画像データのサムネイル画像を配置する表示手段とを有する(【0009】【0013】)。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "スケジュール表と時空間スパイラルビュー表示の切替えについて",
              "text": [
                "時空間スパイラルビュー表示で表示する以外に，撮影行程を示すスケジュール表を作成することが記載されている(【0024】)。そして，図1を参照すると，ユーザが「表示法指定」をすることが記載されており，表示の切替えがされる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "前記第2の2のとおり，本願発明の表示構成は，時間モードと空間モードを含むものであり，引用発明の表示には，スケジュール表示と時空間スパイラルビュー表示が含まれるところ，本願発明及び引用発明の認定について，当事者間に争いはない。",
                "そして，前記2(5)の記載によれば，引用発明のスケジュール表示は，本願発明の時間モードに相当するものと認められ，引用発明において，スケジュール表示は，画像データを時間経過に従って表記するものである。",
                "また，前記2(5)の記載によれば，引用発明の時空間スパイラルビュー表示は，3次元の時空間内に，前記撮影位置情報及び撮影時刻情報に基づいて，前記画像データのサムネイル画像を配置するものである。時空間スパイラルビュー表示には，時間的要素も含まれるが，スケジュール表示とは異なる表示態様により表示するものである。",
                "したがって，本願発明における空間モードは，時間モードと異なるモードであり，引用発明における時空間スパイラルビュー表示も，スケジュール表示と異なるモードであるということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「他のモード」について",
              "text": [
                "上記のとおり，本願発明における空間モードは，時間モードと異なる「他のモード」であり，引用発明における時空間スパイラルビュー表示は，スケジュール表示(本願発明における時間モードに対応する。)と異なる「他のモード」である。しかも，本願発明の空間モードと引用発明の時空間スパイラルビュー表示とは，移動状況を地図で把握できるという点において共通するものである。",
                "よって，本件審決が，引用発明の時空間スパイラルビュー表示を，「時間モード」と異なる「他のモード」として，本願発明の「空間モード」と共通すると認定したことが，誤りということはできない。",
                "以上によれば，本件審決が，本願発明の空間モード及び引用発明の時空間スパイラルビュー表示について，いずれも，時間モードと異なる「他のモード」として，時間モードとは異なる表示態様により表示することを一致点と認定したことに誤りはない。",
                "なお，本件審決は，本願発明における「他のモード」が，空間モードであるのに対し，引用発明の「他のモード」が，データアイテムの表示は，データファイルの位置情報及び時間情報に基づいて，地図(X，Y軸)，時間(Z軸)からなる時空間内に配置して表示される時空間スパイラルビュー表示である点を，相違点3として認定しているところである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(相違点3ないし5の認定及び判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3ないし5を分断した点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1，2によれば，表示モードについて，本願発明における他のモードは，空間モードであるのに対し，引用発明の他のモードでは，データアイテムの表示は，データファイルの位置情報及び時間情報に基づいて，地図(X，Y軸)，時間(Z軸)からなる時空間内に配置して表示される。また，表示モードの切替えについて，本願発明では，制御入力を介した対応する入力に応答して切替えを行っているのに対して，引用発明では，時間モードと他のモードとの間の切替えについて記載がない。さらに，表示モードの切替えにおいて表示され続けるデータアイテムを選択するコントロールについて，本願発明では，このようなコントロールを有するのに対し，引用発明では，このようなコントロールを有するのかどうか明らかではない。",
                    "そうすると，本件審決が，本願発明と引用発明について，表示モードの相違を相違点3とし，表示モードに係る切替えの有無を相違点4とし，表示モードの切替えにおいて表示され続けるデータアイテムを選択するコントロールの有無を相違点5としたことが，誤りであるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，相違点3ないし5は，有機的に連携して本願発明の技術的課題を解決していることから，これらを別々に論じることはできないと主張する。",
                    "しかしながら，そもそも，切り替えられる表示モードが，空間モードと時間モードであることと，表示モードが切り替えられても，データアイテムを見失わないようにするため，選択されたデータアイテムを表示し続けることとは，直接的に関連するものではない。",
                    "また，相違点5に係る本願発明の「時間モードと空間モードとの間で表示モードを変更しても選択されたデータアイテムを表示したままとすること」という構成は，本件補正において，本件補正前の拒絶査定時の請求項1に請求項5を組み合わせることにより，本件補正発明に追加された構成であり，これにより本件補正後の請求項1とされたものである(甲6，12)。このような本件特許出願手続の経緯に照らしても，これを別々に論じることができないということはできない。",
                    "さらに，本件明細書には，時間モードと空間モードの切替え時のアイテムの表示について，小型の表示においては，大きな表示とは異なり，表示画面中に多くのデータアイテムを表示しきれず，時間モードと空間モードの切替えの際に注目しているデータアイテムが失われてしまうという原告が主張する課題については，具体的な記載はない。このように，本件明細書には，原告が本願発明の技術的課題とする記載も，それを本願発明により解決している旨の記載もないことからも，原告の前記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2，3及び周知例について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，以下の記載がある(甲2)。",
                    "図3(a)においては，表示画面に，画像の撮影日時を横軸に，画像数を縦軸にとって，それらの関係を示す情報がグラフで示されている。かかるグラフを見れば，例えばある時期に，集中して画像が撮影されていれば，運動会や結婚式などのイベントがあったと推測できるので，画像を検索する場合の一つの手がかりになり得る。なお，表示画面下方のスクロールバーを移動させれば，任意の撮影日時を表示できる。また，スクロールバーの目盛りに，西暦(あるいは年齢でもよい)を表示しているので，これをみた検索者が時間の指定が容易にできる。また，かかる表示が最初の画像取得日時と最後の画像取得日時を含めるようにすれば，検索者が，検索可能な期間を知ることができて便利である(【0068】)。",
                    "図3(b)においては，表示画面に，地図と画像の取得場所(×印)とが表示されており，検索者がこの表示を見れば，画像を撮影したのが，海であるのか山であるのかといった記憶を頼りに画像を検索する場合に一つの手がかりになり得る。図3(a)，図3(b)の画像表示の選択は，入力装置を介して適宜行える(【0069】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例3には，以下の記載がある(甲3)。",
                    "デジタルデータとして保存されている写真画像を管理する技術として，地図データと写真データを組み合わせたものが知られている。例えば，コンピュータ等の装置に，地図上の位置と撮影した写真画像を関連付けて記憶させ，コンピュータ等の装置に設けられた表示装置の画面で，地図を表示させ，この地図上において写真を撮影した点を指定した場合，指定した地点で撮影された写真画像がその指定した点の付近に縮小画像(サムネイルアイコン)として表示させる技術である(【0002】)。",
                    "そして，画像データを示すサムネイルアイコンと，地図上の位置を示す位置アイコンを対応させて表示させ，ある位置アイコンが選択された場合，それに対応するサムネイルアイコンを表示させ，あるサムネイルアイコンが選択された場合は，それに対応する位置アイコンが表示されることにより，多量の画像データを容易に管理し，わかりやすく表示するものである(【0003】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "周知例1には，以下の記載がある(甲4)。",
                    "ユーザがマップビューモードで表示された写真を編集したい場合，写真を選択してカタログモードに戻る。このときにカタログモードにおいて表示される写真は選択された写真と同じバッチのものである(【0012】～【0021】【0026】【0047】【0048】【0057】～【0065】，図3，図6，図7)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "周知例2には，以下の記載がある(甲5)。",
                    "ユーザがマップビューモードで表示された写真を編集したい場合，写真を選択してカタログモードに戻る。このときにカタログモードにおいて表示される写真は選択された写真と同じバッチのものである(【0037】【0055】～【0063】，図3，図6，図7)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "特開平11-325921号公報(乙1)には，以下の記載がある。",
                    "略図，地図，乗換地点名一覧の各表示画面において，略図が表示されているときに「池袋」が選択され，この場合に略図から地図へ表示を切り替えると，「池袋」を中心とした所定の地図画像が表示される(【0037】～【0040】，図7)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "特開2001-195410号公報(乙2)には，以下の記載がある。",
                    "物件が選択され，物件一覧表示から地図表示に表示を変えると，物件№「00131201」が表示され続けている(【0025】【0029】～【0038】，図8，図9)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "特開2001-289650号公報(乙3)には，以下の記載がある。",
                    "アイコン画像又はサムネイル画像からなるシンボル画像が表示された地図画像上で，複数の写真データからなるグループを表すアイコンが選択され，このとき，それら選択された写真データに基づくサムネイルが時系列に並んだサムネイル一覧画像が表示される(【0008】【0038】～【0044】，図5～8)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点3は，本願発明では，他のモードは空間モードであるのに対し，引用発明の他のモードでは，データアイテムの表示は，データファイルの位置情報及び時間情報に基づいて，地図(X，Y軸)，時間(Z軸)からなる時空間内に配置して表示される点である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例1には，従来技術として，電子地図上にサムネイル画像を表示すること，すなわち空間モードが記載されており，引用発明は，同じ場所に撮影時間が異なるような画像が多数あると，同じ表示エリアにサムネイル画像が集中してしまうという課題を解決するための表示モードとして，時空間スパイラルビュー表示を採用したものである。引用発明におけるデータアイテムの表示は，データファイルの位置情報及び時間情報に基づいて，地図(X，Y軸)，時間(Z軸)からなる時空間内に配置して表示される時空間スパイラルビュー表示であり，この表示は，空間モードとは，移動状況を地図で把握できるという点で共通するものである。したがって，引用発明における上記時空間スパイラルビュー表示を，その従来技術である空間モードに置き換えて，相違点3に係る本願発明の構成に至ることは，当業者にとって容易なことというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点4について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点4は，本願発明では，制御入力を介した対応する入力に応答して，時間モードと他のモードとの間の切替えを行っているのに対し，引用発明では，時間モードと他のモードとの間の切替えについて記載がない点である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明には，スケジュール表示と時空間スパイラルビュー表示という，異なる2つのモードがあるところ，いずれか一方のモードのみを表示し続けるのでは，2つのモードを有する意義がないから，引用例1自体に明示的な記載がないとしても，引用発明においても，2つのモードの切替えが行われるものであると推認することができる。",
                    "そして，引用例2に，時間モードに配置の態様が対応する表示と空間モードに配置の態様が対応する表示とを入力装置を介して切り替えて表示することが記載されていることに照らすと，引用発明において，引用発明の他のモードに相当する時空間スパイラルビュー表示を周知の「空間モード」とし，制御入力を介した対応する入力に応答して，時間モードと空間モードとの間の切替えを行うようにして，相違点4に係る本願発明のように構成することは，当業者が容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，前記のとおり，引用発明は，明示的な記載はないものの，スケジュール表示(時間モード)と時空間スパイラルビュー表示の2つの表示を切り替えるものであるから，その時空間スパイラルビュー表示をその従来技術である空間モードに置き換え，もう1つのモードである時間モードと，入力装置を介して切り替えて表示することにより，相違点3及び4に係る本願発明のように構成することは，当業者が容易に想到し得ることである。",
                    "よって，相違点3及び4を総合して判断しても，容易想到性の判断に変わりがない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点5について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点5は，本願発明の装置は，時間モードと空間モードとの間の切替えにおいて表示され続けるデータアイテムを選択するコントロールを有するのに対し，引用発明の装置は，時間モードと他のモードとの間の切替えにおいて表示され続けるデータアイテムを選択するコントロールを有するのかどうか明らかではない点である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "周知例1及び2並びに乙1ないし3によれば，特定の表示モードにおいて表示された複数のデータアイテムのうちの特定のデータアイテムを選択し，その上で，表示モードを変更しても選択されたデータアイテムを表示したままとすることは，周知技術ということができる。そうすると，引用発明に上記周知技術を適用することにより，「時間モード」と「他のモード」との間の切替えにおいて，選択されたデータアイテムが表示され続けることとし，相違点5に係る本願発明の構成に至ることは，当業者が容易に想到することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明の他のモードは，時間軸を含み空間モードとは異なるから，「引用発明の他のモードは，時間軸を含むとはいえ，本願発明の空間モードと同様の表示方法も含む」という本件審決の認定は誤りであり，引用例1には，相違点3ないし5について開示も示唆もないと主張する。",
                    "しかし，引用発明の時空間スパイラルビュー表示は，時間モードと異なるモードであることは明らかである。そして，本願発明の空間モードに対応する引用例1記載の従来技術(撮影画像を2次元の電子地図上にサムネイル表示する方法)とは，移動状況を地図で把握できるという点で共通するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例2の記載を根拠に，時間モードと空間モードの切替えが容易であるとした本件審決の判断は誤りであると主張する。",
                    "しかし，引用発明は，本願発明の時間モードに対応するスケジュール表示と，時空間スパイラルビュー表示により表示するものである。",
                    "そして，本件審決は，引用例1及び3の従来技術の記載から，データを空間モードで表示することを周知と認定した上で，引用例2には，画像の表示の配置の態様が，本願発明の「時間モード」，「空間モード」にそれぞれ対応する表示を切り替えて表示することを認定し，さらに一般にコンピュータにおいて複数の表示モードを有する場合に，ユーザの入力に応じて表示モードを切り替えることが周知であることから，引用発明の他のモードを周知の「空間モード」とし，制御入力を介した対応する入力に応答して，時間モードと空間モードとの間の切替えを行うようにして本願発明のように構成することは容易であると判断したものである。",
                    "このように，本件審決は，引用例2の記載を根拠に，データアイテムを表示した時間モードとデータアイテムを表示した空間モードとの間の切替えが容易であると認定したものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願発明は，小型の携帯型コンピュータ装置に関する発明であり，その表示画面が小型であるために，表示画面中に多くのデータアイテムを表示しきれないことから，時間モードと空間モードとの間の切替えの際に注目しているデータアイテムが失われてしまうという問題点を解決したものであるにもかかわらず，本件審決は，事後分析的に進歩性を否定したと主張する。",
                    "しかし，前記1(1)，(4)のとおり，本件明細書の記載は，携帯型コンピュータ装置に関し，携帯情報端末(PDA)として知られるタイプ以外のものを排除するものではないし，本願発明は，PDAに限定されるものでなく，多くの変形が可能であり，画面タイプなどは，必要に応じて変更可能であり，画像の表示に適した任意のタイプの画面であってもよく，他の多数のタイプのディスプレイが利用可能であると当業者は認識するものであること，携帯型コンピュータ装置が，携帯電話インターフェースを有することを意味するものではあるが，その大きさが携帯電話サイズであることを意味するものではなく，原告が主張する課題について，本件明細書に具体的な記載はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，原告の主張は，いずれも理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "よって，取消事由2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由3(手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法159条，50条について",
              "text": [
                "特許法159条2項が準用する同法50条は，拒絶査定不服審判において査定の理由と異なる拒絶の理由を発見した場合には，拒絶の理由を通知し，相当の期間を指定して，意見書を提出する機会を与えなければならない旨を規定する。その趣旨は，審判官が新たな事由により出願を拒絶すべき旨の判断をしようとするときは，出願人に対してその理由を通知することによって，意見書の提出及び補正の機会を与えることにあるから，拒絶査定不服審判手続において拒絶理由を通知しないことが手続上違法となるか否かは，手続の過程，拒絶の理由の内容等に照らして，拒絶理由の通知をしなかったことが出願人の上記の機会を奪う結果となるか否かの観点から判断すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件における手続違背の有無",
              "text": [
                "原告は，本件審決が，相違点5について，審査段階の拒絶理由通知において周知例1及び2を引用しなかったにもかかわらず，審決において初めて引用発明に周知技術を適用して，当該相違点が当業者に容易に発明することができたと判断したことが違法であると主張する。",
                "しかしながら，上記周知技術を採用した場合に，表示モードの切替えの際に，注目しているデータアイテムが失われることがないという作用効果を奏することは，当業者に自明のことにすぎない。",
                "そうすると，本件審決において上記周知技術を示したとしても，新たな事由により出願を拒絶すべきと判断したことにはならず，そのことが当業者である出願人に対し不意打ちになるということはできないから，本件の拒絶査定不服審判手続において改めて拒絶理由を通知しなかったとしても，原告にとって意見書の提出や補正の機会が奪われたということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，取消事由3は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}