{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴に基づき，原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "控訴人は，被控訴人に対し，5900万円及びこれに対する平成19年2月2日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(2)",
          "text": "被控訴人のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "本件附帯控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，全審級を通じて，4分の1を控訴人兼附帯被控訴人の負担とし，その余を被控訴人兼附帯控訴人の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決は，1(1)に限り，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨及び附帯控訴の趣旨",
      "text": [
        "被告は，原判決中被告敗訴部分の取消しとともに，原告の請求棄却を求め(控訴の趣旨)，原告は，原判決中原告敗訴部分の取消しとともに，被告に対し，原判決認容額に合わせて金1億2656万9560円及びこれに対する平成10年10月8日から支払済みまで年5分の割合による金員の支払を命じる判決を求めた(附帯控訴の趣旨)。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "被告の元従業員である原告は，被告に対し，特許法35条(平成16年法律第79号による改正前のもの。以下同じ。)に基づき，原告が被告に承継させた職務発明に係る特許を受ける権利について，相当の対価と主張する31億3800万円又は15億6900万円から受領済みの出願時補償金●●●●円及び登録時補償金●●●●円を控除した残額の一部として150万円並びにこれに対する訴状送達の日の翌日である平成19年5月24日からの遅延損害金の支払を求めたが，東京地方裁判所(平成19年(ワ)第12522号)は，消滅時効の完成を理由に原告の請求を棄却した(第1次第1審判決)。第1次控訴審(平成20年(ネ)第10039号)において，知的財産高等裁判所は，消滅時効は未だ完成していないと判断して，本件を東京地方裁判所に差し戻した(第1次控訴審判決)。最高裁判所は被告による上告受理申立てを不受理とし，第1次控訴審判決は確定した。差戻後の原審において，原告は請求を拡張し，相当の対価として主張する2億4281万6039円から受領済みの出願時補償金●●●●円及び登録時補償金●●●●円を控除した2億4281万1239円並びにこれに対する支払期限到来日の翌日である平成10年10月8日から支払済みまでの遅延損害金の支払を求めた。",
            "原判決は，5900万円及びこれに対する平成10年10月8日から支払済みまで年5分の割合による遅延損害金の支払を認める限度で原告の請求を認容した。",
            "原審での請求額は上記のとおりであるが，原告の附帯控訴は，対価額算出の基礎を控訴審判決別紙のとおりに計算し直した結果から原判決が認容した5900万円以外の1億2656万9560円を求めるものとなっている。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "前提となる事実及び争点は，原判決「事実及び理由」中の「第2  事案の概要」2，3に記載のとおりである。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "争点に関する当事者の主張は，原判決認定判断についての当事者双方の主張が後記4，5のとおりであるほか，原判決「事実及び理由」中の「第3  争点に関する当事者の主張」1，2に記載のとおりである。なお，次のとおり付加，訂正する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "13頁21行目の「本件発明1が100％」を，「本件発明1が80％，本件発明2が20％」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "17頁16行目(2か所)及び24行目の「変異原生」を，「変異原性」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "21頁26行目の「別紙1」を「本件控訴審判決別紙一審原告主張の相当対価額」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "22頁1行目から6行目までを，「1億8557万3160円となる。」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "22頁7行目の「したがって」から9行目の「請求する。」までを，「したがって，原告は，被告に対し，上記相当対価の額から支払済みの●●●●円を控除した1億8556万9560円を請求する。」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "22頁13行目から16行目までを，削除する。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "被告は，原判決の認定判断につき次のとおり主張した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決が，本件発明1(物質特許)に係るAら3名の共同発明者としての寄与割合を0％と認定したのは，Aら3名の共同発明者であるとして出願された事実を無視するもの(寄与割合がないということは，発明していないとして発明者であること自体を否定しているに等しい)であると共に，合成班が行ったBPシリーズ化合物の有機合成における実情を無視した不当な判断である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決が，本件発明2(用途特許)に係る原告の共同発明者としての寄与割合を10％と判断した点は，原告の貢献を過大に評価したものであり，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決は，医薬品事業の特殊性を認定しながら，本件各発明における被告の貢献度割合を過少に評価したもので，誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決が，本件と事案を共通にする最高裁判例(最判昭和34年2月20民集13巻2号209頁)の射程を限定的に解釈して，裁判上の催告理論を適用し，一部請求の範囲を超えた残部(増額部分)についてまでその効力を拡大して，相当対価請求債権の残部(増額部分)について消滅時効の中断効を認めたのは，誤りである。",
                "本件において，仮に催告があったとしても，テスト訴訟において自己に有利に展開することとなったときにという停止条件付き催告であり，当該条件は時効期間満了日である平成20年10月6日までに成就しなかったから，催告としての効力は発生しておらず，時効中断効が発生する余地はない。",
                "仮に本件相当対価請求債務が時効消滅していなかったとしても，本件相当対価支払債務は，期限の定めのない債務なのであるから，被告は，本件相当対価請求債務の履行について，民法412条3項により，原告より履行の請求を受けた時から遅滞の責任を負うものと解すべきである。そして，原告が本件相当対価支払債務の履行を催告したのは平成19年2月1日であるから，本件請求債務の遅滞日は，平成19年2月1日である。",
                "よって，原判決が，平成10年10月8日からの遅延損害金を認めたのは誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "原告は，原判決の認定判断につき次のとおり主張した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告がBp89，90をイミプラミンから考え出した点については，原告が研究所を去るに際して平成2年3月に被告社内で行った講演資料(甲34の1資料1図③)にも明記されている。原判決の認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "抗レセルピン作用の消失を見出したのは，原告であって，B(薬理班)ではない。原判決の認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決は，Bのスクリーニング探索によってBp90(Bp89)の血小板凝集阻害作用が見出されたと認定する(原判決57頁)。",
                "しかし，Bp89および90は，原告が，「血小板凝集阻害効果を有すると考えDesign(薬物設計)した」(甲29の1資料2)ものであり，これを原告がBに薬理評価を依頼したからこそ，それらの血小板凝集阻害作用が見出されたのである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は遅延損害金の始期について原判決の誤りをいうが，本件対価請求権は，期限の定めのない債権ではなく，発明を実施しその効果を判定できるような一定期間の経過後にその支払時期が到来する，期限の定めがある債権である。その期間は，被告の発明等取扱規則9条における実績補償の支払時期を決する前提となる発明の客観的価値を認定するために必要とされる期間であり，発明を実施した日から5年である。本件各発明はいずれも平成5年10月7日に実施されたから，それから5年を経過した平成10年10月7日に，被告の本件対価の支払義務についての期限が到来した。",
                "よって，平成5年10月7日から5年が経過した日の翌日である平成10年10月8日が相当対価の支払期限であると認定し，同日から，本件対価請求権の遅延利息が発生するとした原判決の結論に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "相当対価の額について",
          "text": [
            "当裁判所も，相当対価の額については原判決の認定判断を支持する。",
            "その理由は，原判決「事実及び理由」中の「第4  当裁判所の判断」1及び2の(1)ないし(9)(39頁25行目～64頁6行目)記載のとおりである。当事者双方が原判決の認定判断について主張するところをもってしても，この認定判断は左右されない。"
          ]
        },
        {
          "fig": "2",
          "subject": "消滅時効の成否について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "第1次控訴審判決判示のとおり，本件各発明に係る相当対価の支払請求債権は遅くとも平成10年10月7日に請求可能な状態に至ったものであり，この日が消滅時効の起算点となる。",
                "原告は，平成19年5月18日，本件各発明に係る相当対価の一部として150万円の支払を請求する本件訴えを提起したが，平成21年8月17日付け訴え変更申立書により請求を追加的に変更し，請求金額を2億0535万9500円に拡張した(その後，原告は，平成22年2月10日付け訴え変更の申立書(2)により請求金額を2億4281万1241円に拡張し，平成23年9月27日付け訴えの変更申立書(3)により2億4281万1239円に減縮した。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，原告の請求のうち，当初の請求額である150万円を超える部分(増額部分)の消滅時効は平成10年10月7日から進行し，上記150万円の訴訟提起によってもその時効は中断せずに進行を続け，平成20年10月6日の経過をもって時効期間が満了し，被告の消滅時効の援用により増額部分の請求債権は時効消滅したと主張する。",
                "しかし，数量的に可分な債権の一部につき訴えを提起したとしても，当該訴訟においてその残部について権利を行使する意思を継続的に表示していると認められる場合には，請求されている金額についてその残部の訴訟物が分断されるものではなく，また，残部について催告が継続的にされていると認めることができるから，当該残部の債権についても消滅時効の進行が中断するものと解すべきである。そして，当該訴訟係属中に訴えの変更により残部について請求を拡張した場合には，消滅時効が確定的に中断する。",
                "本件において，原告は，訴状において，相当対価の総額として主張した約20億6300万円から既払額を控除した残額の一部として150万円及びこれに対する遅延損害金の支払を請求するとしつつ，「本件請求については時効の問題は生じないものと考えられるが，被告からいかなる主張がなされるか不明であるので，念のため，一部請求額を『150万円』として本訴を提起したものであり，原告は追って被告の時効の主張を見て請求額を拡張する予定である」と記載していたのであるから，本件訴訟で時機をみて残部についても権利を行使する意思を明示していたと認められる。したがって，当該残部の請求債権の消滅時効の進行は，遅くとも上記訴状を第1回口頭弁論期日において陳述した平成19年6月26日に催告によって中断し，この催告は原告の特段の主張がない限り本件訴訟の係属中継続していたと認めるべきところ，その後，平成21年8月17日に原告が訴えの変更により残部について請求を拡張したことにより，当該残部の請求債権の消滅時効は確定的に中断したものというべきである。",
                "被告が指摘する最高裁判所昭和34年2月20日第二小法廷判決(民集13巻2号209頁)は，一個の債権の数量的な一部についてのみ判決を求める旨を明示して訴えの提起があった場合に，訴えの提起による消滅時効中断の効力は，その一部の範囲についてのみ生じ残部に及ばない旨を判示したものであって，原告が訴状において残部について権利を行使する意思を明示していた本件とは事案を異にする。被告が指摘する他の最高裁判所判決も，上記判断と抵触するものとはいえない。",
                "被告は，「仮に催告があったとしても，テスト訴訟において自己に有利に展開することとなったときにという停止条件付き催告であり，当該条件は時効期間満了日である平成20年10月6日までに成就しなかったから，催告としての効力は発生していない。」と主張するが，上記認定の本件訴訟における催告に停止条件が付されていたとは認められない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおりであって，被告の消滅時効の主張は，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "遅延損害金の始期について",
          "text": [
            "本件で原告が請求する職務発明の相当対価は，発明等取扱規則(乙1の1)9条の褒賞金に関するものであるところ，同条は，「会社が，特許権等に係る発明等を実施し，その効果が顕著であると認められた場合その他これに準ずる場合は，会社は，その職務発明をした従業員に対し，褒賞金を支給する。」としており，同規定は，会社が発明を実施しその効果を判定できるような一定期間の経過をもって，職務発明者が同褒賞金にかかる相当対価の支払を求めることができるようになる旨を定めたものと解するのが相当である。そして，被告の特許報奨取扱い規則(甲9)の6条には職務発明者に「営業利益基準」に基づき一定の報奨金が支払われることが，1条には上記「営業利益基準」が報奨申請時の前会計年度から起算して連続する過去5会計年度における対象事業の営業利益を基準とするものであることが規定されている。",
            "しかし，被告の発明等取扱規則又は特許報奨取扱い規則には，褒賞金の支払期限に関する定めはなく，上記の規定が，職務発明者の請求がなくとも被告が上記期間(当裁判所が拘束される第1次控訴審判決の判断における期間は5年である。)の経過をもって直ちに褒賞金の支払の履行がされるべき旨を定めたものと解することはできない。そして他に，褒賞金の支払期限が確定期限であるとの約束がされたことを認めるに足りる証拠もない。したがって，本件各発明に係る相当対価の支払請求債権は期限の定めのないものと認めざるを得ず，原告が主張するように，本件各発明が実施された平成5年10月7日から5年を経過した平成10年10月7日の翌日である同月8日からの遅延損害金の発生は認めることができない。",
            "期限の定めのない債権の債務者は，履行の請求を受けた時から遅滞の責めを負うところ，被告が原告から本件各発明に係る相当対価の支払請求債権の履行の催告を受けたのは平成19年2月1日であるから(甲7の1，甲39)，被告は同日をもって遅滞に陥る。したがって，本件各発明に係る相当対価の支払請求債権の遅延損害金は，その翌日である平成19年2月2日から発生する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，原告の請求は，本件各発明に係る相当対価5900万円及びこれに対する平成19年2月2日から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で理由があるから認容し，その余は棄却すべきである。",
        "よって，被告の本件控訴に基づき，原判決を主文第1項のとおり変更することとし，原告の附帯控訴は理由がないから棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(ネ)10028等",
    "date": "2013-04-18",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成21年(ワ)17204",
    "precedent_id": "083223",
    "ipprecedent_id": "3387",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}