{
  "decision": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2011-5035号事件について平成24年8月21日にした審決を取り消す。",
        "(cid:1) (cid:2)(cid:1)第2  前提事実"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告株式会社総合開発（出願時の商号「開発コンクリート株式会社」）及び訴外株式会社ネオジャグラスは，共同で，発明の名称を「法面ブロックおよびこの法面ブロックを使用した擁壁」とする発明につき，平成16年11月17日に特許出願（特願2004-333682号。以下，「本願」という。）をした（甲3）。本願は，平成19年9月28日に提出された名義変更届により，原告株式会社総合開発の単独出願に変更されたが，平成20年5月27日に提出された名義変更届により，原告ら両名の共同出願に変更された。原告ら両名は，平成22年12月1日付けで拒絶の査定を受け，平成23年3月7日，拒絶査定に対する不服の審判（不服2011-5035号）を請求し，この審理の過程で，平成24年3月9日付けの手続補正書（甲4）により明細書の補正をした(以下「本件補正」といい，この補正後の明細書及び図面をまとめて「本件明細書」という。）。",
            "特許庁は，平成24年8月21日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，平成24年9月10日(乙1)，原告ら両名に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件補正後の特許請求の範囲（請求項の数6）の請求項1の記載は，以下のとおりである（以下，同請求項に記載された発明を「本願補正発明」という。）。",
            "「傾斜した法面に施工される法面ブロックであって，(cid:1)該法面ブロックが，(cid:1)前壁と，後壁と，両者の間に設けられた一対の側壁とを備えており，(cid:1)前記前壁の幅方向長さが，前記後壁の幅方向長さよりも長くなるように形成されており，(cid:1)前記前壁は，(cid:1)(cid:1) (cid:3)(cid:1)前記一対の側壁より外方に突出しており，平面視で略台形の一対の端部を備えており，(cid:1)該一対の端部のうち一方の端部は，(cid:1)その前面が，該前壁の幅方向における他方の端部の厚さだけ，該前壁の幅方向中央部の前面に対して前記後壁側に位置するように形成されており，(cid:1)前記一方の端部の前面および／または前記他方の端部の背面が，前記前壁の幅方向中央部の前面に対して傾斜するように形成されており，(cid:1)前記一対の端部は，(cid:1)複数の法面ブロックを水平に並べ，かつ隣接する一の法面ブロックにおける前記一方の端部の前面と他の法面ブロックの前記他方の端部の背面とを重ね合わせるように配置すると，一の法面ブロックの幅方向中央部と他の法面ブロックの他方の端部の前面とが面一になるように形成されている(cid:1)ことを特徴とする法面ブロック。」(cid:1)3  審決の理由",
            "審決の理由は，別紙審決書写しのとおりである。要するに，本願補正発明は，特開2003-193492号公報（甲1。以下「刊行物1」という。）に記載された発明（以下「引用発明1」という。），及び，特開2004-316326号公報（甲2。以下「刊行物2」という。）に記載された発明（以下「引用発明2」という。）に基づいて容易に発明をすることができたものであり，特許法29条2項により特許を受けることができないというものである。(cid:1)審決が認定した引用発明1の内容，本願補正発明と引用発明1との一致点及び相違点（一応の相違点）並びに一応の相違点における一致点は以下のとおりである。(cid:1)(1)  引用発明1の内容",
            "「山沿いの道路脇の傾斜した法面に沿って施工される積みブロック1であって，(cid:1)",
            "(cid:1) (cid:4)(cid:1)該積みブロック1が，正面壁10と，後面壁20と，これらの壁を前後に繋ぐ側壁30，30とを備えており，(cid:1)前記正面壁10の横幅Lが，前記後面壁20の横幅よりも長くなるように形成され，(cid:1)正面壁10は，その横幅中央付近で前面に膨出した形状の膨出部11と，この膨出部11の両側に膨出部11より後退して形成された後退部12，12とを有し，正面壁10の左右の端部，すなわち後退部12の端部14，14は，その端面15が平面視略S字形に形成され，その端部14，14が同一形状にて重合できる形状になっており，(cid:1)正面壁10，後面壁20と左右の側壁30，30の壁に囲まれて縦に貫通した第一の土嚢室40が形成されている，(cid:1)積みブロック1。」(cid:1)(2)  一致点",
            "「傾斜した法面に施工される法面ブロックであって，(cid:1)該法面ブロックが，前壁と，後壁と，両者の間に設けられた一対の側壁とを備えており，前記前壁の幅方向長さが，前記後壁の幅方向長さよりも長くなるように形成されている法面ブロック。」(cid:1)(cid:1)(3)  相違点（一応の相違点）(cid:1)(cid:1)本願補正発明は，「前壁は，前記一対の側壁より外方に突出しており，平面視で略台形の一対の端部を備えており，該一対の端部のうち一方の端部は，その前面が，該前壁の幅方向における他方の端部の厚さだけ，該前壁の幅方向中央部の前面に対して前記後壁側に位置するように形成されており，前記一方の端部の前面および／または前記他方の端部の背面が，前記前壁の幅方向中央部の前面に対して傾斜するように形成されており，前記一対の端部は，複数の法面ブロックを水平に並べ，かつ隣接する一の法面ブロックにおける前記一方の端部の前面と他の法面ブロックの前記他方の端部の背面と(cid:1) (cid:5)(cid:1)を重ね合わせるように配置すると，一の法面ブロックの幅方向中央部と他の法面ブロックの他方の端部の前面とが面一になるように形成されている」のに対し，",
            "引用発明1は，「正面壁10は，その横幅中央付近で前面に膨出した形状の膨出部11と，この膨出部11の両側に膨出部11より後退して形成された後退部12，12とを有し，正面壁10の左右の端部，すなわち後退部12の端部14，14は，その端面15が平面視略S字形に形成され，その端部14，14が同一形状にて重合できる形状になって」いる点。"
          ],
          "content": [
            {
              "fig": "(4)",
              "subject": "上記一応の相違点における一致点",
              "text": [
                "「前壁は，一対の側壁より外方に突出しており，平面視で略台形の一対の端部を備えており，該一対の端部のうち一方の端部は，その前面が，該前壁の幅方向における他方の端部の厚さだけ，該前壁の前面に対して後壁側に位置するように形成されており，前記一方の端部の前面および前記他方の端部の背面が，前記前壁の幅方向中央部の前面に対して傾斜するように形成され，",
                "一対の端部は，複数の法面ブロックを水平に並べ，かつ隣接する一の法面ブロックにおける一方の端部の前面の少なくとも一部分と他の法面ブロックの他方の端部の背面の少なくとも一部分とを重ね合わせるように配置すると，一の法面ブロックの前面の一部をなす面と他の法面ブロックの前面の一部をなす面とが面一になるように形成されている」点。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告ら主張の取消事由",
      "text": [
        "以下のとおり，審決には，引用発明1の認定の誤りによる一致点認定の誤り（取消事由1（「前壁の端部」の認定の誤り），取消事由2（「重合」の意味の解釈の誤り）），及び引用発明1及び引用発明2に基づく容易想到性の判断の誤り（取消事由3）があり，違法として取り消されるべきものである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明1の認定（前壁の端部の認定）の誤りによる一致点認(cid:1) (cid:6)(cid:1)定の誤り）について",
          "text": [
            "審決は，引用発明1における「積みブロック1の正面壁10の後退部12の端部14，14」について，その範囲が不明確であることを前提に，当業者が引用発明1の所望する作用効果が生ずる範囲において「積みブロック1の正面壁10の後退部12の端部14，14」を任意に設定し得るとし，引用発明1における「その端面15」をあえて前側半分と後側半分とに分割し，「後側半分」及び「前側半分」をそれぞれ「端部」と呼称することができる，このように呼称することを妨げる特段の事情も存在しない，と認定している。しかし，以下のとおり，この認定は誤りであり，審決には，本願補正発明と引用発明1との一致点認定に誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1には，「積みブロック1の正面壁10の後退部12の端部14，14」が，後退部12の先端と基端との間のどの範囲であるかについて明示的な記載はない。そして，刊行物1の明細書及び図面の全体を総合的に判断し，引用発明1の所望する作用効果を生じさせることができる程度に「後退部12の端部14，14」が記載されていれば，「後退部12の端部14，14」が明確であるというべきである。",
                "そして，刊行物1の明細書の記載（【0025】及び【0031】）に照らすと，引用発明1において，その所望する作用効果を生じさせるのは「端面15」であると考えるべきである。したがって，「後退部12の端部14，14」が後退部12の先端と基端との間のどの範囲であるかは重要ではない。なお，刊行物1には，「その端部14，14が同一形状にて重合できる形状」（【0031】）とは記載されているが，刊行物1の明細書及び図面の全体を総合的に判断すれば，上記記載は，あくまでも「端部14の端面15」が後述の意味で「重合できる形状」となっていることを示している記載にすぎず，「端部14」において「端面15」以外の部分が特別な形状や機能を有していることを意味するものではない。",
                "(cid:1) (cid:7)(cid:1)そうすると，引用発明1の所望する作用効果を発揮させるためには，「端面15」の形状が特定されていれば足り，この「端面15」の形状が認定できるように「後退部12の端部14，14」が認定されていれば，端部14の範囲は刊行物1に明確に記載されている（定義されている）というべきである。",
                "上記の観点から，刊行物1の明細書及び図面を検討すると，明細書には，「後退部12の端部14，14」の「その端面15が平面視略S字形に形成され」ていることが明示されていること（【0031】参照），及び，【図2】では，符号14の矢印が，「後退部12」の先端を指すように設けられていることから，「後退部12の端部14，14」が，「後退部12」の先端近傍部分であることが把握できる。しかも，「後退部12」の先端の面は，その前側端部と後側端部の中間で屈曲しており，その先端全面で略S字状の形状を形成していることに照らすと，刊行物1の「後退部12の端部14，14」は，「後退部12」においてその「端面15が平面視略S字形」となる範囲であることは明確である（別紙参考図1参照）。つまり，刊行物1の【図2】及び上記記載に基づけば，刊行物1では，少なくとも，「後退部12」において，その前側（又は後側）の先端（別紙参考図1のd点又はc点）から端面15と後退部12の背面（又は前面）とが連結する部分（別紙参考図1のb点又はa点）までの部分を含む部分（別紙参考図1においてハッチングされている部分程度）を，「端部14，14」と呼称していることは明らかである。したがって，引用発明1における「積みブロック1の正面壁10の後退部12の端部14，14」について，その範囲が不明確であるとはいえない。",
                "以上によれば，当業者が引用発明1の所望する作用効果が生ずる範囲において「積みブロック1の正面壁10の後退部12の端部14，14」を任意に設定し得るとの判断も誤りである。",
                "(cid:1) (cid:8)(cid:1)(2)  審決は，「積みブロック1の正面壁10の後退部12の端部14，14」の端面をあえて前側半分と後側半分とに分割して，「後側半分」及び「前側半分」をそれぞれ「端部」と呼称することができると判断している。",
                "しかし，上記(1)のとおり，刊行物1の明細書には，「後退部12の端部14，14」の「その端面15が平面視略S字形に形成され」ていることが明示されており，その面を分割することについて何ら言及する記載がないのであるから，その端面をあえて分割して端部を認定する理由がない。さらに，刊行物1の【図2】を参考とすれば，上記「後側半分」の端面や「前側半分」の端面は平面視直線状となるところ，刊行物1には，「端面15を平面視略S字形」となっている場合の効果は記載されているものの，端面の前側半分や後側半分だけを端部とした場合に，平面視直線状となった端部端面の機能については全く記載がない。そして，刊行物1の明細書の【0041】によれば，引用発明1の所望する作用効果は，重合面16が，平面視略S字形となることによって得られるものであり，端面15の前側半分だけ又は後側半分だけを端部とした場合の端面（平面視直線状の面）ではかかる刊行物1の引用発明1の所望する作用効果は得られない。",
                "したがって，「端面15」を「前側半分」や「後側半分」に分割して引用発明1を認定することは明らかに誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，刊行物1には，「正面壁10の端部14，14」は「その端面15が平面視略S字形」に形成されていることが明示されていることを考慮すれば，「端面15」の「前側半分だけ」又は「後側半分だけ」を「端部14」とすると，「平面視略S字形」の「端面15」の一部分が「端部14」の端面となってしまう。つまり，刊行物1に明示されている「端部14」の「平面視略S字形に形成された端面15」自体が存在しないこととなってしまい，「端面15」が不明確となってしまう。そうすると，審決のように呼称することを妨げる特段の事情が存在するというべきである。",
                "(cid:1) (cid:9)(cid:1)2  取消事由2（引用発明1の認定（重合の意味の解釈）の誤りによる一致点認定の誤り）について",
                "審決は，本願補正発明と引用発明1とが，「一対の端部・・・を重ね合わせるように配置すると，一の法面ブロックの前面の一部をなす面と他の法面ブロックの前面の一部をなす面とが面一になるように形成されている」という点が共通すると認定しているが，以下のとおり，この認定は誤りである。",
                "刊行物1には，「端部14，14が同一形状にて重合できる形状」であるとの記載はあるが，「一対の端部・・・を重ね合わせるように配置する」との記載は一切ない（刊行物1には，例えば【0032】及び【0041】等，「重合」という文言が多数記載されているが，「重ね合わせる」という記載は全くない。）。刊行物1の図面でも，【図3】，【図5】及び【図7】に示すように，「端部14，14」の「端面15」同士を合わせたものは開示されているものの，「端部14，14」の前面と背面とを重ねた構成は全く記載されていない。また，刊行物1の明細書には，「重合」という文言の意味が全く記載されていないことに鑑みれば，刊行物1の明細書の記載及び図面から，刊行物1における「重合」とは，「端部14，14を重ね合わせる」という意味に解釈すべきではなく，「端部14，14の端面同士を突き合わせる」いう意味に解釈すべきである。(cid:1)しかし，審決は，引用発明1における「端部14，14が・・・重合」できるという記載の意味を，「端部・・・を重ね合わせる」ことができると誤って解釈している。(cid:1)3  取消事由3（引用発明1及び引用発明2に基づく容易想到性の判断の誤り）について",
                "引用発明1は，あくまでも端面15，15を重合した場合に胴込土の流出を抑制するとの発明であり，本願補正発明のブロックに特徴的な「曲面状の法面であっても，隣接するブロック間を，隙間ができないように，端部で塞いだ状(cid:1) (cid:10)(cid:1)態に維持できる。」という効果を奏する発明はそもそも開示されていない。",
                "また，本願補正発明の上記効果を奏するためには，ブロックが曲面状の法面であっても「前壁における幅方向の端部同士を重ね合わせた状態で施工」できる構成を有している必要があるが，刊行物1には，かかる構成を示唆する記載はない。",
                "したがって，審決の容易想到性に関する判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明1の認定（前壁の端部の認定）の誤りによる一致点認定の誤り）について",
          "text": [
            "引用発明1の技術思想は，S字形などの胴込土の流出を防止する端面形状とすることであって，どこを端部と呼ぶかは重要でないので，特段定義されていない。さらに，S字形とするためには引用発明1の端部に外方に突出する前側半分又は後側半分があれば足りることは明らかであるから，引用発明1で端部としている箇所の，外方に突出する前側半分又は後側半分を，それぞれ端部と認識して，新たに端部と呼称することで，本願補正発明の「一方の端部」，「他方の端部」に相当するものとすることは可能であり，図面の見方として普通のことにすぎない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用発明1の認定（重合の意味の解釈）の誤りによる一致点認定の誤り）について",
          "text": [
            "刊行物1の【図3】には，「端部14，14」の平面視略S字形に形成された「端面15」同士が重合するものが開示されているが，視点を変えて前方（図面上では下方）から見ると，「端部14，14」の一部分，すなわち後側半分の前面と前側半分の背面とが，本願補正発明でいうところの「重ね合わ」された状態となっているのは明らかである。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（引用発明1及び引用発明2に基づく容易想到性の判断の誤り）について",
          "text": [
            "(cid:1) (cid:2)(cid:11)(cid:1)引用発明1は，左右の合わせ目に形成された土嚢室からの土のもれを抑えることができる積みブロックシステムと積みブロックを提供することを目的とするものであり，「第二の土嚢室41を形成する正面壁10の端面15，15同士の重合面16が，平面視略S字形になるので，第二の土嚢室41からの胴込土の流出路が最短ではなくなり，また直線的でなくS字に蛇行しているので，これらが相俟って流出抵抗が増し，よって胴込土の流出が抑制される」効果を生ずるものであり，しかも，刊行物1の【図4】において，隣接するブロックの後退部12の端面15，15間の最前部に隙間が形成された状態で記載されていても，その隙間は，後方に向かって徐々に狭まっており，S字形の途中部分などが互いに接触することでブロック間に隙間ができないように施工することが可能であるので，実質的に，本願補正発明の効果である「隣接するブロックの側壁同士の間の空間に土砂やコンクリートを充填しても，端部同士の間から土砂やコンクリート等が漏れることを防ぐことができる」効果を奏する。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告らの各取消事由の主張にはいずれも理由がなく，その他，審決にはこれを取り消すべき違法はないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用発明1の認定（前壁の端部の認定）の誤りによる一致点認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物1の記載について",
              "text": [
                "刊行物1には，以下のとおりの記載がある(甲 1)。",
                "「【0001】",
                "【発明の属する技術分野】",
                "この発明は，山沿い道路の擁壁用ブロックや，河川の護岸用ブロックなどとして用いられる積みブロックの改良に関する。」",
                "「【0017】",
                "(cid:1) (cid:2)(cid:2)(cid:1)・・・本願補正発明の解決しようとする課題は，段状式に積む即時脱型による積みブロックであって，同じブロックであっても傾斜角度を変える事ができ，法面に土により押し出されを防ぐ事ができ，更に，左右の合わせ目に形成された土嚢室からの土のもれを抑える事ができ，植生面積が広く採れる積みブロックシステムと積みブロックを提供する事にある。」",
                "「【0030】",
                "（実施例1）；積みブロック1は，図1，図2に示す様に正面壁10と後面壁20とこれらの壁を前後に繋ぐ左右の側壁30，30とからなり，中央にはこれらの壁に囲まれて縦に貫通した第一の土嚢室40が形成されている。また即時脱型により成形されるので，横切りした断面はすべて同じ形状になる。",
                "【0031】",
                "正面壁10は，その横幅中央付近で前面に膨出した形状の膨出部11と，この膨出部11の両側に膨出部11より後退して形成された後退部12，12とを有している。そして，膨出部11の横幅L₁₁は正面壁の横幅長の略半分に形成され，第一の土嚢室40はこの膨出部の内方に形成される。膨出部11の表面は化粧石を埋め込んだ化粧面13になっている。正面壁10の左右の端部14，14（後退部12の端部14でもある）は，その端面15が平面視略S字形に形成されていて，これらS字形は，積みブロック1を並べたときには，左右に隣り合う積みブロック1，1の端部14，14が，図3に示す様に同一形状にて重合できる形状になっている。後面壁20は，その横幅中央付近で後方に膨出し，その両側に中央部分より前進した位置に形成された後面端部24，24とを有している。側壁30，30は，正面壁10と後面壁20を繋ぐ状態で左右に2つ設けられているが，その際には正面壁10の両端部14，14よりも，壁芯で正面壁横幅Lの1／4の長さだけ中心寄りに形成されている。なお後面壁20の横幅は，正面壁10の横幅Lよ(cid:1) (cid:2)(cid:3)(cid:1)り短くなっており（図3の隙間K参照），これにより擁壁が横方向に緩く凸カーブして形成される場合であっても，図4に示す様に隣り合う積みブロックをこの凸カーブに従って並べる事ができる。",
                "【0032】",
                "また上述した様に，側壁30は，正面壁10の横幅中心寄りに形成されているが，この結果，積みブロック両側には，正面壁10の端部14と，後面壁20の端部24と，側壁30とに囲まれた凹部31が形成される。そして積みブロックを左右に並べたときには，左右の積みブロックのこの凹部31，31が向かい合わせて重合されて，第二の土嚢室41が形成される。更に，第二の土嚢室41を形成する正面壁10の端面15は平面視略S字に形成されているが，その結果図3に示す様に，この端面同士15，15を重合させた重合面16は，積みブロックの左右列に垂直な面以外の面を有する。」",
                "「【0041】",
                "なお，第二の土嚢室41を形成する正面壁10の端面15，15同士の重合面16が，平面視略S字形になるので，第二の土嚢室41からの胴込土の流出路が最短ではなくなり，また直線的でなくS字に蛇行しているので，これらが相俟って流出抵抗が増し，よって胴込土の流出が抑制される。なお，端面15の形状は上記S字形状に限らず，どの様な形状でもよい。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の前壁の端部の認定について",
              "text": [
                "前記(1)のとおり，刊行物1には，正面壁10の左右の端部14，14（後退部12の端部14でもある）が，その端面15が平面視略S字形に形成されていて，これらS字形は，積みブロック1を並べたときには，左右に隣り合う積みブロック1，1の端部14，14が，【図3】に示すように同一形状にて重合できる形状になっていること（【0031】），その結果，【図3】に示すように，端面同士15，15を重合させた重合面16が，積みブ(cid:1) (cid:2)(cid:4)(cid:1)ロックの左右列に垂直な面以外の面を有することになること（【0032】），これにより，第二の土嚢室41からの胴込土の流出路が最短ではなくなり，また直線的でなくS字に蛇行しているので，これらが相まって流出抵抗が増し，胴込土の流出が抑制されること，端面15の形状は上記S字形状に限らず，どのような形状でもよいこと（【0041】）がそれぞれ記載されている。",
                "上記各記載に，刊行物1の【図1】～【図4】の記載も併せ考慮すると，引用発明1における積みブロック1は，端部14，14の構成において，一方の端部（【図1】及び【図2】のブロックの右側端部）の端面を構成する後側半分が，その前側半分より外方へ突出している形状であり，また，他方の端部（【図1】及び【図2】のブロックの左側端部）の端面を構成する前側半分が，その後側半分より外方へ突出している形状（S字形状に限られない。）のものであると解することができる。",
                "そして，上記形状を前提として一方の端部の端面を構成する後側半分と，他方の端部の端面を構成する前側半分の構成に着目すると，これらは，上記のとおり，それぞれその前側半分ないし後側半分の端面より外方に突出し，一方の端部の端面を構成する後側半分は，他方の端部の端面を構成する前側半分の厚さだけ，前壁の後退部12の前面に対して後壁側に位置するように形成されている。また，一方の端部の端面を構成する後側半分の前面及び他方の端部の端面を構成する前側半分の背面は，刊行物1の【図1】及び【図2】のとおり，前壁の膨出部11や後退部12の前面に対して傾斜するように形成されており，一方の端部の後側半分及び他方の端部の前側半分の形状は，刊行物1の【図1】及び【図2】のとおり，平面視で略台形といえる。  ",
                "また，刊行物1には上記ブロック1の端部を定義する記載は見当たらない上に，上記のとおりの引用発明1における端部の形状に関する記載や，端面が直線的でなくS字に蛇行しているので，これらが相まって流出抵抗が増し，胴込土の流出が抑制されるという刊行物1における引用発明1に係る作用効(cid:1) (cid:2)(cid:5)(cid:1)果の記載に照らすと，当業者において，引用発明1のブロックの一方の端部の端面を構成する後側半分及び他方の端部の端面を構成する前側半分が，それぞれ本願補正発明の「一方の端部」，「他方の端部」に相当するものと容易に理解できるものというべきである。",
                "そうすると，引用発明1のブロックの一方の端部の端面を構成する後側半分及び他方の端部の端面を構成する前側半分は，それぞれ，本願補正発明の「一方の端部」，「他方の端部」に相当するといえる。",
                "さらに，刊行物1の【図1】～【図3】に照らすと，引用発明1の積みブロック1の正面壁10は，一対の側壁30，30より外方に突出しているものということができる。",
                "したがって，引用発明1は，本願補正発明における「前壁は，一対の側壁より外方に突出しており，平面視で略台形の一対の端部を備えており，該一対の端部のうち一方の端部は，その前面が，該前壁の幅方向における他方の端部の厚さだけ，該前壁の前面に対して後壁側に位置するように形成されており，前記一方の端部の前面および前記他方の端部の背面が，前記前壁の幅方向中央部の前面に対して傾斜するように形成され」ている構成を備えているといえ，審決の本願補正発明と引用発明1との一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告らの主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，刊行物1には，「後退部12の端部14，14」の「その端面15が平面視略S字形に形成され」ていることが明示されていること（【0031】参照），及び，刊行物1の【図2】では，符号14の矢印が，「後退部12」の先端を指すように設けられていることから，「後退部12の端部14，14」が，後退部12の先端近傍部分であることが把握できること，「後退部12」の先端の面は，その前側端部と後側端部の中間で屈曲しており，その先端全面で略S字状の形状を形成していることに照らすと，刊行物1では，少なくとも，後退部12において，その前側(cid:1) (cid:2)(cid:6)(cid:1)（又は後側）の先端（別紙参考図1のd点又はc点）から端面15と後退部12の背面（又は前面）とが連結する部分（別紙参考図1のb点又はa点）までの部分を含む部分（別紙参考図1においてハッチングされている部分程度）を，「端部14，14」と呼称していることは明らかであり，引用発明1における「積みブロック1の正面壁10の後退部12の端部14，14」について，その範囲が不明確であるとした審決には誤りがある旨主張する。",
                    "しかし，引用発明1の認定は，刊行物1の記載に基づいて，本願補正発明との対比において必要な限度で行えば足りるのである。そして，引用発明1における「一方の端部の端面を構成する後側半分」と「他方の端部の端面を構成する前側半分」は，その構成と奏する作用効果からみて，前記(2)認定のとおり，本願補正発明における「一方の端部」と「他方の端部」に相当すると認定し得るものであるから，原告らの上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，刊行物1からは「端面15」を「前側半分」や「後側半分」と分割して呼称することは導き出せず，また，刊行物1の【0041】によれば，引用発明1の所望する作用効果は，重合面16が，平面視略S字形となることによって得られるものであり，端面15の前側半分だけ又は後側半分だけを端部とした場合の端面（平面視直線状の面）では引用発明1の所望する作用効果は得られないので，審決の引用発明 1 の認定は誤りである旨主張する。",
                    "しかし，刊行物1の記載から，引用発明1におけるブロックの一方の端部の端面を構成する後側半分と，他方の端部の端面を構成する前側半分とが，それぞれその前側半分ないし後側半分の端面より外方に突出し，一方の端部の端面を構成する後側半分は，他方の端部の端面を構成する前側半分の厚さだけ，前壁の後退部12の前面に対して後壁側に位置するように(cid:1) (cid:2)(cid:7)(cid:1)形成されていると認められることは前記(2)のとおりである。また，上記認定判断は，前記(2)のとおり，刊行物1の明細書の記載に基づくものであるし，引用発明1の構成を変更するものでもないので，上記認定判断をすることにより，引用発明1の所望する作用効果が得られなくなるものでもない。原告らの主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，刊行物1には，「正面壁10の端部14，14」は「その端面15が平面視略S字形」に形成されていることが明示されていることを考慮すれば，「端面15」の「前側半分だけ」又は「後側半分だけ」を「端部14」とすると，「平面視略S字形」の「端面15」の一部分が「端部14」の端面となってしまう，つまり，刊行物1に明示されている「端部14」の「平面視略S字形に形成された端面15」自体が存在しないこととなってしまい，「端面15」が不明確となってしまうので，審決のように呼称することを妨げる特段の事情が存在するというべきである旨主張する。",
                    "しかし，引用発明1のブロックの一方の端部の端面を構成する後側半分及び他方の端部の端面を構成する前側半分について，それぞれ，本願補正発明の「一方の端部」，「他方の端部」に相当するとの判断は，前記アのとおり，刊行物1の記載に基づいて，本願補正発明との対比において必要な限度で引用発明1の認定を行った結果にすぎず，これにより引用発明1につき「端部14」の「平面視略S字形に形成された端面15」自体が存在しなくなるというものではない。原告らの上記主張も採用することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（引用発明1の認定（重合の意味の解釈）の誤り）による一致点認定の誤り）について",
          "text": [
            "前記1(1)のとおり，刊行物1には，「正面壁10の左右の端部14，14（後退部12の端部14でもある）は，その端面15が平面視略S字形に形成(cid:1) (cid:2)(cid:8)(cid:1)されていて，これらS字形は，積みブロック1を並べたときには，左右に隣り合う積みブロック1，1の端部14，14が，図3に示す様に同一形状にて重合できる形状になっている。」（【0031】），「第二の土嚢室41を形成する正面壁10の端面15は平面視略S字に形成されているが，その結果図3に示す様に，この端面同士15，15を重合させた重合面16は，積みブロックの左右列に垂直な面以外の面を有する。」（【0032】）との記載がある。そして，刊行物1の【図3】には，端部14，14の平面視略S字形に形成された端面15，15同士が重合するものが開示されているところ，これを前面から見ると，端部14，14の一部分，すなわち一方の端部の後側半分の前面と他方の端部の前側半分の背面とが重ね合わされ，一の法面ブロックの前壁の後退部12と他方の法面ブロックの他方の端部の前側半分の前面とが面一になるように形成されているものと認められる。",
            "そうすると，刊行物1には，「一対の端部は，複数の法面ブロックを水平に並べ，かつ隣接する一の法面ブロックにおける一方の端部の前面の少なくとも一部分と他の法面ブロックの他方の端部の背面の少なくとも一部分とを重ね合わせるように配置すると，一の法面ブロックの前面の一部をなす面と他の法面ブロックの前面の一部をなす面（他方の端部の前側半分の前面）とが面一になるように形成されている」ことが記載されていると認められる。",
            "原告らは，刊行物1には，「重ね合わせる」という記載は全くなく，図面においても，「端面15」同士を合わせたものは開示されているものの，「端部14，14」の前面と背面とを重ねた構成は全く記載されていないので，刊行物1における「重合」とは，「端部14，14を重ね合わせる」という意味に解釈すべきではなく，「端部14，14の端面同士を突き合わせる」いう意味に解釈すべきである旨主張する。しかし，上記に認定したところによれば，原告らの上記主張を採用することはできない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（引用発明1及び引用発明2に基づく容易想到性の判断の誤り）(cid:1) (cid:2)(cid:9)(cid:1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物2の記載について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2（甲2）には以下の記載がある。",
                    "「【0001】  ",
                    "【発明の属する技術分野】",
                    "本発明は，林道の側面や河川の両岸，造成地の周囲などに擁壁を施工する際に用いるに好適なコンクリート製の擁壁用ブロックと，この擁壁用ブロックを用いた組積工法に関するものである。」",
                    "「【0016】",
                    "この擁壁用ブロック1は，図1に示すように，コンクリートからなる六面体状のブロック本体2を有しており，ブロック本体2には，前方空洞部3が上下方向に開口して形成されているとともに，後方空洞部4が上方にのみ開口して形成されている。また，ブロック本体2の左右両側面前方には一対の嵌合片として部分円筒状の凹部5および部分円筒状の凸部6が形成されている。さらに，ブロック本体2の左右両側面後方には一対の切欠部7，8が垂直に形成されており，これらの切欠部7，8を連通する形でブロック本体2の上面に鉄筋係合溝9が後方空洞部4を通過して水平に形成されている。なお，擁壁用ブロック1は，図1（d）に示すように，所定の幅W（例えば，500mm）および高さH（例えば，250mm）に形成されている。」",
                    "「【0019】",
                    "そして，基礎コンクリート15が硬化したところで，この基礎コンクリート15の上側に1段目（最下段）のブロック列R1を構築する。それには，多数個の擁壁用ブロック1をその凹部5と凸部6とが互いに嵌合するように横方向に密着させて直線状に組積した後，各擁壁用ブロック1の前方空洞部3に胴込め材（図示せず）を投入する。すると，互いに隣接する(cid:1) (cid:2)(cid:10)(cid:1)擁壁用ブロック1，1間には，図1（a）に示すように，各擁壁用ブロック1，1の切欠部7，8に包囲されたコンクリート充填空間12が多数形成され，これらのコンクリート充填空間12には，図2（c）に示すように，1つ置きに鉄筋14が配筋された状態となる。そこで，図2（b）に示すように，この1段目のブロック列R1の背面に捨て仮枠18を立設した後，この仮枠18を固定するため，地山の法面17との間に砂利や割栗石などの裏込め材16を擁壁用ブロック1の上面の高さまで充填する。その後，すべてのコンクリート充填空間12と各擁壁用ブロック1，1の後方空洞部4および鉄筋係合溝9とに胴込めコンクリート10を充填して硬化させる。ここで，1段目のブロック列R1が完成する。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物2の【図1】には，ブロック本体2の前壁は，平面に形成されていることが図示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，刊行物2には，林道の側面や河川の両岸，造成地の周囲などに擁壁を施工する際に用いるコンクリート製の擁壁用ブロックに関する技術が記載されているところ，特に，「ブロックの前壁を平面状とした法面ブロック」の技術が記載されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に関する判断の誤りについて",
              "text": [
                "審決は，前記第2の3(4)の「上記一応の相違点における一致点」を認定した上で，残る相違点について，「引用発明において，前面を平面状とすることは当業者が容易になしうることであり，そのようにすることで，引用発明の「後退部12」は，「膨出部11」と同じ平面となり，また，・・・引用発明の「後退部12」は「他方の端部の前面」と同じ平面となることは自明であるので，「法面ブロックの幅方向中央部」と「他の法面ブロックの他方の端部の前面」とを「面一」にすることも・・・当業者が容易に想到し得たことである。」，「引用発明の・・・法面ブロックの前壁の形状を，刊行物2記載の平面状として，相違点に係る構成とすることは，当業者が容易に(cid:1) (cid:3)(cid:11)(cid:1)想到し得たことである。」と判断した。",
                "刊行物2には，ブロックの前壁を平面状とした法面ブロックが開示されていることは，前記(1)認定のとおりである。そして，法面ブロックの前壁の形状を平面状とするか，引用発明1のように膨出部を設けるかは，当業者が適宜に変更し得る程度の事項であると解される。したがって，引用発明1における法面ブロックの前壁の形状を平面状とすれば（膨出部11と後退部12とを平面状とすれば），引用発明1のブロックの他方の端部の端面を構成する前側半分の前面と前壁（「法面ブロックの幅方向中央部」）とが「面一」となるのであるから，引用発明1に引用発明2の前壁の平面状の構成を適用することにより，本願補正発明の構成に想到することは容易であるといえる。したがって，審決の上記判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告らは，引用発明1は，端面15，15を重合した場合に胴込土の流出が抑制される発明であり，本願補正発明のブロックに特徴的な「曲面状の法面であっても，隣接するブロック間を，隙間ができないように，端部で塞いだ状態に維持できる。」という効果を奏する発明はそもそも開示されていないし，刊行物1には，曲面状の法面であっても「前壁における幅方向の端部同士を重ね合わせた状態で施工」できる構成を示唆する記載はないなどと主張する。",
                "しかし，前記1(1)認定のとおり，刊行物1の【0031】には，「擁壁が横方向に緩く凸カーブして形成される場合であっても，図4に示す様に隣り合う積みブロックをこの凸カーブに従って並べる事ができる。」と記載されており，原告らの上記主張は採用し得ない。原告らの主張は，引用発明1に引用発明2の前壁の平面状の構成を適用することにより，本願補正発明の構成に想到することは容易であるとの前記判断を左右するものということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "まとめ",
          "text": [
            "(cid:1) (cid:3)(cid:2)(cid:1)以上によれば，原告らの主張する取消事由はいずれも理由がなく，審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，原告らの請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}