{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙物件目録記載1，2の各製品を製造し，販売し，又は販売のため所持してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，その所有する前項記載の各製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，5000万円及びこれに対する平成20年11月18日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「ソフトビニル製大型可動人形の骨格構造および該骨格構造を有するソフトビニル製大型可動人形」とする特許(出願日：平成15年1月22日。登録日：平成18年1月20日。特許第3761523号。請求項の数10。以下，その特許権を「本件特許権1」，その請求項1に係る発明を「本件発明1」という。)及び発明の名称を「可動人形用胴体」とする特許(出願日：平成17年2月1日(平成14年4月23日に出願された特願2002-12326号の一部を特許法44条1項の規定により分割出願)。登録日：平成19年3月9日。特許第3926821号。訂正2010-390049号審決により，特許請求の範囲及び明細書が訂正(以下「本件訂正」という。)され，平成22年7月1日確定。請求項の数2。以下，その特許権を「本件特許権2」，本件訂正後の請求項1に係る発明を「本件発明2」といい，本件発明1，2を併せて「本件各発明」という。)の特許権者である控訴人(1審原告)が，被控訴人(1審被告)の製造，販売する原判決別紙物件目録記載1，2の各製品(以下，別紙物件目録記載1の製品を「イ号製品」，同目録記載2の製品を「ロ号製品」といい，これらを総称して「被控訴人各製品」という。)は本件各発明の技術的範囲に属するとして，被控訴人に対し，本件特許権1，2に基づき，特許法100条1項，2項により被控訴人各製品の製造，販売等の差止め及び廃棄を求めるとともに，本件特許権1を侵害した不法行為による損害賠償請求権に基づき，損害合計13億4860万円のうち5000万円及びこれに対する平成20年11月18日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原審の東京地裁は，平成24年1月31日，被控訴人各製品はいずれも本件各発明の技術的範囲に属するとは認められないとして，控訴人の請求をいずれも棄却した。",
            "そこで，控訴人は，これを不服として本件控訴を提起した。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張等",
      "content": [
        {
          "fig": "1",
          "text": [
            "争いのない事実等，争点及び争点に関する当事者の主張は，次に付加するほか，原判決「事実及び理由」欄の第2の2，3及び第3記載のとおりであるから，これを引用する(略称は，原判決の表現をそのまま用いる。)。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の本件発明1についての判断の不当性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件では，被控訴人各製品は，本件発明1の構成要件Jのうち，腰部骨格に備えた胴部下端骨格連結部の「嵌合穴」に嵌合される「第一嵌入杆」との嵌合を「回動可能」なものとする構成を有していないことから，均等論の適用が争われている。この点について，原判決は，この部位において回動可能であることは本件発明1にとって発明の本質的部分であるので，均等の第1要件である「相違部分が本質的部分ではないこと」に該当しないと判示した。",
                    "しかし，公知技術との関連からの判断を一旦抜きにして考えると，本件発明1にとって，この部位が「回動可能」であることは決して発明の本質的部分ではあり得ない。本件明細書1の「発明が解決しようとする課題」(【0004】)及び「発明の効果」(【0037】)の記載によれば，本件発明1の本質的部分は，従前の技術が人形の各部位をゴム紐で結んだり，針金で結んだりしていたため，人形に一定の所望する姿態を保持させたり，自立させたりすることができず，また，人形の素材が重くならざるを得ないという欠点があったことから，これらの課題を解決する方法として，人形全体を骨格構造(一連の骨格群)で支えることとした点にある。",
                    "イ号製品においては，本件発明1の特許請求の範囲【請求項1】中に記載されている4か所及び本件明細書1の実施例に記載されている14か所の合計18か所の揺動又は回動の動きをする構成のうちの1か所である腰部骨格連結部の第一嵌入杆と腰部骨格との連結箇所のみを回動しない構成に置き換えているものにすぎないところ，本件発明1全体の技術的思想及び全体の構成からみれば，上記相違部分は，本件発明1の本質的部分であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，揺動・回動構成が本件発明1の本質的部分であるとしても(すなわち，この限りで発明の本質において「骨格構造」と「揺動・回動構成」とはそれぞれ2分の1ずつの重要性があることになる。)，揺動・回動構成は構成要件に記載されている部位だけでも4か所あるところ，その1部位に限った回動規制は発明の全体の構成としての重要性は数字で表現すれば僅か8分の1にすぎないのであり，この1部位を回動不能にしたからといって，本件発明1の本質的部分が変更されたと評価し得ないことは明らかである。被控訴人は，当初，第一嵌入杆と腰部骨格との連結箇所が回動するものを製造・販売していたが，その後，イ号製品等において上記回動箇所のみを回動しないように変更しているが，それ以外の構成は一切変更することなく現在も製造・販売している。このように，被控訴人が製造・販売しているイ号製品等は，前記第一嵌入杆と腰部骨格との連結箇所を回動しないようにしても，何等商品価値が変わらないものであり，このように商品価値が変わらないということは，イ号製品と本件発明1とが同様の構成を有していることに鑑みても，当該箇所(第一嵌入杆と腰部骨格との連結箇所)が本質的部分ではないといい得る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決は，乙105を採用し，控訴人の上記主張に係る「人形全体を骨格構造(一連の骨格群)で支える」という構成は，人形玩具の技術分野において，本件出願1の出願前に周知技術となっていたと認定し，本件発明1の本質的部分は骨格構造ではなく揺動や回動する構成にあるとして，均等の第1要件の適用を否定する理由とした。",
                    "しかしながら，乙105をもって，本件発明1の本質的部分をなす「骨格構造」を備える公知技術とみるのは誤りである。すなわち，乙105に開示された株式会社ツクダホビーの「フルアクションドール」(以下「乙105人形」という。)は，単にソフトビニル製の外皮を備え持つ可動人形にすぎず，本件発明1と構造を全く異にするもので，本件発明1が有する構成を備えていないことは明らかであって，本件発明1の骨格構造に関連する先行技術ではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決は，均等の第4要件(公知技術からの容易推考性がないこと)について，第1商品(乙65の1～20)と被控訴人各製品の構成を対比し，両者の相違点について，第1商品より容易に推考し得るとして，第4要件の充足を否定したが，誤りである。",
                    "すなわち，被控訴人各製品は，本件発明1と同じく，公知技術とは解決課題の共通性や作用効果の共通性はなく，また，引用発明の内容に示唆もない。大人の鑑賞対象品であるフィギュアに関する被控訴人各製品(本件発明1も同様)と子供の玩具といえるプラモデル分野における第1商品とは，厳密にいえば産業分野が異なるのであり，被控訴人各製品は，第1商品から論理づけされることはなく，第1商品から容易に推考できるものではない。本件発明1においては，「人形の素体」は既に与えられたものとして，全く創意工夫の対象にはなっておらず，創意工夫の対象はこの「人形の素体」を内部においてどのようにして支えるかにあるのであり，このように「人形の素体」を内部においてどのように支えるかの観点からする本件発明1における「骨格構造」の創意工夫には，プラモデルの素体ないし躰体自体をどのように創り出すかの観点からする第1商品の「骨格構造」からは何ら動機づけされることもない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，原判決が一般的な均等論の適用を否定したことを受け，不完全利用論による構成要件Jの充足を主張する。被控訴人は，一旦は本件発明1の構成要件の全てを充足する製品の製造販売を開始した後，本件特許権1の侵害を避けるために，腰部骨格に備えた胴部下端骨格連結部の「嵌合穴」に嵌合される「第一嵌入杆」との嵌合を「回動不能」にしたことが明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決の本件発明2についての判断の不当性",
              "text": [
                "原判決は，本件発明2の「上半身部品」及び「下半身部品」の意義について，本件明細書2に定義した「腰より上の部分」を「上半身部品」，「腰を含んだ腰から下の部分」を「下半身部品」に限定して解釈した。",
                "しかしながら，社会通念から判断しても，「腰より上の部分」のみを「上半身」と解し，「腰部を含んだ腰から下の部分」のみを「下半身」と解するのは不合理であり，胸部辺りで2分した場合においても，その上半分を「上半身」，その下半分を「下半身」と呼ぶことは全く自然なことである。現に被控訴人自身が，その広告等(甲48～54)において，「胸部骨格から上の部分に相当する部分(外皮)を「上半身パ-ツ」，腹部骨格から下の部分に相当する部分(外皮)を「下半身パ-ツ」と称しており，しかも上記広告等についてそのように区分しても，一般ユーザーは何ら違和感を抱いていない。そうであるならば，これをそのまま本件発明2の「上半身部品」と「下半身部品」の定義とし，この範囲まで幅を広げて「上半身部品」と「下半身部品」とを解釈することが社会通念に合致し合理的であるだけでなく，むしろ公平な解釈である。けだし，被控訴人は，自らの広告等において「上半身」及び「下半身」の範囲を上記のとおり用いていながら，本件訴訟において限定的に解釈すべきであると主張することは，いわゆる「禁反言の法理」に反し，許されない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "控訴人の主張に対する被控訴人の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の本件発明1についての判断の不当性の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，本件発明1全体の技術的思想及び全体の構成からみれば，相違部分は，本件発明1の本質的部分であるとはいえないと主張するが，その理由が全く不明である。",
                    "控訴人は，人形全体を骨格構造(一連の骨格群)で支えることが本件発明1の本質的部分であると主張するが，そのような構成は，本件発明1によらずとも，周知，常套の人形構造であり，本件発明1の課題解決原理を基礎づける中核的な構成部分であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1のクレームに記載された構成要件を備えない骨格構造の人形は，第1商品等からも認められる公知技術に属するものであることは明らかであり，均等の第4要件を充足しないとした原判決に誤りはない。",
                    "控訴人は，プラモデルと完成品人形商品とは産業分野が異なるなどとも主張するが，本件明細書1では，「パーツ・キット販売などにも対応でき」と説明されているものであるから(【0037】)，自ら明細書に記載した事項を無視した主張である。",
                    "また，本件で問題となる腰部の骨格構造は，補正によって加えられた構成であるから，均等の第5要件も不充足である。",
                    "そもそも，本件事案は，講学上「不完全利用」といわれるものであって，構成要件の一部が他の構成と置換されたというものではなく，被控訴人各製品には，揺動・回動可能な腰部が存在せず，当該構成が存在しない場合である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決の本件発明2についての判断の不当性の主張に対し",
              "text": [
                "控訴人の主張は，自ら本件明細書2に記載した「上半身」と「下半身」の定義を無視するものであり，特許法の基本原則を外れた解釈であって，到底採り得ない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，被控訴人各製品は，いずれも本件各発明の技術的範囲に属するとは認められないから，控訴人の請求をいずれも棄却すべきものと判断する。その理由は，次に付加するほか，原判決の「事実及び理由」欄の第4記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "控訴人の当審における主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の本件発明1についての判断の不当性の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人各製品は，「腰部用連結部」の「嵌合部」(第一嵌入杆)が，「腰部骨格」にある「腹部用連結部」の「嵌合部受け」(嵌合穴)に回動しないように規制されて嵌合されているため，本件発明1の構成要件のうち，構成要件Jの「腰部骨格連結部」の「第一嵌入杆」と「嵌合穴」との嵌合を「回動可能」なものとする構成(原判決のいう「本件相違部分」である。)を備えていない。この点について，控訴人は，公知技術との関連からの判断を一旦抜きにして考えると，本件発明1にとってこの部位が「回動可能」であることは発明の本質的部分ではあり得ないから，これを本件発明1にとって発明の本質的部分であるとして均等の第1要件を否定した原判決の判断は誤りであると主張する。",
                    "均等の第1要件「特許請求の範囲に記載された構成中の対象製品等と異なる部分が特許発明の本質的部分ではないこと」にいう「本質的部分」とは，特許請求の範囲に記載された特許発明の構成のうちで，当該特許発明特有の課題解決手段を基礎づける特徴的な部分をいうものと解される。これを本件発明1についてみると，本件明細書1の記載によれば，前記(引用に係る原判決76頁12行～77頁10行)のとおり，本件発明1は，上半身から下半身まで連続した一連の骨格群を有し，所望箇所で屈曲動作ができるとともに，自立が可能で，かつ様々な姿態を一定時間維持できる技術的構造を有するとともに，軽量・コスト安価な大型の人形を提供することを目的とし，これを達成するための手段として，本件発明1の構成要件AないしLのとおりの骨格構造を採用し，もって，大型の人形において外皮部分をソフトビニル製で構成しても，自立が可能で，かつ様々な姿態を一定時間維持できるとともに，軽量でかつ軟質なため，落下・転倒などしても安全で，破損も防げるという作用効果を奏するものである。そして，本件発明1の構成においては，構成要件J及びKのとおり，①「腰部骨格連結部」と「腹骨格部」との揺動可能な連結，②「腰部骨格連結部」の「第一嵌入杆」と「胴部下端骨格連結部」の「嵌合穴」との回動可能な連結，③「胸部骨格連結部」と「腹骨格部」との揺動可能な連結，及び④「胸部骨格連結部」の「第二嵌入杆」と「胸骨格部」の「嵌合穴」との回動可能な連結という合計4か所の揺動可能又は回動可能な連結構造が存在するところ，本件発明1の特許請求の範囲の記載と本件明細書1の記載を総合すれば，上記各連結構造は，本件発明1の目的ないし作用効果のうち，人形を「所望箇所で屈曲動作ができる」とともに，「様々な姿態を一定時間維持できる」ものとするための構成にほかならず，しかも，これら4か所の連結構造が複合的に機能することによって，「所望箇所」での屈曲動作や「様々な姿態」の維持が実現されるという関係にある。そして，上記4か所の揺動可能又は回動可能な連結構造のうち1部位を回動不能とした場合には，当該部位を回動可能とすることによってとれた様々な姿態のうち一部の姿態がとれなくなる，すなわち，本件発明1の奏する効果の一部を得られなくなることが明らかである。",
                    "したがって，本件相違部分は，本件発明1の構成のうちで，同発明特有の課題解決手段を基礎づける特徴的な部分であると認められ，本件発明1の本質的部分に当たる構成である。",
                    "また，特許発明特有の課題解決手段を基礎づける特徴的な部分を認定するに当たっては，従来技術では達成し得なかった技術的課題の解決を実現するための従来技術に見られない特有の技術的思想に基づく解決手段の具体的構成を特定することが必要であるから，公知技術との関連を抜きに検討することはできず，控訴人の上記主張は，前提においても誤りというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，仮に揺動・回動構成が本件発明1の本質的部分であるとしても，揺動・回動構成の1部位に限った回動規制は発明の全体の構成としての重要性は僅か8分の1にすぎず，この1部位を回動不能にしたからといって本件発明1の本質的部分が変更されたと評価し得ないと主張する。",
                    "しかし，本件発明1における4か所の揺動可能又は回動可能な連結構造は，本件発明1の目的ないし作用効果のうち，人形を「所望箇所で屈曲動作ができる」とともに，「様々な姿態を一定時間維持できる」ものとするための構成にほかならず，これら4か所の連結構造が複合的に機能することによって「所望箇所」での屈曲動作や「様々な姿態」の維持が実現されるという関係にある。本件発明1の上記4か所の連結構造のうち1部位に限った回動規制の重要性は，控訴人が主張するように8分の1にすぎないか否かはともかく，発明全体の構成の一部にすぎないとしても，この部位を回動不能にしたことによって，それまでとれていた様々な姿勢のうち一部の姿勢がとれなくなり，作用効果の一部が損なわれ，本件発明1と同じ効果は得られなくなることは，上記のとおりである。",
                    "したがって，本件発明1の上記4か所の連結構造のうち，1部位を回動不能とすることは，本件発明1の本質的な部分を変更するものというべきである。",
                    "控訴人は，被控訴人各製品は，前記第一嵌入杆と腰部骨格との連結箇所を回動しないようにしても，何等商品価値が変わらないものであるから，当該箇所(第一嵌入杆と腰部骨格との連結箇所)は本質的部分ではないと主張する。しかし，第一嵌入杆と腰部骨格との連結箇所を回動しないようにした被控訴人各製品が，同部位を回動不能にしたことによって，それまでとれていた様々な姿勢のうち一部の姿勢がとれなくなり，作用効果の一部が損なわれ，本件発明1と同じ効果は得られなくなることは上記のとおりであり，このことは，被控訴人各製品の商品価値に変わりがあるか否かとは関係がない。控訴人の上記主張は，失当というほかない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，乙105人形は，単にソフトビニル製の外皮を備え持つ可動人形にすぎず，本件発明1が有する構成を備えていないことは明らかであって，本件発明1の骨格構造に関連する先行技術ではなく，乙105人形をもって本件発明1の本質的部分をなす「骨格構造」を備える公知技術とみるのは誤りであると主張する。",
                    "しかしながら，原判決は，乙105人形及び第1商品から，「人形全体を骨格構造(一連の骨格群)で支える」という構成が周知技術であると認定したものであり，乙105人形をもって，本件発明1の本質的部分をなす「骨格構造」を備える公知技術と認定したわけではない。そして，乙105人形及び第1商品が，「人形全体を骨格構造(一連の骨格群)で支える」という構成を有していることは明らかであるから，上記構成は本件発明1の出願前に周知技術であったと認められる。",
                    "控訴人の上記主張は，原判決を正解しないものであり，採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，被控訴人各製品と子供の玩具といえるプラモデル分野における第1商品とは厳密にいえば産業分野が異なるのであり，被控訴人各製品は第1商品から容易に推考できるものではないとし，均等の第4要件の充足を否定した原判決は誤りであると主張する。",
                    "しかし，被控訴人各製品のようなフィギュア人形は，大人だけでなく子どもも対象としていることは明らかであり，また，第1商品のようなプラモデルの人形は大人でも購入するものであるから，両者の技術分野が異なるということはできず，控訴人の上記主張は採用することができない。",
                    "控訴人は，「人形の素体」を内部においてどのように支えるかの観点からする本件発明1における「骨格構造」の創意工夫には，プラモデルの素体ないし躰体自体をどのように創り出すかの観点からする第1商品の「骨格構造」からは何ら動機づけされることもないとも主張する。しかしながら，被控訴人各製品が第1商品から容易に推考できたものであることは前記(引用に係る原判決79頁2行～89頁13行)のとおりであり，控訴人の上記主張も採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，被控訴人は一旦は本件発明1の構成要件の全てを充足する製品の製造販売を開始した後，本件特許権1の侵害を避けるために腰部骨格に備えた胴部下端骨格連結部の「嵌合穴」に嵌合される「第一嵌入杆」との嵌合を「回動不能」にしたことが明らかであるとして，不完全利用論による構成要件Jの充足を主張する。",
                    "特許権侵害訴訟において，相手方が製造等をする製品が特許発明の構成要件中の一部を欠く場合，文言上は全ての構成要件を充足しないことになるが，当該一部が特許発明の本質的部分ではなく，かつ均等の他の要件を充足するときは，均等侵害が成立し得るものと解される。しかしながら，本件発明1の4か所の連結構造のうち，腰部骨格に備えた胴部下端骨格連結部の「嵌合穴」に嵌合される「第一嵌入杆」との嵌合を「回動不能」とすることは，本件発明1の本質的な部分を変更するものであることは，上記イのとおりである。したがって，控訴人の不完全利用の主張も採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原判決の本件発明2についての判断の不当性の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，本件発明2の「上半身部品」及び「下半身部品」の意義について，本件明細書2に定義した「腰より上の部分」を「上半身部品」，「腰を含んだ腰から下の部分」を「下半身部品」と解釈したものであるが，控訴人は，胸部辺りで2分した場合においても，その上半分を「上半身」，その下半分を「下半身」と呼ぶことは全く自然なことであると主張する。",
                    "しかしながら，特許請求の範囲は，特許法施行規則24条の4により様式第29の2により作成しなければならないとされ，様式第29の2において，「用語はその有する普通の意味で使用し，かつ，明細書及び特許請求の範囲全体を通じて統一して使用する。ただし，特定の意味で使用しようとする場合において，その意味を定義して使用するときは，この限りでない。」(備考9)とされているから，請求項に記載された用語(発明特定事項)の意味内容が明細書及び図面において定義又は説明されている場合は，その用語を解釈するに当たってその定義又は説明によることとなる。そして，本件明細書2には，「本明細書において，「上半身部品」とは，腰より上の部分をいい，「下半身部品」とは腰から下の部分(腰部含む)をいうものとする」(【0001】)と記載され，「上半身部品」と「下半身部品」が定義されているから，本件発明2の「上半身部品」及び「下半身部品」の意味は，上記定義によることになる。控訴人の上記主張は，本件明細書2に定義された用語の意味に反するものであり採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被控訴人自身が，その広告等(甲48～54)において，「胸部骨格から上の部分に相当する部分(外皮)を「上半身パ-ツ」，腹部骨格から下の部分に相当する部分(外皮)を「下半身パ-ツ」と称していながら，本件訴訟において限定的に解釈すべきであると主張することは，いわゆる禁反言の法理に反し許されないとも主張する。",
                    "被控訴人の上記広告等において，胸部骨格から上の部分に相当する部分(外皮)を「上半身パーツ」，腹部骨格から下の部分に相当する部分(外皮)を「下半身パーツ」と称していることが証拠上認められるが，そうであるからといって，上記アの説示に照らして，本件明細書2を解釈する際に，同広告等における用語の使用例に従わなければならない理由はない。被控訴人の主張が禁反言の法理に反するものということはできず，控訴人の上記主張も理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，控訴人の当審における主張は，いずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，控訴人の被控訴人に対する請求をすべて棄却した原判決は相当であり，控訴人の本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(ネ)10018",
    "date": "2012-10-11",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成20年(ワ)27920",
    "precedent_id": "082638",
    "ipprecedent_id": "3107",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}