{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2011-11478号事件について平成23年11月30日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記1のとおりの手続において，特許請求の範囲の記載を後記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨は後記3のとおり）には，後記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成23年1月31日，発明の名称を「遠心力による推進力発生装置」とする発明について，特許出願（特願2011-17785号。国内優先権主張日：平成22年5月19日，同年11月29日。請求項の数2）をした（甲(cid:1) (cid:2)(cid:1)3）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，平成23年5月13日付けで拒絶査定をした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成23年6月1日，これに対する不服の審判を請求したが（不服2011-11478号事件），特許庁は，同年11月30日，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は同年12月23日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件審決が判断の対象とした特許請求の範囲請求項1及び2の記載は，以下のとおりである。以下，請求項1に係る発明を「本願発明1」，請求項2に係る発明を「本願発明2」といい，併せて「本願発明」という。また，その明細書（甲3）を図面も含め，「本願明細書」という。",
            "【請求項1】同一公転面上に公転軸と回転板を1対1の関係として，公転軸を中心として回転板をターンテーブルに複数個均等配置し，回転板の外側に伸びた1個のアームの先端に加重体を取り付けて，複数の加重体を同期回転させ，さらにターンテーブルを回転することにより，相対遠心力差を発生させて推進する推進力発生装置",
            "【請求項2】本推進装置を上下方向の推進力とするものと，水平方向の推進力とする推進力発生装置を組み合わせた飛行艇"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本願明細書の発明の詳細な説明の記載は，当業者が本願発明を実施することができる程度に明確かつ十分なものではないから，特許法36条4項1項の規定を満たすものということはできない，②本願発明1は，後記アの引用例1に記載された発明（以下「引用発明」という。）及び後記イの引用例2に記載された事項に基づいて，当業者が容易に発明することができたものであり，同法29条2項の規定により特許を受けることができない，というものである。",
                "(cid:1) (cid:3)(cid:1)ア  引用例1：特開2008-38617号公報（甲1）"
              ],
              "content": [
                {
                  "fig": "イ",
                  "subject": "引用例2：特開2004-270672号公報（甲2）"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件審決が認定した引用発明並びに本願発明1と引用発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：G軸に対称に3個設けられG軸周りに周回する球体である人転球（110a）～（110c）と，これら人転球（110a）～（110c）を支持しG軸回りに回転する円盤を備えた地動輪と，これら人転球（110a）～（110c）及び地動輪を収納する天開輪とを有する加速推進装置であって，人転球（110a）～（110c）は，略球体の外殻を形成する外殻体と，この外殻体の内壁に沿って設けられているリング状の枠体である腰掛けジンバルと，その腰掛けジンバルの枠内で回転する回転子と，この回転子の回転中心軸である回転子軸と，この回転子軸を回転させるモータ等の動力源とを有し，回転子軸は，G軸を回転中心軸とする回転盤上において，それぞれ120°の角度をなすように配置されたX軸（2），（24），（25）に沿って設けられており，その回転子軸の両端は，腰掛けジンバルの内枠に，X軸中心に回転可能に支持されていて，地動輪は，人転球（110a）～（110c）を支持する支持枠と，この支持枠とともにG軸回りに回転する回転盤とを有して構成され，これら支持枠と回転盤とは一体に構成されて，G軸を回転中心軸として一体に回転するようになっており，地動輪の回転とともに，各人転球（110a）～（110c）が，G軸に重なる天地軸（134），（135）回りに，その軸回転と等しい角速度で周回すると共に，各人転球（110a）～（110c）内で各回転子がX軸（2），（24），（25）回りに回転し，回転子の回転運動に，地動輪の回転によるY軸方向の力が加わることにより，各人転球（110a）～（110c）には時間差で自身をあおり上げる力がはたらいて，天地軸（134），（135）方向に並進加速度が発生し，この結果，加速推進装置全体が天地軸（134），（135）方向に進行又は後退するようになっている加速推進装置",
                  "text": [
                    "(cid:1) (cid:4)(cid:1)イ  一致点：同一公転面上に公転軸と回転板を1対1の関係として，公転軸を中心として回転板をターンテーブルに複数個均等配置し，ターンテーブルを回転することにより，相対遠心力差を発生させて推進する推進力発生装置である点"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点：本願発明1では「回転板の外側に伸びた1個のアームの先端に加重体を取り付けて，複数の加重体を同期回転させ」るという構成を備えるのに対し，引用発明では，回転板に相当する回転子を設けるにとどまり，アームの先端に加重体を取り付けることや，複数の加重体を同期回転させることについては言及がない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件に係る判断の誤り（取消事由1）"
            },
            {
              "fig": "(2)",
              "subject": "容易想到性に係る判断の誤り（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（実施可能要件に係る判断の誤り）について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決は，本願明細書の図4について，ジャイロ自体に作用する加重体の遠心力は，加重体が時速100㎞でジャイロの周囲を回転することによって生じ，この回転速度自体は，ジャイロの公転によっても変化することがないから，Hから見た場合に加重体の見かけ上の速度に差があるからといって，この見かけ上の速度の差に起因して，「両極間には速度の違いによる遠心力差（慣性力差）が発生」するとの説明が適切であると考えるべき根拠は見当たらないと判断した。",
                "しかし，本願明細書では，両極間には速度の違いによる遠心力差（慣性力差）が発生することについて，次のとおり説明されている。",
                "すなわち，別紙説明図（図4の詳細説明図）のＮ極側において，加重体はP点からP’点へ90度自転回転する間に，ジャイロは公転距離α分移動する。加重体は常に公転の先頭方向へ回転するため，加重体が90度自転する間の空間回転半径は，自転半径R＋αとなり楕円形に長くなる。他方，S極側においては，加重体は常に(cid:1) (cid:5)(cid:1)公転の後方へ回転するため，加重体がP点からP’点に90度自転する空間回転半径は，自転半径R-αとなって，自転半径Rより回転軌道が短くなる。距離＝速度×時間の関係から，公転により空間回転距離が変化すると慣性速度も変化することとなる。そして，空間上の慣性速度が両極間で異なるのに伴って遠心加速度も異なるものとなり，両極間には遠心力差ができることになる。また，空間移動距離が両極において相違することから，遠心力のベクトル量も相応に変化することとなる。",
                "次に，自転速度と公転速度の合成から両極間の1秒間当たりの相対遠心加速度差を求め，重力加速度との大きさを比較することにより，浮上可能か判断することができる。すなわち，本願明細書（表3）は，Ｎ極側とS極側での1振幅した値であり，1秒間に4回公転した場合は，1振幅値×4＝1秒間の推進重量となるが，この値が飛行体の重量より大きくなれば浮上可能となる。また，例えば，2個の加重体がそれぞれ180度ずれたまま回転すると互いに遠心力を打ち消し合うことになるから，慣性力を一致させるためには加重体の回転同期が必要となる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，加重体の自転速度が一定であるとすれば，自転による質量は変化しないため，公転しても質量の変化はなく，推進効果は発生しないと結論付けている。",
                "しかし，本件審決の上記解釈は，回転板のようなものであれば正しい判断であるが，加重体のように単独回転する場合は両極が同時限に回転しないため，本件審決の解釈は当てはまらないものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本願明細書には，本願発明の推進効果についての説明が記載されているから，実施可能要件に係る本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "一般に，物体（推進力発生装置）が空中に浮上するには，上昇方向への力が付与される必要があるが，そのためには地面等に対して力を印加し，地面等からは反作用で力を受ける必要がある。",
                "すなわち，物体（推進力発生装置）はターンテーブルや回転板を回転駆動させた(cid:1) (cid:6)(cid:1)ものであるが，全体として質量が変化するものではない。質量が変化しないものにおいては，地面等に対する反作用の力が生じない限り，物体（推進力発生装置）を浮揚させる要因となるものが全くないものと理解される。",
                "原告は，本願発明では遠心力差（慣性力差）により生ずる加速度が重力加速度を上回ると物体（推進力発生装置）が空中に浮揚する力が生ずる旨主張するが，遠心力は加重体とターンテーブルとに作用する見かけの力にすぎず，地面等に反作用の力を生ずるものではないから，物体（推進力発生装置）を上方向に浮揚する力にはなり得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "さらに，本願明細書には，実験装置が示され（図1及び図2），理論計算により物体（推進力発生装置）が空中に浮揚する可能性があることを示しているようであるが（【0028】～【0030】），最も重要だと考えられる当該理論計算に基づいて実際に実験装置を駆動させ，浮揚させた事実（実験結果）については何ら示されていない。また，本願発明を構成する回転板，ターンテーブル，加重体及びアームの具体的構成や，回転板及びターンテーブルの回転駆動手段（自転用のモータ及び公転用モータ）の具体的構成，複数の加重体を同期回転させるための具体的構成については，浮揚した事実すら不明である実験装置として寸法及び重量などの一例が示されているだけであり，当業者が実施し得る程度に開示されているものということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，実施可能要件に係る本件審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（容易想到性に係る判断の誤り）について  ",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "一致点の認定の誤り",
              "text": [
                "引用例1の特許請求の範囲請求項1，6及び7の記載では，回転子を内蔵する人転球は「3個以上の自然数」とされ，公転軸と回転子が1対1の関係になる配置（奇数個配置）に限定されていない。",
                "また，引用発明は，回転子の遠心力を推進力にしようとするものであるが，回転(cid:1) (cid:7)(cid:1)子の中心を基準にして自転する回転子を歳差運動させても，Ｎ極側とS極側の遠心力は常に同じ大きさであるから，この装置の公転遠心力は回転子の回転軸に作用し，自転遠心力には直接に影響しないため，両極において相対遠心力差が発生するものではない。",
                "したがって，本件審決が「公転軸と回転板を1対1の関係」にあることを本願発明1と引用発明との一致点と認定したことは，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用例2を挙げて，有効な遠心力を得るために回転子に加重体を設けることは，本件出願の優先権主張日より前に既に知られていると判断した。",
                    "しかし，引用例2の加重体は，回転子と回転速度，回転半径が同じであり，遠心加速度は等しいため，作用力は同化して区別できないものであり，この加重体が回転子に何らかの影響力を及ぼすことはなく，有効な遠心力になるものではない。",
                    "これに対し，本願発明1の加重体は，回転子と回転半径が異なり，双方が単独回転するため，互いに遠心力により引き寄せ合う効力を持つものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用発明に本願発明1のようなアームを取り付けることは，その構造上不可能である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，引用発明の複数の自転用モータには，外郭にある共通の電源ターミナルから通電する構造であり，個々の自転用モータを回転制御するための通信方法は構築困難である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，引用発明及び引用例2に記載された事項に基づき，当業者が相違点に係る本願発明1の構成を容易に想到することはできず，相違点に係る本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，容易想到性に係る本件審決の判断は誤りである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "一致点の認定の誤りについて",
              "text": [
                "原告は，引用例1記載の特許請求の範囲請求項1及び6には，中央回転軸の周囲(cid:1) (cid:8)(cid:1)に配置する回転子（回転板）を内蔵する球体の数を「3個以上（の自然数）」とする記載があることをもって，「公転軸と回転板を1対1の関係」にあることを本願発明1と引用発明との一致点とした本件審決の認定は誤りであると主張する。",
                "しかし，本件審決は，本願明細書の【0020】【0031】等の記載から引用発明を認定し，更に本願発明と引用発明との一致点を認定したのであって，請求項1及び6の記載からこれらを認定したものではない。原告の主張は，本件審決が論拠とした引用個所の正確な理解に基づくものではなく，認められるべきものではない。",
                "また，以上のほかに，本件審決による一致点の認定が誤りであるとすべき合理的根拠は示されておらず，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明では，回転子を歳差運動しても，Ｎ極側とS極側の遠心力は常に同じ大きさであり，両極において相対遠心力差が発生するものではないと主張する。",
                    "しかし，引用発明は，地動輪（ターンテーブル）に対して，回転子（回転板）を本願発明と基本的に同様の態様で取り付けるものである。したがって，Ｎ極側において，回転子の回転方向（自転方向）と地動輪の回転方向（公転方向）とがおおむね合致するものにおいては，本願発明と同じ作用効果が奏されるものであり，両極において相対遠心力差が発生するものとみられる。なお，引用発明の回転子は歳差運動をするから，回転子の回転軸の傾きは変わるものの，回転方向を基本的に変えるものではないから，相対遠心力差が生ずることに変わりはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明では，本願発明のアームの取り付けは構造上不可能であるとか，引用発明のモータは，外郭にある共通の電源ターミナルから通電する構造であり，個々の自転用モータを回転制御するための通信方法は構築困難であるなどと主張する。",
                    "しかし，原告の上記主張は，引用例の図2及び3に基づくものと解されるとこ(cid:1) (cid:9)(cid:1)ろ，これらの図面は，発明の実施の態様の一例を示すにとどまり，実施の際の設計図とも必ずしも一致するものではない。図面に示されている態様のみが引用発明であると解する必要はなく，発明の実施に際しては，部材間の間隔や数についても適宜の変更や選択の余地があるというべきであるから，アームを設けたり，複数の加重体を同期回転させるという構成を引用発明に適用することが全く不可能であると考える理由はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，容易想到性に係る本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（実施可能要件に係る判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載について",
              "text": [
                "本願発明の特許請求の範囲は，前記第2の2記載のとおりであるところ，本願明細書（甲3）には，本願発明について，概略，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，回転する単独加重体を公転させると，Ｎ極側とS極側の慣性速度の相違により，遠心力が相対変化して推進する推進力発生装置に関するものである（【0001】）。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "重力と遠心力は一体的な関係にあり，遠心力を操作することにより重力を制御することができる。本願発明に係る装置は，単独回転体の空間における慣性速度変化による遠心力差を応用し，機体にかかる重力に対して，浮上力を物理的に得るものであるが，反重力装置ではない（【0006】）。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本実験装置からどれほどエトベス効果が得られるのか推測してみる。",
                    "図1は，実験装置の正面図であり，ターンテーブルの外側にジャイロを均等に5個配置してある。図2はその側面図である。ジャイロにアームを固定し，先端に加重体を取り付けた状態で回転する。",
                    "図6において，加重体の自転速度（時速300㎞）をF＝300と，加重体の公転速度（時速100㎞）をF＝100と仮定し，加重体の自転速度は一定のものとする。自転速度と公転速度を合成した慣性速度である合力は，自転角度θの接続方(cid:1) (cid:10)(cid:1)向の速度とX軸に平行な公転方向の速度から求められるが，合力Fを回転角度θに求める計算式は次のとおりである。",
                    "（式1）",
                    "（Ｎ極側）F＝√（（sinθ×自転速度＋公転速度）2＋（cosθ×自転速度）2）",
                    "（S極側）F＝√（（sinθ×自転速度-公転速度）2＋（cosθ×自転速度）2）",
                    "その計算の結果は表1のとおりであり，Ｎ極側はS極側より回転速度が速く，遠心力も強くなる（【0010】～【0013】）。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "次に，回転数から加重体の自転速度及び公転速度を求める。",
                    "実験装置のジャイロは直径12㎝，重量410g（鉄板）で，加重体は自転半径11㎝，重量5gである。また，ターンテーブル中心からジャイロまでの公転半径は18.5㎝で，ジャイロの自転回転数は推定8000rpm，ターンテーブルの公転回転数は85rpm 位，加重体の公転半径は23．3㎝である。",
                    "後記式2から，加重体の自転速度と公転速度を計算すると，自転速度は331．7㎞，公転速度は7．5㎞となる。",
                    "（式2）",
                    "回転速度（㎞）＝（2×π×r（回転半径（m））×Ｎ（回転数（rpm））×60）÷1000",
                    "この速度の合力を上記式1から求めると表2のとおりとなり，Ｎ極側の回転慣性速度が9．0㎞速く，遠心力も大きくなっている（【0015】～【0019】）。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "次に，遠心加速度を求めるためにＮ極側の平均速度336．24㎞とS極側の平均速度327．22㎞を，後記式3により，1分間当たりの回転数に換算すると，Ｎ極側は8108（rpm），S極側は7890rpm となる。",
                    "（式3）",
                    "回転数（rpm）＝（回転速度×1000）／（2×π×回転半径×60）",
                    "遠心力加速度においては，質量と回転速度が比例するため，その物体に作用する力の大きさを計る指標とすることができる。本願発明に係る装置の場合，遠心加速(cid:1) (cid:2)(cid:11)(cid:1)度のＮ極とS極での加速度差が重力加速度の何倍かを知ることにより，遠心加速度の「重さ」を求めることができる。",
                    "空間中の物体に作用する力を求めるために，一般的に遠心加速度の単位として，地球の重力加速度との比で表した相対遠心加速度が用いられる。そのため，1分間当たりの回転数Ｎを用いて，ω＝2πＮ／60（rad／s），地球の重力加速度＝980．665（㎝／s2）として，後記式4により，相対遠心加速度を求めることができる。",
                    "（式4）",
                    "（1秒間の）相対遠心加速度(RCF)＝遠心加速度÷地球の重力加速度",
                    "また，後記式5を整理すると後記式6になる。",
                    "（式5）",
                    "RCF（×g）＝r（2πＮ／60）2÷980．665",
                    "（式6）",
                    "RCF（×g）＝11．18×r×（Ｎ÷1000）2",
                    "なお，（×g）は重力加速度の単位で，1重量グラム（gf）にかかる加速度であり，計算上はＮ／㎏と同じ意味とされる（Ｎ／㎏は質量1㎏の物体に1m／s2の加速度を与える単位である。）。",
                    "上記式6からＮ極側，S極側の相対遠心加速度（RCF）を計算すると，Ｎ極側は8084（×g）で，S極側は7655（×g）となる。両者の差である429（×g）は，重力加速度の429倍の相対遠心加速度差が発生することを意味する。加重体は5個あるから，1公転当たり重力加速度の2145（×g）倍の遠心加速度を発生することとなる。",
                    "本来の回転遠心力は，自転軸を中心として360度均衡に作用するが，本願発明に係る装置の加重体の遠心力はどちらかの極方向に大きくなる現象を起こして自転軸に作用する。そのため，自転軸が持ち上げられて機体が浮上する。作用力はベクトルそのものであり，相対遠心加速度の2145（×g）は，2．1Ｎ／㎏に相当(cid:1) (cid:2)(cid:2)する（実験結果からもほぼ同じ値を検出している。）。",
                    "本願発明に係る装置の遠心力は，上下方向に波を形成するため，1秒間に何回公転できるかにより推進力が決定する。例えば，10㎏の物体を浮上させるためには，自転及び公転による相対遠心加速度の合計が1秒間当たり10Ｎ／㎏を上回れば浮上することになる。そこで，【0015】の実験結果で，公転速度のみを変えて計算した結果は表3のとおりである。1秒間の推進重量＝全加速度×1秒間の公転数であるところ，本実験装置の全重量は11．0㎏であるから，1秒間に3回公転すると完全に浮上することになる（【0019】～【0030】）。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本願発明に係る装置は，遠心力のみを応用して推進力を発生することが可能である。自然環境にも優しく，飛行艇の場合は場所を選ばずに離発着ができる。地上から宇宙空間へ任意の速度で飛行できるため安全性は高く，宇宙探査が容易にできる（【0041】）。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載によれば，本願発明は，遠心力のみを応用して推進力を発生させて浮上する推進力発生装置であるということができる。",
                "本願発明の特許請求の範囲には，「相対遠心力差を発生させて推進する推進力発生装置」（請求項1），「本推進装置を上下方向の推進力とするものと，水平方向の推進力とする推進力発生装置を組み合わせた飛行艇」（請求項2）との記載があるところ，物の発明である本願発明の実施可能要件を充たすためには，発明の詳細な説明は，当業者がこれを生産し，かつ使用することができる程度に明確かつ十分に記載したものでなければならない。",
                "しかしながら，本願明細書には，遠心力のみを応用して推進力を発生させて物体を浮上させることができる具体的な機構や構造は，記載されていない。",
                "すなわち，本願明細書【0010】及び図1，2には，ターンテーブルの外側にジャイロを均等に5個配置し，ジャイロにアームを固定して，その先端に加重体を取り付けた構造の実験装置が記載されているが，この実験装置が浮上したとの事実（実験結果）は示されていない。",
                "(cid:1) (cid:2)(cid:3)(cid:1)また，本願明細書には，この実験装置を基にしたとする，浮上力の生成に関する理論計算の結果や考察なども記載されてはいるものの，加重体がターンテーブルに対して360°回転する際に加重体の質量は変化するものではなく，また，ターンテーブルの回転により，Ｎ極側とS極側で加重体の見かけ上の速度は変化するとしても，加重体とともに回転するジャイロの回転軸を中心に回転する加重体の回転速度も変化するものではないから，そのS極側とＮ極側において，円運動を行う物体の質量と速度から算出される遠心力に差違を生ずるものではなく，どのようにして中央回転軸（公転軸）方向への浮上力を継続して生成するのか理解することはできない。さらに，図16には，脱着式推進力発生装置が図示され，図17及び18には，飛行艇が図示されているが，これらの図から浮上するための機構や構造を理解することもできない。一般に，物体（推進力発生装置）が空中に浮上するには，上昇方向への力が付与される必要があり，そのためには地面等に対して力を印加し，地面等からは反作用で力を受ける必要があるところ，本願発明に係る推進力発生装置はターンテーブルや回転板を回転駆動させたものであるが，全体として質量が変化するものではなく，地面等に対する反作用の力を生じるものではないから，物体（推進力発生装置）を浮上させる要因となるものは全く見当たらない。本願発明に係る推進力発生装置が浮上力を生成するという上記理論計算の結果や考察は，誤りであるといわなければならない。",
                "以上によれば，本願明細書の発明の詳細な説明は，当業者において，「相対遠心力差を発生させて推進する推進力発生装置」(請求項1)や「本推進装置を上下方向の推進力とするものと，水平方向の推進力とする推進力発生装置を組み合わせた飛行艇」（請求項2）を生産し，かつ使用することができる程度に明確かつ十分に記載されたものということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論  ",
          "text": [
            "(cid:1) (cid:2)(cid:4)(cid:1)以上の次第であるから，その余の取消事由について判断するまでもなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}