{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2010-20810号事件について平成24年4月23日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「特定Fcεレセプターのための免疫グロブリン変異体」とする特許発明につき，特許第3457962号に係る特許権(平成4年8月14日国際出願(以下「本件特許出願」という。)。優先権主張  1991年(平成3年)8月14日，米国；1992年(平成4年)5月7日，米国。平成15年8月1日設定登録。以下「本件特許」という。)を有している(甲13)。",
            "原告は，平成21年4月21日，特許発明の実施に政令で定める処分を受けることが必要であったとして，5年の特許権存続期間の延長登録を求めて，特許権存続期間の延長登録出願(以下「本件延長登録出願」という。)をし(甲1)，平成22年4月22日，本件延長登録出願につき，手続補正を行った(甲5)。",
            "原告は，平成22年6月8日付けで，拒絶査定を受け(甲6)，同年9月15日，拒絶査定不服審判(不服2010-20810号事件)を請求した(甲7)。特許庁は，平成24年4月23日，請求不成立の審決(以下「審決」という。)をし，その謄本は，同年5月8日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許に係る特許請求の範囲の請求項15は，以下のとおりである(以下，請求項15に係る発明を「本件発明」という場合がある。)。",
            "「【請求項15】配列番号8および9にそれぞれ示すヒト化マウス抗体humae11  1型のFab  H鎖アミノ酸配列およびL鎖アミノ酸配列を含む抗体であって，残基60がアスパラギン酸で置換され，残基61がプロリンで置換され，残基67がイソロイシンで置換されている(抗体中のアミノ酸残基の番号付けはカバットらの番号付けに基づく)ことを特徴とする抗体。」"
          ]
        },
        {
          "fig": "3",
          "subject": "本件延長登録出願の理由",
          "text": [
            "平成22年4月22日付け手続補正後の本件延長登録出願における延長の理由とされた医薬品製造販売承認の概要は，以下のとおりである(以下，延長登録を求める理由となっている医薬品製造販売承認に係る処分を「本件処分」という。)(甲1)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件処分",
              "text": [
                "薬事法14条1項に規定する医薬品に係る同法23条において準用する同法14条1項の承認"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件処分を特定する番号",
              "text": [
                "承認番号  22100AMX00389000"
              ]
            },
            {
              "fig": "(3)",
              "subject": "処分を受けた日"
            },
            {
              "fig": "(4)",
              "subject": "本件処分の対象となったもの",
              "content": [
                {
                  "fig": "ア",
                  "subject": "販売名： ゾレア皮下注用"
                },
                {
                  "fig": "イ",
                  "subject": "有効成分",
                  "text": [
                    "一般的名称：オマリズマブ(遺伝子組換え)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "規格及び試験方法",
                  "text": [
                    "本品は，チャイニーズハムスター卵巣細胞で生産されるマウス抗ヒトIgEモノクローナル抗体の相補性決定部及びヒトIgG1に由来する定常部とフレームワーク部からなるヒト化マウス抗ヒトIgEモノクローナル抗体である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構造式及び分子構造(略)"
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件処分の対象となったものについて特定された用途",
              "text": [
                "気管支喘息(既存治療によっても喘息症状をコントロールできない難治の患者に限る)"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "本件処分を受けたオマリズマブ(遺伝子組換え)は，特許請求の範囲の15項に記載の抗体を遺伝子組換えにより製造したものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の概要",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりであり，その概略は以下のとおりである。",
            "すなわち，医薬品製造販売承認申請書の別紙の図1によれば，本件処分の対象とされた医薬品であるオマリズマブ(遺伝子組換え)は，451アミノ酸からなるH鎖(重鎖)を有するヒト化マウス抗体であると認められる。他方，本件特許の請求項15の抗体に含まれるH鎖は453アミノ酸からなるものであり，本件処分におけるオマリズマブ(遺伝子組換え)は，本件特許の請求項15に記載された抗体に該当しない。したがって，本件処分の対象となった医薬品は，本件特許の請求項15の発明特定事項の一部を備えておらず，同請求項15に係る特許発明の実施に本件処分を受けることが必要であったとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "審決は，本件発明の抗体に含まれるH鎖は453アミノ酸からなると解釈した上，本件処分におけるオマリズマブが451アミノ酸からなるH鎖(重鎖)を有するから，本件処分におけるオマリズマブは本件発明の抗体に該当しないと判断した。",
            "しかし，以下のとおり，本件発明に係る特許請求の範囲における配列番号8のアミノ酸配列は，125番と126番に2個のアミノ酸(LysとGly)が誤って挿入されたものであり，本件特許に係る明細書(以下「本件明細書」という。)の記載及び本件特許の優先日当時の技術常識に照らすと，同記載は誤記であることが明らかであるから，審決の上記認定には誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許の優先日当時，ヒトIgG1が，H鎖(重鎖)とL鎖(軽鎖)を有し，いずれも，Ｎ末端から約110個のアミノ酸配列は，抗原特異性に応じて部分的に異なった配列を有する可変部(V領域)であり，それ以外の部分は，各クラスで配列がほぼ一定である定常領域(C領域)であり，さらにそのC領域は，約110個のアミノ酸からなる3つの単位より構成されていることが周知であった。H鎖についてみれば，Ｎ末端より順に，可変領域，第一定常領域(CH1領域)，第二定常領域(CH2領域)及び第三定常領域(CH3領域)から構成されている。可変領域中，抗原分子と直接接触する領域は，超可変領域又は相補性決定部位(CDR)と呼ばれている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は，ぜん息などの疾患の原因であるアレルギー応答を媒介する免疫グロブリン群の一つであるIgEに対する抗体であって，B細胞上に認められるIgE又は体内を遊離して循環しているIgEには結合するが，マスト細胞及び好塩基球に結合しているIgEには結合しないとの特性を有するものであり，マスト細胞や好塩基球を活性化しない抗体に関する発明である。本件明細書の記載によれば，本件発明の抗IgEヒト化マウス抗体は，マウス抗体がヒト体内で有する免疫原性をできるだけ少なくするために，ヒト抗体由来のアミノ酸配列を最大にしたものであり，ヒト免疫グロブリン(レシピエント抗体)のうち，結合に必要であるCDRのアミノ酸配列中の残基のみを，所望の特異性，親和性及び能力を有するマウス抗体(ドナー抗体)のCDR中の残基で置換したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書には，V 領域がカバットヒトサブグループIII，V 領域がカバH LットヒトκサブグループIであるレシピエント抗体を用いたことが記載されている。定常領域については，アミノ酸配列はほぼ一定であるため，上記のような記載はない。しかし，可変領域について，ヒトをはじめとした各種動物の抗体等の配列を記載したカバットらの文献「Sequences of Proteins of Immunological Interest」(甲18。以下「カバットらの文献」という。)に記載のアミノ酸配列を用いているのであるから，定常領域についても，カバットらの文献に記載のアミノ酸配列が用いられていると，合理的に理解される。",
                    "本件明細書には，アイソタイプをIgG1とするMAE11をヒト化のためのドナー抗体として用いたことが記載されており，humae11  1型抗体の作成には，レシピエント抗体として，ヒトIgG1が用いられたと理解できる。",
                    "カバットらの文献には発行当時知られていたヒトIgG1のCH1領域が全て記載されていると理解されており，同文献によれば，ヒトIgG1の定常領域であるCH1領域は114番～223番のアミノ酸配列であり，同領域について，28EU，29ＮIE，36HUMAＮ  IGG1’CL及び37KOLの4つのヒトIgG1について，アミノ酸配列が記載されている。そして，上記4つのヒトIgG1のアミノ酸配列は，150番のアミノ酸がGluである場合とGlnである場合があること，222番のアミノ酸がLysである場合とArgである場合があることを除いて，全て同一である。",
                    "以上によると，当業者は，本件明細書に特に配列の修飾についての記載がない限り，humae11 1型抗体の作成に用いられたレシピエント抗体であるヒトIgG1のCH1領域については，カバットらの文献に記載のアミノ酸配列が用いられていると理解したというべきであり，そのアミノ酸配列は，カバットらの文献に記載されたCH1領域の114番～149番，151～221番及び223番のアミノ配列と同一であり，150番目のアミノ酸はGlu又はGln，222番目のアミノ酸はLys又はArgであると理解したといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ヒト免疫グロブリン(レシピエント抗体)のうち，CDRのアミノ酸配列中の残基を，マウス抗体(ドナー抗体)のCDR中の残基で置換するためには，ヒト免疫グロブリンの残基とマウス抗体の残基の対応付けを行う必要があるところ，本件明細書では，この対応付けに，そのような対応付けが既になされているカバットらの文献に記載されたアミノ酸残基の番号(以下「カバットらの残基番号」といい，同文献におけるアミノ酸残基への番号付けを「カバットらの番号付け」という。)が用いられている。",
                    "本件明細書の配列番号8のアミノ酸配列の残基には，カバットらの残基番号ではなく，特許庁における「塩基配列又はアミノ酸配列を含む明細書等の作成のためのガイドライン」等と同様に，最初から453番まで通し番号が付けられている。そうすると，当業者であれば，アミノ酸配列の修飾についての本件明細書の記載を理解するために，配列番号8の残基番号とカバットらの残基番号の対比を行う必要が生じる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "マウス抗体(ドナー抗体)のヒト化は，マウス抗体の特異性を維持しつつ，体内で異物として認識されないようにするために行うものであるから，本件明細書に記載のhumae11 1型抗体の作成に用いられたレシピエント抗体であるヒトIgG1のCDRのみがドナー抗体からの残基と置換され，定常領域は，ヒト化に際して，ドナー抗体からの残基と置換されることはない。",
                    "また，本件特許の優先日当時，定常領域においても，アミノ酸残基の置換・挿入により，その立体構造が変化し，それによって抗体の機能に悪影響が生じ得ることが理解されていた。したがって，ヒトIgG1のCH1領域に，カバットらの文献に記載されたアミノ酸配列には見られない置換・挿入のある配列があった場合，当業者は，それが天然に存在する多型又はバリエーションであると，理解することはない。",
                    "したがって，当業者は，humae11 1型抗体の定常領域であるCH1領域は，カバットらの文献に掲載されたヒトIgG1のアミノ酸配列と完全に一致すると考えるはずである。",
                    "ところが，配列番号8のCH1領域のアミノ酸配列うち，125番のLys(リシン)及び126番のGly(グリシン)に対応する配列が，カバットらの文献に記載されたアミノ酸配列には存在せず，その点で，配列番号8のアミノ酸配列はカバットらの文献に記載されたアミノ酸配列と齟齬する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "2つのアミノ酸の挿入，すなわち，6つの塩基が突然変異によって挿入するとは考えられず，実際，ヒトIgG1の定常領域であるCH1領域中に，Lys，Glyが付加された配列は，今日まで報告されていない。",
                    "遅くとも1991年(平成3年)10月までに刊行されたカバットらの文献の発行時点では，ヒトIgG1のCH1領域のアミノ酸配列は，前記の4つしか知られていなかったのであり，それまで見つからなかった特殊なCH1配列を有するヒトIgG1をあえてレシピエント抗体として用いたと理解するのは極めて不自然である。また，そのような特殊な配列を用いたのであれば，その技術的意義が記載されているはずであるが，本件明細書にはその記載はない。したがって，CH1領域のアミノ酸配列については，明示の記載がなくとも，通常のアミノ酸配列を用いたものと，当業者は理解する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によると，配列番号8の125番及び126番のLys，Glyの2つのアミノ酸は，誤記により挿入されたことは明らかである。したがって，本件明細書の配列番号8が「配列の長さ453アミノ酸」との記載が「配列の長さ451アミノ酸」の誤りであることも明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "この点，被告は，カバットらの文献にも，アミノ酸が挿入されている例が記載されているとして，原告の主張は理由がないと主張する。",
                "しかし，被告の主張は，以下のとおり失当である。",
                "すなわち，本件特許の優先日当時，抗体分子の三次元構造は主にアミノ酸配列によって決定されるため，アミノ酸残基の置換・挿入により抗体のアミノ酸配列が変更されれば，抗体が機能するために必要な立体構造が悪影響を受けることが知られており，定常領域におけるアミノ酸残基の置換・挿入について，どのような変異であれば抗体の機能に対する影響が小さく，その機能が維持されるかについては，予測困難であった。そして，カバットらの文献には，抗体のアミノ酸配列が網羅的に記載されていると理解されていたから，当業者は，カバットらの文献に記載されていない以上，他の部位にアミノ酸が挿入されている事例がある可能性は極めて低いと理解していた。",
                "仮に，当業者が，カバットらの文献には掲載されていないヒトIgG1のCH1領域の配列であって，既に掲載されている配列にはないアミノ酸残基が挿入されている事例が存在する可能性があると考えたとしても，それは，カバットらの文献の配列の表において，「ギャップ」で示されている部位，すなわち，「アミノ酸残基が挿入されている配列を有する抗体が，他の動物種ではあるにせよ，実際に存在し，機能している」ことが明らかな部位における挿入に限られると考える。カバットらの文献に記載されたヒトIgG1のCH1領域のアミノ酸配列で，全長が記載されているものは4つあるが，これらの116番のThr(スレオニン)と117番のLys(リシン)の間(配列番号8の125番と126番のアミノ酸残基の位置に相当)には，ギャップは存在しない。",
                "以上に照らせば，ギャップの存在しない部位にLys，Glyというアミノ酸2残基が挿入された配列番号8に接した当業者は，配列番号8におけるLys，Glyの挿入が，天然に存在するバリエーションや多型であると認識することはなく，誤記であると認識するはずである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "以下のとおり，本件明細書には，配列番号8について，明確かつそれ自体矛盾のない記載がなされているから，当該記載は誤記のないものとして，記載のとおり理解すべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，配列番号8がヒト化マウス抗体humae11  1型のH鎖(重鎖)のアミノ酸配列であることが記載されている。そして，配列番号8のアミノ酸配列と，抗体の構造に関するカバットらの番号付けとを対応させると，配列番号8のアミノ酸番号122以降が，カバットらの番号付けで113Aから223CのCH1領域を含む定常領域に対応し，配列番号8は，上記抗体の定常領域を含む，H鎖のアミノ酸配列を明確に示している。そして，配列番号8には，CH1領域に位置する125番のLys及び126番のGly(一文字記号ではそれぞれK及びG)が一貫して含まれている。さらに，配列番号8のアミノ酸の数として，上記の125番のLys及び126番のGlyを含むものして，「453」と記載されている。",
                    "ヒト化抗体は，ヒト由来のレシピエント抗体のCDRのアミノ酸残基が非ヒト由来のドナー抗体のCDRのアミノ酸残基で置換されたものであるが，レシピエント抗体については，本件明細書の実施例4に，「MAE11から残基を選択し，ヒトFab抗体背景中に挿入または置換した(V 領域カバットサブグループIIIHおよびV 領域κサブグループⅠ)」ことは記載されているが，そのCH1領域Lがどのようなアミノ酸配列を有するかについては，何ら記載がない。したがって，配列番号8のアミノ酸配列は，実施例4の記載と矛盾せず，配列番号8のアミノ酸配列は正しいものとして，記載されたとおりに理解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "カバットらの文献によると，ヒトIgG1抗体である29ＮIEのCH1領域には，他のヒトIgG1抗体には見られない，カバットらの番号付けで223番のValの挿入が，ヒトIgG1抗体である35SACには，他のヒトIgG1抗体には見られない，カバットらの番号付けで113D番のGlx及び113E番のSerの挿入が見られ，また，ヒトIgG1抗体である37KOLと39LECを比べると，37KOLには39LECに見られない，カバットらの番号付けで219番のVal及び220番のAspの挿入が見られる。",
                    "また，上記のようなCH1領域の両端付近の部分以外にも，例えばマウスIgG1抗体やヒトIgG2抗体のCH1領域の様々な部分に，同様にアミノ酸の挿入が見られる。",
                    "このように，抗体の機能に悪影響を与えないアミノ酸の挿入は，ヒトIgG1抗体でも，同様の頻度で起こり得ると考えるべきである。したがって，突然変異によってアミノ酸が2個挿入されるような多型はないということはできない。",
                    "なお，抗体の機能に悪影響を及ぼさずにアミノ酸残基の置換・挿入ができる部位について，理論的な限定を行うことはできないことから，当業者はそのような部位が「ギャップ」で示されている部位に限られると考えるとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件明細書の記載によると，レシピエント抗体のCH1領域のアミノ酸配列は，カバットらの文献に記載されたアミノ酸配列であると理解されると主張するが，以下のとおり，原告の主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "抗体のV 領域及びV 領域は，いずれも可変領域であり，定常領域に含まH LれるCH1領域とは別の領域である。また，カバットらの文献は，その当時公知であった，ヒト及びマウス等の動物の抗体について，アミノ酸配列を領域ごとに集め，特に，V 領域及びV 領域についてはサブグループごとに分類し，カバットらのH L番号付けに基づいてこれらのアミノ酸配列を並べた配列のリストであるが，特定のV 領域及びV 領域のサブグループに基づいて，対応するCH1領域のアミノ酸H L配列を予測できることを示したものではない。",
                        "したがって，本件明細書にレシピエント抗体のV 領域及びV 領域のサブグルH Lープを特定する記載があったとしても，これらの領域とは別の領域であるCH1領域で用いられるアミノ酸配列とは無関係であり，上記記載から，レシピエント抗体の定常領域についても，カバットらの文献に記載されているアミノ酸配列が用いられていると理解されるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件明細書において，ヒト化抗体について，カバットらの文献記載のアミノ酸配列，あるいは一般的なアミノ酸配列とは異なる配列を用いたことが明記されているのは，V 領域及びV 領域についてのみであるが，これは，V 領域及H L HびV 領域におけるアミノ酸の変異が，抗体の抗原結合能力に大きく影響するためLである。CH1領域は抗原結合に関与せず，技術的な関心もV 領域及びV 領域H Lに対する関心ほど高くないことからすると，仮にレシピエント抗体のCH1領域がカバットらの文献に記載されたアミノ酸配列と多少異なっていたとしても，その点を明細書に記載しないことは十分にあり得る。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "カバットらの文献は，刊行物に掲載されたアミノ酸配列を集めたものであり，ヒト抗体のアミノ酸配列を網羅的に解析したものではないし，公知のアミノ酸配列をすべて集めたものとも，また同文献に記載されたヒトIgG1抗体のCH1領域のアミノ酸配列が同領域を代表するものであるとも記載されていない。さらに，ヒトIgG1抗体のCH1領域のアミノ酸配列が，カバットらの文献に記載のアミノ酸配列に基づいて一般化できるとも，記載されていない。",
                        "また，カバットらの文献は，アミノ酸配列のリストであり，特定のアミノ酸配列を有する抗体の参照文献は記載されているが，研究者が上記参照文献の抗体を使用しなければならない事情も存在しない。さらに，本件明細書には，レシピエント抗体として用いたヒト抗体を入手した事情については何ら記載がなく，レシピエント抗体がカバットらの文献に記載されたアミノ酸配列とは多少異なる可能性は十分ある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，レシピエント抗体であるヒトIgG1のCH1領域のアミノ酸配列がカバットらの文献に記載されたヒトIgG1のCH1領域のアミノ酸配列と同一であるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，当業者は，配列番号8の残基番号とカバットらの残基番号との対応付けを行い，配列番号8のアミノ酸配列は，CH1領域である125番及び126番にLys及びGlyが挿入されている点で，カバットらのアミノ酸配列と相違しており，これらの挿入は誤記であると認識すると主張する。しかし，この主張も失当である。",
                    "ヒト由来のレシピエント抗体と非ヒト由来のドナー抗体について，カバットらの残基番号を用いた対応付けが行われる理由は，レシピエント抗体のCDR中のアミノ酸残基をドナー抗体のCDR中のアミノ酸残基で置換するのに必要であるからである。他方，抗体のヒト化において，アミノ酸残基の置換等，アミノ酸残基の修飾が行われない定常領域については，このような対応付けをする必要性がない。したがって，当業者が，定常領域について，配列番号8の残基番号とカバットらの残基番号との対応付けを行うとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，概要「本件特許の請求項15の抗体に含まれるH鎖は453アミノ酸からなるものであるのに対し，本件処分の対象とされた医薬品オマリズマブ(遺伝子組換え)は，451アミノ酸からなるH鎖(重鎖)を有するヒト化マウス抗体であるから，本件処分の対象とされた医薬品オマリズマブ(遺伝子組換え)は，本件特許の請求項15の発明特定事項の一部を備えていない」との理由のみによって，本件特許の請求項15に係る特許発明の実施に本件処分を受けることが必要であったとはいえないとした審決には，少なくとも，その点については誤りがある，と判断する。",
        "その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には，以下の記載がある(甲13)。",
                "「【発明の詳細な説明】",
                "発明の背景",
                "この発明は，アミノ酸配列変異体抗IgE抗体およびIgE配列を含有するポリペプチドに関し，とりわけIgEアンタゴニストおよびFcεR  ⅠおよびFcεR  IIに対して識別結合が可能なポリペプチドに関する。」(特許公報3頁6欄10行～15行(以下，当該箇所が記載された特許公報の頁等のみで特定する。))",
                "「ヒト化抗体とは，非ヒト免疫グロブリンに由来する配列を最小しか含まない免疫グロブリン，免疫グロブリン鎖またはそのフラグメント(Fv，Fab，Fab'，F(ab') または抗体の他の抗原結合配列など)である。大部分においてヒト化抗体はヒト免疫グロブリン(レシピエント抗体)であり，レシピエントの相補性決定部位(CDR)からの残基が所望の特異性，親和性および能力を有するマウス，ラットやウサギなどの非ヒト種(ドナー抗体)のCDRからの残基で置換されているものである。」(3頁6欄48行～4頁7欄7行)",
                "「本明細書に用いる免疫グロブリン残基番号はカバット(Kabat)ら(Sequences of Proteins of Immunological Interest(国立衛生研究所(National Institutes of Health)，ベセスダ，メリーランド州，1987))のものであることに注意すべきである。」(4頁7欄47行～8欄1行)",
                "「一つの好ましい態様は，ヒト化マウス抗体humae11  1型，2型，3型，4型，5型，6型，7型，7a型，8型，8a型，8b型または9型のFab  H鎖およびL鎖配列を含む抗体であって，その際，該humae11  1型は配列番号8および9にそれぞれ示すH鎖アミノ酸配列およびL鎖アミノ酸配列を有し，該humae11  2型～9型は，下記表9に示すように，該humae11  1型が有するH鎖アミノ酸配列およびL鎖アミノ酸配列に対してさらに以下の修飾を有することを特徴とする抗体である：",
                "(略)"
              ],
              "content": [
                {
                  "fig": "(h)",
                  "text": [
                    "humae11  8型についてはV 中にA60ＮおよびD61P；",
                    "H(i)humae11  8a型についてはV 中にA60Ｎ，D61P，V63LおよHびF67I；"
                  ]
                },
                {
                  "fig": "(j)",
                  "text": [
                    "humae11  8b型についてはV 中にA60Ｎ，D61PおよびF67HI；",
                    "(略)",
                    "(上記定義において抗体中のアミノ酸残基の番号付けはカバットらの番号付けに基づくものである。)」(6頁11欄6行～35行)",
                    "「図3は，humae11 1型のH鎖およびL鎖配列(SEQ．ID．8および9)を示す。」(6頁12欄30行～31行)",
                    "「変異体抗huIgE抗体",
                    "まずFCELには結合することができるがFCEHには結合することのできない一群のマウスモノクローナル抗体を得ることにより，変異体抗huIgE抗体を製造した。そのような8つのマウスモノクローナル抗体(MAE10，MAE11，MAE12，MAE13，MAE14，MAE15，MAE16，およびMAE17と称する)を，ヒトIgEまたはhuIgEの残基315-547からなるポリペプチドでマウスを免疫し抗IgE活性についてスクリーニングすることを含む通常の方法により得た。」(19頁37欄1行～38欄4行)",
                    "「IgE-一価に加え，他の態様において，最大の比率のヒト配列を含有するように(必要なまたは所望の活性の保持と同程度に)抗体を修飾する，すなわち，キメラに変換すなわちヒト化する。両方の場合において，機能的な効果は，マウスまたは他のドナー抗体の抗IgE結合能をヒト背景中に導入してできるだけ非免疫原性にすることである。キメラの作製および抗体のヒト化のための一般的な方法が知られている(上記のように)。最小量の非ヒト抗体配列をレシピエントのヒト抗体中に置換する。一般に，非ヒト残基をレシピエントのヒト抗体のV ，V ，V -H L HV 境界またはフレームワーク中に置換する。」(20頁40欄18行～29行)",
                    "L「MAE11抗体が有する特性は治療用に使用するのに好ましかった。(略)レシピエント抗体はカバットヒトκ(L)サブグループIおよびヒトサブグループIII  H鎖であったが，他のいずれのヒト抗体も好適に用いることができる。」(20頁40欄44行～21頁41欄3行)",
                    "「実施例4",
                    "ヒト化MAE11の調製",
                    "MAE11から残基を選択し，ヒトFab抗体背景中に挿入または置換した(V領域カバットサブグループIIIおよびV 領域κサブグループI)。第一の型，H Lhumae11v1または1型を表8に記載する。」(35頁70欄28行～33行)",
                    "特許公報50頁から53頁にかけて，配列番号8として，冒頭に「配列の長さ：453アミノ酸」と記載された上で，3文字表記により合計453のアミノ酸配列が記載され，その下に，1から453まで5毎に番号が付されている。なお，125番から128番までのアミノ酸配列は「Lys  Gly  Lys  Gly」である。",
                    "特許公報63頁に記載された図3は，「ヒト化MaE11  1型(完全IgG)」との表題が付され，「H鎖」として合計453のアミノ酸配列が1文字表記により記載されている。その125番から128番までのアミノ酸配列は「KGKG」であり，上記の配列番号8の125番から128番までのアミノ酸配列と同じである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "カバットらの文献",
              "text": [
                "カバットらの文献は，カバットらが収集した，免疫グロブリンのシグナル領域，可変領域及び定常領域のアミノ酸配列を領域ごとに一覧化したものである。甲17は1991年(平成3年)に発行されたカバットらの文献の第5版であり，発行するまでに公表されたデータが収集，一覧化されている。カバットらの文献では，各免疫グロブリンのアミノ酸配列を，同じ領域の同じアミノ酸配列ができるだけ並ぶように位置合わせを行い，ギャップを挿入することにより，対応するアミノ酸残基に共通の番号を付す方法による整理がされている。(甲17，24，乙2)",
                "カバットらの番号付けでは，H鎖の可変領域(V 領域)のアミノ酸配列にはH0から113の番号が，CH1領域のアミノ酸配列には113Aから223Cの番号が付されている。カバットらの文献(第5版)によると，同文献が発行された当時，ヒトIgG1のうち，H鎖のCH1領域の全長についてアミノ酸配列が解明されているのは，28EU，29ＮIE，36HUMAＮ  IGG1’CL，37KOLの4つだけ(以下「抗体EU等」という。)であった。また，35SAC，38MCG，39LEC，40DOSについては，その一部(アミノ酸配列が10未満)だけが解明されていた。上記の全長が解明されている4つの抗体EU等では，114番から223番(ただし150番及び222番を除く。)についてのアミノ酸配列が一致しており，150番についてはGlu又はGlnのいずれかであり，また222番についてはArg又はLysのいずれかであった。(甲17，乙2)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件延長登録出願における延長理由の有無について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「配列表の配列番号8に示すアミノ酸配列において，125番のLys及び126番のGlyは，誤記に基づく挿入と認定解釈できるか否か」について",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本件明細書の記載によると，本件発明は，抗IgE抗体であるヒト化マウス抗体humae11  1型にさらに修飾を加えた抗体に関する発明であり，ヒト化マウス抗体humae11  1型のH鎖のアミノ酸配列が配列番号8で特定されている。本件発明におけるヒト化マウス抗体は，ヒト化マウス抗体humae11  1型のH鎖のアミノ酸残基60，61及び67を所定のアミノ酸残基に置換した抗体である。この置換されるアミノ酸残基の番号(60，61及び67)は，カバットらの番号付けに基づくものであることが，特許請求の範囲に記載されている。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "抗体は，H鎖(重鎖)とL鎖(軽鎖)から構成されており，それぞれ可変領域(V領域)と定常領域(C領域)から成る。可変領域の中の超可変領域(相補性決定部位，CDR)は抗原結合部位を形成し，抗原特異性に応じて配列が異なっている。これに対し，定常領域は，抗原との結合には関与しない。ヒトIgG1抗体では，H鎖は，Ｎ末端から約110のアミノ酸からなる可変領域と，それぞれ約110のアミノ酸からなるCH1，CH2及びCH3の定常領域からなる。(甲19，23)",
                          "text": [
                            "ヒト化抗体は，ヒト免疫グロブリン(レシピエント抗体)のCDRからの残基が所望の特異性，親和性及び能力を有するマウス等の非ヒト種(ドナー抗体)のCDRからの残基で置換される。ヒト化抗体がヒトの体内で抗原として認識されないためには，非ヒト抗体からの残基での置換は最小限とするのが望ましい。また，本件明細書には，定常領域について何らかの置換，挿入等を行った旨の記載はない。そうすると，配列番号8に示された，ヒト化マウス抗体humae11 1型のH鎖のアミノ酸配列は，マウス抗体(ドナー抗体)からの残基で置換されているのは，抗原分子と結合するCDRに限られ，抗原分子との結合に関与しない定常領域については，ヒト免疫グロブリン由来のものであると理解するのが合理的である。(甲20)"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "ヒト化マウス抗体humae11  1型はマウスモノクローナル抗体MAE11に由来するものであり，本件明細書の表5「マウス抗HuIgEmab特性の概要」(26頁)によると，MAE11型のアイソタイプはIgG1である。そして，MAE11をヒト化する場合，マウス抗体と同じタイプのレシピエント抗体を使用するのが普通であり，本件発明では，レシピエント抗体としてヒトのIgG1を使用したと認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "イ",
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "前記のとおり，本件発明は，ヒト化マウス抗体humae11  1型のH鎖のアミノ酸配列のうち，カバットらの番号付けで番号60，61及び67のアミノ酸残基を所定のアミノ酸残基に置換したものであり，配列番号8で示されたアミノ酸配列のうち，カバットらの番号付けで番号60，61及び67のアミノ酸残基を置換することとなる。配列番号8のアミノ酸配列に付された番号はカバットらの番号付けとは異なるため，カバットらの番号付けで番号60，61及び67が配列番号8のどの残基に該当するのかを確認するには，配列番号8のアミノ酸配列にカバットらの番号付けを対応させる必要が生じ，本件明細書に接した当業者は，配列番号8のアミノ酸配列に，ヒトIgG1のH鎖のカバットらの番号付けを対応させる。",
                            "前記のとおり，カバットらの文献によると，ヒトIgG1の抗体EU等は，CH1領域の114番から223番(ただし150番及び222番を除く。)についてのアミノ酸配列が同一であり，配列番号8のアミノ酸配列と，カバットらの文献に記載されたヒトIgG1のH鎖の番号付けとを対比すると，配列番号8のCH1領域のアミノ酸配列は，125番にLys，126番にGlyが挿入されている点，すなわち，カバットらの番号付けで117番のLys，118番Glyの後に，さらに「Lys，Gly」が挿入されている点で，カバットらの文献に記載されたCH1領域のアミノ酸配列と齟齬することが理解できる。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "この点，被告は，アミノ酸残基の修飾が行われない定常領域については，カバットらの残基番号との対比をする必要はないから，定常領域については，配列番号8の残基番号とカバットらの残基番号の対比が当然行われるわけではない旨主張する。",
                            "しかし，カバットらの文献には，ヒトIgG1のH鎖の可変領域及び定常領域のアミノ酸配列が通し番号で番号付けされて記載されていること，特許請求の範囲にも「(抗体中のアミノ酸残基の番号付けはカバットらの番号付けに基づく)」と特記されていることに照らすならば，本件明細書に接した当業者は，カバットらの文献から，ヒトIgG1のH鎖のアミノ酸配列のデータを，可変領域及び定常領域の両方を含めて取得し，修飾が行われる部位がどこであるかにかかわらず，配列番号8のアミノ酸配列とヒトIgG1のH鎖のアミノ酸配列全体とを対比するものと解される。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "そこで，カバットらの文献との対比結果等を考慮するなど総合的な観点から，配列番号8の125番のLys及び126番のGlyの記載が誤記によるものといえるかどうかについて検討する。"
                      ],
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本件明細書に接した当業者は，配列番号8のCH1領域のアミノ酸配列が125番にLys，126番にGlyが挿入されている点でカバットらの文献におけるヒトIgG1の配列と異なっているのは，誤記によるものであると認識すると認められる。その理由は，以下のとおりである。",
                            "カバットらの文献は，当業者にとって，抗体のアミノ酸配列に関する不可欠な情報を提供する基礎的資料であった(甲20，24)。そして，カバットらの文献は，同文献が発行されるまでに収集された抗体のアミノ酸配列の情報が全て掲載されているものであり，1991年(平成3年)にその第5版が発行されていることから(甲17，乙2)，本件特許出願時である平成4年8月当時，当業者は，それまでに判明した抗体のアミノ酸配列は，基本的には，カバットらの文献に記載されていると認識していたと認められる。",
                            "抗体のヒト化は，ヒトに投与した場合の抗原性を低減するために行われるものであり，背景となるヒト抗体は一般的な配列のものを使用するのが望ましいと考えられること，及び，本件明細書には，レシピエント抗体として，特別な抗体を使用した旨は，何ら記載がされていないことからすると，レシピエント抗体として使用されたのは，一般的な抗体(本件発明では一般的なヒトIgG1)であると理解できる。そして，前記のとおり，カバットらの文献によると，CH1領域全長についてアミノ酸配列が判明しているヒトIgG1である抗体EU等のCH1領域は，カバットらの番号付けで114番から223番(ただし150番及び222番を除く。)のアミノ酸配列が一致しており，150番はGlu又はGln，222番はArg又はLysのいずれかであって，高い同一性を保持していることに照らすならば，当業者は，これが一般的なヒトIgG1のCH1領域の配列であると理解し，本件発明で使用されたレシピエント抗体であるヒトIgG1のCH1領域のアミノ酸配列も，これと同じであると認識すると認められる。そして，前記のとおり，抗原分子との結合に関与しない定常領域については，ヒト免疫グロブリン由来のものであると認められることから，当業者は，ヒト化マウス抗体humae11  1型のCH1領域のアミノ酸配列も，カバットらの文献に記載された上記のCH1領域の配列と同じであると理解するものと認められる。",
                            "上記のような事実を踏まえて，本件明細書の配列番号8のCH1領域を見ると，125番にLys，126番にGlyが挿入されている点でカバットらの文献におけるヒトIgG1の配列と齟齬しているのであるから，本件明細書に接した当業者は，配列番号8の125番のLys，126番のGlyは誤って挿入記載されたものであると合理的に理解するものと認められる。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "この点について，被告は，①本件明細書の配列番号8はH鎖のアミノ酸配列を明確に示していること，②カバットらの文献は，ヒト抗体のアミノ酸配列の全てが記載されていると理解されていたとはいえず，同文献に記載されたヒトIgG1のCH1領域のアミノ酸配列が同領域を代表するものであるとも記載されていないこと，③カバットらの文献には，他の抗体にはないアミノ酸の挿入が見られる抗体の例も記載されていること，④CH1領域は抗原結合には関与しないことから，レシピエント抗体のCH1領域がカバットらの文献に記載されたアミノ酸配列と多少異なっていたとしても，その点を明細書に記載しないことは十分にあり得ると主張する。",
                            "しかし，被告の主張は，以下のとおり採用できない。",
                            "すなわち，本件発明に係る特許請求の範囲には，「(抗体中のアミノ酸残基の番号付けはカバットらの番号付けに基づく)」と記載され，また，本件明細書においても，免疫グロブリン残基番号は，可変領域，定常領域を含め，カバットらの番号付けに基づいて記載されており，レシピエント抗体の可変領域がV 領域カバットHサブグループIII及びV 領域κサブグループIであるとの記載があることから，L本件明細書に接した当業者は，通常，本件明細書において，本件発明はカバットらの文献を基礎として説明されていると認識し，これを理解するためにカバットらの文献を参照し，対比すると解される。",
                            "確かに，カバットらの文献は，同文献が発行されるまでに公表されたアミノ酸配列のデータが収集されたものであるから，同文献に掲載されていない未知の抗体の存在する余地があり得ないではない。しかし，本件特許出願がされたのがカバットらの文献の第5版が発行された平成3年の翌年である平成4年8月であることからすると，カバットらの文献の第5版が発行された後本件特許出願までの間に，当業者の理解において，新たに抗体ないしアミノ酸配列が発見されたと想定することは考え難く，当業者は，本件特許出願時において公知となっているヒトIgG1のCH1領域のアミノ酸配列は，カバットらの文献に記載されていると認識すると認められる。また，カバットらの文献には，H鎖のCH1領域の全長についてアミノ酸配列が解明されているヒトIgG1として抗体EU等しか記載されていないが，前記のとおり，これらは高い同一性を有することからすると，当業者は，この配列が，ヒトIgG1のCH1領域のアミノ酸配列を代表する配列であると認識するものと認められる。もとより，本件明細書には，本件発明に用いられたレシピエント抗体がカバットらの文献に記載された抗体のバリエーションであるとの記載はない。",
                            "また，確かに，CH1領域は抗原結合に関与しない。しかし，定常領域であっても，アミノ酸残基の置換，挿入によって，その立体構造が変化し，抗体の機能に影響を与える可能性があることに照らすならば(甲26)，仮に，定常領域において，使用されたレシピエント抗体のアミノ酸配列が公知のものと相違していた場合に，定常領域であるとの理由により，その点の説明が省略されるとは考えにくい。",
                            "さらに，確かに，カバットらの文献には，他の抗体にはないアミノ酸の挿入が見られる抗体の例が記載されていることを考慮すると，公知のアミノ酸配列にアミノ酸の挿入された未知の抗体が存在する余地は否定できない。しかし，本件発明はカバットらの文献を基礎として説明されたものであることからすると，カバットらの文献に記載されていない抗体を使用したにもかかわらず，あえて本件明細書にその点に関する説明の記載を省略したものと解することは困難である。",
                            "以上を総合すれば，本件明細書に接した当業者は，本件発明に用いられたレシピエント抗体のCH1領域のアミノ酸配列も，これを使用したヒト化マウス抗体humae11  1型のCH1領域のアミノ酸配列も，カバットらの文献に記載された抗体EU等のアミノ酸配列と同じであると認識すると認められ，この点の被告の主張は採用できない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "そうすると，本件明細書に接した当業者は，配列番号8のアミノ酸配列にカバットらの番号付けを対応させ，配列番号8のアミノ酸配列が，125番にLys，126番にGlyが挿入されている点で，カバットらの文献におけるヒトIgG1の配列と齟齬があると認識し，この2つのアミノ酸は誤って挿入されたものであり，これらの挿入のない配列が正しい配列であると認識すると認められる。",
                "以上のとおり，特許請求の範囲(請求項15)に係る配列番号8のアミノ酸配列における125番の「Lys」及び126番の「Gly」の各記載は，誤記による挿入であると認定解釈することができる。したがって，審決が，本件処分の対象とされた医薬品オマリズマブ(遺伝子組換え)が451アミノ酸からなるH鎖(重鎖)を有するヒト化マウス抗体であって，特許請求の範囲(請求項15)の453アミノ酸からなるものであるとの構成を充足しないとの理由のみにより，請求項15に係る特許発明の実施に本件処分を受けることが必要であったとはいえない，とした判断には，少なくとも，そのことを理由とする限りにおいては，誤りがある。",
                "なお，特許請求の範囲(請求項15)については，原告は，他の構成(「残基60がアスパラギン酸で置換され」との構成)についても「アスパラギンで置換され」の誤記であるとして，併せて，誤記の訂正を目的とする訂正審判請求をしたが，同構成については，誤記であると認定することはできないとして，訂正審判請求を不成立とする審決を維持する旨の判決(平成25年9月30日判決平成24年(行ケ)第10268号審決取消請求事件)がされた(当裁判所に顕著な事実)ことから，同判決の判断を前提とするならば，いずれにしろ，医薬品オマリズマブ(遺伝子組換え)を対象として本件処分を受けることが，請求項15に係る特許発明を実施するために必要であったとはいえないことになる。しかし，審決は，453アミノ酸からなるものであるとの構成を充足しないとの理由のみにより，結論を導いていることから，再度の審理を尽くすため，主文のとおり判決することとした。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由は理由があり，審決にはその結論に影響を及ぼす誤りがある。よって，審決を取り消すこととして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10309",
    "date": "2013-09-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083609",
    "ipprecedent_id": "3508",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}