{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2012-7987号事件について平成24年11月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，発明の名称を「自転車用ペダルの取付装置」とする発明について，平成18年8月29日に特許出願（以下「本願」といい，本願に係る発明を「本願発明」という。）し，平成24年1月18日付けで拒絶査定を受け，同年5月1日，拒絶査定不服審判請求（不服2012-7987号事件）をした。特許庁は，同年11月7日，「本件審判の請求は，成り立たない。」との審決（以下「審決」という。）をし，その謄本は，同月28日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の概要",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の理由は，別紙審決書写に記載のとおりである。審決は，要するに，本願発明は，甲4（特開2000-289680号公報）に記載の発明（以下「甲4発明」という。）と甲5（実願昭60-47930号（実開昭61-164884号）のマイクロフイルム）に基づいて，当業者が容易に発明することができたといえるから，特許法29条2項の規定により特許を受けることができないとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願の請求項1の記載（本願発明）は，次のとおりである。",
                "「ペダルクランクのペダル軸装着孔に装着される受け具と，外周に球体である係止体が係止する係止凹部を設けたペダル軸とを組み合わせて成り，",
                "前記受け具は，",
                "ペダル軸の外形と同等の内径を有するネジカラーと，このネジカラーに形成された透孔に装着された係止体と，このネジカラーの外側に摺動可能に装着されたストッパーカラーとで構成され，",
                "前記ストッパーカラーは，前記係止体をネジカラーの中心軸方向へ押圧して係止体を前記ペダル軸の係止凹部に係止状態に保持するストッパー凸部を有し，",
                "前記ネジカラーとストッパーカラーとの間にはスプリングが配設され，",
                "前記スプリングは，ネジカラーとストッパーカラーとを離反方向又は引き付け方向に付勢すると共に，両者の間に回転方向の力を付加するように配設され，",
                "前記ネジカラーの外側には突起が設けられ，ストッパーカラーの周壁には前記突起が移動するための軸方向の溝が設けられ，",
                "前記ストッパーカラーを回転させて前記溝と突起の位置を合わせ，ストッパーカラーを摺動させることにより前記係止体と係止凹部との係止が解除されるようにした，",
                "自転車用ペダルの取付装置」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決が認定した甲4発明の内容は，次のとおりである。",
                "「ペダルクランク3のペダル軸1の装着穴5に装着される受け具と，外周に球体である係止体4が係止する係止凹部2を設けたペダル軸1とを組み合わせて成り，",
                "前記受け具は，",
                "ペダル軸1の外形と同等の内径を有するネジカラー6と，このネジカラー6に形成された透孔7に装着された係止体4と，このネジカラー6の外側に摺動可能に装着されたキャップ8とで構成され，",
                "前記キャップ8は，前記係止体4をネジカラー6の中心軸方向へ押圧して係止体4を前記ペダル軸1の係止凹部2に係止状態に保持するストッパー凸部9を有し，",
                "前記ネジカラー6とキャップ8との間にはスプリング11が配設され，",
                "前記スプリング11は，ネジカラー6とキャップ8とを付勢するように配設され，キャップ8を摺動させることにより前記係止体4と係止凹部2との係止が解除されるようにした，自転車用ペダルの取付装置」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決が認定した本願発明と甲4発明の一致点と相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「ペダルクランクのペダル軸装着孔に装着される受け具と，外周に球体である係止体が係止する係止凹部を設けたペダル軸とを組み合わせて成り，",
                    "前記受け具は，ペダル軸の外形と同等の内径を有するネジカラーと，このネジカラーに形成された透孔に装着された係止体と，このネジカラーの外側に摺動可能に装着されたストッパーカラーとで構成され，",
                    "前記ストッパーカラーは，前記係止体をネジカラーの中心軸方向へ押圧して係止体を前記ペダル軸の係止凹部に係止状態に保持するストッパー凸部を有し，",
                    "前記ネジカラーとストッパーカラーとの間にはスプリングが配設され，",
                    "前記スプリングは，ネジカラーとストッパーカラーとを離反方向又は引き付け方向に付勢し，ストッパーカラーを摺動させることにより前記係止体と係止凹部との係止が解除されるようにした，自転車用ペダルの取付装置」 "
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "「係止体と係止凹部との係止が解除される」のに，本願発明では「スプリングは，ネジカラーとストッパーカラーとを離反方向又は引き付け方向に付勢すると共に，両者の間に回転方向の力を付加するように配設され，前記ネジカラーの外側には突起が設けられ，ストッパーカラーの周壁には前記突起が移動するための軸方向の溝が設けられ，前記ストッパーカラーを回転させて前記溝と突起の位置を合わせ」で行うのに対して，甲4発明では「回転させて溝と突起の位置を合わせ」で行うような構成となっていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張（容易想到性判断の誤り）",
          "text": [
            "甲4発明に甲5に記載の発明（以下「甲5発明」という。）を組み合わせる動機付けは存在しないから，審決は容易想到性判断を誤っている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術的関連性について",
              "text": [
                "本願発明の自転車用ペダル取付装置は，自転車のクランクにペダルを取り付ける装置であって，クランクに筒状の受け具を固定し，この固定された受け具にペダル軸を挿入固定する装置である。他方，甲5発明の「管継手」は「管」同士を連結するための装置であって，2本の管の間に介在させる「ソケット」の一端に形成された大径部に，管の一端に形成されたプラグ部を挿入固定する装置である。",
                "このように，本願発明は，「クランク」と「ペダル軸」を連結するための装置である一方，甲5発明は「管」と「管」とを連結するための装置であって，両者は，連結すべき一方の部材を他方の部材に挿入して固定する装置であるという点では共通するものの，これは上位概念における共通性にすぎない。",
                "「管」とは中空であって中空部に流体を通過させるという用途・機能を備えたものであり，ペダル軸にこのような用途機能は存在しない。また，「管継手」の連結部は2本の管を連結するための必須部材である「ソケット」及び「管」の一端の構成として存在しているものであるが，ペダル取付装置における「受け具」は連結装置を構成するためにクランクに特別に付加されたものである。",
                "動的状態での使用を前提とした甲4発明と，管継ぎ手という静的状態での使用を前提とした甲5発明とは技術的関連性がない。",
                "このように，両技術の間に具体的な共通点は存在せず，本願発明と甲5発明との間に技術的関連性はないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題の共通性について",
              "text": [
                "ペダル軸とクランクとが通常の使用中に外れない程度の固定状態であることは実用上当然のことである。甲4における「強固に締結されていなければ走行中にペダルがはずれる原因ともなる。」との記載はそのことを意味しているに過ぎず，この記載から，より一層の強固さ，外れにくさが要求されることを読み取ることはできないから，甲4に本願発明の課題が開示ないしは示唆されているということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "作用・機能の共通性について",
              "text": [
                "ペダル軸とクランクに取り付けた受け具とを連結する本願発明と，管同士の連結を目的とする甲5発明とは，作用・機能が異なるというべきであるから，両者の作用・機能が共通するということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲4の内容中の示唆",
              "text": [
                "甲4に「より一層の強度，外れにくさ」の必要性を示唆する記載はないし，本願発明と甲5発明とは技術的関連性はなく，作用・機能の共通性もない。確かに，本願発明は，甲4発明と比較すると，一層の確実さを満たし，「見るからに安全」であるという外形を得る効果がある点で甲4発明とは異なるが，甲4発明においても，所定の「外れにくさ」は満たされている。したがって，甲4発明に，その課題を解決するために甲5発明を組み合わせる必然性はない。  "
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "以下の点を総合すれば，本願発明は，甲4発明に甲5発明を組み合わせることにより，容易に発明をすることができる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "技術的関連性について",
              "text": [
                "甲4発明は，ペダル軸をクランクの装着穴又は受け部に挿入し，ペダルを容易に着脱できるように固定したものであり，甲4には，一方の部材を他方の部材に挿入することによる着脱自在な固定方法が開示されている。一方の部材を他方の部材に挿入することによる着脱自在な固定方法は，一般に「ソケット」と「プラグ」とを用いた固定方法として知られる周知技術であって，多様な用途に適用されている（乙1ないし5）。",
                "甲5には，管継手ではあるものの，ソケットとプラグとを用いた固定方法，すなわち，一方の部材を他方の部材に挿入することによる着脱自在な固定方法に関する技術が開示されている。",
                "このように，甲4発明と甲5発明とは，どちらもソケットとプラグとを用いた固定方法，すなわち，一方の部材を他方の部材に挿入することによる着脱自在な固定方法である点で共通しており，技術的関連性がある。また，ソケットとプラグとを用いた固定方法は幾多の構造のものがあるところ（乙1ないし5），その中でも甲4発明と甲5発明は，「断面円形状の連結対象物の継手として機能しており，その係止・解除の手段」も共通する。",
                "以上のとおり，本願発明，甲4発明及び甲5発明の相互の間に技術的な関連性がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "課題の共通性について",
              "text": [
                "本願発明の課題は，「ペダルが不慮の力によって外れる危険を解消すること」である。",
                "甲4発明においても，「ペダル軸の不慮の脱抜を防止」することは，自転車のペダル取付装置において実用上当然に要求される一般的な課題であることから，同様の課題が存在する。また，甲5には，課題として，連結したソケットとプラグとが誤って離脱しないようにすることが記載されている（甲5の2頁6～12行）。",
                "甲4発明と甲5発明とは，ソケットとプラグとを用いた固定方法において，ソケットとプラグとの離脱を防ぐことを課題とする点で，共通する。本願発明の課題である「ペダルが不慮の力によって外れる危険を解消すること」は，ペダル（プラグに相当）が，ネジカラー（ソケットに相当）から不慮の力によって外れる危険に関する記載であるから，甲4発明・甲5発明とは，解決課題において共通する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "作用・機能の共通性",
              "text": [
                "本願発明，甲4発明，甲5発明は，連結する具体的な対象物は異なるものの，いずれも連結対象物を容易に着脱できるようにするものであって，連結対象物の継手として機能しており，作用・機能の共通性を有している。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲4の内容中の示唆",
              "text": [
                "甲4において，一般的な課題として捉えられるペダル軸の不慮の脱抜という課題を解決するために，強固な締結を得るものとして，甲4発明と同じ「断面円形状の連結対象物の継手として機能しており，その係止・解除手段」が共通するものであって，ソケットからのプラグの不慮の脱抜防止手段を有する甲5発明の構成を採用することは，十分に想定され得る。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願に係る明細書の記載",
              "text": [
                "本願に係る明細書には，次のとおりの記載がある（甲1ないし3）。",
                "「【0002】",
                "従来の自転車用ペダルは，ペダル軸およびペダルクランクにねじを設け，両者のねじを締め付けて固定している。",
                "このような構造において，自転車整備の技術をもった者しかペダルを取り付けることができない。しかるに，近年では自転車の販売ルートが自転車専門店以外のいわゆる量販店にシフトしているが，量販店において技術者の不要化が望まれている。また通信販売でも技術のない購入者でもペダルの取り付けを可能としてペダルを取り外した状態での出荷を可能とすることが望まれている。",
                "また，自転車のヘビーユーザーは，条件に合わせてペダルを交換して使用することを望む場合がある。しかるに，従来のペダルにおいてはその着脱に工具と時間が必要であり，容易に着脱できるペダルが望まれている。",
                "【0003】",
                "このような問題点を解決するものとして，出願人は先に工具を必要としないペダルの取付装置を提案した（特開2000-289680号）。」",
                "「【発明が解決しようとする課題】",
                "【0004】",
                "上記発明においては，ストッパーカラーはスプリングによってクランク側へ付勢されており，この状態で係止体はペダル軸に係止した状態を維持しているが，ストッパーカラーがペダル側への移動規制はスプリングのみに頼っており，不慮の力が加わることによってストッパーカラーがペダル側へ移動し，その結果ペダルが外れるおそれがあった。",
                "この発明は，先の発明と基本的な構成を同じとしつつ，ペダルが不慮の力によって外れる危険を解消することを課題とするものである。」",
                "「【発明の効果】",
                "【0007】",
                "この発明のペダル取付装置は，受け具をクランク軸のネジ穴に取り付けた状態で使用する。すなわち，自転車の工場などからの出荷時には，クランク軸に受け具を取り付けておき，販売店などでは受け具が予めクランク軸に取り付けられた状態でペダルの取付を行う。",
                "受け具のストッパーカラーを回転させてその溝をネジカラーの突起に合わせ，次いでストッパーカラーを摺動させる。このとき係止体はストッパー凸部の凹圧から解放されるので，係止体に妨げられずにペダル軸を受け具に挿入することができる。次いでストッパーカラーから手を離すと，スプリングの力によってストッパーカラーはペダル側へ移動し，係止体はストッパー凸部によってペダル軸の係止凹部へ押圧され，ペダルは固定される。",
                "したがって，工具を用いることなく，また技術の有無に関わらず，同一の条件でペダルは固定される。また，キャップを摺動させることによって係止体の係止は解除され，ペダルを取り外すことができる。したがって，取付に技術を必要とせず，かつ容易に着脱できるペダルの取り付け装置となる。",
                "また，ストッパーカラーはスプリングによって係止状態に保持され，かつスプリングに対抗してストッパーカラーを回転させなければストッパーカラーは移動し得ないので，比較的簡易な構造であっても自転車の走行時にペダルがはずれるおそれは解消する。」",
                "「【0013】",
                "以下，この実施形態の取付装置の使用方法を説明する。",
                "ペダルAを取り付ける際は，スプリング13に抗してストッパーカラー8を回転させ，突起11と溝12との位置を合わせてクランク側へ押し込むと，ストッパーカラー8のストッパー段部9はクランク側へ移動し，ストッパー段部9による係止体5の押圧が解除される。この状態でペダル軸1をネジカラー5内に挿入し，ついでストッパーカラー8から手を離し，スプリング13の力で原位置に復帰させると，係止体5はストッパー凸部9で押圧されてペダル軸の係止凹部2に係止する。",
                "ペダルAを外す際には，上記と同様，ストッパーカラー8を押し込んで係止体5の押圧を解除した後，ペダル軸1を引き抜けばよい。",
                "【0014】",
                "上記において，取り付けられたペダルはストッパーカラー8を回転させ，押し込むという二段階の操作をしなければ係止状態を解除することができない。軸方向の力と回転方向の力が要求される。そして，この両方向の力が不慮に係ることは想定しがたいことであるから，この装置により取り付けられたペダルが，使用中に不慮の力により外れることは考えにくい。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4の記載",
              "text": [
                "甲4には，次のとおりの記載がある（甲4。図3，6及び9は別紙のとおり。）。",
                "「【0002】",
                "【従来の技術】従来の自転車用ペダルは，ペダル軸およびペダルクランクにねじを設け，両者のねじを締め付けて固定している。",
                "【0003】",
                "【発明が解決しようとする課題】従来のねじで固定する構造においては以下のような問題点があった。",
                "1）自転車の走行中ペダル軸には回転方向の力が加わるので，ペダル軸とクランクとの固定ねじは強固に締結されていなければ走行中にペダルがはずれる原因ともなる。そのために，自転車整備の技術をもった者しかペダルを取り付けることができない。しかるに，近年では自転車の販売ルートが自転車専門店以外のいわゆる量販店にシフトしているが，量販店において技術者の不要化が望まれている。",
                "2）近年通信販売による自転車販売も行われているが，上記のようにペダルの取り付けは技術者でなければできない。そこで，通信販売ではペダルを取り付けた状態で出荷されている。しかるに，ペダルは自転車のフレームから大きく突出しているので，ペダルを取り付けた状態では荷姿が大きくなり輸送効率が下がる。そこで，技術のない購入者でもペダルの取り付けを可能としてペダルを取り外した状態での出荷を可能とすることが望まれている。",
                "3）折り畳み式自転車においては，屈曲可能とした折り畳み式ペダルが使用されているが，折り畳み式のペダルであっても折り畳み位置はペダル本体の左右1／3程度の位置であり，折り畳まれたペダルがクランクから突出することは避けられない。折り畳み状態の最小化を目指す場合，ペダルの突出を一層減少することが望まれている。",
                "4）自転車のヘビーユーザーは，条件に合わせてペダルを交換して使用することを望む場合がある。しかるに，従来のペダルにおいてはその着脱に工具と時間が必要であり，容易に着脱できるペダルが望まれている。」",
                "「【0005】",
                "【作用】この発明において，ペダル軸をクランクの装着穴又は受け部に挿入すると，係止体が自動的に係止凹部に係止し，ペダルはクランクに固定される。したがって，工具を用いることなく，また技術の有無に関わらず，同一の条件でペダルは固定される。また，ペダルを引き抜くことによって係止体の係止は解除され，ペダルを取り外すことができる。したがって，取付に技術を必要とせず，かつ容易に着脱できるペダルの取り付け装置となる。また，ペダルとクランクとは軸方向で係止されているので，比較的簡易な構造であっても自転車の走行時にペダルがはずれるおそれはほとんどない。",
                "【0006】",
                "【発明の実施の形態1】図1ないし図6において，ペダルAのペダル軸1に係止凹部2が環状に形成してあり，この係止凹部2がペダルクランク3の先端部に配設した係止体4に係脱自在に係止して，ペダルAがペダルクランクに固定されるようしてある。",
                "【0007】前記係止体の具体的な構成は以下のとおりである。前記ペダルクランク3の先端部にペダルAのペダル軸1が装着される装着穴5が設けてあり，この装着穴5の内壁にネジ溝が設けてあり，このネジ溝に筒体であるネジカラー6が，その外壁に設けたネジ溝を螺合して取り付けてある。前記ネジカラー6には，係止体4を装着する透孔7が複数（例えば4個）等間隔で設けてあり，この透孔7に鋼製の球体である係止体4が装着してある。前記ネジカラー6の外側にはキャップ8が装着してある。このキャップ8のクランク側には，前記係止体4が前記ペダル軸1の挿脱時に係止凹部2から外れて逃げるための凹部8aが形成してあり，かつ前記係止体4を押さえつけて，係止体4を係止凹部2に係止する位置に保持する環状のストッパー凸部9が設けてある。そして，前記キャップ8のストッパー凸部9の外側面と前記ネジカラー6の先端に形成されたフランジ10との間にスプリング11が配設してあり，このスプリング11によって前記キャップ8はクランク3側へ付勢され，クランク3に常時当接し，この状態で前記ストッパー凸部9は係止体4の外側に位置し，係止体4をペダル軸1の係止凹部2に係止するようにしてある。",
                "【0007】前記係止体4を組み立てるには，ネジカラー6の透孔7に係止体4を装着した後，ネジカラー6にスプリング11，キャップ8を順次装着し，その後ネジカラー6を装着穴5に螺合して固定する。",
                "【0008】この実施形態において，スプリング11に抗してキャップ8を引き出すと，キャップ8のストッパー凸条9は図3中右側へ移動し，ストッパー凸条9による係止体4の押圧が解除される。この状態でペダル軸1をネジカラー6内に挿入し，ついでキャップ8をスプリング11の力で原位置に復帰させると，係止体4はストッパー凸条9で押圧されて係止凹部2に係止する。ペダルAを外す際には，上記と同様キャップ8を引き出して係止体4の押圧を解除した後，ペダル軸1を引き抜けばよい。」",
                "「【0012】",
                "【発明の実施の形態3】図9は，別の係止構造を示すものである。図9において，ネジカラー6に係止体4を装着した点は前記実施形態と同様であるが，係止体4の外側に環状のバネ12を配設し，このバネ12によって係止体4をペダル軸の係止凹部2側へ付勢してある。したがって，キャップ8にストッパー凸部は設けてない。また，キャップ8の端部はネジカラー6のフランジ10に当接しており摺動しない。",
                "【0013】この実施形態によれば，係止体4は弾性的に係止凹部2に係止しているので，ペダル軸の挿入，抜き出しの移動によって自動的に係脱する。なお，ペダル軸の不慮の脱抜を防止するために，キャップ8に外キャップ13を螺合し，この外キャップ13の端部に内フランジ14を設け，この内フランジ14をペダル軸の段部15に係止させることも考えられる。」",
                "「【0018】",
                "【発明の効果】この発明によれば，クランクとペダル軸とに係止機構を設け，係脱自在な係止体の作用によってペダル軸をクランクに固定することとしたので，工具を用いることなく，技術者でなくともペダルを一定の条件でクランクに取り付けることができる。また，着脱が容易であるから，保管時にはペダルをとり外すことにより保管スペースの極小化が図れ，またヘビーユーザーは適宜好みのペダルに交換することが可能となる。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲5の記載",
              "text": [
                "甲5には次のとおりの記載がある（甲5）。",
                "「［産業上の利用分野］",
                "この考案はロックボールを具えたソケットと，ロックボールの係合溝を形成したプラグとからなり，ソケットの外周に嵌合したスリーブを操作してロックボールによりソケットとプラグとを着脱自在に連結し，連結時にあってはスリーブの動きを規制し，連結したソケットとプラグとが誤って離脱しないようにした管継手に関する。",
                "［従来の技術］",
                "ロックボールを具えたソケットと，ロックボールの係合溝を形成したプラグとからなり，ソケットの外周にはスプリングの弾発により前進して前進側内面にもつロックボール押圧部によりロックボールを押え，同スプリングの弾発に抗して後退させるとロックボールの押えを解除してソッケトとプラグとを着脱するスリーブを嵌合してなる管継手が種々製造され使用されている。かかる管継手にあっては，ソケットとプラグとの連結時に，誤って管継手に触れスリーブが後退してしまいソケットとプラグとが分離してしまうおそれがあった。そこで，かかる事態を防止する管継手として，従来，スリーブの後退側端部に切欠係合部を形成し，そしてソケットにはストッパーを設け，スリーブの前進時には切欠係合部とストッパーとが外れた状態とし，そして切欠係合部とストッパーとが軸方向に一致したときにスリーブの後退を可能とし，ソケットとプラグとの連結時即ちスリーブの前進時にスリーブを軸心を中心に円周方向回転させて切欠係合部とストッパーとを軸方向に一致しないようにすることによりスリーブの後退をストッパーによって規制し，そしてソケットとプラグとを分離する場合にスリーブを回転させて切欠係合部とストッパーとを一致させるようにした管継手がある。また，かかる管継手にあって，その作業性を良くするために，スリーブを前進する方向に付勢するコイルスプリングの一端をスリーブにそして他端をソケットに固定し，スリーブがコイルスプリングの軸心方向への弾発により前進し，切欠係合部からストッパーが離脱したらコイルスプリングの円周方向への弾発力によりスリーブを回転させ自動的に切欠係合部とストッパーとが不一致となるようにした管継手もある。」（2頁5行目～4頁7行目）"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由についての判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "容易想到性判断について",
              "text": [
                "当裁判所は，本願発明の甲4発明との相違点に係る構成は，甲4発明に甲5発明を組み合わせることにより，容易に想到することができると判断する。その理由は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "解決課題",
                  "text": [
                    "本願発明の解決課題は，「ペダルが不慮の力によって外れる危険を解消すること」である。",
                    "他方，甲4には，従来，自転車用ペダルは，ペダル軸及びペダルクランクにねじを設け，両者のねじを締め付けて固定しているが，自転車の走行中ペダル軸には回転方向の力が加わるので，ペダル軸とクランクとの固定ねじは強固に締結されていなければ走行中にペダルがはずれる原因ともなるため，自転車整備の技術をもった者しかペダルを取り付けることができなかったが，通信販売における購入者でもペダルが取り付けられるようにすることや，折り畳み式自転車において，折り畳み時の最小化を目指す場合，ペダルの突出を一層減少すること，自転車のヘビーユーザーが容易にペダルを着脱することが望まれていること等が記載され（【0002】，【0003】），さらに，甲4発明によれば，「取付に技術を必要とせず，かつ容易に着脱できるペダルの取り付け装置となる。また，ペダルとクランクとは軸方向で係止されているので，比較的簡易な構造であっても自転車の走行時にペダルがはずれるおそれはほとんどない」（【0005】）とも記載されている。",
                    "以上によれば，甲4発明においても，「ペダル軸の不慮の脱抜を防止」することが，その解決課題の一つであると解され，本願発明と甲4発明とは，解決課題において共通する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "課題解決方法",
                  "text": [
                    "甲4発明において，自転車の走行中等に，ペダルが外れるのは，キャップ8がスプリング11の付勢に抗して摺動すること等に起因するため，ペダル軸の不慮の脱抜を防止するためには，キャップ8がそのような状態に至らないような手段を採用することが必要となる。",
                    "ところで，甲5には，ロックボールを押圧して，ロックボールをプラグの係合溝に係止状態に保持するロックボール押圧部をスプリングにより付勢する構成が示されている。また，甲5には，誤って管継手に触れスリーブが後退してしまいソケットとプラグとが分離してしまう事態を防止する管継手として，スリーブの後退側端部に切欠係合部を形成し，ソケットにはストッパーを設け，スリーブの前進時には切欠係合部とストッパーとが外れた状態とし，そして切欠係合部とストッパーとが軸方向に一致したときにスリーブの後退を可能とし，ソケットとプラグとの連結時にスリーブを軸心を中心に円周方向回転させて切欠係合部とストッパーとを軸方向に一致しないようにする構成が示されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "上記のとおり，甲5には，甲4発明における解決課題，すなわち，「係止体4を押圧して係止体4をペダル軸1の係止凹部2に係止状態に保持するキャップ8をスプリング11により付勢する構成を有するものにおいて，キャップ8が，操作者の意図しない時に，スプリング11の付勢に抗して摺動した状態にならないようにする」との解決課題が示されている。甲4発明と甲5発明とは，ソケットとプラグとを用いた固定方法において，ソケットとプラグとの離脱を防ぐことを解決課題としている点で共通する。",
                    "そして，甲5には，「回転させて溝と突起の位置を合わせる」との構成が示されている。",
                    "したがって，本願発明における甲4発明との相違点に係る構成は，甲5発明に記載された解決手段を適用することによって，容易に想到することができたというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，甲4発明や本願発明は，動的状態で使用するための固定装置であるのに対し，甲5発明は管継手であって，静的状態で使用することを前提とした技術であり，両者はその前提が異なるから，甲5発明を適用することの阻害要因となる旨主張する。",
                "しかし，動的状態を想定した固定装置と静的状態を想定した固定装置という違いは，これによって固定装置の係止状態を保持する構成が異なるものではないから，静的状態を想定した固定装置の構成を甲4発明に適用することの阻害要因となるものではないというべきである。",
                "また，原告は，本願発明は，「クランク」と「ペダル軸」を連結するための装置である一方，甲5発明は「管」と「管」とを連結するための装置であるとも主張するが，同様に，この違いによって固定装置の係止状態を保持する構成が異なるものではないから，原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "まとめ",
              "text": [
                "以上によれば，審決には原告の主張に係る取消事由はない。原告は，その他縷々主張するが，いずれも採用の限りではない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}