{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2011-890034号事件について平成23年12月13日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間において争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，別紙1商標目録記載1の商標（以下「本件商標」という。）の商標権者である。原告は，平成23年5月17日付けで，特許庁に対し，本件商標登録の無効審判（無効2011-890034号事件）を請求した。特許庁は，平成23年12月13日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月22日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，本件商標は，商標法3条1項柱書，4条1項7号，10号，19号に違反して登録されたものではなく，同法46条1項1号により，無効とすることはできない，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に関する原告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（商標法3条1項柱書該当性判断の誤り）",
              "text": [
                "審決は，本件商標に関し，願書に記載された指定商品又は指定役務に使用していること又は使用していないが使用の意思があることについて合理的な疑義があるとは認められないとして，本件商標は商標法3条1項柱書に違反するものではないと認定，判断する。しかし，審決の上記認定，判断には，以下のとおり，誤りがある。",
                "すなわち，商標登録は，「自己の業務に係る商品又は役務について使用をする商標」について行う必要がある（商標法3条1項柱書）ところ，「使用をする」とは，出願に係る商標が現在使用しているものであること，又は出願に係る商標を使用する意思があり，近い将来において信用の蓄積があることが推認されるものであることをいう。",
                "この点，本件商標は，原告が自ら経営する飲食店「RC  TAVERＮ／アールシータバーン」（以下「本件店舗」という。）において使用する別紙1商標目録2(1)，(2)記載の商標（以下，番号順に「原告使用商標(1)」などといい，これらを併せて「原告使用商標」という。）と極めて類似しているところ，原告使用商標は，原告が経営する飲食店「ローズ＆クラウン」（Rose  ＆  Crown）の頭文字である「RC」（アールシー）と，英語で居酒屋や酒場を意味する「Tavern」（タバーン）を組み合わせた造語であり，独自性を有する（なお，居酒屋や酒場を意味する英単語として，「Pub」や「Bar」と比較して，「Tavern」がそれほど日本で浸透しているとはいえないと考えられる。）上，原告が原告使用商標を用いた本件店舗を開店した時期と，本件商標の出願時期は極めて近接している。",
                "また，被告は，個人でありながら，平成20年6月27日から平成21年12月10日までの短期間に，本件商標を含む45件の商標登録出願をしているが，それらの商標登録出願に係る指定役務は，「飲食物の提供」，「広告経営診断」，「建物の賃貸の代理又は媒介」「，暖冷房装置の貸与」，「人材派遣によるイベントの企画・運営」，「美容など」，「人材派遣による介護」等と多岐にわたる上，それぞれ関連性がなく，これらの商標登録出願に係る商標のうち，30件は第三者が使用しているものである。",
                "以上によれば，被告は，原告が本件商標と類似の原告使用商標を飲食物の提供に使用していることを知りながら，本件商標登録出願をすることにより原告使用商標を剽窃したものであり，被告には「自己の業務に係る商品又は役務」が存在せず，将来において飲食物の提供に係る業務を行う意思もないから，本件商標は，「自己の業務に係る商品又は役務について使用をする商標」に当たらず，商標法3条1項柱書に違反する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（商標法4条1項7号該当性判断の誤り）",
              "text": [
                "審決は，本件商標の登録出願が，著しく不正な目的をもって行われた行為と認めることはできない上，本件商標の構成自体が非道徳的，卑わい，差別的，矯激若しくは他人に不快な印象を与えるようなものではないとして，本件商標は，公の秩序又は善良の風俗を害するおそれがあるものとはいえず，商標法4条1項7号に該当しないと認定，判断する。",
                "しかし，審決の上記認定，判断には，以下のとおり，誤りがある。すなわち，①本件商標は，造語である原告使用商標と著しく類似していること，②原告使用商標は，様々な媒体を通じて宣伝，広告されていたところ，原告が原告使用商標を用いた本件店舗を開店した直後に，被告は本件商標の登録出願を行ったこと，③被告は，原告使用商標以外にも第三者の使用する商標を30件も登録出願していること，④被告には自己の業務は存在しないことからすれば，被告は，原告使用商標を剽窃するという不正な目的をもって，本件商標の登録出願をしたものである。",
                "したがって，本件商標は，公序良俗に反するおそれのある商標であり，商標法4条1項7号に該当する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3（商標法4条1項10号該当性判断の誤り）",
              "text": [
                "審決は，原告使用商標は本件商標の登録出願時及び登録査定時において，他人の業務に係る役務（飲食物の提供）を表示するものとして，周知であったとは認められないとして，本件商標は，商標法4条1項10号に該当しないと認定，判断する。",
                "しかし，審決の上記認定，判断には，以下のとおり，誤りがある。すなわち，上記のとおり，原告使用商標は，原告が経営する飲食店「ローズ＆クラウン」（Rose  ＆  Crown）の頭文字である「RC」（アールシー）と，英語で居酒屋や酒場を意味する「Tavern」（タバーン）を組み合わせた造語であり，独自性を有する。また，原告は，本件店舗の開店前である平成21年9月17日ころから，本件店舗について，原告使用商標を使用して，ウェブサイトに情報を掲載したり，パンフレットを配布したり，プレスリリースをするなどし，242万6840円もの多額の費用を掛けて，宣伝，広告を行っていた。以上のとおり，原告使用商標は，その独自性及び使用の結果，本件商標の登録出願時及び登録査定時において，原告の業務に係る役務（飲食物の提供）を表示するものとして周知であり，かかる原告使用商標と類似する本件商標は，商標法4条1項10号に該当する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（商標法3条1項柱書該当性判断の誤り）に対して",
              "text": [
                "被告は，以下のとおり，自ら使用するために本件商標の登録出願を行ったものである。すなわち，被告は，約10年前ころから，ベンチャー企業や起業家に関心を持ち，リタイヤ後の平成20年から，いわゆるシニア起業を協力者1名とともに計画し，予定業務について前広に商標の出願・登録を行った。また，被告は，飲食店の開業を目指し，神奈川県西部を中心に，いわゆる居抜きの店舗を探していたが，円高不況，大震災等により開業リスクが高まったため，一時開業を見合わせており，経済情勢の好転を待って小規模でも開業する予定である。",
                "これに対し，原告は，被告が多数の登録商標を有し，その指定商品ないし指定役務に一貫性がないと主張するが，協力者の経験業務等を考慮すれば，不自然とはいえない。また，原告は，原告使用商標が独自性を持つ旨主張するが，原告使用商標の要部である「Tavern」は，居酒屋や宿屋を意味する一般的な単語であり，独自性はない。さらに，原告は，被告が他人の商標を剽窃していると主張するが，その根拠は，ウェブサイト情報であり，信用性に乏しい。",
                "以上のとおり，本件商標は，「自己の業務に係る商品又は役務について使用をする商標」に当たり，商標法3条1項柱書に違反しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（商標法4条1項7号該当性判断の誤り）に対して",
              "text": [
                "上記のとおり，被告は，自己の業務に使用するため本件商標の登録出願をしたのであり，不正な目的はない。原告は，被告が他人の商標を剽窃していると主張するが，その裏付けとなる証拠はない。",
                "以上のとおり，本件商標は，公序良俗に反するおそれのある商標ではなく，商標法4条1項7号に該当しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3（商標法4条1項10号該当性判断の誤り）に対して",
              "text": [
                "原告は，原告使用商標が独自性を持つ旨主張するが，上記のとおり，原告使用商標の要部である「Tavern」は，居酒屋や宿屋を意味する一般的な単語であり，独自性はない。また，原告使用商標は，1店舗で使用されているにすぎず，その宣伝，広告の方法，期間，量，地域も小規模であり，原告使用商標が周知であるとはいえない。",
                "以上のとおり，原告使用商標は，本件商標の登録出願時及び登録査定時において，原告の業務に係る役務（飲食物の提供）を表示するものとして周知であるとはいえず，本件商標は，商標法4条1項10号に該当しない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "審決は，本件商標は，商標法3条1項柱書，4条1項7号，10号，19号に違反して登録されたものではなく，同法46条1項1号により，無効とすることはできないと判断する。しかし，当裁判所は，本件商標が商標法3条1項柱書に違反しないとした審決の判断には誤りがあり，審決は取り消すべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実認定",
          "text": [
            "前記当事者間において争いのない事実，証拠（甲1～12，14～17，18の1～18の7，19の1～19の24，20，21，22の1～2，23～34，39）及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告による本件店舗の開店等",
              "text": [
                "原告は，サントリーホールディングス株式会社の子会社であり，飲食店経営を業としている。原告は，複数の飲食店を経営しているところ，平成21年ころ，新たな形態の飲食店として本件店舗を開店することとし，その名称を，自ら経営する飲食店「ローズ＆クラウン」（Rose  ＆  Crown）の頭文字である「RC」（アールシー）と，英語で居酒屋や酒場を意味する「Tavern」（タバーン）を組み合わせた「RC  TAVERＮ／アールシータバーン」とした。原告は，平成21年10月1日，東京都千代田区丸の内1-8-1丸の内トラストタワーＮ館1Fに，原告使用商標を使用し，飲食物の提供を業とする本件店舗を開店した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告使用商標等",
              "text": [
                "原告使用商標(1)の構成は，別紙1商標目録記載2(1)のとおりであり，上段に「RC  TAVERＮ」の欧文字（やや茶系の金色）と下段に「アールシータバーン」の片仮名（黒色）を配してなるものである。上段の「RC  TAVERＮ」の文字のうち，「RC」の文字は，「TAVERＮ」の文字に比べて大きく表した構成からなっているものの，全体としてはまとまった印象を与えており，「アールシータバーン」の称呼が生ずる。また，「Tavern」は，日本では馴染みが浅いものの，英語で居酒屋や酒場を意味するところ，飲食物の提供に使用される場合，「RC  TAVERＮ」からは，「RC」という名の居酒屋ないし酒場を観念する余地がある。さらに，下段の「アールシータバーン」は，各文字が，ほぼ同一の書体，大きさ，間隔で表記されており，「アールシータバーン」の称呼が生じるが，これらの文字列に対応した語は，一般には存在しない造語であり，特定の観念は生じない。",
                "さらに，原告使用商標(2)の構成は，別紙1商標目録記載2(2)のとおり，原告使用商標(1)の構成から「アールシータバーン」との片仮名部分を除いたものであり，原告使用商標(1)と同様に，「アールシータバーン」の称呼が生じる。原告使用商標(2)も，飲食物の提供に使用される場合，「RC」という名の居酒屋ないし酒場を観念する余地がある。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告使用商標の使用状況等",
              "text": [
                "原告は，以下のとおり，平成21年9月17日ころから，原告使用商標を使用して本件店舗の宣伝，広告をした。すなわち，"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "ウェブサイトにおける情報掲載等",
                  "text": [
                    "原告は，平成21年9月17日，飲食店に関するポータルサイトとして著名な「ぐるなび」に，本件店舗のウェブサイトを立ち上げ，同日から本件店舗開店後の同年10月9日までの間に，パソコン及び携帯電話から合計1万1489回のアクセスがされ（なお，同一日の同一回線からの複数回のアクセスを1回と計算する「ユニーク」数は，4154回である。），同月10日から本件商標の登録出願日の前日である同月23日までの間に，パソコン及び携帯電話から合計1万0698回のアクセスがされた。また，原告は，独自に原告経営に係る飲食店の情報を掲載するウェブサイトを開設しているところ，同ウェブサイトに本件店舗の開店に係る情報を掲載した平成21年10月1日から同月23日までの間に，6万3586人のユーザから7万8133回のアクセスがされた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "パンフレットの配布等",
                  "text": [
                    "原告は，本件店舗の開店前に，その開店を宣伝するためのパンフレットを3万5000部作成し，①平成21年9月19日から原告が経営する他の飲食店14店舗で，同月20日から東京都内の丸の内，有楽町，新橋等の街頭で，合計8000部を配布し，②同年10月5日から，原告が経営する飲食店のメンバーズカードの会員である「倶楽部ダイナック会員」宛のダイレクトメールにより，関東地方各県在住の会員に2万4577部（うち東京都内在住の会員に1万5219部）を配布し，③原告が経営する他の飲食店とともに本件店舗を宣伝するパンフレットを，「倶楽部ダイナック会員」宛のダイレクトメールにより約3万6500部，関係各社宛に2000部，それぞれ配布した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "プレスリリース等",
                  "text": [
                    "原告は，平成21年9月30日，新聞社及び雑誌社等合計86社に対し，本件店舗の開店を知らせるプレスリリースを送付し，同年10月14日，当時約25万部ないし30万部の発行部数があった日経MJに本件店舗に関する記事が掲載された。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標等",
              "text": [
                "被告は，平成21年10月24日に本件商標の登録出願をし，平成22年3月26日にその登録を受けた。本件商標の構成は，別紙1商標目録記載1のとおり，「アールシータバーン」の文字を横書きしてなるものであり，各文字が，ほぼ同一の書体（手書きの文字と推認される。），大きさ，間隔で表記されており，全体がまとまった印象を与えており，本件商標からは，「アールシータバーン」との称呼が生じる。本件商標の文字列に対応した語は，一般には存在せず，本件商標からは特定の観念は生じない。被告は，本件商標の登録前から現在に至るまで本件商標を指定役務である「飲食物の提供」やその他の業務に使用したことはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件商標と原告使用商標(1)の類否について",
              "text": [
                "上記のとおり，本件商標の構成は，原告使用商標(1)下段の「アールシータバーン」と書体以外は同一であること，原告使用商標(1)は，上下二段にそれぞれ「RC  TAVERＮ」，「アールシータバーン」と書してなるものであり，全体としても「アールシータバーン」との称呼が生じ，称呼において本件商標と一致することからすれば，本件商標と原告使用商標(1)は，外観に相違する部分があり，原告使用商標(1)について「RC」という名の居酒屋ないし酒場を観念することができる場合に，観念において相違する余地があるとしても，全体として互いに類似する商標と認められる。",
                "これに対し，被告は，原告使用商標の要部は，「TAVERＮ」の部分であると主張する。しかし，原告使用商標(1)は，「RC」の文字が「TAVERＮ」の文字に比べ，大きく表した構成からなっていること，「TAVERＮ」の文字部分は，日本では馴染みが浅いものの，飲食物の提供に使用される場合，居酒屋や酒場を意味する普通名称であることからすれば，原告使用商標(1)において，格別「TAVERＮ」の文字を要部として取り上げて類否判断を行うべき理由はなく，被告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "被告によるその他の商標登録等",
              "text": [
                "被告は，別紙2「被告による登録商標リスト」記載のとおり，平成20年6月27日から平成21年12月10日までの間に，本件商標以外にも44件の商標登録出願をし，その登録を受けている。このうち，飲食物の提供を指定役務とする番号4，7ないし15，17，18，20，21の商標については，被告とは無関係にこれと類似の商標を使用して飲食物の提供を行っている店舗が存在する。また，飲食物の提供以外を指定役務とする番号22，24ないし29，31ないし36，39，44，45の商標についても，被告とは無関係にこれと類似の商標ないし商号を使用して業務を行っている会社等が存在し，このうち，番号22，24，25，31ないし35，44，45の商標と類似の商標ないし商号を使用する会社については，被告が商標登録の出願をした日よりも前に，類似の商標ないし商号を使用している。被告は，上記各商標についても，現在に至るまで，指定役務やその他の業務に使用したとはうかがわれない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法3条1項柱書は，商標登録要件として，「自己の業務に係る商品又は役務について使用をする商標」であることを規定するところ，「自己の業務に係る商品又は役務について使用をする商標」とは，少なくとも登録査定時において，現に自己の業務に係る商品又は役務に使用をしている商標，あるいは将来自己の業務に係る商品又は役務に使用する意思のある商標と解される。",
                "これを本件についてみるに，上記認定事実によれば，①原告は，平成21年9月17日ころから，ウェブサイトにおける情報掲載，パンフレットの配布，プレスリリース等を行い，東京都を中心に，原告使用商標を使用して本件店舗の宣伝，広告を行っていたこと，②原告は，同年10月1日，東京都千代田区丸の内に，原告使用商標を使用し，飲食物の提供を業とする本件店舗を開店したこと，③被告は，同月24日，本件商標の登録出願をし，平成22年3月26日にその登録を受けたが，現在に至るまで本件商標を指定役務である「飲食物の提供」やその他の業務に使用したことはないこと，④本件商標と原告使用商標(1)は，類似すること，⑤原告使用商標は，原告が経営する飲食店「ローズ＆クラウン」（Rose  ＆  Crown）の頭文字である「RC」（アールシー）と，英語で居酒屋や酒場を意味する「Tavern」（タバーン）を組み合わせた造語で，特徴的なものである上，本件店舗の宣伝，広告及び開店と本件商標の登録出願日が近接していることからすれば，被告は，原告使用商標を認識した上で，原告使用商標(1)と類似する本件商標を出願したものと考え得ること，⑥被告は，平成20年6月27日から平成21年12月10日までの短期間に，本件商標以外にも44件もの商標登録出願をし，その登録を受けているところ，現在に至るまでこれらの商標についても指定役務やその他の業務に使用したとはうかがわれない上，その指定役務は広い範囲に及び，一貫性もなく，このうち30件の商標については，被告とは無関係に類似の商標や商号を使用している店舗ないし会社が存在し，確認できているだけでも，そのうち10件については，被告の商標登録出願が類似する他者の商標ないし商号の使用に後れるものであることが認められる。  ",
                "上記事情を総合すると，被告は，他者の使用する商標ないし商号について，別紙2のとおり多岐にわたる指定役務について商標登録出願をし，登録された商標を収集しているにすぎないというべきであって，本件商標は，登録査定時において，被告が現に自己の業務に係る商品又は役務に使用をしている商標に当たらない上，被告に将来自己の業務に係る商品又は役務に使用する意思があったとも認め難い。",
                "これに対し，被告は，平成20年から，いわゆるシニア起業を協力者1名とともに計画し，予定業務について前広に商標の出願登録を行うとともに，飲食店の開業を目指し，神奈川県西部を中心に，いわゆる居抜きの店舗を探していたが，円高不況，大震災等により開業リスクが高まったため，一時開業を見合わせており，経済情勢の好転を待って小規模でも開業する予定であるなどとあいまいな主張をするのみで，これを裏付ける証拠を一切提出しておらず，その主張は，にわかに措信し難い。",
                "したがって，本件商標は，その登録査定時において，被告が現に自己の業務に係る商品又は役務に使用をしている商標にも，将来自己の業務に係る商品又は役務に使用する意思のある商標にも当たらず，本件商標登録は，「自己の業務に係る商品又は役務について使用をする商標」に関して行われたものとは認められず，商標法3条1項柱書に違反するというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点について，審決は，上記事情をもってしても，被告の本件商標に係る使用の意思について合理的な疑義があるとはいえないと認定，判断する。しかし，登録商標が，その登録査定時において「自己の業務に係る商品又は役務について使用をする商標」に当たることについては，権利者側において立証すべきところ，本件商標についてこれを認めるに足りる証拠はなく，むしろ，上記認定事実によれば，本件商標登録は，被告が現に自己の業務に係る商品又は役務に使用していない商標について，将来自己の業務に係る商品又は役務に使用する意思もなく行われたものというべきであって，上記審決の認定，判断は失当である。",
                "以上のとおり，本件商標は「自己の業務に係る商品又は役務について使用をする商標」に該当しないというべきであり，本件商標登録が商標法3条1項柱書に違反しないとした審決の判断には誤りがある。",
                "付言するに，上記認定の事実関係に照らすと，本件商標は，原告使用商標を剽窃するという不正な目的をもって登録出願されたものとして，商標法4条1項7号（公序良俗に反するおそれのある商標）に該当する余地もあるが，本件においては，同法3条1項柱書該当性の判断で足りるものと解する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告の請求は理由がある。被告はその他縷々主張するが，いずれも理由がない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}