{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2011-800130号事件について平成24年2月16日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "特許庁は，被告の有する後記本件特許について，原告から無効審判請求を受け，審判請求不成立の審決をした。本件は，原告がその取消しを求めた訴訟であり，争点は，進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「シンチレータパネル」とする特許第4725533号（平成19年2月23日出願，平成23年4月22日設定登録，請求項の数7，以下「本件特許」という。）の特許権者である。",
            "原告は，平成23年7月20日，本件特許について無効審判を請求し（無効2011-800130号事件），被告は，平成23年10月4日，訂正請求をした。",
            "特許庁は，平成24年2月16日，「平成23年10月4日付け訂正請求書による訂正を認める。本件審判の請求は，成り立たない。」との審決をし，その謄本は同月24日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "平成23年10月4日付け訂正請求書による訂正後の特許請求の範囲の記載は，次のとおりである〔甲32（訂正請求書）添付の「特許請求の範囲」。以下，各請求項記載の発明を「本件発明1」のようにいい，本件発明1ないし本件発明7を併せて「本件発明」という。また，本件特許の訂正明細書（甲32添付の明細書）を「本件明細書」という。〕。",
            "「【請求項1】",
            "基板上に反射層及びヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により形成された柱状結晶構造のシンチレータ層を有するシンチレータパネルであって，該反射層が，該基板と該柱状結晶構造のシンチレータ層との間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなり，該柱状結晶構造のシンチレータ層は，該反射層の表面に柱状結晶体を成長させて形成したものであり，該シンチレータパネルは，入射された放射線のエネルギーを吸収してその強度に応じた電磁波を発光し，該電磁波を吸収して画像信号を出力する出力基板とともに撮像パネルを構成し，該出力基板は，光電変換素子を備えていることを特徴とするシンチレータパネル。",
            "【請求項2】",
            "前記反射層表面がカレンダー処理により平滑化されていることを特徴とする請求項1記載のシンチレータパネル。",
            "【請求項3】  ",
            "前記白色顔料が，平均粒径0．1～3．0μmの白色顔料であることを特徴とする請求項1又は2記載のシンチレータパネル。",
            "【請求項4】",
            "前記平均粒径0．1～3．0μmの白色顔料が，二酸化チタンであることを特徴とする請求項3記載のシンチレータパネル。",
            "【請求項5】",
            "前記基板が，厚さ50μm以上500μm以下の可とう性を有する高分子フィルムからなることを特徴とする請求項1～4のいずれか1項記載のシンチレータパネル。",
            "【請求項6】",
            "前記高分子フィルムがポリイミド（PI）またはポリエチレンナフタレート（PEＮ）フィルムであることを特徴とする請求項5記載のシンチレータパネル。",
            "【請求項7】",
            "前記反射層の厚さが0．2～3．0μmであることを特徴とする請求項1～6のいずれか1項に記載のシンチレータパネル。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写し記載のとおりである。審決は，請求人（原告）主張の無効理由1（主引例甲1），同2（主引例甲6）及び同3（主引例甲8）はいずれも理由がないとした。本件発明1と各主引例との対比に係る審決の認定は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明（特開2001-255610号公報に記載された発明）の内容",
                  "text": [
                    "「フロント側の蛍光スクリーン20bは，バック側の蛍光スクリーン20c，及びその間のセンターの放射線像変換パネル20aとともに放射線画像形成材料20を形成し，",
                    "フロント側蛍光スクリーン20bは順に，支持体21b，放射線吸収性蛍光体層22b，および保護層24bから構成されており，",
                    "支持体21bは，ポリイミド樹脂からなる厚みが50μm乃至1mmのシートあるいはフィルムであり，",
                    "放射線吸収性蛍光体層22bは，CsI：T1の針状結晶膜である蒸着膜からなり，",
                    "支持体21bと放射線吸収性蛍光体層22bとの間に，拡散反射層を設け，",
                    "拡散反射層は，二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調整した後，これを支持体上に塗布乾燥することにより形成する，",
                    "フロント側の蛍光スクリーン20b。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲1発明の一致点",
                  "text": [
                    "「基板上に反射層及びヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により形成された柱状結晶構造のシンチレータ層を有するシンチレータパネルであって，",
                    "該反射層が，該基板と該柱状結晶構造のシンチレータ層との間に存在し，",
                    "酸化チタンの白色顔料及びバインダー樹脂からなり，",
                    "該シンチレータパネルは，入射された放射線のエネルギーを吸収してその強度に応じて電磁波を発光し，撮像パネルを構成する",
                    "シンチレータパネル。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲1発明の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明1の柱状結晶構造のシンチレータ層は，「酸化チタンの白色顔料及びバインダー樹脂からな」る「反射層の表面に柱状結晶体を成長させて形成したものであ」るのに対し，甲1発明の「CsI：T1の針状結晶膜である蒸着膜からな」る「放射線吸収性蛍光体層22b」は，上記発明特定事項を備えていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1のシンチレータパネルは，「該電磁波を吸収して画像信号を出力する出力基板とともに撮像パネルを構成し，該出力基板は光電変換素子を備えている」のに対し，甲1発明の「フロント側の蛍光スクリーン20b」は，「放射線画像形成材料20」を構成するものの，上記発明特定事項を備えていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲6発明（特開平10-90498号公報に記載された発明）の内容",
                  "text": [
                    "「支持体上に，光反射層および蛍光体層を支持体側からこの順に有する放射線増感スクリーンにおいて，",
                    "該光反射層が樹脂中に多数の空隙を形成したものであり，空隙と樹脂との界面が主に支持体表面とほぼ平行な面を有する平板状の空隙であり，かつ空隙が光反射層中に5vol％以上80vol％以下含有されていて，かつ空隙の長径の平均が1μm以上30μm以下であり，かつ光反射層の膜厚が30μm以上であり，",
                    "蛍光体層の蛍光体は，CsI：T1である，",
                    "放射線増感スクリーン。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲6発明の一致点",
                  "text": [
                    "「基板上に反射層及びヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として形成されたシンチレータ層を有するシンチレータパネルであって，",
                    "該反射層が，該基板とシンチレータ層との間に存在する",
                    "シンチレータパネル。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲6発明の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点3",
                      "text": [
                        "本件発明1のシンチレータ層は，「蒸着により形成された柱状結晶構造」であり，「アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からな」る「反射層の表面に柱状結晶体を成長させて形成させたものであ」るのに対し，甲6発明の「蛍光体層の蛍光体は，CsI：T1である」「蛍光体層」は，上記発明特定事項を備えていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4",
                      "text": [
                        "本件発明1の反射層は，「アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からな」るのに対し，甲6発明の「光反射層」は，「樹脂中に多数の空隙を形成したものであり」上記発明特定事項を備えていない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点5",
                      "text": [
                        "本件発明1のシンチレータパネルは，「該シンチレータパネルは，入射された放射線のエネルギーを吸収してその強度に応じた電磁波を発光し，該電磁波を吸収して画像信号を出力する出力基板とともに撮像パネルを構成し，該出力基板は，光電変換素子を備えている」のに対し，甲6発明の「放射線増感スクリーン」は，上記発明特定事項を備えていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲8発明（特開2003-207862号公報）に記載された発明）の内容",
                  "text": [
                    "「支持体，その表面に必要に応じて設けられる下引層等の機能層及び蛍光体層とからなり，更に，蛍光体層の表面を物理的，化学的に保護するための保護膜が設けられている放射線画像変換パネルにおいて，",
                    "支持体は，ポリイミドフィルムが好ましく，",
                    "蛍光体層は，気相成長方式によって形成される，柱状の輝尽性蛍光体層であり，",
                    "支持体と輝尽性蛍光体層との間に，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層を備えてもよい，",
                    "放射線画像変換パネル。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と甲8発明の一致点",
                  "text": [
                    "「基板上に反射層及び蒸着により形成された柱状結晶構造のシンチレータ層を有するシンチレータパネルであって，",
                    "該反射層が，該基板と該柱状結晶構造のシンチレータ層との間に存在し，酸化チタンの白色顔料及びバインダー樹脂からなる，",
                    "シンチレータパネル。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲8発明の相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点6",
                      "text": [
                        "本件発明1のシンチレータ層は，「ヨウ化セシウムと少なくとも1種類以上のタリウムを含有する添加剤を原材料として蒸着により形成された柱状結晶構造」であり，「アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からな」る「反射層の表面に柱状結晶体を成長させて形成したものであ」るのに対し，甲8発明の「気相成長方式によって形成される，柱状の輝尽性蛍光体層である」「蛍光体層」は，上記発明特定事項を備えていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点7",
                      "text": [
                        "本件発明1のシンチレータパネルは，「該シンチレータパネルは，入射された放射線のエネルギーを吸収してその強度に応じた電磁波を発光し，該電磁波を吸収して画像信号を出力する出力基板とともに撮像パネルを構成し，該出力基板は，光電変換素子を備えている」のに対し，甲8発明の「放射線画像変換パネル」は，上記発明特定事項を備えていない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決の取消事由に係る原告の主張",
      "text": [
        "審決には，本件発明1と甲1発明の相違点1の判断における理由不備（取消事由1），本件発明1と甲1発明の相違点1の判断の誤り，本件発明1の効果の認定の誤り（取消事由2），本件発明1と甲6発明の相違点3の判断の誤り（取消事由3），本件発明1と甲8発明の一致点及び相違点6の認定の誤り，判断遺脱（取消事由4），本件発明1と甲8発明の相違点6の判断の誤り（取消事由5），本件発明2ないし7に対する無効理由1ないし3についての判断の誤り（取消事由6）があり，これらの誤りは審決の結論に影響を及ぼすものであるから，審決は違法であり取り消されるべきものである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1と甲1発明の相違点1の判断における理由不備（取消事由1）",
          "content": [
            {
              "fig": "(1)",
              "subject": "蒸着対象に係る認定について",
              "text": [
                "審決は，本件発明1と甲1発明との相違点1について，次のとおり判断している（審決書31頁2行～9行）。",
                "「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されることは，当業者にとって常識的な事項であることから，甲第7号証に開示された上記技術から，甲1発明における拡散反射層上に形成するCsI：Tlの針状結晶膜を，二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成された拡散反射層上に直接蒸着により形成することを導き出すことは，当業者にとって容易になし得たことではない。」",
                "しかし，審決は，何ら主張立証のないまま，「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されることは，当業者にとって常識的な事項である」と認定し，これを上記判断の当然の前提としており，この点において理由不備の違法がある。",
                "仮に，「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されることは，当業者にとって常識的な事項」であったとしても，そのことから，何故，「甲第7号証に開示された上記技術から，甲1発明における拡散反射層上に形成するCsI：Tlの針状結晶膜を，・・・拡散反射層上に直接蒸着により形成することを導き出すことは，当業者にとって容易になし得たことではない」との結論を導き出すことができるのかについて，審決は理由を述べておらず，この点において理由不備の違法がある。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "ガラス転移温度と基板温度との関係に係る認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件発明1の効果について，次のとおり認定している（審決書32頁21行～30行）。",
                    "「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなることは，当業者にとって本件特許出願時に常識的事項であり，本件発明1において『バインダーとしてガラス転位温度（Tg）が30～100℃のポリマーを反射層が含有』するという特定事項及び『基板温度が150℃～250℃で蒸着によるシンチレータ層の形成が実施される』という特定事項の限定がなくても，本件発明1は『柱状結晶構造のシンチレータ層と反射層との接着性が向上』する効果を備えているのである。」",
                    "しかし，審決は，何ら主張立証のないまま，「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなることは，当業者にとって本件特許出願時に常識的事項」であると認定し，これを上記認定の当然の前提としており，この点において理由不備の違法がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "後記2(2)のとおり，甲第40号証，甲第41号証の記載事項からみて，蛍光体層の蒸着対象となる層の樹脂材料のガラス転移温度が，蛍光体層を形成する際の基板温度よりも高くなる場合があることは周知である。",
                    "したがって，「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなることは，当業者にとって本件特許出願時に常識的事項である」との審決の認定は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明1と甲1発明の相違点1の判断の誤り，本件発明1の効果の認定の誤り（取消事由2）",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決の判断は誤りであること",
                  "text": [
                    "審決は，本件発明1と甲1発明との相違点1について，次のとおり判断している（審決書31頁2行～15行）。",
                    "「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されることは，当業者にとって常識的な事項であることから，甲第7号証に開示された上記技術から，甲1発明における拡散反射層上に形成するCsI：Tlの針状結晶膜を，二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成された拡散反射層上に直接蒸着により形成することを導き出すことは，当業者にとって容易になし得たことではない。また，甲1発明に甲第7号証に開示された上記技術を適用すると，甲1発明の拡散反射層をAl蒸着膜とし，Al蒸着膜の表面に蒸着法によってTlドープのCsIによる柱状構造のシンチレータ16を形成することになるから，本件発明1の発明特定事項である『酸化チタンの白色顔料及びバインダー樹脂からな』る『反射層上に形成するCsI：Tlの針状結晶膜を直接蒸着により形成すること』を導き出すことは，当業者にとって容易になし得たことではない。」",
                    "しかし，本件発明1の相違点1に係る発明特定事項は，甲1発明及び周知技術に基づいて当業者が容易に想到し得た事項である。",
                    "すなわち，甲1発明のように，反射層が，基板と，蒸着により形成された蛍光体層との間に設けられている蛍光体パネル／スクリーンが記載された文献は，甲第7号証の他，甲第38号証等多々存在する。そして，甲第7号証（段落【0013】），甲第38号証（段落【0028】，【0030】～【0033】，【0039】，【0060】，【0061】）には，その蛍光体層を反射層の表面に蒸着により形成することが記載されている。",
                    "また，甲第8号証にも，後記4（取消事由4）で述べるとおり，「反射層が，基板と，蒸着により形成された蛍光体層との間に設けられている放射線画像変換パネルにおいて，蛍光体層を反射層の表面に蒸着により形成する」ことが記載されている。",
                    "このように，甲第7号証，甲第38号証，甲第8号証の記載事項からみて，反射層が，基板と，蒸着により形成された蛍光体層との間に設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成することは，周知技術であるといえる。",
                    "また，甲第39号証（段落【0022】～【0024】）には，樹脂基板自体が反射機能を有するものではあるものの，蛍光体層を樹脂基板の表面に蒸着により形成することが記載されている。",
                    "そうすると，甲第38号証，甲第8号証，甲第39号証の記載事項からみて，バインダー樹脂を含んだ反射層，若しくは，反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することも，周知技術であるといえる。",
                    "また，甲第38号証には，「バインダー樹脂を含んだ反射層の表面に，蛍光体層を蒸着により形成すること」が記載されているとともに，「白色顔料及びバインダー樹脂からなる反射層の表面に，蛍光体層を蒸着により形成すること」が記載されているから，甲第38号証は，これらの事項が周知技術であることを示す一例として参酌することができる。",
                    "したがって，白色顔料及びバインダー樹脂からなる反射層が，基板と，蒸着により形成された柱状結晶構造のシンチレータ層との間に設けられている甲1発明において，シンチレータ層を反射層の表面に蒸着により形成し，本件発明1の相違点1に係る発明特定事項とすることは，上記周知技術から，当業者にとって容易である。",
                    "以上により，相違点1に係る本件発明1の発明特定事項は，甲1発明及び周知技術に基づいて当業者が容易に想到し得た事項であるから，審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告の主張について",
                  "text": [
                    "被告は，相違点1の判断に対する主張の前提として，CRシステムの反射層とFPDシステムの反射層とが異なる旨を主張しているが，この主張は失当である。",
                    "すなわち，審決は，甲1発明をフロント側の蛍光スクリーン20bから認定している（審決書28頁1行～16行）。フロント側スクリーン20bは，放射性吸収性蛍光体層22bから構成されていて（段落【0032】），放射性吸収性蛍光体層22bは，X線等の放射線を吸収して，通常は瞬時に紫外線乃至可視領域に発光を示す蛍光体である（段落【0042】）。",
                    "したがって，審決は，甲1発明の反射層を，被告が主張しているようなCRシステムの反射層と認定しているわけではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の効果の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件発明1の効果について，次のとおり認定している（審決書32頁22行～31行）。",
                    "「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなることは，当業者にとって本件特許出願時に常識的事項であり，本件発明1において『バインダーとしてガラス転位温度（Tg）が30～100℃のポリマーを反射層が含有』するという特定事項及び『基板温度が150℃～250℃で蒸着によるシンチレータ層の形成が実施される』という特定事項の限定がなくても，本件発明1は『柱状結晶構造のシンチレータ層と反射層との接着性が向上』する効果を備えているのである。」",
                    "しかし，甲第40号証（段落【0030】，【0031】，【0036】，【0060】），甲第41号証（段落【0028】，【0031】，【0070】，【0071】，【0090】）には，蛍光体層の蒸着対象となる層の樹脂材料のガラス転移温度が，蛍光体層を形成する際の基板温度よりも高くなる場合があることが記載されている。",
                    "上記記載事項からみて，蛍光体層の蒸着対象となる層の樹脂材料のガラス転移温度が，蛍光体層を形成する際の基板温度よりも高くなる場合があることは，周知であるといえる。",
                    "そうすると，「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなることは，当業者にとって本件特許出願時に常識的事項である」とはいえない。",
                    "したがって，「本件発明1において『バインダーとしてガラス転位温度（Tg）が30～100℃のポリマーを反射層が含有』するという特定事項及び『基板温度が150℃～250℃で蒸着によるシンチレータ層の形成が実施される』という特定事項の限定がなくても，本件発明1は『柱状結晶構造のシンチレータ層と反射層との接着性が向上』する効果を備えている」とはいえない。",
                    "以上により，審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書の段落【0035】及び【0038】の記載からみて，反射層が接着層として有効に機能するのは，バインダーとしてガラス転位温度（Tg）が30～100℃のポリマーを反射層が含有し，かつ，基板温度が150℃～250℃で蒸着によるシンチレータ層の形成が実施される場合であるところ，本件発明1においては，それらについて何ら特定されていない。そうである以上，柱状結晶構造のシンチレータ層と反射層との接着性が向上するとの効果は，本件特許の特許請求の範囲の記載に基づくものであるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，本件発明1の効果について，次のとおり認定している（審決書33頁12行～22行）。",
                    "「本件特許の明細書の段落【0035】，【0038】及び【0071】には，反射層が，基板と該柱状結晶構造のシンチレータ層との間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなる該反射層の表面に，柱状結晶体を成長させて形成した柱状結晶構造のシンチレータ層を形成したことにより，柱状結晶構造のシンチレータ層と反射層との接着性を向上させることが明示されていることから，本件発明1は，柱状結晶構造のシンチレータ層と反射層との接着性を向上させ，それにより鮮鋭性を向上させるという効果を備えていることが明らかである。ゆえに本件発明1は，甲第1号証ないし甲第13号証の開示内容から当業者が予測しうることはできない，格別の効果を奏するものである。」",
                    "しかし，本件明細書には，シンチレータ層と反射層との接着性が向上することにより，鮮鋭性が向上すること（すなわち，シンチレータ層と反射層との接着性の向上と，鮮鋭性の向上との因果関係）については，何ら記載されていない。",
                    "したがって，柱状結晶構造のシンチレータ層と反射層との接着性を向上させ，それにより鮮鋭性を向上させるとの効果は，本件明細書の記載に基づくものであるとはいえない。",
                    "よって，審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "仮に，本件発明1が，柱状結晶構造のシンチレータ層と反射層との接着性が向上するとの効果を奏するものであるといえたとしても，当該接着性が向上するとの効果は，甲第42号証の記載事項（段落【0016】，【0018】，【0022】～【0024】，【0026】，【0085】～【0091】，【0096】～【0100】）からみて，当業者が予測し得る効果であるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上により，本件発明1の相違点1に係る発明特定事項は，その効果を考慮しても，甲1発明及び周知技術に基づいて当業者が容易に想到し得た事項であるといえる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明1と甲6発明の相違点3の判断の誤り（取消事由3）",
          "text": [
            "審決は，本件発明1と甲6発明との相違点3について，次のとおり判断している（審決書35頁35行～36頁6行）。",
            "「上記相違点3については，上記『6．（1）エ（ア）』ですでに検討した通り，甲第1号証ないし甲第13号証の開示内容から，当業者といえども容易に想到しうるものではない。また，本件発明1は，上記『6．（1）エ（ウ）』で述べたように，反射層が，基板と該柱状結晶構造のシンチレータ層との間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなる該反射層の表面に，柱状結晶体を成長させて形成した柱状結晶構造のシンチレータ層を形成したことにより，柱状結晶構造のシンチレータ層と反射層との接着性が向上し，それにより鮮鋭性を向上させるという効果を備えており，甲第1号証ないし甲第13号証の開示内容から当業者が予測しうることはできない，格別の効果を奏するものである。」",
            "しかし，相違点3に係る本件発明1の発明特定事項は，甲6発明，甲第1号証記載の技術及び甲第7号証記載の技術に基づいて当業者が容易に想到し得た事項である。",
            "すなわち，甲第6号証には，「第1の製造法の蛍光体層もしくは輝尽性蛍光体層は，結合剤溶液中に蛍光体もしくは輝尽性蛍光体を均一に分散せしめた蛍光体塗料もしくは輝尽性蛍光体塗料を光反射層を有する支持体上に塗布，乾燥することにより製造できる。」（段落【0044】）との記載がある。",
            "したがって，甲第6号証には，「CsI：Tlである蛍光体を有する蛍光体層を，塗布等により光反射層の表面に形成する」ことが記載されているといえる。",
            "一方，前記2で述べたとおり，反射層が，基板と，蒸着により形成された蛍光体層との間に設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成することは，周知技術であるといえるし，また，バインダー樹脂を含んだ反射層，若しくは，反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することも，周知技術であるといえる。",
            "そうすると，甲6発明に甲第1号証記載の技術及び甲第7号証記載の技術を適用して，甲6発明において，反射層として，白色顔料及びバインダー樹脂からなる光反射層を採用し，CsI：Tlである蛍光体を有する蛍光体層を，塗布等に代えて蒸着により，その反射層の表面に形成することは，当業者にとって容易である。",
            "また，本件発明1の効果についても，前記2で述べたとおり，本件発明1は，鮮鋭性が向上するとの効果はもちろん，柱状結晶構造のシンチレータ層と反射層との接着性が向上するとの効果を奏するものであるとはいえず，仮に当該接着性が向上するとの効果を奏するものであるといえたとしても，当該接着性が向上するとの効果は，当業者が予測し得る効果である。",
            "以上により，審決の上記判断は，誤りである。"
          ]
        },
        {
          "fig": "4",
          "subject": "本件発明1と甲8発明の一致点及び相違点6の認定の誤り，判断遺脱（取消事由4）",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲第8号証記載の発明の認定の誤り",
              "text": [
                "審決は，甲第8号証記載の発明を次のとおり認定している（審決書39頁2行～10行）。",
                "「支持体，その表面に必要に応じて設けられる下引層等の機能層及び蛍光体層とからなり，更に，蛍光体層の表面を物理的，化学的に保護するための保護膜が設けられている放射線画像変換パネルにおいて，",
                "支持体は，ポリイミドフィルムが好ましく，",
                "蛍光体層は，気相成長方式によって形成される，柱状の輝尽性蛍光体層であり，",
                "支持体と輝尽性蛍光体層との間に，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層を備えてもよい，",
                "放射線画像変換パネル。」",
                "しかし，甲第8号証の段落【0099】には，支持体の表面に，蛍光体層を，細長い柱状結晶を成長させて形成することが記載されており，段落【0117】には，支持体と蛍光体層との間に反射層を設けてもよいことが記載されている。また，段落【0171】，【0172】には，支持体の表面に形成した光反射層の表面に，蛍光体層を，蒸着により形成することが記載されている。",
                "そうすると，上記記載に接した当業者は，放射線画像変換パネルを，支持体と蛍光体層との間に反射層を備えた構造とする場合は，反射層の表面に，蛍光体層を，細長い柱状結晶を成長させて形成するものと理解するのが自然である。",
                "したがって，甲第8号証には，「気相成長方式によって形成される，柱状の輝尽性蛍光体層である蛍光体層を，反射層の表面に蒸着により形成する」との事項が記載されていることは明らかであるから，審決は，甲第8号証記載の発明の認定において，「気相成長方式によって形成される，柱状の輝尽性蛍光体層である蛍光体層を，反射層の表面に蒸着により形成する」との事項を看過していることになる。",
                "よって，審決の上記認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲第8号証記載の発明の一致点の認定の誤り",
              "text": [
                "審決は，本件発明1と甲第8号証記載の発明との一致点を次のとおり認定している（審決書39頁28行～33行）。",
                "「基板上に反射層及び蒸着により形成された柱状結晶構造のシンチレータ層を有するシンチレータパネルであって，",
                "該反射層が，該基板と該柱状結晶構造のシンチレータ層との間に存在し，酸化チタンの白色顔料及びバインダー樹脂からなる，",
                "シンチレータパネル。」",
                "しかし，上記(1)のとおり，甲第8号証記載の発明は，「気相成長方式によって形成される，柱状の輝尽性蛍光体層である蛍光体層を，反射層の表面に蒸着により形成する」との事項を有するから，「シンチレータ層は，反射層の表面に蒸着により形成したものである点」は，本件発明1と甲第8号証記載の発明との一致点であるといえる。",
                "そうすると，審決は，本件発明1と甲第8号証記載の発明との一致点の認定において，「シンチレータ層は，反射層の表面に蒸着により形成したものである点」を看過していることになる。",
                "よって，審決の上記認定は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1と甲第8号証記載の発明の相違点6の認定の誤り",
              "text": [
                "審決は，本件発明1と甲第8号証記載の発明との相違点6を次のとおり認定している（審決書39頁35行～40頁3行）。",
                "「本件発明1のシンチレータ層は，『ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により形成された柱状結晶構造』であり，『アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からな』る『反射層の表面に柱状結晶体を成長させて形成したものであ』るのに対し，甲8発明の『気相成長方式によって形成される，柱状の輝尽性蛍光体層である』『蛍光体層』は，上記発明特定事項を備えていない点。」",
                "しかし，上記(2)のとおり，「シンチレータ層は，反射層の表面に蒸着により形成したものである点」は，本件発明1と甲第8号証記載の発明との一致点であるといえるから，本件発明1と甲第8号証記載の発明との相違点6は，「本件発明1のシンチレータ層は，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により形成された柱状結晶構造であるのに対し，甲第8号証記載の蛍光体層は，気相成長方式によって形成される柱状の輝尽性蛍光体層である点」であるといえる。",
                "よって，審決の上記認定は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点6の判断の遺脱 ",
              "text": [
                "審決は，本件発明1と甲第8号証記載の発明との相違点6（「本件発明1のシンチレータ層は，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により形成された柱状結晶構造であるのに対し，甲第8号証記載の蛍光体層は，気相成長方式によって形成される柱状の輝尽性蛍光体層である点」）について，何ら判断していない。",
                "よって，審決には，この点において，判断遺脱の違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "本件発明1と甲8発明の相違点6の判断の誤り（取消事由5）",
          "text": [
            "審決は，本件発明1と甲8発明（審決が認定した甲第8号証記載の発明）との相違点6を前記4(3)のとおり認定した上で，当該相違点6について，次のとおり判断している（審決書40頁13行～23行）。",
            "「上記相違点6については，上記『6．（1）エ（ア）』ですでに検討した通り，甲第1号証ないし甲第13号証の開示内容から，当業者といえども容易に想到しうるものではない。また，本件発明1は，上記『6．（1）エ（ウ）』で述べたように，反射層が，基板と該柱状結晶構造のシンチレータ層との間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなる該反射層の表面に，柱状結晶体を成長させて形成した柱状結晶構造のシンチレータ層を形成したことにより，柱状結晶構造のシンチレータ層と反射層との接着性が向上し，それにより鮮鋭性を向上させるという効果を備えており，甲第1号証ないし甲第13号証の開示内容から当業者が予測しうることはできない，格別の効果を奏するものである。」",
            "しかし，前記2で述べたとおり，反射層が，基板と，蒸着により形成された蛍光体層との間に設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成することは，周知技術であるといえるし，また，バインダー樹脂を含んだ反射層，若しくは，反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することも，周知技術であるといえるから，甲8発明において，気相成長方式によって形成される蛍光体層を，白色顔料及びバインダー樹脂からなる反射層の表面に蒸着により形成することは，上記周知技術から，当業者にとって容易である。",
            "また，本件発明1の効果についても，前記2で述べたとおり，本件発明1は，鮮鋭性が向上するとの効果はもちろん，柱状結晶構造のシンチレータ層と反射層との接着性が向上するとの効果を奏するものであるとはいえず，仮に当該接着性が向上するとの効果を奏するものであるといえたとしても，当該接着性が向上するとの効果は，当業者が予測し得る効果である。",
            "以上により，審決の上記判断は誤りである。"
          ]
        },
        {
          "fig": "6",
          "subject": "本件発明2ないし7に対する無効理由1ないし3についての判断の誤り（取消事由6）",
          "text": [
            "審決は，本件発明2ないし本件発明7に対する無効理由1ないし3について，次のとおり判断している（審決書40頁31行～36行）。",
            "「本件発明2ないし本件発明7は，本件発明1を引用してさらに限定する発明であるから，上記『6．（1）～（3）』と同様に，本件発明2ないし本件発明7は，甲1発明と甲第1号証ないし甲第13号証に開示された事項から，または甲6発明と甲第1号証ないし甲第13号証に開示された事項から，または甲8発明と甲第1号証ないし甲第13号証に開示された事項から，当業者が容易に導き出しうる発明であるとはいえない。」",
            "しかし，前記1～5で述べたのと同様の理由により，審決の上記判断は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1と甲1発明の相違点1の判断における理由不備）に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "蒸着対象に係る認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が当業者の技術常識や技術水準等，当業者にとって顕著な事実について判断する場合には，その判断の根拠を証拠による認定事実に基づき審決書に理由として具体的に明示することは必要ではない（最高裁昭和59年3月13日第三小法廷判決・裁判集民事141号339頁参照）。本件の「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されることは，当業者にとって常識的な事項である」との事実は，当業者にとって常識的な事項であり，これらの者にとって顕著である。したがって，上記の事実については，認定の理由を具体的に明示することは必要ではない。",
                    "上記の事実は，蒸着による柱状結晶構造により鮮鋭性の向上という効果が生ずるか否かの点の前提となる事実であり，原告は，審判段階において，蒸着による柱状結晶構造により鮮鋭性の向上という効果が生ずるということについては争っていたが，上記の事実については争っていなかった。原告が，本件において，新たに上記の事項について証拠による認定がない旨を主張することは，信義則に反し，許されるべきではない。",
                    "「蒸着により膜形成を行なう場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されること」が当業者にとって常識的な事項であることは，乙第1号証（53頁最下行～54頁1行，55頁7行，62頁9行～63頁4行），乙第2号証（段落【0007】，【0008】）及び甲第17号証（段落【0014】）の記載内容から明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲第7号証には，ガラス基板上に反射膜としてのAl膜を蒸着し，Al膜上にTlドープのCsIを蒸着法によって成長させたシンチレータを形成することが記載されている（審決書30頁25～37行）。一方，審決では，甲1発明における蛍光体層，拡散反射層について，「放射線吸収性蛍光体層22bは，CsI：Tlの針状結晶膜である蒸着膜からなり，支持体21bと放射線吸収性蛍光体層22bとの間に，拡散反射層を設け，拡散反射層は，二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成する」と認定されている（審決書28頁10～15行）。",
                    "ここで，甲第7号証と甲1発明とでは，蛍光体層を形成させる対象である反射層の材質が，一方はAlであるのに対し，他方は二酸化チタンおよび結合剤と，各々相違する。また，甲第7号証では蒸着によりAl膜が形成され，甲1発明では，二酸化チタンおよび結合剤を溶剤中に混合分散した塗布液を支持体上に塗布乾燥して形成しており，両者において材料及び製造工程が全く異なるので，甲第7号証と甲1発明とでは，反射層の表面の構造も異なる。",
                    "そうすると，上記技術常識を参酌すると，甲第7号証において蒸着により形成したAl膜上にTlドープのCsIを蒸着法によってシンチレータを形成させることが記載されていても，蒸着させる対象である拡散反射層の表面の材質，構造が甲第7号証と異なる甲1発明において，甲第7号証と同様に，拡散反射層上に直接蒸着により形成することを導き出すことは，当業者にとって容易になし得たことではないとの結論に達することができる。",
                    "審決が上記の理由で上記結論に至ったことは，審決書の記載から明らかであり，審決が理由を述べていないとする原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "ガラス転移温度と基板温度との関係に係る認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1の効果について，審決は，「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなることは，当業者にとって本件特許出願時に常識的事項」であるとの認定事項について何ら主張，立証がないまま前提としており，この点において審決には理由不備の違法があると主張する。しかし，上記認定事項については，被告が無効審判の口頭審理陳述要領書（甲36・8頁11行～9頁17行）において，公知文献（甲19～22）を提示して十分に主張立証した事項である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そもそも，バインダー樹脂それ自体が，金属に比して根付きが良く，本件特許発明におけるシンチレータ層の蒸着時における根付きが向上し，柱状結晶がきれいに成長するという効果は，「樹脂という材料」の性質に起因してもたらされるものである。そして，本件明細書の段落【0038】においても，反射層に含まれるバインダー樹脂のガラス転移温度については，好ましい温度の範囲として30～100℃が示されているにすぎず，上記効果を奏する上で必須であるとは記載されていない。また，同段落【0071】においても，ガラス転移温度が30～100℃の範囲外の樹脂が，好ましい例として挙げられている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲第40号証については，「耐熱性樹脂は，Tgが180℃以上であることが好ましく」（段落【0031】）との記載があるが，特許請求の範囲の記載にはガラス転移温度に関する限定はなく，発明の課題も輝尽性蛍光体層と熱膨張率の近い樹脂を使用して，ひび割れを防止することにある（段落【0023】）。また，甲第40号証の耐熱性樹脂層は，顔料を含まない樹脂のみの層であり，バインダー樹脂のガラス転移温度は通常150℃以下であること，及び支持体の温度は「50℃～400℃に設定することが好ましく」（段落【0064】）との記載があることからすれば，「Tgが180℃以上であることが好ましく」（段落【0031】）との記載は，支持体の温度が300～400℃と高温になった場合の耐熱性や高い剛性が求められる特殊な事例を考慮して記載されていると解するのが妥当である。よって，実施例等で具体的に支持体の温度とバインダー樹脂のガラス転移温度が示されていない以上，バインダー樹脂のガラス転移温度が基板温度よりも高くなることが記載されているとは認められない。",
                    "また，甲第41号証については，段落【0028】及び【0086】の記載から，樹脂のガラス転移温度の温度範囲（80～350℃）に対し支持体の温度範囲（150～400℃）は50～70℃高めに設定していると認められる。よって，実施例等で具体的に支持体の温度とバインダー樹脂のガラス転移温度が示されていない以上，バインダー樹脂のガラス転移温度が基板温度よりも高くなることが記載されているとは認められない。また，このことは，甲第41号証の実施例において実際に用いられている基板温度は約350℃であり（段落【0130】），この場合には，段落【0028】の温度範囲はむしろ当該基板温度より低くなることからも示唆される。",
                    "さらに，甲第40号証においては，ガラス転移温度が高い樹脂の記載があるものの，比較されている一般的な樹脂はいずれもガラス転移温度が150℃以下のものであり，本件明細書に記載の樹脂材料のガラス転移温度は一般的なものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明1と甲1発明の相違点1の判断の誤り，本件発明1の効果の認定の誤り）に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1の判断の誤りをいう点について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，本件発明1の相違点1に係る発明特定事項は，甲1発明及び周知技術に基づいて当業者が容易に想到し得た事項であると主張し，上記周知技術の認定に当たり，甲第38号証，同第39号証，同第7号証及び同第8号証の記載事項を引用している。しかし，原告引用の証拠から原告主張の周知技術を認定することはできない。以下，甲1発明の特徴について説明した上で，上記各証拠について述べる。 "
                },
                {
                  "fig": "イ",
                  "subject": "甲1発明について",
                  "text": [
                    "甲第1号証等に記載されているコンピューテッドラジオグラフィ（以下「CRシステム」という。）は，本件発明1の前提となっているフラットパネル型の放射線ディテクタ（以下「FPDシステム」という。）と異なるものである。",
                    "すなわち，本件特許出願当時，デジタル方式の放射線画像検出装置として，CRシステムとFPDシステムの2つの技術が知られていた。CRシステムとFPDシステムとでは，蛍光体（シンチレータ）パネルの構成において蛍光体が相違するのはもちろん，両システムの動作原理の違いにより，反射層の機能及び要求特性は大きく相違する。特に，CRシステムでは，600nm～700nm（赤色波長に対応する）での反射が制限されているのに対して，FPDシステムでは，波長による反射の制御は必要とされず，300nmから800nmの電磁波であるシンチレータの発光光を反射することが要求されるから，赤色波長の反射を制限するCRシステムの反射層を，FPDシステムの反射層にそのまま転用することは適切でなく，このことは当業者であれば認識されている事項である。",
                    "本件発明は，FPDシステムがその前提となっているものである。これに対し，甲1発明は，CRシステムに関するものである（甲1・段落【0001】）。そして，甲第1号証の段落【0012】，【0077】と図10，【0137】と図19の（2）の記載からすると，甲第1号証の図10で示されている「選択的反射層13」は，その機能及びパネル内での層の配置から，一般のCRシステムにおける反射層に該当するから，甲第1号証に記載の放射線画像形成材料は，CRシステムにおける反射層をも有するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲第38号証について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲第38号証には，「白色顔料（塩基性炭酸鉛（鉛白））及びバインダー樹脂からなる反射層の表面に，蛍光体層を蒸着により形成すること」が記載されているから，甲第38号証は，これが周知技術であることを示す一例として参酌することができると主張している。しかし，以下のとおり，甲第38号証には，「白色顔料（塩基性炭酸鉛（鉛白））を含む反射層」は記載されていない。よって，原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "まず，炭酸鉛（lead  carbonate）と塩基性炭酸鉛（鉛白）（basic  lead  carbonate）とは，名称が類似しているが全く異なる化合物（乙第10号証，乙第11号証）であって，当該技術分野において用いられる「白色顔料」に該当するものは後者の塩基性炭酸鉛（鉛白）であるところ，甲第38号証には，炭酸鉛は記載されているものの，塩基性炭酸鉛（鉛白）は一切記載されていない（段落【0042】）。すなわち，甲第38号証に，「白色顔料（塩基性炭酸鉛（鉛白））」を含む反射層の記載はない。",
                        "次に，炭酸鉛は，1気圧（760mmHg）では315℃で，0．015気圧（12mmHg）では184℃で熱分解して酸化鉛と二酸化炭素になる（乙第10号証，乙第11号証）ところ，CsI蒸着は0．000001気圧程度の減圧下で行うため，当該環境下での炭酸鉛の熱分解温度は，184℃よりもさらに低温になると考えられ，基板の加熱温度でも容易に分解すると考えられる。融解したCsIの蒸気流が直接あたる部分では，蒸着過程で熱分解する可能性がある。よって，炭酸鉛の上に蛍光体層を蒸着により形成しようとすると，熱分解により酸化鉛に変化し変色してしまう。他方，仮に塩基性炭酸鉛（鉛白）について検討するとしても，塩基性炭酸鉛（鉛白）は加熱により155℃で水を失い，200℃で二酸化炭素を失って酸化鉛（黄色）に変化してしまう(乙第11号証，塩基性炭酸鉛（鉛白）の熱変色温度は150℃，熱分解温度は400℃である（乙第12号証）。)。また，蒸着時の基板加熱（150～250℃）で水が発生するため，水分に弱いCsIが，発生した水で致命的な劣化を起こす可能性もある。よって，塩基性炭酸鉛（鉛白）も，反射層として十分に機能しない。したがって，甲第38号証に基づき「白色顔料（塩基性炭酸鉛（鉛白））及びバインダー樹脂からなる反射層の表面に，蛍光体層を蒸着により形成すること」には，当業者において阻害要因がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そもそも，甲第38号証の「結合剤に分散された鉛又は鉛酸化物の層」は，反射層としては想定されておらず，「白色顔料（塩基性炭酸鉛（鉛白））」を含む反射層も開示されていないので，甲第38号証は，「白色顔料及びバインダー樹脂からなる反射層の表面に，蛍光体層を蒸着により形成すること」が周知技術であることを示す例にはならない。よって，本件発明の進歩性を判断する上で甲第38号証を参酌することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲第39号証について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲第39号証に記載のデジタルX線撮影用放射線変換シートは，少なくとも，基材／蛍光体層／粘着剤層／透明剥離フィルムが順次積層された構成を有しており（【0015】），蛍光体層は基材の上に形成される。これに対して，本件発明1のシンチレータパネルは，白色顔料及びバインダーからなる反射層が，基板と柱状結晶構造の間に存在し，該反射層の表面に柱状結晶体を成長させて形成されたという構成を有する。このように，甲第39号証に記載のデジタルX線撮影用放射線変換シートは，本件発明1における「反射層」を有するものではない。してみれば，本件発明1と甲1発明との反射層の構成に関る相違点1の容易想到性を判断する上で，「反射層」を有さないX線撮影用放射線変換シートの構成を参酌し得るものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲第39号証において，蛍光体を形成する対象は，プラスチック基板，シリコン基板，カーボン基板などの「基材」であり，好ましくは0．1-2mmの厚みを有している。このようなプラスチック基板は，一般に，溶融させた樹脂を押出して成形する押出成形法等により製造されることは周知である。これに対して，本件発明1において，シンチレータ層を蒸着により形成する対象は，白色顔料とバインダーからなる反射層であり，当該反射層は，好ましくは溶剤に溶解した樹脂を塗布，乾燥して基板の上に形成されるものである（甲31【0037】）。そうすると，仮に，甲第39号証に記載の基板が酸化チタン，酸化アルミニウムなどの顔料を混入した白色樹脂材料からなるものであったとしても，甲第39号証に記載の基材と本件発明1における反射層は，その形成方法が異なることから，当業者であれば，形成された表面の構造も通常は異なると理解するのが自然である。してみれば，本件発明1と甲1発明との反射層の構成に関する相違点1の容易想到性を判断する上で，甲第39号証に記載の基材の構成について参酌し得るものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲第39号証には，「また，CsI：Tlなどの柱状結晶の層を，基材1に蒸着法により形成することによっても得られる。」（【0024】）との記載はあるものの，実施例では，蛍光体層を，白色PET材料の表面に塗布方式により形成したデジタルX線撮影用放射線変換シートが記載されているのみであり，プラスチック基板上に蒸着法により蛍光体層を形成した例は示されておらず，またその具体的な方法の記載も全くない。してみれば，甲第39号証には，プラスチック基材上に蒸着法により蛍光体層を形成することは実質的には開示されていないと認められる。したがって，甲第39号証の記載内容をもって，反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することが周知技術であるとは到底言えない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲第8号証について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲第8号証に記載の放射線画像変換パネルは，支持体上に少なくとも放射線画像が蓄積された輝尽性蛍光体を有する放射線画像変換パネルであり（【0013】），図1から，当該放射線画像変換パネルがCRシステムに用いられるものであることは明らかである。",
                        "また，甲第8号証には，支持体と輝尽性蛍光体層との間に反射層を設けても良いと記載されているが（【0117】），当該反射層の分光反射率について，同号証には，「短波長側（370nm～500nm）よりも長波長側（600nm～700nm）が低いことが特徴であり，好ましくは長波長側の反射率が，短波長側に対して0．01倍～0．95倍であることが好ましく，より好ましくは0．01倍～0．50倍である。」と記載されている（【0127】）。したがって，甲第8号証に記載されている反射層は，CRシステムにおける波長選択的な反射特性を有する反射層に該当する。このような波長選択的な反射特性を有するように設計されたCRシステムの反射層を，550nmでの反射が求められるFPDシステムの反射層に適用し得ない。",
                        "さすれば，光学特性が全く異なる本件発明1におけるFPDシステムのシンチレータに用いる反射層の特徴事項を考えるに当たり，甲第8号証に記載されている反射層に関する技術を参酌し得るものではない。したがって，甲第8号証記載の反射層に関する記載をもって本件発明1と甲1発明との相違点1に関する周知技術などとはいうことはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲第8号証には，蒸着により膜形成された酸化チタンと酸化ジルコニウムの反射層以外の反射層の表面に，蛍光体層を蒸着により形成することは何ら記載も示唆もされていない。してみれば，甲第8号証の記載事項からは，任意の材質からなる反射層全般について，その表面に，蒸着により蛍光体層を形成することが周知であるとはいうことができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲第8号証の【0171】には，酸化チタンと酸化ジルコニウムとを蒸着により膜形成して形成した光反射層の表面に，蛍光体層を蒸着により形成することが記載されている。また，甲第8号証には，反射層としては，例えば，白色顔料を樹脂中に分散含有させたものが用いられることが記載されている（【0117】）。しかし，甲第8号証には，白色顔料を樹脂中に分散含有させた反射層の表面に，直接蒸着により膜形成を行うことは何ら具体的に記載されていない。",
                        "また，甲第8号証においては，反射層は任意的な層であり，更に，蛍光体層は塗布型のものであってもよいと記載されている（【0063】，【0064】）。そして，審決で認定されているように，蒸着により膜形成を行なう場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されることは，当業者にとって常識的な事項である。そうすると，甲第8号証に酸化チタンと酸化ジルコニウムとを蒸着により膜形成して形成した光反射層の表面に，蛍光体層を蒸着により形成することが記載されているとしても，白色顔料を樹脂中に分散含有させた反射層の表面に，直接蛍光体層を蒸着により形成することを導き出すことはできない。",
                        "したがって，バインダー樹脂を含んだ反射層の表面に，蛍光体層を蒸着により形成することは，甲第8号証に記載されている事項には該当しない。",
                        "以上より，甲第8号証の記載事項から，バインダー樹脂を含んだ反射層の表面に，蛍光体層を蒸着により形成することも周知技術であるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲第7号証について",
                  "text": [
                    "甲第7号証の段落【0013】には，原告が指摘するように，Tiドープ（TiドープはTlドープの誤記と思われる）のCsIからなるシンチレータ層を，真空蒸着法により形成されたAl膜の反射層の表面に蒸着法によって成長させることが記載されているが，真空蒸着法により形成されたAl膜の反射層以外の反射層の表面に，TiドープのCsIからなるシンチレータ層を蒸着法により形成することは何ら記載も示唆もされていない。",
                    "してみれば，甲第7号証の記載事項からは，任意の材質からなる反射層全般について，その表面に，蒸着により蛍光体層を形成することが周知であるとはいえない。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，甲第7号証，甲第38号証，甲第8号証の記載事項から，反射層が，基板と，蒸着により形成された蛍光体層との間に設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成することは，周知技術であるということはできず，また，甲第38号証，甲第39号証，甲第8号証の記載事項から，バインダー樹脂を含んだ反射層，若しくは，反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することも，周知技術であるということはできない。",
                    "また，甲第7号証には，TiドープのCsIからなるシンチレータ層を，真空蒸着法により形成されたAl膜の反射層の表面に蒸着法によって成長させることが記載されているものの，真空蒸着法により形成されたAl膜の反射層以外の反射層の表面に，TiドープのCsIからなるシンチレータ層を蒸着法により形成することは何ら記載も示唆もされていない。",
                    "そして，「蒸着により膜形成を行なう場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されること」は，当業者にとって常識的な事項である。",
                    "してみれば，白色顔料及びバインダー樹脂からなる反射層が，基板と，蒸着により形成された柱状結晶構造のシンチレータ層との間に設けられている甲第1号証記載の発明において，シンチレータ層を反射層の表面に蒸着により形成し，本件発明1の相違点1に係る発明特定事項とすることは，当業者にとって容易であるとはいえない。",
                    "よって，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の効果の認定の誤りをいう点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲第40号証，甲第41号証を提出して，審決が「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなることは，当業者にとって本件特許出願時に常識的事項であ」る（審決書32頁22～26行）と認定した点は誤りである旨主張する。しかし，以下のとおり，この主張には理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲第40号証について",
                      "text": [
                        "甲第40号証の記載事項（段落【0010】～【0012】，【0031】，【0060】）からすると，甲第40号証に記載の発明は，基板の凹凸により発生する輝尽性蛍光体を蒸着させる際に成形性が悪いという問題，熱に弱い樹脂を基板として用いた場合に，蒸着時の蒸気流の熱により基板が変形するという問題に対処するため，基板上に耐熱性樹脂層を設けることで，表面の平滑な支持体を得て，輝尽性蛍光体層の形成時にひび割れが発生することを防ぐことができるという効果を有するものであると認められる。",
                        "これに対して，本件発明1は，FPDシステムに用いられるシンチレータパネルにおいて，アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなる反射層の表面に，柱状結晶構造のシンチレータ層を蒸着によって成長させて形成するものであり，このような構成を採用することで，蒸着によりシンチレータを形成させるに当たり，反射層が接着層としても機能し（段落【0038】），蒸着の際に反射層中のバインダー樹脂が軟化して，蒸着結晶の種晶は非常に根付き易くなるのである。",
                        "このように，本件発明1の白色顔料及びバインダー樹脂からなる反射層と甲第40号証に記載の耐熱性樹脂層とは，これを設ける目的，構成，機能，要求される特性が全く相違する。また，甲第40号証に記載の耐熱性樹脂層は，蒸着時の蒸気流の熱による基板の変形を防止するため，180℃以上という非常に高いガラス転移温度を有し，更に，熱膨張係数が輝尽性蛍光体層の熱膨張係数と近い（段落【0023】）という特性を有しており，樹脂層としては極めて特殊なものである。",
                        "したがって，甲第40号証において，仮に耐熱性樹脂層を構成する樹脂材料のガラス転移温度が，蛍光体層を形成する際の基板温度よりも高くなることがあったとしても，このことと，反射層に含まれるバインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも通常低くなることとは，直接関連するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲第41号証について",
                      "text": [
                        "甲第41号証の記載事項（段落【0029】，【0044】，【0045】，【0090】，【0127】，【0131】，【0132】）からすると，甲第41号証における「接着層」とは，複数層の蒸着基板の支持体を形成する際に，基板に貼合した層を意味すると考えられ，実施例1の場合は，炭素繊維板が基板であり，ガラスが接着層に該当すると考えられる。また，実施例8では，基板炭素繊維を挟んで両面に接着層なるポリイミドシートが貼合されて，3層全体として支持体を構成するとされている（請求項4）。",
                        "このように，甲第41号証における接着層は，本件発明1における酸化チタン等の白色顔料及びバインダー樹脂からなる反射層とは全く異なるものであり，蛍光体層の蒸着対象となる層の樹脂原料のガラス転移温度と，蛍光体層を形成する際の基板温度との関係は，当該蒸着対象となる層の構成，機能，特性により変わり得るものである。してみれば，甲第41号証における接着層に関する記載は，反射層に含まれる「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなることは，当業者にとって本件特許出願時に常識的事項」であるとの審決の認定を判断する上で直接関連するものではない。",
                        "仮に，甲第41号証における接着層に関連する記載を参照したとしても，以下に示すように，同号証の記載内容により審決の上記認定は影響されるものではない。",
                        "すなわち，甲第41号証の実施例には，「また，蒸着にあたっては，前記基板を蒸着器内に設置し，次いで，蛍光体原料（CsBr：Eu）を蒸着源としてプレス成形し水冷したルツボにいれた。その後，蒸着器内を一旦排気し，Ｎ ガスを導入し，20．133Paに真空度を調整した後，基板の温度を約350℃に保持しながら，蒸着した。」（段落【0128】～【0129】」と記載されており，同号証の実施例では，蒸着における基板の温度は約350℃と認められる。一方，甲第41号証の【0028】には，接着層に含まれる化合物のTgが80～350℃であることが好ましいと記載されているように，甲第41号証の接着層に含まれる化合物のTgは350℃以下である。",
                        "このように，甲第41号証に具体的に記載されている例においても，接着層に含まれる樹脂のガラス転移温度は蒸着の際の基板温度よりも低くなっている。",
                        "したがって，甲第41号証に具体的に記載されている接着層に含有される化合物のガラス転移温度と蒸着時の基板温度との関係からしても，審決の上記認定は影響されるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上のとおり，甲第40号証及び甲第41号証の記載事項は，反射層に含まれるバインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも通常低くなることとは直接関連するものではない。してみれば，甲第40号証及び甲第41号証の記載事項により，「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなることは，当業者にとって本件特許出願時に常識的事項である」との審決の認定は影響されるものではない。",
                        "したがって，原告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件明細書の【0035】，【0038】の記載から，反射層が接着層として有効に機能するのは，バインダーとしてガラス転移温度（Tg）が30～100℃のポリマーを反射層が含有し，かつ，基板温度が150～250℃で蒸着によるシンチレータ層の形成が実施される場合であるところ，本件発明1においては，それらについて何ら特定されていないことから，柱状結晶構造のシンチレータ層と反射層との接着性が向上するとの効果は，本件特許の特許請求の範囲の記載に基づくものであるとはいえないと主張するが，原告の主張は失当である。",
                    "すなわち，まず，本件明細書の【0038】では，反射層に含有されるバインダー樹脂として，ガラス転移温度が30～100℃が好ましいと記載されているのみで，これが本件特許発明の作用効果を奏功する上で必須であるとは記載されていない。",
                    "また，FPDシステムにおいて，蒸着によりシンチレータを形成するに当たり，基板温度は通常150℃～250℃で実施されることは出願時において広く知られている（甲第19号証の段落【0010】，甲第20号証の段落【0014】，甲第21号証の段落【0032】）。FPDシステムにおいて，蒸着によりシンチレータを形成するに当たり，基板温度を150℃～250℃で実施することは，出願時における技術常識である。",
                    "そして，本件発明1においては，バインダー樹脂のガラス転移温度が当該基板温度より通常低いので，反射層中のバインダーが軟化して，蒸着結晶の種晶は非常に根付き易くなり，本件特許発明の優れた作用効果がより良く奏されるのである。",
                    "したがって，バインダー樹脂のガラス転移温度及び蒸着によるシンチレータの形成における基板温度が特定されていないことは，本件発明1の作用効果上何ら問題はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，柱状結晶構造のシンチレータ層と反射層との接着性を向上させ，それにより鮮鋭性を向上させるとの効果は，本件明細書の記載に基づくものとはいえない旨主張する。",
                    "しかし，技術的思想の開示においては，技術的効果を生ずる全過程を解明するまでの必要はなく，特定の構成により特定の効果を生ずることが分かれば足りるものである。",
                    "本件発明1においては，本件明細書には，反射層が，基板と柱状結晶構造のシンチレータ層の間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウム及び酸化チタンから選ばれた少なくとも一種の白色顔料及びバインダー樹脂からなる該反射層の表面に，柱状結晶体を成長させて形成した柱状結晶構造のシンチレータ層を形成したことにより，柱状結晶構造のシンチレータ層と反射層との接着性が向上することが明示されている（段落【0035】，【0038】及び【0071】）。",
                    "また，甲第9号証及び甲第17号証において，蛍光体層を柱状に結晶化させる際に，ゴミ，蒸着時のスプラッシュ，基材の表面粗さのばらつきによって，部分的に生じた異常成長により数10μmから数100μm程度の突起部が形成され，この突起部が原因となりデジタル画像の解像度が低下するという問題が指摘されていた（甲第9号証【0012】，【0049】，図3～10）ところ，本件発明1では，反射層が凹凸などの欠陥を覆い隠すことができ，平滑性に優れた表面を得ることができる。",
                    "さらに，シンチレータ層と反射層との接着性が向上することにより，柱状結晶を根元部での乱れがなくきれいに成長させることができることは，当技術分野に属する者であれば理解できることである。",
                    "そして，白色顔料及びバインダー樹脂からなる反射層の表面に蒸着により柱状結晶構造のシンチレータ層を形成したシンチレータパネルにおいて鮮鋭性が格段に向上することが実施例により明確に示されている（表1）。",
                    "してみれば，柱状結晶構造のシンチレータ層と反射層との接着性を向上させ，それにより鮮鋭性を向上させるとの効果は，本件明細書の記載に基づくものであり，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，仮に，本件発明1が，柱状結晶構造のシンチレータ層と反射層との接着性が向上するとの効果を奏するものであるといえたとしても，当該接着性が向上するとの効果は，甲第42号証の記載事項から当業者が予測し得る効果であると主張する。",
                    "審決は，「本件発明1は，甲第1号証ないし甲第13号証の開示内容から当業者が予測し得ることができない，格別の効果を奏するものである。」（審決書33頁20～22行）と認定しているところ，本件発明1の効果が，当業者が予測し得るものであると主張するのであれば，甲第1号証ないし甲第13号証の開示内容に基づいて行なわなければならない。しかし，原告は，無効審判の審理で提出していない証拠である甲第42号証の開示内容に基づいて，本件発明1の効果について当業者が予測し得るものであると主張している。",
                    "特許発明の効果は，進歩性の存在を肯定的に推認する事実として参酌されるものであることからすると，原告の上記主張は，無効審判の審理で提出されていない新たな証拠に基づいて，本件発明1の容易想到性を主張していることに等しい。特許無効審判で審理判断されなかった公知事実との対比における特許無効原因を審決取消訴訟において主張することは，許されるものではない（最高裁昭和51年3月10日大法廷判決・民集30巻2号79頁）。",
                    "したがって，原告が本審決取消訴訟において上記主張をすることは認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（本件発明1と甲6発明の相違点3の判断の誤り）に対し",
          "text": [
            "原告は，相違点3に係る本件発明1の発明特定事項は，甲6発明に甲第1号証記載の技術及び甲第7号証記載の技術に基づいて当業者が容易に想到し得た事項であると主張し，その理由として，甲第38号証，同第39号証，同第7号証及び同第8号証の記載事項から認定できるとする周知技術に言及している。",
            "しかし，前記2において述べたとおり，上記各証拠から原告主張の周知技術を認定することはできない。",
            "また，審決において相違点4として認定されているように，本件発明1の反射層は，「アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくも一種の白色顔料及びバインダー樹脂からな」るのに対し，甲第6号証記載の「光反射層」は，「樹脂中に多数の空隙を形成したものであり」，全く相違するところ，これを白色顔料及びバインダー樹脂からなる反射層に代える動機付けは認められない。",
            "さらに，甲第6号証には，蛍光体層の形成について，蛍光体塗布液を支持体上に塗布，乾燥すること，及び，蛍光体塗料又は輝尽性蛍光体塗料からなるシートを支持体の上に載せ，接着する工程で形成することが記載されているが（【0041】，【0042】），蒸着により蛍光体層を記載することは記載も示唆もされていない。さすれば，当業者は，甲第6号証に，甲第1号証及び甲第7号証と組み合わせる動機付けを有し得ない。",
            "してみれば，当業者は，甲6発明に甲第1号証記載の技術及び甲第7号証記載の技術を適用して，相違点3の発明特定事項に容易に想到し得るものではない。",
            "また，原告は，本件発明1の効果についても，取消事由2におけるものと同様の主張をしているが，取消事由2において詳述したとおり，本審決取消訴訟においてこのような主張をすることは許されず，仮に当該主張をすることができるとしても，本件発明1の優れた効果は，甲第42号証から当業者が予測し得るものではない。",
            "以上より，原告の主張は失当である。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4（本件発明1と甲8発明の一致点及び相違点6の認定の誤り，判断遺脱）に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決は，甲第8号証記載の発明の認定において，「気相成長方式によって形成される，柱状の輝尽性蛍光体層である蛍光体層を，反射層の表面に蒸着により形成する」との事項を看過している，と主張し，その理由として，甲第8号証の段落【0171】及び【0172】には，支持体の表面に形成した光反射層の表面に，蛍光体層を，蒸着により形成することが記載されている点を挙げている。",
                "しかし，甲第8号証の段落【0171】には，「（光反射層の形成）フルウチ化学社製酸化チタンとフルウチ化学社製酸化ジルコニウムとを，400nmでの反射率が85％，660nmでの反射率が20％となるように，蒸着装置を用いて支持体1の表面に膜形成を行った。」と記載されているように，当該光反射層は酸化チタンと酸化ジルコニウムとを蒸着により膜形成して形成したものであって，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層ではない。",
                "このようなバインダー樹脂を含まず，かつ蒸着により形成した光反射層について，その表面に蛍光体層を蒸着により形成することが記載されているからといって，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層においても同じようにその表面に蛍光体層を蒸着により形成することは，甲第8号証に記載されていない。",
                "また，甲第8号証においては，反射層は任意的な層であり，更に，蛍光体層は塗布型のものであってもよいと記載されている（段落【0063】～【0064】）。そして，審決で認定されているように，蒸着により膜形成を行なう場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されることは，当業者にとって常識的な事項である。そうすると，甲第8号証に記載されている事項からは，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層において，その表面に蛍光体層を蒸着により形成することを導き出すことはできない。さすれば，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層の表面に，蛍光体層を蒸着により形成することは，甲第8号証に記載されている事項には該当しない。",
                "したがって，支持体と輝尽性蛍光体層との間に，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層を備えてもよい，放射線画像変換パネルにおいて，「気相成長方式によって形成される，柱状の輝尽性蛍光体層である蛍光体層を，反射層の表面に蒸着により形成する」点は，甲第8号証には記載されていない。",
                "よって，審決の甲第8号証記載の発明の認定に誤りはなく，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と甲第8号証記載の発明との一致点の認定について",
              "text": [
                "原告は，審決は，本件発明1と甲第8号証記載の発明との一致点の認定において，「シンチレータ層は，反射層の表面に蒸着により形成したものである点」を看過していると主張するが，上記のとおり，甲第8号証には，支持体と輝尽性蛍光体層との間に，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層を備えてもよい，放射線画像変換パネルにおいて，「気相成長方式によって形成される，柱状の輝尽性蛍光体層である蛍光体層を，反射層の表面に蒸着により形成する」点は記載されていない。",
                "してみれば，「シンチレータ層は，反射層の表面に蒸着により形成したものである点」は，本件発明1と甲第8号証記載の発明との一致点にはなり得ない。",
                "よって，審決の本件発明1と甲第8号証記載の発明との一致点の認定に誤りはなく，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告のその他の主張について",
              "text": [
                "上記の理由から，本件発明1と甲第8号証記載の発明との相違点6の認定の誤り，判断逸脱についての原告の主張には根拠がなく，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5（本件発明1と甲8発明の相違点6の判断の誤り）に対し",
          "text": [
            "原告は，甲8発明において，気相成長方式によって形成される蛍光体層を，白色顔料及びバインダー樹脂からなる反射層の表面に蒸着により形成することは容易であると主張し，その理由として，甲第38号証，同第39号証，同第7号証及び同第8号証の記載事項から認定できるとする周知技術に言及している。",
            "しかし，前記2で述べたとおり，上記各証拠から原告主張の周知技術を認定することはできない。また，前記4で述べたとおり，甲第8号証に記載されている事項からは，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層において，その表面に蛍光体層を蒸着により形成することを導き出すことはできないから，甲第8号証には，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層の表面に，蛍光体層を蒸着により形成することは記載されていない。",
            "してみれば，甲8発明において，気相成長方式によって形成される蛍光体層を，白色顔料及びバインダー樹脂からなる反射層の表面に蒸着により形成することは，当業者に容易に想到し得たものではない。",
            "また，原告は，本件発明1の効果についても，取消事由2における主張と同様の主張をしているが，前記2において詳述したとおり，本件発明1の優れた効果は，甲第42号証から当業者が予測し得るものではない。",
            "以上より，原告の主張は失当である。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6（本件発明2ないし7に対する無効理由1ないし3についての判断の誤り）に対し",
          "text": [
            "原告は，取消事由1ないし5で述べたのと同様の理由により，本件発明2ないし7に対する無効理由1ないし3についての審決の判断は誤りであると主張するが，上記のとおり，原告の取消事由1ないし5はいずれも理由がない。",
            "したがって，本件発明2ないし7に対する無効理由1ないし3についての審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件発明1は，甲1発明に周知技術（甲7，8，38，39）を適用することによって，当業者が容易に発明をすることができたものであり，無効理由1に係る審決の容易想到性判断は誤りであると判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1と甲1発明の相違点1の判断における理由不備）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "蒸着対象に係る認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "はじめに",
                  "text": [
                    "原告は，蒸着対象に係る審決の認定に理由不備の違法があると主張するので，まず，各種刊行物の記載内容を認定し，これに基づき，「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されること」が当業者にとって常識的な事項であると認められるかどうかを検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "各種刊行物の記載内容（以下，下線はいずれも裁判所）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "後藤芳彦，「材料学シリーズ  結晶成長」，株式会社内田老鶴圃，2003年3月25日，45～65頁（乙1）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記刊行物には，以下の記載がある。",
                            "「結晶は全体の表面エネルギーをできるだけ小さくするような形をもって成長する。」（53頁最下行～54頁1行）",
                            "「結晶が成長するときには，最初に結晶の核が形成され，それが成長して次第に大きくなる。結晶の大きさが小さいときには結晶の外形は平衡形の形態をとりやすい。例えば，表面エネルギーに…異方性がある場合には，結晶は全体として球状に近いが，低指数面に切られた多面体の形をとる。このとき結晶の表面エネルギーは最小となり，その形を平衡形という。」（55頁3～9行）",
                            "「いままでの話は3次元空間の蒸気の中で成長した結晶の形に関するものであった。現実には，気相成長では，ガラス管，あるいは成長物質を支える基板（下地）を用いる。溶液成長や融液成長でも液体をおおう容器の中で結晶を成長させる。このような場合，基板や容器の壁に結晶の核が形成され成長することになる。つまり，不均質核形成を起こす。以下に不均質核形成における結晶の平衡形について述べる。話を単純にするために図5-7のように基板表面B上での結晶Aの安定形態を求める。",
                            "まず，AB界面の界面エネルギーを（3-23）式のように定義する。",
                            "（5-12）",
                            "ここでγは接着エネルギーである。σ は凝結物の上面の表面エネルギー，σ はA B基板表面の表面エネルギーである。σ は界面エネルギーである。基板Bの上に3AB次元結晶Aが形成されるときのギブスの形成エネルギー変化は",
                            "（5-13）",
                            "と表される。第1項は化学ポテンシャル変化分のエネルギー減少分，第2項は基板上に形成された結晶固有の全表面エネルギー，第3項は接触界面の寄与で結晶が基板と接触したことによって生じた表面エネルギー変化分を表している。S は接A触面積である。前の平衡形の議論と同じように計算すると最終的に次式が得られる。ここでυは1原子の体積を表している。",
                            "（5-14）",
                            "この関係式が基板上に成長する結晶の平衡形を決める条件式である。この式からわかるように，γの値の変化によってh が変化し，その形態は変わってくる。そABの様子を図5-8に示した。AB界面に接着力がない場合には，γ＝0であるから，σ ＝σ ＋σ よりh ＝h となり，ウルフの平衡形と一致する。0＜γ＜σAB A B AB A Aの場合にはh ＜h となり，ウルフの多面体の下部が基板によって切り取られたAB A形状となる。γ＝σ のときにはh ＝0となり，ウルフの多面体のちょうど半分A ABの結晶が基板上に形成される。σ ＜γ＜2σ のときは-h ＝h となり，薄いA A AB A形の板状結晶となる。γが2σ に近づくともはや厚みをもった結晶は不安定であAり，1原子層が2次元的に基板を覆って成長する層成長の成長様式に変わる。」（62頁2行～63頁最下行）（判決注・乙1【図5-7】及び【図5-8】は別紙のとおり）"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載から，基板上に気相成長（蒸着）によって形成された結晶の平衡形は，接着エネルギーγと凝結物の上面の表面エネルギーσ に依存して形態が変化Aすることが分かる。接着エネルギーγは，基板の材質によって変わるものであるから，上記記載は，基板の材質によって形成される結晶の安定形態が異なることを示していると認められる。",
                            "そうすると，蒸着により膜形成を行う場合，蒸着させる対象の表面の材質により結晶成長が左右されるといえる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特開2005-148060号公報（甲17）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記刊行物には，以下の記載がある。",
                            "「【0013】",
                            "ここで，高感度な放射線検出装置用の蛍光体層113の材料として，柱状結晶構造を有するハロゲン化アルカリ蛍光体が使われ始めている。このうち，特にその発光波長が光電変換素子の感度波長とマッチングするCsI（沃化セシウム）：Tlが使われている。このCsI：Tlの最大発光波長は，500nm～600nmである。ハロゲン化アルカリ蛍光体の成膜方法としては，蒸着法が用いられる。例えば CsI：Tlは，CsI（沃化セシウム）とTlI（沃化タリウム）を基材111上に共蒸着することによって得られる。…",
                            "【0014】",
                            "このように蛍光体層113を柱状に結晶化させる際，ゴミ，蒸着時のスプラッシュ，基材111の表面粗さのばらつきなどによって，部分的に生じた異常成長により表面から高さ数10μmから数100μm程度の突起部116が形成される。この突起部116は，凸部とその周辺の凹部からなる凹凸部を成すもので，1）素子の破壊，2）保護層の破壊，3）気泡の混入，4）解像度の低下，などの問題を生ずるため，対策として，蛍光体を形成した後に表面の凹凸を軽減し，上記問題点を抑制するというものが，特許文献3，4に示されている。この結果，図11に示す突起部116の凹凸は軽減される。」（判決注・甲17【図11】は別紙のとおり）"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によれば，CsI：Tlからなる蛍光体層113を柱状に結晶化させる際，ゴミ，蒸着時のスプラッシュ，基材の表面粗さのばらつきなどによって，部分的に異常成長が生ずることが認められる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特開2001-283731号公報（乙2）",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記刊行物には，以下の記載がある。",
                            "「【0007】",
                            "【課題を解決するための手段】上記目的を達成するため，本発明の蛍光体層の製造方法は，基板上に形成されシンチレータ結晶からなる蛍光体層の製造方法において，基板上にシンチレータ結晶からなる複数の基部を，該複数の基部が互いに離隔するようにパターン形成する基部パターン形成工程と，基部上に，基部を構成するシンチレータ結晶と同一種類のシンチレータ結晶を成長させて柱状部を形成し，基部と柱状部とからなる蛍光体層を得る結晶成長工程とを備えることを特徴とする。",
                            "【0008】この発明によれば，複数の基部の上にシンチレータ結晶が一体的に成長し，形及び大きさの揃った柱状部が形成される。…」",
                            "「【0017】次に，このような蛍光体層7を製造する好適な方法について図5を用いて説明する。図5は，基板6上に蛍光体層7を製造する一連の工程を示す図である。",
                            "【0018】まず，図5（a）に示すように，真空蒸着装置の真空容器内に蒸着ボート12を設置し，蒸着ボート12の収容凹部にシンチレータ（例えばCsI）13を載置する。",
                            "【0019】次に，図5（b）に示すように，蒸着ボート12の上方に基板6を配置する。基板6は，真空容器内に固定して水平に保持する。基板6の上部にはヒータ等を配置する。一方，基板6の下部には平板状のパターンマスク11を固定する。…」",
                            "「【0022】このようなパターンマスク11を基板6に固定したならば，真空容器を密閉し，真空ポンプを用いて真空引きを行い，その後，蒸着ボート12に通電してシンチレータ13を蒸発させる。これにより，パターンマスク11の貫通孔11aを通して基板6上にシンチレータ結晶13が蒸着される。…蒸着が完了したならば，真空容器を開放する。そして，図5（c）に示すように，基板6からパターンマスク11を取り外すと，基板6上にほぼ同一形状の基部7aの格子状パターン20が得られる（基部パターン形成工程）。",
                            "【0023】次に，蒸着ボート12の収容凹部に，基部7aを構成するシンチレータ結晶と同一種類のシンチレータ結晶13を載置する。そして，再び真空容器を密閉し，真空ポンプを用いて真空引きを行った後，基板6をヒータによって加熱し，回転駆動装置によって回転軸Cの回りに回転させる。このとき，基板6の温度は室温～400℃とする。このような温度範囲にするのは，この温度範囲を外れるとシンチレータ結晶の結晶性が向上せず単結晶が形成されにくい傾向があるからである。",
                            "【0024】次いで，蒸着ボート12に通電してシンチレータ結晶13を蒸発させる。こうして，図5（d）に示すように，各基部7aの上にシンチレータ結晶が柱状に結晶成長し，複数の基部7aの上に単結晶からなる柱状部7bが一体的に形成され，基部7aと柱状部7bとからなる蛍光体層7が得られる（結晶成長工程）。」（判決注・乙2【図5】は別紙のとおり）"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記記載によれば，基板上に形成したシンチレータ（例えばCsI）結晶からなる複数の基部上にのみ，蒸着によってシンチレータ結晶が柱状に結晶成長することが認められる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記イの各種刊行物の記載内容から判断すると，「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されること」は，当業者にとって常識的な事項であることが優に認められる。",
                        "原告は，審決は，何ら主張立証のないまま，「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されることは，当業者にとって常識的な事項である」と認定し，これを相違点1に係る容易想到性判断の当然の前提としており，この点において理由不備の違法があるとと主張する。",
                        "しかし，発明の属する技術の分野における通常の知識を有する者の技術上の常識又は技術水準とされる事実などこれらの者にとって顕著な事実について判断を示す場合は，その判断の根拠を証拠による認定事実に基づき具体的に明示することを必ずしも要しない（最高裁昭和59年3月13日第三小法廷判決・裁判集民事141号339頁参照）ところ，「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されること」は，当業者にとって常識的な事項であるから，この点について判断を示す場合は，その判断の根拠を証拠による認定事実に基づき具体的に明示することは必ずしも必要ではない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，審決は，何ら理由を述べることなく，「甲第7号証に開示された上記技術から，引用発明における拡散反射層上に形成するCsI：Tlの針状結晶膜を，二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成された拡散反射層上に直接蒸着により形成することを導き出すことは，当業者にとって容易になし得たことではない。」と判断しており，この点において理由不備の違法があると主張する。",
                        "しかし，審決は，甲第7号証に，ガラス製の基板26上に真空蒸着法により形成された反射膜としてのAl膜13の表面に蒸着法によってTlドープのCsIによる柱状構造のシンチレータ16を形成することが記載されていることを認定した上（審決書30頁25行～31頁1行），「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されること」が当業者にとって常識的な事項であること参酌した結果，上記判断に至っているものであり，上記判断に至る理由は述べられている。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "よって，蒸着対象に係る審決の認定に理由不備があるとの原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "ガラス転移温度と基板温度との関係に係る認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "はじめに",
                  "text": [
                    "原告は，ガラス転移温度と基板温度との関係に係る審決の認定に理由不備の違法があると主張するので，まず，各種刊行物の記載内容を認定し，これに基づき，「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなること」が当業者にとって常識的な事項であると認められるかどうかを検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "各種刊行物の記載内容（以下，下線はいずれも裁判所）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特開2000-180597号公報（甲19）には，以下の記載がある。",
                        "「【0010】…TlでドープされたCs：Iに対しては，蒸着工程は180℃乃至220℃の温度域で有利に行われることが知られている。…」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特開平6-36714号公報（甲20）には，以下の記載がある。",
                        "「【0014】また，不連続蛍光体層2の径は，スクリーン蒸着工程における基板温度に依存するので，蒸着時に基板温度を150℃に維持したまま，4．5Paの圧力下でよう化セシウム膜を形成させたところ，6μmの結晶柱の不連続蛍光体層2が形成され，基板温度を180℃に維持したところ，9μmの不連続蛍光体層2が形成された。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特開2004-117347号公報（甲21）には，以下の記載がある。",
                        "「【0032】CsBr：Euに代えてCsI：Tl又はCsI：Ｎaも使用できる。基板材料としては，表1に列挙した材料を使用できる。圧力は0．0005～0．9Paの間であってよい。基板温度は150～300℃でなければならない。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "東洋紡績株式会社「バイロン」のカタログ（甲22）には，非結晶性ポリエステル樹脂のガラス転移温度は-18～84℃，ポリウレタン樹脂のガラス転移温度は-30～106℃，バイロン630のガラス転移温度は7℃であることが記載されている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "特開2005-114680号公報（甲40）には，以下の記載がある。",
                        "「【0030】基板11aの少なくとも輝尽性蛍光体層12を形成する面には，耐熱性樹脂層11bを設ける。耐熱性樹脂層11bを設けることで，基板11aの表面を平滑にすることができ，輝尽性蛍光体層12を平滑に形成することができる。…",
                        "【0031】耐熱性樹脂は，Tgが180℃以上であることが好ましく，ポリイミド，ポリアミドイミド，フッ素樹脂，アクリル樹脂，シロキサン等のうち少なくとも1つを用いることができる。…」",
                        "「【0036】また耐熱性樹脂層11bは，輝尽発光波長（400～500nm）の光の反射率が高いことが好ましい。…」",
                        "「【0060】輝尽性蛍光体層12は，上記の輝尽性蛍光体を蒸発源として基板11aの一方の面へ気相堆積させることにより形成される。気相堆積法としては，蒸着法，スパッタリング法，CVD法，その他を用いることができる。」",
                        "「【0064】上記の気相堆積法による輝尽性蛍光体層12の作成にあたり，輝尽性蛍光体層12が形成される支持体11の温度は，50℃～400℃に設定することが好ましく，蛍光体の特性上は100℃～250℃が好ましく，基板11aに樹脂を用いる場合には樹脂の耐熱性を考慮して50℃～150℃，さらに好ましくは50℃～100℃がよい。」"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "特開2004-301819号公報（甲41）には，以下の記載がある。",
                        "「【0028】また，前記支持体上にガラス転移点（Tg）が80～350℃の化合物を含有する接着層を有することが本発明の効果をより奏する点で好ましい。」",
                        "「【0031】ガラス転移点（Tg）が80～350℃の化合物としては，例えば，ポリイミド，ポリエチレンテレフタレート，パラフィン，グラファイト等が挙げられる。」",
                        "「【0070】また，本発明の輝尽性蛍光体層は気相堆積法によって形成される。",
                        "【0071】輝尽性蛍光体の気相堆積法としては蒸着法，スパッタリング法，CVD法，イオンプレーティング法，その他を用いることができる。」",
                        "「【0086】上記の気相堆積法による輝尽性蛍光体層の作製にあたり，輝尽性蛍光体層が形成される支持体の温度は，100℃以上に設定することが好ましく，更に好ましくは，150℃以上であり，特に好ましくは150～400℃である。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記イの(ア)～(ウ)の記載によれば，蒸着によりCsI：Tlを形成する際の基板温度を150～300℃の範囲にすることは，技術常識であると認められる。しかし，上記刊行物には，樹脂上にCsI：Tlを形成すること，樹脂上に形成されるCsI：Tlが柱状結晶構造であること，及び基板温度とバインダー樹脂のガラス転位温度との関係については，何ら記載はなく，示唆もない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件発明1では，バインダー樹脂の具体的な材質やガラス転位温度，ヨウ化セシウムと少なくとも1種類上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度とバインダー樹脂のガラス転移温度との関係については，何ら特定されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件明細書（甲32）には，バインダー樹脂の具体的な材質やガラス転位温度，基板温度について，以下の記載がある。",
                        "「【0035】",
                        "〈バインダー樹脂〉",
                        "本発明において白色顔料は，バインダー樹脂中に分散されて用いられる。分散剤は，用いるバインダーと白色顔料とに合わせて種々のものを用いることができる。バインダーとしては，ガラス転位温度（Tg）が30～100℃のポリマーであることが，蒸着結晶と基板との膜付の点で好ましく，特にポリエステル樹脂であることが好ましい。」",
                        "「【0038】",
                        "本発明に係る反射層は，溶剤に溶解した樹脂を塗布，乾燥して形成することが好ましい。前記樹脂としては，具体的には，ポリウレタン，塩化ビニル共重合体，…ポリアミド樹脂，ポリビニルブチラール，ポリエステル，セルロース誘導体（ニトロセルロース等），…アクリル系樹脂，尿素ホルムアミド樹脂等が挙げられる。なかでもポリウレタン，ポリエステル，塩化ビニル系共重合体，ポリビニールブチラール，ニトロセルロースを使用することが好ましい。特にガラス転位温度が30～100℃のバインダー樹脂を含有することが好ましい。通常，蒸着によるシンチレータを形成するにあたっては，基板温度は150℃～250℃で実施されるが，反射層にガラス転位温度が30～100℃を含有しておくことで，光反射層が接着層としても有効に機能するようになる。」",
                        "「【0071】",
                        "《反射層の形成》",
                        "反射層3は，上記の有機溶剤に上述した白色顔料及びバインダー樹脂を分散・溶解した組成物を塗布，乾燥して形成する。バインダー樹脂としては接着性の観点でポリエステル樹脂，ポリウレタン樹脂等の疎水性樹脂が好ましい。」",
                        "「【0103】",
                        "平均粒径0．2μmのルチル型二酸化チタン40質量部，ポリエステル樹脂を10質量部（バイロン630：東洋紡社製），溶剤としてトルエン25質量部とメチルエチルケトン（MEK）25質量部を添加した後，サンドミルにて分散して反射層用塗料を作製した。…」",
                        "「【0110】",
                        "続いて蒸着装置内を一旦排気し，Arガスを導入して0．5Paに真空度を調整した後，10rpmの速度で支持体を回転しながら基板の温度を150℃に保持した。次いで，抵抗加熱ルツボを加熱して蛍光体を蒸着しシンチレータ層の膜厚が500μmとなったところで蒸着を終了させ表1に示すシンチレータパネル（放射線像変換パネル）を得た。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ウ)によれば，本件明細書（甲32）には，蒸着によりシンチレータを形成する際の基板温度は通常150℃～250℃であること，及びバインダー樹脂として好ましい材料及びガラス転移温度について記載されており，バインダー樹脂として接着性の観点で好ましいとされる（【0071】）ポリエステル樹脂，ポリウレタン樹脂のガラス転移温度は，それぞれ-18～84℃，-30～106℃であり（上記イ(エ)），また，実施例で用いられているポリエステル樹脂（バイロン630）（【0103】）のガラス転移温度は，7℃であって（上記イ(エ)），これらについては，ガラス転移温度が，蒸着によりシンチレータを形成する際の通常の基板温度である150℃～250℃よりも低いということがいえる。",
                        "しかし，他方，本件明細書においてバインダー樹脂として列挙されている材料の中には，ガラス転移温度（Tg）が180℃以上であることが好ましいとされているポリアミド樹脂及びアクリル系樹脂（上記イ(オ)）が含まれている。",
                        "そうすると，本件明細書には，ガラス転移温度が180℃以上のバインダー樹脂上に，基板温度を150℃～250℃として蒸着によってシンチレータ層を形成することも記載されているといえるから，バインダー樹脂のガラス転移温度は，必ずしも基板温度より低くなるものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "また，上記イの(オ)及び(カ)の記載によれば，ガラス転移温度が180℃を超える樹脂を下地層として，蒸着により蛍光体を形成することが本件出願前から普通に行われていたことが認められる。したがって，蒸着によりCsI：Tlを形成する際の基板温度を150～300℃の範囲にすることが技術常識であるとしても，バインダー樹脂のガラス転移温度は，必ずしも基板温度より低くなるものではない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上によれば，「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなること」は，本件特許の出願当時，当業者にとって常識的な事項であったとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，そもそも，バインダー樹脂それ自体が，金属に比して根付きが良く，本件特許発明におけるシンチレータ層の蒸着時における根付きが向上し，柱状結晶がきれいに成長するという効果は，「樹脂という材料」の性質に起因してもたらされるものであると主張する。",
                        "しかし，本件明細書（甲32）には，バインダー樹脂のガラス転移温度の如何にかかわらず，反射層に樹脂を用いることによって根付きが向上する効果が得られるということについては，何らの記載も示唆もない。被告の上記主張は，本件明細書の記載に基づかないものであり，採用することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲第40号証の「Tgが180℃以上であることが好ましく」（【0031】）との記載について，段落【0023】及び【0064】の記載を根拠として，支持体の温度が300～400℃と高温になった場合の耐熱性や高い剛性が求められる特殊な事例を考慮して記載されていると解するのが妥当であり，実施例等で具体的に支持体の温度とバインダー樹脂のガラス転移温度が示されていない以上，甲第40号証にバインダー樹脂のガラス転移温度が基板温度よりも高くなることが記載されているとは認められないと主張する。",
                        "しかし，甲第40号証の段落【0023】には，「本発明によれば，基板の少なくとも一方の面に耐熱性樹脂層を塗設して，表面の平滑な支持体を得ることができる。また耐熱性樹脂層の熱膨張係数が輝尽性蛍光体層の熱膨張係数と近いため，輝尽性蛍光体層の形成時にひび割れが発生することを防ぐことができる。したがって輝尽性蛍光体層を平滑に形成することができるので，良質な再生画像を得ることができる。」と記載されており，段落【0064】には，「上記の気相堆積法による輝尽性蛍光体層12の作成にあたり，輝尽性蛍光体層12が形成される支持体11の温度は，50℃～400℃に設定することが好ましく，蛍光体の特性上は100℃～250℃が好ましく，基板11aに樹脂を用いる場合には樹脂の耐熱性を考慮して50℃～150℃，さらに好ましくは50℃～100℃がよい。」と記載されているのであって，被告が主張するような限定が付されているわけではない。",
                        "そうすると，上記記載から，段落【0031】の「Tgが180℃以上であることが好ましく」との記載が，支持体の温度が300～400℃と高温になった場合の耐熱性や高い剛性が求められる特殊な事例を考慮したものであると認めるには足りない。被告の上記主張は，その前提を欠くものであり，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，甲第41号証の段落【0028】及び【0086】は，接着層に用いられる樹脂のガラス転移温度と，輝尽性蛍光体層が形成される支持体の温度の一般的範囲を記載した部分にすぎず，樹脂のガラス転移温度の温度範囲（80～350℃）に対し支持体の温度範囲（150～400℃）は50～70℃高めに設定していると認められるとから，実施例等で具体的に支持体の温度とバインダー樹脂のガラス転移温度が示されていない以上，甲第41号証にバインダー樹脂のガラス転移温度が基板温度よりも高くなることが記載されているとは認められないと主張する。",
                        "甲第41号証の段落【0028】には，「また，前記支持体上にガラス転移点（Tg）が80～350℃の化合物を含有する接着層を有することが本発明の効果をより奏する点で好ましい。」と記載されており，段落【0086】には，「上記の気相体積法による輝尽性蛍光体層の作成にあたり，輝尽性蛍光体層が形成される支持体の温度は，100℃以上に設定することが好ましく，更に好ましくは，150℃以上であり，特に好ましくは150～400℃である。」と記載されている。",
                        "しかし，上記記載から，直ちに，これらの記載が，樹脂のガラス転移温度の温度範囲（80～350℃）に対し支持体の温度範囲（150～400℃）を50～70℃高めに設定することが好ましいと記載しているものと認めることはできない。被告の上記主張は，その前提を欠くものであり，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなること」が，本件特許の出願時に当業者にとって常識的な事項であったとする審決の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1についてのまとめ",
              "text": [
                "以上のとおり，蒸着対象に係る審決の認定・判断には理由不備の違法はないが，ガラス転移温度と基板温度との関係に係る審決の認定には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明1と甲1発明の相違点1の判断の誤り，本件発明1の効果の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "はじめに",
              "text": [
                "原告は，審決の判断は誤りであるとして，本件発明1の相違点1に係る発明特定事項は，甲1発明及び周知技術（甲第7号証，同第8号証，同第38号証，同第39号証）に基づいて当業者が容易に想到し得た事項であり，また，仮に，本件発明1が柱状結晶構造のシンチレータ層と反射層との接着性を向上させるという効果を奏するものであるとしても，そのような効果は当業者が予測し得る効果であると主張する。",
                "そこで，まず，本件発明及び甲1発明の概要を認定した上，原告の主張する周知技術が存在するかどうかを検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1の概要",
              "text": [
                "本件明細書（甲32）によれば，本件発明は，概要次のとおりのものであると認められる。",
                "本件発明は，被写体の放射線画像を形成する際に用いられるシンチレータパネルに関するものである（【0001】）。",
                "近年，放射線画像検出装置として，コンピューテッド・ラジオグラフィ（CR）やフラットパネル型の放射線ディテクタ（FPD）に代表されるデジタル方式のものが登場している（【0003】）。CRは，医療現場で受け入れられているが，鮮鋭性が十分でなく空間分解能も不十分であり，スクリーン・フィルムシステムの画質レベルには到達しておらず，更に新たなデジタルX線画像技術として，例えば，薄膜トランジスタ（TFT）を用いた平板X線検出装置（FPD）が開発されている（【0004】）。",
                "放射線を可視光に変換するために，放射線により発光する特性を有するX線蛍光体で作られたシンチレータパネルが使用されるが，低線量の撮影においてSＮ比を向上させるためには，発光効率の高いシンチレータパネルを使用することが必要である。一般に，シンチレータパネルの発光効率は，シンチレータ層（蛍光体層）の厚さ，蛍光体のX線吸収係数によって決まるが，蛍光体層の厚さを厚くするほど，蛍光体層内での発光光の散乱が発生し，鮮鋭性が低下するため，画質に必要な鮮鋭性を決めると，膜厚が決定する（【0005】）。ヨウ化セシウム（CsI）は，X線から可視光に対する変更率が比較的高く，蒸着によって容易に蛍光体を柱状結晶構造に形成できるため，光ガイド効果により結晶内での発光光の散乱が抑えられ，蛍光体層の厚さを厚くすることが可能であったが（【0006】），CsIのみでは発光効率が低いため，例えば，CsIとヨウ化ナトリウム（ＮaI）を任意のモル比で混合したものを，蒸着を用いて基板上にナトリウム賦活ヨウ化セシウム（CsI：Ｎa）として堆積し，あるいは，近年では，CsIとヨウ化タリウム（TlI）を任意のモル比で混合したしたものを，蒸着を用いて基板上にタリリウム賦活ヨウ化セシウム（CsI：Tl）として堆積し，このように堆積したものに，後工程としてアニールを行うことで可視変換効率を向上させ，X線蛍光体として使用している（【0007】）。",
                "また，光出力を増大する他の手段として，シンチレータを形成する基板を反射性とする方法，基板上に反射層を設ける方法，基板上に設けられた反射性金属薄膜と，金属薄膜を覆う透明有機膜上にシンチレータを形成する方法などが提案されているが，これらの方法は，得られる光量は増加するが，鮮鋭性が著しく低下するという欠点がある（【0008】）。また，シンチレータパネルを平面受光素子面上に配置する方法もあるが，生産効率が悪く，シンチレータパネルと平面受光素子面での鮮鋭性の劣化は避けられない（【0009】）。",
                "従来，気体層法によるシンチレータの製造方法としては，アルミやアモルファスカーボンなど剛直な基板上に蛍光体層を形成し，その上にシンチレータの表面全体を保護膜で被覆させることが一般的であるが，自由に曲げることのできないこれらの基板上に蛍光体層を形成した場合，シンチレータパネルと平面受光素子面を貼り合せる際に，基板の変形や蒸着時の反りなどの影響を受け，フラットパネルデテイクタの受光面内で均一な画質特性が得られないという欠点がある。この問題は，近年のフラットパネルデテイクタの大型化に伴い深刻化してきている（【0010】）。この問題を回避するために，撮像素子上に直接蒸着でシンチレータを形成する方法や，鮮鋭性は低いが可とう性を有する医用増感紙などをシンチレータパネルの代用として用いることが一般的に行われている。また，保護層としてポリパラキシリレン等の柔軟な保護層を使用した例が示されているが，基板として使用しているアルミやアモルファスカーボンなどは剛直であり，基板の凹凸や反りなどの影響により，シンチレータパネル面と平面受光素子面の均一接触は達成し難い（【0011】）。",
                "このような状況から，放出される光量や鮮鋭性に優れ，シンチレータパネルと平面受光素子面間での鮮鋭性の劣化が少ない放射線フラットパネルデテイクタを開発することが望まれている（【0012】）。",
                "本件発明は，上記状況にかんがみなされたものであり，その課題は，シンチレータの発光取り出し効率及び鮮鋭性が高く，平面受光素子面間での鮮鋭性の劣化が少ないシンチレータパネルを提供することである（【0013】）。",
                "本件発明の発明者らは，上記課題を達成するために鋭意検討を加えた結果，反射層を白色顔料及びバインダー樹脂で形成することで，高い発光取り出し効率をほとんど減じることなく，鮮鋭性が飛躍的に向上することを見出した（【0027】）。",
                "本件発明は，FPDシステムに用いられるシンチレータパネルにおいて，アルミナ，酸化イットリウム，酸化ジルコニウム及び酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなる反射層の表面に，柱状結晶構造のシンチレータ層を蒸着によって成長させて形成することによって，シンチレータの発光取り出し効率，鮮鋭性が高く，平面受光素子面間での鮮鋭性の劣化が少ないシンチレータパネルを提供することができるという効果を奏するものである（【0015】，【0024】）。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲1発明の概要",
              "text": [
                "甲第1号証によれば，甲1発明は，概要次のとおりのものであると認められる。",
                "甲1発明は，蓄積性蛍光体を利用する放射線画像形成方法に有利に用いられる放射線画像形成材料に関するものである（【0001】）。",
                "従来，放射線像変換方法において数々の輝尽性蛍光体が提案され，実用化されてきたが，いずれの輝尽性蛍光体も，放射線を直接吸収してそのエネルギーを蓄積するもの，言い換えれば，放射線を吸収する蛍光体がエネルギーを蓄積する蛍光体を兼ねているものであるため，蛍光体を選択する際に，放射線吸収性の高さを充分に考慮して最適な蛍光体を選ぶことができなかった。そのため，これまでに提案または実用化された輝尽性蛍光体は，必ずしもその放射線吸収が充分に満足できるレベルの蛍光体であるとはいえないという問題があった（【0007】）。",
                "甲1発明は，高感度の放射線像変換パネルと蛍光スクリーンとからなる放射線画像形成材料を提供すること等を課題として（【0011】），フロント側の蛍光スクリーン20bは，バック側の蛍光スクリーン20c，及びその間のセンターの放射線像変換パネル20aとともに放射線画像形成材料20を形成し，フロント側蛍光スクリーン20bは，順に，支持体21b，放射線吸収性蛍光体層22b及び保護層24bから構成されており（【0032】，【図2】），支持体21bは，ポリイミド樹脂からなる厚みが50μm乃至1mmのシートあるいはフィルムであり（【0048】），放射線吸収性蛍光体層22bは，CsI：Tlの針状結晶膜である蒸着膜からなり（【0051】，【0053】），支持体21bと放射線吸収性蛍光体層22bとの間に，拡散反射層を設け（【0084】），拡散反射層は，二酸化チタン等の光反射性物質及び結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成する（【0085】，【0087】）ことによって，放射線画像形成に関わる蛍光体の放射線吸収機能とエネルギー蓄積機能を分離して，二種類の蛍光体に各機能を分担させ，放射線吸収機能を担う蛍光体には放射線吸収率の高い蛍光体を用いることにより，また，蓄積性蛍光体層を両面から露光することにより，検出量子効率の高い画像形成を実現することができるという効果を奏するものである（【0140】）。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "周知技術",
              "content": [
                {
                  "fig": "ア",
                  "subject": "各種刊行物の記載内容（以下，下線はいずれも裁判所）",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲第7号証（特開2001-183464号公報）には，以下の記載がある。",
                        "「【0013】…図1に示すように，シンチレータパネル8は，平面形状を有するガラス製の基板26を備えており，その一方の表面には，真空蒸着法により100nmの厚さで形成された反射膜としてのAl膜13が形成されている。このAl膜13の表面には，入射した放射線を可視光に変換する柱状構造のシンチレータ16が250μmの厚さで形成されている。このシンチレータ16には，蒸着法によって成長させたTlドープのCsIが用いられている。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲第38号証（特開2004-163410号公報）には，以下の記載がある。",
                        "「【0028】",
                        "本発明によれば支持体をカバーする鉛含有層は刺激する光の少なくとも80％（マンモグラフィ用途）を吸収し，刺激された光の少なくとも80％（一般に適用される放射線写真）を反射する。特別な例では前記層は上述の値を達成するために隣接する薄い層，例えばアルミニウム又は別の反射層でカバーされる。鉛の層は反射特性を有するので，貯蔵燐光体パネルにおける層配置をさらに最適化するため，及び最適化された解像度を得るため，このように使用することができる。あるいは，反射特性に関して，薄い反射アルミニウム箔と組合わせた鉛箔を使用することができる。」",
                        "「【0030】",
                        "貯蔵燐光体パネルは“結合剤のない貯蔵燐光体”に限定されないことは明らかである。“蒸着された燐光体”はさらにこの明細書全体を通じて，熱蒸着，化学蒸着，電子ビーム蒸着，無線周波数蒸着及びパルス化レーザ蒸着からなる群から選択されたいずれかの方法によって生成された燐光体を意味する。…",
                        "【0031】",
                        "…図1は刺激性燐光体（BaFBr：Eu，CsBr：Eu）で被覆された，支持体（3）（PET，Al，ガラス，非晶質炭素）と燐光体層（1）の間の中間層として鉛箔を有する貯蔵燐光体パネルを示し，そこでは鉛箔（2）は燐光体層（1）と支持体（3）の間の中間層として位置される。",
                        "【0032】",
                        "…所望の吸収及び反射特性を達成するため，本発明のスクリーンに使用される支持体は，特別な層として所望の鉛含有層を別にして，針状燐光体の蒸着の場合において支持体上にさらに被覆される特別な層は全くないように処理される。…鉛含有層は燐光体を蒸着するための支持体における不均一性をさらに描くかもしれない。これは極めて望ましい例である。なぜならばそれはもし望むなら針状形態で燐光体結晶を蒸着することを助けるからである。",
                        "【0033】",
                        "さらなる例では鉛又は鉛酸化合物の可撓性層は可撓性ポリマー支持体上に接着剤層を与えられ，前記接着剤層上に被覆された結合剤に分散された鉛又は鉛酸化物の層である。…」",
                        "「【0039】",
                        "好適な結合剤に分散されかつ好ましいポリマー支持体上に層で被覆される鉛酸化物を鉛箔のための代替物として使用してもよい。増感スクリーンの層中の燐光体の分散のために使用されるもののような従来の結合剤のいずれかをここで使用してもよい。かかる結合剤としては例えばポリビニルブチラール，ポリビニルアセテート，ウレタン，ポリビニルアルコール，ポリエステル樹脂，ポリメチルメタクリレートなどが挙げられる。本発明によれば貯蔵燐光体スクリーン又はパネルでは鉛化合物を含有する前記結合剤はポリビニルブチラール，ポリビニルアセテート，ウレタン，ポリビニルアルコール，ポリエステル樹脂及びポリメチルメタクリレートからなる群から選択される。通常，結合剤は好適な溶媒及びその中の鉛酸化物の分散助剤としての通常の湿潤剤と混合される。存在する結合剤のレベルは鉛で被覆された薄い支持体を与えるために分散された鉛酸化物に対して低く維持されるべきである。」",
                        "「【0060】",
                        "本発明は下記工程を含む貯蔵燐光体パネルの製造方法をさらに含む：",
                        "- 燐光体プレート又はパネルのための支持体材料として中間鉛含有シート又は箔でカバーされた好適な支持体（例えば非晶質炭素フィルム）を与える；",
                        "- 前記支持体材料上に貯蔵燐光体層を真空蒸着する；",
                        "- 所望により，前記燐光体によってカバーされない支持体材料の側上にポリマーフィルムを積層する。",
                        "【0061】",
                        "本発明は下記工程を含む貯蔵燐光体パネルの製造方法をさらに含む：",
                        "- 燐光体プレート又はパネルのための支持体材料として中間鉛含有シート又は箔でカバーされた好適な支持体（例えば非晶質炭素フィルム）を与える；",
                        "- その上に正反射層を適用する；",
                        "- 前記反射層上に貯蔵燐光体層をさらに蒸着する；及び",
                        "- 所望により，前記燐光体によってカバーされない反射層の側上にポリマーフィルムを積層する。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲第8号証（特開2003-207862号公報）には，以下の記載がある。",
                        "「【0099】支持体上に，蒸着型の蛍光体層を形成する方法としては，例えば，支持体上に特定の入射角で輝尽性蛍光体の蒸気又は該原料を供給し，蒸着等の気相成長（堆積）させる方法によって独立した細長い柱状結晶からなる輝尽性蛍光体層を得ることができる。…」",
                        "「【0117】また，支持体と輝尽性蛍光体層との間には係る反射層を設けても良い。《反射層》反射層としては，例えば，白色顔料を樹脂中に分散含有させたものが用いられるが，これにより感度を向上させることができる。…」",
                        "「【0169】《蒸着型の放射線画像変換パネル4，5の作製》以下に記載の方法に従って，蒸着型蛍光体層を有する放射線画像変換パネル4，5を作製した。",
                        "【0170】（支持体1の作製）厚さ500μmの透明結晶化ガラス上に下記のようにして光反射層を設け，支持体1を作製した。",
                        "【0171】（光反射層の形成）フルウチ化学社製酸化チタンとフルウチ化学社製酸化ジルコニウムとを，400nmでの反射率が85％，660nmでの反射率が20％となるように，蒸着装置を用いて支持体1の表面に膜形成を行った。",
                        "【0172】（輝尽性蛍光体プレートの作製）上記作製した支持体1を240℃に加温し，真空チャンバー中に窒素ガスを導入し，真空度を0．1Paとした後，支持体1の一方の面に，公知の蒸着装置を用いて，CsBr：Euからなるアルカリハライド蛍光体を支持体表面の法線方向に対して30°の角度で，アルミニウム製のスリットを用いて，支持体とスリット（蒸着源）の距離を60cmとして，支持体と平行な方向に支持体を搬送しながら蒸着を行って，300μm厚の柱状構造を有する蛍光体層Aを形成した。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲第39号証（特開2004-61172号公報）には，以下の記載がある。",
                        "「【0022】",
                        "基材1は蛍光体層形成のための基材シートの役割をする。基材1としてはX線を透過させる材料が好ましい。基材1の材料として，プラスチック基板，シリコン基板，カーボン基板などを用いることができる。",
                        "【0023】",
                        "プラスチック材料として，ポリエチレンテレフタレート，ポリカーボネート，ポリエチレンナフタレートなどの樹脂材料，または樹脂材料に酸化チタン，酸化アルミニウムなどの顔料を混入した白色樹脂材料を用いることができる。基材1の厚さとしては，X線の透過量を十分に確保するために0．1-2mmが好ましい。",
                        "【0024】",
                        "蛍光体層2はX線を可視光に変換する機能を有する。蛍光体材料とバインダ樹脂から成る粒子状蛍光体層が用いられる。蛍光体材料としては，Gd O S ：Tb，3 2 2Gd O S ：Euなどの粒子が用いられる。また，CsI：Tlなどの柱状結晶3 2 2の層を，基材1に蒸着法により形成することによっても得られる。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "検討",
                  "text": [
                    "上記ア(ア)～(ウ)の記載によれば，基板と蒸着により形成された蛍光体層との間に反射層が設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成することは，周知技術であると認められる。",
                    "また，上記ア(イ)～(エ)の記載によれば，バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することも，周知技術であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点1の判断について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件発明1と甲1発明との相違点1について，次のとおり判断している（審決書31頁2行～15行）。",
                    "「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されることは，当業者にとって常識的な事項であることから，甲第7号証に開示された上記技術から，甲1発明における拡散反射層上に形成するCsI：Tlの針状結晶膜を，二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成された拡散反射層上に直接蒸着により形成することを導き出すことは，当業者にとって容易になし得たことではない。また，甲1発明に甲第7号証に開示された上記技術を適用すると，甲1発明の拡散反射層をAl蒸着膜とし，Al蒸着膜の表面に蒸着法によってTlドープのCsIによる柱状構造のシンチレータ16を形成することになるから，本件発明1の発明特定事項である『酸化チタンの白色顔料及びバインダー樹脂からな』る『反射層上に形成するCsI：Tlの針状結晶膜を直接蒸着により形成すること』を導き出すことは，当業者にとって容易になし得たことではない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "確かに，甲第1号証には，放射線吸収性蛍光体層は蒸着膜でもよく，蒸着膜などのように放射性吸収蛍光体の凝集体からなる場合の例としてCsI：Tlなどの針状結晶膜があること（【0051】及び【0053】），拡散反射層が支持体と放射線吸収性蛍光体層との間に設けられ，拡散反射層は，二酸化チタンなどの微粒子状の光反射性物質及び結合材を溶剤中に混合分散して塗布液を調整した後，これを支持体上に塗布乾燥することにより形成することができること（【0084】～【0088】）は記載されているが，二酸化チタンなどの微粒子状の光反射性物質及び結合材を溶剤中に混合分散して塗布液を調整した後，これを支持体上に塗布乾燥することにより形成した拡散反射層の表面にCsI：Tlなどの柱状結晶体膜を蒸着により成長させて放射線吸収性蛍光体層を形成することについては記載されていない。",
                    "また，前記1(1)イのとおり，「蒸着により膜形成を行う場合，蒸着させる対象の表面の材質，構造により膜の成長がうまくいくかどうかが左右されること」は，常識的な事項である。",
                    "そうすると，一見すると，甲1発明に甲第7号証記載の技術を適用すること，すなわち，甲1発明に，反射膜としてのAl膜上に，蒸着法によって成長させたT1ドープのCsIが用いられている柱状結晶構造のシンチレータを形成するという技術を適用して，本件発明1と甲1発明の相違点1に係る本件発明1の構成を得ることは，当業者にとって容易になし得たことではないようにも見える。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "しかし，上記(4)のとおり，基板と蒸着により形成された蛍光体層との間に反射層が設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成することは，周知技術であり，バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することも，周知技術である。",
                    "そして，甲第7号証及び甲第39号証には，柱状結晶構造のCsI：Tlを蒸着する際の具体的な条件については何ら記載されておらず，このことからすると，Al膜や樹脂基板上に柱状結晶構造のCsI：Tlを蒸着することは，格別の困難を伴わずに普通に行われている事項であると認められる。",
                    "また，本件発明1のシンチレータ層も，格別特殊な条件で形成されているものとは認められない。すなわち，本件明細書には，本件発明1のシンチレータ層を形成するための条件として次の記載があるが，何ら格別特殊な条件は要求されていない。",
                    "「【0108】（シンチレータ層の形成）上述した反射層試料1～13を形成した基板の反射層側にシンチレータ蛍光体（CsI：TlI（0．3mol％））を，図3に示す蒸着装置を使用して蒸着させシンチレータ（蛍光体）層をそれぞれ形成した。",
                    "【0109】すなわち，まず，上記蛍光体原料を蒸着材料として抵抗加熱ルツボに充填し，また回転する支持体ホルダに支持体を設置し，支持体と蒸発源との間隔を400mmに調節した。",
                    "【0110】続いて蒸着装置内を一旦排気し，Arガスを導入して0．5Paに真空度を調整した後，10rpmの速度で支持体を回転しながら基板の温度を150℃に保持した。次いで，抵抗加熱ルツボを加熱して蛍光体を蒸着しシンチレータ層の膜厚が500μmとなったところで蒸着を終了させ表1に示すシンチレータパネル（放射線像変換パネル）を得た。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，甲1発明，すなわち，放射線吸収性蛍光体層22bが，CsI：Tlの針状結晶膜である蒸着膜からなり，支持体21bと放射線吸収性蛍光体層22bとの間に，拡散反射層を設け，拡散反射層は，二酸化チタンおよび結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成する発明において，上記拡散反射層上にCsI：Tlを蒸着によって柱状結晶を成長させることは，当業者にとって格別の創意工夫を要するものとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明1の効果について",
              "text": [
                "本件発明1は，前記(2)のとおり，反射層を白色顔料及びバインダー樹脂で形成することで，高い発光取り出し効率をほとんど減じることなく，鮮鋭性が飛躍的に向上するものである。",
                "甲1発明の拡散反射層は，前記(3)のとおり，二酸化チタン及び結合剤を溶剤中に混合分散して塗布液を調製した後，これを支持体上に塗布乾燥することにより形成するものであり，白色顔料及びバインダー樹脂で形成されているものである。",
                "そうすると，甲1発明も，本件発明1と同様に，高い発光取り出し効率をほとんど減じることなく，鮮鋭性が飛躍的に向上するものと認められる。",
                "なお，平面受光素子面間での鮮鋭性の劣化が少ないという効果について，本件明細書には，「なお，シンチレータパネルと平面受光素子面を貼り合せる際に，基板の変形や蒸着時の反りなどの影響を受け，フラットパネルデテイクタの受光面内で均一な画質特性が得られないという点に関して，該基板を，厚さ50μm以上500μm以下の高分子フィルムとすることでシンチレータパネルが平面受光素子面形状に合った形状に変形し，フラットパネルデテイクタの受光面全体で均一な鮮鋭性が得られる。」（【0062】）との記載はあるが，本件発明1は，基板を厚さ50μm以上500μm以下の高分子フィルムとするものとしては特定されていない。したがって，本件発明1は，平面受光素子面間での鮮鋭性の劣化が少ないという効果を奏するものとはいえない。",
                "以上のとおり，本件発明1の効果と同様の効果を甲1発明も奏するものであるから，本件発明1は，当業者が予測し得ない格別の効果を奏するものであるとはいえない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1発明について",
                  "text": [
                    "被告は，甲1発明について，要旨，次のとおり主張する。すなわち，CRシステムとFPDシステムとでは，システムの動作原理の違いにより，反射層の機能及び要求特性は大きく相違し，特に，CRシステムでは，赤色波長の反射が制限されているのに対して，FPDシステムでは，波長による反射の制御は必要とされず，シンチレータの発光光を反射することが要求されるものである。したがって，赤色波長の反射を制限するCRシステムの反射層を，FPDシステムの反射層にそのまま転用することは適切でなく，このことは当業者であれば認識されている事項である。本件発明は，FPDシステムがその前提となっているものである。これに対し，甲第1号証の図10で示されている「選択的反射層13」は，その機能及びパネル内での層の配置から，一般のCRシステムにおける反射層に該当するから，甲第1号証記載の放射線画像形成材料は，CRシステムにおける反射層をも有するものである。したがって，甲第1号証の反射層を本件発明の反射層として用いても機能しない。",
                    "確かに，甲1発明は，蓄積性蛍光体を利用する放射線画像形成材料に関するものであり（【0001】），放射線画像形成材料における放射線像変換パネル20aは，蓄積性蛍光体層を用いているから（【0032】），甲1発明は，CRシステムを前提とするものであると認められる。",
                    "しかし，審決は，甲第1号証の記載から甲1発明を認定するに当たり，【図2】及び【図14】に依拠しており，被告が指摘する【図10】には依拠していない（審決認定の甲第1号証の記載事項の中に【図10】は含まれていない。審決書23頁4行目～28頁1行目）。",
                    "そして，甲第1号証の段落【0084】には，「（拡散反射層）また，この放射線像変換パネルがフロント側となる場合には，支持体と放射線吸収性蛍光体層との間に，図14に示すように，拡散反射層を設けることが好ましい。本発明の画像形成材料に用いることのできる拡散反射層は，放射線吸収蛍光体からの発光光を反射する機能を有する層である。この拡散反射層の設置によって，蓄積性蛍光体層に入射する放射線吸収蛍光体からの発光光（一次励起光）の光量を増加させて，高感度の放射線像変換パネルとすることができる。…」（下線は裁判所）と記載されており，これによれば，甲1発明の支持体21bと放射線吸収性蛍光体層22bとの間に設けられる拡散反射層は，放射線吸収性蛍光体からの発光光を反射する機能を有する層であることが明らかであり，CRシステムに要求される赤色波長の反射を制限するものではなく，FPDシステムに要求されるシンチレータの発光光を反射する機能を有するものと認められる。",
                    "したがって，被告の上記主張は，審決の認定した甲1発明の内容に対する反論としては失当である。 "
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲第38号証について",
                  "text": [
                    "被告は，要旨，甲第38号証には，「白色顔料（塩基性炭酸鉛（鉛白）を含む反射層）」も「バインダー樹脂を含んだ反射層の表面に，蛍光体層を蒸着により形成すること」も記載されていないので，甲第38号証は，「白色顔料及びバインダー樹脂からなる反射層の表面に，蛍光体層を蒸着により形成すること」が周知技術であることを示す例にはならないと主張する。",
                    "しかし，当裁判所が，甲第38号証等によって周知技術であると認定した技術の内容は，「反射層が，基板と，蒸着により形成された蛍光体層との間に設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成すること」及び「バインダー樹脂を含んだ反射層の表面又は反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成すること」であって，「白色顔料及びバインダー樹脂からなる反射層の表面に，蛍光体層を蒸着により形成すること」（下線は裁判所）が周知技術であると認定したものではない。",
                    "したがって，被告の上記主張は，上記認定を左右するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲第39号証について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，要旨，甲第39号証記載のデジタルX線撮影用放射線変換シートは，本件発明1における「反射層」を有するものではないから，本件発明1と甲1発明との反射層の構成に関る相違点1の容易想到性を判断する上で，「反射層」を有さないX線撮影用放射線変換シートの構成を参酌し得るものではないと主張する。",
                        "確かに，甲第39号証記載のデジタルX線撮影用放射線変換シートは，本件発明1の「反射層」に相当するものを有してはいない。",
                        "しかし，甲第39号証には，「反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成すること」が記載されており，同事項が周知技術であることが認められるところ，甲第1号証の段落【0088】には，「支持体上に拡散反射層を設ける代わりに，支持体自体に上記のような光反射物質を分散含有させて，拡散反射機能を有する支持体としてもよい。」との記載があり，これによれば，樹脂基板自体に反射機能を持たせるか，基板上に樹脂反射層を形成するかは，当業者にとって適宜選択し得る事項であることが認められる。 ",
                        "したがって，甲第39号証は，相違点1の容易想到性を判断する上で参酌することができる。被告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，要旨，甲第39号証において蛍光体を形成する対象は，プラスチック基板などの「基材」であり，一般に押出成形法等により製造されるのに対し，本件発明1においてシンチレータ層を蒸着により形成する対象は，白色顔料とバインダーからなる反射層であり，当該反射層は，好ましくは溶剤に溶解した樹脂を塗布，乾燥して基板の上に形成されるものであり，両者はその形成方法が異なるものであるから，当業者であれば，形成された表面の構造も異なると理解するので，本件発明1と甲1発明との反射層の構成に関する相違点1の容易想到性を判断する上で，甲第39号証記載の基材の構成を参酌し得るものではないと主張する。",
                        "しかし，本件発明1の反射層に関しては，特許請求の範囲の請求項1において，その組成については特定されているが（アルミナ，酸化イットリウム，酸化ジルコニウムおよび酸化チタンから選ばれる少なくとも一種の白色顔料及びバインダー樹脂からなるものであること），反射層の形成方法及び表面の構造については何ら特定されていない。被告の上記主張は，特許請求の範囲の記載に基づいたものではなく，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，要旨，甲第39号証には，プラスチック基材上に蒸着法により蛍光体層を形成することは実質的には開示されていないから，甲第39号証の記載内容をもって，反射機能を有する樹脂基板の表面に，蛍光体層を蒸着により形成することが周知技術であるとはいえないと主張する。",
                        "しかし，甲第39号証には，基材1の材料としてプラスチック基板を用いることができること（【0022】），プラスチック材料として，ポリエチレンテレフタレート，ポリカーボネート，ポリエチレンナフタレートなどの樹脂材料，又は樹脂材料に酸化チタン，酸化アルミニウムなどの顔料を混入した白色樹脂材料を用いることができること（【0023】），CsI：Tlなどの柱状結晶の層を，基材1に蒸着法により形成すること（【0024】）が記載されており，これらの記載によれば，甲第39号証には，酸化チタン，酸化アルミニウムなどの顔料を混入した白色樹脂材料からなるプラスチック基板の表面に，蛍光体層を蒸着により形成することが記載されていることが認められる。被告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲第8号証について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，要旨，甲第8号証に記載されている反射層は，CRシステムにおける波長選択的な反射特性を有する反射層に該当し，FPDシステムの反射層に適用することができないものであるから，甲第8号証記載の反射層に関する記載をもって本件発明1と甲1発明との相違点1に関する周知技術であるとはいえないと主張する。",
                        "なるほど，甲第8号証の放射性画像変換パネルは，支持体上に少なくとも放射線画像が蓄積された輝尽性蛍光体を有するものであるから（【0013】），CRシステムに用いられるものである。",
                        "しかし，甲第8号証には，支持体の表面に，輝尽蛍光体層を，細長い柱状結晶を成長させて形成すること（【0099】），支持体と輝尽蛍光体層との間に反射層を設けてもよいこと（【0117】），反射層の製造方法としては，有機溶剤中に樹脂及び白色顔料を分散し支持体上に塗布乾燥させ，反射層とすること（【0118】），支持体の表面に形成した光反射層の表面に輝尽蛍光体層を蒸着により形成すること（【0171】，【0172】），蒸着型の放射線画像変換パネルの作成方法として，反射層の表面に蛍光体層を蒸着により形成すること（【0169】～【0172】）が記載されている。",
                        "上記記載によれば，甲第8号証には，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層の表面に，輝尽性蛍光体層である蛍光体層を蒸着により形成することが記載されていると認められる。",
                        "したがって，甲第8号証は，「基板と蒸着により形成された蛍光体層との間に反射層が設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成すること」及び「バインダー樹脂を含んだ反射層の表面に，蛍光体層を蒸着により形成すること」が周知技術であることを示す一例として，参酌することができる。被告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲第8号証には，蒸着により膜形成された酸化チタンと酸化ジルコニウムの反射層以外の反射層の表面に，蛍光体層を蒸着により形成することは何ら記載も示唆もされていないから，甲第8号証の記載事項からは，任意の材質からなる反射層全般について，その表面に，蒸着により蛍光体層を形成することが周知であるとはいうことができないと主張する。",
                        "しかし，反射層を構成するあらゆる材質について，その表面に蛍光体層を蒸着により形成することが記載ないし示唆されていなければ，前記周知技術（「基板と蒸着により形成された蛍光体層との間に反射層が設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成すること」及び「バインダー樹脂を含んだ反射層の表面に，蛍光体層を蒸着により形成すること」）の一例として認定できないということはない。反射層を構成する材質のうち，一定のものについて，その表面に蛍光体層を蒸着により形成することが記載ないし示唆されていれば，前記周知技術の一例として認定することに支障はない。被告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，要旨，甲第8号証に酸化チタンと酸化ジルコニウムとを蒸着により膜形成して形成した光反射層の表面に，蛍光体層を蒸着により形成することが記載されているとしても，白色顔料を樹脂中に分散含有させた反射層の表面に，直接蒸着により蛍光体層を形成することを導き出すことはできないから，バインダー樹脂を含んだ反射層の表面に，蛍光体層を蒸着により形成することは，甲第8号証に記載されている事項には該当せず，甲第8号証の記載事項から，バインダー樹脂を含んだ反射層の表面に，蛍光体層を蒸着により形成することも周知技術であるとはいえないと主張する。",
                        "しかし，前記(ア)のとおり，甲第8号証には，有機溶剤中に樹脂及び酸化チタンを分散して支持体上に塗布乾燥させて設けた反射層の表面に，輝尽性蛍光体層である蛍光体層を蒸着により形成することが記載されていると認められる。",
                        "したがって，甲第8号証は，「反射層が，基板と，蒸着により形成された蛍光体層との間に設けられている蛍光体パネル／スクリーンにおいて，蛍光体層を反射層の表面に蒸着により形成すること」及び「バインダー樹脂を含んだ反射層の表面に，蛍光体層を蒸着により形成すること」が周知技術であることを示す一例として参酌することができる。被告の上記主張は理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲第7号証について",
                  "text": [
                    "被告は，要旨，甲第7号証には，真空蒸着法により形成されたAl膜の反射層以外の反射層の表面に，TiドープのCsIからなるシンチレータ層を蒸着法により形成することは何ら記載も示唆もされていないから，甲第7号証の記載事項からは，任意の材質からなる反射層全般について，その表面に，蒸着により蛍光体層を形成することが周知であるとはいえないと主張する。",
                    "しかし，反射層のあらゆる材質について，その表面に蛍光体層を蒸着により形成することが記載ないし示唆されていなければ，前記周知技術の一例として認められないということはない。被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明1の効果について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，要旨，甲第40号証及び甲第41号証の記載事項は，反射層に含まれるバインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも通常低くなることとは直接関連するものではないから，甲第40号証及び甲第41号証の記載事項により，「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなることは，当業者にとって本件特許出願時に常識的事項である」との審決の認定は影響されるものではないと主張する。",
                        "しかし，甲第40号証及び甲第41号証の記載事項は，ガラス転位温度が180℃を超える樹脂を下地層として，蒸着により蛍光体を形成することが本件出願前から普通に行われていたことを示すものであり，樹脂上に蒸着により蛍光体を形成する点では共通するから，甲第40号証及び甲第41号証の記載事項は，反射層に含まれるバインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも通常低くなることとは直接関連しないとはいえない。被告の上記主張は理由がない。",
                        "なお，仮に，甲第40号証及び甲第41号証の記載事項が，「反射層に含まれるバインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなること」と直接関連するものではなかったとしても，前記1(2)ウ(ア)のとおり，甲第19号証ないし同第21号証の記載によれば，蒸着によりCsI：Tlを形成する際の基板温度を150～300℃の範囲にすることは，技術常識であると認められるものの，上記刊行物には，樹脂上にCsI：Tlを形成すること，樹脂上に形成されるCsI：Tlが柱状結晶構造であること，及び基板温度とバインダー樹脂のガラス転位温度との関係については，何ら記載はなく，示唆もないこと，前記1(2)ウ(イ)のとおり，本件発明1では，バインダー樹脂の具体的な材質やガラス転位温度，ヨウ化セシウムと少なくとも1種類上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度とバインダー樹脂のガラス転移温度との関係については，何ら特定されていないこと，前記1(2)ウ(ウ)，(エ)のとおり，本件明細書（甲32）には，ガラス転移温度が180℃以上のバインダー樹脂上に，基板温度を150℃～250℃として蒸着によってシンチレータ層を形成することも記載されているといえるから，バインダー樹脂のガラス転移温度は，必ずしも基板温度より低くなるものではないことからすると，「バインダー樹脂のガラス転移温度が，ヨウ化セシウムと少なくとも1種類以上のタリウムを含む添加剤を原材料として蒸着により柱状結晶構造のシンチレータ層を形成する際の基板温度よりも低くなること」は，本件特許の出願当時，当業者にとって常識的な事項であったとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，本件発明1においては，バインダー樹脂のガラス転移温度が当該基板温度より通常低いので，反射層中のバインダーが軟化して，蒸着結晶の種晶は非常に根付き易くなり，本件特許発明の優れた作用効果がより良く奏されるのであると主張する。",
                        "しかし，前記1(2)のとおり，バインダー樹脂のガラス転移温度が蒸着基板温度より低いことは，当業者にとって本件特許出願時に常識的事項とはいえない。",
                        "そして，本件明細書【0035】には，「バインダーとしては，ガラス転位温度（Tg）が30～100℃のポリマーであることが，蒸着結晶と基板との膜付の点で好ましく，特にポリエステル樹脂であることが好ましい。」との記載はあるものの，本件発明1において，バインダー樹脂のガラス転移温度や具体的な材料は特定されていない。",
                        "したがって，本件発明1は，バインダー樹脂のガラス転移温度が蒸着基板温度より低いことによって，反射層中のバインダーが軟化して，蒸着結晶の種晶は非常に根付き易くなるという作用効果を奏するものであるとはいえない。被告の上記主張は理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告は，本件発明1の効果について，本件明細書には，反射層が，基板と柱状結晶構造のシンチレータ層の間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウム及び酸化チタンから選ばれた少なくとも一種の白色顔料及びバインダー樹脂からなる該反射層の表面に，柱状結晶体を成長させて形成した柱状結晶構造のシンチレータ層を形成したことにより，柱状結晶構造のシンチレータ層と反射層との接着性が向上することが明示されている（【0035】，【0038】及び【0071】）と主張する。",
                        "しかし，本件明細書の段落【0035】，【0038】及び【0071】の記載は前記1(2)ウ(ウ)のとおりであり，いずれにも，反射層が，基板と柱状結晶構造のシンチレータ層の間に存在し，アルミナ，酸化イットリウム，酸化ジルコニウム及び酸化チタンから選ばれた少なくとも一種の白色顔料及びバインダー樹脂からなる該反射層の表面に，柱状結晶体を成長させて形成した柱状結晶構造のシンチレータ層を形成したことにより，柱状結晶構造のシンチレータ層と反射層との接着性が向上することは記載されていない。被告の上記主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "取消事由2についてのまとめ",
              "text": [
                "以上のとおり，甲1発明に周知技術（甲7，8，38，39）を適用して，本件発明1と甲1発明の相違点1に係る構成を得ることは，当業者にとって容易になし得たことであり，また，本件発明1は，当業者が予測し得ない格別の効果を奏するものでもない。",
                "よって，取消事由2は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "まとめ",
          "text": [
            "以上のとおりであるから，本件発明1は，甲1発明に周知技術を適用することによって，当業者が容易に発明をすることができたものであり，無効理由1に係る審決の判断は誤りである。",
            "したがって，その余の点について判断するまでもなく，審決は違法であり，取り消されるべきものである。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の請求は理由があるからこれを認容することとして，主文のとおり判決する。"
      ]
    }
  ]
}