{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2008-800258号事件について平成23年12月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の請求に基づき原告の本件特許を無効とした審決の取消訴訟であり，当裁判所が取り上げる争点は，実施可能要件及びサポート要件の充足性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，本件特許第3803823号（発明の名称「光沢黒色系の包装用容器」，平成13年6月26日出願，平成18年5月19日特許登録，特許公報は甲1，請求項の数2）の特許権者である。",
            "被告は，平成20年11月18日に本件特許について無効審判請求をした（無効2008-800258号）。原告はその手続中の平成21年2月5日付けで訂正請求をしたが，特許庁は，平成21年8月20日，上記訂正を拒絶すべきものとした上，「特許第3803823号の請求項1及び2に係る発明についての特許を無効とする。」旨の審決（第1次審決）をした。",
            "原告により，第1次審決の取消訴訟（知財高裁平成21年（行ケ）第10304号）が提起され，平成22年7月28日，第1次審決を取り消すとの判決（第1次判決）があり，確定した。",
            "その後の審判手続において，原告は，上記の訂正請求を取り下げ，特許庁は，平成23年12月28日に，「特許第3803823号の請求項1及び2に係る発明についての特許を無効とする。」との審決（第2次審決。以下，単に「審決」という場合は，この審決を指す。）をし，その謄本は平成24年1月11日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件特許の請求項1及び2（本件発明1及び2）は，次のとおりである。",
            "【請求項1】",
            "カーボンを0．3重量％から10重量％含有するポリエチレンテレフタレートを主成分とする固有粘度が0．55以上のシートからなり，前記シートの熱分析器の測定された昇温結晶化温度が128度以上，且つ，結晶化熱量が20mJ／mg以上のシートを用いた光沢黒色系の包装用容器。",
            "【請求項2】",
            "カーボンを0．3重量％から10重量％含有するポリエチレンテレフタレートを主成分とする固有粘度が0．55以上のシートからなり，前記シートの熱分析器の測定された昇温結晶化温度が128度以上，且つ，結晶化熱量が20mJ／mg以上のシート層と，前記シート層の少なくとも一方に層の厚みが5μm以上のポリエチレンテレフタレートを主成分とする外層のシートを用いた多層の光沢黒色系の包装用容器。"
          ]
        },
        {
          "fig": "3",
          "subject": "審判における原告主張の無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1（特許法29条1項3号）",
              "text": [
                "本件発明1は，特開平5-295132号公報（甲2），特公平8-9673号公報（甲3）又は特開平2-229025号公報（甲4）に記載された発明である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2（特許法29条2項）",
              "text": [
                "本件発明1及び2は，甲2公報，甲3公報又は甲4公報に記載された発明と，特開平8-318606号公報（甲5），特開平8-208855号公報（甲8），特開平10-204272号公報（甲9）に記載された発明又は周知技術に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3（特許法29条2項）",
              "text": [
                "本件発明1及び2は，特開平10-250015号公報（甲6）に記載された発明と周知技術に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4（特許法36条6項1号）",
              "text": [
                "本件発明1のシートを単層で用いた包装用容器は，本件明細書に記載されていない。",
                "本件発明2は，カーボンを含有するシート層と外層を有するシートを用いた包装用容器であって，このうちシート層について固有粘度，昇温結晶化温度，結晶化熱量の数値を規定するなどしたものであるが，そのようなシートを用いた包装用容器は，本件明細書に記載されていない。本件発明2の昇温結晶化温度及び結晶化熱量は，包装用容器が成形される前のシート層の物性値を規定するものであるが，本件明細書には，容器切り出し片を測定対象とするものが記載されているだけである。容器切り出し片は，成形により熱履歴を受け，昇温結晶化温度及び結晶化熱量の値が大きく低下することから，成形前のものと同等とみることはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由5（特許法36条6項2号）",
              "text": [
                "本件発明1の「シートを用いた光沢黒色系の包装用容器」と，本件発明2の「シートを用いた多層の光沢黒色系の包装用容器」は，そこにいう「シート」が，包装用容器の構造物であるのか，あるいは，包装用容器を形作るために供されるシート材であるのか明確でない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由6（平成14年法律第24号による改正前の特許法36条4項）",
              "text": [
                "本件発明1のシートや本件発明2のシート層は，昇温結晶化温度，結晶化熱量の数値が規定されたものであるが，本件明細書には，それらのシートやシート層を獲得する手段が，実施可能に記載されていない。本件発明2の昇温結晶化温度及び結晶化熱量は，包装用容器が成形される前のシート層の物性値を規定するものであるが，本件明細書には，容器切り出し片を測定対象とするものが記載されているだけである。容器切り出し片は，成形により熱履歴を受け，昇温結晶化温度及び結晶化熱量の値が大きく低下することから，成形前のものと同等とみることはできない。",
                "本件発明1のシートや本件発明2のシート層について，規定された固有粘度，昇温結晶化温度，結晶化熱量の数値を測定する際の条件が，本件明細書には，実施可能に記載されていない。また，本件発明1のシートや本件発明2のシート層について，昇温結晶化温度や結晶化熱量の数値を規定することの技術的意義を当業者が理解するために必要な事項が記載されていない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1次判決の拘束力",
              "text": [
                "第1次判決は，次の点で審決を拘束する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2について，固有粘度，昇温結晶化温度及び結晶化熱量の各数値は，シート層（外層シートは含まない）を規定するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "実施例における固有粘度，昇温結晶化温度及び結晶化熱量の各数値が（シート層と外層シートからなる）多層シートについて測定されたものであっても，それらの数値は，シート層単独で測定された場合と近似した数値になる蓋然性が高いといえるから，多層シートについて測定されたことをもって，本件発明2が本件明細書に記載されていないとまではいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由4，6について",
              "text": [
                "本件発明1及び2は，次のとおり，平成14年法律第24号による改正前の特許法36条4項，特許法36条6項1号に規定する要件を満たしていない。",
                "本件発明1は，カーボンを所定量含有するポリエチレンテレフタレート（以下「PET」ともいう。）を主成分とする固有粘度，昇温結晶化温度及び結晶化熱量が所定値のシートを用いた包装用容器であり，本件発明2は，本件発明1の上記シートをシート層として，これに外層を加えた多層シートを用いた包装用容器の発明である。ここで，包装用容器は器としての形状や構造を有する包装用物品であり，シートは二次元的に広がりを有する物品であって，その形状や構造に違いがある。本件発明2の多層シートは，包装用容器を形作るために供されるシート材であり，固有粘度，昇温結晶化温度及び結晶化熱量の各物性値も，シート材の状態，すなわち包装用容器を形成する前の状態での物性値と解するのが相当である。",
                "本件明細書の記載によれば，本件発明2は，優れた光沢の外観を有する黒色系の包装用容器を得ることを課題とする。本件明細書の実施例の記載によれば，そこに記載された昇温結晶化温度と結晶化熱量は，包装用容器に形作られた後の多層シートの物性値であり，また，昇温結晶化温度（度）が130，132，136の各値をとり，結晶化熱量（mJ／mg）が25，31，33の各値をとる実施例1，2，3では，「容器全体に光沢あり」との効果が得られたとする一方，昇温結晶化温度（度）が126，127の各値をとり，結晶化熱量（mJ／mg）が18，19の各値をとる比較例1，2では，それぞれ「容器側面及び底面の一部に光沢なし」，「容器側面に光沢なし」との結果になったことが示されている。",
                "本件発明2で特定される昇温結晶化温度及び結晶化熱量は，「優れた光沢の外観を有する黒色系の包装用容器を得る」との課題を解決するために重要な役割を担っていると考えられるところ，これらの物性が所定の値であることにより，所望の効果が得られること，すなわち上記課題が解決されることが，発明の詳細な説明によって裏付けられていなければならない。ところが，本件発明2で特定される昇温結晶化温度（128度以上）及び結晶化熱量（20mJ／mg以上）は，外層とともに多層シートを構成するシート層が有する物性値であって，かつ，包装用容器を形成する前における状態での物性値であるのに対して，実施例1，2，3における昇温結晶化温度（130，132，136）及び結晶化熱量（25，31，33）は，包装用容器に形作られた後の多層シートの物性値であるから，両者は，シート層が有する物性値か多層シートが有する物性値かの点の他に，包装用容器を形成する前の物性値か包装用容器に形作られた後の物性値かの点においても相違する。",
                "当事者双方の提出に係る実験結果を記載した証拠によれば，容器に成形する前と容器に成形した後で昇温結晶化温度及び結晶化熱量を比較した場合，これらは低下する場合もあれば，ほとんど変わらない場合もあるのであって，包装用容器を形成する前における状態で，昇温結晶化温度が128度以上，結晶化熱量が20mJ／mg以上あったとしても，包装用容器に形作られた後は，昇温結晶化温度が128度を下回ったり，結晶化熱量が20mJ／mgを下回る場合があり，所望の効果が得られない上記比較例1，2と同程度の物性値になる場合があるといわざるを得ない。そして，このように一定の結果が得られないのは，容器に成形する際の成形方法や温度，時間等の成形条件が異なるためと考えられるところ，本件明細書には，容器への成形前後で同等な昇温結晶化温度及び結晶化熱量が得られるために必要な条件が記載されていない。したがって，本件発明2のように，容器に成形する前のシート層の昇温結晶化温度を128度以上，結晶化熱量を20mJ／mg以上とすることによって，「優れた光沢の外観を有する黒色系の包装用容器を得る」との課題が解決できることは，発明の詳細な説明によって裏付けられているとはいえず，本件発明2の実施例が本件明細書に記載されているとはいえない。",
                "本件発明1は，本件発明2のシート層のみを用いた単層の包装用容器であるということができ，本件発明1で特定される昇温結晶化温度及び結晶化熱量の数値も，容器形成前のものである。したがって，本件発明2についての実施可能要件とサポート要件の判断は，そのまま本件発明1についてもあてはまる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2について",
                  "text": [
                    "甲3公報に記載された甲3第二発明，本件発明2と甲3第二発明との一致点及び相違点は次のとおりである。",
                    "【甲3第二発明】",
                    "エチレンテレフタレートを主たる繰返し単位とする固有粘度0．65以上のポリエステル100重量部と，エチレン及び無水マレイン酸を共重合せしめたポリプロピレン1ないし30重量部とを混合せしめた樹脂組成物（I）よりなるシートと，樹脂組成物（I）に，カーボンブラックからなる結晶核剤を，ポリエステル100重量部に対して，0．1ないし2重量部含有せしめた樹脂組成物（II）よりなるシートとを積層した多層シートを熱成形して得られる食品用容器。",
                    "【一致点】",
                    "カーボンを0．3重量％から2重量％含有するポリエチレンテレフタレートを主成分とする固有粘度が0．55以上のシートからなるシート層と，前記シート層の少なくとも一方にポリエチレンテレフタレートを主成分とする外層のシートを用いた多層の光沢黒色系の包装用容器。",
                    "【相違点1】",
                    "本件発明2のシート層は，シートを熱分析器で測定した昇温結晶化温度が128度以上，かつ，結晶化熱量が20mJ／mg以上であるのに対して，甲3第二発明の樹脂組成物（II）よりなるシートは，昇温結晶化温度及び結晶化熱量が明らかでない点。",
                    "【相違点2】",
                    "本件発明2の外層のシートは，厚みが5μm以上であるのに対して，甲3第二発明の樹脂組成物（I）よりなるシートは，厚さが明らかでない点。",
                    "【相違点3】",
                    "本件発明2の包装用容器は光沢を有するのに対して，甲3第二発明の食品用容器が光沢を有することは必ずしも明らかでない点。",
                    "なお，本件発明2におけるカーボンの含有量は「0．3重量％から10重量％」であるが，本件発明2と甲3第二発明が数値範囲の一部（0．3重量％から2重量％）で一致している以上，本件発明2におけるカーボンの含有量の上限（10重量％）が甲3第二発明におけるカーボンブラックの含有量の上限（2重量％）と異なることは，実質的な相違点とはいえない。",
                    "相違点1について，甲5公報，甲8公報，甲9公報の記載によれば，PETを主成分とする樹脂組成物のシートやその成形品について，昇温結晶化温度を130度以上とすることや，結晶化熱量を15mJ／mg以上とすることは，従来から普通に採用されている技術的事項にすぎない。したがって，甲3第二発明の樹脂組成物（II）よりなるシートについて，昇温結晶化温度が128度以上で，結晶化熱量が20mJ／mg以上のものとすることは，当業者が容易になし得た程度の事項である。",
                    "相違点2及び3について，本件明細書の記載によれば，厚みが5μm以上の外層のシートを設けるのは，表面の凹凸をなくして鏡面とするためと解されるところ，周知例として提出された特開平5-38787号公報（甲10）に，多層プラスチック容器の外側表面層として，60度鏡面光沢度が80％以上で，飽和ポリエステル等からなる，厚みが20μmないし200μmの光沢性樹脂層を設けることが記載されているように，容器に鏡面光沢を持たせることは，用途に応じて適宜行われることであり，甲3第二発明の樹脂組成物（I）よりなるシートを，所定の鏡面光沢度を有する，厚みが20μm以上の光沢性樹脂層とすること，すなわち，相違点2及び相違点3に係る本件発明2に係る構成とすることは，甲10公報を参酌することにより，当業者が容易に想到し得たことである。",
                    "したがって，本件発明2は，甲3公報，甲5公報，甲8公報，甲9公報及び甲10公報に記載された発明に基づいて，当業者が容易に発明をすることができた。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1について",
                  "text": [
                    "上記アと同様の理由から，甲3公報に記載された甲3第一発明，本件発明1と甲3第一発明との一致点は次のとおりであり，相違点は，上記アの相違点1及び3のとおりであるところ，相違点1及び3が容易想到であることは，上記アのとおりであるから，本件発明1は，甲3公報，甲5公報，甲8公報，甲9公報及び甲10公報に記載された発明に基づいて，当業者が容易に発明をすることができた。",
                    "【甲3第一発明】",
                    "エチレンテレフタレートを主たる繰返し単位とする固有粘度0．65以上のポリエステル100重量部と，エチレン及び無水マレイン酸を共重合せしめたポリプロピレン1ないし30重量部とを混合せしめた樹脂組成物（I）に，カーボンブラックからなる結晶核剤を，ポリエステル100重量部に対して，0．1ないし2重量部含有せしめた樹脂組成物（II）よりなるシートを熱成形して得られる食品用容器。",
                    "【一致点】",
                    "カーボンを0．3重量％から10重量％含有するポリエチレンテレフタレートを主成分とする固有粘度が0．55以上のシートを用いた黒色系の包装用容器。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "サポート要件及び実施可能要件の充足性の有無に関する判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，原告提出の実験結果報告書（甲37の1～4，38の1～4）を根拠に，容器成形前後で昇温結晶化温度及び結晶化熱量がほとんど変わらない場合があるとし，他方で，被告提出の実験結果報告書（甲14）を根拠に，容器成形前後で昇温結晶化温度及び結晶化熱量が低下し，所望の効果が得られない場合もあるとした上で，そうだとすれば，容器成形前後で同等な昇温結晶化温度及び結晶化熱量が得られるために必要な条件が本件明細書に記載される必要があるところ，本件明細書にはそのような記載がないから，本件発明2は，実施可能要件及びサポート要件を満たさないと判断した。",
                "審決の考え方を要約すると，特許請求の範囲に記載された数値に関して異なる実験結果が得られた場合は，明細書に記載された実験条件が不十分であることを意味し，実施可能要件又はサポート要件を欠くということになる。しかしながら，細部の実験条件が異なれば結果が異なることは当然のことであるし，実験条件の細部を適宜調整することで異なる実験結果を得ることが困難でないことも，自明であるといえる。第三者が所望の結果を得ることを意図して恣意的に細部の実験条件を選択するような場合まで想定して，実験結果に影響を与える可能性のある全ての条件を抽出した上で，出願段階で明細書に網羅的に記載することを要求することは，事実上不可能といい得る過大な負担を出願人に負わせるものであって，妥当でない。発明の詳細な説明にどの程度詳しく記載すべきかは，規範的評価であり，明細書の記載に基づいて，第三者（当業者）が，当業者に期待し得る程度を超えた過度な試行錯誤を強いられることのない範囲で，特許請求の範囲に記載された事項を再現することが可能な程度に明細書に実験方法等が記載されていれば，実施可能要件又はサポート要件を欠くことはないというべきである。",
                "しかるに，審決は，甲14（実験結果報告書）の実験に係る実験条件を詳細に検討することもなく，単に原告提出の実験結果と被告提出の実験結果が異なるということだけを理由に，これらの要件を欠くと判断している。",
                "原告提出の実験結果は，原告とは独立の組織の第三者機関が，本件明細書の記載を参考にして実施したものであり，これによれば，容器成形前後で昇温結晶化温度及び結晶化熱量がほとんど変わらないのであるから，本件明細書に開示された情報の範囲内でこの種の物性値を測定する手法として一般的なものを用いれば，昇温結晶化温度及び結晶化熱量がほとんど変化しない結果を得ることができる。これに対し，甲14の実験結果報告書に記載された実験は，本件特許の無効を主張する被告の内部で実施されたものであり，原告の実験結果とは異なる結果が示されていることは当然といえる。したがって，甲14の実験結果報告書の記載に基づいて判断をした審決には誤りがある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "PETシートに熱を加えて成形する場合，成形時間を長く設定すると，結晶化温度及び結晶化熱量の値が大きく低下する場合がある。他方，成形時間を短く設定すると，成形前後でこれらの値はほとんど変化しない。包装用容器の生産の効率性の観点からは，個々の容器の生産時間を不必要に長くなるような条件が採用されることはあり得ず，それゆえ，熱成形は可能な範囲で短時間に設定される。このように，通常採用される成形条件では，成形前後の昇温結晶化温度及び結晶化熱量の値は同等である。",
                "また，PETは，結晶化が遅い（進みにくい），すなわち，昇温結晶化温度及び結晶化熱量が下がりにくい樹脂であり，PETシートを熱成形する際のシートの温度は約70～100度が適温である。このことは，技術常識であり，当業者にとっては自明の事項である。本件発明2のシートは，熱成形前の昇温結晶化温度が128度以上であるから，シート温度が100度前後となる熱成形では，結晶化はほとんど進まず，熱成形の前後において，昇温結晶化温度及び結晶化熱量は同等である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲14の実験結果報告書に記載された実験結果のように，容器成形前後で昇温結晶化温度及び結晶化熱量が低下するとしても，低下が予想される分だけ昇温結晶化温度が高く，結晶化熱量が大きい多層シートを用いて容器を形成すればよく，当業者は，過度の試行錯誤をすることなく，容易に本件発明2の数値範囲の包装容器を作ることができる。",
                "以上のとおりで，本件発明2が実施可能要件又はサポート要件を欠くことはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，本件発明1についても，本件発明2についての判断が当てはまるとしているが，上記のとおり本件発明2に関する審決の判断に誤りがある以上，本件発明1に関する審決の判断も誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "容易推考性の存否に関する判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点認定の誤り",
                  "text": [
                    "審決は，容器が光沢を有する点を一致点に含めているが，甲3第二発明は光沢を有する食品用容器についての発明ではないから，審決の上記認定には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，相違点3について，「甲3第二発明の樹脂組成物（Ⅰ）よりなるシートを，所定の鏡面光沢度を有する…光沢性樹脂層とすること，すなわち，…相違点3に係る本件発明2の構成とすることは，甲10公報（特開平5-38787号）を参酌することにより，当業者が容易に想到し得たことである。」と判断した。",
                        "この判断からすると，審決は，容器の光沢は外層（光沢性樹脂層）を設けることによってもたらされるもので，昇温結晶化温度及び結晶化熱量の数値は重要ではないと考えたものと思われる。",
                        "しかしながら，本件明細書には，「昇温結晶化温度は，PETの結晶する温度であり，光沢を出す為には非常に重要な温度であり，低い温度では，包装用容器における光沢がなくなってしまう。」（段落【0009】）との記載や，昇温結晶化温度及び結晶化熱量が所定の数値範囲内でなければ，優れた光沢を得られない場合があることを示す記載（段落【0027】の【表2】の比較例1及び2）があるように，昇温結晶化温度及び結晶化熱量の数値が，光沢を得るための重要な要素であることが明示的に記載されている。また，光沢黒色系の包装用容器に係る発明である本件発明1も，外層シートを必要としていない。甲65（実験結果報告書）に記載された実験結果も，光沢を得るために重要なのは，外層の存在ではなく，昇温結晶化温度及び結晶化熱量の数値であることを裏付けるものである。",
                        "以上のとおり，光沢を得るために重要なのは外層の存在ではなく，昇温結晶化温度及び結晶化熱量の数値である。",
                        "しかるに，審決は，光沢を得るために重要なのは外層の存在であることを前提として判断したため，誤った結論に至っている。甲10公報には，外層に光沢性樹脂層を設ける方法の記載しかなく，昇温結晶化温度及び結晶化熱量を所定の数値範囲内とすることでより優れた光沢を得る手法は開示されていない。したがって，甲3第二発明に甲10公報で開示された技術的事項を組み合わせても，本件発明2の「光沢」を得ることはできず，相違点3に係る本件発明2の構成が容易に想到し得るとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3公報（特公平8-9673号）に記載された課題は，耐衝撃性の低下であるのに対し，甲10公報に記載された課題は，ガラス容器，陶磁器容器の質感は得られていないことである。このように，甲3第二発明と甲10公報に開示された技術的事項とでは，課題の共通性がなく，他にもこれらを組み合わせる動機付けを認めることもできないから，これらを組み合わせることは容易ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1の判断の誤り",
                  "text": [
                    "審決は，甲5公報（特開平8-318606号），甲8公報（特開平8-208855号）及び甲9公報（特開平10-204272号）からすると，甲3第二発明について，相違点1に係る本件発明2の構成とすることは容易であると判断した。",
                    "しかしながら，本件発明2の課題は，「優れた光沢の外観を有する黒色系の包装用容器を得ること」であるところ，上記イで主張したとおり，この課題を解決するための手段は，昇温結晶化温度及び結晶化熱量を本件発明2の数値範囲内とすることである。しかるに，甲3公報，甲5公報，甲8公報及び甲9公報のいずれにも，黒色系包装容器について光沢を有するようにするという課題の開示や示唆はなく，そのような課題の解決手段として昇温結晶化温度及び結晶化熱量を所定の数値範囲内に制御することについても開示や示唆はない。",
                    "また，結晶化熱量について開示されているのは甲5公報のみであるところ，甲5公報に記載された課題は保香性であるのに対し，甲3公報には保香性に関する記載はない。",
                    "したがって，甲3公報，甲5公報，甲8公報及び甲9公報に記載された発明から本件発明2が容易に想到し得たということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点認定の誤り",
                  "text": [
                    "審決は，甲3第一発明におけるカーボンブラックの上限を2重量％と認定しているにもかかわらず，本件発明1との一致点ではその上限を10重量％としており，一致点の認定に誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の判断の誤り",
                  "text": [
                    "審決は，本件発明1と甲3第一発明との間の相違点1及び3について，本件発明2に関する判断を引用しているから，本件発明2の相違点に関して上記(1)イ，ウで主張したのと同様に，審決の本件発明1に関する判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明2は，容器に成形する前の昇温結晶化温度が128度以上であり，結晶化熱量が20mJ／mg以上であるシート層を用いた包装用容器であるにもかかわらず，本件明細書の実施例1～3並びに比較例1及び2には，容器に成形した後の容器切り出し片の昇温結晶化温度及び結晶化熱量と外観（光沢）との関係しか記載されておらず，包装用容器を形成する前の物性値か包装用容器に形作られた後の物性値かという点において齟齬がある。",
                "特許請求の範囲に記載された数値条件を満たす物が，その数値条件を満たさない物に比してどのような有利な点があるのかが，発明の詳細な説明に記載されていなければ，サポート要件を満たさない。本件発明2の特許請求の範囲では容器成形前のシート層の昇温結晶化温度及び結晶化熱量の数値を限定したのに対し，本件明細書の実施例1～3及び比較例1及び2においては容器成形後の容器切り出し片の数値を記載するのみであるという齟齬があったとしても，容器成形の前後でこれらの数値がほとんど変わらないか，容器成形の前後で同等な昇温結晶化温度及び結晶化熱量が得られるために必要な成形方法・成形条件が本件明細書に記載されているのであれば，例外的にサポート要件を満たす余地がある。しかしながら，本件発明2のように，主成分がPETであるシート層の成形は，一般に，シートを加熱して軟化させ，シートを金型に密着させて成形し，冷却することにより行われるところ，シートを加熱したり延伸したりすると，結晶化が進行し，それによって，昇温結晶化温度及び結晶化熱量は低下する。また，昇温結晶化温度及び結晶化熱量がどの程度低下するのかは，成形方法や成形条件（成形温度，成形時間，成形品の深さやシートの厚みによる影響等）によって異なる。このことは当業者の技術常識であり，実験結果によっても裏付けられている。しかるに，本件明細書には，容器に成形する際の成形方法や温度，時間等の成形条件は特に限定されていない旨が記載され（段落【0013】），実施例1～3並びに比較例1及び2についても，「三和興業(株)製PLAVAC型式FE-36FC容器成形機を用いて，底部直径＝10cm，深さ＝4cmの円筒形容器を成形した」（段落【0022】）と記載されているのみであるから，容器成形の前後で同等な昇温結晶化温度及び結晶化熱量が得られるために必要な成形方法・成形条件が記載されているとはいえず，例外的にサポート要件を満たすものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)のとおり，昇温結晶化温度及び結晶化熱量がどの程度低下するのかは，成形方法や成形条件（成形温度，成形時間，成形品の深さやシートの厚みによる影響等）によって異なるところ，本件明細書に，包装用容器について，「真空成形法，プラグアシスト成形法等を採用して製造することができる。」（段落【0013】）と記載され，他の文献（甲36）にも，主な熱成形法として「真空」「圧空」及び「熱板圧空」の3種類が紹介されるように，包装用容器を工業的に熱成形する方法や条件には多様な選択肢が存在する。また，同じ真空成形を行う場合であっても，包装用容器を工業的に生産する当業者は，容器ごとに成形時間やヒーターとシートの距離などを適宜変更して成形を行っているのであって（例えば，成形する容器の深さが深くなるほど，成形時間は長くなる。），通常採用される成形条件が限定されるかのような原告の主張は，事実に反する。",
                "原告は，PETは結晶化が遅いと主張するが，結晶化が速いか遅いかにかかわらず，加熱・延伸した場合に結晶化が進行することに変わりはない。また，原告は，PETシートを熱成形する際のシートの温度について，約70～100度が適温であることは技術常識であると主張する。しかしながら，原告の主張するような技術常識は，実際には存在せず，むしろ，128度以上で成形することも普通に行われている。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，容器成形前後で昇温結晶化温度及び結晶化熱量が低下するとしても，低下が予想される分だけ昇温結晶化温度が高く，結晶化熱量が大きい多層シートを用いて容器を形成すればよく，当業者は，過度の試行錯誤をすることなく，容易に本件発明2の数値範囲の包装容器を作ることができると主張する。しかしながら，審決は，本件発明2の数値範囲内の包装容器を製造することが当業者にとって容易でないと判断したものではなく，上記のように，本件発明2について，特許請求の範囲の物性値と本件明細書の物性値との間に齟齬が存在するために，特許請求の範囲に記載された数値範囲，すなわち，容器に成形する前のシート層の昇温結晶化温度を128度以上，結晶化熱量を20mJ／mg以上とすることにより，「優れた光沢の外観を有する黒色系の包装用容器を得る」との課題が解決できることが，発明の詳細な説明によって裏付けられているとはいえないと判断したものであって，原告の上記主張は，審決を正解しない主張である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明1について，原告は，本件発明2に係る審決の判断が誤っているから，これを前提とする本件発明1についての判断も誤っていると主張するが，上記(1)～(3)のとおり，本件発明2についての審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点認定の誤りに対し",
                  "text": [
                    "審決は，「本件発明2の包装用容器は光沢を有するのに対して，甲3第二発明の食品用容器が光沢を有することは必ずしも明らかでない点」を相違点3として，その容易想到性を判断しているから，容器が光沢を有する点を一致点として認定したとしても，その点は，審決の結論に影響を及ぼすものではなく，取消事由に該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3の判断の誤りに対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "請求項2には，「容器の光沢が，昇温結晶化温度及び結晶化熱量の数値を所定の範囲内のものとすることによって得られる」ことは規定されておらず，容器の光沢が，昇温結晶化温度及び結晶化熱量の数値を所定の範囲内のものとすることによって得られる場合であれ，外層（光沢性樹脂層）を設けることによって得られる場合であれ，そのような光沢を有する容器が本件発明2の技術的範囲に含まれることに変わりはない。そして，甲10公報（特開平5-38787号）には光沢性樹脂層を設けることが記載されており，容器に鏡面光沢を持たせることは用途に応じて適宜行われることであるから，相違点3に係る審決の判断に誤りはない。",
                        "なお，本件発明2に規定された昇温結晶化温度及び結晶化熱量の数値範囲内であっても，包装用容器が光沢を有するとは限らない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "容器に鏡面光沢を持たせることは用途に応じて適宜行われることであるから，多層プラスチック容器に関するという点で甲3第二発明と共通する甲10公報の記載を考慮し，甲3第二発明の容器について，甲10公報に開示された光沢性樹脂層を設けることは，当業者が容易に想到し得た。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1の判断の誤りに対し",
                  "text": [
                    "相違点1についても，容器の光沢と，昇温結晶化温度及び結晶化熱量を所定の範囲内とすることとは無関係であり，鏡面光沢度を有する光沢性樹脂層を外層として用いるなどすることにより光沢を生じれば，他の構成要件をも充足する限り，その容器は本件発明2の技術的範囲に含まれるのである。そうすると，PETを主成分とする樹脂組成物のシートやその成形品について，昇温結晶化温度を130度以上とすることや，結晶化熱量を15mJ／mg以上とすることが，従来から普通に採用されている技術的事項にすぎない以上，そのような技術的事項がいかなる目的で採用されたものであろうが，相違点1に係る本件発明2の数値範囲を採用することが容易であることに変わりはない。",
                    "そして，甲3公報（特公平8-9673号）に耐衝撃性に関する記載があるように，PET製容器について耐衝撃性の確保は，当業者に周知の技術的課題であり，甲5公報（特開平8-318606号），甲8公報（特開平8-208855号）及び甲9公報（特開平10-204272号）にも，強度の低下，耐衝撃性の低下，耐衝撃性の改良効果などの記載がある。このような課題の共通性の観点からして，甲3第二発明につき，甲5公報，甲8公報，甲9公報の記載を参酌して，相違点1に係る本件発明2の構成とすることは，当業者が容易になし得た程度の事項である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点認定の誤りに対し",
                  "text": [
                    "審決は，数値範囲の一部（0．3重量％から2重量％）で一致している以上，含有量の上限が異なることは，実質的な相違点ではないと判断しているのであるから，原告が主張する点は，審決の結論に影響を及ぼすものではなく，取消事由に該当しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点の判断の誤りに対し",
                  "text": [
                    "原告は，本件発明2についての審決の判断が誤っているから，これを前提とする本件発明1についての判断も誤っていると主張するが，上記(1)イ，ウのとおり，本件発明2についての審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "審決は，第1次判決の拘束力が及ばない構成に関するサポート要件及び実施可能要件の充足性の有無を判断したので，この判断の違法をいう取消事由1について検討する。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件明細書（甲1）には，本件発明1及び2の課題や昇温結晶化温度及び結晶化熱量に関して，次の記載がある。",
            "「本発明の目的は，A-PETの有する優れた機械的強度，耐油性等を要求される包装用容器に適し，且つ，優れた光沢を有する黒色系の包装用容器を提供することにある。」（段落【0004】）",
            "「…上記シートを用いた包装用容器の成形による包装用容器における熱分析器…での測定で，昇温結晶化温度は128度以上，好ましくは130度以上，且つ，結晶化熱量は20mJ／mg，好ましくは25mJ／mg以上である。昇温結晶化温度は，PETの結晶する温度であり，光沢を出す為には非常に重要な温度であり，低い温度では，包装用容器における光沢がなくなってしまう。」（段落【0009】）",
            "「カーボンを混入したシートの表面は，微細な凹凸が生じるものである。…よって，このシートの一方に，5μm以上のPETを主成分とする層を形成するのが好ましい。この層を形成することによって，印刷を行なう表面が，境面になり，美しい印刷が行なえるものである。又，シートの物性が安定し，安定して包装用容器を成形することができる。…この層の肉厚を，5μm以上，好ましくは10μm以上にする。この層の肉厚を5μm以下の場合は，外層の均一化が困難であり実用上の不具合をきたす。」（段落【0010】）",
            "「本発明におけるシートを用いる包装用容器も公知技術で製造することができる。例えば，一般的に行われている真空成形法，プラグアシスト成形法等を採用して製造することができる。」（段落【0013】）",
            "「（2）昇温結晶化温度",
            "容器切り出し片をDSC-220（セイコー電子(株)製）で昇温速度20度／minで測定した。」（段落【0017】）",
            "「（3）結晶化熱量",
            "容器切り出し片をDSC-220（セイコー電子(株)製）で昇温速度20度／minで測定した。」(段落【0018】）",
            "「実施例1，2，3及び比較例1，2",
            "上記の各樹脂を用いて自家製多層シート押出機（タツチロール方式）でシート成形を行い厚み0．4mmシートを得た。次に，三和興業(株)製PLAVAC型式FE-36FC容器成形機を用いて，底部直径＝10cm，深さ＝4cmの円筒形容器を成形した。…」（段落【0022】）",
            "「実施例1，2，3及び比較例1，2",
            "”表1”の実施例1，2，3及び比較例1，2のシートを用いた容器側面部切り出し片でのDSC測定結果及び容器の光沢（容器外観観察）の評価結果を”表2”に示す。」（段落【0023】）",
            "「”表2”より明かなごとく，本発明の包装用容器は，容器全体に優れた光沢のある外観を示している。」（段落【0024】）",
            "【表1】（段落【0026】）",
            "【表2】（段落【0027】）"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件発明2の特許請求の範囲において，昇温結晶化温度が128度以上，かつ，結晶化熱量が20mJ／mg以上という数値範囲は，いずれもシート層，すなわち，容器成形前の状態における物性値を規定したものと認められる。これに対し，本件明細書においては，上記1で認定したとおり，昇温結晶化温度及び結晶化熱量の数値は，いずれも容器成形後の容器切り出し片を対象として測定されたものであり，明細書において，特許請求の範囲に記載された容器成形前のシート層に関する記載は認められない。",
            "このように，本件明細書には，昇温結晶化温度及び結晶化熱量について，特許請求の範囲に記載された「シート層」の数値範囲を満たすことによって課題の解決が可能であることを示す直接的な実施例等の記載がなく，これとは異なる測定対象に係る数値しか記載されていないところ，本件明細書の比較例2（上記1の【表2】）には，容器成形後の容器切り出し片について，昇温結晶化温度が127度，結晶化熱量が19mJ／mgの場合であっても容器側面の光沢がないと記載されている，すなわち，特許請求の範囲で構成する数値範囲から，容器成形によって，昇温結晶化温度が1度，結晶化熱量が1mJ／mg外れただけでも課題が解決できないことになるのであるから，本件発明2が本件明細書に記載されている，あるいは，本件発明2の「光沢」黒色系容器が本件明細書に実施可能に記載されているというためには，昇温結晶化温度及び結晶化熱量の物性値について，容器成形前のシート層と容器成形後の容器切り出し片との間で，当業者が通常採用する条件であればこれらの物性値が不変であるか，当業者が通常なし得る操作によりこれらの物性値の変化を正確に制御し得るか，あるいは，これらの物性値が変化しないような成形方法や条件が本件明細書に記載される必要があるというべきである。",
            "そこで検討するに，PETを主成分とするシートから容器を成形するには，本件明細書の段落【0013】にも記載されるように，一般的に熱成形法が用いられるところ，原告提出に係る実験結果報告書には，成形前後で昇温結晶化温度及び結晶化熱量の物性値が全く変化しないものもある（甲37の1及び3，38の2及び4。ただし，この報告書では成形条件は明らかにされていない。）。これに対し，原告提出に係る実験結果報告書であっても，成形前後で結晶化熱量が1mJ／mg低下するもの（甲37の2及び4）や，昇温結晶化温度が1度上昇し，結晶化熱量も2mJ／mg上昇するもの（甲38の1及び3）もあるし，被告提出に係る実験結果報告書（甲14，15，20，22）には，成形前後で，昇温結晶化温度が5度以上低下，結晶化熱量も5mJ／mg以上低下するものが複数記載されている。これらの記載を総合すると，成形前後で昇温結晶化温度及び結晶化熱量の物性値がほとんど変化しない場合もあれば，成形後に大きく低下する場合もあると認めるのが相当であり，当業者が通常採用する成形条件の下において，これらの物性値が不変であるとは認められない。これに加えて，加熱時間が長くなるほどこれらの物性値がより大きく低下することを示す実験結果報告書の記載(甲65，68)や，容器深さが深くなるほどこれらの物性値がより大きく低下する傾向を示す実験結果報告書の記載（甲22）に照らすと，成形温度のみならず，成形時間や延伸の程度によっても，上記の物性値は変化するものと認められるのであって，当業者であっても，それらの物性値の変化を正確に予測したり，制御したりすることは容易ではないと認められる。さらに，上記の物性値が変化しないような成形方法や条件について，本件明細書には記載も示唆も認めない。",
            "以上のとおりであるから，本件発明2は，技術常識を参酌しても，発明の詳細な説明によりサポートされているとは認められず，特許法36条6項1号の要件を満たさない。",
            "また，本件明細書に，成形条件による上記の物性値の制御について記載や示唆がないことからすると，当業者といえども，本件発明2に係る光沢黒色系の包装用容器を製造することは容易ではないというべきであるから，本件発明2は，平成14年法律第24号による改正前の特許法36条4項の要件を満たさない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "原告は，熱成形の際に，成形時間を短時間に設定すること，あるいは，シートの温度を約70～100度とすることは技術常識であり，そうであれば，成形前後において，昇温結晶化温度及び結晶化熱量は同等である旨主張する。",
            "しかしながら，原告主張の技術常識を認めるに足りるに的確な証拠はなく，また，原告の知財チーム作成に係る甲68の実験結果報告書において，加熱時間4秒間で，シート表面温度が98度の場合に，結晶化熱量が2mJ／mg上昇する旨の実験結果の記載があることに照らすと，原告主張の成形条件が採用されているからといって，昇温結晶化温度及び結晶化熱量が不変であるとまでは認められない。",
            "原告は，昇温結晶化温度及び結晶化熱量が成形により低下するとすれば，低下が予想される分だけ昇温結晶化温度及び結晶化熱量の数値が大きい多層シートを用いて容器を形成すればよく，本件発明2はサポート要件と実施可能要件を充足する旨主張する。このような原告の主張は，当業者がこれらの物性値の変化を正確に予測したり，制御したりすることができることを前提とするものというべきところ，当業者であっても，そのような予測や制御が容易でないことは，上記2で説示したとおりであるから，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "本件発明1についての原告の主張は，本件発明2に係る主張を引用するものであるから，上記1～3で説示したのと同様の理由により，原告の主張は理由がない。",
            "以上のとおりで，取消事由1は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "取消事由1で説示した理由から，本件発明1及び2につきサポート要件及び実施可能要件の違反が存する以上，容易推考性の存否に係る取消事由2について判断するまでもなく，本件発明1及び2を無効とした審決の結論に誤りはない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}