{
  "decision": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "控訴人と被控訴人との間において，控訴人が，特願2001-178618号の発明につき，特許を受ける権利を有することを確認する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審を通じて，被控訴人の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "以下，略語は，原判決と同様のものを用いる。また，原判決を引用する場合，原判決中に「原告」とあるのを「控訴人」と，「被告」とあるのを「被控訴人」とそれぞれ読み替える。さらに，原判決の別紙を引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "経過",
          "text": [
            "本件は，被控訴人の元従業員である控訴人が，被控訴人に対し，沖電気工業が出願し，その出願名義人が被控訴人に変更された本件出願（特願2001-178618号）の発明（本件発明）の特許を受ける権利が控訴人に帰属する旨主張し，その確認を求めた事案である。",
            "原判決は，本件規程（沖電気工業が制定した工業所有権管理規程）には，従業員が「会社都合」で退職した場合に，当該従業員から「会社」に譲渡された職務発明に係る特許を受ける権利を当該従業員に譲渡し，あるいは帰属させることを定めた条項は存在せず，他に控訴人と被控訴人間において控訴人の退職の時点で被控訴人の本件特許を受ける権利を控訴人へ帰属させる旨の合意をしたことを認めるに足りる証拠もないなどとして，控訴人の請求を棄却した。",
            "これに対して，控訴人は控訴し，上記控訴の趣旨記載の判決を求めた。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実等，争点及び争点に関する当事者の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "後記(2) の当審における当事者の追加的主張を付加するほかは，原判決の「事実及び理由」欄の「第2  事案の概要」の「1  争いのない事実等」，「2",
              "text": [
                "争点」及び「第3  争点に関する当事者の主張」（原判決2頁1行目から4頁22行目）のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における当事者の追加的主張",
              "text": [
                "（控訴人の主張）",
                "控訴人と被控訴人（あるいは沖電気工業）との間の本件特許を受ける権利の譲渡は無効である。その理由は，別紙「控訴理由書」及び「控訴人第1準備書面」記載のとおりであり，要するに，控訴人から被控訴人（あるいは沖電気工業）に対する本件特許を受ける権利の譲渡に関する書類（乙2，乙4，甲44）の授受が，特許法29条，35条，労働契約法3条1項，5項，労働基準法89条1項に違反するからである。",
                "（被控訴人の主張）",
                "争う。控訴人は，自らの意思表示により，本件特許を受ける権利を沖電気工業に譲渡したものであり，現在は，被控訴人が本件特許を受ける権利を有している。",
                "すなわち，沖電気工業は，平成13年4月26日，控訴人から本件発明についての届出書（乙4）の提出を受け，本件規程（乙1）に基づき，本件特許を受ける権利の譲渡を受けた。沖電気工業においては，当時，本件規程によって，従業員等が会社の業務または自己の職務に関する発明を行ったときは遅滞なく所定の届出書を提出することで会社に届け出なければならない（第5条），会社は当該発明の特許を受ける権利を承継するか否かの決定を行い，その結果を発明者に通知する（第6条），従業員が届出書によって届け出た発明が職務発明であるときは，それに基づく特許を受ける権利を会社に譲渡しなければならない（第7条第1項）とされていた。本件発明について，職務発明（特許法35条1項）に当たること，控訴人自身が届出書（乙4）に署名押印の上，沖電気工業に対してこれを提出したことは，当事者間に争いがないから，本件特許を受ける権利は，本件規程に基づき，沖電気工業に有効に譲渡されたことは明らかである。沖電気工業は，本件発明について，同年6月13日，特許出願をし，被控訴人は，平成20年10月1日，沖電気工業から本件特許を受ける権利を承継した。",
                "したがって，本件特許を受ける権利の譲渡が無効である旨の控訴人の主張は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，控訴人の請求は理由がないものと判断する。その理由は，後記2を付加するほかは，原判決の「事実及び理由」欄の「第4  当裁判所の判断」の「1」（原判決4頁24行目から5頁9行目）のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における当事者の追加的主張について",
          "text": [
            "控訴人は，控訴人と被控訴人（あるいは沖電気工業）との間の本件特許を受ける権利の譲渡は無効である旨主張する。",
            "その理由に関する主張は不明確であるが，本件規程において，いったん，発明者である従業員が特許を受ける権利を会社に譲渡してしまうと，当該従業員が，在職中も退職後も，当該発明の特許出願手続に関与できなくなることは，会社と従業員間の対等性を欠くものであるから，そのことを予め示すことなく行われた控訴人から被控訴人（あるいは沖電気工業）に対する本件特許を受ける権利の譲渡に関する書類（乙2，乙4，甲44）の授受は，特許法29条（発明者の特許を受ける権利），35条（対価請求権），労働契約法3条1項，5項（労働契約における対等性），労働基準法89条1項（就業規則の作成及び届出義務）に違反し，無効であると主張する趣旨とも理解される。",
            "しかし，上記書類（届出書）には，「特許・・・を受ける権利を「就業規則等」定める条件により，沖電気工業株式会社に譲渡したことに相違ありません。」との記載があり，控訴人は，これに「発明の名称」，「発明者」等の必要事項を記載して提出しているところ（乙2，乙4，甲44），発明者である従業員が特許を受ける権利を会社に譲渡した場合，当該従業員が在職中又は退職後に当該発明の特許出願手続に関与できなくなる可能性があることは当然であり（対価請求権の有無は影響しない。），また，そのことを理由として，会社と従業員間の対等性が損なわれているとはいえず，特許を受ける権利を譲り受ける会社が，そのことを当該従業員に予め示さなかったとしても，特許を受ける権利の譲渡が特許法29条，35条，労働契約法3条1項，5項，労働基準法89条1項に違反するとはいえない（なお，本件においては，本件規程（乙1）の第11条等の規定を参照すれば，発明をした従業員が特許出願手続に関与できなくなる可能性があることは理解できるものと推認される。）。控訴人の主張は独自の見解によるものであって，採用できない。",
            "他に，控訴人と被控訴人（あるいは沖電気工業）との間の本件特許を受ける権利の譲渡を無効とすべき事情も認められない。",
            "したがって，控訴人の上記主張は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上のとおり，控訴人の請求は理由がない。控訴人は，他にも縷々主張するが，いずれも採用の限りでない。",
        "よって，本件控訴を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}