{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-20367号事件について平成23年12月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "原告は，平成20年4月22日に，発明の名称を「眼球内レンズ」とする特許出願（特願2008-111272号。優先権主張2007年9月27日，米国。以下「本願」という。）をしたところ，平成21年11月20日付けの拒絶理由通知を受けたので，平成22年4月14日に手続補正書を提出したが，同月30日付けで拒絶査定を受け，同年9月10日，これに対する拒絶査定不服の審判を請求（不服2010-20367号事件）するとともに，同日付けで手続補正書を提出した（以下「本件補正」という。）。",
            "特許庁は，平成23年12月6日付けで「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月20日，原告に送達された。",
            "なお，本願は，アルコン  マニュファクチャリング，リミティドにより出願されたが，同社は，アルコン  リサーチ  リミティドの名称の下に，アルコン  リサーチ  リミティドに吸収合併されている（2008年1月1日午前12時1分合併証明書発効。）。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正による補正後の本願の特許請求の範囲の請求項1の記載は次のとおりである（甲2。以下，この発明を「本願補正発明」という。下線部は補正箇所である。）。なお，本件補正後の本願の特許請求の範囲，発明の詳細な説明及び図面（甲2，甲6）を総称して，「本願補正明細書」ということがある。",
                "「【請求項1】 ",
                "眼球内レンズであって， ",
                "a）内側の窪んだ光学部品であって，端を備え，前記端は，約0．1mmの厚さを持つ，光学部品と， ",
                "b）周縁リムであって，前記光学部品の前記端を囲んで伸延し，前記光学部品の一部として前記光学部品と一体成形された，周縁リムと， ",
                "c）触覚であって，前記リムから伸延し，前記リム，および，前記光学部品と一体形成される，複数の触覚と， ",
                "を備えて，前記周縁リムの内側で窪んだ光学部品を備える，眼球内レンズ。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正前の平成22年4月14日付け手続補正書により補正された本願の特許請求の範囲の請求項1の記載は次のとおりである（甲4。以下，この発明を「本願発明」という。）。",
                "「【請求項1】",
                "眼球内レンズであって， ",
                "a）内側の窪んだ光学部品であって，端を備え，前記端は，約0．1mmの厚さを持つ，光学部品と， ",
                "b）周縁リムであって，前記光学部品の前記端を囲んで伸延し，前記光学部品と一体成形された，周縁リムと， ",
                "c）触覚であって，前記リムから伸延し，前記リム，および，前記光学部品と一体形成される，複数の触覚と， ",
                "を備える，眼球内レンズ。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書写しのとおりである。要するに，本願補正発明は，本願優先日前に頒布された刊行物である特表2007-523720号公報（甲1。以下「引用例」という。）に記載された発明（以下「引用発明」という。）に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許出願の際独立して特許を受けることができず，本件補正は，特許法17条の2第6項において準用する同法126条5項の規定に違反するので，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものである，本願発明は，引用発明に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができないというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決の認定した引用発明の内容，引用発明と本願補正発明との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の内容",
                  "text": [
                    "「眼内レンズ10であって，後面側が凹面に形成した光学体12であって，遷移領域20を含み，前記遷移領域20は，約0．07mmから約0．40mmの範囲の厚さを有する，光学体12と，支持部22であって，前記光学体12の前記遷移領域20の周囲全体に亘り配置された，前記光学体12にその一部として含まれ，前記光学体12と一体的に成形された，支持部22と，ハプティック14であって，前記支持部22と繋がっていて，前記光学体12と一体的に形成される，少なくとも2つのハプティック14と，を含み，前記遷移領域20の周囲全体に亘り配置された支持部22の厚さ及び光学体12の光軸30に沿った厚さは，遷移領域20の厚さより大きい光学体12を含む，眼内レンズ10」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "「眼球内レンズであって，内側の窪んだ光学部品であって，端を備え，前記端は，所定の厚さを持つ，光学部品と，周縁リムであって，前記光学部品の前記端を囲んで伸延し，前記光学部品の一部として前記光学部品と一体成形された，周縁リムと，   ",
                    "触覚であって，前記リムから伸延し，前記リム，および，前記光学部品と一体形成される，複数の触覚と，を備えて，前記周縁リムの内側で窪んだ光学部品を備える，眼球内レンズ。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "本願補正発明の端の厚さが約0．1mmであるのに対し，引用発明での端の厚さは約0．07mmから約0．40mmの範囲である点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に係る原告の主張",
          "text": [
            "審決は，本願補正発明と引用発明との一致点の認定を誤り，相違点を看過した誤り（取消事由1），本願発明と引用発明との一致点の認定を誤り，相違点を看過した誤り（取消事由2）があり，これらの誤りは結論に影響を及ぼすものであるから，審決は違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正発明と引用発明との一致点の認定を誤り，相違点を看過した誤り（取消事由1）",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明と本願補正発明との対比において，①引用発明の「光学体12」が，本願補正発明の「光学部品」に相当する，②引用発明の「遷移領域20」が，本願補正発明の「端」に相当する，③引用発明が「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」という事項を具備するとし，両発明の一致点を，上記第2の3の(2) イのとおり認定した。",
                    "しかし，審決の一致点の認定は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明について，引用例（甲1）の【請求項1】，段落【0008】，【0016】，【0028】，【図2】，【図3】，【図6】，【図7】の記載から，光学要素18は，屈折力を有する部分であること，遷移領域20は，屈折力を有する光学要素18とは別の部材であり，屈折力を有しないことが開示されているといえる。また，引用発明における遷移領域20の機能としては，ハプティック14により生じた力から光学要素18をさらに隔離する点にあり，いわば緩衝地帯としての機能や，グレアを低減させる機能が示されている。このような機能からも明らかなとおり，引用発明においては，屈折力を有し，レンズとしての機能を有する光学要素と，遷移領域とは，全く異なる部材として構成され，遷移領域20は，引用発明の必須の要素であり，引用発明の特徴の一つを構成しているといえる。",
                        "また，光学体12は，屈折力を有する光学要素18，遷移領域及び支持部22により構成される。これに，支持部に繋げるハプティック14を加えたものが，引用発明の眼内レンズを構成する主たる要素といえる。これらの構成要素は，レンズ内側から，光学要素→遷移領域→支持部→ハプティックとの順番で配置されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一方，本願補正発明について，本願補正明細書の段落【0012】，【0013】，【図2】，【図3】の記載から，光学部品12は，光学レンズ，すなわち，屈折力を有するものであることが開示されている。そして，「端」とは，「物の末の部分。先端」を意味し，本願補正明細書の上記各記載からも，端18は，光学部品12の先端部分，すなわち，屈折力を有する光学部品そのものの一部であることが開示されているといえる。かかる端の機能については，引用発明と異なり，緩衝地帯としての機能やグレアを低減させる機能を有すること等は開示されていない。",
                        "また，本願補正発明の，眼球内レンズは，主として，屈折力を有する光学部分（及びその一部としての端）と，周縁リップ及び触覚から構成され，これらの構成要素は，レンズ内側から，光学部分→周縁リップ→触覚との順番で配置されている。",
                        "さらに，「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」の意義については，審決が認定するような「後面側が凹面に形成されて，その中央領域が凹面に形成された光学部品」又は「周縁リムの内側に位置する端の部分において窪んでいる光学部品」との意味ではなく，リム30が，光学部品12の軸方向の中心に合わされた構造，リム30’が，光学部品12の軸方向の前方に配置した構造を示したものと解される。すなわち，本願補正明細書の【図2】では，リム30が，光学部品の軸方向の中心に合わされているので，リムの上下面から窪むようにして光学部品が形成されており，【図3】では，リム30’が，光学部品の軸方向の前方に配置されているので，リムの上面から窪むようにして光学部品全体が形成され，かつ光学部品の軸方向中心の高さが，リムの高さよりも低くなるように形成されているから，これを称して，「内側で（の）窪んだ」光学部品としたものといえる。また，触覚は，時間とともに劣化し眼内レンズを水晶体曩の中心に保持する力が弱くなるため，本願補正発明は，厚く盛り上がった周縁リムに加え，触覚に周縁リムよりも厚みを持たせて予め大きな中心保持力を付与することにより，眼内レンズが水晶体嚢でずれることを防止し，安定性を実現するものである。そうすると，本願補正発明の「内側の窪んだ光学部品」とは，触覚を，光学部品及び厚く盛り上がった周縁リムよりも厚く構成することを意味するというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)，(イ)からすると，上記①ないし③の審決の対比には，以下のとおり，誤りがある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記①の点について，本願補正発明の「光学部品」は屈折力を有する部分であるところ，引用発明の「光学体12」は，屈折力を有する「光学要素18」のみならず，「遷移領域」及び「支持部22」により構成されており，相当するものではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上記②の点について，本願補正発明の「端」は，屈折力を有する光学部分そのものの一部であるところ，引用発明の「遷移領域20」は，屈折力を有する光学要素18とは別の部材であり，屈折力を有しない。また，機能も，光学要素18とは明確に異なっており，本願補正発明の「端」とは異なる構成部分である。そうすると，引用発明の「遷移領域20」は，本願補正発明の「端」に相当しない。このことは，本願補正発明が，課題解決手段である光学部分と異なる構造部分を設けないこと，すなわち，遷移領域のような部分を設けない構成を採用することで，光学能力を減ずることがなく，また，眼球内レンズの径を小さくすることを実現したことに照らしても，明らかである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "上記③の点について，本願補正発明は，リム30が，光学部品の軸方向の中心に合わされ，リムの上下面から窪むようにして光学部品が形成され，リム30’が，光学部品の軸方向の前方に配置されているので，リムの上面から窪むようにして光学部品全体が形成され，かつ光学部品の軸方向中心の高さが，リムの高さよりも低くなるように形成される構成であるのに対し，引用発明では，支持部22は，光学要素の軸方向の中心に合わされたものではなく，光学要素が支持部の上面から窪むように形成されているとはいえても，支持部の下面から窪むように形成されているとはいえない。また，光学要素の軸方向中心の高さは，支持部の高さよりも高くなっていることがわかる。",
                            "加えて，本願補正発明は，触覚が光学部品及び厚く盛り上がった周縁リムよりも厚く構成されており，「内側の窪んだ光学部品」を有するのに対し，引用発明は，ハプティック14が光学要素18及び支持部22よりも厚く構成されておらず，「内側の窪んだ光学部品」を有するとはいえない（（甲1の【図2】，【図3】，【図5】）。）。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，上記①ないし③の対比を前提とすれば，引用発明の認定は，正しくは，「眼内レンズであって，屈折力を有する光学要素18と，前記光学要素の周囲全体に亘り配置された遷移領域20であって，前記遷移領域は，約0．07mmから約0．40mmの範囲の厚さを有する，遷移領域20と，前記遷移領域の周囲全体に亘り配置された支持部22と，を含んでいる光学体12であって，前記眼内レンズが，前記光学体12と，前記光学体の前記支持部22と繋がっていて，前記光学体と一体的に形成される，少なくとも2つのハプティック14と，を含み，前記遷移領域20の周囲全体に亘り配置された前記支持部22の厚さ及び前記光学要素18の光軸30に沿った厚さは，遷移領域20の厚さより大きい，眼内レンズ。」と認定されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの正しい引用発明の認定に基づけば，本願補正発明と引用発明との相違点は，次のとおり認定されるべきであり，審決には相違点の看過がある。",
                    "（相違点1）本願補正発明では，遷移領域を有していないのに対して，引用発明では，光学要素（本願補正発明の光学部品）の周囲全体に亘り配置された遷移領域を有している点。",
                    "（相違点2）本願補正発明では，光学部品の端の厚さを約0．1mmとしているのに対し，引用例の発明では，光学要素の端の厚さを規定するのではなく遷移領域の厚さが約0．07mmから約0．40mmとする点。",
                    "（相違点3）本願補正発明では，周縁リム（引用発明の支持部）が，光学部品の一部として光学部品と一体成形されているのに対し，引用発明は，支持部が，光学要素の端を囲んで延伸した遷移領域を介して，これらと一体化されている点。",
                    "（相違点4）本願補正発明では，「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」という事項を具備しているのに対し，引用発明は，係る事項を具備していない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との一致点の認定を誤り，相違点を看過した誤り（取消事由2）",
              "text": [
                "本願発明を前提としても，審決には，引用発明との一致点の認定の誤り，相違点の看過が存在するから，本願発明は引用発明に基づいて，当業者が容易に発明をすることができたとの審決の結論も誤っている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "以下のとおり，審決には取り消されるべき誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1（本願補正発明と引用発明との一致点の認定を誤り，相違点を看過した誤り）に対し",
              "text": [
                "原告は，①引用発明の「光学体12」が，本願補正発明の「光学部品」に相当する，②引用発明の「遷移領域20」が，本願補正発明の「端」に相当する，③引用発明が「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」という事項を具備するとした審決の対比には誤りがあり，これを前提とした本願補正発明と引用発明との一致点，相違点の認定には誤りがある旨主張するが，以下のとおり，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告の主張は，本願補正発明の眼球内レンズは，光学部分，周縁リップ（周縁リム）及び触覚から構成されているとの解釈を前提としているが，以下のとおり，この前提には誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願補正発明の「眼球内レンズ」は，「光学部品」及び「触覚」からなるものであり，「光学部品」，「周縁リム」及び「触覚」からなるものではない。すなわち，本願補正発明にいう「光学部品」は，「光学部品のうち端及び周縁リムを除いた部分」，「端」及び「周縁リム」からなる構造を意味し，「周縁リム」は，光学部品の一部と解すべきである（本願補正明細書の段落【0013】）。",
                        "原告は，審判請求と同時にした本件補正により，周縁リムが光学部品の一部であることを明確にするための限定補正を行っており（乙1），このような手続の経緯からも，原告が，本願補正発明の「眼球内レンズ」は「光学部品」，「周縁リム」及び「触覚」からなり，「周縁リム」は「光学部品」の一部ではないと主張することは，信義則に反し許されないというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本願補正明細書の発明の詳細な説明によれば，「発明の開示」（段落【0007】ないし【0011】）では周縁リム（周縁外側リップ）が光学部品と別の構成として記載されている一方，「発明を実施するための最良の形態」（段落【0012】，【0013】）では周縁リム（周縁リップ）が光学部品の一部として記載されているから，本願においては，周縁リムが光学部品の一部であるか否かはどちらでも良く，眼球内レンズを物としてみたときの全体の構成に実質的な差異をもたらすものではないとも解される。そうすると，本願補正発明の周縁リムが光学部品の一部であると認定しても誤りではないといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，本願補正明細書の特許請求の範囲には，「光学部分」，「光学レンズ」及び「屈折力」との用語は記載されておらず，発明の詳細な説明には，「光学部品」が「光学レンズなど」からなること，すなわち，「光学部品」には光学レンズとして機能しない領域があることが記載される（段落【0007】）。そして，眼球内レンズの光学部品においてかかる領域があるとすれば，その領域は「端」である（なお，段落【0007】では，光学部品と周縁リップは別の構成として表現されているから，「光学レンズなど」の「など」が「周縁リップ」のことであるとは解されない。）。",
                        "そして，本願補正明細書の特許請求の範囲の記載から，本願補正発明の「光学部品」が「端」と称する構成を備えること，「端」は「前記光学部品の前記端」であることが理解できる。「端」は通常，「①物の末の部分。先端。」，「②中心から遠い，外に近い所。へり。ふち。」等を意味するが，本願補正発明では，光学部品の「端」と称される構成よりもさらに末の部分に光学部品の一部である「周縁リム」が存在するから，上記光学部品の「端」は，「物の末の部分。先端。」の意味に解することはできず，「中心から遠い，外に近い所。」とは言えても，「へり。ふち。」としては不自然な位置にある。",
                        "そこで，本願補正明細書の発明の詳細な説明を参照すると，段落【0007】，【0013】，【図2】及び【図3】の記載から，本願補正発明の「端」とは，光学部品において「周縁リム」に接続する最薄領域のことを意味すると解するのが妥当である。一方，本願補正明細書の発明の詳細な説明には，「端」が光学レンズとして機能することについて，記載も示唆もない。本願補正明細書の発明の詳細な説明の段落【0012】には，【表1】とともに屈折度数に関する記載があるが，これらの記載からは，本願補正発明でいう「端」が光学レンズとして有効に機能する径内にあることまでは理解できない。すなわち，本願補正発明でいう「端」は，光学レンズとしての機能のみを考慮してその形状が設計された「端」ではなく，周縁リムへ遷移することを考慮してその形状が設計された「端」である。",
                        "したがって，上記原告の解釈は，特許請求の範囲の記載に基づかず，発明の詳細な説明の記載とも整合しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "加えて，本願補正発明の目的課題は，眼球内レンズを薄くして体積を小さくすることであり，眼球内レンズの径を小さくして体積を小さくすることではなく，眼球内レンズの径は前提条件として与えられるものである（本願補正明細書の段落【0005】，【0007】，【0012】）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アに基づくならば，審決の上記①ないし③の対比に誤りがあるとの原告の主張は，以下のとおり失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記①の対比について",
                      "text": [
                        "引用発明の「光学体12」が，本願補正発明の「光学部品」に相当しない旨の原告の主張は，本願補正発明の周縁リムは光学部品の一部ではないことを前提とするものであるが，上記ア(ア) のとおり，このような主張は信義則に反する上，本願補正発明の「光学部品」は「光学部品のうち端及び周縁リムを除いた部分」のみならず「端」及び「周縁リム」を含むと解すべきであるから，審決が，引用発明の「光学体12」を本願補正発明の「光学部品」に相当するとした点に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上記②の対比について",
                      "text": [
                        "引用発明の「遷移領域20」が，本願補正発明の「端」に相当しない旨の原告の主張は，本願補正発明の光学部品はその全てが屈折力を有し周縁リムを含まないことを前提とするものであるが，このような主張は信義則に反する上（上記ア(ア) ），本願補正発明の「端」が「屈折力を有する」（光学レンズとして機能する）ことは特許請求の範囲に記載されておらず，発明の詳細な説明の記載とも整合しない（同(ウ) ）。また，本願補正発明の「端」とは，光学部品において「周縁リム」に移行する最薄領域のことであり（同(ウ) ），眼球内レンズ全体における配置の点からみても，引用発明の「遷移領域20」は「光学要素18」と「支持部22」の間にある点において本願補正発明の「端」に対応するものである（同(イ) ）。",
                        "本願補正明細書の【図2】及び【図3】において，本願補正発明の「端」は，中心から遠くなるにしたがって次第に薄くなっていく光学レンズの形状と，厚い周辺リムとの形状との間に滑らかな遷移を与えるための，弧を描くように曲がる部分として描かれているが，仮に本願補正発明の「端」をこのように限定解釈するとしても，審決が，引用発明の「遷移領域20」を本願補正発明の「端」に相当するとした点に誤りはない。すなわち，引用例（甲1）の段落【0028】によれば，図3に示されるような幅wを持った遷移領域のみならず，単に光学要素18の形状と支持部22との形状との間に滑らかな遷移を与えるための小さな円弧部分としての遷移領域の構成も記載されているといえるからである。",
                        "仮に，光学レンズとして機能する領域と周縁リムとの間に他の構造部分は何も存在しないとしても，原告の主張は失当である。すなわち，本願補正発明において光学レンズとして機能する領域の外側が直ちに周縁リムであるとしても，引用例の段落【0028】には，「遷移領域20の幅は実質的にはゼロでもよく，」と記載され，引用発明において「遷移領域20」の幅が実質的にゼロになったとき，そこは光学要素18の「端」である。そうすると，少なくとも，審決の本願補正発明と引用発明の一致点の認定や相違点の認定に誤りはないといえる。また，本願補正発明と引用発明の間には，構成上の差違のみならず，「光学能力を減ずることがなく，また，眼球内レンズの径を小さくすることができる」という効果の点においても何らの差違はないといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "上記③の対比について",
                      "text": [
                        "原告は，引用発明が「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」という事項を具備しない旨主張する。しかし，原告の主張は，特許請求の範囲の記載に基づかない主張である。本願補正明細書の特許請求の範囲の記載に基づけば，本願補正発明の「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」は，「少なくとも周縁リムの内側において何らかの窪んだ形状を成す光学部品」と解するのが相当であるから，審決が，引用発明は，「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」なる事項を具備するとした点に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決には，本願補正発明と引用発明との一致点の認定に誤りはなく，相違点の看過もないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2（本願発明と引用発明との一致点の認定を誤り，相違点を看過した誤り）に対し",
              "text": [
                "原告は，本願発明を前提としても，審決には，引用発明との一致点の認定の誤り，相違点の看過が存在する旨主張するが，上記(1) と同様，審決には，本願発明と引用発明との一致点の認定に誤りはなく，相違点の看過もない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，原告主張の取消事由にはいずれも理由がないものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本願補正発明と引用発明との一致点の認定を誤り，相違点を看過した誤り）について",
          "text": [
            "原告は，引用発明の「光学体12」が本願補正発明の「光学部品」に相当する，引用発明の「遷移領域20」が本願補正発明の「端」に相当する，引用発明が「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」という事項を具備するとした審決の対比判断には誤りがあり，これを前提とした本願補正発明と引用発明との一致点の認定には誤りがあり，相違点を看過した誤りがある旨主張するので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定事実",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正明細書（甲2，甲4，甲6）には次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許請求の範囲の請求項1の記載は上記第2の2の(1) 記載のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "発明の詳細な説明には次の記載がある。",
                        "【0001】本発明は，一般に，眼球内レンズ（IOL）に関し，より具体的には，シングル・ピースIOLに関する。",
                        "【0003】・・・眼の水晶体の欠陥は，医学的には，白内障として知られている。このような状態に対する処置として，外科手術によって水晶体を除去してレンズ機能を人工眼球内レンズ（IOL）で置き換える処置がある。",
                        "【0004】・・・折畳んだり巻いたりでき，それらを小さい切り口から挿入できるので，シリコーン，アクリル樹脂，および，ヒドロゲルからなる，軟質の，折畳むことができるIOLが，次第に普及してきている。これらのレンズを折畳んだり巻いたりする様々な方法が使用されている。ひとつの普及した方法は，レンズを折畳む，比較的小さな直径の，通常，軟質で小さなプランジャーを使用して，これを通して眼に押し入れる，管腔を持った，注入カートリッジを使用する方法である。・・・",
                        "【0005】これらの装置は，比較的大きな切り口（約3．0mm，あるいは，それ以上）を通してIOLを無水晶体症の眼の後房に注入するように製造されている。外科手術技術とIOLの進歩によって，2．4mm，あるいは，それより小さい，切り口を通して，全外科処置を行えるようになった。その結果，そのような小さい切り口を通る程度に小さく巻くことができる，あるいは，折畳むことができる，IOLが所望されている。この目的を達成するために，IOLは，30D以上の屈折度数持ちながら薄く，あるいは，体積を小さく，製造されなければならない。このように，光学部品（光学レンズなど）の中央部を薄くするには，光学部品の端も薄くする必要がある。このような小さい断面積を持つ，IOLは，特に，軟質で折畳むことができる材料から製造されるとき，光学部品の端は，非常に壊れやすい。特に，プランジャーを持つ挿入装置を使用して挿入している間に，簡単に破損する，加えて，触覚／光学部品の接続部分は，非常に薄くて弱く，このようなレンズは，眼の中で，非常に不安定である。この安定性の課題に対する，ひとつの解は，嚢に安定化リングを移植して，IOLをこのリングの内に配置する。このような構成は，特許文献9に例示されている。2つの部品からなるレンズ装置（2パート・レンズ・システム）は，非常に小さい切り口を通して移植できる，非常に薄くて安定性を持つIOLを提供するのに，効果的ではあるが，2つの部品を移植するのは，単一の部品のレンズより困難である。",
                        "【0006】したがって，非常に小さい切り口を通して移植できる，シングル・ピースで，安定した，眼球内レンズに対する必要性は，引き続き存在している。",
                        "【発明の開示】【0007】本発明は，窪んだ内側の光学部品（光学レンズなど）領域，および，この光学部品と一体形成された，厚く盛上った周縁外側リップ，あるいは，周縁外側リム，を備える，IOLを提供することによって，従来技術を改良するものである。このような構成によって，IOLの体積を低減して，レンズを損傷することなく，あるいは，IOLの安定性を犠牲にすることなく，レンズを，より容易に非常に小さい切り口に挿入することができる。",
                        "【0008】したがって，本発明の目的は，安定したIOLを提供することである。",
                        "【0009】本発明の別の目的は，非常に小さな切り口を通して，より容易に眼に挿入できる，安定したIOLを提供することである。",
                        "【0010】本発明の別の目的は，窪んだ内側の光学部品領域，および，この光学部品と一体形成された，厚く盛上った周縁外側リップ，あるいは，リム，を備える，IOLを提供することである。",
                        "【発明を実施するための最良の形態】【0012】本発明のIOL10は，概略，光学部品（光学レンズなど）12，および，少なくとも2つの触覚14を備えている。IOL10は，好適には，10．5mmから14．0mmの間の範囲で，最も好適には，12．5mmの，適当な寸法の全長を持つことができる。光学部品12と触覚14は，同一の材料で，シングル・ピースに鋳造（あるいは，モールド成形）されている。IOL10を製造するのに使用する材料は，折畳むことができる，軟質の生体適合性を有する材料であれば，如何なる材料でもよい。適当な材料として，・・・ヒドロゲル，シリコーン，あるいは，軟質のアクリル樹脂がある。光学部品12は，前方側24，および，後方側26を持ち，好適には，4．5mmから7．0mmの間の範囲で，最も好適には，5．5mmから6．0mmの間の範囲で，適当な寸法の直径を持つことができる。光学部品12は，卵形，楕円形であることもできる。・・・光学部品12の最大の厚さは，所望の屈折度数と使用した材料の屈折率に依存して変化する。・・・IOL10の原理的な設計指針は，光学部品12の倍率および直径が決まったとき，IOL10を移植するのに要する外科手術での切り口の大きさを最小化するために，光学部品12の厚さを最小化することである。・・・",
                        "【0013】図2，3から最もよくわかるように，光学部品12は，光学部品12の一部として一体形成され，実質的に，伸延した，あるいは，光学部品12の周縁端18を完全に取り囲んだ，それぞれ，周縁リップ（，あるいは，リム）30，30’を備えている。図2からわかるように，リム30は，光学部品12の軸方向の中心に合わせることができ，あるいは，リム30’は，光学部品12の軸方向の前方に配置することができる。このような構成によって，IOL10を眼の中で安定に保持しながら，光学部品12の厚さを低減することができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "図1（本発明のIOLの拡大上面図），図2（本発明のIOLの第一の実施態様の，図1のA-Aに沿った，拡大断面図），図3（本発明のIOLの第二の実施態様の，図1のA-Aに沿った，拡大断面図）は，別紙1の図1ないし図3のとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例（甲1）には次の記載がある。",
                    "【請求項1】眼内レンズであって，折り畳み可能な材料から作られた光学体であって，屈折力を有する光学要素と，該光学要素の周囲全体に亘り配置された遷移領域であって，厚さが少なくとも約0．07mmから約0．40mmの間である遷移領域と，該遷移領域の少なくとも一部分に配置された支持部であって，厚さが該遷移領域の厚さより大きい支持部とを有する光学体と，該光学体と一体的に形成され，該支持部と繋がっている少なくとも2つのハプティックと，を含むことを特徴とする眼内レンズ。",
                    "【0007】本発明は，先行技術の単一IOLを用いた場合に利用可能な眼の切り込みよりも小さい切り込みが利用可能となるように，好都合に折り畳むことができる単一IOLを提供する。本発明にかかるIOLは，目的とする眼の中に移植された場合，支持部に取りつけられた少なくとも2つのハプティックにより生じる力から光学体中心部の光学要素を隔離する支持部を備えた光学体を提供する。ハプティックによる力からの隔離は，ハプティックによる力が引き起こす光学要素の屈曲または変形が生じにくくなるため，本発明の具体例にかかるIOLの光学要素を好都合に薄くすることができる。光学要素が薄くなると，厚い光学要素を有する同等のIOLに比べ，より小さく折り畳むことが可能となり，従って，挿入時に用いる切り込みを小さくでき，そして患者の外傷と治癒期間を減少できる。",
                    "【0008】本発明の1つの態様は，折り畳み可能な材料で作られた光学体と，光学体と一体的に形成された少なくとも2つのハプティックを含む眼内レンズを包含する。光学体は，屈折力を伴う光学要素を有し，遷移領域が光学要素の周囲全体に配置されており，少なくとも遷移領域の一部分に支持部が配置されている。配置された遷移領域は，厚さが，少なくとも約0．07mmから約0．40mmの間にある。支持部の厚さは遷移領域の厚さより大きい。ハプティックは支持部と繋がれている。",
                    "【0009】・・・光学体は，眼内レンズ上で細胞が成長するのを阻止するよう構成された周辺端部を含んでもよい。・・・",
                    "【0010】支持部は遷移領域の周囲全体に配置されるか，または遷移領域の特定の場所に配置されてもよい。ハプティックはそれぞれ，支持部の1ヶ所のみに取り付けされてもよいし，あるいは支持部の少なくとも2ヶ所に取りつけられてもよい。眼内レンズのハプティックは，実質的に平坦な表面を有し，さらに一組のピンサーアーム（pincerarm）を含んでもよい。ピンサーアームは，例えば眼内レンズを眼の虹彩に取り付けるのに使用してもよい。",
                    "【0011】支持部は，全体として少なくとも約0．25mmから約0．60mmの間の厚さを有しており，一方，遷移領域の厚さは全体として少なくとも約0．12mmである。ある配置では，ハプティックの厚さは，好都合に支持部の厚さより小さいか同じである。",
                    "【0012】本発明の他の態様では，眼内レンズは，折り畳み可能な材料で作られた光学体と，光学体と一体的に形成された少なくとも2つのハプティックと，位置決め力・・・を光学要素および遷移領域から隔離する手段とを含む。このような具体例では，光学体は，屈折力を有する光学要素と，光学要素の周囲全体を囲む遷移領域とを含み，遷移領域は少なくとも約0．07mmから約0．40mmの間の厚さを有する。眼の中に挿入された場合，位置決め力を発生させるために少なくとも2つのハプティックが用いられる。",
                    "【0016】図1～3に示す本発明の1つの具体例では，眼内レンズ（IOL）10は，折り畳み可能な材料から作られた光学体12と，光学体12と一体的に形成された少なくとも2つのハプティック部材14とを含む。光学体12は，屈折力を有する光学要素18と，光学要素18の周囲全体を囲う遷移領域20を含み，遷移領域20は，約0．07mmから約0．40mmの範囲の厚さteを有する。光学体12はさらに，遷移領域20の少なくとも一部分に配置された支持部22を含み，支持部22の厚さtsは，遷移領域20の厚さteより大きい。ハプティック14は支持部22に繋がっている。本明細書で用い，IOL10に適用する用語「一体的に形成された」は，光学体12とハプティック14が，全体を通して実質的に均質な材料組成を有する1つの要素（singlePiece）として形成された意味として用いる。",
                    "【0020】光学要素18は，屈折能力を与え，または視力を改善するために入射光を調整する任意のタイプの光学装置を含みうる。図2に示すように，例えば光学要素18の前面側24および後面側28の表面は，それぞれ凸面を含み，正のジオプター値を与える。あるいは，光学要素18の後面側28は，凹面で，そしてメニスカスレンズ（例えば図5）を形成してもよい。または，正のジオプター値を備えた平凸面を与えるために，後面側28は，実質的に平坦な表面でもよい（例えば図6）。他の具体例では，光学要素18の前面側24および後面側28の表面は，負のジオプター値を備えるように形成されてもよい。光学要素18の他の表面形状もIOL10の具体例と一致する。含まれるが限定されないこれらの形状には球面，多焦点形状，および／または回折格子もしくは回折素子がある。",
                    "【0024】ある具体例では，図1に示すように支持部22は，実質的に遷移領域20の周囲全体に亘り配置されている。他の具体例では，図4に示すように支持部22は遷移領域20の周囲の一部分のみに配置されている。どちらの場合も，ハプティック14により生じる力が光学体12の光学要素18および遷移領域20から隔離される方法で，ハプティック14は支持部22に繋がれている。",
                    "【0025】支持部22は端部要素20および光学要素18をハプティック14から隔離するので，IOL10が眼内に配置された場合に，ハプティック14により生じる力に起因して，光学要素18が変形または湾曲する傾向は少ない。その結果，光軸30に沿った光学要素18の全体的な厚さは，実質的に同じ光学性能と開口サイズを有する比較可能な先行技術のIOLの光学要素の全体的な厚さよりも小さい値とすることができる。ある例では，少なくとも部分的には，光学要素の厚さは遷移領域20の厚さ，および光学要素18の曲率により決定される。次いで遷移領域20の厚さは，製造方法，折り畳み可能なIOL用の材料の機械的特性，支持部22により与えられる隔離の度合い，ならびに許容できる光学要素18の変形量および湾曲量により決定される。当該技術分野における現行の材料および製作能力に基づくと，遷移領域は好ましくは，少なくとも約0．07mmから約0．40mmの間，より好ましくは少なくとも約0．12mmの厚さteを有する。より好ましい機械的特性を備えた材料が開発されると，遷移領域20の厚さteは，さらに減少できると予想される。",
                    "【0026】図1に示すように，支持部22は遷移領域20の表面からIOL10の前面側24の方に突き出ていてもよい。一旦IOL10が眼内に配置されると，ある状況では，この形状は，優れたボールティング特性・・・を与える。あるいは，支持部22は遷移領域20の表面からIOL10の後面側28の方に，または図6に示すように，遷移領域20の両側から突き出てもよい。支持部22は図3に示すように，比較的鋭い角を伴うように配置されてもよい。しかしながら，角は丸められるか，またはハプティック14と支持部22および／または遷移領域20との間の1またはそれ以上の遷移が，滑らかで，そして図1および図2に示されるような急な遷移に比べ，明瞭に定められないようにするために角は全てなくしてもよい。例えば，図6に示すように，支持部22は，支持部22と遷移領域20との間の斜角の部分32と，支持部22とハプティック14との間の斜角の部分34とを含む。",
                    "【0028】図3に示すように，遷移領域20は幅wを有し，そして，ある具体例においては，IOLが眼内に設置された後，遷移領域20は，ハプティック14により生じた力から光学要素18をさらに隔離するのに用いられる。遷移領域20の幅は実質的にはゼロでもよく，また，光学要素18と支持部22との間に滑らかな遷移を与えるための，光学要素18と支持部22との間の小半径のサイズという観点で規定してもよい。また，瞳孔が完全に，または部分的に拡張した場合に，光が光学体12の周辺部に作用するのを避ける，または低減するのに十分な値だけ光学体12の直径が増加することより生じるグレア（glare）を低減または回避するために，遷移領域20を用いることができる。遷移領域20はまた，丸みをつけられ，粗面化され，さもなければ遷移領域20または隣接する光学要素18および／または支持部22に入射する光からのグレアを低減するように形成されてもよい。遷移領域20の片面または両面を粗面化することにより，粗面化された面で光が散乱される結果，グレアは低減される。或いは，又は併せて，遷移領域20および／または支持部22の全体の透過率を減少させることで，グレアを弱めることができる。この透過率を減少は，低い光の透過率を有する物質を遷移領域20および／または支持部22の表面に含浸させるか，または，低い光の透過率を有する物質で遷移領域20および／または支持部22の表面を覆うことにより達成される。",
                    "【0032】IOL10は，当該技術分野で一般的な，各種の製造方法を用いて作ることができる。ある具体例では，IOL10の製造方法は，折り畳み可能な材料を準備する工程と，材料を成形して光学体12を作る工程とを含む。IOL10の製造方法は，さらに，材料を成形し，ハプティック14それぞれの厚さthが支持部22の厚さtsよりも小さいか同じになる2つのハプティック14を作る工程を含む。",
                    "【0033】・・・光学要素18の表面は，実質的に単焦点の要素または多焦点の要素どちらかを生じるように作られる。光学要素18の表面全体または一部分は，実質的に円錐状（例えば，球面または放物線状），非球面，または回折格子の形態であってもよい。表面は，また例えば乱視を矯正するために円柱成分・・・を含む非軸対称であってもよい。",
                    "（判決注  図1ないし図6は，別紙2の図1ないし図6のとおりである。）"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)ア(ア)認定の事実によれば，本願補正明細書の特許請求の範囲の請求項1には，本願補正発明の「光学部品」は，内側の窪んだ光学部品であり，約0．1mmの厚さを持つ「端」を備え，また，「周縁リムの内側で窪んだ光学部品」を備えること，本願補正発明の「端」は，「光学部品」に備えられ，約0．1mmの厚さを持ち，「光学部品」の一部として「光学部品」と一体成形された「周縁リム」に囲まれることが記載されるが，「光学部品」，「端」，「内側に窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」の語の具体的内容ないし技術的意義は，必ずしも一義的に明らかでない。そこで，本願補正明細書の発明の詳細な説明及び図面を参照する。",
                    "上記(1)ア(イ)認定の事実によれば，本願補正明細書には以下の記載があることが認められる。すなわち，本願補正発明は，眼球内レンズ（IOL）に関し，より具体的には，シングル・ピースIOLに関するものであり（【0001】），このような眼球内レンズについて，小さい切り口を通る程度に小さく巻くことができる，あるいは，折畳むことができるものが所望されるところ，この目的を達成するために，IOLは，30D以上の屈折度数持ちながら薄く，あるいは，体積を小さく，製造されなければならず，光学部品（光学レンズなど）の中央部を薄くするには，光学部品の端も薄くする必要があるが，小さい断面積を持つIOLは，特に，軟質で折畳むことができる材料から製造されるとき，光学部品の端が非常に壊れやすい上，触覚／光学部品の接続部分は，非常に薄くて弱く，このようなレンズは，眼の中で，非常に不安定である（【0003】ないし【0007】）。本願補正発明は，窪んだ内側の光学部品（光学レンズなど）領域，及び，この光学部品と一体形成された，厚く盛り上がった周縁外側リップ，あるいは，周縁外側リムを備え，このような構成により，IOLの体積を低減して，レンズを損傷することなく，あるいは，IOLの安定性を犠牲にすることなく，レンズを，より容易に非常に小さい切り口に挿入することができるものであり（【0007】），その目的は，安定したIOLを提供すること，非常に小さな切り口を通して，より容易に眼に挿入できる，安定したIOLを提供すること，窪んだ内側の光学部品領域，及び，この光学部品と一体形成された，厚く盛上った周縁外側リップ，あるいは，リム，を備える，IOLを提供することである（【0008】ないし【0010】）。実施例であるIOL10は，概略，光学部品（光学レンズなど）12，及び，少なくとも2つの触覚14を備え，光学部品12の最大の厚さは，所望の屈折度数と使用した材料の屈折率に依存して変化し，IOL10の原理的な設計指針は，光学部品12の倍率及び直径が決まったとき，IOL10を移植するのに要する外科手術での切り口の大きさを最小化するために，光学部品12の厚さを最小化することである（【0012】）。その光学部品12は，光学部品12の一部として一体形成され，実質的に，伸延した，あるいは，光学部品12の周縁端18を完全に取り囲んだ，それぞれ，周縁リップ（，あるいは，リム）30，30’を備え，リム30は，光学部品12の軸方向の中心に合わせることができ，あるいは，リム30’は，光学部品12の軸方向の前方に配置することができるため，このような構成により，IOL10を眼の中で安定に保持しながら，光学部品12の厚さを低減することができる（【0013】）。なお，図3に，触覚が，「光学部品」よりも厚くなっていることをうかがわせる記載はあるが，本願補正明細書の特許請求の範囲ないし発明の詳細な説明の記載に，触覚と「光学部品」の厚さの関係を規定する記載はない。",
                    "以上より，当業者の理解する本願補正発明の「光学部品」，「端」，「内側に窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」の技術的意義を検討する。「光学部品」は屈折力を有する光学レンズなどであって「端」を備えるが，「端」は薄く（約0．1mmの厚さ），壊れやすいことから，厚く盛り上がった「周縁リム」が，「光学部品」の一部として「光学部品」と一体成形され，「光学部品」の「端」を囲んで伸延し，「周縁リム」から，「周縁リム」及び「光学部品」と一体形成される複数の触覚が伸延していることが認められる。すなわち，「端」は「光学部品」の厚さの薄い部分であり，「周縁リム」は「端」の周縁を囲むものであるが，いずれも「光学部品」の一部として「光学部品」に含まれると理解される。また，本願補正発明は，窪んだ内側の「光学部品」領域，及び，厚く盛り上がった「周縁リム」を備える構成により，「光学部品」の「端」が薄く壊れやすく，かつ，触覚と光学部品の接続部分が薄くて弱いにもかかわらず，IOLの体積を低減して，レンズを損傷することなく，IOLの安定性を犠牲にすることなく，レンズを，より容易に非常に小さい切り口に挿入することができるという作用効果を有するというのであるから，「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」は，「周縁リム」が上記の作用効果を奏する程度に「光学部品」の「端」，及び，触覚と光学部品の接続部分より厚く盛り上がっていることを示すものと理解される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，上記(1)イ 認定の事実によれば，引用例には以下の記載があることが認められる。すなわち，引用例記載の発明は，先行技術の単一IOLを用いた場合に利用可能な眼の切り込みよりも小さい切り込みが利用可能となるように，好都合に折り畳むことができる単一IOLを提供するものであり，目的とする眼の中に移植された場合，支持部に取りつけられた少なくとも2つのハプティックにより生じる力から光学体中心部の光学要素を隔離する支持部を備えた光学体を提供し，ハプティックによる力からの隔離は，ハプティックによる力が引き起こす光学要素の屈曲又は変形が生じにくくなるため，IOLの光学要素を好都合に薄くすることができる。そうすると，厚い光学要素を有する同等のIOLに比べ，より小さく折り畳むことが可能となることから，挿入時に用いる切り込みを小さくでき，そして患者の外傷と治癒期間を減少できる（【0007】）。「光学体12」は，折り畳み可能な材料で作られ，少なくとも2つのハプティック部材14と一体的に形成されており（光学体12とハプティック14が，全体を通して実質的に均質な材料組成を有する1つの要素（singlePiece）として形成されているとの趣旨である。），屈折力を有する光学要素18，光学要素18の周囲全体を囲う「遷移領域20」，「遷移領域20」の少なくとも一部分に配置された「支持部22」を含むが，ある具体例では，「支持部22」が実質的に「遷移領域20」の周囲全体に亘り配置されている。「遷移領域20」は，約0．07mmから約0．40mmの範囲の厚さを有し，「支持部22」の厚さは，「遷移領域20」の厚さより大きい。また，ハプティック14は「支持部22」に繋がっている（【請求項1】，【0008】，【0016】，【0024】）。ある具体例においては，IOLが眼内に設置された後，「遷移領域20」は，ハプティック14により生じた力から光学要素18をさらに隔離するのに用いられ，「遷移領域20」の幅は実質的にはゼロでもよく，また，光学要素18と「支持部22」との間に滑らかな遷移を与えるための，光学要素18と「支持部22」との間の小半径のサイズという観点で規定してもよい。瞳孔が完全に，又は部分的に拡張した場合に，光が光学体12の周辺部に作用するのを避ける，又は低減するのに十分な値だけ光学体12の直径が増加することより生じるグレア（glare）を低減又は回避するために「遷移領域20」を用いることができる（【0028】）。",
                    "以上より，当業者は，引用例記載の発明について，「光学体12」は屈折力を有する光学要素18，光学要素18の周囲全体を囲う「遷移領域20」，「遷移領域20」の少なくとも一部分に配置された「支持部22」を含むこと，「遷移領域20」は，約0．07mmから約0．40mmの範囲の厚さを有し，「支持部22」の厚さは，「遷移領域20」の厚さより大きいこと，ハプティック14は「支持部22」に繋がっていること，「光学体12」とハプティック14は，全体を通して実質的に均質な材料組成を有する1つの要素として形成されることを理解するものと認められる。また，「遷移領域20」は，具体例によっては，ハプティック14により生じた力から光学要素18をさらに隔離したり，グレアを低減又は回避するために用いることもできるが，これらの機能は必須ではないことも理解できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア，イの認定によれば，引用発明の「光学体12」は，本願補正発明の「光学部品」に，引用発明の「遷移領域20」は，本願補正発明の「端」に，それぞれ相当すると認められ，また，引用発明における「支持部22」の厚さは「遷移領域20」の厚さより大きいことから，引用発明が，本願補正発明における「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」という事項を具備するというべきであって，審決の対比判断に誤りがあるとは認められない。",
                    "したがって，審決に，本願補正発明と引用発明との一致点の認定の誤り，相違点の看過が存在する旨の原告の主張は前提を欠くものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し，原告は，①引用発明の「光学体12」は屈折力を有する光学要素18のみならず「遷移領域」及び「支持部22」により構成されるのに対し，本願補正発明の「光学部品」は屈折力を有する部分であるから，「光学体12」と「光学部品」とは相当しない，②引用発明の「遷移領域20」は，ハプティック14より生じた力から光学要素18をさらに隔離する緩衝地帯としての機能やグレアを低減させる機能を有しており，レンズとしての機能を有する光学要素とは異なる部材であるのに対し，本願補正発明の「端」は，かかる機能が開示されず，屈折力を有する光学部品そのものの一部であるから，「遷移領域20」は「端」に相当しない，③引用発明では，「支持部22」は，光学要素の軸方向の中心に合わされたものでなく，「支持部22」の下面から窪むように光学要素が形成されているとはいえないことに加え，ハプティック14が，光学要素18及び「支持部22」よりも厚く構成されていないのに対し，本願補正発明では，「周縁リム」は，光学部品の軸方向の中心に合わされ，リムの上面又は下面から窪むように光学部品が形成されていることに加え，触覚が，「光学部品」及び「周縁リム」よりも厚く構成されているから，本願補正発明は「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」を有するが，引用発明はこれらを有しない旨主張する。",
                    "しかし，原告の主張は，以下のとおりいずれも採用できない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "上記①の主張について",
                      "text": [
                        "上記イのとおり，引用発明の「光学体12」は屈折力を有する光学要素18のみならず「遷移領域」及び「支持部22」により構成されると認められる。",
                        "一方，上記アのとおり，本願補正発明の「光学部品」は，「光学部品」の厚さの薄い部分である「端」，及び，「端」の周縁を囲む「周縁リム」を含むと認められる。「周縁リム」は，「光学部品」の屈折力には関係しない部分であるが（本願補正明細書の段落【0007】，【0012】），特許請求の範囲の請求項1において，「前記光学部品の一部として前記光学部品と一体成形された，周縁リム」と特定され，発明の詳細な説明において，「本発明のIOL10は，概略，光学部品（光学レンズなど）12，および，少なくとも2つの触覚14を備えている。」（【0012】），「光学部品12の一部として一体形成され・・・光学部品12の周縁端18を完全に取り囲んだ・・・周縁リップ（，あるいは，リム）」（【0013】） と記載され，「周縁リム」が「光学部品の一部」として記載されていること，また，「光学部品の一部」の語の通常の語義は，光学部品に含まれる部分をいうと解されることから，「周縁リム」は「光学部品」に含まれるものと認められる。一方，同明細書の段落【0007】，【0010】には「窪んだ内側の光学部品領域，および，この光学部品と一体形成された，厚く盛上った周縁外側リップ，あるいは，リム」との記載もあり，「光学部品」と「周縁リム」が別個のものとも解され得る点で上記認定と矛盾するといえなくもないが，当業者は，上記請求項1等の記載に照らし，段落【0007】，【0010】の上記記載を，「光学部品」において窪んだ内側の光学部品領域と厚く盛り上がった周縁リップ（リム）があることを示すものと理解すると考えられるから，上記認定を左右するものではない。",
                        "したがって，原告の上記①の主張は理由がなく，引用発明の「光学体12」は本願補正発明の「光学部品」に相当するといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上記②の主張について",
                      "text": [
                        "上記イのとおり，引用例によれば，「遷移領域20」は，具体例によっては，ハプティック14により生じた力から光学要素18をさらに隔離したり，グレアを低減又は回避するために用いることもできるというにすぎず，上記機能は必須ではないから，引用発明の「遷移領域20」が上記機能を必然的に有しているとはいえない。むしろ，当業者は，引用例の記載から，引用発明における「遷移領域20」は，光学要素18の周囲全体を囲い，約0．07mmから約0．40mmの範囲の厚さを有し，少なくともその一部分に「支持部22」を配置する領域にすぎないと理解するものと考えられる。",
                        "一方，本願補正発明の「端」について，本願補正明細書には，緩衝地帯としての機能やグレアを低減される機能は開示されない。また，同明細書によれば，「端」は，屈折力を有する光学レンズなどを含む光学部品の一部ではあるが，厚さが薄く（約0．1mmの厚さ），壊れやすくなっているため，その周縁を厚く盛り上がった「周縁リム」に囲まれているというものでしかないから，技術的にみれば，必ずしも屈折力に直接関係する部分と限定して理解することはできず，光学レンズと周縁リムとの接続領域に存する端部ということができる。",
                        "したがって，原告の上記②の主張は理由がなく，審決が引用発明の「遷移領域20」が本願補正発明の「端」に相当するとしたことに誤りがあるとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "上記③の主張について",
                      "text": [
                        "本願補正明細書には，発明を実施するための最良の形態として，「図2からわかるように，リム30は，光学部品12の軸方向の中心に合わせることができ，あるいは，リム30’は，光学部品12の軸方向の前方に配置することができる。」（【0013】）と記載されるにすぎず，図2，図3は本願補正発明の実施態様の一つにすぎない。そうすると，本願補正発明の「周縁リム」が，光学部品の軸方向の中心に合わされた構成や，リムの上面又は下面から窪むように光学部品が形成される構成を有するとは認められない。",
                        "また，上記アのとおり，本願補正発明の「内側の窪んだ光学部品」及び「周縁リムの内側で窪んだ光学部品」との構成は，「光学部品」の「端」が薄く壊れやすくなっており，かつ，触覚と光学部品の接続部分が薄くて弱くなっているにもかかわらず，IOLの体積を低減して，レンズを損傷することなく，IOLの安定性を犠牲にすることなく，レンズを，より容易に非常に小さい切り口に挿入することができるという作用効果を奏する程度に，「周縁リム」が「光学部品」の「端」，及び，触覚と光学部品の接続部分より厚く盛り上がっていることを示すものと理解される。本願補正明細書の実施態様の1つを示す図3には，触覚が，「光学部品」よりも厚くなっていることをうかがわせる記載はあるが，本願補正明細書の特許請求の範囲ないし発明の詳細な説明には，触覚と「光学部品」の厚さの関係を規定する記載はなく，「内側の窪んだ光学部品」が，光学部品及び厚く盛り上がった周縁リムよりも厚く構成されていることをいうと解することはできない。",
                        "したがって，原告の上記③の主張は前提を欠くものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本願発明と引用発明との一致点の認定を誤り，相違点を看過した誤り）について",
          "text": [
            "原告は，本願発明を前提としても，審決には，引用発明との一致点の認定の誤り，相違点の看過が存在する旨主張する。",
            "しかし，上記1と同様の理由により，審決には，本願発明と引用発明との一致点の認定の誤り，相違点の看過は認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の主張する取消事由はいずれも理由がなく，審決を取り消すべき違法は認められない。原告は，他にも縷々主張するが，いずれも採用の限りでない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}