{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2011-800146号事件について平成24年5月7日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，発明の名称を「洗浄剤組成物」とする特許発明に係る特許権(特許第3927623号。出願日  平成8年8月1日。登録日  平成19年3月9日。請求項の数9。以下「本件特許」といい，本件特許に係る明細書を「本件明細書」という。)を有している(甲36)。",
            "本件特許については，平成23年8月25日付けで無効審判が請求され(甲37)，平成24年5月7日，請求不成立の審決がされ，その謄本は，同月17日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許に係る特許請求の範囲は以下のとおりである(以下，各請求項に係る発明を，請求項の番号に従い「本件発明1」などという。)(甲36)。",
            "「【請求項1】A)アスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類，B)グリコール酸塩，及びC)陰イオン界面活性剤及び／又は非イオン界面活性剤を主成分とし，C)陰イオン界面活性剤及び／又は非イオン界面活性剤1重量部に対してアスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類が0．01～1重量部，かつアスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類1重量部に対してグリコール酸塩が0．01～0．5重量部含有され，pHが10～13であることを特徴とする洗浄剤組成物。",
            "【請求項2】請求項1記載の洗浄剤組成物からなることを特徴とする衣料用洗剤。",
            "【請求項3】請求項1記載の洗浄剤組成物からなることを特徴とする床，壁，家具等住居用洗剤。",
            "【請求項4】請求項1記載の洗浄剤組成物からなることを特徴とする調理用レンジ，台所収納庫等台所用洗剤。",
            "【請求項5】請求項1記載の洗浄剤組成物からなることを特徴とする石鹸。",
            "【請求項6】請求項1記載の洗浄剤組成物からなることを特徴とするトイレ用洗剤。",
            "【請求項7】請求項1記載の洗浄剤組成物からなることを特徴とする浴室，浴槽用洗剤。",
            "【請求項8】請求項1記載の洗浄剤組成物からなることを特徴とするガラス用洗剤。",
            "【請求項9】請求項1記載の洗浄剤組成物からなることを特徴とする自動車用洗剤。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の概要",
          "text": [
            "審決の理由は，別紙審決書写に記載のとおりである。取消事由に関連する部分のみを要約した内容は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決が認定した，英国特許第1439518号明細書(甲1。以下「甲1文献」という。)に記載された発明(以下「引用発明1」という。)の内容，特開昭50-3979号公報(甲2。以下「甲2文献」という。)に記載された発明(以下「引用発明2」という。)の内容，本件発明1と引用発明1との一致点及び相違点，本件発明1と引用発明2との一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1の内容",
                  "text": [
                    "「珪酸ナトリウム50／52°Beを1［g／溶液L］，コプラ石鹸を0．5［g／溶液L］，非イオン界面活性剤(エトキシル化アルコール)を0．5［g／溶液L］，CMC(カルボキシメチルセルロース)を0．12［g／溶液L］，ペルオクソホウ酸ナトリウムを2［g／溶液L］含有するとともに，",
                    "さらに，",
                    "TPP(トリポリホスフェート)を0．8［g／溶液L］，金属イオン封鎖組成物” OS ”を0．6［g／溶液L］含有するか，または，",
                    "TPP(トリポリホスフェート)を1．6［g／溶液L］，金属イオン封鎖組成物” OS ”0．8［g／溶液L］を含有し，",
                    "残部として全体を8［g／溶液L］とする充填剤を含有する，洗浄剤混合物」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明2の内容",
                  "text": [
                    "「珪酸ナトリウム50／52°Beを1［g／溶液L］，コプラ石鹸を0．5［g／溶液L］，非イオン界面活性剤(エトキシ化アルコール)を0．5［g／溶液L］，CMC(カルボキシメチルセルロース)を0．12［g／溶液L］，ペルオクソホウ酸ナトリウムを2［g／溶液L］含有するとともに，",
                    "さらに，",
                    "TPP(トリポリホスフェート)を0．8［g／溶液L］，金属イオン封鎖剤組成物” OS ”を0．6［g／溶液L］含有するか，または，",
                    "TPP(トリポリホスフェート)を1．6［g／溶液L］，金属イオン封鎖剤組成物” OS ”0．8［g／溶液L］を含有し，",
                    "加えて，全体を8［g／溶液L］の量となる量の充填剤を含有する，洗浄剤混合物」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と引用発明1との一致点",
                  "text": [
                    "「A)アスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類，B)グリコール酸塩，及びC)陰イオン界面活性剤及び／又は非イオン界面活性剤を含み，C)陰イオン界面活性剤及び／又は非イオン界面活性剤1重量部に対してアスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類が0．01～1重量部，かつアスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類1重量部に対してグリコール酸塩が0．01～0．5重量部含有された洗浄剤組成物。」である点"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明1と引用発明1との相違点",
                  "text": [
                    "(相違点1)本件発明1は，洗浄剤組成物の成分「A)」ないし「C)」を「主成分とし」たものであることを規定するのに対し，引用発明1は，洗浄剤混合物の上記成分に相当する成分についてこれを主成分とは規定していない点",
                    "(相違点2)本件発明1は，洗浄剤組成物の「pHが10～13」であることを規定するのに対し，引用発明1は，洗浄剤混合物のpHを規定していない点",
                    "(相違点5)本件発明1は「アスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類」と選択的に規定するのに対し，引用発明1は「グルタミン酸二酢酸塩類」についてそのように選択的に規定していない点"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明1と引用発明2との一致点",
                  "text": [
                    "「A)アスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類，B)グリコール酸塩，及びC)陰イオン界面活性剤及び／又は非イオン界面活性剤を含み，C)陰イオン界面活性剤及び／又は非イオン界面活性剤1重量部に対してアスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類が0．01～1重量部，かつアスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類1重量部に対してグリコール酸塩が0．01～0．5重量部含有された洗浄剤組成物。」である点"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "本件発明1と引用発明2との相違点",
                  "text": [
                    "(相違点3)本件発明1は，洗浄剤組成物の成分「A)」ないし「C)」を「主成分とし」たものであることを規定するのに対し，引用発明2は，洗浄剤混合物の上記成分に相当する成分についてこれを主成分とは規定していない点",
                    "(相違点4)本件発明1は，洗浄剤組成物の「pHが10～13」であることを規定するのに対し，引用発明2は，洗浄剤混合物のpHを規定していない点",
                    "(相違点6)本件発明1は「アスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類」と選択的に規定するのに対し，引用発明2は「グルタミン酸二酢酸塩類」についてそのように選択的に規定していない点"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由1(実験報告書の実験結果によれば，本件発明1は，引用発明1と同一であるとの無効理由)についての判断内容",
              "text": [
                "原告の提出に係る実験報告書(甲3。以下「本件実験報告書」といい，同報告書記載の実験を「本件実験」という。)は引用発明1を正確に再現したものであるとはいえず，また，引用発明1の物質として記載された成分の範囲内にある物質であればいずれを用いても，その洗浄剤混合物のpHは本件実験報告書の結果に等しいとはいえない。したがって，本件実験報告書の結果を参酌しても，引用発明1の洗浄剤混合物のpHが10．3又は10．2であるとは認められず，本件発明1と引用発明1が相違点2において相違するものではないということはできない。よって，本件発明1は本件特許出願前に頒布された甲1文献に記載された発明であるとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由2(本件実験報告書の結果によれば，本件発明1は，引用発明2と同一であるとの無効理由)についての判断内容",
              "text": [
                "相違点4は，相違点2と実質的に同じであり，無効理由1と同様に，本件発明1と引用発明2が相違点4において相違するものではないということはできない。よって，本件発明1は本件特許出願前に頒布された甲2文献に記載された発明であるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由5(本件発明1は，引用発明1及び甲2文献の記載に基づいて当業者が容易になし得たものであるとの無効理由)についての判断内容",
              "text": [
                "相違点1については，引用発明1の金属イオン封鎖剤組成物を含む洗浄剤混合物において，グリコール酸ナトリウムを洗浄効果に寄与する主成分であるとすることは，当業者が通常想到し得る事項であるとはいえない。よって，本件発明1は引用発明1に基づいて，当業者が容易に発明することができたものであるとはいえない。",
                "また，本件発明1の効果は，甲1文献の記載より予測できる範囲を超えたものであって，格別のものであるから，本件発明1は，引用発明1及び甲2文献の記載に基づいて，当業者が容易に発明をすることができたものであるとはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由6(本件発明1は，引用発明2に基づいて当業者が容易になし得たものであるとの無効理由)についての判断内容",
              "text": [
                "相違点3に係る構成は，当業者が通常想到し得る事項であるとはいえず，本件発明1は引用発明2に基づいて，当業者が容易に発明することができたものであるとはいえない。",
                "また，本件発明1の効果は，格別のものであるから，本件発明1は，引用発明2に基づいて，当業者が容易に発明をすることができたものであるとはいえない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由7(本件発明1は，引用発明1，甲2文献の記載及び周知技術に基づいて当業者が容易になし得たものであるとの無効理由)についての判断内容",
              "text": [
                "相違点1に係る構成は，当業者が通常想到し得る事項であるとはいえず，本件発明1は引用発明1及び周知技術に基づいて，当業者が容易に発明することができたものであるとはいえない。",
                "また，本件発明1の効果は，甲1文献の記載より予測できる範囲を超えたものであって，格別のものであるから，本件発明1は，引用発明1，甲2文献の記載及び周知技術に基づいて，当業者が容易に発明をすることができたものであるとはいえない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "無効理由8(本件発明1は，引用発明2及び周知技術に基づいて当業者が容易になし得たものであるとの無効理由)についての判断内容",
              "text": [
                "相違点3に係る構成は，当業者が通常想到し得る事項であるとはいえず，本件発明1は引用発明2及び周知技術に基づいて，当業者が容易に発明することができたものであるとはいえない。",
                "また，本件発明1の効果は，甲2文献の記載より予測できる範囲を超えたものであって，格別のものであるから，本件発明1は，引用発明2及び周知技術に基づいて，当業者が容易に発明をすることができたものであるとはいえない。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件発明2ないし9についての判断内容",
              "text": [
                "本件発明1を前提とする本件発明2ないし9も，当業者が容易に発明をすることができたものであるとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "審決には，本件発明1につき，無効理由1，2，5ないし8に関する判断に誤りがあり，本件発明2ないし9についての判断も，本件発明1についての判断に基づくものであるから，同様に誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由5に係る容易想到性の判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の容易想到性について",
                  "text": [
                    "審決は，相違点1が本件発明1と引用発明1との相違点であると認定した上で，グリコール酸ナトリウムが洗浄に必要な成分であるとの認識が甲1文献には示されていないとして，相違点1は容易想到ではないと判断したが，審決の上記判断には，誤りがある。",
                    "甲1文献では，グリコール酸ナトリウムが多く生成するとＮ，Ｎ-ジカルボキシメチル-2-アミノ-ペンタン二酸(グルタミン酸二酢酸)の生成量が減ることから，グリコール酸ナトリウムの生成量を抑えているが，その結果，引用発明1の洗浄剤混合物には本件発明1の洗浄剤組成物と同じ量のグリコール酸ナトリウムが含まれている。",
                    "甲1文献には，金属イオン封鎖剤組成物OS を精製してグリコール酸ナトリウムを除去してもよいとの記載と共に，これを除去しない態様も記載されている。実施例3ないし6では，精製していないOS をそのまま使用しており，この点では，本件発明1でも同じである。",
                    "審決は，グリコール酸ナトリウムが洗浄に必要な成分であるとの認識が甲1文献には示されていないと判断する。しかし，甲1文献にその認識が示されていなかったとしても，OS 中にグリコール酸ナトリウムが含有されているという事実に変わりはない。",
                    "なお，OS は本件特許出願の20年前から知られているが，本件特許が有効であると，当業者はOS を使用できなくなるという不都合が生ずる。",
                    "以上のとおり，相違点1は相違点ではない。したがって，これが相違点であるという前提で本件発明1が容易想到でないとした審決の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性について",
                  "text": [
                    "相違点2に関しては，界面活性剤を入れた場合に，pHは13を超えない方が良好であるとの効果があったとしても，甲1文献には，界面活性剤を入れる態様が記載され，pH8～11が推奨されている。また，アスパラギン酸二酢酸塩及びグルタミン酸二酢酸塩をキレート作用を発揮させるべく洗浄剤組成物に使用するときに，pH9．8近傍で使用することは，化学的に当然のことである。",
                    "本件明細書の記載によると，本件発明1の効果の発生に，界面活性剤の存在は関係ない。界面活性剤がキレート能に影響していることは実証されていない。本件発明1の洗浄剤組成物の洗浄力がpH10～13において高いのは，界面活性剤が加わっていることによって生じているものと推測するとの被告の主張には，根拠がない。",
                    "したがって，本件発明1において，pHを10～13に限定したことに格別の意義はない。相違点2は，当業者が容易に想到し得るものであり，この点に関する審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由5に係る本件発明1の容易想到性判断の誤り---格別の効果(取消事由2)",
              "text": [
                "本件発明1におけるグリコール酸ナトリウムによる効果は甲1文献の記載から予測できる範囲を超えたものであり，本件発明1は甲1文献の記載に基づいて容易に発明されたものではないとした審決の判断には，誤りがある。",
                "一つの公知文献に記載されている一つの組成物が，構成要件Xと構成要件Yを同時に含有している場合に，構成要件Xと構成要件Yを組み合わせることによる効果の予測性から容易想到性の有無を推定するという判断方法は誤りである。上記組成物は，構成要件Xと構成要件Yの両者を含んでいるのであるから，その組合せによる効果は，上記組成物が既に発揮できるものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由6に係る容易想到性の判断の誤り(取消事由3)",
              "text": [
                "甲2文献は，甲1文献と同じ優先権を主張しているものであり，甲2文献には，甲1文献に開示されているグルタミン酸二酢酸塩のみでなく，アスパラギン酸二酢酸塩も開示されている。したがって，取消事由1及び2と同様の理由により，無効理由6に関する審決の認定・判断には誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由7，8に係る容易想到性の判断の誤り(取消事由4，5)",
              "text": [
                "取消事由1及び2と同様に，無効理由7に関する審決の認定・判断には誤りがある。また，取消事由4と同様の理由により，無効理由8に関する審決の認定・判断には誤りがある。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由1に係る新規性の判断の誤り(取消事由6)",
              "text": [
                "本件発明1は相違点2において引用発明1と相違するので，本件発明1は甲1文献に記載された発明ではないとした審決の判断には，誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件実験報告書に基づいて引用発明1のpHが10．3及び10．2であるといえるためには，本件実験報告書が引用発明1を正確に再現したものである必要があるとし，本件実験で用いた成分は引用発明1における成分とは相違し，本件実験報告書は引用発明1を正確に再現したものではないとするが，この判断には，以下のとおり誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「水」について",
                      "text": [
                        "甲1文献の実施例5には，OS 等を溶解して洗浄剤組成物を作る際にフランス標準硬度22°の水を用いたと明記されており，本件実験においても，フランス標準硬度22°の水を用いている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「珪酸ナトリウム50/52°Be」",
                      "text": [
                        "甲1文献の「珪酸ナトリウム50/52°Be」という記載から，当業者は，ボーメ度が50～52に入る珪酸ナトリウムを使えば良いと理解するのであり，ボーメ度が50～52という幅を持った単一物質を使用すべきであるとは理解しない。本件実験では，ボーメ度50．3の物質「BW-50」を使用している。",
                        "本件特許出願時に甲1文献記載の条件を満たす物質が複数公知である場合には，そのうちのいずれかを用いて実験し，本件発明1と同じ結果が出たならば，本件発明1が甲1文献に記載されているとすべきである。上記条件を満たす複数の物質の全てにおいて本件発明1と同じ結果が出なければ，本件発明1に新規性があるというものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「コプラ石鹸」",
                      "text": [
                        "本件実験ではコプラ石鹸の代わりにラウリン酸ナトリウムを使用しているが，コプラ石鹸は主としてラウリン酸ナトリウム塩からなっている。また，引用発明1のpHは，コプラ石鹸かラウリン酸ナトリウムかの選択によって影響されるものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「非イオン界面活性剤(エトキシ化アルコール)」",
                      "text": [
                        "本件実験では，非イオン界面活性剤として公知のBrij30を使用している。非イオン界面活性剤(エトキシ化アルコール)及びBrij30は，引用発明1のpHに影響するものではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「CMC」",
                      "text": [
                        "CMCに複数の物質が存在するとしても，それによって，引用発明1のpHに影響するものではない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「ペルオクソホウ酸ナトリウム2g／ℓ」",
                      "text": [
                        "甲1文献には「ペルオクソホウ酸ナトリウム2g／ℓ」と記載されているのに対し，本件実験報告書にはペルオクソホウ酸ナトリウム4水塩2g／ℓを使用した旨記載されている。甲1文献における「ペルオクソホウ酸ナトリウム2g／ℓ」が1水塩であるか4水塩であるか，また，「2g／ℓ」が水塩の水を含めた量であるか否かは，組成物全体でみれば，大きな違いはない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「OS 」",
                      "text": [
                        "甲1文献では液状の生成物を乾燥したOS を水に溶解して用いているのに対して，本件実験ではこれを乾燥しないで用いている。しかし，本件実験のようにOSL相当物を乾燥せずに直接に溶解しても，結果は同じであり，引用発明1のpHに影響するものではない。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「充填剤」",
                      "text": [
                        "本件実験では，充填剤として典型的な無水硫酸ナトリウムを使用している。無水硫酸ナトリウムは引用発明1のpHに影響するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，本件実験報告書に基づき，本件発明1と引用発明1とが相違点2において相違するものではないといえるためには，引用発明1の物質として記載された成分の範囲内にある物質であればいずれを用いても，その洗浄剤混合物は本件実験報告書と同じpHとなる必要があるとする。",
                    "しかし，審決の判断には誤りがある。引用発明1の物質として記載された成分の範囲内にある物質のいずれかを使用した場合に，洗浄剤混合物のpHが本件発明1と同じであれば，本件発明1と引用発明1は相違点2において相違するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "無効理由2に係る新規性の判断の誤り(取消事由7)",
              "text": [
                "甲2文献は，甲1文献と同じ優先権を主張しているものであり，甲2文献には，甲1文献に開示されているグルタミン酸二酢酸塩のみでなく，アスパラギン酸二酢酸塩も開示されている。したがって，取消事由6と同様の理由により，無効理由2に関する審決の認定・判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由5に係る容易想到性の判断の誤り(取消事由1)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の容易想到性について",
                  "text": [
                    "本件発明1の洗浄剤組成物は，主成分に，アスパラギン酸二酢酸塩類及び／又はグルタミン酸二酢酸塩類，グリコール酸塩，及び陰イオン界面活性剤及び／又は非イオン界面活性剤を含有する洗浄剤組成物であって，特にpHが10～13の洗浄剤組成物の洗浄性能は，それぞれの成分の相乗効果によりその単独でのものより優れた効果を発揮し，従来より広く使用されているエチレンジアミン四酢酸(EDTA)塩類を含有する洗浄剤あるいは他のビルダーを含有する洗浄剤と同等あるいはそれ以上の効果を発揮するとともに，生分解性に優れた性質を有する。",
                    "本件発明1の容易想到性の有無を判断するに当たり，引用発明1においてグリコール酸塩が洗浄剤混合物の有効成分であると認識されていたか否かは，重要な要素である。",
                    "グリコール酸塩は，キレート剤でも，界面活性剤でもなく，本件特許出願以前に，洗浄剤成分として考えられたことはなかった。本件発明1において初めて，グリコール酸塩が，キレート剤及び界面活性剤に対するビルダー，すなわち，相乗効果によって，キレート剤や界面活性剤の洗浄力を増大する作用効果を有することが認識された。",
                    "甲1文献では，グリコール酸ナトリウムは，洗浄剤の有効成分と認識されず，精製して除去されるべき不純物として記載されているのであるから，甲1文献を見た本件特許出願時の当業者は，グリコール酸塩を有効成分として含有する本件発明1の相違点1に係る構成には，容易に想到できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性について",
                  "text": [
                    "本件発明1においては，洗浄剤組成物の洗浄力に対する関係で，pHの数値範囲には臨界的意義があり，当業者が予測できないものである。",
                    "甲1文献には，引用発明1の金属イオン封鎖剤組成物の金属イオン封鎖作用が，「通常の洗浄剤媒体のアルカリ性のレベルに相当するpH8～11において最大であることが確認された」との記載があるが，これは甲1文献の特許請求の範囲に記載された，界面活性剤を含まない金属イオン封鎖剤組成物について述べたものである。また，甲1文献には，実施例3について，金属イオンの封鎖力に対する有効性を，pH10で測定して求めた旨の記載がある。しかし，実施例3の測定対象も界面活性剤を含んでいない。",
                    "これに対し，本件発明1は，界面活性剤，アスパラギン酸二酢酸塩類及び／又はグルタミン酸二酢酸塩類，グリコール酸塩を所定割合で含む洗浄剤組成物であり，本件発明1の洗浄剤組成物がEDTAと同等の洗浄効果を発揮するという顕著な作用効果は，pH10～13において，臨界的に現れる。本件発明1の洗浄剤組成物の洗浄力のpH特性が臨界的であるのは，界面活性剤が含まれていることに起因すると推察できる。EDTA，STPP，ゼオライトという他の洗浄剤成分で，pH値に対して，本件発明1の洗浄剤と同じような挙動を示すものは存在しない。",
                    "したがって，当業者が甲1文献から本件発明1の顕著な洗浄効果を示すpHの数値範囲に想到することは容易でなく，相違点2は，当業者が容易に想到し得るものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由5に係る本件発明1の容易想到性判断の誤り---格別の効果(取消事由2)に対して",
              "text": [
                "本件発明1は，界面活性剤と，アスパラギン酸二酢酸塩類及び／又はグルタミン酸二酢酸塩類に，グリコール酸塩を添加し，適切なpHの値(pH10～13)に設定することにより，その洗浄能力がEDTA塩類を主成分とする洗浄剤と同等で，同時に，生分解性に優れるという，顕著な作用効果を有する。甲1文献，甲2文献には，本件発明1の構成が記載されていないばかりか，このような顕著な作用効果の示唆も存在せず，当業者が予測不可能な効果である。",
                "この点，原告は，金属イオン封鎖剤組成物OS を含む洗浄剤混合物は本件特許出願前に知られており，グルタミン酸二酢酸塩にグリコール酸ナトリウムを組み合わせると洗浄効果が上がることを後に確認しても，構成上の差異がないばかりでなく，効果は上記洗浄剤混合物において既に内在されているので，効果の点から進歩性を認めるのは不合理であると主張する。",
                "しかし，引用発明1には本件発明1のpH値が開示されておらず，引用発明1の構成は本件発明1の構成と同一ではない。本件発明1の構成要件の組み合わせは，上記のとおり，当業者の予想しない顕著な作用効果を奏する点で，進歩性が肯定される。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由6ないし8に係る容易想到性の判断の誤り(取消事由3ないし5)に対して",
              "text": [
                "取消事由1，2に対する反論と同様の理由により，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由1に係る新規性の判断の誤り(取消事由6)に対して",
              "text": [
                "本件実験報告書が引用発明1を正確に再現したものとはいえず，さらに，引用発明1の物質として記載された成分の範囲内の物質であればいずれを用いても，洗浄剤混合物のpHが本件実験報告書の結果と等しくなるとはいとはいえないとして，本件発明1と引用発明1とは相違点2において相違するとした審決の判断に誤りはない。",
                "甲1文献には洗浄剤組成物のpH値の記載がないところ，本件実験報告書によって，甲1文献に実質上pH値の記載があるといえるためには，本件実験報告書が引用発明1を正確に再現したものでなければならない。引用発明1で使用された物質として記載されている成分の範囲内の物質であれば，いずれを用いても，本件発明1のpH値(pH10～13)が得られることを証明しない限り，本件発明1の新規性を否定することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "無効理由2に係る新規性の判断の誤り(取消事由7)に対して",
              "text": [
                "取消事由6に対する反論と同様の理由により，原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件発明1の相違点に係る構成は容易想到であり，本件発明1の作用効果は，当業者が予測不可能な顕著なものであるとはいえないと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "事実認定",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件発明1ないし9に係る特許請求の範囲は第2，2に記載のとおりであり，本件明細書の発明の詳細な説明には，以下の記載がある。また，本件明細書中の表1ないし表5は，別紙「本件明細書  表1」ないし「本件明細書  表5」のとおりである。(甲36)",
                "「【0001】",
                "【発明の属する技術分野】本発明は新規な洗浄剤組成物に関し，特に家庭用または自動車用に使用される洗浄剤組成物に関する。",
                "【0002】",
                "【従来の技術及び発明が解決しようとする課題】近年，環境汚染に対する各種洗剤の影響が取りだたされている。昨今の動向は衣料用洗剤中にビルダーとして含有していたトリポリリン酸ソーダによる河川あるいは湖沼の富栄養化の問題によるゼオライトや炭酸ソーダへの転換。界面活性剤では分岐型アルキルベンゼンスルホン酸塩はより生分解性の良い直鎖型アルキルベンゼンスルホン酸塩へ切り替えられ，あるいはさらに生分解性が良いポリオキシエチレンエーテル硫酸塩や高級アルコールエトキシレートへ移行している。しかし，この家庭用洗剤もエチレンジアミン四酢酸塩(以下EDTA)に代表されるキレート剤が性能上含有されることが多く，このEDTAが生分解性に欠けることによる環境への影響が懸念されてきている。このEDTAの代替としては各種の他のキレート剤の開発が盛んに行われている。」",
                "「【0004】",
                "【発明が解決しようとする課題】本発明者らは上記課題を解決するため鋭意研究した結果，主成分に",
                "A)アミノジカルボン酸-Ｎ，Ｎ-二酢酸塩類，",
                "B)グリコール酸塩，および",
                "C)陰イオン界面活性剤及び／又は非イオン界面活性剤",
                "を含有する洗浄剤組成物であって，特にpHが10～13の洗浄剤組成物の洗浄性能はそれぞれの成分の相乗効果によりその単独でのものより優れた効果を発揮し，その効果は従来より広く使用されているEDTA塩類を含有する洗浄剤あるいは他のビルダーを含有する洗浄剤と同等あるいはそれ以上の効果を発揮するとともに生分解性に優れた性質を有することを見出し，本発明を完成するに至った。」",
                "「【0007】",
                "本発明において，驚くべきことに，洗浄液のpHを10～13に調整することにより優れた洗浄効果を発揮する。このことは図1，2に示すように各pHにおけるイオン解離状態から説明できる。アミノジカルボン酸-Ｎ，Ｎ-二酢酸は4塩基性酸であり，そのイオン解離は次に示す一般式(式中，H Yはアミノジカルボン酸-N,N-二酢酸を意味する。)",
                "【化2】",
                "上記のイオン解離をグルタミン酸-Ｎ，Ｎ-二酢酸で説明すると",
                "【0008】",
                "【化3】",
                "【0009】",
                "pHの低いところからpHを上げていくとカルボン酸は▲3▼→▲1▼→▲2▼→▲4▼(▲2▼，▲4▼は順不同)の順で段階的解離平衡を示す。一方，キレート剤としての金属への配位子は分子中のＮと-COO-であり(4)式の状態がよりキレート能が強いことが言える。つまり，pH10～13の状態である。ここで本発明の中でアミノジカルボン酸-Ｎ，Ｎ-二酢酸塩類でアスパラギン酸-Ｎ，Ｎ-二酢酸塩とグルタミン酸-Ｎ，Ｎ-二酢酸塩を比較すると分子量当たりのキレート能を測定したところほとんど変わらない値であることが解りキレート環の大きな▲3▼の-COO-は錯体形成に関与していない可能性が強いことが考察された。つまり，キレート剤として一般的なニトリロトリ酢酸塩がキレート錯体を形成する場合に類似した錯体を形成することが考えられる。また，明確ではないが，分子中のＮの構造もpHの低い状態では-ＮH＋-の塩になっておりＮとしての金属への配位能が低下しpH13以上では更に-Ｎ(OH)-の形になり金属に対する配位能が低下するためpH10～13でキレート能が著しく高くなると考えられる。(アスパラギン酸-Ｎ，Ｎ-二酢酸塩。グルタミン酸-Ｎ，Ｎ-二酢酸塩のpKaは中和滴定によると各々9．8である。)」",
                "「【0011】本発明の洗浄剤組成物はpHを10～13に保つことにより洗浄の効果をさらに増進させることができる。pH調整には苛性ソーダ等の水酸化アルカリあるいは鉱酸，有機酸により行ったり，モノエタノールアミン等のpH緩衝剤を使用しても良い。",
                "本発明の洗浄剤組成物はEDTAを含む洗浄剤に比して生分解性に優れ，あるいは現在使われている他のビルダーを含む洗浄剤に比して同等あるいはそれ以上の優れた洗浄効果を発揮する。」",
                "「【0012】",
                "【実施例】・・・",
                "実施例1",
                "無機汚れに対する洗浄力評価としてCaイオンの溶解性評価を行った。試薬のアニオン界面活性剤であるステアリン酸ソーダを2．0g，別途公知の方法で合成したアスパラギン酸-Ｎ，Ｎ-二酢酸4ソーダ(以下ASDA)を1．0g，試薬のグリコール酸ソーダ0．1gを秤量し100mlのビーカーにとり90mlまで水を入れ完全に溶解する。その後，100mlメスフラスコに移液し標線までメスアップする。これを洗浄剤組成物とする。この洗浄剤組成物を10ml，イソプロピルアルコール10mlを200mlビーカーに量りとり水を入れて100mlとする。その後，10重量％の苛性ソーダでpH計を見ながらpH10に合わせる。・・・",
                "そのpHでの洗浄剤組成物のCaキレート能を・・・CaCO 換算で評価した。結果は表1に示した。」",
                "実施例2～4，比較例1～3は，実施例1の洗浄剤組成物で，pHのみを変化させたもの，実施例5～8，比較例4～6は，実施例1で使用したASDAをグルタミン酸-Ｎ，Ｎ-二酢酸4ソーダ(GLDA)に置き換え，かつ，同様にpHを変化させたもの，比較例7～13は，実施例1で使用したASDA及びグリコール酸ソーダをEDTA4ソーダに置き換え，同様にpHを変化させたもの，比較例14～20は，実施例1で使用したASDA及びグリコール酸ソーダをトリポリリン酸ソーダ(STPP)に置き換え，同様にpHを変化させたもの，比較例21～27は，実施例1で使用したASDA及びグリコール酸ソーダをゼオライトに置き換え，同様にpHを変化させたものであり，その結果は表1(別紙「本件明細書  表1」のとおり)に示されている。(段落【0014】～【0036】)",
                "「【0037】実施例9～11  比較例28～30",
                "油汚れに対する洗浄性能を比較するためリーナッツ改良洗浄力試験器を用いて調整した汚垢板の洗浄具合を目視により評価した。」",
                "「【0039】(洗浄剤の調整)",
                "以下に示す組成の洗浄剤を調整した。",
                "【表2】(表2は別紙「本件明細書  表2」のとおり)",
                "【0040】",
                "(試験方法)",
                "各洗浄剤を1．5gを水に溶解し1リットルとし10重量％苛性ソーダ水溶液あるいは同濃度の硫酸水溶液で各pHに調整し洗浄水とする。リーナッツ改良洗浄力試験器に調整した汚垢板を6枚一組としてセットし洗浄水を700ml入れ30度Cで3分間洗浄する。さらに30度Cの純水で1分間すすぎ，風乾する。この汚垢板を目視で観察し次の5段階評価をし6枚の平均をその洗浄性の指標とする。",
                "5：無色透明に近く，ほとんど汚れが落ちている。",
                "4：ほんの少しあるいは部分的に赤みを帯びている。",
                "3：はっきり赤色が観察されるが洗浄前に比べて半分程度の汚れは落ちている。",
                "2：3と2の中間程度の汚れ落ち。",
                "1：洗浄前に比べてほんの少しあるいは部分的汚れが落ちている程度で洗浄効果は低い。",
                "【0041】(結果)",
                "【表3】(表3は別紙「本件明細書  表3」のとおり)",
                "【0042】実施例12～14  比較例31～33",
                "実施例9と同様の洗浄試験器及び汚垢板を用いて次ぎの洗浄剤を調整し実施例と同様な試験を行い評価した。",
                "【0043】(洗浄剤の調整)",
                "以下に示す組成の洗浄剤を調整した。",
                "【表4】(表4は別紙「本件明細書  表4」のとおり)",
                "【0044】(結果)",
                "【表5】(表5は別紙「本件明細書  表5」のとおり)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1文献の記載",
              "text": [
                "甲1文献には，以下の記載があり(訳文を記載する。)，第Ⅲ表は別紙「甲1文献  第Ⅲ表」のとおりである(甲1)。",
                "「本発明は，無毒性，非汚染性かつ生物学的易分解性の金属イオン封鎖剤組成物，その製造方法およびその使用法に関する。",
                "トリポリホスフェート，エチレンジアミン四酢酸等のごとき多数の金属イオン封鎖剤が知られている。しかしながら，これらの化合物の多くは生物により分解されずかつ河川に排出されたときにそれを汚染する。更に，リンの化合物は，これらが非常に顕著な還元性を有するため，河川の酸素を固定し，これが生物についてよく知られている極めて有害な結果を生ぜしめている。」(公報1頁14行目ないし27行目)",
                "「本発明に従い，無毒性，非汚染性かつ生物学的易分解性の金属イオン封鎖剤組成物が提供され，該組成物はＮ，Ｎ-ジカルボキシメチル-2-アミノ-ペンタン二酸又はその塩を含有し，該酸はモノクロル酢酸の溶液とアルカリの溶液をグルタミン酸またはグルタミン酸モノまたはジナトリウム塩の水溶液に同時に添加することにより得られ，ここで(a)該アルカリは反応媒体のpHが8～10に維持される量で使用され；(b)反応は50～100℃の範囲の温度で行われ，かつ;(c)グルタミン酸のモルあたり2．4～2．7モルのモノクロル酢酸が使用される。",
                "本発明はまた，本発明の金属イオン封鎖剤組成物を含有する洗浄剤組成物を提供する。",
                "本発明の無毒性かつ非汚染性の生物学的易分解性の金属イオン封鎖剤組成物は，高い効果を有しかつ85～90％まで生物学的に容易に分解し得る天然産物の誘導体を含有するという利点を有する。しかも，本発明の金属イオン封鎖剤組成物の有効成分は炭素，酸素および窒素のみを含有し，リンを含有していない故に，それは河川の生物に対し有害な影響をおよぼすことはない。最後に，本発明の金属イオン封鎖剤組成物の必須の有効成分が天然産物を原料とする故に，それらが毒性を持たないように処方され得る。」(公報1頁56行目ないし2頁3行目)",
                "「本発明に従い起きる反応は，水性媒体中かつアルカリの存在下で起きる置換反応であり，次の図式で表わされる。",
                "グルタミン酸のα-アミノ基の2個の水素原子が，モノクロル酢酸から生ずる2個のカルボキシメチル基により置換される。",
                "二置換誘導体を高収率で得ることが困難である主原因の一つは，モノクロル酢酸が加水分解することであり；この二次的反応によりグリコール酸ナトリウムが生成する〔下記の反応式(2)参照〕。この欠点を防止するためには，上記(1)式の反応に有利なようにかつ，下記(2)式の反応に不利なように，遊離のモノクロル酢酸の存在下で反応を行いかつアルカリを徐々にのみ添加することが必要である。実際に，この二つの反応の相対的な反応速度は，遊離のOH基の濃度により影響される。",
                "前記反応を弱アルカリ性pH値で行うことにより，(2)式の加水分解反応を最少に減少させ得ることが今見出された。したがって前記したことを考慮して，pH8～10好ましくは9～9．7の範囲で反応を行うことが必要である。これらの条件下において得られる収率は，使用したモノクロル酢酸に対して理論値の75％より良く，グルタミン酸塩に関しては100％に近い。」(公報2頁19行目ないし55行目)",
                "「反応生成物を含有する溶液を金属イオン封鎖剤組成物として直接に使用することが可能である。あるいは，該溶液を噴霧乾燥して，不純なＮ，Ｎ-ジカルボキシメチル-2-アミノ-ペンタン二酸又はその塩を得てもよい。この粗生成物を慣用の手段で精製してもよく，好ましくは，したがってそれは少なくとも95％純度である。50％に近い乾燥物含有量を有するこの溶液を熱空気流中に噴霧し白色粉末を得ることができる。」(公報3頁7行目ないし18行目)",
                "「更に，本発明の組成物は，広いpH領域，特に中性またはアルカリ性媒体中でその全ての性質を保持すること，特にその金属イオン封鎖作用は，通常の洗浄剤媒体のアルカリ性のレベルに相当するpH8～11において最大であることが確認された。」(公報3頁127行目ないし4頁4行目)",
                "「洗浄剤組成物の約5％が該金属イオン封鎖剤組成物“OS ”(下記の実施例2で製造された生成物“OS L”から得られる乾燥された固体)であり，・・・。」(公報4頁67行目ないし79行目)",
                "「全ての試験において，モノクロル酢酸とグルタミン酸ナトリウム塩とを水性媒体中でかつアルカリの存在下でかつ前記したごとき条件下で反応させて得られた組成物が使用される。",
                "かく得られた，表でOS と呼ばれる組成物は，次の成分を含む。",
                "Ｎ，Ｎ-ジカルボキシメチル-2-アミノ-ペンタン二酸，ナトリウム塩として",
                "60重量％",
                "グリコール酸ナトリウム                                  12  〃",
                "塩                                      全体が100重量％となる量",
                "それは，見掛密度0．56の白色粉末の形である。」(公報4頁102行目ないし116行目)",
                "「実施例2",
                "・・・",
                "この操作でつぎの量の原料が使用された：68kg(364モル)のグルタミン酸モノナトリウム，90kg(953モル)のモノクロル酢酸，97ℓ＋4ℓの苛性ソーダ溶液，154kgの50．2％苛性ソーダ，すなわち77．4kgの純苛性ソーダ(1930モル)，グルタミン酸モノナトリウムとモノクロル酢酸により提供された水を含めた水  175．6ℓ。",
                "真空下で濃縮を行い，ついで濃縮物を遠心分離して，Ｎ，Ｎ-ジカルボキシメチル-2-アミノ-ペンタン二酸のトリナトリウム塩を46．2重量％の濃度で含有する本発明の液状組成物204kgを得た。",
                "・・・」(公報5頁73行目ないし6頁19行目)",
                "「実施例3",
                "実施例1および2に従う製造物の金属イオンの封鎖力に関する有効性を，石鹸水式硬度測定法・・・によって測定した。それは，金属イオン封鎖剤の添加量の関数としてハイドロチメーター硬度・・・の進行曲線を作ることよりなる。液体状又は固体状の本発明の組成物による水の軟化力を，種々の金属イオン封鎖剤，すなわちE．D．T．A(エチレンジアミン四酢酸)，Ｎ．T．A．(ニトリロ酢酸)，及びT．P．P．(トリポリホスフェート)の水の軟化力と比較した。それは，硬度25(フランス標準硬度)の天然硬水を使用して，硬度を，pH10でアンモニア性緩衝液(25ml／ℓ)中の金属イオン封鎖剤の添加量に対する関数として測定することにより求めた。",
                "・・・」(公報6頁20行目ないし58行目)",
                "「実施例5",
                "・・・洗浄試験はTERGO-O-TOMETER型装置を使用してフランス標準硬度22°の水中で60℃で行った。各洗浄操作において，基本的洗濯水1ℓあたり8gの等価物，すなわち洗浄作用を意図される物質の6g／ℓとぺルオクソホウ酸ナトリウムの2g／ℓを使用した。",
                "用いられた布は，EMPA101，KREFELD，TＮO綿布，TＮOポリエステル布およびACHのごとき標準予備汚染布であった。洗浄後，直上の実施例で述べた方法で白色度の改善を測定した。",
                "試験した組成物は，つぎの組成(g／溶液ℓ)を有する。",
                "第Ⅲ表(別紙「甲1文献  第Ⅲ表」のとおり)",
                "・・・",
                "上の表の中の数値は，2つの金属イオン封鎖剤，すなわちTPPおよび組成物OS が，それぞれの有する性質を失うことなく混合して使用され得ることを示す。従って，トリポリホスフェートをその半分重量の組成物OS により置き換えることにより，洗浄剤中のトリポリホスフェートの通常の量の1／2～3／4だけ減少させることができる。」(公報7頁12行目ないし8頁27行目)",
                "「特許請求の範囲",
                "1．Ｎ，Ｎ-ジカルボキシメチル-2-アミノ-ペンタン二酸又はその塩を含有する，無毒性，非汚染性かつ生物学的易分解性の金属イオン封鎖剤組成物であって，該酸又はその塩はモノクロル酢酸の溶液とアルカリの溶液をグルタミン酸またはグルタミン酸モノまたはジナトリウム塩の水溶液に同時に添加することにより得られ，ここで(a)該アルカリは反応媒体のpHが8～10に維持される量で使用され；(b)反応は50～100℃の範囲の温度で行われ，かつ;(c)グルタミン酸のモルあたり2．4～2．7モルのモノクロル酢酸が使用される，上記金属イオン封鎖剤組成物。」(公報9頁11行目ないし27行目)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "無効理由5に係る容易想到性の判断の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "text": [
                "上記のとおり，本件明細書によれば，本件発明1は，家庭用又は自動車用に使用される洗浄剤組成物に関する発明であり，従来，家庭用洗剤にはキレート剤としてEDTAが含有されることが多かったが，EDTAは生分解性に欠けており，環境汚染の問題があったところ，A)アスパラギン酸二酢酸塩類及び／又はグルタミン酸二酢酸塩類，B)グリコール酸塩，及びC)陰イオン界面活性剤及び／又は非イオン界面活性剤を主成分とし，pHを10～13とする洗浄剤組成物を提供するというものであり，この洗浄剤組成物は，それぞれの成分の相乗効果によりその単独でのものより優れた洗浄性能を発揮し，従来より広く使用されているEDTAを含有する洗浄剤あるいは他のビルダーを含有する洗浄剤と同等あるいはそれ以上の洗浄性能を発揮するとともに，生分解性に優れた性質を有するものである。",
                "本件明細書の表1によると，上記A)ないしC)の成分を主成分とする洗浄剤組成物は，pH10～13において，EDTA4ソーダと同程度のキレート能を発揮することが認められる。本件明細書の表2及び表3によると，実施例9と比較例28とでは，直鎖アルキルベンゼンスルホン酸ソーダ(LAS)15，エチルアルコール5，ASDA5，グリコール酸ソーダ2を含有する点で共通し，実施例9ではpH11，比較例28ではpH8である点で異なるが，その洗浄評価は，実施例9では平均4．3であるのに対し，比較例28では平均2．8であることが認められる。また，表4及び表5によると，実施例12と比較例31とは，LAS15，ヤシ油還元アルコールエチレンオキサイド付加物型非イオン界面活性剤(EO)5，エチルアルコール5，ASDA5，グリコール酸ソーダ2を含有する点で共通し，実施例12はpHが11，比較例31はpHが8である点で異なるが，その洗浄評価は，実施例12では平均4．5であるのに対し，比較例31では平均3．3であることが認められる。以上によれば，上記A)ないしC)を主成分とする洗浄剤組成物は，pH8よりもpH11の方が洗浄効果が高まることが確認できる。",
                "本件明細書の表2及び表3によると，実施例10と比較例30とは，LAS，エチルアルコール5，GLDA5を含有し，pHが11の洗浄剤である点で共通し，実施例10の洗浄剤はさらにグリコール酸ソーダ2を含有する点で異なるが，その洗浄評価は，実施例10では平均4．2であるのに対し，比較例30では平均3．5であることが認められる。また，本件明細書の表4及び表5によると，実施例13と比較例33とは，LAS15，EO5，エチルアルコール5，GLDA5を含有し，pHが11の洗浄剤である点で共通し，実施例13の洗浄剤はさらにグリコール酸ソーダ2を含有する点で異なるが，その洗浄評価は，実施例13では平均4．3であるのに対し，比較例33では平均3．8であることが認められる。以上によれば，上記A)成分，C)成分に，上記B)成分であるグリコール酸塩を加えることにより，洗浄性能が増すことが確認できる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1について",
              "text": [
                "甲1文献の実施例5の処方4及び5の記載に基づくと，引用発明1の内容は，第2，3(1)アのとおりである。",
                "甲1文献の記載によると，TPP，EDTA等の金属イオン封鎖剤が知られているところ，これらの化合物は生物により分解されず，河川を汚染し，また，リンの化合物は，生物に極めて有害な結果を生ぜしめているという問題点があったことから，引用発明1は，無毒性，非汚染性かつ生物学的易分解性の金属イオン封鎖剤組成物としてグルタミン酸二酢酸又はその塩を含有する金属イオン封鎖剤組成物を提供するものである。",
                "甲1文献の記載によると，反応式(1)の生成物であるグルタミン酸二酢酸のナトリウム塩を高収率で得ることが困難である原因の1つは，反応式(2)に係る二次的反応によりグリコール酸ナトリウムが生成されてしまうことであり，そのために，(1)の反応は行われるが，(2)の反応は起こらないようにする必要があるとされている。したがって，引用発明1の洗浄剤混合物に含有される金属イオン封鎖剤組成物においては，グルタミン酸二酢酸を製造する際に副生するグリコール酸ナトリウムは，当該金属イオン封鎖剤の効果を発生させるという観点からは，不要な成分と認識されていたことが推測される。",
                "また，甲1文献には，引用発明1における金属イオン封鎖組成物は，通常の洗浄剤媒体のアルカリ性のレベルに相当するpH8～11において最大であることが確認されたと記載されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の具体的な内容",
                  "text": [
                    "本件発明1及び引用発明1は，いずれも，生分解性に優れた洗浄剤(金属イオン封鎖剤)の開発を解決課題の一つとする，組成物の発明である。本件発明1の洗浄剤組成物はグリコール酸塩を含有しており，引用発明1の洗浄剤混合物に含まれる金属イオン封鎖剤組成物も，グリコール酸塩の1種であるグリコール酸ナトリウムを含有している。",
                    "他方，グリコール酸塩が含有される意義については，本件発明1の洗浄剤組成物では，アスパラギン酸二酢酸塩類及び／又はグルタミン酸二酢酸塩類，陰イオン界面活性剤及び／又は非イオン界面活性剤と共に，主成分である3成分の一つであるのに対し，引用発明1における金属イオン封鎖剤組成物では，グリコール酸ナトリウムは，グルタミン酸二酢酸を得る際に，二次的反応によって生成される不純物であって，金属イオン封鎖剤の効果を奏する上では不要な成分であるとされている点において相違する。なお，甲1文献の前記記載によると，グリコール酸ナトリウムは不純物ではあるが，これを取り除くことなく，反応生成物(グリコール酸ナトリウム)を含有する溶液をそのまま金属イオン封鎖剤組成物として使用することが可能である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明1における各成分の含有量等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "グリコール酸塩の含有量について",
                      "text": [
                        "本件発明1において，グリコール酸塩の含有量は，アスパラギン酸二酢酸塩類及び／又はグルタミン酸二酢酸塩類1重量部に対して0．01～0．5重量部とされているところ，引用発明1におけるOS には，グルタミン酸二酢酸のナトリウム塩が60重量％，グリコール酸ナトリウムが12重量％含まれており，グリコール酸ナトリウムの含有量は，グルタミン酸二酢酸塩類の1種であるグルタミン酸二酢酸のナトリウム塩1重量部に対して0．2重量部であって，本件発明1におけるグリコール酸塩の含有量の範囲内である。第2，3(1)ウに記載のとおり，本件発明1と引用発明1とは，上記の点において一致する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "他の成分の含有量について",
                      "text": [
                        "本件発明1では，アスパラギン酸二酢酸塩類及び／又はグルタミン酸二酢酸塩類，陰イオン界面活性剤及び／又は非イオン界面活性剤も主成分であるが，引用発明1においても，グルタミン酸二酢酸塩類の1種であるグルタミン酸二酢酸のナトリウム塩，非イオン界面活性剤の1種であるエトキシル化アルコール，陰イオン界面活性剤の1種であるコプラ石鹸が含まれており，これらの含有量は，本件発明1で特定されている「陰イオン界面活性剤及び／又は非イオン界面活性剤1重量部に対してアスパラギン酸二酢酸塩類及び／またはグルタミン酸二酢酸塩類が0．01～1重量部」の範囲内である。第2，3(1)ウに記載のとおり，本件発明1と引用発明1とは，上記の点においても一致する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1の容易想到性の有無について--小括",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上を総合して判断する。",
                        "引用発明1の洗浄剤混合物は，グルタミン酸二酢酸塩類，グリコール酸塩，陰イオン界面活性剤及び非イオン界面活性剤を含んでおり，本件発明1の洗浄剤組成物と組成において一致し，かつ，各成分量は，本件発明1において規定された範囲内である。",
                        "このように，引用発明1の洗浄剤混合物は，本件発明1の規定する3つの成分をいずれも含み，かつ，その成分量も本件発明1の規定する範囲内であることに照らすと，単に，グリコール酸ナトリウムが主成分の一つであると規定したことをもって，容易想到でなかったということはできない。",
                        "この点，被告は，甲1文献では，グリコール酸ナトリウムは，洗浄剤の有効成分と認識されず，精製して除去されるべき不純物として記載されているのであるから，本件発明1の相違点1に係る構成は，容易想到ではないと主張する。",
                        "確かに，仮に，本件発明1の洗浄剤組成物が引用発明1と対比して異なる成分から構成されるような場合であれば，両発明に共通する成分である「グリコール酸ナトリウム」が，単なる不純物にすぎないか否かは，発明の課題解決の上で，重要な技術的な意義を有し，容易想到性の判断に影響を与える余地があるといえる。しかし，本件においては，前記のとおり，本件発明1と引用発明1とは，その要素たる3成分が全く共通するものであるから，「グリコール酸ナトリウム」が単なる不純物ではないとの知見が，直ちに進歩性を基礎づける根拠となるものではないといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告の付加的な主張について",
                      "text": [
                        "被告は，相違点2については容易想到ではないとも主張する。",
                        "しかし，被告の上記主張は，以下のとおり，採用することはできない。甲1文献には，同文献における金属イオン封鎖剤組成物の封鎖作用は，通常の洗浄剤媒体のアルカリ性のレベルに相当するpH8～11において最大であることが確認された旨の記載があり，実施例3では，pH10のアンモニア性緩衝液において，甲1文献における金属イオン封鎖剤組成物の効果が確認されている。そうすると，たとえ上記pH8～11に関する記述が界面活性剤を含む洗浄剤混合物について記載したものではないとしても，甲1文献の記載から，上記金属イオン封鎖剤組成物を含有する引用発明1の洗浄剤混合物においても，pH8～11において洗浄作用が最大になると理解することは，容易に想到できる事項である。そして，このpHの数値範囲は，本件発明1におけるpH10～13と，pH10～11において重なっている。したがって，甲1文献に接した当業者が，その洗浄能力が高まるように調整して，引用発明1のpHを10～13にするのは，容易であるといえる。",
                        "よって，この点に関する審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，審決は，相違点1を本件発明1と引用発明1の相違点であると認定した上で，相違点1が容易想到でないとした判断に，誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "無効理由5に係る本件発明1の容易想到性判断の誤り---格別の効果(取消事由2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の効果について",
              "text": [
                "前記のとおり，本件明細書の表1ないし表5によると，アスパラギン酸二酢酸塩類及び／又はグルタミン酸二酢酸塩類，陰イオン界面活性剤及び／又は非イオン界面活性剤にグリコール酸塩を加えることにより，pH11において，洗浄能力が高まることが認められ，表1によると，上記3成分を含む洗浄剤組成物は，pH10～13において，従来品であるEDTA4ソーダと同程度の洗浄効果を奏することが認められる。",
                "しかし，前記のとおり，引用発明1の洗浄剤混合物は本件発明1の洗浄剤組成物と，グリコール酸塩を含む上記3成分を含有する点で一致する。また，甲1文献の実施例5自体にはpH値は明らかにされていないが，実施例5の処方4及び5を追試した本件実験報告書の結果によると，実施例5の処方4及び5の洗浄剤混合物は，pHが10．2～10．3又はこれらに近い数値である場合があり得ると認めることができる。",
                "以上によると，引用発明1の洗浄剤混合物は，本件発明1の洗浄剤組成物と成分を同じくし，さらに，引用発明1には，pH値が本件発明1で規定する10～13の範囲内か，少なくともこれに近い数値が開示されているから，同開示を前提とすれば，引用発明1は本件発明1と同等か，少なくともこれに近い効果を奏する。したがって，本件特許出願前に公知であった引用発明1に比べ，本件発明1に格別の効果があるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張に対して",
              "text": [
                "被告は，①引用発明1には，本件発明1のpH値が開示されておらず，引用発明1の構成は本件発明1の構成と同一ではない，②本件発明1は，当業者の予想しない，顕著な作用効果を奏することから，進歩性が肯定されるべきであると主張する。",
                "しかし，以下のとおり，被告の主張は失当である。",
                "引用発明1自体には，本件発明1のpH値の開示はないが，前記のとおり，本件実験報告書の結果によれば，引用発明1の洗浄剤混合物はpH10～13か，少なくともこれに近い数値となる場合があることが確認できる。そして，引用発明1の洗浄剤混合物のpHが，結果的に本件発明1のpH値又はこれに近い値になることがあるのであれば，引用発明1の洗浄剤混合物は本件発明1の洗浄剤組成物が有する効果，又はこれに近い効果を有する場合があるといえる。引用発明1の効果が後に確認されているとしても，これをもって，本件発明1が容易想到ではないということはできない。",
                "本件実験は，甲1文献における実施例5の処方4及び5に記載された成分に該当する物質を用いて実施された。そして，上記実験結果におけるpH10．3又は10．2か，少なくともこれに近い数値となる場合があると認められれば，引用発明1の洗浄剤混合物は，本件発明1と同等か，少なくともこれに近い効果を内在しているということができる。なお，本件実験では，コプラ石鹸の代わりにラウリン酸ナトリウムを用い，乾燥したOS を水に溶解する代わりに，これを乾燥させないで用いているが，これらによって，pH値が大きく変わると認めることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明1に格別な効果があるとは認められず，本件発明1が容易想到ではないとした審決の判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由には理由があり，審決には，結論に影響を及ぼす誤りがある。",
            "よって，その余の点を判断するまでもなく，審決は，違法であるとして取り消すべきであるから，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}