{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "特許庁が不服2008-7216号事件について平成24年1月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶審決の取消訴訟である。争点は，発明の進歩性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "ヨベービ  プロダクションズ  エルエルシーは，1998年（平成10年）6月30日，名称を「電子イメージ処理システム」（その後の手続補正により，「イメージデータを共有する方法」に改められた。）とする発明につき，パリ条約による優先日を1997年（平成9年）7月3日，優先権主張国を米国として，本件特許出願をした（特願2000-501455号）。本件特許出願については，平成19年12月14日，拒絶査定がされたので，平成20年3月24日，不服審判請求（不服2008-7216号）がされるとともに，同年4月23日，手続補正がされ，また，その後フォトメディア  テクノロジーズ  エルエルシー（以下「フォトメディア社」という。）に出願人名義を変更する手続がされた。特許庁は，平成22年11月24日，上記補正を却下したところ，フォトメディア社は平成23年5月30日，再度特許請求の範囲等の記載の一部を改める旨の手続補正をした。特許庁は，平成24年1月24日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年2月7日にフォトメディア社に送達された。",
            "フォトメディア社は，原告に対し，上記発明に係る特許を受ける権利を譲渡し，本件訴訟提起に先立つ平成24年2月24日，特許庁に対し，この旨の出願人名義変更届出手続をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明は，電子ポストカード等の画像表示の作成等を行うシステムに関する発明で，平成23年5月30日の上記手続補正後の請求項1の特許請求の範囲は以下のとおりである（下線を付した部分が補正した箇所である。）。",
            "【請求項1（本願発明）】",
            "「送信コンピュータおよび受信コンピュータと通信するように構成されたサーバを介して，前記送信コンピュータにおけるユーザと前記受信コンピュータにおける受取人との間でイメージデータを共有する方法であって，",
            "前記サーバが，前記ユーザの制御の下，前記送信コンピュータから，前記送信コンピュータに存在するイメージデータか，あるいは前記送信コンピュータとは別個のイメージソースから前記送信コンピュータが受け取ったイメージデータを受信するステップと，",
            "前記サーバが，受信したイメージデータを記憶するステップと，",
            "前記記憶されたイメージデータを取得するためのサーバに対し前記記憶されたイメージデータを識別するために構成されたユニフォームリソースロケーター（URL）であって，コンピュータ上で実行されるブラウザを介してイメージデータを取得する際に使用される前記URLを，前記サーバが前記記憶されたイメージデータと関連付けるステップと，",
            "前記サーバが，前記受取人にメッセージを送る際に使用するメッセージアドレスを前記送信コンピュータから受信するステップと，",
            "前記サーバが，関連付けられた前記URLを含むメッセージを生成するステップと，",
            "前記受取人に取得されるように，前記サーバが前記メッセージを前記受信コンピュータに送信するステップと，",
            "を含む方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，下記引用文献1に記載された発明に，下記引用文献2ないし4に記載された周知技術を適用することに基づき，本件優先日当時，当業者において容易に発明することができたもので，進歩性を欠く。",
            "【引用文献1】INTERNET Magazine No.25  289頁（1997年（平成9年）2月1日株式会社インプレスR＆D発行，甲1）",
            "【引用文献2】ＮEC技報50巻4号53～57頁（1997年（平成9年）4月25日株式会社ＮECクリエイティブ発行，甲2）",
            "【引用文献3】「The Digital Postcard FAQ」と題するウェブページ（1997年（平成9年）6月6日，URL: http://web.archive.org/web/19970606070422/",
            "http://www.all-yours.net/postcard/faq.htm，甲3）",
            "【引用文献4】坂本啓ほか「メッセージカードサービスにおける利用者挙動の分析」（平成9年7月，マルチメディア，分散，協調とモバイルワークショップ，情処ワークショップ論文集Vol．97Ｎo．2，社団法人情報処理学会発行，甲4）",
            "【引用文献1記載発明】",
            "「ユーザと相手との間でインターネット上のサービス提供者側の装置を介して料理の写真を共有する方法であって，",
            "前記サービス提供者側の装置が，前記料理の写真を記憶し，",
            "前記サービス提供者側の装置が，前記相手側に電子メールを送る際に使用するメールアドレスを前記ユーザから受信し，",
            "前記サービス提供者側の装置が，当該メッセージとともに料理の写真を見るときに用いるコードを含むメールを生成し，",
            "前記相手側に取得されるように，サービス提供者側の装置がメールを相手側に送信すること，",
            "を含む方法。」",
            "【本願発明と引用文献1記載発明の一致点】",
            "「送信コンピュータおよび受信コンピュータと通信するように構成されたサービス提供者側の装置を介して，前記送信コンピュータにおけるユーザと前記受信コンピュータにおける受取人との間でイメージデータを共有する方法であって，",
            "前記サービス提供者側の装置が，イメージデータを記憶するステップと，",
            "前記サービス提供者側の装置が，前記受取人にメッセージを送る際に使用するメッセージアドレスを前記送信コンピュータから受信するステップと，",
            "前記サービス提供者側の装置が，前記コンピュータ上で実行されるブラウザを介して前記イメージデータを取得する際に使用されるものを含むメッセージを生成するステップと，",
            "前記受取人に取得されるように，前記サービス提供者側の装置が前記メッセージを前記受信コンピュータに送信するステップと，",
            "を含む方法。」である点",
            "【本願発明と引用文献1記載発明の相違点】",
            "・相違点1",
            "本願発明では，サーバで処理を行っているのに対して，引用文献1記載発明にはその点について明記されていない点。",
            "・相違点2",
            "本願発明では，送信コンピュータに存在するイメージデータか，あるいは前記送信コンピュータとは別個のイメージソースから前記送信コンピュータが受け取ったイメージデータをサーバで受信するステップを具備するのに対して，引用文献1記載発明では，サーバで記憶されているイメージデータの由来について記載がない点。",
            "・相違点3",
            "本願発明では，コンピュータ上で実行されるブラウザを介してイメージデータを取得する際に使用されるものは，記憶されたイメージデータを取得するためのサーバに対し前記記憶されたイメージデータを識別するために構成されたユニフォームリソースロケーター（URL）であり，当該URLを",
            "サーバが記憶されたイメージデータと関連付けるステップを有するとともに，前記サーバが，関連付けられた前記URLを含むメッセージを生成するステップを有するのに対し，",
            "引用文献1記載発明は，料理の写真を見るときに用いるコードを含むメールを生成するとのみ記載されており，その詳細な処理内容が不明である点。",
            "【本願発明と引用文献1記載発明の相違点に係る構成の容易想到性判断（6，7頁）】",
            "「＜相違点1について＞",
            "インターネットサービス提供者側の装置としてサーバを用いることは，当該技術分野において周知の技術であり，引用文献1記載発明において，インターネットサービス提供者側の装置としてサーバを採用し，相違点1に係る本願発明の構成とすることは，当業者が適宜なし得ることである。",
            "＜相違点2について＞",
            "イメージデータをサーバにて第3者と共用するサービスにおいて，ユーザ側のコンピュータに存在するデータをサーバ側に記憶させるようにすることは，周知の技術（引用文献2・・・の記載（判決注：56頁右欄）及び引用文献3・・・の記載参照。）であり，引用文献1記載発明において，当該周知技術を適用し，相違点2に係る本願発明の構成とすることに，格別の点はない。",
            "＜相違点3について＞",
            "サーバ上に記憶されたイメージデータをユーザ側の端末からブラウザを介して取得するためには，ブラウザを介して取得する際に使用されるURLとイメージデータを結びつけることは，当業者であれば当然なし得る事項（引用文献3の記載・・・，引用文献4の記載・・・（判決注：163頁左欄24～44行）参照）であり，また，サーバ上のコンテンツと関連づけられたURLを含むメッセージを作成し，送信することも，周知の技術（引用文献4・・・の記載参照。）である。",
            "したがって，引用文献1記載発明において，コンテンツに関連づけられたコードとしてURLを採用し，当該URLをメールで送信し，相違点3に係る本願発明の構成とすることに，格別な点はない。",
            "したがって，相違点1ないし相違点3に係る本願発明の構成は，引用文献1記載発明に，当該技術分野における周知の技術を適用したものであり，当業者が容易に想到し得たものである。",
            "そして，本願発明が奏する作用，効果についてみても，本願発明の作用効果は全体として，引用文献1記載発明及び周知の技術から当業者が当然予想できる程度のものである。」",
            "「したがって，本願発明は，引用文献1記載発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，他の請求項について検討するまでもなく，本件出願は，特許法29条2項の規定により特許を受けることができない。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用文献1記載発明の認定の誤り，一致点・相違点の認定の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「共有」とは，2人以上の者が一つの物を共同して所有することを意味するところ，引用文献1記載発明では，ユーザはサービス提供者が所有する料理の写真を選択することができるにすぎず，写真を共同して所有しているわけではない。また，相手にメッセージを送信した後は，ユーザは写真を見ることができず，相手が写真を利用することができるにすぎない。そうすると，引用文献1記載発明では，ユーザは写真を「共有」していない。",
                "そうすると，審決がした引用文献1記載発明の認定のうち，「ユーザと相手との間でインターネット上のサービス提供者側の装置を介して料理の写真を共有する方法であって，」との部分は誤りである。",
                "なお，「料理の写真」のデータは送信側のパソコンに一時的にダウンロードされているにすぎず，またユーザがキャッシュに保存されているファイルを意識することはなく，自動的に削除されるものにすぎないから，ユーザが「料理の写真」を所有（共有）していることの根拠とはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献1には料理の写真を含むブラウザ画面が記載されているが，相手へのメッセージ及びメールアドレスを入力することができるように構成されているかどうかは不明である。",
                "そうすると，審決がした引用文献1記載発明の認定のうち，「前記サービス提供者側の装置が，前記相手側に電子メールを送る際に使用するメールアドレスを前記ユーザから受信し，」との部分は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用文献1には，メッセージとともに相手にコードを送る旨が記載されているが，メッセージ及びコードを生成する主体が明らかにされておらず，サービス提供者側の装置がメッセージ及びコードを含むメールを生成しているかどうか不明である。",
                "そうすると，審決がした引用文献1記載発明の認定のうち，「前記サービス提供者側の装置が，当該メッセージとともに料理の写真を見るときに用いるコードを含むメールを生成し，」との部分及び「前記相手側に取得されるように，サービス提供者側の装置がメールを相手側に送信すること」との部分はいずれも誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決がした引用文献1記載発明の認定には誤りがあり，かかる認定を前提とする，本願発明と引用文献1記載発明の一致点・相違点の認定にも誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（容易想到性の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，①イメージデータの受信，②イメージデータの記憶，③URLとイメージデータとの関連付け，④メッセージアドレスの受信，⑤メッセージの生成，⑥メッセージの送信のすべてのステップをサーバが実行するが，引用文献1記載発明では，メールアドレスの受信，メッセージ及びコードを含むメールの生成，メールの送信をサービス提供者側の装置が処理しているかどうか不明である。仮に，インターネットサービス提供者側の装置としてサーバを用いることが当業者の周知技術であるとしても，上記のとおり，引用文献1記載発明ではメールアドレスの受信等をサービス提供者側の装置が処理しているかどうか不明であるから，引用文献1記載発明に上記周知技術を適用しても，メールアドレスの受信等の処理をサーバが行うことにはならない。",
                "そうすると，相違点1に関し，「インターネットサービス提供者側の装置としてサーバを用いることは，当該技術分野において周知の技術であり，引用文献1記載の発明において，インターネットサービス提供者側の装置としてサーバを採用し，相違点1に係る本願発明の構成とすることは，当業者が適宜なし得ることである。」とした審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献1記載発明は，サービス提供者側の装置が予め用意した料理の写真を送るものであり，送られる料理の写真は美しいものでなければならない。引用文献1の装置において，送信コンピュータがサービス提供者側の装置に写真を送ることができることとすると，料理と無関係な写真が送信されたり，美しいかどうか不明な料理の写真が送信されたりする可能性があり，これらの場合には美しい料理の写真をポストカードとして送る引用文献1のサービスが成立しない。また，予め用意された写真以外の写真を相手に送ることを可能にすることによってサービスの自由度を高めることは，引用文献1のサービスでは何ら想定されていないし，かかる構成を採用することによってかえって操作が複雑になり，引用文献1のサービスの長所である手軽さが失われることにもなりかねない。",
                "したがって，引用文献1中には，サービス提供者側の装置が送信コンピュータから料理の写真を受信する構成に改める動機付けがないし，かえってかかる構成に改める上で阻害要因がある。",
                "また，仮に，イメージデータを第三者と共用するサービスでは，ユーザ側のコンピュータ（送信コンピュータ等）に存在するデータをサーバに記憶させるようにすることが当業者の周知技術であるとしても，引用文献1記載発明のサービス提供者側の装置が送信コンピュータから受信するのはイメージデータとは異なる単なるデータにすぎないから，引用文献1記載発明に上記周知技術を適用しても，サービス提供者側の装置が送信コンピュータから写真のデータであるイメージデータを受信する構成に改めるのは容易ではない。",
                "そうすると，相違点2に関し，「イメージデータをサーバにて第3者と共用するサービスにおいて，ユーザ側のコンピュータに存在するデータをサーバ側に記憶させるようにすることは，周知の技術・・・であり，引用文献1記載の発明において，当該周知技術を適用し，相違点2に係る本願発明の構成とすることに，格別の点はない。」とした審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明の「URL」は，イメージデータを識別するために構成され，イメージデータと関連付けられたものである（また，実施例では，URLに含まれるカードキーが個々の画像データを識別する。）。",
                "他方，引用文献1には，「コード」を料理の写真を識別するために用いることは記載も示唆もされておらず，例えば「コード」を相手と関連付け，相手がサイトにアクセスするための鍵（アカウントコード）にすぎないようにすることもあり得る。",
                "また，引用文献1発明では，相手がサイトを識別するためのURLを入力してサイトにアクセスした後に，コードを入力して料理の写真を閲覧する構成が採用されており，料理の写真を識別するためにURLを用いることにすると，相手は2度もURLを入力しなければならなくなって不自然である。",
                "そして，引用文献4には，「あらかじめ用意された選択肢の中からカードのレイアウト，背景およびメインのイラストを選択し，伝えたいメッセージを記入する。サーバではCGIにより，記載された情報を取得し，これを元にカード1枚につき1つのHTMLファイルを作成して蓄積する。この際，作成者に対してはカードが正常に作成された旨を知らせるメッセージとそのカードのURLが提示される。カード作成が終ると，カードの受け手（以下，受信者）へカードが作成されたことがメールにより通知される。この通知メールには，このサービスに関する概要と作成されたカードのURLが記載される。」との記載があるから，引用文献4の「URL」は「カード」を識別するためのものであって，「カード」に含まれる「イラスト」を識別するためのものではなく，「URL」と「イラスト」の関連付けは行われない。したがって，引用文献4には「サーバ上に記憶されたイメージデータをユーザ側の端末からブラウザを介して取得するためには，ブラウザを介して取得する際に使用されるURLとイメージデータを結びつけること」及び「サーバ上のコンテンツと関連づけられたURLを含むメッセージを作成し，送信すること」に係る周知技術が記載されているとした審決の認定は誤りである。",
                "そうすると，相違点3に関し，引用文献4記載の周知技術を適用することで，「引用文献1記載の発明において，コンテンツに関連づけられたコードとしてURLを採用し，当該URLをメールで送信し，相違点3に係る本願発明の構成とすることに，格別な点はない。」とした審決の判断には誤りがある。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決がした本願発明と引用文献1記載発明の相違点に係る構成の容易想到性判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（手続違背）",
          "text": [
            "審判手続の段階では，引用文献4は原告に示されておらず，審決に至って初めて引用されたものである。前記2のとおり，引用文献4に記載された周知技術に係る審決の認定は誤りであるが，審判段階において，原告はかかる主張を行い，周知技術の認定を争う必要があった。",
            "そうすると，審決は，引用文献4について原告に意見を述べる機会を与えずに，引用文献4に基づく周知技術の認定を行い，引用文献1記載発明に引用文献4記載の周知技術を適用すれば，相違点3は当業者において容易に解消できた旨を判断したのであって，審決には手続違背の違法がある（特許法159条2項，50条）。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書には，本願発明にいう「共有」が「所有」を意味することについて何ら記載がないし，段落【0004】の記載に照らしても，上記「共有」を「所有」の意味に限定する理由はなく，イメージデータを第三者が所有するものであっても差し支えない。",
                "引用文献1記載発明では，様々な料理のカードを選び，メッセージとともに相手にコードを送り，相手はサイトにアクセスしてコードを入力すると，メッセージとともに料理の写真を見ることができる構成を備えており，ユーザが選んだ写真に関する情報，コードを相手に送ることで，相手に写真を見せているから，相手とユーザとの間で写真を実質的に「共有」していることは明らかである。",
                "仮に，本願発明にいう「共有」が「所有」を意味するとしても，相手はダウンロードした「料理の写真」を所有するとともに，サービス提供者との間で「料理の写真」を共有しているといえる。また，引用文献1のブラウザ画面の図は，ポストカードを作成する過程で「料理の写真」がユーザのパソコンにダウンロードされて表示される状況を示しているから，送信側のユーザも「料理の写真」を所有しているといい得る。したがって，本願発明にいう「共有」が「所有」を意味するとしても，ユーザは相手との間で「料理の写真」を「共有」しているものである。",
                "なお，本願発明においても，相手方がイメージデータを受信した後に送信コンピュータからイメージデータを削除する構成が許容され得るから，送信後にユーザが「料理の写真」を見ることができないからといって，「料理の写真」を「共有」していないことになるものではない。また，ブラウザで表示されたデータは少なくとも一時的にはキャッシュに保存されるのが通常であるから，キャッシュから「料理の写真」を見ることもできる。",
                "したがって，引用文献1記載発明について，審決が「ユーザと相手との間でインターネット上のサービス提供者側の装置を介して料理の写真を共有する方法であって，」と認定したのは誤りでない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献1には，メッセージ入力欄とメールアドレス入力欄が判別できる程度に記載されているから，審決が引用文献1発明につき「前記サービス提供者側の装置が，前記相手側に電子メールを送る際に使用するメールアドレスを前記ユーザから受信し，」と認定したのは誤りでない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用文献1の入力フォーム中の「Mail a Meal」ボタンを押すことで，入力した内容をサービス提供者側の装置に送信することは明らかであるし，サービス提供者側の装置で，入力フォームに入力されたメールアドレス等を宛先とする電子メールを作成，送信する程度のことは，本件優先日当時の当業者の技術常識にすぎないから，かかる技術常識を勘案すれば，引用文献1のサービス提供者側の装置においても，メッセージ及びコードを含むメールを生成しているとみるのが自然である。ユーザが別途メールソフトを用いてメッセージを送信するのだとすると，入力フォームで相手側のメールアドレスを入力させる意味がないし，サービス提供者側の装置が相手方のコンピュータのメールソフトを起動してメールを送信するのであれば，サービス提供者側の装置がメッセージ及びコードを含むメールを生成しているのに等しい。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "インターネットサービス提供者側の装置にサーバを用いることは，本件優先日当時における当業者の周知技術にすぎないから，引用文献1記載発明においてサーバを採用することは，当業者が適宜なし得ることにすぎない。したがって，相違点1の容易想到性に係る審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献1の右欄2ないし13行の記載に照らせば，美しい料理の写真のみを提供することがそのサービスの目的であるとは必ずしもいえず，サービス提供者が予め用意した写真以外の写真を利用することができるようにすれば，自由度が高まり，サービスの品質向上を図ることを期待できる。",
                "ここで，サービス提供者が予め用意した写真にユーザが利用したい料理の写真が含まれていないことがあり得ることは容易に予想できるところ，サービス提供者が予め用意した写真以外の写真を利用することができるようにすれば，サービスの品質向上につながる。そうすると，引用文献1においても，既存の画像に加えて，ユーザの所有する画像をサーバに記憶させ，かかる画像を利用してカードを作成するという当業者の周知技術を適用する動機付けがある。他方，引用文献1のサービスの目的に照らせば，ユーザからどのような写真が送信されてくるか分からないことや，料理と無関係な写真が送信されてくるおそれは，引用文献1のサービスを成り立たせなくするものではなく，引用文献2，3記載の周知技術を適用する上で阻害要因はない。したがって，引用文献1発明に引用文献2，3記載の周知技術を適用して，サーバがユーザの写真も記憶する構成に改めることは当業者にとって容易であり，この場合，サーバがユーザのコンピュータから受信し，記憶するのはイメージデータである。",
                "そうすると，相違点2の容易想到性に係る審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願明細書には，本願発明の「URL」がイメージデータを直接指し示すことは記載されていないし，引用文献1の記載に照らせば，「コード」は相手が料理の写真を見るためのもので，料理の写真を識別するためのものであることは明らかである。仮に引用文献1の「コード」が，ユーザ（相手）がサイトにアクセスするためのアカウントコードであるとしても，「コード」を用いることで料理の写真を見ることができるものであり，料理の写真を識別するものであることに変わりはない。なお，ユーザを識別する「コード」を用いるだけでは，1人のユーザが複数の異なるカードを送れなくなって不都合である。",
                "サーバ上のコンテンツと関連付けたURLを含むメッセージを作成し，送信するという周知技術を採用して，引用文献1記載発明のポストカードのURLを直接相手に通知することにすれば，相手は通知されたURLにウェブブラウザを介してアクセスすることでポストカードを参照することができるようになり，利便性が向上することは当業者にとって明らかである。したがって，相手が2度もURLを入力しなければならなくなるものではない。",
                "引用文献4には，発信者がカードの背景，イラストを選択して，カード（HTMLファイル）を作成すること，カードの受け手に対する通知メールにカードのURLを記載することが記載されているから，このカードのURLを利用することでイラスト等を見ることができ，イラストと関連付けられていることは明らかである。",
                "したがって，引用文献1記載発明に引用文献4等に記載の周知技術を適用することで，当業者において相違点3は容易に解消できるとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "引用文献4は当業者が当然知っているはずの事項である周知技術を示すために審決が引用した文献にすぎず，かかる引用に当たって，出願人に意見書の提出，補正の機会を付与しなくても不意打ちにはならない。そうすると，周知技術の引用については，特許法159条2項が準用する同法50条の適用はない。",
            "また，引用文献2にも，サーバ上のコンテンツと関連付けられたURLを含むメッセージを作成し，相手に送信するという技術的事項が記載されているから，引用文献1記載発明に引用文献2に記載の周知技術を適用することで，当業者において相違点3を容易に解消できることは明らかである。",
            "したがって，審決に原告主張の手続違背はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（引用文献1記載発明の認定の誤り，本願発明と引用文献1記載発明の一致点・相違点の認定の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書（甲5）の段落【0004】には，「例えば，ディジタル写真は，コンピュータネットワークを横切って送ることができ，他のものにより電子的に共有できる。」との記載があるのみで，本願明細書の発明の詳細な説明の他の部分には「共有」の語を用いた箇所はないところ，本願明細書中には，上記「共有」の語を共同で所有するとか，共同で排他的，全面的に利用する（あるいは支配する）といった意味合いで用いていることを窺わせるに足りる記載は存しない。むしろ，本願明細書の段落【0003】には「このカメラは，ディジタル写真を直接作成し，これをコンピュータ中に転送し得る。」との記載があるから，段落【0004】にいう「共有」も，他の者や他の装置によっても利用可能であるという趣旨で「共有」の語を用いているにすぎないことが明らかである。また，段落【0008】には，「かくして，個人は遠隔の場所にいる第2の人物にイメージを送ることができる。」との記載が，段落【0009】には，「現在の機構によるとどれも，ユーザが，ディジタル写真をサーバに転送し，イメージデータをディスプレイに処理し，ディスプレイを観察するように1又は複数の個人に通報を送ることができない。」との記載がそれぞれある上，段落【0010】には，「本発明の目的は，画イメージをサーバにロードし，特定の個人に通報を提供することができるシステムを提供することである。」との記載があるから，本願発明の特許請求の範囲にいう「共有」は，上記のとおり，受取人によっても利用可能であることを意味するにすぎず，イメージデータの所有権ないし排他的，全面的利用権の所在まで考慮されているわけではないというべきである。そうすると，本願発明の「共有」が上記の意味合いを有することを前提として，引用文献1記載発明が「ユーザと相手との間でインターネット上のサービス提供者側の装置を介して料理の写真を共有する方法であって，」との構成を有するとした審決の認定に誤りはない。",
                "なお，仮に引用文献1のユーザが画面の「Mail a Meal」ボタンを押して相手にメッセージを送信した後は，「Mail a Meal」システムのブラウザを用いてメッセージに盛り込まれるべき写真を見ることができないとしても，引用文献1記載発明は，インターネットを経由して相手に写真入りメッセージを送ることができるシステムを利用可能にすることを目的としており，メッセージ送信前はユーザにおいて，メッセージ送信後は相手において当該写真を利用，閲覧することが可能であるから，システムの利用目的に照らしてユーザと相手の双方が写真を利用可能であると評価して差し支えない。したがって，審決がした前記認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献1（甲1）及びこれを拡大した乙第1号証によれば，引用文献1のサービスにおいては，コンピュータのモニタ画面に，料理の写真とともに，メッセージを送信すべき相手の宛先であるメールアドレス入力欄と相手に対するメッセージの文章を入力する欄が表示されることが認められる。したがって，審決が引用文献1記載発明につき，「前記サービス提供者側の装置が，前記相手側に電子メールを送る際に使用するメールアドレスを前記ユーザから受信し，」と認定したことに誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用文献1の解説文部分には，「最近，日本でもパソコンで作る年賀状や電子メールで送るカードサービスが登場するなど，この手のものがはやってきた。このページでもこれまでインターネットを使った・・・ポストカードを取り上げてきたが，・・・仕組みは従来のものと同じで，・・・さまざまな料理のカードを選び，メッセージとともに相手にコードを送る。」との記載があるし，システムに用いるブラウザ画面の概要を示す2つの左の図では，ユーザの名前やメールアドレス，相手の名前やメールアドレスを該当欄にそれぞれ入力するとともに，メッセージ入力欄にメッセージを入力した後，「Mail a Meal」ボタンないし「Mail a Dessert」ボタンをマウスでクリックすると，相手に所望のメッセージ等を含んだ電子メールを送ることができる様子が図示されている。",
                "ここで，ブラウザ画面の入力フォームに相手のメールアドレスやメッセージを入力することにより，コンピュータのメールソフトを介さなくても，相手に当該メッセージを内容とする電子メールを送信することができることは，本件優先日当時の当業者の慣用技術ないし技術常識にすぎない（乙2）。",
                "そうすると，引用文献1の記載上も，そして上記慣用技術等をさらに考慮しても，引用文献1のサービスにおいては，サービス提供者側の装置がメッセージ及びコードを含むメールを生成していることが明らかである。",
                "したがって，審決が引用文献1記載発明につき，「前記サービス提供者側の装置が，当該メッセージとともに料理の写真を見るときに用いるコードを含むメールを生成し，」，「前記相手側に取得されるように，サービス提供者側の装置がメールを相手側に送信すること」との構成を有するとした認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決がした引用文献1記載発明の認定に誤りはないし，本願発明と引用文献1記載発明の一致点・相違点の認定にも誤りはないから，原告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（容易想到性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1のとおり，引用文献1のサービスでは，サービス提供者側の装置がユーザのメールアドレス入力を受け付けているものであるから，原告が主張する「メッセージアドレスの受信」をサービス提供者側の装置が処理していることは明らかである。また，前記1のとおり，引用文献1のサービスでは，原告が主張する（メッセージ及びコードを含む）「メッセージの生成」及び「メッセージの送信」もサービス提供者側の装置が処理していることは明らかであって，これらの処理をサービス提供者側の装置が処理しているか不明であることを前提とする原告の主張は採用することができない。したがって，インターネットサービス提供者側の装置にサーバを用いる当業者の周知技術を適用し，「引用文献1記載の発明において，インターネットサービス提供者側の装置としてサーバを採用し，相違点1に係る本願発明の構成とすることは，当業者が適宜なし得ることである。」とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用文献2には，ユーザ自身が作成した音声，画像（静止画），動画，テキスト等を含むコンポーズドメディアを，インターネットを介して相手に送信するグリーティングカード（カードページ）に盛り込むことができる旨が記載され，引用文献3でも，ユーザが作成した画像や音楽のデータ（ファイル）をインターネットを介して相手に送信するデジタルポストカードに盛り込むことができる旨が記載されているから，審決が認定するとおり，本件優先日当時，サーバを用いてイメージデータを第三者と共用するサービスにおいて，ユーザのコンピュータに記憶されているデータをサーバに記憶させるようにすること，またかかるデータをサーバで運用されるデジタルのポストカード（電子情報で構成され，ネットワークを介して送受信されるポストカード）で利用できるようにする程度の事柄は，当業者の周知技術にすぎなかったと認められる。",
                "そうすると，本件優先日当時，引用文献1記載発明に上記周知技術を適用することにより，当業者において相違点2を解消することは容易であったということができ，この旨をいう審決の判断に誤りはない。",
                "この点，原告は，引用文献1のサービスは美しい料理の写真を送ることを目的としており，サービス提供者側の装置が送信コンピュータから料理の写真を受信する構成に改める動機付けがないなどと主張する。しかしながら，引用文献2において既存の画像（ファイル）に加えてユーザが保有する画像ファイルをサービス提供者のサーバに送信し，後者の画像（ファイル）もデジタルのポストカードで利用できるようにして，ポストカード作成の自由度，サービスの利便性を高めることが記載されているように，ユーザの画像（ファイル）も利用可能とすることでポストカード作成の自由度，サービスの利便性を高めることは当業者の常識に属する事柄である。したがって，引用文献1に接した当業者において，サービス提供者側の装置が送信コンピュータから料理の写真を受信する構成に改める動機付けに欠けるところはない。仮に引用文献1のサービスが美しい料理の写真を盛り込んだデジタルのポストカードの提供を長所の一つにしているとしても，当業者が引用文献1の料理の写真をユーザのコンピュータから送信（アップロード）される写真一般に改める上で阻害事由とまではならず，当業者にとってかように構成を改めることは容易である。また，引用文献1ではユーザがメールアドレスやメッセージの入力欄に文字情報（テキスト）を入力したり，画像を選択したりして情報（データ）をサービス提供者側の装置に送信するが，前記のとおりの周知技術を引用文献1記載発明に適用したときにユーザのコンピュータからサービス提供者側の装置（サーバ）に送信されることになるのは，文字情報等に止まらず，画像等のデータ（ファイル）が含まれることが明らかである。結局，相違点2に係る構成に当業者が想到することが容易でないとする原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用文献2には，「カードの送り先へはこのカードページへのリンク情報を含んだ電子メールが送られます。メールの受け手が含まれているURL記述をWebブラウザでアクセスすると，そのカードページのマルチメディアカードがメッセージとともに表示されるという仕掛けです。」との記載（56頁右欄20～24行）があるところ，引用文献3や乙第4号証（「Finding Your Online Greeting Card」と題するウェブページのプリントアウト）にも照らせば，①サービス提供者側の装置ないしサーバに記憶された画像ファイル（イメージデータ）等のデータと，インターネット上におけるデータの所在等を示すURL（本件明細書（甲5）の段落【0058】，図15の記載や乙2に照らせば，一般に，呼び出すべきプログラムに受け渡す引数を含むことが明らかである。）とを関連付け，②サービス提供者側の装置ないしサーバにおいて当該URLを一内容とするメッセージ（電子メール）を生成して相手に送信し，③メッセージを受信した相手において当該URLを手掛りとして上記画像ファイル（イメージデータ）等をブラウザ画面に表示させる程度の事柄は，本件優先日当時における当業者の周知技術にすぎないものと認められる。なお，引用文献4によっても，かかる周知技術を認定することが可能である。",
                "そして，引用文献1記載発明の「コード」は，メッセージを受信した相手がこれを入力して料理の写真をコンピュータ画面で閲覧するために用いるもので，インターネットを介して料理の写真のデータを取得する手掛りであるといい得るから，引用文献1記載発明の「コード」と前記周知技術における「URL」とはその機能が共通であり，引用文献1記載発明に前記周知技術を適用して，「URL」と画像ファイル（イメージデータ）を関連付け，「URL」を画像ファイル（イメージデータ）の取得，閲覧の手掛りとする構成に改める動機付けがある。",
                "そうすると，引用文献1記載発明に前記周知技術を適用することにより，本件優先日当時，当業者において，相違点3に係る構成に容易に想到することができたといってよく，この旨の審決の判断に誤りはない。",
                "原告は，引用文献1の「コード」がアカウントコードにすぎないようになることもあり得るとか，引用文献4の「URL」は「カード」と関連付けられているにすぎないなどと主張する。しかしながら，前記のとおり，例えば「URL」には一般に引数を含めることができるし，「URL」と複数の画像等を関連付けることは当業者の技術常識にすぎないから（甲2の56頁参照），デジタルのポストカードの所在のみならず，それ以外のデータに関しても指定できることが当業者に明らかである。他方，引用文献2ないし4，乙第3号証中には複数回「URL」や「コード」を入力しなければ所要の画像を閲覧することができないことを窺わせる記載はない。したがって，引用文献1記載発明に前記周知技術を適用した場合に，相手がサービスの利用を最初に開始することのみを許容し，画像の閲覧までは許さない単なるアカウントコードとして「URL」を用いる構成に限定されるものではないし，相手がコンピュータ画面で当該画像を閲覧するために，複数回「URL」ないし「コード」を入力しなければならないことに必ずしもなるわけでもない。また，上記の「URL」の技術的性格に照らせば，引用文献1記載発明に前記周知技術を適用した場合には，引用文献4の「カード」のみならず，これに含まれる画像である「イラスト」と関連付けることが可能である。したがって，原告の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，引用文献1記載発明に周知技術を適用することにより，本件優先日当時，当業者において本願発明と引用文献1記載発明の相違点に係る構成に容易に想到することができるから，この旨をいう審決の判断に誤りはなく，原告が主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3（手続違背）について",
          "text": [
            "前記2のとおり，引用文献1記載発明に，審判長が拒絶理由通知で引用した引用文献2，3に記載の周知技術を適用することによっても，本願発明の容易想到性を肯定できる。なるほど，審決は，当業者が容易に相違点3を解消することができるとの判断を示す過程で，拒絶理由通知で引用していなかった引用文献4を引用したが，これは周知技術の認定の裏付けの一つとして掲げたにすぎず，上記のとおり引用文献2によっても同一の周知技術を認定することができる。したがって，原告に対し引用文献4についての反論の機会を付与せずに，引用文献4を周知技術の認定の裏付けとして掲げた審決に手続違背の違法があるとはいえない。よって，原告が主張する取消事由3は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由はいずれも理由がないから，主文のとおり判決する。"
      ]
    }
  ]
}