{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための"
    },
    {
      "text": "付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-18353号事件について平成23年11月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記1のとおりの手続において，特許請求の範囲の記載を後記2とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)の本件審決(その理由の要旨は後記3のとおり)には，後記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成12年6月13日，発明の名称を「電磁干渉遮蔽装置」とする特許を出願した(甲5。特願2001-576733。パリ条約による優先権主張日：平成12年(2000年)4月18日，米国。請求項の数27)。",
                "特許庁は，平成22年4月5日付けで拒絶査定をしたため，原告は，同年8月13日，これに対する不服の審判を請求するとともに，同日付けで手続補正をした(甲8。以下「本件補正」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許庁は，これを不服2010-18353号事件として審理し，平成23年11月22日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は，同年12月6日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正前後の特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正前の特許請求の範囲の請求項1の記載(平成21年11月12日付け誤訳訂正書(甲7)による誤訳訂正及び同日付け手続補正書(甲6)による補正後のもの)は，次のとおりである。なお，文中の「／」は，原文における改行箇所を示す。以下，特許請求の範囲の請求項1に記載された発明を「本願発明」という。",
                "長さと，頂面と，底面とを有し，電磁放射を遮蔽するガスケット装置において，／第1エラストマー材料と，／この第1エラストマー材料を頂面から底面まで二分する導電性の第2エラストマー材料で形成した薄いバーと／を具え，／前記頂面と底面との間に，前記ガスケット装置を通じて，前記第2エラストマー材料の薄いバーによる導電路が存在していることを特徴とするガスケット装置"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の特許請求の範囲の請求項1の記載は，次のとおりである。なお，文中の「／」は原文における改行箇所を，下線部は補正箇所を示す。以下，特許請求の範囲の請求項1に記載された発明を「本件補正発明」といい，本件補正発明に係る明細書(甲5～8)を，図面を含めて「本件補正明細書」という。",
                "長さと，頂面と，底面とを有し，電磁放射を遮蔽するガスケット装置において，／第1エラストマー材料と，／この第1エラストマー材料を頂面から底面まで二分する導電性の第2エラストマー材料で形成した薄いバーであって，前記第2エラストマー材料に導電性粒子を混練して導電性を有する，該薄いバーと／を具え，／ 前記薄いバーの幅が0．5～20ミルの範囲内にあるものとし，／前記頂面と底面との間に，前記ガスケット装置を通じて，前記第2エラストマー材料の薄いバーによる導電路が存在していることを特徴とするガスケット装置"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，要するに，①本件補正発明は，後記アの引用例に記載された発明並びに後記イ及びウの周知例1及び2に記載された周知技術に基づいて当業者が容易に発明をすることができたものであり，特許出願の際独立して特許を受けることができないものであるから，本件補正は却下すべきものである，②本願発明も，上記引用例に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により，特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：特表平8-504059号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "周知例1：実願昭60-31547号(実開昭61-149399号)のマイクロフィルム(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "周知例2：特開平1-235398号公報(甲3)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例に記載された発明(以下「引用発明」という。)並びに本件補正発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：長さと，頂面と，底面とを有するEMI遮蔽ガスケットにおいて，弾性泡沫断面と，この弾性泡沫断面を頂面から底面まで二分する導電性のシールドであって，1000分の1．5インチの厚さのポリプロピレンフィルムの薄層の両側を銅で金属被覆して導電性を有する，該シールドとを具え，前記頂面と底面との間に，前記EMI遮蔽ガスケットを通じて，前記シールドによる電導路が存在しているEMI遮蔽ガスケット"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：長さと，頂面と，底面とを有し，電磁放射を遮蔽するガスケット装置において，第1エラストマー材料と，この第1エラストマー材料を頂面から底面まで二分する導電性の薄いバーであって，導電性を有する，該薄いバーとを具え，前記頂面と底面との間に，前記ガスケット装置を通じて，前記薄いバーによる導電路が存在しているガスケット装置"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：本件補正発明は，薄いバーが「第2エラストマー材料で形成した」ものであって，「前記第2エラストマー材料に導電性粒子を混練して導電性を有する」ようにしたものであり，導電路が「第2エラストマー材料の薄いバー」によって存在しているのに対して，引用発明は，薄いバーに相当するシールドが「1000分の1．5インチの厚さのポリプロピレンフィルムの薄層の両側を銅で金属被覆して導電性を有する」ようにしたものであり，導電路に相当する電導路が「シールド」によって存在している点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本件補正発明は，薄いバーの幅が「0．5～20ミルの範囲内にある」のに対して，引用発明は，薄いバーに相当するシールドの幅がどの程度の大きさか明らかでない点"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正発明の容易想到性に係る判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "相違点1の認定の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1に係る判断の誤り"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2に係る判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の容易想到性に係る判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正発明の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "導電性外被の存在を看過した誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正発明の「薄いバー」は，ガスケット装置の頂面から底面までを二分するものである。本件補正後の特許請求の範囲の請求項2には，薄いバー自体が突出していることが明記されているから，本件補正発明の突出部は，薄いバーの一部であることは明らかである。突出部を有するガスケットの場合，上側の突出部の上面及び第1ガスケット材料の上面が「ガスケット装置の上面」であり，下側の突出部の下面及び第1ガスケット材料の下面が「ガスケット装置の底面」に相当するから，突出部を有するガスケットであっても，突出部を有しないガスケットと同様に，薄いバーは，ガスケットの頂面から底面まで，ガスケット装置を通じて延在しており，当該「薄いバー」により，ガスケット装置を通じて導電路が形成されているということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例によると，引用例に記載された発明のEMI遮蔽ガスケットは，導電性外被がガスケットの配置されている継ぎ目を横切る導電性の連続性を維持し，EMIシールドに吸収されたエネルギーは，電気伝導体(ガスケットが用いられている電気器具のハウジングの壁など)と接触する導電性外被を伝わって地面に放散されるものである。また，EMI遮蔽ガスケットは，弾性泡沫断面及びEMIシールドとともに，導電性の連続性を維持する導電性外被を備え，導電性外被が電気伝導体に接触することにより，EMIシールドに吸収されたエネルギーが地面に放散されるものである。",
                        "すなわち，引用例に記載された発明は，導電性外被を備えることにより，はじめて，EMI遮蔽ガスケットとしての機能を奏することができるものであって，導電性外被は必要不可欠な部材である。",
                        "被告は，引用例には，導電性外被を有しない構成も開示されていると主張するが，引用例は，外被という概念とは関係なく，EMI遮蔽ガスケットの特定の構造上の特徴について開示しており，当該構造を備えるEMI遮蔽ガスケットとしては，導電性外被を設けた構成のみを開示しているものである。実際，引用例において，各図とともに具体的に説明されている実施例は，全て導電性外被を備えるものである。",
                        "また，引用例の特許請求の範囲の請求項18に記載された発明も，EMI遮蔽ガスケットの特定の構造上の特徴を有するものにすぎず，導電性外被については何ら記載されていない。",
                        "したがって，引用例には，導電性外被を有しない構成は開示されていないものというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，引用例に記載された発明に必要不可欠である導電性外被の存在を看過して引用発明を認定したものであり，誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「頂面」と「底面」という用語を複数の意味で使用している誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正発明における「長さと，頂面と，底面とを有し，電磁放射を遮蔽するガスケット装置」とは，ガスケット装置が，長さ，頂面及び底面を有することを意味し，「頂面」と「底面」が，ガスケット装置の「頂面」と「底面」であることは文脈上明らかである。",
                        "また，「突出」とは，「高く鋭く突き出ること。ほかの水準にくらべて，突き出ていること」を意味するから，頂面と底面とから突出する薄いバーは，頂面及び底面の一部を構成しているというべきである。本件補正発明における「前記頂面と底面とから前記第2エラストマー材料の前記薄いバーが突出している」とは，頂面及び底面の一部を形成する薄いバーが，頂面及び底面を形成する他の部分(第1エラストマー材料よりなる部分)の水準と比較して突き出ていることを意味するものである。",
                        "さらに，本件補正発明は，「前記頂面と底面との間に，前記ガスケット装置を通じて，前記第2エラストマー材料の薄いバーによる導電路が存在している」との構成を有するものであるから，同発明の「薄いバー」は，ガスケット装置の頂面から底面まで，ガスケット装置を通じて延在しており，当該「薄いバー」により，ガスケット装置を通じて導電路が形成されていることは明らかであって，上記「頂面」と「底面」はガスケット装置の「頂面」と「底面」を意味することは明らかである。",
                        "したがって，本件補正発明における「頂面」と「底面」とは，ガスケット装置の「頂面」と「底面」を意味するものというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例の【図4】によれば，EMIシールドは，弾性泡沫断面の頂面から底面までを二分してはいるものの，導電性外被を含むEMI遮蔽ガスケット全体をその頂面から底面まで二分していないことは明らかである。",
                        "引用例に記載された発明の，「前記頂面と底面との間に，前記EMI遮蔽ガスケットを通じて，前記シールドによる導電路が存在しているEMI遮蔽ガスケット」における「前記頂面と底面」とは，導電性外被により形成されるEMI遮蔽ガスケットの頂面及び底面を意味するのか，弾性泡沫断面の頂面及び底面のいずれを意味するのか，不明である。",
                        "したがって，本件審決は，導電性外被により形成される「EMI遮蔽ガスケットの頂面及び底面」と，「弾性泡沫断面の頂面及び底面」という実質的に異なる概念とを識別することなく，「頂面」と「底面」という同じ用語で表記しているものであって，本件審決の引用発明の認定は，不明瞭かつ矛盾したものというほかない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によると，引用例に記載された発明は，次のとおり認定すべきである。なお，下線部は原告による修正箇所を示す。",
                    "長さと，ガスケット頂面と，ガスケット底面とを有するEMI遮蔽ガスケットにおいて，弾性泡沫断面と，この弾性泡沫断面を弾性泡沫断面の頂面から底面まで二分する導電性のシールドとを具え，前記EMI遮蔽ガスケットのガスケット頂面とガスケット底面との間に，前記EMI遮蔽ガスケットを通じて，前記シールド及び導電性外被A，Bによる導電路が存在しているEMI遮蔽ガスケット"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の認定の誤りについて",
              "text": [
                "前記のとおり，本件審決の引用発明の認定は誤りであるから，相違点1の認定も，同様に誤りであり，正しくは，次のとおり認定すべきである(以下「原告主張相違点1」という。)。なお，下線部は原告による修正箇所を示す。",
                "原告主張相違点1：本件補正発明では，第2エラストマー材料に導電性粒子を混練して導電性を有するように形成した薄いバーによって第1エラストマー材料をガスケット装置の頂面から底面まで二分し，ガスケット装置の頂面と底面との間に，ガスケット装置を通じて，薄いバーによる導電路を存在させているのに対し，引用例に記載された発明では，シールドが弾性泡沫断面のみを二分しており(すなわち，ガスケット装置の導電性外被は二分されておらず)，シールド及び導電性外被A，Bによってガスケット装置の頂面と底面との間に電導路を存在させている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1に係る判断の誤りについて",
              "text": [
                "引用例に記載された発明と本件補正発明との相違点は，原告主張相違点1のとおり認定されるべきであるところ，本件審決の相違点1の認定の是非にかかわらず，本件審決の相違点1に係る判断は，次のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "薄いバーによりガスケット装置の頂面と底面との間にガスケット装置を通じて導電路を形成することについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正発明の「頂面」と「底面」は，ガスケット装置の「頂面」と「底面」を意味するから，同発明では，ガスケット装置の頂面と底面との間に，ガスケット装置を通じて，第2エラストマー材料の薄いバーによる導電路が存在している。",
                        "これに対し，引用例に記載された発明のシールドは，弾性泡沫断面のみを二分するもので，導電性外被を二分しておらず，同発明のEMI遮蔽ガスケットでは，ガスケット頂面と底面との間に存在する電導路は，シールドと，導電性外被A及びBとの合計3つの部材により形成されている。",
                        "仮に，引用例に記載された発明において，当業者が導電性粒子と混練したエラストマー材料でシールドを形成することを想到し得たとしても，導電性粒子と混練したエラストマー材料でシールドを形成しただけでは，依然として，導電性外被A及びBを備えることにより，ガスケット装置の頂面と底面との間に導電路が形成されるのであって，シールドのみによりガスケット装置を通じて導電路が形成されることはない。",
                        "したがって，引用例に記載された発明において，エラストマー材料に導電性粒子を混練して形成したシールドを用いたとしても，本件補正発明の構成である，ガスケット装置の頂面と底面との間に，エラストマー材料のシールドによる導電路を，ガスケット装置を通じて存在させる構成に想到することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例に記載された発明において，仮に，ガスケット頂面及び底面までシールドを延在させることによりシールドによる導電路を形成したり，導電性外被を配置しないことによりシールドをガスケット頂面及び底面まで延在させて導電路を形成すると，シールドを構成する金属材料がハウジングの壁などと直接接触し，異なる金属の緊密な接触により生じる電流で腐食が生じ，引用例に記載された発明の目的である，腐食の防止を達成することはできない。",
                        "したがって，当業者は，何らの動機付けなくして，そのような試みをすることはしないというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "薄いバーを形成する材料について",
                  "text": [
                    "本件審決は，電磁放射を遮蔽するガスケット装置において，シールド部材をエラストマー材料に銀などの導電性粒子を混合して形成することは，当業者であれば容易に想到し得るとする。",
                    "しかしながら，周知例1及び2は，金属粉等の導電性粒子を含有するゴムを，電磁波シールド用のパッキンのゴム層に使用し得ることを開示するのみであって，引用例に記載された発明のように，吸収したエネルギーを地面に放散する機構を前提としていない。引用例に記載された発明のようなEMIガスケットにおいて，地面に接地させるガスケット部分(導電路)ではなく，遮蔽メカニズムを構成する部分(ガスケット内部に存在するシールド)の材料として，金属粉等の導電性粒子を含有するゴムを使用することまで，周知技術であるということはできない。",
                    "また，引用例に記載された発明のシールドは，電磁干渉を吸収及び／又は反射するための部材であるのに対し，導電性外被は，導電体と電気的に接触することによりシールドが吸収したエネルギーを地面に放散するとともに，腐食の発生を抑制するための部材であるから，求められる機能が異なる2つの部材について，一方の部材の材料を変更した際，必ずしも他方の部材も同材料とするわけではない。",
                    "したがって，シールドの材料として，エラストマー材料に導電性粒子を混練した材料を使用することが周知技術であることを前提として，当業者が，エラストマー材料に導電性粒子を混練して導電性を有するシールドとすることを容易に想到し得るとした本件審決の判断は，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によると，本件審決の相違点1に係る判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2に係る判断の誤りについて",
              "text": [
                "本件審決は，薄いバーの幅について，本件補正発明の数値範囲に臨界的な意義が認められず，当業者が適宜行うことができる範囲内の事項であるとする。",
                "しかしながら，第1エラストマー材料をガスケット装置の頂面から底面まで二分する薄いバーを有するガスケット装置において，圧縮性向上，コスト低減及び電気的接触域の確保の全てを実現するために薄いバーの幅を規定するという技術思想自体，引用例並びに周知例1及び2には存在しないのであるから，当業者は，周知技術に基づいて，薄いバーの幅を数値限定することに想到し得ないものである。",
                "したがって，本件審決の相違点2に係る判断は誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件補正発明の奏する顕著な効果について",
              "text": [
                "本件審決は，本件補正発明が奏する効果は，引用例に記載された発明及び周知技術から当業者が予測し得る範囲内のものであって，格別なものとはいえないとする。",
                "しかしながら，引用例に記載された発明のガスケットは，導電性外被を有しているため，簡便な製造方法での製造が不可能であり，多数の工程を経る必要がある。",
                "これに対し，本件補正発明は，優れた遮蔽効果を発揮するのみならず，簡便な製造方法での製造が可能となるなど，引用例に記載された発明及び周知技術からは当業者が予測し得ない顕著な効果を奏するものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決は，引用例に記載された発明の認定並びに本件補正発明と引用例に記載された発明との相違点の認定を誤り，相違点に係る判断を誤ったものといわざるを得ず，したがって，本件補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものということはできない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "導電性外被の存在を看過した誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正明細書には，第1ガスケット材料の頂面(底面)と導電バーの頂面(底面)とが一致し，突出部を有しないガスケットに関する実施例と，第1ガスケット材料の頂面(底面)から第2材料が突出し，第2材料の区域(突出部)を有するガスケットに関する実施例が開示されている。",
                        "そして，本件補正後の特許請求の範囲の請求項2には，「前記頂面と底面とから前記第2エラストマー材料の前記薄いバーが突出している請求項1のガスケット装置」と記載され，さらに，同請求項3には，「前記第2エラストマー材料の突出している部分の幅が前記薄いバーの幅より一層大きい請求項2のガスケット装置」と記載されていることからすると，本件補正発明は，突出部の有無については特定しない上位概念のガスケットに関する発明であるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例では，導電性外被を必要不可欠なものとはしないEMI遮蔽ガスケットがまず開示され，その下位概念として導電性外被を有するEMI遮蔽ガスケットが記載されているのであり，導電性外被を有する実施例について具体的に説明されているからといって，引用発明が導電性外被を有する構成に限定されるわけではない。実際，引用例の特許請求の範囲の請求項18には，導電性外被を有しない構成が発明として特定され，請求項1には，導電性外被を有する構成が発明として特定されているのである。",
                        "したがって，引用発明のEMI遮蔽ガスケットにおいて，導電性外被は必要不可欠な部材であるとの原告の主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件審決は，本件補正発明が「突出部を有しないガスケット」のみならず，「突出部を有するガスケット」をも含む上位概念の発明であることから，引用発明についても，引用例の記載事項を総合し，本件補正発明の記載に倣って整理して，「導電性外被を有しないガスケット」と「導電性外被を有するガスケット」とを含む上位概念の発明として認定したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「頂面」と「底面」という用語を複数の意味で使用している誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件補正発明における「第1エラストマー材料を頂面から底面まで」の「頂面」と「底面」は，文理解釈上，「第1エラストマー材料」の「頂面」と「底面」を意味することは明らかである。",
                        "他方，本件補正発明における「長さと，頂面と，底面とを有し，電磁放射を遮蔽するガスケット装置」の「頂面」と「底面」は，文理解釈上，ガスケット装置が「頂面」と「底面」を有することを意味するとしても，それが具体的に何の「頂面」と「底面」を意味するのかは不明である。",
                        "もっとも，本件補正発明における「前記頂面と底面との間に，前記ガスケット装置を通じて，前記第2エラストマー材料の薄いバーによる導電路が存在している」の「頂面」と「底面」は「前記」のものとされていること，前記ア(ア)の本件補正後の特許請求の範囲の請求項2及び3の記載によると，本件補正発明の頂面(底面)は，その面よりも上(下)を第2エラストマー材料が覆い得るものであることからすると，第2エラストマー材料が覆う面は，第1エラストマー材料の面にほかならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "したがって，本件補正発明の「頂面」と「底面」とは，第1エラストマー材料の「頂面」と「底面」と解すべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によると，本件審決の引用発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の認定の誤りについて",
              "text": [
                "本件審決の引用発明の認定に誤りがない以上，相違点1の認定についても，同様に，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "薄いバーによりガスケット装置の頂面と底面との間にガスケット装置を通じて導電路を形成することについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明は，導電性外被を有しない構成を含むものであるから，当該構成では，ガスケット頂面と底面との間に存在する電導路は，シールドのみによって形成されることになり，エラストマー材料に導電性粒子を混練して形成したシールドを採用すれば，本件補正発明の構成である，ガスケット装置の頂面と底面との間に，ガスケット装置を通じて，エラストマー材料のシールドによる導電路が存在する構成に想到し得ることは明らかである。",
                        "引用発明のうち，導電性外被を有する構成の場合，ガスケット頂面と底面との間に存在する電導路は，シールドと，導電性外被A及びBとの合計3つの部材により形成されることになる。しかし，本件補正発明のうち，突出部を有する構成においては，導電路は薄いバーと上下の突出部との合計3つの部材により形成されることになり，引用発明との間に差異は存在しない。",
                        "また，引用発明のシールドは，弾性泡沫断面のみを二分しており，導電性外被を二分していないが，本件補正発明の薄いバーも，第1ガスケット材料(第1エラストマー材料)のみを二分しており，突出部を二分するものではないから，この点についても差異は存在しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明において，導電性外被は必要不可欠であると主張するが，当該主張は，本件補正発明が突出部を有しない構成に限定され，引用発明が導電性外被を有する構成に限定されることを前提とするものであるから，原告の主張はその前提自体が誤りである。",
                        "また，引用例には，電流による腐食が存在しない応用例が記載されているから，腐食の問題は，引用発明において導電性外被を配置しないことの阻害要因とはならない。しかも，腐食の問題は，当業者が容易に解決し得る問題にすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用例によると，引用発明において，導電性外被は必須ではないが，ガスケットを電気器具のハウジングと電気的に接触させることが望ましいとされている。本件補正発明においても同様であると解される。",
                        "したがって，仮に，引用例において，導電性外被を有しない構成が開示されていないとしても，引用発明において導電性外被を取り除くことは，当業者であれば必要に応じて適宜容易になし得ることというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "薄いバーを形成する材料について",
                  "text": [
                    "引用発明のうち，導電性外被を有する構成と，本件補正発明のうち，突出部を有する構成とは，いずれも突出部(導電性外被)と薄いバー(シールド)とを備えている点で一致しており，引用発明のうち，導電性外被を有しない構成と，本件補正発明のうち，突出部を有しない構成とは，いずれも薄いバー(シールド)を備えている点で一致しているから，いずれにせよ相違点1は，薄いバーとシールドとの材料における相違にすぎない。",
                    "また，本件審決は，電磁放射を遮蔽するガスケット装置において，シールド部材をエラストマー材料に銀などの導電性粒子を混合して形成することの具体例として，周知例1及び2を例示したものであり，これらはいずれも電磁エネルギーを反射及び／又は吸収することによって継ぎ目を通る電磁干渉を抑制する機能を有するものである。引用発明においても，同様の機能を有するのであるから，シールドについて，同様の機能を果たす上記周知技術を適用することは，当業者であれば容易に想到し得るものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決の相違点1に係る判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2に係る判断の誤りについて",
              "text": [
                "引用発明も，本件補正発明と同様に，電気的接触域の確保と圧縮性やコストの低減を課題とするものである。",
                "また，本件補正発明における薄いバーの幅に係る数値範囲には，臨界的意義を認めることができないから，薄いバーの幅を規定することについて，格別な技術的意義を見いだすこともできない。",
                "したがって，当業者が，上記課題を解決するために，薄いバーの幅を適宜設定することは，設計的事項にすぎないというべきである。",
                "以上のとおり，本件審決の相違点2に係る判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件補正発明の奏する顕著な効果について",
              "text": [
                "引用発明も優れた遮蔽効果を奏するものであるところ，本件補正発明が引用発明と比較して格別顕著な作用効果を奏することを裏付ける具体的証拠はない。",
                "また，引用例は，導電性外被を有しない構成についても開示しており，当該構成は，導電性外被を有する構成と比較して，簡便に製造できることは明らかである。",
                "したがって，原告が主張する本件補正発明の効果は，引用発明及び周知技術から当業者が予測し得る範囲内のものであって，格別顕著なものということはできない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "本件審決の引用発明の認定，本件補正発明と引用発明との相違点の認定並びに相違点に係る判断には，以上のとおり，誤りはなく，したがって，本件補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明の容易想到性に係る判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "取消事由1について主張したとおり，本件補正発明は，引用例に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものではないから，特許出願の際独立して特許を受けることができないものということはできず，本件補正を却下した本件審決の判断は誤りである。",
            "また，本件補正発明が，引用例に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものではない以上，本願発明も，同様に，引用例に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものということができないことは，明らかである。",
            "したがって，本件審決の本願発明の容易想到性に係る判断は誤りである。",
            "〔被告の主張〕",
            "取消事由1について主張したとおり，本件補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許出願の際独立して特許を受けることができないものというべきであって，本件補正を却下した本件審決の判断に誤りはない。",
            "したがって，本願発明の発明特定事項を全て含み，さらに限定を加えた本件補正発明が，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものである以上，本願発明も，同様に，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるとした本件審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件補正発明について",
          "text": [
            "本件補正発明の特許請求の範囲は，前記第2の2(2)に記載のとおりであるところ，本件補正明細書(甲5～8)には，おおむね次の記載がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正発明は，電子装置を電磁干渉から遮蔽することに関し，また特に，有効な電磁シ-ルを行うのに必要な導電材料の量を最少にするガスケットに関する発明である(【0001】)。",
                "特に，コンピュータ産業では，装置に種々の開口又は継ぎ目があり，装置内からエネルギーを周囲に放射する可能性があるため，電磁干渉を遮蔽する必要がある(【0002】)。",
                "現在，電磁干渉を遮蔽する最も普通の方法は，導電編成組織を巻き付けた熱可塑性発泡体を用いたガスケットによってシールする方法である。このガスケットは，I／Oバックプレーンの開口の幅にほぼ相当する幅を有するストリップ状で，厚さは約3．2mm(1／8インチ) であり，コネクタと中間不銹鋼板との間を接触させるには十分な形状を有する。編成ストリップの孔はダイスにより切除してあり，最終使用者がコネクタに接近することが可能である。大地への終端は編成組織によって行う。この編成組織はコネクタベースに接触しており，中間板に接地している。中間板はフレームに接触していなければならず，通常，この接触は数個の不銹鋼指片によって達成できる。この指片は中間板の端縁から突出しており，フレームの内壁を摩擦する(【0004】)。",
                "この従来技術では，いずれの端部においても，エネルギーが漏出し，エネルギーの集中又はアンテナ効果が生じるという問題点がある(【0005】)。",
                "また，発泡体心部が特にウレタン発泡体の場合，圧縮により変形してしまう傾向があるのみならず，編成組織はストリップに剛性を与えるから，ガスケットを圧縮するために必要な変形の力を増大してしまうという問題点もある(【0006】)。",
                "さらに，製造のためには多数の工程が必要であることや(【0007】)，中間板自体が脆弱であり，ガスケットの圧縮負荷のための支持材としては，最適なものとはいえないという問題点もある(【0008】)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正発明は，導電エラストマー材料の薄いストリップ(バー)を第1ガスケット材料内に介挿し，導電バーが露出しているガスケットの両側の導電表面間に導電路を生じさせるものである(【0009】)。",
                "本件補正発明の他の態様は，ガスケットをほぼ平坦なものにし，第1ガスケット材料の一部を切除し，I／Oバックプレーンのために，ガスケットにおいて望ましいようにコネクタを貫通し得るようにするものである。切除部は導電バーをコネクタに対して露出することにより，接地のための導電路を提供する(【0010】)。",
                "本件補正発明は，有効な電磁干渉の遮蔽を達成すること，使用する高価な導電材料を最少にする可撓性導電ガスケットを得ることを目的とする(【0011】)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件補正発明のガスケットは，容易に圧縮できる押出発泡体から基本的に製造されており，間けつ的に離間する4つの導電バーを有する。熱可塑性発泡体の欠点に鑑み，基本的なガスケット材料は圧縮変形に対する優れた抵抗を呈するシリコーンのような非導電性の熱硬化性ゴムであるのが好ましい(【0014】)。",
                "非常に薄い4つの導電ゴムバーを使用して，ガスケットを通ずる中間板への接地を行う。導電バーは頂部から底部までの接地をするよう，横断面に貫通して突出していることにより，圧縮可能な押出発泡体又はスポンジのセグメントを相互に分離している。押出発泡体の厚さは中間板とコネクタハウジングとの間の接地部への代表的な通路の長さであり，これにより導電路を最小にし，シールド効果値を改善する。従来技術では，電磁波が大地に達するためには，ガスケットの周縁の周りに完全に迂回移動し，反射，放射，屈折及び他の表面へのエスケープが生じる可能性があったが，本件補正発明の導電バーは，導電クロスを用いた製品と比較して，優れた遮蔽効果を発揮する(【0017】)。",
                "本件補正発明の導電バーは，良好な電気的性能を発揮し，可撓性を有するゴム引き導電金属であるのが好ましい。いかなるゴム結合剤を用いてもよく，金属としては銀，ニッケル，アルミニウム，銅及び不銹鋼がある。導電性の銀又はニッケル粒子を有するシリコーン結合剤は良好に作用する(【0018】)。",
                "本件補正発明の導電バーの幅を最小にすれば圧縮性が向上し，コストを減らすことができる。2ないし6ミルが好ましいが，0．5ないし20ミルの範囲にある場合，可撓性と導電性との良好なバランスが得られる(【0020】)。",
                "本件補正発明は，コンピュータのI／Oバックプレーンの特定の問題点を解決するガスケットのみならず，D字状バルブ又はP字状バルブのような古くからのガスケットに代わり，形状の中心に貫通する1個の導電バーを有するストリップとしての一層小さなシールガスケットにも使用することができ，高価な金属の使用量を最少にすることから，従来の導電ガスケットよりもコストを節約することができる。このような形態の実施例では，ガスケットの全長に延びている導電バーを有する長方形の横断面のストリップガスケットの第1ガスケット材料は，導電バーの両側にある。ガスケットのための溝状受容器を有する電子包囲体内のガスケットは，包囲体から蓋に接地する(【0028】【0029】【図9】【図10】)。",
                "従来技術と同様の横断面を有する導電ガスケットも，本件補正発明を利用して製造できる。本件補正発明の第1ガスケット材料から製造された横断面がD字状，P字状及びO字状のガスケットに係る実施例では，導電性の第2材料からなる薄いバーはガスケットをその頂部から底部まで二分している。例えばD字状及びO字状の数個の共通な横断面形状では，好ましいことに2つの等しい横断面に二分されているが，本件補正発明は，そのような形状に限定されるものではない。例えば50ミルから25．4mm(1インチ)までの代表的な全体の厚さを有するガスケットの場合，薄いバーは通常，0．5ないし20ミルの厚さの範囲内にあり，2ないし10ミルの厚さの範囲が好ましい。このガスケットの頂面及び底面(すなわち，導電包囲体に接触しようとする表面)で，第2材料の区域が表面から僅かに突出しているのが好ましく，良好な電気的接触区域を得るためには，この第2材料の区域はバーの厚さより一層広いのが好ましい。第2材料の表面の突出部は高さを4ミル程度，幅を少なくとも20ミル(50ミルより広いことが好ましい。)とすれば，十分な電気的接触区域が確保される(【0030】【図11A】～【図11C】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件補正発明の容易想到性に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例の記載について",
              "text": [
                "引用例(甲1)には，おおむね次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "請求項1：第1及び第2の導電体間の継ぎ目を通過する電磁干渉を遮蔽するガスケットであって，当該ガスケットが，弾性泡沫断面；第1及び第2の導電体間の継ぎ目を通過する電磁干渉を遮蔽するために泡沫断面内に埋め込まれているシールド；及び泡沫断面の外側表面の少なくとも一部分を覆い，シールドと電気的に接触する継ぎ目のない導電性外被であって，シールドから第1の導電体へと電流を伝えるために該断面に配置されている当該外被を含む，当該電磁干渉遮蔽ガスケット"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "請求項18：第1及び第2の導電体間の継ぎ目を通過する電磁干渉を遮蔽するガスケットであって，当該ガスケットが，縦軸に沿う細長い弾性泡沫断面；及び 第1及び第2の導電体間の継ぎ目を通過する電磁干渉を遮蔽するために泡沫断面内に埋め込まれている，縦軸に平行な方向に伸長するシールドを含む，当該電磁干渉遮蔽ガスケット"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の背景",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例に記載された発明は，一般に電磁干渉(EMI)遮蔽用ガスケット，特に，弾性泡沫断面に埋め込まれたEMIシールドを含むEMI遮蔽用ガスケットに関する発明である。",
                        "電子装置の操作中に生じた電磁エネルギーが適切に遮蔽できない場合，他の電子装置と干渉する可能性がある。電磁干渉を回避するためには，全ての電磁エネルギー源を適切に遮蔽し，地面に放散させることが必要である。",
                        "しかしながら，アクセスパネルを有する装置では，アクセスパネル又は扉とハウジングとの間の間隙が，電磁干渉の自然な漏出ルート及び侵入ルートとなることから，効果的な遮蔽は困難である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "電磁干渉に対する効果的なシールドとして用いられるガスケットは，電磁干渉を吸収及び／又は反射することができ，さらにガスケットが配置されている継ぎ目に対して可能な限り連続的な電導路を確立することができるものでなければならない。高い導電率を有する金属構造物がEMI遮蔽に用いられるが，導電率は無限ではないので，遮蔽された電磁場の一部分はシールドの向こうに伝えられ，シールド内の電流を支援するため，この電流を地面に放散させる電導路が必要となる。",
                        "従来のEMI遮蔽ガスケットは，このような特性と，一定の最小閉鎖抵抗を提供すること等のガスケットとして必要な他の特性を両立させることができなかった。また，EMI遮蔽ガスケットは，異なる金属が互いに接触した際に生じる電流による腐食によって損傷を受けないという特性を有していることも重要である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用例に記載された発明は，電気器具のハウジング内の継ぎ目を通る電磁干渉の遮蔽を改良すること，構築コストを低くすること，遮蔽用に広範囲の材料を利用できるようにすること，小さな断面を有することによってハウジングの扉及びアクセスパネルに対する閉鎖抵抗を最小にすることを目的とするものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の要旨",
                  "text": [
                    "引用例に記載された発明は，前記イ(ウ)の各目的を達成するために，2つの導電体間の継ぎ目を通る電磁干渉を遮蔽する構成を採用するものである。引用例に記載された発明は，弾性泡沫断面に埋め込まれた電磁シールドの構成を有するものもあり，このガスケットを2物体間の継ぎ目に配置すると，シールドが電磁エネルギーを反射及び／又は吸収することによって継ぎ目を通る電磁干渉を抑制する。",
                    "また，ガスケットは，泡沫断面の外側表面の少なくとも一部分を覆う，継ぎ目がない導電性の外被を有してもよい。この導電性外被は，EMIシールドだけではなく，継ぎ目を囲む複数の導電体の少なくとも一方とも電気的に接触するように泡沫断面上に配置されており，通過する電磁干渉の結果として，EMIシールドによって吸収されたエネルギーは地面に放散され，ガスケットの適切な作動が促進される。",
                    "そのほか，EMIシールドは，金属性材料のヒモ，金属被覆糸，金属被覆布，金属被覆繊維及びそれらの組合せによるものであってもよい。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例に記載された発明の実施例では，泡沫断面によるガスケットは，長方形の横断面を有し，軸に沿って伸長する。代表的なガスケットのサイズは，各末端について約0．1インチから0．5インチの範囲であるが，必要に応じて，種々の断面とサイズとで形成することができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "ガスケットには，電磁干渉を反射及び／又は吸収する遮蔽メカニズムや，シールドから吸収エネルギーを放散させるために地面に向かう電導路の2つの構成部分が適切なEMI遮蔽のために必要である。"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "EMIシールドは，例えば，1000分の1．5インチの厚さのポリプロピレンフィルムの薄層の両側を銅で金属被覆したポリエステルの不織布の膜から形成されたものや，金属被覆糸や金属箔により形成されたもののみならず，種々の材料及び構造のものでもよい。",
                        "また，導電性外被についても，種々の材料を使用することができる。例えば，約85重量％のサントプレンの熱可塑性エラストマー樹脂と，約15重量％の電導カーボン粒子とを混合すれば，適切な組成物となる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用例に記載された発明は，電流による腐食及び天然元素に対する曝露を避ける構成を有する実施例もある。この場合，ハウジングを形成する材料は，腐食や曝露に配慮した材料を選択することになる(【図2】)。",
                        "引用例に記載された発明の別の実施例では，ガスケットは，泡沫断面を完全には取り囲んではいない導電性外被を有する。外被断面は，EMIシールドの先端がその外側表面を突き破る場所でのみ泡沫断面の外側表面に配置され，外被断面とシールドとの間の電気的接触を効果的にする。このようなガスケットは，閉鎖力が小さいことが要求される部位で使用するのが望ましい(【図4】)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件審決の引用発明の認定の当否",
              "content": [
                {
                  "fig": "ア",
                  "subject": "導電性外被の存在を看過した誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(3)によると，本件補正明細書には，本件補正発明の実施例として，第1ガスケット材料の頂面(底面)と導電バーの頂面(底面)とが一致する，突出部を有しないガスケット(【0029】【図9】【図10】)が記載され，また，別の実施例として，第1ガスケット材料の頂面(底面)から第2材料が突出し，第2材料の区域を有するガスケット(突出部を有するガスケット。【図11A】～【図11C】)が，それぞれ記載されているものである。",
                        "また，本件補正後の特許請求の範囲の請求項2及び3は，「前記頂面と底面とから前記第2エラストマー材料の前記薄いバーが突出している請求項1のガスケット装置」「前記第2エラストマー材料の突出している部分の幅が前記薄いバーの幅より一層大きい請求項2のガスケット装置」と定めていることからすると，本件補正発明は，上記請求項2及び3のガスケットの上位概念である，突出部の有無については特定しないガスケットが記載され，上記請求項3には，【図11A】などに図示された突出部を有するガスケットが記載されているものということができる。",
                        "したがって，本件補正発明は，突出部を有するガスケット及び突出部を有しないガスケットのいずれをも含む発明であると解すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(1)ウによると，引用例に記載された発明も，弾性泡沫断面に埋め込まれた電磁シールドの構成を有するものと，泡沫断面の外側表面の少なくとも一部分を覆う，継ぎ目がない導電性の外被を有するものとがあるから，引用例には，シールドのみを有する，導電性外被を有しないガスケットと，シールドのみならず導電性外被を有するガスケットのいずれについても開示されているか，少なくとも示唆されているものということができる。",
                        "また，前記(1)アによると，引用例の特許請求の範囲の請求項18には，導電性外被が発明特定事項とはされていないから，導電性外被を有しないガスケットに係る発明が記載されているものであり，同請求項1には，導電性外被が発明特定事項とされているから，導電性外被を有するガスケットに係る発明が記載されているものということができる。",
                        "したがって，引用例に記載された発明は，導電性外被を有するガスケット及び導電性外被を有しないガスケットのいずれをも含む発明であると解すべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点について，原告は，引用例に記載された発明に必要不可欠な導電性外被の存在を看過した本件審決の認定は，誤りであると主張する。",
                        "しかしながら，前記のとおり，引用例には，導電性外被を有するガスケット及び導電性外被を有しないガスケットのいずれをも含む発明が開示されているものであるから，引用例に記載された発明において，導電性外被が必要不可欠の構成であるということはできない。",
                        "したがって，原告の前記主張は，その前提自体が誤りであって，採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「頂面」と「底面」という用語を複数の意味で使用している誤りについて",
                  "text": [
                    "引用例に記載された発明は，導電性外被を有するガスケット及び導電性外被を有しないガスケットのいずれをも含む発明であるところ，弾性泡沫断面，シールド及び導電性外被の位置関係は明瞭であって，導電性外被を有するガスケットの場合，「長さと，頂面と，底面とを有するEMI遮蔽ガスケット」は，導電性外被の頂面及び底面を意味し，導電性外被を有しないガスケットの場合，弾性泡沫断面の頂面及び底面を意味するものということができる。",
                    "原告は，引用例に記載された発明が，導電性外被を有する構成に限定されることを前提として，導電性外被により形成される「EMI遮蔽ガスケットの頂面及び底面」と，「弾性泡沫断面の頂面及び底面」という実質的に異なる概念とを識別していない本件審決の引用発明の認定は，不明瞭かつ矛盾したものであると主張する。",
                    "しかしながら，引用例に記載された発明は，導電性外被を有するガスケットに限定されるものではなく，また，弾性泡沫断面，シールド及び導電性外被の位置関係も明瞭である以上，原告の主張は，その前提自体が誤りである。",
                    "したがって，原告の前記主張は採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決の引用発明の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1の認定の誤りについて",
              "text": [
                "原告は，本件審決の引用発明の認定が誤りであることを前提として，相違点1の認定もまた，誤りであると主張するが，その前提自体に理由がないことは，前記(2)のとおりである。",
                "したがって，原告の主張は採用できず，本件審決の相違点1の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "シールド部材をエラストマー材料に導電性粒子を混合して形成することの動機付けについて，",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例1(甲2)は，電磁波シールド用パッキンに係る文献であるところ，同文献には，従来，電磁波シールド用パッキン(ガスケット)としては，シリコーンゴムに金属粉などを配合した銀系シリコーンゴム，ニッケル系，銀系などのシリコーンゴムを材料として金型により成形しているが，材料内部に多量の金属充剤を含むために硬く，筐体間に実装するのが困難である場合があったこと，充剤を減らすと，電磁波シールド効果も減少すること， 電磁波シールド用パッキンにおいて，隙間から外部に漏洩する恐れのある電磁波はパッキンの電磁波シールド層によって遮断することにより，シールド効果が発揮されることが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "周知例2(甲3)は，導電性パッキンに係る文献であるところ，導電性パッキンのゴムにカーボンブラックや金属粉，金属短繊維等の導電性フィラーを混入すると，導電性が付与され，装置本体と扉との間をシールし，電磁波シールドとしての効果が発揮されることが記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によると，電磁放射を遮蔽するガスケット装置において，シールド部材をエラストマー材料に銀などの導電性粒子を混合して形成することは，本件優先日前に周知技術であったものと認めることができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記(1)エ(ウ)によると，引用例には，引用発明において，EMIシールドが種々の材料及び構造のものでもよいことが開示されているから，EMIシールドを他の材料や構造のものに変更することが記載又は示唆されているということができる。",
                        "したがって，引用発明において，引用例の記載や示唆に倣い，EMIシールドについて，シールド部材をエラストマー材料に銀などの導電性粒子を混合して導電性を有するシールドに形成する前記周知技術を適用することは，当業者が容易に想到し得るものというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，仮に，引用発明において当業者が導電性粒子と混練したエラストマー材料でシールドを形成することを想到し得たとしても，導電性外被A及びBを備えることにより，ガスケット装置の頂面と底面との間に導電路が形成されるのであって，シールドのみにより，導電路がガスケット装置を通じて形成されることはないから，引用発明において，エラストマー材料に導電性粒子を混練して形成したシールドを用いたとしても，本件補正発明の構成である，ガスケット装置の頂面と底面との間に，エラストマー材料のシールドによる導電路を，ガスケット装置を通じて存在させる構成に想到することはできないと主張する。",
                        "しかしながら，原告の主張は，引用発明が導電性外被を有する構成に限定されることを前提とするものであって，その前提自体が誤りである。引用発明は，導電性外被を有しない構成をも含んでおり，その場合，EMI遮蔽ガスケットの頂面とガスケット底面との間に存在する電導路は，シールドのみによって形成されることになり，本件補正発明と同様の構成を実現することができるものである。",
                        "また，本件補正発明は，突出部を有する構成をも含んでおり，その場合，本件補正発明においても，導電路は薄いバーと上下の突出部との合計3つの部材により形成されることになり，この点に関しても引用発明との間に差異は存在しない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用発明において，ガスケット頂面及び底面までシールドを延在させることによりシールドによる導電路を形成したり，導電性外被を配置しないことによりシールドをガスケット頂面及び底面まで延在させて導電路を形成すると，異なる金属の緊密な接触により生じる電流で腐食が生じるため，引用発明の目的を達成することができなくなるから，当業者は，何らの動機付けなくして，そのような試みをすることはしないと主張する。",
                        "しかしながら，電流による腐食が問題とならない環境(水分が抑制された環境等)においては，腐食の防止を考慮する必要はないし，前記(1)エ(エ)によると，引用例には，電流による腐食が生じない実施例も開示されているから，腐食の問題は，引用発明において導電性外被を配置しないことの阻害要因とはならない。しかも，腐食発生の問題は，当業者が材料の選択により容易に解決し得る問題である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用発明のようなEMIガスケットにおいて，地面に接地させるガスケット部分ではなく，遮蔽メカニズムを構成する部分の材料として，金属粉等の導電性粒子を含有するゴムを使用することまで，周知技術であるということはできないし，引用発明のシールドは，電磁干渉を吸収及び／又は反射するための部材であるのに対し，導電性外被は，導電体と電気的に接触することによりシールドが吸収したエネルギーを地面に放散するとともに，腐食の発生を抑制するための部材であるから，機能が異なる2つの部材について，一方の部材の材料を変更した際，必ずしも他方の部材も同材料とするわけではないと主張する。",
                        "しかしながら，本件補正発明は，突出部を有するガスケット及び突出部を有しないガスケットのいずれをも含む発明であり，引用発明も，導電性外被を有するガスケット及び導電性外被を有しないガスケットのいずれをも含む発明である。",
                        "引用発明が導電性外被を有するガスケットであり，本件補正発明が突出部を有するガスケットであるとすると，いずれも突出部(導電性外被)と薄いバー(シールド)とを備えている点で一致しており，本件補正発明と引用発明との相違点1は，薄いバーとシールドとの材料の相違にすぎないことになる。",
                        "また，引用発明が導電性外被を有しないガスケットであり，本件補正発明が突出部を有しないガスケットとであるとすると，いずれも薄いバー(シールド)を備えている点で一致しており，本件補正発明と引用発明との相違点1は，薄いバーとシールドとの材料の相違にすぎないことになる。",
                        "したがって，相違点1は，いずれにせよ，薄いバーとシールドとの材料の相違であるということができるところ，前記ア(ア)及び(イ)のとおり，周知技術は，いずれも電磁エネルギーを反射及び／又は吸収することによって継ぎ目を通る電磁干渉を抑制する機能を奏するものであり，引用発明においても，シールドは，電磁エネルギーを反射及び／又は吸収することによって継ぎ目を通る電磁干渉を抑制する機能を奏するものであるから，引用発明のシールドに，同様の機能を発揮する周知技術を適用することは，当業者であれば容易に想到し得ることである。",
                        "また，前記(1)エ(ウ)によると，引用例には，導電性外被として，金属被覆以外のエラストマー樹脂を用いたものも開示されているから，引用発明において，エラストマー材料に導電性粒子を混練して形成したシールドを採用する際，併せて導電性外被も同一の材料とすることは，むしろ合理的である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおり，原告の前記主張はいずれも採用できない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "よって，当業者は，引用発明及び周知技術に基づいて，相違点1の構成に容易に想到し得るものというべきであって，本件審決の相違点1に係る判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(3)によると，本件補正明細書には，薄いバーの幅の好適な範囲は，ガスケットの全体の厚さに応じて定まること(【0030】)，薄いバーの幅の数値範囲は，圧縮性やコストの観点からすると，小さいほど好ましいが，可撓性や導電性との良好なバランスを考慮すると，0．5ないし20ミルの範囲にあることが望ましいこと(【0020】)が開示されているということができる。",
                    "しかしながら，本件補正明細書の記載からすると，上記数値範囲の上限及び下限の数値を境にして，特性に急激な変化があるとまで認めることはできず，また，ガスケットの材料や配合比が異なれば，圧縮性やコストも異なることは技術常識である。",
                    "したがって，本件補正発明の薄いバーの幅に係る数値限定には，臨界的な意義があるとまで認めることはできず，この数値限定は，当業者が適宜行うことができる範囲内の設計的事項であるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記(1)エ(ウ)によると，引用例には，シールドの厚さについて，1000分の1．5インチ(1．5ミルに相当)の厚さのポリプロピレンフィルムの薄層の両側を銅で金属被覆した構成が開示されているから，引用例には，本件補正発明の数値範囲内の数値が記載又は示唆されているものということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，薄いバーの幅について，相違点2に係る数値範囲に設定することは，当業者が容易に想到し得るものというべきである。",
                    "この点について，原告は，第1エラストマー材料をガスケット装置の頂面から底面まで二分する薄いバーを有するガスケット装置において，圧縮性向上，コスト低減及び電気的接触域の確保の全てを実現するために薄いバーの幅を規定するという技術思想自体，引用例並びに周知例1及び2には存在しないから，当業者は，周知技術に基づいて，薄いバーの幅を数値限定することに想到し得ないと主張する。",
                    "しかしながら，前記(1)イ(ウ)のとおり，引用例には，引用発明の課題として，電磁干渉の遮蔽の改良，構築コストの低減，閉鎖抵抗を最小にすることなどが記載されているから，引用発明も，圧縮性向上，コスト低減及び電気的接触域の確保の全てについて課題としており，これらの課題に基づいて，薄いバーの幅を適宜設定することは，当業者にとって設計的事項にすぎないということができる。",
                    "また，本件補正発明の薄いバーの幅に係る数値限定に，臨界的な意義があるとはいえない以上，薄いバーの幅を本件補正発明のとおり数値限定することについて，格別な技術的意義を見いだすことはできない。",
                    "したがって，原告の前記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によると，本件審決の相違点2に係る判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件補正発明の奏する顕著な効果について",
              "text": [
                "原告は，本件補正発明は，優れた遮蔽効果を発揮するのみならず，簡便な製造方法での製造が可能となるなど，引用発明及び周知技術からは当業者が予測し得ない顕著な効果を奏するものであると主張する。",
                "しかしながら，本件補正発明の遮蔽効果については，本件補正明細書に比較実験の結果等が記載されているわけではなく，また，引用例にも優れた遮蔽効果を発揮する旨が記載されていることからすると，本件補正発明が引用発明と比較して格別顕著な作用効果を奏するものということはできない。",
                "また，引用例には，導電性外被を有するガスケットと比較して製造がより簡便な導電性外被を有しないガスケットも記載されているものである。",
                "したがって，原告が主張する本件補正発明の効果は，引用発明及び周知技術から当業者が予測し得る範囲内のものであって，格別顕著なものということはできない。",
                "以上によると，原告の前記主張は採用することができない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "よって，本件補正発明は，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(本願発明の容易想到性に係る判断の誤り)について",
          "text": [
            "前記2のとおり，本件補正発明は，引用発明及び周知技術に基づいて当業者が容易に発明をすることができたものであり，特許出願の際独立して特許を受けることができないものであるから，本件補正を却下した本件審決の判断に誤りはない。",
            "そして，本願発明の発明特定事項を全て含み，さらに限定を加えた本件補正発明が，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものである以上，本願発明も，同様の理由により，引用発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるとした本件審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}