{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2010-800042号事件について平成24年5月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求不成立審決の取消訴訟である。争点は，第1次取消判決の拘束力違反，新規性及び容易想到性である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「麦芽発酵飲料」とする本件特許第4367790号(平成20年6月11日出願，平成16年12月10日(優先権主張  平成15年12月11日，平成16年10月27日，日本国)を国際出願日とする特願2005-516184号の分割出願，平成21年9月4日設定登録，甲11)の特許権者である。原告は，平成22年3月11日，本件特許の請求項1～9について，無効審判の請求をした(無効2010-800042号，甲12)。",
            "特許庁は，平成22年10月6日，「本件審判の請求は，成り立たない。」との第1次審決をし(甲19)，原告による第1次審決の取消訴訟(第1次訴訟)提起(平成22年(行ケ)第10350号)に基づき，知的財産高等裁判所は，平成23年10月4日，判断遺脱を理由として第1次審決を取り消す第1次判決をし(甲20)，同判決は確定した。",
            "特許庁は，第1次判決を踏まえて再度審理した結果，平成24年5月24日，再度「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年6月4日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許の請求項1～9に係る発明は，本件特許公報(甲11)に記載された以下のとおりである(以下，各発明を「本件発明1」，「本件発明2」等といい，これらを総称して「本件発明」という。)。",
                "【請求項1】",
                "「A成分として，麦を原料の一部に使用して発酵させて得た麦芽比率が20％以上でありアルコール分が0．5～7％であるアルコール含有物；および，",
                "B成分として，少なくとも麦を原料の一部としたアルコール含有物を蒸留して得たアルコール分が10～90％であるアルコール含有の蒸留液；",
                "からなり，A成分とB成分とを混合してなるアルコール分が3～8％である麦芽発酵飲料であって，A成分のアルコール含有物由来のアルコール分：B成分のアルコール含有の蒸留液由来のアルコール分の率が，97．5：2．5～90：10であることを特徴とする麦芽発酵飲料。」",
                "【請求項2】",
                "「A成分のアルコール含有物の原料として，少なくとも，麦芽，ホップ，水を含むことを特徴とする請求項1に記載の麦芽発酵飲料。」",
                "【請求項3】",
                "「A成分のアルコール含有物の原料として，更に米，トウモロコシ，コウリャン，バレイショ，デンプン，糖類，麦芽以外の麦，苦味料，または着色料からなるものを用いることを特徴とする請求項2に記載の麦芽発酵飲料。」",
                "【請求項4】",
                "「A成分のアルコール含有物が，ビールまたは発泡酒であることを特徴とする請求項1～3のいずれかに記載の麦芽発酵飲料。」",
                "【請求項5】",
                "「B成分のアルコール含有の蒸留液が，焼酎，ウイスキー，ウオッカ，スピリッツまたは原料用アルコールであることを特徴とする請求項1に記載の麦芽発酵飲料。」",
                "【請求項6】",
                "「B成分のアルコール含有の蒸留液における原料としての麦が，大麦または小麦である請求項1に記載の麦芽発酵飲料。」",
                "【請求項7】",
                "「B成分のアルコール含有の蒸留液が，麦焼酎であることを特徴とする請求項1に記載の麦芽発酵飲料。」",
                "【請求項8】",
                "「B成分のアルコール含有の蒸留液におけるアルコール分が，麦スピリッツであることを特徴とする請求項1に記載の麦芽発酵飲料。」",
                "【請求項9】",
                "「B成分のアルコール含有の蒸留液におけるアルコール分が，25～45％であることを特徴とする請求項1に記載の麦芽発酵飲料。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1を構成毎に分説すると次のとおりである。"
              ],
              "content": [
                {
                  "fig": "(a)",
                  "subject": "A成分として，麦を原料の一部に使用して発酵させて得た麦芽比率が20％以上でありアルコール分が0．5～7％であるアルコール含有物；および，"
                },
                {
                  "fig": "(b)",
                  "subject": "B成分として，少なくとも麦を原料の一部としたアルコール分を蒸留して得たアルコール分が10～90％であるアルコール含有の蒸留液；からなり，"
                },
                {
                  "fig": "(c)",
                  "subject": "A成分とB成分とを混合してなるアルコール分が3～8％である麦芽発酵飲料であって，"
                },
                {
                  "fig": "(d)",
                  "subject": "A成分のアルコール含有物由来のアルコール分：B成分のアルコール含有の蒸留液由来のアルコール分の率が，97．5：2．5～90：10であることを特徴とする"
                },
                {
                  "fig": "(e)",
                  "text": [
                    "麦芽発酵飲料。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告が主張した無効事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1",
              "text": [
                "本件発明1は明確でなく，請求項1を引用する本件発明2～9も明確でないから，本件発明1～9についての特許は，特許法36条6項2号に規定する要件を満たしていない特許出願に対してされたものであり，同法123条1項4号に該当し，無効にすべきものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2",
              "text": [
                "本件明細書の発明の詳細な説明は，本件発明1～9について，当業者が発明の技術上の意義を理解するために必要な事項を記載したものでないから，本件発明1～9についての特許は，特許法36条4項1号に規定する要件を満たしていない特許出願に対してされたものであり，同法123条1項4号に該当し，無効にすべきものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由3",
              "text": [
                "本件発明1～9は，本件出願前，日本国内又は外国において公然知られた発明であるか，公然実施をされた発明であるから，本件発明1～9についての特許は，特許法29条1項1号又は2号の発明に対してされたものであり，同法123条1項2号に該当し，無効にすべきものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由4",
              "text": [
                "本件発明1～9は，本件出願前，日本国内又は外国において頒布された刊行物に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，本件発明1～9についての特許は，特許法29条2項の規定に違反してされたものであり，同法123条1項2号に該当し，無効にすべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，①無効理由1(特許法36条6項2号違反)について「特許請求の範囲の請求項1の記載に原告主張の不備は認められない。」，「特許請求の範囲の請求項2～9の記載に原告主張の不備は認められない。」と判断し，②無効理由2(特許法36条4項1号違反)について「発明の詳細な説明の記載は委任省令要件を充足しているものと認められる。」と判断し，③無効理由3(特許法29条1項1号又は2号該当性)について「本件発明1が，本件出願前に，公然知られていたか又は公然実施をされていた発明であったとは認められない。」，「本件発明2～9は，・・・・・・本件出願前に，公然知られていたか又は公然実施をされていた発明であったとは認められない。」と判断し，④無効理由4(特許法29条2項違反)について「本件発明1が，甲1又は甲2に記載された飲料又は甲1～6に記載された周知の麦芽発酵飲料に基づいて，当業者が容易に発明をすることができたものとは認められない。」，「本件発明1が，本件出願前に，公然知られていたか，公然実施をされていた発明と発明特定事項(c)や(d)において相違するとした場合も，本件発明1は，公知・公用発明に基づいて，当業者が容易に発明をすることができたものとは認められない。」，「本件発明2～9は，・・・・・・本件発明1と同様な理由により，甲1又は甲2に記載された飲料，又は甲1～6に記載された周知の麦芽発酵飲料に基づいて，あるいは，本件出願前に，公然知られていたか，公然実施をされていた発明に基づいて，それぞれ当業者が容易に発明をすることができたものとは認められない。」と判断した。",
            "審決が上記判断の前提として，次の(1)～(8)の技術的事項を認定し，(9)のとおり一致点及び相違点を認定した上，(10)無効理由3に関する判断，及び(11)無効理由4に関する判断をした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の特徴",
              "text": [
                "「A成分及びB成分からなる(e)麦芽発酵飲料であって，(c)A成分とB成分とを混合してなるアルコール分が3～8％である麦芽発酵飲料であって，(d)A成分のアルコール含有物由来のアルコール分：B成分のアルコール含有の蒸留液由来のアルコール分の率が，97．5：2．5～90：10である」こと"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1(赤土亮二著，「飲食店の業種別カクテル・メニュー」，1990年10月10日発行，株式会社旭屋出版，164頁)に記載された飲料",
              "text": [
                "「ドックス・ノーズ」という名称のカクテルで，ドライ・ジンとビールを特定の割合で混合した飲料であって，混合処方にはオールドとニューがあり，黒ビール300mlに対してドライ・ジンを，オールドでは45ml，ニューでは30mlをそれぞれ混合することが開示されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2(「カクテル大辞典800」，成美堂出版，2003年10月1日発行，280～283頁)に記載された飲料",
              "text": [
                "「ボイラーメーカー」という名称のカクテルであり，ウイスキーをショット・グラスに入れ，ビア・マグに沈めるもので，混合処方には，ビール適量に対してウイスキー30mlを混合することが開示されている。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲3(英国特許出願公告明細書第1506220号(公告日：1978年4月5日))に記載された飲料",
              "text": [
                "「whisky  mac」と称されるものであり，ウイスキーとビールの混合飲料である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "甲4(西独国特許発明明細書第19617904号(発行日：1997年5月28日))に記載された飲料",
              "text": [
                "ビールベースのアルコール含有飲料であり，60～94％のビールと，6～40％のビール蒸留物と，8～12g／lの炭酸ガスの組成を有し，飲料のアルコール含量が8．5～15容量％であることが開示されている。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "甲5(ホッピーでハッピー党編，「ホッピーでハッピー読本」，2000年8月22日発行，株式会社アスペクト，30～32，34～35頁)に記載された飲料",
              "text": [
                "アルコール分が0．8％の麦芽発酵飲料であるホッピーと焼酎の混合飲料であり，アルコール度が約3％から約8％となる旨が開示され,「お好みの度数で楽しんで下さい。」と記載されている。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "甲6(「酒税法の改正等のあらまし」，平成15年4月，税務署，1～4頁)に記載された飲料",
              "text": [
                "ビールや発泡酒に麦焼酎を加えた飲料が開示されている。"
              ]
            },
            {
              "fig": "(8)",
              "subject": "甲1～6に記載の周知の麦芽発酵飲料",
              "text": [
                "A成分とB成分を混合してなる麦芽発酵飲料"
              ]
            },
            {
              "fig": "(9)",
              "subject": "本件発明1と甲1～6に記載の周知の麦芽発酵飲料との一致点及び相違点",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "一致点",
                      "text": [
                        "A成分及びB成分からなる麦芽発酵飲料である点"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "相違点",
                      "text": [
                        "後者では， 前者の発明特定事項(c)及び(d)の条件を満たしているとはいえない点"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(10)",
              "subject": "無効理由3に関する審決の判断",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "本件発明1について",
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本件発明1は，本件明細書の段落【0030】に記載され，表1【0033】によって示される，「本発明が提供する麦芽発酵飲料にあっては，ビールテイスト飲料としての香味を求める場合には，麦芽由来の飲み応えと爽快感，さらには飲用後の「キレ」を併せ持つのが良く，そのためには，B成分由来の香味を強くし過ぎることがないようにし，かつ，飲用後「キレ」を感じる量とする必要がある。そのためには，A成分由来のアルコール分：B成分由来のアルコール分の比率が，99．5：0．5～80：20の範囲にあるのが好ましく，特に，97．5：2．5～90：10の範囲であるのが好ましい。」を特徴とするものであり，そのことにより，「麦芽由来の飲みごたえに加え，爽快な喉越し感とすっきりとした後味，すなわち「キレ」を増強させた麦芽発酵飲料」(段落【0001】)を提供するという効果を奏するものである。",
                            "そして，本件発明1におけるB成分の量が，通常のカクテルやそれに類するアルコール飲料(以下，「カクテル等」という。)と比較してわずかな量であることは，例えば以下(イ)に示すとおりであり，本件発明1は，A成分であるビールや発泡酒の香味について，それ自体の飲み応えを失わせることがなく，かつ，キリッとした味わいがあるビールテイストの麦芽発酵飲料とすることを目的とするものである。本件発明1は，そのために，B成分自体の有する風味を消失する，通常のカクテル等ではあり得ない程，少量のB成分をA成分に含有させることにより，これを達成するものである。",
                            "したがって，混合するB成分の量自体が，通常のカクテル等と比較して異質というべきものであり，このような数値で特定された範囲において，顕著な効果を奏する，数値限定の発明に相当するということもできる。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "そこでまず，甲1又は2の混合処方による混合飲料の，アルコール分(発明特定事項(c))及びA：Bのアルコール分の率(発明特定事項(d))はどの程度のものかという点について検討すると，例えば，平成22年3月11日付審判請求書の31頁～32頁での原告の計算では，甲1のドックス・ノーズで，ビール300mlにドライ・ジンを30ml混合した場合，アルコール分が約8．2％で，アルコール分の率A：Bが90：72である。また，甲2のボイラーメーカーでは，ウイスキー30mlに対してビールは適量としか記載されていないものの，ビールのグラスの中にウイスキーのグラスを入れるカクテルであり，カクテル自体の度数が35度なのであるから，そもそも飲料のアルコール度数自体が本件発明1の飲料とは大きく異なるものであって，ビールは300mlより少ないと推定できるから，そのアルコール分はドックス・ノーズより高く，アルコール分の率も90：72よりB成分の率は高くなると推定できる。",
                            "このように，アルコール度数において，本件発明1の飲料のアルコール度数の3～8％とそれ程相違しない甲1のカクテルについてみても，アルコール分の率A：Bが本件発明1の97．5～90：2．5～10と比べてB成分由来のアルコール分が少なくとも72程度と，2．5～10の7倍以上高いものである。このことは，A：Bの混合割合が10：1程度である甲1のカクテルに比べ，同様にビールとジンを用いた場合には，本件発明1におけるB成分の混合量が，かなり少ないことを意味する。この点，原告の計算例(審判請求書33頁14行～34頁2行)によれば，B成分の混合量はA成分に対して1％強にすぎず，一桁程度少ないことを意味するものであり，このような100：1程度の混合割合では，混合飲料とはいっても，B成分が，カクテル全体の風味に大きく寄与し，それ自体の風味をも楽しむための酒の一種として混合されているのではなく，飲料用添加剤として混合される程度のわずかな量であるといえる。",
                            "そうすると，原告の上記主張にあるように，アルコール度数(アルコール分)に対する人の好みは千差万別であり，消費者における低アルコール志向を考慮に入れても，甲1又は2に記載されたカクテルは，ジン又はウイスキー自体の風味も味わうものであり，そのようなカクテル自体の特徴を捨ててまで，お酒を飲むために行くバー，飲食店において，そのような添加剤程度の少ない割合でB成分が混合されたことが，本件出願前，当然に有り得たはずであると推認することはできない。",
                            "即ち，甲1又は2は，何れもカクテルに関するものであるが，カクテルは混合した成分の調和によりもたらされる風味を楽しむものである。これに対し，本件発明1は，前述の如く，カクテルという概念を超えた発明であるから，甲1又は2と同一であるということはできない。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "さらに，アルコール分の率A：BのBが，本件発明1のように低比率のBである麦芽発酵飲料は，甲3～6の記載をみても開示されていないし，そのバリエーションとして提供されたことがあった筈とはいえないのは，以下のとおりである。",
                            "甲3に記載の飲料は，その組成は明らかではないが，1頁左欄23行～24行に「これらの飲料はあまりポピュラーではない。それは，得られた混合物が明らかに，知られたビール及びスピリットのフレーバーを合わせたものでしかなく，このフレーバーの組合せはどちらかといえば特殊な味であり，広く受け入れられるものではないためである。」との記載から，ビールとスピリットの双方の風味を有するものであり，スピリットを相当量含んでいるものと認められる。そして，本件発明1は，上記したように，A成分とB成分の双方の調和した風味を楽しむという一般のカクテル等の概念を超えるものであって，甲3記載の飲料のバリエーションということはできない。",
                            "甲4に記載の飲料は，ビールにビール蒸留物及び炭酸を添加した飲料であり，「ビール蒸留物を使用することによって通常のビールよりもアルコールを感じるばかりか，ビール蒸留物に含まれるアロマ物質により発明に値する香味性格を決定する。」と記載されているから，ビール蒸留物は，本来ビール自体が有するはずのアロマ物質を，さらに香味が強められる程度の量添加する必要があり，その目的は，ビールのアルコール含量を高めることで，そのためには相当程度のビール蒸留物を添加する必要があるものと認められる。即ち，本件発明1は，甲4とB成分の量において大きく異なるものであり，各成分の調和した風味を楽しむというものではない。さらに，甲4に記載された目的を達成するためには，炭酸ガス濃度を8-12g/lという高濃度のものとすることが不可欠である。本件発明1の飲料はA成分とB成分からなるものであり，そのような高濃度の炭酸ガス濃度とすることは，本件明細書には記載されておらず，本件発明1にはそのような飲料は含まれないと認められるところ，甲4記載の飲料の炭酸ガス濃度を，例えば通常のビール等と同程度のものとすることは甲4記載の飲料の本来の目的に反することでもある。したがって，本件発明1は，甲4記載の飲料のバリエーションということはできない。",
                            "甲5に記載の飲料は，焼酎で割ったホッピーであり，記載された最も低い焼酎の配合量，すなわちアルコール分0．8％のホッピーに25度の焼酎を入れ，アルコール度が3％となった場合の焼酎の配合量は10％であり，混合飲料の風味に大きな影響を与える量である。すなわち，記載された飲料において焼酎は相当量含まれていると認められる。したがって，本件発明1は，甲5記載の飲料とB成分の量において大きく異なるものであり，A成分，B成分の調和によりもたらされる風味を楽しむものではないから，甲5記載の飲料のバリエーションということはできない。",
                            "甲6は，甲5記載の焼酎がB成分に相当することの根拠として原告が提出したものであるが，念のため検討すると，それに記載された「スピリッツ類」，「リキュール類」は従来発泡酒として区分されていたものであり，アルコール度数はビールと同様のものであると推測される。また，その範囲として，「麦芽，ホップ，水を原料として発酵させたものに麦しょうちゅうを加えた発泡性のある酒類」が記載されているが，通常の麦しょうちゅうのアルコール分は本件発明の10から90％に含まれるものと認められる。しかし，「麦芽，ホップ，水を原料として発酵させたもの」のアルコール分が何％であるのか，それと麦しょうちゅうをどのくらいの量で混合するのかについては，不明である。また，そもそも何のために麦しょうちゅうを加えるのかも不明である。したがって，本件発明1は，甲6記載の飲料のバリエーションということはできない。",
                            "このような甲1～6の記載からてみて，A成分とB成分の風味を同時に味わえる混合飲料は周知であり，各混合飲料の特徴を失わない範囲での各成分の比率の変更は，そのバリエーションであって，公然知られていたか，公然実施されていたということはできるかもしれない。しかしながら，本件発明1の飲料におけるB成分の混合量は，前述のとおり，周知の麦芽発酵飲料の特徴を失わせる程度に少量のものである。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "text": [
                            "したがって，本件発明1は，甲1～甲6の周知の麦芽発酵飲料の種々のバリエーション，例えば，甲1又は甲2に記載された麦芽発酵飲料における，ビールとジン又はウイスキーとの混合割合の当然に行われたバリエーションのうちの一つにすぎず，本件出願前に，公然知られていたか，公然実施をされていた発明であったという原告の上記主張は採用できず，本件発明1が，本件出願前に，公然知られていたか又は公然実施をされていた発明であったとは認められない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "本件発明2～9について",
                      "text": [
                        "本件発明2～9は，本件発明1の発明特定事項をより下位の概念のものとするか，同発明特定事項の数値範囲を限定するものであるから，本件発明1と同様の理由により，本件出願前に，公然知られていたか又は公然実施をされていた発明であったとは認められない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(11)",
              "subject": "無効理由4に関する審決の判断",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "本件発明1",
                      "text": [
                        "本件発明1と，甲1又は甲2に記載された飲料又は甲1～6に記載の周知の麦芽発酵飲料とは，上記イに記載したように，後者において，特にアルコール分の比率A：BのB成分がかなり(原告の計算例では，甲1記載のドックス・ノーズとの比較では約7倍以上)高い点で相違し，さらに，甲1～6には，麦芽発酵飲料にキレを付与する点については，記載されていない。(なお，甲4においては，記載事項(4-1)(4-4)に清涼感について記載されているものの，混合する炭酸ガスによる効果によるものと推定される。)",
                        "そうすると，原告の上記主張にあるように，アルコール度数(アルコール分)に対する人の好みは千差万別であり，甲7から甲9に示されるような消費者における低アルコール志向を考慮に入れても，混合飲料というより飲料添加剤ほどの量しかB成分を混合しない，すなわち周知の麦芽発酵飲料の特徴を失っている本件発明1を，甲1～6に記載の周知の麦芽発酵飲料から当業者であれば容易に想到できるとはいえない。",
                        "即ち，甲1～6は，何れもカクテル等に関するものであるが，カクテルは混合した成分の調和によりもたらされる風味を楽しむものである。これに対し，本件発明1は，前述の如く，カクテルという概念を超えた発明であるから，甲1～6から容易であるということはできない。",
                        "そして，本件発明1において奏される効果についても，甲1又は甲2に記載された飲料又は甲1～6に記載の周知の麦芽発酵飲料から予測できない格別なものである。",
                        "さらに，本件発明1は，アルコール分及びアルコール分の比率A：Bという発明を特定するための事項を，数値範囲により数量的に表現した，いわゆる数値限定の発明として捉えて進歩性を有するというべきである。そして，本件発明1における有利な効果が，その数値範囲内のすべての部分で満たされることも明細書に記載された評価実験により認めることができる。",
                        "したがって，本件発明1が，甲1又は甲2に記載された飲料又は甲1～6に記載された周知の麦芽発酵飲料に基づいて，当業者が容易に発明をすることができたものとは認められない。",
                        "また，同様の理由により，本件発明1が，本件出願前に，公然知られていたか，公然実施をされていた発明と発明特定事項(c)や(d)において相違するとした場合も，本件発明1は，公知・公用発明に基づいて，当業者が容易に発明をすることができたものとは認められない。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "本件発明2～9について",
                      "text": [
                        "本件発明2～9は，本件発明1の発明特定事項をより下位の概念のものとするか，同発明特定事項の数値範囲を限定するものであるから，本件発明1と同様な理由により，甲1又は甲2に記載された飲料，又は甲1～6に記載された周知の麦芽発酵飲料に基づいて，あるいは，本件出願前に，公然知られていたか，公然実施をされていた発明に基づいて，それぞれ当業者が容易に発明をすることができたものとは認められない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審決は第1次判決の拘束力に違反すること)",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1次判決の拘束力の範囲",
              "text": [
                "第1次判決は，第1次審決について「甲1及び甲2の個別の記載事項に基づいてどのような公知発明，公用発明が開示されているかの検討が行われているものの，甲3～甲6については何ら触れられておらず，原告の主張する「甲1～甲6に基づいて，A成分とB成分とを混合してなる麦芽発酵飲料が周知のアルコール飲料であること」についての検討は行われていない。」と認定判断し，「A成分とB成分とを混合してなる麦芽発酵飲料が，本件出願前，周知のアルコール飲料である旨の原告の主張に理由があることは，前示のとおりであるから，審決における上記の判断の遺脱はその結論に影響を及ぼすべきものであって，審決を取り消すべき瑕疵といわなければならない。」と判示した。言い換えれば，第1次審決が甲1～6に基づいて正しい判断をしていれば，原告の主張する「混合割合を問わず，A成分とB成分とを混合してなる麦芽発酵飲料は本件出願前，周知のアルコール飲料であった」という結論に到達していたはずであるところ，甲3～6を検討しなかったために請求不成立という誤った結論となったので，これを取り消したものである。",
                "このように，第1次判決は，「判断の遺脱」との文言によって単なる手続上の瑕疵を認定したものではなく，第1次審決の実体的な判断内容についての認定判断を行ったものであるから，その拘束力は実体的判断に及ぶと解すべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "無効理由3に関する第1次判決の認定判断",
      "text": [
        "無効理由3(甲1～6に基づく新規性欠如)に関して，第1次判決は，「A成分とB成分とを混合してなる麦芽発酵飲料が，本件出願前，周知のアルコール飲料である旨の原告の主張に理由がある」と判示しており，周知技術の認定判断に拘束力が及ぶから，審決は第1次判決の実体的拘束力に違反したものである。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "無効理由4に関する第1次判決の認定判断",
      "text": [
        "無効理由4(甲1～6に基づく進歩性欠如)に関して，第1次判決は，「本件発明のA成分に該当するビールのような麦芽飲料と，B成分に該当する焼酎，ウイスキー，ジンなどの蒸留酒を混ぜ合わせて飲料とすることが周知であることは，前示のとおりであるから，審決における上記の判断の遺脱はその結論に影響を及ぼすべきものであって，審決を取り消すべき瑕疵といわなければならない(しかも，更に進歩性の有無の観点から検討すれば，例えば甲4には，・・・本件発明のアルコール分3～8％と近接するアルコール度を有するものと認められる。また，甲5には，・・・飲用する者の好みのアルコール度数で飲用できることも示唆されているものと認められる。さらに，甲6に記載される「スピリッツ類」及び「リキュール類」は，・・・ビールと同程度のアルコール度数であると推測される。)」と，括弧書きにおいて，甲4～6に，本件発明のアルコール分を充足する麦芽発酵飲料が開示されていることを認定判断している。",
        "したがって，第1次判決が，「判断の遺脱」とした内容は，甲1～6により周知の麦芽発酵飲料に基づけば，原告の進歩性欠如の主張は正しいという実体的判断であるというべきである。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消事由2(審決は第1次審決の不当・違法な蒸し返しであること)",
          "text": [
            "取消事由1で述べたとおり，第1次判決は，原告の主張する無効理由3及び無効理由4についての判断に遺脱があったとする結論を支える認定・判断として，甲1～6に基づく実体的認定・判断をし，これを審決取消事由として明確に挙げているのであるから，かかる実体的認定・判断を無視して，B成分が添加剤程度の量であるからカクテルという概念を超えた発明であるなどとして，A，B成分の混合割合及び混合量を根拠に本件発明1の新規性・進歩性を認める審決は，第1次審決の不当・違法な蒸し返しであり，許されない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明は新規性及び進歩性のないこと)"
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件発明の認定・解釈の誤り",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "本件発明1の実体",
              "text": [
                "A，B両成分の混合割合を，A，B各成分由来のアルコール分の比率(97．5：2．5～90：10)により規定する構成(d)を除けば，本件発明1は，ビールや発泡酒などの麦芽発酵飲料(A成分)と，ウイスキー，ジン，麦焼酎などの蒸留酒(B成分)とを混合し，消費者に好んで飲用されるアルコール濃度(3～8％)にしただけのアルコール飲料であり，第1次判決が認定するところの周知のアルコール飲料に他ならない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "B成分の混合量について",
              "text": [
                "審決は，B成分の混合量について，「B成分自体の有する風味を消失する，通常のカクテル等ではあり得ない程，少量」(16頁17～18行)，「混合するB成分の量自体が，通常のカクテル等と比較して異質というべきもの」(16頁20～21行)，「カクテル全体の風味に大きく寄与し，それ自体の風味をも楽しむための酒の一種として混合されているのではなく，飲料用添加剤として混合される程度のわずかな量」(17頁7～9行)，「カクテルという概念を超えた発明」(17頁19～20行)と，認定ないし解釈した。",
                "しかし，本件明細書には，B成分由来の香味を「強くし過ぎることがないように」との記載はあるが，消失するとの記載はない。むしろ，「B成分の香味が及ぼす影響」，「A成分とB成分の香味特徴を考慮」，「単式蒸留機を用いるB成分は，原料由来の香味がある程度含まれていること」と記載されているとおり，B成分由来の香味があることを前提に，「A成分とB成分の混合割合」を「適宜設定する」ものである。現に，原告が行った実験(甲23)によれば，B成分として常圧蒸留焼酎を用いた場合には，B成分由来のアルコール分の比率が下限であっても，B成分由来の香味が普通以上に感じられたとの結果が得られている。また，カクテルとは，酒に何かが混合されたもの一般を指す(甲30)から，本件発明を，「通常のカクテル等と比較して異質」，「カクテルという概念を超えた」等ということは妥当性を欠く。本件発明のA成分に対するB成分の混合割合の上限は，A成分であるビール(アルコール分5％)350mlに対して，B成分がウイスキー又はジン(アルコール分43％，40％)なら約4～5ml，麦焼酎(アルコール分25％)なら約8ml，アルコール分が10％の蒸留酒なら約19mlであり，審決が認定する程少量ではない。",
                "したがって，審決のB成分混合量についての認定ないし解釈は誤りである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "構成(d)について",
              "text": [
                "構成(d)において，B成分である蒸留酒は，アルコール量が同じであっても，種類や製法やアルコール濃度の違いに依存して，香味成分の種類や量は大きく異なるので，構成(d)は，B成分に含まれる香味成分の種類と量に関しては全く規定していないといえる。また，A，Bいずれの成分に由来しても，アルコールがアルコールであることに違いはなく化学物質として同一であるから，両成分を混合してしまえば，どちらの成分由来のアルコールであるかの区別はなくなる。そうすると，実施例1では，A成分由来のアルコール分とB成分由来のアルコール分の比率を変えた発明品1～5の味覚官能試験(ビールテイストとしてのコクと飲み応え，及び飲用後のキレ味)を行ってはいるものの，実際には，アルコール分の由来ではなく，B成分に由来する香味成分の量の差が，飲み応えやキレ味の評価に影響を与えたと考えられる。",
                "以上により，構成(d)は，本件明細書に記載されたように「B成分由来の香味を強くし過ぎることがない」という技術的意義を有するものとはいえず，審決が認定した「麦芽由来の飲みごたえに加え，爽快な喉越し感とすっきりとした後味，すなわち「キレ」を増強させた麦芽発酵飲料」を提供するという効果を奏するものでもない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "相違点認定の誤り",
      "text": [
        "審決は，「本件発明1と，甲1～6に基づき周知と認められる麦芽発酵飲料，あるいは，甲1又は2にその混合処方が記載されたカクテル(混合飲料)とを比較すると，両者は，その混合処方の割合からみて，後者では，前者の構成(c)(A成分とB成分とを混合してなるアルコール分が3～8％である麦芽発酵飲料であって)及び(d)(A成分のアルコール含有物由来のアルコール分：B成分のアルコール含有の蒸留液由来のアルコール分の率が，97．5：2．5～90：10である)の条件を満たしているとはいえない点で相違する。」と認定したが，実のところ，本件発明1を単に甲1～6に個別に記載された混合処方と比較しているにすぎず，第1次判決が認定した，判断の遺脱が解消していない。第1次判決が認定したとおり，甲1～6によれば，A成分とB成分とを混合してなる麦芽発酵飲料は周知であるから，本件発明1をそれと対比して，周知例として挙げられた甲1～6には本件発明1の構成(d)を満たすA，B各成分由来のアルコール分の比率が明記されていない点で一応相違する，と認定すべきである。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "相違点に関する判断の誤り",
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "新規性判断",
              "text": [
                "審決は，本件発明1は，甲1～6に記載された周知のアルコール飲料のバリエーションの一つということはできず，本件出願時に公然知られていたか公然実施されていた発明であったとは認められないと判断した。",
                "しかし，第1次判決が認めるとおり，本件出願前，A成分とB成分とを混合してなる麦芽発酵飲料は周知のアルコール飲料であった。そして，ビールなどのA成分とジン，ウイスキーなどのB成分とをどのような割合で混合して飲むかは，ビールの風味に加えて，ジン又はウイスキー自体の風味も味わおうとするか否かも含めて，飲用者の自由である。飲用者は，アルコール度数の好みやその日の気分や体調等に合わせて，任意の割合で両成分を混合することができる。また，本件出願前，低アルコール志向が始まっていたこと(甲7～9)から，本件発明の「3～8％」というアルコール分は，消費者に好んで飲用されるアルコール濃度にすぎないといえる。",
                "そうすると，本件出願前，ビールとジン，又はビールとウイスキーとが構成(c)及び(d)を充足する割合で混合されたことも当然あったと推認することができる。",
                "したがって，本件発明1は，周知の麦芽発酵飲料の，当然に行われたバリエーションの一つにすぎず，公然知られていたか，公然実施されていた発明である。"
              ]
            },
            {
              "fig": "イ",
              "subject": "進歩性判断",
              "text": [
                "審決は，本件発明は，甲1及び甲2に記載された飲料又は甲1～6に記載された周知のアルコール飲料に基づいて当業者が容易に発明をすることができたものとは認められないし，公然知られていたか公然実施されていた発明に基づいて当業者が容易に発明をすることができたものとも認められないと判断した。",
                "しかし，上記アのとおり，本件出願前，A成分とB成分とを混合してなる麦芽発酵飲料は周知で，低アルコール志向から，構成(c)が規定する3～8％をも含めて様々なアルコール度数のものが存在していた。そして，ビールなどのA成分とジン，ウイスキーなどのB成分とをどのような割合で混合して飲むかは，アルコール度数の好みやその日の気分や体調等に合わせて，飲用者が自由に決めればよいことである。",
                "そうすると，ビールとジン，又はビールとウイスキーとを構成(d)を充足するような割合で混合する程度のことは，飲用者あるいはアルコール提供者が適宜行い得ることであった。そして，A，B各成分由来のアルコール分の比率だけを規定し，B成分によってもたらされる香味成分の種類や量には全く規定するところのない構成(d)には格別の技術的意義はなく，設計事項ともいえるから，本件発明1の麦芽発酵飲料が，キレが付与されたものであるとはいえず，格別の効果を奏するものであるともいえない。",
                "したがって，本件発明1は，周知の麦芽発酵飲料に基づいて当業者が容易に発明をすることができたものであるといえる。本件発明2～9についても同様である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "text": [
        "以上のとおり，審決の新規性及び進歩性に関する判断には誤りがある。"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審決は第1次判決の拘束力に違反すること)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "第1次判決の拘束力の範囲",
              "text": [
                "第1次判決において，「5 小括(改行)  以上のとおり，審決には，原告の主張する取消事由3及び取消事由4に関して判断の遺脱があり，本件発明について，改めてその新規性及び進歩性の有無を検討しなければならない。(改行)第6 結論(改行)  よって，審決は取り消されるべきものである」と記載されていること，及び第1次審決における実体判断上の瑕疵は認定されていないことからして，「取り消す」との主文が導き出された理由は，「判断の遺脱」という手続上の瑕疵にあったことは，明白である。よって，第1次判決の拘束力は，主文が導き出された理由である「判断の遺脱」という手続上の瑕疵の点にのみ及び，再開された審判手続における実体的な無効理由の判断内容について及ぶものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "無効理由3に関する第1次判決の認定判断",
      "text": [
        "第1次判決が無効理由3(甲1～6に基づく新規性欠如)に関して第1次審決に瑕疵があると認定したのは，「甲1及び甲2を検討するのみで，原告が新規性欠如を立証する証拠として提出した甲3～甲6についての検討は行われていない。」という点において，判断の遺脱があるという，手続上の瑕疵の点のみである。",
        "第1次判決は，甲1～6に基づく発明と本件発明の構成毎の一致点・相違点についての認定判断，及び甲1～6に基づく発明と本件発明との同一性(新規性)についての認定判断は示しておらず，無効理由3についての第1次審決の認定判断に実体における誤りがあるとは述べていない。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "無効理由4に関する第1次判決の認定判断",
      "text": [
        "第1次判決が無効理由4(甲1～6に基づく進歩性欠如)について第1次審決に瑕疵があると認定したのは，「特許法29条1項1号又は2号の発明(公知，公用発明)に基づく進歩性欠如の無効理由」を審理判断しなかったこと，及び「刊行物発明に基づく進歩性欠如の判断に関して甲3～甲6は全く検討していない」という点において，判断の遺脱があるという，手続上の瑕疵の点のみである。",
        "第1次判決は，甲1～6に基づく発明と本件発明の構成毎の一致点・相違点についての認定判断，並びに相違点についての容易想到性(進歩性)の有無についての認定判断は示しておらず，無効理由4についての第1次審決の認定判断に実体における誤りがあるとは述べていない。"
      ]
    },
    {
      "fig": "2",
      "subject": "取消事由2(審決は第1次審決の不当・違法な蒸し返しであること)に対して",
      "text": [
        "上記1のとおり，第1次判決は，第1次審決に「判断の遺脱」があるとの認定判断を示して第1次審決を取り消したもので，その結果再開された無効審判手続において，審判官は上記の「判断の遺脱」があるとされた事項についても，第1次判決の拘束力に従って審理判断したうえで審決を行ったものであるから，審決は第1次判決の拘束力に従ってなされた適法なものである。そして，手続上の瑕疵を理由として審決が取り消された場合には，実体判断には取消判決の拘束力が及ばないから，手続の是正がされれば，取り消された審決と同一理由，同一結論の審決をすることが可能である。",
        "したがって，実体判断について何らの拘束力も受けない審決の判断においては，第1次審決と同様の論理構成を取ることも，同一の結論となることも自由かつ適法になし得ることであって，何ら不当・違法な蒸し返しとなるものではない。"
      ]
    },
    {
      "fig": "3",
      "subject": "取消事由3(本件発明は新規性及び進歩性のないこと)に対して",
      "content": [
        {
          "fig": "(1)",
          "subject": "本件発明の認定・解釈の誤りに対して",
          "content": [
            {
              "fig": "ア",
              "subject": "本件発明1の実体",
              "text": [
                "本件発明1は，本件明細書から理解されるとおり，ビールや発泡酒等の香味の改善として，A成分中の「麦芽比率が20％以上」との要件によってビールや発泡酒等における麦芽由来の「飲み応え」(コク)を確保しつつ，「麦を原料の一部としたアルコール含有物を蒸留して得たB成分」を「A成分由来のアルコール分：B成分由来のアルコール分の比率が97．5：2．5～90：10」となるように添加することによって「キレ」を付与するものであり，アルコール分を3～8％の範囲内に調整することを必須の構成とした麦芽発酵飲料である。このように，本件発明1は，構成(a)～(d)の全てを不可分一体に具備することによって，ビールテイストとして麦芽由来の飲み応えを確保したうえで，飲用後のキレをも合わせ持つ麦芽発酵飲料を，消費者に好んで飲用されるアルコール濃度として提供することができるものである。"
              ]
            },
            {
              "fig": "イ",
              "subject": "B成分の混合量について",
              "text": [
                "原告は，審決における「B成分自体の有する風味を消失する」，「通常のカクテル」，「カクテルという概念」，及び「飲料用添加物」などの表現について論難する。",
                "しかし，上記表現は，本件発明1の特徴の一つである「A成分由来のアルコール分：B成分由来のアルコール分の比率が97．5：2．5～90：10の範囲」という構成(d)の構成を意味するものにすぎず，その表現の仕方の当不当を論じるのは失当である。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "構成(d)について",
              "text": [
                "原告は，構成(d)は，B成分に含まれる香味成分の種類と量に関して規定するものではなく，飲み応えを確保しつつ，キレを付与するという技術的意義を有するものではない旨主張する。",
                "しかし，本件明細書に接した当業者は，本件発明1が解決課題とするビールや発泡酒の「飲み応え」を確保したうえで「キレ」を合わせ持つ麦芽発酵飲料を得るための解決手段としては，特許請求の範囲に必須要件として明記されている構成(a)～(d)の構成，特に，構成(d)の構成とすべきことを理解し，A成分及びB成分のいずれについても特段の限定が特許請求の範囲に記載されていない香味に関しては，当業者が本件発明1を実施するに当たって適宜に選択することができる設計事項であることを理解する。そして，実施例1には，A成分由来のアルコール分に対するB成分由来のアルコール分の比率のみに差異がある発明品1～5について，ビールテイストとしてのコクと飲み応え，及び飲用後のキレ味についての味覚官能試験がなされ，「本発明が提供する麦芽発酵飲料，中でも発明品2～4のものは，ビールテイストのコクと飲み応えがあり，その上で飲用後の後味として，さっぱりとしたキレ味が付与されているものである」との結果が得られたのだから，本件発明1の効果は，構成(d)によるものと評価すべきである。",
                "したがって，構成(d)がB成分に含まれる香味成分の種類と量を特定していないことは何の問題にもならず，原告の上記主張は，本件明細書の記載に反したものである。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "相違点認定の誤りに対して",
          "text": [
            "原告は，審決は，実のところ，本件発明1を甲1～6の個別の混合処方と対比して相違点を認定しており，第1次判決が認定した判断の遺脱が解消しておらず，本件発明1と甲1～6を総合して把握される周知の麦芽発酵飲料と対比して，両者は「甲1～甲6には構成(d)を満たすA，B各成分由来のアルコール分の比率が明記されていない点で一応相違する」と認定すべき旨主張する。",
            "しかし，審決は，原告が新規性及び進歩性欠如の証拠として提出した甲1～6の全てについての検討を行い，「甲第1～6号証の記載によれば，A成分とB成分を混合してなる麦芽発酵飲料は，本件出願前，周知のアルコール飲料であることは明らかである」と認定して，本件発明1と対比しているから，判断の遺脱はない。また，原告が主張する一応の相違点は，「A成分とB成分とを混合してなるアルコール分が3～8％である麦芽発酵飲料」が周知であることを前提としていると解されるが，そのような事実は立証されていない。甲1～6に共通し，周知であると認定できる構成は，「A成分とB成分とを混合してなる麦芽発酵飲料」の限度であるから，原告の上記主張は成り立たない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "相違点に関する判断の誤りに対して",
          "text": [
            "甲1～6には，本件発明1の構成(a)～(d)をすべて充足する麦芽発酵飲料，特に，構成(c)及び(d)を共に具備する麦芽発酵飲料(e)が記載も示唆もされておらず，審決の新規性及び進歩性判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "新規性に関する原告主張に対して",
              "text": [
                "原告は，本件出願前，ビールとジン，又はビールとウイスキーとが構成(d)を充足する割合で混合されたことは当然あった旨主張する。",
                "しかし，この主張は，審決の認定判断の一部のみを恣意的に取り上げている点，構成(d)の技術的意義についての誤った解釈を前提とする点，甲1～6記載の周知の麦芽発酵飲料(e)が構成(c)及び(d)を満たさないという審決が認定した相違点に基づいていない点，及び，当然あったはずなどという立証のない推認を基礎とする点において，失当である。しかも，原告は，本件出願前に，構成(c)及び(d)を共に充足する麦芽発酵飲料(e)が公然知られていたか公然実施されていたことを立証していない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "進歩性に関する原告主張に対して",
              "text": [
                "原告は，本件出願前，A成分とB成分とを混合してなる麦芽発酵飲料は周知で，構成(c)が規定する3～8％をも含めて様々なアルコール度数のものが存在していたうえ，低アルコール志向が始まっており，ビールなどのA成分とジン，ウイスキーなどのB成分とをどのような割合で混合して飲むかは，アルコール度数の好みやその日の気分や体調等に合わせて，飲用者が自由に決めればよいことであるから，本件発明1は進歩性を欠如する旨主張する。",
                "しかし，原告が提出した甲1～6の麦芽発酵飲料に共通し，周知と認定できる構成は，「A成分とB成分とを混合してなる麦芽発酵飲料」の限度であり，アルコール度数もアルコール分の由来も判明しないものである。たとえ低アルコール志向があるとしても，単にアルコール飲料の度数を減じれば本件発明1の構成となるわけではない。本件発明1は，ビールテイストとしてのコクとキレを併せ持つ麦芽発酵飲料を得るという課題を，A成分及びB成分を特定し，それらの混合割合を由来アルコール分比率によって特定し，得られる麦芽発酵飲料のアルコール度数を特定することではじめて解決したものである。これに対し，甲1～6には，上記課題自体が存在せず，本件発明1に至る動機付けがない。",
                "また，原告は，構成(d)に格別な技術的意義はない，本件発明1に格別な効果はないなどとも主張するが，いずれも本件明細書の記載に反したものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1，2(拘束力違反，不当・違法な蒸し返し)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "第1次判決は，第1次審決を違法とした理由として次のとおり判断した。ア～ウが新規性なしとの無効理由3に関するものであり，エ，オが容易想到性の無効理由4に関するものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明のA成分に該当するビールのような麦芽飲料と，B成分に該当する焼酎，ウイスキー，ジンなどの蒸留酒を混ぜ合わせて飲料とすることは，周知のことと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告の主張する「甲1～甲6に基づいて，A成分とB成分とを混合してなる麦芽発酵飲料が周知のアルコール飲料であること」についての検討は行われていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，第1次審決には，本件発明に関して原告の主張する無効理由3に判断の遺脱があると認められるところ，A成分とB成分とを混合してなる麦芽発酵飲料が，本件出願前，周知のアルコール飲料である旨の原告の主張に理由があることは，前示のとおりであるから，第1次審決における上記の判断の遺脱はその結論に影響を及ぼすべきものであって，第1次審決を取り消すべき瑕疵といわなければならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，審判において，無効理由3(新規性欠如)と同様に，甲1～甲6に基づき，「公然知られた発明又は公然実施をされた発明(特許法29条1項1号又は2号の発明)」として「周知の麦芽発酵飲料」を主張立証していたものと認められるから，そのような公然知られた発明又は公然実施をされた発明に基づく進歩性欠如の無効理由4を，審判請求の当初から主張していたことが明らかであり，甲1又は甲2はその例示として取り上げられたにすぎないものといえる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そうすると，第1次審決が，特許法29条1項1号又は2号の発明(公知，公用発明)に基づく進歩性欠如の無効理由は新たな主張であるとして排斥し，同条1項3号の発明(刊行物発明)に基づく進歩性欠如の無効理由のみを判断したことは誤りであり(なお，第1次審決は，刊行物発明に基づく進歩性欠如の判断に関しても，甲1及び甲2のみを取り上げ，甲3～甲6は全く検討していない。)，第1次審決には，原告の主張する無効理由4に判断の遺脱があるといわなければならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件の審決(第2次審決)は，上記ア～オの第1次判決の説示に従い，判断遺脱とされた点について判断を加えたものであり，そこに拘束力違反ないし不当違法な蒸し返しの違法はない。",
                "原告は，第1次判決は，甲1～6から周知であるA成分とB成分とを混合してなる麦芽発酵飲料に基づけば，本件発明は進歩性を欠如するとの実体的判断をしたといえるから，審決は拘束力に違反する旨主張する。",
                "しかし，第1次判決は，甲1～6によればA成分とB成分とを混合してなる麦芽発酵飲料が周知であるとは判示したものの，A成分とB成分の混合比率を本件発明のようにすることに進歩性がないとまで判断していない。第1次判決は「しかも，更に進歩性の有無の観点から検討すれば，例えば甲4には，ビールとビール蒸留物を混合してなり，アルコール含量が8．5～15容量％であるアルコール含有飲料が開示されており，本件発明のアルコール分3～8％と近接するアルコール度を有するものと認められる。また，甲5には，麦芽発酵飲料と焼酎との混合飲料において，アルコール度が約3％から約8％となる旨が開示されており，飲用する者の好みのアルコール度数で飲用できることも示唆されているものと認められる。さらに，甲6に記載される「スピリッツ類」及び「リキュール類」は，ビールや発泡酒に麦焼酎を加えた飲料であって，改正前の酒税法上ビール様飲料である「発泡酒」に分類されていたものであるから，ビールと同程度のアルコール度数であると推測される。」と括弧書きで示しているが，本件発明の構成に関する容易想到性判断を示したものではない。原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，取消事由1，2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由3(本件発明は新規性及び進歩性のないこと)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "本件発明1は，本件発明の要旨に記載したとおり，ビールや発泡酒等のビールテイスト飲料であるA成分と，焼酎やウイスキー等の蒸留酒であるB成分とが，「A成分とB成分とを混合してなるアルコール分が3～8％である麦芽発酵飲料であって」との構成(c)及び「A成分のアルコール含有物由来のアルコール分：B成分のアルコール含有の蒸留液由来のアルコール分の率が，97．5：2．5～90：10であることを特徴とする」との構成(d)を兼ね備えた割合で混合されてなる麦芽発酵飲料である。",
                "構成(c)及び構成(d)を共に充たすA成分とB成分の容積比は，原告が計算するとおり(被告も争わない。)，A成分としてビール(アルコール分5％)350mlに対して，B成分がウイスキー(アルコール分43％)であれば約1．0～4．4ml，ジン(アルコール分40％)であれば約1．1～4．8ml，麦焼酎(アルコール分25％)であれば約1．8～7．6ml，アルコール分が10％の蒸留酒であれば約4．5～19．0mlであって，B成分の容積は，飲料全体の約5％よりも少ない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1～6との対比",
              "text": [
                "これに対して，甲1～6によれば，A成分とB成分とを混合してなる麦芽発酵飲料が本件出願日前周知であったことが認められる。ここで，各証拠におけるA成分とB成分の混合比率を，各種酒類の一般的なアルコール分に基づいて検討する。",
                "まず，甲1には，黒ビール300mlに対してドライ・ジンを，オールド処方では45ml，ニュー処方では30ml混合してなるドックス・ノーズというカクテルが記載されている。黒ビール及びドライ・ジンのアルコール分は記載されていないが，それぞれ5％及び40％という一般的な数値で計算すると，オールド処方では，カクテルのアルコール分9．5％，A成分由来のアルコール分：B成分由来のアルコール分は約90：108であり，ニュー処方では，カクテルのアルコール分約8．2％，A成分由来のアルコール分：B成分由来のアルコール分は約90：78である。このとおり，甲1に記載されたカクテルは，構成(c)には近いものの，構成(d)とは大きく異なるものであるといえる。",
                "甲2に記載されたボイラーメーカーというカクテルは，ウイスキー30mlをショット・グラスに入れてビア・マグに沈め，適量のビールで満たしたものであり，アルコール分は35度であるから，構成(c)のアルコール濃度を大きく超える。また，ビール及びウイスキーのアルコール分を，それぞれ5％及び43％とすると，A成分由来のアルコール分：B成分由来のアルコール分は約3：97であり，構成(d)と大きく異なる。また，甲2に記載されたヨーシュというカクテルは，スピリッツをビールで割るものであるから，スピリッツの容積がカクテル全体の数％まで少ないとは認められず，構成(c)はもちろん構成(d)を充たしたり，示唆するものとはいえない。",
                "甲3には，ビールとウイスキーの混合物が記載されているが，ビールとウイスキーのフレーバーを寄せ集めた多少特殊な味と記載されているから，ウイスキーも相当量入っていると認められ，構成(c)及び構成(d)を充たしたり，示唆するものとはいえない。",
                "甲4に記載された，ビールをベースとするアルコール含有飲料は，アルコール分が8．5～15容量％であるので，構成(c)のアルコール分を超え，請求項3に記載された具体的組成(ビール66％，アルコール分20％のビール蒸留液34％)において，ビールのアルコール分を一般的な5％とすると，A成分由来のアルコール分：B成分由来のアルコール分は約90：182となり，構成(d)とは大きく異なる。",
                "甲5には，ホッピーと焼酎を混合した飲料が記載されているが，一般的な焼酎のアルコール分が25％であるのに対して，ホッピーのアルコール分はわずか0．8％であるから，構成(c)のアルコール分3～8％を充たすためには，ホッピーの容積を相当少なくする必要があり，その結果，アルコール分の大半が焼酎由来となり，構成(d)で特定するアルコール分の由来の比率を充たすことはない。",
                "甲6には，改正後酒税法のスピリッツ類及びリキュール類の例として，麦芽，ホップ及び水を原料として発酵させたものに麦焼酎を加えた発泡性酒類が記載されているが，両者の混合比率については記載がなく，不明である。",
                "以上によれば，甲1～6のいずれにも，アルコール分のうちB成分由来のものの率が本件発明1の構成(d)で特定するほど少ない飲料の開示も示唆もない。また，各種カクテルを記載する「飲食店の業種別カクテル・メニュー」(甲1)，「カクテル大事典800」(甲2，甲15，甲17)，及び「新カクテル全書」(甲29)をみても，複数種類のアルコール飲料を混合して飲料を調整するにあたって，一つの種類のアルコール飲料の混合容積を全体の5％程度まで少なくすることが一般的であるとは認めることができない。結局，甲1～6のみならず，いずれの証拠からも，B成分の混合容積を全体の5％程度以下まで少なくすることの動機付けは見いだせず，構成(c)及び構成(d)を兼ね備えた技術思想を導き出すことはできないから，本件発明1は，A成分とB成分とを混合してなる周知の麦芽発酵飲料の当然に行われたバリエーションの一つであるとはいえないし，当業者が容易に想到し得たものともいえない。本件発明1の構成を全て備えた上で，A成分又はB成分について特定する本件発明2～9についても同様である。したがって，審決の新規性及び進歩性の判断に誤りはない。当然のことながら，原告主張の相違点認定の誤りもない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "B成分の混合量について",
                  "text": [
                    "原告は，審決が，B成分の混合量について，「B成分自体の有する風味を消失する，通常のカクテル等ではあり得ない程，少量」，「混合するB成分の量自体が，通常のカクテル等と比較して異質というべきもの」，「カクテル全体の風味に大きく寄与し，それ自体の風味をも楽しむための酒の一種として混合されているのではなく，飲料用添加剤として混合される程度のわずかな量」，及び「カクテルという概念を超えた発明」などと認定ないし解釈したのは誤りである旨主張する。",
                    "しかし，審決におけるこれらの表現は，構成(c)，(d)及び効果について評価したものであり，構成(c)，(d)に関する上記(1)の判断に影響を及ぼすものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成(d)について",
                  "text": [
                    "原告は，構成(d)は，香味成分の種類や量について何ら規定するものではないから，構成(d)はB成分由来の香味を強くし過ぎることがないようにするための特定であるとの特許明細書中の記載や，構成(d)により飲み応えとキレを増強させる効果が奏されると審決が認定したのは誤りである旨主張する。",
                    "しかし，これらの本件明細書中の記載や審決が認定した効果は，構成(c)及び(d)を兼ね備えた本件発明の新規性や容易非想到性の判断を裏付けこそすれ，その判断を左右するものではなく，審決の結論に影響を及ぼすものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "新規性及び進歩性判断について",
                  "text": [
                    "原告は，A成分とB成分をどのような割合で混合するかは飲用者の自由であり，本件出願前に低アルコール志向が始まっていたことから，構成(c)及び(d)を充たす割合で混合されたことが，本件出願前に当然あったと推認できるし，当業者が適宜行い得ることであったとし，構成(d)に技術的意義はなく効果の顕著性も認められない旨主張する。",
                    "しかし，原告が提出するいずれの証拠にも，構成(c)及び(d)を兼ね備えたアルコール飲料の記載も示唆もない。そして，たとえ低アルコール志向によりアルコール分を下げて構成(c)の範囲にしたとしても，構成(d)を導く動機は見いだせない。したがって，A成分及びB成分を構成(c)及び(d)を共に充たす割合で混合することが当然あったとか，又は当業者が適宜行い得たと認められず，効果の顕著性がないとも認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告の請求には理由がない。よって，主文のとおり判決する。"
      ]
    }
  ]
}