{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2011-800265号事件について平成24年9月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，後記1のとおりの手続において，後記2の発明に係る特許に対する原告の特許無効審判の請求について，特許庁が同請求は成り立たないとした別紙審決書(写し)記載の審決(以下「本件審決」という。その理由の要旨は後記3のとおり)には，後記4の取消事由があると主張して，その取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成14年4月1日，発明の名称を「回転歯ブラシの製造方法及び製造装置」とする特許出願(以下「本件出願」という。)をし，平成19年7月6日，設定の登録(特許第3981290号。請求項の数7)を受けた(甲23)。以下，この特許を「本件特許」といい，本件特許に係る明細書(甲1)を，図面を含めて「本件明細書」という。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成23年12月22日，本件特許の請求項2及び3に係る特許について，特許無効審判を請求し，特許庁に無効2011-800265号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成24年9月19日，「本件審判の請求は，成り立たない。」旨の本件審決をし，同月26日，その謄本が原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の請求項2及び3の記載は，次のとおりである。以下，請求項2に係る発明を「本件発明1」，請求項3に係る発明を「本件発明2」といい，これらを併せて「本件各発明」という。",
            "【請求項2】",
            "多数枚を重ねて回転ブラシを形成するブラシ単体の製造方法であって，",
            "多数の素線を束状に集合させてなる素線群を台座に設けた挿通孔から外方に一定量突出させる第1の工程と，",
            "この素線群の突出端の中央にエアを吹き込んで素線群を放射方向に開く第2の工程と，",
            "開かれた素線群を台座に固定した状態で素線群の中央部分を溶着する第3の工程と，",
            "溶着された中央部分の中心部を切除する第4の工程とからなる回転ブラシのブラシ単体の製造方法。",
            "【請求項3】",
            "多数枚を重ねて回転ブラシを形成するためのブラシ単体の製造装置であって，",
            "多数の素線を束状に集合させてなる素線群を通す挿通孔を設けた台座と，",
            "素線群を掴んで台座の挿通孔から一定量突出させて保持するチャックと，",
            "素線群の突出端の中央にエアを吹き込んで素線群を放射方向に開くノズルと，",
            "開かれた素線群を台座に固定する押え体と，",
            "素線群を台座に固定した状態で素線群の中央部分を溶着する溶着機と，",
            "溶着機による溶着部分の中心部を切除する切除手段とを備えている回転ブラシのブラシ単体の製造装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，要するに，①本件明細書の発明の詳細な説明は，本件各発明を当業者が実施できる程度に明確かつ十分に記載したものであるから，本件特許は平成14年法律第24号による改正前の特許法36条4項の規定(以下，同項に規定する要件を「実施可能要件」という。)に違反する出願に対してされたものではない，②本件各発明は，発明の詳細な説明に記載したものであり，同条6項1号の規定(以下，同号に規定する要件を「サポート要件」という。)に違反するものではないから，請求人(原告)が主張する無効理由により本件各発明に係る特許を無効にすることはできないというものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件に係る判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "サポート要件に係る判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(実施可能要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，原告主張の「他の具体例」の構成が本件各発明に含まれると想定されるとしても，本件明細書に接した当業者であれば，本件出願時の技術常識に基づいて当該構成を備えた本件各発明を十分実施できるから，本件明細書の発明の詳細な説明は，本件各発明を当業者が実施できる程度に明確かつ十分に記載したものである旨判断しているが，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「他の具体例2」について",
                  "text": [
                    "本件審決は，本件各発明(請求項2及び3)の「開かれた素線群」について，「エアの吹き込みとともにエア以外の他の接触手段(たとえば押し込み装置などの機械的手段)によっても開かれた素線群」という「他の具体例2」(以下「本件具体例2」という。)が想定されたとしても，そのような実施態様の発明についても，素線群の材料や寸法，接触手段の構成，固定状態などを考慮して，本件出願時の技術常識に基づいて当業者であれば十分実施できる旨判断した。",
                    "しかしながら，素線群をエアの吹き込みのみで開く場合と，エア以外の機械的手段又は接触手段によって開く場合とでは，エアの吹き込みの時間(タイミング)，素線群の開き具合，素線群の開いた状態，エアの吹き込みの強さ，吹き込みの場所，素線群の材料，素線群の寸法，固定状態，素線群を開く接触手段の構成・範囲等が明らかに異なるが，本件明細書には，エア以外の他の接触手段によって素線群を開く場合についての記載はないし，本件出願時の技術常識に基づいてエア以外の他の接触手段によって「開かれた素線群」を備えた本件各発明を当業者が実施することはできない。",
                    "したがって，本件審決の上記判断は，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「他の具体例4」について",
                  "text": [
                    "本件審決は，本件各発明(請求項2及び3)の「台座に固定した状態」について，「「溶着後に素線群が溶着手段にくっついて持ち上がるのを防止するため」に継続的に非加圧固定した状態」という「他の具体例4」(以下「本件具体例4」という。)が想定されたとしても，台座に素線群を固定する目的は，溶着や切断を含む素線群の加工処理の過程において素線群をずれないようにするためのものであることは，本件明細書に接した当業者であれば当然認識できることであり，その目的達成のために，固定手段又は固定機構を備えるようにすることは，本件出願時の技術常識に基づいて当業者が十分理解できる旨判断した。",
                    "しかしながら，溶着や切断を含む素線群の加工処理の過程において素線群をずれないようにするという目的達成のための固定手段と溶着後に素線群が溶着手段にくっついて持ち上がるのを防止するという目的達成のための固定手段とでは，固定の態様(加圧の有無，固定範囲，固定方向とそれに伴う固定機構等)，押さえ手段の形状，固定ないし固定解除のタイミングが全く異なるが，これらの相違に対応すべき材料，装置，手段等については，本件明細書の記載を参酌しても明らかではないし，本件出願時の技術常識に基づいて「溶着後に素線群が溶着手段にくっついて持ち上がるのを防止するという目的達成のための固定手段」を備えた本件各発明を当業者が実施することはできない。",
                    "したがって，本件審決の上記判断は，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「他の具体例6」について",
                  "text": [
                    "本件審決は，原告が本件各発明の「他の具体例6」(以下「本件具体例6」という。)として想定する「溶着が終了する前」，つまり「完全には溶着されていないものの部分的に又は工程進行的に溶着されつつある状態」で切除するもの(「溶着ヘッドが素線を台座とで挟んで密着した位置にあるときに，溶着機による溶着部分の中心部を台座の下側から切除するもの」)に関し，「第3の工程」は，溶着された素線群の中央部分を切除し，ブラシ単体から回転ブラシを構成するために必要な「環状部」を形成するためのものであり，溶着部分がある程度固化し，切除後にその環状部が維持される程度に溶着されていれば十分その目的を達せられることは，本件明細書に接した当業者であれば当然認識できることであり，「溶着された中央部分」について，切除タイミングが適宜設定され得ることである旨判断した。",
                    "しかしながら，本件発明1の特許請求の範囲の請求項2は，「溶着された中央部分の中心部を切除する第4の工程」との文言があるように，「第3の工程」である溶着工程と「第4の工程」である切除工程について，前工程が完結した後に順番に実施される経時上，機能上独立した工程として規定していること，本件明細書の段落【0028】には，第3の工程において溶着に使用された溶着機6が，第4の工程において別の治具であるノズル4に置き換わって切除を実施する構成が開示されていることによれば，本件発明1は，「溶着後に切除する」ことをその本質的内容とするものといえるところ，「溶着中に切除」することと「溶着後に切除」することとは，その技術思想及び目的効果の点で異質なものであるが，本件明細書には，「溶着中に切除」することについての記載は一切ない。",
                    "また，本件具体例6の構成における切除タイミングは，溶着手段(ホーン等)に切除刃を接触させることになるが，溶着中に，その振動構造に切除刃を接触させて切除を行うことは，切除刃を摩耗ないしチッピングさせてしまうという不都合が生じるため，「溶着中に切除」する方法は，本件出願当時，通常用いられておらず，本件出願時の技術常識としては，「切除」と「溶着」は別々の工程であると考えられていた(例えば，甲15ないし21)。",
                    "そして，本件具体例6のように，「完全には溶着されていないものの部分的に又は工程進行的に溶着されつつある状態」で切除するには，「溶着機の側とは反対の台座の下側から切除する」切除手段を備えるなど，切除開始位置，切除方向，そのための切除機構の構成などが「溶着後に切除」する場合とは全く異なるため，本件出願当時の当業者の実施能力をはるかに超えた構成上の工夫が必要とされるものであり，本件出願時の技術常識に基づいて本件具体例6の構成を備えた本件各発明を当業者が実施することはできない。",
                    "したがって，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「他の具体例8」について",
                  "text": [
                    "本件審決は，請求項2の「溶着された中央部分の中心部を切除」又は請求項3の「溶着部分の中心部を切除」には，「溶着対象の中心部分」を切除する構成のほかに，「溶着部分の中央側であって，溶着されない非溶着部分の中心部」を切除する構成である「他の具体例8」(以下「本件具体例8」という。)も具体的に想定されるとの原告の主張に対し，溶着された中心部の切除は，ブラシ単体から回転ブラシを構成するために必要な環状部をブラシ単体に形成するためのものであり，切除後に，その環状部が維持され，かつ，回転ブラシ構成時においても，環状部に所望の強度が得られるようなっていれば十分その目的を達せられることは，本件明細書に接した当業者であれば当然認識できることであり，また，切除部の状態や切除方向，切除部の強度を考慮して，その切除刃の方向，形状を定め得ることや，各製造工程のタイミングを考慮して切除のタイミングを定め得ることは，本件出願時の技術常識に基づいて当業者が十分理解できる旨判断した。",
                    "しかしながら，請求項2の「溶着された中央部分の中心部」又は請求項3の「溶着部分の中心部」には，「溶着対象の中央部分の中心部」と本件具体例8の「溶着部分の中央側であって，溶着されない非溶着部分の中心部」とが想定され得るところ，この両者については，切除タイミング，切除方向，切除刃の具体的構成等が異なり，その結果として，切除後の切除面の状態も大きく異なるものであるが，これらの相違に対応すべき材料，装置，手段等は，本件明細書から読み取ることができないし，本件出願時の技術常識に基づいて本件具体例8の構成を備えた本件各発明を当業者が実施することはできない。",
                    "したがって，本件審決の上記判断は，誤りである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件明細書の発明の詳細な説明は，本件各発明に含まれるものと想定される本件具体例2，4，6及び8(以下「本件各具体例」という。)の各構成について当業者が実施できる程度に明確かつ十分に記載したものとはいえず，本件特許は実施可能要件に違反するから，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張アに対し",
                  "text": [
                    "本件明細書の段落【0025】には，実施例として，「図4及び図5に示すように，ノズル4が押え体5の押え本体51の挿通孔51aの内部へと突入され，ノズル4の空気通路41からエアが，台座2の挿通孔2aから上方に突出された素線群1の上端中央に吹き込まれて，この素線群1が放射方向へ開かれる」との記載がある。図4及び図5を見れば，上記実施例は，エアにより素線群を開放し(図4)，ノズル4が降下して素線群1と接触し，素線群1を更に押し広げる(図5)ことが明らかである。原告が主張する本件具体例2の構成は，上記実施例記載のエアで開放した素線群をノズルで押し広げるだけであり，図4及び図5に照らせば，本件具体例2の構成による「ブラシ単体の製造」が実施可能であることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張イに対し",
                  "text": [
                    "原告が主張する本件具体例4の構成は，客観的に見れば「台座に固定した状態」という本件明細書の発明の詳細な説明に記載された実施例と同じである。また，「固定」の目的は，持ち上がり防止のために固定する場合でも，これに限定されるものではなく，持ち上がりを防止する前に，溶着や切断を含む素線群の加工処理の過程において素線群がずれないように固定するのであるから，本件具体例4の構成は，上記実施例に含まれる。",
                    "仮に本件具体例4の構成が上記実施例に含まれないとしても，本件具体例4の構成と上記実施例とでは「台座に固定した状態」という客観的状況に変わりはないこと，本件具体例4の構成は原告が実際にブラシ単体を製造している方法の構成であることからすれば，当業者において，本件具体例4の構成による「ブラシ単体の製造」が実施可能であることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張ウに対し",
                  "text": [
                    "本件明細書の段落【0027】及び【0028】には，請求項2の「第3の工程」及び「第4の工程」の実施例が記載されており，上記実施例と原告主張の本件具体例6の構成とは，溶着された状態(溶着開始後)で切除していることに変わりはない。",
                    "そして，本件明細書記載の溶着・切除のタイミングと本件具体例6の溶着・切除のタイミングとをみると，いずれも溶着された状態で切除しているものであるところ，切除後にその環状部が維持されるほどに，溶着部分が固化されている状態となるよう切除のタイミングを設定することは，当業者であれば，本件出願時の技術常識に基づいて十分実施できることであり，本件明細書に接した当業者が本件具体例6を実施形態とする本件各発明を実施できないとする理由はない。",
                    "また，原告は，溶着中に切除を行うことは，切除刃を摩耗ないしチッピングさせてしまうため，通常用いられていない旨主張するが，単にコスト面で実施していないだけであり，溶着中に切除することが実施できないわけではない。",
                    "さらに，本件出願前に発行された刊行物である甲22には，溶着中に切除する構成が開示されていることからすると，本件出願時に，溶着中に切除することが実施可能であったことは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告の主張エに対し",
                  "text": [
                    "本件明細書の段落【0028】及び【0030】には，実施例として，「素線群1の溶着部の中心部分を円形に切除する」との記載がある。原告が主張する本件具体例8の構成は，溶着部分の中央側であって，溶着されない非溶着部分の中心部を切除するものであるが，結局のところ，素線群1の溶着部の中心部分を円形に切除しているのであるから，上記実施例に含まれるものといえる。",
                    "仮に原告主張の本件具体例8の構成が上記実施例に含まれないとしても，本件具体例8の構成と上記実施例のいずれの方法も，ブラシ単体に柄を通すための環状穴を溶着部分の内側に形成する方法であることには変わりはないから，当業者において，本件具体例8の構成による「ブラシ単体の製造」が実施可能であることは明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件特許に実施可能要件違反はないとした本件審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(サポート要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件各発明は，発明の詳細な説明に記載したものであり，サポート要件に違反するものではない旨判断した。",
                "しかしながら，請求項2及び3の記載は本件各具体例の構成を含む包括的な記載となっているが，発明の詳細な説明には，本件各具体例の構成についての記載はなく，本件出願時の技術常識に照らしても，本件各具体例の構成を備えた本件各発明の範囲まで，発明の詳細な説明において開示された内容を拡張ないし一般化できるものではない。",
                "また，本件明細書の記載(段落【0002】，【0003】)を斟酌すると，従来の技術では，環状部となる部分が，切除(カット)工程の後に溶着(接合)工程を経ることにより完成するものであったため，接合前の扁平部の両端が不安定な状態にあり，溶着(接合)工程時に両端の接合部位にずれが生じることになり，その結果厚みが不均一となっていたが，本件各発明は，先に溶着工程を完了し，中央部分を完全に固化した状態にしてから切除工程を行う構成とすることによって，ブラシ単体の厚みが不均一になるという課題を克服したものであり，この点が本件各発明の特徴的な構成であって，本件各発明の本質的部分である。しかるところ，本件具体例6の構成のように「溶着中の切除」では，切除前に中央部分が完全に固化した状態にならないので，ブラシ単体の厚みが不均一になるという問題を解決できないはずであるが，本件明細書には，それを回避する手段についての記載もないから，本件各発明は，サポート要件に違反している。",
                "したがって，本件審決の上記判断は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "明細書の「発明の詳細な説明」には，請求項に係る発明の実施形態を少なくとも一つ記載することが必要とされるが，請求項に係る発明(上位概念)に含まれる全ての下位概念又は全ての選択肢について実施の形態を示す必要はなく，単に発明の詳細な説明において，想定され得る全ての実施態様について記載していないからといってサポート要件違反になるものではない。",
                "本件各発明の課題は，ブラシ単体を効率良く製造することであり(本件明細書の段落【0004】)，この課題を解決するべく，請求項2には，第1の工程ないし第4の工程が示されており，これらの工程については，本件明細書の段落【0024】ないし【0028】及び図3ないし図9に具体的に記載されており，当業者であれば，これら四つの工程によりブラシ単体を効率良く製造することができ，本件各発明の課題を解決することができる。",
                "また，請求項3記載の「台座」，「チャック」，「ノズル」，「押え体」，「溶着機」，「切除手段」の個々の構成・機能，それらの相互の関連を示す構成及びその動作構成について，本件明細書の段落【0013】ないし【0022】及び図1ないし図9に記載されており，当業者であれば，本件出願時の技術常識に基づいて，請求項3に係る「回転ブラシのブラシ単体の製造装置」を製造することができる。",
                "そして，本件明細書の段落【0023】ないし【0035】及び図1ないし図9には，上記製造装置を使用して，ブラシ単体を連続的に製造する工程が具体的に示されており，当業者であれば当該装置を使用してブラシ単体を効率良く製造することができるから，本件各発明の課題を解決することができる。",
                "以上のとおり，本件明細書の発明の詳細な説明には，本件各発明がその課題を解決できることを当業者が認識できるように記載されているから，本件各発明がサポート要件に違反するものではないとした本件審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(実施可能要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明の特許請求の範囲(請求項2及び3)の記載は，前記第2の2のとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書(甲1)の「発明の詳細な説明」には，次のような記載がある(なお，下記記載中に引用する「図1」ないし「図9」，「図16」については，別紙図面参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【発明の属する技術分野】",
                      "text": [
                        "本発明は，歯に付着したプラークの除去及び歯茎のマッサージに好適なロール歯ブラシの製造方法及びその製造装置に関するものである。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【従来の技術】",
                      "text": [
                        "本発明者は，以前に歯に付着したプラークの除去及び歯茎のマッサージに好適な回転歯ブラシとその製造方法を提案した(特開平12―83736号公報)。その内容は，素線群からシート状のブラシ単体を形成し，このブラシ単体を多数枚重ねて回転ブラシを作成し，これを柄に回転可能に取り付けるものであり，具体例として下記の方法が開示されている。すなわち，ナイロンなどの多数の素線を束状に集合させてなる素線群の一端を加熱溶着することにより半球形状の溶着部を形成し，この後溶着部を加圧して扁平状とする。これに続いて，扁平部の軸孔となる部分をカットして，さらに加圧することにより素線群の全体を略円形とし，かつ扁平部を略円形とする。この後，扁平部の両端を溶着などにより接合させて環状部を形成し，シート状のブラシ単体を製作する。そして，このようにして得られたブラシ単体の環状部を接合してブラシ単体の複数個を連結することにより，ローラ状の回転ブラシを形成する。この回転ブラシは，柄部材の一端に支軸を介して回転自由に支持させて回転歯ブラシとされる。」(段落【0002】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【発明が解決しようとする課題】",
                      "text": [
                        "ところで，以上のように製作される回転ブラシは，そのブラシ単体の厚みを均一とするには熟練を要し，ブラシ単体の厚みが不均一の場合は回転ブラシの毛足密度が不均一となる。しかも，工程数が多く複雑な工程を要するので，一貫した連続製造が困難で回転歯ブラシの製造コストも高くなる。」(段落【0003】)，「そこで，本発明は，回転歯ブラシを構成するブラシ単体を高度な熟練を要することなく，しかもできるだけ工程数少なく効率良く製造できるブラシ単体の製造方法とその装置を提供し，ひいては回転歯ブラシを量産化可能とする製造方法を提供することを目的とする。」(段落【0004】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【課題を解するための手段】",
                      "text": [
                        "上記目的を達成するため，…そして，本発明にかかる回転ブラシのブラシ単体の製造方法は，多数枚を重ねて回転ブラシを形成するブラシ単体の製造方法であって，多数の素線を束状に集合させてなる素線群を台座に設けた挿通孔から外方に一定量突出させる第1の工程と，この素線群の突出側の中央部にエアを吹き込んで素線群を放射方向に開く第2の工程と，開かれた素線群を台座に固定した状態で素線群の中央部分を溶着する第3の工程と，溶着された中央部分の中心部を切除する第4の工程とからなることを特徴とする。」(段落【0005】)，「以上の方法では，各工程を画一的に処理することが可能となり，高度な熟練を要することなく均一な厚さのブラシ単体の製作を可能とする。素線群をノズルからのエアを用いて放射方向に開くことにより，ブラシ単体を構成する素線同士の重なりがほとんどなくなり，均一な厚さのブラシ単体の製作ができた。ブラシ単体の製作速度を早くした場合にも素線を傷付けるおそれが少なくなり，このため，素線群の開きを高速度で行うことが可能となって，ブラシ単体の高速度による効率良い製造を可能とする。放射方向に開いた素線群の中央部分を溶着後，溶着された中央部分の中心部を切除するので中心部の形状を均一に仕上げることが可能であり，均一なブラシ単体の製造ができる。また，素線群を放射方向に開く工程を，素線群の突出端の中央部にエアを吹き込んで行うことにより，素線群を開くのと中心部を切除するのとを同じ部材で行うことが可能となり，装置の簡素化及び操作系の簡素化を可能とした。そして，これにより回転歯ブラシの均質化及び量産化が可能となった。」(段落【0006】)，「また，本発明にかかる回転ブラシのブラシ単体の製造装置は，多数枚を重ねて回転ブラシを形成するためのブラシ単体の製造装置であって，多数の素線を束状に集合させてなる素線群を通す挿通孔を設けた台座と，素線群を掴んで台座の挿通孔から一定量突出させて保持するチャックと，素線群の突出端の中央にエアを吹き込んで素線群を放射方向に開くノズルと，開かれた素線群を台座に固定する押え体と，素線群を台座に固定した状態で素線群の中央部分を溶着する溶着機と，溶着機による溶着部分の中心部を切除する切除手段とを備えている。」(段落【0007】)，「この装置を用いることにより，本発明の方法を容易に実施できて，所期の目的を達成できる。」(段落【0008】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「【発明の実施の形態】",
                      "text": [
                        "図1は，本発明にかかる回転歯ブラシに使用する回転ブラシのブラシ単体の製造装置を示す一部切り欠いた正面図である。この装置は，例えばナイロン等の熱可塑性樹脂製の素線1aを束状に集合させてなる素線群1を通す挿通孔2aを設けた台座2と，台座2の下部側に上下移動可能に設けられ，素線群1を掴んだり放したりするチャック3を備えている。」(段落【0013】)，「また，台座2の上方には，前記チャック3により掴まれて，その上動により台座2の挿通孔2aから上方に一定量突出された素線群1の挿通上部端の中央部にエアを吹き込んで素線群1を放射方向に開くノズル4と，開かれた素線群1を台座2上に固定する押え体5と，この押え体5により素線群1を台座2に固定した状態で素線群1の中央部分を溶着する例えば超音波式の溶着機6と，素線群1の溶着部分を少なくとも一部残して中心部を切除する切除手段7とを備えている。」(段落【0014】)，「前記チャック3は，コンプレッサ40に接続されるエア給排パイプ30が設けられたケーシング31と，その内部に配置され，上下に鍔が付いた筒状のゴムなどの弾性部材32とを備え，前記ケーシング31内にパイプ30からエアを給排して弾性部材32を伸縮させることにより，チャック3の内部に挿通された素線群1を掴んだり放したりする。そして，弾性部材32で素線群1を掴んだ状態でチャック3を上動させることにより，この素線群1を台座2の挿通孔2aから上方に一定量突出させ，また，一定量突出させてノズル4からのエアにより素線群1を放射方向に開き，この開かれた素線群1を前記押え体5で台座2上に固定した後には，素線群1を放してチャック3は元の下方位置に戻る。この構成により，前記チャック3は1台でよく構造を簡素化し，しかも素線群1を台座2の挿通孔2aから外方に突出させるときの作業操作が簡単かつ確実に行える。」(段落【0015】)，「前記ノズル4は，その中心内部に前記コンプレッサ40に接続される空気通路41が形成され，この空気通路41から前記素線群1の突出端の中央部にエアを吹き込むことにより，素線群1を放射方向に開く。また，このノズル4の外周部を利用して前記切除手段7が一体状に形成される。つまり，ノズル4の先端側を円筒状の突部42に形成し，その先端外周部を焼き入れ処理するなどして，突部42の先端外周部を前記切除手段7とする。この構成により，装置全体の構成が簡素化され，また前記ノズル4と切除手段7の移動操作系も簡素化される。」(段落【0016】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「図2は製造装置の要部を示し，前記台座2の部分を分解して示す斜視図である。この台座2は，固定台20(図1参照)上に複数のボルトB1を介して結合される円盤状の第1部材21と，これの上部に複数のボルトB2を介して結合される円盤状の第2部材22とからなり，これら第1，第2部材21，22の中心部に前記素線群1を通すための挿通孔2aが形成されている。」(段落【0018】)，「また，前記第1部材21の上面には，その中心部を通って直径方向に貫通状に延びるスライド溝23が形成され，このスライド溝23には，前記ノズル4に形成される切除手段7により切除された素線群1の溶着残部1a(図9参照)を切断して除去するスライド刃8が取り付けられている。このスライド刃8の先端には，刃先から後方にかけて上向き勾配で延びる傾斜面80が形成され，この傾斜面80により素線群1の溶着残部1b(図9参照)を台座2の挿通孔2aから抜き出す方向に力を付与するようにしている。」(段落【0019】)，「また，図1のように，前記第1部材21に形成される挿通孔2aは，上端に内向き鍔部211を形成するとともに，その下部側の径が内向き鍔部211の内径に対し大とされており，この径大部2bに，前記チャック3の中心部に上方に向かって突設させた筒体33を上下動自由に挿入させると共に，この筒体33と前記径大部2bの上端部との間にはコイルばね34を介装させている。前記筒体33及びコイルばね34は，その内径が前記挿通孔2aとほぼ同径とされ，これら筒体33とコイルばね34の内部から素線群1を前記第1，第2部材21，22の挿通孔2aへと挿通させるようにしている。」(段落【0020】)，「この構成により，前記チャック3を介して素線群1を挿通孔2aから上方に突出させるとき，素線群1が挿通孔2aに引っ掛かったりすることなく，スムーズに送り出すことができる。つまり，素線群1は，挿通孔2aから上方に突出されてノズル4からのエアにより放射方向に開かれ，押え体5で台座2上に固定された状態で溶着機6により溶着される。この後，素線群1の溶着部分を少なくとも一部残して中心部が切除手段7により切除され，このときの切除部が挿通孔2a内に押し込まれた状態となる(図8参照)。そして，この切除部により素線群1の一部が挿通孔2aの内部で径方向外方に膨れた状態となろうとするが，以上のように，筒体33及びコイルばね34を設けることにより，素線が径方向外方に膨れようとするのを防ぎ素線群1が挿通孔2aに引っ掛かったりすることなく，チャック3により素線群1をスムーズに上方に送り出すことができる。しかも，コイルばね34の長さを筒体33が最も下動した場合の径大部の上下長さより長くしておく。これにより筒体が上下動した場合，いずれの位置でも素線の膨らみを防止できる。」(段落【0021】)，「また，前記押え体5は，中心に前記ノズル4と溶着機6が挿通される挿通孔51aを有する筒状の押え本体51と，押え本体51の一部を下方に突出させた状態で支持する支持部材52とからなり，この支持部材52は図示しない上下移動機構に連結されて，この上下動機構により押え体5の全体が前記台座2の挿通孔2aの中心を通る中心線に沿って上下方向に移動される。」(段落【0022】)"
                    },
                    {
                      "fig": "(キ)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「図3～図9は，本発明の製造方法により回転ブラシのブラシ単体を製造するときの各工程を示している。」(段落【0023】)，「まず，図3のように，前記チャック3のケーシング31内にコンプレッサ40(図1)からエアが供給され，その内部の弾性部材32が内向きに膨脹されることによって素線群1が掴まれ，この後前記チャック3が上動して素線群1は，台座2の挿通孔2aから上方に一定量突出した状態で保持される(第1の工程)。」(段落【0024】)"
                        },
                        {
                          "fig": "b",
                          "subject": "「次に，図1の第1フレーム71が第2フレーム72の溝72aに沿って横移動し，第1フレーム71に取り付けたノズル4が台座2の挿通孔2aの真上位置にまで至ったとき，第1フレーム71が第2フレーム72を伴いながら第3フレーム73の溝73aに沿って下動することにより，図4及び図5に示すように，前記ノズル4が押え体5の押え本体51の挿通孔51aの内部へと突入され，前記ノズル4の空気通路41からエアが，前記台座2の挿通孔2aから上方に突出された素線群1の上端中央に吹き込まれて，この素線群1が放射方向に開かれる(第2の工程)。」(段落【0025】)"
                        },
                        {
                          "fig": "c",
                          "subject": "「この後，前記押え体5が下動する。これにより，図6のように，素線群1は開かれた状態で押え体5によって台座2上に固定される。この後，前記第1フレーム71が第3フレーム73の溝73aに沿って上動し，前記ノズル4が上方に後退する。以上の図3～図5の状態下では，前記チャック3は上動位置にある。また，図6のように，押え体5により素線群1が開かれた状態で台座2上に固定されたときには，前記チャック3のケーシング31内のエアが排出され，その内部の弾性部材32が緩むことによって素線群1が開放され，この状態でチャック3は下方の元の位置に戻る。」(段落【0026】)，「これに続いて，図1の前記第1フレーム71が第2フレーム72の溝72aに沿って右側リミット位置に当接するまで横方向に移動し，前記ノズル4が台座2から離れた図1の仮想線位置へと移動され，溶着機6が台座2の素線群1の真上位置へと移動されて，この位置で第1フレーム71が第2フレーム72を伴いながら第3フレーム73の溝73aに沿って再び下動する。これにより，図7のように，開かれた素線群1が押え体5により台座2に固定された状態で，前記溶着機6が押え体5の押え本体51の内部を通って素線群1の中心真上位置にまで下降し，溶着機6の先端により開かれた素線群1の中心部周りが溶着される(第3の工程)。溶着は高周波溶着機が使用され，挿通孔2aの直径よりやや大きい円形の範囲を溶着する。」(段落【0027】)"
                        },
                        {
                          "fig": "d",
                          "subject": "「溶着後には，前記第1フレーム71が上動することにより溶着機6が台座2及び押え体5から上方に後退されて元の位置へと戻され，さらに横移動して前記ノズル4が台座2の挿通孔2aの真上位置へと移動されて，この位置で第2フレーム72が第1フレーム71を伴いながら第3フレーム73の溝73aに沿って下動する。これにより，図8のように，前記ノズル4の先端が押え体5の挿通孔51aの内部を通って台座2の第2部材22に設けた挿通孔2aの一部にまで突入されて，前記ノズル4の先端に形成した切除手段7と挿通孔2aの上端とにより，開かれた素線群1の溶着部の中心部分が切除される(第4の工程)。開かれた素線群1の中心には環状の溶着部91が残る。」(段落【0028】)"
                        },
                        {
                          "fig": "e",
                          "subject": "「この後，前記第2フレーム72によってノズル4が上方に後退させられることにより，前記台座2上において，中心にハブ(溶着部)91を有し，このハブ91から放射方向に多数の毛足(素線)92が突出されたシート状のブラシ単体9が形成され，このブラシ単体9は，後述するようにパイプハンド機10で外部に取り出される。」(段落【0029】)，「図8のように，前記ノズル4の切除手段7により素線群1の溶着部の中心部分を円形に切除するときには，切除手段7が台座2の第2部材22に形成された挿通孔2a内に一部突入されるので，切除された素線群1の切除部1bは，前記第2部材22の挿通孔2a内に押し込まれた状態となって残る。このため，次の工程で切除部1bが素線群1から取り除かれる。」(段落【0030】)，「つまり，図9のように，このスライド刃8がスライド溝23に沿って進出して切除部1bの下方位置を切断する。この後，前記スライド刃8が後退し，これに続いて，図9の仮想線で示すように，前記チャック3により素線群1が切除部1bを伴いながら図3に示した台座2の挿通孔2aから上方に一定量突出した位置へと上動され，このときに切除部1bが排除される。」(段落【0031】)，「このとき，素線群1の溶着された切除部1bは，台座2の挿通孔2a内に付着して残り易いのに対し，前記スライド刃8の先端には，刃先から後方にかけて上向き勾配で延びる傾斜面80が形成され，この傾斜面80により素線群1の溶着残部1aを台座2の挿通孔2aから抜き出す方向に力を付与されるので，素線群1の切除部1bが挿通孔2a側に付着していても，これをスライド刃8によって押し上げることによって付着状態を解消することができる。」(段落【0032】)，「前記チャック3内の弾性部材32がエアにより膨脹されて素線群1が掴まれ，この状態でチャック3が上昇することにより素線群11が台座2の挿通孔2aから上方へと移動させられ，切除部1bも含めて上方に移動され，速やかに外部に取り出せる。これにより，切除部1bに後続する素線群1を台座2の挿通孔2aに挿通させることが可能となって，次の作業工程への移行が速やかに行える。」(段落【0033】)"
                        }
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「…そして，このブラシ単体9の所定枚数が挿入保持された後に，…超音波によるシール手段などで蓋11dを軸心パイプ11に接合して，軸心パイプ11上に所定枚数のブラシ単体9を固定させることにより回転ブラシ12が製作される。」(段落【0037】)，「図16は，以上のようにして得られた回転ブラシ12を装着したロール歯ブラシ60の斜視図である。この歯ブラシ60は，前記回転ブラシ12を柄部材61の長さ方向一端に支軸62を介して回転自由に支持させて形成される。」(段落【0041】)"
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「【発明の効果】",
                      "text": [
                        "以上のように，本発明によれば，均一な厚さのブラシ単体の製造を可能とし，しかも高度な熟練を要することなく製造することができるので，量産化を可能とし，しかも素線の重なりを少なくすることができたブラシ単体を高速度で効率良く製造することができ，回転歯ブラシの均質化及び量産化が可能となった。」(段落【0044】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記ア及びイの記載を総合すれば，本件明細書には，①シート状のブラシ単体を多数枚重ねて形成した回転ブラシを構成するブラシ単体の従来の製造方法には，ブラシ単体の厚みを均一とするのに熟練を要し，しかも，工程数が多く複雑な工程を要するため，一貫した連続製造が困難であるという課題があったこと，②本件各発明は，上記課題を解決し，高度な熟練を要することなく，できるだけ工程数を少なく効率良く製造できるブラシ単体の製造方法とその装置を提供することを目的とし，その課題を解決するための手段として，ブラシ単体の製造方法の発明である本件発明1においては，多数の素線を束状に集合させてなる素線群を台座に設けた挿通孔から外方に一定量突出させる第1の工程と，この素線群の突出側の中央部にエアを吹き込んで素線群を放射方向に開く第2の工程と，開かれた素線群を台座に固定した状態で素線群の中央部分を溶着する第3の工程と，溶着された中央部分の中心部を切除する第4の工程とからなる構成を採用し，ブラシ単体の製造装置の発明である本件発明2においては，多数の素線を束状に集合させてなる素線群を通す挿通孔を設けた台座と，素線群を掴んで台座の挿通孔から一定量突出させて保持するチャックと，素線群の突出端の中央にエアを吹き込んで素線群を放射方向に開くノズルと，開かれた素線群を台座に固定する押え体と，素線群を台座に固定した状態で素線群の中央部分を溶着する溶着機と，溶着機による溶着部分の中心部を切除する切除手段とを備える構成を採用したこと，③本件各発明は，上記各構成を採用したことにより，均一な厚さのブラシ単体の量産化を可能とし，しかも素線の重なりを少なくしたブラシ単体を高速度で効率良く製造することができる効果を奏することが開示されているものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施可能要件について",
              "text": [
                "前記(1)イのとおり，本件明細書の発明の詳細な説明には，本件発明2の製造装置の各構成について，図1及び図2を引用する実施例(段落【0013】ないし【0016】，【0018】ないし【0022】)において具体的な記載があること，本件発明1の製造方法における第1の工程ないし第4の工程について，図3ないし図9を引用する実施例(段落【0023】ないし【0033】)において具体的な記載があることからすると，本件明細書に接した当業者は，本件明細書の発明の詳細な説明の記載に基づいて，本件発明1の製造方法を使用してブラシ単体を製造し，また，本件発明2の製造装置を製造し，かつ，使用することができ，さらには，本件各発明が均一な厚さのブラシ単体の量産化を可能とし，素線の重なりを少なくしたブラシ単体を高速度で効率良く製造することができる効果(前記(1)ウ③)を奏することを理解することができるものと認められる。",
                "したがって，本件各発明は，本件明細書の発明の詳細な説明に当業者がその実施をすることができる程度に明確かつ十分に記載されているものと認められるから，本件各発明に係る本件特許は，実施可能要件に適合するというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "text": [
                "原告は，本件明細書の発明の詳細な説明は，本件各発明に含まれるものと想定される本件各具体例の構成について当業者が実施できる程度に明確かつ十分に記載したものとはいえず，本件特許は実施可能要件に違反するから，これと異なる本件審決の判断は誤りである旨主張する。",
                "しかしながら，原告の上記主張は，本件各発明の一部の構成について，本件明細書の発明の詳細な説明に記載された実施例とは異なる実施態様として本件各具体例が想定される旨を述べるものにすぎず，本件明細書の発明の詳細な説明の記載に基づいて当業者が本件各発明を実施することができること自体を否定するものでもない。",
                "したがって，本件審決における実施可能要件の判断の誤りをいう原告の主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(サポート要件に係る判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件について",
              "text": [
                "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと解される。",
                "そこで検討するに，本件明細書の発明の詳細な説明には，本件各発明(請求項2及び3)の各構成及びその実施例が記載されており(前記1(1)イ)，本件明細書に接した当業者において，本件各発明の各構成を採用することにより，ブラシ単体の厚みを均一とするのに熟練を要し，しかも，工程数が多く複雑な工程を要するため，一貫した連続製造が困難であるという本件各発明の課題(前記1(1)ウ①)を解決できると認識できるものと認められるから，本件各発明に係る本件特許は，サポート要件に適合するというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，請求項2及び3の記載は本件各具体例の構成を含む包括的な記載となっているが，発明の詳細な説明には，本件各具体例の構成についての記載はなく，本件出願時の技術常識に照らしても，本件各具体例の構成を備えた本件各発明の範囲まで，発明の詳細な説明において開示された内容を拡張ないし一般化できるものではなく，また，本件具体例6の構成のように「溶着中の切除」では，切除前に中央部分が完全に固化した状態にならないので，ブラシ単体の厚みが不均一になるという問題を解決できないはずであるが，本件明細書には，それを回避する手段についての記載もないから，本件各発明はサポート要件に違反しており，これと異なる本件審決の判断は，誤りである旨主張する。",
                    "しかしながら，特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，前記(1)で述べた基準により判断されるべきものであり，発明の詳細な説明に，想定され得る全ての実施態様についての記載がないからといって，そのことが直ちにサポート要件違反を構成するものではない。",
                    "したがって，本件審決におけるサポート要件の判断の誤りをいう原告の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，仮に原告の主張の趣旨が，本件各具体例の個々の構成について本件明細書の発明の詳細な説明に記載がないことのみを問題とするのではなく，請求項2及び3の記載が本件各具体例の構成を全て備えた特定の発明を含むものであることを前提として，発明の詳細な説明には当該発明の記載がない上，本件具体例6の構成(「完全には溶着されていないものの部分的に又は工程進行的に溶着されつつある状態」で切除するもの(「溶着ヘッドが素線を台座とで挟んで密着した位置にあるときに，溶着機による溶着部分の中心部を台座の下側から切除するもの」))を有する当該発明においては本件各発明の課題を解決することができないことを理由に，本件各発明はサポート要件に違反する旨を主張するものであるとしても，以下に述べるとおり，原告の主張は理由がない。",
                    "すなわち，本件各発明は，素線群の「溶着された中央部分の中心部」(請求項2)又は「溶着部分の中心部」(請求項3)を切除する構成のものである。そして，本件明細書に，「…放射方向に開いた素線群の中央部分を溶着後，溶着された中央部分の中心部を切除するので中心部の形状を均一に仕上げることが可能であり，均一なブラシ単体の製造ができる。…」(段落【0006】)，「…図7のように，開かれた素線群1が押え体5により台座2に固定された状態で，前記溶着機6が押え体5の押え本体51の内部を通って素線群1の中心真上位置にまで下降し，溶着機6の先端により開かれた素線群1の中心部周りが溶着される(第3の工程)。溶着は高周波溶着機が使用され，挿通孔2aの直径よりやや大きい円形の範囲を溶着する。」(段落【0027】)，「溶着後には，前記第1フレーム71が上動することにより溶着機6が台座2及び押え体5から上方に後退されて元の位置へと戻され，さらに横移動して前記ノズル4が台座2の挿通孔2aの真上位置へと移動されて，この位置で第2フレーム72が第1フレーム71を伴いながら第3フレーム73の溝73aに沿って下動する。これにより，図8のように，前記ノズル4の先端が押え体5の挿通孔51aの内部を通って台座2の第2部材22に設けた挿通孔2aの一部にまで突入されて，前記ノズル4の先端に形成した切除手段7と挿通孔2aの上端とにより，開かれた素線群1の溶着部の中心部分が切除される(第4の工程)。開かれた素線群1の中心には環状の溶着部91が残る。」(段落【0028】)，「…前記台座2上において，中心にハブ(溶着部)91を有し，このハブ91から放射方向に多数の毛足(素線)92が突出されたシート状のブラシ単体9が形成され，…」(段落【0029】)，「図8のように，前記ノズル4の切除手段7により素線群1の溶着部の中心部分を円形に切除するときには，切除手段7が台座2の第2部材22に形成された挿通孔2a内に一部突入される…」(段落【0030】)，「図16は，以上のようにして得られた回転ブラシ12を装着したロール歯ブラシ60の斜視図である。この歯ブラシ60は，前記回転ブラシ12を柄部材61の長さ方向一端に支軸62を介して回転自由に支持させて形成される。」(段落【0041】)との記載があることに照らすならば，切除された「溶着された中央部分の中心部」又は「溶着部分の中心部」は，回転ブラシに回転軸を挿入するためのブラシ単体の孔を形成し，この孔を均一の形状に保つ必要があることから，溶着による固化がされた状態で切除が行われていることを理解することができる。",
                    "ところで，本件明細書の上記各段落が示す実施例は，回転ブラシに回転軸を挿入するためのブラシ単体の孔を形成するために，溶着機6による溶着の動作が終了した後に，ノズル4の先端に形成した切除手段7が下動し，台座に固定された開かれた素線群1の溶着部の中心部分を台座の上側から切除する構成のものであるのに対し，本件具体例6は，ブラシ単体の孔を形成するために，台座に固定された開かれた素線群に対する溶着機による溶着動作の進行中に台座の下側から切除の動作を開始し，溶着部分の中心部を台座の下側から切除する構成のものであり，本件明細書には，本件具体例6の構成に関する記載はないのみならず，本件各発明において台座の下側から切除することができることを明示した記載もない。",
                    "しかしながら，回転ブラシに回転軸を挿入するためのブラシ単体の孔を形成するために，開かれた素線群を台座に固定した状態でその素線群の中央部分を切除する場合における切除の方向は，通常は，台座の上側から下側に向けて切除するか，台座の下側から上側に向けて切除するかのいずれかであるから，本件明細書に接した当業者であれば，本件各発明の「切除する第4の工程」(請求項2)及び「切除する切除手段」(請求項3)における切除の方向は，本件明細書の実施例の構成のほかに，台座の下側から上側に向けて切除する構成をも含むことを容易に理解するものといえる。加えて，当業者であれば，ブラシ単体の孔を形成するために溶着された部分を切除する切除手段として先端が円形又は円筒状の切除刃，治具等を用いることができ，この切除手段を挿通孔を介して上下にスライドすることでブラシ単体の孔を形成することができることを容易に理解するものといえるから，本件各発明において，本件具体例6のような台座の下側から切除する切除手段を設けることには格別の困難はないものと認められる。",
                    "そして，前記のとおり，本件各発明において溶着による固化がされた状態で切除が行われるのはブラシ単体の孔を均一の形状に保つ必要があることからすると，本件明細書に接した当業者であれば，開かれた素線群の中央部分を溶着する工程を開始し，溶着による固化がある程度の範囲で進行し，切除後に中心部分に形成される孔(本件審決にいう「環状部」)が維持される程度に固化している段階であれば，当該固化している部分を切除することができることを理解し，固化の進行状況，切除手段の動作速度，切除手段を構成する部材の強度等を考慮し，切除のタイミングを適宜設定することにより，切除により形成される孔を一定の形状(均一の形状)に保つように当該固化している部分を切除することに格別の困難はないものと認識するものと認められる(原告が指摘するように溶着機の振動構造と切除刃との接触による切除刃の摩耗等が生じ得るとしても，それは切除刃の寿命等の問題であって，切除刃の部材の強度を高めること等によって対処し得るものであり，当該固化している部分を切除すること自体ができなくなるものではない。)。",
                    "以上によれば，本件明細書に接した当業者は，請求項2及び3の記載に含まれる本件具体例6の構成を有する上記発明においても，従来のブラシ単体の製造方法のようにブラシ単体の厚みを均一とするのに熟練を要することなく，均一な厚さのブラシ単体の量産化を可能とし，しかも素線の重なりを少なくしたブラシ単体を高速度で効率良く製造することができるという本件各発明の課題を解決できると認識できるものと認められるから，原告の上記主張は，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}