{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2012-300293号事件について平成24年11月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "text": [
            "被告は，別紙商標目録の登録商標記載の商標(以下「本件商標」という。)につき，指定商品を同目録の指定商品に記載のとおりとする，商標登録第4364679号(平成11年4月5日出願，平成12年3月3日設定登録。以下「本件商標登録」という。)に係る商標権を有している(甲1ないし3)。",
            "原告は，平成24年4月13日，特許庁に対し，商標法50条1項に基づき，本件商標登録の取消しを求めて審判(取消2012-300293号事件。以下「本件審判」という。)を請求し，同年5月1日，本件審判の予告登録がされた(甲2，3)。特許庁は，同年11月15日，請求不成立の審決(以下「審決」という。)をし，その謄本は，同月26日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は，以下のとおりである。すなわち，被告(商標権者)は，本件審判の予告登録(平成24年5月1日)前3年以内である平成22年9月30日頃及び同年12月20日頃，自己の取り扱うデニムズボンに本件商標と社会通念上同一と認められる「SAMURAI」の欧文字からなる商標を付し，また，デニムズボンの広告に当該商標を付して頒布することにより，当該商標を使用したと認められ，商標法50条により本件商標登録を取り消すことはできない，とするものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告の主張",
          "text": [
            "本件商標と被告が使用している「SAMURAI」「Samurai」の文字を表記した商標(複数のものがある。一括して「使用商標」という。)が社会通念上同一の商標であるとした審決の判断には，誤りがある。その理由は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と使用商標",
              "text": [
                "本件商標は，欧文字の「SAMURAI」及び片仮名の「サムライ」を2段で表記したものである。",
                "使用商標は，いずれも，本件商標の「SAMURAI」の文字又は「サムライ」の文字のいずれかを使用したものであり，両方の文字を2段で併記したものはなく，その書体は，本件商標とは異なっている。使用商標は，「SAMURAI」の文字だけでなく，欧文字の「SAMURAI」と「GEＮUIＮE  JEAＮS」が2段で併記されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標と本件商標との社会通念上の同一性",
              "text": [
                "以下のとおり，使用商標は本件商標と社会通念上同一とはいえない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，「SAMURAI」又は「サムライ」の文字を，2段併記ではなく1段に表記され，相当にデザイン化された書体による標章を使用する。使用商標は，本件商標の書体に大幅な変更を加え，かつ，欧文字と片仮名の文字の表示を相互に変更したものである。使用商標は，商標法50条1項の例示である「片仮名及びローマ字の文字の表示を相互に変更するものであって同一の称呼及び観念を生ずる商標」に含まれない。",
                    "また，被告は，「SAMURAI」と「GEＮUIＮE  JEAＮS」の文字を2段併記で使用しており，「サムライ  ジュニュイン  ジーンズ」の称呼を生じ，「侍」の観念に加え，「本物のジーンズ」の観念も生ずる。したがって，使用商標は本件商標と称呼も観念も異なる。",
                    "以上のとおり，使用商標は，「片仮名及びローマ字の文字の表示を相互に変更するものであって同一の称呼及び観念を生ずる商標」に該当せず，本件商標と社会通念上同一であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「侍」は，歴史的には一定の身分を表す一般名詞である。本件商標の2段併記のうちの1段のみ，すなわち，Century風の書体で表記された「SAMURAI」のみ，あるいは明朝体風の書体で表記された「サムライ」のみでは，自他識別力を欠く。本件商標が，一般名詞である「侍」と同じ称呼を含む一切の標章と類似であるとすると，本件商標により一般名詞である「侍」と同じ称呼を有する標章を独占させることとなり，不当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，一つの標章を一定期間繰り返し使用するのではなく，「SAMURAI」ないし「サムライ」という社名と同一の文字をデザイン化した，多数の異なる標章を使用している。これは，本件商標と同一の標章を使用して，取引の信用を本件商標に化体させるというよりも，被告の社名と同一の文字をデザインの点に重点を置いて使用していることによるものであり，使用商標は，被告商品の出所を示すものと認識されない態様で用いられている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「SAMURAI」ないし「サムライ」に他の用語を付けるなどした標章ないし商標を付した衣類は，数多く販売されている。本件商標は，一般的なありふれた言葉のみからなっており，現実に同業他社が多数使用している語からなるものであり，商標の構成及び書体を大幅に変更することは，社会通念上同一とはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "登録商標に大幅な変更を加えた標章を使用している場合に，当該登録商標の使用として認めることは，商標権者に不当に広い権利を与えることとなるとともに，国民一般の利益を不当に侵害し，その存在により権利者以外の商標使用希望者の商標の選択の余地を狭めることとなり，不使用取消の制度の趣旨に反する。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法50条1項の括弧書きで，不使用取消における登録商標の使用においては，社会通念上同一と認められる商標の使用も含まれることを明確にしている。また，同条1項は，社会通念上同一と認められる商標として「書体のみに変更を加えた同一の文字からなる商標」「平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであつて同一の称呼及び観念を生ずる商標」「外観において同視される図形からなる商標」を例示している。",
                "上記規定は，取引社会においては，商標登録がされた場合であっても，登録商標と同一のものを使用するのではなく，当該商標を付する商品・役務の具体的な性状や取引事情に応じて，これに適宜変更を加えて使用するのが一般的であるという，商標の実務に合わせた規定である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，指定商品である洋服に含まれるデニムズボンのフラッシャー等に，「SAMURAI」「Samurai」「サムライ」の文字を種々の態様で使用している。使用商標は，このように種々の態様で「SAMURAI」「Samurai」「サムライ」の文字を表記したものであり，いずれも社会通念上同一と認められる商標として例示されている「平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであって同一の称呼及び観念を生ずる商標」に準ずるものであり，本件商標と社会通念上同一と認められる商標に該当する。",
                "本件商標は，「SAMURAI」の文字と「サムライ」の文字を併記したものであるが，それぞれ「侍」の観念を生じるものであるから，その一方を使用することは，本件商標の使用と認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，被告は，本件審判の予告登録前3年以内に，日本国内において，本件審判請求に係る指定商品について，本件商標と社会通念上同一と認められる商標を使用している。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，原告主張の取消事由は理由がないと判断する。その理由は，以下のとおりである。本判決においては，審決が認定した，デニムズボンに付された使用商標を対象として，判断することとする。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標と使用商標について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標",
              "text": [
                "本件商標は，別紙商標目録の登録商標記載のとおりであり，上段に欧文字の「SAMURAI」を，その下に片仮名の「サムライ」を，2段に表記したものであり，その書体は標準の字体である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標",
              "text": [
                "使用商標は，複数の使用態様があるが，そのうちの一例を示すと，別紙使用商標目録記載のとおりである。",
                "平成22年9月30日発行及び同年12月20日発行の雑誌に，被告が販売するデニムズボンの紹介記事が掲載されており，当該記事にはバックポケットにフラッシャー，腰部に革パッチが付けられたズボン本体の前面及び背面の写真と共に，フラッシャー，パッチ等の写真が掲載されている。フラッシャーは，様々なデザインの絵柄や「侍」「刃」「零」「極」などの文字とともに，その上部ないし中央部に，「SAMURAI」「Samurai」の文字が表記されている。「SAMURAI」「Samurai」の文字は，全ての使用商標において同一の書体で表記されているわけではないが，いずれも概ね標準の活字体又は筆記体で表記されている。「SAMURAI」「Samurai」の文字の下に「GEＮUIＮE  JEAＮS(Genuine  Jeans)」の文字が表記されているものも少なくない。また，革パッチ，ビスネーム，タグなどに「SAMURAI」「Samurai」の文字が表記された商標や，ズボンの臀部に「SAMURAI」「Samurai」の文字がプリントされた商標も付されている。(甲4ないし6，乙2)",
                "以上によると，被告は，平成22年9月頃及び同年12月頃，指定商品である第25類「洋服」に該当するデニムズボンのフラッシャーに「SAMURAI」「Samurai」の文字からなる使用商標を付し，使用商標が付されたデニムズボンを販売していたと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "使用商標と本件商標との社会通念上の同一性について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法50条1項は，「登録商標(書体のみに変更を加えた同一の文字からなる商標，平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであつて同一の称呼及び観念を生ずる商標，外観において同視される図形からなる商標その他の当該登録商標と社会通念上同一と認められる商標を含む。以下この条において同じ。)」と規定しており，使用の対象となる商標は，登録商標と社会通念上同一と認められる商標も含むとされている。同規定は，通常の取引社会においては，常に登録商標と同一のものを使用するのではなく，当該商標を付する商品・役務の性質等に応じて，これに適宜変更を加えて使用するのが一般的であるという，実務上の要請に即したものである。",
                "本件について，同条1項の上記趣旨に照らして判断すると，本件商標は，「SAMURAI」と「サムライ」の文字を上下2段に表記したものであるのに対し，使用商標はいずれも，「SAMURAI」又は「Samurai」の文字を単独で表記したものである。また，本件商標は標準の活字体が使用され，使用商標は概ね標準の活字体又は筆記体が使用されていること等に照らすならば，使用商標は，本件商標と社会通念上同一と認められる商標に該当するというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "これに対し，原告は，使用商標はいずれも，「SAMURAI」又は「サムライ」の文字を2段併記ではなく1段に表記され，相当にデザイン化された書体に変更され，また，「GEＮUIＮE  JEAＮS」の文字が併記されており，本件商標と社会通念上同一とはいえないと主張する。しかし，使用商標は，様々な絵柄や「侍」「刃」「零」「極」などの文字や「GEＮUIＮE  JEAＮS」の文字と併記されている例があるが，いずれも「SAMURAI」「Samurai」との欧文字が，概ね標準の書体により，明瞭に表示されており，社会通念上同一といえる範囲に含まれるものというべきであり，この点の原告の主張は採用の限りでない。",
                "また，原告は，使用商標は，「SAMURAI」ないし「サムライ」という社名と同一の文字をデザイン化した，多数の異なる標章が用いられており，被告商品の出所を示すものと認識されない態様で用いられていると主張する。しかし，使用商標は，工夫が施された図柄とともに使用されているが，前記のとおり，フラッシャーに「SAMURAI」「Samurai」との欧文字が，概ね標準の書体で表示されている使用状況に照らすならば，取引者，需要者は，商品の出所を示すための表示と認識することは明らかである。",
                "さらに，原告は，登録商標に大幅な変更を加えた標章の使用を当該登録商標の使用として認めることは，商標権者に不当に広い権利を与えることとなるとともに，国民一般の利益を不当に侵害するなどと主張する。しかし，前記のとおり，使用商標は登録商標に大幅な変更を加えたものであるとはいえず，原告の主張はその前提において失当である。",
                "その他，原告は，縷々主張するが，いずれも採用の限りでない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によると，被告は，本件審判の予告登録(平成24年5月1日)前3年以内である平成22年9月頃及び同年12月頃に，日本国内において，本件審判請求に係る指定商品について，本件商標と社会通念上同一と認められる商標を使用していると認められる。",
            "したがって，原告主張の取消事由は理由がない。よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10442",
    "date": "2013-07-17",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083458",
    "ipprecedent_id": "3452",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}