{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が不服2012-10565号事件について平成24年7月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願拒絶審決の取消訴訟である。争点は，①本願発明の解釈の誤りの有無，②周知技術認定の誤りの有無，③容易想到性判断の誤りの有無及び④手続違背の有無(拒絶理由通知の要否)である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成23年4月28日，名称を「相互静電容量方式タッチパネル」とする発明について特許出願(特願2011-101926号，請求項の数10，甲7)をし，同年8月29日付けで拒絶理由の通知を受け(甲9)，同年11月7日付けで特許請求の範囲の全文変更等の補正をしたが(請求項の数6，甲8)，同年12月8日付けで拒絶理由の通知を受け(甲10)，平成24年2月28日付けで拒絶査定を受けたので(甲11)，同年6月6日，不服の審判請求をした(不服2012-10565号，甲12)。",
            "特許庁は，平成24年7月23日付けで「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年8月7日原告に送達された(本件訴訟提起・平成24年9月5日)。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本件出願に係る発明は，これを簡約にいえば，相互静電容量方式(相対する複数の電極の間の静電容量の変化を測定することで検知点を特定する方式)のタッチパネルの骨見え現象(透明電極のパターンが視認されてしまう現象)を低減させるために，タッチ面側にある上部の電極同士及びその対向面側にある下部の電極同士をそれぞれ近付けて配置するとともに上部の電極側に所定の規則性をもった開口部を設けるとする発明であり，上記1の平成23年11月7日付け手続補正書による補正後の請求項1の発明(本願発明)に係る特許請求の範囲の記載は，次のとおりである(甲8，段落符号は本判決で付した。)。",
            "【A】透光性電極材料により大略帯状に形成され，第1の方向に沿って互いに平行に配置された複数の下部電極と，",
            "【B】透光性電極材料により大略帯状に形成され，第1の方向と交差する第2の方向に沿って互いに平行に配置されるとともに，下部電極よりもタッチ面側に配置された複数の上部電極と，を備え，",
            "【C】隣接する上部電極間の電気的絶縁が確保できる程度に，隣接する上部電極同士が近づいて配置され，隣接する下部電極間の電気的絶縁が確保できる程度に，隣接する下部電極同士が近づいて配置され，",
            "【D】上部電極と下部電極との交差部分において，上部電極に同じ大きさおよび形状を有する複数の開口部が第1および第2の方向に配置されて形成され，",
            "【E】上部電極の全体において，それぞれの開口部が第2の方向に沿って一定の間隔で配置されている，",
            "【F】相互静電容量方式タッチパネル。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "引用例(特開2010-250770号公報，甲1)には，次の発明(引用発明)が記載されていることが認められる(段落符号は本判決で付した。)。",
                "【Ⅰ】透明電極であって，ストライプ状であって，水平方向xに延在している複数の対向電極と，",
                "【Ⅱ】透明電極であって，ストライプ状であって，垂直方向yに延在している複数の検出電極と，を備え，",
                "【Ⅲ】スリットは，各検出電極の内部において，垂直方向yに延在しており，複数が，垂直方向yおよび水平方向xにおいて，間を隔てて並ぶように設けられ，矩形状のスリットが格子状に形成されている，",
                "【Ⅳ】検出電極に設けられたスリットを介したフリンジ電界を生ずることにより，被検知体の有無による静電容量の変動が大きくなり，タッチセンサの検出感度を向上させることができる，",
                "【Ⅴ】静電容量型のタッチセンサからなるタッチパネル。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "本願発明と引用発明との一致点は，次のとおりである。",
                "【ア】透光性電極材料により大略帯状に形成され，第1の方向に沿って互いに平行に配置された複数の下部電極と，",
                "【イ】透光性電極材料により大略帯状に形成され，第1の方向と交差する第2の方向に沿って互いに平行に配置されるとともに，下部電極よりもタッチ面側に配置された複数の上部電極と，を備え，",
                "【ウ】上部電極と下部電極との交差部分において，上部電極に同じ大きさおよび形状を有する複数の開口部が第1および第2の方向に配置されて形成され，",
                "【エ】上部電極の全体において，それぞれの開口部が第2の方向に沿って一定の間隔で配置されている，",
                "【オ】相互静電容量方式タッチパネル。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "text": [
                "本願発明と引用発明との相違点は，次のとおりである。",
                "本願発明では「隣接する上部電極間の電気的絶縁が確保できる程度に，隣接する上部電極同士が近づいて配置され，隣接する下部電極間の電気的絶縁が確保できる程度に，隣接する下部電極同士が近づいて配置され」たもの(【C】)であるのに対し，引用発明(引用例)にはその様な構成(記載)がない点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点の判断",
              "text": [
                "審決は，次のとおり，本願発明は，特許法29条2項の規定により特許を受けることができないとした。",
                "透明電極の設けられていない領域をできるだけ少なくすることで均一な視認性を確保することは，周知例1(特開2006-344163号公報「静電容量型タッチパネル」，甲2)，周知例2(特開平2-30024号公報「透明タツチパネル」，甲3)，周知例3(特開平11-40351号公報「発光表示パネルおよびその製造方法」，甲4)，周知例4(特開2010-2958号公報「静電容量型入力装置および入力機能付き表示装置」，甲5)及び周知例5(特開2010-86498号公報「表示装置」，甲6)に記載されるように周知技術であり，引用発明において，上記周知技術を適用し，相違点に係る本願発明の構成(【C】)とすることは，当業者が容易に想到し得たものである。",
                "なお，審決は，相違点中の「電気的絶縁が確保できる程度」の間隔の意義について，次のように説示している。",
                "「電極間の電気的絶縁が確保できるように電極を配置するのは自明のことであるが，本願の明細書段落(【0044】)には，上部電極の間隔について『上部電極50の幅は，隣接する上部電極50間の間隙よりも大きく形成されている。すなわち，(上部電極50の幅寸法／(上部電極50の幅寸法＋上部電極50間の間隙寸法)が少なくとも50％を超えるように形成されている。』と記載され，本願発明における『電気的絶縁が確保できる程度』の間隔とは，『電気的絶縁が確保できる』最小の間隔ではなく，ある程度の余裕を持たせた間隔を意味していると解される」(審決10頁)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明の解釈の誤り)",
          "text": [
            "審決は，相違点中の「電気的絶縁が確保できる程度」の間隔について，本願明細書段落【0044】の記載を引用して，これを，『電気的絶縁が確保できる最小の間隔』ではなく，『ある程度の余裕を持たせた間隔』を意味していると解釈した。",
            "しかしながら，本願明細書段落【0044】の記載からは，電極の幅寸法と隣接する電極間の間隔寸法との相対的な関係を把握することができるものの，電極間の間隔の絶対的な寸法を把握することはできない。",
            "本願発明における隣接する上部電極間の間隔及び隣接する下部電極間の間隔は，本願明細書段落【0055】に具体的な寸法が記載されているとおり，透光性電極材料をエッチングして形成する場合に製造上求められる加工制約や透光性電極材料の電気的絶縁を確保するための電気的な特性から決定される可能な限り狭く設定された間隔であり，審決が認定判断したようにある程度の余裕を積極的に含むように決定された間隔ではない。",
            "したがって，「電気的絶縁が確保できる程度」の間隔を，『電気的絶縁が確保できる最小の間隔』ではなく『ある程度の余裕を持たせた間隔』とした審決の認定判断には誤りがある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(周知技術の誤認)",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知例1～5",
              "text": [
                "審決は，周知例1～5の記載から「透明電極の設けられていない領域をできるだけ少なくすることで，均一な視認性を確保すること」を周知技術と認定した。",
                "しかしながら，これは，周知例1～5の具体的な記載内容である電極の配置構成や検出方式を離れて各技術内容を抽象化又は上位概念化して，透明電極が用いられるあらゆる形態の装置において当該技術内容を周知技術とするものであり，引用発明のような静電容量方式であって電極が交差配置構造をとり，上部電極の間の間隙の大きさが検出機能に影響するタッチパネルにおいては，かような抽象化又は上位概念化された技術内容を周知技術とすることはできない。均一な視認性を確保するという解決課題自体は，タッチパネルであれば共通のものであるとしても，その解決手段はすべての方式・構造で共通ではない。各周知例についてみれば，次のとおりである。",
                "周知例1(甲2)記載の静電容量型タッチパネルは，光通過性を有さない金属細線からなる網目構造の電極が1層のみ設けられた構成であり(【0020】【0021】【0023】)，引用発明のように透光性電極による電極の交差構造が採用されていない。それにもかかわらず，審決は，上記網目構造の電極間のスリット幅の寸法についての技術内容を抽象化又は上位概念化して上記周知技術を抽出した。",
                "周知例2(甲3)記載のタッチパネルは，対向配置された2枚の透明電極が物理的に接触することにより位置検出をする抵抗膜方式タッチパネルを開示するものであり(2頁右上欄15～19行，4頁右上欄6～11行)，引用発明のような検出電極と対向電極との間の静電容量の変化を測定する相互静電容量方式タッチパネルとは検出方式が全く相違する。抵抗膜方式の場合，電極同士が電気的に導通されていなければ足り，電極間の間隙の大きさが位置検出に実質的に影響を与えることはない。",
                "周知例3(甲4)に記載されているのは，タッチパネルとは異なるエレクトロミネセンス(EL)発光表示パネルであり，透明電極層を1層のみ配置する構成であり(【0001】【0021】)，引用発明のように複数の電極が交差配置された構成は採用されていない。それにもかかわらず，審決は，透明電極層を微小な空隙(分割線)により互いに分離して，分割線が肉眼では認識できないようにするという技術内容を抽象化又は上位概念化して上記周知技術を抽出した。",
                "周知例4(甲5)記載のタッチパネルは，第1と第2の各透明電極層をタッチ面側に同一層により形成された構成を採用するものであり(【0027】【0051】)，引用発明のように電極を検出電極と対向電極に分ける構成は採用されていない。周知例4のような平面配置構造の場合，第1電極から第2電極へと向かうように形成され，電気力線を遮るような構造物が存在しないため，電極同士が電気的に導通されていなければ足り，その間の間隙の大きさが位置検出に実質的に影響を与えることはない。それにもかかわらず，審決は，透光性導電膜が存在しない領域にダミーパターンを形成して電極パターンの存在を目立たなくするという技術内容を抽象化又は上位概念化して上記周知技術を抽出した。",
                "周知例5(甲6)記載のタッチパネルは，タッチ位置の検出に用いられる電極部分が，X 電極とY電極とが交差していない部分とする構成を採用しているのであり(【0016】【0018】)，引用発明のようにタッチ位置の検出に用いられる電極部分が電極同士が交差している部分とする構成とは異なる。それにもかかわらず，審決は，隣接するX電極とY電極との間隔にダミーの電極を配置してその間隔が肉眼で見えてしまうことを抑制するという技術内容を抽象化又は上位概念化して上記周知技術を抽出した。",
                "したがって，周知技術を誤認した審決の結論は誤ったものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "追加周知例(周知例6)に対して",
              "text": [
                "被告は本件訴訟で周知例6を追加した。周知例6(特開2009-259003，乙1)に記載されているのは，電極の交差配置構造を有する静電容量方式タッチパネルではあるが，周知例6には，電極間の間隔を3mm とする記載があり(【0049】)，このような間隙寸法は，本願明細書の実施例の10倍であって間隙における空間の幅を明確に視認できるような寸法である。そうすると，周知例6に電極間の間隙を狭くして均一な視認性を確保するという技術内容が開示されているとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(容易想到性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "検出方式又は電極の配置構成の相違",
              "text": [
                "審決の認定した「透明電極の設けられていない領域をできるだけ少なくすることで，均一な視認性を確保する」技術は，一般的，横断的な周知技術ということはできない。周知例1～5と引用発明とは，タッチパネルの検出方式または電極の配置構成において互いに相違する。",
                "したがって，周知例1～5に記載の技術内容を引用発明に適用する動機付けは存在しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "解決課題の相違",
              "text": [
                "引用発明は，高精度の検出を実現する装置を提供することを目的とする発明であり，周知例1～5と引用発明とは解決課題が異なる。",
                "引用例(甲1)には，透明電極である検出電極及び対向電極の視認性に関する記載は一切存在しない。引用例の「【0017】また，検出電極をITOなどの透明電極として形成する場合において，より高い透明度を確保しようとする場合には，検出電極の比抵抗が大きくなってしまうので，時定数の増加が生ずる。このため，検出時間が長くなる場合がある。」との記載は，ITO自体の光学特性に言及するものであり，透明電極同士の重なりの有無による透明度の差異について言及したものではない。",
                "したがって，周知例1～5に記載の技術内容を引用発明に適用する動機付けは存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "阻害要因",
              "text": [
                "審決の認定した周知技術は，「透明電極の設けられていない領域をできるだけ少なくすることで，均一な視認性を確保する」というものであるが，引用発明は，透明電極である検出電極に積極的に開口(スリット)を設け，タッチセンサの検出感度を向上させるようにするものである(【0137】～【0143】)。",
                "したがって，引用発明は透明電極が形成されていない領域を積極的に形成しようとする技術思想に基づくものであり，上記周知技術と相反する技術内容をその課題解決手段として採用するものであるから，引用発明に当該周知技術を適用する阻害要因が存在している。なお，上記周知技術は，利用者に視認されるタッチパネル全体において透明電極が設けられていない領域をできるだけ少なくすることで均一な視認性を確保するものであって，当該周知技術を引用発明における電極間の間隔などという特定の領域(【0078】【0207】)のみに適用できるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，本願発明を引用発明及び周知技術に基づいて当業者が容易に想到することができるとした審決の判断は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(手続違背)",
          "text": [
            "本願発明の「隣接する上部電極間の電気的絶縁が確保できる程度に，隣接する上部電極同士が近づいて配置され，隣接する下部電極間の電気的絶縁が確保できる程度に，隣接する下部電極同士が近づいて配置され」たもの(【C】)との構成に対し，平成23年12月8日付けの拒絶理由通知(甲10)では「電極間の幅や間隙等において・・・・・格別な相違は見いだせない」と，拒絶査定(甲11)では「各電極間の距離がどの程度であるかを特定したことにならない」として，本願発明の上記構成は引用発明との相違点ではないか又は引用発明から容易に想到であると判断している。これに対し，審決では，上記構成を本願発明と引用発明との相違点と明確に認めたが，上記相違点に係る構成に対し，審決で初めて引用された周知例1～5に基づく周知技術を適用して容易想到であると判断した。この審決における認定判断の理由は，拒絶査定における認定判断の理由とは明らかに相違する。",
            "原告は，本願発明と引用発明との間に電極間の間隙の点について相違点が存することが明らかになれば拒絶査定の理由が解消するものと信じて，拒絶査定不服審判の請求を行っていたものである。",
            "また，拒絶理由に示されていない周知技術を適用するのは，①拒絶理由を構成する引用発明の認定上の微修正に用いる場合，②容易想到性の判断の過程で補助的に用いる場合，又は③関係する技術分野で周知性が高く技術の理解の上で当然又は暗黙の前提となる知識として用いる場合に限られるが，本件ではどの場合にもあたらない。",
            "したがって，本件においては，拒絶査定不服審判において拒絶査定の理由と異なる理由を発見した場合にあたるということができ，原告の意見を述べる機会や補正の機会を与えなかった本件審判手続には，特許法159条2項で準用される同法50条の規定に違背する瑕疵がある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明の解釈の誤り)に対し",
          "text": [
            "審決は，相違点中の「電気的絶縁が確保できる程度」の間隔について，本願発明は，電気的絶縁が確保できれば電極間の間隔は求められる光学特性の好ましさに応じてある程度の余裕を持たせた間隔にとどめてもよいことを意味していると解釈するのが合理的であるとして，『電気的絶縁が確保できる最小の間隔』ではないとした。",
            "本願発明の技術的意義は「【発明の効果】【0021】・・・・・上部電極間および下部電極間の間隙を狭くして，間隙を目立ちにくくできる。・・・・・」との点にあるから，本願明細書段落【0044】の記載は，電極の幅寸法と隣接する電極間の間隔寸法との『相対的な関係』を説明しているのではなく，電極間の間隔の『絶対的な寸法』を説明していることは明らかである。",
            "本願明細書段落【0055】の記載は，単位寸法(電極間の間隔)を決定するに当たり，製造上求められる加工制約に違反したり，透光性電極材料の電気的絶縁の確保を無視できないという当業者に自明な事項を述べた記載にすぎず，本願発明における「電極間の電気的絶縁が確保できる程度」の「程度」を解釈するための指針となる記載ではない。",
            "したがって，「電気的絶縁が確保できる程度」の間隔を『電気的絶縁が確保できる最小の間隔』ではなく，『ある程度の余裕を持たせた間隔』とした審決の認定判断には誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(周知技術の誤認)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知例1～5",
              "text": [
                "タッチパネルにおいて均一な視認性が得られないという現象は，タッチパネルの具体的な電極の配置構成や検出方式から離れ，およそ透明電極を用いた場合には，透明電極の透明度が十分でないために共通して現れる欠点であり解決課題である。したがって，審決の認定した技術，すなわち透明電極の設けられていない領域をできるだけ少なくすることで透明電極層が配されている箇所と透明電極層が配されていない箇所との透明度(透明性)の差に起因する視認性の不均一さを目立たなくして均一な視認性を確保するという技術自体は，透明電極を用いる場合において，タッチパネルの具体的な電極の配置構成や検出方式を離れて一般的に適用できる技術である。",
                "周知例2によれば，タッチパネルにおいて均一な視認性が得られないのは，透明電極自体の透明度(透明性)が十分でないため，透明電極層が重なって配されている箇所，透明電極層が一層のみ配されている箇所及び透明電極層を配していない箇所のそれぞれの透明度(透明性)に，人間が認識しうる程度の差が生じてしまうことに起因するものであることが分かる。",
                "したがって，審決の認定した周知技術に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "追加周知例(周知例6)",
              "text": [
                "周知例6(特開2009-259003，乙1)には，光の透過量の差によってディスプレイの表示品位が悪くなることは，抵抗膜方式，静電容量方式といったタッチパネルの検出方式に依らない共通の解決課題であり，電極の無い箇所を非常に小さくすると，電極の配置構成の違いとは関係なく，電極の有無によるタッチパネルの表示品位低下を防ぐことができることが記載されている(【0003】～【0008】【0045】【0049】【0050】)。周知例6からみて，審決の認定した周知技術がタッチパネルの検出方式や電極の配置構成に関わらない技術であり，引用発明にも当然に適用し得るものであることは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(容易想到性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "検出方式又は電極の配置構成の相違",
              "text": [
                "審決が認定した「透明電極の設けられていない領域をできるだけ少なくすることで，均一な視認性を確保する」技術は，個々のタッチパネルにおける具体的な電極の配置構成や検知方式の相違から離れた，一般的，横断的な周知技術であって，引用発明のような電極の配置構成と検出方式のタッチパネルにも適用できる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "解決課題の相違",
              "text": [
                "引用例(甲1)には，「【0017】また，検出電極をITOなどの透明電極として形成する場合において，より高い透明度を確保しようとする場合には，検出電極の比抵抗が大きくなってしまうので，時定数の増加が生ずる。このため，検出時間が長くなる場合がある。」と検出電極の透明度が不十分であることの認識が示されている。透明電極層が重なって配されている箇所，透明電極層が1層のみ配されている箇所及び透明電極層が配されていない箇所それぞれの透明度(透明性)に人間が認識しうる程度の差が生じてしまうことは，当業者に広く認識されていたことである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "阻害要因",
              "text": [
                "引用発明が開口(スリット)を設けるとした箇所は各検出電極上である一方(【0208】)，引用発明に審決が認定した周知技術が適用される箇所は，検出電極間の間隔又は対向電極間の間隔であるから(【0078】【0207】)，両者は全く別の領域を意味し，引用発明に審決が認定した周知技術の適用を阻害する要因は存在しない。",
                "むしろ，引用例の段落【0016】及び【0142】の教示に従って，スリットを設けつつ検出電極の全体の幅を太くすれば，検出電極同士の間隔は狭くできるのであるから，審決が認定した周知技術と引用発明とは親和性を有する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，本願発明を引用発明及び周知技術に基づいて当業者が容易に想到することができるとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(手続違背)に対し",
          "text": [
            "拒絶査定(甲11)の備考欄には「しかしながら，骨見え，すなわち透明電極による見え方(光学特性)と，各電極間の電気的絶縁性との間には何等の因果関係も存在せず，単に各電極間の電気的絶縁の状態を特定したところで，特に骨見え対策としての各電極間の距離がどの程度であるかを特定したことにならない」との記載は，本願発明と引用発明とが同一であることを説示しているのではなく，両者の構成が異なっていることを前提としつつ，「電気的絶縁性」と「光学特性」とは異質の特性であることから，電気的絶縁性に依っただけでは光学特性に関係する骨見え対策としての各電極間の距離を特定するのに十分ではなく，その結果，引用発明との相違があるとは認められないことを原告に教示したものである。",
            "また，拒絶査定の備考欄の「引用例1には，・・・・・隣接する上部電極間の電気的絶縁が確保できる程度に，隣接する上部電極同士が近づいて配置され・・・・・本願請求項1に係る発明と格別相違しない。」との記載も，電気的絶縁性だけでは本願発明と引用発明との構成上の差異が明確にできないことを述べたものである。",
            "そうすると，拒絶査定及び審決とは，本願発明と引用発明との間に電極の間隔(各電極間の距離)について「電気的絶縁が確保できる程度」との要件が付されているか否かの違いはあるが，その相違は『格別とは認められない』との判断に立脚している点で，基本的に一致している。",
            "審決で認定した周知技術は，およそ透明電極を用いる技術分野全般にわたり横断的に通用する一般的な技術であり，文献等を示すまでもなく当業者ならば当然に知っているはずの事項であるから，そのような周知技術を用いることについて原告に対し意見を述べる機会や補正の機会を与えなかったとしても，適正手続の保障に欠けることはない。",
            "したがって，本件審判手続に手続的瑕疵はない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載",
              "text": [
                "本願明細書(甲7，8)には次の記載がある。",
                "「【技術分野】【0001】本発明は，タッチパネルにおいて指などの操作物体が接触したパネル上の位置を相互静電容量方式により感知する相互静電容量方式タッチパネルに関する。」",
                "「【発明が解決しようとする課題】【0008】・・・・・相互静電容量方式タッチパネルでは，タッチ面側から上部電極と下部電極との電極パターンが見えてしまうという現象，いわゆる骨見え現象が生じる。このような骨見え現象は，電子デバイスにおいてタッチパネルを通して視認される映像に対して視覚的な影響を与える場合があり，骨見え現象を低減させることが求められている。」",
                "「【発明の効果】【0021】本発明によれば，隣接する上部電極間の電気的絶縁が確保できる程度に，隣接する上部電極同士が近づいて配置され，隣接する下部電極間の電気的絶縁が確保できる程度に，隣接する下部電極同士が近づいて配置されていることにより，上部電極間および下部電極間の間隙を狭くして，間隙を目立ちにくくできる。さらに大略帯状に形成された上部電極と下部電極との交差部分において，上部電極に複数の開口部が形成されているため，開口部が形成されていない交差部分に比して交差部分を視覚的に目立たなくすることができる。よって，相互静電容量方式タッチパネルにおいて，上部電極および下部電極の電極パターンの骨見え現象を低減できる。」",
                "「【0027】・・・・・タッチパネル1の電極パターンでは，上部電極20の幅が下部電極10と実質的に同程度の幅に形成されている点において，従来のタッチパネル501の電極パターンとは相違している。具体的には，隣接する下部電極10間の間隙11は，下部電極10間の電気的絶縁が確保できる程度に狭く形成されており，同様に，隣接する上部電極20間の間隙21は，上部電極20間の電気的絶縁が確保できる程度に狭く形成されている。すなわち，上部電極20間の間隙21は，上部電極20の幅よりも十分に狭く形成されている。【0028】・・・・・タッチパネル1の電極パターンでは，上部電極20間の間隙21と下部電極10間の間隙11とが，互いの電気的絶縁が確保できる程度に狭く形成されているため，間隙11，21を目立ちにくくでき，上部電極20および下部電極10の端縁の輪郭を目立ちにくくすることができる。したがって，図11の従来のタッチパネル501の電極パターンと比較して明らかなように，タッチパネル1では，電極パターンの骨見え現象を低減させることができる。【0029】・・・・・タッチパネル1では，骨見え現象を低減することができるものの，タッチパネルに本来求められる検知機能が低下するという問題が生じる。・・・・・隣接する上部電極20間の間隙21が，下部電極10間の間隙11と同程度に狭く形成されているため，指などの物体2が上部電極20に近づいた場合であっても，電気力線Lが上部電極20間の間隙21を通過して物体2へと向かうことができない場合がある。・・・・・【0030】そこで，本発明の実施の形態のタッチパネル31では，・・・・・タッチパネル1と同様に，・・・・・互いに隣接する上部電極50間の間隙51は，互いに隣接する下部電極40間の間隙41と同程度，すなわち電気的絶縁が確保できる程度に狭く形成されている。【0031】上部電極50と下部電極40との交差部分33では，上部電極50に複数の開口部52が形成されている。この開口部52の形状としては，様々な形状を採用できる・・・・・」",
                "「【0035】まず，開口部52の1つ目の役割は，電極パターンの骨見え現象を低減させる役割である。・・・・・交差部分33に複数の開口部52が形成されることにより，交差部分33自体を視覚的に目立たなくすることができる。」",
                "「【0038】次に，開口部52の2つ目の役割は，タッチパネル31に本来的に求められる検知機能を確保することである。タッチパネル31では，上部電極50の間隙51が，下部電極40の間隙41と実質的に同程度に狭めて形成されているが，交差部分33において，開口部52が電気力線Lを通過させる役割を担うことにより，物体2がタッチ面側に接触したことを確実に検知することができる。」",
                "「【0044】また，本実施の形態では，上部電極50の幅は，隣接する上部電極50間の間隙よりも大きく形成されている。すなわち，(上部電極50の幅寸法／(上部電極50の幅寸法＋上部電極50間の間隙寸法))が少なくとも50％を超えるように形成されている。(上部電極50の幅寸法／(上部電極50の幅寸法＋上部電極50間の間隙寸法))が80％を超えるようにすることが好ましく，さらに(上部電極50の幅寸法／(上部電極50の幅寸法＋上部電極50間の間隙寸法))が90％を超えるようにすることがより好ましい。」",
                "「【0055】・・・・・上部電極120および下部電極110の形状について寸法例を用いて詳細に説明する。上部電極120の幅W および下部電極110の幅W は共に4.3mmに形成されており，隣接する上部電極120間の間隙D および隣接する下部電極110間の間隙D は共に0.3mmとなっている。なお，本実施例1では，この0.3mmという寸法が単位寸法となっており，この単位寸法は，例えば，ITOをエッチングして上部電極120および下部電極110を形成する場合に製造上求められる加工制約(すなわち，最小加工スペースの制約など)や，透光性電極材料の電気的絶縁を確保するための電気的な特性から決定することができる。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明の技術的課題と解決手段",
              "text": [
                "本願発明は，指などの操作物体が接触したパネル上の位置を相互静電容量方式により感知する相互静電容量方式タッチパネルに関するものであり(【0001】)，上部電極に複数の開口部が形成されるとともに，隣接する上部電極間の電気的絶縁が確保できる程度に上部電極同士が近づいて配置され，隣接する下部電極間の電気的絶縁が確保できる程度に下部電極同士が近づいて配置されていることにより，間隙を目立ちにくくさせて骨見え現象を低減させるとともに(【0008】【0021】【0027】)，このとき，間隙が狭くなると下部電極から上部電極へ向かう電気力線が間隙を通過できなくなって検出感度に問題が生じることから(【0029】)，上部電極に開口部を設けることで(【0031】)，間隙を目立ちにくくするとともに(【0035】)，この開口部に電気力線を通過させる役割を担わせることによってタッチ面への物体の接触を確実に検知することができるよう構成したものである(【0038】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本願発明の解釈の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項の記載",
              "text": [
                "原告は，本願発明では，隣接する電極間の間隙は加工制約や電気的特性に基づいて『電気的絶縁が確保できる最小の間隔』として決定されるものであり，審決の解釈するように『ある程度の余裕を持たせた間隔』として積極的に間隔を含むよう決定されるものではない旨を主張する。",
                "しかしながら，「程度」とは，「①物事の高低・強弱・優劣などがどのくらいかという度合。②適当と考えられる度合。ころあい。ほど。」を，「余裕」とは「必要な分のほかに余りにあること。また，その余り。」をそれぞれ意味する語である(広辞苑第6版参照)。審決が「本願発明における『電気的絶縁が確保できる程度』の間隔とは，『電気的絶縁が確保できる』最小の間隔ではなく，ある程度の余裕を持たせた間隔を意味していると解される。」(審決10頁)として隣接する電極間の間隙を『ある程度の余裕を持たせた間隔』と説示したのは，電極間に積極的にある程度の間隔を持たせるとの意ではなく，隣接する電極間の間隔が電気的絶縁が確保できる『最小の間隔ではない』(最小の間隔以上)ということを単に言い換えたにすぎない。",
                "したがって，審決が，本願発明【C】中の「電気的絶縁が確保できる程度」をある程度の余裕を『積極的に含む』(最小の間隔を除く)ように間隔を決定すると解釈した，との原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「電気的絶縁が確保できる程度」の構成について",
              "text": [
                "原告が援用する本願明細書段落【0055】の記載は，「なお，本実施例1では，この0．3mmという寸法が単位寸法となっており，この単位寸法は，例えば，・・・・・製造上求められる加工制約(すなわち，最小加工スペースの制約など)や，透光性電極材料の電気的絶縁を確保するための電気的な特性から決定することができる。」とするのみであり，単位寸法は，光学的特性の観点から間隙を目立ちにくくするための開口部の大きさの基準となることがあるが(【0032】【0036】【0066】)，『電気的絶縁が確保できる最小の間隔』との観点から規定されているとはいえない。したがって，本願明細書段落【0055】の記載は，本願発明における「電極間の電気的絶縁が確保できる程度」の解釈の根拠とはならない。",
                "むしろ，上記1(2)の本願発明の特徴並びに本願明細書段落【0044】に「上部電極50の幅は，隣接する上部電極50間の間隙よりも大きく形成されている。すなわち，(上部電極50の幅寸法／(上部電極50の幅寸法＋上部電極50間の間隙寸法))が少なくとも50％を超えるように形成されている。」と記載され，電極間の間隙が電極の幅との相対関係にありかつ一定の上下幅も許容していることを参酌すると，本願発明における「電気的絶縁が確保できる程度」とは，電気的絶縁が確保されることを前提に，電極間の間隙が電極の幅よりも十分に狭く形成されることによってその間隙を目立ちにくくできる程度に電極同士を近づけて配置する以上のことを意味するものではないと解するのが相当である。そして，電気的絶縁が確保されることを前提に光学的特性の観点から電極間の間隙を目立ちにくくできる程度に近付けて配置した間隔は，『電気的絶縁が確保できる最小の間隔』以上の幅となるから，その間隔には，『電気的絶縁が確保できる最小の間隔』に比して一定の余裕を生じることも含む。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであり，審決が，本願発明の構成【C】にある「電気的絶縁が確保できる程度」を『電気的絶縁が確保できる最小の間隔ではない』としたのを誤りとすることはできない。",
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(周知技術の誤認)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知例の記載",
              "text": [
                "原告は，審決が周知例1～5の記載から「透明電極の設けられていない領域をできるだけ少なくすることで，均一な視認性を確保すること」を周知技術と認定したのは，技術内容を抽象化又は上位概念化したものであり，この技術は引用発明に係る技術分野の周知技術ではない旨を主張する。",
                "周知例1～5には次のとおりの記載がある(下線及び強調は本判決で付したもの。)。",
                "①  周知例1(特開2006-344163号公報，甲2)",
                "「【0048】また，上記透透透透光光光光性性性性電電電電極極極極については，スリットによって開口部外周を形成する導導導導電電電電部部部部をををを区区区区切切切切るるるることにより，特定入力領域および該領域から電極端子までの回路パターンを構成することができる。【0049】図7〔判決注  省略〕は導電部3をスリット6が通過する部分を拡大して示したものであり，Sはスリット幅を示し，Saは網目寸法を示している。この場合の網目寸法とは，網目における対角線長さを示している。【0050】上記スリット幅Sは，20μm～網目の最大寸法の範囲に設定することが好ましく，ススススリリリリッッッットトトト幅幅幅幅SSSSがががが22220000μμμμmmmmにににに満満満満たたたたなななないいいいとととと製製製製造造造造がががが困困困困難難難難ににににななななりりりり，，，，ススススリリリリッッッットトトト幅幅幅幅SSSSがががが網網網網目目目目のののの最最最最大大大大寸寸寸寸法法法法をををを超超超超ええええるるるるととととススススリリリリッッッットトトトがががが目目目目立立立立っっっってててて，，，，デデデデザザザザイイイインンンン性性性性がががが損損損損ななななわわわわれれれれるるるる。」",
                "②  周知例2(特開平2-30024号公報，甲3)",
                "「〔2頁左上欄11行～右上欄8行〕透明電極基板の透明度は透明電極を配している個所，例えば第1図の2，第2図の2〔判決注  いずれも省略〕に示した個所の方が配していない個所3より悪くなる。従って従来の透明タッチパネルは第3図〔判決注  省略〕でわかるようにタッチスイッチ構成部では透透透透明明明明電電電電極極極極がががが2222枚枚枚枚重重重重ななななるるるる部部部部分分分分1111のののの透透透透明明明明度度度度がががが最最最最もももも悪悪悪悪くくくく，，，，次次次次いいいいてててて一一一一方方方方のののの透透透透明明明明電電電電極極極極基基基基板板板板のののの透透透透明明明明電電電電極極極極層層層層にににに他他他他方方方方のののの透透透透明明明明電電電電極極極極基基基基板板板板のののの非非非非透透透透明明明明電電電電極極極極部部部部がががが重重重重ななななっっっってててていいいいるるるる個個個個所所所所2222のののの透透透透明明明明度度度度がががが悪悪悪悪くくくく透透透透明明明明電電電電極極極極層層層層をををを配配配配ししししてててていいいいなななないいいい個個個個所所所所3333同同同同士士士士がががが重重重重ななななっっっってててていいいいるるるる部部部部分分分分のののの透透透透明明明明度度度度がががが最最最最もももも良良良良いいいいものになっている。(本発明が解決しようとする問題点)前記の如く，従来の透明タッチパネル例えばCRT画面を透視した場合，透明電極部2は特に透明電極部2が重なった個所1の透明性が透明電極2の無い部分3より顕著に劣るため均均均均一一一一なななな視視視視認認認認性性性性がががが得得得得らららられれれれずずずずCCCCRRRRTTTT画画画画面面面面がががが見見見見苦苦苦苦ししししとととといいいいうううう問問問問題題題題があった。これは透明タッチパネルとしては好しくないものである。」",
                "「〔3頁右上欄7～17行〕透明電極部と透明電極部以外の部分の透明度を等しくする方法としては電極部形成時に電極部以外の部分も同じ材料，同じ条件で同時に製膜することが工程簡略状好ましいが，この際，透明タッチパネルのスイッチ1の機能や位置を阻害しないようにするには，タッチスイッチ1を形成する透明電極部2とそれ以外の部分4との間に分離帯5を施す必要がある。分分分分離離離離帯帯帯帯5555ははははその部分の透透透透明明明明導導導導電電電電層層層層をををを一般に知られている適宜の方法を用いてエエエエッッッッチチチチンンンンググググ除除除除去去去去すすすするるるることによって設けることができる。」",
                "「〔3頁左下欄2～11行〕この分分分分離離離離帯帯帯帯5の透明度は優れているが，そそそそのののの巾巾巾巾はははは極極極極めめめめてててて狭狭狭狭くくくくすすすするるるることができるので，全体の視視視視認認認認性性性性にににに関関関関しししし見見見見映映映映をををを損損損損ななななうううう程程程程ののののももももののののででででなななないいいい。・・・・・この分離帯5は，今一方の透明電極基板の分離帯5とは交差することとなるため，この交差点6の透明度はタッチスイッチを構成する部分の透明度に比べ著しく高いが，面面面面積積積積がががが微微微微小小小小であるため，見見見見映映映映をををを損損損損ななななっっっったたたたりりりり，，，，不不不不快快快快感感感感をををを与与与与ええええるるるるここここととととははははなななないいいい。」",
                "③  周知例3(特開平11-40351号公報，甲4)",
                "「【0031】透明電極層4は微小な空隙6によって互いに分離された複数の面領域に分割されている。分割は，具体的には，透透透透明明明明電電電電極極極極層層層層のののの各各各各領領領領域域域域が，電電電電気気気気的的的的ににににはははは実実実実質質質質的的的的にににに絶絶絶絶縁縁縁縁されるが分分分分離離離離線線線線がががが肉肉肉肉眼眼眼眼でででではははは認認認認識識識識ででででききききなななないいいいよよよよううううにににに行行行行うううう。」",
                "④  周知例4(特開2010-2958号公報，甲5)",
                "「【0010】静電容量型入力装置では，透光性基板を平面視したときに，入力領域内には，第1の透光性電極パターンおよび第2の透光性電極パターンを構成する透透透透光光光光性性性性導導導導電電電電膜膜膜膜がががが存存存存在在在在すすすするるるる領領領領域域域域と，かかる透透透透光光光光性性性性導導導導電電電電膜膜膜膜がががが存存存存在在在在ししししなななないいいい領領領領域域域域があって，これらの領域の間には反反反反射射射射率率率率のののの差差差差があって，第1の透光性電極パターンおよび第2の透光性電極パターンの存在が目立ってしまうが，本発明では，第1の透光性電極パターンおよび第2の透光性電極パターンを構成する透光性導電膜が存在しない領域には，第1の透透透透光光光光性性性性電電電電極極極極パパパパタタタターーーーンンンンおよび第2の透透透透光光光光性性性性電電電電極極極極パパパパタタタターーーーンンンンと同等の屈折率を備えた透光膜からなるダダダダミミミミーーーーパパパパタタタターーーーンンンンがががが形形形形成成成成されている。このため，本発明によれば，第第第第1111のののの透透透透光光光光性性性性電電電電極極極極パパパパタタタターーーーンンンン，第第第第2222のののの透透透透光光光光性性性性電電電電極極極極パパパパタタタターーーーンンンン，およびダダダダミミミミーーーーパパパパタタタターーーーンンンンのいずれもが存存存存在在在在ししししなななないいいい領領領領域域域域がががが極極極極めめめめてててて狭狭狭狭いいいいため，第1の透光性電極パターンおよび第2の透光性電極パターンの存存存存在在在在がががが目目目目立立立立たたたたなななないいいい。それ故，静電容量型入力装置における入力面とは反対側に画像生成装置を重ねて配置したときでも，静電容量型入力装置を介して画像生成装置を見る者に対して品位の高い画像を提供することができる。」",
                "⑤  周知例5(特開2010-86498号公報，甲6)",
                "「【0019】・・・・・図4〔判決注  省略〕に示す電極では，浮遊電極4を配置しなかった場合，隣接するYYYY電電電電極極極極1111ととととXXXX電電電電極極極極2222ととととのののの間間間間隔隔隔隔8888がががが広広広広くくくくななななるるるる。前述したようにY電極1とX電極2とは透明導電膜によって形成されるが，この間隔8には，絶縁膜とガラス基板とが形成されて，透明導電膜が無い領域となる。透過率，反射率及び反射光の色度に関し，透明導電膜がある部分と無い部分とで差が生じるために，間間間間隔隔隔隔8888がががが肉肉肉肉眼眼眼眼でででで見見見見ええええててててししししままままいいいい，，，，表表表表示示示示すすすするるるる画画画画像像像像のののの品品品品質質質質をををを下下下下げげげげるるるる。【0020】我々の検討では，間隔8が30μmの場合は間隔は薄く見え，20μmではほぼ見えなくなった。また10μmでは見えない結果となった。」",
                "また，本件訴訟で周知例として追加された周知例6(特開2009-259003，乙1)には，次の記載がある。",
                "「【0003】タッチパネルの種類としては，抵抗膜方式，静電容量式，表面弾性波式，赤外線方式などがある。抵抗膜方式にはアナログ式とマトリクス式があり，・・・・・。【0004】・・・・・従来の抵抗膜方式のタッチパネル100は，・・・・・第1基板12と第2基板14のそれぞれ(に)・・・・・縞模様の電極106，108を形成し，・・・・・電極106，108同士が交叉するように両基板12，14を一定間隔で対向させることによって製造できる。・・・・・第1基板12を指で触れることによって第1基板12が撓み，両電極106，108が接触する。接触時の電位の変化した箇所を検知することによって，タッチパネル100の座標を検出することができる。【0005】 しかし，いずれの電極106，108も厚みは一定であるため，電極106，108の交叉箇所とそれ以外の箇所とでトトトトーーーータタタタルルルルのののの電電電電極極極極のののの厚厚厚厚みみみみがががが異異異異ななななりりりり，，，，光光光光のののの透透透透過過過過量量量量にににに差差差差ががががででででききききるるるるため，ディスプレイ26の表示が見難く表示品位が悪い。【0006】 静電容量式のタッチパネルも抵抗膜方式と同様にアナログ式とマトリクス式があり，・・・・・【0007】・・・・・従来の静電容量式のタッチパネル110は，・・・・・帯状の電極群116，118を形成し，・・・・・第1電極116と第2電極118は直交するように形成されている。操作者の指がタッチパネルに近接すると，第1電極群116，第2電極群118の内，指が接近した近傍の電極の静電容量が変化する。静電容量式タッチパネルは，その静電容量の変化を検出して直交する座標を求める。【0008】しかし，静静静静電電電電容容容容量量量量式式式式ののののタタタタッッッッチチチチパパパパネネネネルルルルででででああああっっっっててててもももも両両両両電電電電極極極極111111116666，，，，111111118888のののの厚厚厚厚みみみみがががが同同同同じじじじででででああああるるるるののののでででで，，，，抵抵抵抵抗抗抗抗膜膜膜膜方方方方式式式式とととと同同同同様様様様ににににデデデディィィィススススププププレレレレイイイイのののの表表表表示示示示品品品品位位位位をををを低低低低下下下下ささささせせせせるるるるおおおおそそそそれれれれががががああああるるるる。」",
                "「【0045】以上のいずれの静電容量式のタッチパネル30，50であっても，抵抗膜方式のタッチパネルと同様に，第1電極36，56と第2電極38，58との厚みを，電極同士が重なる箇所とそれ以外の箇所とで異なるようにして光の透過量の差が出ないようにしている。従来に比べてディスプレイ26の表示品位の低下を防止できる。」",
                "「【0049】・・・・・実施例1と比較して，両電極の幅を広げ，電電電電極極極極ののののなななないいいい面面面面積積積積をををを狭狭狭狭くくくくしている。両電極において，交叉部分とそれ以外の箇所とでは光の透過量の差が出ず，従来に比べて表示品位を上げることができた。タタタタッッッッチチチチパパパパネネネネルルルルににににおおおおけけけけるるるる電電電電極極極極のののの無無無無いいいい面面面面積積積積がががが非非非非常常常常にににに小小小小ささささくくくく，電極の有無によってタッチパネルの表表表表示示示示品品品品位位位位低低低低下下下下をををを防防防防いいいいででででいいいいるるるる。」",
                "「【0050】・・・・・両電極において，交叉部分とそれ以外の箇所とでは光の透過量の差が出ず，従来に比べて表示品位を上げることができた。また，電電電電極極極極のののの無無無無いいいい箇箇箇箇所所所所がががが非非非非常常常常にににに小小小小ささささくくくく，電極の有無によってタッチパネルの表表表表示示示示品品品品位位位位低低低低下下下下をををを防防防防いいいいででででいいいいるるるる。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知技術の認定",
              "text": [
                "審決が引用した周知例1～5及び新たに追加された周知例6の記載によれば，①透明電極が設けられた領域と透明電極が設けられていない領域とでは透明度が異なること，また，透明電極が重なる領域と透明電極が重ならない領域とでも透明度が異なること，②透明度が異なる領域が広い場合には肉眼で認識可能となり，③隣接する透明電極の間の透明電極の設けられていない領域の間隔が肉眼で認識できる程度に広い場合には均一な視認性を確保することができないこと，は透明電極を用いた技術分野において周知事項であると認めることができる。そして，透明度が異なることは，タッチパネルが，抵抗膜方式か静電容量方式のいずれかであるか，電極の構造が平面配置か交差配置かに依らないことも明らかである(照明装置又は発光装置の種類に依らないこともいうまでもない。)。したがって，このことをもって，技術内容の抽象化又は上位概念化ということは当を得ていない。",
                "そして，上記①～③の周知事項に基づけば，隣接する透明電極の間の透明電極の設けられていない領域の間隔を肉眼で認識できない程度に狭くすれば均一な視認性を確保できることは周知事項として認識されていると認めることができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおりであり，審決がした「透明電極の設けられていない領域をできるだけ少なくすることで，均一な視認性を確保する」との周知技術の認定に誤りがあるとはいえない。",
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(容易想到性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例の記載",
                  "text": [
                    "引用例(甲1)は，静電容量型のタッチセンサパネルを含む表示装置に関する発明の特許公開公報であるが，そこには次の記載がある。",
                    "「【0015】しかしながら，上記のような静電容量式のタッチセンサにおいては，その検出感度が十分に高くない場合があり，タッチ位置の検出を高精度に実施することが困難な場合がある。【0016】たとえば，検出器の寄生容量に対して走査電極と検出電極とによる静電容量が著しく小さいときは，検出が好適でなくなる場合があるために，検出電極の幅を太くする必要が生ずる。しかし，この場合には，その太い検出電極によってフリンジ電界が遮られることになるので，検出感度の低下が生ずる場合がある。【0017】また，検出電極をITOなどの透明電極として形成する場合において，より高い透明度を確保しようとする場合には，検出電極の比抵抗が大きくなってしまうので，時定数の増加が生ずる。このため，検出時間が長くなる場合がある。」",
                    "「【0086】本実施形態においては，・・・・・検出電極24のそれぞれは，対向電極23に対面する面にスリットKKが形成されている。スリットKKは，各検出電極24の内部において，垂直方向yに延在しており，複数が，水平方向xにて間を隔てて並ぶように設けられている。たとえば，スリットKKの幅としては，100～1100μmとすることが好適である。」",
                    "「【0139】・・・・・被検知体Fが検知面(表示面)に近接していない場合において，対向電極23に共通電位Vcomが印加されたときは，対向電極23と検出電極24との間に電界が生ずる。本実施形態においては，対向電極23と検出電極24との平板間の電界に加えて，検出電極24に設けられたスリットKKを介したフリンジ電界も生ずる。【0140】そして，指などの被検知体Fが検知面(表示面)に近接した場合においては，・・・・・その被検知体Fによってフリンジ電界・・・・・が遮られる。本実施形態においては，検出電極24に設けられたスリットKKを介したフリンジ電界についても，遮断されて発生しない。【0141】このため，検出電極24にスリットKKを設けた場合には，スリットKKを設けない場合と比較して，被検知体Fの有無による静電容量の変動が大きくなる。【0142】よって，本実施形態は，検出電極24にスリットKKを設けることで，タッチセンサTSの検出感度を向上させることができる。また，検出電極24においてスリットKKが設けられた部分以外の幅の合計値を保持することで，検出電極24の全体の幅が太くなっても抵抗値を維持できるので，検出電極24にて時定数が増加することを防止できる。このため，検出時間が長くなることを防止できる。」",
                    "「【0208】また，検出電極24dにおいては，スリットKKが形成されている。スリットKKは，各検出電極24dの内部において，垂直方向yに延在しており，複数が，垂直方向yおよび水平方向xにおいて，間を隔てて並ぶように設けられている。つまり，矩形状のスリットKKが格子状に形成されている。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明の技術的課題と解決手段",
                  "text": [
                    "上記アの記載によれば，引用発明は，静電容量式のタッチセンサにおいて，検出電極の幅を太くするとその太い検出電極によって電極間の間隙を介したフリンジ電界が遮られることにより検出感度の低下が生ずるため，タッチ位置の検出を高精度に実施することが困難となるという課題(【0016】)に対して，検出電極にスリットを垂直方向yに延在して形成すると(【0086】)，検出電極に設けられたスリットを介したフリンジ電界も生ずることから，検出電極にスリットを設けることでタッチセンサの検出感度を向上させるもの(【0139】～【0142】)である。さらに，矩形状のスリットを格子状に形成すること(【0208】)も記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明への周知技術の適用",
              "text": [
                "引用発明の上記課題は，本願発明の骨見え現象の低減という課題の解決手段として電極間の間隙を電極の幅よりも十分に狭く形成した結果生じる検知機能の低下という課題と同等の課題と解される。そして，引用発明は，検出電極の幅を太くした場合，すなわち反面からいえば隣接する検出電極間の間隙を狭くした場合であっても，検出電極にスリットを形成し，スリットを介したフリンジ電界も生じさせてタッチセンサの検出感度を向上させることにより，この課題の解決を可能とする構成となっている。",
                "したがって，検知機能の低下という課題の解決手段として構成されている引用発明に，骨見え現象の低下という本件発明の課題の解決手段として，本願発明の属するタッチパネルの技術分野において周知技術である「透明電極の設けられていない領域をできるだけ少なくすることで，均一な視認性を確保すること」を適用して，「隣接する上部電極間の電気的絶縁が確保できる程度に，隣接する上部電極同士が近づいて配置され，隣接する下部電極間の電気的絶縁が確保できる程度に，隣接する下部電極同士が近づいて配置され」たとの相違点に係る本願発明の構成とすることは，当業者が容易に想到し得たものである。そうすると，これと同旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "解決課題の相違に関する原告の主張について",
              "text": [
                "原告は，引用例には透明電極である検出電極及び対向電極の視認性に関する記載は一切存在しないから，周知例1～5の「透明電極の設けられていない領域をできるだけ少なくすることで，均一な視認性を確保する」との技術を引用発明に適用する動機付けがない旨を主張する。しかしながら，引用例には，「【0017】検出電極をITOなどの透明電極として形成する場合において，より高い透明度を確保しようとする場合には，検出電極の比抵抗が大きくなってしまうので，時定数の増加が生ずる。」と記載されており，引用例においても，より高い透明度を確保しようとする課題が存在することが記載されており，これは，反面，透明電極の透明度が不十分であるゆえに透明度をより高めようとの認識を示すものであって，透明電極の視認性に関する課題を示唆するものといえる。そして，上記2に認定判断のとおり「透明電極の設けられていない領域をできるだけ少なくすることで，均一な視認性を確保する」ことは周知事項として当業者に認識されているのであるから，引用発明にこの周知技術を適用する動機付けが存在するというべきである。",
                "これに対して，原告は，上記引用例の記載がITO自体の光学特性に言及するものにすぎない旨を主張するが，上記記載はITO自体の光学特性ではなく，ITOなどを検出電極とした場合の透明度(光学特性)と比抵抗に関するものであるから，その主張は失当である。そして，ITOの透明度に関する課題はそのITOを用いた透明電極を重ねた場合の透明度においてさらに顕著なものとなるのは自明なことであるから，動機付けとしては十分というべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "阻害要因に関する原告の主張について",
              "text": [
                "原告は，引用発明は透明電極が設けられていない領域を積極的に形成しようとする技術思想に基づくものであり，審決が認定した「透明電極の設けられていない領域をできるだけ少なくすることによって，均一な視認性を確保する」という周知技術の技術思想とは相反するから，引用発明に周知技術を適用するには阻害要因がある旨を主張する。",
                "しかしながら，引用発明には，静電容量の変動の検出感度を向上させるために検出電極の開口部(スリット)の幅をより広くすることが好ましいとの技術思想の開示はあるとしても(【143】～【148】)，透明電極として形成された検出電極に開口(スリット)を設ける箇所は，各検出電極上であって(【0139】～【142】)，この部分をもって検出電極間の間隙(審決が認定した上記周知技術を適用する「透明電極の設けられていない領域」に対応する。)と同視することはできず，引用発明に検出電極間の領域をも積極的に広げて形成しようとする技術思想を抽出することはできない。引用発明に周知技術を適用するのに原告主張の阻害要因があるとは認められない。",
                "なお，原告は，審決の認定した上記周知技術の適用をタッチパネル上の特定の領域にとどめることはできない旨を主張するが，上記周知技術をタッチパネルのどの領域に適用するかは，当業者が適宜決定すべき設計的事項にすぎないというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上から，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "拒絶査定の理由",
              "text": [
                "原告は，拒絶査定の理由と審決の理由とが異なる旨を主張する。そこで，平成23年12月8日付け拒絶理由通知書(甲10)と拒絶査定(甲11)の各備考欄をみると，次の記載がある(なお，下記引用中の「本願請求項1に係る発明」及び「引用例1」とは，それぞれ，本判決の「本願発明」及び「引用例」に対応する。)。",
                "①  拒絶理由通知書の備考欄",
                "「引用例1には，・・・・・上部電極に同じ大きさおよび形状を有する開口部が第1および第2の方向に配置されて形成され，当該上部電極全体において，それぞれの開口部が第2の方向に沿って一定の間隔で配置されている相互容量方式タッチパネルが開示されており，電極幅や間隙等において，上記請求項に係る発明との格別の相違は見いだせない。」",
                "②  拒絶査定の備考欄",
                "「引用例1には，透光性電極材料により大略帯状に形成され，第1の方向に沿って互いに平行に配置された複数の下部電極(対向電極23)と，透光性電極材料により大略帯状に形成され，第1の方向と交差する第2の方向に沿って互いに平行に配置されるとともに，下部電極よりもタッチ面側に配置された複数の上部電極(検出電極24)と，を備え(・・・・・)，隣接する上部電極間の電気的絶縁が確保できる程度に，隣接する上部電極同士が近づいて配置され(・・・・・)，隣接する下部電極間の電気的絶縁が確保できる程度に，隣接する下部電極同士が近づいて配置され(・・・・・)，上部電極と下部電極との交差部分において，上部電極に同じ大きさおよび形状を有する複数の開口部が第1および第2の方向に配置されて形成され，上部電極の全体において，それぞれの開口部が第2の方向に沿って一定の間隔で配置されている(・・・・・)の，相互静電容量方式タッチパネル(・・・・・)が記載されていて，本願請求項1に係る発明と格別相違しない。なお，意見書にて出願人は，主に，本願請求項1に係る発明と引用例1に記載された発明との課題の違いに言及し，引用例1には，『隣接する上部電極間の電気的絶縁が確保できる程度に，隣接する上部電極同士が近づいて配置され，隣接する下部電極間の電気的絶縁が確保できる程度に，隣接する下部電極同士を近づいて配置する』点が記載も示唆もされていない旨を主張している。しかしながら，骨見え，すなわち透明電極による見え方(光学特性)と，各電極間の電気的絶縁性との間には何等の因果関係も存在せず，単に各電極間の電気的絶縁の状態を特定したところで，特に骨見え対策としての各電極間の距離がどの程度であるかを特定したことにならない・・・・・本願その余の請求項に係る発明は，引用例1に記載された発明と格別異ならないか当該発明に基づいて当業者が容易になし得たものである。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "理由変更の有無",
              "text": [
                "上記拒絶理由通知及び拒絶査定は，本願発明を特許法29条1項3号と29条2項に該当するとしているところ，拒絶理由通知が「電極幅や間隙等において，上記請求項に係る発明との格別の相違は見いだせない。」とし，拒絶査定が「骨見え，すなわち透明電極による見え方(光学特性)と，各電極間の電気的絶縁性との間には何等の因果関係も存在せず，単に各電極間の電気的絶縁の状態を特定したところで，特に骨見え対策としての各電極間の距離がどの程度であるかを特定したことにならない」と記載していることにかんがみれば，本願発明が，各電極間の間隔について「電気的絶縁が確保できる程度」との要件が付されているとの点で引用発明と異なる構成を有することは所与の前提とした上で，そうであるとしても，引用発明もまた各電極間の絶縁が確保できる程度に電極を配置しているのは自明であるから，電気的絶縁性の観点のみからでは本願発明と引用発明との間に構成上の差異が明確には認められず，したがって，光学特性の観点から骨見え対策としての各電極間の距離を特定しない限りは，引用発明と本願発明との間に進歩性を肯定しうるほどの実質的な構成上の差異があるとは認められないことを示したものと解することができる。",
                "したがって，拒絶査定も，引用発明との間の相違点を前提としつつその容易想到性を判断しており，拒絶査定と審決とは，本願発明と引用発明との間に，電極間の間隔に「電気的絶縁が確保できる程度」との要件が付されているか否かという点の構成の相違は認められるものの，それは格別な相違とは認められないとし，特許法29条2項も根拠としている点で一致しており，審決は，拒絶査定における理由とは異なる理由により拒絶査定を維持したものではない。拒絶査定の理由と審決の理由とが異なることを前提とする原告の上記主張は，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知例の適用の可否",
              "text": [
                "原告は，審決には，拒絶理由に摘示されていない周知例を適用する要件が欠けていたにもかかわらず周知例を適用して判断した点に手続違背がある旨を主張する。",
                "しかしながら，前記2に認定判断したとおり，前記3(2)の事項が透明電極を用いたタッチパネルの技術分野において周知技術として認識されているとの審決の認定に誤りはなく，このような周知技術は当業者にとって極めて常識的・基礎的な事項として周知性の高いものということができる。そうであれば，審判において改めて周知例を示して拒絶理由を通知しなかったとしても，原告の意見書の提出や補正の機会が奪われたということはできない。",
                "よって，原告の上記主張は，理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上から，取消事由4は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告主張の取消事由はすべて理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ]
}