{
  "conclusion": [
    {
      "text": "特許庁が不服2011-10736号事件について平成24年5月2日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告が求めた判決",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，拒絶審決の取消訴訟である。争点は，手続違背の有無及び発明の新規性の有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成16年12月22日，名称を「ポジトロンCT装置」とする発明につき特許出願したが(特願2004-371936号)，平成23年2月15日，拒絶査定を受けたので，同年5月23日，不服審判請求をした。特許庁は，平成24年5月2日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同月15日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明は，陽電子を用いて被検体の内部の状況を観察する装置であるポジトロンCT装置に関する発明で，請求項1の特許請求の範囲は以下のとおりである。",
            "【請求項1(本願発明)】",
            "「入射した光子のエネルギに応じた光子検出信号をそれぞれ出力する複数個の光子検出器が測定空間を囲んで所定軸の周囲に配列されたリングと，",
            "前記光子検出信号を入力し，前記測定空間における電子・陽電子対消滅によって発生する光子対をエネルギ弁別して同時計数し，前記光子対がどの直線上で発生したかを示す同時計数データを出力する同時計数手段と，",
            "被検体の輪郭形状を光学的に計測して前記被検体の輪郭形状データを出力する被検体形状計測装置と，",
            "前記同時計数データ及び前記輪郭形状データに基づいて吸収補正を行うことにより，吸収補正された投影データである補正投影データを生成する補正投影データ取得手段と，",
            "を備えることを特徴とするポジトロンCT装置。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "本願発明は，下記刊行物1に記載された発明と実質的に同一であるから，新規性を欠く。",
            "【刊行物1】特開平10-206546号公報(甲1)",
            "【刊行物1に記載された引用発明】",
            "「入射した光子のエネルギに応じた光子検出信号をそれぞれ出力する複数個の光子検出器が測定空間を囲んで配列されたリングと，",
            "前記光子検出信号を入力し，前記測定空間における電子・陽電子対消滅によって発生する光子対をエネルギ弁別して，前記光子対のそれぞれの光子を検出した光子検出器対を示す検出器識別信号を出力する同時計数回路と，",
            "前記測定空間に設定された極座標系による座標値に対する番地が粗密分布を有する対応関係に従って，前記検出器識別信号が示す光子検出器対を互いに結ぶ同時計数ラインについて前記極座標系で表現した座標値に対応する番地を出力する座標変換手段と，",
            "前記座標変換手段から出力された番地に一定値を累積加算して投影データを蓄積する投影データ蓄積手段と，",
            "前記投影データ蓄積手段に蓄積された前記投影データに基づいて，前記測定空間における電子・陽電子対消滅の発生頻度の空間分布を算出し画像再構成を行う画像再構成手段と，",
            "を備え",
            "前記測定空間に置かれた被写体10の輪郭を検出するためにトランスミッション計測で得られるトランスミッション・データまたは光学式3Dスキャナを利用する被写体の輪郭を検出する輪郭検出手段を更に備えるポジトロンCT装置。」",
            "【本願発明と引用発明の一致点】",
            "「入射した光子のエネルギに応じた光子検出信号をそれぞれ出力する複数個の光子検出器が測定空間を囲んで所定軸の周囲に配列されたリングと，",
            "前記光子検出信号を入力し，前記測定空間における電子・陽電子対消滅によって発生する光子対をエネルギ弁別して同時計数し，前記光子対がどの直線上で発生したかを示す同時計数データを出力する同時計数手段と，",
            "被検体形状測定利用手段と，",
            "を備えるポジトロンCT装置。」である点",
            "【本願発明と引用発明の相違点】",
            "被検体形状測定利用手段について，本願発明では，「被検体の輪郭形状を光学的に計測して前記被検体の輪郭形状データを出力する被検体形状計測装置と，前記同時計数データ及び前記輪郭形状データに基づいて吸収補正を行うことにより，吸収補正された投影データである補正投影データを生成する補正投影データ取得手段」であるのに対して，引用発明では，「前記測定空間に置かれた被写体10の輪郭を検出するためにトランスミッション計測で得られるトランスミッション・データまたは光学式3Dスキャナを利用する被写体の輪郭を検出する輪郭検出手段」である点",
            "【本願発明と引用発明の実質的同一性の判断】",
            "「引用発明の『光学式3Dスキャナ』が，本願発明の『被検体の輪郭形状を光学的に計測して前記被検体の輪郭形状データを出力する被検体形状計測装置』に相当することは明らかである。",
            "そして，『光学式3Dスキャナ』を利用した場合については，直接の記載はないものの・・・『トランスミッション・データ』についての『【0054】・・・トランスミッション・データとは，このトランスミッション計測によりt-θ メモリ60に蓄積された投影データを言い，被写体10における光子吸収を補正する際に用いられるデータである。』との記載より，引用発明の『光学式3Dスキャナ』も同様に，被写体10における光子吸収を補正する際に用いられているといえ，吸収補正された投影データである補正投影データを生成する補正投影データ取得手段を有しているといえる。",
            "してみると，相違点は実質的な相違点ではない。」"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(手続違背)",
          "text": [
            "特許庁は，原告に対し，拒絶理由通知において，刊行物1(甲1)又は甲第2号証(特開平10-206545号公報)に記載の各発明と本願発明が実質的に同一であるという拒絶理由1(新規性欠如)と，甲第3号証(特許第3404080号公報)を主引用例とする進歩性欠如の拒絶理由2を示したので，原告は，請求項4を追加する補正をするとともに上記拒絶理由の全部について反論した。特許庁は，その後，本願発明は拒絶理由2によって登録を拒絶すべきものであるとの拒絶査定をしたが，拒絶理由1については何ら言及しなかった。これは，審査官が拒絶理由1を断念したに等しい。",
            "そこで，原告は，不服審判においては拒絶理由2についてのみ反論したが，審判体は，何ら拒絶理由通知を発することなく，拒絶理由1に基づいて請求不成立審決をした。",
            "拒絶査定に先行する拒絶理由通知で複数の拒絶理由が通知されていたが，そのうちの一部を理由として拒絶査定をした場合の不服審判事件において，既に通知した他の理由で特許出願を拒絶しようとするときは，審判体は改めて拒絶理由通知をするべきであり，これをせずに上記の他の理由で請求不成立審決をすることは出願人に対する不意打ちとなる。",
            "審判体は拒絶査定で拒絶理由1につき何ら言及しなかったので，原告は，拒絶理由1は既に解消したものと信頼して，拒絶理由1につき反論せず，審判体も拒絶理由1について反論の機会を与えなかった。",
            "かかる審判体の措置は原告に対する不意打ち，騙し討ちであって，審決には手続違背の違法がある。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明と引用発明の実質的同一性の判断の誤り)",
          "text": [
            "刊行物1には，従来から既知の通常の吸収補正，すなわちトランスミッション計測を行って得られたトランスミッション・データに基づいて吸収補正を行うことが記載されているにすぎない。引用発明における「前記測定空間に置かれた被写体の輪郭を検出する輪郭検出手段」も，「座標変換手段」における「粗密分布」，すなわち測定空間に設定された極座標系による座標値に対する番地の粗密の分布を設定するために，被写体の輪郭を検出するのみであって，吸収補正のために被写体の輪郭を検出しているわけではない。",
            "刊行物1には，上記「輪郭検出手段」の具体例として，光学式3Dスキャナを利用する例，トランスミッション計測で得られるトランスミッション・データを利用する例が記載されているが(段落【0053】)，かかる記載においては，これらの例は吸収補正を行う具体例として掲げられているわけではない。",
            "したがって，刊行物1には，トランスミッション・データから得られた被写体の輪郭に基づいて吸収補正を行うことにつき記載も示唆もないし，トランスミッション・データを取得すれば直ちに吸収補正をすることができるにもかかわらず，トランスミッション・データから被写体の輪郭を検出し，検出された被写体の輪郭の形状に基づいて吸収補正を行うという余計な手順を踏む必要はない。また，トランスミッション計測は，被写体内部の光子吸収率分布を測定するもので，得られるトランスミッション・データを用いれば高精度の吸収補正を行うことができるから，あえて低精度の吸収補正にとどまる被写体の輪郭検出，輪郭形状に基づく吸収補正という方法を採用する合理性がない。",
            "また，刊行物1には，光学式3Dスキャナを利用して得られた被写体の輪郭形状に基づいて吸収補正を行うことにつき記載も示唆もない。刊行物1では，吸収補正に関して，トランスミッション計測と光学式3Dスキャナの利用とは同列に記載されていない。",
            "そうすると，審決がした「引用発明の『光学式3Dスキャナ』も同様に，被写体10における光子吸収を補正する際に用いられているといえ，吸収補正された投影データである補正投影データを生成する補正投影データ取得手段を有しているといえる。」との判断は誤りである。なお，ポジトロンCT装置において，被検体の輪郭形状を吸収補正に用いることは，本件出願当時の当業者の技術常識であるとはいえないから，刊行物1に記載された発明の解釈に当たって参酌することはできない。",
            "他方，本願発明では，吸収補正のためのデータを取得する際に被検体が被曝することがないよう，被検体の輪郭形状を光学的に計測し，輪郭形状のデータから吸収補正を行うものであるから，被検体の被曝を伴うトランスミッション計測を行う引用発明とは構成及び作用効果が相違する。",
            "よって，本願発明と引用発明の相違点は実質的なものであって，両発明は実質的に同一でない。両発明が実質的に同一であるとして，本願発明は新規性を欠くとした審決の判断は誤りである。",
            "なお，審決が本願発明と引用発明の一致点・相違点の認定で使用した「被検体形状測定利用手段」との語は，その意義が不明瞭であるところ，これが「被検体の形状を測定して，その形状を利用する手段」を意味するとしても，引用発明は本願発明とは異なって，被検体の輪郭形状を検出するだけで，輪郭形状を利用していないから，両発明は「被検体形状測定利用手段」の点においても相違するというべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "審決の理由は，既に通知された拒絶理由と同趣旨のものにすぎないところ，原告は，拒絶理由通知に対して意見書を提出し，手続補正をしたものであり，審査段階におけるかかる手続の効力は拒絶査定不服審判においてもその効力を有する(特許法158条)。このとおり本件の審判手続では原告に対し反論，補正する機会が与えられており，改めて拒絶理由通知をしなくても，原告に対する手続保障に欠けるところはない。",
            "したがって，審決に手続違背の違法は存しない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "確かに，刊行物1(甲1)には，明示的には，トランスミッション・データを用いて吸収補正を行う構成しか記載されていないが，段落【0053】には，「被写体10の輪郭を検出する方法として，光学式3Dスキャナを利用するのも好適である。また，トランスミッション計測で得られるトランスミッション・データを利用して被写体10の輪郭を検出する方法も好適である。」との記載があるから，刊行物1では，光学式3Dスキャナの利用とトランスミッション・データの利用とが同等なものとして取り扱われているといってよい(なお，この段落では，輪郭形状検出用途に限定されていない。)。また，段落【0054】では，トランスミッション・データを吸収補正に用いることが記載されているが，本件出願当時，ポジトロンCT装置において，被検体の輪郭形状に基づいて吸収補正を行う構成は当業者に周知であった(乙2(特開2003-294843号公報)の段落【0003】，乙3(特開2002-148340号公報)の段落【0003】，乙4(実願昭56-24579号(実開昭57-138077号)のマイクロフィルム)の7頁下から4行～8頁上から2行，乙5(特開昭62-167492号公報)の1頁左欄下から4行～右欄上から13行参照)。そして，刊行物1に記載された被写体は頭部であり，均一な光子吸収体として当業者に既知のものである(乙2参照)。そうすると，刊行物1に接した当業者であれば，光学式3Dスキャナを用いて吸収体の輪郭形状を検出した結果得られた輪郭形状データを吸収補正に利用する構成が記載されていると認識するはずである。",
            "そして，ポジトロンCT装置において吸収補正の対象が同時計測データであり，吸収補正後のデータが投影データとなることは自明である。",
            "したがって，刊行物1に接した当業者であれば，同時計測データと輪郭形状データに基づいて吸収補正を行い，吸収補正された投影データを生成する手段が記載されていると認識することができる。",
            "よって，本願発明と引用発明の実質的同一性に係る審決の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "取消事由2(本願発明と引用発明の実質的同一性の判断の誤り)について判断する。",
        "刊行物1は，原告自身が出願したポジトロンCT装置の発明の特許出願に係る公報であるが，その請求項1，3の特許請求の範囲には，光子検出器が検出した光子対の計測結果を変換して投影データに利用できるようにする座標変換手段を具備することや，被写体の輪郭形状を検出する輪郭検出手段を具備すること，輪郭検出手段が検出した輪郭形状に基づいて，座標変換手段が行う変換において用いる粗密分布を形成すること等が記載されているのみで，光子検出器が計測したデータを被検体が光子を吸収するという問題に対応して補正する(吸収補正)手段に関する記載はない。",
        "また，刊行物1の発明の詳細な説明では，主として光子の散乱補正の問題について記載されているところ，光子の吸収補正についての具体的な記載は，段落【0052】の「なお，再構成画像のS／Ｎ比を劣化させる要因として，上述した散乱同時計数の他に，被写体10における光子吸収や，リング20を構成する多数の光子検出器間の感度の不均一がある。したがって，散乱補正に加えて，トランスミッション計測やブランク測定を行って吸収補正および感度補正を行うのも好適である。」との記載，段落【0054】の「トランスミッション計測とは，エミッション計測(RI線源を投与された被写体10から発生する光子対の測定)時と同じ位置にRI線源が投与されていない被写体10を置き，リング20の中心軸を中心として被写体10の周囲で校正用RI線源12を回転させて行う計測を言う。また，トランスミッション・データとは，このトランスミッション計測によりt-θメモリ60に蓄積された投影データを言い，被写体10における光子吸収を補正する際に用いられるデータである。」との記載にとどまっている。そうすると，少なくとも刊行物1のポジトロンCT装置における光子の吸収補正として明示的に予定されているのは，いわゆるトランスミッション計測によるものだけであることが明らかである。",
        "そして，刊行物1の段落【0053】には，「次に，被写体10の輪郭検出の方法について説明する。被写体10の輪郭を検出する方法として，光学式3Dスキャナを利用するのも好適である。また，トランスミッション計測で得られるトランスミッション・データを利用して被写体10の輪郭を検出する方法も好適である。・・・」との記載があるが，これは電子と陽電子の結合によって生じる一対の光子の一方又は双方が散乱された結果，光子検出器が同時検出したデータから推定される上記結合位置が誤ったものとなる散乱同時計数の問題にかんがみ(段落【0023】)，かかる散乱同時計数に係るデータ(散乱データ)を控除して再構成画像のS／Ｎ比を向上させるため散乱補正を行う観点からなされた記載にすぎない(段落【0022】，【0025】，【0026】)。すなわち，かかる散乱補正を行う上で，散乱データを効率よく推定するため，測定空間のうち被検体が占めない空間の投影データのサンプリング密度を粗とするべく(逆に，被検体が占める空間の投影データのサンプリング密度は従来どおり密とする。)，光学式3Dスキャナを利用して検出した輪郭形状を用いることや，トランスミッション計測の結果得られたトランスミッション・データ(被検体の当該部分の光子吸収の度合いに係るデータ)を用いることを意味するにすぎず(段落【0027】，【0029】，【0030】，【0031】)，段落【0053】を含む発明の詳細な説明には，被検体の輪郭形状から吸収補正を行うことは記載も示唆もない。したがって，引用発明の光学式3Dスキャナもトランスミッション・データと同様に被検体(被写体10)による光子吸収を補正する際に用いられているとする審決の認定は誤りである。",
        "この点，被告は，刊行物1では光学式3Dスキャナの利用とトランスミッション・データの利用とが同等に取り扱われているとか，段落【0053】では，光学式3Dスキャナの利用法が輪郭形状検出用途に限定されていないと主張するが，上記のとおり，被検体の輪郭形状から吸収補正を行うことは記載も示唆もないし，上記段落の記載から，光子の吸収補正の点に関して，光学式3Dスキャナの利用とトランスミッション・データの利用とが同等に取り扱われているということもできない。また，被告は，刊行物1に記載された被検体(被写体)は均一な光子吸収体として既知の頭部であり，被検体の輪郭形状に基づいて吸収補正を行う構成は当業者に周知であるから，刊行物1に接した当業者であれば，光学式3Dスキャナを利用して得られた被検体の輪郭形状データを吸収補正に利用する構成が記載されていると認識するなどと主張する。しかしながら，刊行物1に人の頭部の内部をポジトロンCT装置で観察することが記載されているとしても(段落【0003】，【0097】～【0101】，図13)，刊行物1に記載された発明は人の頭部を観察するための構成に限定されているわけではない。また，被検体内部の光子吸収率が一様であると仮定して，被検体の輪郭形状に基づいて吸収補正を行うことが，本件出願当時の当業者に広く知られた事柄であったとしても(乙2～5)，被告が提出する乙第2ないし第5号証には，光学式3Dスキャナを用いて被検体の輪郭形状を検出することは記載も示唆もされていない(乙2ではエミッション・データを利用し，乙3では透過放射線源を用いたスキャン又は手入力で，乙4ではX線CT像を利用し，乙5では測定用ベルトを利用してそれぞれ被検体の輪郭形状を検出する。)。そうすると，刊行物1に接した当業者が，光学式3Dスキャナを利用して得られた被検体の輪郭形状データを吸収補正に利用する構成を読み取ることはできない。",
        "なお，刊行物1に記載の引用発明は，光子検出器を配して成る同時計数回路に，RI線源から放出された陽電子と近傍の電子が結合した結果，互いに正反対の方向に向けて生じる1対の光子が成す直線である同時計数ラインのうち，測定空間内の被検体が占める領域を通過する同時係数ラインに係るサンプリング密度と，被検体が占めない領域を通過する同時計数ラインに係るサンプリング密度との間に粗密の差を設けることや，かかるサンプリング密度の差を考慮した同時計数ラインの座標値の投影データへの変換手段を具備すること等により，データの量(メモリの容量)を増やすことなく高解像度の再構成画像を得るものであって(段落【0009】，【0021】～【0031】，【0104】，【0105】)，本願発明とは異なり，RI線源を投与する前の被検体の被曝を避けるため，X線CT計測や校正用RI線源を用いたトランスミッション計測を省略すること(本願明細書(甲4)の段落【0005】，【0006】)を目的としていない。審決が認定した本願発明と引用発明の相違点は，上記のとおりの目的の違いに由来するもので，上記相違点が実質的なものであることは，かかる観点からしても明らかである。",
        "以上のとおり，本願発明と引用発明の相違点は実質的なもので，両発明は実質的に同一ではないから，これに反して本願発明の新規性を否定した審決の認定・判断は誤りである。したがって，この旨をいう原告が主張する取消事由2は理由があり，取消事由1について判断するまでもなく，審決は取消しを免れない。"
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，原告が主張する取消事由2は理由があるから，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10216",
    "date": "2013-02-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083025",
    "ipprecedent_id": "3296",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}