{
  "conclusion": [
    {
      "text": "特許庁が無効2009-800083号事件について平成24年7月6日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告の請求に基づき原告の本件特許を無効とした審決の取消訴訟であり，争点は，容易推考性の存否である。なお，当裁判所が取り上げる争点以外の審決の理由及び当事者の主張の詳細の摘示は省略する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続及び訴訟の経緯",
          "text": [
            "原告は，本件特許第4237247号(発明の名称「遺体の処置装置」，平成20年10月17日出願，平成20年12月26日特許登録，特許公報は甲87，請求項の数1)の特許権者である。",
            "なお，本件特許に係る出願(特願2008-268908号)は，平成17年1月18日にした国際出願(国内における出願番号は特願2006-519003号)の一部を新たな特許出願(特願2008-8940号。出願日平成20年1月18日。)とし，その一部を新たな特許出願(特願2008-137926号。出願日平成20年5月27日。)とし，さらにその一部を新たに特許出願としたものである。",
            "被告は，平成21年4月20日に本件特許について無効審判請求(無効2009-800083号)をしたところ，特許庁は，平成22年1月8日，「本件審判の請求は，成り立たない。」との審決(第1次審決)をした。",
            "被告により，第1次審決の取消訴訟(知財高裁平成22年(行ケ)第10060号)が提起され，平成22年11月29日，第1次審決を取り消すとの判決(第1次判決)があり，確定した。",
            "その後の審判手続において，原告が，平成23年5月16日付けで訂正請求をしたところ，特許庁は，平成23年10月18日に，「訂正を認める。特許第4237247号の請求項1に係る発明についての特許を無効とする。」との審決(第2次審決)をした。",
            "原告により，第2次審決の取消訴訟(知財高裁平成23年(行ケ)第10393号)が提起され，その後に，特許請求の範囲の減縮等を目的とする訂正審判(訂正2012-390004号)が請求されたことから，知財高裁は，平成24年1月30日，上記審決取消訴訟につき，平成23年法律第63号による改正前の特許法181条2項により第2次審決を取り消す決定をした。",
            "差戻し後の審判手続において，上記訂正審判(訂正2012-390004号)の請求は，本件無効審判請求に係る訂正請求(以下，この訂正請求を「本件訂正」という。)とみなされ，これに伴い平成23年5月16日付けの訂正請求は取り下げたものとみなされたところ，特許庁は，平成24年7月6日に，「訂正を認める。特許第4237247号の請求項1に係る発明についての特許を無効とする。」との審決(第3次審決)をし，その謄本は平成24年7月17日に原告に送達された。本件訴訟は第3次審決の取消訴訟であり，以下に「審決」というときは，第3次審決を指す。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "本件訂正による本件特許の請求項1に係る本件発明は，次のとおりである(審決が改行した部分がある。)。",
            "【請求項1】",
            "遺体の体内物が肛門から漏出するのを抑制する遺体の処置装置であって，",
            "両端が開口した円筒状の案内部材と，",
            "上記案内部材に収容される粉末状の吸水剤と，",
            "上記案内部材にその軸方向に摺動するように挿入され，上記吸水剤を上記案内部材の一端開口部から押し出す押出棒とを備え，",
            "上記案内部材の一端開口部側は，肛門から直腸へ挿入されるように形成されるとともに，",
            "上記案内部材の一端開口部側に離脱可能に設けられ，肛門への挿入前に上記吸水剤が上記案内部材の外部に出るのを抑制するように該一端開口部を閉塞する閉塞部材を備え，",
            "肛門への挿入後に上記押出棒の押し出し操作により上記閉塞部材を上記案内部材の一端開口部から直腸内に離脱させるとともに上記吸水剤を直腸内に押し出すように構成されている",
            "ことを特徴とする遺体の処置装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審判における被告主張の無効理由",
          "text": [
            "審判において被告が無効理由の一部撤回等を行った結果，審決で判断の対象とされた被告主張の無効理由は，次の3点となった。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由4(特許法29条2項)",
              "text": [
                "本件発明は，実用新案登録第3056825号公報(甲5)に記載された発明と，特開2001-288001号公報(甲6)，特開平10-298001号公報(甲7)，特開平7-265367号公報(甲8)，実願平1-46652号(実開平2-136648号)のマイクロフィルム(甲9)及び特開2002-315792号公報(甲32)に記載された発明に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由7(特許法29条2項)",
              "text": [
                "本件発明は，「Safety  Set」と題する商品カタログ(株式会社アキシス発行，甲12の1)に記載された製品に係る公然実施された発明と，実用新案登録第3106399号公報(甲4)，甲5公報～甲8公報，甲9のマイクロフィルム，特開2003-111830号公報(甲14)及び甲32公報に記載された発明に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由8(特許法29条2項)",
              "text": [
                "本件発明は，甲7公報に記載された発明と，甲4公報～甲6公報，甲8公報，甲9のマイクロフィルム，特開2002-172165号公報(甲11)及び甲32公報に記載された周知技術に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正は，訂正の各要件を満たすものであるから，訂正を認める。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由4について",
              "text": [
                "甲5公報に記載された甲5発明，本件発明と甲5発明との一致点及び相違点は次のとおりである。",
                "【甲5発明】",
                "遺体の体液を肛門から流失させないようにする遺体用吸液剤挿入器であって，",
                "両端部に開口を有する円筒状の吸液剤収納容器と，",
                "上記容器に収納される粉末状の高吸水性ポリマからなる吸液剤と，",
                "上記吸液剤を遺体の肛門に充填或いは肛門内に挿入するための，他端の開口に空気導入管を介したエアポンプを備え，",
                "上記容器の一端の開口は漏斗状部を介して吸液剤供給管を連結してなる，",
                "吸液剤をエアポンプから送出される空気により，漏斗状部及び吸液剤供給管を介し遺体の肛門に充填することができるように構成されている",
                "遺体用吸液剤挿入器。",
                "【一致点】",
                "(省略)",
                "【相違点1】",
                "「押出部材」につき，本件発明では「上記案内部材にその軸方向に摺動するように挿入され，上記吸水剤を上記案内部材の一端開口部から押し出す押出棒とを備え」るのに対して，甲5発明では，「吸液剤を遺体の肛門に充填或いは肛門内に挿入するための，他端の開口に空気導入管を介したエアポンプとを備え」る点。",
                "【相違点2】",
                "本件発明では，「案内部材の一端開口部側は，…肛門への挿入前に上記吸水剤が上記案内部材の外部に出るのを抑制するように該一端開口部を閉塞する閉塞部材を備え」るのに対して，甲5発明では，「容器の一端の開口は，漏斗状部を介して吸液剤供給管が形成されている」点。",
                "【相違点3】",
                "本件発明では，「肛門への挿入後に上記押出棒の押し出し操作により上記閉塞部材を上記案内部材の一端開口部から直腸内に離脱させる…ように構成されている」のに対して，甲5発明では，そのような特定がなされていない点。",
                "相違点1について，吸液剤を吸液剤供給管側の一端開口部から押し出すためのより簡便な機構とするために，上記公知の技術に基づき，「エアポンプ」に代えて，注射器状の外筒と中筒からなる容器，すなわち「(円筒状の案内部材と)案内部材にその軸方向に摺動するように挿入され，上記吸水剤を上記案内部材の一端開口部から押し出す押出棒とを備え」る機構とすることは，当業者が適宜なし得ることというべきである。",
                "相違点2及び3について，吸水剤を収容する容器に吸水剤の漏出防止用のキャップ又はスポンジ部材などの閉塞部材を用いることは，甲6公報又は甲32公報に記載されるように周知であるか，当業者にとって適宜なし得る事項であるといえる。また，甲6公報記載の体液漏出防止装置及び甲32公報記載の遺体の体液漏出防止処置用具も，甲5発明も，遺体の肛門等から体液が漏出するのを防止するため，肛門等から直腸等の体腔部に吸水剤を充填するという同一の技術分野に関するものであって，充填前に装置外に吸水剤が出ることを抑制及び防止すべきことは，当業者の技術常識の範囲の事項である。そうすると，甲5発明について，使用前に吸水剤が装置外に出ることを抑制・防止するために，上記甲6公報又は甲32公報に開示された技術的事項を付加して，「肛門への挿入前に吸水剤が案内部材の外部に出るのを抑制するように該一端開口部を閉塞する閉塞部材を備え」ることは，当業者にとって容易に想到し得るというべきである。さらに，甲32公報(段落【0017】)に記載されるとおり，吸水剤である高吸水性ポリマー粉末を収容し，スポンジ部材により開口部を閉塞した遺体の体液漏出防止処置用具について，使用時にスポンジ部材を有する端部を遺体の孔部に挿入した後，押し出し操作を行い，当該スポンジ部材とともに吸水剤粉末を押し出すようにすることも当業者に周知であるか，少なくとも公知の技術である。そうすると，甲5発明について，使用前に吸水剤が装置外に出ることを抑制・防止するために，上記甲6公報又は甲32公報に開示された技術的事項を付加して閉塞部材を備えた場合に，さらに甲32公報記載の上記公知技術に基づき，当該閉塞部材を備えた端部を肛門へ挿入した後に，押出部材の操作により上記閉塞部材を上記案内部材の一端開口部から直腸内に離脱させるように構成することも，当業者が容易に想到し得るというべきである。",
                "作用効果について，甲5公報には，吸液剤供給管を肛門内に挿入しやすいように形成するとの記載があるから，甲5発明に甲6公報，甲7公報及び甲32公報記載の公知技術を組み合わせた場合であっても，遺体の孔部から体内物が漏出するのを抑制する処置の作業性を良好にするという本件発明の効果を奏し得るであろうことは，当業者が予期し得る程度のものといえる。",
                "したがって，本件発明は，甲5発明並びに甲6公報，甲7公報及び甲32公報記載の公知技術に基づいて，当業者が容易に発明をすることができた。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由8について",
              "text": [
                "甲7公報に記載された甲7発明，本件発明と甲7発明との一致点及び相違点は次のとおりである。",
                "【甲7発明】",
                "遺体の体内物が口，耳，鼻などから漏出するのを抑制する遺体の処理装置であって，",
                "一端に狭窄部を有する両端が開口した円筒状の外筒と，",
                "上記外筒に収容される微粉末状の高吸水性ポリマーからなる吸水剤と，",
                "上記外筒にその軸方向に摺動するように挿入され，上記吸水剤を上記外筒の一端開口部から押し出す中筒とを備え，",
                "上記外筒の一端開口部側は，遺体の口，耳，鼻などの中へ挿入されるように形成されるとともに，遺体の口，耳，鼻などの中への挿入前に上記吸水剤が上記外筒の外部に出るのを抑制するように構成されていることを特徴とする遺体の処理装置。",
                "【一致点】",
                "(省略)",
                "【相違点4】",
                "本件発明では「遺体の体内物が肛門から漏出するのを抑制する」装置であるのに対して，甲7発明では「遺体の体内物が口，耳，鼻などから漏出するのを抑制する」装置であり，体内物の漏出孔部が肛門であることが特定されていない点。",
                "【相違点5】",
                "本件発明では，「案内部材の一端開口部側は，…肛門への挿入前に上記吸水剤が上記案内部材の外部に出るのを抑制するように該一端開口部を閉塞する閉塞部材を備え」るのに対して，甲7発明では，「外筒の一端開口部側は，遺体の口，耳，鼻などの中へ挿入されるように形成されるとともに，遺体の口，耳，鼻などの中への挿入前に上記吸水剤が上記外筒の外部に出るのを抑制するように構成されている」点。",
                "【相違点6】",
                "本件発明では，「肛門への挿入後に上記押出棒の押し出し操作により上記閉塞部材を上記案内部材の一端開口部から直腸内に離脱させる…ように構成されている」のに対して，甲7発明では，そのような特定がなされていない点。",
                "相違点4について，甲7発明の装置を肛門に適用することは，技術常識に照らし，当業者が適宜なし得る事項である。",
                "相違点5及び6については，相違点2及び3と同様の理由から，当業者が容易に想到し得たものである。",
                "作用効果について，甲7公報の記載によれば，甲7発明の装置は，外筒(注射器)の先端を遺体の口，耳，鼻に挿入した後，中筒を押圧することにより吸水剤を極めて容易に注入できるものであり，さらに注入された吸水剤が体液の漏出防止効果に優れるものである。したがって，これを肛門に適用した場合であっても，遺体の肛門部から体内物が漏出するのを抑制する処置の作業性を良好にするという本件発明の効果を奏し得るであろうことは，当業者が予期し得る程度のものである。",
                "したがって，本件発明は，甲7発明並びに甲6公報及び甲32公報記載の公知技術に基づいて，当業者が容易に発明をすることができた。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由7について",
              "text": [
                "証拠によれば，甲12の1のカタログに記載された製品は，本件特許に係る出願の優先日より前において公然実施された発明であると認められる。",
                "そして，甲12の1のカタログに記載された甲12発明，本件発明と甲12発明との一致点及び相違点は次のとおりである。",
                "【甲12発明】",
                "遺体の体内物が肛門から漏出するのを抑制する遺体の処置装置であって，",
                "両端が開口した円筒状の外筒と，",
                "上記外筒に収容される円柱状の吸液膨張体と，",
                "上記外筒にその軸方向に摺動するように挿入され，上記吸液膨張体を上記外筒の一端開口部から押し出す内筒とを備え，",
                "上記外筒の一端開口部側は，肛門から直腸へ挿入されるように形成されるとともに，肛門への挿入前に上記吸液膨張体が上記外筒の外部に出るのを抑制するように構成されており，",
                "肛門への挿入後に内筒の押し出し操作により上記吸液膨張体を直腸内に押し出すように構成されていることを特徴とする遺体の処置装置。",
                "【一致点】",
                "(省略)",
                "【相違点7】",
                "吸水剤につき，本件発明では，「粉末状の吸水剤」であるのに対して，甲12発明では，「吸液膨張体」である点。",
                "【相違点8】",
                "本件発明では，「案内部材の一端開口部側は，…肛門への挿入前に上記吸水剤が上記案内部材の外部に出るのを抑制するように該一端開口部を閉塞する閉塞部材を備え」るのに対して，甲12発明では，「案内部材の一端開口部側は，…肛門への挿入前に上記吸水剤が上記案内部材の外部に出るのを抑制するように構成されて」いる点。",
                "【相違点9】",
                "本件発明では，「肛門への挿入後に上記押出棒の押し出し操作により上記閉塞部材を上記案内部材の一端開口部から直腸内に離脱させる…ように構成されている」のに対して，甲12発明では，そのような特定がなされていない点。",
                "相違点7について，吸水剤を遺体内部(直腸部)に十分に拡散させ，体液の漏出防止を確実に行うために，「吸液膨張体」に代えて，遺体の処理技術に係る周知慣用の技術に基づき，「粉末状の吸水剤」を使用することは，当業者が適宜なし得る事項である。",
                "相違点8及び9については，相違点2及び3と同様の理由から，当業者が容易に想到し得たものである。",
                "作用効果について，粉末状の吸水剤を使用した場合に，遺体の孔部に注入された吸水剤が遺体の孔部中で吸液・膨張し，孔部からの体内液の漏出を抑制・防止することも甲5公報～甲8公報に記載されるように周知であるから，甲12発明に上記周知慣用の技術を組み合わせた場合についても，遺体の孔部から体内物が漏出するのを抑制・防止する効果を奏するであろうことは，当業者が予期し得る程度のものである。",
                "したがって，本件発明は，甲12発明並びに甲5公報～甲8公報及び甲32公報記載の公知技術に基づいて，当業者が容易に発明をすることができた。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効理由4に係る一致点の認定の誤り及び相違点の看過)",
          "text": [
            "審決は，「両端が開口した円筒状の案内部材」である点を，本件発明と甲5発明との一致点として認定したが，この点を一致点として認定したのは誤りであり，相違点として，「本件発明の案内部材が「両端が開口した円筒状」であるのに対し，甲5発明の吸液剤収納容器は一端がテーパ状の端面に形成された円筒状である点。」が看過されている。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由4に係る相違点の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1で主張した相違点について",
              "text": [
                "取消事由1で主張したとおり，本件発明と甲5発明との相違点には，審決が認定する相違点1～3のほかに，「本件発明の案内部材が「両端が開口した円筒状」であるのに対し，甲5発明の吸液剤収納容器は一端がテーパ状の端面に形成された円筒状である点。」がある。",
                "そして，甲5発明の一端がテーパ状の端面に形成された円筒状の吸液剤収納容器を，本件発明の両端が開口した円筒状の容器に変更することは，当業者が容易になし得ることではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1について",
              "text": [
                "審決は，相違点1に関し，遺体の処理装置において，注射器状の外筒と外筒内を摺動するように挿入された中筒とからなる容器内に粉末状吸水剤を収容し，中筒を押圧することにより一端開口部から噴出させる簡便な機構は，甲7公報(特開平10-298001号)に記載されるように，少なくとも公知の技術であると認定した。",
                "しかしながら，審決の上記認定は誤りであり，上記のような問題点を有する甲7公報に開示された注射器状の容器を甲5発明のエアポンプと置換する動機付けはない。",
                "甲5発明のエアポンプを甲7公報記載の注射器状の容器に代えることには，阻害要因がある。",
                "また，甲5発明に甲7公報に開示された注射器状の容器を組み合わせても，本件発明の構成には至らない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2及び3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲32公報(特開2002-315792号)の記載から，「吸水剤である高吸水性ポリマー粉末を収容しスポンジ部材により開口部を閉塞した遺体の体液漏出防止処置用具について，使用時にスポンジ部材を有する端部を遺体の孔部に挿入した後，押し出し操作を行い，当該スポンジ部材とともに吸水剤粉末を押し出すようにすることも当業者に周知であるか，少なくとも公知の技術である。」と認定した。",
                    "甲32公報の段落【0017】には，「…先端部を軽く封じているスポンジの小片4を押し出したのち，高吸水性ポリマーの粉末または顆粒を注入することができる。」との記載がある。しかしながら，甲32公報では，上記の段落【0017】を含む段落【0012】～【0019】と【図1】により第1の実施形態が説明されているところ，「スポンジの小片4」は，段落【0017】の上記の箇所だけに，唐突に記載されており，他の箇所には何ら記載がない。そうすると，当業者は，甲32公報の記載からスポンジの小片4をどのように設けるのか判断することができず，第1の実施形態に係る処置用具を作ることができない。したがって，甲32公報は，引用例としての適格を有しない。",
                    "また，当業者が甲32公報の記載から第1の実施形態に係る処置用具を把握することができたとしても，それは，上記段落【0017】の「スポンジの小片4」を有さない構成である。すなわち，甲32公報では，段落【0020】，【0021】及び【図2】により第2の実施形態が説明されているところ，この第2の実施形態においては，処置用具の構成，使用方法，図面のいずれにおいても「スポンジの小片4」について説明している。これに対し，第1の実施形態では，「スポンジの小片4」は，上記のとおり，唐突に，使用方法の1箇所のみに記載されているから，当業者が甲32公報を読めば，第1の実施形態の「スポンジの小片4」は誤記であると判断するのが自然である。",
                    "以上のとおりで，審決の上記認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲5発明の吸液剤収納容器を甲7公報に開示された注射器状の容器に置き換えると，粉末状の吸水剤が狭窄部に集中し，摺動抵抗が増大するため，狭窄部に吸水剤が詰まりやすいという問題があるところ，これをさらに甲32公報の「スポンジの小片4」等で閉塞してしまうと，吸水剤による狭窄部の詰まりがより簡単に生じてしまうことが容易に予期される。したがって，甲32公報に開示された「スポンジの小片4」等で閉塞する構成を適用することが容易であるとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "作用効果について",
              "text": [
                "注射器状の容器には，吸水剤が詰まるという作業性の悪さがあったからこそ，ガスを用いて粉末状の吸水剤を噴出するという技術が開発されたのであり，作業性が良好なガスにより吸水剤を押し出す構成に代えて，注射器で押し出す構成に置き換えることによって，作業性が良好になり得るというのは論理性に欠ける。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(無効理由8に係る一致点の認定の誤り及び相違点の看過)",
          "text": [
            "取消事由1で主張したのと同様に，審決が，本件発明と甲7発明との一致点として，「両端が開口した円筒状の案内部材」である点を認定したのは誤りであり，両者の相違点として，「本件発明の案内部材が「両端が開口した円筒状」であるのに対し，甲7発明の円筒状の外筒は，端面を有し，その端面に狭窄部が設けられた，いわゆる注射器である点。」が認定されるべきである。",
            "また，審決は，「本件発明の案内部材の一端開口部側は，直腸へ挿入されるように形成されているのに対し，甲7発明の外筒の一端開口部側は，直腸へ挿入されるようには形成されていない点。」を相違点として認定しておらず，誤りがある。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(無効理由8に係る相違点の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決が看過した端部の形状に関する相違点の容易推考性について",
              "text": [
                "取消事由3で主張したとおり，本件発明と甲7発明とは，「本件発明の案内部材が「両端が開口した円筒状」であるのに対し，甲7発明の円筒状の外筒が端面を有し，その端面に狭窄部が設けられた，いわゆる注射器である点。」で相違する。",
                "そして，上記の相違点は，単なる設計事項ではなく，当業者が容易に想到できるものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決が看過した直腸への挿入に関する相違点の容易推考性について",
              "text": [
                "取消事由3で主張した，「本件発明の案内部材の一端開口部側は，直腸へ挿入されるように形成されているのに対し，甲7発明の外筒の一端開口部側は，直腸へ挿入されるようには形成されていない点。」という相違点は，単なる設計事項ではなく，当業者が容易に想到できるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，相違点4について，甲7発明の装置を肛門に適用することは容易であると判断したが，この判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決の相違点5及び6に関する判断は，取消事由2(3)と同様の理由から，誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決の作用効果に関する判断は，甲7発明を直腸に適用した場合に処置の作業性が良好になる理由を論理的に説明しておらず，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(無効理由7に係る相違点の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点7について",
              "text": [
                "甲12の1のカタログには，吸液膨張体の他に，ゼリー状の吸水剤も記載されている。ゼリー状の吸水剤は，吸液膨張体に比して流動性，拡散性に優れているのに，甲12発明は，直腸について，吸水剤の流動性，拡散性よりも吸液膨張体の封止機能を重要視して，ゼリー状の吸水剤ではなく，あえて吸液膨張体を使用している。このように，流動性，拡散性よりも封止機能を重視している甲12発明には，吸水剤を遺体内部(直腸部)に十分に拡散させるという目的はなく，封止機能を重視して使用している吸液膨張体に代えて粉末状の吸水剤を使用する相応の理由はない。",
                "また，甲12の1のカタログでは，円柱体である吸液膨張体を収容するため容器としては，両端に端面がなく，両端が開放した円筒状の外筒を使用し，他方で，ゼリー状の吸液剤を収容する容器としては，注射器状の容器を使用している。このように，内容物とそれを収容する器具の構造とは一体不可分の関係であり，両者を分離することはできないのであるから，甲12発明について，内容物を吸液膨張体に代えて，粉末状の吸水剤とする場合には，これを収容する容器も，甲5公報(実用新案登録第3056825号)，甲6公報(特開2001-288001号)，甲7公報及び甲8公報(特開平7-265367号)に開示されるような，開口部が狭い形状に置き換えられるはずである。したがって，収容する器具については甲12発明の円筒状の外筒のまま維持し，内容物の変更を容易であるとした審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点8及び9について",
              "text": [
                "審決は，甲12発明について，甲32公報に開示されるスポンジ部材を組み合わせることが容易である旨判断したが，取消事由2(3)アで主張したのと同様の理由から誤りである。",
                "また，甲12発明の「外筒」には，羽状の部分が設けられており，これによって吸液膨張体が外部に出ることを抑制している。したがって，甲12発明の構成からすると，吸液膨張体が外筒の外部に出ることを抑制する部材を別途設ける必要性はない。つまり，甲12発明については，使用前に吸水剤が装置外にでることを抑制・防止する必要がないにもかかわらず，審決は，吸水剤が装置外に出ることを抑制・防止するために甲32公報に開示された技術的事項を付加することが容易であると判断しており，誤りがある。",
                "さらに，甲32公報に開示されたスポンジ部材は粉末状の吸水剤に対応した構成であるのに対し，甲12発明の吸水剤は固形物である吸液膨張体であるから，甲32公報に開示されたスポンジ部材を甲12発明に適用する動機付けがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "作用効果について",
              "text": [
                "本件発明の効果は，甲12発明に当業者の周知技術を組み合わせたとしても，当業者が予期できるものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "text": [
            "審決に一致点の認定の誤りや相違点の看過はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2(1)に対して",
              "text": [
                "上記1のとおり，審決に相違点の看過はないから，相違点の看過があることを前提とする原告の取消事由2(1)の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1について",
              "text": [
                "審決に相違点1に関する判断の誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2及び3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲32公報(特開2002-315792号)の段落【0017】には，「…圧縮気体源を作動させると，先端部を軽く封じているスポンジの小片4を押し出したのち，高吸水性ポリマーの粉末または顆粒を注入することができる。」と明記されており，誤記とはいえない。",
                    "甲32公報の【図1】には，スポンジの小片4は示されていないが，先端部を軽く封じているスポンジの小片4は，両端に被冠された防湿用キャップ5に隠れて見えないので，図示されていないと解するのが自然である。図示を省略しても，スポンジの小片4は【図2】に示されているので，上記段落【0017】の記載から，当業者であれば容易に第1の実施形態に係る処置装置を認識することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "スポンジの小片4は，遺体の穴部に挿入される管状部材の先端部を軽く封じているため，押出棒を押し込むと，まずスポンジの小片4が空気圧により押し出され，その後に吸水剤が押し出されるので，吸水剤による詰まりが生じることはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "作用効果について",
              "text": [
                "押出機構として，注射器状の外筒と中筒(押出棒)からなる容器内に粉末状吸水剤を収容し，中筒(押出棒)を押圧することにより一端開口部から噴出させる機構を用いた場合，単に一端開口部側の先端部を遺体の孔部に挿入し，中筒(押出棒)を押圧するだけの作業ですむため，エアポンプを用いた場合に比べて簡便で作業性が良いことは，当業者にとって自明のことである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "text": [
            "審決には，一致点の認定の誤りや相違点の看過はない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記3のとおり，審決に相違点の看過はないから，相違点の看過があることを前提とする原告の取消事由4(1)及び(2)の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点4について，甲7発明の装置を肛門に適用して，直腸に挿入するように形成することは，単なる設計事項にすぎない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "相違点5及び6については，上記2(3)と同様の理由から，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "作用効果についても，上記2(4)と同様の理由から，審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点7について",
              "text": [
                "甲12発明の吸液膨張体は，アクリル繊維の内層と超吸水性樹脂からなる外層とで構成され，多量の水を吸収して外層の超吸水性樹脂が膨潤，ゲル化し，多少の圧力を加えても離水しない機能を有するので，体内物の水分を吸水して膨潤，ゲル化し，直腸の内壁に密着して封止することにより，体内物が肛門から漏出することを抑制することができるものである。このように，粉末状か繊維状かの相違はあるものの，直腸内に押し出すことにより，高吸水性樹脂(超吸水性樹脂)によって体内物の水分を吸水してゲル化し，体内物が肛門から漏出することを抑制する機能を有しており，その機能を十分に発揮するために，直腸内に十分に拡散することが望まれることは，当業者にとって自明のことである。また，本件発明の優先日前において，遺体の体内物漏出防止技術として，吸液膨張体と粉末状の吸水剤の双方が使用されていたことや，吸液膨張体より粉末状の吸水剤の方が安価であることからして，吸液膨張体に代えて粉末状の吸水剤を使用することは，十分に動機付けられる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点8及び9について",
              "text": [
                "上記2(3)で主張したのと同様の理由から，甲32公報に開示されたスポンジ部材を甲12発明に適用することが容易であるとした審決の判断に誤りはない。",
                "また，原告は，甲12発明について，吸液膨張体が外筒の外部に出ることを抑制する部材を別途設ける必要性はないから，甲32公報に開示された技術的事項を適用する必要がない旨主張する。しかしながら，審決は，甲12発明の吸液膨張体に代えて粉末状の吸水剤を使用することは容易であるとした上で，甲32公報に開示された技術的事項を適用することは容易であるとしたのであって，審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "作用効果について",
              "text": [
                "上記2(4)と同様の理由から，審決の判断に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断(取消事由2(3)，4(4)，5(2)について)",
      "text": [
        "取消事由2(3)，4(4)，5(2)は，それぞれ，無効理由4に係る相違点2及び3，無効理由8に係る相違点5及び6，無効理由7に係る相違点8及び9に関する審決の判断の誤りを主張するものであるところ，審決が認定した相違点2及び3，相違点5及び6，相違点8及び9は，いずれも同内容であり，これらの相違点に関する審決の判断も同内容であることから，その誤りをいう原告の主張も同内容である。このように，取消事由2(3)，4(4)，5(2)は，審判において被告が主張したすべての無効理由に共通する同内容の争点であることから，本件では，この点(特に相違点3，6，9)に関する審決の判断の当否について一括して検討する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "text": [
            "本件明細書(甲82，87)によれば，本件発明について次のとおり認められる。",
            "本件発明は，遺体の肛門から体内物が漏出するのを抑制する遺体の処置装置に関するものである(段落【0001】)。人間が死亡すると，筋肉の弛緩により直腸内に残留している便や体液等の体内物が肛門から漏出することがあり(段落【0002】)，漏出を抑制するための柱状体を指で挿入する従来技術では，処置者にとって作業が煩雑であるなどの問題があった(段落【0005】)。そこで，本件発明では，①円筒状の案内部材に吸水剤を収容し，②案内部材の一端開口部側を，肛門から直腸へ挿入されるように形成するとともに，閉塞部材で閉塞し，③肛門への挿入後に，押出棒を操作することにより，閉塞部材を案内部材の一端開口部から離脱させるとともに，吸水剤を押し出すように，遺体の処置装置を構成することで(段落【0008】)，案内部材に収容された吸水剤が，使用前に一端開口部から外部に出てしまうことはなく，案内部材を肛門に挿入して押出棒を操作するだけで閉塞部材と吸水剤を遺体の直腸内に押し出すことが可能となり，もって，肛門に指を差し込む必要がなくなるなど処理の作業性が良好になり，かつ，直腸に挿入された吸水剤によって体内物の水分が吸収されるので，体内物が遺体の肛門から漏出するのを抑制することができるという効果を奏するものである(段落【0009】，【0011】，【0015】)。"
          ]
        },
        {
          "fig": "2",
          "subject": "甲32公報(特開2002-315792号)に開示された技術的事項について",
          "text": [
            "甲5公報(実用新案登録第3056825号)，甲7公報(特開平10-298001号)，甲12の1のカタログによれば，甲5発明，甲7発明，甲12発明は，いずれも，遺体の体内物が孔部から漏出するのを抑制することを目的として，円筒状の容器に収容された吸水剤又は吸液膨張体をエアポンプ又は押出棒により遺体の孔部に挿入する遺体の処置装置であると認められるが，これらの公報やカタログには，本件発明の「肛門への挿入後に上記押出棒の押し出し操作により上記閉塞部材を上記案内部材の一端開口部から直腸内に離脱させる…ように構成されている」に対応する構成は記載されていない。",
            "審決は，上記の構成の差異を相違点3，6，9として認定し，この相違点については，甲32公報(段落【0017】)に開示された技術的事項(スポンジ部材に係る構成)に基づき容易に想到し得る旨判断したが，原告は，審決の認定に係る技術的事項は甲32公報に開示されていない旨主張する。",
            "そこで，甲32公報に開示された技術的事項の範囲について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲32公報には，審決が認定した「スポンジ部材」に関し，次の記載がある。",
                "【請求項2】可撓性チューブと，該可撓性チューブの中間部に押し込まれた通気性の塊と，該可撓性チューブの先端部から通気性の塊までの空間に充填された高吸水性ポリマーの粉末または顆粒とを具備することを特徴とする遺体の体液漏出防止処置用具。",
                "【請求項3】可撓性チューブの両端に防湿用キャップを被せたことを特徴とする請求項2に記載の遺体の体液漏出防止処置用具。",
                "【請求項4】 可撓性チューブの先端に通気性のないスポンジの小片で封じ，後端に防湿用キャップを被せたことを特徴とする請求項2に記載の遺体の体液漏出防止処置用具。",
                "【0012】(第1の実施形態)この発明の遺体の体液漏出防止方法において使用する処置用具は，図1(a)に示すように，ビニルチューブなどの軟質材料の可撓性チューブ1であって，このチューブ1の後端部より脱脂綿，スポンジなどの通気性の塊2を押し込み，このチューブ1の先端部からポリアクリル酸ナトリウム架橋物などの高吸水性ポリマーの粉末または顆粒3を入れたのち，図1(b)に示すように，チューブ1の両端に防湿用キャップ5を被せたものである。",
                "【0013】チューブ1の先端部から高吸水性ポリマーの粉末または顆粒3を充填する際には，通気性の塊2に近いチューブ1の後端部を真空ポンプに接続し，チューブ1の先端部を高吸水性ポリマーの粉末または顆粒の容器に挿し込んで，真空ポンプを作動させると，チューブ1の先端開口部から通気性の塊2までの空間31に高吸水性ポリマーの粉末または顆粒3を吸い込ませて充填することができる。",
                "【0014】この高吸水性ポリマーの粉末または顆粒の充填量(1回の使用量)は，チューブ1における通気性の塊2の押込位置を変化させて空間 31 の容積を調整することにより任意に設定することができる。そして，充填が完了すると，チューブ1の両端に防湿用キャップ5を被せる。",
                "【0015】高吸水性ポリマーとしては，ポリアクリル酸塩架橋物，アクリル酸／アクリル酸塩共重合体の架橋物，デンプン／アクリル酸塩グラフト共重合体，デンプン／アクリロニトリルグラフト共重合体，ポリエチレンオキシド架橋物，クリル酸塩／ビニルアルコール共重合体などが知られている。",
                "【0016】この発明において使用する高吸水性ポリマーは，特に限定されるものではなく，吸水性能が大きいものはそれなりに使用できるが，現実には，吸水性能と価格との関係で，ポリアクリル酸塩架橋物やアクリル酸／アクリル酸塩共重合体の架橋物が有利である。",
                "【0017】このように構成された処置用具を使用するときには，可撓性チューブ1の両端のキャップ5を外し，チューブ1の後端部にエアゾール容器などの圧縮気体源を接続し，先端部を遺体の口，耳，鼻などの孔に深く挿入して圧縮気体源を作動させると，先端部を軽く封じているスポンジの小片4を押し出したのち，高吸水性ポリマーの粉末または顆粒を注入することができる。",
                "【0018】注入量は，漏出する体液の量が遺体によって相違するので，一律に規定することはできないが，注入量が多い程確実に漏出を防止できる。一般的には，口には3g，鼻および耳には1g程度で十分である。",
                "【0019】もし，体液の漏出が認められた場合には，既に体液を吸収して膨潤している高吸水性ポリマーの中にチューブ1を挿し込んで，孔の深部へさらに追加注入すればよいのである。",
                "【0020】(第2の実施形態)この発明の第2の実施形態の処置用具は，図2に示すように，可撓性チューブ1の後端部より脱脂綿，スポンジなどの通気性の塊2を押し込み，このチューブ1の先端部からポリアクリル酸ナトリウム架橋物などの高吸水性ポリマーの粉末または顆粒3を入れたのち，先端部を通気性のないスポンジの小片4で封じ，チューブ1の後端に防湿用キャップ5を被せたものである。",
                "【0021】このように構成された処置用具を使用するときには，可撓性チューブ1の先端部から通気性のないスポンジの小片4を抜き取り，可撓性チューブ1の後端のキャップ5を外し，チューブ1の後端部にエアゾール容器などの圧縮気体源を接続し，先端部を遺体の口，耳，鼻などの孔に深く挿入して圧縮気体源を作動させると，高吸水性ポリマーの粉末または顆粒を注入することができる。",
                "【図1】第1の実施形態の断面図(a)及び側面図(b)    【図2】第2の実施形態の側面図"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載によれば，甲32公報では，遺体の体液漏出防止処置用具に関し，段落【0012】～【0019】及び【図1】によって第1の実施形態が説明されており，段落【0020】，【0021】及び【図2】によって第2の実施形態が説明されているものと認められる。そして，これらの説明を総合すると，第1の実施形態の処置用具は，可撓性チューブ1の後端部より通気性の塊2を押し込み，このチューブ1の先端部から高吸水性ポリマーの粉末又は顆粒3を入れたのち，チューブ1の両端に防湿用キャップ5を被せたものであるから，【請求項3】の構成に対応するものと認められ，第2の実施形態の処置用具は，可撓性チューブ1の後端部より通気性の塊2を押し込み，このチューブ1の先端部から高吸水性のポリマーの粉末又は顆粒3を入れたのち，先端部を通気性のないスポンジの小片4で封じ，チューブ1の後端に防湿用キャップ5を被せたものであるから，「スポンジの小片」の構成を有する【請求項4】に対応するものと認められる。",
                "ところで，上記(1)の段落【0017】は，その内容や，前後の段落との整合性等の観点からして，第1の実施形態の処置用具の使用方法を説明する記載であると認められるところ，そこには，「…可撓性チューブ1の…先端部を遺体の口，耳，鼻などの孔に深く挿入して圧縮気体源を作動させると，先端部を軽く封じているスポンジの小片4を押し出したのち，高吸水性ポリマーの粉末または顆粒を注入することができる。」との記載がある。審決は，この記載を根拠にして，「吸水剤である高吸水性ポリマー粉末を収容し，スポンジ部材により開口部を閉塞した遺体の体液漏出防止処置用具について，使用時にスポンジ部材を有する端部を遺体の孔部に挿入した後，押し出し操作を行い，当該スポンジ部材とともに吸水剤粉末を押し出すようにすることも当業者に周知であるか，少なくとも公知の技術である。」と認定した。",
                "しかしながら，上記(1)の記載に照らすと，第1の実施形態の処置用具の構成及びその製造方法に関して説明している段落【0012】～【0016】には，「スポンジの小片4」に関する説明がないまま，使用方法を説明する段落【0017】だけに唐突に「スポンジの小片4」に関しての記載が登場している。また，第1の実施形態の処置用具に関するその他の記載箇所である段落【0018】，【0019】，【図1】にも，「スポンジの小片4」についての説明はなく，図示もない。「スポンジの小片4」が図示されているのは，第2の実施形態についての【図2】においてのみである。しかも，「スポンジの小片4」について明示する第2の実施形態において，このスポンジの小片4は，遺体の孔部に挿入する前に可撓性チューブ1の先端から抜き取られるものとして説明されている。",
                "このように，段落【0017】におけるスポンジの小片4に関する記載は，第1の実施形態の処置用具に関するその他の記載と整合せず，この段落にだけ浮き上がって触れられているものであり，しかも，第2の実施形態の処置用具において明示された「スポンジの小片4」の使用方法とも整合しないことになる。当業者が，甲32公報の記載に接し，その記載を整合的に理解しようとすれば，段落【0017】におけるスポンジの小片4の記載は，明細書の編集上のミスと認めざるを得ない。すなわち，第1の実施形態の処置用具は，スポンジの小片4を有していないと理解するのが自然である。少なくとも，このような他の記載と整合しない断片的な記載から，「可撓性チューブの一端開口部に(防湿用キャップ5に加えて)スポンジの小片4を有する第1の実施形態の処置用具であって，一端開口部を遺体の孔部に挿入した後にスポンジの小片4を押し出す」という構成が甲32公報に開示されていると認めることはできない。",
                "したがって，甲32公報の段落【0017】の記載を根拠に，「吸水剤である高吸水性ポリマー粉末を収容しスポンジ部材により開口部を閉塞した遺体の体液漏出防止処置用具について，使用時にスポンジ部材を有する端部を遺体の孔部に挿入した後，押し出し操作を行い，当該スポンジ部材とともに吸水剤粉末を押し出すようにすることも当業者に周知であるか，少なくとも公知の技術である。」とした審決の認定は誤りであり，また，他に上記の技術的事項が当業者にとって周知であると認めるに足りる的確な証拠もないから，そのような技術的事項を甲5発明，甲7発明，甲12発明に適用することにより，相違点3，6，9に係る本件発明の構成が容易に想到し得るとした審決の判断は誤りである。",
                "以上のとおり，取消事由2(3)，4(4)，5(2)はいずれも理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおりで，取消事由2，4，5のその余の点及び取消事由1，3について判断するまでもなく，被告が主張する無効理由4，7，8に基づいて本件発明の容易推考性を肯定した審決は誤りであって，取り消されるべきものである。よって，主文のとおり判決する。"
      ]
    }
  ]
}