{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "特許庁が無効2011-800245号事件について平成24年6月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許無効審判請求を不成立とする審決の取消訴訟である。争点は，進歩性である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「吸着搬送装置およびそれに用いる流路切換ユニット」とする特許第3866025号(平成12年9月6日出願，平成18年10月13日設定登録，特許公報は甲14，請求項の数3)の特許権者である。",
            "原告は，平成23年11月29日，本件特許につき無効審判を請求した(無効2011-800245号)。特許庁は，平成24年6月15日，「本件審判の請求は成り立たない。」旨の審決をし，その謄本は同年6月25日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の要旨",
          "text": [
            "【請求項1】(本件発明1)",
            "「上下動部材の先端に設けられた吸着具の吸着面にワークを吸着させてワークを搬送する吸着搬送装置であって，",
            "正圧源に正圧流路を介して連通する正圧供給ポート，および前記吸着具の着脱路に連通する出力ポートを有し，前記正圧供給ポートを前記出力ポートに連通させる状態と前記正圧供給ポートを遮断する状態とに作動する真空破壊制御弁と，",
            "真空源に真空流路を介して連通する真空供給ポート，前記着脱路に連通する真空ポート，および大気に開放され大気を前記着脱路に供給するとともに前記正圧供給ポートからの正圧空気の一部を排出する大気開放ポートを有し，前記真空ポートを前記真空供給ポートに連通させる状態と前記真空ポートを前記大気開放ポートに連通させる状態とに作動する真空供給制御弁とを有し，",
            "前記正圧源からの正圧空気を前記着脱路に連通させてワークの吸着を停止する際に，前記真空供給制御弁の前記真空ポートを前記大気開放ポートに連通させ，前記真空破壊制御弁の前記正圧供給ポートを前記出力ポートに連通させることにより，前記大気開放ポートを前記正圧供給ポートと前記着脱路に連通させることを特徴とする吸着搬送装置。」",
            "【請求項2】(本件発明2)",
            "「請求項1記載の吸着搬送装置において，ワークの吸着を停止する際に前記真空供給制御弁により前記真空流路を閉じかつ前記脱着路を大気に開放させた後に，前記真空破壊制御弁により前記正圧流路を開くことを特徴とする吸着搬送装置。」",
            "【請求項3】(本件発明3)",
            "「上下動部材の先端に設けられた吸着具の吸着面にワークを吸着させてワークを搬送する吸着搬送装置に使用する流路切換ユニットであって，",
            "正圧源に正圧流路を介して連通する正圧供給ポート，前記吸着具の着脱路に連通する出力ポート，真空源に真空流路を介して連通する真空供給ポート，前記着脱路に連通する真空ポート，および大気に開放され大気を前記着脱路に供給するとともに前記正圧供給ポートからの正圧空気の一部を排出する大気開放ポートが形成された流路ブロックと，",
            "前記流路ブロックに設けられ，前記正圧供給ポートを前記出力ポートに連通させる状態と前記正圧供給ポートを遮断する状態とに作動する真空破壊制御弁と，",
            "前記流路ブロックに設けられ，前記真空ポートを前記真空供給ポートに連通させる状態と前記真空ポートを前記大気開放ポートに連通させる状態とに作動する真空供給制御弁とを有し，",
            "前記正圧源からの正圧空気を前記着脱路に連通させてワークの吸着を停止する際に，前記真空供給制御弁の前記真空ポートを前記大気開放ポートに連通させ，前記真空破壊制御弁の前記正圧供給ポートを前記出力ポートに連通させることにより，前記出力ポートと前記真空ポートとを連通させて前記流路ブロックに形成された流路を介して前記大気開放ポートを前記正圧供給ポートと前記着脱路とに連通させることを特徴とする流路切換ユニット。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審判における原告主張の無効理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1は，甲第1号証(特開平1-210286号公報)記載の発明及び甲第5号証(特開平10-236759公報)ないし甲第6号証(五月女郁雄編集「油空圧」1990年 Vol.4,No1，社団法人日本油空圧工業会発行)に示す周知の技術的事項に基づいて，当業者が容易に想到できたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1は，甲第2号証(特開2000-59100号公報)記載の発明及び甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に想到できたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1は，甲第3号証(特開平11-214893号公報)記載の発明及び甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に想到できたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明1は，甲第4号証(特開平11-289026号公報)記載の発明，甲第2号証及び甲第7号証(特開平10-58250号公報)に示す周知の技術的事項，及び甲第5号証ないし甲第6号証に示す周知の技術的事項，並びに甲第11号証(「実用空気圧ポケットブック」(1995年版)社団法人日本油空圧工業会，平成7年10月31日発行)に示す周知の技術的事項に基づいて，当業者が容易に想到できたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2は，甲第1号証記載の発明，及び甲第5ないし6号証に示す周知の技術的事項，並びに甲第8号証(特開平8-262387号公報)ないし甲第9号証(特開平2000-221479号公報)記載の技術に基づいて，当業者が容易に想到できたものである。"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2は，甲第2号証記載の発明及び甲第5号証ないし6号証に示す周知の技術的事項に基づいて，当業者が容易に想到できたものである。"
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明2は，甲第3号証記載の発明，及び甲第5号証ないし甲第6号証に示す周知の技術的事項，並びに甲第8ないし9号証記載の技術に基づいて，当業者が容易に想到できたものである。"
                },
                {
                  "fig": "エ",
                  "subject": "本件発明2は，甲第4号証記載の発明，甲第2号証及び甲第7号証に示す周知の技術的事項，甲第5号証ないし甲第6号証に示す周知の技術的事項，甲第11号証に示す周知の技術的事項，並びに甲第8号証ないし甲第9号証記載の技術に基づいて，当業者が容易に想到できたものである。"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明3は，甲第1号証記載の発明，甲第3号証及び甲第10号証(特開平8-68400号公報)，甲第2号証ないし甲第4号証，並びに甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に想到できたものである。"
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3は，甲第2号証記載の発明，甲第3号証及び甲第10号証，並びに甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に想到できたものである。"
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明3は，甲第3号証記載の発明，並びに甲第1号証ないし甲第2号証，及び甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に想到できたものである。"
                },
                {
                  "fig": "エ",
                  "subject": "本件発明3は，甲第4号証記載の発明，甲第2号証及び甲第7号証，甲第3号証及び甲第10号証，甲第5号証ないし甲第6号証，並びに甲第11号証に示す周知の技術的事項に基づいて，当業者が容易に想到できたものである。"
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決の理由の要点(なお，本件で取消事由となっていない部分〔前記3(1)ウ，エ，(2)ウ，エ，(3)ウ，エ〕については，結論のみを示した。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲各号証記載の発明及び技術的事項",
              "text": [
                "①  甲第1号証には，実質的に以下の発明(甲1発明)が記載されていることが認められる。",
                "「上下方向に揺動するアーム6の先端に設けられたバキュームパッド17の吸着面にグロメットWを吸着させてグロメットWを搬送する吸着装置であって，",
                "加圧空気供給源31に正圧流路を介して連通する正圧供給ポート，並びに管路39，破壊バルブ35及び管路41を介して前記バキュームパッド17の管路38に連通する出力ポートを有し，前記正圧供給ポートを前記出力ポートに連通させる状態と，前記正圧供給ポートを管路37に連通させる状態とに作動する切換弁32と，",
                "前記切換弁32に連通する管路37と，管路37及び管路38に連通するベンチュリー33と，ベンチュリー33の排出側に接続された排気装置34とを有し，加圧空気供給源31からの空気を前記切換弁32及び前記管路37を介して前記ベンチュリー33に供給し，前記排気装置34から外部に排出することで前記管路38の空気を引き込んで負圧を発生せしめるように構成された真空供給手段とを有し，",
                "前記正圧源からの正圧空気を前記管路38に連通させて前記グロメットWの吸着を停止する際に，前記切換弁32の前記正圧供給ポートを前記出力ポートに連通させることにより，前記排気装置34を前記正圧供給ポートと前記管路38に同時に連通させる吸着装置。」",
                "②  甲第2号証には，実質的に以下の発明(甲2発明)が記載されていることが認められる。",
                "「上下動するノズル保持部10の先端に設けられた吸着ノズル11の吸着面に部品を吸着させて部品を搬送する部品吸着装置であって，",
                "エア供給源20に正圧流路を介して連通する正圧供給ポート，および前記吸着ノズル11内の管路15に連通する出力ポートを有し，前記正圧供給ポートを前記出",
                "力ポートに連通させる状態と前記正圧供給ポートを遮断する状態とに作動する真空破壊電磁弁22と，",
                "真空ポンプ30に真空流路を介して連通する真空供給ポートと，前記管路15に連通する真空ポートとを有し，前記真空ポートを前記真空供給ポートに連通させる状態と前記真空供給ポートを遮断する状態とに作動する真空発生電磁弁19とを有し，",
                "前記エア供給源20からの正圧空気を前記管路15に連通させて部品の吸着を停止する際に，前記真空発生電磁弁19により前記真空供給ポートを遮断し，前記真空破壊電磁弁22の前記正圧供給ポートを前記出力ポートに連通させることにより，前記管路15に正圧を供給する，",
                "部品吸着装置。」",
                "③ア  甲第3号証には，実質的に以下の発明(甲3第1発明)が記載されていることが認められる。",
                "「上下動するピストンロッド34の先端に設けられた吸着具26の吸着面に電子部品Wを吸着させて電子部品Wを搬送する吸着搬送装置であって，",
                "正圧源に給気路36dを介して連通する正圧供給ポート，および前記吸着具26の真空ホース27に連通する出力ポートを有し，前記正圧供給ポートを前記出力ポートに連通させる状態と前記正圧供給ポートを遮断する状態とに作動する真空破壊用の電磁弁56と，",
                "給気路36bに連通する第1のポートと，給気路36cに連通する第2のポートを有し，前記第2のポートを前記第1ポートに連通させる状態と，前記第2のポートを前記第1のポートから遮断する状態とに作動するエジェクタ作動用の電磁弁54と，",
                "ディフューザ46とノズル47とから形成されるエジェクタであって，前記ディフューザ46は，ノズル47及び吸引ポート46bと，大気に開放される排気ポート51とを連通し，前記ノズル47は，前記給気路36cと，前記吸引ポート46b及びディフューザ46とを連通し，前記吸引ポート46bは前記真空ホース27と連通している，エジェクタとを有し，",
                "前記正圧源からの正圧空気を前記真空ホース27に連通させて電子部品Wの吸着を停止する際に，前記エジェクタ作動用の電磁弁54の前記第2のポートを前記第1のポートから遮断し，真空破壊用の電磁弁56の前記正圧供給ポートを前記出力ポートに連通させる吸着搬送装置。」"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "甲第3号証には，実質的に以下の発明(甲3第2発明)が記載されていることが認められる。",
                    "「上下動するピストンロッド34の先端に設けられた吸着具26の吸着面に電子部品Wを吸着させて電子部品Wを搬送する吸着搬送装置に使用する流路切換ユニットであって，",
                    "正圧源に正圧流路を介して連通する吸気ポート35，空気供給室57に連通するポート，前記吸着具26の真空ホース27に連通する真空ポート49，給気路36bに連通するポート，給気路36cに連通するポート，及び大気に開放される排気ポート51が形成された真空発生ブロック32と，",
                    "前記真空発生ブロック32に設けられ，前記給気ポート35と連通するポート，及び前記空気供給室57を介して吸着具26の真空ホース27に連通する出力ポートを有する弁ブロック55と，",
                    "前記弁ブロック55に設けられ，前記給気ポート35を前記出力ポートに連通させる状態と前記給気ポート35を遮断する状態とに作動する真空破壊用の電磁弁56と，",
                    "前記真空発生ブロック32に設けられ，前記給気路36bに連通するポートと，前記給気路36cに連通するポートとを有する流路ブロック52と，",
                    "前記流路ブロック52に設けられ，前記給気路36bに連通する第1のポートと，前記給気路36cに連通する第2のポートとを有する弁ブロック53と，",
                    "前記弁ブロック53に設けられ，前記第2のポートを，前記第1のポートに連通させる状態と，前記第2のポートを前記第1のポートから遮断する状態とに作動するエジェクタ作動用の電磁弁54と，",
                    "前記真空発生ブロック32に設けられ，ディフューザ46とノズル47とから形成されるエジェクタであって，前記ディフューザ46は，前記ノズル47及び吸引ポート46bと，前記排気ポート51とを連通し，前記ノズル47は，前記第2のポートと，前記吸引ポート46b及び前記ディフューザ46とを連通し，前記吸引ポート46bは前記真空ポート49と連通している，エジェクタとを有し，",
                    "前記正圧源からの正圧空気を前記真空ホース27に連通させて電子部品Wの吸着を停止する際に，前記エジェクタ作動用の電磁弁54により前記第2のポートを前記第1のポートから遮断し，前記真空破壊用の電磁弁56により前記給気ポート35を前記出力ポートに連通させる流路切換ユニット。」",
                    "④  甲第4号証には，実質的に以下の発明(甲4発明)が記載されていることが認められる。",
                    "「上下動部材の先端に設けられた吸着ヘッド1の吸着面に半田ボール2を吸着させて半田ボール2を搬送する半田ボールマウント装置であって，",
                    "圧縮空気源6に正圧流路を介して連通する正圧供給ポート，及び正圧を出力する正圧出力ポートを有し，前記正圧供給ポートを前記正圧出力ポートに連通させる状態と前記正圧供給ポートを遮断する状態とに作動する切替弁7と，",
                    "真空ポンプ3に真空流路を介して連通する真空供給ポートと，前記吸着ヘッド1のフレキシブルチューブ5に連通する真空ポートと，前記切替弁7の前記正圧出力ポートに連通する正圧入力ポートとを有し，前記真空ポートを前記真空供給ポートに連通させる状態と前記真空ポートを前記正圧入力ポートに連通させる状態とに作動する真空破壊弁4と，",
                    "大気に開放され大気を前記フレキシブルチューブ5に供給する大気開放ポートと，前記フレキシブルチューブ5に連通するポートを有し，前記大気開放ポートを前記フレキシブルチューブ5に連通するポートに連通させる状態と前記大気開放ポートを遮断する状態とに作動する大気開放弁8と，を備え，",
                    "前記圧縮空気源6からの正圧空気を前記フレキシブルチューブ5に連通させて半田ボール2の吸着を停止する際に，前記大気開放弁8の前記大気開放ポートをフレキシブルチューブ5に連通するポートに連通させて，前記吸着ヘッド1に連通させ，前記切替弁7の前記正圧供給ポートを前記正圧出力ポートに連通させ，前記真空破壊弁4の前記真空ポートを前記正圧入力ポートに連通させることにより，前記大気開放ポートを前記正圧供給ポートと前記フレキシブルチューブ5に連通させる半田ボールマウント装置。」",
                    "⑤  甲第5号証には，実質的に以下の技術的事項(甲5技術的事項)が記載されていることが認められる。",
                    "「真空系5の真空タンク26に真空流路を介して連通するポートA，着脱路に連通するポートP，および大気に開放され大気を前記着脱路に供給するポートBを有し，前記ポートPを前記ポートAに連通させる状態と前記ポートPを前記ポートBに連通させる状態とに作動する切換弁18を，バキューム運搬装置に設けること。」",
                    "⑥  甲第6号証には，実質的に以下の技術的事項(甲6技術的事項)が記載されていることが認められる。",
                    "「真空ポンプに真空流路を介して連通する真空供給ポート，着脱路に連通する真空ポート，および大気に開放され大気を前記着脱路に供給するフリーポートを有し，前記真空ポートを前記真空供給ポートに連通させる状態と前記真空ポートを前記フリーポートに連通させる状態とに作動する真空制御弁を，ワークの運搬装置に設けること。」",
                    "⑦  甲第7号証には，実質的に以下の発明(甲7発明)が記載されていることが認められる。",
                    "「上下動するケース15に設けられた吸着ヘッド21の吸着孔23に導電性ボール1を吸着させて導電性ボール1を移動させる搭載装置であって，",
                    "高圧空気供給部28に正圧流路を介して連通する正圧供給ポート，及び前記吸着ヘッド21の配管26，27に連通する出力ポートを有し，前記正圧供給ポートを前記出力ポートに連通させる状態と前記正圧供給ポートを遮断する状態とに作動する第2の弁29と，",
                    "吸引部24に真空流路を介して連通する真空供給ポート，及び前記配管26，27に連通する真空ポートを有し，前記真空ポートを前記真空供給ポートに連通させる状態と前記真空ポートを遮断する状態とに作動する第1の弁25と，",
                    "外部に連通し吸着ヘッド21の内圧を低下させる外部連通ポート，及び前記配管27に連通するポートを有し，前記配管27に連通するポートを，前記外部連通ポートに連通させる状態と，前記配管27に連通するポートを遮断する状態とに作動する第3の弁30とを有し，",
                    "前記高圧空気供給部28からの正圧空気を前記配管26，27に連通させて前記導電性ボール1の吸着を停止する際に，タイミングt6において，前記第1の弁25の前記真空ポートを遮断し，前記タイミングt6において，前記第2の弁29の前記正圧供給ポートを前記出力ポートに連通させ，タイミングt7において，前記第3の弁30の前記配管27に連通するポートを，前記外部連通ポートに連通させることにより，前記吸着ヘッド21の内圧を低下させる，搭載装置。」",
                    "⑧  甲第8号証には，実質的に以下の技術的事項(甲8技術的事項)が記載されていることが認められる。",
                    "「真空吸着を解除する際に，第1のエアオペレートバルブ17をオフ状態に操作して，ステージ11の配管13に通じる真空吸着配管16とバキューム配管18との間を遮断し，次に，第3のエアオペレートバルブ27をオン操作して，配管13，エアブロー配管21，第2のエアオペレートバルブ22，連通配管26及びエキゾースト配管28を介して，ステージ11を大気開放し，次に，第2のエアオペレートバルブ22をオン操作して，エア配管23，エアブロー配管21及び配管13を介して，ステージ11にエアブローを行うこと。」",
                    "⑨  甲第9号証には，実質的に以下の技術的事項(甲9技術的事項)が記載されていることが認められる。",
                    "「研削加工の仕事を終え，完了信号を受け取り後，2方向電磁制御弁12aが常開状態に切り替わり，真空吸着溝7は大気圧に戻るので液晶パネルの真空吸着は開放され，さらに，2方向電磁制御弁12cが常開状態に切り替わり，真空吸着管8を介して真空吸着溝7から液晶パネルに向けてエアーブローされ搬送アームによって液晶パネルは吸着面2から剥離，取り出されること。」",
                    "⑩  甲第10号証には，実質的に以下の技術的事項(甲10技術的事項)が記載されていることが認められる。",
                    "「発生電磁弁54と破壊電磁弁55とが，ブロック状の部材に設けられており，当該ブロック状の部材には，流路やポートが設けられていること。」",
                    "⑪  甲第11号証には，実質的に以下の技術的事項(甲11技術的事項)が記載されていることが認められる。",
                    "「単動シリンダの制御弁には，一般的に3ポート弁を使用するが，2ポート弁2個を使用してもよいこと。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1と甲1発明の一致点と相違点は次のとおりである。",
                "【一致点A】",
                "「上下動部材の先端に設けられた吸着具の吸着面にワークを吸着させてワークを搬送する吸着搬送装置であって，",
                "正圧源に正圧流路を介して連通する正圧供給ポート，および前記吸着具の着脱路に連通する出力ポートを有し，前記正圧供給ポートを前記出力ポートに連通する状態に作動する制御弁を有し，",
                "正圧源からの正圧空気を着脱路に連通させてワークの吸着を停止する際に，制御弁の前記正圧供給ポートを前記出力ポートに連通する吸着搬送装置。」である点。",
                "【相違点1】",
                "本件発明1の真空破壊弁は，「正圧供給ポートを出力ポートに連通させる状態と正圧供給ポートを遮断する状態とに作動する」のに対して，甲1発明の「切換弁32」は，「正圧供給ポートを出力ポートに連通させる状態と，正圧供給ポートを管路37に連通させる状態とに作動する」点。",
                "【相違点2】",
                "本件発明1は，「真空源に真空流路を介して連通する真空供給ポート，着脱路に連通する真空ポート，および大気に開放され大気を前記着脱路に供給するとともに正圧供給ポートからの正圧空気の一部を排出する大気開放ポートを有し，前記真空ポートを前記真空供給ポートに連通させる状態と前記真空ポートを前記大気開放ポートに連通させる状態とに作動する真空供給制御弁」を備えるのに対して，甲1発明は，そのような真空供給弁を備えていない点。",
                "【相違点3】",
                "正圧源からの正圧空気を着脱路に連通させてワークの吸着を停止する際に，本件発明1では，「真空供給制御弁の真空ポートを大気開放ポートに連通させ，真空破壊制御弁の正圧供給ポートを出力ポートに連通させることにより，前記大気開放ポートを前記正圧供給ポートと着脱路に連通させる」のに対して，甲1発明では，真空供給制御弁を有しておらず，「切換弁32の正圧供給ポートを出力ポートに連通させることにより，排気装置34を正圧供給ポートと管路38に同時に連通させる」点。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以下の理由により，本件発明1は，甲1発明及び甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に発明をすることができたものということはできない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "甲1発明の切換弁32が，「正圧供給ポートを出力ポートに連通させる状態と，正圧供給ポートを管路37に連通させる状態とに作動する」理由は，正圧供給ポートを出力ポートに連通させる状態において，真空破壊を行う一方，正圧供給ポートを管路37に連通させる状態において，ベンチュリー33に正圧空気を供給し，管路38に負圧を発生させるためであるところ，甲第1号証には，負圧を発生するための手段として，加圧空気供給源31及びベンチュリー33に代えて，真空ポンプを用い，その場合には，「別の加圧空気供給源」を管路38につなげることの教示がある。当該教示における真空ポンプが，真空吸着を行うための真空源を意味し，「別の加圧空気供給源」が，真空破壊を行うための正圧源を意味することは，明らかであるから，当該教示のとおりに真空ポンプ及び「別の加圧空気供給源」を採用して，「別の加圧空気供給源」を管路38につなげるとすれば，甲1発明の「加圧空気供給源31」に代えて，「別の加圧空気供給源」が本件発明1の「正圧源」に相当することになる。そして，そのように真空ポンプ及び「別の加圧空気供給源」を採用するとすれば，「別の加圧空気供給源」と管路38とを連通させる状態において真空破壊を行う一方，真空ポンプによって管路38に負圧を発生させて真空吸着を行う際には，「別の加圧空気供給源」と管路38との連通を遮断する必要があることは明らかである。さらに，流路を連通する状態と，遮断する状態とに切り換えるための手段として，流路に弁を設けることは，ごく普通に行われている事項といえるから，本件発明1の「正圧源」に相当する「別の加圧空気供給源」と管路38とを連通させる状態と，「別の加圧空気供給源」と管路38との連通を遮断する状態とを実現するように，正圧供給ポートを出力ポートに連通させる状態と正圧供給ポートを遮断する状態とに作動する弁，すなわち本件発明1における真空破壊弁を設けることは，当業者にとって，格別に困難な事項ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "甲5，6技術的事項を本件発明1の用語を用いて整理すると，「真空源に真空流路を介して連通する真空供給ポート，着脱路に連通する真空ポート，及び大気に開放され大気を着脱路に供給する大気供給ポートを有し，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気供給ポートに連通させる状態とに作動する制御弁を，吸着搬送装置に設けること。」となり，このように作動する制御弁は周知の技術的事項である。",
                    "甲第1号証には，加圧空気供給源31及びベンチュリー33に代えて，真空ポンプを用い，「別の加圧空気供給源」を管路38につなげることの開示がある。しかし，甲第1号証には，真空ポンプを用いる際に，周知の技術的事項に係る制御弁を採用することの開示や示唆はないから，甲1発明において，加圧空気供給源及びベンチュリ-に代えて真空ポンプを用いる際に，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁を採用するべき理由はない。",
                    "これに対して，原告は，甲第1号証には，「大気開放」による真空破壊と「正圧供給」による真空破壊との両方を行うという技術思想が開示されているから，甲1発明において，加圧空気供給源31及びベンチュリー33に代えて真空ポンプを用いる際に，「大気開放」による真空破壊が実現されるように大気供給ポートを有する周知の制御弁を採用することは，当業者が容易に想到し得るものであって，周知の制御弁を採用すれば，その大気供給ポートは，大気を着脱路に供給するだけでなく，「正圧供給ポートからの正圧空気の一部を排出する」機能を備えることになる旨主張する。",
                    "甲第1号証における「大気開放」は，「排気装置34」を介して行われるものであるところ，当該「排気装置34」は，「ベンチュリー33」に供給された正圧空気を外部に放出するものであるから，当該「排気装置34」は，ベンチュリーに付属する構成であるということができ，甲第1号証における「大気開放」は，ベンチュリーが存在することに付随して行われる作用であるといえる。また，甲第1号証の記載にしたがって，ベンチュリーに代えて真空ポンプを採用するとすれば，ベンチュリーに付属する構成である「排気装置34」が存在しなくなるから，ベンチュリーに付随した「大気開放」は生じない。",
                    "そして，甲第1号証の「(発明が解決しようとする課題)」の欄や，「(作用)」の欄を参照すると，「大気に開放」することによる真空破壊では，ワークの吸着解除が行えない場合があるのに対して，「積極的に気体を噴出せしめる」こと，すなわち「正圧供給」による真空破壊を行えば，確実にワークの吸着解除を行うことができると理解できるから，ワークの吸着解除という作用に関しては，「正圧供給」による真空破壊の方が優れており，「大気開放」による真空破壊の方が劣っていると考えざるを得ない。",
                    "これらを考慮すると，原告が主張するように，甲第1号証には，「大気開放」と「正圧供給」の両方を行うという技術思想が開示されているけれども，「大気開放」と「正圧供給」の両方を行う理由は，ベンチュリーに付随して行われる「大気開放」による真空破壊ではワークが吸着解除なされない場合があるから，「正圧供給」による真空破壊を重畳して付加することで，ワークの吸着解除を確実に行うことにあるといえる。そして，甲1発明において，加圧空気供給源31及びベンチュリー33に代えて，真空ポンプを用いるとすれば，ベンチュリー33に付随した「大気開放」は生じないし，甲1発明は，ワークの吸着解除という作用に関して優れている「正圧供給」による真空破壊が実現されているのであるから，加圧空気供給源31及びベンチュリー33に代えて真空ポンプを用いる際に，ワークの吸着解除という作用に関して劣っている「大気開放」による真空破壊を，「正圧供給」による真空破壊に重畳して付加することは，当業者が容易に想到できたものとはいえない。したがって，原告が主張するように，甲第1号証に，「大気開放」による真空破壊と「正圧供給」による真空破壊との両方を行うという技術思想が開示されており，甲1発明において，加圧空気供給源31及びベンチュリー33に代えて真空ポンプを用いるとしても，その際に，周知の技術的事項に係る真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁を採用することにはならない。",
                    "そして，本件発明1は，大気を着脱路に供給すると共に，正圧空気の一部を大気開放ポートから排気させるように，本件発明1に係る真空供給制御弁を採用しているところ，甲第1号証やその他の甲第2ないし11号証には，「大気に開放され大気を着脱路に供給するとともに正圧供給ポートからの正圧空気の一部を排出する大気開放ポートを有」するような制御弁について，開示も示唆もない。すなわち，周知の制御弁の「大気供給ポート」は，大気を着脱路に供給することはあり得るとしても，そもそも着脱路に正圧が供給されることがないから，「大気供給ポート」から正圧空気の一部を排気させるものではない。したがって，大気を着脱路に供給すると共に，正圧空気の一部を大気開放ポートから排気させるように，本件発明1に係る真空供給制御弁を採用する理由はない。",
                    "以上から，甲1発明において，周知の技術的事項に係る制御弁を採用することは，当業者にとって容易に想到できたものとはいえないし，甲1発明において，相違点2に係る真空供給制御弁を採用することは，当業者にとって容易に想到できたものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "相違点3は，相違点2に係る真空供給制御弁が存在することを前提とするものであるところ，甲1発明において，加圧空気供給源31及びベンチュリー33に代えて，真空ポンプを用いる際に周知の制御弁を採用する理由はないし，大気を着脱路に供給すると共に正圧の一部を大気開放ポートから排気させるように，本件発明1に係る真空供給制御弁を採用する理由もないから，相違点3に係る構成についても，当業者が容易に想到できたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明1と甲2発明の一致点と相違点は次のとおりである。",
                "【一致点B】",
                "「上下動部材の先端に設けられた吸着具の吸着面にワークを吸着させてワークを搬送する吸着搬送装置であって，",
                "正圧源に正圧流路を介して連通する正圧供給ポート，および前記吸着具の着脱路に連通する出力ポートを有し，前記正圧供給ポートを前記出力ポートに連通させる状態と前記正圧供給ポートを遮断する状態とに作動する真空破壊制御弁と，",
                "真空源に真空流路を介して連通する真空供給ポート，及び前記着脱路に連通する真空ポートを有し，前記真空ポートを前記真空供給ポートに連通させる状態に作動する制御弁とを有し，",
                "前記正圧源からの正圧空気を前記着脱路に連通させてワークの吸着を停止する際に，前記真空破壊制御弁の前記正圧供給ポートを前記出力ポートに連通させる吸着搬送装置。」である点。",
                "【相違点4】",
                "本件発明1の「真空供給制御弁」は，「大気に開放され大気を着脱路に供給するとともに正圧供給ポートからの正圧空気の一部を排出する大気開放ポートを有し，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する」のに対して，甲2発明の「真空発生電磁弁19」は，大気開放ポートを有しておらず，真空ポートを大気開放ポートに連通させる状態には作動しない点。",
                "【相違点5】",
                "正圧源からの正圧空気を着脱路に連通させてワークの吸着を停止する際に，本件発明1では，「真空供給制御弁の真空ポートを大気開放ポートに連通させ，真空破壊制御弁の正圧供給ポートを出力ポートに連通させることにより，前記大気開放ポートを前記正圧供給ポートと着脱路に連通させる」のに対して，甲2発明では，大気開放ポートを有していないから，大気開放ポートを正圧供給ポートと着脱路に連通させていない点。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以下の理由により，本件発明1は，甲2発明及び甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に発明をすることができたものということはできない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点4について",
                  "text": [
                    "「真空源に真空流路を介して連通する真空供給ポート，着脱路に連通する真空ポート，及び大気に開放され大気を着脱路に供給する大気供給ポートを有し，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気供給ポートに連通させる状態とに作動する制御弁」は，周知の技術的事項である。",
                    "しかし，甲第2号証には，図6に示す吸着搬送装置に関して，真空発生電磁弁19に代えて周知の技術的事項に係る制御弁を採用することの開示や示唆はないから，甲2発明において，真空発生電磁弁19に代えて，大気供給ポートを有する周知の技術的事項に係る制御弁を採用するべき理由はない。",
                    "これに対して，原告は，甲第2号証の段落【0016】，【0028】には，大気開放による真空破壊の開示があるから，甲2発明においても，大気開放による真空破壊をすることは当然に予定していることであり，大気開放による真空破壊をするための構成として，大気供給ポートを有する制御弁は，甲第5ないし6号証に示すように周知であるから，甲2発明の真空発生電磁弁19に代えて大気供給ポートを有する周知の制御弁を採用することは，当業者にとって想到することが容易である旨を主張し，さらに，甲2発明に周知の制御弁を採用すれば，その大気供給ポートは，大気を着脱路に供給するだけでなく，「正圧供給ポートからの正圧空気の一部を排出する」機能を備えることになる旨主張する。",
                    "甲第2号証の段落【0016】及び段落【0028】には，真空発生電磁弁19をオフにすると自然に真空圧が破壊されることについての記載はあるが，当該記載は図1に示す真空発生器17についての記載であって，段落【0015】を参照すると，真空発生器17は「エジェクタ」である。そして，当該「エジェクタ」とは，甲第1号証の「ベンチュリー」や甲第6号証の「エゼクタ」と同様に，正圧空気を噴射することにより生じる負圧を利用して真空を発生する装置であって，当該装置は，甲第1号証の「ベンチュリ-」や甲第6号証の「エゼクタ」と同様に，噴射された正圧空気を排気するための排気装置を有しており，正圧空気の噴射が停止すると，排気装置から大気圧によって大気が流入して，自然に真空破壊が行われるものであることは，明らかである。",
                    "そうすると，段落【0028】に記載されている自然に真空圧が破壊されることは，真空発生器17がエジェクタであることにより，エジェクタが有している排気装置から大気圧により大気が流入して，自然に真空破壊されることを意味しているといえる。また，段落【0028】の記載は，真空発生電磁弁19がオフにされることにより自然に行われる真空破壊は，大気圧に戻るまでの時間がかかるから，その時間を短縮させるために，真空破壊電磁弁22をオンにして正圧を発生させることを示している。段落【0029】の記載から，大気圧に戻る傾斜，すなわち，真空を破壊して大気圧に戻す能力は，真空破壊電磁弁22をオンにして正圧を供給することによる真空破壊の方が傾斜が大きいこと，すなわち能力が優れており，それに対して，真空発生電磁弁19がオフにされることにより大気圧で自然に行われる真空破壊の方が，能力が劣っているといえる。",
                    "これらを総合すると，上記段落【0028】ないし【0029】には，図1に示す真空発生電磁弁19がオフにされると，真空発生器17がエジェクタであることにより，エジェクタが有している排気装置から大気圧で大気が流入して自然に真空破壊されるところ，その真空破壊の能力が劣っており，大気圧に戻るまでの時間がかかるために，その時間を短縮させるように，真空破壊電磁弁22をオンにして正圧を発生させることによる真空破壊を重畳して行うことが示されているといえる。",
                    "甲2発明は，エジェクタを有していないから，上記段落【0016】，【0028】に記載されているような大気圧による自然真空破壊が行われることはないし，甲2発明は真空破壊電磁弁22を有しているから，正圧を発生させることによる真空破壊を行う吸着搬送装置であり，その真空破壊の能力は，自然真空破壊によるものよりも優れているといわざるをえない。そうすると，正圧を発生させることによる真空破壊を行う甲2発明に，真空破壊の能力に関して劣っている大気圧による自然真空破壊を重畳して行うように周知の技術的事項に係る制御弁を採用することは，当業者が容易に想到し得る事項とはいえない。",
                    "したがって，原告が主張するように，甲第2号証の段落【0016】，【0028】に大気開放による真空破壊の開示があるとしても，甲2発明において，大気開放による真空破壊を重畳する理由がない以上，真空発生電磁弁19に代えて周知の技術的事項に係る制御弁を採用することは，当業者にとって容易に想到できたものとはいえない。",
                    "そして，本件発明1は，大気を着脱路に供給すると共に正圧の一部を大気開放ポートから排気させるように本件発明1に係る真空供給制御弁を採用しているところ，甲第2号証や，甲第1号証及び甲第3ないし11号証には，「大気に開放され大気を着脱路に供給するとともに正圧供給ポートからの正圧空気の一部を排出する大気開放ポートを有」するような制御弁について，開示も示唆もない。",
                    "したがって，大気を着脱路に供給すると共に，正圧空気の一部を大気開放ポートから排気させるように，甲2発明に相違点4に係る真空供給制御弁を採用する理由はない。",
                    "以上から，甲2発明において，真空発生電磁弁19に代えて周知の技術的事項に係る制御弁を採用することは，当業者にとって，容易に想到できたものとはいえないし，甲2発明において，相違点4に係る真空供給制御弁を採用することは，当業者にとって，容易に想到できたものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5について",
                  "text": [
                    "相違点5は，相違点4に係る真空供給制御弁が存在することを前提とするものであるところ，甲2発明において，真空発生電磁弁19に代えて周知の技術的事項に係る制御弁を採用するべき理由はないし，大気を着脱路に供給すると共に正圧の一部を大気開放ポートから排気させるように，本件発明1に係る真空供給制御弁を採用する理由もないから，相違点5に係る構成についても，当業者が容易に想到できたものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "本件発明1は，甲第3号証記載の発明及び甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に発明をすることができたものということはできない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "本件発明1は，甲4発明，甲第2号証及び甲第7号証に示す周知の技術的事項，甲第5号証ないし甲第6号証に示す周知の技術的事項，並びに甲第11号に示す周知の技術的事項に基づいて，当業者が容易に発明をすることができたものということはできない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "本件発明1は，甲7発明，甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に発明をすることができたものということはできない。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "本件発明2は，本件発明1を引用する発明であるところ，上記のとおり，本件発明1は，甲第1号証ないし甲第4号証及び甲第7号証記載の，いずれの発明に基づいても当業者が容易に想到できたものとはいえないから，本件発明2についても，甲第1号証ないし甲第4号証及び甲第7号証記載のいずれの発明に基づいても当業者が容易に想到できたものとはいえない。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "本件発明3と甲1発明の一致点と相違点は次のとおりである。",
                "【一致点F】",
                "「上下動部材の先端に設けられた吸着具の吸着面にワークを吸着させてワークを搬送する吸着搬送装置に使用する流路切換装置であって，",
                "正圧源に正圧流路を介して連通する正圧供給流路が存在し，吸着具の着脱路に連通する出力流路が存在しており，",
                "前記正圧供給流路を前記出力流路に連通する状態に作動する制御弁を有し，",
                "正圧空気を前記着脱路に連通させてワークの吸着を停止する際に，前記正圧供給流路を前記出力流路に連通する流路切換装置。」である点。",
                "【相違点12】",
                "本件発明3は，「ワークを搬送する吸着搬送装置に使用する流路切換ユニット」であるのに対して，甲1発明は，「グロメットWを吸着させてグロメットWを搬送する吸着装置」である点。",
                "【相違点13】",
                "本件発明3は，「正圧源に正圧流路を介して連通する正圧供給ポート，吸着具の着脱路に連通する出力ポート，真空源に真空流路を介して連通する真空供給ポート，前記着脱路に連通する真空ポート，および大気に開放され大気を前記着脱路に供給するとともに前記正圧供給ポートからの正圧空気の一部を排出する大気開放ポートが形成された流路ブロック」を有しているのに対して，甲1発明は，そのような流路ブロックを有していない点。",
                "【相違点14】",
                "本件発明3の「真空破壊制御弁」は，「流路ブロックに設けられ」ており，流路ブロックのポートの連通や遮断を行うものであるのに対して，甲1発明の「切換弁32」は，流路ブロックに設けられていないから，流路ブロックのポートの連通や遮断を行うものではない点。",
                "【相違点15】",
                "本件発明3は，「流路ブロックに設けられ，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する真空供給制御弁」を有しているのに対して，甲1発明は，そのような真空供給制御弁を有していない点。",
                "【相違点16】",
                "正圧源からの正圧空気を前記着脱路に連通させてワークの吸着を停止する際に，本件発明3は，「真空供給制御弁の真空ポートを大気開放ポートに連通させ，真空破壊制御弁の正圧供給ポートを出力ポートに連通させることにより，出力ポートと真空ポートとを連通させて流路ブロックに形成された流路を介して大気開放ポートを正圧供給ポートと着脱路とに連通させる」のに対して，甲1発明は，「切換弁32の正圧供給ポートを出力ポートに連通させることにより，排気装置34を正圧供給ポートと管路38に同時に連通させ」ている点。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "相違点15について検討すると，相違点2と同様の理由により，甲1発明において，甲第5ないし6号証に示す周知の制御弁を採用することや，本件発明3にかかる真空供給制御弁を採用することは，当業者にとって，容易に想到できたものとはいえないから，本件発明3は，甲1発明，甲第3号証及び甲第10号証，甲第2号証ないし甲第4号証，並びに甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に想到できたものとはいえない。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "本件発明3と甲2発明の一致点と相違点は次のとおりである。",
                "【一致点G】",
                "「上下動部材の先端に設けられた吸着具の吸着面にワークを吸着させてワークを搬送する吸着搬送装置に使用する流路切換装置であって，",
                "正圧源に正圧流路を介して連通する正圧供給流路が存在し，前記吸着具の着脱路に連通する出力流路が存在し，真空源に真空流路を介して連通する真空供給流路が存在し，前記着脱路に連通する真空接続流路が存在しており，",
                "前記正圧供給流路を前記出力流路に連通させる状態と前記正圧供給流路を遮断する状態とに作動する真空破壊用の制御弁と，",
                "前記真空接続流路を前記真空供給流路に連通させる状態に作動する真空用の制御弁とを有し，",
                "正圧源からの正圧空気を着脱路に連通させてワークの吸着を停止する際に，真空破壊制御弁により，出力流路を正圧供給流路と連通させる流路切換装置。」である点。",
                "【相違点17】",
                "本件発明3は，「ワークを搬送する吸着搬送装置に使用する流路切換ユニット」であるのに対して，甲2発明は，「部品を吸着させて部品を搬送する部品吸着装置」である点。",
                "【相違点18】",
                "本件発明3は，「正圧源に正圧流路を介して連通する正圧供給ポート，吸着具の着脱路に連通する出力ポート，真空源に真空流路を介して連通する真空供給ポート，前記着脱路に連通する真空ポート，および大気に開放され大気を前記着脱路に供給するとともに前記正圧供給ポートからの正圧空気の一部を排出する大気開放ポートが形成された流路ブロック」を有しているのに対して，甲2発明は，そのような流路ブロックを有していない点。",
                "【相違点19】",
                "本件発明3の「真空破壊制御弁」は，「流路ブロックに設けられ」ており，流路ブロックのポートの連通や遮断を行うものであるのに対して，甲2発明の「真空破壊電磁弁22」は，流路ブロックに設けられていないから，流路ブロックのポートの連通や遮断を行うものではない点。",
                "【相違点20】",
                "本件発明3の「真空供給制御弁」は，「流路ブロックに設けられ，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する」のに対して，甲2発明の「真空発生電磁弁19」は，流路ブロックに設けられていないから，流路ブロックの真空ポートを流路ブロックの真空供給ポートに連通させる状態に作動しないし，流路ブロックの真空ポートを流路ブロックの大気開放ポートに連通させる状態に作動しない点。",
                "【相違点21】",
                "正圧源からの正圧空気を前記着脱路に連通させてワークの吸着を停止する際に，本件発明3は，「真空供給制御弁の真空ポートを大気開放ポートに連通させ，真空破壊制御弁の正圧供給ポートを出力ポートに連通させることにより，出力ポートと真空ポートとを連通させて流路ブロックに形成された流路を介して大気開放ポートを正圧供給ポートと着脱路とに連通させる」のに対して，甲2発明は，「真空発生電磁弁19により真空供給ポートを遮断し，真空破壊電磁弁22の正圧供給ポートを出力ポートに連通させる」点。"
              ]
            },
            {
              "fig": "(13)",
              "subject": "相違点20について検討すると，相違点4と同様の理由により，甲2発明において，甲第5号証ないし甲第6号証に示す周知の制御弁を採用することや，本件発明3に係る真空供給制御弁を採用することは，当業者にとって，容易に想到できたものとはいえないから，その他の相違点17ないし19及び相違点21について判断するまでもなく，本件発明3は，甲2発明，甲第3号証及び甲第10号証並びに甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に想到できたものとはいえない。"
            },
            {
              "fig": "(14)",
              "subject": "本件発明3は，甲3第2発明，並びに甲第1号証ないし甲第2号証，及び甲第5号証ないし甲第6号証に示す周知の技術的事項に基づいて，当業者が容易に想到できたものとはいえない。"
            },
            {
              "fig": "(15)",
              "text": [
                "本件発明3は，甲4発明，甲第2号証及び甲第7号証，甲第3号証及び甲第10号証，甲第5号証ないし甲第6号証，並びに甲第11号証に示す周知の技術的事項に基づいて，当業者が容易に想到できたものとはいえない。"
              ]
            },
            {
              "fig": "(16)",
              "subject": "本件発明3は，甲7発明に基づいて，当業者が容易に想到できたものとはいえない。"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1と甲1発明との相違点2の判断の誤り，本件発明2の甲1発明からの容易想到性判断の誤り，本件発明1と本件発明3との相違点15の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1に，「また負圧を発生するために加圧空気供給源とベンチュリーを用い，この加圧空気供給源を吸着解除にも利用するようにしたので，機構的に簡略化し得るが，真空ポンプを用いても良い。この場合には別の加圧空気供給源を管路38につなげる必要がある。」(3頁左上欄12行～18行)と記載されていることから，当該記載に従って，甲1発明において，加圧空気供給源31及びベンチュリー33に代えて真空ポンプを採用することは当業者にとって容易に想到することである。",
                "また，甲5の段落【0031】，【0032】，図3や甲6の図4左下図(真空ポンプを使った例)に示されるように，「真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁」は審決も認定している周知の技術的事項である。",
                "甲1発明において，真空ポンプを採用する際に，真空の供給と停止を切り換えるために，上記の周知の技術的事項に係る制御弁を採用することは，当業者が容易に想到できたことである。そして，甲1発明において，真空ポンプ及び周知の技術的事項に係る制御弁を採用したものでは，当該制御弁は，本件発明1における「真空供給制御弁」に相当する構成，すなわち「真空源(真空ポンプ)に真空流路を介して連通する真空供給ポート，着脱路(管路38)に連通する真空ポート，および大気に開放され大気を着脱路に供給するとともに正圧供給ポートからの正圧空気の一部を排出する大気開放ポートを有し，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁」を構成することとなる。",
                "したがって，相違点2に係る構成は，甲1発明及び甲5，6に示された周知の技術的事項に基づいて当業者が容易に想到できたことである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，甲1発明において，ベンチュリーをなくした場合には「大気開放」が生じないことになり，「大気開放」による真空破壊は「正圧供給」による真空破壊よりも劣っており，正圧供給による真空破壊が実現されているものに対して，ワークの吸着解除という作用に関して劣っている「大気開放」による真空破壊を「正圧供給」による真空破壊に重畳する理由はない，としているが，誤りである。",
                "まず，甲1には，ワークの吸着解除に際して，「バキュームパッド17につながる管路38は排気装置34を介して大気に開放されるのと同時に，加圧空気供給源31からの空気は，切換弁32，管路39，破壊バルブ35，管路41を介して管路38に供給され，バキュームパッド17から噴出し」との記載(2頁右下欄19行～3頁左上欄4行)がある。この記載は，管路38への「正圧供給」とともに，大気が排気装置34から管路38へ流入し，管路38の「大気開放」をも行うことを明確に示している。そうすると，甲1に接した当業者は，甲1発明が，「正圧供給」による真空破壊と，「大気開放」による真空破壊とを組み合わせて行うものであることを強く認識する。",
                "また，甲6の図4右上に図示されているように，従来では，「エゼクタを用いた強制真空破壊」においてエゼクタ(ベンチュリー)とパッド(着脱路)との間に逆止弁を設けているものも存在し，このものでは，真空源が停止したときでも，逆止弁があるために，エゼクタ(ベンチュリー)を介した大気開放が生じない。一方，甲1発明では，甲6の図4右上に記載された「エゼクタを用いた強制真空破壊」の構成と同様に，ベンチュリー33と着脱路38との間に逆止弁を設けることができるにもかかわらず，そのような逆止弁を設けていないためにワークの吸着解除時にベンチュリー33を介した「大気開放」が生じる構成となっている。そうだとすれば，甲1発明では，ワークの吸着解除時に，意図的に「大気開放」を生じさせていると理解するのが自然である。したがって，甲1の記載(2頁右下欄19行～3頁左上欄4行)の「バキュームパッド17につながる管路38は排気装置34を介して大気に開放されるのと同時に，加圧空気供給源31からの空気は，切換弁32，管路39，破壊バルブ35，管路41を介して管路38に供給され，バキュームパッド17から噴出し」という記載に接した当業者であれば，甲1発明は，「正圧供給」による真空破壊だけでなく，「大気開放」による真空破壊をも生じさせる構成，すなわち，「正圧供給」による真空破壊と「大気開放」による真空破壊とを重畳して行うことで，ワークの吸着解除を確実にする構成であると強く認識するはずである。",
                "このような甲1発明において，真空ポンプを採用した場合にも，「正圧供給」による真空破壊と「大気開放」による真空破壊を重畳するはずである。すなわち，甲1に接した当業者は，甲1の記載に従って真空ポンプを採用するに際し，甲1の図4等に記載された構成が「正圧供給」による真空破壊と「大気開放」による真空破壊を重畳するものであるのと同様に，「正圧供給」による真空破壊と「大気開放」による真空破壊を重畳する構成を実現しようとするはずであるから，真空ポンプを採用する際に，「正圧供給」による真空破壊に，「大気開放」による真空破壊を重畳するために周知の制御弁を採用するべき相当の理由がある。",
                "よって，「甲第1号証には，真空ポンプを用いる際に，周知の技術的事項に係る制御弁を採用することの開示や示唆はないから，甲第1号証記載の発明において，加圧空気供給源及びベンチュリーに代えて，真空ポンプを用いる際に，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁を採用するべき理由はない。」(39頁34行～40頁1行)との審決の認定判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「甲第1号証における『大気開放』は，・・・『排気装置34』を介して行われるものであるところ，当該『排気装置34』は，・・・『ベンチュリー33』に供給された正圧空気を外部に放出するものであるから，当該『排気装置34』は，ベンチュリーに付属する構成であるということができ，甲第1号証における『大気開放』は，ベンチュリーが存在することに付随して行われる作用であるといえる。」と認定した(40頁12行～18行)。",
                "この審決の認定は，排気装置34がベンチュリー33と一体不可分の構成であり，排気装置34があることにより大気開放が行われる，と認定しているものと理解される。しかしながら，甲1における排気装置34はマフラ(消音器)であり，排気装置34それ自体が排気の能力を担っている訳ではない。甲1の図4及び図5に示された排気装置34として描かれた図形がマフラを意味することは，本件発明の属する技術分野において技術常識である。",
                "したがって，甲1において，仮に排気装置34がなくても，ベンチュリー33を介して大気開放が行われることは明らかであるから，排気措置34がベンチュリー33に付属する構成であるとはいえない。また，甲2の図1に示された装置では，真空発生器17がエジェクタ(＝ベンチュリー)であるが(段落【0015】)，当該真空発生器17には排気装置が接続されていない。また，被告の出願に係る甲3の図4に示される「電子部品の吸着搬送装置」に用いられるエジェクタ(ベンチュリー)でも排気ポート51が排気装置に接続されるとの記載はない。これらのことからも，「排気装置34はベンチュリー33に付属する構成である」との審決の上記認定は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，「ワークの吸着解除という作用に関しては，『正圧供給』による真空破壊の方が優れており，『大気開放』による真空破壊の方が劣っていると考えざるを得ない」と認定した(40頁26行～29行)。",
                "しかし，甲6の記載(34頁左欄17行～44行)によれば，真空発生源としてエゼクタを用いても真空ポンプを用いたとしても，大気圧を利用して真空破壊する場合と正圧を加えて真空破壊する場合があり，その用途によって選択される。「正圧供給」による真空破壊と「大気開放」による真空破壊は，求められるワークの吸着解除の仕様に応じて適宜選択されるものであり，一方が優れていて他方が劣るというものではない。",
                "このように，ワークの吸着解除に関して，「正圧供給」による真空破壊と，「大気開放」による真空破壊は，いずれもワークの吸着解除に関して一定の能力を有するものであり，用途に応じて選択されるものであるとすれば，「正圧供給」による真空破壊と「大気開放」による真空破壊との優劣を論じることは誤りである。よって，審決において大気開放が正圧供給より劣っていると考えざるを得ないと判断した根拠はない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決は，甲1発明が，ワークの吸着解除という作用に関して優れている「正圧供給」による真空破壊が実現されているから，「大気開放」による真空破壊を，「正圧供給」による真空破壊に重畳して付加することは，当業者が容易に想到できたものとはいえないと判断した(40頁22行～41頁5行)。",
                "しかし，前記のとおり，甲1発明では，「正圧供給」による真空破壊が実現されているものであるが，一方において，破壊バルブ35，管路41を経て加圧空気供給源31からバキュームパッド17に正圧が印加されるように構成されている。従来技術に鑑みれば，甲1では，ベンチュリー33と着脱路38との間に逆止弁を設けることができるにもかかわらず，そのような逆止弁をあえて設けない構成とすることにより，「大気開放」による真空破壊と「正圧供給」による真空破壊とを重畳して行うものに他ならない。",
                "また，甲1には，「大気開放」による真空破壊を，「正圧供給」による真空破壊に重畳して付加することを妨げるような積極的な記載は一切ない。さらに，大気開放と正圧供給のうち一方の真空破壊が実現されている場合に，他方の真空破壊が重畳的に適用されると真空破壊の能力が低下することもないし，当業者がそのような認識をもつという合理的な根拠は何ら存在しない。",
                "結局，甲1発明において，加圧空気供給源31及びベンチュリー33に代えて真空ポンプを用いる際に，「大気開放」による真空破壊を，「正圧供給」による真空破壊に重畳して付加することを妨げる理由は何ら存在しない。よって，審決のこの点の認定判断は誤りである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "審決は，真空ポンプを用いる際に周知の技術的事項に係る制御弁を採用することの開示や示唆が甲1にはないから，甲1発明において，加圧空気供給源及びベンチュリーに代えて，周知の技術的事項に係る制御弁を採用するべき理由はない旨判断した(39頁34行～40頁1行)。",
                "しかしながら，甲1発明と周知の技術的事項に係る制御弁とは，ともに「ワークの吸着搬送」という点で技術分野が共通するものであり，作用，機能の共通性もあるから，甲1に開示や示唆がなくとも，甲1発明において，加圧空気供給源31及びベンチュリー33に代えて真空ポンプを用いる際に，当該周知の技術的事項に係る制御弁を採用することは当業者が当然に考慮すべきことであり，当業者にとって容易に想到できたことである。しかも，甲1発明において，加圧空気供給源31及びベンチュリー33に代えて真空ポンプを用いる際に，「大気開放」による真空破壊を，「正圧供給」による真空破壊に重畳して付加することを妨げる理由は何ら存在しないことは，前記のとおりである。",
                "甲1発明が達成しようとする目的は，比較的軽量なワークを部材上にセットする場合に大気に開放してもバキュームパッドに付着したまま剥がれないという課題を解決することにあり(甲1の1頁右下欄7行～12行)，これを解決するために，負圧オフの動作と連動してバキュームパッドに気体(加圧空気)を供給するようにしたものである(3頁右上欄1行～2行)。一方，甲5，6に示された周知の技術的事項に係る制御弁(参考図3)は，甲1発明の目的とは直接関係のないものであるが，甲1発明に，甲5，6に示されたような周知の技術的事項に係る制御弁を採用することは，当業者が容易に想到できたことである。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "「連携動作」について",
              "text": [
                "被告は，本件発明の技術的特徴に関し，「2つの制御弁を共に作動状態に連携させることにより，大気開放ポートTを大気導入だけでなく，正圧空気の一部を外部に逃がすためにも利用したものである。」と主張する。",
                "しかし，本件特許の特許請求の範囲には，「連携動作」との文言は存在しないし，本件明細書にも，出願当初より真空供給制御弁と真空破壊制御弁の2つの制御弁を「連携動作」させるとの記載は一切ない。これらの記載内容から把握できるのは，2つの制御弁を個別に切り換えることにすぎない。",
                "また，2つの制御弁を個別に切り換えるということを「連携動作」と表現しているとしても，2つ(あるいは複数)の制御弁を個別に切り換えることは，何ら特別な作用ではなく，周知技術あるいは技術常識である(例えば，甲2の段落【0016】，甲4の段落【0013】～【0016】，甲6の34頁の図4右上及び右下の図，甲7の図2に示された第1の弁25と第2の弁29，甲8の図3に示された第1～第3エアオペレートバルブ17，22，27)。",
                "なお，「大気開放ポートTを大気導入するだけでなく，正圧空気の一部を外部に逃がす」という点に関連した記載は，本件明細書中，1箇所だけである(段落【0026】)。一方，本件明細書では，着脱路に大気と正圧空気が供給されることでワークを迅速に離脱できることに関しては，段落【0013】，【0025】，【0026】，【0038】に記載があることから，本件明細書が強調しているのは，「正圧空気の一部を外部に逃がす」ことではなく，むしろ，「大気と正圧空気を着脱路に供給する」ことである。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "審決は，相違点3について，相違点2に関して説示した理由を引用して，当業者が容易に想到できたものではないと判断した(41頁31行～38行)。しかし，相違点2についての審決の判断が誤りである以上，相違点3についての判断もまた誤りである。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "本件発明2について，審決は，「本件発明2は，本件発明1を引用する発明であるところ，上記のとおり，本件発明1は，甲第1ないし4号証，及び甲第7号証の，いずれの発明に基づいても，当業者が容易に想到できたものとはいえないから，本件発明2についても，甲第1ないし第4号証，及び甲第7号証記載の，いずれの発明に基づいても，当業者が容易に想到できたものとはいえない」(59頁18行～24行)と判断した。しかしながら，前記のとおり，相違点2に対する容易想到性の判断に誤りがあり，本件発明1に係る審決の結論に影響を及ぼす違法性がある以上，本件発明2に係る審決の結論に影響を及ぼす違法性がある。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "本件発明3について，審決は，本件発明3と甲1発明との相違点として，相違点12～16を認定したうえで，相違点15については，相違点2に関して説示した理由を引用して，当業者が容易に想到できたものではないと判断し，その他の相違点12～14及び相違点16については判断せずに，当業者が容易に想到できたものとはいえないと判断した(59頁27行～62頁8行)。しかしながら，相違点2についての判断が誤りである以上，相違点15についての判断もまた誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1と甲2発明との相違点4の判断の誤り，本件発明2の甲2発明からの容易想到性判断の誤り，本件発明3と甲2発明との相違点20の判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2発明における真空発生電磁弁19は，大気に開放され大気を管路15に供給するための大気開放ポートを備えていない。しかしながら，甲5の段落【0031】，【0032】及び図3や甲6の図4左下図に示されるように，「真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁」は審決も認定するとおり周知の技術的事項である。したがって，甲2発明において，真空発生電磁弁19に代えて周知の技術的事項に係る制御弁を採用することは，当業者が容易に想到できたことである。そして，甲2発明において，周知の技術的事項に係る制御弁を採用したものでは，当該制御弁は，本件発明1における「真空供給制御弁」に相当する構成，すなわち「真空源(真空ポンプ30)に真空流路を介して連通する真空供給ポート，着脱路(管路15)に連通する真空ポート，および大気に開放され大気を着脱路に供給するとともに正圧供給ポートからの正圧空気の一部を排出する大気開放ポートを有し，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁」を構成することとなる。よって，相違点4に係る構成は，甲2発明及び甲5，6に示された周知の技術的事項に基づいて当業者が容易に想到できたことである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，相違点4について，「真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁」は周知であるが，甲2には，周知の技術的事項に係る制御弁を採用することの開示や示唆はないから，周知の技術的事項に係る制御弁を採用するべき理由はない，とした(43頁34行～44頁5行)。",
                "しかし，甲2発明と，前記周知の技術的事項に係る制御弁とは，ともに「ワークの吸着搬送」という点で技術分野が共通するものであり，作用，機能も共通性があるから，甲2に開示や示唆がなくとも，甲2発明において，周知の技術的事項に係る制御弁を採用することは当業者が当然に考慮すべきことであり，容易に想到できたことである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「真空を破壊して大気圧に戻す能力は，真空破壊電磁弁22をオンにして正圧を供給することによる真空破壊の方が，傾斜が大きいこと，すなわち能力が優れており，それに対して，真空発生電磁弁19がオフにされることにより大気圧で自然に行われる真空破壊の方が，能力が劣っているといえる」とした(45頁14行～第18行)。",
                "しかし，甲6の34頁左欄17行～44行に記載されているように，「正圧供給」による真空破壊と「大気開放」による真空破壊は，求められるワークの吸着解除の仕様に応じて適宜選択されるものであり，一方が優れていて他方が劣るというものではない。ワークの吸着解除に関して，「正圧供給」による真空破壊と「大気開放」による真空破壊は，いずれもワークの吸着解除に関して一定の能力を有するものであり，「正圧供給」による真空破壊と「大気開放」による真空破壊との優劣を論じることは誤りである。よって，審決が劣っていると考えざるを得ないと判断した根拠はない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，「正圧を発生させることによる真空破壊を行う甲第2号証の発明に，真空破壊の能力に関して劣っている，大気圧による自然真空破壊を重畳して行うように，周知の技術的事項に係る制御弁を採用することは，当業者が容易に想到し得る事項とは言えない」とし(45頁31行～35行)，正圧による真空破壊より劣っている大気圧による自然真空破壊を重畳して行うことに対する動機付けはないとして，阻害事由がある旨を示唆している。",
                "しかし，甲2の段落【0028】には，「大気開放」による真空破壊を「正圧供給」による真空破壊に重畳して付加することにより，真空破壊の時間を短縮することが実質的に記載されている。",
                "よって，甲2発明(真空ポンプ30を採用した図6の構成)において，「大気開放」による真空破壊を，「正圧供給」による真空破壊に重畳して付加することを妨げる理由は何ら存在せず，むしろ，真空発生電磁弁19として周知の技術的事項に係る制御弁を採用することにより，「大気開放」による真空破壊を「正圧供給」による真空破壊に重畳して付加することの強い動機付けがあるというべきであり，阻害事由もないというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件発明2について，審決は，「本件発明2は，本件発明1を引用する発明であるところ，上記のとおり，本件発明1は，甲第1ないし4号証，及び甲第7号証の，いずれの発明に基づいても，当業者が容易に想到できたものとはいえないから，本件発明2についても，甲第1ないし第4号証，及び甲第7号証記載の，いずれの発明に基づいても，当業者が容易に想到できたものとはいえない」(59頁19行～24行)と判断した。しかし，相違点4に対する容易想到性の判断に誤りがあり，本件発明1に係る審決の結論に影響を及ぼす違法性がある以上，本件発明2に係る審決の結論に影響を及ぼす違法性がある。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "本件発明3について，審決は，本件発明3と甲2発明との相違点として，相違点17～21を認定したうえで，相違点20については，相違点4に関して説示した理由を引用して，当業者が容易に想到できたものではないと判断し，その他の相違点17～19及び相違点21については判断せずに，当業者が容易に想到できたものとはいえないと判断した(65頁7行～20行)。しかし，審決における相違点4についての判断が誤りである以上，相違点20についての判断もまた誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続上の瑕疵)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「甲第1号証には，真空ポンプを用いる際に，周知の技術的事項に係る制御弁を採用することの開示や示唆はないから，甲第1号証記載の発明において，加圧空気供給源及びベンチュリーに代えて，真空ポンプを用いる際に，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁を採用するべき理由はない。」(39頁34行～40頁1行)，「・・・ワークの吸着解除という作用に関しては，『正圧供給』による真空破壊の方が優れており，『大気開放』による真空破壊の方が劣っていると考えざるを得ない。」(40頁26行～29行)，「そして，甲第1号証記載の発明において，加圧空気供給源31及びベンチュリー33に代えて，真空ポンプを用いるとすれば，ベンチュリー33に付随した『大気開放』は生じないし，甲第1号証記載の発明は，ワークの吸着解除という作用に関して優れている『正圧供給』による真空破壊が実現されているのであるから，加圧空気供給源31及びベンチュリー33に代えて真空ポンプを用いる際に，ワークの吸着解除という作用に関して劣っている『大気開放』による真空破壊を，『正圧供給』による真空破壊に重畳して付加することは，当業者が容易に想到できたものではない。」(40頁35行～41頁5行)等と判断した。",
                "特許法153条2項は，審判において当事者が申し立てない理由について審理したときは，当事者に意見を申し立てる機会を与えなければならない旨を規定しているが，無効審判手続において，審決が認定判断したような主張は被請求人(被告)によって何らなされていない。また，前記のように被請求人が主張しない論理により審決が構成されたにもかかわらず，無効審判手続において，審判請求人である原告には意見を申し立てる機会が何ら与えられていない。したがって，無効審判手続において，原告には本来与えられるべき手続保障の機会が与えられておらず，原告に実質的な不利益を生じさせたものであり，審決には特許法153条2項に違背する手続上の瑕疵がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件無効審判において，特許庁が発行した平成24年2月28日付起案(同3月1日付け発送)の「通知書」(甲19)の記載内容に鑑みると，審判官の合議体が特に注目し，本件発明の進歩性判断に際して特に考慮される事項は，通知書に記載された事項に関連するものであり，口頭審理においても上記の点が主要な点として審理され，さらに審決においても，それらの点が認定判断されるものと考えるのが自然な理解である。そして，そのような理解を前提に，原告は，平成24年5月9日付け提出の「口頭審理陳述要領書」(甲20)において，通知書にて見解を求められた点について，具体的かつ詳細な説明をした。被告も同様の理解により，口頭審理陳述要領書(甲18)を作成したものと推測する。",
                "しかし，平成24年5月23日の口頭審理で，審判官合議体は前記通知書で示された審理事項について何ら言及することなく審理を終結した。その際に，指摘された点に関する審理事項について口頭審理調書(甲21)への記載も全く行っていない。",
                "一方，審決では，通知書に記載された事項とはおよそ関連しない事項を中心に論が展開されている。特に「ワークの吸着解除という作用に関しては正圧供給による真空破壊の方が優れており，大気開放による真空破壊の方が劣っている」との点は，審決の結論に直結する認定判断であるが，口頭審理では全く議論，審理されていない。",
                "このように，通知書から示唆あるいは予測される論点とは著しくかけ離れた部分で審決の理由が構成されたことは，予測可能性を損なうばかりでなく，原告に与えられるべき反論の機会を不当に奪う結果を招いたものであり，原告の手続保障の機会が大きく損なわれたというべきである。本件審判手続は，当該通知書により，口頭審理の主要な審理内容を事前に通知することにより，当事者の手続保障の機会を厚くする手段を形式的にしたものの，審決の内容は，いわば不意打ちであり，実質的には原告に不利益を生じさせたものであり，審決には特許法153条2項に違背する手続上の瑕疵がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明に係る作用効果の認定の誤り)",
          "text": [
            "審決は，本件発明の作用効果について，「・・・本件発明1及び3は，被吸着物を吸着具から離脱させるために吸着具に真空破壊用の正圧空気を供給したときに，『比較図』の『従来例』に示すように，真空破壊の圧力が高くなりすぎて，被吸着物が吹き飛ばされ，逆に，被吸着物が吹き飛ばされないように，真空破壊用の正圧空気の流量や圧力を低下させると，『比較図』の『参考例』に示すように，吸着物の離脱に時間がかかるという課題を解決しようとするものである。そして，大気開放ポートを，着脱路に大気を供給するために利用するとともに正圧供給ポートからの正圧空気の一部を排出するために使用することにより，流入正圧と流入大気とが合流して吸着具に流れる作用によって，迅速に着脱路の圧力を高め，また，着脱路が大気圧以上になると，正圧空気の一部は大気開放ポートから外部に排気される結果，『比較図』の『本願発明』に示すように，圧力が高くなりすぎることがないから，ワークが吸着具から吹き飛ばされることがなく，迅速にワークを吸着具から離脱させることができるという効果を奏するものであると認める。」(6頁23行～37行)と認定した。",
            "しかし，審決が指摘する「比較図」は，被告が特許庁に提出した平成18年8月21日付けの意見書(甲15)に添付した「比較図」であり，該「比較図」に図示された圧力変化特性は，本件特許に係る特許出願の当初明細書及び図面に開示されていたものではないし，また，当初明細書等から当業者が容易に推考できるものではなく，さらに，そのような圧力変化特性が実際に生じることについて何らの立証もなされていない。すなわち，被告自らの単なる認識又は願望を述べているにすぎず，現象として捉えられるものではない。そのような「比較図」に出願日に至る遡及効を認め，本件発明の課題及び作用効果の一部を構成することを認めることは，被告に不当な利益を与え，原告に不当な不利益を与えるものであり，著しく不合理といわざるを得ない。審決は，本件特許に係る出願の審査段階における被告の単なる主張にすぎない上記意見書に添付された「比較図」を含めて本件発明の作用効果を認定した点に誤りがある。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由1及び2に関連する事由(本件発明1～3は甲1，甲2，甲8とを併せ鑑み当業者をして容易に想到できたものであること)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲8の段落【0004】～【0013】及び図3には，甲8に示される発明に対する従来技術として真空吸着装置が記載されており，この真空吸着装置は，吸着保持用のステージ11と，ステージ11の配管13に接続された第1のエアオペレートバルブ17を有するバキューム系15と，配管13に接続され第2のエアオペレートバルブ22を有するエアブロー系20と，第2のエアオペレートバルブ22に接続され第3のエアオペレートバルブ27を有するエキゾースト系25とを備える。甲8の段落【0005】には，「バキューム配管18の先端部には図示しない真空機器が連結されており，バキューム配管18内は真空状態となっている。」との記載があるところ，ここで「真空機器」とは「真空源」の意味であり，当然に「真空ポンプ」か「エゼクタ」を意味しよう。",
                "この真空吸着装置において，真空吸着を行う場合は，第1のエアオペレートバルブをオンにして真空吸着配管16とバキューム配管18とを連通させる。",
                "真空吸着を解除する場合には，第1のエアオペレートバルブ17の弁体17bから弁体17aに切り換えて真空吸引をオフにして真空吸着配管16とバキューム配管18との間を遮断する。これによって弁体17aの斜め右下方に矢印で示される大気開放ポートから真空吸着配管16に大気が導入され，真空状態が先ず大気によって解除される。次に，第3のエアオペレートバルブ27をオンにすると，第2のエアオペレートバルブ22を介して大気が導入され，この大気はエアブロー配管21を経てステージ11を大気開放し，次に，第2のエアオペレートバルブ22を切り換えると，他方の弁体22bからエアブロー配管21に送風設備により空気を供給する(正圧供給)。この正圧供給期間中も第1のエアオペレートバルブ17では弁体17aを介して大気が導入される状態にあるが，正圧の空気は弁体17aからの大気に打ち勝って大気開放ポートから大気側へと導出されることはいうまでもない。",
                "このように甲8に記載された真空吸着装置では，吸着解除に際して，「大気開放」と「正圧供給」の両方を行うものであり，あえていえば，大気を正圧よりも先に導入し，次いで第1のエアオペレートバルブ17からの大気と第2のエアオペレートバルブ22からの送風設備を介した正圧とを重畳させて真空破壊を行う。一方，大気開放ポートから正圧の一部も排気される。したがって，甲8に示される第1のエアオペレートバルブ17と，第2のエアオペレートバルブ22とは，本件発明1の「正圧源に正圧流路を介して連通する正圧供給ポート，および前記吸着具の着脱路に連通する出力ポートを有し，前記正圧供給ポートを前記出力ポートに連通させる状態と前記正圧供給ポートを遮断する状態とに作動する真空破壊制御弁と，真空源に真空流路を介して連通する真空供給ポート，前記着脱路に連通する真空ポート，および大気に開放され大気を前記着脱路に供給するとともに前記正圧供給ポートからの正圧空気の一部を排出する大気開放ポートを有し，前記真空ポートを前記真空供給ポートに連通させる状態と前記真空ポートを前記大気開放ポートに連通させる状態とに作動する真空供給制御弁とを有し，前記正圧源からの正圧空気を前記着脱路に連通させてワークの吸着を停止する際に，前記真空供給制御弁の前記真空ポートを前記大気開放ポートに連通させ，前記真空破壊制御弁の前記正圧供給ポートを前記出力ポートに連通させることにより，前記大気開放ポートを前記正圧供給ポートと前記着脱路に連通させること」に対応する。",
                "そして，甲1発明と甲8に記載された装置は，真空を利用してワークを吸着する装置に関する点で技術分野が共通するから，甲1発明において，甲8に記載された回路を採用することは当業者が容易に想到できたことである。",
                "同様の理由により，本件発明1は甲2発明と甲8に記載された技術に基づいて，本件発明2及び3は甲1発明又は甲2発明と甲8に記載された技術に基づいて，それぞれ当業者が容易に想到できたことである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲8に示されている技術内容は上記のとおりであるが，甲4にも「大気開放」と「正圧供給」を行う構成が記載されていることから，「大気開放」と「正圧供給」の両方を行うものは，本件出願前に周知の技術的事項であると認められる。そして，甲1発明と甲8に記載された装置は，真空を利用してワークを吸着する装置に関する点で技術分野が共通するから，甲1発明において，上記の甲8に記載された周知の技術を採用して本件発明1の構成に至ることは，当業者が容易に想到できたことである。同様の理由により，本件発明1は甲2発明と甲8に記載された技術に基づいて，本件発明2及び3は甲1発明又は甲2発明と甲8に記載された技術に基づいて，それぞれ当業者が容易に想到できたことである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，原告は，本件審判請求において，本件特許の請求項1に係る発明についての無効理由として，甲1を主引用例とし甲8を副引用例とする組み合わせ，又は甲2を主引用例とし甲8を副引用例とする組み合わせとする無効の主張はしていない(審決7頁9行～17行参照)。",
                "しかし，本件特許の請求項2に係る発明に対する無効理由として，甲1記載の発明及び甲8記載の技術に基づいて当業者が容易に想到できたものであること(甲1を主引用例とし甲8を副引用例とする組み合わせ)を理由とする無効の主張は既に行っている(ただし，審決は，請求項1に係る発明についての無効理由に対して，当業者が容易に想到できたものとはいえないとの判断を前提とした上，請求項2に係る発明については，請求項2が請求項1の従属請求項であることから，請求項1に係る発明についての無効理由に対する判断に依拠した上で，請求項2に係る発明についての原告(審判請求人)の提出した証拠を何ら検討することなく，無効理由はないとの判断をした。)。審決は，本件発明2について，甲1記載の発明及び甲8記載の技術に基づいて当業者が容易に想到できたものであるか否かについては，その判断を示さなかったが，甲8は，審判手続において，先行技術として提出されていた。",
                "また，審判手続において，主引用例として主張されている先行技術及び甲号証として既に審判手続において提出されている先行技術等に基づいて，本件発明に係る請求項に関し，当業者が容易想到であるとの判断に至るのであれば，審決は，甲8号の記載内容を看過した上で無効とはなり得ないとの審決を行ったものである。結局，審決は，結果的に進歩性の判断を誤ったものであり，結論に影響を及ぼすべき違法性が内在している。審決において主引用例及び既に副引用例として提出されている先行技術等を組み合わせることにより，審決の結論に影響を及ぼすことが判断できるのであれば，いわゆるキャッチボール現象を回避すること及び訴訟経済の観点から，当該審決を取り消したうえ，再び特許庁において，さらなる審理をすることも容認されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1発明において，真空ポンプを採用する際に，真空の供給と停止を切り換えるために，甲5の図3及び甲6の(真空ポンプを使った例)に示されるような，「真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁」を採用することは，当業者が容易に想到できたことであると主張する。",
                "しかし，原告が指摘する甲5，6に記載の技術は，「真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁」であって，本件発明のような，真空供給制御弁24と真空破壊制御弁25の2つの制御弁を連携動作させることによって，真空供給制御弁24の大気開放ポートTを着脱路14に大気を供給するために利用するとともに正圧供給ポートPからの正圧空気の一部を排出，つまり逃がすためにも使用するようにした技術ではない。",
                "すなわち，2つの制御弁の連携動作の点について，甲5や甲6には開示がない。",
                "また，甲1のように，グロメットWを水抜き穴1aに嵌め付けるときには，グロメットWは接着剤43に押し付けられるので，吸着解除時に正圧空気をバキュームパッド17に供給しても，接着剤の粘着力によってグロメットWが吹き飛ばされることはありえない。したがって，真空破壊時に正圧空気を供給すると，被吸着物が吹き飛ばされるという課題ないし動機付けが甲1によって示唆されることはない。",
                "以上の2つの理由により，当業者であっても，甲1発明に甲5，6に記載された技術的事項を組み合わせて本件発明に想到することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ワークを真空吸着させるためにベンチュリー33を用いると，ベンチュリー33を高速で通過した正圧空気はベンチュリー33から外部に排出されるので，排気騒音低減のために排気装置34を使用したとしても，排気装置34を使用しないとしても，排気口を設けることは，ベンチュリー33に付随した前提構成となる。したがって，ベンチュリーに代えて真空ポンプを用いるとすれば，ベンチュリーに付属した構成である「排気装置34(排気口)が存在しなくなるから，ベンチュリーに付随した「大気開放」は生じない(審決40頁19行～21行)。",
                "「大気開放」による真空破壊つまり自然真空破壊は，「正圧供給」による真空破壊つまり強制真空破壊よりも吸着具はゆっくりと大気圧に到達するので，ワークの離脱に時間がかかる。このため，自然真空破壊はサイクル時間が長い場合，つまり迅速にワークを離脱させる必要がない場合に適用される。迅速にワークを吸着具から離脱させることにより，サイクル時間を短くするという観点に立てば，「大気開放」による真空破壊は，「正圧供給」による真空破壊よりも劣っていることになる。したがって，サイクル時間が長くなることが知られている「大気開放」による真空破壊を，より迅速にワークを離脱させることができる「正圧供給」による真空破壊に重畳する理由はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲1発明では，ワークの吸着解除時に，意図的に「大気開放」を生じさせていると理解するのが自然であると主張する。",
                "しかし，「エゼクタを用いた強制真空破壊」の構成においては，甲1～3に記載されるように，従来から逆止弁を設けないのが通常であった。このことは，甲6の35頁左欄1行～10行の記載からも明らかである。すなわち，「ここで注意しなければならないのは，同一マニホールド上のエゼクタは集中排気ラインを通してつながっているため排気エアが集中排気ポート→ディフューザ→パッドと回り込み，小さく軽いワークを吹き飛ばすか動かしてしまうことがある。同時に効率も下げてしまうので，集中排気ラインは可能な限り太くするのが望ましい(連数によってはビニールホース程度も)。逆止弁をマニホールドベースの間にいれ，対策をとったものもある。」と記載されているように，逆止弁を設ける方が特殊な場合である。",
                "原告の上記主張は，甲6の意図的な曲解によるものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，「排気装置34それ自体が排気の能力を担っている訳ではないことから，仮に排気装置34がなくても，ベンチュリー33を介して大気開放が行われることは明らかであるから，排気装置34がベンチュリー33に付属する構成であるとはいえない。」と主張する。",
                "しかし，多数の流路切換ユニットないし真空ユニットが使用される電子部品の組立ラインにおいては，ベンチュリーに供給された正圧空気を外部に放出される排気騒音を低減するために，マフラつまり排気装置がベンチュリーに設けられるのは，通常行われることである。確かに，排気装置を設けることなく，ベンチュリーの下流に排気口を設ければ，ベンチュリーにより真空を発生させることは可能であるが，現在の電子部品の組立ラインにおいては，排気騒音により作業環境が劣悪となるので，通常では排気装置34がベンチュリーに設けられている。",
                "このように，通常では排気装置34が設けられていることから，審決は「排気装置34はベンチュリー33に付属する構成である」と判断したのであって，原理的に排気装置34を用いない場合を想定して，審決の判断は誤りであるという主張は，単なる揚げ足取りである。排気装置34ないし排気口はベンチュリーに付属する構成である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "「大気開放」による真空破壊は，「正圧供給」による真空破壊よりも，吸着具はゆっくりと大気圧に到達するので，ワークの離脱に時間がかかる。このため，自然真空破壊はサイクル時間が長い場合に適用される。したがって，迅速にワークを吸着具から離脱させることにより，サイクル時間を短くするという観点に立てば，「大気開放」による真空破壊は，「正圧供給」による真空破壊よりも劣っていることになる。",
                "原告は，「大気開放」による真空破壊の方が「正圧供給」による真空破壊よりも劣っているという審決の認定は誤りであると主張するが，自然真空破壊はサイクル時間が長い場合に適用されることを，「劣っている」と言い換えたにすぎない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，甲1発明において，加圧空気供給源31及びベンチュリー33に代えて真空ポンプを用いる際に，「大気開放」による真空破壊を，「正圧供給」による真空破壊に重畳して付加することを妨げる理由は何ら存在しないと主張し，その根拠として，従来技術に鑑みれば，甲1では，ベンチュリー33と着脱路38との間に逆止弁を設けることができるにもかかわらず，そのような逆止弁をあえて設けない構成とすることにより「大気開放」による真空破壊と「正圧空気」による真空破壊とを重畳して行うものに他ならないことを挙げる。",
                "しかし，前記のとおり，逆止弁を設けることは特殊な場合であり，通常では従来から逆止弁は設けられていないので，逆止弁が甲1において設けられていないことから，甲1発明が「大気開放」による真空破壊と「正圧空気」による真空破壊とを重畳して行うものに他ならないという原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "甲1発明は，自然真空破壊によりワークを離脱させる方式では，バキュームパッドにワークが付着したままとなることから，強制真空破壊によりワークを離脱させるようにした技術であり，甲1のように，グロメットWを接着剤43に押し付ける場合には，ワークであるグロメットWが吹き飛ばされることがないので，ワークの吹き飛びを考慮することは一切ない。しかも，甲1発明は，1つの切換弁32によって真空発生状態と真空解除状態とに切り換えるようにした技術である。したがって，たとえ，甲1の排気装置から外気が入り込むことがあったとしても，加圧空気供給源31及びベンチュリー33に代えて真空ポンプを用いる際に，本願発明のように，ワークの吸着を停止する際に2つの制御弁を連携動作させることにより，ワークを迅速に離脱させるという課題と，ワークの吹き飛びを防止するというワークの迅速離脱とは相反する課題とを，同時に解決するようにした本件発明を同業者が容易に想到することができたものとは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対し",
          "text": [
            "原告は，甲2発明において，真空発生電磁弁19に代えて周知の技術的事項に係る制御弁を採用すれば本件発明の構成に至るものであり，これは当業者が容易に想到できたことであると主張する。",
            "しかし，甲2発明は，真空発生手段の作動を停止し真空圧破壊手段を作動させてから部品吸着側の圧力が所定の圧力となるまでの時間を計測手段により計測し，真空圧を遮断する時間，正圧を加える時点，さらに正圧を加える期間を調整できるようにして部品搭載を確実に行うようにした技術である(段落【0011】，【0012】参照)。つまり，甲2は，強制真空破壊の技術であり，正圧空気を加える時点や期間を調整することにより，真空解除後に早急に大気圧に回復させるようにした技術である。",
            "また，真空破壊時に正圧空気を供給すると，被吸着物が吹き飛ばされるという課題ないし動機付けが甲2によって示唆されることはない(課題ないし動機づけの欠如)。",
            "したがって，原告の主張する制御弁が周知であったとしても，本件発明のように，2つの制御弁を連携動作させて，大気開放ポートTから着脱路14に大気を供給する一方，正圧供給ポートPからの正圧空気の一部を大気開放ポートTから排出つまり逃がすためにも利用するという技術が，甲2発明に基づいて当業者により容易に想到できたものではない。ワークの吸着を停止する際に，ワークを迅速に離脱させるという技術的課題と，ワークの吹き飛びを防止するというワークの迅速離脱とは相反する技術的課題とを同時に解決するという意図を持つことにより，本件発明が完成されたのであって，真空圧を遮断する時間，正圧を加える時点，さらに正圧を加える期間を調整できるようにした甲2の技術によって，本件発明が想到されることはあり得ない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，被請求人(被告)が主張しない論理により審決が構成されたと主張する。",
                "そもそも，特許法153条2項は，「当事者・・・が申し立てない理由」に関する審理について規定した条文であり，「理由」の有無の判断に至る具体的な論理構成についてまで当事者らの申し立てに拘束されることを規定した条文ではなく，この点から，原告の主張はそもそも失当である。",
                "また，迅速にワークを吸着具から離脱させることにより，サイクル時間を短くするという観点に立てば，「大気開放」による真空破壊は，「正圧供給」による真空破壊よりも劣っていることになるので，審決の認定は，自然真空破壊はサイクル時間が長い場合に適用されることを，「劣っている」と言い換えたにすぎない。当業者の技術常識では，迅速にワークを吸着具から離脱させてサイクル時間を短くする必要があるときに，サイクル時間が長い場合にはそれを「劣っている」と表現することになる。被告は，審判手続において，甲6の記載を引用し，自然真空破壊はサイクル時間が長くなることを主張しており，そのことは，審判手続において十分に検討され，その検討に基づいて審決が出されている。したがって，自然真空破壊はサイクル時間が長い場合に適用されることを，「劣っている」と言い換えた審決には特許法153条2項に違背する手続上の瑕疵はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "特許法153条2項は，「当事者・・・が申し立てない理由について審理したとき」に関して規定した条文であって，当事者ではない特許庁審判合議体が口頭審理に先立って，事実上作成する書面である審理事項通知書について規定した条文ではないから，審理事項通知書の記載について，同条項に違反するとして原告が縷々主張するところは，そもそも主張自体失当である。",
                "また，そもそも，口頭審理において，被告は，甲1～3発明は，いずれも「エゼクタ」を前提とした自然真空破壊を含んでいないこと，仮に，甲1～3にエゼクタを前提とした自然真空破壊の吸着装置が記載されていれば，これに代えて，真空ポンプ及び切換弁を前提とする自然真空破壊を採用することを妨げる理由はないとも考えられること，甲1～3発明のエゼクタに代えて真空ポンプ及び切換弁を採用したとしても，本件発明の請求項1ないし3記載の発明と同様の作用や効果が生じない理由について陳述した。口頭審理においては，十分な審理が尽くされており，何ら違法な点はないことは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4に対し",
          "text": [
            "原告は，意見書(甲15)に添付した「比較図」に示された圧力変化特性は，本件特許に係る特許出願の当初明細書及び図面に開示されていたものではないし，また，当初明細書等から当業者が容易に推考できるものではないし，さらに，そのような圧力変化特性が実際に生じることについて何ら立証もされていないと主張する。",
            "しかし，上記比較図は，当初明細書の段落【0006】～【0008】に記載された発明が解決しようとする課題と，段落【0025】及び【0026】に記載された2つの制御弁によるワークの吸着停止動作を図面化したのであって，何ら新規な技術事項を含めるものではない。本件発明におけるワークの吸着停止時における2つの制御弁の連携動作を，従来技術と比較して示したのが比較図であり，従来技術の記載と本件発明のワーク停止時の2つの制御弁の連携動作の記載から，当然の帰結として「比較図」が描かれているのである。",
            "したがって，「比較図」を示すことは，何ら新規な技術事項を付加するものではなく，審決は本件発明の作用効果を明細書の記載に基づいて適正に評価して認定しており，審決には取り消すべき違法性はない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由1及び2に関連する事由に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1発明又は甲2発明において甲8に記載された回路を採用することは当業者が容易に想到できたことであると主張するが，これは審判段階で主張されていなかった無効理由の主張であり，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，甲8の第1のエアオペレートバルブの一方のバルブ体17aに大気解放ポートがあることに間違いはないと主張する。しかし，甲8の図1，図3，の3つのエアオペレートバルブは3方弁の記号となっているものの，甲8の動作は，エアオペレートバルブの使用されていないポートは閉鎖することを前提としている。すなわち，第1，第3のエアオペレートバルブの使用しないポートは閉鎖されており，2方弁として機能している。3方弁を標準在庫として用意しておき，適宜，1つのポートを閉鎖して2方弁として機能させることは，当業者が通常行うことである。甲8の第1のエアオペレートバルブに大気解放ポートは存在しない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲4にも「大気開放」と「正圧供給」を行う構成が記載されていると主張するが，甲4の大気開放弁8は，フレキシブルチューブの膨張に起因した吸着ヘッド1の負圧発生を防止するためのものである。また，甲8のようにバキューム系15とエアブロー系20とエギゾースト系25がそれぞれ独立して作動するようにした装置と，甲4のように切替弁7と真空破壊弁4と大気開放弁8とをそれぞれ分離して設けた装置とを組み合わせても，本件発明の構成に到るものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明1と甲1発明との相違点2の判断の誤り，本件発明2の容易想到性判断の誤り，本件発明3と相違点15の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明について",
              "text": [
                "本件明細書(甲14)によれば，本件発明につき，以下のことを認めることができる。",
                "本件発明は，ICなどの電子部品をワークとしてこれを吸着搬送する吸着搬送装置及びその吸着搬送装置に用いる流路切換ユニットに関するものである(段落【0001】)。かかるユニットにあっては，吸着具には吸着面に開口する着脱路が形成され，着脱路には真空源と正圧源とがそれぞれ制御弁を介して連通するようになっており，吸着具によってワークを吸着する際及び吸着して搬送する際には吸着面は着脱路を介して真空源に連通され，一方，ワークを吸着具から離脱させて所定の被搭載位置にワークを搭載する際には，吸着面と真空源との連通を遮断するとともに，正圧源を吸着面に着脱路を介して連通させて吸着面の真空を破壊することにより，ワークを確実に吸着具から離脱させるようにしている(段落【0004】)。従来，着脱路と真空源とを連通する真空流路に設けられる真空供給制御弁と着脱路と正圧源とを連通する正圧流路に設けられる真空破壊制御弁としては，それぞれ流路を連通させる位置と連通を遮断させる位置とに作動する2ポート電磁弁が使用されており，ワークを被搭載位置において吸着具から離脱させる際には，正圧源からの圧縮空気をすべて着脱路に供給させるようにしていたが，昨今，吸着搬送される被吸着物であるICなどの電子部品は，その形状がますます小さく，かつ軽くなってきており，被吸着物を吸着具から離脱させるために吸着具に真空破壊用の正圧空気を供給したときに，被吸着物が正圧空気によって吹き飛ばされて所定の位置に正確に搭載できない場合があるという課題があるところ，かかる事態を回避するために真空破壊用の正圧空気の流量を低下させたり，圧力を低下させると，吸着具から被吸着物を離脱させるまでに時間がかかり，生産性が低下してしまうという問題があった(段落【0005】，【0006】，【0008】)。本件発明は，電子部品などをワークとして吸着具により搬送した後に，迅速にワークを吸着具から離脱させることができるとともに，所定の位置にワークを位置決めすることができるようにすることを目的とし，そのために，正圧源に正圧流路を介して連通する正圧供給ポート，及び吸着具の着脱路に連通する出力ポートを有し，正圧供給ポートを出力ポートに連通させる状態と正圧供給ポートを遮断する状態とに作動する真空破壊制御弁と，真空源に真空流路を介して連通する真空供給ポート，着脱路に連通する真空ポート，及び大気に開放され大気を着脱路に供給するとともに正圧供給ポートからの正圧空気の一部を排出する大気開放ポートを有し，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する真空供給制御弁とを有し，正圧源からの正圧空気を着脱路に連通させてワークの吸着を停止する際に，真空供給制御弁の真空ポートを大気開放ポートに連通させ，真空破壊制御弁の正圧供給ポートを出力ポートに連通させることにより，大気開放ポートを正圧供給ポートと着脱路に連通させることを特徴とするものである(段落【0009】，【0010】)。具体的には，真空状態の着脱路14には大気圧の空気と正圧空気とが大気開放ポートTと正圧供給ポートPの両方から供給されることになり，迅速に所定の圧力に設定されることになる。着脱路14が大気圧以上となると，正圧供給ポートPからの正圧空気は着脱路14に流入するとともに，大気開放ポートTから一部が排気されることになるので，高い圧力の圧縮空気が大量にワークWに吹き付けられることが防止される。しかも，大気開放ポートTから大気を導入しないで，正圧空気のみを着脱路14に供給する場合には，着脱路14内の圧力と正圧空気の圧力との差圧が大きいので，吸着されているワークWには大きな衝撃力が作用することになるが，大気開放ポートTを着脱路14に連通させることによって，ワークの離脱動作を遅くすることなく，ワークの吹き飛びを確実に防止することができることになる(段落【0026】)。",
                "【本件明細書の図1(本件発明の一実施の形態である吸着搬送装置を示す概略図)】"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明について",
              "text": [
                "甲1によれば，甲1発明は，比較的軽量なワークを吸着するのに好適な吸着装置に関するものであり，真空発生源とバキュームパッドをつなぐ管路の途中に切替弁を設け，ワークを所定の部材上にセットする場合等のようにワークの吸着状態を解除する場合には，切替弁によってバキュームパッドにつながる管路を大気に解放するようにすると，比較的軽量なワークを部材上にセットする場合，大気に解放してもバキュームパッドワークが付着したまま剥がれないという課題があったことから，バキュームパッドに作用する負圧をオン・オフする切替弁のオフ動作と連動してバキュームパッドに気体を供給する気体供給手段を設けたものである認めることができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲1発明において，ベンチュリーは，加圧空気供給源からの空気が供給され，排気装置から外部に放出することで管路38内の空気を引き込んで負圧を発生させるものである(2頁左下欄9行～17行)。このベンチュリーに代えて真空ポンプを用いたものにあっては，負圧を発生させるために加圧空気を必要とするものでなく，加圧空気供給源から供給された空気を外部に放出するものでもないので，加圧空気供給源から供給された空気を外部に放出するための構成は，ベンチュリーと共に不要となる。",
                "すなわち，甲1発明において「真空ポンプを用いた」ものを考えると，グロメットWの吸着のためには，「管路38の空気を引き込んで負圧を発生せしめるように構成」すればよいので，甲1発明において「管路38の空気を引き込んで負圧を発生せしめる」ための構成としては，「切換弁32に連通する管路37と，管路37及び管路38に連通するベンチュリー33と，ベンチュリー33の排出側に接続された排気装置34とを有し，加圧空気供給源31からの空気を切換弁32及び管路37を介してベンチュリー33に供給し，前記排気装置34から外部に排出することで管路38の空気を引き込んで負圧を発生せしめる」構成に代えて，真空ポンプを用いて管路38の空気を引き込んで負圧を発生せしめる構成となる。次に，「別の加圧空気供給源を管路38につなげ」た構成について考えると，甲1発明において「グロメットWの吸着を停止する際に」，この別の加圧空気供給源と管路38に連通させることにより，加圧空気を管路38に流入させてグロメットWの吸着を停止させる構成になる。そして，グロメットWの吸着を停止することだけを考えると，管路38に加圧空気供給源から加圧空気が供給されればグロメットの吸着は停止し，このときベンチュリーと排気装置等の加圧空気供給源から供給された空気を外部に放出するための構成は必要とされない。したがって，甲1発明に「真空ポンプを用い」，「別の加圧空気供給源を管路38につなげ」たものは，グロメットWの吸着するときにおいても吸着を停止するときにおいてもベンチュリーと共に排気装置を必要とするものでなく，これらの構成がなくてもグロメットの吸着とその解除を行うことができるから，甲1発明に「真空ポンプを用い」，「別の加圧空気供給源を管路38につなげ」たものは，ベンチュリーだけでなく，排気装置等のベンチュリーから空気を排出するための構成を備えたものでないといえる。",
                "【甲1の第3図(装着装置の管路図)，第4図及び第5図(第3図の要部拡大図。第4図は吸着時，第5図は解放時)】",
                "よって，審決が「甲第1号証の記載にしたがって，ベンチュリーに代えて真空ポンプを採用すれば，ベンチュリーに附属する構成である『排気装置34』が存在しなくなるから，ベンチュリーに付随した『大気開放』は生じない」(40頁18行～21行)としたことに誤りはない。",
                "なお，甲1発明に「真空ポンプを用い」，「別の加圧空気供給源を管路38につなげ」たものは，管路38の空気を真空ポンプを用いて引き込んで負圧を発生せしめる一方，加圧空気供給源を管路38につないで加圧空気を管路38に流入させてグロメットWの吸着を停止させることとなるので，管路38に負圧を発生せしめるときと加圧空気を流入させるときとを切り替える何らかの切り替え手段が必要となることは当業者にとって明らかである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "前記(2)のとおり，甲1発明は，ワークの吸着解除にあたって，バキュームパッドにつながる管路を大気に開放するもの(自然真空破壊)では，比較的軽量なワークの場合には，大気に開放してもバキュームパッドにワークが付着したまま剥れないという課題があったのを，バキュームパッドに気体を供給する気体供給手段を設けることにより(すなわち，強制真空破壊とすることにより)，バキュームパッドから積極的に気体を噴出せしめ，ワークがバキュームパッドから確実に剥れるようにした発明である。そして，ワークがバキュームパッドから確実に剥がれるようにするという課題は，バキュームパッドに気体を供給する気体供給手段を設けることにより解決できるものであるから，甲1発明に「別の加圧空気供給源を管路38につなげ」たものにあっては，被吸着物の吸着を停止する際に，大気開放により自然真空破壊を行う構成を採用しなくても解決できる課題であるところ，甲1には，真空ポンプを用いた場合に「別の加圧空気供給源を管路38につなげる必要がある」ことは記載されていても，管路38等を大気開放すること，又はそのための経路が必要になることは記載されていないから，真空ポンプを用いた際に，管路38等を大気開放する経路を備えさせることにつき動機づけや示唆がない。原告は，甲1発明において真空ポンプを採用する際に，真空の供給と停止を切り換えるために，周知技術(甲5，6)である「真空源に真空流路を介して連通する真空供給ポート，着脱路に連通する真空ポート，及び大気に開放され大気を着脱路に供給する大気供給ポートを有し，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気供給ポートに連通させる状態とに作動する制御弁」を採用することは容易想到であると主張するが，上記周知技術は，単に真空の供給と停止を切り替えるためのものではなく，真空の供給と大気開放による真空破壊を切り替える制御弁であるところ，上記のとおり，甲1発明において真空ポンプを採用した場合に，管路38に負圧を発生せしめるときと加圧空気を流入させるときとを切り替える何らかの切り替え手段が必要となるとしても，真空の供給と加圧空気による正圧の切り替えを超えて，「正圧供給」による真空破壊に「大気開放」による真空破壊を重畳して付加することについての動機づけや示唆は甲1にはないのであるから，甲1発明において真空ポンプを採用する際に，上記の周知技術である制御弁を採用することが容易想到であるということはできない。",
                "むしろ，甲1発明の課題であるワークをバキュームパッドから確実に剥がすという観点からみると，気体供給手段から供給された気体がバキュームパッドに達する前に他の経路へ流出しない方が，他の経路へ流出するものよりも確実にワークをバキュームパッドから剥がすことができることは，当業者にとって自明である。なぜならば，気体供給手段から供給された気体がバキュームパッド以外の経路へ流れる場合には，バキュームパッド側の圧力が他の経路へ流れた分だけ上がらないこととなり，その上がらない分だけワークがバキュームパッドから剥がれない現象が起きやすくなると考えられるからである。審決が「ワークの吸着解除という作用に関しては，『正圧供給』による真空破壊の方が優れており，『大気開放』による真空破壊の方が劣っていると考えざる得ない。」(審決40頁26行～29行)としたのは，このことを意味したものと考えられ，その判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "なお，甲1に「そして，グロメットWを嵌付けたならば，第5図に示すように切換弁32を切換える。すると，バキュームパッド17につながる管路38は排気装置34を介して大気に開放されるのと同時に，加圧空気供給源31からの空気は，切換弁32，管路39，破壊バルブ35，管路41を介して管路38に供給され，バキュームパッド17から噴出し，いままで吸着していたグロメットWの吸着状態を積極的に解除する。」(2頁右下欄17行～3頁左上欄5行)と記載されているのは，従来，バキュームパッドにつながる管路を大気に開放することにより吸着していたグロメットWの吸着状態を解除していたのに対し，甲1発明では，加圧空気供給源からの空気で吸着状態を積極的に解除することを説明したものであり，甲1のこの記載からバキュームパッドにつながる管路に加圧空気供給源からの空気を供給することが甲1発明における課題を解決するために必要であると理解できても，これに併せて，バキュームパッドにつながる管路を大気に開放することが課題を解決するために必要であると解することはできない。上記記載は，甲1に記載されたベンチュリーを用いた実施例における現象を述べたものにすぎないから，ベンチュリーに代えて真空ポンプを用いた場合にまで吸着状態を解除するときにバキュームパッドにつながる管路を大気に開放することを記載したものということはできない。したがって，甲1に接した当業者は，甲1発明が，「正圧供給」による真空破壊と，「大気開放」による真空破壊とを組み合わせて行うものであることを強く認識するとの原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上より，甲1発明において，「真空ポンプを用い」，「別の加圧空気供給源を管路38につなげ」，さらに管路38に連通する真空ポンプと加圧空気供給源とを切り替える構成を備えたものにおいて，被吸着物の吸着を停止する際に，甲5，6に記載された周知の制御弁を採用することが当業者にとって容易であるとはいえない。よって，本件発明1と甲1発明の相違点2に関する審決の判断に誤りはなく，本件発明1は，甲1発明及び周知の技術的事項(甲5，6)に基づいて，当業者が容易に想到できたものではない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "本件発明2は本件発明1を引用する発明であるから，本件発明1と同様，本件発明2は，甲1発明及び周知の技術的事項(甲5，6)に基づいて，当業者が容易に想到できたものではなく，これと同旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "本件発明3と甲1発明との相違点15は，本件発明1と甲1発明の相違点2と同様の理由により，当業者が容易に想到できたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明1と甲2発明との相違点4の判断の誤り，本件発明2の甲2発明からの容易想到性判断の誤り，本件発明3と甲2発明との相違点20の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲2によれば，甲2に記載された発明は，真空圧発生手段により発生する真空圧により部品を吸着し，真空圧を破壊することにより部品の吸着を解除する部品吸着装置に関するものであって，部品吸着に関連するエア機器ないし部材(真空発生手段)などが故障・劣化したり，正圧を加圧して真空を破壊させる場合にその加圧開始時点あるいは加圧期間が最適化されないと正常な部品搭載が保証されなくなるという問題を解決するために，部品吸着に関連する機器あるいは部材の故障ないし異常を確実に検出でき，真空圧を最適に破壊して部品を確実に搭載できる部品吸着装置を提供することを課題とし，そのために，真空圧発生手段により発生する真空圧により部品を吸着し，真空圧を破壊することにより部品の吸着を解除する部品吸着装置において，真空圧発生側の圧力を検出する第1の圧力検出手段と，部品吸着側の圧力を検出する第2の圧力検出手段により検出される圧力に基づき部品吸着に関連する機器あるいは部材の故障を検出する手段とを有する構成を採用するなどしたものであることが認められる。そして，甲2には，【図1】及び段落【0014】ないし【0034】に真空発生器にエジェクタを用いた実施形態が記載され，このエジェクタに代えて真空ポンプを用いた実施形態が  【図6】及び段落【0035】に記載されているところ，審決が甲2発明として認定し，かつ原告が甲2発明として主張しているのは，真空ポンプを用いた【図6】等に記載される実施形態に基づく発明であり，この甲2発明として図6に示された部分以外の構成は図1に示された構成と同じであると原告は主張している。なお，甲2発明として，【図6】等に記載される実施形態に基づく発明が認定されることについて被告は異議を述べていない。",
                "【甲2の図6(真空圧の形成及び破壊を行う実施形態を示したブロック図)】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2の【図6】に記載された発明についてみると，「真空破壊電磁弁22が作動されると，エア供給源20により正圧が加圧され，真空圧が破壊される。」(段落【0035】)と記載され，ここで正圧が加圧されるのは，配管16を介して加圧される吸着ノズル11であるから，甲2発明は吸着ノズル11による電子部品等の吸着を停止する際にエア供給源20により正圧が加圧され吸着ノズル11の真空圧が破壊されるものといえる。",
                "甲2発明は，【図6】等の記載から，吸着ノズル11の真空圧を破壊するときにはエア供給源20による正圧の加圧が行われるが，配管16及び吸着ノズル11を大気に開放することによる真空圧の破壊は行われていない。すなわち，甲2発明は，エア供給源20による正圧の加圧で吸着ノズルの真空破壊を行うものである。甲5，6に記載されているように，「真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とに作動する制御弁」が周知の技術的事項であって，「ワークの吸着搬送」という点で甲2発明と技術分野が共通し，作用，機能も甲2発明と共通性があるとしても，吸着ノズルの真空破壊を行うときに，吸着ノズルの大気開放を行うことのない甲2発明に，大気開放を行うものである周知の技術的事項を適用することは当業者が容易になしえたこととはいえない。したがって，審決の相違点4に関する判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲2の段落【0028】には，「大気開放」による真空破壊を「正圧供給」による真空破壊に重畳して付加することにより，真空破壊の時間を短縮することが実質的に記載されていると主張する。",
                "そこで検討するに，段落【0028】の記載は，【図6】等に記載の実施形態に基づく甲2発明に関する記載ではなく，甲2の【図1】及び段落【0014】ないし【0034】に記載の真空発生器にエジェクタを用いた実施形態に関する記載である。かかる見地から段落【0028】の記載をみるに，エジェクタには大気に開放される経路があるので，「配管内の真空は自然に破壊される」が，単に大気に開放されているだけでは供給されるエアの時間あたりの量が少ないため，「大気圧に戻るのに時間がかかる」ことになる。そこで，この時間を減少させるために，すなわち供給されるエアの時間あたりの量を増大させるために真空破壊電磁弁22をオンにして，正圧を加圧し真空を加圧破壊することが行われることを説明したものといえる。したがって，段落【0028】の記載は，大気開放による真空破壊を前提としたものにおいて，正圧を加圧することで真空破壊に要する時間を短縮させたものであり，かつ，エジェクタにより負圧を発生させるものを前提とした記載である。これに対し，真空ポンプを用いた【図6】等に記載される実施形態に基づく発明である甲2発明は，そもそも真空破壊を行うときにはエア供給源により正圧を加圧するものであり，負圧の発生にはエジェクタではなく真空ポンプを用いるから，段落【0028】とは前提が異なる。したがって，段落【0028】の記載に基づいて，甲2発明における「正圧供給」による真空破壊に「大気開放」による真空破壊を重畳して付加することにより，真空破壊の時間を短縮するようにすることは当業者が容易になしえたものとはいえず，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件発明2は本件発明1を引用する発明であるから，本件発明1と同様，本件発明2は，甲2発明及び周知の技術的事項(甲5，6)に基づいて，当業者が容易に想到できたものではなく，これと同旨の審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件発明3と甲1発明との相違点20は，本件発明1と甲3発明の相違点4と同様の理由により，当業者が容易に想到できたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続上の瑕疵)について",
          "text": [
            "原告は，審決が当事者が主張しない論理により構成され，また，通知書から示唆あるいは予測される論点とは著しくかけ離れた部分で審決の理由が構成されたことは，予測可能性を損なうばかりでなく，原告に与えられるべき反論の機会を不当に奪う結果を招き，原告の手続保障の機会が大きく損なわれたものであり，特許法153条2項に反する違法があると主張する。",
            "しかし，審決は，当事者が無効審判請求人たる原告が申し立てた理由(例えば，本件発明1については，甲1発明及び周知技術〔甲5，6〕に基づいて当業者が容易に想到できたものであること)の有無を判断しており，当事者が申し立てていない無効理由についての判断はしていない。特許法153条2項は，無効理由の有無の判断に至る具体的な論理構成についてまで当事者らの主張に拘束されることを規定したものではなく，原告の上記主張は採用することはできない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明に係る作用効果の認定の誤り)について",
          "text": [
            "原告は，審決が「『比較図』の『本願発明』に示すように，圧力が高くなりすぎることがないから，ワークが吸着具から吹き飛ばされることがなく，迅速にワークを吸着具から離脱させることができるという効果を奏するものであると認める。」(6頁23行～37行)と認定したことについて，この「比較図」は，被告の特許庁に対する平成18年8月21日付け意見書(甲15)に添付されたものであるところ，審決は，出願の審査段階における被告の単なる主張にすぎない上記意見書に添付された「比較図」を含めて本件発明の作用効果を認定した点で誤りがあると主張する。",
            "しかし，本件特許公報(甲14)には以下の記載がある。",
            "・「本発明の目的は，電子部品などをワークとして吸着具により搬送した後に迅速にワークを吸着具から離脱させることができるとともに，所定の位置にワークを位置決めすることができるようにすることにある。(段落【0009】)」",
            "・「本発明にあっては，吸着具に吸着されたワークを吸着具から離反させる際には，吸着具の着脱路には大気開放ポートから大気圧の空気が供給されるとともに正圧源からの正圧空気が供給されるので，迅速にワークを離反させることができるとともにワークが吸着具から飛散することを防止でき，ワークを所定の位置に位置決めすることができる。(段落【0013】)」",
            "・「このように，真空状態の着脱路14には大気圧の空気と正圧空気とが大気開放ポートTと正圧供給ポートPの両方から供給されることになり，迅速に所定の圧力に設定されることになる。着脱路14が大気圧以上となると，正圧供給ポートPからの正圧空気は着脱路14に流入するとともに，大気開放ポートTから一部が排気されることになるので，高い圧力の圧縮空気が大量にワークWに吹き付けられることが防止される。しかも，大気開放ポートTから大気を導入しないで，正圧空気のみを着脱路14に供給する場合には，着脱路14内の圧力と正圧空気の圧力との差圧が大きいので，吸着されているワークWには大きな衝撃力が作用することになるが，大気開放ポートTを着脱路14に連通させることによって，ワークの離脱動作を遅くすることなく，ワークの吹き飛びを確実に防止することができる。(段落【0026】)」",
            "上記記載によれば，本件発明は，正圧空気のみを着脱路に供給する場合に比べて着脱路内の圧力が高くなりすぎることがなく，ワークの吹き飛びを確実に防止することができ，かつ，迅速にワークを離反させることができる効果を有するものであると認めることができる。よって，本件発明の作用効果に関する審決の認定判断に誤りはない。審決が平成18年8月21日付け意見書(甲15)に添付された「比較図」を挙げたことは，かかる判断を左右するものではない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由1及び2に関連する事由(本件発明1～3は甲1，甲2，甲8とを併せ鑑み当業者をして容易に想到できたものであること)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲8に記載された真空吸着装置は，吸着解除に際して，「大気開放」と「正圧供給」の両方を行うものであり，第1のエアオペレートバルブ17と第2のエアオペレートバルブ22は，本件発明1の「正圧源に正圧流路を介して連通する正圧供給ポート，および前記吸着具の着脱路に連通する出力ポートを有し，前記正圧供給ポートを前記出力ポートに連通させる状態と前記正圧供給ポートを遮断する状態とに作動する真空破壊制御弁と，真空源に真空流路を介して連通する真空供給ポート，前記着脱路に連通する真空ポート，および大気に開放され大気を前記着脱路に供給するとともに前記正圧供給ポートからの正圧空気の一部を排出する大気開放ポートを有し，前記真空ポートを前記真空供給ポートに連通させる状態と前記真空ポートを前記大気開放ポートに連通させる状態とに作動する真空供給制御弁とを有し，前記正圧源からの正圧空気を前記着脱路に連通させてワークの吸着を停止する際に，前記真空供給制御弁の前記真空ポートを前記大気開放ポートに連通させ，前記真空破壊制御弁の前記正圧供給ポートを前記出力ポートに連通させることにより，前記大気開放ポートを前記正圧供給ポートと前記着脱路に連通させること」に対応するところ，甲1発明と甲8に記載された装置は，真空を利用してワークを吸着する装置に関する点で技術分野が共通するから，甲1発明において，甲8に記載された回路を採用することは当業者が容易に想到できたことであると主張し，加えて，同様の理由により，本件発明1は甲2発明と甲8に記載された技術に基づいて，本件発明2及び3は甲1発明又は甲2発明と甲8に記載された技術に基づいて，それぞれ当業者が容易に想到できたことであると主張する。",
                "しかし，本件審判における原告の本件発明1及び3に関する無効理由の主張は，甲1を主引用例とし甲8を副引用例とする組み合わせ，又は甲2を主引用例とし甲8を副引用例とする組み合わせとする構成によっていないし，本件発明2の無効理由の主張も，甲2を主引用例とし甲8を副引用例とする組み合わせとする構成によっていないところ(甲22〔無効審判請求書〕，弁論の全趣旨)，被告がこれらの構成による主張の審理を訴訟ですることに異議を唱えていて，それにもかかわらず審理すべき特段の事情も認められないから，本件訴訟においてこれらの構成に基づく無効主張の理由付けについて審理し判断することは，適正手続保障の見地から許されないというべきである。",
                "なお，原告は，本件審判において，本件発明2に対する無効理由として，甲1又は甲2に記載の発明，及び甲5，6に記載された周知の技術的事項，並びに甲8，9記載の技術に基づいて当業者が容易に想到できたものであることを理由とする無効の主張している。しかし，本件発明2は，本件発明1を引用する形式で特定されているところ，審判において原告が甲8の記載に基づいて主張したのは，請求項2(本件発明2)が請求項1(本件発明1)を引用している以外の事項(「ワークの吸着を停止する際に前記真空供給制御弁により前記真空流路を閉じかつ前記脱着路を大気に開放させた後に，前記真空破壊制御弁により前記正圧流路を開くことを特徴とする吸着搬送装置」)が公知である点であり(甲22の6頁)，本件発明2と甲1発明又は甲2発明の相違点である「本件発明2は，『真空源に真空流路を介して連通する真空供給ポート，着脱路に連通する真空ポート，および大気に開放され大気を前記着脱路に供給するとともに正圧供給ポートからの正圧空気の一部を排出する大気開放ポートを有し，前記真空ポートを前記真空供給ポートに連通させる状態と前記真空ポートを前記大気開放ポートに連通させる状態とに作動する真空供給制御弁』を備え」ていることが公知であることではない。加えて，審判では，本件発明1と甲1発明の相違点2，及びこれと実質的に同じである相違点に係る構成が甲8に示されているかについては審理されてこなかった上，被告も本件訴訟でこの点を審理することに異議を唱えている。いずれにしても，原告が主張する上記無効理由の理由付けについて本件訴訟で審理判断することが許されないことに変わりはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲1発明において，上記の甲8に記載された周知の技術を採用して本件発明1の構成に至ることは，当業者が容易に想到できたことであるとも主張するので，以下，甲8に記載されている技術について検討する。",
                "甲8の段落【0004】～【0013】の記載によれば，従来技術として，真空吸着を解除するときに，まず第3のエアオペレートバルブ27をオン操作して連通配管26とエキゾースト配管28との間を連通させることにより，ステージ11の表面とガラス基板12の間を大気開放し，その後，エア配管23から供給される空気をステージ11の表面とガラス基板12との間にエアブローすることが記載されていることは認められるが，吸着解除に際して，第1のエアオペレートバルブ17からの大気と第2のエアオペレートバルブ22からの送風設備を介した正圧とを重畳させて真空破壊を行うことが記載されているとはいえない。すなわち，上記段落の記載によれば，真空吸着を解除するとき，はじめに，第1のエアオペレートバルブ17をオフ状態に操作し，ステージ11の配管13に通じる真空吸着配管16とバキューム配管18との間を遮断する(段落【0012】)。ここで，第1のエアオペレートバルブ17は，真空吸着配管16とバキューム配管18との間を遮断しオフする一方の弁体17a と，真空吸着配管16とバキューム配管18との間を連通しオンする他方の弁体17bを有することは記載されているが，真空吸着配管16とバキューム配管18との間を遮断したとき，真空吸着配管16と大気との間が連通するか遮断されているかは明記されていない。また，図3には，この状態のとき真空吸着配管16に接続されるポートから何も接続されていないポートへ接続する斜めの双方向矢印線が第1のエアオペレートバルブ17に記載されているが，この何も接続されていないポートが大気に開放されたものか否かは図3の記載からは必ずしも明らかではない。しかし，上記段落には，この状態から次に第3のエアオペレートバルブ27をオン操作して，連通配管26とエキゾースト配管28との間を連通させ，第3のエアオペレートバルブ27がオン状態となることにより，ステージ11の表面とガラス基板12との間は大気解放され，真空破壊されることが記載されている(段落【0012】)。つまり，第3のエアオペレートバルブ27をオン操作して，連通配管26とエキゾースト配管28との間を連通させることによって，はじめてステージ11の表面とガラス基板12との間は大気解放されることが記載されているのであるから，それ以前の状態，すなわち第1のエアオペレートバルブ17をオフ状態に操作し，ステージ11の配管13に通じる真空吸着配管16とバキューム配管18との間を遮断した状態では，ステージ11の表面とガラス基板12との間は大気開放されていないと認められる。したがって，図3に記載された第1のエアオペレートバルブ17の何も接続されていないポートは，大気に開放されていないと考えるのが相当である(もし，大気に開放されているとすると，第1のエアポートバルブ17をオフ状態に操作したときにステージ11の表面とガラス基板12との間は大気開放されてしまい，第3のエアオペレートバルブ27がオン状態となることによりはじめて，大気に開放されるとはいえなくなる。)。加えて，図3では，第3のエアオペレートバルブ27に大気開放されるポートがあることをエキゾースト配管28により明記しているにもかかわらず，他のエアオペレートバルブに大気開放されるポートがある場合にこれを明記しないことは不自然であり，この点からも第1エアオペレートバルブ17の何も接続されていないポートは大気に開放されていないと考えるのが自然である。",
                "以上より，甲8に記載された真空吸着装置は，吸着解除に際して，「大気開放」と「正圧供給」を重畳して行うものとはいえないから，甲8に原告の主張する周知技術が記載されているということはできない。",
                "【甲8の図3(従来の真空吸着装置を示す系統図)】",
                "なお，甲4には，原告が主張するとおり，「大気開放」と「正圧供給」を行う構成が記載されている。しかし，甲4に記載されているのは，真空ポンプと圧縮空気源との吸着ヘッドへの接続を切り換える真空破壊弁と，吸着ヘッドへの大気開放につき遮断と接続とを切り換える大気開放弁について組み合わせたものであり，真空ポートを真空供給ポートに連通させる状態と真空ポートを大気開放ポートに連通させる状態とを切り換える弁について記載されているものではない。したがって，甲4に記載された技術事項を甲1発明に適用しても本件発明1との相違点2に係る構成を得ることはできない。",
                "【甲4の図1(甲4に記載された発明の一実施例を示す配管図)】"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上より，原告の請求は理由がない。",
        "よって，原告の請求を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10269",
    "date": "2013-03-12",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083071",
    "ipprecedent_id": "3316",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}