{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2010-24681号事件について平成23年12月12日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「飛行時間型質量分析装置」とする発明について，平成17年2月15日に特許出願をした(特願2005-37132。以下「本願」という。)が，平成22年3月12日付けで拒絶理由が通知され，同年5月19日付けで特許請求の範囲及び明細書の記載を補正する手続補正書を提出したが，同年7月23日付けで拒絶査定がされたので，同年11月2日，拒絶査定不服審判を請求した。特許庁は，同請求を不服2010-24681号事件として審理した上，同年12月12日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は同月28日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成22年5月19日付け手続補正書により補正された特許請求の範囲【請求項1】の記載は次のとおりである。",
            "「a)各種イオンを略同一の軌道に沿って1乃至複数回繰り返し飛行させるための周回型又は往復型の反復軌道であって時間的な非収束性が許容された反復軌道を形成する電場形成手段と，",
            "b)前記反復軌道上又は該軌道外にあって前記各種イオンの飛行出発点となるイオン源と，",
            "c)前記反復軌道外にあって該軌道を1乃至複数回繰り返し飛行して該軌道を離れた後のイオンを検出する検出器と，",
            "d)イオンが前記反復軌道を離れる位置と前記検出器との間，又は前記イオン源とイオンが前記反復軌道に入る位置との間に配設され，前記イオン源を出発したイオンが前記検出器に到達するまでの飛行軌道全体としてイオンが少なくとも時間的に収束するように収束性を補償する補償手段と，",
            "を備えることを特徴とする飛行時間型質量分析装置。」(以下「本願発明」といい，上記手続補正書により補正された明細書及び図面を併せて「本願明細書」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりであり，その要旨は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，本願出願前に頒布された刊行物である「Michisato Toyoda, Daisuke Okumura,Morio Ishihara and Itsuo Katakuse ，\"Multi-turn time-of-flight mass spectrometers with electrostatic sectors\"，Journal of Mass Spectrometry，米国，2003年11月3日，Vol. 38，P.1125-1142」(以下「引用例」という。甲1)に記載された発明(以下「引用発明」という。)に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，上記判断を導く過程において認定した引用発明，本願発明と引用発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "「イオン源ハウジング，分析ハウジング，及び検知器ハウジングを具備する多重旋回飛行時間型質量分析計であって，",
                    "分析ハウジングは，円筒状の扇形電場フィールドを形成する円筒状の扇形電極および Matsuda プレートから成る多重旋回飛行経路が形成されて多重旋回ハウジングとなり，イオンは，前記扇形電極の穴を通って注入，放出されるものであり，",
                    "検知器ハウジングには，2つの検知器及び1つのイオン鏡が設けられて，線形の部分のエネルギー収束を達成するためにイオン鏡が使用された時は，前記多重旋回ハウジングから放出されたイオンを，前記多重旋回ハウジング側，すなわち，イオンがイオン鏡に入射する側に設けられた，中央穴を備えた検知器を使用して検知するものであって，",
                    "イオンが多重旋回部分に注入される間，イオン源からのイオンが入射する位置にある扇形電極 IV の電圧はオフとされ，イオンが帰ってくる前にオンにされ，イオンが希望の周回数を経験した後，多重旋回部分からイオンを放出するために，前記扇形電極 IV からのイオンが入射し，検出器にイオンを出射する扇形電極Iの電圧はオフにされる装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明との一致点",
                  "text": [
                    "「a)各種イオンを略同一の軌道に沿って1乃至複数回繰り返し飛行させるための周回型の反復軌道を形成する電場形成手段と，",
                    "b)前記反復軌道上又は該軌道外にあって前記各種イオンの飛行出発点となるイオン源と，",
                    "c)前記反復軌道外にあって該軌道を1乃至複数回繰り返し飛行して該軌道を離れた後のイオンを検出する検出器と，",
                    "d)イオンが前記反復軌道を離れる位置と前記検出器との間に配設され，収束性を補償する補償手段と，",
                    "を備える飛行時間型質量分析装置。」である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明と引用発明との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "反復軌道を形成する電場形成手段が，本願発明は，「時間的な非収束性が許容された」ものであるのに対し，引用発明は，時間的な非収束性が許容されたものであるか否か明らかでない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "収束性を補償する補償手段が，本願発明は，「イオン源を出発したイオンが前記検出器に到達するまでの飛行軌道全体としてイオンが少なくとも時間的に収束するように」補償する手段であるのに対し，引用発明は，線形の部分のエネルギー収束を達成するための手段である点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告の主張",
          "text": [
            "審決は，引用発明の認定を誤り(取消事由1)，本願発明と引用発明との相違点2についての判断を誤り(取消事由2)，相違点1についての判断を誤った(取消事由3)もので，審決の結論に影響を及ぼすから，違法として取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明について，「反復軌道を形成する電場形成手段が……引用発明は，時間的な非収束性が許容されたものであるか否か明らかでない」(9頁2行～4行)と認定した。しかし，引用例(甲1)においては，いくつかの反復軌道や，その軌道を用いた質量分析装置が紹介されるが，それらはいずれも時間的な完全収束を満たす反復軌道を採用した質量分析装置であるから，審決の上記認定は誤りである。以下に詳述する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例には，「完全収束条件を満たすイオン光学系／前節で述べた原理を用いて，マルチターンTOF型質量分析計を対象に完全収束条件を満たす幾つかのイオン光学系が見出された。本節では，MULTUM，MULTUM II，8字型配置の3つの完全収束系の特性について議論する」(訳文(甲8)1128頁左欄。以下，引用例の頁数等は訳文による。「／」は改行を示し，下線は原告において付加。以下同様)，「MULTUM配置／……水平方向では，半周回(2つのユニット)後に完全収束を達成し，像型は逆像(I 型)となる。よって，1 周回(4つのユニット)地点での像型は正像(Ｎ型)となる。垂直方向では，完全に 1 周回後のみ完全収束条件を満たし，像は I 型となる」(1128頁右欄～1131頁左欄)，「MULTUM II 配置／……このシステムは，水平方向のBX3型と垂直方向のQY3型で構成される。1周回(4つのユニット)後に完全収束条件を満たし，水平方向と垂直方向の両方で像は I 型となる」(1131頁左欄～右欄)，「8字型配置／……このシステムは，水平方向の AX1 型(参考文献 16 に記述)と垂直方向の QY1 型で構成される。2周回(4つのユニット)後に完全収束条件を満たし，水平方向と垂直方向の両方で像はＮ型となる。このシステムは最低限，2周回動作させなければならない」(1132頁左欄)と記載され，「THE MULTI-TURN TOF MASS SPECTROMETER MULTUM LINEAR PLUS(マルチターンTOF型質量分析計 MULTUM LINEAR PLUS)」(以下「MULTUM LINEAR PLUS」という。)の構成は，引用例の図6(別紙参照)に記載されたとおりイオン鏡は備えておらず，反復軌道は，MULTUM 配置を採用し，MULTUM 配置は完全収束条件を満たす軌道であって，この実施例において反復軌道を形成する電場形成手段は，時間的な非収束性が許容されたものではないといえる。",
                    "また，引用例の1137頁～1140頁，図12～16には，MULTUM II という装置の反復軌道には，MULTUM II 配置を採用したことが記載されており，MULTUM II 配置は，完全収束条件を満たす軌道として紹介される軌道であるから，この実施例においても，反復軌道を形成する電場形成手段は，時間的な非収束性が許容されたものではないと認められる。",
                    "さらに，引用例の1132頁左欄，図4，表7には，8字型配置について，完全収束条件を満たしている旨が記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，引用例の表6の「(t｜α)＝-0．00321」記載を根拠に，「MULTUM II は前述の時間的な収束条件を満たしていないことが理解できる」としているが，被告の表6の理解は誤りである。",
                    "引用例において，表6の説明を含む関連部分(1131頁左欄～右欄)には，MULTUM II のシステム全体の全トランスファーマトリックス要素を表6に示すとともに，このシステムが完全収束条件を満たす旨の説明がなされている。すなわち，表6は，「完全収束条件を満たすシステムのトランスファーマトリックス」を示しているもので，そのシステムのトランスファーマトリックスの要素として，(t｜α)＝-0．00321という要素があることを示している。ここで，一般的に，理論的にゼロとなる技術思想をもって設計したとしても，得られる結果が厳密にゼロにならないというのは当然起こり得ることであり，誤差などと同様，ある程度(ゼロとなる技術思想と同様の効果が得られる程度)の許容範囲を認めた上で，「ゼロとみなす」というのが通例である。引用例には，完全収束条件の必要条件として，「(t｜α)はゼロ」であることが説明され，表6は完全収束条件を満たしたシステムのものとして説明されているのであるから，表6の(t｜α)の要素はゼロであるとみなして，「ゼロ」であると理解することが説明されていると考えるのが妥当であり，引用例の(t｜α)＝-0．00321という記載を，「時間的な収束条件を満たしていないもの」と理解するのは誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決は，引用発明の認定に際して表6及び表6に関する記載を摘示しておらず，MULTUM Linear plus の概略図(図6)を摘示している。それにもかかわらず，被告が，本件訴訟において，審決が引用発明として認定した装置は，MULTUM II であって MULTUM Linear plus ではないと主張することは，主張に齟齬があり，引用発明の認定手法に手続違背がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明と引用発明との相違点2についての判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点2について，「……イオン鏡が具備している前記「入射タイミングを一致させて質量分解能を向上せしめる」という作用は，各イオンが経験した全経路にわたる時間的ずれを補償する作用であるといえる。／そうすると，引用発明の「イオン鏡」は，「イオン源を出発したイオンが検出器に到達するまでの飛行軌道全体としてイオン」について「時間的に収束」させるように収束性を補償する補償手段であるといえるから，相違点2は実質的な相違点ではない」(9頁)と判断したが，イオン鏡の入射タイミングを一致させて質量分解能を向上せしめるという作用が，各イオンが経験した全経路にわたる時間的ずれを補償する作用であるとした点において，誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例の1139頁左欄の「検出器」の欄の「イオンミラーを使用し，直線部においてエネルギー収束を達成した」との記載は，「運動エネルギーの違いにより生じる，直線部の実効飛行距離での時間差と，イオンミラーでの時間差が，正負逆でほぼ同程度となるように設計し，ほぼ同じ時間で検出器に到達できるようにしたことを意味する」と考えるべきである。",
                    "運動エネルギーのばらつきが同じであっても，実効飛行距離が変わると時間のずれ方も変わることから，イオンミラーで時間的ずれを補償するに際しては，どれだけの実効飛行距離での時間ずれを補償するかを考慮しなければならない。すなわち，イオンミラーを使用し，直線部においてエネルギー収束を達成したとの記載は，実効飛行距離を直線部として考えて，直線部で生じる時間的ずれと，イオンミラー内で生じる時間的ずれとが補償できるような対応関係になっていることを意味する。",
                    "また，飛行距離が変わると時間のずれ方も変わることから，イオンミラーを使用し，直線部においてエネルギー収束を達成している以上，当該イオンミラーでは，飛行距離の異なる飛行軌道全体として時間的に収束させることはできず，周回部分と直線部の軌道を分けて，直線部での時間的収束をさせているものである。すなわち，MULTUM II の周回部分は，完全収束条件を満たす，時間ずれの生じない軌道として説明されていること，そして，「イオンミラーを使用し，直線部においてエネルギー収束を達成した」との記載によれば，引用例においては，MULTUM II のイオンミラーが周回部分で生じた時間的なずれを対象とすることなく，直線部分における時間的なずれのみを補償するように選択的に作用させるように設計されていると理解できる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一般的に，TOF質量分析計の質量分解能は総飛行距離に比例するものである。引用例の1136頁右欄の「実験」，1139頁右欄の「実験」，1140頁の図15においても，質量分解能が周回数に応じて増大することが記載されている。そして，イオンミラーを利用しない図14や図15(a)イオンミラーなしの場合において，周回数が異なってもピーク幅が変わらないことや，分解が向上していることから，周回数を増やしても飛行時間のばらつきは大きくならない，すなわち周回軌道は時間的収束を達成していることが明らかである。",
                    "イオン鏡を用いた場合の質量分解能が周回数に応じて増大していることは，飛行距離が長くなったことによる作用であり，イオン鏡が具備している「入射タイミングを一致させて質量分解能を向上せしめる」という作用は，エネルギーのばらつく各イオンが経験した直線部における時間的ずれを補償するものであり，全経路にわたる時間的ずれを補償する作用は持たない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本願発明と引用発明との相違点1についての判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点1について，「……引用発明の「イオン鏡」は，イオン源を出発したイオンが検出器に到達するまでの飛行軌道全体としてイオンを時間的に収束させるように収束性を補償する作用を果たす補償手段であるといえることに加えて，引用例には，引用発明において，イオン鏡を用いた場合の質量分解能は周回数に応じて増大すること，半値幅が，イオン鏡を用いない場合の 26-31 ns から，イオン鏡を用いた場合には 11-14 ns に改善されることが記載されている……ことからして，引用発明の多重旋回飛行経路自体が，完全な時間的収束を達成していない，すなわち，時間的に非収束であるともいえる。／してみると，引用発明において，イオン鏡の補償能力を勘案して，多重旋回飛行経路に時間的な非収束性を許容し，多重旋回飛行経路の設計自由度を増大させる程度のことは，当業者が適宜になし得る設計的事項であるといわざるを得ない」(9頁32行～10頁8行)と判断した。",
                    "しかしながら，審決の上記判断は，①「引用発明の多重旋回飛行経路自体が，完全な時間的収束を達成していない」と認定した点，②「引用発明のイオン鏡は，イオン源を出発したイオンが検出器に到達するまでの飛行軌道全体としてイオンを時間的に収束させるように収束性を補償する作用を果たす補償手段である」と認定した点，③「引用発明において，イオン鏡の補償能力を勘案して，多重旋回飛行経路に時間的な非収束性を許容し，多重旋回飛行経路の設計自由度を増大させる程度のことは，当業者が適宜になし得る設計的事項である」とした点において，誤っている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記①の点について",
                  "text": [
                    "取消事由1で主張したとおり，引用例において，反復軌道を設計する上で理論的に完全収束を達成するように設計していることは明らかである。",
                    "また，引用例における実施例 MULTUM II において，イオンミラーを利用しない例においても，「(周回数が変わっても)半値幅はほとんど同じとなる」ことが記載されている。反復軌道の時間的収束が成されていなければ，周回数の増加に伴って時間のばらつきは増加していく，すなわち半値幅は増加していくことから，これは多重旋回飛行軌道が時間的収束を達成していることを示しており，引用発明の多重旋回飛行経路自体が完全な時間的収束を達成していると判断するべきである。この実施例 MULTUM II においても，完全収束条件を達成したと説明されている。",
                    "したがって，引用発明の多重旋回飛行経路自体が完全な時間的収束を達成していないとした審決の認定は，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記②の点について",
                  "text": [
                    "取消事由2で主張したとおり，引用例において，イオン鏡は線形部分でのエネルギーを収束させるものであるから，引用発明のイオン鏡を飛行軌道全体としてイオンを時間的に収束させる補償手段であるとした審決の認定は，誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "上記③の点について",
                  "text": [
                    "取消事由1で主張したとおり，引用例には，多重旋回飛行経路を設計するに当たり時間的な収束を達成することは，反復軌道設計に「必要な条件」として記載されている。結果として，実施例において完全な時間的収束が達成できておらず，トランスファーマトリックスにおける時間的収束に関する項目がゼロになっていないものの，経路設計に当たっては，時間的収束の項目はゼロとなるように設計することしか記載していないし，多重旋回飛行経路に時間的な非収束性を許容するという本願発明の発想については，何ら記載も示唆するものがない。",
                    "また，取消事由2で主張したとおり，イオン鏡の補償能力としては，「イオン源から検出器までの飛行軌道全体として時間的収束するように補償する」という程度の補償能力を勘案することは何ら開示がなく，本願発明の構成を採用することは，容易に適用できたものとはいえない。",
                    "そして，本願発明においては，多重旋回飛行経路に時間的な非収束性を許容したとしても，後段の補償手段によってイオン源から検出器までの飛行軌道全体として時間的収束するように補償することができるという発想により，多重旋回飛行経路の設計自由度を増大させるとともに，性能としても良好な飛行時間型質量分析計を提供することができるのである。",
                    "以上のことから，相違点1について当業者が適宜になし得る設計的事項であるとした審決の判断は，誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(引用発明の認定の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が引用発明として認定した装置は，MULTUM II であって，MULTUM Linear plus ではない。このことは，審決が，引用発明を「……分析ハウジングは，円筒状の扇形電場フィールドを形成する円筒状の扇形電極および Matsuda プレートから成る多重旋回飛行経路が形成されて多重旋回ハウジングとなり，イオンは，前記扇形電極の穴を通って注入，放出されるものであり， 検知器ハウジングには，2つの検知器及び1つのイオン鏡が設けられて……」(7頁5行～9行)として，MULTUM Linear plus になく，MULTUM II のみが有する固有の構成を認定していることからして明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "MULTUM II の反復軌道を形成する電場形成手段の時間的収束性は，引用例の表6に示されている「基本ユニットのイオン光学パラメータ，基本ユニットとMULTUM II 全体の全トランスファーマトリックス要素」のうち，最下段に示されている「システム全体の全トランスファーマトリックス」をみると，時間偏差tと位置x，角度α，運動エネルギーの偏差δが，(t｜x)＝0．00000，(t｜α)＝-0．00321，(t｜δ)＝0．00005であることから，(t｜α)＝-0．00321は0となっていないことが分かる。",
                    "そうすると，MULTUM II は前述の時間的な収束条件を満たしていないことが理解できる。一方，引用例の1140頁左欄には，「このことは，MULTUM Linear plusの場合と同様，「完全収束」条件を達成したことを示している」という記載もある。そうすると，引用発明として認定した「MULTUM II」について，引用例には「完全収束条件を達成した」という記載と，反復軌道を形成する電場形成手段に求められる時間的収束条件を満たすものといえない記載があることになる。審決は，引用発明の認定において，「時間的に収束されている」とも「時間的に収束されていない」とも認定することなく，すなわち，時間的収束性について何ら言及しない，MULTUM IIが装置として具備している装置構成のみを引用発明として認定したものであって，引用発明の認定に誤りがないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明と引用発明との相違点2についての判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そもそも，イオンミラーは，TOFMS装置内で同一の質量で異なる運動エネルギーを持ったイオンを時間軸上で収束させ，ほぼ同じ時間で検出器に到達させることを可能とする装置である。すなわち，引用例の1139頁左欄の「検出器」に「イオンミラーを使用し，直線部においてエネルギー収束を達成した」と記載されているのは，運動エネルギーの拡がりにより生じる飛行時間の拡がりを直線部において収束したことを意味するにすぎない。引用例には，MULTUM II のイオンミラーが周回部分で生じた時間的なずれを対象とすることなく，直線部分における時間的なずれのみを補償するように選択的に作用させるような特段の記載はないし，引用例の検出器はイオン経路全体の飛行時間を測定するものしかなく，直線部分のみ又は周回部分のみの飛行時間を測定することはできず，全経路における時間的なずれのうち，直線部分における時間的なずれのみを取り出すことなどできないからである。",
                    "したがって，引用例の MULTUM II のイオンミラーは，全経路にわたる時間的ずれを補償するように作用せざるを得ないものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "MULTUM II の補償手段であるイオンミラーは，同じ質量で異なるエネルギーのイオンを検知器に同時に到着させることにより，検出器への入射タイミングを一致させて質量分解能を向上せしめる手段であって，イオンミラーを用いた場合の質量分解能が周回数に応じて増大していることも，イオンミラーが周回数にかかわらず「入射タイミングを一致させて」いることにほかならず，周回数に応じて「質量分解能を向上せしめる」という飛行時間型質量分析装置本体の本来の作用の下，各イオンが経験した全経路にわたる時間的ずれを補償する作用を果たすものであるといえる。したがって，引用発明の「イオン鏡」は，「イオン源を出発したイオンが検出器に到達するまでの飛行軌道全体として」イオンを「時間的に収束」させるように収束性を補償する補償手段である。",
                    "よって，審決が相違点2についてした判断に誤りはなく，取消事由2に理由はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(本願発明と引用発明との相違点1についての判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が引用発明として正しく認定した MULTUM II の反復軌道を形成する電場形成手段のトランスファーマトリックスの成分中，(t｜α)＝-0．00321であって，この値が0でないことから，MULTUM II の反復軌道を形成する電場形成手段が時間的収束条件を満たしていないことは，前記(1)で述べたとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例には，引用発明 MULTUM II において，イオン鏡を用いた場合の質量分解能は周回数に応じて増大すること，半値幅が，イオン鏡を用いない場合の26-31ns から，イオン鏡を用いた場合には11-14ns に改善されることが記載されていることを踏まえれば，引用発明の「イオン鏡」が，イオンを飛行時間全体として時間的に収束する補償手段としての役割を果たしていることは明らかである。そうすると，反復軌道を形成する電場形成手段の時間的収束条件が満たされていないMULTUM II において，そこに設けられているイオン鏡は，イオン源を出発したイオンが検出器に到達するまでの飛行軌道全体としてイオンを時間的に収束させる(飛行時間そのものを収束させるという意味)ように収束性を補償する作用を果たす補償手段であるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "MULTUM II において，MULTUM Linear plus と比較して部品数を削減し，四重極レンズを使用せずに4つのトロイダル電場セクターのみで構成されたものである点は，本願明細書【0011】～【0013】などに記載されるように，反復軌道での時間的収束性を確保するために特殊な構成を採らざるを得ない電場形成手段の構成の自由度を高め，高い性能を確保しながら装置のコストダウン等を図るという本願発明の目的と共通するものでもある。",
                    "そして，引用例の表5に示されている「MULTUM 配置の基本ユニットのイオン光学パラメータ，基本ユニットとシステム全体の全トランスファーマトリックス要素」のうち，最下段に「システム全体の全トランスファーマトリックス」と示されている，時間偏差tと位置x，角度α，運動エネルギーの偏差δを示す，(t｜x)＝0．00010，(t｜α)＝0．00000，(t｜δ)＝0．00000と，引用例の表6に示されている MULTUM II のシステム全体の全トランスファーマトリックスの時間偏差tと位置x，角度α，運動エネルギーの偏差δを示す，(t｜x)＝0．00000，(t｜α)＝-0．00321，(t｜δ)＝0．00005の値を比較することにより，MULTUM Linear plus と MULTUM II の反復軌道を形成する電場形成手段を比較すると，後者の反復軌道の電場形成手段は，前者のそれに比べて，部品数を削減し，四重極レンズを使用せずに4つのトロイダル電場セクターのみで構成することにより，時間的な非収束性をより許容し得るように設計されているものであることは明らかであるから，引用例には，多重旋回飛行時間に時間的な非収束を許容し，設計自由度を増大させることが示唆されているといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，審決が①「引用発明の多重旋回飛行経路自体が，完全な時間的収束を達成していない」と認定した点，②「引用発明のイオン鏡は，イオン源を出発したイオンが検出器に到達するまでの飛行軌道全体としてイオンを時間的に収束させるように収束性を補償する作用を果たす補償手段である」と認定した点，③「引用発明において，イオン鏡の補償能力を勘案して，多重旋回飛行経路に時間的な非収束性を許容し，多重旋回経路の設計自由度を増大させる程度のことは，当業者が適宜になし得る設計的事項である」と判断した点に誤りはなく，取消事由3に理由はない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例(甲1)の質量分析装置は，いずれも時間的な完全収束を満たす反復軌道を採用したものであるから，引用発明について，「反復軌道を形成する電場形成手段が……引用発明は，時間的な非収束性が許容されたものであるか否か明らかでない」(9頁2行～4行)とした審決認定は誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本願発明と引用発明とは，「反復軌道を形成する電場形成手段が，本願発明は，「時間的な非収束性が許容された」ものであるのに対し，引用発明は，時間的な非収束性が許容されたものであるか否か明らかでない点」において相違する(相違点1)と認定したものであるから，まず，「反復軌道を形成する電場形成手段が……時間的な非収束性が許容された」との用語の意味について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明の「電場形成手段」により形成される「反復軌道」が「時間的な非収束性が許容された」ものであることについて，この文言自体は，反復軌道の設計及び製造の方法を特定するものではなく，その形状を特定するものでもない。また，特許請求の範囲【請求項1】の記載は，上記第2の2のとおりであり，配設された補償手段によって補償されることが予定されている旨が示されるにとどまり，反復軌道の設計，製造の方法，形状に係る特定はなされていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点について，本願明細書の発明の詳細な説明には，次の記載がある(甲2，3)。",
                        "「【0011】",
                        "本発明において，反復軌道は，上記特許文献1(判決注：特開平11-195398号公報。乙5)に記載のような質量分析装置とは異なり必ずしも時間的収束性を有していなくてもよい。したがって，上記電場形成手段は，複数の扇形電場を二重対称の関係に配置するといった特殊な構成を採る必要はなく，構成上の自由度が高い。その代わりに……イオンが反復軌道を離れる位置と検出器との間のイオン経路上，又はイオン源とイオンが反復軌道に入る位置との間のイオン経路上に……補償手段を設ける。」",
                        "「【0014】",
                        "まず，以降の説明に使用するイオンの軌道の表現法について説明する。上記特許文献1に記載の構成との対比を明確にするために，これと同様の表現法を用いることとする。即ち，いま，イオンが入射面から入射し，扇形電場などを含む任意のイオン光学系により輸送されて出射面から出射する場合を想定する。また，中心軌道を通る特定エネルギーを有し特定質量を持つイオンを特定イオンとして定めて基準とする。位置，飛行方向(角度)及びエネルギーに関し，この特定イオンからずれた初期値を有して入射面を出発したイオンが，出射面において中心軌道を進んだイオンに対して持つ空間及び時間のずれは，周知のイオン光学系の理論より次のような一次近似式で表される。",
                        "X＝(x｜x)x＋(x｜a)a＋(x｜d)d     …(1)",
                        "A＝(a｜x)x＋(a｜a)a＋(a｜d)d     …(2)",
                        "L＝(t｜x)x＋(t｜a)a＋(t｜d)d     …(3)",
                        "ここで，Xは出射位置における軌道平面内での中心軌道に直交する方向の位置のずれ，Aは出射位置における飛行方向(角度)のずれ，Lは出射位置における時間のずれ，xは入射位置における軌道平面内での中心軌道に直交する方向の位置のずれの初期値，aはその方向における角度のずれの初期値，tは入射位置における時間のずれの初期値，dは入射位置におけるエネルギーのずれの初期値をそれぞれ表す。なお，一般には軌道平面に垂直な面での軌道も重要であるが，本発明の説明においてはこの軌道は重要性が低いので省略する。また(x｜x)，…，(t｜d)は，このイオン光学系において()内の記号の要素に依存する常数である。」",
                        "「【0015】",
                        "……閉曲線の軌道(以下，閉軌道という)を持つTOFMSのイオン光学系について考える。このようなイオン光学系では，理想的には入射点から出発したイオンは上記閉軌道を飛行した後，再びこの入射点に戻って来る。その場合，1周回の閉軌道でイオンの周回飛行が完結するTOFMSと考えればよい。一方，イオンが上記閉軌道を多周回回った後に，初めて入射点に戻る場合も考えられるが，その場合には，入射点に戻る最低の周回数だけ回った軌道を1周とみなせばよい。いずれにしても，1周の閉軌道を持つイオン光学系が有すべき特性は，上記(1)，(2)，(3)式の記号を用いて，空間的には，",
                        "(x｜x)＝±1     …(4)",
                        "(x｜a)＝0       …(5)",
                        "(x｜d)＝0       …(6)",
                        "で与えられ，時間的には，",
                        "(t｜x)＝0       …(7)",
                        "(t｜a)＝0       …(8)",
                        "(t｜d)＝0       …(9)",
                        "で与えられることになる。(5)式及び(6)式はそれぞれ空間における角度及びエネルギーの収束(空間的二重収束)条件を表し，(7)式，(8)式及び(9)式はそれぞれ時間に関する位置，角度及びエネルギーの収束(時間的三重収束)条件を表している。但し，上述したように，ここでは空間的収束条件は考えず，時間的収束条件のみに着目する。」",
                        "「【0017】",
                        "図1(判決注：別紙参照)において……扇形電場4，7によりイオンは8字状の周回軌道Pに沿って周回し得る。このようなイオン光学系2について，Aらは……，軌道が閉じているかいないかに拘わらず，面対称を持つ系について2個の電場の組み合わせを考慮した結果，上記のような時間的収束条件を満たす系は存在しないことを証している。",
                        "【0018】",
                        "一方，例えばリフレクトロン型TOFMSなどに利用される反射器を用いたTOFMSについて，Bら……は，上記(9)式，つまり(t｜d)＝0を満たす条件を求め，これによって質量の分解能を向上させた例を提示している。こうしたことから，少なくとも(t｜d)の項，即ち時間に関するエネルギーの収束条件については，多重周回軌道で以て時間的収束が達成されなくても，イオンがその多重周回軌道を脱してから検出器に到達するまでの間に反射器を設置し，その反射器で適切な反射電場を設定することにより上記収束条件を満たす，つまり0にすることができることが論理的に明らかである。」",
                        "「【0020】",
                        "動作を説明すると……イオン源1から引き出された各種イオンは，当初は直進してイオン入射孔5を通過して8字状の周回軌道Pの直線部に沿って進む。その後に……扇形電場4，7により，イオンは8字状の周回軌道Pに乗り1乃至複数回周回飛行する。イオンが周回軌道Pの直線部を飛行しているときに出口側の扇形電場7が解除されると，イオンはそのまま直進してイオン出射孔8を通過し，つまり周回軌道Pを離れ，反射器9に達する。反射器9はリフレクトロン型TOFMSに使用されている反射器と同様の構成を有し，導入されるイオンと逆極性の電場の電位勾配によってイオンを跳ね返す。その際に，同一質量を有するイオンであっても大きなエネルギーを持つイオンほど奥まで進んだ位置で折り返され，実質的に飛行距離が長くなる。それによって反射器9で反射されて出てゆく際には，エネルギーのばらつきによる時間収束性が改善される。",
                        "【0021】",
                        "なお，基本的にはイオン光学系2で時間収束性は必要ないものの，反射器9で補償できる範囲には限界があるから，極端に時間収束性を悪化させるようなイオン光学系の構成はあまり適切でない。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これらの記載においては，①本願発明がリフレクトロン型TOFMSと同様の反射器によって(t｜d)を0とする条件を求めたBらの研究を前提としたものであり，これと同様の反射器を補償手段として用いて時間的収束性を改善するものであること，②時間的収束性とは，上記(3)，(7)，(8)，(9)の各式によって，出射位置における時間のずれLを入射位置における軌道平面内での中心軌道に直交する方向の位置のずれの初期値x，その方向における角度のずれの初期値a及び入射位置におけるエネルギーのずれの初期値dの一次近似式により与えるに当たって，入射位置における時間のずれの初期値tに依存する各常数であるx，a及びdのそれぞれの一次項の係数となる(t｜x)，(t｜a)及び(t｜d)がすべて0であると定義されるものであること，③Bらの研究において求められた条件もここで定義された時間収束性の条件の一部であることが記載されており，本願発明もここで定義された「時間的収束性」を前提としたものであることが示されている。",
                        "また，反復軌道が従前の質量分析装置とは異なり必ずしも時間的収束性を有していなくてもよいことからその設計の自由度が高い旨が記載されている(【0011】)ものの，反射器で補償できる範囲に限界があり極端に時間的収束性を悪化させることが適切でないことも記載されている(【0021】)。そして，本願明細書において，極端に時間的収束性を悪化させない程度に自由に反復軌道を設計する方法又はそのように設計された反復軌道を特定するために必要となる技術的事項は，記載されていない。",
                        "以上を踏まえれば，「時間的な非収束性が許容された」との文言は，(t｜x)，(t｜a)及び(t｜d)が全て0であるという，本願明細書において定義された意味における時間的収束性の条件が満たされているとは限らないこと，仮に満たされていないとしても，配設された補償手段によって補償できる範囲であることを示しているのであり，反復軌道の設計，製造方法，形状の特定を含むものであると解することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，引用例について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例には，MULTUM Linear plus と MULTUM II の2つの飛行時間型質量分析計が紹介されているが，審決は，引用発明を「……分析ハウジングは，円筒状の扇形電場フィールドを形成する円筒状の扇形電極および Matsuda プレートから成る多重旋回飛行経路が形成されて多重旋回ハウジングとなり，イオンは，前記扇形電極の穴を通って注入，放出されるものであり， 検知器ハウジングには，2つの検知器及び1つのイオン鏡が設けられて……」(7頁5行～9行)として，MULTUM Linear plus になく，MULTUM II のみが有する固有の構成を認定していることから，MULTUM IIに即して引用発明を認定したものと認められる。",
                        "そして，引用例には，時間的収束について，以下の記載がある(訳文(甲8)の記載による)。",
                        "「マルチターン飛行時間型質量分析計のイオン光学",
                        "イオン軌道を表すトランスファーマトリックス法",
                        "……任意の粒子の幾何学的軌道は，イオン光学位置ベクトル(x，α，y，β，γ，δ)で表される。ここで，x，yとα，βは，対象物の参照イオンを基準とした場合の検討中のイオンの方向偏差と角度偏差を表している。質量偏差γとエネルギー偏差δは，",
                        "m／q＝(m ／q )(1＋γ)，U／q＝(U ／q )(1＋δ)      (1)",
                        "で定義される。",
                        "ここで，m，U，qはそれぞれ，任意のイオンの質量，エネルギー，電荷であり，m ，U ，q はそれぞれ，参照イオンの質量，エネルギー，電荷である。飛行時間を記述するため，本来のイオン光学位置ベクトルへ距離偏差lの概念が加味される。任意の側立面上の新しい位置ベクトル(x，α，y，β，γ，δ，l)は，トランスファーマトリックスAによる一次近似により，初期位置ベクトル(x ，α ，y ，β ，γ，δ，l )との間に以下の関係式が成立する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "各光学要素の物理的パラメータが与えられている場合，各光学要素のトランスファーマトリックスを数値的に算出できる。装置が幾つかのイオン光学要素，例えば，電場セクタ一，四重極レンズ，ドリフト空間で構成される場合，全トランスファーマトリックスRは，個々の要素のトランスファーマトリックスを乗算することにより簡単に求められる。",
                "R＝A ×A ×・・・×A ×A                       (3)"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "n",
                          "text": [
                            "n-1 2 1装置全体の収束条件は，上記の全トランスファーマトリックス要素R(i｜j)を用いて議論する。",
                            "……",
                            "理想的な完全空間・時間収束条件",
                            "本節では，マルチターンTOF型質量分析計を対象としたイオン光学条件について議論する。第1条件は，マルチターンシステムの幾何学的条件，すなわち，イオン光学軌道を閉じるための必要条件に関わる。このような閉軌道をとるマルチターンTOF型質量分析計の配置については既に提案されている。しかし，第2条件，すなわち，「完全収束条件」を満たすには至っていない。この場合，周回数が増すほどイオンビームの拡がりと質量分解度が低下する。この間題を避けるには，イオンがシステムの発生地点に帰還しなければならない。換言すると，検出器面における位置と角度の絶対値は，水平(x方向)面と垂直(y方向)面の初期条件下での位置と角度の絶対値と同一でなければならない。",
                            "この場合の条件は，一次近似により以下の通りトランスファーマトリックスを用いて表される。",
                            "(判決注：上記太線枠は判決において付加)",
                            "文字0(下線を引いた0)は0に設定した行列要素を示すことに注意する。他方，0(下線を引いていない0)は定義により0を意味する。水平方向において方向偏差の絶対値を維持する(｜x｜＝｜x ｜)には，条件R(x｜α)＝0(角度収束)，条件R(x｜δ)＝0(エネルギー収束)，横倍率についての条件R(x｜x)＝±1が要求される。同様に，垂直方向において方向偏差の絶対値を維持する(｜y｜＝｜y ｜)には，条件R(y｜β)＝0(角度収束)，横倍率についての条件R(y｜y)＝±1が要求される。さらに，水平方向において角度の絶対値を維持する(｜α｜＝｜α ｜)には，条件R(α｜x)＝R(α｜δ)＝0，R(α｜α)＝±1が要求され，垂直方向において角度の絶対値を維持する(｜β｜＝｜β｜)には，条件R(β｜y)＝0，R(β｜β)＝±1が要求される。TOF型質量分析計の場合，三重時間収束R(l｜x)＝R(l｜α)＝R(l｜β)＝0も要求される。よって，我々が要求するのは「九重収束」である。すなわち，完全空間・時間収束を達成するため，9つの0要素が0でなければならない。……」(1126頁左欄～1127頁左欄)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上の記載によれば，新しい位置ベクトル(x，α，y，β，γ，δ，l)と初期位置ベクトル(x ，α ，y ，β ，γ，δ，l )との間にトランスファーマトリックスAを用いた式(2)で示される一次近似による関係式が成立しており，新しい位置ベクトルにおける距離偏差lは，初期位置ベクトル(x ，α ，y，β ，γ，δ，l )のそれぞれの要素の一次項の和として示されるとともに，各項の係数は，トランスファーマトリックスRの最下行に示されることになる。さらに，装置が幾つかの光学的な構成要素からなる場合の全トランスファーマトリックスRは，個々の構成要素のトランスファーマトリックスの乗算により求められることから，その場合の新しい位置ベクトル(x，α，y，β，γ，δ，l)と初期位置ベクトル(x ，α ，y ，β ，γ，δ，l )との間にトランスファーマトリックスRを用いた式(2)と同様の一次近似による関係式が成立し，その場合の新しい位置ベクトルにおける距離偏差lを初期位置ベクトル(x ，α ，y ，β ，γ，δ，l )のそれぞれの要素の一次項の和として示す際の各項の係数は，トランスファーマトリックスRの最下行に示されることになる。",
                        "他方，「マルチターンTOF型質量分析計を対象としたイオン光学条件」の「第2条件」である「完全収束条件」は，式(4)のトランスファーマトリックスとして示されている。そこでは，最下行のうち，xの項に対応する第1要素，αの項に対応する第2要素，δの項に対応する第6要素が0に設定されている旨が示されている。さらに，この距離偏差lは，「飛行時間を記述するため」に加味された概念であり，本願明細書における「出射位置における時間のずれ」であるLに相当する量である 。",
                        "これらの記載によれば，引用例には，本願明細書における(t｜x)，(t｜a)及び(t｜d)がすべて0であるという時間的収束の条件に相当する時間的収束の条件が記載されているものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかしながら， 引用例には，次のとおり時間的収束条件を満たさない記載もある。",
                        "すなわち，引用例の表6(別紙参照)には，実際の装置である MULTUM II の「全トランスファーマトリックス要素」が示されている。これによれば，時間偏差tを示すための位置x，角度α，運動エネルギー偏差δの各1次項の係数について，(t｜x)＝0．00000，(t｜α)＝-0．00321，(t｜δ)＝0．00005という具体的な数値が示されており，このうち，角度α，運動エネルギー偏差δの各1次項の係数がそれぞれ0ではないことが示されている。このことからすれば，MULTUM II においては，(t｜x)，(t｜a)及び(t｜d)が全て0であるという時間的収束条件が満たされておらず，これを改善する余地があることになる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用例には，MULTUM II の検出器に係る構成及び実験結果について，次の記載がある。",
                        "「検出器",
                        "検出器ハウジングでは，2つの検出器と1つのイオンミラーを収容している。イオンミラーがOFFの時，マルチターンハウジングから出射したイオンは，直径14．5mmのMCP(F4655-13，浜松ホトニクス)へ向けて飛行した。MCPは，図12(判決注：別紙参照)の検出器1の位置に取り付けてある。イオンミラーを使用時，中央穴を備え直径27mmのMCP(F4294-09，浜松ホトニクス)を用いてイオンを検出した。MCPは，図12の検出器2の位置に取り付けてある。",
                        "イオンミラーを使用し，直線部においてエネルギー収束を達成した。イオンミラーは，11の環状電極で構成される。第1，第4，最終段の電極へ透過メッシュ(85％)を取り付けた。デジタルオシロスコープ(LC564DL，レクロイ・ジャパン)を用いて，MCPからの出力信号を集積した。",
                        "……",
                        "実験",
                        "……図15(a)(判決注：別紙参照)は，0～100周回の範囲でＮ ＋の周回数と質量分解度との関係を示したものである。質量分解度が周回数に比例して向上していることは明らかである。150周回後に質量分解度24000を達成した。……イオンミラーありでＮ -COダブレットのTOFスペクトルを取得した。図15(b)(判決注：別紙参照)は，0～100周回の範囲でＮ ＋の周回数と質量分解度との関係を示したものである。11～14nsにおいて，ピーク幅はほとんど同じであり，100周回後に質量分解度47000を達成した。」(1139頁左欄～右欄)",
                        "以上の記載及び図12，図15に図示されたところによれば，イオンミラーによって時間的収束性が改善され，より少ない周回数で大きい質量分解度を達成する旨が示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記エによれば，引用例の MULTUM II の「電場形成手段」により形成される「反復軌道」は，(t｜x)，(t｜a)及び(t｜d)の全てが0ではなく，時間的収束性の条件が満たされてはおらず，検出器に設けられたイオンミラーによって補償されるものであるから，MULTUM II の軌道も「時間的な非収束性が許容された」ものである。",
                    "以上からすれば，引用例には本願明細書における(t｜x)，(t｜a)及び(t｜d)が全て0であるという時間的収束の条件に相当する時間的収束の条件が記載されているものの，審決が引用発明を認定するに当たってその根拠とした引用例記載の MULTUM II は，時間的な収束条件を満たしておらず，検出器に設けられたイオンミラーによって補償されるものであるから，本願発明と同様，「時間的な非収束性が許容された」ものであると認められる。",
                    "そうすると，審決が本願発明と引用発明との相違点1として認定した点は，実質的には一致点であるというべきであり，審決の認定には誤りがあるといわざるを得ない。しかしながら，審決は，相違点1について，「当業者が適宜なし得る設計的事項」であるとして容易想到性を肯定し，特許を受けることができないものであると判断しているから，上記認定誤りは審決の結論に影響を及ぼすものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例の MULTUM 配置，MULTUM II 配置及び8字配置の記載を根拠として，これらの3つの配置は，いずれも完全収束条件を満たすように周回軌道が設計されているとか，引用例には完全収束条件の必要条件として，「(t｜α)はゼロ」であることが説明され，表6は完全収束条件を満たしたシステムのものとして説明されているのであるから，表6の(t｜α)の要素は「ゼロ」であると考えるのが妥当であるなどと主張する。",
                        "しかしながら，引用例には本願明細書における(t｜x)，(t｜a)及び(t｜d)が全て0であるという時間的収束の条件に相当する時間的収束の条件が記載されているものの，審決が引用発明を認定するに当たってその根拠とした引用例記載の MULTUM II は，時間的な収束条件を満たしていないことは上記ウで検討したとおりであるから，原告の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，審決は引用発明の認定に際して MULTUM Linear plus の概略図(図6)を摘示しているにもかかわらず，被告が本件訴訟において引用発明として認定した装置は MULTUM II であると主張することは，主張に齟齬があり，認定手法に手続違背があると主張する。",
                        "確かに，審決が引用発明の認定に際して MULTUM Linear plus の概略図(図6)を摘示したのは誤記であると認められる。しかしながら，その誤記により審決を取り消すほどの違法が生じるとまでは認められず，また，被告が本件訴訟においてその誤記と異なる主張をすることが手続違背に当たるということもできない。",
                        "したがって，原告の上記主張は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明と引用発明との相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明のイオン鏡は，直線部における時間的ずれを補償するものであり，全経路にわたる時間的ずれを補償するものではないから，審決が，相違点2についての判断に際し，引用発明のイオン鏡の入射タイミングを一致させて質量分解能を向上せしめるという作用が，各イオンが経験した全経路にわたる時間的ずれを補償する作用であるとした点に誤りがあると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例には，「イオンミラーを使用し，直線部においてエネルギー収束を達成した」(1139頁左欄)との記載がある。しかしながら，この記載は，イオンミラーがエネルギー収束を達成した位置が直線部であることを意味するものであり，直線部において生じた非収束(ずれ)についてエネルギー収束を達成したことを意味するものとは認められない。その理由は，以下のとおりである。",
                "引用発明の飛行時間型質量分析計である MULTUM II において，イオンミラーは，分析部であるマルチターン部の後段に設けられた検出器ハウジング内に配置されている(前記1(2)エ(イ)に摘示した記載及び図12，13の図示)ところ，このイオンミラーは，引用例に「……(3)Alikanov と Mamyrin らは，エネルギー収束を達成しようとイオンミラーを考案した。m／zが同じでエネルギーが異なるイオンを，検出器へ同時に到達させることができる」(1125頁左欄)と記載された周知のイオンミラー(乙7)と同様のものであって，このようなイオンミラーは，到達した粒子が有するエネルギーのばらつきによらず同じ質量電荷比の粒子を同時に出射するから，エネルギーのばらつきの原因に応じて粒子を区別することはできない。したがって，MULTUM II の検出器ハウジング内に配置されたイオンミラーは，直線部より前のイオン源やマルチターン部を含む分析部全体において生じた時間的な非収束をも補償するものである。そして，引用例にはそのようなばらつきの原因を区別するための他の方法に係る記載もないから，引用例の「イオンミラーを使用し，直線部においてエネルギー収束を達成した」との上記記載を，直線部において生じた非収束(ずれ)についてエネルギー収束を達成したことを意味していると解することはできない。引用発明におけるイオン鏡は，イオン源を出発したイオンが検出器に到達するまでの軌道全体としてイオンが時間的に収束するように補償しているものである。",
                "原告は，引用例において，イオンミラーを利用しない図14や図15(a)の場合においても周回数が異なってもピーク幅が変わらないこと，イオンミラーを利用しなくとも質量分解能が周回数の増加に応じて増大すること等を主張する。しかしながら，図15(a)イオンミラーなしと，同(b)イオンミラーありとを対比すれば，イオンミラーによって時間的収束性が改善され，より少ない周回数で大きい質量分解度を達成することが示されており，実験についての記載においても，半値幅がイオン鏡を用いない場合の26-31 ns からイオン鏡を用いた場合には11-14 nsとなる旨が記載されて，イオンミラーによる時間的収束性の改善とそのことによる質量分解能の改善があることが示されているから，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，本願発明の収束性を補償する補償手段は，「イオン源を出発したイオンが前記検出器に到達するまでの飛行軌道全体としてイオンが少なくとも時間的に収束するように」補償するものである(争いがない)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本願発明の補償手段と引用発明のイオンミラーとは，いずれも「イオン源を出発したイオンが前記検出器に到達するまでの飛行軌道全体としてイオンが少なくとも時間的に収束するように」補償するものであるから，この点は一致点である。",
                "審決は，この点を相違点2として認定した上で，引用例の記載からみて，引用発明のイオン鏡が具備している「入射タイミングを一致させて質量分解能を向上せしめる」という作用が「各イオンが経験した全経路にわたる時間的ずれを補償する作用である」ことから，この点は実質的な相違点でないと判断している。したがって，その判断に誤りはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明と引用発明との相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決の相違点 2 についての判断は，①「引用発明の多重旋回飛行経路自体が，完全な時間的収束を達成していない」と認定した点，②「引用発明のイオン鏡は，イオン源を出発したイオンが検出器に到達するまでの飛行軌道全体としてイオンを時間的に収束させるように収束性を補償する作用を果たす補償手段である」と認定した点，③「引用発明において，イオン鏡の補償能力を勘案して，多重旋回飛行経路に時間的な非収束性を許容し，多重旋回飛行経路の設計自由度を増大させる程度のことは，当業者が適宜になし得る設計的事項である」と判断した点において誤りであると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "上記①の点について",
              "text": [
                "引用発明である MULTUM II の反復軌道を形成する電場形成手段のトランスファーマトリックスの成分中，(t｜α)＝-0．00321であって，この値が0でないことから，MULTUM II の反復軌道を形成する電場形成手段が時間的収束条件を満たしていないことは，上記1に説示したとおりである。",
                "したがって，審決の上記①の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "上記②の点について",
              "text": [
                "引用発明のイオン鏡が，イオン源を出発したイオンが検出器に到達するまでの飛行軌道全体としてイオンを時間的に収束させるように収束性を補償する作用を果たす補償手段であることは，上記2に認定したとおりである。",
                "したがって，審決の上記②の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "上記③の点について",
              "text": [
                "本願発明と引用発明との相違点1として認定した点は，実質的には一致点であることは，上記1(2)オのとおりであり，これを相違点として認定した上，「当業者が適宜になし得る設計的事項である」とした審決の判断は，正確を欠くといわざるを得ない。",
                "しかしながら，この点は審決の結論に影響を及ぼさないことは上記1(2)オのとおりであるから，審決を取り消すべき違法であるということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "よって，審決の相違点 1 についての判断に原告主張の誤りはなく，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，ほかに審決にはこれを取り消すべき違法はない。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}