{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "text": [
        "控訴人は，原判決取消しとともに，被控訴人に対し，原判決の請求欄に記載のとおりの訂正公告の掲載と情報の開示を命じる判決を求めた。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "控訴人は，被控訴人に対し，被控訴人が週刊アスキーに掲載した記事が控訴人の著作権及び著作者人格権を侵害し，かつ，控訴人の名誉を毀損するものであるとして，訂正公告の掲載及び情報の開示を求めたが，原判決は請求を棄却した。",
        "当事者の主張は，原判決「事実及び理由」中の「第2  事案の概要」1，2に記載のとおりである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "当事者間に争いのない事実，甲9，乙1及び弁論の全趣旨によれば，被控訴人が，週刊アスキー平成19年1月30日号を発行し，同誌68頁に原判決別紙2記載の商品紹介記事(本件記事)を掲載したことが認められる。本件記事は，A4判程度の頁を上下に4分割，左右に2分割した左側上から2コマ目であり，うち上3分の1を占める見出し部には，「音やリズムを聴き分ける力をつける」，「EarMaster5」との文字が大きく，「2月9日」，「発売予定」との文字が，やや小さく，「音楽学習」，「WIN XP・VISTA」との文字が小さく記載され，本件記事の下3分の2の左半分には，「●発売元  イーフロンティア」，「●問い合わせ先",
          "text": [
            "」，「●http://www.e-frontier.co.jp/」，「●価格  9980 円」，「音程やリズム感，和音など”音楽を聴く力”を基礎から鍛えることができる。トレーニングメニューは651 種類あり，音程の聴き分けやリズムの聴き取りなど12 種類のカテゴリーを用意している。」と記載され，本件記事の下3分の2の右半分には，本件ソフトウェアの画面レイアウトの例が記載されている。記載された画面レイアウトは，概略，ウィンドウの周囲に「コ」の字型にメニューバー，ツールバー，ボタン類が配置され，これに囲まれた中央部には，上段に楽譜，下段に鍵盤が，それぞれ大きく表示されている。同一頁には，同様のコマ割りの発売予定ソフトウェアの紹介記事が他に6つ掲載されているほか，同誌66，67頁には同様のコマ割り(一部2段抜き)の発売予定又は発売中のハードウェアの紹介記事が13掲載されている。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "上記認定事実によれば，本件記事は，多数の新製品紹介記事の一つであって，紹介された製品の発売元や価格，機能については記載されているが，製品をめぐる権利関係についての言及は一切なく，関係者の人格的評価を低下させるような表現を含まないことが明らかである。そうすると，控訴人が本件ソフトウェアに関し何らかの意味で著作者又は著作権者であるか否かはともかく，被控訴人が，本件記事によって，本件ソフトウェアの著作者又は著作権者について事実と異なる表現をして控訴人の著作権又は著作者人格権を侵害したり，控訴人の名誉を毀損したということはできない。",
            "控訴人は，本件記事の読者はイーフロンティアに本件ソフトウェアの販売をする権利があると信じると主張するが，製品をめぐる権利関係には契約関係を始めとする様々な事情があることも考えられるから，記事中に製品をめぐる権利関係について何ら記載がないにもかかわらず，新製品紹介記事の読者が，記事中に発売元として記載されている者に著作権等の特定の権利が完全に帰属し，他者の権利を何ら侵害していないと理解するのが通常であるということはできない。",
            "控訴人は，本件記事を掲載するにあたり，被控訴人は本件ソフトウェアの権利関係について調査をすべきであったと主張する。しかし，記事中に製品をめぐる権利関係についての記述がない新製品紹介記事を掲載するに際し，記事中に発売元として記載される者に関する著作権等の権利帰属についての調査義務があるものと解することはできない。",
            "控訴人は，控訴人から記事訂正の依頼があったにもかかわらず被控訴人は訂正に応じなかったと主張するが，本件記事は本件ソフトウェアの権利関係についての記述を含まないから，控訴人が本件ソフトウェアに関し何らかの意味で著作者又は著作権者であるかは別としても，本件記事は訂正すべき誤りがあるとは認められず，控訴人の主張は理由がない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "本件記事には，本件ソフトウェアの画面レイアウトの例が記載されている。",
            "控訴人の主張によれば，控訴人は外国語で作成されたソフトウェアである「EarMaster」の日本語版である本件ソフトウェアの作成に関与したものであって，控訴人が行ったのはメニューの日本語化とヘルプファイルの作成の一部であったというのである。しかしながら，本件記事中の日本語メニューは製品紹介として掲載されているのであり，本件記事は，メニューも含めて本件ソフトウェアの機能を普通に表現したにとどまる。メニューの日本語表示は小さく読み取り難く，かろうじて読み取れたとしても，日本語化において創作性のあるものとは認められない。また，ヘルプファイルの内容は本件記事には記載されていない。したがって，被控訴人が本件記事に本件ソフトウェアの画面レイアウトの例を記載することによって，控訴人の著作権又は著作者人格権が侵害されたということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，その余の点につき判断するまでもなく，控訴人の請求は理由がなく，これを棄却した原判決は相当である。よって，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(ネ)10053",
    "date": "2012-10-10",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "横浜地方裁判所 小田原支部",
    "org_case_num": "平成23年(ワ)952",
    "precedent_id": "082635",
    "ipprecedent_id": "3104",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}