{
  "conclusion": [
    {
      "text": "特許庁が不服2009-5793号事件について平成24年3月6日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた判決",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，特許出願に対する拒絶審決の取消訴訟である。争点は容易想到性及び拒絶理由通知の懈怠である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "カール-ツアイス-スチフツングは，平成13年1月29日，名称を「ガラス溶融物を形成する方法」とする発明につき特許出願(特願2001-20454，パリ条約による優先権主張2000年1月29日，独国，甲7)をし，平成17年8月31日，出願人たる地位を原告に譲渡し，特許庁に出願人名義変更届をした(甲16)。原告は，平成20年5月9日付けで拒絶理由通知(甲8)を受け，同年11月14日付けで手続補正をしたが(甲9)，同年12月10日付けで拒絶査定(甲10)を受けたので，平成21年3月17日に不服の審判(不服2009-5793号)を請求するとともに(甲11)，同月30日付けで明細書に係る手続補正をした(本件補正，甲12)。特許庁は，平成24年3月6日付けで，本件補正を認めた上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月21日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "本願発明は，本件補正に係る請求項1に記載された次のとおりである。",
            "「【請求項1】  溶融段階と，",
            "純化段階(Lauterstufe)と，",
            "均質化(Homogenisier)およびコンディショニング段階と，",
            "を有し，",
            "均質化およびコンディショニング段階の前に，溶融物が1700℃を越える温度に加熱され，",
            "純化段階における温度が1800℃と2400℃の間にあり，",
            "溶融物内に少なくとも0．5重量％の割合を有する高い電子価段階を持つ多価のイオンが存在することを特徴とするガラス溶融物を形成する方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "text": [
            "審決は，「本願発明は，引用文献1，2，4に記載された発明に基づいて当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない。」と判断した。",
            "審決が上記判断の前提として認定した引用文献1(特開平5-24851号公報，甲1)に記載された発明(引用発明)，本願発明と引用発明との一致点及び相違点，本願発明と引用発明との相違点についての審決の判断は，以下のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明",
              "text": [
                "「ガラス形成原料を粗溶解する粗溶解工程と，該粗溶解したガラスを溶解・均質化・清澄する高周波誘導直接加熱工程と，を有し，該溶解・均質化・清澄する高周波誘導直接加熱工程が，該粗溶解の温度よりも高い1850℃で行われる，ガラスの溶解方法。」",
                "なる発明"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「  溶融段階と，",
                    "純化段階(Lauterstufe)・均質化(Homogenisier)段階と，",
                    "を有し，",
                    "溶融物が1700℃を越える温度に加熱され，",
                    "純化段階における温度が1850℃にある，",
                    "ことを特徴とするガラス溶融物を形成する方法。」",
                    "である点"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "相違点A   本願発明は，「純化段階(Lauterstufe)段階と，均質化(Homogenisier)およびコンディショニング段階」を有しているのに対し，引用発明では，「溶解・均質化・清澄する高周波誘導直接加熱工程」を有している点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "相違点B   本願発明は，「均質化およびコンディショニング段階の前に，溶融物が1700℃を越える温度に加熱され，純化段階における温度が1800℃と2400℃の間にあり，溶融物内に少なくとも0．5重量％の割合を有する高い電子価段階を持つ多価のイオンが存在する」のに対し，引用発明では，「溶解・均質化・清澄する高周波誘導直接加熱工程が，粗溶解工程の温度よりも高い1850℃で行われる」点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との相違点についての審決の判断",
              "text": [
                "・相違点Aについて",
                "本願発明の「コンディショニング段階」について，本件出願のドイツ語の原文には，「Konditionierstufe」と記載されている。「konditionieren」とは，例えば，国松考二  他編，「小学館  独話大辞典〔第2版〕コンパクト版」，小学館，2000年1月1日第2版第1刷発行，第1310頁右欄第43～44行に，「2(原材料)を加工の条件に合わせる．」と記載されており，本願発明の「コンディショニング段階」は，何らかの「条件に合わせる」ための段階であると認められるところ，引用文献2(特開平10-203828号公報，甲2)には，記載事項(2-イ)に，「従来，光学ガラスを加熱し溶融する技術としては，特開平7-69648号公報の技術があり，・・・図4，5に示すように，溶融炉はガラスを溶融する溶融槽21と，溶融ガラス22を撹拌して均質化する均質槽23と，均質化した溶融ガラス22を撹拌して流出温度を調整する流出槽24からなっており」と記載されており，前記「流出温度を調整する」ことは，「流出条件に合わせる」こととみることができるから，本願発明の「コンディショニング」を行っているということができる。",
                "また，上記「溶融槽21」について，引用文献2が引用する上記特開平7-69648号公報の段落【0031】には，「溶融清澄槽21」と記載され，同段落【0018】には，「また，本発明は，硝子を溶融し清澄にする溶融清澄槽と，溶融清澄された硝子を攪拌して均質にする均質槽と，均質にされた硝子を攪拌して流出温度を調整する流出槽とが，順次，接続パイプにより接続され，」と記載されていることからみて，上記引用文献2の「溶融槽21」は，上記特開平7-69648号公報の「溶融清澄槽21」に相当すると認められる。",
                "そうすると，引用文献2の溶融炉は，上記「溶融槽21」にて，ガラスの溶融・清澄が行われ，上記「均質槽23」にて，ガラスの均質化が行われ，上記「流出槽24」にて，ガラスの流出温度の調整(コンディショニング)が行われているといえるから，本願発明の，「純化段階(Lauterstufe)段階と，均質化(Homogenisier)およびコンディショニング段階」を経ているといえる。",
                "そして，引用文献1と引用文献2では，いずれも「ガラスの溶解方法」という同一の技術・課題の共通性からみて，引用発明の「ガラスの溶解方法」において，ガラスを溶解・均質化・清澄するにあたり，引用文献2の，溶融槽にてガラスの溶融・清澄を行い，均質槽にてガラスの均質化を行い，流出槽にてガラスの流出温度の調整(コンディショニング)を行う技術を適用することで，上記相違点Aに係る本願発明の特定事項をなすことは，当業者が容易になし得ることである。",
                "・相違点Bについて",
                "まず，「均質化およびコンディショニング段階の前に，溶融物が1700℃を越える温度に加熱され，純化段階における温度が1800℃と2400℃の間にあり」という特定事項について検討する。",
                "上記相違点Aの検討で述べたとおり，引用文献2では，溶融槽にてガラスの溶融・清澄を行い，均質槽にてガラスの均質化を行い，流出槽にてガラスの流出温度の調整(コンディショニング)を行っている。",
                "また，引用文献2には，記載事項(2-ウ)に，「溶融ガラスを均質化するためには，・・・例えば，脱泡工程では温度を高く設定し，均質槽ではそれより温度を低く設定する必要がある。」と記載されており，脱泡工程の温度＞均質槽の温度であるといえ，この「脱泡工程」は，「清澄工程」に他ならないから，引用文献2には，溶融槽にてガラスの溶融・清澄を行う温度が，均質槽にてガラスの均質化を行う温度よりも高くする点が開示されているといえる。",
                "そして，引用発明の「溶解・均質化・清澄する高周波誘導直接加熱工程」における温度が1850℃であり，この温度は，1700℃よりも高く，かつ，1800℃と2400℃の間にあることは自明であるから，上記相違点Aの検討と併せみると，引用発明の「ガラスの溶融方法」において，「純化(清澄)」と「均質化」と「コンディショニング」を行うにあたり，「溶解・均質化・清澄」の温度が1850℃であることを前提にして，純化(清澄)の温度＞均質化の温度となるようにすること，つまり，本願発明の，上記「均質化およびコンディショニング段階の前に，溶融物が1700℃を越える温度に加熱され，純化段階における温度が1800℃と2400℃の間にあり」という特定事項をなすことは，当業者が容易になし得ることである。",
                "次に，「溶融物内に少なくとも0．5重量％の割合を有する高い電子価段階を持つ多価のイオンが存在する」ことについて検討する。",
                "溶融ガラスを清澄する際に，清澄剤を添加することは，当業者にとって周知であると認められるところ，引用文献4(特開平10-324526号公報，甲4)には，記載事項(3-ウ)に，清澄剤として「Fe O 」や「SnO 」を0．01重量％以上添加する点が記載され，記載事項(3-エ)，(3-オ)に，0．5重量％，または，1．0重量％添加する点が記載されている。これら「Fe O 」や「SnO 」は，原料に熱を加えていく際に，それぞれ，Fe3＋→Fe2＋，Sn4＋→Sn2＋となることは，当該記載事項から明らかであるし，これら「Fe O 」や「SnO 」が，1600℃を超える溶融温度における清澄剤として用いられることも，例えば，特開平11-21147号公報(段落【0012】～【0015】を参照)，特開平10-45422号公報(段落【0025】，【0033】，【表1】～【表3】を参照)等に記載されるように，本願の優先日前において周知である。そして，これら「Fe」や「Sn」が，本願明細書の段落【0006】に，「高い電子価段階を持つ多価のイオン」として例示されていることからみて，引用文献4の，清澄剤として，「Fe O 」や「SnO 」を0．5重量％，または，1．0重量％添加することは，本願発明の「溶融物内に少なくとも0．5重量％の割合を有する高い電子価段階を持つ多価のイオンが存在する」ことであるといえる。",
                "そして，引用文献1と引用文献4では，いずれも「ガラスの溶解方法」という同一の技術・課題の共通性からみて，引用発明の「ガラスの溶解方法」において，ガラスを清澄するにあたり，引用文献4の，清澄剤として，「Fe O 」や「SnO 」を0．5重量％，または，1．0重量％添加する技術を適用することで，本願発明の，上記「溶融物内に少なくとも0．5重量％の割合を有する高い電子価段階を持つ多価のイオンが存在する」という特定事項をなすことは，当業者が容易になし得ることである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(対比・判断の誤り：他の相違点の存在)",
          "text": [
            "引用発明と本願発明とは，審決が認定した相違点A，相違点B以外にも他の相違点があり，審決はこれを判断していない。",
            "本願発明は，均質化段階前に純化段階(清澄と多価イオンの還元)を行っているのに対し，引用発明においては，均質化段階の後に清澄がなされている。",
            "このことは，引用文献1(甲1)の段落【0013】に，「溶解槽の外側に設けられた高周波誘導加熱コイルに高周波電流を印加する。これにより生じる磁界によってガラス中に誘導電流が発生して，ガラスが直接加熱され，完全な溶解が行われる。あわせて誘導電流に伴なう強制対流混合による均質化，さらに清澄がなされる。」と記載されていることから明らかである。",
            "本願発明における純化段階では，多価イオンの存在下で，1800～2400℃に加熱することにより，溶融物の清澄(脱泡)を行うとともに多価イオンを還元する(例えば，3価から2価にする)ものである。これにより，均質化前に溶融物内に酸素が存在しない状態とし，かつ，溶融物内に還元された多価イオンを存在させることにより均質化段階での酸素リボイルを防止するものである。",
            "純化段階で還元された多価イオンは，仮に溶融物中に酸素が存在すると，溶融物の温度の低下に伴いその価数を増加する(例えば，2価から3価となる)。しかるに，溶融物中には酸素が存在しないため還元された多価イオンは酸化されずそのままの価数(例えば，2価)存在する。そして，均質段階で，外部からの水が例えばPt坩堝を触媒として酸素を発生させた場合に，還元された多価イオンは酸素と結合するため酸素リボイルが防止される。",
            "このように，均質化段階前に純化(清澄及び多価イオンの還元)を行うことが本願発明にとって重要なことである。",
            "引用発明においては，均質化段階の後に清澄を行っており，均質化段階前に清澄を行っていないので，仮に，清澄段階で多価イオンを使用したとしても均質化段階における酸素リボイルを防止することはできない。すなわち，引用発明においては，仮に，清澄段階で多価イオンを使用したとしても本願発明の効果を達成することはできない。",
            "本願発明の効果を達成することができない以上，本願発明は，引用文献1，2，4に記載された発明に基づいて当業者が容易に発明することができたものであるということはできない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(対比・判断の誤り：純化段階温度)",
          "text": [
            "審決は，引用発明における温度範囲(1850℃)に引用文献2(特開平10-203828号公報，甲2)，引用文献4(特開平10-324526号公報，甲4)を適用することは当業者が容易になしえたことであると認定した。引用文献2の段落【0020】には「一方，溶融るつぼ1の外周部にはるつぼヒータ8が設置され，最高温度1600℃まで加熱できるようになっている。」とあり，引用文献4の段落【0018】には「本発明のガラスは，例えば次のような方法で製造できる。通常使用される各成分の原料を目標成分になるように調合し，本発明の所定の清澄剤を添加したのち，これを溶解炉に連続的に投入し，1500～1600℃に加熱して溶融する。この溶融ガラスを1200～1500℃に保持することにより，泡抜き(清澄)し，フロート法等により所定の板厚に成型し，徐冷後切断する。清澄時に減圧を併用しても良い。」とある。さらに，審決において引用した特開平11-21147号公報(甲5)の段落【0015】には「従来，清澄剤として，Sb O やAs O が知られているが，これらは揮発性を有し，特にSガラスのように，1600℃を超える溶融温度では効果があまり期待できないが，これに対し，本発明で用いる遷移金属酸化物は揮発性を有していないため，高い溶融温度を有するガラスにおいても充分に効果が発揮される。また，As O は人体に対して毒性を有し，安全衛生上の問題もある。」とあり，1600℃以上の使用には言及するものの，段落【0022】には「泡数の測定は，表1，2に示すガラス組成になるように調製したバッチをそれぞれ白金ルツボに入れ，電気炉中で，無攪拌の状態で，1600℃，6時間および15時間溶融後，溶融物をグラファイト製の鋳型に流し込んで，厚さ15mm，外径50mmの試料とし，所定の範囲の泡数を顕微鏡で測定後，ガラス1g当たりの泡数とした。その結果を表1，2に示す。」とあり，その理由はSb O やAs O の揮発性に対する問題に言及しているだけであり，実施例も1600℃について開示するのみである。特開平10-045422号公報(甲6)の段落【0032】には「以下において例1～22は実施例，例23，24は比較例である。各成分の原料を目標組成になるように調合し，白金坩堝を用いて1500～1600℃の温度で溶解した。溶解にあたっては，白金スターラを用い攪拌しガラスの均質化を行った。次いで溶解ガラスを流し出し，板状に成型後徐冷した。」とあり表1～表3のT は1700℃を超えているものの，段落【0033】にあるようにT は粘度が102ポイズとなる温度，すなわち物性値であり，実際に温度T まで加熱を行っていないことは明らかである。ここで，本願明細書(甲7)の第3図にはリボイルと純化温度の関係を示す棒グラフが記載されている。前記図から明らかなようにリボイルは1800℃以上において1600℃の700から半分以下に激減しており，その効果は明らかである。",
            "ある範囲とその範囲以外との間で効果に顕著な差異があればその範囲には臨界的意義が存在し，その範囲を選択することには困難性が認められる。すなわち，その発明は，当業者が容易に発明することができない発明といわざるを得ず，本願発明はまさにそのような発明である。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(周知技術の引用例の拒絶査定，拒絶審決での不摘示の違法性について)",
          "text": [
            "本件では，特開平11-21147号公報(甲5)，特開平10-45422号公報(甲6)については周知技術であるとして，新たな拒絶理由を通知することなく審決がされた。",
            "しかし，これら技術が仮に周知技術であるとしても，周知技術であるというだけで拒絶理由に摘示されなくとも特許法29条1項，2項の引用発明として用いることができるとはいえない。",
            "新たな拒絶理由を通知することなくされた審決は違法であり，取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献1には，「溶融段階」と「清澄段階」と「均質化段階」について，①(「溶解」＋「清澄」＋「均質化」)→②(「清澄」＋「均質化」)→③(「均質化」)→④(「コンディショニング」)の順序でガラスに対する操作がなされていくものといえるから，引用発明であっても，「清澄」すなわち「純化」の終了後にも「均質化」が行われることは明らかであるとみることができ，さらに均質化およびコンディショニング段階の前に，溶融物が1700℃を越える温度に加熱され，純化段階における温度が1800℃と2400℃の間にあるようにすることの示唆があり，溶融段階では多価のイオンを均質段階で十分利用し得るものといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は，「白金坩堝」を触媒とする「酸素リボイル」の生起しない場合を含み，「白金坩堝」による「酸素リボイル」を防止するという本願発明の特有の効果も奏されない場合を含むものであり，高い電子価段階を持つ多価のイオンを有することの技術的意義が希薄であるといえる。そして，本願発明の特有の効果を奏しないものを含んでいる以上，格別に「白金坩堝」による「酸素リボイル防止」の効果について取り上げ，想到容易性の判断をするべき理由は見当たらない。単に，多価のイオンが十分に生じ得る状態(純化段階における温度が1700℃以上(1800～2400℃))にあるものであればよいものと考えられる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，審決の判断に誤りはなく，それに基づく相違点の判断及び想到容易性の判断にも誤りはなく，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用文献4(甲4)には，「Fe O 」や「SnO 」をそれぞれ0．01～2．0重量％，0．01～5．0重量％添加する点(【0012】，【0013】)が記載されており，すなわち「Fe O 」や「SnO 」を本願発明のように0．5重量％以上添加することが開示されている。また，実験例として「表中に示した『泡数(1)』は調合原料バッチ(500g)を白金坩堝に入れ，1600℃で1時間熔解，徐冷後のガラス表面から1cm下から2cm下までの間にある泡の数(個／g)を示す。また，『泡数(2)』には調合原料バッチ(500g)を白金坩堝にいれ1600℃で30分熔解後，通常のスクリュー状のスターラを用いて20rpmで撹拌しながら20分熔融，徐冷後のガラス表面から1cm下から2cm下までの間にある泡の数(個／g)を示す。」(【0021】)と記載されていることから，「Fe O 」「SnO 」は「1600℃」で使用する場合にも清澄剤としての効果が奏されているといえる。",
                "なお，引用文献4には「本発明のガラスは，例えば次のような方法で製造できる・・・この熔融ガラスを1200～1500℃に保持することにより，泡ぬき(清澄)し・・・。」(【0018】)とも記載されているが，これも「例えば次のような方法で製造できる」とあるように，一実施例として記載されているものにすぎず，上記のように引用文献4に記載の「Fe O 」「SnO 」は1600℃でも清澄剤として使用され得るものということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，特開平11-21147号公報(甲5)【0013】～【0015】には，清澄剤として「遷移金属酸化物」の例えば「Fe O ，TiO ，MnO ，Co O ，CuO，ZnOおよびCeO 」をそれぞれ単独又は2種以上を組み合わせて用いてもよく，1600℃を超える温度でも充分に効果が発揮されることが示されている。なお，【0022】には1600℃での上記各遷移金属の清澄剤としての使用について示すが，これらは実施例にすぎず，上記の1600℃を超える温度での清澄剤としての使用を否定するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，特開平10-45422号公報(甲6)には，「清澄剤」として「ZnO，Fe O ，SO ，F，Cl，SnO を総量で5％以下添加できる。」(【0025】)と記載され，「【実施例】以下において例1～22は実施例，例23，24は比較例である。各成分の原料を目標組成になるように調合し，白金坩堝を用いて1500～1600℃の温度で熔解した。熔解にあたっては，白金スターラを用い撹拌しガラスの均質化を行った。次いで熔解ガラスを流し出し，板状に成形後徐冷した。」(【0032】)と記載されており，これは1600℃で清澄を行うことを含むものといえる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "すると，上記甲5，6の開示から，「Fe O 」は1600℃ないし1600℃を超える温度で清澄剤として使用できるものといえるから，引用文献4に記載の少なくとも「Fe O 」は，1600℃ないし1600℃を超える温度で清澄剤として使用できるものであると言い得る。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上から，引用文献4に記載の少なくとも「Fe O 」は1600℃ないし1600℃を超える温度で清澄剤として機能するものであり，これは当該温度域であれば清澄剤による清澄ガス(酸素)を生起するということであって，その後で，酸素を放出した後の多価のイオンが残存するものであり，これは温度が「1800℃と2400℃の間」になっても消滅してしまうものではないから，それは本願発明の「溶融物内に少なくとも0．5重量％の割合を有する高い電子価段階を持つ多価のイオンが存在すること」に相当するということができる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "ここで，本願発明は，ガラス溶融物内に「多価のイオン」が存在するものであって，「多価のイオン」をどのようにしてガラス溶融物内に存在させるかについては本願明細書中に明記はなく，例えば「ガラス溶融物には，たとえば酸化砒素または酸化アンチモンのような，有害な純化剤は添加されなかった。その代わりに溶融物1．1は，チタン，鉄，バナジウム，亜鉛またはスズのような，多価のイオンを有している。」(【0012】)と記載されるように，有害とされる「酸化砒素または酸化アンチモン」は「純化剤」として明記されるが，「チタン，鉄，バナジウム，亜鉛またはスズ」は酸化物の純化剤としては記載されず，「多価のイオン」として記載されていることから，これらが酸化物の純化剤として添加されること，すなわち，酸化物の純化剤の形で溶融ガラスに添加され，同純化剤が1800℃と2400℃の間で後述の化学的清澄剤として作用して気泡を放出することまでを，本願明細書は記載も示唆もするものではない。",
                "よって，本願発明では導入手法によらずに「チタン，鉄，バナジウム，亜鉛またはスズ」の「多価のイオン」が溶融ガラス中に存在すればよいものということができる。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "また，本願発明の効果について，原告は，「本願明細書(甲7)の第3図にはリボイルと純化温度の関係を示す棒グラフが記載され，同図から明らかなように，純化温度が1800℃以上だと，1600℃以下(甲2，4，5，6に記載の清澄剤の清澄温度)におけるリボイルの半分以下に減っていることから，本願発明の効果は各甲号証に記載のものと比較して顕著であることは明らかである。」旨主張する。",
                "そこで，本願明細書の第3図について説明する段落【0016】をみると，「まだ比較的高い純化温度の影響は，図3から明らかである。2100℃を越える純化温度へ移行し，かつ溶融物内に適当な量の亜鉛とチタンのような多価のイオンが存在する場合には，外側空間の水の気化を省くことができる。その場合にはイオンは，白金における酸素形成に対する緩衝として作用する(図3を参照)。」と記載されており，同【0014】に「すでに述べたように，従来の溶融物温度においては，白金構成物において酸素リボイルが行われる。それがリボイルであることの証明は，外側空間の水の気化によって証明することができる(図2を参照)。すなわち白金構成物に外部から水を吹き付けると，リボイルが抑圧されて，気泡形成が減少される。」と記載されている。",
                "ここで，同【0007】に記載されるように，「白金炉」においてガラス溶融物中の水分が白金によって触媒作用を受けて酸素と水素に分解し，かつ，水素は白金炉壁を透過することで炉中の酸素分圧が上昇して酸素リボイルが生起するという現象が起きることをもとに，上記図3について検討する。",
                "すると，白金炉の「外側空間」に水があれば，炉中の水素と炉外の水中の水素とが炉壁を透過して炉内へはいるものと炉外へ出るものが平衡するので炉中の酸素分圧が上がらず酸素リボイルが生起しないようにできるが，「溶融物内に適当な量の亜鉛とチタンのような多価のイオンが存在する場合には，外側空間の水の気化を省」ける，すなわち外側空間に水がなくても酸素リボイルは生起しないものであり，その状態(外側空間の水がなく，溶融物内に適当な量の亜鉛とチタンのような多価のイオンが存在する状態)では，図3にみられるように，純化温度が1800℃以上だと，1600℃以下におけるリボイルの半分以下に減っていることがみてとれる。",
                "たしかに，リボイルの減少は多価のイオンの存在によるものであろうが，しかしながら，これは白金炉が使用されることによって1600℃以下におけるリボイルが元々多いということによるものであって，上記のとおり本願発明は白金炉を使用しない場合を含むものであるから，図3にみられる効果は本願発明の効果として評価されるべきものではない。",
                "また，仮に，本願発明が白金炉を使用するものであったとしても，多価イオンが溶融ガラス中の酸素と結びついて酸素リボイルを減少させるという段落【0007】に記載の効果は，下記の(10)に記載するように知られているから，図3にみられる効果が格別なものとまではいえない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "そして，例えば本件出願の優先日前に公開された特開平6-9224号公報(乙4)の【0002】～【0006】に記載されるように，清澄方法には大別して二つのものがあり，それらの一つは，「溶融体の温度をさらに高めた結果，その粘度が低下し，その結果気泡を液面までさらに容易に上昇させる」という，いわば「物理的清澄方法」によるものと，もう一つは，「分解してガスを解離する化合物または比較的に高い温度において揮発する化合物または比較的に高い温度における平衡反応においてガスを遊離する化合物が溶融体に添加」(この「化合物」が「化学的清澄剤」である。)してガス(気泡)を遊離させるという，いわば「化学的清澄方法」によるものとであることは広く知られているということができる。なお，上記箇所において「精製」は「清澄」と同義である。",
                "すると，溶融ガラスを清澄する際に，清澄剤を添加することは化学的清澄として当業者にとって周知であり，引用発明と引用文献4に記載された技術手段では，いずれも「ガラスの溶解方法」という同一の技術・課題の共通性があり，物理的清澄と化学的清澄とは相乗的効果が期待できることから，1850℃で物理的清澄を行う引用発明の「ガラスの溶解方法」において，清澄剤として引用文献4の「FeO 」を0．01～2．0重量％添加して化学的清澄を行い，その後に「溶融物内に少なくとも0．5重量％の割合を有する高い電子価段階を持つ多価のイオンが存在する」状態となるという特定事項をなすことは，当業者が容易になし得ることである。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "また，審決で言及された事項ではないが，引用文献1には「実施例1」として「ガラス原料として，重量でSiO を71部，Al O を18部，Li COを10部，MgOを1部，ZrSiO を5部として調合し，白金製の坩堝(容量1000cc)に仕込んだ。続いて，この坩堝を高周波誘導加熱炉内の所定の位置にセットし通電した。」(【0014】)と記載されており，引用発明は「ZrSiO 」を用い得ることが示されているといえる。",
                "そして，甲5には「本発明の組成物においては，遷移金属酸化物を0．1～1．0重量％の範囲で含有させることが必要である。この遷移金属酸化物は，溶融工程で生成する泡を減少させるのに必要な成分であり，その含有量が0．1重量％未満では泡を減少させる効果が充分に発揮されないし，1．0重量％を超えると引張り強度が低下する。脱泡効果および引張り強度などを考慮すると，この遷移金属酸化物の好ましい含有量は0．2～1．0重量％の範囲である。」(【0012】)と記載され，「遷移金属酸化物」は「脱泡効果」を有するものであること，すなわち清澄剤であることが示されており，同【0013】～【0015】には当該清澄剤が「1600℃を超える温度」で効果が発揮されることが示されている。",
                "すると，引用発明は遷移金属酸化物である「ZrSiO 」を用い得るものであり，引用発明は1850℃に加熱するものであることから，引用発明の「ガラスの溶解方法」において，清澄剤として「ZrSiO 」を添加して化学的清澄を行うものといえるから，清澄後には「溶融物内に少なくとも0．5重量％の割合を有する高い電子価段階を持つ多価のイオンが存在する」状態となっているものともいうことができる。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "なお，上記「多価イオン」の作用については，多価イオンはガラス中の酸素による気泡の発生を防ぐために利用できることが，例えば「ガラス光学ハンドブック，山根正之  他編，朝倉書店，1999年7月5日発行，234頁右欄2～25行」(乙5)に次のように記載されている。",
                "「O は化学的にも物理的にもガラス中に溶解しうる。多価の酸化物(Mn，Fe，Cr，Ce，As，Sb)が存在しない場合には，O は物理的に少量溶けるだけであるが，存在する場合には，次の一般式に従い化学的に溶解する。",
                "(4／n)Mx＋＋O ＝(4／n)M(x＋n)＋＋2O2-    (2．21)",
                "この場合，M(x＋n)＋ およびMx＋は価数の変化するカチオンの酸化および還元された形，nは2つの酸化還元状態の間の価数の差であり，両状態の存在量の比M(x＋n)＋ ／Mx＋は融液の酸化還元性の尺度となる。酸化還元比はO2-イオンの濃度，酸素分圧および酸化性の状態にあるカチオンの濃度に依存しており，関与する多価の酸化物の種類および量に関係する。",
                "O の溶解度は塩基度の上昇(O2-イオン濃度の増加)とともに増加する。清澄剤の量が同じであっても，低温において塩基性度の低いガラスはより多量のO  を吸収する。このO2-イオン濃度とO の溶解度との関係を説明するためには，O2-は低価数のカチオンと反応する形をとる必要があり，たとえば次のような複雑な酸素イオンを有するアニオンの生成が仮定されている。",
                "2Fe2＋＋7O2-＋1／2O ＝2［FeO ］5-      (2．22)",
                "2Cr3＋＋5O2-＋3／2O ＝2［CrO ］2-      (2．23)」",
                "上記記載から明らかなように，「高い電子価段階を持つ多価のイオン」(元素としてはMn，Fe，Cr，Ce，As，Sb)が溶融ガラス中に存在すると，溶融ガラス中の酸素と結びついて化学的に溶融ガラスに溶解するものであり，「O2-は低価数のカチオンと反応する形をとる必要があ」ると記載され，式(2．22)(価数は，左辺のFeは「2＋」，右辺のFeは「3＋」)，式(2．23)(価数は，左辺のCrは「3＋」，右辺のCrは「6＋」)には，「O 」と「O2-」が低価数のFeイオンまたはCrイオンと結びつくことが記載されており，これは，左辺の金属イオンとして正の値で価数のより小さい(より還元されている)方のイオンが酸素と結びついて，右辺のイオンの形でガラス中に溶け込みリボイルしないということで，本願明細書の【0007】に記載される内容に相当するということができる。",
                "すなわち，溶融ガラス中に，酸化還元状態の間の価数の差が大きくなる「高い電子価段階を持つ多価のイオン」を添加することで酸素気泡の発生を防ぐことができることは本件優先日前より知られていたことといえる。",
                "なお，「還元」とは，電子が結合して，正の価数の値が小さくなる，又は，負の価数の値が大きくなる，ことで，例えば「Fe2＋」は「Fe3＋」よりも，より還元されているといえ，「酸化」は，逆に，電子が離れて，正の価数の値が大きくなる，又は，負の価数の値が小さくなる，ことで，例えば「Fe3＋」は「Fe2＋」よりも，より酸化されているといえる。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "溶融ガラスを清澄する際に，清澄剤を添加することは化学的清澄として当業者にとって周知であり，物理的清澄と化学的清澄とは相乗的効果が期待できることから，1850℃で物理的清澄を行う引用発明の「ガラスの溶解方法」において，清澄剤として引用文献4の「Fe O 」を0．01～2．0重量％添加して化学的清澄を行うことは，当業者が容易になし得ることである。",
                "また，引用発明の1850℃での物理的清澄に引用文献4の化学的清澄を適用することによる付属的な効果として，多価のイオンが存在することとなり，結果として「溶融物内に少なくとも0．5重量％の割合を有する高い電子価段階を持つ多価のイオンが存在する」状態となることは予想される効果に過ぎず，さらに，多価のイオンにより酸素リボイル(酸素気泡の発生)を防ぐことができることは前記(10)で示したように一般文献に記載される程度に広く知られた技術的事項に過ぎない。",
                "あるいは，引用発明は清澄剤である「ZrSiO 」を用いて1850℃に加熱するものであることから，化学的清澄後には結果として「溶融物内に少なくとも0．5重量％の割合を有する高い電子価段階を持つ多価のイオンが存在する」状態となっているものということができる。",
                "よって，本願発明は特許法29条2項の規定により特許を受けることができないものであり，審決に違法はない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3に対して",
          "text": [
            "拒絶理由に摘示されていない周知技術であっても，例外的に特許法29条2項の容易想到性の認定判断の中で許容される，容易性の判断の過程で補助的に用いる場合に該当するものであり，許容されるものである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(対比・判断の誤り：他の相違点の存在)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明では，均質化段階前に純化(清澄)段階を行っているのに対し，引用発明では，引用文献1(甲1)に「・・・ガラスが直接加熱され，完全な溶解が行われる。あわせて誘導電流に伴う強制対流混合による均質化，さらに清澄がなされる。」(【0013】)と記載されているとおり，均質化段階の後に清澄がなされており，本願発明と引用発明とは，「相違点A」，「相違点B」以外の点でも相違すると主張する。",
                "しかし，上記の引用文献1の記載は，「ガラスが直接加熱され，完全な溶解が行われる。」との記載に続いて，「あわせて・・・均質化，さらに清澄がなされる。」というものであるから，溶解，均質化，清澄が一体的に同時に行われていることを意味するものと解される。原告の主張は，前提を欠き失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，引用文献1によれば，引用発明は，ガラス形成原料を粗溶解し，その粗溶解したガラスを高周波誘導加熱により粗溶解の温度よりも高い温度に直接加熱するものである。粗溶解したガラスは，高周波誘導加熱によりさらに溶解が進み，最終的には完全に溶解するが，ガラスの溶解が進むにつれて，均質化がなされ，さらに清澄がなされるものと解される(【0013】)。引用文献1の実施例1では，高周波誘導加熱により所定の温度に10時間保持している(【0016】)。一定程度の時間が経過すると，溶解したガラスに含まれる気泡は除去され，清澄は終了するが，均質化はその後も継続して進むものと考えられる。よって，仮に，引用文献1の【0013】を原告主張のとおりに解したとしても，引用発明においても，最終的な均質化段階の前に清澄がなされているといえるから，この点で本願発明と相違するとはいえない。原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明は，溶融物を1700℃を超える温度に加熱するもので，加熱前にすでに溶融しているにもかかわらず，さらに温度を上げるものであるのに対して，引用発明は，粗溶解工程で完全な溶解を行っておらず，溶解，均質化およびコンディショニング，清澄は同じ温度で行っているから，溶融物を加熱して1800℃あるいは1850℃とするものではなく，本願発明と引用発明とは「溶融段階と，純化段階(Lauterstufe)・均質化(Homogeniser)段階と，を有し，溶融物が1700℃を越える温度に加熱され，純化段階における温度が1850℃にある，ことを特徴とするガラス溶融物を形成する方法。」である点で一致するとの審決の判断は，誤りであると主張する。",
                "しかし，本願発明は，溶融段階における加熱温度が特定されていないから，溶融段階で得られた溶融物の温度をさらに上げるものに限定されているとはいえず，1700℃を越える温度で溶融された溶融物の温度を，そのまま保持する場合も包含するものと解される。原告の主張は，前提において失当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "よって，原告主張の取消事由1には理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(対比・判断の誤り：純化段階温度)について",
          "text": [
            "審決による本願発明と引用発明との間の一致点の認定に誤りがないことは上記のとおりであり，これによれば，本願発明と引用発明はいずれも，溶融段階，純化(清澄)段階，均質化段階を有するガラス溶融物を形成する方法に関するもので，技術分野が共通するものであり，また，溶融物が1700℃を超える温度に加熱され，純化(清澄)段階における温度が1850℃である点でも共通するものといえる。",
            "しかし，本願発明の解決しようとする課題は，ガラスを溶融し，純化しかつ均質化する方法を，白金からなる構成部分を使用する場合でも酸素リボイルが防止されるように構成することである(本願明細書である本件出願の公開特許公報(甲7)【0004】)のに対して，引用発明の解決しようとする課題は，溶解に高温度(特に1700℃以上)を要するガラスを，不純物や泡・異物等の無い高品質なガラスとして製造する技術を提供することであり(甲1【0006】)，本願発明と引用発明とでは，解決しようとする課題が相違する。",
            "また，引用発明は，上記のとおり，粗溶解したガラスを高周波誘導直接加熱により直接加熱して，溶解・均質化・清澄するものであるが，清澄は，ガラス中に発生する誘導電流に伴う強制対流混合によりなされるものであり(甲1【0013】)，一種の物理的清澄と解される(乙4)。引用文献1には，溶融ガラスに清澄剤を添加して清澄ガスを発生させて清澄すること，すなわち化学的清澄(甲4，乙4)については記載も示唆もない。引用文献1は，物理的清澄を行う引用発明において化学的清澄を併用する動機付けがあることを示すものとはいえない。",
            "また，引用発明は，1850℃で清澄が行われるものであるが，以下のとおり，このような高温において化学的清澄を行うことが通常のこととはいえず，また，このような高温で使用できる清澄剤が知られているともいえない。",
            "引用文献4には，清澄剤としてFe O ，SnO 等を用いることが記載されているが(【0012】，【0013】)，清澄は1200～1500℃で行われている(【0018】)。",
            "特開平11-21147号公報(甲5)には，清澄剤としてFe O 等を用いることが記載され，1600℃を超える温度でも清澄剤としての効果が発揮されることが示唆されているといえるが(【0013】～【0015】)，それでも高々1600℃を超える温度であり，実施例では1600℃で溶融しているにすぎない。",
            "特開平10-45422号公報(甲6)には，清澄剤としてFe O ，SnO等を用いることが記載され(【0025】)，処理の対象となる無アルカリガラスは，粘度が102ポイズ以下となる温度が1770℃以下であることが記載されている(【0029】)ものの，実施例では1500～1600℃で溶解しているにすぎない。",
            "また，甲4～6に記載の各清澄剤が，1850℃での清澄においても清澄剤として使用できることが当業者にとって自明のことともいえない。",
            "以上のとおり，1850℃という高温において化学的清澄を行うことが通常のこととはいえず，また，このような高温で使用できる清澄剤が知られているともいえない以上，1850℃という高温において物理的清澄が行われる引用発明において，化学的清澄を併用する動機付けがあるとはいえない。",
            "以上のとおりであるから，引用発明において，引用文献4に記載されるFe O ，SnO 等を清澄剤として用いる化学的清澄を併用して，「溶融物内に少なくとも0．5重量％の割合を有する高い電子価段階を持つ多価のイオンが存在する」ものとすることは，当業者が容易に想到し得ることとはいえない。",
            "被告は，溶融ガラスを清澄する際に，清澄剤を添加することは化学的清澄として当業者にとって周知であり，物理的清澄と化学的清澄とは相乗的効果が期待できることから，1850℃で物理的清澄を行う引用発明において，清澄剤として引用文献4の「Fe O 」を0．01～2．0重量％添加して化学的清澄を行うことは，当業者が容易になし得ることであると主張する。",
            "しかし，化学的清澄が当業者にとって周知であるとしても，上記のとおり，1850℃という高温において化学的清澄を行うことが通常のこととはいえず，また，このような高温で使用できる清澄剤が知られているともいえない以上，1850℃という高温において物理的清澄が行われる引用発明において，化学的清澄方法を併用する動機付けがあるとはいえない。",
            "以上の趣旨で，原告主張の取消事由2には理由がある。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上によれば，取消事由3につき判断するまでもなく原告の請求には理由がある。よって，審決を取り消すこととして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成24年(行ケ)10262",
    "date": "2013-03-21",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "083101",
    "ipprecedent_id": "3327",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}