{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人",
          "text": [
            "「原判決を取り消す。被控訴人は控訴人に対し，1366万円及びこれに対する平成17年7月12日から支払い済みまで年5分の割合による金員を支払え。」との判決。"
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文と同旨の判決。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が被控訴人に対し，①被控訴人が，控訴人のノウハウを使用し，それが不正競争防止法2条1項4号所定の不正競争行為又は不法行為に当たるとして，損害賠償金166万円を請求し，②控訴人が被控訴人の従業員であった当時，控訴人が関係したトラブル(以下「本件係争」という。)につき，被控訴人の取締役らが，本件係争の他方当事者と面談した行為が，控訴人と被控訴人との合意に反し，不法行為に当たるとして，損害賠償金1200万円を請求する(なお，①，②の請求とも，平成17年7月12日からの法定利率による遅延損害金請求を含む。)事案である。",
            "原判決は，①の請求につき，控訴人主張のノウハウの具体的内容が明らかではなく，これが「営業秘密」に当たること，及び被控訴人の不正競争行為又は不法行為の具体的内容の主張立証がないとし，②の請求につき，控訴人主張の合意の存在は認められず，被控訴人の取締役らが本件係争の他方当事者と面談したことが不法行為に該当せず，また，すでに消滅時効が完成しているとして，控訴人の請求を棄却した。"
          ]
        },
        {
          "fig": "2",
          "subject": "当事者間に争いのない事実，争点及び争点に関する当事者の主張は，後記3のとおり，当審における当事者双方の主張を付加するほかは，原判決事実及び理由欄「第2 事案の概要」の「1 争いのない事実」，「3 本件の争点」及び同欄「第"
        },
        {
          "fig": "3",
          "text": [
            "争点に関する当事者の主張」のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "当審における当事者双方の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)(本件ノウハウの侵害の有無)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，本件ノウハウの具体的な内容は明らかではないと判断したが，以下のとおり誤りである。",
                    "すなわち，本件ノウハウが存在することは，甲1，甲2，甲13の3，4により十分に認めることができる。",
                    "そして，本件ノウハウの内容は，「ゴムシートの連続製造技術」，「量産性とシート性能のための成分組成」，「ゴムボートのホットプレス用ポリエステルとの接着性」，「ゴムシートの製造規格」等で，十分に具体的であり，これ以上は実験データであって，通常はそれまでの開示はしない。ノウハウは，特許技術と異なり，一種の技術秘訣であるから，文書で明確に明文化できるものではないのであり，このようないわく言い難い本件ノウハウの内容を，その説明がないからといって否定するのであれば，いかなるノウハウでも保護の対象とはならなくなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人が本件ノウハウの重要性を十分認識していることは，甲11，甲13の3により明らかである。",
                    "(被控訴人の主張)",
                    "控訴人の主張は争う。当審における控訴人の主張によっても，本件ノウハウの内容は明らかではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)(本件面談行為の不法行為該当性)について",
              "text": [
                "(控訴人の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，VECの三井住友銀行(丸の内支店)に対する保証債務についての控訴人の連帯保証債務が，平成13年9月14日に解除されたと認定した(12頁20行)が，誤りであり，解除されていない。解除されたのは，VECの保証債務である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決の「被告の事情聴取」欄の認定(14頁9行～15頁19行)には，A及びBの虚偽の内容の陳述書(乙1，乙3)に基づいた事実誤認がある。",
                    "すなわち，Cが本件面談行為(平成11年6月10日)よりも前に，控訴人に対し，「被控訴人は日本エネシス及びオタリと契約を締結しているため，両社の商売が発展し，結果として被控訴人に利益がもたらされることを希望している。」，「VECの連帯保証に関する問題は，控訴人と日本エネシスとの問題であって，被控訴人の関与するところではないが，早急に円満に解決されることを望む。」(14頁21～末行)などと述べた事実はないし，Bが控訴人に対し，「事業の停滞は許されないし，先方の言い分を聴くだけであり，窓口変更の件については触れない」(15頁17～18行)と述べたこともない。",
                    "また，本件面談の際に，CらがDに対し，「できれば円満に控訴人の希望を実現して欲しい」と伝えた(16頁5～6行)というのも，極めて疑問である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決は，「被告自ら日本エネシスと直接面談したことは，当然のことであ(る)」(16頁19行)と判断したが，被控訴人が日本エネシスと直接面談することが当然のことであるとはいえない。控訴人には，対外権限があり，日本エネシスの不正行為という係争の原因から，当事者が解決する以外に方法がなく，控訴人は，この原因について被控訴人に十分説明してあるからである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決は，日本エネシスによる不正行為について，「本件訴訟はあくまで民事訴訟であるから，原告が社会全体の正義のために本件訴訟を提起しているといっても，原告と被告との間の私人間の権利義務関係とは何ら関連のない事実をも，本件訴訟の審理の対象とすることはできない」(17頁10～13行)と判断したが，本件は，日本エネシスの不正摘発に端を発しているのであり，これは審理の対象の原因となる重大事実である。また，「本件訴訟はあくまで民事訴訟である」というように，管轄外であるから関係がないとする判断は，無責任であり，カネミ油症事件に見られるように，重大な結果を引き起こすことがある。",
                    "(被控訴人の主張)",
                    "控訴人の主張は争う。",
                    "被控訴人が日本エネシスとの間で，窓口担当者の変更を求めたオタリからの書面(甲7)に関して折衝を持つことが，何故に控訴人に係る連帯保証契約の解除の妨害になるのか明らかではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(3)(消滅時効の成否)について",
              "text": [
                "(控訴人の主張)",
                "控訴人は，平成14年6月17日に，Cからの書面により，本件面談行為に係る不法行為の加害者が被控訴人であることを初めて特定できたのである。それまでは，控訴人は，加害者をC個人であると考え，C個人の責任を追及していたものであり，このことは，控訴人がCに送付した書面により明らかである。",
                "原判決は，「本件面談行為が，オタリから被告の窓口担当者を変更するよう求められたことに端を発することについては，原告も認識していたから・・・，Cが，本件面談行為について，個人の立場ではなく，被告の常務の立場として行動していたことは，原告にとっても明らかである。」(17頁25行～18頁2行)と判断するが，本件は，被控訴人の窓口担当者の変更に端を発するものではなく，不正に手を貸してはならないとする控訴人の忠告が原因であるから，判決の判断は誤りである。",
                "(被控訴人の主張)",
                "控訴人の主張は争う。",
                "被控訴人は控訴人に対し，平成12年4月18日付け書面(甲21)において，被控訴人の問題であることを明言している。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の請求はいずれも理由がないと判断するものであり，その理由は，以下のとおり加除訂正し，また，当審における控訴人の主張に対し，後記2のとおり判断するほかは，原判決事実及び理由欄「第4 当裁判所の判断」記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決7頁12行から8頁10行までを削る。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "同8頁11行に「イ 上記ア(エ)記載の各証拠の内容について」とあるのを，「ア 本件ノウハウの内容に関する関係証拠の検討」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "同頁22行の次に，改行して，以下のとおり加える。",
                "「(ウ) 甲第13号証の3，4について",
                "甲第13号証の3は，上記(1)のイのとおり，控訴人が被控訴人に対して締結の申込みをした技術情報使用許諾契約に係る控訴人作成の契約書案である。この契約書案の第1条には，「乙(判決注，控訴人)は甲(判決注，被控訴人)に，平成12年3月21日付の㈱マグエックスとXとの間で締結された覚書に基づいて製造した中間製品(ゴムシート)に含まれる技術を利用することを許諾する。」と記載されているが，当該技術(本件ノウハウを指すものと解される。)の内容について，それ以上の記載はなく，本件ノウハウの内容は明らかにされていない。",
                "甲第13号証の4は，上記技術情報使用許諾契約書案の第2条に記載された許諾の対価166万円を，控訴人が被控訴人に対し請求する旨の請求書であり，「平成12年3月21日付㈱マグエックスとXとの覚書に基づくゴムシートの製造技術」との記載はあるが，当該技術(本件ノウハウを指すものと解される。)の内容について，それ以上の記載はなく，本件ノウハウの内容は明らかにされていない。」(4) 同8頁23行に「(ウ) 甲第28号証について」とあるのを「(エ) 甲第28号証について」と，同9頁2行に「(エ) 甲第29号証について」とあるのを「(オ)甲第29号証について」と，同頁6行に「(オ) 甲第32号証の1及び2について」とあるのを「(カ) 甲第32号証の1，2について」と，同頁13行に「(カ)甲第34号証について」とあるのを「(キ) 甲第34号証について」と，同頁17行に「ウ 本件ノウハウの内容について」とあるのを「イ 本件ノウハウの内容について」と，同頁18行に「上記イのとおり，原告の主張に係る各証拠を」とあるのを「上記アのとおり，関係証拠を」と，それぞれ改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "同16頁21行から17頁2行までを次のとおり改める。",
                "「イ 控訴人は，被控訴人の本件面談行為により，控訴人が連帯保証を解除するのが困難になったと主張する。しかしながら，被控訴人と日本エネシスのDとの面談の内容は，上記(原判決15頁20行～16頁6行)のとおりであり，被控訴人は，本件係争解決の方途を探るために，係争の一方当事者であるDの言い分を確認し，かつ，被控訴人による解決が困難であると認識した後においても，控訴人の連帯保証の解除の件が被控訴人とは無関係であるとする立場を維持しつつ，円満解決の希望を述べたにとどまるものであって，その当時，控訴人とDとの間には，すでに本件係争が生じており，日本エネシスと共同して被控訴人との取引関係にあるオタリが，取引の妨げとなる旨を被控訴人に訴えるまでにこじれていることを考慮すれば，本件面談行為によって，控訴人が連帯保証を解除することについて，改めて困難が生じたり，当該困難が，不法行為に当たる程度にまで増大したりすることは認め難いところであり，これらの点につき，首肯するに足りる証拠もない。」(6) 同17頁8～10行に「仮に，被告が・・・主張するとおりである。」とある部分を削る。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における控訴人の主張に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)(本件ノウハウの侵害の有無)について",
              "text": [
                "関係証拠を精査しても，本件ノウハウの具体的内容が明らかでないことは，上記(上記1(2)～(4)による加除訂正後の原判決8頁11行～9頁16行)のとおりである。",
                "控訴人は，本件ノウハウの内容は，「ゴムシートの連続製造技術」，「量産性とシート性能のための成分組成」，「ゴムボートのホットプレス用ポリエステルとの接着性」，「ゴムシートの製造規格」等で，十分に具体的であるとか，ノウハウは，特許技術と異なり，一種の技術秘訣であるから，文書で明確に明文化できるものではないなどと主張するが，たとえ，ノウハウが一種の技術秘訣であろうと，それが，不正競争防止法2条6項所定の「営業秘密」であり，その侵害が同条1項4号に当たるといい得るためには，法的保護に値するか否かを具体的に認定できる程度に「営業秘密」の内容が具体的であることを要するものというべきであり，逆に，そのような具体性を主張立証することのできないものは，ノウハウと呼ぶか否かは格別，不正競争防止法上の「営業秘密」に当たるものとは到底認めることができないし，この理は不法行為の成否の判断においても同様というべきである。そして，上記「ゴムシートの連続製造技術」，「量産性とシート性能のための成分組成」，「ゴムボートのホットプレス用ポリエステルとの接着性」，「ゴムシートの製造規格」等というだけでは，かかる具体性を具備するに至っていないことは極めて明白である。",
                "したがって，控訴人の上記主張を採用することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)(本件面談行為の不法行為該当性)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，VECの三井住友銀行(丸の内支店)に対する保証債務についての控訴人の連帯保証債務が，平成13年9月14日に解除されたとの原判決の認定が誤りであると主張する。しかしながら，上記1(5)のとおり，本件面談行為によって控訴人が連帯保証を解除することが困難になったものとは認め得ないから，控訴人の連帯保証債務が解除されなかったとしても，本件面談行為が不法行為に当たらないとする認定を左右するものではない。",
                    "のみならず，VECの三井住友銀行(丸の内支店)に対する保証債務が解除されて消滅したことは，控訴人の認めるところであるが，そうであれば，控訴人の連帯保証債務も附従性によって消滅したことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，Cが本件面談行為よりも前に，控訴人に対し，「被告は日本エネシス及びオタリと契約を締結しているため，両社の商売が発展し，結果として被告に利益がもたらされることを希望している。」，「VECの連帯保証に関する問題は，原告と日本エネシスとの問題であって，被告の関与するところではないが，早急に円満に解決されることを望む。」と述べた事実，Bが控訴人に対し，「事業の停滞は許されないし，先方の言い分を聴くだけであり，窓口変更の件については触れない」と述べた事実，本件面談の際に，CらがDに対し，「できれば円満に原告の希望を実現して欲しい」と伝えた事実が，それぞれ存在せず，あるいは疑問であると主張するが，これらの事実は，関係証拠(乙1，乙3)によって，十分に認めうるところであり，この認定を覆すに足りる証拠はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，控訴人に対外権限があり，日本エネシスの不正行為という係争の原因から，当事者が解決する以外に方法がなく，控訴人は，この原因について被控訴人に十分説明してあるから，被控訴人が日本エネシスと直接面談することが当然のことであるとはいえないと主張する。しかしながら，オタリからの申入れを受け，本件係争の解決の方途を探ろうとした被控訴人が，係争の一方当事者である日本エネシス(D)の言い分を聞くため，直接面談すること，たとえ，日本エネシス及びオタリの窓口担当者が控訴人であっても，本件係争の他方当事者である控訴人にこれを委ねるわけにいかないことは，いずれも極めて当然のことであり，このことは，被控訴人が，控訴人から，日本エネシスの不正行為という，本件係争に関する控訴人の言い分を聞いたからといって，何ら変わるところはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，本件は，日本エネシスの不正摘発に端を発しているのであり，これは審理の対象の原因となる重大事実であるとか，「本件訴訟はあくまで民事訴訟である」というように，管轄外であるから関係がないとする判断は無責任であるなどと主張する。しかしながら，日本エネシスに関連して，控訴人が本件訴訟において請求の趣旨とするのは，本件面談行為が不法行為であることを原因とする1200万円の損害賠償金及び遅延損害金の支払であり，それ以上のものではなく，そうであれば，かかる請求が認められるか否かを判断するために必要な事実が審理の対象となるものであるところ，日本エネシスの不正行為という，本件係争における控訴人の言い分が真実であるか否かは，控訴人の請求が認められるか否か，すなわち，本件面談行為が不法行為であるか否かの判断に関係しないから，これについて審理の対象としないことは当然である。控訴人の上記主張は，独自の見解であって，到底採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(3)(消滅時効の成否)について",
              "text": [
                "控訴人は，平成14年6月17日に，Cからの書面により，本件面談行為に係る不法行為の加害者が被控訴人であることを初めて特定できたのであり，それまでは，控訴人は，加害者をC個人であると考え，C個人の責任を追及していた旨主張する。",
                "しかしながら，Cによる本件面談行為が，被控訴人の常務取締役としての職務上，行われたものであり，C個人としては，オタリから被控訴人への申入れに何ら関係する立場ではなく，したがって，控訴人と日本エネシスないしDとの間の本件係争の解決を図ったり，Dと面談したりする必要がなかったことは，明らかであって，このことは，被控訴人の従業員であったこともあり，当時はその技術顧問であった控訴人に，当然のこととして理解されていたと推認される。控訴人は，本件面談行為に係る不法行為の加害者が被控訴人であることを初めて特定できた原因として，Cからの書面を挙げるが，仮に，控訴人が，それまでは本件面談行為がC個人の立場でなされたものと認識していたと仮定したとして，控訴人の主張に係る，平成14年6月17日付けのCからの控訴人に対する書面(甲15)には，そのような控訴人が，本件面談行為は被控訴人の常務取締役としての職務上行われたものであると翻然と悟る縁となるような文言は見当たらず(強いていえば，「私の行為は関西ペイント株式会社の業務執行上のものであって，個人として行ったことはございません。従って，ご要求があれば，会社に対して行っていただきたいと存じます。」，「私の行為はすべて会社の業務執行上のものですので，今後のご連絡は下記宛(判決注，被控訴人法務・管理室部長宛て)にお願いしたいと存じます。」との文言が，これに当たるとも考えられるが，このような趣旨の指摘は，すでに平成12年4月28日付けの被控訴人代表者Eから控訴人に宛てた書面(甲23)にも現れているところであり，甲15のかかる文言で，本件面談行為に係る不法行為の加害者が被控訴人であることを特定できたというのであれば，平成12年4月ころには特定できたはずである。)，そうであれば，翻って，控訴人が，それまでは本件面談行為がC個人の立場でなされたものと認識していたとの上記仮定が誤りであるといわざるを得ない。",
                "なお，控訴人は，本件は，被控訴人の窓口担当者の変更に端を発するものではなく，不正に手を貸してはならないとする控訴人の忠告が原因であって，本件面談行為が，オタリから被告の窓口担当者を変更するよう求められたことに端を発するとの認定が誤りであると主張するが，いずれにせよ，Cによる本件面談行為が，被控訴人の常務取締役としての職務上，行われたものであるとの認定を左右するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，控訴人の請求は，その余の点について判断するまでもなく理由がないから，これを棄却した原判決は相当であり，本件控訴は理由がない。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(ネ)10035",
    "date": "2007-08-30",
    "rights_type": "不正競争",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成17年(ワ)18066",
    "precedent_id": "035069",
    "ipprecedent_id": "1131",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}