{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006-80164号事件について平成19年6月19日にした",
        "審決中，「特許第2720121号の請求項1及び2に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，「スロットマシンの回転リール装置」とする名称の発明につき特許を有していたところ，その請求項1及び2に係る発明についての特許を無効とする旨の審決を受けたことから，その請求人である被告に対し，審決の取消しを求めた事案である。",
        "争点は，本件発明が，本件特許出願前に頒布された刊行物である実願昭60-36595号(実開昭61-151783号)のマイクロフィルム(頒布日：昭和6",
        "1年9月19日)に記載された考案の名称を「スロツトマシンにおけるリール回転位置検出装置」とする発明との関係で進歩性(特許法29条2項)を有するかである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成3年10月15日，名称を「スロットマシンの回転リール装置」とする発明につき特許出願をし，平成9年11月21日に特許第2720121号として設定登録を受けた(請求項の数2。以下「本件特許」という。)。",
            "これに対し，平成18年8月30日付けで被告から特許無効の審判請求がされ，同請求は，無効2006-80164号事件として特許庁に係属した。",
            "原告は，平成18年11月20日付けで訂正請求をした。",
            "特許庁は，平成19年6月19日，「訂正を認める。特許第2720121号の請求項1及び2に係る発明についての特許を無効とする。」旨の審決をし，その謄本は，同月29日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件特許請求の範囲",
          "text": [
            "上記平成18年11月20日付けの訂正による訂正後の明細書(以下「本件明細書」という。)の特許請求の範囲の請求項1及び2に係る発明の内容は，次のとおりである(以下，それぞれ「本件発明1」，「本件発明2」といい，これらを併せて「本件発明」ということがある。)。",
            "【請求項1】回転リールと，その回転リールに隣接固定され，回転リールの一回転を検出するための光センサーと，回転リールとは別体に形成され回転リールに固定される基準突起とを有して形成されるスロットマシンの回転リール装置であって，光センサーは発光部及び受光部を有し，回転リールに固定される基準突起は，回転リールの一回転に伴って光センサーの発光部と受光部との間を遮光する遮光片部と，回転リールに固定するための固定部とを有するとともに，回転リールを回転させた際に基準突起の遮光片部が光センサーの発光部と受光部との間を通過するように塑性変形が可能であることを特徴とするスロットマシンの回転リール装置。",
            "【請求項2】回転リールには，基準突起の固定部を固定するための固定凹部を設けたことを特徴とする請求項1記載のスロットマシンの回転リール装置。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の内容は，別紙審決写しのとおりである。",
                "審決のうち，本件発明1及び本件発明2の双方を無効とすべきであるとした部分の理由の要点は，以下の(2)ないし(4)のとおりであり，その要旨は，本件発明1及び本件発明2は，本件特許の出願前に頒布された刊行物(実願昭60-36595号(実開昭61-151783号)のマイクロフィルム。甲1。)に記載の発明(以下「甲1発明」という。)及び周知慣用技術に基づいて，当業者が容易に発明することができたものであるから，特許法29条2項の規定に違反し，無効とすべきものである，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1発明の内容",
              "text": [
                "「合成樹脂で形成されるリールドラム15(判決注：下記の第1図及び第2図のとおり。以下同じ。)，リールドラム15を回転駆動するパルスモータ16，リールドラム15の回転位置を検出する基準位置検出センサ17及びリールドラム15，パルスモータ16，前記センサ17を支持するハウジング11から構成され，前記リールドラム15には位置決め部材26が円周方向の取付位置を調整できるようにして取付けられているスロットマシンのリールユニット9であって，前記位置決め部材26はリールドラム15と一体に回転するが，その先端部29の通過をフォトカプラからなる基準位置検出センサ17によって検出することにより，リールドラム15の回転基準位置を検知することができるものであり，リールドラム15に円周方向のガイド部27を形成すると共に，位置決め部材26を合成樹脂で形成し，その基端部に合成樹脂の弾性を利用したクリップ部28を形成し，このクリップ部28は前記ガイド部27に止着され，或る程度以上の力を加えたときのみガイド部27上を移動できるように構成されている結果，位置決め部材26のリールドラム15に対する取付位置を任意に調整することができるスロットマシンのリールユニット9。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1について",
              "text": [
                "(以下，審決引用部分における略称につき，本判決における定義に従っていい換えるものとする。)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と甲1発明との対比，判断",
                  "text": [
                    "「甲1発明の『リールドラム15』は本件発明1の『回転リール』に相当し，以下同様に，『基準位置検出センサ17』は『光センサー』に，『位置決め部材26』は『基準突起』に，『リールユニット9』は『回転リール装置』に，『先端部29』は『遮光片部』に，『クリップ部28』は『固定部』にそれぞれ相当する。",
                    "また，甲1発明は，リールドラム15と基準位置検出センサ17とがハウジング11に支持されるものであるから，光センサー(基準位置検出センサ17)が回転リール(リールドラム15)に隣接固定されているものといえる。",
                    "さらに，甲1発明は，位置決め部材26はリールドラム15と一体に回転するが，その先端部29の通過をフォトカプラからなる基準位置検出センサ17によって検出することにより，リールドラム15の回転基準位置を検知することができるものであって，フォトカプラは発光部と受光部を有することは当業者の技術常識であるといえるから，甲1発明の光センサーは発光部及び受光部を有し，基準突起はその間を遮光するものといえる。",
                    "その上，甲1発明は，リールドラム15に円周方向のガイド部27を形成すると共に，位置決め部材26を合成樹脂で形成し，その基端部に合成樹脂の弾性を利用したクリップ部28を形成し，このクリップ部28が前記ガイド部27に止着されるものであるから，基準突起(位置決め部材26)が回転リール(リールドラム15)とは別体に形成され回転リールに固定されるものであり，回転リールに固定するための固定部(クリップ28)を有するものといえる。」"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「回転リールと，その回転リールに隣接固定され，回転リールの一回転を検出するための光センサーと，回転リールとは別体に形成され回転リールに固定される基準突起とを有して形成されるスロットマシンの回転リール装置であって，光センサーは発光部及び受光部を有し，回転リールに固定される基準突起は，回転リールの一回転に伴って光センサーの発光部と受光部との間を遮光する遮光片部と，回転リールに固定するための固定部とを有するスロットマシンの回転リール装置。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "「本件発明1は，回転リールを回転させた際に基準突起の遮光片部が光センサーの発光部と受光部との間を通過するように塑性変形が可能であるものであるのに対して，甲1発明は，基準突起(位置決め部材26)が合成樹脂で形成されるものであるが，回転リールを回転させた際に基準突起の遮光片部が光センサーの発光部と受光部との間を通過するように塑性変形が可能であるものかどうかは不明な点。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点1についての判断",
                  "text": [
                    "「甲1発明の光センサー(フォトカプラからなる位置検出センサ17)が属する技術分野である発光部と受光部との間を遮光部材が通過することにより位置を検知する光センサーの技術分野において，遮光部材が塑性変形可能なものは，例えば，実願昭57-66392号(実開昭58-168733号)のマイクロフィルム(判",
                    "決注：甲42)(遮光部材が金属またはプラスチック等の剛性ないしは塑性の材料で構成されている。第2頁第9～11行目参照)，特開昭62-190623号公報(判決注：甲43)(遮光部20aは遮光板20を折曲して構成され，第2頁右上欄第19～20行目参照)，特開昭64-1170号公報(判決注：甲44)(遮",
                    "蔽板56Aが折曲げ形成されており，第3頁右下欄18～19行目参照)に記載されているように周知技術である。",
                    "また，甲1発明では，回転リール(リールドラム15)及び基準突起(位置決め部材26)はいずれも合成樹脂で形成されているところ，一般に合成樹脂は，熱可塑性樹脂と熱硬化性樹脂に分類されるものであり，スロットマシンの回転リールに熱可塑性樹脂の材料を用いることが，例えば，乙第16号証(判決注：本件訴訟における甲28)である特開平3-21278号公報の第2頁左上欄2乃至3行目に記載されているように慣用技術であるので，この慣用技術に基づき，甲1発明の回転リール及び基準突起のいずれについても熱可塑性樹脂の材料を用いて形成することは，当業者が容易になし得ることであり，熱可塑性樹脂の材料で形成された基準突起は加熱すれば塑性変形が可能である。",
                    "そして，甲1発明の光センサーの上位概念である位置センサーの技術分野及び光学素子の技術分野において，塑性変形を利用して位置調整を行うことは，例えば，参考資料1である実願昭61-162299号(実開昭63-68158号)のマ",
                    "イクロフィルム(判決注：甲8)(装置組立後にインデックス信号の検出位置，すなわちホール素子19の位置の微調整を行う場合には，外溝21を介して対向している切欠20a，24aにドライバ等の工具を係合し，これを適宜回動させて腕部23を塑性変形させれば，ホール素子19をモータの回動部の円周方向に沿って所定量変位させることができる，明細書第10頁第13乃至19行目参照)，特開昭63-86122号公報(判決注：甲45)(調整溝を介して受光素子基板を塑性変形させることにより受光素子の位置調整を行える，特許請求の範囲参照)，特開昭63-132211号公報(判決注：甲46)(外部からスリーブにそれの軸方向に沿った力を加えてこれを塑性変形させることにより・・・調整する，特許請求の範囲参照)，特開平1-120516号公報(判決注：甲47)(光ファイバ保持部29に外力を加えると，形状が細い塑性変形部31を支点に光ファイバの保持部29が動くため，光ファイバ保持部29の取付姿勢を変化させて，・・・位置を調整する，第2頁左上欄第8～13行目参照)，特開平2-25810号公報(判決注：甲48)(光素子，集光光学系，光ファイバの少なくともいずれか一つの支持部は塑性変形による位置調整自在形状になっている，特許請求の範囲の第1項参照)に記載されているように周知技術である。",
                    "そのうえ，一般に製品組立工程での位置合わせ(現場合わせ)のために塑性変形を用いることは，例えば，甲第2号証(判決注：本件訴訟における甲2)である特開平2-177986号公報(変動入賞装置10の構成部品の製作寸法の誤差や組立誤差などにより，第4図に示すように，駆動歯車352と回転力伝達歯車159の噛合い位置がずれて旨く噛み合わない場合が生じてもこの実施例では取付け部材330が金属製で塑性変形が可能となっているので，モータ取付け片333を変化させるなどしてそれら相互の噛合いを良好な状態に修正させることが可能である。第8頁左下欄第6乃至14行目参照)に記載されているように周知技術である。",
                    "したがって，甲1発明の基準突起に上記周知技術を採用して，基準突起の遮光片部が塑性変形が可能であるように構成することは当業者が容易になし得るものである。",
                    "ここで，回転リールを回転させた際に基準突起の遮光片部が光センサーの発光部と受光部との間を通過するようにすることは，光センサーによる検出を有効に機能させるためには当然に行わなければならないことであって，基準突起の遮光片部を塑性変形が可能であるように構成した場合に，回転リールを回転させた際に基準突起の遮光片部が光センサーの発光部と受光部との間を通過するように塑性変形が可能であるように構成しなければならないことは当業者に自明な事項である。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決の取消事由",
      "text": [
        "審決には，以下に述べるとおり，相違点1についての判断に誤りがあるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "パチスロの歴史",
          "text": [
            "以前は，回転させたリールを外力によって強制的に停止させるために，リールが重くても使用が可能であり，むしろ停止部材，停止レバーあるいは係合子等の衝撃的な移動によって回転しているリールを停止させるために，リール等の素材として金属等が用いられていた。また，このとき用いられていたスロットマシンでは，金属製のリールは強制的に停止させ，停止後に絵柄の判定を行っていたことから，本件発明のような遮光片部は存在していなかった。",
            "ところが，このようなスロットマシンでは，入賞の絵柄がそろうタイミングで停止スイッチを押せば，入賞となってしまうため，上手な遊技者はメダルを獲得するものの，下手な遊技者は全くメダルが獲得できないこととなっていただけでなく，メダルを払い出す波が作れないこととなっていた。したがって，営業として用いるのには適さないスロットマシンとなっていたものである。",
            "そこで，次いで，リールの回転にステッピングモータを用い，全体の制御にCPUを用いたスロットマシン(小型化され，パチンコ機と同一寸法に作られたことから，パチンコ形スロットマシン，略してパチスロと呼ばれた。)が提供され，ここで，リールの素材が画期的に変化した。すなわち，停止スイッチを押した後，回転しているリールを瞬時にモータの力のみで停止させることが必要とされたため，従来の重くて丈夫な金属から，プラスチック製に変わったのである。",
            "同時に，あらかじめ当選の抽選を行い，抽選の結果にできるだけ沿うようにリールを停止させる停止制御を行っていた。すなわち，当選抽選で当選した場合には当選した図柄を入賞する位置でできるだけ停止させ，あるいは当選しなかった場合には入賞しない位置でリールの回転を停止させることを行っていた。そのためには，回転停止の信号が入力されたときに，その回転しているリールの現在位置を取得し，その現在位置から所定角度回転させた後に停止させることによって，所望の位置で停止させる制御をCPUで行っていたものである。",
            "ここで，回転しているリールの現在位置を取得するためには，1回転ごとに回転角度を0クリアし，その0クリアしたときからの回転角度を取得することが最も合理的である。そのために，0クリアするための原点を取得するために，遮光片部が設けられたものである。",
            "すなわち，遮光片部は，ステッピングモータを用いて回転及び停止を制御するリールに用いられていたものであり，このリールはステッピングモータを用いて回転及び停止を制御することから軽いものであることが必要とされていた。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件出願時のリール",
          "text": [
            "上記1で説明したように，本件出願時のリールは，停止スイッチを押した後，回転しているリールを瞬時にモータの力のみで停止させることが必要とされたため，従来の重くて丈夫な金属から，プラスチック製に変わっていた。",
            "また，0クリアするための原点を取得するために，金属製のリールには存在しない遮光片部が設けられていた。"
          ]
        },
        {
          "fig": "3",
          "subject": "組成変形可能な遮光片部",
          "text": [
            "ステッピングモータに対応する合成樹脂製のリールは，軽く作ることが大前提であり，重くするということは慣性が大きくなるということであって，特に停止時にあらかじめ停止させたい場所で停止させることができない事態を引き起こす原因と考えられる。",
            "したがって，本件特許の出願時においては，リールを重くするということはリールの設計においてはタブーであり，採用され得ないことであったため，言い換えると，リールは軽くすることに動機付けはあるものの，重くすることは阻害要因として存在していた。",
            "したがって，リールの「基準突起の遮光片」を合成樹脂でなく，「塑性変形が可能なもの」で作るということは，この「塑性変形が可能なもの」として金属材料が想定されることから，リール全体を重くすることにつながるものであって，設計者は採用すること自体ちゅうちょする事項となっていた。",
            "すなわち，「合議体で把握された周知技術」のように，部品の軽重を考慮しなくても足りる先行技術を，進歩性の判断時の先行技術として用いることは「後知恵」そのものであって，本件発明の出願時に「重くしてもよい」という課題は想定できないものであった。",
            "したがって，「合議体で把握された周知技術」は，技術としては存在するものの，本件発明の進歩性判断時の先行技術にはなり得ない技術である。"
          ]
        },
        {
          "fig": "4",
          "subject": "従来技術及び本件発明の解決すべき課題について",
          "text": [
            "そもそも発明は，当業者が，「従来は○○のようにしていた(従来技術)」ものを，「○○のために(解決しようとする課題)」「○○のようにした(解決手段)」との思考過程を経て創作されるものである。",
            "すなわち，ここでは，当業者が，発明の属する技術分野に存在する従来技術を基にして，その従来技術の改良を目指して発明するものである。",
            "ここで遮光片部とリールとの関係において，まず第一に，「遮光片部がついていない重い金属製のリールがあった。」とする従来技術があった。次いで，この従来技術の改良として，「遮光片部がついている軽いプラスチック製のリールがあった。」とする従来技術があった。",
            "しかしながら，この従来技術に関しては，ステッピングモータでリールの回転開始及び停止の制御を行うために，軽くする必要があり，重くすることは開発における阻害要因となっていた。",
            "すると，「遮光片部がついている軽いプラスチック製のリールがあった。」を従来技術として採用したときには，「○○のようにした(解決手段)」結果，リールが重くなってしまうことはあり得ないと考えるべきである。",
            "また，このとき，「遮光片部がついている軽いプラスチック製のリール」と，「光センサー」との関係は，遮光片部と光センサーのスリットとの位置がずれているときには，「光センサー」の固定位置をずらすことによって対応しているものであった。",
            "すなわち，本件発明の出願時には，リールはプラスチック製であり，軽くしたいという開発課題はあったものの，重くすることは開発における阻害要因であった。",
            "さらに，リールの遮光片部と光センサーのスリットとの位置がずれているときには，「光センサー」の固定位置をずらすことによって対応するものであり，遮光片部を塑性変形させることは想定もできないことであった。",
            "すなわち，本件発明の解決課題としては，「遮光片部を固定した回転リールが回転していくときに，光センサーの位置調整を必要とすることなく，遮光片部の塑性変形を利用した簡単な曲げ操作によって光センサーの発光部と受光部との間でぶつからないように遮光片部を通過させたい」という点にあった。",
            "まず第一に，出願時には，リールの遮光片部と光センサーのスリットとの位置がずれているときには，「光センサー」の固定位置をずらすことによって対応するものであり，遮光片部を塑性変形させることは想定もできないことであった。",
            "なお，原告は，甲1，20ないし22に，遮光片部の位置をずらす技術が開示されていることは認めている。しかしながら，ここで開示されている遮光片部のずらし方向は，円周方向であり，遮光片部により設定される回転開始位置の調整が行えるようになっているものであって，回転している遮光片部と光センサーのスリット位置との調整とは異なった技術である。すなわち，本件発明の出願時には，回転している遮光片部と光センサーのスリット位置との調整を行うためには，光センサーの固定位置を調整し直すことしか手段がなく，繁雑な作業となっていた。このような課題を本件発明によって解決したものである。",
            "さらに，リールの「基準突起の遮光片部」を合成樹脂でなく，「塑性変形が可能なもの」で作るということは，この「塑性変形が可能なもの」として金属材料が想定されることから，リール全体を重くすることにつながるものであり，設計者は，採用すること自体ちゅうちょする事項となっていた。",
            "すなわち，本件発明の出願前では，「遮光片部を固定した回転リールが回転していくときに，遮光片部の塑性変形を利用した簡単な操作によって光センサーの発光部と受光部との間でぶつからないように遮光片部を通過させたい」という解決課題は，全く想定されていない課題であった。",
            "発明の属する技術分野において，出願当時全く想定されなかった解決課題を提起し，かつ，その課題を解決する手段を提案したものが本件発明である。",
            "審決では，解決課題が本件発明によって初めて開示されたことに触れないままに，すなわち，発明の属する技術分野において初めて提起された課題を解決するものが本件発明であることに触れないまま，相違点を埋める他の発明として重くなることに何の影響も受けない他の分野の技術を挙げて周知技術であると認定して行った審決は，発明の進歩性の理解を誤った判断である。"
          ]
        },
        {
          "fig": "5",
          "subject": "本件発明の進歩性",
          "text": [
            "前述したように，審決では，本件発明の解決課題の評価を誤り，審決に違法性を有するものである。",
            "すなわち，本件発明のように発明の属する技術分野では全く想定できない解決課題を提起し，その課題を解決するための解決手段を提案した場合，まず第一に，その新規な解決課題及び解決手段の提案に対して進歩性を認めるべきである。",
            "さらに，他の技術分野からの引例に関しては，何らかの動機付けがない限り組み合わせることができないと考えるべきであるところ，この点も単に周知技術であることのみをもって組合せが容易であると認定しているところに違法性がある。",
            "すなわち，発明の属する技術分野において想定できない解決課題を達成するときには，他の技術分野の技術の採用に対して動機付けがないために，組合せに進歩性を認めるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "組成変形可能な遮光片部について",
          "text": [
            "原告は，上記第3の3「組成変形可能な遮光片部」において，「ステッピングモータに対応する合成樹脂製のリールは，軽く作ることが大前提であり，重くするということは慣性が大きくなるということであり，特に停止時にあらかじめ停止させたい場所で停止させることができない事態を引き起こす原因と考えられる。したがって，本件発明の出願時においては，リールを重くするということはリールの設計においてはタブーであり，採用され得ないことであったため，言い換えると，リールは軽くすることに動機付けはあるものの，重くすることは阻害要因として存在していた。」と主張する。",
            "しかし，本件発明においては，リール自体が軽い合成樹脂で形成されていること及び「塑性変形が可能なもの」の材料が重い金属であることが特定されておらず，その主張自体失当である。また，仮に，リール自体が軽い合成樹脂で，「基準突起の遮光片」のみを重い金属製としたところで，重量の差はわずかなものであり，阻害要因として把握されるようなものではない。",
            "そして，原告は「したがって，『合議体で把握された周知技術』は，技術としては存在するものの，本件発明の進歩性判断時の先行技術にはなり得ない技術である。」と主張する。",
            "しかし，「本発明が解決すべき課題は，回転リールの成型後に基準突起の位置を調整できるような回転リール装置を提供することにある」(本件明細書【0008】)ものであり，前記「合議体で把握された周知技術」はその課題に直接関連しているものであるので，本件発明の進歩性判断時の先行技術になり得ることは明らかである。"
          ]
        },
        {
          "fig": "2",
          "subject": "従来技術及び本件発明の解決すべき課題について",
          "text": [
            "原告は，上記第3の4「従来技術及び本件発明の解決すべき課題について」において，「すなわち，本件発明の出願前では，『遮光片部を固定した回転リールが回転していくときに，遮光片部の塑性変形を利用した簡単な操作によって光センサーの発光部と受光部との間でぶつからないように遮光片部を通過させたい』という解決課題は，全く想定されていない課題であった。発明の属する技術分野において，出願当時全く想定されなかった解決課題を提起し，かつ，その課題を解決する手段を提案したものが本件発明である。審決では，解決課題が本件発明によって初めて開示されたことに触れないままに，すなわち，発明の属する技術分野において初めて提起された課題を解決するものが本件発明であることに触れないまま，相違点を埋める他の発明として重くなることに何の影響も受けない他の分野の技術を挙げて周知技術であると認定して行った審決は，発明の進歩性の理解を誤った判断である。」と主張する。",
            "しかし，本件明細書に記載され，原告も認めているように，遮光片部と光センサーのスリットとの位置がずれているときには，光センサーの固定位置をずらすことによって調整することが従来周知であり，また，遮光片部の位置を調整することも，甲1等(甲20ないし22)に記載されているように，従来周知であった。",
            "そして，「甲1発明の光センサー(フォトカプラからなる位置検出センサ17)が属する技術分野である発光部と受光部との間を遮光部材が通過することにより位置を検知する光センサーの技術分野において，遮光部材が塑性変形可能なものは例えば，実願昭57-66392号(実開昭58-168733号)のマイクロフィ",
            "ルム・・・に記載されているように周知技術である。」(審決15頁19ないし28行)こと，「甲1発明の光センサーの上位概念である位置センサーの技術分野及び光学素子の技術分野において，塑性変形を利用して位置調整を行うことは，例えば，参考資料1である実願昭61-162299号(実開昭63-68158号)のマイ",
            "クロフィルム・・・に記載されているように周知技術である。」(審決16頁3ないし21行)こと，「そのうえ，一般に製品組立工程での位置合わせ(現場合わせ)のために塑性変形を用いることは，例えば，甲第2号証である特開平2-177986号公報・・・に記載されているように周知技術である。」(審決16頁22ないし33行)ことを，併せて考慮すれば，「遮光片部を固定した回転リールが回転していくときに，遮光片部の塑性変形を利用した簡単な操作によって光センサーの発光部と受光部との間でぶつからないように遮光片部を通過させたい」という解決課題が，本件発明の出願前全く想定されていない課題であったということはできない。",
            "原告は，「発明の属する技術分野において，出願当時全く想定されなかった解決課題を提起し，かつ，その課題を解決する手段を提案したものが本件発明である。」と主張する。原告は，「発明の属する技術分野」は，スロットマシンの技術分野のみを意図しているようであるが，発光部と受光部とその間を通過する遮光片部とからなる光センサーの利用分野は，スロットマシンに限られているものではなく，審決においては，遊技機に加えて，甲1発明の光センサー(フォトカプラからなる位置検出センサ17)が属する技術分野，甲1発明の光センサーの上位概念である位置センサーの技術分野及び光学素子の技術分野が，発明の属する技術分野であることを示しているものであって，そのように発明の属する技術分野を把握することは一般に認識されているものである。",
            "審決は，その上で，「ここで，回転リールを回転させた際に基準突起の遮光片部が光センサーの発光部と受光部との間を通過するようにすることは，光センサーによる検出を有効に機能させるためには当然に行わなければならないことであって，基準突起の遮光片部を塑性変形が可能であるように構成した場合に，回転リールを回転させた際に基準突起の遮光片部が光センサーの発光部と受光部との間を通過するように塑性変形が可能であるように構成しなければならないことは当業者に自明な事項である。」(審決16頁末2行ないし17頁5行)と判断しているように，遮光片部を固定した回転リールが回転していくときに，遮光片部を光センサーの発光部と受光部との間でぶつからないように遮光片部を通過させたいということは，発光部と受光部とその間を通過する遮光片部とからなる光センサーにおいては当然のことであり，当業者にとって自明な課題認識であり，そのために塑性変形を利用して調整することが前記のように周知技術であると説示しているものであり，審決は，本件発明の課題を無視しておらず，審決の認定判断に誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明の進歩性について",
          "text": [
            "原告は，上記第3の5において，進歩性についてのまとめとして「前述したように，審決では，本件発明の解決課題の評価を誤り，審決に違法性を有するものである。すなわち，本件発明のように発明の属する技術分野では全く想定できない解決課題を提起し，その課題を解決するための解決手段を提案した場合，まず第一に，その新規な解決課題及び解決手段の提案に対して進歩性を認めるべきである。さらに，他の技術分野からの引例に関しては，何らかの動機付けがない限り組み合わせることができないと考えるべきところ，この点も単に周知技術であることのみをもって組合せが容易であると認定しているところに違法性がある。すなわち，発明の属する技術分野において想定できない解決課題を達成するときには，他の技術分野の技術の採用に対して動機付けがないために，組合せに進歩性を認めるべきである。」と主張する。",
            "しかし，動機付けに関しては審決で明確に説示されている。すなわち，審決では，「したがって，甲第1号証には，次の発明が記載されている・・・。『合成樹脂で形成されるリールドラム15，リールドラム15を回転駆動するパルスモータ16，リールドラム15の回転位置を検出する基準位置検出センサ17及びリールドラム15，パルスモータ16，前記センサ17を支持するハウジング11から構成され，前記リールドラム15には位置決め部材26が円周方向の取付位置を調整できるようにして取付けられているスロットマシンのリールユニット9であって，前記位置決め部材26はリールドラム15と一体に回転するが，その先端部29の通過をフォトカプラからなる基準位置検出センサ17によって検出することにより，リールドラム15の回転基準位置を検知することができるものであり，リールドラム15に円周方向のガイド部27を形成すると共に，位置決め部材26を合成樹脂で形成し，その基端部に合成樹脂の弾性を利用したクリップ部28を形成し，このクリップ部28は前記ガイド部27に止着され，或る程度以上の力を加えたときのみガイド部27上を移動できるように構成されている結果，位置決め部材26のリールドラム15に対する取付位置を任意に調整することができるスロットマシンのリールユニット9。』」(13頁27行ないし14頁9行)と説示され，そのことを前提として，「甲1発明の光センサー(フォトカプラからなる位置検出センサ17)が属する技術分野である発光部と受光部との間を遮光部材が通過することにより位置を検知する光センサーの技術分野において，遮光部材が塑性変形可能なものは例えば，実願昭57-66392号(実開昭58-168733号)のマイクロフィルム・",
            "・・に記載されているように周知技術である。」(15頁19ないし28行)こと，「・・・この慣用技術に基づき，甲1発明の回転リール及び基準突起のいずれについても熱可塑性樹脂の材料を用いて形成することは当業者が容易になし得ることであり，熱可塑性樹脂の材料で形成された基準突起は加熱すれば塑性変形が可能である。」(15頁29行ないし16頁2行)こと，「そして，甲1発明の光センサーの上位概念である位置センサーの技術分野及び光学素子の技術分野において，塑性変形を利用して位置調整を行うことは例えば，参考資料1である実願昭61-162299号(実開昭63-68158号)のマイクロフィルム・・・に記載されているように周知技術である。」(16頁3ないし21行)こと，「そのうえ，一般に製品組立工程での位置合わせ(現場合わせ)のために塑性変形を用いることは，例えば，甲第2号証である特開平2-177986号公報・・・に記載されているように周知技術である。」(16頁22ないし30行)ことにより，「したがって，甲1発明の基準突起に上記周知技術を採用して，基準突起の遮光片部が塑性変形が可能であるように構成することは当業者が容易になし得るものである。」(16頁31ないし33行)としているものである。",
            "以上のように，甲1の位置決め部材26のリールドラム15に対する取付位置を任意に調整することができるスロットマシンのリールユニットに対して，甲1発明の光センサー(フォトカプラからなる位置検出センサ17)が属する技術分野である発光部と受光部との間を遮光部材が通過することにより位置を検知する光センサーの技術分野における周知技術，甲1発明の光センサーの上位概念である位置センサーの技術分野及び光学素子の技術分野における周知技術を適用することは，明確な動機付けである。",
            "さらに，審決は，「そのうえ，一般に製品組立工程での位置合わせ(現場合わせ)のために塑性変形を用いることは，例えば，甲第2号証である特開平2-177986号公報・・・に記載されているように周知技術である。」(16頁22ないし30行)としているところ，甲2の発明は，本件発明，甲1発明と同様の遊技機の技術分野に関するものであるし，甲1には，「又前記位置決め部材26(本件発明の遮光片部に相当している)・・・の形状，構造は上記実施例に示すものに限定されない。」(8頁8ないし10行)と記載されているように，動機付けはこの点でも十分に認められる。",
            "原告は，「すなわち，発明の属する技術分野において想定できない解決課題を達成するときには，他の技術分野の技術の採用に対して動機付けがないために，組合せに進歩性を認めるべきである。」と主張をするが，前述のように，発明の属する技術分野の概念を誤解した主張であり，失当である。",
            "すなわち，本件発明の場合の，発明の属する技術分野は，スロットマシン等の遊技機にのみ限定されるものではなく，審決に記載されているように，甲1発明の光センサー(フォトカプラからなる位置検出センサ17)が属する技術分野，甲1発明の光センサーの上位概念である位置センサーの技術分野及び光学素子の技術分野が，発明の属する技術分野であることは，明らかであり，審決の認定判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件発明と甲1発明とが，「回転リールと，その回転リールに隣接固定され，回転リールの一回転を検出するための光センサーと，回転リールとは別体に形成され回転リールに固定される基準突起とを有して形成されるスロットマシンの回転リール装置であって，光センサーは発光部及び受光部を有し，回転リールに固定される基準突起は，回転リールの一回転に伴って光センサーの発光部と受光部との間を遮光する遮光片部と，回転リールに固定するための固定部とを有するスロットマシンの回転リール装置。」の点で一致し，「本件発明1は，回転リールを回転させた際に基準突起の遮光片部が光センサーの発光部と受光部との間を通過するように塑性変形が可能であるものであるのに対して，甲1発明は，基準突起(位置決め部材26)が合成樹脂で形成されるものであるが，回転リールを回転させた際に基準突起の遮光片部が光センサーの発光部と受光部との間を通過するように塑性変形が可能であるものかどうかは不明な点。」(相違点1)で相違することについては，当事者間に争いがない。",
            "原告は，審決が，本件発明と甲1発明との相違点1は周知技術を適用して容易に想到し得るものであると判断したことが誤りであると主張するので，以下検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件明細書の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「回転リールと，その回転リールに隣接固定され，回転リールの一回転を検出するための光センサーと，回転リールとは別体に形成され回転リールに固定される基準突起とを有して形成されるスロットマシンの回転リール装置であって，光センサーは発光部及び受光部を有し，回転リールに固定される基準突起は，回転リールの一回転に伴って光センサーの発光部と受光部との間を遮光する遮光片部と，回転リールに固定するための固定部とを有するとともに，回転リールを回転させた際に基準突起の遮光片部が光センサーの発光部と受光部との間を通過するように塑性変形が可能であることを特徴とするスロットマシンの回転リール装置」【請求項1】"
                },
                {
                  "fig": "イ",
                  "subject": "「【産業上の利用分野】この発明はスロットマシンの回転リール，更に詳しくは，回転リールの回転角度を検出させるための基準位置の検出機構の改良に関するものである。」【0001】"
                },
                {
                  "fig": "ウ",
                  "subject": "「【従来の技術】従来，スロットマシンの回転リールユニットに用いられている回転リールには，図4や図5(判決注：図4及び図5は省略。以下同じ。)に斜視図で示すようなものがあった。従来の回転リール10(判決注：下記の図1，図2，図3参照。以下同じ。)は，中央に軸受部12を有しその軸受部12を中心にして放射状に広がる放射板11と，その放射板11の最外郭端から垂直に折曲して円周面をなす筒状の円周部材13とから形成されている。放射板11も円周部材13も軽量化等のため，適宜の肉抜きが施してある。このため，このように形成される回転リール10は，浅い有底の筒状体を肉抜きしたような形状をなすこととなる。」【0002】，「放射板11の軸受部12と円周面部材との間には，放射板11に対して垂直な軸方向をなして反放射板11側に向かう基準突起20を一つ設けている。この基準突起20は，回転リール10の一回転の基準となるものである。回転リール10は熱可塑性樹脂製であり，この基準突起20を含めて一体に成型されていた。」【0004】，「回転リール10の一回転の検出は，回転リール10とは別個に固定された光センサー40が基準突起20の存在をとらえることによってなされる。回転リール10の一回転の検出に用いられる光センサー40は，図4に示すように，リールモーター30の固定されているベース板50に固定されている。なお，この光センサー40は，いわゆる自己独立型の光センサーではなく，発光部41及び受光部42を対面して有するものである。即ち，光センサー40は，基準突起20が発光部41と受光部42との間隙を通過するような位置となるように，ベース板50に固定される。」【0005】"
                },
                {
                  "fig": "エ",
                  "subject": "「【発明が解決しようとする課題】しかし，上記した従来のスロットマシンの回転リールでは，以下に示すような問題点があった。ベース板50に対する回転リール10，リールモーター30，及び光センサー40の組立順序は，リールモーター30，回転リール10，光センサー40の順である。光センサー40をベース板50に固定する組立作業は，基準突起20が発光部41と受光部42との間隙を通過するような位置となるように微調整を必要とするからである。このような微調整を必要とする組立作業は，手数が掛かり面倒であった。」【0006】，「この微調整が必要なければ，リールモーター30及び光センサー40を固定したベース板50に対して回転リール10を固定することができるのである。ところが，回転リール10は，基準突起20を含めて一体に成型される熱可塑性樹脂製品であるため，成型の誤差によって軸受部12や基準突起20の位置が微妙にずれることは避けられない。場合によっては，ベース板5",
                  "text": [
                    "0への光センサー40の固定位置の調",
                    "整では調整しきれず，その回転リール",
                    "10を廃棄せざるを得ないこともあっ",
                    "た。このため，リールモーター30，",
                    "回転リール10をベース板50に固定",
                    "した後に，回転リール10を微調整し",
                    "ながら固定せざるを得なかった。」【0",
                    "007】，「回転リールの成型後に基準",
                    "突起の位置を調整できるような回転リール装置を提供できれば，光センサーの位置固定を一律に行った後に基準突起の位置を調整すればよく，上記したような問題点は解決できるのであるが，そのような回転リール装置は提供されていなかった。本発明が解決すべき課題は，回転リールの成型後に基準突起の位置を調整できるような回転リール装置を提供することにある。」【0008】"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「【作用】以下，請求項1記載の発明に係る回転リール装置の作用を説明する。まず，回転リールと光センサーとを隣接させて固定する。次に，基準突起の固定部により，基準突起を回転リールに固定する。基準突起を固定した回転リールを回転させた際に，基準突起の遮光片部が光センサーの発光部及び受光部の間を通過するように，遮光片部を塑性変形させる。」【0011】"
                },
                {
                  "fig": "カ",
                  "subject": "「・・・本実施例の回転リール10の外形は，中央に軸受部12を有しその軸受部12を中心にして放射状に広がる放射板11と，その放射板11の最外郭端から垂直に折曲して円周面をなす筒状の円周部材13とから形成されている。そして，この回転リール10は，後記するストッパーを要するため，適度な剛性と弾性とを兼備する熱可塑性樹脂で成型されている。」【0014】，「なお詳しい図示は省略するが，放射板11も円周部材13も，軽量化等のための適宜の肉抜きが施してある。このため，このように形成される回転リール10は，浅い有底の筒状体を肉抜きしたような形状をなすこととなる。軸受部12からは，放射板11より内側であって円周部材13の内面の間において，中間放射部14が設けられている。この中間放射部14は，その断面形状が鈍角をなすクランク状をしており，円周部材13側の端部が軸受部12側の端部よりも放射板11から離れるように配置される。」【0015】"
                },
                {
                  "fig": "キ",
                  "subject": "「中間放射部14の一箇所には，肉厚の厚い基準突起支持部15が設けられている。この基準突起支持部15には，縦断面が略L字形をし，一側面を開放した，固定凹部としての固定穴16が設けられている。その固定穴16がなすL字の方向は，軸受部12の軸方向に平行，及び垂直な二方向であり，軸受部12の軸方向に平行な方向は端部を有さず開放されており，軸受部12の軸方向に垂直な方向は端部を有して閉塞されている。」【0016】，「この固定穴16の開放側の一部には，半球状に突き出したストッパー17が設けられている。上記のように形成された回転リール10の基準突起支持部15の固定穴16には，遮光片部21と固定片部22とで縦断面形状がL字形の基準突起20が埋め込まれる。この基準突起20の固定片部22は，固定穴16における軸受部12の軸方向に垂直な方向長さと同じである。また，基準突起20の幅は，固定穴16におけるストッパー17の内側端からの固定穴16の内側の深さと同じであるので，基準突起20を固定穴16にはめ込んで，ワンタッチで固定することができる。」【0017】"
                },
                {
                  "fig": "ク",
                  "subject": "「基準突起20は，塑性変形の可能な材質，例えばアルミニウム，鋼などで形成されている。従って，基準突起20を固定穴16に埋め込んで固定した後，遮光片部21を湾曲させたり，折曲させたりすることができる。更に，前記の回転リール10と，その回転リール10とは別個に設けられた光センサー40とを有する回転リール装置について説明する。」【0019】"
                },
                {
                  "fig": "ケ",
                  "subject": "「このように形成される回転リール装置にあっては，ベース板50に対してリールモーター30のみならず光センサー40を予め固定してから，リールモーター30の出力軸に回転リール10を固定する。光センサー40が予めベース板50に固定されているために，基準突起20を埋め込んだ回転リール10がリールモーター30に軸支固定された際，基準突起20の遮光片部21の先端が光センサー40の発光部41と受光部42との間に位置しない場合がある。その場合には，塑性変形が可能な遮光片部21を湾曲させたり折曲させたりすることによって，遮光片部21の先端が光センサー40の発光部41と受光部42との間に位置させることができる。」【0021】"
                },
                {
                  "fig": "コ",
                  "subject": "「本実施例の回転リール装置によれば，回転リール10の成型後に基準突起20の位置を調整できるような回転リール装置を提供することができたという効果がある。また，固定凹部としての固定穴16及びL字形の基準突起20のより，基準突起20の回転リール10への固定が確実に行える回転リール装置を提供することができた。」【0022】"
                },
                {
                  "fig": "サ",
                  "subject": "「【発明の効果】請求項1記載のスロットマシンの回転リールによれば，回転リールの成型後に基準突起の位置を調整できるような回転リール装置を提供することができた。また，請求項2記載のスロットマシンの回転リールによれば，固定凹部を設けたので，基準突起の回転リールへの固定が確実に行える回転リール装置を提供することができた。」【0025】"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，上記(1)アには，本件発明の要旨として，①回転リールと，その回転リールに隣接固定され，回転リールの一回転を検出するための光センサーと，回転リールとは別体に形成され回転リールに固定される基準突起とを有して形成されるスロットマシンの回転リール装置であること，②光センサーが発光部及び受光部を有すること，③回転リールに固定される基準突起は，回転リールの一回転に伴って光センサーの発光部と受光部との間を遮光する遮断片部と，回転リールに固定するための固定部とを有すること，④回転リールを回転させた際に，基準突起の遮光片部が，光センサーの発光部と受光部との間を通過するように塑性変形が可能であること，が規定されているものということができる。",
                "また，上記(1)イないしサによれば，本件発明は，「回転リールと，その回転リールに隣接固定され，回転リールの一回転を検出するための光センサーと，回転リールとは別体に形成され回転リールに固定される基準突起とを有して形成されるスロットマシンの回転リール装置」を組み立てるに当たり，光センサを，あらかじめ回転リールを組み付ける基台に組み付け可能とするために，回転リールに固定される基準突起を塑性変形可能なものとすることを特徴とするものであるということができる。",
                "なお，請求項には，本件発明の「回転リール」を形成する素材や，「回転リール」を回転制御する手段については規定されておらず，これらの素材が特に限定されるものではない。",
                "しかも，本件明細書を検討しても，従来技術及び本件発明の回転リールは，軽量化を図るために，「放射板11も円周部材13も，軽量化等のための適宜の肉抜きが施してある」こと，及び，「適度な剛性と弾性とを兼備する熱可塑性樹脂で成型されている」ことは記載されているものの，本件発明や本件発明の前提となる従来技術の「回転リール」の軽量化を図るために，金属製材料から，合成樹脂を用いるようにするものであることについては，これを開示する直接的な記載も，また，これを示唆する間接的な記載も存しない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "甲1発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1には，次の事項が記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「パルスモータなどの回転位置制御モータによって，リールドラムが駆動されると共に，リールドラムの回転基準位置がリールドラムに付設した位置決め部材の通過を基準位置検出センサで検出することによって検知されるスロットマシンにおけるリール回転位置検出装置において，前記位置決め部材をリールドラムにその円周方向の取付位置を調整できるようにして取付けたことを特徴とするスロットマシンにおけるリール回転位置検出装置」(実用新案登録請求の範囲)イ 「(産業上の利用分野)本考案はパルスモータなどの回転位置制御モータによってリールドラムが駆動されると共に，リールドラムの回転基準位置がリールドラムに付設した位置決め部材の通過を基準位置検出センサで検出することによって検知されるスロットマシンにおけるリール回転位置検出装置に関する。」(1頁17行ないし2頁4行)"
                },
                {
                  "fig": "ウ",
                  "subject": "「(従来の技術及びその問題点)・・・従来は位置決め部材がリールドラムに一体形成される構成となっていた。このため上記従来例では次のような問題点があった。①リールドラムのシンボルの位置，回転位置，制御モータの制御回路における設定位置及び位置決め部材の位置の3者が相対応するように正確に位置決めしなければならないが，従来例は位置決め部材の位置を調整できないため，シンボルの位置をズラすことによって調整していた。前記，シンボルはフイルムシート上に印刷されていることが一般であるが，上記調整のため，フイルムシートのリールドラムに対する貼合わせ位置を調整する必要があり，その作業は煩雑であると共に，正確さに欠けるという問題があった。②外装ケースに設けたシンボル表示窓の配設位置やライン配設位置が，各種タイプのスロットマシン毎に微妙に異なるため，これらに共通のリールドラムを用いると，あるスロットマシンにおいては，リールドラム停止時のシンボル位置が適正な位置にこないという問題がある。(考案の目的)本考案は上記従来例の問題点を解消することを目的とする。」(2頁5行ないし3頁13行)"
                },
                {
                  "fig": "エ",
                  "subject": "「第3図(判決注：省略。以下同じ。)はスロットマシンの1例の外観を示し，1は外装ケース・・・。前記外装ケース1内には第4図に示すようなリール装置Aが配設されている。このリール装置Aは，同一構成のリールユニット9を3個，リール支持盤10上に形成したガイドレール13に挿脱自在に挿入して，各リールユニット9をリール支持盤10上に配置する構成としている。・・・各リールユニット9は，第1図及び第2図に示すように，リールドラム15，リールドラム15を回転駆動するパルスモータ16，リールドラム15の回転位置を検出する基準位置検出センサ17及びリールドラム15，パルスモータ16，前記センサ17を支持するハウジング11から構成される。 前記リールドラム15は合成樹脂で形成され，その円筒状外周には透光性のフイルムシート18が貼着されている。」(4頁3行ないし5頁7行目)"
                },
                {
                  "fig": "オ",
                  "subject": "「前記リールドラム15には位置決め部材26が円周方向の取付位置を調整できるようにして取付けられている。このためリールドラム15に円周方向のガイド部27を形成すると共に，位置決め部材26を合成樹脂で形成し，その基端部に合成樹脂の弾性を利用したクリップ部28を形成している。このクリップ部28は前記ガイド部27に止着され，或る程度以上の力を加えたときのみガイド部27上を移動できるように構成されている結果，位置決め部材26のリールドラム15に対する取付位置を任意に調整することができる。前記位置決め部材26はリールドラム15と一体に回転するが，その先端部29の通過をフォトカプラからなる基準位置検出センサ17によって検出することにより，リールドラム15の回転基準位置を検知することができる。尚，前記基準位置検出センサ17は前記ハウジング11に固定されている。」(6頁18行ないし7頁15行)"
                },
                {
                  "fig": "カ",
                  "subject": "「又前記位置決め部材26や前記ガイド部27の形状，構造は上記実施例に示すものに限定されない。」(同8頁8ないし10行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，甲1発明の内容は，「合成樹脂で形成されるリールドラム15，リールドラム15を回転駆動するパルスモータ16，リールドラム15の回転位置を検出する基準位置検出センサ17及びリールドラム15，パルスモータ16，前記センサ17を支持するハウジング11から構成され，前記リールドラム15には位置決め部材26が円周方向の取付位置を調整できるようにして取付けられているスロットマシンのリールユニット9であって，前記位置決め部材26はリールドラム15と一体に回転するが，その先端部29の通過をフォトカプラからなる基準位置検出センサ17によって検出することにより，リールドラム15の回転基準位置を検知することができるものであり，リールドラム15に円周方向のガイド部27を形成すると共に，位置決め部材26を合成樹脂で形成し，その基端部に合成樹脂の弾性を利用したクリップ部28を形成し，このクリップ部28は前記ガイド部27に止着され，或る程度以上の力を加えたときのみガイド部27上を移動できるように構成されている結果，位置決め部材26のリールドラム15に対する取付位置を任意に調整することができるスロットマシンのリールユニット9。」ということができる。",
                "また，第1図及び第2図によれば，「位置決め部材26」は，「リールドラム15」に比べて小さな部品であることが見て取れる。",
                "なお，甲1には，「リールドラム」，「位置決め部材」が，それぞれ「合成樹脂」で形成されることは記載されているものの，軽量化を図るため「回転リール」を金属製材料から，合成樹脂とすることは記載も示唆もされていない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件出願時の技術常識について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "実願昭57-66392号(実開昭58-168733号)のマイクロ",
                  "text": [
                    "フィルム(頒布日：昭和58年11月10日。甲42)には，「プラテン移動型の複写機においては，原稿台となるプラテンが移動するに従つて，該プラテンに取付けられた遮光部材が光センサーを遮光することによつてプラテンの位置を検出し，それに応じて複写機を作動させる機構が採られていることが多い。このような複写機作動機構における問題は，遮光部材が金属またはプラスチック等の剛性ないしは塑性の材料で構成されているため，原稿台(プラテン)の動作中に，遮光部材が光センサーあるいは複写機を接触して該遮光部材や複写機を破損させるということがあった。」(2頁3ないし14行)との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特開昭62-190623号公報(公開日：昭和62年8月20日。甲43)",
                  "text": [
                    "には，「第1図および第2図は・・・スイッチ本体の蓋16を取外した内部構成を示し，第3図は分解図であって，ケース17を操作レバー18によって回転駆動される回転軸19が貫通する。この回転軸19に遮光板20がカシメ等で固着され，回転軸19の回転により，遮光板20の一端に形成された遮光部20aが発光ダイオード21の光路に突脱してオン・オフ動作を行う。即ち，図の実施例は発光ダイオード21とフォトトランジスタ22による光電スイッチを構成している。上記遮光部20aは遮光板20を折曲して構成され，発光ダイオード21とフォトトランジスタ22の間の円弧状溝23に嵌まり，前記回転によってこの溝23を走る。」(2頁右上欄9ないし左下欄2行)との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特開昭64-1170号公報(公開日：昭和64年1月5日。甲44)には，",
                  "text": [
                    "「リードスクリュウ50に配設された大ギア54には，第3図(判決注：省略。以下同じ。)(A)に示すように被検出部材56が配設されている。この被検出部材56には，大ギア54から突出するように遮蔽板56Aが折曲げ形成されており，また被検出部材56は案内溝56B，56Bを介して調整ねじ58，58によって大ギア54上に固定されている。・・・被検出部材56を第3図(B)に示すように弾性部材で構成すれば，調整ねじ58の締め付け具合によって遮蔽板56Aの突出量を調整することができる。フォトインタラプタ61は，前記遮蔽板56Aによって発光部61Aと受光部61B間が遮蔽されると，この遮蔽状態を示す検出信号を出力する。」(3頁右下欄15行ないし4頁左上欄10行)との記載がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記アないしウによれば，本件出願時において，発光素子と受光素子との間を遮光板が突脱することによりオンオフされる光電スイッチの「遮光板」を「塑性変形」可能な材料により構成することは，通常行われていたものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特開昭63-86122号公報(公開日：昭和63年4月16日。甲4",
                  "text": [
                    "5)には，「一般に光学式ピックアップの受光素子基板に固着された受光素子の位置調整には該受光素子に入射するレーザビームの光軸に対してx方向及びy方向の調整が必要である。従来，斯る受光素子の位置調整を行うために，受光素子を固着した受光素子基板を位置調整用治具に固定し，光学式ピックアップ装置の上記受光素子基板を固定する面に，該受光素子基板を押し当て，上記位置調整用治具を以って上記受光素子基板をx方向及びy方向に移動させることにより上記受光素子を最適な位置まで移動させた後，斯る最適位置においてネジ数本により光学式ピックアップの受光素子基板固定面に上記受光素子基板を固定することにより，上記受光素子の位置調整を行なっていた。」(1頁右欄10行ないし2頁左上欄4行)，「上述のような従来の技術によれば，受光素子基板を受光素子調整治具に取り付けたとき，ガタが生じ，斯るガタのため微調整をすることができなかった。・・・位置調整後は上記受光素子基板をネジによって固定するが，このとき，該ネジの締め付けにより受光素子基板が動いてしまい調整位置がずれてしまうとの問題点を持っていた。」(2頁左上欄6行ないし右上欄1行)，「本発明は上記問題点を解決するために，・・・受光素子基板の板面上における上記受光素子の周囲に該受光素子基板の板面を嵌通する調整溝を形成し，上記調整溝を介して上記受光素子基板を塑性変形させることにより上記受光素子の位置調整を行えるようにしたものである。・・・上記受光素子基板を光学式ピックアップの受光素子基板取付面に取り付けた後，該受光素子基板を調整溝を介して塑性変形させることにより位置調整することができ，従来のように位置調整用治具を用いる必要はない。」(2頁右上欄3ないし17行)との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特開平1-120516号公報(公開日：平成元年5月12日。甲47)に",
                  "text": [
                    "は，「従来の光学式結合モジュールは，光学素子と，前記光学素子を保持する第1の基台と，光ファイバの端末部を保持する第2の基台と，前記第1，第2の基台を保持するとともに前記光学素子，前記光ファイバの端末部を収納する容器と，前記第1，第2の基台の少なくとも一方の一部に設けられた塑性変形部とを含んで構成される。・・・光ファイバ固定台27は，光ファイバ保持部29，容器3へ固定される固定部30，塑性変形部・・・からなっている。・・・ここで，光ファイバ保持部29に外力を加えると，形状が細い塑性変形部31を支点に光ファイバ保持部29が動くため，光ファイバ保持部29の取付姿勢を変化させて，半導体レーザ1の出力光が効率良く光ファイバ6に結合するように入射端12の位置を調整する。",
                    "塑性変形部31には，塑性変形しやすい銅材料を用いると，入射端12を最適結合状態に合わせた後に外力を除けば形状がそのまま保たれる。」(1頁右欄4行ないし2頁左上欄16行)との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実願昭61-162299号(実開昭63-68158号)のマイクロフィ",
                  "text": [
                    "ルム(頒布日：昭和63年5月9日。甲8)には，「本考案の目的とするところは，部品点数が少なく，かつ調整作業が容易で，しかも環境変化の影響を受けにくいインデックス信号検出装置を提供することにある。・・・上記目的を達成するために，本考案は，モータの側板の一部に，該モータの回動部の周方向に折曲自在な腕部と，該腕部を介して該側板の本体に連結されたセンサ支持部とを設け，該センサ支持部にインデックスセンサを固定するとともに，該センサ支持部と前記側板の本体との対応する個所にそれぞれ，前記腕部を折曲させるための調整用の工具を係合可能な係合部を設けた構成とした。・・・上記手段によれば，・・・センサ支持部と側板本体とに設けた係合部に調整用工具を係合させて前記腕部を塑性変形させることができるので，インデックス信号検出位置の調整作業を簡単かつ高精度に行うことができ，また，調整用の治具等を特に取り付ける必要もない。」(6頁8行ないし7頁9行)との記載がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記アないしウによれば，「2つの部材を組み付けた後に，塑性変形可能な部材を利用して，それらの相対位置の調節を簡単かつ精確に行えるようにすること」は，本件出願時において通常行われている周知技術であったということができる。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "相違点1の容易想到性の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記3(1)ウのとおり，甲1において，「リールドラム」の基準位置を定めることに関して，組立時にリールドラムのシンボルの位置，回転位置制御モータの制御回路における設定位置及び位置決め部材の位置の3者が相対応するように調整する作業が必要であることが示されている。また，前記4(2)のとおり，2つの部材を組み付けた後に，塑性変形可能な部材を利用して，それらの相対位置の調節を行う技術は，周知技術である。",
                "したがって，「合成樹脂」により形成された部品に製造誤差が生じることや，複数の「部品」を組み立てるに際して，それらの相対位置関係に精度が要求される場合に，組立後に，それらの相対位置を調節する構成とすることは通常行われていることにすぎないといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，甲1発明において，「リールドラム」に設けられた「位置決め部材の遮光片」が，「光センサーの発光部と受光部の間」を通過することができない場合には「遮光片の通過」を検出することができずセンサとして機能しないこと，「位置決め部材の遮光片」が「光センサー」に干渉する場合には，回転リールの回転が妨げられることから実用に供することができないことはいずれも明らかであることからすれば，当業者であれば，甲1発明の「位置決め部材の遮光片」が「発光部と受光部の間」を通過するように組み付けられる必要があることから，それらの相対位置関係に一定の精度が要求されるものであって，「リールドラム」と「センサ17」の相対位置を微調整可能な構成とする必要があることは，容易に理解し得ることである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そして，甲1発明において，「位置決め部材26」が「センサ17の発光部と受光部の間」を通過できるように調節可能とするためには，「位置決め部材26」に対して「センサ17の取付位置」を調節可能とするか，あるいは，「センサ17の発光部と受光部との間の空間の位置」に対して，「位置決め部材の遮光片の位置」を調節可能とするかのいずれかにより行うしかないことは明らかであるから，「位置決め部材の遮光片の位置」を調節可能としようとすることは，当業者が容易に想到し得ることといえる。",
                "そうすると，前記4(2)で認定判断したとおり，塑性変形可能な部材を利用して，2つの部材の相対位置調整を簡単かつ精確に行うことが通常行われていることにすぎず，同(1)で認定判断したとおり，「発光素子と受光素子の間を突脱する光センサ」の「遮光板」を「塑性変形可能な部材」により構成することも周知のことであることに照らせば，甲1発明において，「位置決め部材の遮光片」を「塑性変形可能」として調整可能とすることに困難はないといえる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，甲1発明の「遮光片」を「塑性変形可能」とすることにより「センサの発光部と受光部の間を通過する」ように調整することは，当業者が容易に想到し得るものというべきであるから，これと同旨の審決の判断には誤りはないことになる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "なお，原告は，甲1発明の明細書記載のようなパルスモータにより回転位置が制御される回転リールは，軽量化のために合成樹脂により形成されるものであるところ，軽量化された回転リールの重量を重くすることは，スロットマシンの回転リールの技術の流れに反するものであるから，同明細書における「位置決め部材26」を「塑性変形可能」な「金属」のような重い素材とすることには阻害事由がある旨を主張する。",
                "しかしながら，①甲1発明の「位置決め部材26」は，「リールドラム」に比べてかなり小さなものである上，リールドラムとは別部材であるから(前記3(1)オ)，「リールドラム」とは別の素材により形成することが可能なものであるといえ，甲1発明の「位置決め部材26」を「塑性変形可能な素材」として「金属材料」を用いて形成するとしても，それによる重量の増加は，格別なものではないと容易に推認されること，②「塑性変形を可能」とする素材としては「金属」が想定されるとしても，「塑性変形を可能とする金属」には「アルミニウム」等の比較的比重の小さいものも存在するところ(甲45には，「アルミニウム等の塑性変形が容易な材質により形成された正方形状の受光素子基板」を用いることが記載されている(2頁左下欄6ないし8行)。)，甲1発明の「位置決め部材」の「遮光片」を「塑性変形可能」とするために金属により形成したからといって，合成樹脂により形成した場合と比較し，その重量が大きく増加するものとは必ずしもいえないことが認められ，これらの認定等に照らせば，甲1発明の「位置決め部材」を塑性変形可能な金属材料を用いて形成するとしても，それにより，「回転リール」の重量に，パルスモータによる制御が困難となるほどの変化が必ず生じるものということはできない。",
                "その上，本件明細書においても，位置決め部材を塑性変形可能な金属材料を用いて形成した場合の重量変化について，特に対策を講じることが示唆されているわけでもない。また，原告主張のとおり，本件発明のようなスロットマシンの回転リールについて，一貫して軽量化が図られてきたことが技術常識であるのであれば，甲1発明の「位置決め部材の遮光片」を塑性変形可能とするために用いる素材を検討するに当たって，「アルミニウム」などの比較的比重の小さな金属をその素材に選定することは，本件発明の技術分野の当業者であれば，当然考慮すべき設計的事項ということができる。",
                "以上によれば，原告主張のとおり，本件発明のようなスロットマシンの回転リールについて，一貫して軽量化が図られてきたものであるとしても，その事実が，甲1発明の「位置決め部材」を「塑性変形可能な材料」である「金属」により形成することを阻害する要因となるとまではいえず，その旨の原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "また，原告は，上記4に示した周知技術につき，いずれも部品の軽重を考慮しなくても足りる先行技術であるところ，そのような周知技術のように，部品の軽重を考慮しなくても足りる先行技術を，進歩性の判断時の先行技術として用いることは「後知恵」そのものであり，本件発明の出願時に「重くしてもよい」という課題は想定できないものであったとし，同周知技術は，技術として存在するものの，本件発明の進歩性判断の先行技術にはなり得ない技術であると主張する。",
                "しかしながら，上記のとおり，甲1発明にこれらの周知技術を適用しても，回転リールの重量につき格別の変化をもたらすものとはいえないのであるから，原告の主張は前提において失当といわざるを得ない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "さらに，原告は，本件発明の「遮光片部を固定した回転リールが回転していくときに，遮光片部の塑性変形を利用した簡単な操作によって光センサーの発光部と受光部との間でぶつからないように遮光片部を通過させたい」という解決課題は，これまで全く想定されていない課題であるにもかかわらず，それを考慮することなく，本件発明の進歩性を否定した審決は誤りであると主張する。",
                "しかしながら，前記(1)及び(2)記載のとおり，「合成樹脂」により形成された部品に製造誤差が生じることや，複数の「部品」を組み立てるに際して，それらの相対位置関係に精度が要求される場合には，組立時又は組立後に，それらの相対位置を調節する必要が生じることは，技術常識にすぎないものであり，甲1発明において，「リールドラム」に設けられた「位置決め部材の遮光片」が，「光センサーの発光部と受光部の間」を通過することができない場合には「遮光片の通過」を検出することができずセンサとして機能しないこと，「位置決め部材の遮光片」が「光センサー」に干渉する場合には，回転リールの回転が妨げられることから実用に供することができないことから，甲1発明においても「位置決め部材の遮光片」が「発光部と受光部の間」を通過するように組み付けられる必要があり，それらの相対位置関係に一定の精度が要求されるものであって，「リールドラム」と「センサ17」の相対位置を調整可能な構成とする必要があることが当業者が容易に理解し得ることであるといえることに照らせば，原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "さらにまた，原告は，発明の属する技術分野において想定できない解決課題を達成するときには，他の技術分野の技術の採用に対して動機付けがないために，組合せに進歩性を認めるべきであると主張する。",
                "しかしながら，本件発明の属する技術分野は，スロットマシン等の遊技機のみに限定されるものとはいえず，甲1発明の光センサーが属する技術分野，そして位置センサーの技術分野及び光学素子の技術分野にも属するものということができるものであって，同一技術分野に属する発明と周知慣用技術に基づいて本件発明の進歩性の有無を判断した審決に違法はなく，原告の上記主張は採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，審決が，本件発明と甲1発明との相違点1について，甲1発明に周知慣用技術を適用して当業者が容易に想到し得るものであると判断したことに誤りはなく，原告主張の取消事由は理由がない。原告の請求は棄却されるべきである。"
          ]
        }
      ]
    }
  ]
}