{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−21600号事件について平成19年6月6日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「ドアクローザ用閉扉速度調整弁」とする発明につき，平成8年10月12日に特許出願(平成8年特願第289108号。以下「本願」という。請求項の数は1である。)をした。",
            "原告は，本願につき平成17年8月30日付け手続補正書(甲5の2)により明細書の補正をしたが(以下，同補正後の明細書を「本願明細書」という。)，同年10月7日付けで拒絶査定を受けたので，同年11月9日，これに対する不服の審判請求(不服2005−21600号事件)をした。特許庁は，平成19年6月6日，「本件審判の請求は，成り立たない。」との審決をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願明細書の特許請求の範囲の請求項1の記載は次のとおりである(以下，この発明を「本願発明」という。)。",
            "「軸先端部に，軸端位置において深さが最も深く，軸の基部に向けて直線的に浅くなるV字溝を母線に沿って形成したスプール軸と，このスプール軸と嵌合するスプール軸受とから構成されたダッシュポット式調整弁において，上記V字溝のスプール軸端位置における深さをスプール軸の半径以上に設定し，以て温度によって変化する管摩擦抵抗を減少させ，温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，環境温度変化による閉扉時間の影響を少なくするようにしたことを特徴とするドアクローザ用閉扉速度調整弁。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "別紙審決書写しのとおりである。要するに，本願発明は，本願の出願前に頒布された刊行物である特開昭59−41583号公報(以下「刊行物1」という。)に記載された発明及び本願の出願前に頒布された刊行物である実願昭59−62247号(実開昭60−173765号)のマイクロフィル",
              "text": [
                "ム(以下「刊行物2」という。)に記載された技術に基づき当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，本願発明に進歩性がないとの結論を導く過程において認定した刊行物1に記載された発明(以下「刊行物1発明」という。)の内容並びに本願発明と刊行物1発明との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物1発明の内容",
                  "text": [
                    "軸先端部に，先端に向って深くなる横断面がV字形のオリフイス溝17を母線方向に沿って形成した速度調整弁15のニードル部16と，このニードル部16と嵌合する導入孔14を穿設した第1シリンダキヤツプ4の内端部とから構成され，作動油が導入孔14の内周面と上記オリフイス溝17とで形成された微小なオリフイス孔を通過する際にオリフイス孔と作動油との流体摩擦によって生ずる粘性抵抗により扉の閉止時の衝撃を有効に緩衝するようにした速度調整弁において，速度調整弁15(ニードル部16)の軸線方向における位置を調整することによりオリフイスの開口度を増減してドアの閉止速度を調整できるようにしたドアクローザの閉止速度調整弁。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "軸先端部に，軸端位置において深さが最も深く，軸の基部に向けて浅くなるV字溝を母線に沿って形成したスプール軸と，このスプール軸と嵌合するスプール軸受とから構成されたダッシュポット式調整弁において，流体抵抗を一定値にセットすることにより，所定の閉扉時間になるようにしたドアクローザ用閉扉速度調整弁。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本願発明が，「軸端位置において深さが最も深く，軸の基部に向けて直線的に浅くなるV字溝」を形成したものであるのに対して，刊行物1発明は，軸端位置において深さが最も深く軸の基部に向けて浅くなるV字溝(横断面がV字形のオリフイス溝)を形成したものの，当該V字溝が直線的に浅くなるのか定かでない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本願発明が，「V字溝のスプール軸端位置における深さをスプール軸の半径以上に設定し，以て温度によって変化する管摩擦抵抗を減少させ，温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，環境温度変化による閉扉時間の影響を少なくするようにした」ものであるのに対して，刊行物1発明は，オリフイス孔と作動油との流体摩擦によって生ずる粘性抵抗，即ち，管摩擦抵抗について開示しているものの，管摩擦抵抗及び断面急変部抵抗の増減やこれによる環境温度変化による閉扉時間の影響について考慮したものではない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決は，次に述べるとおり，相違点2の判断の前提としての本願発明の認定の誤り(取消事由1)，相違点2に関する容易想到性の判断の誤り(取消事由2)があるので，違法として取り消されるべきものである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "相違点2の判断の前提としての本願発明の認定の誤り(取消事由1)審決は，相違点2の容易想到性の判断の前提として，本願発明は，ドアクローザ用閉扉速度調整弁の発明であり，管摩擦抵抗や断面急変部抵抗を所定の閉扉速度に合わせた一定値になるように調整弁をセットする方法の発明ではないから，「温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，環境温度変化による閉扉時間の影響を少なくする」との構成は，構成要件ではないとする。しかし，審決の上記認定は，誤りである。",
            "すなわち，本願発明を構成要件に分説すると，次のとおりとなる。",
            "(A)軸先端部に，軸端位置において深さが最も深く，軸の基部に向けて直線的に浅くなるV字溝を母線に沿って形成したスプール軸と，このスプール軸と嵌合するスプール軸受とから構成されたダッシュポット式調整弁において，",
            "(B)上記V字溝のスプール軸端位置における深さをスプール軸の半径以上に設定し，以て温度によって変化する管摩擦抵抗を減少させ，(C)温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，環境温度変化による閉扉時間の影響を少なくするようにしたことを特徴とする",
            "(D)ドアクローザ用閉扉速度調整弁。",
            "「温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，環境温度変化による閉扉時間の影響を少なくする」ことは，その記載の形態如何にかかわらず，発明の技術的思想である。本願発明において，「スプール軸のV字溝のスプール軸端位置における深さをスプール軸の半径以上に設定し，以て温度によって変化する管摩擦抵抗を減少させ」たままにすると，ドアクローザの緩衝度が小さくなり，閉扉時ドアが扉枠に衝突し，振動と騒音が生じるという不都合が生じる。その課題解決のために，「温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，環境温度変化による閉扉時間の影響を少なくする」という構成(C)が必要になるのであるから，構成(C)は発明の成立に不可欠な構成要件であって，省くことはできない。"
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2に関する容易想到性の判断の誤り(取消事由2)",
          "text": [
            "審決は，構成(B)につき，「管摩擦抵抗と断面急変部抵抗との2つの流体抵抗のうち，一方の管摩擦抵抗が環境温度変化による作動油の粘性の変化と管路の断面積に影響されること，及び，他方の断面急変部抵抗が環境温度変化によって変化しないことが，流体力学を識る当業者の技術常識である」(審決書8頁10行ないし13行)と認定し，したがって，「刊行物1に記載の発明において，V字溝(オリフイス溝)の深さをスプール軸(ニードル部)の半径以上にしてV字溝の断面積を大きくし，以て温度によって変化する管摩擦抵抗を減少させ，(これに伴う流体抵抗の変更分を補うために，温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，)環境温度変化による閉扉時間の影響を少なくするようにすることは，当業者であれば必要に応じて適宜設定することができる程度の設計的事項にすぎない」(審決書8頁13行ないし20行)と判断した。",
            "しかし，審決は，構成(B)が容易想到であることの具体的な根拠を何ら示していないから，その判断に誤りがある。",
            "V字溝を深くすればその流路の摩擦抵抗が小さくなるという技術的思想は，本願の出願人の研究開発により得られた新しい知見であって，流体力学の常識ではない。また，ダッシュポット式の減衰器において，流体抵抗は管摩擦抵抗と断面急変部抵抗の和であるという技術的思想について記載し又は示唆する公知文献はない。さらに，本願明細書に記載された数式自体は公知であるとしても，当該数式から，管摩擦抵抗は溝を深くすることにより少なくすることができるという技術的思想を抽出したことは，本願発明の特徴である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "相違点2の判断の前提としての本願発明の認定の誤りについて(取消事由1)審決は，構成(C)の「温度によって変化しない断面急変部抵抗をその分増大させてセットする」との事項を，発明の成立に不可欠な構成要件であると認定しなかったが，これは，上記事項が他の事項に従属するものであることから，実質的に，本願発明の構成要件として独立の技術的意義を有しないと理解したからである。審決は，容易想到性の判断において，構成(C)を含めて実質的に判断しているから，審決に認定の誤りはない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "相違点2に関する容易想到性の判断の誤りについて(取消事由2)本願発明と刊行物1発明の相違点についての判断に際して，刊行物2に記載された技術の内容や周知・慣用の技術及び技術常識から進歩性の有無を検討することは許される。",
            "本願明細書の記載や，本願明細書において従来技術として提示した実開平2−85780号公報の記載からして，「管摩擦抵抗と断面急変部抵抗との2つの流体抵抗のうち，一方の管摩擦抵抗が環境温度変化による作動油の粘性の変化と管路の断面積に影響されること，及び，他方の断面急変部抵抗が環境温度変化によって変化しないこと」という技術的事項が流体力学を識る当業者の技術常識であるとした審決の認定に誤りはない。",
            "そして，審決が，「管摩擦抵抗と断面急変部抵抗との2つの流体抵抗のうち，一方の管摩擦抵抗が環境温度変化による作動油の粘性の変化と管路の断面積に影響されること，及び，他方の断面急変部抵抗が環境温度変化によって変化しないことが，流体力学を識る当業者の技術常識である」との判断に基づいて，「刊行物1に記載の発明において，V字溝(オリフイス溝)の深さをスプール軸(ニードル部)の半径以上にしてV字溝の断面積を大きくし，以て温度によって変化する管摩擦抵抗を減少させ，(これに伴う流体抵抗の変更分を補うために，温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，)環境温度変化による閉扉時間の影響を少なくするようにすることは，当業者であれば必要に応じて適宜設定することができる程度の設計的事項にすぎないものと云わざるをえない。」と判断したこと，換言すれば，本願発明における構成(B)(「上記V字溝のスプール軸端位置における深さをスプール軸の半径以上に設定し，以て温度によって変化する管摩擦抵抗を減少させ，」)を技術常識であるとして，本願発明の進歩性を否定したことに，違法はない。",
            "V字溝を深くすればV字溝の断面積が大きくなり，流路の摩擦抵抗が小さくなること，ダッシュポット式の減衰器において，流体抵抗が管摩擦抵抗と断面急変部抵抗の和であることは，当業者の技術常識である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "相違点2の判断の前提としての本願発明の認定の誤り(取消事由1)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，「本願発明は，ドアクローザ用閉扉速度調整弁の発明であり，管摩擦抵抗や断面急変部抵抗を所定の閉扉速度に合わせた一定値になるように調整弁をセットする方法の発明ではないから，構成(C)の「温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，環境温度変化による閉扉時間の影響を少なくする」ことは，構成要件ではないと認定した点に誤りがあると主張する。",
                "しかし，以下のとおり，審決は，本願発明を，「温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，環境温度変化による閉扉時間の影響を少なくするようにした」ことを含めて認定した上で，本願発明と刊行物1発明の相違点2を挙げ，相違点2に関する容易想到性の判断をしているから，審決の認定に誤りはない。",
                "審決書には，相違点2について，次のとおりの記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「(2)そこで，本願発明における上記相違点2に係る構成の技術的意義についてみてみる。",
                    "上記相違点2に係る構成のうち，前段の『V字溝のスプール軸端位置における深さをスプール軸の半径以上に設定し，以て温度によって変化する管摩擦抵抗を減少させ』との事項については，前後の文節が「以て」で結ばれていることから，『V字溝のスプール軸端位置における深さをスプール軸の半径以上に設定し』たことが，必然的に，『温度によって変化する管摩擦抵抗を減少させ』ることになるものと一応理解することができ，同じく，後段の『温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，環境温度変化による閉扉時間の影響を少なくするようにした』との事項については，本願明細書の段落【0040】～【0042】の記載を参照すれば，全体的にみれば，V字溝の断面急変部抵抗を管摩擦抵抗が小さくなった分だけ大きくなるようにセットすることにより，結果として，作動油の粘性に影響される管摩擦抵抗の影響が小さくなって作動油の粘性が増減しても扉の閉鎖時間の変化は小さくなることであると一応理解することができる。",
                    "しかしながら，上記後段の事項のうち，『温度によって変化しない断面急変部抵抗をその分増大させてセットする』との事項については，本願明細書の段落【0013】～【0015】，【0049】，【0054】の記",
                    "載を参照すれば，管摩擦抵抗と断面急変部抵抗との合計値を所定の閉扉時間になるように一定値にセットすること，言い換えれば，管摩擦抵抗と断面急変部抵抗との合計値を所定の閉扉時間に合わせた一定値になるようにスプール軸をスプール軸受に対して前後方向に移動させることであると一応理解することができるものの，本願発明は，ドアクローザ用閉扉速度調整弁の発明であり，管摩擦抵抗や断面急変部抵抗を所定の閉扉時間に合わせた一定値になるように調整弁をセットする方法の発明ではないから，実際に調整弁をセットすることは構成要件であると云うことはできない。",
                    "したがって，本願発明における上記相違点2に係る構成は，『環境温度変化による閉扉時間の影響を少なくする』ことができるように，『V字溝のスプール軸端位置における深さをスプール軸の半径以上に設定し，以て温度によって変化する管摩擦抵抗を減少させ』ることに技術的意義を有するものであり，結局のところ，『V字溝のスプール軸端位置における深さをスプール軸の半径以上に設定し，以て温度によって変化する管摩擦抵抗を減少させ』たドアクローザ用閉扉速度調整弁であれば，必然的に，『(温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，)環境温度変化による閉扉時間の影響を少なくする』ことができるドアクローザ用閉扉速度調整弁を提供できると云うことにあると認められる。」(審決書6頁4行～7頁1行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，審決は，本願発明について，ドアクローザ用閉扉速度調整弁において，管摩擦抵抗と断面急変部抵抗との合計値を所定の閉扉時間に合わせた一定の値に保つために，「V字溝のスプール軸端位置における深さをスプール軸の半径以上に設定し，以て温度によって変化する管摩擦抵抗を減少させ」たことに応じて，これに伴う流体抵抗の変更分を補うために，温度によって変化しない断面急変部抵抗をその分増大させてセットすることを認定しているから，本願発明の構成要件についての認定の誤りはない。確かに，審決は，「実際に調整弁をセットすることは構成要件であると云うことはできない」と述べているが，上記部分は，実際に調整弁をセットする行為自体が構成要件ではないことを確認的に述べたにすぎないものと理解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そうすると，審決は，本願発明の「温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，環境温度変化による閉扉時間の影響を少なくするようにした」との構成(C)を認定した上で，かつ，「V字溝のスプール軸端位置における深さをスプール軸の半径以上に設定し，以て温度によって変化する管摩擦抵抗を減少させ」との構成(B)との関係を検討しているから，相違点2の判断の前提しての本願発明の認定に誤りはない。以上のとおり，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "相違点2に関する容易想到性の判断の誤り(取消事由2)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書には，次のとおり記載されている。",
                    "「【0001】",
                    "【発明の属する技術分野】この発明は，作動油を用いたダッシュポット式スプリング緩衝機構を有するドアクローザの改良に関する。",
                    "【0002】",
                    "【従来の技術】従来のドアクローザでよく利用されているものとしては，例えば，実開平2−85780号公報に記載されている形式のものを挙げることができる。",
                    "【0003】このクローザは，扉閉鎖時の戻しばね及び慣性による過大な閉鎖力を作動油の流体抵抗により減衰させて緩衝するようにしたもので，作動油が封入されたシリンダと，シリンダを前方の第1室と後方の第2室とに仕切るピストンと，オリフィスを介して第1室と第2室とを連通された導通路と，ピストンを第1室に向け付勢させる戻しばねと，ピストンに設けられたラックと，ラックに噛み合うピニオンと，シリンダに支承されると共に，ピニオン及びアームが固定される回転軸とから成る。",
                    "【0004】",
                    "【発明が解決しようとする課題】しかしながら，上記した従来のクローザは，作動油がオリフィスを通過する際の流体抵抗を利用してクローザの閉鎖運動を緩衝するようにしているため，環境の温度変化により作動油の粘度も大きく変化し，従って扉の閉鎖時間を略一定に保持するには，環境の温度変化に応じて調整弁の調整が不可欠であった。",
                    "【0005】しかしながら，通常ドアクローザは扉の上方部に取付けられていること，及び調整弁の調整には特殊工具を必要とすること等から，一般のユーザには調整弁を操作することは不可能に近く，已むを得ず，扉の閉鎖時間は季節の移り変りによって変化するままに放置されていたというのが実態である。」(2頁左欄10行～41行)",
                    "「【0023】次に，作動油がV字状溝31を通過する際に発生する流体抵抗について説明する。",
                    "【0024】この場合，流体抵抗は2つの流体抵抗から成立ち，その1つは図2に示すように，作動油が，上部が孔24の円弧，下部がV字状溝により囲まれた扇形状の断面を有する管路を流れるときの管摩擦抵抗(チョーク抵抗)R1である。",
                    "【0025】この管摩擦抵抗は，スプール軸32の先端面32aから，スプール軸受23の端面23aに到る間において適用され，流体力学の教えるところによれば，円管の管摩擦抵抗R1は次式で示される。",
                    "【0026】",
                    "【数1】",
                    "R1＝λ・l／d・v2／2g",
                    "【0027】ここで，λは管摩擦係数で，流体の粘性，流速，管内径及び管の表面粗度に大きく関係し，粘性が大きいほどλの値は大きい。また，lは管の長さ，dは管の内径，vは流速，gは重力の加速度である。",
                    "【0028】V字溝の場合は，横断面が円形の管ではないので上式がそのままでは当てはまらないが，内径dの値をV字状溝に相当する値に選ぶことにより適用可能である。",
                    "【0029】流体抵抗の他の1つは，図3及び図4に示すように，スプール軸受端面23aがV字状溝31を切断する溝断面から形成される開口部37から作動油がスペース28に流出するときの断面急変部抵抗(オリフィス抵抗)R2である。",
                    "【0030】上記の開口部37は，図4に示すように，上部がスプール孔24の円弧で，下部はV字状の扇形となっている。",
                    "【0031】しかして，流体力学の教えるところによれば，断面急変部抵抗R2は次式で示される。",
                    "【0032】",
                    "【数2】",
                    "R2＝ξ・(v1−v2)2／2g",
                    "【0033】ここで，ξは断面急変部の形状により決まる定数であるが，ほぼ1に等しいとされている。又，v 1，v 2 は断面急変部の前後における流体の流速，gは重力の加速度である。",
                    "【0034】上記した2つの流体抵抗において，管摩擦抵抗R1は，前述したように流体の粘性に関係するが，断面急変部抵抗R2は粘性には関係しないことが，上記の2つの式によって明らかである。」(3頁左欄20行～右欄14行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "管摩擦抵抗R1についての数式と周知技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "数式【数1】における円管の管摩擦について(乙4ないし6)本願明細書中に【数1】として記載されている円管の管摩擦抵抗R1についての式「R1＝λ・l／d・v2／2g」に関連して，乙4～6の文献の管摩擦に関する数式等の記載を検討すると，次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "油圧技術便覧編集委員会編，「油圧技術便覧 改訂新版」昭和51年1月30日発行(乙4)",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "「1・2・1 円管内の層流」の項(6頁～7頁)には，「ダルシー・ワイスバッハ式」として「h＝(p1−p2)／γ＝λ・l／d",
                              "text": [
                                "・w2／2g」という式が記載され，p1−p2(kgf/cm 2)は長",
                                "さl(cm)をへだてた2点1，2間の圧力差であり，管摩擦損失",
                                "圧力であること，w(cm/s)は平均流速であることが記載されており，「1・3・2 管摩擦外の管路の諸損失」の項(11頁)には，γ(kgf/cm3)が単位体積重量であることが記載されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "乙4の上記(a)記載部分のh＝(p1−p2)／γは本願明細書のR1に相当し，上記(a)記載部分のwは本願明細書のvに相当するものと認められるから，上記(a)記載部分の「h＝(p1−p2)／γ＝λ・l／d・w2／2g」という式は，本願明細書の「R1＝",
                              "text": [
                                "λ・l／d・v2／2g」という式と等価であると認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "石原智男，市川常雄，金子敏夫，竹中俊夫編，「油圧工学ハンドブック」昭和48年9月1日発行(乙5)",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "「3．1．3 圧力損失」の項(77頁)には，「流れのエネルギはこの摩擦応力に抗して流れるための仕事に費やされて減少する(熱の形で流体に移り，機械的エネルギとしては利用できない)．流体単位重量当りに失われる流れのエネルギを損失ヘッドとよび，これを圧力の単位で表わしたものを圧力損失という．管路の損失ヘッドは大別して，直管内の速度こう配にもとづく摩擦力によるものと，はく離にともなって発生したうずによるエネルギ消散とに分類される．前者は管摩擦損失ヘッドとよばれ，長さl，管内径Dの円管の摩擦損失ヘッドhまたは圧力損失Δpは次式で与えられる．」と記載され，その後に，「h＝λ・l／D・V2／2g」という式が記載され，さらに，Vは平均流速であることが記載されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "乙5の上記(a)記載部分のhは本願明細書のR1に相当し，上記(a)記載部分のDは本願明細書のdに相当し，上記(a)記載部分のVは本願明細書のvに相当するものと認められるから，上記(a)記載部分の「h＝λ・l／D・V2／2g」という式は，本願明細書の「R1＝λ・l／d・v2／2g」という式と等価であると認めら",
                              "text": [
                                "れる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "乙5の「3．2．1 円管内の層流(ハーゲン−ポアズイユの法則)」の項(78頁)には，「p1−p2＝Δpと書く」と記載され，「Δ",
                              "text": [
                                "p＝・・・＝γ・64 ／Re・l／D・V2／2g」，「λ＝ 64 ／Re」という式が記載されており，Vが平均流速であることが記載されている。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "上記(c)記載のとおりp1−p2＝Δpであるところ，前記a(a)記載のとおりh＝(p1−p2)／γであり，前記a(b)記載のとお",
                              "text": [
                                "りh＝(p1−p2)／γは本願明細書のR1に相当するから，Δp",
                                "／γ(＝(p1−p2)／γ＝h)は本願明細書のR1に相当するも",
                                "のと認められる。そして，上記(c)記載のとおり「λ＝ 64 ／Re」であることから，上記(c)記載の「Δp＝・・・＝γ・64 ／Re・l／D・V2／2g」という式を前提とすると，「Δp／γ＝ 64 ／Re・l／D・V2／2g＝λ・l／D・V2／2g＝λ・l／d・",
                                "v2／2g」となり，本願明細書の「R1＝λ・l／d・v2／2g」",
                                "という式と等価の式が成立するから，上記(c)記載の「Δp＝・・・＝γ・64 ／Re・l／D・V2／2g」という式には，本願明細書の「R1＝λ・l／d・v2／2g」という式と同じ内容が示さ",
                                "れているものと認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "油空圧用語事典編纂委員会編，「油空圧用語事典」昭和51年5月30日発行(乙6)",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "「ダルシー・ワイスバッハの式」の項(165頁～166頁)",
                              "text": [
                                "には，",
                                "「内径dの真直な円管内を流体が平均流速uで流れるとき，流体摩擦に基づく管長l当たりの圧力降下Δpは，ダルシー・ワイスバッハの式",
                                "Δp／γ＝λ・l／d・v2／2g",
                                "で与えられる．ここに，γ：流体の比重量，g：重力の加速度，λ：管摩擦係数と呼ばれる無次元量で，レイノルズ数と管壁の粗度との関数である．」と記載されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "前記b(d)のとおり，Δp／γは本願明細書のR1に相当するものと認められるから，上記(a)記載部分の「Δp／γ＝λ・l／d・v2／2g」という式は，本願明細書の「R1＝λ・l／d・v2",
                              "text": [
                                "／2g」という式と等価であると認められる。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "数式【数1】における管摩擦係数λと流体の粘度について(乙4ないし6)",
                      "text": [
                        "本願明細書中に【数1】として記載されている円管の管摩擦抵抗R1についての式「R1＝λ・l／d・v2／2g」に含まれる管摩擦係数λと流体の粘度に関連して，乙4～6の文献の記載を検討すると，次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "油圧技術便覧編集委員会編，「油圧技術便覧 改訂新版」昭和51年1月30日発行(乙4)",
                          "text": [
                            "「1・2・1 円管内の層流」の項(6頁～7頁)には，",
                            "「管摩擦係数λは層流の場合",
                            "λ＝64／Re",
                            "Re＝レイノルズ数＝wd／ν",
                            "である．ただしν：流体の動粘度＝μ／ρ(cm2／s)，ρ：流体の密度(kgf・s 2／cm4)である．」と記載されており，dが管内径であることも記載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "石原智男，市川常雄，金子敏夫，竹中俊夫編，「油圧工学ハンドブック」昭和48年9月1日発行(乙5)",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "「3．1．3 圧力損失」の項(77頁)には，「λ：管摩擦係数で，λはレイノルズ数と管壁の相対粗度e／D(e：管壁面の凹凸の平均値)の関数である．」と記載されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "「3．2．1 円管内の層流(ハーゲン−ポアズイユの法則)」の項(78頁)には，「λ＝64／Re」という式が記載されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "油空圧用語事典編纂委員会編，「油空圧用語事典」昭和51年5月30日発行(乙6)",
                          "text": [
                            "「ダルシー・ワイスバッハの式」の項(165頁～166頁)には，「 層流の場合，動粘度をνとして",
                            "λ＝64／Re，Re＝vd／ν",
                            "であり，管壁の粗度はほとんど影響しない．」と記載されており，円管の内径がdであることも記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)aないしcの記載によれば，本願明細書に記載された円管の管摩擦抵抗R1の数式(【数1】)「R1＝λ・l／d・v2／2g」は，流体力学において一般的によく知られた数式であり，本願の出願時において当業者の技術常識であったと認められる。",
                        "また，前記(イ)aないしcの記載によれば，管摩擦係数λが流体の粘度(ν)，円管の内径(d)に影響を受けることも，本願の出願時において当業者の技術常識であったと認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本願明細書に記載された円管の管摩擦抵抗R1の数式(【数1】)「R1＝λ・l／d・v2／2g」のうち，管摩擦係数λは流体の粘度及び管の内径dに影響される。そして，環境温度変化により作動油の粘性は変化するから，管摩擦抵抗R1が環境温度変化による作動油の粘性の変化と管路の断面積に影響されることは明らかであり，そのことは本願の出願時において当業者の技術常識であったと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "断面急変部抵抗R2【数2】についての数式と周知技術",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "断面急変部抵抗R2に関する数式について(乙4，7)",
                      "text": [
                        "本願明細書中に【数2】として記載されている断面急変部抵抗R2についての式「R2＝ξ・(v1−v2)2／2g」に関連して，乙4，乙7の文献の記載を検討すると，次のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "油圧技術便覧編集委員会編，「油圧技術便覧 改訂新版」昭和51年1月30日発行(乙4)",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "「1・3・2 管摩擦外の管路の諸損失」の項(11頁～12頁)には，「p＝ξγ・(w1−w2)2／2g」という式が記載され，",
                              "text": [
                                "p(kgf/cm 2)が管路が広がる場合の圧力損失であり，γ(kgf/cm3)が流体の単位体積重量であることが記載されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "p／γは本願明細書のR2に相当し，上記(a)記載部分のwは本願明細書のvに相当するものと認められるから，上記(a)記載の「p＝ξγ・(w1−w2)2／2g」という式を前提とすると，「p／",
                              "text": [
                                "γ＝ξ・(w1−w2)2／2g＝ξ・(v1−v2)2／2g」とな",
                                "り，本願明細書の「R2＝ξ・(v1−v2)2／2g」という式と",
                                "等価の式が成立するから，上記(a)記載の「p＝ξγ・(w1−w2)2／2g」という式には，本願明細書の「R2＝ξ・(v1−v2)",
                                "2／2g」という式と同じ内容が示されているものと認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "水力機械工学便覧編集委員会編，「改訂水力機械工学便覧」昭和47年2月20日発行(乙7)",
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "「10・2・1 断面積変化」，「(a)急に広がる管」の項(139頁)には，損失水頭hLについて，「hL＝(v1−v2)2／2g",
                              "text": [
                                "＝f・(v1−v2)2／2g」という式が記載され，「簡単な解析",
                                "結果によればf＝1であるが，一般的にはf≠1で，fの値は面積比m＝a1／a2によって変わる．」と記載され，管路が急に広がる場合の狭い管路の面積をa1，広い管路の面積をa2とすることが記載されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "乙7の上記(a)記載部分のhLは本願明細書のR2に相当し，上記(a)記載部分のfは本願明細書のξに相当するものと認められるから，上記(a)記載部分の「hL＝(v1−v2)2／2g＝f・(v",
                              "text": [
                                "1−v2)2／2g」という式は，本願明細書の「R2＝ξ・(v1",
                                "−v2)2／2g」という式と等価であると認められる。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前記(ア)a，bの記載によれば，本願明細書に記載された断面急変部抵抗R2の数式(【数2】)「R2＝ξ・(v1−v2)2／2g」は，",
                      "text": [
                        "流体力学において一般的によく知られた数式であり，本願の出願時において当業者の技術常識であったと認められる。",
                        "そして，断面急変部抵抗R2の数式(【数2】)「R2＝ξ・(v1−v2)2／2g」に温度による影響を受ける要素が含まれていないことは明らかであるから，断面急変部抵抗R2が環境温度変化によって影響されないことも，本願の出願時において当業者の技術常識であったと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，審決が，「管摩擦抵抗と断面急変部抵抗との2つの流体抵抗のうち，一方の管摩擦抵抗が環境温度変化による作動油の粘性の変化と管路の断面積に影響されること，及び，他方の断面急変部抵抗が環境温度変化によって変化しないことが，流体力学を識る当業者の技術常識である。」と認定したことに誤りはないというべきである。",
                    "そして，管摩擦抵抗が環境温度によって変化すること，及び，断面急変部抵抗が環境温度変化によって変化しないことが，当業者の技術常識であったことからすれば，「環境の温度変化による作動油の粘性が変わっても扉の閉鎖時間が大きく変わらないようする」という課題に対して，管摩擦抵抗を小さくする一方，断面急変部抵抗をその分大きくして，扉の閉鎖時間に影響を与える管摩擦抵抗と断面急変部抵抗の和を一定にすることは，当業者であれば容易に想到し得る事項であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物2に記載された考案は，切削油を水で200倍に希釈した冷却剤の流量調整弁に関するものであり，刊行物2には，直径5mmの弁スピンドル10(刊行物1記載の「スプール軸(ニードル部)」に該当する。)の周面の一部に，横断面の形状が三角形であって，先端に向けてその幅及び深さが漸増して横断面積を漸増させ，先端位置における最大深さが3mm，開角が60°の切欠溝16(刊行物1記載の「V字溝」に該当する。)を形成し，切欠溝16の深さを弁スピンドル10の半径以上に設定した流量調整弁が記載されていることが認められる(甲4)。",
                    "また，刊行物1発明は，流路を流れる作動油の流体抵抗を利用した技術であり，刊行物1記載の調整弁は，実際の作用として作動油の流量をも調節するものであることが認められる(甲3)。",
                    "刊行物1発明と刊行物2記載の技術は，技術分野を共通にするから，刊行物1発明に刊行物2記載の技術を適用することに特段の阻害要因はないものと認められる。",
                    "刊行物1発明に刊行物2記載の技術を適用することにより，V字溝(刊行物2記載の「切欠溝」に該当する。)の深さをスプール軸(刊行物2記載の「弁スピンドル」に該当する。)の半径以上に設定することができ，それによってV字溝の断面積を大きくすることができ，V字溝の断面積を大きくすることにより，本願明細書に記載された円管の管摩擦抵抗R1の数式(【数1】)「R1＝λ・l／d・v2／2g」における管の内径dに相当する値が大きくなり，管摩擦抵抗が小さくなることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，審決が，「刊行物1に記載の発明において，V字溝(オリフイス溝)の深さをスプール軸(ニードル部)の半径以上にしてV字溝の断面積を大きくし，以て温度によって変化する管摩擦抵抗を減少させ，(これに伴う流体抵抗の変更分を補うために，温度によって変化しない断面急変部抵抗をその分増大させてセットすることにより，)環境温度変化による閉扉時間の影響を少なくするようにすることは，当業者であれば必要に応じて適宜設定することができる程度の設計的事項にすぎない」と認定したことに誤りはないというべきである。",
                    "以上のとおり，本願発明は，刊行物1発明及び刊行物2記載の技術に基づき，当業者が容易に発明をすることができたものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し，原告は，V字溝を深くすればその流路の摩擦抵抗が小さくなるという技術的思想は，本願の出願人の研究開発により得られた新しい知見であって，流体力学の常識ではないと主張する。",
                        "しかし，前記のとおり，V字溝を深くすればV字溝の断面積が大きくなり，本願明細書に記載された円管の管摩擦抵抗R1の数式(【数1】)「R1＝λ・l／d・v2／2g」における管の内径dに相当する値が大きくなり，管摩擦抵抗が小さくなることは明らかであるから，原告の前記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，ダッシュポット式の減衰器において，流体抵抗は管摩擦抵抗と断面急変部抵抗の和であるという技術的思想について記載し又は示唆する公知文献はないと主張する。",
                        "しかし，刊行物1発明は，流路を流れる作動油の流体抵抗を利用した技術であり，刊行物1(甲3)には，ニードル部16を導入孔14に挿入した速度調整弁15を第1シリンダキャップ4にねじ込んで設け，ニードル部16に先端に向かって深くなる断面V字形のオリフィス溝17を設け，オリフィス溝17を通過する作動油の流体摩擦によってドアの閉止速度を調整するダッシュポット式の減衰器によるドアクローザが記載されている。また，前記のとおり，流体が流路を流れるときの流体摩擦による管摩擦抵抗と，流体が流れる流路の断面積が急変することによる断面急変部抵抗は，当業者の技術常識であった。そうすると，刊行物1に記載されたようなダッシュポット式の減衰器に接した当業者は，作動油に発生する流体抵抗が管摩擦抵抗と断面急変部抵抗の和によるものであることを，技術常識に基づいて想起し得たものと認められる。そして，流体抵抗が管摩擦抵抗と断面急変部抵抗の和によるものであることは，刊行物1に記載されたようなダッシュポット式の減衰器の構造から必然的に生ずる作用効果であるから，原告が主張する「ダッシュポット式の減衰器において，流体抵抗は管摩擦抵抗と断面急変部抵抗の和であるという技術的思想」は，当業者の技術常識であり，又は刊行物1によって公知であったものと認められる。",
                        "したがって，原告のこの点の主張も，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，取消事由2も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由はいずれも理由がなく，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}