{
  "conclusion": [
    {
      "fig": "1",
      "text": "一審原告の控訴に基づき，原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "一審被告は，一審原告に対し，4500万円及びこれに対する平成17年7月2日から支払済みまで年5分の割合による金員を支払え。"
        },
        {
          "fig": "(2)",
          "text": "一審原告のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "一審被告の附帯控訴を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じてこれを3分し，その1を一審被告の負担とし，その余を一審原告の負担とする。"
    },
    {
      "fig": "4",
      "text": "この判決の第1項(1)は，仮に執行することができる。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨(一審原告)",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，一審原告敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "一審被告は，一審原告に対し，1億円及びこれに対する平成17年7月2日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも一審被告の負担とする。"
          ]
        },
        {
          "fig": "4",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "附帯控訴の趣旨(一審被告)",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，一審被告敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "一審原告の請求を棄却する。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "訴訟費用は，第1，2審とも一審原告の負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "事案の概要",
      "text": [
        "【以下，略称は原判決の例による。】"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "一審被告は，昭和25年6月1日に設立された株式会社であり，平成6年10月以前の旧商号は三菱化成工業株式会社であって，医薬品等の製造・加工・販売等を目的とする法人である。後に述べる三菱ウェルファーマは一審被告の関連会社である。",
            "一審原告は，学習院大学理学部博士課程修了後の昭和40年に一審被告に入社し，平成9年9月に退社したが，その間，医薬研究所長，医薬事業本部製品計画部長，企画部長等を歴任し，一審被告退社後の平成11年10月にはその関連会社である三菱東京製薬株式会社(平成13年10月に三菱ウェルファーマへ吸収合併)に移籍し，常務取締役等を経て平成13年9月に退社した。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "一審原告は，一審被告在社中の昭和55年，Ｎ2−アリールスルホニル−L−アルギニンアミド類の製造方法(本件発明)を職務上発明した。同発明は，抗血栓薬などの医薬の成分として有用なアルガトロバンを工業的な規模で効率的に製造する方法等に関する発明である(ただし，物質発明や用途発明ではない。)。",
            "一審被告は，本件発明を利用して，慢性動脈閉塞症を適応症とする抗血液凝固剤(薬品名「アルガトロバン」，商品名「ノバスタン注」)を，薬事法による承認を得た上，平成2年6月から平成11年9月までは自ら製薬販売し(この間の総売上高は314億円余)，平成11年10月1日からは三菱ウェルファーマ又はその前身のティーティーファーマに独占的実施許諾・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・をしている。"
          ]
        },
        {
          "fig": "3",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明については，優先権主張の基礎となる特許出願が平成8年8月11日に行われた上(特願平8−208087号)，平成9年8月1日に至り，一審原告を発明者，発明の名称を「Ｎ2−アリールスルホニル−L−アルギニンアミド類の製造方法」として一審被告から特許出願がなされた。その詳細は下記のとおりである。",
                "記",
                "・日本 出 願 日 平成9年8月1日(特願平9−207508号)",
                "出願公開 平成10年4月21日(特開平10−101649号)",
                "審査請求 平成16年7月21日",
                "現 在 審査係属中",
                "・米国 出 願 日 平成9年8月4日",
                "特 許 日 平成11年7月20日",
                "特許番号 第5925760号",
                "・欧州 出 願 日 平成9年8月4日",
                "特 許 日 平成13年10月24日",
                "特許番号 EP0823430B1"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明に関し，一審原告は，平成4年3月，「選択的抗トロンビン剤の薬物設計とアルガトロバンの開発」に関する技術につき，O.S・O.T・O.A・T.Yとともに，大河内記念技術賞を受けた。また一審原告は，一審被告から，平成8年中に「職務発明取扱規則」(平成6年10月1日施行)に基づき・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・受け取っている。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "本件訴訟は，一審原告が一審被告に対し，平成16年法律第79号による改正前の特許法35条(以下「旧35条」ということがある。)に基づき，一審原告が一審被告に承継させた上記職務発明について，相当対価である161億2589万1912円又は120億3165万8355円(以上につき原判決",
          "text": [
            "別紙11参照)の内金2億5000万円及びこれに対する平成17年7月2日から支払済みまで年5分の割合による遅延損害金の支払を，予備的に会社内規又は承継の無効を主張して日本でなされている上記特許出願出願人たる地位の移転手続を(ただし，この予備的請求は，当審において取り下げられた。)，それぞれ求めた事案である。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "原審の東京地裁は，平成18年12月27日，相当対価1200万円とこれに対する平成17年7月2日から支払済みまで年5分の割合による遅延損害金の支払を求める限度で認容し，その余の請求を棄却した。そこで，これを不服とする一審原告が，1億円及びこれに対する平成17年7月2日から支払済みまで年5分の割合による遅延損害金の支払を求める限度で控訴を提起した。",
            "これに対し一審被告も，一審原告の全部請求の棄却を求める附帯控訴を提起した。",
            "原判決が上記結論を出すに至った論旨の骨子は，次のとおりである。",
            "① 特許法旧35条4項所定の「発明により使用者等が受けるべき利益の額」は，使用者が「受けた利益」そのものではなく，「受けるべき利益」である。",
            "② 受けるべき利益の算定基準時は，使用者が特許を受ける権利を承継した時であり，本件では，本件発明が日本で特許出願された平成9年8月1日である。",
            "③ 一審原告は，一審被告が外国(米国及び欧州)に出願した外国特許についても，特許法旧35条により請求することができる。",
            "④ 平成2年6月から平成11年9月までの一審被告の自社売上高は314億2140万円であるが，"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "本件発明等による超過売上高(独占による寄与率)は40％である。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "本件発明についての一審被告の独占的利益算定方法としては，本件においては仮想実施料率算定方式によるのが相当であり，その率は3％である。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "本件のような新薬開発が成功する確率は1万分の1未満であるから，上記bの試算額から90％の減額(成功確率減額)を行うべきである。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "本件発明は製造方法の特許であるが，上記独占の効果はアルガトロバン関連6発明等により生じており，本件発明の寄与度はそのうちの20％である。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "上記金額の算定に当たっては，平成9年8月1日を基準として将来分につき年5分の割合による中間利息を控除すべきである。"
                  ]
                },
                {
                  "fig": "f",
                  "text": [
                    "本件発明がなされるに至るまで，一審原告は一審被告に雇用され，一審被告の人的・物的施設・既存の特許等を利用していたから，本件発明に関し一審被告が貢献した程度は75％である。",
                    "⑤ 一審被告は平成11年10月1日から三菱ウェルファーマ(又はその前身のティーティーファーマ)に本件発明の実施許諾をしているが，a 「相当の対価」を定めるに当たっては，三菱ウェルファーマの売上は，一審被告の売上と同視できる。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "仮想実施料率は，平成15年度までは3％であり，物質特許1及び2の特許期間が切れる平成16年以降は1％である。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "成功確率による減額は90％である。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "本件発明の寄与度は，上記物質特許1・2が存続する平成15年度までは20％，それが消滅した平成16年度以降は100％である。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "対価算定基準時を平成9年8月1日として，将来分につき年5分の中間利息の控除をすべきである。"
                  ]
                },
                {
                  "fig": "f",
                  "text": [
                    "本件発明に対する一審被告の貢献度は75％である。",
                    "⑥ 自社実施期間(平成2年6月から平成11年9月)につき実施料算定方式によった場合，その試算額は約183万円となり，また実施権付与期間(平成11年10月以降)における試算額は約957万円(合計1140万円)となるが，そのほか本件において現れた一切の事情を考慮すると，「相当な対価」は1200万円と認めるのが相当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "text": [
            "本件訴訟の争点は，特許法旧35条3項にいう相当の対価の額である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者双方の主張は，当審における主張として次に付加するほか，原判決の「事実及び理由」欄の第2，3「争点に関する当事者の主張」のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "一審原告(控訴人・附帯被控訴人)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決は，概略，次のような算式で一審原告が得る対価を算定した。",
                "売上(①)×0．4(本件特許による独占割合②)×0．03(仮想実施料率③)×0．1(成功確率④)×0．2(本件発明の寄与率⑤)×0．25(1−使用者貢献割合⑥)",
                "これら各項目に対する一審原告の主張の詳細は，(2)以下に述べるとおりであるが，これをまとめると次のとおりである。",
                "① 売上",
                "中間利息の控除を行うべきではなく，また，三菱ウェルファーマが米国企業から得たロイヤリティについては，それ自体が利益であり，それに対する利益率(仮想実施料率)を観念すべきではない。",
                "② 本件特許による独占割合",
                "ロイヤリティ収入以外の売上について，本件発明による独占力を40％とする点は争わない。",
                "③ 仮想実施料率",
                "本件発明によって使用者が受けるべき利益を売上の3％と仮想しているのは誤りであり，35％(研究開発費以外の経費を考慮した売上高利益率)又は15％(売上高営業利益率)によって判断すべきである。",
                "④ 成功確率",
                "医薬品であるからという理由で成功確率なる概念を持ち込むべきではない。とりわけ，アルガトロバンは最初から成功が約束され，また，本件は製法発明であり，本件製造法による工業的な製造が可能であることが明らかであった。さらに，営業利益率で利益を計算すれば，研究開発費を二重控除することになる。以上を考慮すれば，本件で成功確率による減額をすること自体，根拠がない。",
                "⑤ 本件発明の寄与率",
                "本件発明の寄与度を20％とする点は敢えて争わない。ただし，物質特許及び用途特許の存続期間が満了した後は100％とすべきである。",
                "⑥ 使用者貢献割合",
                "使用者の貢献を75％とする点は特に争わない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "売上について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "中間利息を控除すべきでないこと",
                  "text": [
                    "原判決は，使用者の受けるべき利益の算定に当たり，本件発明について特許出願がされた平成9年8月1日をもって相当の対価の算定基準時期となる旨認定し，同基準日以降の実際の売上高から中間利息を控除する。",
                    "しかし，相当対価の算定基準時期を起点とした中間利息の控除は，「使用者の受けるべき利益」の算定を厳密に行っているようで，その実は予測にすぎないものに中間利息という，いわば屋上屋を重ねているにすぎない。",
                    "中間利息の控除は様々な理論的な問題をはらむ上，相当の対価を求めている従業員の利益を著しく害するだけである。",
                    "また，権利承継時点以降に相当対価の請求がなされた場合，既にその間の実績が存在するが，その実績は必ずしも権利承継時の将来予測と合致したものでもない。それにもかかわらず，当該実績から中間利息を控除しても，それにより権利承継時の将来予測値が厳密に導かれるものではない。",
                    "大阪地裁平成17年9月26日判決(判例タイムズ1205号232頁)はこの点を認識して，「『受けるべき利益』は，そもそも将来の予測にすぎず，後から振り返ってみた場合に，後日の特定時点で特定の利益が得られていたとしても，そのことから直ちに，権利承継時点において，当該特定時点で当該特定の利益が見込まれていたともいえないから，後日の収益から単純に中間利息を控除しても，『受けるべき利益』が一義的に算出されるものではない。」旨判示し，中間利息の控除を否定している。",
                    "原判決の認定する上記相当対価の算定基準時から将来分につき年5分の割合による中間利息の控除をするとなれば，一方ではその基準日以降当該対価支払について遅延損害金が発生することになる。訴状送達後の遅延損害金の支払を求めていても，それは決してそれ以前の遅延損害金を放棄したものではなく，原判決のような中間利息の控除が行われるのであれば，別途，当該訴訟内又は別訴として算定基準日以降の遅延損害金請求が行われることになる。中間利息控除を行うことはこのような徒な結果を招くだけである。",
                    "この点，一審被告は，対価請求権が期限の定めのない債務であり，請求がない限り遅滞にならないとして，遅延損害金を想定することはできないと主張する。しかし，そもそも，職務発明における相当対価の支払とは，使用者とそこで働く従業員との内部関係における分配を本質とするのであって，単なる外部の第三者との債権債務関係とは異なる。雇用関係にある従業員の請求がなければ相当対価の支払をしないということが著しく不公平であることは明らかである。しかも，一審被告において発明の効果が顕著であると認められた場合にはその職務発明を行った従業員に対し褒賞金を「支払う」との職務発明取扱規則を設けているのであるから，一審被告は進んで相当対価を支払うべきなのである。したがって，発明の効果が顕著であると認められた時から遅滞すると考えるのが妥当であって，従業員からの催告がなされない限り遅延損害金は生じない旨の一審被告の反論は，このような使用者・従業員間の内部的な公平分配という職務発明対価の本質と，実際の一審被告の職務発明取扱規則を無視したものであって，失当である。",
                    "加えて，原判決は使用者等が受けるべき利益の算定において，三菱ウェルファーマの将来売上高は現状から大幅に減少していくと認定している。",
                    "すなわち，原判決は本件対価請求の対象となる三菱ウェルファーマの売上高について，平成14年度は35億円，平成15年度は43億円，平成16年度は42億円，平成17年度は54億円と，直近4年間において約54％も売上高が増加していることを認定しながら，将来分については何ら具体的根拠を示すことなく，平成19年度～23年度は約45億円，平成24年度は約40億円，平成25年度～28年度は約35億円，平成29年年度は約12億円に売上高が減少していくと認定しており，その上更に中間利息を控除すべき理由は見出せない。将来分について，将来分の売上げであるからとしてその額を謙抑的に認定しつつ，さらに将来分であるという理由で中間利息を控除することは二重の減額を行うものであって，使用者と発明者間の利害を調整する旧35条の精神に明らかに反するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一審被告と三菱ウェルファーマの一体性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "三菱ウェルファーマと一審被告との関係は次のとおりである。",
                        "① 一審被告は，平成11年9月30日，東京田辺製薬と合併するに際し，同社の100％子会社であったティーティーファーマに対して一審被告の医薬品事業全部を譲渡した。",
                        "② 一審被告と東京田辺製薬との合併により，ティーティーファーマは一審被告の100％子会社となった。",
                        "③ 同社は，平成13年10月，ウェルファイド株式会社と合併し，三菱ウェルファーマへと商号が変更された。この合併後も発行済株式の45．08％を一審被告が保有し筆頭株主であった(第2位の武田医薬品工業株式会社の保有割合は10％にも満たなかった。)。",
                        "④ 平成15年12月，株式の公開買付けにより一審被告は三菱ウェルファーマの発行済み株式の58．94％を保有する親会社となり，さらに，平成17年10月には，株式移転により，一審被告と三菱ウェルファーマを完全子会社とする三菱ケミカルホールディングスが設立され，一審被告と三菱ウェルファーマは完全な兄弟会社となった。",
                        "⑤ 上記③の時代，すなわち一審被告が三菱ウェルファーマの100％親会社でない時代においても，同社が一審被告の医薬部門であることは，一審被告自ら「決算短信(連結)」(甲34)で明らかにしている。",
                        "⑥ 三菱ウェルファーマは本件アルガトロバン事業を一審被告から譲り受けたが，特許権が一審被告に残ったのはあくまで管理上の理由からにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上によれば，一審被告と三菱ウェルファーマは，少なくとも本件発明に係るアルガトロバン事業に関しては実質的に一体であり，アルガトロバン事業による利益は事業譲渡後は三菱ウェルファーマに主に存在するが，一審被告が三菱ウェルファーマの売上の・・を得ることによって，結局，両社で本件アルガトロバン事業の利益を分け合っている。",
                        "しかも，両社は共同持株会社三菱ケミカルホールディングスを設立し，現在その完全子会社となっており，両社の利益は最終的に一体化されている。",
                        "このように，一審被告と三菱ウェルファーマは本件実施許諾契約時において完全親子関係であって，現在は完全兄弟会社であるという強固な資本関係にある。一つの事業を親子会社で行う場合，子会社にその利益の大半を取得させたとしても，それは子会社からの配当や子会社株式の価値の向上として親会社にも反映されるのであるから，子会社の得た利益が親会社と全く切り離されることなどあり得ない。",
                        "そして，たとえ両社が法人格としては別であるとしても，本件のような職務発明の相当対価請求事件においては，職務発明を譲り受けた使用者が自ら事業を実施するか，その事業を子会社に移したかにより「使用者の受けるべき利益の額」には差がないのであって，使用者の資本政策により発明者が受けるべき対価額が変わるのは明らかに不当である。",
                        "よって，本件では，一審被告と三菱ウェルファーマは一体のものとして扱うべきであり，両者間の・・という医薬品としては異例に低い実施料率を尺度にすることは間違いであるし，また，三菱ウェルファーマに事業譲渡された後は，同社の利益と一審被告が実施料として得る利益の合計が本件発明によって「使用者が受けるべき利益」である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点，日立製作所の職務発明事件に関する最高裁判所平成18年10月17日第三小法廷判決(民集60巻8号2853頁)は，外国出願についての対価請求にも特許法旧35条3，4項の類推適用を認めており，本件とは事案が異なるものの，権利を承継した使用者の行為(判断)によって発明者が受けるべき対価が違うのは妥当でなく，社会的事実として実質的に1個と評価される行為に基づく場合には対価請求できるという，旧35条3，4項の基本理念が明確に示されている。本件では一審被告が最後まで自ら製造するか，子会社である三菱ウェルファーマに事業を営ませるかは，すべて使用者である一審被告が任意に決定している。一審原告が受けるべき対価が，このような使用者だけの判断によって左右されるべきでないことは，上記最高裁判所の判例によっても明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "三菱ウェルファーマのロイヤリティ収入の性質について(ア) 三菱ウェルファーマは，テキサス・バイオテクノロジー社(現エンサイシブ・ファーマシューティカルズ社)に対して，アルガトロバンの米国・カナダにおける独占的な使用・販売権をライセンスしており，同社は，スミスクライン・ビーチャム社(現グラクソスミスクライン社)に対して，その使用・販売権をサブライセンスしている。",
                    "原判決は，このロイヤリティに対しても3％ないし1％の実施料率を乗じている(72頁19行～73頁4行)が，これは明らかにおかしい。",
                    "このような多額のロイヤリティを三菱ウェルファーマのみが得ることができて，特許権者である一審被告がその3％しか得られないということは考えられない。このロイヤリティは，前記イのような両社の関係からして，その全額が「使用者が得るべき利益」そのものであり，更に3％の実施料率を乗じることは妥当でない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し一審被告は，三菱ウェルファーマが受領しているロイヤリティ収入は本件発明に基づく利益ではない旨主張する。",
                        "しかし，上記各ライセンス契約の前提となる基本的な契約は，一審被告の前身である三菱化成工業株式会社(平成6年10月に商号変更，以下「三菱化成」という。)とジェネンテック社が1987年(昭和62年)6月30日付けで締結したライセンス契約(以下「第1ライセンス契約」という。乙27)であるところ，・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・",
                        "・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・これらの事実に鑑みれば，期間満了を迎えた特許について敢えてロイヤリティを支払うことはおよそ考えられないことから，各契約に基づくロイヤリティの対象として，各契約当時に対象とされた特許のみならず，その後特許出願された本件発明(米国特許)も含まれていることは疑いがない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また一審被告は，ロイヤリティ収入は薬理・安全性データや製剤特許等に関するものであって，本件発明とは関係がないと主張する。",
                        "・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・",
                        "・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・ 原薬の製造に係る本件発明がロイヤリティの対象に含まれていることは明らかである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに一審被告は，ライセンス料はライセンスに伴い得られる情報やデータ等に莫大な価値があるからこそ支払われていると主張する。",
                        "しかし，すべてのライセンス契約において何らかの情報やデータの提供が伴うものであり，現に本件発明の存在によってライセンス料が得られているときに，そのライセンス料を「使用者等の受けるべき利益」と考えることはすでに確定した考えであり，一審被告の主張は独自の見解にすぎない。",
                        "しかも，一審被告が主張するデータの保護は，アメリカにおいて「D",
                        "ate Exclusivity」の制度によりFDAによる承認から",
                        "5年間保護されるにすぎない。・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・データではなく特許権がライセンス料の根拠であることは明らかである。",
                        "なお，一審被告は，ライセンス契約におけるロイヤリティ及び原薬の売買代金が別々に定められている以上，本件発明の実施に関する対価は原薬代金に含まれており，仮に本件製法特許に関するものとしてさらに別途ロイヤリティを徴収すれば二重取りになってしまうとも主張するが，当事者間のライセンス契約の内容として原薬の販売と別途ロイヤリティの支払が合意されていても，それは全体として特許権に基づきライセンス料を支払う場合の支払方法の問題にすぎない。それは一審被告のいう「二重取り」ではなく，「二つの項目に分けた支払」が合意されているにすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "公開情報との不一致",
                  "text": [
                    "三菱ウェルファーマの売上は，上場企業であった同社の公開情報として開示されている(決算参考資料・決算概要〔甲6の1～5〕，財務・業績の概況〔31の1～3〕)。その数字に比べ，一審被告が三菱ウェルファーマの売上として開示する数字は明らかに少ない。この点，原判決は，本件実施許諾契約に基づいて支払を受けることができる額について虚偽があると認めることはできない旨判示する(原判決59頁1行～14行)が，両社間の契約書(乙11)第1条(4)の「実販売額」の定義を見ても，・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・輸送費等を考慮して99％を乗じていることから，公開情報より1％低いことが理解できるだけである。また，平成12年にはロイヤリティ収入がない。この矛盾の理由は何ら明らかになっていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "自社実施期間の独占的利益について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，自社実施期間の一審被告の売上のうち，本件特許権に基づく超過売上高をその4割とする(原判決68頁14行)。アルガトロバンについて実質的に唯一の工業的製造方法を提供する本件発明の存在が他メーカーの参入を阻んでいることは原判決認定のとおりであり，ただ，「製法」に関する特許であることから，原判決は，「物質」に関する特許(発明による独占力は50％以上と想定できる)に比べていくらか低く判断したものと思われ，この認定については一審原告は特に争わない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実際の利益率によるべきこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "問題は，この4割を前提として，一審被告が得た利益を算定する方法である。この点については，①売上高に対する利益率で算定する方法と，②他社に本件発明を実施許諾した場合に得られるであろう実施料率により算定する方法が考えられる。原判決は，一審原告が上記①を主張したのに対し，上記①の試算を行うにしても証拠が不足しており，粗利益率及びその他の差し引かれるべき費用(輸送費，販売関係費等)の認定は困難であるとして，②によって利益を算定している(原判決69頁2行～3行)。",
                        "しかし，一審被告は東京田辺製薬との合併前に社内カンパニー制を採用していたから，医薬品事業部門としての利益集計に必要な主な製品毎の利益も計算していたはずであり，また，それらの証拠類も保存されているはずである。もっとも，そうした文書の提出がなくても，上記①の利益率が15％を下回らないことは，以下に述べるとおり明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審被告の利益率について，一審被告は全体として3．75％であると主張するのみで，医薬事業部門の利益率は明らかにしないが，化成品と医薬品とでは利益率が大きく異なることは明らかであり，一審被告全体の事業にかかる営業利益率は本件では全く参考にはならない。",
                        "そこで，一審被告から医薬品事業を譲り受けた三菱ウェルファーマについて，2002年度(平成14年)から2004年度(平成16年)",
                        "における平均原価率等を「製薬企業の実態と展望」(甲35の1～3)により集計すると次のとおりである。(単位＝％)",
                        "三菱ウェルファーマ 2002 2003 2004 平均",
                        "売上原価率 43.00 35.47 34.88 37.78",
                        "売上販管費比率(研究開発費除く) 29.32 30.74 30.31 30.12売上研究開発費比率 17.19 21.46 21.55 20.07",
                        "売上高営業利益率 10.49 12.20 13.25 11.98",
                        "売上高利益(研究開発費除く)率 27.68 33.79 34.81 32.09これによれば，三菱ウェルファーマの売上原価率は平均約37．78％であり，粗利益率は60％を超える。また，同社の売上高営業利益率は平均約12％であり，3．75％などという低い利益率などではない。",
                        "また，医薬品大手14(13)社の2002年度(平成14年)から2",
                        "004年度(平成16年)における平均値も，次のとおりである。(単位＝％)",
                        "医薬品大手14(13)社平均 2002 2003 2004 平均",
                        "売上原価率 37.55 35.29 34.36 35.73",
                        "売上販管費比率(研究開発費除く) 31.27 31.42 30.99 31.23売上研究開発費比率 14.15 15.26 15.01 14.81",
                        "売上高営業利益率 17.03 18.03 19.66 18.24",
                        "売上高利益(研究開発費除く)率 31.18 33.29 34.65 33.04売上高営業利益率でみると，三菱ウェルファーマは業界平均より約6％低いが，これは同社の研究開発費が他社より高いことと，一審被告に対して・・程度の実施料を支払う等によって，医薬品事業の利益を2社で分け合っている結果であり，この意味からも，一審被告と三菱ウェルファーマの利益を合体させて初めて医薬品事業の利益として他の医薬品大手と対比できることになる。",
                        "したがって，一審被告自らが医薬品事業を営んでいた場合の営業利益は，一審被告から医薬品事業を譲り受けた三菱ウェルファーマの営業利益及び同社から一審被告が得る実施料の合計と異なるはずはなく，また，そのうち本件アルガトロバンについての利益もそれと同等であることは合理的に推認できるところである。よって，本件アルガトロバン事業によって，一審被告が得る利益は，売上の15(12＋3)％である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ところで，粗利益から販管費(販売管理費)を控除したものが営業利益であり，販管費には研究開発費が含まれるから，売上高営業利益率を用いると使用者における他の研究開発に対する費用が控除されている。",
                        "旧35条4項は，相当の対価の算出に当たって考慮すべき事由について，「その発明がされるについて使用者等が貢献した程度」と規定し，明確に「その発明」に関する事由に限定しているから，「その発明」以外の発明に関する使用者の貢献などは考慮される余地はない。職務発明の対価請求とは，「その発明」を行った従業員と使用者との個別の利害調整の問題なのであるから，「その発明」を行った従業員と関係のない他の従業員が行った発明に関する事由は当該従業員の求める対価の算出に当たり考慮されないはずである。当該対価請求の根拠となる発明以外の事由を対価算出に当たり考慮するならば，発明者である従業員としては，現に自身の研究開発が成功しているにもかかわらず，自身の対価請求とは何ら関係のない失敗した他の発明に関する責任を負わされることになり，これが職務発明について相当の対価を請求する従業員に対して著しく不合理であることは明らかである。",
                        "したがって，使用者が当該事業によって得た利益を算定する際には，他の研究開発費を除いた売上高利益率を用いるべきである。",
                        "しかも，原判決は，成功した本件以外にも使用者が多数の失敗に終わる研究開発費を負担しているとして，成功した研究開発の利益から当該負担分を回収させるべきであるとの発想から「成功確率」による減額を行っている。このようにして使用者が負担した他の研究開発費を考慮するのであればなおのこと，使用者が得た利益算定段階においては研究開発費を控除する理由は全くない。それは，使用者が負担した研究開発費について，①使用者の得た利益の算定段階において控除し，さらに②「成功確率」による減額によって控除し，さらには，③使用者貢献でも判断するという三重の控除を行うことにほかならず，明らかに不当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "一審原告は，使用者が受けるべき利益が粗利益率によって算定されるべき旨の原審での主張は撤回するが，上記のとおり他の研究開発費は考慮すべきでないから，これを控除しない売上高利益率(35％)によって算定すべきであり，これによれば，一審被告が自社実施していた時期の，使用者が受けるべき利益は，43億9908万円(＝314億2200万円×0．4×0．35)となる。仮に他の研究開発費をも考慮して売上高営業利益率によって算定するとしても18億8532万円(＝314億2200万円×0．4×0．15)となる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "仮想実施料率による場合",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "仮に，仮想実施料率算定方式によるとしても，医薬品関連特許権の実施料率が20～30％であることは，原裁判所が一審被告に釈明を求めた際に原裁判所が自ら指摘しているところである。原判決は，一審被告と三菱ウェルファーマとの間の本件実施許諾契約で定められた・・という実施料率が不合理であるということはできないとしているが，20％が顕著なときに，・・であっても合理的である理由などどこにも存在しない。",
                        "原判決は，一審被告が三菱ウェルファーマと締結した本件実施許諾契約(乙11)における実施料率を何よりの根拠としているが，前記のとおり，三菱ウェルファーマは一審被告の医薬品部門であって，実質的に社内にあるのと何ら変わるところがない。この実施料の設定もいわば「管理上の都合」で設定されたものであり，およそ独立した経済主体間でなされる実施契約で規定される実施料率とは全く異なるものである。このような特殊な事情のある実施料率を基礎として一審被告が得ることのできる利益を判断するのは妥当でない。むしろ，本件で仮想実施料率を用いるなら，三菱ウェルファーマが更に第三者に実施許諾をしている実施料率を基礎にすべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一審被告は，本件以外の薬のライセンス契約における実施料を次のとおり開示している。",
                        "・ ・・・・・・・・・・・・・",
                        "・・・・ ・・・・・・・・・・・・・・・・・・・・・",
                        "・・・・・",
                        "・・・・・・ ・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・",
                        "・・・・・・・・・・・・・・・",
                        "・ ・・・・・・・・・・・・・",
                        "・・・・ ・・・・",
                        "・・・・・・ ・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・",
                        "・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・",
                        "・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・",
                        "・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・",
                        "以上からすれば，仮想実施料率による場合であっても，本件発明に対する実施料率として，15％を下回ることはないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "この点，原判決は，一般の実施料率を示すものとして，実施料に関する一般的な実例を調査した社団法人発明協会発行の「実施料率〔第5版〕」(甲16)も引用するが，本件発明のように製造承認が得られた医薬品の実施料率が高率となるのは通例であり，一審被告の他の契約では製造承認が得られていなくとも10％以上の実施料率となっていることからすれば，このような一般的な実施料率を本件に当てはめることは間違いである。",
                        "また原判決は，実施料率が20％を下回ることはないとした一審原告の主張について，「原告の主張は，臨床試験を経て製造承認を得た医薬品についての実施許諾においては，化合物を合成し，動物での非臨床試験を通過したことにより得られた価値，その後に第1相，第2相，第3相の臨床試験をそれぞれ通過したことにより積み重ねられた価値，現実に審査を経て製造承認に至ったことにより更に積み重ねられた価値があることを十分区別していないものといわざるを得ず，採用することができない。」(69頁17行～22行)と判示して，排斥している。",
                        "しかし，本件発明については，現実に審査を経て製造承認に至ったことにより更に積み重ねられた価値があるのに・・という低率である点が問題なのである。あるいは原判決は，特許の承継は化合物合成段階で行われるからその後に高まった価値で判断すべきではないと判断しているのかもしれない。しかし，ここで問題としているのは特許権を承継した会社の独占利益を算定するときに，いかなる利益率を用いるのが適当かという点であり，そこでは実際の自己実施を前提にしているのであるから，そのような発想は明らかに間違っている。しかも，原判決は，その上成功確率や一審被告の貢献を考慮した減額も行っているのであり，使用者が受けるべき利益の判断をする際に，このような発想を持つ必要性はどこにもない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "三菱ウェルファーマ実施期間の独占的利益について",
              "text": [
                "上記のように，一審被告の医薬品部門であり，本件発明に係るアルガトロバン事業を承継した三菱ウェルファーマの売上利益は12％であり，一審被告は売上の・・の実施料を得ている。上記のような事実関係にある本件の場合，三菱ウェルファーマの実施は，少なくとも職務発明の対価額の判断においては一審被告の実施と同視すべきであり，結局，両社の得た利益の合計が「使用者の受けるべき利益」である。",
                "したがって，三菱ウェルファーマの売上(米国から受け取るロイヤリティを除く)について，研究開発費を控除しない売上高利益率(35％)によって算定すべきであり，仮に他の研究開発費を考慮するとしても，売上高営業利益率15％によって算定すべきである。",
                "なお，原判決は，「…物質特許1，2が存続している平成15年度までは3％，それが期間途中で満了した平成16年度から本件特許の満了する平成29年までは1％として算定するのが相当である。」(69頁14行～16行)と判断し，物質特許が切れた後の仮想実施料率は切れる前の3分の1であるとするが，製法特許発明の対価請求事件である本件において，物質特許が切れるか否かは本来関係がない。一審被告と三菱ウェルファーマ間の本件実施許諾契約は，物質特許等の存続期間の満了によって実施料を変えているが，そもそも，両社間の本件実施契約自体依拠すべきものでないことは前記のとおりであるし，実質的に唯一というべきアルガトロバン原薬の工業的製造方法である本件発明による独占力は物質特許の存続期間満了によって消えるものではなく，また，原判決が本件発明の独占力を売上げの5割ではなく4割に限定しているのも，本件が製法特許であることを考慮したはずであり，ここで再度考慮して15％を5％に減額する必要は全くない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "「成功確率」による減額について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，創薬事業において失敗に終わる研究開発が多数存在することから，「成功確率」による減額を行っている。",
                    "しかし，一審原告が一審被告在社中に行った各特許発明は，いずれも，一審被告が医薬品事業を立ち上げた創業時のものであり，各特許発明時までの間に実施に至ることのなかった多数の研究が存在しているものではない。一審原告が昭和47年に一審被告の医薬部門に移り，創薬研究に従事するようになったとき，一審被告においては新しい医薬品となり得る候補化合物は全くなく，そもそも新薬開発に向けた研究開発投資は行われていなかったのである。それまでの多数の失敗の上に当該発明が完成したという場合ならともかく，本件では他の発明の失敗を理由に成功確率なる減額を行うべき事情は全く存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかも，本件発明は以下述べるように，成功が約束されていたものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "新薬開発は次のプロセスで行われる。",
                        "Ⅰ 合成(抽出)化合物の創製段階(化合物数4万4365)",
                        "Ⅱ 前(非)臨床試験段階(同223)",
                        "Ⅲ 臨床試験段階(治験)(同149)",
                        "Ⅳ 承認申請段階(同75)",
                        "Ⅴ 承認取得段階(同36)",
                        "上記Ⅱの段階に至った化合物については，その約66．8％が次のⅢの段階まで進んでおり，上記Ⅱの段階の約24．2％が最終的な承認を取得している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)ⅠとⅡの段階における化合物数から明らかなように，一般的に新薬開発の成功率が低いとされる最大の原因は，新規化合物のうち前(非)臨床試験の対象に至るものが極端に少ない点にある。",
                        "これは，上記(ア)Ⅰの段階においては，①化合物ライブラリーの作成(数十万から数百万の化合物の収集)，②標的分子の探索(病態に関わると考えられる標的分子を見つけ出す)，③スクリーニング(新薬のもととなるリード化合物を見つけ出し，薬効安全性の両面から最適な化合物を選び出す。この段階をパスするものはわずか)，④最適化のための化合物修飾(リード化合物の周辺化合物を数多く作る)，の各工程が行われ，上記③のハイスループット・スクリーニングにおいて，数十万から数百万個の既存の化合物の中からリード化合物が偶然発見される手法が一般的に採られているためであり，単に創製され，その性状が全くの未知である新規化合物のほとんどは，医薬品としての資質が認められず，リード化合物として選び出されないからである。",
                        "逆に，設定された研究目標に対し，疾患や疾病に関わる生体反応や生理現象における有機化学反応を1つ1つ考察し，これらを有機化学構造式で示した上で，それらの化学反応をいかにコントロールしていくかについて様々な仮説を立て，検証しながら新たな化合物を合成していく手法の場合には，研究者の知識，経験，発想力及び高度の合成技術が要求されるものの，明確な1つの目標に突き進むことから，その成功確率については無目的にリード化合物を求めるハイスループット・スクリーニングと同列に論じることはできない。また，リード化合物の選択に当たって対象となる生理現象のメカニズムについて多くの知見が存在する場合には，薬理薬効を及ぼすべき対象(すなわち，当該メカニズム)が明確である。さらに，薬理薬効が明確な場合には上記(ア)Ⅱの段階や同Ⅲの段階で行うべき内容が明らかとなることから，それらの試験を念頭に置いた薬物設計を行い，かつ，非臨床試験を見据えた簡略試験を行うことが可能となり，無目的に創製された新規化合物などとは異なり高い蓋然性をもって同Ⅱの段階に進むことが予想されるのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "加えて，上記(ア)Ⅱの段階は動物(主にラット，イヌ)を対象とした新規化合物の有効性及び安全性試験であり，同Ⅲの段階はヒトを対象とした新規化合物の有効性及び安全性試験であるところ，両者は対象をラット(動物)又はヒトとする点で異なるが，ともに新規化合物の有効性及び安全性を確認する点では同一である。この点，例えば，中枢系薬物のように中枢(脳)に作用する化合物については中枢(脳)の機能が哺乳動物によって全く異なっていることから，ラットによる試験結果(前臨床試験結果)からヒトによる試験結果(臨床試験結果)を判断することは極めて難しい。",
                        "しかし，血液の機能及び血液凝固システムは哺乳動物の種類にかかわらず基本的に同じであることから，ラットの血液に対して認められた薬理薬効はヒトの血液にも認められる可能性が高い。このように，新規化合物が影響する体組織についてラットとヒトがその構造・性質において類似している場合には，ラットによって得られた薬理薬効はヒトにも同様に得られる可能性が高く，前(非)臨床試験結果からほぼ臨床試験の結果が予測できる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "一審原告によるアルガトロバンの開発は，このようなアプローチによって，行うべき非臨床試験や臨床試験を絶えず念頭において薬物設計を行ったものである。すなわち，一審原告は前(非)臨床試験に入る前段階において既に動物を使った静注投与や連続投与などの毒性測定，猫の脳波による中枢毒性(痙攣)測定等を行い，クリアーしなければならない重要な試験を既に行い有効な結果を得ており，アルガトロバンは上記(ア)Ⅱの段階である前(非)臨床試験に進むことは確実だったのである。",
                        "そして，アルガトロバンは，その機能が哺乳動物に基本的に同じである血液に薬理薬効を及ぼすものであるところ，既にラットによる毒性値が低いこと，ラット及び猫の電気生理試験が痙攣波を発生しないこと，薬物動態性が優れていることなどの多くの知見が確認されていたのであるから，上記(ア)Ⅲの臨床試験段階において同様の効果を出すことは明確であったのである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，創薬であっても，新規化合物合成のアプローチ，対象となる新規化合物の特質，あるいは研究開発の内容によっては相当程度に高い成功率が望めるのであって，様々な薬理薬効作用が確認されていた完成度の高いアルガトロバンは，何らの知見も確認されていない新規化合物とは全く異なり，臨床試験においても有効な結果を出すことが高い確率で見込まれていたのである。このようなアルガトロバン(しかも，その製法)に関する発明と単なる新規化合物とを同一視して成功確率を論ずることは，それ自体大きな誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明の寄与度について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，商標権も本件実施許諾契約の対象とされていることを理由として，本件発明の寄与度を20％とする(70頁20～25行)。",
                    "この点，商標権は特許権の存続期間満了後も独占的な実施・販売を可能とするために付加されたものにすぎないし，商標権については対価請求ということも行われないのであるから，複数の特許権が存在する場合の特許発明間の寄与率の算定根拠に含ませるべきものではなく，原判決の上記判断は明らかに誤っている。しかし，本件において他に物質特許，用途特許，中間体特許の存在することを考慮すると，結論として20％というのも一応合理性があるので，一審原告は敢えて争わない。ただし，他の特許がすべて切れて本件発明のみとなった後の実施については，本件発明の寄与度は100％になるはずである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し，一審被告は，本件発明が製法発明であることを強調して，原判決の認定した寄与度20％が高すぎると主張する。",
                    "しかし，医薬品の製法特許に非常に高い価値があることは，「実施料率〔第5版〕」(甲16)70頁に「医薬品の実施料率8％以上の114件のうち，50％の契約2件を含む19件の技術内容はDＮA，遺伝子関連の技術(DＮAの増幅，遺伝子組替え医薬品に関するもの)であった。",
                    "他の実施料率50％の契約の技術内容は，血圧降下剤，消炎鎮痛剤等，全て医薬品の製造技術に関するものであった。」とされていることから明らかである。すなわち，ある医薬品が開発され特定の薬効が確認されてもそれだけでは医薬品として完成せず，例えば重篤な薬害や副作用を引き起こす可能性のある不純物をできる限り取り除き，純度の高い医薬品を工業的に製造することは医薬品事業にとって必要不可欠である。しかも，不純物の多寡は開発後の試験の難易を左右するものであり，医薬品の非臨床・臨床試験にとっても決定的な影響を及ぼすことになる。医薬品として販売し，利益を上げるためには，上記高純度の製品を大量に安価で製造できる方法の存在が不可欠なのであり，医薬品にとって製造方法とは単なる手段ではなく，医薬品の価値を大きく左右する生命線となるのである。",
                    "アルガトロバンの製造方法としては，物質特許1(特許第1382377号)及び用途特許(特許第1616950号)で開示されている製造方法(旧製造方法)もあるが，これは研究用サンプルを得る製造方法にすぎず，工業的な規模での生産に適した方法ではない。これに対し，本件発明は，医薬品としてのアルガトロバンを純度99％以上という高純度で，かつ工業的な規模で製造することができる唯一の製造方法であり，アルガトロバンを製造・販売するために非常に重要な価値のある発明である。本件発明なくしてアルガトロバンを工業的に生産することは不可能であり，アルガトロバン事業において今日得ている莫大な利益を得ることはなかったのであるから，アルガトロバン事業において本件発明に高い寄与があることは明らかである。",
                    "かかる本件発明の重要性という個別の事情を全く考慮せず，一般論を展開するにすぎない一審被告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，一審被告は，設定登録により権利化されていない段階での本件発明の寄与率は低く評価せざるを得ないと主張する。",
                    "しかし，本件発明は，米国では平成11年7月20日に，欧州では平成13年10月24日に特許化されており，日本でも特許として登録されることは確実である。第三者としては，特許査定が確実な本件発明を侵害した場合に補償金の支払請求を受けることからすれば，特許査定後は本件方法を中止せざるを得ず，その場合再度承認申請が必要となることが容易に理解されることとなる。したがって，特許査定前であっても本件発明の排他的効力は強く，寄与率を減額すべき要因とならないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "一審被告の貢献度について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，以下の理由をあげて，一審被告の貢献した程度を75％と判断する(原判決71頁9行～下2行，なお，下記②等の番号は原判決のものであり，下記以外は一審原告にとって有利な事情である。)。",
                    "「② 一審原告は，昭和40年に化学会社である一審被告に入社して以来，研究の仕事に従事し，昭和47年からは合成班のグループリーダーとして創薬研究に従事し，本件発明は一審原告の職務の遂行そのものの過程でされたものであること",
                    "③ 立場の違いにより貢献度の評価が異なるとしても，一審原告は，一審被告に蓄積されていた化学会社としての知識及び技術並びに物質特許1，2及び用途特許等を利用し，一審被告の設備を使用して，一審被告の研究者等のスタッフの助力を得て，本件発明を完成したものであること",
                    "⑤ 一審被告の三菱ウェルファーマとの実施許諾契約の締結や，三菱ウェルファーマの米国企業との独占販売契約の締結は，一審被告や三菱ウェルフアーマの経営努力によるところが大きいこと",
                    "⑥ 一審原告は，一審被告において研究開発の要職を歴任し，役員待遇の理事役となり，退職時には正規の慰労金の1割相当額の特別加給を受け，その後も関連会社で常務取締役を務めるなど恵まれた処遇を受けていること」イ 一審原告は，前記「成功確率による減額」が行われないのであれば，使用者の貢献が75％であるという点は敢えて争わないこととするが，以下述べるように，上記の各事情は一審被告の貢献の根拠とするには不適当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "②につき",
                      "text": [
                        "一審被告が医薬事業に進出したのは，昭和46年，中央研究所内に医薬研究部を設置したことに始まるが，昭和47年に一審原告が医薬部門に移った当時は一審被告の医薬事業の立ち上げ時期であり，十分な図書・研究設備もなく，また，医薬品の研究開発に十分な経験を持つ研究者も多くなかった。そのため，一審原告の創意工夫により研究開発を進めていくしかなく，会社から研究開発に関する具体的な指示や命令を受けたことはなかった。一審被告は一審原告の研究成果を聞いて研究開発を続行すべきかどうかを判断していたにすぎない。原判決は，本件発明が一審原告の「職務の遂行そのものの課程」でされたものにすぎないと評価するが，実質的には新規事業の立ち上げであり，既存の基盤があってその上でただ職務遂行していれば本件発明に至るというのではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "③につき",
                      "text": [
                        "一審原告が一審被告の設備を使用し，一審被告の研究者等のスタッフの助力を得て本件発明を完成したものであることは否定しないが，設備については一審被告にとって医薬事業を立ち上げたばかりであったため十分なものではなく，また，医薬の研究を進めていくためには先発会社と比べて社内の技術・経験が乏しく，本件開発に役立つような化学会社としての先行技術の蓄積は全くなかった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "⑤につき",
                      "text": [
                        "原判決は，「被告の三菱ウェルファーマとの実施許諾契約の締結」を一審被告の貢献として挙げているが，両社の実施許諾契約は一審被告を中心とする企業グループにおいて特許管理の都合上締結されたものにすぎず，独立の経済主体間において締結された契約ではないから，契約締結のための交渉等，一審被告の貢献度として挙げるべき事情は全く存しない。",
                        "また，原判決は，三菱ウェルファーマが米国企業との独占販売契約を締結したことに関する三菱ウェルファーマの貢献まで判断要素として挙げている。仮に三菱ウェルファーマは一審被告とは別主体であるというのであれば，同社の貢献を一審被告の貢献理由として考慮することは失当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "⑥につき",
                      "text": [
                        "一審原告が研究開発の要職を歴任したことが使用者の貢献度として認定されているが，一審原告は本件発明を理由として優遇されたことはないし，それを示す証拠も存在しない。いかに優れた発明をしても管理職に登用されない者が多数いるのであり，一審原告の場合は管理職としての能力・識見を評価されて要職を歴任したにすぎない。したがって，一審原告の職務歴を使用者の貢献度とすることはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，本件発明に関する一審被告の貢献としては，本件発明の実施化の際の費用，すなわち非臨床・臨床試験，製造承認というプロセスに要した費用が考えられる。これらは確定した金額として算出されているはずであり，一審被告がその具体額を主張することは可能である。一審被告がこの具体的な主張をしないのは，研究開発費が第一製薬株式会社と折半であるためと思われる。もっとも，使用者が受けるべき利益の算定に際して，研究開発費を除いた利益率35％で算定判定するのであれば別として，研究開発費も利益から控除した利益率15％で判断する場合は，もはや臨床試験等の費用の主張はできないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "結論",
              "text": [
                "以上を基礎にして一審原告の対価主張額を表にまとめると，(別紙1)「控訴人原告主張の相当対価」のとおりであり，過去分と将来分を合計して47億4000万円となる。本件発明がアルガトロバン事業の実質的な独占力を今後も一審被告及び三菱ウェルファーマに与え続ける唯一のものであること，一審原告が本件発明の唯一の発明者であることからすると，この額は決して高額なものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "一審被告(被控訴人・附帯控訴人)",
          "content": [
            {
              "fig": "(1)",
              "subject": "職務発明の対価の本質",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法は，職務発明の帰属について，自然人としての発明者個人への原始的帰属を原則とするいわゆる発明者主義を採用している。他方，特許法は，職務発明については使用者等に法定通常実施権を認めるとともに，契約，勤務規則その他の定めにより，特許を受ける権利又は特許権を使用者等に移転することができる旨を定めている。すなわち，特許法は，職務発明の取扱についてその帰属と利用に関して発明者(従業者等)と使用者等との調整を図るものである。それとともに，当該特許を受ける権利又は特許権が処分可能な財産権である以上，その財産権の移転(権利の承継)があるときは当該財産権の経済価値と等価の対価が支払われるべきところ，従業者等と使用者等との間の雇用関係等の労働法制上の要請により，その移転の対価が「相当の対価」であることを要すると規定していると解すべきである。そして，その「相当の対価」とは，前記のように，職務発明の利害調整規定によって使用者等は法定の通常実施権を有するから，かかる通常実施権の負担付の特許を受ける権利又は特許権と等価な価値額を指称すると解される。多くの判例が相当の対価の考慮要素(35条4項)としての「利益」について，「特許権の取得により当該発明を実施する権利を独占することによって得られる利益(独占の利益)と解するのが相当である」とする所以である。",
                    "特許を受ける権利又は特許権が職務発明にかかるものであって使用者等に移転した以上，当該権利をどのように利用するかは専ら譲渡を受けた使用者等の自由な処分に委ねられているのであって，特許権者として最適化した利益を上げようと努力した成果である使用者等が得た利益を，共有者ではない従業者に対して配分するという法的根拠も経済的根拠も全くない。経済的根拠については，当該権利を使用した事業の実施に参画する事業者(共同事業者)が存在する場合を考えるとより一層明白になる。かかる共同事業者は事業が成功するか否かわからない時点で参画し，その事業実施のコストを相応に負担するというリスクを負った上で権利者と事業を共に遂行していくのであるから，成功した場合には応分に利益の分配を受けることが合理的であるが，企業における発明者は将来における事業リスクを負わない(事業化できなくとも，コストを分担するわけではない。)のであり，仮に事業が成功したとしても単純にその利益の分配を受けるという経済的根拠がないことは明らかである。青色LED事件における東京高等裁判所の和解に対する考え方は，「企業の共同事業者が好況時に受ける利益の額とは自ずから性質の異なるものと考えるのが相当である」としているが，正に「相当の対価」の支払は共同事業者が共有特許権について他になんら補填すべきものがないとき(好況時)にその利益を配分するようなものとは全く次元が異なることを的確に示したものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "算定基準時",
                  "text": [
                    "前記のように，職務発明における「相当の対価」が，利害調整規定によって法定通常実施権という負担付権利として特許を受ける権利(登録されれば特許権)が従業者に発生すると規定されているのであり，かかる負担付権利であるにしてもその財産権の移転がある以上，等価価値の交換として「相当の対価」が評価できなければならないとの制度趣旨であるから，その等価性は権利移転時に確保されなければならないのは当然である。",
                    "そして，旧35条3項が「特許を受ける権利若しくは特許権を承継させ，又は使用者等のため専用実施権を設定したときは，相当の対価の支払を受ける権利を有する。」と規定していることから，相当の対価の算定基準時は特許を受ける権利又は実用新案登録を受ける権利を承継した時点であると解すべきである(青柳怜子「職務発明(2)−対価請求権」裁判実務体系9工業所有権訴訟法294ページ，中山信弘編著・注解特許法第3版【上巻】353ページ(中山信弘)，福田親男「職務発明」民事弁護と裁判実務8知的財産権373ページ)。",
                    "もっとも，職務発明に基づく特許を受ける権利の承継後，長期間を経過した後に相当の対価を巡る紛争が生じた場合，当該職務発明にかかわる事業収益や実施許諾契約に基づく実施料収入は，権利承継後の事情ではあるにしても，紛争解決時においてはいずれも過去の事実として判明している事柄であるから，これら事情を総合して前記算定基準時における相当の対価算定の参考にするべきであることは，多くの判例が認めるところであり，一審被告も参考とされるべきこと自体を否定するものではない。",
                    "しかし，特許権者である使用者等の行う事業が成功するか否か，実施の事業による売上がどの程度上がるのか，また開始した当該事業を継続するか否か，当該事業を他の企業に譲渡するか否か，そもそもかかる事業を行う母体である企業そのものが存続できるのか否か等のリスクは権利承継時には不明な事情であるのであって，相当の対価の算定を後日行うことになった場合には既に超過売上高やライセンス料の実績があることから，単に資料として用いることができるにすぎないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "不確定要素の考慮",
                  "text": [
                    "前記のように，相当の対価の算定基準時は当該権利の移転時であるから，当該権利(通常実施権の負担付権利)の対価の算定をするに際しては，将来どのように展開するか全く不明であるという不確定要素，換言すると権利化失敗のリスクや事業化に対する投資リスクを適正に評価する必要がある。相当の対価を巡る紛争が顕在化した時点では既に実施の事業が成立し，その事業の売上による利益が過去の事実として存在するが，それらはいずれも当該特許を受ける権利が移転した時点では将来の不確実な事象であって，これらが100％の確率で実現することを断言できる者は誰もいなかったことを看過してはならない。",
                    "また，職務発明が生まれるまでのコスト，すなわち使用者等の研究開発投資及び当該研究に従業者等を従事させることによる機会損失も，コストとして適正に評価する必要がある。",
                    "こうした不確定要素や開発コストがあるにもかかわらず，使用者等が実施の事業で得た独占的利益を積算し，これに発明者貢献割合を単純に乗じて「相当の対価」を算定する方式は，権利承継後に使用者等が得た独占的利益を「発明者貢献度」と称する割合によってあたかも配分するかのような結果をもたらしてしまい，その本質に反することになることを銘記すべきである。前記のとおり，「相当の対価」の支払は独占的利益の配分ではないからである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "種々のリスクに関する確率要素を考慮することが不可欠であること新技術を探索する研究開発には技術的なリスクが存在する。また，研究開発には競争が存在し，競争企業によって特許が先取りされてしまうリスクもある。ある発明を事業化するにはそれを商業化するに必要な補完的技術の開発・導入投資，生産と販売体制の確立などのための投資が必要であるが，こうした投資が収益をもたらすかどうかにも大きなリスクが存在する。技術的に優れた発明でも補完的な資産への投資が適切に行われないと発明実施事業は利益を生まない。",
                    "以下では，企業が負担しているこのようなリスクの大きさを確率的に把握して，発明完成時に当該発明の実施事業による利益(粗利益)の総計の期待値がどのようになるかを検討する。",
                    "研究者の研究を当該発明に振り向けると他の研究開発の機会が失われる。この機会損失を研究者の研究努力の機会費用という。この研究努力の機会費用は研究者が他の研究という仕事をした場合に企業が得られる利益である。以上から，研究開発における費用は直接に行われる研究開発費用及びこの研究者の研究努力の機会費用の合計額である。研究開発の成功確率(発明が得られる確率)をφとする(0＜φ＜1)。",
                    "研究開発が成功すれば企業はさらに事業化投資を行う。この投資によって発明はθの確率で粗利益(収入から事業化投資以外の費用を控除)をもたらすが(0 ＜θ＜1)，(1 −θ)の確率で失敗し収入をもたらさない。",
                    "この結果，企業と発明者全体として，以下の表に示す利益が実現する。",
                    "この表が示すように，研究開発のみが失敗する場合よりそれが成功して事業化に失敗した場合の方が損失は大きい。",
                    "各場合の利益",
                    "事業化成功 事業化失敗",
                    "(確率 θ) (確率 1−θ)",
                    "開発成功 利益−(研究開発費用＋研究者の研究 ー(研究開発費用+研究者の研究(確率φ) 努力の機会費用 ＋ 事業化投資) 努力の機会費用 + 事業化投資)開発失敗 −(研究開発費用＋研究者の研究努力 なし",
                    "(確率1−φ) の機会費用)",
                    "利益(期待値)＝ φθ(利益−(研究開発費用＋研究者の研究努力の機会費用＋事業化投資))",
                    "＋ φ(1−θ)(−(研究開発費用+研究者の研究努力の機会費用＋事業化投資))",
                    "＋ (1−φ)θ(−(研究開発費用＋研究者の研究努力の機会費用))＝ φθ利益 − (研究開発費用＋研究者の研究努力の機会費用)− φ事業化投資",
                    "この分析から，発明完成時における利益の期待値は研究開発確率及び事業化成功確率に依存することがわかる。つまり，種々のリスクに関する確率要素を考慮することが不可欠であることがわかるのである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "独占利益算定の基礎となる事実の誤認",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審被告と三菱ウェルファーマを一体とみることの誤り(ア) 原判決は，使用者が他の企業との間で実施許諾契約を締結し，同契約に基づいて実施料を取得した場合には，この実施許諾契約により取得した実施料額を算定の資料として用いるとの基準を示す(原判決63頁7行～11行)。本件で「使用者」とは一審被告であるから，原判決が示した上記基準によれば，当然ながら三菱ウェルファーマとの実施許諾契約に基づき一審被告が取得した実施料額を算定の資料としなければならないはずである。",
                    "しかし，原判決は，一審被告が「実施許諾契約により取得した実施料額」ではなく，突如として三菱ウェルファーマの売上(原判決別紙13の「三菱WP」)に，独自に設定した仮想実施料率なるものを乗じて「仮想実施料額」を算出して，相当の対価算定の資料とする。このように，原判決が，「一審被告が取得した実施料額」ではなく，「三菱ウェルファーマの売上高を基礎とした仮想実施料額」と誤った認定をする理由は，一審被告の主張する具体的数値は厳しすぎるとの発想のもとに，後述するように，合理的な根拠もないままに三菱ウェルファーマがエンサイシブ・ファーマシューティカルズ社等から受け取ったロイヤリティ収入の額を一審被告が受けるべき利益の判断において考慮しようとしたからにほかならない。そのために，原判決は，「三菱ウェルファーマの正味販売高」を算定の基礎として，「三菱ウェルファーマがエンサイシブ・ファーマシューティカルズ社等から受け取ったロイヤリティ収入の額」をも考慮し，さらに「三菱ウェルファーマがエンサイシブ・ファーマシューティカルズ社等から将来受け取るロイヤリティ収入」も含めて推定するという判断の誤りをしたのである。",
                    "このように，原判決は，算定のための資料を取り違えた違法があるといわざるを得ない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "そもそも一審被告が原審で主張したとおり，実施許諾料率は経済原則に従って定められるものであるが，使用者が「実施許諾契約により取得した実施料額」を資料とするのではなく，原判決のように他の会社の売上に仮想実施料率なるものを設定して乗じた「仮想実施料額」を資料の一つとすることは，企業の経済原則に裁判所が規範的に介入する結果をもたらすことになり，特段の事情のない限り妥当でないし，また，本件実施許諾契約における実施料率・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・の設定は合理的なものである。",
                        "したがって，「使用者が受けるべき利益の額」を算定するに際して，一審被告が三菱ウェルファーマとの間で実施許諾契約を締結し，同契約に基づいて実施料を取得した場合には，この実施許諾契約により取得した実施料額を算定の基礎とすべきであるから，原判決別紙12のロイヤリティ欄記載の実施料額に基づいて算定されるべきである。",
                        "また，一審被告と三菱ウェルファーマとの間で合理的な経済原則に基づき実施料の支払は・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・以降は三菱ウェルファーマから一審被告への実施料が入らず，算定の基礎となる実施料額は0である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し一審原告は，職務発明を譲り受けた使用者が自ら事業を実施するか，あるいはその事業を子会社に移したかにより使用者が受けるべき利益の額に差がないにもかかわらず，使用者の資本政策によって，発明者が受けるべき対価額が変わるのは不当であると主張する。",
                        "確かに，職務発明を譲り受けた使用者が自ら事業を実施するかその事業を子会社に移すかは権利継承時には不明な将来の事情であるから，これにより権利承継時における「使用者に受けるべき利益の額」に差はない。相当の対価額は，事業が成功するか否か，売上がどの程度上がるのか，企業が事業を継続するか否か，事業を他の企業に譲渡するか否か，企業が存続するかどうか等のリスクを考慮して，権利継承時における対価額を算出せざるを得ないからである。そして，相当の対価の算定を後日行うことになった場合には，すでに実績があることから，「使用者が受けるべき利益の額」を算定するに際しては，自己実施した場合の超過売上高や実施許諾をした場合のライセンス料を資料として用いることができるにすぎないのであって，決してそのような実績に基づく利益を再分配するという制度ではない。一審原告の主張は，既に得た利益が現実化しているのであるからその利益を分配するべきであるとの発想であり，相当の対価の算定とは相容れない主張である。",
                        "また，一審原告の主張からすれば，発明者である従業員から特許を受ける権利を譲り受けた使用者である法人がその権利を第三者である別法人に譲渡した場合，相当対価の算定に当たってその譲渡先の法人の売上をも合算するのが論理的ということになるが，このような合算は旧35条の予定するものでないし，解釈から導き出すこともできない。",
                        "なお，一審原告が引用する日立製作所の職務発明に関する最高裁判決は，外国の特許を受ける権利についても旧35条3項，4項の類推適用によって相当の対価を請求することができる旨を判示したものであって，本件とは全く事案が異なるものであるから，何ら参考とはならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "三菱ウェルファーマのロイヤリティ収入に本件発明の対価が含まれていないこと",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，三菱ウェルファーマがエンサイシブ・ファーマシューティカルズ社等から支払を受けているロイヤリティ収入は，アルガトロバンに関して支払われる収入であることに変わりはないから，一審被告と三菱ウェルファーマとの間の本件実施許諾契約の内容に関わりなく，一審被告が受けるべき利益の判断において考慮すべきであるとするが(67頁9行～13行)，以下に述べるとおり誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "第1ライセンス契約の背景及び趣旨につき",
                          "text": [
                            "第1ライセンス契約を締結した昭和62年当時，一審被告の前身である三菱化成は医薬事業の揺籃期にあり，独力で海外市場において医薬品事業を展開できる実力はなく，医薬品事業の海外における事業化は適切なパートナーに対してライセンスを許諾することにより行わざるを得ない状況にあった。",
                            "すなわち，医薬は，周知のとおり，化合物の発見及びその製造方法の確立だけでは石油化学等の他の化学製品と何ら異なるところはなく，これだけで医薬品としての事業化ができるものではない。得られた化合物のスクリーニングを行い，その後薬効薬理試験，薬物動態試験や安全性試験(安全性薬理試験，一般毒性試験及び特殊毒性試験を含む。)からなる前臨床試験を行い，その後更に3段階(フェーズ1，フェーズ2及びフェーズ3)に及ぶ臨床試験を行った上で承認申請をし，これに認められて初めて医薬としての事業化ができることになるのである。当時の三菱化成は既にアルガトロバンについて日本で臨床試験を行っていたが，その製造承認が得られるか否かは不透明な段階にあったこと及び独力で日本だけでなく米国での事業化を行うことは現実には困難であったことがライセンスの背景にあったのである。",
                            "その上で，三菱化成では，今後自社による開発・事業化をするとしても，このライセンス方式により海外での事業が成功すればロイヤリティや原薬供給対価の収入が期待でき，全体として医薬開発に要した経費の一部還元に結びつけることも可能となるものと考えていたことから，開発途上のものであったアルガトロバン等の包括ライセンスに踏み切ったものである。それというのも，たとえ三菱化成においてその後の研究開発を断念したとしても，ジェネンテック社において最終的に事業化に至ればライセンス料収入は得られることになり，それまでの三菱化成における研究開発が無駄になることはないとの考えがあったのである。",
                            "一方，ジェネンテック社においても，遺伝子工学を駆使した開発により次々と新薬候補となる遺伝子操作品を生み出していたが，自社での医薬品の事業化には至っておらず，他社からの医薬品の導入を強く希望していた。ジェネンテック社にとっても化合物について米国における独占的な実施権を取得できれば自社開発の製品と同等な扱いとなる上に，ライセンス時点までの三菱化成が保有しているデータ等を入手することができ，今後の研究開発経費を大幅に省くことができるとともに成功確率が向上するという大きなメリットがあったのである。",
                            "ジェネンテック社にとっては，膨大な化合物から候補となる化合物を逐一スクリーニングすること及び前臨床試験を行う労力と時間を省き，米国においてはジェネンテック社だけが商品化する権利があるということが何よりも大きなメリットだったということができる。",
                            "このように両社の希望と意向が一致して，三菱化成にて開発中の化合物について包括ライセンス契約が締結されることとなったのである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "特許・データのライセンスと原薬の製造権につき",
      "text": [
        "第1ライセンス契約におけるジェネンテック社に対する化合物の供与は，製剤の製造，使用，販売権の許諾と製剤に必要な原薬の全量供給という基本方針の下に行われた。すなわち，原薬については相手方に製造権の許諾をせず，三菱化成において必要量全量を供給するというものであった。",
        "こうした取組みは医薬業界ではごく普通に行われており，本件の第1ライセンス契約においてもアルガトロバンだけが特別にこの取り組みになっているのではなく，ライセンス対象となったすべての化合物についてこの取組みにしている。この取組みでは，原薬の売買と製造法以外の特許・データ等のライセンスが別立てとなっており，対価も各々別々に取り決めることになる。三菱化成が原薬を製造するので，その売買代金の中にはその製造ノウ・ハウ等に基づく対価に相当するものが当然に含まれることになる。",
        "ただ，・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・ジェネンテック社が三菱化成の主張を受け入れ，原薬の供給を受けることで合意したのは，自ら製造設備を建設するなどの投資を行うよりは三菱化成において製造を集約化した方が効率的であると考えたからであると思われる。",
        "第1ライセンス契約でライセンスの対象となったのは許諾製品又は配合製品の本分野における使用又は販売のための特許権であって，原薬については必要量全量を三菱化成が供給することを前提にしていたから，三菱化成もジェネンテック社もアルガトロバンという化合物の製造方法や製造ノウ・ハウはライセンス対象にならないことをよく理解していた。それだからこそ，対価もライセンスに関するものと原薬の売買に関するものとを別々に取り決めることになったのである。",
        "すなわち，・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・",
        "なお，そもそも第1ライセンス契約時である1987年(昭和62年)6月30日当時は，本件発明については日米欧とも未だ出願されてもおらず，ライセンス対象になるはずもない。"
      ]
    },
    {
      "fig": "c",
      "subject": "ライセンス料につき",
      "text": [
        "本件製法特許以外の特許やノウ・ハウ等のライセンスに伴う対価すなわちライセンス料を決めるに際し，特許による保護が望ましいことは三菱化成及びジェネンテックの両社とも認識していた。",
        "しかし，だからといって特許権が存在するか否かによってライセンス料率を変えようとの意向は，三菱化成にもジェネンテック社にもなかった。それは，ライセンシーであるジェネンテック社にとって膨大な化合物の開発及びそのスクリーニング並びに前臨床試験，臨床試験を実施する労力に要する費用と時間を節約できるとともに，成功確率の上昇した医薬候補品を手にすることができるからであり，しかもそれが米国においては自社だけで実施することが可能となるからである。これにより得られるメリットを考えれば，特許の有無よりも，ライセンスに伴い得られる情報やデータ等に莫大な価値があることは明らかである。",
        "第1ライセンス契約においては，このようなデータ等の高い価値に鑑みて，特許の成立・未成立にかかわらず，ライセンス料は支払うべきものとする規定を入れたのである。さらに，これらの考え方に基づき，第1ライセンス契約におけるすべてのライセンス対象化合物について同一の取り決めをしており，アルガトロバンのみが特別というわけではなかった。・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・"
      ]
    },
    {
      "fig": "d",
      "subject": "その後のライセンス契約",
      "text": [
        "ジェネンテック社は，1993年(平成5年)5月27日，テキサ",
        "スバイオテクノロジー社(現エンサイシブ社)に対して，上記第1ライセンス契約で実施許諾を与えられている権利(本件発明は包含されていない)につき再実施許諾をし，テキサスバイオテクノロジー社は最終投与製剤を製造するためのアルガトロバン原薬の全量を三菱化成から購入することとされた(以下「第2ライセンス契約」という。乙28)。",
        "その後，一審被告(平成6年に三菱化成から商号変更)は，1997年(平成9年)4月30日，ジェネンテック社及びテキサスバイオテクノロジー社との間で，①ジェネンテック社はアルガトロバンに関する契約関係から離脱し，②一審被告がテキサスバイオテクノロジー社に対する直接の実施許諾権者となることを合意した(以下「第3ライセンス契約」という。乙29)。",
        "また，一審被告及びテキサスバイオテクノロジー社は，1997年(平成9年)8月5日，スミスクラインビーチャム社(現グラクソスミスクライン社)との間で，①テキサスバイオテクノロジー社が上記第3ライセンス契約により一審被告から実施許諾された権利(本件発明は包含されていない)について，スミスクラインビーチャム社に対し再実施許諾をし，②一審被告は，スミスクラインビーチャム社に対しアルガトロバンの原薬を供給すること等を合意するとともに(以下「第4ライセンス契約」という。乙30。なお一審被告とスミスクラインビーチャム社間で同日締結されたアルガトロバン原薬の製造供給に関する合意は乙31)。",
        "以上の経過の後，一審被告は，ティー・ティー・ファーマ(現三菱ウェルファーマ)に対し，平成11年9月30日，一審被告が有する医薬に係る特許権等を独占的に実施許諾し，一審被告が契約当事者となっている医薬事業に係る契約について契約上の地位を譲渡した(以下「第5ライセンス契約」という。乙11)。",
        "これら第2ライセンス契約以降のライセンス契約においても第1ライセンス契約の趣旨が踏襲されている。"
      ],
      "content": [
        {
          "fig": "(ウ)",
          "text": [
            "上記のとおり，一連の実施許諾契約の根本である第1ライセンス契約においては，本件発明はライセンスの対象とはなっていなかったことが契約当事者双方の認識であり，その後の契約においても前提とされていたのである。",
            "したがって，上記ライセンス契約の各条項からは，三菱ウェルファーマがエンサイシブ・ファーマシューティカルズ社等から得ているロイヤリティ収入は薬理・安全性データや製剤特許等に関するものであって，本件発明が実施許諾の対象とされていないことは明らかであるし，契約締結に至る背景及びその趣旨からすれば，本件製法特許は将来にわたり実施許諾の対象から明確に除外されていたことは明らかである。本件発明の実施(三菱ウェルファーマが日本国内で製造方法を使用している)に関する価格は原薬の代金に含まれており，仮に本件発明に関するものとして更に別途グラクソスミスクライン社等からロイヤリティを徴収するとすれば二重取りになってしまう。",
            "結局原判決は，一審被告が主張する「三菱ウェルファーマがエンサイシブ・ファーマシューティカルズ社等から得ているロイヤリティ収入は本件製法特許のロイヤリティではないこと」について判断せず，前記のように，「アルガトロバンに関して支払われる収入であることに変わりはない」と判断するのみで，何らの根拠なく本件製法特許権の実施の対価として訴外会社が受領していると判断してしまっている。",
            "これを本件製法特許の実施料であると認定したものとすれば証拠に基づかない判断であり，また，そのように解すべき根拠を示さない点で理由不備である。また，この判断が，「アルガトロバンに関する」ものであれば製法特許と関係なくても訴外会社の売上であり三菱ウェルファーマから一審被告が受領すべき実施料の一部として加算するべきであるというのであれば，なぜ直接の製法特許に関する実施料でないものを加算するのか根拠がなく，理由不備である。さらに，「アルガトロバン」に関する発明(7件ある)全体の「独占の利益」を算定したのだとすれば，これを含むアルガトロバン全体の「使用者が受けた利益」を製法に係る本件発明(1件)の全体に占める割合によって案分すべきである。いずれにしても，全く論拠がない判示であって，違法である。"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "自己実施分における相当の対価の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "超過売上高について"
                }
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "受けるべき「利益」",
          "text": [
            "原判決は，一審被告の自己実施期間の超過売上高について，①自己実施期間中の売上高314億2140万円を基礎として，②その4割相当額が超過売上高である，と認定した。",
            "しかし，そもそも「使用者が受けるべき利益の額」は，飽くまで「利益」である。「利益」とは売上から諸経費を控除して算定するものであり，この諸経費中には，アルガトロバンを売り上げるための直接的な原価や販売経費だけでなく，莫大な開発費も原価として算入されなければならない。原判決が「1つの新薬の開発には10年～18年を要し，研究費は150～200億円，対売上高比率でみると全産業の平均値の約3倍を要する上，その成功の確率も1万分の1未満であり，運良く臨床試験に到達したものであっても最終的に製造承認がされる確率は11～13％である」(69頁下3行～70頁1行)と認定するように，新薬の莫大な開発費をごくまれな成功製品の売り上げでまかなう必要があるからである(なお，原判決はこの点を捉えて，成功確率による減額として90％の減額を行っているが，それを考慮するのであれば成功確率が1万分の1未満である以上，99．99％減額すべきである。)。",
            "もっとも，上記開発経費のうちからアルガトロバンの原価に算入すべきものを特定して算出することは不可能である。そうすると，一審被告が原審で主張したとおり，一審被告が医薬事業を行ってきた営業年度における売上高に対する営業利益の占める割合である営業利益率は，医薬関連事業における売上と経費との関係を総合的に表しているものということができるから，これをアルガトロバンの売上高に乗じることにより，開発経費等を含む諸々の経費をアルガトロバンの売上に応じて振り分けて控除することができると考えられる。一審被告が医薬事業を行ってきた長年にわたる営業年度の営業利益率は平均3．75％であるから，アルガトロバンに関する利益を算定するに際し，これに振り向けられるべき開発経費等を算定し，これを売上から控除するために売上に乗ずべき利益率は3．75％程度であるというべきである。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "再審査期間中の排他力",
          "text": [
            "原判決は，再審査期間中に受けた一審被告の利益も「使用者が受けるべき利益」に含むとした(原判決65頁9行～20行)。",
            "しかし，「再審査期間中であっても，他者が承認申請に必要な試験を自力で行って資料を揃えて申請することは禁じられていない」との認定は，論理的にはあり得るとしても，実務を全く理解していない机上の空論である。再審査期間中に後発医薬品を製造しようとする会社は製造承認を得ることが必要であるが，それは事実上不可能である。これに対し，再審査期間経過後には，後発医薬品会社が製造承認を得ることは事実上もあり得る。これは，後発医薬品会社は，再審査期間中に製造承認を得るためには先発会社と同等又はそれ以上の資料を揃える必要があるが，再審査期間経過後では揃えるべき必要な資料が格段に少なくなるためである。",
            "したがって，一審被告が原審で主張したとおり，再審査期間中に他社の侵入を妨げているのは薬事法上の再審査期間制度であるから，再審査期間中の特許権の独占力というのは存しないか，存したとしてもゼロに等しいものである。"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "特許権が利益に寄与する割合",
          "text": [
            "原判決は，一審被告が競業他社にアルガトロバン関連6発明及び本件発明の特許又はノウ・ハウとしての秘匿により得ることができた超過売上高は4割であるとする。",
            "しかし，一審被告が原審で主張したとおり，一審被告の利益は特許権のみによって生まれるものではなく，会社資本(設備，費用)，人(従業員)，特許権が相まって生まれるものである(いわゆる3分説)。原判決も，「被告は，被告の利益は会社資本(設備，費用)，人(従業員)，特許権が相まって生まれるものであり，被告のアルガトロバン関連の利益に対するすべてのアルガトロバン関連特許発明全体の寄与割合は多くとも3分の1にすぎない旨主張する。事業化は，被告が事業化の危険を負担した上，自らの会社資本(設備，費用)及び人(従業員)を投入して行ったものであるから，…被告の上記主張は，基本的に採用することができる。」(原判決72頁6行～12行)としてこれを是認している。",
            "したがって，一審被告のアルガトロバン関連の利益に対するすべてのアルガトロバン関連特許発明の寄与割合は3分の1にすぎないことは明らかである。"
          ]
        },
        {
          "fig": "(エ)",
          "subject": "特許権の超過利益に寄与する割合",
          "text": [
            "原判決(62頁下8行～5行)が判示するとおり，職務発明がされた場合，使用者は無償の通常実施権(特許法35条1項)を取得するから，使用者が当該発明に関する権利を承継することによって「受けるべき利益」とは，当該発明を実施して得られる利益ではなく，使用者が従業者から特許を受ける権利を承継することにより，当該発明を実施し得る権利を独占することによって受けることが見込まれる利益(独占の利益)をいうものと解される。",
            "一審被告が原審で主張したとおり，一審被告が自己実施をしていた時期に後発医薬品が存在したとしても，その割合は現在の後発医薬品メーカーの売上状況に鑑み多めに想定してもせいぜい市場の1割程度に過ぎない。したがって，一審被告の通常実施権を超える独占的利益が仮に存在したとしてもそれはせいぜい1割程度にすぎないというべきである。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "仮想実施料率について",
                  "text": [
                    "原判決は，自己実施をしている場合の「使用者が受けるべき利益の額」を算定するに際しては使用者が当該発明を自ら実施し，他社に実施許諾していない場合には，競業他社に発明の実施を禁止していることによる通常実施権の行使による売上高を上回る売上額(超過売上高)はいくらか，あるいはその売上げに係る想定実施料収入を資料の一つとする基準(原判決63頁11行～15行)のもとに，仮想実施料率なるものを算定している。",
                    "しかし，自己実施の場合には実施許諾をして実施料収入を得ているわけではないから，仮想実施料率を基準とした想定実施料収入を算定することは，自己実施の場合の「使用者が受けるべき利益の額」を合理的に反映していないことは明らかである。",
                    "したがって，自己実施の場合の「使用者が受けるべき利益の額」を算定するに当たり仮想実施料率を算定することは必要ではなく，一審被告が算出したように，売上高から合理的な利益を算出し，さらに特許権が利益に寄与する割合，特許権の超過利益に寄与する割合，本件製法特許の寄与度，一審被告の貢献度，開発リスクの特殊事情等を総合考慮して算出するのが合理的であることは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "成功確率による減額",
                  "text": [
                    "原判決が新薬の開発リスクを考慮して成功確率による減額を行った趣旨は相当である。",
                    "ただし，原判決は，一審被告の貢献度の検討の際に成功確率による減額を考慮した一審被告の貢献度は97．5％であると認定したが，新薬の開発が成功する確率は1万分の1未満であり，その中でも最終的に製造承認がされる確率は11～13％であるから，99．9％の成功確率減額を行うべきであり，これを一審被告の貢献度として考慮するとしても，一審被告の貢献度は99．9％とすべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明の寄与度",
                  "text": [
                    "原判決は，物質特許1，2が存続していた自社実施期間における本件発明の寄与度を20％と認定する(原判決70頁下7行～下2行)。",
                    "しかし，アルガトロバンの関連特許としては合計7件の特許権が存在する(物質特許が2件，用途特許が1件，中間体特許が3件，製法特許が1件)。原判決は，2件の物質特許と本件製法特許のみを検討しているが，他の特許権の寄与度については検討すらしていない。単純に7分割しても，1つの特許権の寄与度は約14．3％であり，さらに原判決も「本件発明は製造方法の発明であり，物質特許等との比較において重要度は下がると認めざるをえない」(原判決70頁下5行～下4行)と認定しているのであるから，用途特許や中間体特許が全くの無価値であると認定される等の特段の事情があれば格別，そのような特段の事情のない限りは本件製法特許の寄与度が約14．3％から下がることはあっても，上がることはあり得ない。",
                    "医薬業界においては，特許発明の排他力に関し，物質発明，用途発明(承認用途のみ)は強く，製法は弱いとの共通認識がある(室伏良信「医薬品とバイオ製品についての特許戦略」日経バイオビジネス〔2003．08〕154頁，乙19)。そして，医薬業界におけるリーディングカンパニーである武田薬品工業株式会社においては，カテゴリー別ウェイト(評価・配分の算定方式)の原則として，基本物質を1．0とした場合，製剤0．3，用途0．5，製造方法0．3とされており(LES月例研究会「実績補償制度についての考え方」14頁，乙20)，これに従った製造方法のカテゴリー別ウェイト(アルガトロバンでは製剤特許が存在しない)は，0．3／(1．0＋0．5＋0．3)＝1／6となる。",
                    "そして，中間体に関してのカテゴリー別ウェイトの記載は存しないが，製造に関連することから製造方法と同様に考慮すると，中間体と製法で4件の特許権があるから，本発明の寄与割合は，カテゴリー別ウェイト×1／4＝1／6×1／4＝1／24＝0．04となる。",
                    "なお，以上はすべての発明が権利化している場合を前提とした寄与率であって，本発明は未だ権利化されていないことからすると，本発明の寄与率はさらに低くなってしかるべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "中間利息の控除",
                  "text": [
                    "原判決は，中間利息の控除について，本件発明について特許出願がされた平成9年8月1日が本件における相当の対価の算定基準時期となるから，その時を基準として将来分につき年5分の割合による中間利息を控除すべきであるとする。",
                    "しかし，「特許法35条は，相当の対価の算定基準となる時期を特許を受ける権利を承継した時と規定していると考えられる」が，「勤務規則等に職務発明の対価の支払時期が定められている場合には，特段の事情のない限り，相当対価は当該支払時期を基準として算定された額であることが予定されているもの」とは解されない。",
                    "原判決は，特許を受ける権利の承継時はある一定の時期としているものの，権利の承継時と相当の対価の支払時期が異なる場合には，権利の承継時ではなく，支払時期を相当の対価の算定基準とするものである。しかし，これが合理的な解釈ではないことは売買契約を例に取れば明らかである。",
                    "すなわち，ある土地を購入する場合には，売り主と買い主との間で売買契約を締結するが，その場合には売買契約締結時に売買の対象となる土地(本件では特許を受ける権利)を特定し，売買代金(本件では相当の対価)が決定される。そして，この売買代金の支払時期を半年後とした場合に，売買契約締結時よりも支払時期である半年後の地価が上昇したり下降したりしても，売買代金は変更されないことは明らかである。",
                    "特許法旧35条も，相当の対価の算定基準となる時期を特許を受ける権利を承継した時と規定しているものと解すべきであり(そのことは原判決も認定している。)，承継時と支払時期が異なるだけで，何故その支払時期が相当の対価の算定基準時となるのかその合理的な根拠は全くないといわざるを得ない。",
                    "したがって，一審被告が原審で主張したとおり，相当の対価の算定基準の時期は，例外なく特許を受ける権利の承継時であると解すべきであり，中間利息の控除も特許を受ける権利の承継時を基準として将来分につき年5分の割合による中間利息を控除すべきである。",
                    "なお，一審原告は中間利息の控除を上記のように解すると，遅延損害金との関係について徒な結果を招くと主張するが，相当の対価の請求権は期限の定めのない債権であって，債務者は債権者の履行の催告時から遅滞に陥るのであり，それに従って遅延損害金が発生するだけであるから，全く問題はない。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "一審被告の貢献度",
                  "text": [
                    "原判決は，一審被告の貢献度について75％と認定し(71頁)，成功確率による減額を一審被告の貢献度で考慮した場合の一審被告の貢献度は97．5％であると認定する(72頁)。",
                    "しかし，一審被告の貢献度が75％であるとの認定は明らかな事実誤認である。一審被告が原審で主張したとおり，一審被告の貢献度は95％を下ることはないし，原判決が認定した成功確率による減額をも考慮すれば，一審被告の貢献度は99．9％を下ることはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "実施権付与期間分における相当の対価の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "受けるべき利益の額",
                  "text": [
                    "実施権付与期間について一審被告の受けるべき利益の額は，前記(2)のとおり，一審被告が実際に得た実施許諾料を基準とすべきであり，三菱ウェルファーマの売上を基礎とすべきではない。",
                    "そして，一審被告が三菱ウェルファーマから得た実施許諾料は原判決別紙12(被告主張対価算定表)のとおりである。",
                    "なお，一審被告と三菱ウェルファーマとの間で，実施料の支払は・・・・・・・・・・・・・・・・・までと定められたのであるから，・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施料率",
                  "text": [
                    "原判決は，物質特許1，2の存続期間が満了した平成16年度から本件特許の満了する平成29年までの実施料率を1％とする。",
                    "しかし，そもそも一審被告が実際に得た実施許諾料を基準とすべきであるから，仮想の実施料率を認定する必要は全くないといわざるを得ない。",
                    "原判決は，算定の基礎とすべき売上について，使用者の一審被告の売上高ではなく，実施権者の三菱ウェルファーマの売上高を基準としている事実誤認をしたがために，本来であれば検討する必要のない仮想実施料率までを算定するという誤りを犯したのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の寄与度",
                  "text": [
                    "原判決は，70頁以下で，「実施許諾を開始した平成11年度後半以降の利益の算定に当たり採用すべき本件発明の寄与度について判断しておくと，物質特許1，2につき特許期間が満了していなかった平成15年度までは20％，それ以降は100％であると認めるのが相当である。」と判断している。",
                    "しかし，物質特許が有効期間満了か否かによって，本件製法特許の寄与度を変更するのは明らかな判断の誤りである。",
                    "そもそも発明の寄与度は，当該発明固有のものであるはずであり，他の発明が有効であるか否か，他の発明が有効期間満了であるか否かにより左右されるべき性質のものではない。原判決のように，あたかも共有の弾力性のごとき判断を行うのは，発明の寄与度に対する理解を完全に誤っているものである。",
                    "既に主張したとおり，本件発明の寄与度は，0．04である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "一審被告の貢献度(成功確率による減額)，中間利息の控除既に主張したとおり，成功確率による減額を踏まえた一審被告の貢献度は99．9％を下らない。",
                    "また，既に主張したとおり，特許を受ける権利の承継時を基準として将来分につき年5分の割合による中間利息を控除すべきである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，一審原告の本訴請求は主文第1項(1)掲記の職務発明対価及び遅延損害金の支払を求める限度で理由があり，その余は理由がないと判断する。",
            "その理由は，以下に述べるとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件における基礎的事実関係",
          "text": [
            "当裁判所の基礎的事実関係は，原判決第3，1(事実認定)(44頁14行～62頁15行)記載のとおりであるから，これを引用する(ただし，「原告」を「一審原告」と，「被告」を「一審被告」と読み替える。以下同じ。)"
          ]
        },
        {
          "fig": "3",
          "subject": "本件における「相当の対価」の額について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法旧35条3，4項の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一審原告の本訴請求は，平成16年法律第79号による改正前の特許法35条(旧35条)3項に基づく職務発明対価支払請求であるところ，旧35条3項は「従業者等は，契約，勤務規則その他の定により，職務発明について使用者等に特許を受ける権利若しくは特許権を承継させ，又は使用者等のため専用実施権を設定したときは，相当の対価の支払を受ける権利を有する」と，4項は「前項の対価の額は，その発明により使用者等が受けるべき利益の額及びその発明がされるについて使用者等が貢献した程度を考慮して定めなければならない」と定めている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，旧35条3項及び4項の規定は，職務発明の独占的な実施に係る権利が処分される場合において，職務発明が雇用関係や使用関係に基づいてされたものであるために，当該発明をした従業者等と使用者等とが対等の立場で取引をすることが困難であることにかんがみ，その処分時において，当該権利を取得した使用者等が当該発明の実施を独占することによって得られると客観的に見込まれる利益のうち，同条4項所定の基準に従って定められる一定範囲の金額について，これを当該発明をした従業者等において確保できるようにして当該発明をした従業者等を保護し，もって発明を奨励し，産業の発展に寄与するという特許法の目的を実現することを趣旨とするものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，旧35条3項にいう特許を受ける権利は，各国ごとに別個の権利として観念し得るものであるが，その基となる発明は，共通する一つの技術的創作活動の成果であり，職務発明とされる発明については，その基となる雇用関係も同一であって，これに係る各国の特許を受ける権利は，社会的事実としては，実質的に1個と評価される同一の発明から生じるものであるということができるところ，これによれば，前記のとおり一審原告によりなされた本件発明が一審被告により日本，米国，欧州に特許出願されたとしても，本件発明は社会的事実としては1個のものとして旧35条3項により米国及び欧州の分も含めてその対価の額を算定すべきものと解される。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また上記対価は，従業者等が有していた発明を受ける権利を使用者等に承継(譲渡)したことによる対価であるから，その算定基準時は承継時(譲渡時)ということになるが，権利承継後の事情が口頭弁論終結時までに判明しているときは，これらの事情も総合して算定基準時における相当対価を認定することも許されると解する。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "そこで，以上の見地に立って本件における「相当の対価」の額について検討するが，原判決は，争点1(相当の対価の額)について，「(1) 相当の対価の額」(62頁下10行～63頁下3行)」，「(2) 『発明により使用者等が受けるべき利益の額』の算定上の問題」(63頁下2行～67頁13行)，「(3) 『その発明がされるについて使用者等が貢献した程度』の判断において考慮すべき事項」(67頁14行～68頁1行)，「(4) 自社実施期間(平成11年9月まで)における算定」(68頁2行～72頁17行)，「(5) 実施権付与期間における算定」(72頁18行～73頁15行)，「(6) 試算のまとめ」(73頁16行～末行)に分けて説示しているので，当裁判所も，基本的に上記順序で検討することとする。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「発明により使用者等が受けるべき利益の額」の算定上の問題",
              "content": [
                {
                  "fig": "ア",
                  "subject": "算定基準時",
                  "text": [
                    "原判決64頁1行～10行は，本件発明に特許出願がされた平成9年8月1日が本件における相当の対価の算定基準時となるとするが，次のとおり改める。",
                    "すなわち，前記2(本件における基礎的事実関係)によれば，一審被告の従業員であった一審原告は昭和55年ころ本件発明を完成し，一審被告は平成2年6月から本件発明を自ら実施して「ノバスタン注」及びアルガトロバン原薬の製造・販売を開始したのであるから，一審原告は一審被告に対し遅くとも上記平成2年6月までに本件発明を譲渡したと認めるのが相当であり，そうすると本件における相当の対価の算定時期は平成2年6月というべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特許登録前の利益",
                  "text": [
                    "原判決64頁12行～65頁8行のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "再審査期間内の排他力",
                  "text": [
                    "原判決65頁10行～下7行のとおりであるから，これを引用する。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "外国の特許を受ける権利の譲渡の対価(一部再論)",
                  "text": [
                    "原判決65頁下5行～67頁8行のとおりであるから，これを引用する。",
                    "ただし，「裁判所時報1422号」(66頁下6行～下5行)とあるのを「民集60巻8号2853頁」と改め，また67頁9行～13行は引用しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "「その発明がされるについて使用者等が貢献した程度」の判断において考慮すべき事項",
              "text": [
                "原判決67頁下11行～68頁1行のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "自社実施期間(平成2年6月～平成11年9月まで)における算定",
              "content": [
                {
                  "fig": "ア",
                  "subject": "売上高",
                  "text": [
                    "原判決8頁3行～6行のとおり，一審被告は，平成2年6月から平成11年9月(以下，当該期間を「自社実施期間」という。)まで，本件発明を自ら実施して「ノバスタン注」及びアルガトロバン原薬を製造，販売しており，この間の一審被告の売上げは，原判決別紙12「被告主張対価算定表」の「被告の自己実施分について」の「売上高」欄記載のとおり，合計314億2140万円である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "超過売上高",
                  "text": [
                    "アルガトロバンは，大河内記念技術賞を受賞するなど高く評価され，上記アのとおり，一審被告の自社実施期間中の売上高は，第一製薬への原薬販売分を含めて，上記のとおり314億2140万円(年平均33億6000万円以上)であること，アルガトロバンの物質特許1，2及び用途特許の存続期間満了後における後発医薬品の市場占有率は10％程度に留まるが，これは，他の医薬品の場合と同様に，一審被告が第一製薬と共に平成2年6月から平成12年7月に後発医薬品が発売されるまで約10年間市場を独占していた結果，それ以降も先発品メーカーとして市場における優位な地位を保持しているためであると考えられることからすると，上記アの売上高のうち，一審被告が競業他社にアルガトロバン関連6発明及び本件発明により得ることができた超過売上高(競業他社に発明の実施を禁止していることによる通常実施権の行使による売上高を上回る売上額)は，原判決と同じくその4割と認めるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "独占的利益の算定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "利益率算定方式か仮想実施料率か",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件発明についての一審被告の独占的利益の算定方法としては，上記イに認定した超過売上高に対し，①現実の利益率を乗じて算定する方式(利益率算定方式)と，②仮に本件発明を他社に実施許諾した場合に得られるであろう実施料率を乗じて算定する方式(仮想実施料率算定方式)が考えられるところ，原判決認定(68頁下9行～69頁5行)のとおり，自社実施期間において本件発明に係る一審被告の医薬事業部門における現実の利益率を認定することは困難であるから，本件においては仮想実施料率算定方式によるのが相当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点，一審原告は，三菱ウェルファーマや医薬品大手数社平均における売上原価率，売上販管費比率，売上研究開発費比率，売上高営業利益率，売上高利益(研究開発費を除く)率を挙げて，利益率算定方式による一審被告の利益率は15％を下回らない旨主張する。しかし，一審原告の主張する上記利益率等は，自社実施期間ではなくそれ以後の平成14年～平成16年のものであり，内容も本件発明ないしアルガトロバン関連事業に限定されない平均値であることからすれば，上記三菱ウェルファーマの利益率等は，後記のとおり，仮想実施料率算定方式による場合における料率の考慮要素の一つに止まると解するのが相当である。",
                            "他方，一審被告は，一審被告の売上高に占める営業利益率が3．75％であると主張する。しかし，一審被告が営業利益率を3．75％とする根拠は昭和54年～平成11年における一審被告の決算業績における売上高と営業利益を比較し，売上高営業利益率を算出すると同割合になるというものであり，これが直ちに一審被告における本件発明に係る医薬部門の営業利益率を表すものということはできない。したがって，利益率算定方式を前提とする一審被告の主張は，一審被告の利益におけるアルガトロバン関連特許発明の寄与割合が3分の1(設備や費用などの会社資本，従業員などの人，特許権の3分説)であるなどといったその余の主張を含め，採用することができない。",
                            "なお，医薬事業を行う上で必要とされる諸経費の多寡や，会社資本，従業員等の要素，ひいては開発に至るリスク等の諸事情については，後記のとおり，本件発明に関係する限度で，一審被告の貢献度において考慮するのが相当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "仮想実施料率方式に基づく算定",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "以上を前提に本件における仮想実施料率について検討する。",
                            "前記2(本件における基礎的事実関係)に加え，証拠(甲16，34，35，乙27～37，40～42，証人A。なお，書証は枝番を",
                            "含む。)及び弁論の全趣旨によれば，次の事実が認められる。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実施料に関する一般的な実例を調査した社団法人発明協会発行の「実施料率〔第5版〕」(甲16)によれば，医薬品その他の化学製品の分野において，実施料率の平成4年度から平成10年度における平均値は，ペイメント条件(イニシャル)有りが6．7％，無しで7．1％であること，実施料率8％以上の契約137件のうち114件が医薬品であり，そのうち，8～10％のものが60件，11～20％のものが35件，21～30％のものが9件，31～50",
                              "text": [
                                "％のものが10件(うち2件は50％)であった。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "三菱ウェルファーマの平成14年度(2002年度)から平成16年度(2004年度)における平均売上高営業利益率を「製薬企業の実態と中期展望」(甲34の1～3)により集計すると11．98％となる。",
                                "また，医薬品大手14(13)社の平成14年度(2002年度)",
                                "から平成16年度(2004年度)における平均売上高営業利益率は18．24％である。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "一審被告(平成6年10月の商号変更前は三菱化成，以下同じ。)は，昭和62年当時，医薬事業の揺籃期にあり，独力で海外市場において医薬品事業を展開できる実力はなかったことから，医薬品事業の海外における事業化を適切なパートナーに対するライセンスの許諾により行うことを検討し，1987年(昭和62年)6月30",
                              "text": [
                                "日，ジェネンテック社との間で第1ライセンス契約(乙27)を締結した。",
                                "第1ライセンス契約の概要は，次のとおりである。",
                                "① 第1条「定義」",
                                "「バイオ製品」とは，一つ又は複数の異種の複製された遺伝子を導入した宿主を慎重に操作することを通して，蛋白又はペプチドがそこから利用可能となるところの「研究品目」をいう。",
                                "「合剤」とは「許諾製品」と少なくとももう一つの治療上の活性を有する成分からなる製品をいう。",
                                "「本分野」とは，「バイオ製品」については，「研究品目」において，ヒト疾患の予防又は治療用の使用をいい，「許諾製品」に対する反応性をスクリーニングするための当該「許諾製品」の使用を含み，さらには，スクリーニング用として三菱化成により提供された受容体の使用を含む。「バイオ製品」ではない「許諾製品」については，人間の心臓血管及び免疫疾患に限定されるものとする。",
                                "「ジェネンテック社の地域」とは，米国及びカナダ並びにそれらの領土及び保有地をいう。",
                                "「ノウハウ」とは，特許化可能か否かにかかわらず，三菱化成が保有しているすべての情報であって，「本分野」における「許諾製品」の使用又は販売のための物質，方法，工程，技術及びデータからなるものであり，かつ第三者に対する契約上の義務に違反せずに三菱化成が自由に譲渡又は開示できるものをいう。「ノウハウ」は，「許諾製品」に関する市場調査，市場戦略及び分析並びに他の商業的情報を含むが，これに限られない。",
                                "「許諾製品」とは，「許諾期間」中に「譲渡日」に到達した「研究品目」をいう。「許諾製品」は，第1ライセンス契約に添付された別紙B記載の化合物(アルガトロバン)を含むが，同別紙C記載の化合物を含まない。「許諾製品」には，「許諾期間」の満了前に「譲渡日」に達した「バイオ製品」のアミノ酸の異種体，高分子，集合体，合成体及び断片並びにそれら物質と同一源の蛋白が更に含まれるものとするが，これらのアミノ酸異種体等は，(1)研究目的のために十分な数量に同定され，単離されたものであり，かつ，(2)「許諾期間」及びその後3年間において「譲渡日」に達したものでなければならない。",
                                "「許諾期間」とは，第1ライセンス契約発効日から始まり，1992年(平成4年)6月30日に終了する期間をいう。なお，",
                                "第2ライセンス契約以下で延長されている。",
                                "「許諾特許」とは，「許諾製品」又は「合剤」の「本分野」における使用又は販売に係るものであって，三菱化成が現在又は今後所有又は管理している若しくは三菱化成が現在又は今後再実施許諾権を有する「ジェネンテック社の地域」におけるすべての特許(発明者証を含む)及び特許出願並びに変更，延長，再登録，更新，分割，継続又は一部継続をいう。別紙Bに示されている物質(アルガトロバン)の「ジェネンテックの地域」における使用又は販売に適用される「許諾特許」で第1ライセンス契約日に存在するものは，同契約別紙Dに列挙されている(なお，別紙Dに列挙された特許の中に本件発明及びアルガトロバン関連6発明は含まれていない。)。",
                                "「譲渡日」とは，「バイオ製品」については，その品目が(1)クローンされ，(2)発現又は化学的に合成され，かつ，(3)研究委員会によって承認された試験管モデル又は生体内モデルにおいて生物学的活性を有すると証明された，「許諾期間」中の最初の日をいう。「バイオ製品」ではない「許諾製品」については，ある品目が含まれるより大きな階層又はグループの物質群の中から特定されたある品目について，三菱化成がGLPの条件下で心臓血管又は免疫疾患用途の前臨床試験を最初に開始することを決定する日をいう。",
                                "② 第2条「実施許諾」",
                                "「2．02 三菱化成による許諾 (a)本契約の条件に従い，",
                                "三菱化成はジェネンテック社に対して，三菱化成の『許諾特許』，『ノウハウ』及び3．03項に基づきジェネンテック社に譲渡されるべき『改良技術』に基づき，『ジェネンテック社の地域』において『本分野』で『許諾製品』を使用又は販売するため権利を許諾する。本2．02(a)項で許諾された権利は，ジェネンテック社が三菱化成から購入する『許諾製品』の原薬を用いて『許諾製品』の最終投与製剤を製造する権利を含むものとする。…」③ 第5条「ライセンスに対する補償」",
                                "「5．01 三菱化成への支払 5．02項に基づき発生する",
                                "ロイヤリティに加えて，ジェネンテック社は，1987年7月29日に・・・・・・・・を三菱化成に支払うものとする。…」「5．02 三菱化成へのロイヤリティ (a)5．01項に記",
                                "載される支払に加えて，各半年の終了後90日以内に，ジェネンテック社は当該半年中の『許諾製品』及び『配合製品』の全『正味売上高』についてロイヤリティを三菱化成に支払うものとする。",
                                "各『許諾製品』に適用される『独占期間』中において，当該『許諾製品』の『正味売上高』についてのロイヤリティ率は・・・とする。…」",
                                "④ 第7条「原薬の供給」",
                                "「7．01 許諾製品の供給 三菱化成は，ジェネンテック社",
                                "が『ジェネンテックの地域』において商業的に使用，販売するために必要な『許諾製品の全量』をジェネンテック社に供給するものとし，ジェネンテック社はこれを三菱化成から買い受けるものとする。三菱化成からジェネンテック社に供給される『許諾製品』は原薬の形態でジェネンテック社が申入れし，三菱化学が承諾した数量及び納期に従って供給される。…」",
                                "「7．02 許諾製品のコスト 6．04項及び7．01項に",
                                "従いジェネンテック社に供給されるすべての『許諾製品』の価格は，・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・6．04項及びこの7．02項の目的のために，『許諾製品の製造コスト』とは，当該『許諾製品』のための三菱化成のすべての製造コストを意味するものとし，これには直接の材料費，直接労務費及び製造の管理費が含まれる。…」"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(d)",
      "text": [
        "ジェネンテック社は，平成5年5月27日，テキサスバイオテクノロジー社(現エンサイシブ社)に対して，第1ライセンス契約で実施許諾を与えられている権利につき再実施許諾をし，テキサスバイオテクノロジー社は最終投与製剤を製造するためのアルガトロバン原薬の全量を三菱化成から購入することとされた(第2ライセンス契約，乙28)。",
        "その後一審被告は，平成9年4月30日，ジェネンテック社及びテキサスバイオテクノロジー社との間で，①ジェネンテック社はアルガトロバンに関する契約関係から離脱し，②一審被告がテキサスバイオテクノロジー社に対する直接の実施許諾権者となることを合意した(第3ライセンス契約，乙29)。",
        "また一審被告及びテキサスバイオテクノロジー社は，平成9年8月5日，スミスクラインビーチャム社(現グラクソスミスクライン社)との間で，テキサスバイオテクノロジー社が第3ライセンス契約により一審被告から実施許諾された権利について，スミスクラインビーチャム社に対し再実施許諾をし，一審被告は，スミスクラインビーチャム社に対しアルガトロバンの原薬を供給すること等を合意した(第4ライセンス契約，乙30)。"
      ]
    },
    {
      "fig": "(e)",
      "text": [
        "以上の経過の後，一審被告は，平成11年9月30日，同年4月に東京田辺製薬の100％子会社として設立されたティーティーファーマに対し医薬事業を譲渡するとともに，原判決別紙6のとおり，本件発明，アルガトロバン関連6発明の特許，データ，ノウ・ハウ，商標権等を含む医薬に係る知的財産についての独占的実施権を許諾することで上記各ライセンス契約に基づく契約上の地位を移転し，その対価として，・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・の支払を受ける旨の実施許諾契約(本件実施許諾契約)を締結した。その結果，一審被告は以後上記各ライセンス契約に基づくアルガトロバン原薬の供給を直接行うことはなく，同供給及びその対価の受領は専らティーティファーマ(三菱ウェルファーマ)が行うこととなった。"
      ],
      "content": [
        {
          "fig": "b",
          "text": [
            "以上によれば，前記a(a)，(b)のとおり，医薬品その他の化学製品の分野における実施料率は事例に応じて数％から50％までばらつきがあり，一般的な基準が確立しているとは認め難いところであるから，仮想実施料率を定めるとしても，類似事例等における実施料率その他の事情を総合考慮の上決するほかない。",
            "この点，本件においては，一審被告はジェネンテック社に対し，第1ライセンス契約に基づき米国及びカナダにおけるアルガトロバンの使用及び販売，すなわち，アルガトロバン原薬を製剤化し，これを販売する権利等を許諾し，その際，製剤に必要なアルガトロバン原薬は一審被告が全量供給するものとされたこと，また，ジェネンテック社から一審被告に交付される対価は，主として5．01項の定める一時金及び5．02項の定めるロイヤリティと7．02項の定めるアルガトロバン原薬の対価により構成されていることが認められる。",
            "・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・すなわち，第1ライセンス契約においては，原薬を供給する対価は一定の利益を加算して支払うべきことが規定されており，その性質について，三菱化成において第1ライセンス契約の締結に関与したAは，その陳述書(乙40)において，「…三菱化成が原薬を製造しますから，その売買代金の中には，その製造ノウハウ等に基づく対価に相当するものが当然に含まれることになります。」(2頁下16行～14行)と陳述し，また，その後のライセンス契約により第1ライセンス契約の実質的な契約関係を引き継いだグラクソスミスクライン社も，「…BULK MATERIAL(判決注：アルガトロバン原",
            "薬)製造のためのロイヤルティはBULK MATERIALの対価",
            "に含まれている…」(グラクソスミスクライン社からの書簡〔乙42〕翻訳下4行～下3行)との認識を表しているところである。",
            "以上のようなアルガトロバン原薬の供給を一審被告に独占的に留保し，他方でその対価に「製造ノウハウ等に基づく対価」ないし「ロイヤルティ」を上乗せするという第1ライセンス契約のスキーム及び上記契約関係者の認識等に鑑みれば，上記原薬供給の対価は，ジェネンテック社が一審被告からアルガトロバン原薬の独占的供給を受けることに対する「ロイヤルティ」，すなわち実施料相当分を含むものと解するのが相当である。"
          ]
        },
        {
          "fig": "c",
          "text": [
            "そこで，上記原薬供給の対価における実施料相当分の割合について検討する。",
            "上記実施料相当分について，・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・具体的な実施料相当分の割合は10％を下回るものと解さざるを得ない。",
            "しかし，原判決46頁下10行以下及び原判決別紙8の1「アルガトロバンの製造方法」記載のとおり，本件発明は，従前の製造方法と比べて，製造工程が2工程短縮した点，精製が容易であり純度の高い化合物を合成することができる点，嵩高く立体障害性の高い化合物同士を効率良く円滑に縮合させることを可能にしている点に特徴がある製造方法に関するものであって，従前の製造方法の欠陥・問題点を解決し，医薬として使用できる純度の高い(99％以上)アルガトロバンを大量，安価に製造することができる画期的なものであり，そのため，本件発明の存在が他の後発医薬品メーカーの市場参入を思い止まらせ，旧製造方法又はそれに近い製造方法を採用している既参入後発医薬品メーカーに規模の拡大を思い止まらせる効果を有していると認められる(原判決49頁8行～13行)。",
            "このような本件発明の意義を考慮すれば，実施料相当分の割合が少ないとは評価し難いのであって，これに上記のような第1ライセンス契約の内容，医薬品分野における実施料の実例，三菱ウェルファーマや他の医薬品業界における売上高営業利益率等を併せて総合考慮すれば，上記原薬供給の対価に占める実施料相当分の割合は5％と認めるのが相当である(原判決は3％とするが相当でない。)。",
            "なお，上記a(e)のとおり，一審被告の有していた第1ライセンス契約上の地位は本件実施許諾契約において最終的に三菱ウェルファーマに移転され，これにつき一定の実施料率・・・・・・・・が定められていることから，自社実施期間における仮想実施料率もこれによるべきであるとの考えがあり得るが，この点は上記実施料率の相当性の有無について後記(5)アにおいて説示するとおりであり，採用することができない。"
          ],
          "content": [
            {
              "fig": "(ウ)",
              "subject": "本件発明の寄与度"
            }
          ]
        },
        {
          "fig": "a",
          "text": [
            "原判決4頁14行以下のとおり，本件発明に関連する発明として，物質特許1，2，用途特許，中間体製法特許1～3からなるアルガトロバン関連6発明があり，それとの関係において本件発明の寄与度を定めるのが相当である。",
            "そして，上記のとおり，本件発明は医薬品としてのアルガトロバンを純度99％以上という高純度で，かつ工業的な規模で製造することができる方法として画期的なものであり，アルガトロバンを製造・販売する上で非常に重要な価値のある発明であり，我が国において特許出願中であるものの米国や欧州において既に特許化されていることからすれば，本件発明が物質特許ではなく製法の発明であることや，我が国において未だ設定登録により権利化されていないこと等を考慮に入れたとしても，自社実施期間における本件発明の寄与度は20％を下らない(原判決と同旨)ものと認めるのが相当である。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "これに対し一審被告は，医薬業界における各種発明の後発品排除効果について，「『物(選択発明含む)』 強」，「用途発明 強(承認用途のみ)」，「製法の発明 弱(回避容易・発見困難)」(室伏良信「医薬品とバイオ製品についての特許戦略」日経バイオビジネス〔2003．08〕158頁，乙19)などとして，物質発明，用途発明は強く，製法発明は弱い旨の認識が示されていることや，「1つの製品に複数の発明…が寄与している場合，他社牽制力及び特許性の観点から個々の発明の点数を算出した後，カテゴリー別ウエイトを乗じ各発明への配分比率を算出…。カテゴリー別ウェイト(原則として) 基本物質(1．0)，製剤(0．3)，用途(0．5)，製造方法(0．3)」(LES月例研究会「実績補償制度についての考え方」14頁，乙20)として，武田薬品工業株式会社における複数の発明間の配分比率として，基本物質を1．0とした場合，製剤0．3，用途0．5，製造方法0．3とする例があることを挙げて，本件発明の寄与度は4％であると主張するが，飽くまでも一般論であって，本件発明の寄与度は本件における個別具体的事情に基づいて決せられるべきところ，アルガトロバンの製造方法として本件発明の有する上記個別的な意義を考慮すれば，一審被告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "(エ)",
              "subject": "中間利息の控除"
            }
          ]
        },
        {
          "fig": "a",
          "text": [
            "前記(2)ア記載のとおり，本件における相当な対価の算定基準時は平成2年6月ころと解される。しかし，原判決55頁13行以下並びに原判決別紙2及び3のとおり，被告取扱規則(乙2の2，3)においては，職務発明に対する補償金は「職務発明についての出願…がなされた場合」に支払われるものとされ，また，被告取扱規則の「職務発明に対する補償金の基準」においては，補償金の対象は日本出願のみであり，優先権主張出願等については除外されており，日本出願である本件発明について特許出願がされたのは平成9年8月1日である。このように，一審原告は本件発明について日本国において出願された平成9年8月1日までは上記対価の支払を一審被告に請求することはできないのであるから，上記時期までは中間利息の控除をすべきでないが，その経過後はその経過時を基準として対価の将来分につき年5分の割合による中間利息を控除すべきである。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "これに対し一審原告は，将来分につき中間利息の控除をすべきでないと主張するが，相当対価の請求をすることが可能となった時点から遅延損害金が発生することは当然であるから，一審原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "エ",
                  "subject": "一審被告の貢献度"
                }
              ]
            }
          ]
        },
        {
          "fig": "a",
          "text": [
            "原判決44頁以下に認定のとおり，一審被告が医薬事業を開始したばかりの揺籃期において，一審原告の高い能力及び技術が本件発明の完成に大きく貢献していること，他方，一審原告は，昭和40年に化学会社である一審被告に入社して以来，研究の仕事に従事し，昭和47年からは合成班のグループリーダーとして創薬研究に従事し，本件発明は一審原告の職務の遂行そのものの過程でされたものであること，一審被告は本件発明の権利化にさほど熱心ではなかったところ，一審原告が特許出願を勧め，自ら明細書等の作成を行い，出願審査の請求も，請求期間満了直前に一審原告が催促して行わせたものであること，他方，一審原告は，一審被告に蓄積されていた化学会社としての知識及び技術並びに物質特許1，2及び用途特許等を利用し，一審被告の設備を使用して，一審被告の研究者等のスタッフの助力を得て，本件発明を完成したものであり，原判決50頁17行以下のとおり，新薬の研究開始から承認取得は，原判決別紙10の2「新薬開発のプロセスと期間」記載の様々なステップから構成され，それらのステップに応じた業務内容が決められており，研究開発や上市，さらには上市後の対応までも含めて，多くの専門家が関わっていること，実際に，一審被告の米国企業との独占販売契約(第1ライセンス契約等)の締結等，アルガトロバン事業の販路拡大は一審被告の経営努力によるところが大きいことが認められる。このように，本件発明を含むアルガトロバン事業の事業化，販路拡大ないし成功には一審被告の経営努力によるところが大であるということはできるものの，前記のとおり，本件発明は極めて有効かつ価値の高いものであり，このような発明が成立するに当たり一審原告が課題の設定・課題の解決に果たした役割等の事情に照らせば，従業者たる一審原告の上記のような企業内での職務と地位を考慮に入れたとしても，本件発明における一審原告の貢献を過小評価することも相当でない。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "また，平成10年版厚生白書によれば，1つの新薬の開発には10年～18年を要し，150～200億円を要するとされていること，日本製薬工業協会の2005年のパンフレット(乙5)によれば，「多くの新薬の候補化合物を合成しても新薬の成功確率は，12，324分の1」であり，「1成分当たりの研究開発費は，日本の調査データによると500億円にのぼ」り，臨床試験に到達したものでも，最終的に製造承認がされる確率は11～13％であること，平成14年の総務省「化学技術研究調査報告」によれば，研究費の対売上高比率は全産業が3．06％であるのに対し，医薬品産業は8．91％であること(乙5)，新薬の探索研究は，合成研究者が単独で実施できるものではなく，薬理研究者，薬物動態研究者，安全性研究者との協力体制が必要であり，実際の研究活動では正確かつ安定した評価結果を得るための測定系を作成することは無論のこと，より人疾患に近い試験系を組み立てる能力も要求されること(乙5，弁論の全趣旨)が認められ，これによれば，医薬品業界における企業の成功確率は決して高いものではなく，したがって，一審被告の貢献度を考慮する上でそのような事情は十分考慮に値するというべきではあるが，他方で，本件発明は一審被告が医薬事業を開始したばかりの揺籃期に完成されたものであり，必ずしも上記のような一般論が全面的に妥当するものともいい難い。"
          ]
        },
        {
          "fig": "c",
          "text": [
            "なお原判決は，69頁下4行以下及び71頁下1行～72頁2行において，創薬事業においては失敗に終わる研究開発が多数存在するという事情があることから，相当対価の算定に際し「成功確率による減額」を行うべきであるとするが，上記のような事情は，独立の減額事由ではなく，一審被告の貢献度を考慮する際の1要素と把握すべきものである。"
          ]
        },
        {
          "fig": "d",
          "text": [
            "以上述べた，本件発明がなされるに至った経緯，一審原告がこれに関与するに至った事情，本件発明の他の発明との比較における位置付け，一審被告の販売努力の内容，新薬開発における研究開発の事情等を総合的に考慮すると，一審被告の貢献度は90％と認めるのが相当である。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，自社実施期間における本件発明の相当対価額は，(別紙2)「相当対価額・自社実施分(平成2年6月～平成11年9月)」記載のとおり，1218万0481円となる。"
                  ],
                  "content": [
                    {
                      "fig": "(5)",
                      "subject": "実施権付与期間(平成11年10月～平成29年7月)における算定"
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "実施料算定の基礎となる三菱ウェルファーマの売上高"
                }
              ]
            },
            {
              "fig": "(ア)"
            }
          ]
        },
        {
          "fig": "a",
          "text": [
            "原判決8頁8行以下のとおり，一審被告は，平成11年9月30日，ティーティーファーマ(現三菱ウェルファーマ)に対し，本件発明，アルガトロバン関連6発明の特許，データ，ノウ・ハウ，商標権等を含む医薬に係る知的財産について独占的実施権を許諾し(本件実施許諾契約)，その対価として実施料を得ているところ，・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・・というものである。",
            "これによると，一審被告は，本件実施許諾契約を締結した結果，従前アルガトロバン事業を実施したことで得ていた利益を喪失し，その代わりに本件実施許諾契約に基づく実施料収入を得たことになる。",
            "しかるに，例えば自社実施期間である平成10年度の一審被告の売上高(43億0960万円)における超過売上高(40％)に一審被",
            "告主張に係る営業利益率(3．75％)を乗じて得られた利益は6464万4000円であるのに対し，一審被告主張に係る実施権付与期間における実施料収入は，平成12年度が4804万9000円，平成13年度は4195万6000円というものであり(原判決別紙1",
            "2「被告主張対価算定表」参照)，単純に比較しても両者間に上記のような差が生じていることになる上，弁論の全趣旨によれば，上記実施料支払期間は平成21年9月30日〔平成21年度〕に満了すると認められ，以後は実施料収入自体も喪失することになる。",
            "そして，本件において，一審被告における上記のような著しい利益の喪失を正当化するような事情(例えば，上記利益喪失の経済的合理性を基礎付けるような本件実施許諾契約以外の対価ないし補償関係の存在など)は見当たらず，本件実施許諾契約だけでは，その実施料が合理性を有すると認めることはできない。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "他方，一審被告と三菱ウェルファーマの関係についてみると，一審被告は，平成11年9月30日，同年4月に東京田辺製薬の100％子会社として設立されたティーティーファーマに対し医薬事業を譲渡するとともに，本件実施許諾契約を締結して本件発明を含むアルガトロバン関連事業の実施権を許諾したこと，ティーティーファーマは翌10月1日に社名を三菱東京製薬に変更したこと，その後ウェルファイド株式会社は平成13年10月三菱東京製薬を吸収合併し，三菱ウェルファーマに商号変更したことは，いずれも当事者間に争いがない。",
            "また，弁論の全趣旨によれば，一審被告は平成11年9月30日に東京田辺製薬と合併し，その結果，ティーティーファーマは一審被告の100％子会社となったこと，その後ティーティーファーマがウェルファイド株式会社と合併し，三菱ウェルファーマへと商号変更した後も，一審被告は三菱ウェルファーマの発行済株式の45．08％を保有する筆頭株主であったこと，平成15年12月には株式の公開買付けにより一審被告が三菱ウェルファーマの発行済み株式の58．94％を保有する親会社となり，さらに，平成17年10月には，株式移転により，一審被告と三菱ウェルファーマを完全子会社とする株式会社三菱ケミカルホールディングスが設立され，一審被告と三菱ウェルファーマは完全な兄弟会社となったことが認められ，一審被告の平成14年3月期の「決算短信(連結)」(甲33)によれば，平成14年5月14日当時，三菱ウェルファーマは一審被告を中心とする企業集団において一審被告の医薬部門として位置付けられていたことが認められる。",
            "これによれば，本件実施許諾契約に基づき三菱ウェルファーマが一審被告から承継したアルガトロバン事業等による利益は，単に本件実施許諾契約に基づく実施料として一審被告に直接的に還元されるだけではなく，これに加えて，一つの企業グループにおける親子ないし兄弟会社間における利益配分の過程を通じて，間接的に一審被告に還元されることも予定されているものと解することができ，上記(ア)に述べた本件実施許諾契約における実施料の経済的合理性も，このような間接的な利益の還元を加味して初めて合理的に説明できるものというべきである。"
          ]
        },
        {
          "fig": "c",
          "text": [
            "そうすると，実施権付与期間に係る本件発明の相当対価額を算定するに当たっては，上記のように直接的及び間接的に還元される利益の総体をもって一審被告の利益と解し，これをもって一審被告の得た実施料相当額であると解すべきであり，本件実施許諾契約に基づく実施料のみを基礎として本件発明の相当対価額を算定することは相当でない。",
            "そして，本件において上記のような間接的に還元される利益の額を個別具体的に確定することは困難であるから，相当対価額の基礎となる実施料相当額の認定は，三菱ウェルファーマの売上額のうちアルガトロバン事業に係るものを抽出した上で，これに他社にライセンスした場合の実施料率に相当する仮想実施料率を乗じることにより算定するのが相当である。"
          ]
        },
        {
          "fig": "d",
          "text": [
            "これに対し一審被告は，本件実施許諾契約に基づく実施料は経済原則に基づく合理的なものである旨主張するが，上述したところに照らし採用することができない。",
            "なお一審被告は，上記のように解した場合，論理的には発明者である従業員から特許を受ける権利を譲り受けた使用者である法人がその権利を第三者である別法人に譲渡した場合にも，その譲渡先の法人の売上を合算して相当対価の算定をすべきことになり，このような帰結は不当であると主張する。",
            "しかし，本件実施許諾契約に基づき直接的に支払われる実施料額以上の額を実施料相当額とみることができることは，上記cに述べたとおり，三菱ウェルファーマの利益が一審被告に還元される関係にあることを根拠とするものであって，そのような関係にない純然たる第三者の利益を合算するというものではないから，一審被告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "(イ)",
              "text": [
                "そこで，以上を前提にアルガトロバン事業に係る三菱ウェルファーマの売上額について検討する。"
              ]
            }
          ]
        },
        {
          "fig": "a",
          "text": [
            "まず，国内分の三菱ウェルファーマの正味販売高(平成11年度ないし平成17年度)及び売上推定額(平成18年度以降)は，原判決57頁下10行～58頁下8行のとおりである。すなわち，平成11年度～平成17年度における国内の自社販売分は原判決別紙13「裁判所認定対価算定表」の「三菱WP」(三菱ウェルファーマを指す。",
            "以下同じ。)における「内ノバスタン国内」欄，平成11年度～平成17年度における国内の対第一製薬販売分は同別紙11「原告主張対価算定表」における【三菱ウェルファーマに対する実施許諾】〈国内〉「総売上高」(内 原薬)の平成11年度～平成17年度の欄，平成18年度以降における国内の全販売分は同別紙13「裁判所認定対価算定表」の「三菱WP」における「国内売上」欄に記載のとおりである。",
            "次に，海外分の三菱ウェルファーマの正味販売高(平成11年度ないし平成17年度)及び売上推定額(平成18年度以降)は，原判決59頁下5行～62頁5行(ただし，60頁12行～22行を除く。)",
            "のとおりである。すなわち，平成11年度ないし平成17年度における販売分は原判決別紙11「原告主張対価算定表」の【三菱ウェルファーマに対する実施許諾】〈海外〉「総売上高」(内 アメリカ)欄(米国における販売分)，(内 ドイツ)欄(欧州における販売分)，(内ノバスタン)欄(中国等における販売分)の平成11年度～平成17年度の欄に記載のとおりである。また，平成18年度以降の販売分(米国分以外)については同別紙13「裁判所認定対価算定表」の「三菱WP」における「内欧州」欄(欧州における販売分)，「内ノバスタン海外」欄(中国等における販売分)に記載のとおりである。",
            "さらに，三菱ウェルファーマの米国における売上推定額のうち，第1ライセンス契約第5条の5．01項の一時金及び5．02項のロイヤリティ(以下「第5条ロイヤリティ」という。)を含まないものは，平成18年度及び平成19年度は14億円，平成20年度から平成23年度までは年15億円，平成24年度から平成28年度までは年12億円，平成29年度(7月まで)は4億円と認められる。",
            "以上をまとめると，(別紙3)「三菱ウェルファーマ売上高」の「国内分」，「海外分」欄記載のとおりである。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "ところで，既に述べたところから明らかなとおり，一審被告は医薬事業部門を切り離して三菱ウェルファーマ(ティーティーファーマ)に譲渡しており，一審被告自らはアルガトロバン事業から撤退していることからすれば，実質的に，上記事業譲渡の際，一審被告の通常実施権も譲渡されたものと認められるから，上記aに述べた三菱ウェルファーマの売上の中には本件特許に基づく独占的な売上に係るもの(自社実施期間における超過売上高部分に相当する)のほか，上記通常実施権に基づく売上も含まれているものと解される。",
            "そうすると，本件発明の相当対価額算定の基礎となるべき一審被告の実施料収入額を算定するに当たっては，上記aに述べた三菱ウェルファーマの全売上に仮想実施料率を乗ずるのではなく，同売上から通常実施権に基づく売上部分を控除した残額に仮想実施料率を乗じて算定すべきことになる。",
            "そして，前記(4)イのとおり，一審被告の売上に係る超過売上高は40％，通常実施権に基づく売上部分は60％と解するのが相当であり，実施権者が一審被告から三菱ウェルファーマになったことによりこの点を別異に解すべき事情は見当たらないことからすれば，三菱ウェルファーマの売上に係る超過売上高部分(全売上から通常実施権に基づく売上部分を控除した残額部分)もまた40％と認めるのが相当である。",
            "したがって，上記aに認定した売上高に40％を乗じたものをもって実施料収入額算定の基礎となる売上高とし，これに仮想実施料率を乗じて実施料額を算定することにする((別紙4)「相当対価額・実施権付与期間分(平成11年10月～平成29年7月)」における「三菱WP超過売上高」欄参照)。"
          ]
        },
        {
          "fig": "c",
          "text": [
            "以上に対し一審原告は，三菱ウェルファーマの売上高のうち「ロイヤリティ」に該当する部分に本件発明の対価が含まれていると主張する。",
            "上記主張におけるロイヤリティとは，第1ライセンス契約における第5条ロイヤリティを指すものと理解することができるところ，前記のとおり，第1ライセンス契約において，一審被告はジェネンテック社に対し米国及びカナダにおけるアルガトロバンの使用及び販売，すなわち，アルガトロバン原薬を製剤化し，これを販売する権利等を許諾するものであり，第5条ロイヤリティは，「当該半年中の『許諾製品』及び『配合製品』の全『正味売上高』について」支払うものとされている。本件発明の米国特許は第1ライセンス契約当時未出願であったものの，前記のとおり，この「許諾特許」には三菱化成が将来的に取得する特許を含み，また，「許諾製品」にはアルガトロバンが含まれていることからすれば，本件発明の米国特許成立後は，第5条ロイヤリティにおける「正味販売高」の中に本件発明に基づくものが含まれるようにも考えられる。",
            "しかし，前記のとおり，第1ライセンス契約及びその後のライセンス契約においては，ライセンシー(サブライセンシーを含む)から一審被告ないし三菱ウェルファーマに交付される金員は，主として5．01項の定める一時金及び5．02項の定める第5条ロイヤリティと，7．02項の定めるアルガトロバン原薬の対価とにより構成されるものであるところ，各ライセンス契約のスキームにおいて製剤に必要なアルガトロバン原薬は一審被告が独占的に全量供給するものとされ，その実施料相当分は原薬供給対価の中に含まれていることからすれば，一審被告(ないし三菱ウェルファーマ)がジェネンテック社(ないしグラクソスミスクライン等)に対しアルガトロバン原薬の製造方法に係る本件特許の実施を許諾することは考えられず，第5条ロイヤリティにおける「正味販売高」に本件発明に基づくものが含まれると解することはできない。",
            "したがって，一審原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "d",
          "text": [
            "また一審原告は，上記各ライセンス契約において，実施許諾の対象となり得る特許のうち本件発明の米国特許以外の関連特許の存続期間が満了したにもかかわらず，第5条ロイヤリティの支払が存続することや，同契約の文言上，特許権の範囲について本件発明を除くことが明示されていないことからすれば，第5条ロイヤリティには本件発明の米国特許が含まれると解すべきである旨主張する。",
            "しかし，前記のとおり，第5条ロイヤリティの中には，アルガトロバン関連特許以外のアルガトロバン原薬の製剤化に関するデータ，ノウ・ハウ等の供与を受けることに対する対価も含まれているのであるから，本件発明の米国特許以外のアルガトロバン関連特許の特許期間満了後になお第5条ロイヤリティの支払が存続するとしても，そのために同ロイヤリティが本件発明に対するものであるということはできない。",
            "また，第1ライセンス契約の文言上，特許権の範囲について本件発明を除くことが明示されていない点は一審原告主張のとおりであるが，上記のとおり，第1ライセンス契約の各条項を総合すれば，第5条ロイヤリティの対象から本件発明が除外されるものと解すべきことは明らかである。",
            "したがって，一審原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "仮想実施料率",
                  "text": [
                    "上記のとおり，本件における相当対価の算定に当たっては，本件実施許諾契約の定める実施料率ではなく，三菱ウェルファーマの売上のうち間接的に一審被告に還元される部分を考慮して仮想実施料率が想定されるべきである。",
                    "そして，前記のとおり，この場合の仮想実施料率は5％と認めるのが相当である。",
                    "もっとも，物質特許が満了した後の実施料率は低減されるものと解するのが相当であるから，物質特許1，2の延長期間が満了した平成16年度以降の仮想実施料率は半額の2．5％と認めるのが相当である。",
                    "なお，本件実施許諾契約は・・・・・・・・・・・満了するが，これにより本件発明に係るアルガトロバン原薬の供給が終了することを窺わせる事情は見当たらず，その意味で上記満了時以降も本件発明による利益は継続的に生じ，これが前記企業グループにおける利益配分の過程を通じて一審被告に還元されるというべきであるから，上記2．5％の仮想実施料率は平成29年度まで存続するものと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明の寄与度"
                }
              ]
            },
            {
              "fig": "(ア)",
              "text": [
                "本件発明の寄与度は，前記のとおり，アルガトロバン関連6発明との関係において本件発明の寄与度を定めるのが相当である。",
                "そして，実施権付与期間(平成11年10月～平成29年7月)のうち物質特許1，2について特許期間が満了していなかった平成15年度までの本件発明の寄与度は，上述したところに照らし20％と認めるのが相当である。",
                "他方，原判決4頁14行以下のとおり，用途特許は平成11年12月25日に，中間体製法特許1～3は遅くとも平成15年3月31日までに特許期間が満了していることからすれば，物質特許1，2の特許期間が満了する平成16年度以降の本件発明の寄与度は100％と認めるのが相当である。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "これに対し一審被告は，発明の寄与度は当該発明固有のものであり，他の発明が有効であるか否か等により左右されるべき性質のものではないと主張するが，ここで問題とする発明の寄与度とは，ある発明に加えてこれに関連特許が総体となって独占的な利益が生じている場合に，当該利益に占めるある発明それ自体の寄与度をいうものであるから，関連特許の消長によりその寄与度が異なるのは当然というべきであって，一審被告の上記主張は採用することができない。"
              ],
              "content": [
                {
                  "fig": "エ",
                  "subject": "中間利息の控除，一審被告の貢献度",
                  "text": [
                    "中間利息の控除，一審被告の貢献度については，前記(4)ウ(エ)及びエに述べたとおりである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，実施権付与期間(平成11年10月～平成29年7月)における本件発明の相当対価額は，本判決別紙4「相当対価額・実施権付与期間分(平成11年10月～平成29年7月)」記載のとおり，3359万8198円となる。"
                  ],
                  "content": [
                    {
                      "fig": "(6)",
                      "subject": "まとめ",
                      "text": [
                        "以上によると，自社実施期間(平成2年6月～平成11年9月)に係る相当額は1218万0481円であり，実施権付与期間(平成11年10月～平成29年7月)に係る相当額は3359万8198円であり，これを合計すると4577万8679円となる。そして，これに一審原告が一審被告からこれまでに補償金等として合計1万3000円を受領していること及びこれまでに一審原告が一審被告から受けた処遇等の一切の事情を総合考慮すると，本件における対価額は4500万円と認めるのが相当である。"
                      ],
                      "content": [
                        {
                          "fig": "4",
                          "subject": "結論",
                          "text": [
                            "そうすると，一審原告の本訴請求は，職務発明譲渡の対価金として4500万円及びこれに対する訴状送達の翌日である平成17年7月2日から支払済みまで民法所定年5分の割合による遅延損害金の支払を求める限度で理由があり，その余は理由がないことになる。",
                            "よって，一審原告の本件控訴に基づき原判決を主文第1項(1)(2)のとおり変更することとし，一審被告の附帯控訴は理由がないからこれを棄却して，主文のとおり判決する。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}