{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−7837号事件について平成18年11月17日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告らが後記特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたので，その取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告らは，平成12年6月29日，名称を「電子ショッピングシステム」とする発明について，共同して特許出願をし(以下「本願」という。特願2000−197060号。甲3)，平成14年7月29日付け(甲4)，平",
                "成15年1月29日付け(甲5)及び平成15年8月11日付け(甲6)で",
                "明細書の記載を補正したが，平成16年3月15日拒絶査定を受けた(甲8)。",
                "そこで原告らは，平成16年4月15日付けで不服の審判請求を行なったので，特許庁は，同請求を不服2004−7837号事件として審理したが，その中で原告らは，平成16年5月17日付けで明細書の記載を補正した(以下「本件補正」という。甲7)ものの，特許庁は，平成18年11月17日，「本件審判の請求は，成り立たない」との審決をし，その謄本は平成18年11月29日原告らに送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，請求項1から成り，その内容は次のとおりである(以下，この発明を「本願発明」という。)。",
                "「サーバが店舗における売上額を累計する売上額累計手段と，特典を発生させる条件及び割引である特典の内容を格納する特典付与条件格納部と，",
                "サーバが前記売上額の累計額が前記特典付与条件格納部に格納されている予め設定した特典を発生させる条件を満足したときの購入者に対して前記割引である特典の内容を付与する特典付与手段と",
                "を備えることを特徴とする電子ショッピングシステム。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，本願発明は，下記の各引用例に記載された発明及び周知技術に基づいて容易に発明をすることができたから，特許法29条2項により特許を受けることができない，というものである。",
                    "記",
                    "・特開平6−295390号公報(以下，「引用例1」といい，そこに記載された発明を「引用例1発明」という。甲1)",
                    "・特開平2−299092号公報(以下，「引用例2」という。甲2)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，本願発明と引用例1発明の一致点及び相違点を次のとおり認定している。",
                    "〈一致点〉",
                    "「処理手段が特典を発生させる条件及び特典の内容を格納する特典付与条件格納部と，",
                    "店舗の状況が予め設定した特典を発生させる条件を満足したときの購入者に対して前記特典の内容を付与する特典付与手段と",
                    "を備えることを特徴とする電子ショッピングシステム」である点。",
                    "〈相違点1〉",
                    "特典の内容が，本願発明では，割引であるのに対し，引用例1発明では，ボーナスポイントを発行することである点。",
                    "〈相違点2〉",
                    "処理手段が，本願発明では，サーバであるのに対し，引用例1発明では，サーバであるとは明記されていない点。",
                    "〈相違点3〉",
                    "本願発明では，処理手段が売上額を累計する売上額累計手段を備え，処理手段が売上額の累計が特典を発生させる条件を満たしたときに特典の内容を付与するのに対し，引用例1発明では，処理手段が来客者をカウントして累計人数を計算する手段を備え，処理手段が来客者の累計人数が特典を発生させる条件を満たしたときに特典の内容を付与する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の認定判断には，次のとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(本願発明と引用例2に記載された事項との対比の誤り)審決は，引用例2に記載された事項の「売上合計額が目標に達する」は本願発明の「予め設定した条件を満足する」に相当する旨の認定をしている(7頁下3行～1行)。",
                    "しかし，引用例2の「売上合計額が目標に達する」は，文字どおり，売上合計額が予め設定された目標額に達することであるから，当然にその時期は閉店時刻に近いころに限られるし，1日に多くて1回あるだけであって，それに達しない日も多々あると想定される。そして，その結果は，ジャーナルに印字又はLEDの点灯という形で現れ，店舗の従業員に向けて情報を提供するものであり，顧客とは関係がない。",
                    "これに対して，本願発明の「予め設定した条件を満足する」は，本願の特許請求の範囲に記載のとおり「購入者に対して前記割引である特典の内容を付与する」ための条件を満足することであり，「これにより，売買が促進される」(本願当初明細書［甲3］段落【0037】)のであるから，営業時間中に適当に分散して何度でも繰り返し発生する。特許請求の範囲の中の特定の記載は，その全体の記載の中で解釈すべきものであるから，本願発明の「予め設定した条件を満足する」は，上記のとおり，その特許請求の範囲に記載された特定の条件を満足することを意味すると解釈するべきである。",
                    "そうすると，本願発明の「予め設定した条件を満足する」は，引用例2の売上合計額が目標額を達成することとは相違する。",
                    "また，仮に，本願発明の「予め設定した条件を満足する」を，特許請求の範囲に記載された条件を満足することと解釈しないとしても，引用例2に記載された事項の「売上合計額が目標額に達する」は，上記のとおり，文字どおり，売上合計額が目標額を達成することを意味すると解釈されるのに対して，本願発明には，このような売上合計額の目標額という概念は含まれない。",
                    "したがって，審決における，引用例2に記載された事項の「売上合計額が目標額に達する」は本願発明の「予め設定した条件を満足する」に相当する旨の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点3についての判断の誤り)",
                  "text": [
                    "審決は，相違点3について，「また，事前に予期できないようなアクシデント性のある特典として，引用例1の上記摘記事項(c)に記載されているように，来客一万人目の購入者にボーナスポイントを付与するという特典の内容を付与するか，本願発明のように，売上額累計額が所定の条件を満足したときに特典の内容を付与するかは設計的事項である。」と判断している(8頁1行～5行)。",
                    "ここで，審決は，Aするか，Bするかは設計的事項である，と認定しているが，そのうちのB，すなわち，売上額累計額が所定の条件を満足したときに特典の内容を付与することについては，何ら引用例が示されていない新規なことである。",
                    "通常，このような，Aするか，Bするかは設計的事項である，との論理付けは，AもBも知られていてなおかつAとBとが置換可能であることが知られている場合にされることであって，その一方であるBが従来知られていない場合についてまで，このような論理付けが正当化されるとすれば，すべての発明は進歩性を否定されてしまうことになる。",
                    "本願発明は，Bという技術的に新たな選択肢を見いだすことで，少なくとも選択肢を多くして技術を豊富にするという発明の効果を奏するし，これに加えて，売上額の累計額に基づいて特典を付与するから，その時々の店舗の経済的な力量に見合った特典を付与することができるという発明の効果を奏するものであり，これは，引用例1発明が有する効果と比較して際立って優れた効果であって，技術水準から当業者が予測することができたものではない。",
                    "また，審決は，引用例2を引用しているが，引用例2は，商品販売データ処理装置であって，顧客に特典を付与するものではなく，本願発明とはその技術分野が異なるから，このような商品販売データ処理装置である引用例2を本願発明に転用することはできない。",
                    "なお，被告は，引用例1にはポイントを発行するための条件として，様々な条件を任意に設定し得る構成のものが示唆されている，と主張している。しかし，被告が引用する引用例1の「購入条件を随時，任意に設定できる。」は，買物の合計金額又は合計点数のいずれか，及び，そのいずれかに基づいてサービスポイントを付与する複数の付与率，を随時，任意に設定することができる，という意味であって，これを超えて広く一般のポイント発行条件を随時，任意に設定できることを意味するわけではない。",
                    "被告の上記主張は，引用例1の記載に基づかない主張である。",
                    "また，被告は，「そうした条件は，一般常識に照らしてみれば，『顧客の購買意欲を向上させる』(引用例1の摘記事項(d))のために，商業上の方針・戦略などに基づいて任意に選択されるものであるといえる。」と主張している。しかし，ここでいう一般常識がどのような一般常識を指しているのか不明であって，根拠のない主張であるし，「任意に選択される」といっても，公知ではない選択肢を選択できないことはいうまでもない。",
                    "さらに，被告は，「してみれば，引用例1発明において，アクシデント性のある特典の内容を付与する条件として，顧客のカウント人数の累計人数という累計数字を利用しているが，引用例1に記載された事項からみれば，利用するデータとしては，顧客のカウント人数の累計人数のみに限定されるものではなく，他の累計数字も利用できることは明らかである。」と主張している。しかし，ここで「他の累計数字も利用できる」根拠は何も示されておらず，容認できない。",
                    "したがって，審決の上記判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "審決は，本願発明と引用例1発明とを対比して「予め設定した特典を発生させる条件を満足したときの購入者に対して前記特典の内容を付与する」ことを一致点とした上で，処理のきっかけとなる「条件」の内容が相違し，これに伴って当該条件を監視する「手段」が相違することを認定した相違点3について検討を進めたものであり，その検討の過程で，所定の条件を満足した場合に所定の処理を行う処理手段を備える点で本願発明と共通する引用例2に記載された事項において，引用例2に記載された事項の「売上合計額が目標額に達する」ことが，所定の処理を行うきっかけとして本願発明の「予め設定した条件を満足する」ことに相当する点を導き出したものである。",
                "したがって，審決は，引用例2に記載された事項の「売上合計額が目標に達する」ことを，「購入者に対して前記割引である特典の内容を付与する」ための条件を満足することと認定したわけではないから，本願発明と引用例2に記載された事項と一致点である「予め設定した条件を満足する」を「購入者に対して前記割引である特典の内容を付与する」ための条件を満足すると解釈し，その解釈を前提として対比の誤りを指摘する原告らの主張は，審決を正解しないものであって，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用例1発明につき，顧客に対して事前に予期できないようなアクシデント性のある特典の内容を付与する条件として，顧客のカウント人数の累計人数を採用したシステムを認定しているが，審決で摘記した引用例1の摘記事項(c)の「購入条件を随時，任意に設定できる。」及び摘記事項(d)の「例えば，来客一万人目というような特別な顧客にボーナスポイントを発行する。」などの記載があるように，ポイントを発行するための条件として，様々な条件を任意に設定し得る構成のものが示唆されている。そうした条件は，一般常識に照らしてみれば，「顧客の購買意欲を向上させる」(引用例1の摘記事項(d))ために，商業上の方針・戦略などに基づいて任意に選択されるものであるといえる。してみれば，引用例1発明において，アクシデント性のある特典の内容を付与する条件として，顧客のカウント人数の累計人数という累計数字を利用しているが，引用例1に記載された事項からみれば，利用するデータとしては，顧客のカウント人数の累計人数のみに限定されるものではなく，他の累計数字も利用できることは明らかである。",
                    "一方，商取引の基本的な累計データの一つとして売上累計額が知られており，しかも，引用例2には，売上金額の合計，売上累計額が所定値に達したことを条件として所定の処理を行う商品販売データの処理装置の例が記載されている。",
                    "そうすると，引用例1発明において，顧客に対して事前に予期できないようなアクシデント性のある特典を付与する仕組みとして，顧客のカウント人数の累計人数を利用し，来客一万人目の購入者に特典の内容を付与する仕組みとするか，商取引の上で基本的なデータの一つである売上累計額を利用し，売上累計額が所定の条件を満足したときに特典の内容を付与する仕組みとするかは，いずれにしても商業上の方針・戦略に沿った形でシステムを構築する際の設計的事項にすぎず，当業者であれば，容易になし得る事項である。",
                    "審決は，このような考えに基づいて判断したものであり，単なるAするかBするかというだけの論理を採用しているわけではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用例1発明の「来客一万人目の購入者にボーナスポイントを付与する」ことも，本願発明の「売上額累計額が所定の条件を満足したときに特典の内容を付与する」ことも，顧客に対して事前に予期できないようなアクシデント性のある特典の内容の付与，言い換えると，従来は，所定の売上げ履歴のある会員にしか特典の内容が付与されなかったのに対し，新会員で所定の売上げ履歴がなくても，さらに非会員であっても，特典の内容が付与されるチャンスが発生するという点では，実質的に同じ効果を有するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，「その時々の店舗の経済的な力量に見合った特典を付与することができる」という効果を主張している。",
                    "しかし，本願の特許請求の範囲には，付与する特典の内容をその時々の店舗の力量に合わせるための構成が記載されているとは認められないので，上記効果は，特許請求の範囲の記載に基づかない効果である。",
                    "また，引用例1の摘記事項(a)に「店舗の実情に則し，…販売促進をサポートする点数管理システムを必要としている。」と記載されており，引用例1発明において，累計来客数を一万人としたのは単なる一例であり，特典の内容を付与する条件をどのようなものにするかは，当然に，その時々の店舗の経済的な力量などを考慮して任意に設定する事項であるということができるので，原告ら主張の前記効果は，当業者が引用例1に基づいて容易に予測できる範囲の効果である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，審決における「また，事前に予測できないようなアクシデント性のある特典として，引用例1の上記摘記事項(c)に記載されているように，来客一万人目の購入者にボーナスポイントを付与するという特典の内容を付与するか，本願発明のように，売上額累計額が所定の条件を満足したときに特典の内容を付与するかは設計的事項である。」(8頁1行～5行)との判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本願発明と引用例2に記載された事項との対比の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例2(甲2)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「商品登録操作により販売登録された商品の販売金額を合計器に集計処理するとともにレシートおよびジャーナルに印字出力する商品販売データ処理装置において，現時刻を計時する時計回路と，売上金額の目標値を設定記憶する目標値メモリと，前記商品登録操作により商品の販売登録が行われる毎に前記合計器に集計された売上金額と前記目標値メモリに設定された目標値とを比較する比較手段と，この比較手段により前記売上金額が前記目標値に達したことが検出されると前記ジャーナルに前記時計回路の現時刻を印字出力する目標達成印字制御手段とを具備したことを特徴とする商品販売データ処理装置。」(特許請求の範囲，1頁左下欄5行～17行)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「第1図は電子式キャッシュレジスタのブロック構成図であって，制御部本体としてのCPU(中央処理装置)1は演算回路，メモリ制御回路などを内蔵し，入力データに基づいて各種の演算処理を行うとともに，バスライン2を介してROM(リード・オンリ・メモリ)3，RAM(ランダム・アクセス・メモリ)4，時計回路5，I／O(入出力)ポート6，キーボード回路7，表示制御回路8およびI／Oポート9をそれぞれ制御する。",
                    "ROM2には上記CPU1が各部を制御する上で必要なプログラムデータなどが記憶されている。RAM4には上記CPU1での演算処理に使用される各種メモリが形成されている。時計回路5は現在の日付および時刻を計時するものである。」(2頁右上欄19行～左下欄13行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「このように構成された本実施例においては，例えば開店前の設定業務において部門別テーブル40の目標値エリア42に，部門別の売上金額目標値をそれぞれ設定しておき，登録業務を開始する。そうすると，キーボード11のキー人力による商品登録操作により販売登録された各商品の販売金額が当該商品の属する部門コードの売上金額合計器エリア41にそれぞれ加算処理される。そして，この合計器エリア41にて集計されている部門コード別の売上金額が対応する目標値に達すると，その部門コードと現時刻とが所定の売上達成マークとともにジャーナルにのみ印字出力される。またこのとき，その部門コードに対応する部門別LEDが点灯する。」(3頁左下欄8行～右下欄1行)"
                },
                {
                  "fig": "エ",
                  "subject": "「また本実施例においては，部門別の売上げ目標が達成した時点で該当部門のLEDを点灯動作させるので，点検レポートを出力しなくても店員はリアルタイムに目標達成を確認することができ，その後は未達成部門について客への販売を促進するなどの対応を取ることができる。」(4頁右上欄1行～6行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一方，審決は，「…引用例2に記載された事項の『合計された売上金額が目標値に達したときに売上達成マークをジャーナルに印字したりLEDを点灯する』ことと本願発明の『前記売上額の累計額が前記特典付与条件格納部に格納されている予め設定した特典を発生させる条件を満足したときの購入者に対して前記割引である特典の内容を付与する』ことは『累計された売上額が所定の条件を満足した場合に所定の処理を行う』という点で共通し，引用例2に記載された事項の…『売上合計額が目標額に達する』は本願発明の…『予め設定した条件を満足する』に相当する。」(7頁下9行～1行)と認定している。審決の上記認定は，引用例2に記載された事項の「売上合計額が目標に達する」と本願発明の「予め設定した条件を満足する」は，「累計された売上額が所定の条件を満足した場合」に所定の処理を行うという点が共通するので，引用例2に記載された事項の「売上合計額が目標に達する」は本願発明の「予め設定した条件を満足する」に相当するとの認定をしたものである。",
                "ところで，上記(1)の記載によると，引用例2には，「商品販売データ処理装置において，部門別に，合計器に集計された売上金額と目標値メモリに設定された目標値とを比較し，売上金額が目標値に達したことが検出されると，その部門コードと現時刻と売上達成マークとがジャーナルに印字出力され，その部門コードに対応する部門別LEDが点灯する。」との事項が記載されていると認められる。",
                "これに対し，本願発明は，特許請求の範囲の記載によると，サーバは売上額の累計額が特典付与条件格納部に格納されている予め設定した特典を発生させる条件を満足したときの購入者に対して割引である特典の内容を付与する特典付与手段を備えた電子ショッピングシステムであるから，引用例2に記載された事項とは，売上金額を累計し，その累計額が一定の条件を満たした場合に所定の処理を行う点で共通する。以上のような意味で，引用例2に記載された事項の「売上合計額が目標に達する」は本願発明の「予め設定した条件を満足する」に相当するということができる。",
                "原告らは，特許請求の範囲の中の特定の記載は，その全体の記載の中で解釈すべきものであるから，本願発明の「予め設定した条件を満足する」は，その特許請求の範囲に記載された特定の条件を満足することを意味すると解釈するべきであると主張する。しかし，本願発明の「予め設定した条件を満足する」について，その特許請求の範囲全体の記載を考慮しても，上記のとおり，引用例2に記載された事項とは，売上金額を累計し，その累計額が一定の条件を満たした場合に所定の処理を行う点で共通するということができるのであって，そのような意味で，引用例2に記載された事項の「売上合計額が目標に達する」は本願発明の「予め設定した条件を満足する」に相当するということができる。",
                "したがって，審決の上記認定に誤りがあるということはできないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1(甲1)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「顧客の希望するサービスは単に景品の交換や換金にとどまらず多種多様であり，小売業の商取引形態も来店購入だけでなく，電話やパソコン等を利用した通信販売による購入の割合が増加している。これらの商取引形態においても，来店購入同様のサービスの提供が希望されている。」(段落【0008】)",
                    "「また店舗側としても，単にサービスの点数を発行して顧客を定着させるだけでなく，店舗の実情に則し，かつ顧客の手間を煩わせず購入行為自体を楽しめるような販売促進をサポートする点数管理システムを必要としている。」(段落【0009】)",
                    "「本発明は上記問題点の解決を図り，顧客が点数の記録媒体や所定の会員カードを所持しなくても，事業者のコンピュータにより点数の発行・集計が可能であり，かつ顧客が必要なときに常に点数情報を知ることができるシステムを提供することを目的とする。また，様々な購入条件に対する点数付与方法を簡単に設定できるようにし，一層の販売促進を可能とすることを目的とする。また，顧客の点数累積状況に応じた販売促進につながる柔軟性のあるサービス情報の提供を可能とすることを目的とする。また，個人・団体の両方の利用に対応でき，通信販売等にも対応できる点数管理システムを提供することを目的とする。」(段落【0010】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "実施例",
                  "text": [
                    "「以下，本発明の一実施例について図面を用いて詳細に説明する。図1に示す構成例において，1はCPUおよびメモリを備えた処理装置であって，店舗または事業グループのセンタまたはVAＮセンタ等に設置されるもの，2はデータ入力手段，3は顧客端末または店舗端末，4は顧客認識手段，5は点数通知手段，6はサービス内容記憶手段，7は点数集計手段，8は条件監視手段，9は点数発行手段，10は点数付与率管理手段を表す。またデータ入力手段2は，処理装置1側に一体に組み込まれて店舗内に設置されてもよく，また実施例にあるように公衆回線等通信回線を介して接続された端末3(顧客端末または店舗端末)側に設けられてもよい。」(段落【0015】)",
                    "「以下は，データ入力手段2が通信回線を介して接続された顧客端末または店舗端末である端末3に配されている場合を用いて説明する。また，以下の説明における処理装置1の処理機能の一部を端末3内で代行することも可能である。」(段落【0016】)",
                    "「顧客認識手段4は，顧客端末または店舗端末である端末3においてキー入力または顧客認定のための特徴情報の入力から顧客ID番号を受信して顧客を特定する。」(段落【0017】)",
                    "「点数通知手段5は，顧客認識手段4で特定した顧客の累積点数情報を商取引に先立って最初に送出し，さらに顧客の点数情報に対応して予め用意されたサービスリストが格納されたサービス内容記憶手段6から，顧客の端末操作により選択した範囲でサービス情報を読み出し，その情報を端末3へ送出する。」(段落【0018】)",
                    "「点数集計手段7は，点数発行手段9で発行した点数を集計し，予め定められた条件で変換する条件監視手段8で演算し，その結果を顧客の点数情報とし，点数通知手段5へ送出する。」(段落【0019】)",
                    "「点数発行手段9は，商取引の条件に応じて点数付与率を変化させ記憶する点数付与率管理手段10により，端末3から受信した点数を演算し，顧客認識手段4で認識した顧客に対し算出した点数情報を点数集計手段7へ送出する。」(段落【0020】)",
                    "「続いて，顧客とその点数の管理および顧客に対するサービスの提供を実現する処理機能およびその機能実現手段を各処理機能ごとに説明する。",
                    "1．点数を管理する機能",
                    "点数管理として，点数の発行，集計，通知があげられる。",
                    "1．1 点数を発行する機能",
                    "図8は点数発行手段の全体概要図である。図8において，処理装置1としてホスト計算機または店舗コンピュータまたはPOSレジスタが使用される。処理装置1内に購入条件テーブル14を備え，管理者端末11から複数の購入条件を随時，任意に設定することができるようになっている。",
                    "購入条件には，各々点数付与率および被点数算出情報が対応づけられている。店舗端末35または顧客端末30から商品購入情報を受信すると，予め記憶されている商品購入情報ログ13を参照し，受信情報を加工／抽出処理して，所定フォーマットの商品購入情報15を作成する。商品購入情報15には，端末ID，購入年月日，購入時刻，顧客ID，購入した各商品ごとの商品コード，数量，金額，および購入した合計数量，合計金額情報等が含まれる。そして，この商品購入情報15をもとに，購入条件テーブル14および各種参照データベース12を参照して，今回の購入が購入条件テーブル14の条件を満たすかどうかを判定する。条件を満たしていれば，今回購入点数を算出して点数集計手段7へ送出する。」(段落【0054】)",
                    "「1．1．4 アクシデント性を付加する機能",
                    "顧客に対して事前に予期できないようなアクシデント性を付加して点数を発行する。そのため，商品点数を未開示状態で顧客に発行する。また，ゲーム感覚で点数を獲得できるようにするため，端末操作に応じて商品点数や点数付与率をランダムに発生させたり，顧客端末のゲームソフトで点数を賭けてその結果に基づいた点数や点数付与率で顧客が点数を獲得できるようにする。また，例えば来店1万人目というような特別な顧客にボーナスポイントを発行する。これにより購買行為を娯楽化し，顧客の購買意欲を向上させる。」(段落【0075】)",
                    "「図22はアクシデント性を付加した点数発行処理説明図である。顧客端末30または店舗端末35は，購入商品登録処理での購入金額，取引番号，購入年月日／時刻，または顧客がキーボードやピンパッド3−1から入力した数字を入力パラメータとして，点数発生処理または点数付与率発生処理において，点数または点数付与率を所定の範囲でランダムに発生する。処理装置1は，顧客端末30または店舗端末35でランダムに決定した算出点数または点数付与率を商品購入情報と共に受信すると，受信した算出点数または点数付与率に，購入条件テーブル14と照合判定して得られた結果を加味して今回購入点数を算出し，点数集計手段7に送出する。」(段落【0076】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載によると，引用例1には，顧客に対して事前に予期できないようなアクシデント性を付加して点数を発行するために来店1万人目というような特別な顧客にボーナスポイントを発行することが記載されている。",
                "そして，引用例1の点数管理システムにおいて，このようなボーナスポイントの発行をするためには，来店1万人目という条件及びボーナスポイントの発行の内容を購入条件テーブル14に予め格納しておき，処理装置1が店舗の来客者数をカウントして累計人数を計算し，その人数が1万人目になったときに，処理装置1がボーナスポイントを発行するという処理をすることになるものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "そうすると，引用例1には，審決が認定しているとおり，「処理装置1が店舗の来客者数をカウントして累計人数を計算する手段と，点数を発行する条件，及びボーナスポイントの発行の内容を格納する購入条件テーブル14と，",
              "text": [
                "処理装置1が顧客のカウント人数の累計人数が前記購入条件テーブルに格納されている予め設定したボーナスポイントを発行する条件を満足したときの購入者に対してボーナスポイントを発行する手段と",
                "を備えた点数管理システム」",
                "との発明(引用例1発明)が記載されているものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "引用例1発明は，本願発明とは，「本願発明では，処理手段が売上額を累計する売上額累計手段を備え，処理手段が売上額の累計が特典を発生させる条件を満たしたときに特典の内容を付与するのに対し，引用例1発明では，処理手段が来客者をカウントして累計人数を計算する手段を備え，処理手段が来客者の累計人数が特典を発生させる条件を満たしたときに特典の内容を付与する点」において相違する(相違点3)。しかし，前記2のとおり，引用例2には，売上金額を累計し，その累計額が一定の条件を満たした場合に所定の処理を行うことが記載されている。引用例2に記載されているのは，前記2(1)のとおり，商品販売データ処理装置であるが，本願発明の「サーバ」も，売上額を累計するものであるから，商品販売データを処理する点において引用例2に記載されている装置と同じである。そうすると，引用例1発明と引用例2に記載されている事項により，「処理装置が売上金額を累計し，売上金額の累計額が購入条件テーブルに格納されている予め設定したボーナスポイントを発行する条件を満足したときには，処理装置が購入者に対してボーナスポイントを発行する点数管理システム」を，当業者(その発明の属する技術の分野における通常の知識を有する者)は，容易に想到することができるというべきである。したがって，相違点3に係る本願発明の構成については，引用例1と引用例2から容易に想到することができる。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告らは，売上額累計額が所定の条件を満足したときに特典の内容を付与することについては，何ら引用例が示されていないと主張するが，売上額累計額が所定の条件を満足したときに特典の内容を付与すること自体を内容とする引用例が示されていないとしても，上記(4)のとおり，引用例1発明と引用例2に記載されている事項から，「処理装置が売上金額を累計し，売上金額の累計額が購入条件テーブルに格納されている予め設定したボーナスポイントを発行する条件を満足したときには，購入者に対してボーナスポイントを発行する点数管理システム」を容易に想到することができるのであるから，相違点3に係る本願発明の構成については，容易に想到することができるというべきであって，売上額累計額が所定の条件を満足したときに特典の内容を付与すること自体を内容とする引用例が示されていないことは，この判断を左右するものではない。",
                "また，原告らは，本願発明は，売上額の累計額に基づいて特典を付与するから，その時々の店舗の経済的な力量に見合った特典を付与することができるという発明の効果を奏するとも主張するが，本願明細書(甲3を甲4～7で補正したもの)には，そのような効果についての記載はないから，原告らが主張する上記効果が本願発明の効果とは認められない。また，仮に，原告らが主張する上記効果が本願発明の効果と認められるとしても，上記のとおり当業者が容易に想到することができる構成から予想し得る範囲内のものというべきである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "よって，原告らの請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}