{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2005−89032号事件について平成18年11月21日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，別紙1記載の登録第4651763号商標(以下「本件商標」という。)の商標権者である。",
            "原告は，平成17年3月7日，本件商標が商標法4条1項15号，8号，19号，10号，11号及び7号に違反して登録されたものであると主張して，本件商標の商標登録を無効にする審判を請求した。",
            "特許庁は，上記審判請求を無効2005−89032号事件として審理した結果，平成18年11月21日，「本件審判の請求は，成り立たない。」との審決をし，同年12月1日，その謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書写しのとおりである。要するに，①本件商標と下記の各商標(以下，審決と同様に「引用商標1ないし11」といい，これらを総称するときは「引用商標」という。)とは，称呼，観念及び外観のいずれの点からみても非類似のものであり，本件商標は商標法4条1項11号，10号，15号のいずれにも該当しない，②①と同様の理由により，本件商標は他人の名称の著名な略称を含む商標ではなく，商標法4条1項8号にも該当しない，③本件商標は公序良俗を害するおそれのある商標ではなく，被告が本件商標を採択使用する行為に不正の目的があったとは認められず，商標法4条1項7号，19号のいずれにも該当しない，というものである。",
            "記",
            "別紙2 登録第1373591号商標(引用商標1)",
            "別紙3 登録第1415771号商標(引用商標2)",
            "別紙4 登録第2332545号商標(引用商標3)",
            "別紙5 登録第4456379号商標(引用商標4)",
            "別紙6 登録第4456379号商標の防護標章登録第1号(引用商標5)別紙7 登録第1415772号商標(引用商標6)",
            "別紙8 登録第4480703号商標(引用商標7)",
            "別紙9 登録第3063164号商標(引用商標8)",
            "別紙10 登録第3143210号商標(引用商標9)",
            "別紙11 登録第4614499号商標(引用商標10)",
            "別紙12 登録第4634154号商標(引用商標11)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，本件商標と引用商標との類似性の判断を誤り，ひいては，本件商標の商標法4条1項15号，10号，11号への該当性の判断を誤り(取消事由1ないし3)，同様に，同項8号への該当性の判断を誤り(取消事由4)，さらに，同項7号及び19号への該当性(取消事由5及び6)の判断を誤ったものであるところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項15号該当性判断の誤り)",
          "text": [
            "以下の理由から，本件商標が商標法4条1項15号に該当しないとした審決の判断は，誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標からは，「インテルアセット」の称呼が生じる。",
                "「IＮTELLASSET」の文字部分において，「I」と「A」の文字",
                "は他の文字よりも大きく書かれており，その大きさの差異は，通常の注意力を有する者が一見して容易に視認できる程度に相違するから，「IＮTELLASSET」の文字部分は，視覚上ないし外観上，「IＮTELL」の文字と「ASSET」の文字を結合したものとして容易に認識理解することができる。また，「ASSET」ないし「アセット」の語は，本件商標の指定役務の取引者や需要者に広く親しまれている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "語頭部分は出所識別標識として重要であり，本件商標の語頭部分である「IＮTELL」は，引用商標の「IＮTEL」の文字を包含し，「インテル」と発音される。また，「ASSET」の語は「資産，財産」を意味する語として一般に親しまれているから，本件商標の指定役務について「ASSET」の文字が使用されても，これによる自他識別力の程度は極めて弱い。",
                "したがって，「IＮTELLASSET」の文字部分は，外観，称呼，観念のすべてにおいて，引用商標と類似性の程度が高い。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件商標の構成によれば，「IＮTELLASSET」の文字部分は，最も大きく目立つ書体で表示され，かつ，朱色の水平線及び「GROUP」の文字と物理的に分離して表示されていることから，朱色の水平線や「GROUP」と常に一体不可分のものとして把握，認識されるものとはいえず，「IＮTELLASSET」の文字部分が単独で自他識別標識として機能し得るものである。したがって，朱色の水平線及び「GROUP」の文字の存在によって，出所混同のおそれを払拭することができるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件商標と引用商標が出所混同を生じる程度に類似性の高いものであり，引用商標は，本件商標が登録出願される前から本件指定役務と同一又は類似の商品又は役務，あるいは少なくとも本件指定役務と密接に関連する商品及び役務に継続して使用されてきたものである。さらに，原告は，冒頭部分に「IＮTEL」の文字を包含し，「インテル」の称呼を冒頭音に含む商標を多数登録し，かつ，これらを原告の取り扱う個別の商品名あるいは役務名として実際に使用している。",
                "引用商標が創造標章であり，かつ，引用商標が原告の商品役務出所表示として世界的に広く認識され，その著名性の程度が極めて高いものであることを加味して本件商標を考察すれば，本件商標に接した取引者，需要者はその構成中に含まれる「IＮTEL」の文字に着目して引用商標又は原告(インテル コーポレーション)を想起し，原告の業務に係る商品及び役務とその出所について誤認混同するおそれがあるというべきである。",
                "取引者，需要者に原告を容易に連想，想起させる本件商標を，原告と無関係の被告が使用すれば，原告の業務に係る商品及び役務と強く結合している引用商標の出所表示力が希釈化され，これにより，世界有数の著名商標に数えられている引用商標のブランド価値が低下し，原告の資産に重大な損害を及ぼすことは避けられない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以下のとおり，原告の有する引用商標は，本件商標の登録出願前から，本件商標の指定役務と同一又は類似の役務に使用されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，自己のウェブサイト(日本語ウェブサイトは原告の子会社のインテル株式会社が提供。以下同じ)において，事業の管理・運営や市場調査に関する情報提供，他社の商品・役務の販売に関する情報提供等を行っている(甲第77ないし第85号証(各枝番を含む。))。",
                    "引用商標5は，本件商標の指定役務中，第35類の「事業の管理又は運営，事業の管理又は運営に関するコンサルティング，経営の診断又は経営に関する助言及び指導，市場調査，商品の販売に関する情報の提供，ホテルの事業の管理，広告，トレーディングスタンプの発行，財務書類の作成，経理事務の代行，職業のあっせん，競売の運営，輸出入に関する事務の代理又は代行，新聞の予約購読の取次ぎ，速記，筆耕，書類の複製，会計・営業・総務・人事・広報・渉外・企画その他の事務的事項に関する事務処理代行，文書又は磁気テープのファイリング，電子計算機・タイプライター・テレックス又はこれらに準ずる事務用機器の操作，建築物における来訪者の受付及び案内，広告用具の貸与，タイプライター・複写機及びワードプロセッサの貸与」と同一又は類似の指定役務について登録されたものであり，引用商標11は，本件商標の指定役務中，第35類の「求人情報の提供，自動販売機の貸与」と同一又は類似の指定役務について登録されたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成3年以降，現在に至るまでの10年以上にわたり，主として原告製品の新規市場の開拓・拡大に資する可能性が期待される技術分野の企業等に対して，積極的な投資活動を行っている(甲第86ないし第101号証)。",
                    "引用商標7は，本件商標の指定役務中，第36類の役務と同一又は類似の指定役務について登録されたものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，平成11年から，世界的規模で教育・研修関連のサービスを提供しており，日本国内でも，平成12年末ころまでには各種報道により紹介され，原告の教育・研修事業活動は，取引者，需要者の間で広く知られている(甲第102ないし第121号証(各枝番を含む。))。",
                    "引用商標8は，本件商標の指定役務中，第41類の「技芸・スポーツ又は知識の教授」と同一又は類似の指定役務について登録されたものであり，引用商標5は，第41類の「技芸・スポー技芸・スポーツ又は知識の教授，セミナーの企画・運営又は開催，書籍の制作，興行の企画・運営又は開催(映画・演芸・演劇・音楽の演奏の興行及びスポーツ・競馬・競輪・競艇・小型自動車競走の興行に関するものを除く。)，映画・演芸・演劇又は音楽の演奏の興行の企画又は運営，スポーツの興行の企画・運営又は開催，競馬の企画・運営又は開催，競輪の企画・運営又は開催，競艇の企画・運営又は開催，小型自動車競走の企画・運営又は開催，献体に関する情報の提供，献体の手配，動物の調教，植物の供覧，動物の供覧，電子出版物の提供，図書及び記録の供覧，美術品の展示，庭園の供覧，洞窟の供覧，映画の上映・制作又は配給，演芸の上演，演劇の演出又は上演，音楽の演奏，放送番組の制作，教育・文化・娯楽・スポーツ用ビデオの制作(映画・放送番組・広告用のものを除く。)，放送番組の制作における演出，映像機器・音声機器等の機器であって放送番組の制作のために使用されるものの操作，音響用又は映像用のスタジオの提供，運動施設の提供，娯楽施設の提供，映画・演芸・演劇・音楽又は教育研修のための施設の提供，興行場の座席の手配，映画機械器具の貸与，映写フィルムの貸与，楽器の貸与，運動用具の貸与，テレビジョン受信機の貸与，ラジオ受信機の貸与，図書の貸与，レコード又は録音済み磁気テープの貸与，録画済み磁気テープの貸与，ネガフィルムの貸与，ポジフィルムの貸与，おもちゃの貸与，遊園地用機械器具の貸与，遊戯用器具の貸与，書画の貸与，当せん金付証票の発売」と同一又は類似の指定役務について登録されたものであり，引用商標11は，第41類の「写真の撮影，通訳，翻訳，カメラの貸与，光学機械器具の貸与」と同一又は類似の指定役務について登録されたものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件商標の指定役務中，第42類の役務は，コンピュータ・情報通信の分野のソフトウエアや機械器具の研究開発・設計・コンサルティング，試験・研究，コンピュータの貸与，コンピュータプログラムの提供その他のコンピュータ・情報通信技術に深く関わる役務である。",
                    "原告は，技術コンサルティングサービスを提供し，コンピュータソフトウエアやインターネット関連システムの技術開発者に対して，その開発のために必要あるいは有益な技術情報等を提供するとともに，コンピュータ・情報通信分野における先進技術に関する研究事業にも従事している(甲第122ないし第128号証(各枝番を含む。))。",
                    "引用商標1ないし4，6，9ないし11は，第42類の本件指定役務と同一又は類似の指定商品及び指定役務について登録されたものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項10号該当性判断の誤り)",
          "text": [
            "上記1のとおり，引用商標は，本件商標の登録出願時から査定時に至るまで原告の業務に係る商品及び役務を表示するものとして取引者，需要者の間で広く認識されていたものである。また，本件商標は，外観，称呼，観念のすべてにおいて原告の業務に係る商品・役務とその出所について誤認混同を生じる程度に類似性の高いものであるから，引用商標と類似する商標というべきである。",
            "さらに，本件商標は，引用商標が使用される商品及び役務と同一又は類似の役務に使用するものである。したがって，本件商標は，原告の業務に係る商品及び役務を表示するものとして需要者の間に広く認識されている引用商標と類似の商標であって，その商品及び役務と同一又は類似の役務に使用するものであることが明らかであるから，商標法第4条第1項第10号に該当する。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(商標法4条1項11号該当性判断の誤り)",
          "text": [
            "前記1のとおり，本件商標は，外観，称呼，観念のすべてにおいて原告の業務に係る商品・役務とその出所について誤認混同を生じる程度に類似性の高いものであるから，引用商標に類似する商標というべきである。",
            "引用商標11は，本件商標よりも先に登録出願され，かつ，第35類の本件指定役務中「求人情報の提供，自動販売機の貸与」と同一又は類似の指定役務について登録されたものである。",
            "引用商標7は，本件商標よりも先に登録出願され，かつ，第36類の本件指定役務と同一又は類似の指定役務について登録されたものである。",
            "引用商標8は，本件商標よりも先に登録出願され，かつ，第41類の本件指定役務中「技芸・スポーツ又は知識の教授」と同一又は類似の指定役務について登録されたものである。",
            "引用商標11は，本件商標よりも先に登録出願され，かつ，第41類の本件指定役務中「写真の撮影，通訳，翻訳，カメラの貸与，光学機械器具の貸与」と同一又は類似の指定役務について登録されたものである。",
            "引用商標1ないし4，6，9ないし11は，本件商標よりも先に登録出願され，かつ，第42類の本件指定役務と同一又は類似の指定商品及び指定役務について登録されたものである。",
            "したがって，本件商標は，その登録出願日前の登録出願に係る原告の登録商標(上記各引用商標)と類似するものであって，その登録に係る指定商品又は指定役務と同一又は類似の役務について使用をするものであることが明らかであるから，商標法4条1項11号の商標に該当する。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(商標法4条1項8号該当性判断の誤り)",
          "text": [
            "商標法4条1項8号の趣旨は，自らの承諾なしにその氏名，名称等を商標に使われることがない利益を保護することにあり，略称についても，一般に氏名，名称と同様に本人を指し示すものとして受け入れられている場合には，本人の氏名，名称と同様に保護に値すると考えられる。そうすると，人の名称等の略称が8号にいう「著名な略称」に該当するか否かを判断するについても，常に，問題とされた商標の指定商品又は指定役務の需要者のみを基準とすることは相当でなく，その略称が本人を指し示すものとして一般に受け入れられているか否かを基準として判断されるべきである。したがって，本件商標の構成文字が外観上一体的なものとして把握されているか否かを基準とすべきでなく，本件商標を見る者が本件商標から原告を想起，連想するか否かを基準とすべきである。",
            "本件商標において独立の自他識別標識として機能する「IＮTELLASSET」の文字部分は，看者の注意，関心を惹きつける冒頭部分に，原告の著名な略称に相当する「IＮTEL」の文字と「インテル」の発音を含むから，本件商標に接した取引者，需要者は，冒頭の文字「IＮTEL」に強く惹きつけられるというべきである。しかも，本件商標は，原告が取り扱う商品及び役務と同一又は類似あるいはこれらと密接な関係を有する役務に使用するものである。したがって，本件商標に接した取引者，需要者は原告(インテル コーポレーション)を想起，連想し，本件商標の登録出願について原告の承諾を得ていない被告が本件商標を指定役務に使用すれば，原告の人格的利益を毀損することが明らかであり，本件商標は，原告の著名な略称(引用商標)を含む商標であるから，商標法4条1項8号に該当する。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(商標法4条1項7号該当性判断の誤り)",
          "text": [
            "商標法4条1項7号の規定は，本件商標の構成が「矯激，卑猥及び差別的な印象を与えるような文字又は図形からなるもの」か否かのみを基準として適用すべきものでなく，原告の著名商標を構成中に包含する本件商標を他人である被告が登録，使用することが，公正な商取引を旨とする商標法の精神，あるいは広く一般の道徳観念や国際信義に反するものかどうかという観点から検討すべきものである。",
            "本件商標は，世界的に著名な引用商標と同じ「IＮTEL」の文字と「インテル」の発音を看者の注意，関心を強く引き付ける冒頭部分に有し，かつ，原告が取り扱う商品及び役務と同一又は類似の役務もしくはこれらと密接に関係する役務に使用するものであるから，原告の業務に係る商品及び役務と出所混同を生ずるおそれがあるのみならず，引用商標の著名性にフリーライドし，その出所表示力を毀損，稀釈化し，世界の著名トップブランドの引用商標の経済的な価値を低下させ，原告に精神的及び経済的な損害を及ぼすものである。",
            "したがって，本件商標は，公正な取引秩序の維持と需要者の利益保護を目指す商標法の目的，国際信義の精神に反するものであり，社会一般の道徳観念に反するものであるから，本件商標が公の秩序を害するおそれがある商標であることは明らかであり，商標法4条1項7号に該当する。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(商標法4条1項19号該当性判断の誤り)",
          "text": [
            "前記1のとおり，引用商標は，本件商標の登録出願時から査定時に至るまで原告の業務に係る商品及び役務を表示するものとして取引者，需要者の間で広く認識されていたものである。また，本件商標は，外観，称呼，観念のすべてにおいて原告の業務に係る商品・役務とその出所について誤認混同を生じる程度に類似性の高いものであり，引用商標に類似する商標というべきである。",
            "さらに，引用商標は，本件商標の登録出願前から本件指定役務と同一又は類似の役務に使用されているものであるから，被告が引用商標について不知で本件商標を偶然に採択したとは想像し難い。引用商標に類似し，原告(インテルコーポレーション)を想起，連想させる本件商標の使用は，引用商標の世界的な著名性，顧客吸引力にフリーライドし，また，引用商標の商品役務の出所表示力が希釈化するものといわざるを得ない。したがって，本件商標は不正の目的で使用するものというべきである。",
            "本件商標は，その登録出願前より原告の業務に係る商品及び役務を表示するものとして需要者の間に広く認識されている引用商標と類似の商標であって，不正の目的をもって使用されるものであることが明らかであるから，商標法4条1項19号に該当する。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項15号該当性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件商標から生じる称呼は，「インテラセットグループ」又は「インテラセット」である。",
                "仮に，本件商標から「インテルアセット」の称呼が生じたとしても，引用商標から生ずる「インテル」の称呼とは，明らかに異なり，類似しない。",
                "本件商標の「IＮTELLASSET」の文字全体は，既成語ではなく，造語であり，その全体が一体となって出所識別標識としての機能を発揮するものであり，文字部分から生ずる称呼も文字部分全体から生ずる「インテルアセット」のみであり，更に分離称呼が生ずる理由はない。商標は，構成部分全体によって他人の商標と識別するように考案されているから，特段の事情がない限り，構成部分の安易な抽出は許されない。称呼が冗長で一気に称呼することが困難な場合に，一部が省略されることはあるが，「インテルアセット」の称呼は全体が7音で，冗長ではない。「インテル」と「インテルアセット」とは，音数において明らかに相違し，明確に聴別可能であり，称呼上紛れることはない。",
                "また，称呼の一部に「インテル」を含むことだけを理由として，「インテル」と「インテルアセット」とが類似するということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件商標の構成によれば，「IＮTELLASSET」の文字部分のみならず，朱色の水平線及び「GROUP」の文字が結合されているから，外観上，引用商標とは明らかに相違する。",
                "「IＮTELLASSET」の文字部分だけを取り出して考察しても，本件商標は11文字から成り，冒頭の5文字が引用商標と共通するとしても，外観が類似するということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "「ASSET」や「アセット」の文字は，本件商標の指定役務のうち「経営，財務，金融，証券，保険，不動産等に関する役務」についても，これら以外の役務についても，役務の普通名称，慣用表示又は役務の内容や質を具体的に指標する語として通用している事実はない。",
                "英語の「ASSET」の語は，「資産，財産」という意義に止まらず，「(無形の財としての)有用なもの，利点，強み，長所」という抽象的意義も有するもので，多義的な語であるから，「ASSET」の語に接した者が「資産，財産」を意味すると一義的に認識するとはいえない。また，「ASSET」の文字から「資産，財産」の意味が看取されたとしても，「資産」も「財産」も抽象的な意味合いであり，特定の具体的な観念を抱くものではない。",
                "本件商標の指定役務を取り扱う業界において，「ASSET」ないし「アセット」から構成される複合語が多いとしても，そのことは，「アセット」の語が単独では抽象的意味合いしかなく，他の語と結合して初めて特定の具体的な概念を生じることが多いことを示している。「IＮTELLASSET」についても全体として不可分一体の造語であると認識される。",
                "本件商標が「インテルアセット」と称呼されると仮定するためには，「IＮTELLASSET」の文字に接した取引者，需要者が「ASSET」を",
                "「アセット」と発音すると認識するだけの英語力を有することが前提となるから，これだけの英語力を有する者は「IＮTELL」から「intelligent」や「intellectual」を連想するのが自然である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件商標の指定役務は，「半導体，マイクロプロセッサの製造・販売」とは業種，目的，用途，内容，取引者及び需要者の範囲が全く異なり，このような分野において，「IＮTELL」から引用商標や原告を想起させることはない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，引用商標が創造標章であると主張するが，「インテル」は「活字組版で，行間う適当な広さにするため挿入する木製又は金属製の薄い板」を表す普通名称であり，「インテル」の文字を語頭に含む語(例えば，インテルサット，インテルポスト)も知られている。",
                "本件商標の指定役務の提供を受ける需要者の注意力の程度は，日常的に取引される安価な日用品やサービスの分野における一般消費者の注意力と異なり，極めて高いものである。",
                "被告は，業務上，原告との関連性について問い合わせを受けたり，原告と関係があるかのように誤解されたことはない。",
                "仮に，引用商標が「マイクロプロセッサ，半導体関連商品」の分野において周知，著名であるとしても，上記の諸事情を総合して考慮すれば，本件商標が指定役務に使用された場合に出所の混同が生ずるおそれはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項10号該当性判断の誤り)について",
          "text": [
            "上記1のとおり，本件商標は引用商標とは類似しないから，他の要件について検討するまでもなく，本件商標が商標法4条1項10号に該当することはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(商標法4条1項11号該当性判断の誤り)について",
          "text": [
            "前記1のとおり，本件商標は引用商標とは類似しないから，他の要件について検討するまでもなく，本件商標が商標法4条1項11号に該当することはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(商標法4条1項8号該当性判断の誤り)について",
          "text": [
            "本件商標の「IＮTEL」の部分のみがことさらに分離，抽出されて，原告を想起させることはない。本件商標の「IＮTELLASSET」の文字部分は，全体として不可分一体の造語から成るものである。また，「IＮTELL」から「intelligent」や「intellectual」を連想",
            "するのが自然であり，原告を想起することはない。",
            "仮に，「IＮTEL」が原告の名称として著名であるとしても，本件商標の「IＮTELL」の文字列は，「intelligent」や「intell",
            "ectual」等の広く親しまれた英単語の語頭部分と同一であり，その中に「IＮTEL」という文字列が含まれているからといって原告が人格権を主張し，広く親しまれた英単語の語頭部分を商標の一部として他人が採択することを禁ずるのは，不当である。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(商標法4条1項7号該当性判断の誤り)について",
          "text": [
            "本件商標は，公正な取引秩序の維持と需要者の利益保護を目指す商標法の目的，国際信義の精神に反するものではなく，社会公共の利益・一般道徳観念に反するものでもない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(商標法4条1項19号該当性判断の誤り)について",
          "text": [
            "商標法4条1項19号に該当するというためには，本件商標が引用商標と同一又は類似することが必要であるが，前記1のとおり，本件商標は引用商標と類似していないから，同号に該当することはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由4(商標法4条1項8号該当性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "外観",
              "text": [
                "本件商標は，別紙1の構成から成るものであり，両端をぼかして描いた朱色の水平線を介して，その上部に「IＮTELLASSET」の文字(以下「本件商標の文字部分」という。)が等間隔に，その下部の中央部に本件商標の文字部分より小さく「GROUP」の文字が等間隔にそれぞれ配されている。また，本件商標の文字部分において，「I」と「A」の文字は他の文字よりも約1．25倍大きく(高く)書かれている。",
                "甲第15及び第16号証によれば，原告の名称は，「Intel Corporation」であることが認められる。",
                "なお，引用商標は，別紙2ないし12のとおりの構成から成り，引用商標1，2，4，5，7，10及び11は，英字の「IＮTEL」を大文字のみで綴ったものであり，引用商標3，8及び9は，英字の「intel」を小文字のみで綴って，「e」の文字を他の文字より低く配置したものであり，引用商標6は，片仮名で「インテル」と綴ったものである(以下，引用商標1ないし5及び7ないし11を総称して「英字引用商標」という。)。引用商標は，いずれも文字のみで構成され，各文字は等間隔に配置されている。",
                "これらを対比して考察すると，本件商標の文字部分はローマ字11文字から成り，英字引用商標はローマ字5文字から成るが，本件商標の文字部分「IＮTELLASSET」のうち冒頭の5文字が英字引用商標「IＮTE",
                "L」及び原告の名称の冒頭部分と同一である。すなわち，本件商標の文字部分の冒頭には，英字引用商標及び原告の名称の一部の文字が包含されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "称呼",
              "text": [
                "本件商標の「IＮTELLASSET」の文字部分において，「I」と",
                "「A」の文字は他の文字よりも大きく(高く)書かれ，「ASSET」は英語の既存の単語として存在することからすれば，「ASSET」の部分から，その単語の発音に従い，「アセット」の称呼が生ずることまでは直ちに認識される。次に，「IＮTELL」は既存の語ではないため，各表音文字の音に従い，「インテル」の称呼が生じる。そして，「IＮTELL」と「ASSET」との間に空白(スペース)はないから，「IＮTELLASSE",
                "T」を連続して発音すれば，「インテラセット」の称呼が生じ得るが，「I」と「A」の文字が他の文字よりも約1．25倍大きく(高く)書かれている点に着目すれば，2語から構成されるものとして，「IＮTELL」の後で一旦切って，次の「ASSET」を発音する称呼も生ずると考えられ，この場合は「インテルアセット」の称呼を生ずるものと認められる。",
                "甲第15及び第16号証によれば，原告の名称は「Intel Corporation」であり，「インテル コーポレーション」の称呼を生ずる。",
                "なお，引用商標は，別紙2ないし12の構成から成るものであり，引用商標6の称呼は「インテル」であり，英字引用商標の「IＮTEL」は既存の単語にはないため，各表音文字の音に従い，いずれも「インテル」と称呼される。",
                "本件商標から「インテルアセット」との称呼も生じ得ることからすれば，本件商標の冒頭部分の称呼の4音が引用商標の称呼及び原告の名称の冒頭部分と同一である場合があり，この場合には，本件商標の冒頭には，引用商標及び原告の名称の一部の称呼が包含される。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "観念",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標の文字部分「IＮTELLASSET」の「I」と「A」の文字は他の文字よりも約1．25倍大きく(高く)書かれているから，本件商標は，「IＮTELL」と「ASSET」の2語から成るものとして，「ASSET」の部分を既存の英単語として認識することができ，「ASSET」の意味として一般に親しまれている「資産，財産」の観念が生じ得る。しかし，「IＮTELL」は，既存の英単語にないから，この部分から特定の観念が生ずるものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告は，本件商標が「intelligent asset」からの造語",
                  "text": [
                    "であると主張し，「IＮTELL」から「intelligent」や「i",
                    "ntellectual」を連想するのが自然であると主張する。",
                    "乙第22号証によれば，「intell」で始まる英単語はいずれも，名詞の「intellect」又は「intelligence」と語幹を同",
                    "じくする語又はこれらを含む派生語であることが認められる。しかし，乙第22号証は英和辞典であり，上記の点は辞書による検索の結果初めて認識されるものであって，語頭が「intelli」ならばともかく，「IＮTELL」という綴りに接しただけでは，需要者が「intelligent」や「intellectual」を直ちに連想するものと認めるに足りる証拠はない。",
                    "他方，甲第15号証によれば，引用商標の「IＮTEL」は，「IＮTe",
                    "grated ELectronics」の下線部分の文字を語源とするも",
                    "のであり，「intelligent」や「intellectual」の",
                    "語とは無関係に作られた造語であることが認められる。しかし，この点も，需要者が一語となった「IＮTEL」という綴りに接しただけで認識し得るものとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標の文字部分「IＮTELLASSET」の「I」と「A」の文字は他の文字よりも大きく(高く)書かれ，かつ，「IＮTELL」と「ASSET」との間に空白(スペース)がないことに着目すると，「IＮTELLASSET」は，「IＮTELL」と「ASSET」とを合わせて1語と",
                  "text": [
                    "した造語であると認識され，「ASSET」が「資産，財産」の意味の名詞であるから，需要者には，「IＮTELL」は「ASSET」の修飾語であると認識され，「IＮTELL」の意味が不明でも，「『IＮTELL』な資産，財産」という観念までは生ずると認められる。",
                    "原告は，出所識別標識として語頭部分が重要であり，「ASSET」の語は「資産，財産」を意味する普通名詞であるから，「ASSET」の部分の自他識別力の程度は極めて弱く，「IＮTELLASSET」のうち，冒頭の「IＮTEL」の文字が引用商標及び原告の名称の冒頭部分と一致する点を重視すべきであると主張する。",
                    "確かに，「ASSET」の語は「資産，財産」を意味する普通名詞ではあるが，「資産，財産」という語自体が財産的価値のあるものを総称していうときの抽象的一般的概念を表わすものであり，特定の資産や財産を意味するものではない。また，「ASSET」の語は，「BAＮK」や「IＮSURAＮCE」のように特定の業種や役務を表わすものともいえないから，「ASSET」の部分の自他識別力の程度が極めて弱いともいえない。",
                    "なお，「アセットマネジメント」との語が用いられていれば，資産の運用に関する業務との観念が生じ得るが，「アセット」だけでこの観念が生ずるとはいえず，「アセット」が「アセットマネジメント」の略称として一般に用いられていると認めるに足りる証拠もない。",
                    "「IＮTELL」が既製語にはないのに対して，「ASSET」は一般に「資産，財産」の意味であると認識されるから，「IＮTELLASSET」から生ずる観念としては，「ASSET」を軽視することはできず，何らかの「資産，財産」，少なくとも「資産，財産」に関する何らかの観念が生じるものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の略称としての「IＮTEL」の著名性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，1968年，アメリカ合衆国カリフォルニア州シリコンバレーに集積回路の研究・開発・販売を主軸とする半導体製造メーカーとして誕生し，前項イに認定したとおり，社名を「IＮTegrated Electro",
                  "text": [
                    "nics」の2語から造語した「IＮTEL」とし，1970年にICメモ",
                    "リ1103を，1971年には我が国企業の依頼に基づきマイクロプロセッサ4004をいずれも世界で初めて開発・製造し，以後，MPU(超小型演算処理装置)の分野において常に先進的製品(1993年インテルPentiumプロセッサを，1998年にはインテルCeleronプロセッサを，1999年にはインテルItaniumプロセッサ等)を開発・販売し続ける世界的メーカーとして，半導体製品の売上高において，1992年から2002年まで連続して世界一を達成する(1990年代にMPUの金額ベースの世界市場占有率で約8割に達している。)など世界規模で事業展開を進めている企業である(甲第8，第15及び第16号証)。",
                    "原告は，MPU自体はパソコン内部に組み込まれる部品に過ぎないが，エンドユーザーである消費者に原告社製の高性能・高コスト効率・高信頼性のMPUが使用されているパソコンであることを印象付けるとのブランド戦略に基づき，1991年4月，ウオール・ストリート・ジャーナル紙に掲載されたIBM社製のパソコンの広告に初めて「Intel Inside」の",
                    "文字の入ったロゴ・マークを採用した。原告は，「Intel Inside」の文字の入ったロゴ・マークを同社のMPUが組み込まれたパソコンの表面に貼り付けるなどし，パソコン製造メーカーには上記ロゴ・マークが貼付されたパソコンの販売台数に応じて報奨金を提供するなど，2000年頃までにその宣伝活動に70億ドル以上の資金を投入した。その結果，「Intel Inside」の文字の入ったロゴ・マークが貼付されたパソコンは，「最新のテクノロジー・最高の品質・信頼性」を備えたものであることを消費者に印象付けることに成功してきた(甲第72，第73，第138及び第139号証)。",
                    "原告は，我が国において，1971年にインテル・ジャパン・コーポレーションを開設し(甲第15号証)，1976年にはインテルジャパン株式会社を設立して営業活動を展開し，「Intel Inside」のロゴ・マークのほか「インテル 入ってる」などの標語をテレビジョン放送や雑誌等の各種広告媒体を使用して宣伝し(甲第138号証)，国内パソコン市場の年間出荷台数が1989年には200万台であったものが1998年には600万台超と急速に拡大する中で(甲第74号証)，1994年1月発行の「小学館ランダムハウス英和大辞典」1390頁(甲第140号証。株式会社小学館)，1996年7月発行の「英和コンピュータ用語大辞典第2版」516頁(甲第141号証。株式会社紀伊国屋書店)及び2000年1月発行の「カタカナ・外来語／略語辞典」67頁(甲第142号証。株式会社自由国民社)等に，「Intel」の社名が採用されるなど，2000年ころまでには，原告の名称はパソコンに関係を持つ国民の間に浸透していった。",
                    "他方，原告は，上記のようなMPU等の半導体製品の製造・販売に加え，原告のIT部門が蓄積してきたIT技術やノウハウを活かして各企業のIT化に技術的なアドバイスの提供やコンサルテーション事業などのテクノロジー・ソルーション，ビジネス・ソルーション等の事業戦略を展開し(甲第77ないし第85号証(各枝番を含む。))，また，1991年には投資事業部門として「インテル キャピタル」社を設立して，ITベンチャー企業に投資する事業を世界26か国475社以上に展開し，我が国でも2001年までに十数社に投資し(甲第86ないし第98号証(各枝番を含む。))，更には2001年4月からは全国の小学校，中学校及び高等学校の教員約1万人以上を対象として実践的パソコン利用法を伝授するインテル情報教育教員支援プログラムやインテルパソコンスクールを全国各地で展開して学校教育におけるIT化を支援するなどの活動を展開してきた(甲第15，第16及び第102ないし第122号証(各枝番を含む。))。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の事実関係からすると，「IＮTEL」は，本件商標が出願された平成14(2002)年当時において，パソコンを日常生活や業務で使用するなどパソコンに何らかの関係を有する極めて広範囲の国民の間に，「IＮTEL」といえば原告(インテル コーポレーション)を表わす略称として広く知れ渡っていたものと推認することができる。",
                    "なお，「カタカナ・外来語／略語辞典」67頁(甲第142号証)によれば，「インテル(Intel)」の語には，「活字の行間を適当な広さにするためにはさむ鉛合金板」との意味もあることが認められるが，その意味から明らかなように印刷業の分野における専門用語であり，このような意味を一般国民が認識しているものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "「IＮTELL」が既製語にはなく，それ自体から特定の観念は生じないものの，上記(4)のとおり，「IＮTEL」は，原告の略称として広く認識されており，本件商標の文字部分「IＮTELLASSET」の冒頭には，原告の著名な略称である「IＮTEL」が包含されることは一見して明らかであるし，また，「I」と「A」の文字は他の文字よりも約1．25倍大きく(高く)書かれ，「IＮTELL」と「ASSET」とを分けて認識させることから，「インテルアセット」の称呼も生じ得ることは，前記(2)に説示したとおりである。",
                "確かに，「IＮTELL」と「ASSET」との間に空白(スペース)は",
                "なく，「IＮTELLASSET」全体を1語として認識することができ，「IＮTELL」は上記著名な略称と完全には一致せず，本件商標には，文字部分のほかに，朱色の水平線及び「GROUP」の文字も配置されている。",
                "しかし，「IＮTELL」と「IＮTEL」の相違は，最後の「L」1文字にすぎず，微差であり，いずれも「インテル」の称呼を生ずる綴りである。",
                "また，「GROUP」の部分は，企業又は人の集まりとの観念を生じるにすぎないし，朱色の水平線も本件商標の文字部分に比して目立つものではないから，出所識別に何ら寄与しない。",
                "被告は，本件商標の文字部分「IＮTELLASSET」において，「IＮTELL」は，商標に採択されることの多い「intelligent」",
                "や「intellectual」の略語であるから，冒頭の「IＮTEL」",
                "にのみ着目すると，これらの語で始まる全ての商標について，原告の独占を認めることになり，このような広範な独占は，商標法の本来予定するところではないと主張する。",
                "しかし，「IＮTELL」が「intelligent」や「intel",
                "lectual」の略語として，広く定着していると認めるに足りる証拠はないから，被告の主張を採用することはできない。",
                "これらを総合して判断すれば，本件商標に接した需要者は，その文字部分「IＮTELLASSET」から「資産，財産」の観念を感得するとともに，原告の著名な略称である「IＮTEL」をも認識し，ひいては原告を想起すると認められる。",
                "被告が「IＮTEL」の使用につき，原告の承諾を得たと認めるに足りる証拠はないから，本件商標は，商標法4条1項8号の商標に該当する。したがって，この点に関する審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，本件商標が商標法4条1項8号に該当しないとした審決の判断には誤りがあり，この点に関する取消事由には理由があるから，その余の審決取消事由について判断するまでもなく，審決は取消しを免れない。",
            "よって，原告の請求は理由があるから認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}