{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−7324号事件について平成18年11月7日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「ビルダー入り染料移動阻止組成物」とする発明につき，平成5年6月30日(パリ条約による優先権主張1993年6月9日，欧州特許機構)，特許を出願(以下「本願発明」という。)し，平成15年10月27日付け手続補正書(甲2)により補正を行った。原告は，平成16年1月6日付けの拒絶査定を受け，同年4月12日，審判請求(不服2004−7324号事件)を行い，同年4月27日付け手続補正書(甲3)を提出した。",
            "特許庁は，平成18年4月12日付けで拒絶理由を通知し(甲4。以下これを「本件拒絶理由通知」という。)，これに対し，原告は，平成18年10月5日付けで手続補正書(甲6。以下この補正を「本件補正」という。)を提出した(本件補正後の発明を「本願補正発明」と，本件補正後の明細書を「本願補正明細書」という場合がある。)。特許庁は，平成18年11月7日，「本件審判の請求は，成り立たない。」との審決をし，同年11月17日，審決の謄本が原告に送達された(出訴期間として90日付加)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願補正発明の請求項1ないし3は，下記のとおりである。",
            "【請求項1】a)アミン対アミンＮ−オキシドの比率1：7～1：1，000，000，分子量3，000～20，000を有するポリ(4−ビニルピリジン−Ｎ−オキシド)0．05～1重量％，および，b)ゼオライトビルダー10～80重量％，を含む，顆粒状染料移動阻止組成物。",
            "【請求項2】さらに，メチルセルロース，カルボキシメチルセルロース，ヒドロキシエチルセルロースまたはそれらの混合物から選ばれるセルロース誘導体，から選ばれる再沈着防止剤を含む，請求項1に記載の染料移動阻止組成物。",
            "【請求項3】請求項1に記載の染料移動阻止組成物を含み，さらに，界面活性剤，ビルダー，キレート化剤，漂白剤，酵素，起泡抑制剤，汚物放出剤，蛍光増白剤，研磨剤，殺菌剤，色あせ防止剤，着色剤，香料またはそれらの混合物を含む，洗剤組成物。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。要するに，①本願補正明細書の記載は，当業者が本願補正発明の実施をすることができる程度に，その発明の目的，構成及び効果を記載するものではなく，②本願補正明細書の特許請求の範囲の記載は，特許を受けようとする発明の構成に欠くことができない事項のみを記載したものではなく，③本願補正明細書の特許請求の範囲の記載は，特許を受けようとする発明が発明の詳細な説明に実質的に記載したものではないとの記載不備等があり，平成6年法律第116号による改正前の特許法(以下「旧特許法」という。)36条4項，5項1号，2号，6項に規定する要件を満たしていないとするものである。"
          ]
        },
        {
          "fig": "4",
          "subject": "審判手続の経緯",
          "text": [
            "本件審判手続の経緯は，特異なものであるので，事案の概要において，その経過を記載する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願明細書の記載",
              "text": [
                "本願明細書(甲1)には，以下の内容が記載されていた。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本発明は洗浄中に布帛間の染料移動を阻止する組成物及び方法に関する。更に具体的には，本発明はポリアミンＮ‐オキシド含有ポリマー及びビルダーを含んだ染料移動阻止組成物に関する。」(1頁4～7行，「発明の分野」)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "「様々なビルダーが，洗浄溶液で生じる硬度イオンの有害作用の中和，除去汚物の安定化，pHコントロール等を含めた様々な機能を発揮する洗剤組成物で常用されている。硬度イオンを除去して，典型量の洗濯物中に存在する他の布帛からの様々な汚物及び汚染の全体クリーニング性を改善する，これらビルダーの能力は，洗剤性能の評価にとりかなり重要である。",
                    "様々な性能基準に合致する各ビルダーの相対的能力は，特に添加洗剤成分の存在に依存している。その結果，洗剤処方者は，優れた全体性能を有した洗剤組成物を供給する困難な仕事に直面している。",
                    "洗剤組成物に加えられる添加洗剤成分の1タイプは染料移動阻止ポリマーである。そのポリマーは，着色布帛からそれと共に洗浄される他の布帛への染料の移動を阻止するために，洗剤組成物に加えられる。これらのポリマーは，染料が洗浄で他の物に付着する機会を有する前に，着色布帛から出た遊離染料を複合化又は吸着する能力を有している。」(1頁9行～2頁4行，「発明の背景」)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「ポリアミンＮ‐オキシド含有ポリマーはビルダーと非常に適合することがわかった。加えて，全体洗剤性能はあるタイプのビルダーの存在下で増加することもわかった。",
                    "この発見から，優れた染料移動阻止性能と全体洗剤性能を双方とも有する洗剤組成物を我々が処方できるようになった。」(2頁10～16行，「発明の背景」)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "「いかなるポリマー主鎖も，形成されるアミンオキシドポリマーが水溶性であって，染料移動阻止性質を有しているかぎり，使用してよい。適切なポリマー主鎖の例はポリビニル，ポリアルキレン，ポリエステル，ポリエーテル，ポリアミド，ポリイミド，ポリアクリレート及びそれらの混合物である。",
                    "本発明のアミンＮ‐オキシドポリマーは，典型的には10：1～1：1000000のアミン対アミンＮ‐オキシドの比率を有している。しかしながら，ポリアミンＮ‐オキシド含有ポリマー中に存在するアミンオキシド基の量は，適切な共重合によるか又は適度のＮ‐オキシド化によって変えることができる。好ましくは，アミン対アミンＮ‐オキシドの比率は2：3～1：1000000，更に好ましくは1：4～1：1000000，",
                    "最も好ましくは1：7～1：1000000である。本発明のポリマーには，1つのモノマータイプがアミンＮ‐オキシドであり，他のモノマータイプがアミンＮ‐オキシドであるか又はそうではない，ランダム又はブロックコポリマーを現実には包含している。ポリアミンＮ‐オキシドのアミンオキシド単位はpKa＜10，好ましくはpKa＜7，更に好ましくはpKa＜6を有する。」(5頁19行～6頁16行，「発明の具体的な説明」)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「ポリアミンＮ‐オキシド含有ポリマーはほぼあらゆる重合度で得ることができる。重合度は，物質が望ましい水溶性及び染料懸濁力を有していれば，重要でない。典型的には，ポリアミンＮ‐オキシド含有ポリマーの平均分子量は500～1000000，好ましくは1000～50000，",
                  "text": [
                    "更に好ましくは2000～30000，最も好ましくは3000～200",
                    "00の範囲内である。」(6頁17～23行，「発明の具体的な説明」)カ 「本発明のポリアミンＮ‐オキシド含有ポリマーは，典型的には染料移動阻止組成物の0．001～10重量％，更に好ましくは0．01～2％，最も好ましくは0．05～1％で存在する。本組成物は洗濯操作で使用のため慣用的洗剤組成物への添加剤として便宜上用いられる。本発明には，洗剤成分を含有して，このため洗剤組成物として役立つ，染料移動阻止組成物も包含している。」(6頁24行～7頁7行，「発明の具体的な説明」)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「ポリアミンＮ‐オキシドの製造方法：",
                  "text": [
                    "ポリアミンＮ‐オキシド含有ポリマーの製造は，アミンモノマーを重合して，得られたポリマーを適切な酸化剤で酸化することにより行っても，あるいはアミンオキシドモノマー自体もポリアミンＮ‐オキシドを得るために重合させてよい。",
                    "ポリアミンＮ‐オキシド含有ポリマーの合成は，ポリビニル‐ピリジンＮ‐オキシドの合成により例示できる。ポリ‐4‐ビニルピリジン，例えばポリサイエンシス(Polysciences)(MW50000，5．0g，0．0",
                    "475モル)が酢酸50mlに前溶解され，ピペットにより過酢酸溶液(氷酢酸25g，H O の30vol％溶液6．4g及び数滴のH SO から0．",
                    "0523モルの過酢酸を得る)で処理された。混合液は環境温度(32℃)で30分間にわたり攪拌された。次いで混合液は油浴を用いて80～85℃に3時間加熱されてから，一夜放置された。次いで得られたポリマー溶液は攪拌下でアセトン1l(注 1リットル)と混合される。底で形成された黄褐色粘稠シロップは，淡い結晶固体物を得るために，アセトン1l(注 1リットル)で再び洗浄される。固体物は重力濾過され，アセトンで洗浄され，その後P O で乾燥された。このポリマーのアミン：アミンＮ‐オキシド比は1：4である。」(7頁8行～8頁5行，「発明の具体的な説明」)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「顆粒処方物は典型的には約10～約80重量％，更に典型的には約15～約50％の洗剤ビルダーを含む。」(8頁17～19行，「発明の具体的な説明」)"
                },
                {
                  "fig": "ケ",
                  "subject": "「本発明で有用な好ましい合成結晶アルミノシリケートイオン交換物質はゼオライトとして知られ，名称ゼオライトA，ゼオライトP(B)，ゼオライトHS及びゼオライトXとして市販されている。」(16頁13～16行，「発明の具体的な説明」)"
                },
                {
                  "fig": "コ",
                  "subject": "「 例Ⅰ",
                  "text": [
                    "下記組成を有した本発明による液体洗剤組成物を製造する：",
                    "全洗剤組成物の重量％",
                    "A B C",
                    "直鎖アルキルベンゼンスルホネート 10 10 10",
                    "・・・・・",
                    "・・・・・",
                    "ポリ(4−ビニルピリジン)−Ｎ",
                    "−オキシド 0−1 0−1 0−1",
                    "・・・・・",
                    "・・・・・",
                    "その他 100まで",
                    "例ⅠⅠ",
                    "下記処方を有した本発明によるコンパクト顆粒状洗剤組成物を製造する：",
                    "全洗剤組成物の重量％",
                    "A B C",
                    "直鎖アルキルベンゼンスルホネート 11.40 11.40 11.40",
                    "・・・・・",
                    "・・・・・",
                    "ゼオライト 32.50 32.50 −",
                    "・・・・・",
                    "・・・・・",
                    "ポリ(4−ビニルピリジン)−Ｎ",
                    "−オキシド 0−1 0−1 0−1",
                    "・・・・・",
                    "・・・・・",
                    "その他 100まで",
                    "上記組成物(例I及びⅠⅠ)は優れたクリーニング及び洗浄性能を示す上で非常に良好であり，着色布帛と着色及び白色布帛の混合物で顕著なカラーケア性能も示す。」(37頁～39頁)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件拒絶理由通知の概要",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願補正明細書において，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」を添加することの技術的意義が認められず，本願補正明細書の記載は，本願補正発明の目的ないし効果について，矛盾ないし論理的把握が不可能な記載になっており，当業者が容易に本願補正発明の実施をすることができる程度に，その発明の目的，構成及び効果を記載するものではないので，旧特許法36条4項の規定に適合しない(以下「拒絶理由(あ)」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願補正明細書には，「アミン対アミンＮ−オキシドの比率」を「1：7～1：1，000，000」とし，及び「分子量」を「3，000～2",
                  "text": [
                    "0，000」とすることの構成及び効果(特に臨界的な効果を定量的に裏付ける比較実験データ等)についての記載が不十分であり，当業者が本願補正発明の内容を理解できる程度に記載されていないので，旧特許法36条4項の規定に適合しない(以下「拒絶理由(い)という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願補正明細書の実施例「例I」及び「例II」における「その他 100まで」との記載について，「その他」とは如何なるものか不明であるので，本願補正明細書の記載は，当業者が本願補正発明を容易に実施できる程度に，その構成を開示しているとは認められず，旧特許法36条4項の規定に適合しない(以下「拒絶理由(う)」という。)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願補正明細書の記載からみて，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」の添加量がゼロであっても，「着色布帛と着色及び白色布帛の混合物で顕著なカラーケア性能」が示されるのであるから，本願特許請求の範囲の記載は，特許を受けようとする発明の構成に欠くことができない事項のみを記載したものではなく，旧特許法36条5項2号の規定に適合しない(以下「拒絶理由(え)」という。)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本願補正明細書の7頁8行～8頁5行には，「ポリアミンＮ−オキシドの製造方法」として，ポリサイエンシス社の「MW50000」のポリ−4−ビニルピリジンを酸処理して，「アミン：アミンＮ−オキシド比は1：4」のポリアミンＮ−オキシドを製造した具体例が記載されているところ，これは本願請求項1又は6の「アミン対アミンＮ−オキシドの比率1：7～1：1，000，000，分子量3，000～20，000」とい",
                  "text": [
                    "う数値範囲から外れるものであるので，本願特許請求の範囲の記載は，特許を受けようとする発明が発明の詳細な説明に実質的に記載したものではなく，旧特許法36条5項1号の規定に適合しない(以下「拒絶理由(お)」という。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告のした手続補正",
              "text": [
                "原告は，本件補正によって，発明の詳細な説明欄記載の実施例「例Ⅰ」及び「例ⅠⅠ」をすべて削除した(甲6)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の判断の概要",
              "content": [
                {
                  "fig": "ア",
                  "subject": "拒絶理由(あ)について",
                  "text": [
                    "本願補正発明において，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」の添加量が，0％であっても1％であっても，同様に着色及び白色布帛の混合物で顕著なカラーケア性能を示すという矛盾についての釈明がなされておらず，本件補正後の本願補正明細書の記載を精査しても，その矛盾を解消し得る記載は見当たらない。よって，本願補正明細書の記載は，当業者が本願補正発明の実施をすることができる程度に，その発明の目的，構成及び効果を記載するものではなく，旧特許法36条4項に規定される要件を満たすものではない(以下「審決の判断1」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "拒絶理由(い)について",
                  "text": [
                    "本願補正発明に係る特許請求の範囲請求項1は，「アミン対アミンＮ−オキシドの比率1：7～1：1，000，000，分子量3，000～2",
                    "0，000を有するポリ(4−ビニルピリジン−Ｎ−オキシド)」を含むことも発明の特徴としているものである。よって，「アミン対アミンＮ−オキシドの比率」と「分子量」の数値範囲に関する技術的意義が本願補正明細書において明らかにされていない以上，本願補正明細書の記載は，当業者が本願補正発明の実施をすることができる程度に，その発明の目的，構成及び効果を記載するものではなく，旧特許法36条4項に規定される要件を満たすものではない(以下「審決の判断2」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "拒絶理由(う)について",
                  "text": [
                    "本件補正によって本願補正明細書から本願補正発明の具体例に相当する記載がすべて削除されたが，本願補正明細書の記載は，本願補正発明を具体的に実施する方法についての記載が明確かつ十分でないので，当業者が本願補正発明を容易に実施できる程度に，その発明の目的，構成及び効果を記載するものではなく，旧特許法36条4項に規定される要件を満たすものではない(以下「審決の判断3」という。)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "拒絶理由(え)について",
                  "text": [
                    "平成18年10月5日付けの意見書(甲5)には，「ポリ(4−ビニル",
                    "ピリジン−Ｎ−オキシド)」の添加量がゼロであっても「着色布帛と着色及び白色布帛の混合物で顕著なカラーケア性能」が示されるということに対する釈明がなされていない。よって，本願補正発明の請求項1に記載された「ポリ(4−ビニルピリジン−Ｎ−オキシド)」については，特許を受けようとする発明の構成に欠くことができない事項であると認められないので，特許請求の範囲の記載は，特許を受けようとする発明の構成に欠くことができない事項のみを記載したものではなく，旧特許法36条5項2号に規定される要件を満たしていない(以下「審決の判断4」という。)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "拒絶理由(お)について",
                  "text": [
                    "本願補正明細書には，特許請求の範囲に記載された「アミン対アミンＮ−オキシドの比率1：7～1：1，000，000，分子量3，000～",
                    "20，000」という範囲内の「ポリ(4−ビニルピリジン−Ｎ−オキシド)」についての具体的な記載がないので，本願特許請求の範囲の記載は，特許を受けようとする発明が発明の詳細な説明に実質的に記載したものではなく，旧特許法36条5項1号に規定される要件を満たしていない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決の判断1ないし5には，以下のとおりの誤りがある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審決の判断1の誤り)",
          "text": [
            "本件補正によって，0％であっても1％であっても，同様に着色及び白色布帛の混合物で顕著なカラーケア性能を示すという記載は，本願補正明細書から削除され，本件補正後の本願補正明細書における矛盾は解消され，矛盾した記載の存在を前提とした釈明の必要はなくなった。したがって，審決の判断1は，本願補正明細書に対する誤った認定に基づく判断であって，違法である。",
            "なお，被告の主張は，矛盾記載の存在を根拠とする審決の拒絶理由とは異なり，理由の差替えに当たるので，失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審決の判断2の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願補正明細書(甲1)の5頁19行～6頁16行(特に5頁19～2",
              "text": [
                "1行)には，アミンオキシドポリマーが水溶性であって，染料移動阻止性質を有しているべきことが記載されているが，「水溶性」と「染料移動阻止性質」が，ポリマー主鎖の選択のみならず，アミン対アミンＮ−オキシドの比率の選択においても要求されることは，文脈から理解できる。したがって，本願補正発明の「アミン対アミンＮ−オキシドの比率」は，アミンオキシドポリマーの「水溶性」及び「染料移動阻止性質」を確保するという技術的意義を有することが理解できる。したがって，「アミン対アミンＮ−オキシドの比率」の数値範囲に関する技術的意義が本願補正明細書において明らかにされていないとの審決の判断2は，本願補正明細書に対する誤った認定に基づく判断であって，違法である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願補正明細書の6頁17～23行には，ポリアミンＮ−オキシド含有ポリマーの重合度は，物質が望ましい水溶性及び染料懸濁力を有していれば，重要でない旨の記載がある。この記載は，重合度が水溶性及び染料懸濁力を確保するための重要な手段であることを意味している。すなわち，必要な水溶性及び染料懸濁力は，いくつかの方法で確保し得るが，重合度を所定の範囲内とすることにより確保できることを示している。そして，重合度の増加に応じて分子量が増加することも技術常識である。よって，本願補正発明所定の分子量の範囲は，必要な水溶性及び染料懸濁力を確保するという技術的意義があることが本願補正明細書から理解できるものといえる。したがって，「分子量」の数値範囲に関する技術的意義が本願補正明細書において明らかにされていないとの審決の判断2は，本願補正明細書の記載に基づかない誤った認定に基づく判断であり誤りがある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願補正発明の特徴は，特定の「ポリ(4−ビニルピリジン−Ｎ−オキシド)」とゼオライトビルダーとを組み合わせたことによって，布帛の洗浄時における優れた染料移動阻止効果を実現した点にある。しかし，審決は，本願補正発明の上記特徴を無視ないし過小評価しているものであって，審決の判断2は本願補正明細書の記載事実の誤認に基づくものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(審決の判断3の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正により削除した実施例に記載されていた内容は，本願発明の染料移動阻止組成物を含む洗剤組成物の処方例にすぎない。仮に，その実施例の削除により当業者が本願補正発明を容易に実施できないものであるとするならば，洗剤組成物に係る態様の実施が容易ではなくなったことを意味することになる。しかし，洗剤組成物の処方例は，従来の洗剤組成物に本願補正発明の染料移動阻止組成物を添加すれば実施できるものであり，本願補正発明の染料移動阻止組成物が実施できさえすれば，当業者であれば容易に処方できる技術である。本願補正明細書の記載に基づけば，洗剤組成物に添加すべき，本願補正発明の染料移動阻止組成物自体を得ることは容易である。",
                "したがって，形式的に実施例が削除されたことをもって，本願補正明細書の記載は当業者が本願補正発明を容易に実施できる程度に記載するものではないとした審決の判断3は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願補正発明の具体例がないという本件拒絶理由は，新たな拒絶理由であるから，改めて拒絶理由通知を発することなく，本件出願を拒絶した審査を維持した審決には，特許法159条2項，50条に違反する違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(審決の判断4の誤り)",
          "text": [
            "本件補正によって，ポリ(4−ビニルピリジン−Ｎ−オキシド)が0％であっても1％であっても，同様に着色及び白色布帛の混合物で顕著なカラーケア性能を示すとの記載は削除され，添加量がゼロであっても「着色布帛と着色及び白色布帛の混合物で顕著なカラーケア性能」が示されるとの記載は存在しない。したがって，本願補正明細書は明確である。",
            "以上のように，審決の判断4は，本件補正後の本願補正明細書の記載に基づかずに補正の法律的効果に反する認定を行ったものであり，誤りである。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(審決の判断5の誤り)",
          "text": [
            "本願補正発明に用いられる特定の「ポリ(4−ビニルピリジン−Ｎ−オキシド)」は，そもそも本願補正明細書を参照するまでもなく，本願出願当時の当業者の技術常識をもってすれば，一般的な汎用材料と同様に，製造，入手が容易なものであり，旧特許法36条5項1号を充足するためには，その製造方法を明細書に記載する必要がない。",
            "したがって，審決の判断5は，本願出願当時の当業者の技術常識に基づかずに，本願補正明細書の記載内容を認定したものであり，誤りである。",
            "また，審決のした拒絶は，拒絶理由(お)に基づかない理由による拒絶であって，違法である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審決の判断1の誤り)に対し",
          "text": [
            "本件補正後の本願補正明細書から，ポリ(4−ビニルピリジン)−Ｎ−オキシド)が0％であっても1％であっても，同様に着色及び白色布帛の混合物で顕著なカラーケア性能を示すという記載は削除された。本願補正明細書には，実施例として本願補正発明の効果を示す記載はなく，その他，本願補正発明の効果を具体的に示した記載もない。したがって，本願補正明細書は，当業者が本願補正発明を容易に実施できる程度に，その効果を開示しているとは認められず，旧特許法36条4項の規定に違反するものである。審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審決の判断2の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件補正により，本願明細書から本願補正発明の具体例に関する記載が削除された。また，本願補正明細書にはアミン対アミンＮ−オキシドの比率1：7～1：1，000，000，分子量3，000～20，000を有す",
              "text": [
                "るポリ(4−ビニルピリジン−Ｎ−オキシド)を含む染料移動阻止組成物に関する具体的な記載はなく，当該「ポリ(4−ビニルピリジン−Ｎ−オキシド)」が染料移動阻止能力を有するものであるか否か，また，染料移動阻止能力を有するとしても，どの程度の染料移動阻止能力を有するのかについては一切明らかでないから，本願補正明細書の記載からは特許を受けようとする発明の構成に欠くことのできない事項，すなわち，本願補正発明の「ポリ(4−ビニルピリジン−Ｎ−オキシド)」を含む染料移動阻止組成物によって奏される効果の有無及びその程度が明らかでなく，技術常識を考慮しても効果の有無及びその程度を予測することもできない。",
                "したがって，「アミンオキシドポリマーが水溶性であって，染料移動阻止性質を有している」との原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「ポリ(4−ビニルピリジン−Ｎ−オキシド)」について，「アミン対アミンＮ−オキシドの比率」及び「分子量」，さらに，本願補正発明の特定構造の「ポリ(4−ビニルピリジン−Ｎ−オキシド)」とゼオライトビルダーとを組み合わせることについても，本願補正明細書には具体的な記載はなく，両者を組み合わせることにより奏する効果の有無及びその程度を予測することもできない。したがって，原告の主張は，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(審決の判断3の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "旧特許法36条4項所定の要件を満たすためには，本願補正発明の組成物を得ることが容易であるだけでは足らず，かかる組成物が染料移動阻止能力を有するものであるか否か，染料移動阻止能力を有するとしても，どの程度の染料移動阻止能力を有するのか当業者に理解できることが必要であるが，本願補正明細書には，そのような記載はない。したがって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，審決における拒絶の理由は，明細書に実施例の記載がないことを原因とするものであり，「その他」との記載が存在することを原因とする拒絶理由とは異なる点で，新たな拒絶理由であるといえるから，改めて拒絶理由通知をすべきであり，それをなさずに拒絶審決を行ったことは違法である旨主張する。",
                "しかし，本件拒絶理由通知は，例I及び例IIの洗剤組成物における「その他」の成分が如何なるものか不明であるから発明の組成物を実施することができないとするものであり，例I及び例IIが削除されれば，例I及び例IIに記載された「その他」の成分に加えて，ポリアミンＮ−オキシドや界面活性剤を含むすべての成分組成が不明になり，さらに発明の組成物を実施できないことになるのであるから，新たな拒絶理由とはいえない。 したがって，原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(審決の判断4の誤り)に対し",
          "text": [
            "本願請求項1は，「アミン対アミンＮ−オキシドの比率1：7～1：1，000，000，分子量3，000～20，000を有するポリ(4−ビニルピ",
            "リジン−Ｎ−オキシド)0．05～1重量％・・・を含む，顆粒状染料移動阻止組成物。」と記載され，「アミン対アミンＮ−オキシドの比率」及び「分子量」により特定されている。そして，出願人において，本願請求項1において特定された範囲内の染料移動阻止組成物と範囲外の染料移動阻止組成物について，作用効果の有無及び程度を明らかにする必要があるが，本件補正により，本願補正明細書から実施例である例I及び例IIは削除されたため，実施例による開示はなく，また，本願補正明細書の発明の詳細な説明の欄にも本願補正発明の「アミン対アミンＮ−オキシドの比率」及び「分子量」を有するポリ(4−ビニルピリジン−Ｎ−オキシド)が所定の作用効果を有することを実証するデータ等の記載もない。",
            "以上のとおり，本願補正明細書には，特許出願時の技術常識を参酌して，所望の効果が得られると当業者が認識できる程度の記載はないから，上記特定構造のポリ(4−ビニルピリジン−Ｎ−オキシド)を必須の構成要件とは認められない。したがって，審決の認定に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(審決の判断5の誤り)に対し",
          "text": [
            "本願請求項1に記載された「アミン対アミンＮ−オキシドの比率1：7～1：1，000，000，分子量3，000～20，000を有するポリ(4−",
            "ビニルピリジン−Ｎ−オキシド)」を含む顆粒状染料移動阻止組成物について，特許出願時において，具体例の開示がなくとも当業者に理解できる程度に記載するか，又は，特許出願時の技術常識を参酌して，当該数値が示す範囲内であれば，所望の効果(性能)が得られると当業者において認識できる程度に，具体例を開示することが必要である。本願補正明細書7頁16行～8頁5行には，ポリ‐4‐ビニルピリジンであるポリサイエンシス(Polysciences)(MW50000)を酸化して，アミン：アミンＮ‐オキシド比が1：4であるポリ(4−ビニルピリジン−Ｎ−オキシド)を製造する方法の記載はあるものの，「アミン対アミンＮ−オキシドの比率1：7～1：1，000，000，分子量3，000～20，000を有するポリ(4−ビニルピリジン−Ｎ−オキシド)」を含む顆粒状染料移動阻止組成物に関する具体例は一切示されておらず，また，かかる顆粒状染料移動阻止組成物，及びそれの奏する作用効果が当業者に自明であると解すべき根拠もない。",
            "したがって，本願補正明細書の記載によっては，本願出願時の技術常識を参酌して，本願請求項1に記載された特定の「ポリ(4−ビニルピリジン−Ｎ−オキシド)」を特定量，顆粒状染料移動阻止組成物に含有させた場合に，所望の効果(性能)が得られると当業者において認識できる程度に，具体例を開示して記載しているとはいえない。よって，本願補正明細書の特許請求の範囲請求項1の記載は，旧特許法36条5項1号所定の要件に適合しない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，以下のとおり，審決の判断1ないし5はいずれも誤りがなく，原告の請求は理由がないものと判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(審決の判断1の誤り)について",
          "text": [
            "まず，本件補正前の本願明細書の記載(前記第2，4(1))に照らすと，本願発明は，ポリ(4−ビニルピリジン−Ｎ−オキシド)とゼオライトビルダーとを含む顆粒状染料移動阻止組成物である点に特徴があり，優れた染料移動阻止性能と全体洗剤性能の双方とも有する洗剤組成物を処方できることを発明の目的及び効果とするものであると認められる。本願発明の実施例として，例Ⅰ及び例ⅠⅠが示されているが，同実施例によれば，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」と「ゼオライトビルダー」を配合した洗剤組成物であって，「優れたクリーニング及び洗浄性能を示す上で非常に良好であり，着色布帛及び白色布帛の混合物で顕著なカラーケア性能を示す」との効果を奏すると記載されている。他方，「ポリ(4−ビニルピリジン)−Ｎ−オキシド」の成分割合についてみると，0％であっても1％であっても，同様に着色及び白色布帛の混合物で顕著なカラーケア性能を示すとの記載がされている。同記載は，本願発明の目的又は効果として記載されている内容と齟齬するものであるから，本願明細書に，発明の目的，効果が実施可能な程度に記載されていると認めることはできない。",
            "そして，本件補正によって，発明の詳細な説明における実施例である例Ⅰ及び例ⅠⅠが削除されたが，同削除によっても，依然として，本願補正明細書において，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」を含む洗剤組成物が奏する効果を具体的に確認できないことに変わりはない。すなわち，本願明細書において，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」を添加したことによる技術的意義が明らかにされたということはできない。",
            "以上のとおり，本願補正明細書において，本願補正発明に関して，当業者が容易に実施をすることができる程度に，その発明の目的，構成及び効果を記載されたと認めることはできないから，審決の判断1に誤りはない。",
            "原告は，本願補正明細書の記載に基づく限り，矛盾した記載は存在しないから，審決の判断1は，本願補正明細書の記載に基づかずに判断したものであり誤りであるとも主張する。しかし，本件補正により本願補正明細書に矛盾した記載が存在するか否かにかかわらず，本願補正明細書において，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」を添加したことの技術的意義が明らかではなく，本願補正発明に係る実施可能要件を充足しているということができないから，原告の主張は失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(審決の判断2の誤り)について",
          "text": [
            "請求項1記載の「比率1：7～1：1，000，000」及び「分子量3，000～20，000」は，発明の詳細な説明に例示された数値範囲の1つにすぎず，この数値範囲がいかなる理由で好ましいのか，その限定した理由が明確に記載されていないから，これらの数値範囲を特定した技術的意義は不明である。本願補正明細書の詳細な説明において，本願補正発明の染料移動阻止組成物を用いた具体例の記載がないことは上記1で判断したとおりであり，上記の数値範囲の比率及び分子量を有することより所定の効果が得られるのか具体的に確認することができない。",
            "そうすると，「アミン対アミンＮ−オキシドの比率」及び「分子量」に関して特定の数値範囲を有する本願補正発明について，その目的，構成及び効果が本願補正明細書に当業者が容易に実施できる程度に記載されていないものと認められる。したがって，審決の判断2に誤りはない。",
            "原告は，当業者の技術常識も考慮すれば，十分に具体的に技術的意義を認識できると主張し，甲7を提出する。しかし，甲7は本願出願前に頒布された刊行物に相当するのか不明であり，他に上記技術常識を認定するに足りる的確な証拠はないから，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(審決の判断3の誤り)について",
          "text": [
            "請求項3は，染料移動阻止組成物を含有する洗剤組成物に係る発明であるが，本願明細書において，その組成物について具体的に記載した実施例は，「例Ⅰ」及び「例ⅠⅠ」のみである。同実施例に示された各成分の配合割合から，「その他」成分の配合割合を算出すると，「例Ⅰ」においては35．79～50．79重量％であり，「例ⅠⅠ」においては14．84～47．34重量％であり，その割合は少なくない。したがって，「その他」成分について，その内容等が明らかでない限り，本願請求項3に係る発明の目的，構成及び効果が明確であるとはいえない。また，請求項1，2記載の染料移動阻止組成物を洗剤組成物の配合成分として使用した場合の効果についても，当業者が容易に実施できる程度に記載されているとはいえない。",
            "そして，本願補正明細書において，「その他」を含む実施例を削除されたからといって，本願補正発明の目的，構成及び効果が容易に実施できる程度に記載されたといえない点では変わりはない。したがって，審決の判断3に誤りはない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(審決の判断4の誤り)について",
          "text": [
            "本願補正発明の特許請求の範囲には，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」との構成が記載されているが，他方，本願補正明細書の発明の詳細な説明には，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」を用いた具体例は記載されておらず，「ポリアミンＮ−オキシド含有ポリマー」における適切なポリマー主鎖の1つとして「ポリビニル」が例示され，ポリアミンＮ−オキシド含有ポリマーの製造例として「ポリ(4−ビニルピリジン−Ｎ−オキシド)」が記載されているにすぎない。そうすると，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」を配合することによって本願補正発明が目的とする作用効果が得られることを具体的に確認することができず，そのような記載に照らすならば，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」は，本願補正発明において発明の構成に欠くことのできない事項であるとの裏付けを欠くものというべきである。審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(審決の判断5の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願補正発明は，請求項1記載の特定比率及び特定分子量からなる「ポリ(4−ビニルピリジン−Ｎ−オキシド)」からなるものであるが，本願補正明細書において，「ポリ(4−ビニルピリジン−Ｎ−オキシド)」の「アミン対アミンＮ−オキシドの比率」及び「分子量」に関連する記載は，「ポリアミンＮ−オキシドの製造方法」に係る部分のみである。本願明細書には，「アミンＮ−オキシドポリマー」の比率及び分子量についての記載はあるが，「ポリビニル」をポリマー主鎖とする「ポリ(4−ビニルピリジン−Ｎ−オキシド)」に特定して記載されたものではない。また，本願補正明細書には，染料移動阻止組成物の実施例が記載されていないことは，上記のとおりである(本件補正前の「例Ⅰ及び「例ⅠⅠ」においても，比率及び分子量の記載はない。)。そして，上記「ポリアミンＮ−オキシドの製造方法」に記載された比率及び分子量は，本願補正発明のものと相違していることは明らかである。",
                "そうすると，本願補正発明の「ポリ(4−ビニルピリジン−Ｎ−オキシド)」及びその成分を含む染料移動阻止組成物は，発明の詳細な説明に記載されていないことになる。審決の判断5に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願補正明細書に「ポリ(4−ビニルピリジン−Ｎ−オキシド)」は，製造が容易であり，また，市販品として入手が容易であることから，旧特許法36条5項2号に違反しないなどと主張する。",
                "しかし，上記成分のポリマーが発明の詳細な説明に記載されていないこと，及び上記成分からなる染料移動阻止組成物そのものが本願明細書に記載されていないことは，上記(1)で判断したとおりである。また，上記成分のポリマーが製造容易である，あるいは市販品として入手可能であるとしても，そのことが本願出願時に技術常識であると認めるに足りる証拠もない。よって，原告の主張は採用できない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "以上のとおり，原告の主張する取消事由にはいずれも理由がない。原告はその他縷々主張するが，審決を取り消すべき誤りは認められない。",
        "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10097",
    "date": "2007-12-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035560",
    "ipprecedent_id": "1294",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}