{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−18889号事件について平成19年1月30日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "本件は，特許出願をした原告が，拒絶査定を受けて，不服審判の請求をしたが，審判請求不成立の審決を受けたので，その審決の取消しを求めた事案である。",
            "特許庁における手続の経緯は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，1993年(平成5年)4月2日に米国においてした特許出願に基づく優先権を主張して，平成6年3月23日，発明の名称を「排液性が改善された巨視的に拡大したプラスチックウェブ」(平成15年12月25日付けの手続補正書による補正前の発明の名称は「排液性が改善された巨視的に拡張したプラスチックウェブ」である。)とする発明について国際特許出願(特願平6−522176。",
                "平成6年10月13日国際公開，WO94／22408，平成8年9月10日国内",
                "公表，特表平8−508426。以下「本件出願」という。)をした(甲2)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成16年6月3日付けで拒絶査定を受けたので，同年9月13日，拒絶査定不服審判の請求をした(不服2004−18889号事件として係属)。",
                "これに対し，特許庁は，平成19年1月30日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年2月9日に原告に送達された。",
                "なお，原告は，拒絶査定の前後に，次のとおり補正をしている。",
                "① 平成15年12月25日付け手続補正書(甲3)により，本件出願に係る明細書の全文を補正した(以下「本件明細書」という。)。",
                "② 平成16年10月7日付け手続補正書(甲4)により，本件出願に係る明細書全文を補正した(以下「本件補正」という。)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "平成15年12月25日付け手続補正書により補正された明細書に記載された特許請求の範囲請求項1(以下「請求項1」という。)の記載の発明(以下「本願発明1」という。)の要旨",
          "text": [
            "1．吸収体物品のトップシートとして使用するのに適した第1表面と第2表面を有する立体的で巨視的に拡大した流体透過性ウェブにおいて，",
            "(a)内面と外面とを有するポリマー材料の第1層と，",
            "(b)前記ポリマー材料の第1層の内面に固定され繊維材料が前記ウェブの第2表面の下に延びる繊維材料の第2層と，",
            "(c)前記ウェブの第1表面から第2表面まで延び前記ウェブを通して流体を伝える複数の毛細管とを有し，",
            "前記各毛細管は，前記ウェブの第1表面に孔として始まり，前記第1表面と前記第2表面の間を連続的に連結する側壁を有し，前記側壁は，前記第2表面に孔を形成して終端することを特徴とする流体透過性積層ウェブ。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，以下のとおり，①本件補正は，特許法159条1項で読み替えて準用する特許法53条1項の規定により却下すべきものであるとした上，②本願発明1について，特開昭60−259261号公報(甲1。以下「引用文献1」とい",
              "text": [
                "う。)に記載された発明に基づいて，当業者が容易に発明をすることができたものと認められるから，特許法29条2項の規定により特許を受けることができないとした。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件補正について(審決4頁13行～下から4行)",
              "text": [
                "この特許請求の範囲についてする補正が平成6年改正前特許法第17条の2第3項に規定する目的に合致するか検討する。・・・この補正は，補正前の特許請求の範囲1．ないし7．に記載された7のウエブの発明を，請求項1乃至10に記載する10のウエブの発明とする補正を含むものである。そして，このような実質的に請求項を増加させる補正は，特許請求の範囲の減縮を目的とする補正とは認められず，また，誤記の訂正及び明瞭でない記載の釈明のいずれを目的とする補正とも認めることができないので，特許法第17条の2第3項各号のいずれに規定する事項を目的とするものでもない。したがって，上記の補正事項を含む本件補正は，特許法第159条第1項で読み替えて準用する特許法第53条第1項の規定により却下すべきものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用文献1に記載された発明(以下「引用発明」という。)(6頁下から5行～7頁2行)",
              "text": [
                "「吸収物品の表面シートであって，有孔であるが液体不透過性の層(摘示記載では「表面シートまたは上層」，「プラスチック層」あるいは単に「表面シート」等のように表記されているが，以下，「上層」という。)，その内面に接着剤により結合された薄繊維層と，上層の上面から下面まで延びる毛細管ダクトを有し，毛細管ダクトは，表面シートの上面に孔として始まり，筒状の形で下方に突出し，吸収芯と接する下面に開口している液体透過性表面シート」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明1と引用発明との対比(7頁20行～同頁下から5行)",
              "text": [
                "本願発明1と引用発明とは，「吸収体物品のトップシートとして使用するのに適した第1表面と第2表面を有する流体透過性ウェブにおいて，内面と外面とを有するポリマー材料の第1層と，前記ポリマー材料の第1層の内面に固定され繊維材料の第2層と，前記ウェブの第1表面から第2表面まで延び前記ウェブを通して流体を伝える複数の毛細管とを有し，前記毛細管は，前記ウェブの第1表面に孔として始まり，前記第1表面と前記第2表面の間を連続的に連結する側壁を有し，前記側壁は，前記第2表面に孔を形成して終端することを特徴とする流体透過性積層ウェブ。」である点で一致しており，以下の点で一応の相違がある。",
                "［相違点1］本願発明1の「流体透過性積層ウェブ」が「立体的で巨視的に拡大した」と規定されているのに対し，引用発明の「液体透過性表面シート」にはそのような規定がされていない点",
                "［相違点2］本願発明1において，第2層の繊維材料が「ウェブの第2表面の下に延びる」と規定されているのに対し引用発明においてはそのような規定がされていない点"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点についての検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について(7頁下から2行～8頁17行)",
                  "text": [
                    "引用文献1には，引用発明の毛細管ダクトについて「断面の大きさが0．1～6mmであり，長さが0．2～10mm」が示されており・・・，該数値範囲の毛細管ダクトは，通常の視力の者が裸眼で視認可能な立体的な外形を呈するものを含んでいると認められ，これを，視認可能なものに限定し，本願明細書に記載のように定義を付して，「巨視的に拡大した」という用語で表現することは，当業者にとって格別の困難性があるものとは認められず，また，そのように表現した点に格別の技術的意義も認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について(8頁19行～同頁下から7行)",
                  "text": [
                    "引用発明において，表面シートは，上層の内面に薄繊維層が結合されて形成されているのであるから，該薄繊維層を構成する繊維は，積層体としての表面シートの下面に配置されていることになり，該繊維が下方の吸収芯と流体的に一体化するように接触していることは明らかである。本願明細書の記載によれば，本願発明1において「ウェブの第2表面の下に延びる」と規定された繊維材料は，トップシートと下方の吸収体パッドとを接着手段や熱結合手段によらず流体一体化し，排液を適正なものとする点に意義があるとされている(平成15年12月25日付けで補正された明細書第11頁第28行～第12頁第13行の記載参照)が，引用発明の薄繊維層を構成する繊維も，表面シートの下面にあって吸収芯と接触し，流体一体化するものであり，本願発明1の「ウェブの第2表面の下に延びる」繊維材料と同じ機能を発揮するものと認められる。したがって，本願発明1において，第2層を構成する繊維材料を「ウェブの第2表面の下に延びる」と規定した点にも格別の困難性も技術的意義も認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "作用効果(9頁5行～同頁8行)",
                  "text": [
                    "上記相違点1及び2に係る特定事項は，いずれも引用文献1の記載に基づいて当業者が容易に規定しうる程度の事項であり，これを規定したことにより引用文献1に記載された事項から予測し得ない格別の作用効果が生じるものとも認められない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，相違点2についての認定判断を誤った結果，本願発明1が特許法29条2項により特許を受けることができないとの誤った判断をしたものであるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点2の判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「引用発明の薄繊維層を構成する繊維も，表面シートの下面にあって吸収芯と接触し，流体一体化するものであり，本願発明1の『ウェブの第2表面の下に延びる』繊維材料と同じ機能を発揮するものと認められる。したがって，本願発明1において，第2層を構成する繊維材料を『ウェブの第2表面の下に延びる』と規定した点にも格別の困難性も技術的意義も認められない。」(前記第2の3(5)イ)と認定判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」の技術的意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の発明の詳細な説明には，「第4図から分かるように，最下層62は最下面44に位置されたウェブ39の第2表面43の下に延びている。最下層62の繊維は吸収体コア24の方向に主としてZ方向に延びている。好ましくは，最下層62の繊維はZ方向に平行な方向を向いている。好ましくは，繊維材料でできた最下層62は，積層されるウェブ39の下側にある流体貯蔵コア24と流体を通すように接触している。使用に当たっては，体液は，最初に積層ウェブ39の第1表面41に当たる。流体は，次いで，第1表面41から第2表面43まで毛細管40を通って移動する。流体がウェブ39の最も下側の表面の孔55に至ると，流体は最下層62の繊維材料と接触する。最下層62の繊維は，ウェブ39の第2表面43に沿って形成される流体メニスカスを壊し，毛細管40が完全に排液できるようにする。毛細管40から体液を排液することによって，ウェブ39は，より乾燥したより清浄なトップシート22を提供する。毛細管40からなるネットワーク内の流体を実質的に全部排液することによって，ウェブ39は体液の次の注入に対して準備される。最下層62の繊維質材料は，ウェブの第2表面に沿った流体メニスカスを壊すことの他に吸収体コア24の繊維材料と最下層62の繊維材料との繊維エンタングルメントによって，即ちこれらの繊維が絡み合うことによって，吸収体コア24との流体一体化を良好にする。最下層62の繊維材料の螺旋状にカールした性質によって，最下層62の繊維材料と吸収体コア24との間の繊維材料の繊維エンタングルメントを高めることができる。トップシートとその下にある吸収体コアとの間の流体一体化を改善することによって，従来の接着剤結合や熱結合では得られなかった信頼性の高い流体通路を形成する。」(甲3の11頁14行～12頁7行)との記載があり，この記載によれば，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」は，細孔を通って第2表面に至った流体の流体メニスカスを壊すことのほか，その繊維材料と吸収体コアとの流体一体性を良好にすることを目的としたものである。そして，繊維材料と吸収体コアの繊維材料と絡み合って，繊維材料と吸収体コアとの流体一体性が良好になるように，繊維材料が第2表面の下の吸収体コアに向かって延びるようになっている。そのため，本願発明1における「ウェブの第2表面の下に延びる」とは，吸収体コアの繊維材料と絡み合うことができるように，文字どおり，繊維材料が第2表面の下に向かって延びているものであることを意味するのである。",
                    "上記「ウェブの第2表面の下に延びる」の「延びる」との語は，「空間的に長くひろがる」(広辞苑第5版)ことを意味するものであるから，本願発明1は，第2層の繊維材料のウェブの第2表面の下に長く広がった部分が吸収体コアの繊維材料に突き刺さるような態様で接触することにより第2層の繊維材料と吸収体コアの繊維材料との間で何らかの絡み合いが生じ，その流体一体性が良好になるというものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，請求項1には「吸収体コア」が記載されていないのみならず，第2層の繊維材料と吸収体コアの繊維材料とが具体的にどのように配置されるのかも特定されていない旨主張する。",
                    "しかし，請求項1に「吸収体物品のトップシートとして使用するのに適した・・・流体透過性ウェブ」と記載されていることからも理解されるように，本願発明1のウェブは，吸収体物品のトップシートとしての使用を想定したものである。そして，吸収体物品において，着用者と接触するトップシートと液体不透過性のバックシートとの間に吸収体コアが設けられるものであることは当業者にとって自明のことであるから，本願発明1において，吸収体物品の吸収体コアが，ウェブの下方に位置しウェブの第2表面と接触するように設けられることになることは，当業者であれば当然に認識することである。",
                    "したがって，第2層の繊維材料と吸収体コアの繊維材料とが，第2層の繊維材料の第2表面の下に延びた部分が吸収体コアの繊維材料に突き刺さるような態様で接触するように配置されることになることは，請求項1の記載から明らかであり，また，第2層の繊維材料の延びた部分が吸収体コアの繊維材料に突き刺さるような態様で接触することから，第2層の繊維材料と吸収体コアの繊維材料との間でなんらかの絡み合いが生じることも請求項1の記載から明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の「薄繊維層」の技術的意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1には，「2．毛細管ダクト中の繊維密度が上記ダクトの自由端(4’)から離れる方向で減少し，繊維(5)が吸収物品の内に向つてテーパーを形成している真の毛細管を形成するような方法で繊維(5)が毛細管ダクト(4)中に延びている特許請求の範囲第1項記載の吸収物品。」(特許請求の範囲2)，「本発明の一つの好適な例によれば，繊維が吸収物品の内部に向つてテーパを形成する真直ぐの毛細管を形成するように，毛細管ダクトの自由端から離れた方向でその中の繊維密度を減ずるような方法で繊維を毛細管中に延出するとよい。その結果として円錐形毛細管の使用をせずに，物品の吸収芯に向かって作用する吸収力が得られる。」(3頁右上欄14行～左下欄1行)，「第4図に示した毛細管ダクト4が吸収芯2と共作用する方法を第5図に示す。芯2と有孔プラスチック表面シート1の間に薄い繊維層5を配置する。繊維層は，毛細管ダクト4中に繊維を引き入れる方法で，吸引ボックス等の助けで部分真空を付与しながら，プラスチック層1に対して空気を用いて堆積する。繊維層5を空気堆積する前に，繊維を上記表面に結合されるように，接着剤の薄層をプラスチック層1の内面に適当に噴霧する。前述した如く，上述した方法で繊維を堆積したとき，それらは毛細管ダクト4中に吸引によって引き入れられ，用いた空気堆積法の結果として，上記ダクト中の繊維密度は，ダクトの各自由端4’から離れた方向で減少する。従つて各ダクト中にあるこれらの繊維は吸収芯2の内部に向かつてテーパを形成する真の毛細管を作る。」(4頁右上欄3行～下から2行)との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これらの記載によれば，引用発明の薄繊維層は，吸収芯の内部に向かってテーパを形成する真の毛細管を作ることを目的とするものであり，薄繊維層が表面シートの下面に結合しているのは，毛細管ダクトの自由端から離れた方向でその中の繊維密度を減ずるように繊維を毛細管ダクト中に引き入れるために用いた空気堆積法において不可避的に生じる結果にすぎず，そのため，引用文献1には，薄繊維層の作用効果についての記載は一切ないのである。つまり，引用発明においては，毛細管ダクト中に繊維があることに意義があるのであり，薄繊維層が表面シートの下面に結合していることについては，何ら意義を有するものではない。また，引用発明の薄繊維層は，毛細管ダクト中に吸引によって引き入れる方法で表面シート下面に堆積されるものであるため，薄繊維層が吸収芯に向かって延びることもない。それどころか，薄繊維層は毛細管ダクト中に引き入れられることになり，表面シートの上面に向かって延びることになる。",
                    "引用発明の薄繊維層は，本願発明1のいうところの「ウェブの第2表面」の(下にではなく)上に延びているということができる。そのために，その繊維が吸収芯の繊維層と絡み合うこともない。逆に，引用発明の薄繊維層は，吸収芯と接する毛細管ダクトの下端において折れ曲がって密度高となっていることから，吸収芯と絡みにくい状態となっている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明の薄繊維層は，本願発明1の「繊維材料の第2層」のようにウェブの第2表面の下に延びるものではなく，逆にウェブの第2表面の上に延びるものであり，その点において，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」とは大きく相違している。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明の「ウェブの第2表面の下に延びる繊維材料の第2の層」と引用発明の「薄繊維層」の機能の差",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」は，細孔を通って第2表面に至った流体の流体メニスカスを壊すことのほか，その繊維材料と吸収体コアとの流体一体性を良好にすることを目的としたものであるのに対し，引用発明の薄繊維層は，吸収芯の内部に向かってテーパを形成する真の毛細管を作ることを目的とするものであり，両者の目的が異なっている。",
                    "また，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」は，その繊維材料が第2表面の下に向かって延びていることにより，その繊維材料と吸収体コアの繊維材料とが絡み合い，その繊維材料と吸収体コアの流体一体性が良好になるのに対し，引用発明の薄繊維層は，吸収芯と接する毛細管ダクトの下端において折れ曲がって密度高となっていることから，吸収芯と絡みにくい状態となっており，本願発明1と同じ意味で流体一体性が良好になることはない。",
                    "したがって，引用発明の薄繊維層は，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2の層」と同じ機能を発揮するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用発明は，本願発明1と同様に，薄い繊維層5(本願発明1の第2層の繊維材料に相当する。)が上層の下面(本願発明1のウェブの第2表面に相当する。)で吸収芯(本願発明1の吸収体コアに相当する。)に接触するものではある。",
                    "しかし，引用発明の薄い繊維層5は，上層の内面に固定されただけのものであり，上層の下面の下に空間的に長くひろがったものではない。さらには，引用発明において上層の下面の下方に薄い繊維層5が存在するのは毛細管ダクトの下端部付近に限られるところ(毛細管ダクトからの流体の伝達に関わることになるのもこの部分に限られる。)，そこにおいて，薄い繊維層5は，毛細管ダクトの内側を上層の上面(本願発明1のウェブの第1表面に相当)に向かって延びており，さらに薄い繊維層5の堆積時の吸引のために，毛細管ダクトの下端で折れ曲がって密度高となり吸収芯と非常に絡みにくい状態となっている。",
                    "このように，本願発明1と引用発明とでは，流体の伝達に関わることになる部分において，第2層の繊維材料と吸収体コアの繊維材料との接触の態様が大きく異なっている。そのため，引用発明においては，本願発明1と同じ意味で流体一体性が良好になることはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2の想到困難性",
              "text": [
                "審決は，「上記相違点1及び2に係る特定事項は，いずれも引用文献1の記載に基づいて当業者が容易に規定しうる程度の事項であり，これを規定したことにより引用文献1に記載された事項から予測し得ない格別の作用効果が生じるものとも認められない。」(前記第2の3(5)ウ)と判断したが，誤りである。",
                "前記(3)イのとおり，引用発明においては，毛細管ダクト中に繊維があることにその意義を有するのであり，表面シートの下面に固定された薄繊維層自体は，技術的意義を有するものではないから，引用文献1に接した当業者は，表面シートの下面に固定された薄繊維層には注目することなく，毛細管ダクト中を表面シートの上面に向かって延びる繊維に注目することになる。そのため，引用文献1に接した当業者が，引用発明の技術的意義とは関係しない表面シートの下面に固定された薄繊維層に注目し，さらに，引用発明とは全く逆に，また引用発明の技術的意義を無にすることになるように，その薄繊維層を吸収芯に向かって延ばすことには，通常，考えつかないことである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "したがって，本願発明1において，第2層を構成する繊維材料を「ウェブの第2表面の下に延びる」と規定した点にも格別の困難性も技術的意義も認められないとする審決の判断は明らかに誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由は理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点2の判断の誤りに対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」の技術的意義について",
              "text": [
                "原告は，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」は，細孔を通って第2表面に至った流体の流体メニスカスを壊すことのほか，その繊維材料と吸収体コアの流体一体性を良好にすることを目的としたものであり，吸収体コアの繊維材料と絡み合うことができるように，文字どおり，繊維材料が第2表面に向かって延びているものであることを意味している旨主張する。",
                "しかし，請求項1には，「吸収体コア」の記載がないのみならず，第2層の繊維材料と吸収体コアの繊維材料とが具体的にどのように配置されるのかも特定されていない。まして，請求項1には，ウェブが吸収体コアに積層された際に，ポリマー材料の第1層の内面に固定された第2層の繊維材料とその下方の吸収体コアの繊維材料との間で，繊維レベルでどのような絡み合いが生じるのかを裏付ける，各繊維材料の繊維配列あるいは繊維構造等について，何ら特定されていない。",
                "したがって，本願発明1の相違点2に係る構成は，ポリマー材料の第1層の内面に固定された第2の繊維層が，ウェブの第2表面の下方に至り，吸収体コアと接触し得るものであることを特定するにすぎないから，第2層の繊維材料と吸収体コアとの流体一体化は，ウェブの下方に吸収体コアが積層されることにより，第2層の繊維材料が吸収体コアに接触することにより生じる程度のものであり，それを越えて，原告が主張するような第2層の繊維材料と吸収体コアの繊維材料との特定の絡み合い等により生じるものであるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の「薄繊維層」の技術的意義について",
              "text": [
                "原告は，引用発明の薄繊維層は，吸収芯の内部に向かってテーパを形成する真の毛細管を作ることを目的とし，毛細管ダクト中に吸引によって引き入れる方法で，表面シート下面に堆積されるものであるから，吸収芯に向かって延びることはなく，毛細管ダクト中に引き入れられることになるので，引用発明の薄繊維層は，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」とは逆に，表面シートの上面に向かって延びることになり，その繊維が吸収芯と絡み合うことはなく，むしろ，下端において，折れ曲がって密度高となり，吸収芯とは絡みにくい状態となっており，本願発明1と同じ意味で流体一体性が良好になることはないと主張する。",
                "しかし，引用発明は，上層と吸収芯の間に配置された薄繊維層(本願発明1の繊維材料の第2層に相当する。)が，上層(流体透過性ウェブに相当する。)の内面に接着剤により固定されているのであるから，薄繊維層と上層の関係に着目すれば，上層の内面に固定された薄繊維層の繊維材料が，上層の下面(第2表面に相当する。)の下方に至り，吸収芯(吸収体コアに相当する。)に接触し得るように配置されていることは，十分に予測し得ることである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明の「ウェブの第2表面の下に延びる繊維材料の第2の層」と引用発明の「薄繊維層」の機能の差について",
              "text": [
                "原告は，引用発明の薄い繊維層5について，「表面シートの上面に向かって延びることになり，薄い繊維層5の繊維が吸収芯と絡み合うことはなく，むしろ，下端において，折れ曲がって密度高となり，吸収芯とは絡みにくい状態となり，本願発明1と同じ意味で流体一体性が良好になることはないと主張する。",
                "確かに，引用文献1の記載及び第5図によれば，毛細管ダクト4の下面開口部から，吸引により薄い繊維層5の繊維が内部に引き入れられるものである。",
                "しかし，薄い繊維層5のうち，毛細管ダクト4の下面開口部に対応する部分以外の繊維については，上方から積層される上層，すなわち，引用文献1にいう「有孔プラスチック表面シート1」の内面に接着剤により固定されるものであり，上層の存在を考慮すれば，薄い繊維層5の繊維の配列に影響を与えるほど強力な吸引を受けるものではない。",
                "仮に，上層の内面において，吸引が薄い繊維層5の繊維の配列に何らかの影響を及ぼすものであるとしても，上層と吸収芯の間に配置された薄い繊維層5は，結局，上層の内面に接触する部分が接着により固定され，積層後は，薄い繊維層5は，上層の内面に接触し接着剤により固定された部分から，上層の下面(第2表面に相当する。)の下方に至り，吸収芯と接触し毛細管ダクトからの流体の伝達に関わることになるのは，十分に予測し得ることである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2の想到困難性について",
              "text": [
                "相違点2の想到困難性についての原告の主張は争う。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "上述したとおり，原告の主張は，具体的な根拠に基づかない主張であり，本願発明1が引用発明1に基づいて当業者が容易に発明をすることができたものとした審決の認定判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "相違点2の判断の誤りについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点2について，「引用発明の薄繊維層を構成する繊維も，表面シートの下面にあって吸収芯と接触し，流体一体化するものであり，本願発明1の『ウェブの第2表面の下に延びる』繊維材料と同じ機能を発揮するものと認められる。したがって，本願発明1において，第2層を構成する繊維材料を『ウェブの第2表面の下に延びる』と規定した点にも格別の困難性も技術的意義も認められない。」と認定判断したのに対し，原告はこれを争うので，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」の技術的意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "請求項1には，「吸収体物品のトップシートとして使用するのに適した第1表面と第2表面を有する立体的で巨視的に拡大した流体透過性ウェブにおいて，・・・前記ポリマー材料の第1層の内面に固定され繊維材料が前記ウェブの第2表面の下に延びる繊維材料の第2層」との記載があるから，「トップシート」は「吸収体物品」に使用するのに適したものであり，また，「トップシート」を形成する「流体透過性ウェブ」は「第1表面と第2表面」を有するとともに，「ポリマー材料の第1層」と「繊維材料の第2層」とが積層構造になっていることが認められる。",
                    "また，「前記ウェブの第1表面から第2表面まで延び前記ウェブを通して流体を伝える複数の毛細管とを有し」との記載によれば，流体は，毛細管により第1表面から第2表面まで移動するというのであるから，「第1表面」が外側にあることが分かる。",
                    "本件明細書の発明の詳細な説明には，「目的は，流体がZ方向にトップシートから遠ざかる方向にその最終貯蔵層まで吸い込まれるようにトップシート22とこのトップシートの下にある層との間に連続する通路を形成することである。」(5頁下から4行～末行)，「体液が通過する連続通路をトップシートとその下にある中間層，例えば二次トップシート又は吸収体コアとの間に形成することによって，トップシートを体液の次の注入に対して更新し，これによって，トップシートの新たな乾燥した外観及び触感を保持する。」(12頁14行～17行)との記載がある。",
                    "ところで，上記のとおり，本願発明1の「トップシート」は，「吸収体物品」に使用するのに適したものであって，その「第1表面」が外側にあり，流体が第1表面から第2表面まで移動するというものであるから，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」は，「トップシート」の下にある層との間に流体が通過する連続通路を形成するものといえるが，「トップシート」の下にある層は吸収体コアに限定されるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明1における「ウェブの第2表面の下に延びる」とは，吸収体コアの繊維材料と絡み合うことができるように，文字どおり，繊維材料が第2表面の下に向かって延びているものであることを意味する旨主張する。",
                    "しかし，本件明細書には，「吸収体コア」について，「吸収体コア24は，液体(例えば，月経，及び／又は尿)を吸収および又は保持できる吸収手段である。第1図及び第2図に示すように，吸収体コア24は身体面，衣料面，側縁部，及び端縁部を有する。吸収体コア24は，種々の大きさ及び形状(例えば，矩形，楕円形，砂時計形状，犬骨形状，非対称形状，等)に製造でき，一般的にエアーフェルトと呼ばれる微粉砕した木材パルプのように衛生ナプキン及び他の吸収体物品で一般的に使用される種々の液体吸収体材料から製造できる。他の適当な吸収体材料の例には，紙綿，コフォームを含む溶融吹付けポリマー，化学的に補剛した架橋セルロース繊維，毛管繊維，クリンプ加工したポリエステル繊維のような合成繊維，草炭，薄葉紙包紙及び薄葉紙積層体を含む薄葉紙，吸収体フォーム，吸収体スポンジ，超吸収体ポリマー，吸収体ゲル化剤，又は任意の等価の材料又はこれらの材料の組み合わせ又は混合物が含まれる。」(甲3の13頁下から5行～14頁7行)と記載されており，必ずしも繊維材料に限定していない。",
                    "原告は，「延びる」という語の一般的な意味を理由として，本願発明1は，第2層の繊維材料のウェブの第2表面の下に長く広がった部分が吸収体コアの繊維材料に突き刺さるような態様で接触することにより第2層の繊維材料と吸収体コアの繊維材料との間で何らかの絡み合いが生じ，その流体一体性が良好になる旨主張する。",
                    "しかし，本件明細書の発明の詳細な説明には，「第4図から分かるように，最下層62は最下面44に位置されたウェブ39の第2表面43の下に延びている。最下層62の繊維は吸収体コア24の方向に主としてZ方向に延びている。好ましくは，最下層62の繊維はZ方向に平行な方向を向いている。好ましくは，繊維材料でできた最下層62は，積層されるウェブ39の下側にある流体貯蔵コア24と流体を通すように接触している。・・・最下層62の繊維質材料は，ウェブの第2表面に沿った流体メニスカスを壊すことの他に吸収体コア24の繊維材料と最下層62の繊維材料との繊維エンタングルメントによって，即ちこれらの繊維が絡み合うことによって，吸収体コア24との流体一体化を良好にする。」(甲3の11頁14行～12頁2行)との記載があり，第4図には，繊維材料があたかも繊維の束のように吸収体コア24の方に向けられており，第2層の繊維材料のウェブの第2表面の下に長く広がった部分が吸収体コアの繊維材料に突き刺さるような態様で接触していることが認められる。",
                    "しかし，原告は，このような構成を特許請求の範囲としているわけではなく，請求項1には，単に「前記ポリマー材料の第1層の内面に固定され繊維材料が前記ウェブの第2表面の下に延びる繊維材料の第2層」とされているのみであり，「繊維材料の第2層」としては，例えば，第4図のように繊維材料が一定の方向を向いている場合もあれば，もつれ合って固まりとなっている場合もあり得るのである。",
                    "また，吸収体コアが繊維材料に限定されるものでないことは上記のとおりであるし，そもそも，上記アのとおり，「トップシート」の下にある層は，吸収体コアに限定されるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」は，「トップシート」の下にある層との間に流体が通過する連続通路を形成し，その限度で，流体一体化が図られていると理解し得るとしても，それ以上のものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明の「薄繊維層」の技術的意義について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献1には，「本発明の一つの好適な例によれば，繊維が吸収物品の内部に向つてテーパを形成する真直ぐの毛細管を形成するように，毛細管ダクトの自由端から離れた方向でその中の繊維密度を減ずるような方法で繊維を毛細管中に延出するとよい。その結果として円錐形毛細管の使用をせずに，物品の吸収芯に向かって作用する吸収力が得られる。」(3頁右上欄14行～左下欄1行)，「第4図に示した毛細管ダクト4が吸収芯2と共作用する方法を第5図に示す。芯2と有孔プラスチック表面シート1の間に薄い繊維層5を配置する。繊維層は，毛細管ダクト4中に繊維を引き入れる方法で，吸引ボックス等の助けで部分真空を付与しながら，プラスチック層1に対して空気を用いて堆積する。繊維層5を空気堆積する前に，繊維を上記表面に結合されるように，接着剤の薄層をプラスチック層1の内面に適当に噴霧する。前述した如く，上述した方法で繊維を堆積したとき，それらは毛細管ダクト4中に吸引によって引き入れられ，用いた空気堆積法の結果として，上記ダクト中の繊維密度は，ダクトの各自由端4’から離れた方向で減少する。従つて各ダクト中にあるこれらの繊維は吸収芯2の内部に向かつてテーパを形成する真の毛細管を作る。実際に，毛細管ダクト4中にある繊維5’はウィックとして作用し，表面シート1の外表面上に存在する液体を吸収芯2中に引き入れる作用をする，一方同時に液体が反対方向に流れる(かかる逆流は再湿潤として知られている)のを有効に阻止する。繊維層5は，この目的に特別に適している繊維からなつてもよく，あるいは吸収芯2自体を作つた繊維と同じ種類の繊維からなってもよい。」(4頁右上欄3行～左下欄8行)との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，引用発明において，有孔プラスチック表面シート1の内面に接着剤により結合される薄繊維層は，毛細管ダクト4中に引き入れられる前の状態では，吸収芯2と有孔プラスチック表面シート1との間に配置されているから，プラスチック表面シート1の最下面で吸収芯2と接触しているものと認められる。",
                    "そして，この状態から，吸引ボックス等を用いて部分真空を付与することによって，薄繊維層は，有孔プラスチック表面シート1の毛細管ダクト4の内面側に吸引され，予め噴霧された接着剤に結合固定されるとともに，毛細管ダクト4中に引き入れられ，毛細管ダクト4中では，薄繊維層は，プラスチック表面シート1の最下面の下を経由して毛細管ダクト4内に引き入れられ，有孔プラスチック表面シート1の最下面から繊維密度が減少しつつ上方の位置にまで至るものと認められる。",
                    "そうすると，プラスチック表面シート1の最下面，毛細管ダクト4の下面の位置にある薄繊維層は，当然，プラスチック表面シート1の最下面より下に位置していることになる。このことは，引用文献の第5図において，毛細管ダクト4中にある繊維の下端が，上層の下面より下に位置する吸収芯2と接するように示されていることからも裏付けられる。",
                    "したがって，引用発明における薄繊維層のうち，毛細管ダクト4及び上層の内面側に引き入れられた部分は，上層の下面より上方の位置にまで至るが，その一部は，少なくともプラスチック表面シート1の最下面に位置し，吸収芯2と接触する構成を有するものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明の「薄繊維層」は，本願発明1の「繊維材料の第2層」のようにウェブの第2表面の下に延びるものではなく，逆にウェブの第2表面の上に延びるものであり，その点において，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」とは大きく相違している旨主張する。",
                    "しかし，上記のとおり，引用発明においても，繊維材料の薄繊維層は少なくともプラスチック表面シート1の最下面において吸収芯2の下に配置されるから，薄繊維層は吸収芯2との間に流体が通過する連続通路を形成し，流体一体化が図られることになるので，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」と変わるところがないものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明の「ウェブの第2表面の下に延びる繊維材料の第2の層」と引用発明の「薄繊維層」の機能の差について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」は，細孔を通って第2表面に至った流体の流体メニスカスを壊すことのほか，その繊維材料と吸収体コアとの流体一体性を良好にすることを目的としたものであるのに対し，引用発明の薄繊維層は，吸収芯の内部に向かってテーパを形成する真の毛細管を作ることを目的とするものであり，両者の目的が異なっている旨主張する。",
                    "しかし，引用発明は，引用文献1の特許請求の範囲に記載された発明自体ではない。審決が引用文献1から把握した引用発明については，当事者間に争いがないところ，上記のとおり，繊維材料の薄繊維層が吸収芯2の下に配置されているから，薄繊維層との間に流体が通過する連続通路を形成し，流体一体化が図られているのである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」は，その繊維材料が第2表面の下に向かって延びていることにより，その繊維材料と吸収体コアの繊維材料とが絡み合い，その繊維材料と吸収体コアの流体一体性が良好になるのに対し，引用発明の薄繊維層は，吸収芯と接する毛細管ダクトの下端において折れ曲がって密度高となっていることから，吸収芯と絡みにくい状態となっており，本願発明1と同じ意味で流体一体性が良好になることはない旨主張する。",
                    "しかし，前記のとおり，繊維材料の第2層が第2表面の下に向かって延びて，その繊維材料と吸収体コアの繊維材料とが絡み合うのは，本願発明1の作用効果とはいえないから，引用発明ではその繊維が吸収芯の繊維層と絡み合うことがないとして本願発明1との相違をいう原告の上記主張は，その前提において誤りである。",
                    "なお，仮に，吸収芯と接する毛細管ダクトの下端において折れ曲がって密度高となっているとしても，薄繊維層の密度が毛細管ダクトの下端において相対的に大きいものになるというのみであって，単に「ウェブの第2表面の下に延びる繊維材料の第2層」と規定する本願発明1の構成と，差異があるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願発明1と引用発明とでは，流体の伝達に関わることになる部分において，第2層の繊維材料と吸収体コアの繊維材料との接触の態様が大きく異なっている。そのため，引用発明においては，本願発明1と同じ意味で流体一体性が良好になることはない旨主張する。",
                    "しかし，前記のとおり，引用発明は，繊維材料の薄繊維層は，少なくともプラスチック表面シート1の最下面において吸収芯2の下に配置されて吸収芯2との間に流体が通過する連続通路を形成し，流体一体化が図られることになるのであるから，本願発明1の「ウェブの第2表面の下に延びる繊維材料の第2層」と同じ意味で流体一体性が良好になるものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点2の想到困難性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明においては，毛細管ダクト中に引き込まれた繊維にその意義を有するのであり，表面シートの下面に固定された薄繊維層自体は，技術的意義を有するものではなく，引用文献1に接した当業者は，表面シートの下面に固定された薄繊維層には注目することがないから，薄繊維層を吸収芯に向かって延ばすことは当業者が考えつかない旨主張する。",
                    "しかし，前記のとおり，引用発明は，引用文献1の特許請求の範囲に記載された発明自体ではなく，審決が引用文献1から把握した引用発明は，繊維材料の薄繊維層が吸収芯2の下に配置されているから，薄繊維層は吸収芯2との間に流体が通過する連続通路を形成し，流体一体化が図られているのであり，引用発明の薄繊維層は相違点2に係る本願発明1の構成と変わりがないのであるから，相違点2の想到容易性について検討するまでもない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "そうすると，相違点1に係る本願発明1の構成に想到することが当業者にとって格別の困難性があるものでないことは争いがなく，また，相違点2については，上記のとおり本願発明1の構成と変わりがないから，特許法29条2項の規定により特許を受けることができないとした審決の判断に誤りはなく，原告主張の取消事由は理由がないから，原告の請求は棄却を免れない。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10204",
    "date": "2008-03-06",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035951",
    "ipprecedent_id": "1358",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}