{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を以下のとおり変更する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，原判決別紙被告書籍目録記載の書籍を販売及び頒布してはならない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，上記書籍を廃棄せよ。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，控訴人株式会社マネジメント社に対し，143万2357円及びこれに対する平成18年4月1日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人は，控訴人Xに対し，143万2357円及びこれに対する平",
                  "text": [
                    "成18年4月1日から支払済みまで年5分の割合による金員を支払え。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被控訴人は，謝罪広告を，別紙謝罪広告目録の要領にて，日経新聞全国版，朝日新聞全国版の各朝刊に掲載せよ。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訴訟費用は，第1，2審とも被控訴人の負担とする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文と同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "text": [
            "本件は，控訴人らが，被控訴人に対し，被控訴人が執筆した原判決別紙被告書籍目録記載の書籍(被告書籍)が，控訴人らが著作権，出版権を有する書籍等を複製又は翻案しているものであるとして，控訴人Xが著作権に基づき，控訴人株式会社マネジメント社が出版権に基づき，被告書籍の販売等差止め及び廃棄，損害賠償並びに謝罪広告の掲載を求めた事案であり，原判決が，被告書籍の一部について，控訴人らが著作権等を有する書籍等の複製又は翻案があるなどとして，被告書籍の販売等の差止め，侵害部分等の廃棄及び損害賠償請求の一部を認容し，謝罪広告の掲載請求を棄却するなどしたところ，控訴人らが，原判決が認めた部分以外にも，被告書籍中には，控訴人らが著作権等を有する書籍等の複製又は翻案があるなどと主張して，控訴人らの敗訴部分の判断を争っている事案である。",
            "なお，原判決における略称を本判決においても使用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "争いのない事実等及び争点",
          "text": [
            "原判決の「事実及び理由」欄の「第2 事案の概要」の1及び2のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点に関する当事者の主張",
          "text": [
            "次のとおり，当審における主張を追加するほか，原判決の「事実及び理由」欄の「第3 争点に関する当事者の主張」の1ないし4とおりであるから，これを引用する。",
            "(控訴人らの主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告著作物追加目録4(被告書籍131頁，134頁，135頁)につい",
              "text": [
                "て",
                "原判決は，被告著作物追加目録4は，原告著作物追加目録4と共通する部分があるが，上記部分は短文で，それ自体創作性のない表現にとどまっているものであるから，上記原告著作物の複製又は翻案に当たるものということはできない旨判断したが，誤りである。",
                "被告著作物追加目録4(被告書籍131頁)の「やっともらった『たった1枚の名刺』でキーマンを虜にするには」の部分は，原告著作物追加目録4の230頁の「たった1枚の名刺でキーマンを虜にする」という表題を複製又は翻案したものであり，被告著作物追加目録4(被告書籍131頁)の「何をすれば…『もう，まいった！』と言わせられるか」の部分は，原告著作物追加目録4の232頁，233頁の「キーマンをマイッタ！と唸らせる(うならせる)」との表現を翻案したものである。",
                "たった1枚の名刺でキーマンをとりこにするとの表現は，必ずしも通常の用語の使用例とは異なり，また，まいったとの表現も通常の使用例と異なり，いずれも通常の用語ではないものを組み合わせて創作したものであるから，創作性としては十分である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告新規著作物目録2(被告書籍53頁)について",
              "text": [
                "原判決は，営業力の重要要素として営業マンの力と営業幹部の力を挙げた上で，それぞれの寄与率を分析すること自体は，著作権法の保護の及ばないアイデア自体にほかならず，上記二つの要素の寄与率を問いかける図を作る際に，原告新規著作物目録2の1・2のような図を用いることはありふれた表現であるなどとして，被告新規著作物目録2(被告書籍53頁)が原告新規著作物目録2の1・2の複製又は翻案に当たるということはできない旨判断したが，誤りである。",
                "表題について，原告新規著作物目録2の1が「営業をバラす」であるのに対して，被告新規著作物目録2(被告書籍53頁)は「営業力を分解すると」であり，原告新規著作物目録2の2で「営業力とは何かを見抜く」との表現があることや，バラすと分解するが同義であることから，これらの表題は同義である。表題の下の部分は，控訴人らの著作物が，「重要要素」，「営業マンの力」，「営業幹部のマネジメント力」であるのに対して，被控訴人の著作物は，「重要要素」，「営業マンの力」，「営業幹部の力」であり，原告新規著作物目録2の2に「幹部の力」との表現があることからも，この部分も同義である。さらに，重要要素との関係で，控訴人らの著作物が，「寄与率」， ％， ％であるのに対し，被控訴",
                "人の著作物にも同じ記載があり，アンダーラインや，四角と％の関係まで同じである。そして，これらの右側に，控訴人らの著作物には「どんなウエイトか」と縦書きで記載され，左向きに「←」があるが，被控訴人の著作物にも，「どんなウエイトか」と縦書きで記載され，左向きに「←」がある。寄与率の合計は，いずれも，100％であり，記載されている箇所も同じであり，末尾は，控訴人らの著作物が「ここが分かることが肝腎」との記載に対して，被控訴人の著作物は「ここがわかれば後は簡単」と記載され，類似した表現になっている。",
                "これによれば，被告新規著作物目録2(被告書籍53頁)は，原告新規著作物目録2の1・2を複製ないし翻案したものである。原判決は，控訴人らの著作物に創作性がないとしたが，被控訴人の著作物が控訴人らの著作物の図の細部まで複製しており，図の配列等で創作性は発揮されているのであり，このような部分について創作性を否定するのは不当である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告新規著作物目録5(被告書籍118，119頁)について",
              "text": [
                "原判決は，原告新規著作物目録5の1ないし3(原告新規著作物目録5の1・2における「必殺6連発の術」，原告新規著作物目録5の3における「受注の方程式の確立」)と，被告新規著作物目録5(被告書籍118頁)における「感動営業アプローチ」)の具体的表現は相当に異なることなどから，被告新規著作物目録5(被告書籍118頁，119頁)は，原告新規著作物目録5の1ないし3の複製又は翻案には当たらない旨判断したが，誤りである。",
                "被告新規著作物目録5(被告書籍118，119頁)における，「アレ？ 」，「オヤー 」，「アラ 」，「ウムー 」，「スゴイ！ 」「マイッタ ！ ！」との感嘆詞は，被告著作物目録1(被告書籍121頁)の「第1弾 アレ…『この営業マンは違う』(でも売り込みだから)」，「第2弾 オヤ…『彼は一味違うな』(でも買う意思はないよ)」，「第3弾 アラ…『そこまで気配りを』(なかなかセンスが鋭い)」，「第4弾 ウム『おお，さすがだ』(彼と会うのが楽しみだ)」，「第5弾 スゴイ『もう，まいった！』(何かお礼しないと)」，「第6弾 マイッタ『ウワー，凄い』(注文してあげよう)」との各段階に冒頭の部分の感嘆詞とおおむね同一であり，被告新規著作物目録5(被告書籍118頁)のステップ1ないし6や被告新規著作物目録5(被告書籍119頁)の6つの感嘆詞も，被告著作物目録1(被告書籍121頁)の第1弾から第6弾に対応するものである。また，被告書籍の118頁の記載などからも，被告新規著作物目録5(被告書籍118頁，119頁)が，被告著作物目録1(被告書籍121頁)と関連した記載であることは明らかである。",
                "そして，原判決において，被告著作物目録1(被告書籍121頁)は原告著作物目録1の1(原告新規著作物目録5の1と同じ)，同2の1(原告新規著作物目録5の2と同じ)，同3の1(原告新規著作物目録5の3と同じ)・2の複製と認められていて，そこでは，感嘆詞についても使用順序が異なるものの実質的同一性を認めている。",
                "また，原告著作物目録1の1，2の1，3の1・2の感嘆詞の使用順序は，「オヤ」，「アラ」，「ウム」，「エ！」，「ムムム」，「ウソー」との順であるが，被告著作物目録1においても，上記著作物目録の感嘆詞の冒頭に「アレ」を入れただけで，「オヤ」，「アラ」，「ウム」までは，同じ使用順序であり，被控訴人の著作物の5番目の「スゴイ」は，控訴人らの著作物の6番目の「凄い」を持ってきただけであり，被控訴人の著作物の6番目の感嘆詞である「マイッタ」は，控訴人らの著作物でたびたび使用され，必殺6連発の説明として使用されている。",
                "このように，被告著作物目録1(被告書籍121頁)と原告著作物目録1の1，2の1，3の1・2との関係で複製と認定された部分の一部が，被告新規著作物目録5(被告書籍118，119頁)であり，これは，控訴人らが主張する感動営業の必勝6連続法の関連部分あるいは導入部分であるから，被告新規著作物目録5(被告書籍118，119頁)は，原告新規著作物目録5の1ないし3の複製又は翻案である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告新規著作物追加目録(被告書籍139頁)について",
              "text": [
                "原判決は，被告新規著作物追加目録(被告書籍139頁)の図表は，原告新規著作物追加目録2，3，6の複製又は翻案に当たらないというべきである旨判断したが，同図表は，別紙「X先生指導感動セールス革命 Q ＆ A 集①，ゼネカ流 キーマンを虜にする必殺技大研究 受注の方程式，総集編＝研究期間＝ 1994年1月から12月」(甲13。以下「控訴人著作物目録」という。)の複製又は翻案である。",
                "控訴人著作物目録において，「質問6 『名刺1枚でキーマンを虜にする術とは何か』」の項には，初回訪問の95％が断られるが，初回訪問に感動礼状を書いて出すと切れ味抜群の必殺技になることが記載され，「質問8 『感動の必殺6連発』とは何でしょうか」の項には，狙った顧客は3か月以内，6回のコンタクトで受注まで持っていくことが公式になっているとして，「『基本の6連発プログラム』 ①名前の由来の感動礼状 ②本人ポエム ③夫婦ポエム ④家族ポエム ⑤名前入り文字絵 ⑥キーマン主人公短編小説」との記載があり，「『応用の8連発，10連発，12連発プログラム』」として，上の①ないし⑥の中に組み込んでいくとして，「例えば ・ハガキの礼状 ・ファックス礼状 ・歳時記礼状 ・24節季礼状ほか」との記載がある。また，「質問11 『FAXの礼状を感動礼状にするには？』」の項には，FAX礼状の実例が紹介され，大事なことは，必ずキーマンを主役にしたものにすることですと記載され，「質問12 『歳時記礼状を感動礼状にするには？』」の項には，催事と歳時記をミックスしてお客様に楽しんでもらうことが記載され，例えば，4月は桜満開礼状と入社入学式との記載があり，「質問15 感動礼状(巻物)とは何でしょうか」の項では，感動の名前の由来お礼状とは，「名前の文字を一字づつ」，「その意味を称賛する」，「そして全体をいい言葉でまとめる」，「あなたは凄い人物です」などと書き，それを巻物にし，この巻物の感動礼状は想像を絶する大きな効果を発揮すると記載されており，「質問16 『名前の由来』のお礼状とは何か」の項には，キーマンが主役主人公の内容の手紙であり，この礼状はお客様を喜ばせることはもちろん，自分自身を魅力的にする魔法の修行法であることが記載されていて，これらは質問8の基本の6連発プログラムの②本人ポエムと同義である。「質問18 『夫婦ポエム』とは何でしょうか」の項には，決済キーマンが判明したら，キーマンと名刺の交換をして感動礼状からスタートすることや，キーマンの真のキーマンは「奥さま」であり，奥様を喜ばすことが肝心なことが記載され，「質問20 『名前入り文字絵』とは何でしょうか」の項には，名前の文字で絵を描くことに気づき，「つまり文字絵の世界です」との記載があり，「質問5 『なぜ名刺の活用なのですか』」の項には，名刺に記載された名前の称賛や名前を主役主人公にすること，名刺の活用は名前の活用と同義であることが記載され，「質問21 『キーマン主役主人公短編小説』とは何ですか」の項には，経験からお客様を主役主人公にした本をプレゼントしたら喜ばれることは間違いないと確信をし，ドクターに「名医中の名医」というタイトルを作成したことが記載されている。",
                "被告新規著作物追加目録(被告書籍139頁)には，「感動営業の基本6連続法」，「第1弾 FAX礼状」，「第2弾 歳時記礼状」，「第3弾 感動礼状／巻き物」，「第4弾 本人／夫婦ポエム」，「第5弾 文字絵(名前の活用)」，「第6弾 本人主人公短編小説」と列挙した図表があり，これと控訴人著作物目録の「質問8」の項の記載を対比すると，被控訴人の「第4弾」の部分は，控訴人らの著作物の②と③をまとめたものであり，「第5弾」の部分は，控訴人らの著作物の⑤の部分を翻案したものであり，また，「第6弾」の部分は，控訴人らの著作物の⑥と基本的に同義である。そして，被控訴人の「第1弾」の部分は，控訴人著作物目録の「質問11」の項の「FAXの礼状」と同義であり，「第2弾」の部分は，控訴人著作物目録の質問12の項の「歳時記礼状」と同義であり，「第3弾」の部分は，控訴人著作物目録の質問15の項の「感動礼状(巻物)」と同義であって，第1弾から第3弾の配列の順番も，控訴人著作物目録の質問の順番と同じである。",
                "また，被控訴人の「第4弾」の「本人／夫婦ポエム」は，控訴人著作物目録の質問16及び質問18の項に記載され，「第5弾」の「文字絵」は，控訴人著作物目録の質問20の項に記載され，「第6弾」は，控訴人著作物目録の質問21の項に記載され，これらの配列の順番も控訴人著作物目録の質問の順番と同じである。",
                "したがって，被告新規著作物追加目録(被告書籍139頁)は，控訴人著作物目録の複製又は翻案である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告著作物追加目録2(被告書籍97頁)について",
              "text": [
                "原判決は，被告著作物追加目録2は，原告著作物追加目録2の複製又は翻案には当たらない旨判断したが，被告著作物追加目録2(被告書籍97頁)は，控訴人著作物目録及び原告著作物追加目録2の翻案である。",
                "控訴人著作物目録において，「質問1 『なぜ感動セールスなのですか』」の項には，「『感動セールス』とは・・・②お金をかけない ③手作りの作品で ④感動をプレゼントして ⑤お客様(医師，薬剤師，看護婦，用度，他)の心の琴線を揺する」との記載があり，「質問2 『受注の必勝の方程式』とは何でしょうか」の項には，冒頭に，「・成功のキーワードは『喜び大研究』なぜこのような従来にない画期的な成果を短期間で出せるようになるか。その秘訣はお客様が「喜ぶ」「感動する」にはどうすればいいかを100倍研究することにあります。」との記載がある。また，控訴人著作物目録の「質問21 『キーマン主役主人公短編小説』とは何ですか。」の項には，「製本にも気を配りました。本物の本に似たような製本にしました。そして帯もつけました。政財界の一流の人たちの推薦分付(注：推薦文付)です。キーマンが主役の栞も作りました。これを誕生日にプレゼントしましたら，大感激，いや大感動され，『君の願い事は何でもしてあげる』と言われ，難攻不落の病院から受注することができました。」との記載があり，「質問22の 感動作品を作る時の心構えを教えてください」の項では，「喜びと感動の世界は自分の気持ちを込めて作ることが大事です。・その人のことだけを考えて考え抜く…… ・お金をかけないことが絶対条件 ・心を込めた手作りの作品・尽くして尽くす基本姿勢……結果として お客様の心の琴線を揺り動かすことができます。」との記載がある。",
                "被告著作物追加目録2(被告書籍97頁)のうち，「お客さまの心の琴線を揺るがすには」の部分は，控訴人著作物目録の質問1の項の⑤及び質問22の項の「結果として」から以下の部分を複製又は翻案したものであり，「喜ばす・感動させるための感動ノウハウを考える。」の部分は，控訴人著作物目録の質問2の項の表現を翻案したものであり，「お金をかけずに，心を込めた手づくり作品で，」の部分は，控訴人著作物目録の質問1の項の②，③及び質問22の項の「・お金をかけないことが絶対条件・心を込めた手作りの作品」の部分を複製又は翻案したものであり，「キーマンにプレゼントし喜んでもらう。」の部分は，控訴人著作物目録の質問21の項のキーマン主役主人公短編小説を誕生日にプレゼントしたら，大感激，いや大感動されたとの部分を翻案したものである。",
                "したがって，被告著作物追加目録2(被告書籍97頁)は，控訴人著作物目録の著作を翻案したものである。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "被告新規著作物追加目録(被告書籍129頁)について",
              "text": [
                "原判決は，被告新規著作物追加目録(被告書籍129頁)は，原告新規著作物追加目録1の複製又は翻案には当たらない旨判断したが，被告新規著作物追加目録(被告書籍129頁)は，控訴人著作物目録及び原告新規著作物追加目録1の複製又は翻案である。",
                "控訴人著作物目録の「質問15 『感動礼状(巻物)とは何でしょうか』の項には，「初回訪問におけるお客様の対応はさまざまです。やさしく丁寧にされるとホッとします。しかし大半は冷たい目，冷淡な言葉が大半です。『今の商品で十分間に合っています』『切り替えることは考えていません』『価格を安くしてもダメです』『今のサービスで満足しています』などキッパリと断られます。そして，『もう来ないでください』『時間の無駄ですから』…。」，「頭に血が上り，カッとしても相手はお客様ですから表情には出せん。忍の一字で病院の外に出ます。そして，『失礼な奴だ』『私が担当している間は絶対に売ってやらない』『二度と来るものか』『こんな人物のいる病院の将来は知れたもの』『そのうち倒産すればいい』・・・頭にきて帰るという経験は営業担当者の誰もがしています。」との記載がある。",
                "被告新規著作物追加目録(被告書籍129頁)のキーマンの対応の「来てもムダ」との表現は，原告新規著作物追加目録1の「・来てもムダ」を複製したものであり，被告新規著作物追加目録(被告書籍129頁)のキーマンの対応の「入れ替える予定はない」は，原告新規著作物追加目録1の「・切り換える予定は一切ない」を複製又は翻案したものであり，被告新規著作物追加目録(被告書籍129頁)のキーマンの対応の「今のサービスに満足」は，原告新規著作物追加目録1の「・今のライバルのサービスに満足」を複製又は翻案したものであり，被告新規著作物追加目録(被告書籍129頁)のキーマンの対応の「ぞんざいな態度」は原告新規著作物追加目録1の「・ゾンザイな言葉態度」を複製又は翻案したものであり，被告新規著作物追加目録(被告書籍129頁)のキーマンの対応の「冷ややかな態度」は原告新規著作物追加目録1の「・冷たい態度」を複製又は翻案したものであり，被告新規著作物追加目録(被告書籍129頁)のキーマンの対応の「見下げた応対」は原告新規著作物追加目録1の「・見下げた応待」を複製又は翻案したものである。",
                "被告新規著作物追加目録(被告書籍129頁)の営業マンの対応の「頭に来た～あ」は，原告新規著作物追加目録1の「・頭に来た！！」を複製したものであり，被告新規著作物追加目録(被告書籍129頁)の営業マンの対応の「二度と来るものか」は，原告新規著作物追加目録1の「・二度と来るものか」を複製したものである。",
                "そして，控訴人著作物目録の質問15の項においては，お客様(キーマン)の対応と営業担当者の経験が明確に書き分けられていて，お客の対応のうち，「冷たい目，冷淡な言葉」，「切り替えることは考えていません」，「今のサービスで満足しています」，「もう来ないでください」，「時間の無駄ですから」は，被告新規著作物追加目録(被告書籍129頁)のキーマンの応対のうち，「来てもムダ」，「入れ替える予定はない」，「今のサービスに満足」，「冷ややかな態度」にそれぞれ対応しており，被告新規著作物追加目録(被告書籍129頁)の該当部分は，すべて控訴人らの著作物を複製又は翻案したものである。また，控訴人著作物目録の営業担当者の経験のうち，「私が担当している間は絶対に売ってやらない」，「二度と来るものか」，「頭にきて帰る」の部分は，被告新規著作物追加目録(被告書籍129頁)の営業担当者の対応についての「売ってやるものか」，「二度と来るものか」「頭に来た～あ」に対応する。",
                "したがって，被告新規著作物追加目録(被告書籍129頁)は，原告新規著作物追加目録1及び控訴人著作物目録を複製又は翻案したものである。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決別紙原告書籍等目録2記載の書籍には，「それで自分で考えた『相手中心の年賀状』を出してみたんです。たとえば，ピンクで『寿』という字を江戸文字で大きく書いて，その『寿』の中に白抜きで小さく『日本一のセールスマン○○○○様』と入れる。」(205頁10～13行目)との記載がある。",
                "他方，被告書籍の149頁の上段には，応用事例5として，縦横比が葉書の規格の四角の枠内に，上段に「小森嘉之様」と記載され，その下に江戸文字の勘亭流文字で大きく「寿」と記載され，その「寿」の字の中に白抜きの小さな字で「小森嘉之様」と記載されている図が掲載されていて，ワープロソフトのワードのフォントの中の江戸勘亭流の「寿」は，上記応用事例5に記載してある「寿」の文字と同一である。",
                "したがって，被告書籍の上記記載は控訴人著作物目録2の文章の記載を，具体化したものであり，翻案したものである。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決は，争点2(被告書籍全体の差止め及び廃棄が認められるか)について，被告書籍は，著作権侵害箇所目録記載の箇所とその余の箇所は可分であり，被告書籍の大半を占める部分は，控訴人らの著作権を侵害しない部分であることからすれば，控訴人らの著作権を侵害している箇所に限って，その廃棄が認められるというべきである旨判断した。",
                "しかし，原判決は，被告書籍の総頁数を238頁としたが，被告書籍の実質的な本文部分は，第6章「新規顧客攻略法『感動技の研究』」までであり，その後の部分は他人の著作物を転載しているだけで著作物としての全体の統制が保たれているものではなく，被告書籍の全体の頁数は，第6章の終わりの139頁であって，原判決は全体の頁数の認定を誤っている。また，著作権侵害が認められた箇所について，原判決別紙著作権侵害箇所目録1ないし8においては，頁の半分の部分についての侵害が認められているが，頁の半分が侵害箇所であるとしても，頁の半分では説明に意味をなさず，これを1頁として計算すると11頁となる。これらのことから，被告書籍の全体に対して廃棄が認められるというべきである。",
                "原判決別紙原告書籍等目録1の書籍(題名 最強営業軍団)において，戦略的営業戦略として必殺6連発プログラムは基本的な事項であり，同目録2の書籍(題名狙ったお客の80％は落とせる)において，「必殺6連発」は営業実績をあげる骨格をなすものであって，繰り返し記載され，同目録3の書籍(題名 お客様が絶句する究極の経営5つの超戦略について)においても，必殺6連発の術の具体例が記載されるなど，これらの控訴人らの著作物において，「必殺6連発の術」は受注の方程式として，必須のものであり，控訴人らの著作物の根幹を流れている重要な部分であって，原告著作物目録1の1，2の1，3の1は，控訴人らの著作物の創作性の根幹をなすものである。そして，被告著作物目録1の感動営業の必勝6連続法と，第1弾から第6弾までの記載は，上記著作物の根幹部分の複製ないし翻案である。",
                "したがって，この一事をもってしても，被控訴人は，控訴人らの著作物の根幹部分を侵害しているのであるから，控訴人らの著作権を侵害している箇所に限らず，被告書籍の全体に対して廃棄が認められるべきである。",
                "また，控訴人らの必殺6連発プログラムは，著名であって，ＮHKテレビにおいても，その講義をしているシーンが流されるなど，控訴人らの営業の知識の教授の根幹をなすものである。",
                "(被控訴人の主張)"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "被控訴人は，本件訴訟において書証として提出されるまで控訴人著作物目録に接したことがない。したがって，被控訴人の著作物(被告新規著作物追加目録(被告書籍139頁)，被告著作物追加目録2(被告書籍97頁)，被告新規著作物追加目録(被告書籍129頁))は，控訴人著作物目録記載の著作物に依拠していない。",
                "被告新規著作物追加目録(被告書籍139頁)の図表と控訴人著作物目録の質問8の項の記載において，創作性のある表現部分での共通性はなく，被告新規著作物追加目録(被告書籍139頁)の図表は，控訴人らの著作物の複製又は翻案には当たらない。",
                "また，「心の琴線に触れる」という表現は，それ自体創作的な表現とはいえず，被告著作物追加目録2(被告書籍97頁)と控訴人著作物目録との間には，表現上の共通点や類似点はないし，被告新規著作物追加目録(被告書籍129頁)と控訴人著作物目録との間にも，表現上の共通点や類似点はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，被告書籍の149頁の上段の応用事例5が，原判決別紙原告書籍等目録2記載の書籍注の記載を具体化したものであり，翻案したものである旨主張するが，両者の間に創作性のある表現部分での共通性はなく，翻案には当たらない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "控訴人らは，被告書籍の全体の頁数が139頁である旨主張するが，事実に反する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所の判断は，当審における当事者の主張につき，以下のとおり付加するほか，原判決の「事実及び理由」欄の「第4 当裁判所の判断」の1ないし4のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点1(被告書籍が原告書籍等の複製又は翻案であるか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告著作物追加目録4(被告書籍131頁，134頁，135頁)につい",
              "text": [
                "て",
                "原告著作物追加目録4の230頁には，「たった1枚の名刺でキーマンを虜にする」という見出しがあって，その見出しに続いて，本文において名刺の活用が記載されている。被告著作物追加目録4には，「やっともらった『たった1枚の名刺』でキーマンを虜にするには」と語句が記載され，その全体が四角の枠で囲まれ，その下方に矢印が記載され，矢印の下方に，「何をすれば…『もう，まいった！』と言わせられるか」との語句が記載されている。",
                "上記原告著作物追加目録4と上記被告著作物追加目録4において共通するのは，「たった1枚の名刺でキーマンを虜にする」との表現であるが，これは平凡な表現によりなる短文であり，これに創作性を認めることはできない。",
                "また，原告著作物追加目録4の232頁には，四角の枠内の上部に「たった1枚の名詞の活用で…」と大きく書かれ，その下方に，四角の枠で囲まれた「キーマンをマイッタ！と唸らせる術」との語句が記載され，その周りに，「今のライバルのサービスに満足」，「来てもムダ」などの語句が記載されている。被告著作物追加目録4には，上記のとおり，矢印の下方に，「何をすれば…『もう，まいった！』と言わせられるか」との語句が記載されている。",
                "上記被告著作物追加目録4と上記原告著作物追加目録4において共通するのは，「まいった」という表現で，これは，キーマンをまいったと言わせるという意味であると認められるが，このような語句に創作性を認めることはできない。",
                "控訴人らは，たった1枚の名詞でキーマンをとりこにするとの部分は，必ずしも通常の使用例とは異なり，また，まいったとの表現も通常の使用例と異なり，通常の用語でないものを組み合わせて創作したものであり，創作性として十分である旨主張するが，いずれの使用例も日常普通に経験するものであり，このような短い表現，語句を2つ組み合わせたという程度では，これに創作性があると認めることはできない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告新規著作物目録2(被告書籍53頁)について",
              "text": [
                "原告新規著作物目録2の1・2においては，上部に「営業をバラす」との記載があり，その下方に，「重要要素」として，「営業マンの力」，「営業幹部のマネジメント力」を掲げ，それぞれの「寄与率」の欄を設けて，上記両要素に対応する四角の枠を設けて中を空欄にし，寄与率の合計を「計100％」とし，それに対し，左側から「営業力とはナニか・・・・・・」と，右側から「どんなウェイトか・・・・・・・」と矢印で問いかけ，その下に「自分の感想」を記載する欄を設け，その欄に対して，矢印を付して，「ここが分ることが肝腎」と記載している。被告新規著作物目録2(被告書籍53頁)には，上部に「営業力を分解すると」と記載し，その下方に，「重要要素」として，「営業マンの力」，「営業幹部の力」を掲げ，それぞれの「寄与率」の欄を設けて，上記両要素に対応する四角の枠を設けて中を空欄にし，その合計を「100％とすると」とし，それに対し，右側から「どんなウエイトか」と矢印で問いかけ，その下に「ここがわかれば後は簡単」と記載し，矢印を記載して，矢印の下方に，「答えは？」として，営業マンの力を30パーセントとし，営業幹部の力を70パーセントと記載する図が記載されている。",
                "ここで，原告新規著作物目録2の1・2の「営業をバラす」とか「どんなウェイトか」，「ここが分かることが肝腎」などの文言には，いずれも表現に何ら特徴的なところはなく，このような簡単な文言自体に創作性を認めることはできないし，他の語句も普通に使用されるもので，そこに創作性を認めることはできない。また，営業(力)について，これを営業マンと幹部の観点から分析すること，全体の分析を行うときに，寄与率の全体を100パーセントとして，寄与率の分析を行うこと，その寄与率を問いかけることなどはいずれも着想であって，著作権法で保護される表現ではない。そして，上記のような着想に基づき，複数(2個)の要素を掲げ，その横に各要素に対応する，四角の枠の中を空欄にした寄与率の欄を設けること，寄与率の全体が100パーセントであると示すこと，空欄にした部分を矢印をもって問いかけることなどは，いずれも極めてありふれた表現といえるのであって，そのような表現について，創作性があるということはできない。",
                "控訴人らは，原告新規著作物目録2の1・2について，図の細部まで複製していること，図の配列等で創作性が認められることを主張し，確かに，図において，その配列等により創作性が肯定される場合があるものの，本件においては，上記のとおり，その配列自体が極めてありふれているといわざるを得ないので，これに創作性を認めることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告新規著作物目録5(118，119頁)について",
              "text": [
                "原告新規著作物目録5の1には，顧客のキーマンの心理の変化として，「(1)オヤ，この営業マンは『違う』……『でも売り込みだから』」，「(2) アラ，『彼は一味違うな』……『でも買う意思はないよ』」，「(3) ウム，『そこまで気配りが』……『彼はなかなかいいセンスだ』」，「(4) エ！『サスガだよ』……『彼に会うのが楽しみだ』」，「(5) ムムム……『まいった！』……「何かお礼してあげないと……』」，「(6)ウソー……『凄い』……『ともかくサンプル発注を……』」との記載があり，同著作物目録5の2，3にも，類似の記載がある。",
                "被告新規著作物目録5(118頁)には，「お客様の反応の変化を知る」との表題のもと，客の反応をステップ1ないし6として記載し，それぞれ，「注意を引く」，「興味をもつ」，「欲しい」，「記憶する」，「行動する」，「満足する」というものであり，「アレ？」，「オヤー」，「アラ」，「ウムー」，「スゴイ！」，「マイッタ！！」というものであると記載し，また，被告新規著作物目録5(119頁)には，「お客さま」として示された人の形をした図の横に，6個の吹き出しが記載され，その吹き出しの中に，上から順に，「マイッタ！！」，「スゴイ！」，「ウムー」，「アラ」，「オヤー」，「アレ？」と記載されている。",
                "原告新規著作物目録5の1ないし3は，顧客の心理の変化を6段階で示し，それを感嘆詞と顧客の心理の具体的内容とともに描写するものであるのに対し，被告新規著作物目録5は，顧客の心理の変化を6段階で示し，それを簡単な感嘆詞で表現するものである。顧客の心理の変化を6段階で示すことや，それを簡単な感嘆詞で表現すること自体は着想であって，著作権法で保護されるものではない。そして，被告新規著作物目録5は，6種の感嘆詞を用いて心理の変化を表現しているが，原告新規著作物目録5の1ないし3には存在する，顧客の心理の具体的内容の描写がないことに，原告新規著作物目録5の1で使用されている感嘆詞と，感嘆詞自体やその順序において異なることから，被告新規著作物目録5は，原告新規著作物目録5の1ないし3の複製又は翻案には当たらない。",
                "控訴人らは，被告新規著作物目録5の感嘆詞や顧客の反応のステップは被告著作物目録1に現れる感嘆詞やステップに対応すること，被告著作物目録1は原告著作物目録1の1，2の1，3の1・2の複製に当たることから，被告新規著作物目録5は，原告新規著作物目録5の1(原告著作物目録1の1と同じ)，同5の2(原告著作物目録2の1と同じ)，同5の3(原告著作物目録3の1と同じ)の複製又は翻案とすべきである旨主張する。",
                "しかし，被告著作物目録1は，原告新規著作物目録5の1ないし3と同様，顧客の心理の変化を6段階で示し，それを感嘆詞と顧客の心理の具体的内容とともに表現したものであり，顧客の心理の具体的内容についての表現において，被告著作物目録1と原告新規著作物目録5の1ないし3は実質的に同一といえるものであるが，被告新規著作物目録5は，顧客の心理の具体的内容は記載せず，被告著作物目録1と被告新規著作物目録5は，仮に感嘆詞などの一部が共通であったとしても，全体として異なった表現といえるものである。したがって，被告著作物目録1が，控訴人らの著作物の複製であることを理由として，被告新規著作物目録5が，控訴人らの著作物の複製となるものでない。また，控訴人らは，被控訴人の著作物での感嘆詞の使用順序が，原告著作物目録1と共通するとも主張するが，一般的に使用される短い感嘆詞について，その使用順序の一部が共通するだけであり，使用されている感嘆詞が異なることからも，上記を理由として，被告新規著作物目録5を控訴人らの著作物の複製又は翻案と認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告新規著作物追加目録(139頁)について",
              "text": [
                "控訴人著作物目録には，「質問8 『感動の必殺6連発とはなにでしょうか』」の項において，顧客のキーマンに好かれることが必要であると記載され，「『基本の6連発プログラム』」，「① 名前の由来の感動礼状」，「② 本人ポエム」，「③ 夫婦ポエム」，「④ 家族ポエム」，「⑤ 名前入り文字絵」，「⑥ キーマン主役主人公短編小説」と記載され，またその下方に「『応用の8連発，9連発，10連発，12連発プログラム』」との記載があり，上記の6連発の中に礼状を組み込むとして，礼状の例として，「ハガキの礼状」，「ファックス礼状」，「歳時記礼状」，「24節季礼状」，「感動名詞礼状」，「写真礼状」，「出会い記念日礼状」などがあることが記載されている。",
                "被告新規著作物追加目録(139頁)には，「感動営業の基本6連続法」との表題のもと，「第1弾 FAX礼状」，「第2弾 歳時記礼状」，「第3弾 感動礼状／巻き物」，「第4弾 本人／夫婦ポエム」，「第5弾 文字絵(名前の活用)」，「第6弾 本人主人公短編小説」 と上から下に記載し，「第1弾」の部分から「第6弾」の下方まで下矢印で貫く図表が記載されている。",
                "控訴人著作物目録には，営業において顧客に喜んでもらうため，6回連続して，礼状や「ポエム」等を送るなどの方策が記載されているが，営業において，6回連続して何らかの方策をとることや，その方策として「歳時記」の礼状や「ポエム」を使用したり，相手を主人公とする短編小説を作成することなどは着想であって，著作権法で保護されるものではないし，「感動礼状」，「本人ポエム」，「名前入り文字絵」などそこで用いられている語句は，一般的な単語を結合した短い語句であって，それら語句自体に直ちに創作性を認めることはできない。そして，上記控訴人著作物目録と被告新規著作物追加目録(139頁)は，着想や単語において共通する部分はあるものの，特に前半の3段階の内容，表現において大きく異なり，創作性のある部分において，同一又は類似といえないことは明らかであり，被告新規著作物追加目録(被告書籍139頁)の図表は，控訴人著作物目録の複製又は翻案ということはできない。",
                "控訴人らは，被告新規著作物追加目録(139頁)に記載されている内容は，控訴人著作物目録の複数の箇所をみると，それらが記載されていることを主張するのであるが，被告新規著作物追加目録(139頁)の図表に記載された，営業において顧客に喜んでもらうための方策が，控訴人らの著作物の複数の箇所に現れているとしても，そのような方策の内容自体は着想であって，著作権法で保護されるものではないし，また，そこに記載された語句自体も一般的な単語を結合した短い語句であって，創作性が認められるものではない。控訴人らの主張には，複数の箇所に現れる配列が同じことをいう部分もあるが，控訴人らの主張によっても，控訴人らの著作物において，6つの段階について，被告新規著作物追加目録(139頁)と同一又は類似といえる程度に区別されるようにして配列されているとはいえないものであり，被告新規著作物追加目録(139頁)が控訴人らの著作物の複製又は翻案であることをいう控訴人らの主張は採用できない。",
                "なお，控訴人らは，被控訴人の著作物(被告新規著作物追加目録(139頁)，被告著作物追加目録2(被告書籍97頁)，被告新規著作物追加目録(被告書籍129頁))が，控訴人著作物目録の複製又は翻案である旨主張するところ，被控訴人は，本件訴訟に至るまで控訴人著作物目録に接したことがないとする。しかし，上記のとおり被告新規著作物追加目録(139頁)には，控訴人著作物目録の創作的に表現された部分と，同一又は類似といえる表現はないのであるから，被控訴人が被告書籍を作成するまでに控訴人著作物目録に接したか否かを判断するまでもなく，控訴人らの上記主張は理由がない。そして，このことは，後記(5)及び(6)のとおり，被告著作物追加目録2(被告書籍97頁)及び被告新規著作物追加目録(被告書籍129頁)についての，控訴人らの主張についても同様である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告著作物追加目録2(被告書籍97頁)について",
              "text": [
                "被告著作物追加目録2(被告書籍97頁)には，「お客様の心の琴線を揺るがすには」と記載され，その下に丸で囲まれた「お客さま」と「営業マン」を「親密な人間関係」でつなぎ，そこからの吹き出しにおいて「商品」と記載され，その下に，・ ・ ・ ・ ・ ・",
                "「喜ばす・感動させるための感動ノウハウを考える」，「お金をかけずに，心を込・ ・ ・",
                "めた手作り作品で，キーマンにプレゼントし喜んでもらう」と記載された図がある。",
                "控訴人著作物目録の「質問1 『なぜ感動セールスなのですか』」の項には，「『感動セールス』とは，① 営業担当者が自分の能力でできる範囲のサービス② お金をかけない ③ 手作りの作品で ④ 感動のプレゼントをして ⑤ お客様(医者，薬剤師，看護婦，用度，他)の心の琴線を揺する ⑥連続して提供できる ⑦ 仕組みを作り上げる」との記載があり，「質問2 『受注の必勝の方程式」とは何でしょうか」の項には，「成功のキーワードは『喜び大研究』 なぜこのような従来にない画期的な成果を短期間に出せるようになるのか。その秘訣はお客様が『喜ぶ』『感動する』にはどうすればいいのかを100倍研究することにあります」との記載があり，「質問21 『キーマン主役主人公短編小説』とは何ですか」の項には，お客を主役主人公にした本を作成したことが書かれ，「キーマンが主役の栞も作りました。これを誕生日にプレゼントしましたら，大感激，いや大感動され，『君の願い事は何でもしてあげる』と言われ，難攻不落の病院から受注することができました。」との記載があり，「質問22 感動作品を作る時の心構えを教えてください」の項には，「喜びと感動の世界は自分の気持ちを込めて作ることが大事です」として，「名前の素晴らしを100倍考える」，「お金をかけないことが絶対条件」，「心を込めた手作りの作品」，「尽くして尽くす基本姿勢」などと記載され，「結果として・お客様の心の琴線を揺り動かすことができます」との記載がある。",
                "被告著作物追加目録2(被告書籍97頁)における「お客様の心の琴線を揺るがす」，「お金をかけない」，「心を込めた手作り作品」などのそれぞれの表現は，控訴人著作物目録中にもあるが，これらの文言は，日常一般によく出会う表現であって，このような簡単なものが創作性のない表現であることは明らかであり，喜ばすことと感動させることを並列に並べることもそれ自体で創作性があるとはいえず，そのような短文や語以外に，被告著作物追加目録2(被告書籍97頁)と控訴人著作物目録における表現が共通するとは認められず，被告著作物追加目録2(被告書籍97頁)には，控訴人著作物目録の創作的に表現された部分と，同一又は類似といえる表現はないといえ，被告著作物追加目録2(被告書籍97頁)は，控訴人らの著作物の複製又は翻案とは認められない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "被告新規著作物追加目録(被告書籍129頁)について",
              "text": [
                "控訴人著作物目録の「質問15 感動礼状(巻物)とは何でしょうか」の項には，初回訪問の客の対応として，「やさしく丁寧にされるとホッとします。しかし大半は冷たい目，冷淡な言葉が大半です。『今の商品で十分間に合っています』『切り替えることは考えていません』『価格を安くしてもダメです』「今のサービスで満足しています』などキッパリト断られます。そして，『もう来ないでください』『時間の無駄ですから」・・・」，「頭に血が上り，カッとしても相手はお客様ですから表情には出せん。忍の一字で病院の外に出ます。そして『失礼な奴だ』『私が担当している間は絶対に売ってやらない』『二度と来るものか』『こんな人物がいる病院の将来は知れたもの』『そのうち倒産すればいい』・・・頭にきて帰るという経験は営業担当者の誰もがしています。」との記載がある。",
                "被告新規著作物追加目録(被告書籍129頁)には，上部に「お客様の反論をかいくぐる」と記載し，その下部に，中心に四画の枠で囲った「大きな壁」との記載があり，その左側に「キーマンの対応」として，「来てもムダ」，「入れ替える予定はない」，「今のサービスに満足」，「ぞんざいな態度 冷ややかな態度 見下げた応対」との記載を横書きで上から順に並べ，「大きな壁」との記載の右側に「営業マンは」として，「頭に来た～あ」，「売ってやるものか」，「二度とくるものか」，「でもまた行かないと……」との記載を横書きで上から順に並べている図がある。",
                "被告新規著作物追加目録(被告書籍129頁)は，顧客の対応と営業マンの心理を，四画の枠で囲った「大きな壁」との記載の左右に記載しているところに特徴がある表現である。控訴人著作物目録においては，顧客の対応を複数記載した後で，営業マンの心理を記載した表現があるが，顧客の対応，営業マンの心理についての内容，表現が異なるだけでなく，それらを図として左右に記載しているか否かなど具体的表現において，被告新規著作物追加目録(被告書籍129頁)と大きく異なるものであることは明らかであり，被告新規著作物追加目録(139頁)には，控訴人著作物目録の創作的に表現された部分と，同一又は類似といえる表現はない。",
                "控訴人らは，控訴人らの他の著作物も挙げて，被告新規著作物追加目録(被告書籍129頁)の表現に対応する，控訴人らの著作物中の表現があることをいうのであるが，上記の顧客の対応や営業マンの心理を表す表現は，いずれも日常一般によく出会う表現であって，それぞれの表現単独で創作性を認めることはできないものであるから，顧客の対応や営業マンの心理を表す表現自体において共通する部分があることをもって，被告新規著作物追加目録(被告書籍129頁)が，控訴人らの著作物の翻案又は複製に当たるということはできない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "原判決別紙原告書籍等目録2記載の書籍には，「それで自分で考えた『相手中心の年賀状』を出してみたんです。たとえば，ピンクで『寿』という字を江戸文字で大きく書いて，その『寿』の中に白抜きで小さく『日本一のセールスマン○○○○様』と入れる。」(205頁10行目～13行目)との記載がある",
              "text": [
                "被告書籍の149頁上段には，応用事例5として，縦横の比率が葉書の規格の枠内に，上段に「小森嘉之様」と記載され，その下に江戸文字の勘亭流文字で，大きく「寿」と記載され，その「寿」の字の中に白抜きの小さな字で「小森嘉之様」と記載され，その下方に「平成○○年元旦」と記載され，住所氏名の例が記載されている図が掲載されている。",
                "上記原判決別紙原告書籍等目録2記載の書籍中の記載は，相手を中心とする年賀状の例を言語によって説明する表現であるところ，被控訴人は，そこに示されているアイデアを具体的な視覚的に分かる形で表現したものであって，控訴人らの著作物に示された着想を利用していると評価できるものであり，著作権法は着想自体を保護するものではないから，被控訴人の上記の図が，控訴人らの著作物の複製又は翻案となるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(被告書籍全体の差止め及び廃棄が認められるか)について",
          "text": [
            "原判決は，被告書籍(原判決別紙被告書籍目録記載の書籍)のうち，控訴人らの著作権を侵害した部分を廃棄することを認めたのに対し，控訴人らは，被告書籍の全体に対して廃棄が認められるべきである旨主張する。",
            "しかし，被告書籍のどの部分が控訴人らの著作権等を侵害したかについての原判決の認定に誤りがないことは，上記のとおりであり，侵害部分の頁数の少なさや被告書籍の内容が複数の内容に分かれるものであり，侵害部分の内容は他の部分と可分であるといえることからも，廃棄する部分を，被告書籍のうちの控訴人らの著作権を侵害した部分とした原判決の判断は正当である。",
            "控訴人らは，原判決が，被告書籍の総頁数の認定を誤ったとか，原判決が侵害箇所を半頁とした部分を1頁として計算すべきであるとか主張するのであるが，原判決の総頁数等の認定に誤りはないし，また，その実質をとらえても，被告書籍は，侵害部分とは可分である，控訴人らの著作権を侵害しない内容を多く含むものである。",
            "さらに，控訴人らは，控訴人らの各書籍において，「必勝6連発の術」が受注の方程式として必須のものであり，著作物の根幹を流れていて，原告著作物目録1の1，2の1，3の1が原告著作物の創作性の根幹をなすところ，被告著作物目録1は，この原告著作物の根幹部分の複製ないし翻案であり，被控訴人は，控訴人らの著作物の根幹部分を侵害しているので，被告書籍の全体に対して廃棄が認められるべきである旨主張し，また，控訴人らの営業プログラムが著名である旨主張する。",
            "前記引用に係る原判決の「事実及び理由」欄の「第4 当裁判所の判断」の1(3)アのとおり，被告著作物目録1(121頁)は，原告著作物目録1の1，2の1，3の1・2の複製に当たるものであるが，被告書籍においては，被告著作物目録1(121頁)に記載されている以外の内容も含む部分が割合的に相当に大きいのであるから(乙7)，控訴人らの「必勝6連発の術」が，控訴人らの各書籍においては根幹をなす思想であり，また，その営業プログラムが著名であるとしても，それらのことは，被告書籍全体に対して廃棄を求めることができないとの上記判断を左右するものではない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によれば，控訴人らによる本件控訴は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(ネ)10079",
    "date": "2008-02-12",
    "rights_type": "著作権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成18年(ワ)5752",
    "precedent_id": "035754",
    "ipprecedent_id": "1329",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}