{
  "conclusion": [
    {
      "text": "特許庁が不服2005−10941号事件について平成19年8月9日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨の判決"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告がした特許出願についての拒絶査定に対する不服審判請求を成り立たないとした審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "出願手続(甲第2号証)及び拒絶査定",
              "text": [
                "出願人：ファイソンズ・ピーエルシー(名称変更前の原告)",
                "発明の名称：「薬剤を製造する方法」",
                "出願日：1994年(平成6年)10月10日(国際出願)",
                "出願番号：特願平7−511458号PCT／GB 94／02214",
                "優先権主張日：1993年(平成5年)10月8日(イギリス国)",
                "手続補正日：平成16年9月9日(甲第3号証。以下「本件補正」という。)拒絶査定日：平成17年3月4日(甲第9号証)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成17年6月13日(不服2005−10941号))",
                "審決日：平成19年8月9日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成19年8月29日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の要旨",
          "text": [
            "審決が対象とした発明は，本件補正後の明細書(特許請求の範囲につき甲第3号証，発明の詳細な説明につき甲第2号証。以下「本願明細書」という。)における特許請求の範囲の請求項1に記載されたものであり，その要旨は，次のとおりであるものと認められる(以下「本願発明」という。)。",
            "「環状の薬剤圧縮体を製造する方法であって，",
            "a)長手軸線を有する金型(3)内にばらの粉末薬剤を置く段階と，",
            "b)金型(3)の長手軸線に沿ってマンドレル(2)を位置決めする段階と，c)薬剤を圧縮する段階であって，圧縮の間中，薬剤と金型(3)の間の摩擦力と，薬剤とマンドレル(2)の間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加えることによって，かつ金型(3)とマンドレル(2)を長手軸線に対して平行な方向に互いに相対的に移動することによって，薬剤を圧縮する段階と，",
            "を包含することを特徴とする環状の薬剤圧縮体を製造する方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，本願発明は，特開昭62−136503号公報(甲第1号証。以下「引用文献」という。)に記載された発明(以下「引用発明」という。)及び慣用技術に基づいて当業者が容易に発明することができたものであるから，特許法29条2項により特許を受けることができないというものである。",
            "審決の理由中，引用文献の記載事項の認定及び本願発明と引用発明との対比・判断の部分は，以下のとおりである。なお，項目の符号を改めた部分及び略称について本判決で指定するものに改めた部分がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用文献の記載事項の認定",
              "text": [
                "引用文献には，「粉末成形方法」に関して，図面と共に，次の事項が記載されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「本発明の方法を実施例に基づいて説明する。",
                    "まず第1図(1)～(6)，第2図(1)～(7)は，この順で本発明の工程順を示すものであるが，第1工程は上記した如くダイ3，下コアロッド1(下パンチ固定)を上げて，あるいは下パンチ2を下げ(ダイ固定)形成される空隙71に充填装置91により粉末Aを充填する。この状態で粉末Aの上面はダイ4上面と同一高さである。",
                    "次に第1図(2)の如くさらにダイ3，下コアロッド1(下パンチ固定)を上げ，あるいは下パンチ2を下げて，(ダイ固定)粉末Aの上に空隙7を形成する。",
                    "この状態で粉末Aの上面はダイ3上面より低くなっている。従って次の工程で上パンチ5及び上コアロッド4が下降してくる場合，第3図に示す如き粉末Aがおしのけられダイ3上にあふれる危険性は皆無となる。",
                    "次に第1図(3)に示す第3工程では，上パンチ5及び上コアロッド4が下降し，下コアロッド1を円筒状突出部41で押し下げると同時に上パンチ5はダイ3と嵌合し，ダイ3，上パンチ5，上コアロッド4，下パンチ2で圧粉成形室を形成する。上パンチ及び上コアロッドと下パンチによる圧縮により圧縮方向に均一な密度を得る如くされる。",
                    "最後の工程は圧粉体の取出し工程であり，第1図(4)に示す如くダイ3を下げ(下パンチ固定)，あるいは下パンチ2を上げ(ダイ固定)，粉末成形体を上パンチ5及び上コアロッド4と下パンチ2の間に挟持した状態で粉末成形体をダイ3の上面の高さまで移動させ，次いで第1図(5)に示す如く上コアロッド4を上昇させた後，第1図(6)に示す如く上パンチを上昇させて粉末成形体は取出されるものである。」(第3ページ左上欄第6行～右上欄第19行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "第1図には，「上コアロッド4」が「円筒状突出部41」を有する点が図示されている。",
                    "また，上記アの記載及び第1図の記載を勘案すれば，引用文献における「粉末成形体」が環状の形態のものであることは明らかである。",
                    "以上を総合勘案すると，引用文献には，以下の発明(引用発明)が記載されていると認められる。",
                    "「環状の粉末成形体の成形方法であって，",
                    "ダイ3，下コアロッド1を上げて，あるいは下パンチ2を下げ形成される空隙71に粉末Aを充填する第1工程と，",
                    "さらにダイ3，下コアロッド1を上げ，あるいは下パンチ2を下げて前記粉末Aの上に空隙7を形成する工程と，",
                    "粉末Aを圧縮して成形する工程であって，上パンチ5及び円筒状突出部41を有する上コアロッド4が下降し，円筒状突出部41で下コアロッド1を押し下げ粉末Aを圧縮して成形する第3工程と，",
                    "を包含する環状の粉末成形体の成形方法。」"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明との対比・判断",
              "text": [
                "本願発明と，引用発明とを対比する。",
                "まず，後者の「粉末A」と，前者の「粉末薬剤」とは，いずれも「粉末」である点で共通することを考慮すれば，後者の「環状の粉末成形体」と，前者の「環状の薬剤圧縮体」とは，「環状の粉末圧縮体」である点で共通するといえ，さらに，後者の「環状の粉末成形体の成形方法」は，前者の「環状の薬剤圧縮体を製造する方法」と，「環状の粉末圧縮体を製造する方法」である点で共通するといえる。",
                "次に，後者の「下パンチ2」及び「ダイ3」，並びに「円筒状突出部41」及び「下コアロッド1」については，引用文献の第1図の記載からみて，「下パンチ2」及び「ダイ3」は，圧縮成形工程において，粉末Aと接触しつつ，最終的に「環状の粉末成形体」(環状の粉末圧縮体)の外周部と下部(「上」，「下」の関係については，同図における上下方向を考慮)の形状を規定するものであり，また，「円筒状突出部41」及び「下コアロッド1」は，圧縮成形工程において，粉末Aと接触しつつ，最終的に「環状の粉末成形体」の内周部の形状を規定するものである。これに対し，前者の「金型」及び「マンドレル」については，本願の明細書の特許請求の範囲の請求項1の記載からみて，いずれも，薬剤を圧縮する段階において「薬剤」との間に摩擦力が生じるものであるから，当該「金型」及び「マンドレル」は，薬剤を圧縮する段階において薬剤と接触しつつ，最終的に環状の薬剤圧縮体の形状を規定するものであることは明らかであるものの，それぞれが環状の薬剤圧縮体のいずれの部位の形状を規定するかは明らかでない。そこで，本願の第2A～2E図を参照すると，「金型(3)」は，「粉末薬剤の圧縮体(8)」(環状の薬剤圧縮体)の外周部と下部(「上」，「下」の関係については，同図における上下方向を考慮)の形状を規定し，「マンドレル(2)」は，「粉末薬剤の圧縮体(8)」の内周部の形状を規定するものであるから，本願発明の「金型」及び「マンドレル」も，同様に環状の薬剤圧縮体の各特定部位の形状を規定する形態のものを含むと解釈される。してみれば，後者の「下パンチ2」及び「ダイ3」と，前者の「金型」とは，環状の粉末圧縮体の外周部及び下部の形状を規定する「型」である点で共通しており，また，後者の「円筒状突出部41」及び「下コアロッド1」は，環状の粉末圧縮体の内周部の形状を規定するものであるから，前者の「マンドレル」に相当するといえる。そして，引用文献の第1図からみて，後者の「下パンチ2」及び「ダイ3」(型)が，長手軸線を有することは明らかである。",
                "ここで，後者の「ダイ3，下コアロッド1を上げて，あるいは下パンチ2を下げ形成される空隙71に粉末Aを充填する第1工程」についてみると，後者の「粉末A」が前者の粉末と同様「ばら」の状態であることは明らかであること，また，後者の「充填する」形態は前者の「粉末を置く」形態に相当していること，さらに，引用文献の第1図の記載からみて，後者においては，成形圧縮工程前に，「下コアロッド1」及び「円筒状突出部41」(マンドレル)が，「下パンチ2」及び「ダイ3」(型)と，型の長手軸線に沿って位置決めされた状態にあることが明らかであることを考慮すれば，後者の「第1工程」と，前者の「長手軸線を有する金型(3)内にばらの粉末薬剤を置く段階」，及び「金型(3)の長手軸線に沿ってマンドレル(2)を位置決めする段階」とは，それぞれ「長手軸線を有する型内にばらの粉末を置く段階」である点，及び「型の長手軸線に沿ってマンドレルを位置決めする段階」である点で共通するといえる。",
                "また，後者における「粉末Aを圧縮して成形する工程であって，上パンチ5及び円筒状突出部41を有する上コアロッド4が下降し，円筒状突出部41で下コアロッド1を押し下げ粉末Aを圧縮して成形する第3工程」については，引用文献の第1図の記載も参酌すると，「上パンチ5及び円筒状突出部41を有する上コアロッド4が下降し，円筒状突出部41で下コアロッド1を押し下げ」れば，「下パンチ6」及び「ダイ3」(型)と「円筒状突出部41」及び「下コアロッド1」(マンドレル)とが，長手軸線に対して平行な方向に互いに相対的に移動することは明らかであるから，後者の「第3工程」と，前者の「金型(3)とマンドレル(2)を長手軸線に対して平行な方向に互いに相対的に移動すること」とは，「型とマンドレルを長手軸線に対して平行な方向に互いに相対的に移動すること」の点で共通するといえる。",
                "ここで，本願の明細書の記載からみて，前者の「粉末と金型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加える」との作用は，「金型(3)とマンドレル(2)を長手軸線に対して平行な方向に互いに相対的に移動すること」により生じるものと認められるから，上記のように，後者が「第3工程」において，「型とマンドレルを長手軸線に対して平行な方向に互いに相対的に移動する」ものである以上，当該「第3工程」は，「粉末と型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加える」との作用を有すると認められる。そして，本願発明は，「第3工程」の前に，「さらにダイ3，下コアロッド1を上昇させるか，あるいは下パンチ2を下げて粉末Aの上に空隙7を形成する工程」を有するものであることと，当該「空隙7」が形成された状態を示す引用文献の第1図(2)に記載された各構成の配置関係，及び「第3工程」における状態を示す同図(3)の記載を考慮すれば，「第3工程」における「粉末A」の圧縮は，「下パンチ6」及び「ダイ3」(型)と「円筒状突出部41」及び「下コアロッド1」(マンドレル)とが長手軸線に対して平行な方向に互いに相対的に移動し始めた後に起こり始め，当該相対的移動の終了と共に終了することが明らかであるから，当然，上記の作用は，「圧縮の間中」生じていると認められる。",
                "以上を勘案すると，結局，後者の「第3工程」と，前者の「薬剤を圧縮する段階であって，圧縮の間中，薬剤と金型(3)の間の摩擦力と，薬剤とマンドレル(2)の間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加えることによって，かつ金型(3)とマンドレル(2)を長手軸線に対して平行な方向に互いに相対的に移動することによって，薬剤を圧縮する段階」とは，「粉末を圧縮する段階であって，圧縮の間中，粉末と型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加えることによって，かつ型とマンドレルを長手軸線に対して平行な方向に互いに相対的に移動することによって，粉末を圧縮する段階」である点で共通するといえる。",
                "してみれば，本願発明と引用発明とは，",
                "「環状の粉末圧縮体を製造する方法であって，",
                "a)長手軸線を有する型内にばらの粉末を置く段階と，",
                "b)型の長手軸線に沿ってマンドレルを位置決めする段階と，",
                "c)粉末を圧縮する段階であって，圧縮の間中，粉末と型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加えることによって，かつ型とマンドレルを長手軸線に対して平行な方向に互いに相対的に移動することによって，粉末を圧縮する段階と，",
                "を包含する環状の粉末圧縮体を製造する方法。」",
                "である点で一致し，次の各点で相違する。",
                "相違点1：本願発明の型が「金型」であるのに対し，引用発明の「下パンチ2」及び「ダイ3」は金属製であるかどうか不明である点。",
                "相違点2：本願発明が，特に薬剤圧縮体を製造する方法であり，粉末が「薬剤」であるのに対し，引用発明における粉末は「薬剤」ではない点。",
                "以下，上記各相違点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "一般に粉末の圧縮成形に使用する型を金属製の金型とすることは，慣用された技術であり，引用発明の「下パンチ2」及び「ダイ3」を金属製とすることは，当業者が容易に想到し得たことである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "粉末薬剤を圧縮成形して，錠剤等の薬剤圧縮体を製造することは，慣用された技術であり，そのような慣用の薬剤圧縮剤の製造方法として，粉末を圧縮して粉末成形体を製造する点で技術的に極めて関連性の高い引用発明の方法を採用することは，当業者が容易に想到し得たことである。",
                    "また，本願発明の効果についても，前記(1)アに記載されたように，引用発明の方法によって「圧縮方向に均一な密度を得る」ことが可能なことが示されている以上，当業者にとって予測可能な範囲のものであり，格別のものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決のむすび",
              "text": [
                "以上のように，本願発明は，引用発明及び上記各慣用技術に基いて，当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により，特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決取消事由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明と引用発明の一致点の認定の誤り)",
              "text": [
                "審決は，引用発明を，「環状の粉末成形体の成形方法であって，・・・粉末Aを圧縮して成形する工程であって，上パンチ5及び円筒状突出部41を有する上コアロッド4が下降し，円筒状突出部41で下コアロッド1を押し下げ粉末Aを圧縮して成形する第3工程と，を包含する環状の粉末成形体の成形方法。」と認定し，かつ，本願発明と引用発明との対比において，「後者(判決注・引用発明)における『粉末Aを圧縮して成形する工程であって，上パンチ5及び円筒状突出部41を有する上コアロッド4が下降し，円筒状突出部41で下コアロッド1を押し下げ粉末Aを圧縮して成形する第3工程』については，・・・『上パンチ5及び円筒状突出部41を有する上コアロッド4が下降し，円筒状突出部41で下コアロッド1を押し下げ』れば，『下パンチ6』及び『ダイ3』(型)と『円筒状突出部41』及び『下コアロッド1』(マンドレル)とが，長手軸線に対して平行な方向に互いに相対的に移動することは明らかであるから，後者の『第3工程』と，前者(判決注・本願発明)の『金型(3)とマンドレル(2)を長手軸線に対して平行な方向に互いに相対的に移動すること』とは，『型とマンドレルを長手軸線に対して平行な方向に互いに相対的に移動すること』の点で共通するといえる。・・・前者の『粉末と金型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加える』との作用は，『金型(3)とマンドレル(2)を長手軸線に対して平行な方向に互いに相対的に移動すること』により生じるものと認められるから，上記のように，後者が『第3工程』において，『型とマンドレルを長手軸線に対して平行な方向に互いに相対的に移動する』ものである以上，当該『第3工程』は，『粉末と型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加える』との作用を有すると認められる」とした上，本願発明と引用発明とが，「環状の粉末圧縮体を製造する方法であって，・・・ c)粉末を圧縮する段階であって，圧縮の間中，粉末と型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加えることによって，かつ型とマンドレルを長手軸線に対して平行な方向に互いに相対的に移動することによって，粉末を圧縮する段階と，を包含する環状の粉末圧縮体を製造する方法。」である点で一致すると認定した。",
                "しかしながら，引用文献の「先端に円筒状突出部41と，前記円錐状部63の形状と対応する円錐形状部42とを有する上コアロッド4」(特許請求の範囲1項)との記載及び図面表示のとおり，引用発明の上コアロッド4は，先端に円筒状突出部41のみならず，更に円錐状部63の形状に対応する円錐形状部42を有するものであり，この円錐形状部42を全く考慮していない審決の引用発明の認定は誤りである。そして，引用発明において，圧粉成形室は，ダイ3，上パンチ5，下パンチ2と，円筒状突出部41及び円錐形状部42を備えた上コアロッド4とによって構成され，成形される環状の粉末成形体の内周部の形状は，円筒状突出部41と円錐形状部42とによって規定されることになるところ，引用文献には，「円錐形状部53が圧縮工程中に，粉末上面に対しくさび効果的な作用をなし，円錐形状部付近では粉体圧縮がより確実に行われる。」(3頁右下欄14～17行。なお「円錐形状部53」は「円錐形状部42」の誤記である。)との記載があり，この「くさび効果的な作用」とは，上コアロッド4の円錐形状部42が，その傾斜面に沿って粉末を強制的に半径方向外方へ絞り込むように移動させることにより，粉体圧縮を行い，その結果，円錐形状部付近では粉体圧縮が確実に行われることを意味している。したがって，引用発明においては，円錐形状部42の傾斜面に対し垂直方向の力，すなわち外周部の形状を規定する面に対して平行ではなく，斜め下方向の力が加わることになる。",
                "そうすると，引用発明は「粉末と型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加える」ものではないから，審決の上記一致点の認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2についての判断の誤り)",
              "text": [
                "審決は，相違点2(本願発明が，特に薬剤圧縮体を製造する方法であり，粉末が「薬剤」であるのに対し，引用発明における粉末は「薬剤」ではない点)について，「粉末薬剤を圧縮成形して，錠剤等の薬剤圧縮体を製造することは，慣用された技術であり，そのような慣用の薬剤圧縮剤の製造方法として，粉末を圧縮して粉末成形体を製造する点で技術的に極めて関連性の高い引用発明の方法を採用することは，当業者が容易に想到し得たことである」と判断したが，以下のとおり，誤りである。",
                "本願発明は，環状の粉末状吸入薬剤の薬剤圧縮体を製造する方法に関するものであり，得られた薬剤圧縮体は，これを削り取ることにより粉末状吸入薬剤として使用するものである。そして，成形される薬剤粉体の密度と成形体のサイズが小さいことから，薬剤を圧縮する間中，薬剤と金型の間の摩擦力と，薬剤とマンドレルの間の摩擦力とが長手軸線に対して平行，かつ，正反対の方向に作用するようにすることによって，簡単に，吸入薬剤の圧縮体としては極めて均一な密度を有する薬剤圧縮体を，1回の圧縮作業で製造することができるものである。",
                "これに対して，引用発明は，焼結冶金における粉末成形方法に関するものであり，成形に用いられる粉末は密度の高い金属粉末等である。また，成形体の大きさもエンジン部品に用いる程度のものであり，極めて強度が高く，成形後の破損等を極力避けるべきものである。したがって，引用発明では粉体の密度が大きいことから，粉体間の摩擦が大きく，また，粒子間の相互作用も異なることにより，圧縮中に金属粉体と金型の間の摩擦力と，金属粉体とマンドレルの間の摩擦力とが長手軸線に対して平行，かつ，正反対の方向に作用するようにする程度の力では，充分均一な成形体とはならないのであって，均一な密度の圧縮体を得るためには，更に高圧力を必要とし，くさび効果的な作用が必要となる。",
                "このように，本願発明と引用発明の技術分野，技術内容は全く相違しており，両者は技術的に高い関連性を有するものではない。",
                "したがって，粉末状吸入薬剤の圧縮体の製造において，当業者が引用発明を適宜採用することはできないというべきであり，審決の相違点2についての判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(顕著な効果の看過)",
              "text": [
                "審決は，本願発明の効果について，「引用発明の方法によって『圧縮方向に均一な密度を得る』ことが可能なことが示されている以上，当業者にとって予測可能な範囲のものであり，格別のものではない」と判断したが，誤りである。",
                "引用発明における「圧縮方向に均一な密度を得る」という効果は，円錐形状部42が，圧縮工程中に粉末上面に対しては平行ではない「くさび効果的な作用」をなし，密度の高い金属粉末を用いるエンジン部品等の焼結機械要素の粉末成形方法において，最も成形精度を必要とする円錐形状部付近の粉体圧縮が，より確実に行われることを主眼としているものである。そして，引用発明は，焼結冶金における粉末成形方法に関するものであるから，焼結冶金に適した強度と密度が必要であり，「粗大空孔発生等の欠陥」を防ぎ得る程度の均一性を有する密度を確保しようとするものである。",
                "これに対して，本願発明の製造方法により得られた薬剤圧縮体は，一定体積の薬剤圧縮体を削ることにより粉末状吸入薬剤として使用するものであり，正確な投薬量で患者に投与する必要があることから，圧縮体全体の薬剤の密度は医薬品として要求される程度の高い均一性を有しているものであるが，このような効果は，本願発明の方法を，小さな密度と薄い薬剤層を有する薬剤に適用することによって初めて可能となるものである。",
                "したがって，本願発明と引用発明が目指す効果や圧縮体の均一性は，全く異質のものであり，本願発明の効果は，引用発明から当業者が予測可能な範囲のものであるということはできないから，審決は，本願発明の顕著な効果を看過したものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(本願発明と引用発明の一致点の認定の誤り)に対して原告は，引用発明につき，上コアロッド4が円錐形状部42を有するものであり，これを考慮していない審決の引用発明の認定は誤りであるとした上，引用発明においては，円錐形状部42が，その傾斜面に沿って粉末を強制的に半径方向外方へ絞り込むように移動させることにより粉体圧縮を行うから，円錐形状部42の傾斜面に対し垂直方向の力，すなわち外周部の形状を規定する面に対して平行ではなく，斜め方向の力が加わることになるとして，審決が認定した本願発明と引用発明との一致点のうち，「環状の粉末圧縮体を製造する方法であって，・・・ c)粉末を圧縮する段階であって，圧縮の間中，粉末と型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加えることによって，かつ型とマンドレルを長手軸線に対して平行な方向に互いに相対的に移動することによって，粉末を圧縮する段階と，を包含する環状の粉末圧縮体を製造する方法。」である点で一致するとした審決の認定が誤りであると主張する。",
                "しかしながら，引用文献に記載された事項によれば，引用発明において，粉末Aが内包される圧粉成形室は，ダイ3，下パンチ2，上コアロッド4，上パンチ5に囲まれた環状をなし，円筒状突出部41及び下コアロッド1によって規定される内周部，ダイ3によって規定される外周部，下パンチ2によって規定される底部を備えるものであって，粉末成形体は，上パンチ5及び上コアロッド4と下パンチ2による圧縮により，均一な密度で成形されるものであり，また，その圧縮の段階で，内周部と外周部は，長手軸線に対して平行な方向に互いに相対的に移動し，長手軸線に対して平行でかつ正反対の方向に作用する摩擦力が，粉末Aと内周部の間，及び粉末Aと外周部の間に作用するものである。そして，上コアロッドの円錐形状部42は，粉末Aを圧縮して成形する第3工程において，ダイ3，下パンチ2，上コアロッド4，上パンチ5により圧粉成形室を形成した後，上パンチ5のランド部51とともに圧粉成形室の上部方向から粉末Aを圧縮し，環状の圧粉成形室の上部形状を規定するものであり，圧粉成形室による粉末Aの圧縮において，円筒状突出部41が円錐形状部42を有するか否かは，直接的には関係しない事項であるから，引用文献の記載に基づき，円錐形状部42を構成要件としない環状の粉末成形体の成形方法の発明を認定することができる。また，引用発明の圧粉成形室及び当該圧粉成形室による粉末の圧縮が，上部コアロッド4が円錐形状部42を備えなければ成立しないというものでもない。",
                "したがって，審決が，引用発明の認定に当たり，円錐形状部42を挙げることなく，円筒状突出部41を認定したことが，引用発明の認定の誤りとなるものではない。",
                "なお，引用文献に，下パンチ2外周に円錐形状突出部23を形成したもの，ダイ3内周に円錐形状段部33を形成したものが示されている(3頁左下欄12～18行，第5，第6図)とおり，圧粉成形室を構成するダイ3，下パンチ2，上コアロッド4，上パンチ5の形状は，求められる環状の粉末成形体の外形形状に合わせて，当業者が適宜定める設計的事項であり，上コアロッド4に円錐形状部42を設けることもこれと同様である。引用発明の円錐形状部42は，本願発明において，圧粉成形室に対し上方限界壁となり，螺旋輪郭形状を成す圧縮スリーブ5のパッキング面6に対応するものであるが，本願発明の要旨は，圧縮スリーブ5のパッキング面6について規定するものではない。",
                "したがって，引用発明が円錐形状部42を有することを前提として，審決の本願発明と引用発明との一致点の認定が誤りであるとする原告の主張は失当であり，取消事由1は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2についての判断の誤り)に対して",
              "text": [
                "原告は，本願発明と引用発明の技術分野，技術内容は全く相違しており，両者は技術的に高い関連性を有するものではないから，粉末状吸入薬剤の圧縮体の製造において，当業者が引用発明を適宜採用することはできないというべきであり，審決の相違点2についての判断は誤りであると主張する。",
                "しかるところ，原告は，上記主張の根拠として，成形体の密度，大きさ及び強度が異なることを挙げるが，成形体の密度，大きさ及び強度は，本願発明の要旨の規定する事項ではなく，したがって，原告の上記主張は本願発明の要旨に基づかないものであって，失当である。",
                "また，本願明細書に記載されているとおり，本願発明の意図する「薬剤圧縮体」の製造に液圧プレス機を用いることは慣用的になされていることであるから，慣用の薬剤圧縮剤の製造方法として，粉末を圧縮して粉末成形体を製造する引用発明の方法を採用することは，当業者が容易に想到し得たことであるといういうべきである。",
                "したがって，取消事由2は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(顕著な効果の看過)に対して",
              "text": [
                "原告は，本願発明と引用発明が目指す効果や圧縮体の密度や強度及び均一性は，全く異質のものであり，本願発明の効果は，引用発明から当業者が予測可能な範囲のものであるということはできないから，審決は，本願発明の顕著な効果を看過したものというべきであると主張する。",
                "しかしながら，引用発明は，環状の圧粉成形室の内周部と外周部を形成する部材が，長手軸線に対して平行な方向に互いに相対的に移動することにより，圧粉成形室内に内包される粉体に対して，長手軸線に対して平行でかつ正反対の方向に作用する摩擦力を粉体と内周部の間，及び粉体と外周部の間に作用させるものであり，本願発明はこの点において何ら変わりはないから，本件発明と引用発明が目指す効果や圧縮体の均一性が全く異質なものであるとする原告の主張は失当である。",
                "また，本願発明の要旨には，薬剤圧縮体の密度，強度について何等規定されていないのであるから，原告の上記主張は本願発明の要旨に基づくものとはいえず，さらに，引用発明に記載された「環状の粉末圧縮体を製造する方法」を「環状の薬剤圧縮体」の製造に用いる際に，当業者であれば，求められる環状の薬剤圧縮体の密度，強度を勘案して圧縮を行うことは適宜になし得る事項であるというべきである。",
                "したがって，取消事由3は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明と引用発明の一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献には次の各記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「(1)粉末を型内に充填した後，圧縮してなる内周面の一端に円錐状部63を有する円筒形状圧粉体の成形方法において，上パンチ5及びその内側に配される先端に円筒状突出部41と，前記円錐状部63の形状と対応する円錐形状部42とを有する上コアロッド4よりなり，かつ，ダイ3，下コアロッド1を上昇させるか，あるいは下パンチ2を下げてなる空隙71に粉末Aを充填し，さらにダイ3，下コアロッド1を上昇させるか，あるいは下パンチ2を下げて前記粉末Aの上に空隙7を形成した後，前記上パンチ5及び上コアロッド4を下げ，下コアロッド1を押し下げ粉末を圧縮成形し，前記粉末成形体を上パンチ5及び上コアロッド4と下パンチ2の間に挾持した状態で粉末成形体をダイ3の高さまで移動させ，前記上コアロッド4を上昇させた後，上パンチ5を上昇させて前記粉末成形体を取出すことを特徴とする粉末成形方法。",
                        "(2)前記粉末成形方法において，下パンチ2を下げるか，あるいはダイ3，下コアロッド1を上昇させて形成される空隙71に粉末Aを充填し，さらに下パンチ2を下げるか，あるいはダイ3，下コアロッド1を上昇させて形成される前記粉末A上の空隙72に粉末Bを充填し，さらに下パンチ2を下げるか，あるいはダイ3，下コアロッド1を上昇させて形成される前記粉末B上の空隙7を形成した後，前記上パンチ5及び上コアロッド4を下げ，下コアロッド1を押し下げ粉末を圧縮成形し，前記粉末成形体を上パンチ5及び上コアロッド4と下パンチ2の間に挾持した状態で粉末成形体をダイ3の高さまで移動させ，前記上コアロッド4を上昇させた後，上パンチ5を上昇させて前記粉末成形体を取出すことを特徴とする前記特許請求範囲第1項記載の粉末成形方法。",
                        "(3)前記粉末成形方法において，下パンチ2外周に円錐形状突出部23を設けるか，あるいはダイ3内周に円錐形状段部33を設け粉末を圧縮成形し，圧粉体の外周の一端に面取部64を形成してなることを特徴とする前記特許請求の範囲第1項記載の粉末成形方法。」(特許請求の範囲)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「(産業上の利用分野)本発明は焼結冶金に於る粉末成形方法に関するものであり，特にエンジン部品に用いる如き精度を要し，かつ生産性に優れた焼結機械要素の粉末成形方法に関する。",
                        "(従来技術)第7図に示す如きエンジン部品の1つであるバルブシートは，円筒形状であり内周面の一端に円錐状部63を有する物で，その各部の寸法精度，殊にバルブと当接する円錐状部63の精度が要求される。又耐摩耗性，耐熱性を要求されるために加工性の劣る高硬度特殊合金が用いられるのが通常である。従って粉末圧縮成形時にはほぼ完成品と近い形状となり加工代を少なくする如く成形される。かかるバルブシート等にあっては近年省資源の要求により，耐熱，耐摩耗性を要する部分と他の部分の材料を異にした複合材料が用いられており，粉末成形方法も複雑化の傾向にある。従来の粉末成形方法は第8図，第9図に示す如く下パンチ2，もしくはコアロッド1に円錐形状部23，13を設け，バルブシートの当り面円錐状部63を形成するものであった。第8図の下パンチ2に円錐形状部23を設けたものでは，この円錐形状部の強度が不安視され，第9図のコアロッド1に円錐形状部13を設けたものでは，圧縮成形時に円錐形状部13の高さと下パンチ2の高さをそろえる必要があり圧縮時の条件によりこの作動が不安定となる危険がある。又コアロッド1と下パンチ2間に粉末が侵入し易く，カジリ現象が発生し，プレス機械の寿命を短くするという問題点があった。」(2頁左上欄11行～左下欄3行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「(発明が解決しようとする問題点)本発明は，上記問題点を解決するためになされたものであり，その目的とするところは，特にエンジン部品に用いる如き精度を要し，かつ生産性に優れた焼結機械要素の粉末成形方法を提供することにある。",
                        "(問題点を解決するための手段)前記目的を達成するための手段として本発明の粉末成形方法の特徴とするところは次の如き上パンチを用いた以下の工程によるものである。",
                        "即ち，上パンチ5及びその内側に配される先端に円筒状突出部41と円錐形状部42とを有する上コアロッド4よりなる。",
                        "(1)第1工程：下パンチ2を下げ，あるいはダイ3，下コアロッド1を上昇させてなる空隙71に粉末Aを充填する。",
                        "(2)第2工程：さらに下パンチ2を下げ，あるいはダイ3，下コアロッド1を上昇させて粉末Aの上に空隙7を形成する。",
                        "(3)第3工程：上パンチ5及び上コアロッド4を下げ，下コアロッド1を押し下げ粉末を圧縮成形する。",
                        "(4)第4工程：前記粉末成形体を上パンチ5及び上コアロッド4と下パンチ2の間に挾持した状態で粉末成形体をダイ3の高さまで移動させ，前記上コアロッド4を上昇させた後，上パンチ5を上昇させて粉末成形体を取出す。",
                        "さらに複合材料を得る場合は，上記第1工程と第2工程間に第2図(2)に示す如く(2)第2工程：さらに下パンチ2を下げ，あるいはダイ3，下コアロッド1を上昇させてなる粉末A上の空隙72に粉末Bを充填する。",
                        "を加え他の工程は第4図の第1～第4工程と同じくしてなされるものである。",
                        "(作用)本発明は，上述の如き方法で構成されているため，下パンチ2と下コアロッド1との圧粉成形時での正確な連動が必要でなく，精度を安定して維持することが容易となり，プレス機械の寿命を短くすることもなく，生産性に優れるものである。」(2頁左下欄4行～3頁左上欄4行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「(発明の効果)以上の如くしてなる本発明の粉末成形方法によれば以下に述べる如き効果を得るものである。即ち，まず下パンチ2と下コアロッド1との圧粉成形時での正確な連動が必要でなく，精度を安定して維持することが容易である。さらに最も成形精度を必要とするバルブシート6の当り面円錐状部63の成形が，上コアロッド4の円筒状突出部41，円錐形状部42，上パンチ5のランド部51によって成形されるためにこの部分の成形不良が全くあり得ず，高精度に成形しうるものである。又，円錐形状部53(判決注：「円錐形状部42」の誤記であると認められる。)が圧縮工程中に，粉末上面に対しくさび効果的な作用をなし，円錐形状部付近では粉体圧縮がより確実に行なわれる。このことによりバルブシート6の当り面円錐状部63の密度を安定して高く成形可能であり，粗大空孔発生等の欠陥を防ぎうるものである。又，粉末成形体を取出す時(第1図(4)，第2図(5)に示す)に，粉末成形体はダイ3中より取出されるとスプリングバックにより内径が弱冠(判決注：「若干」の誤記であると認められる。)膨張するので上コアロッド4と上パンチ5を同時に上昇させると粉末成形体が上コアロッド4の円錐形状部42より自然に離れないことが時としてある。この現象は粉末成形体の2度打ちとなり，型破損等のトラブルにつながる。これを防止するため，第1図(5)，(6)又は第2図(6)，(7)に示すように先ず上コアロッド4を上昇させた後，上パンチを上昇させるものである。更に本発明に示す如く上コアロッドと上パンチに分割することにより，例えば摩耗の大きい上コアロッドの材質を超硬にし，カケ安い上パンチの材質にはダイス鋼にするなどの適切な材質選択ができ，型寿命を長く保持する効果が得られる。",
                        "さらに本発明は複合粉末成形においてその効果が著しいものである。即ち，第2図(1)～(7)に示す本発明の複合粉末成形においては，第4図に示す如く，耐熱，耐摩耗粉末Bが円錐状部63の下降に伴い，周囲へ押し込まれバルブシート内周面64側をおおう如く形成される。このため熱負荷が高く耐熱性を要求されるバルブシート内周面64を粉末Bがおおうことは極めて性能を向上させるものである。」(3頁右下欄3行～4頁右上欄5行)(オ) 「なお，本発明はバルブシートにつき説明してきたが，類似の形状をした焼結機械要素，例えば外周面テーパピストンリング等にも適用されうる。」(4頁右上欄6～8行)イ 上記アの各記載及び引用文献の各図面によれば，引用文献記載の発明に関し，以下の事実を認めることができる。"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用文献に記載されているのは，エンジン部品のバルブシートのような精度を必要とする焼結機械要素に係る粉末成形方法の発明である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "バルブシートは，円筒形状で内周面の一端に円錐状部を有し，その各部の寸法，特にバルブと当接する円錐状部の精度が要求されるものであるところ，引用文献には，バルブシートに係る従来の粉末成形方法が，下パンチ又はコアロッド(下コアロッド)に円錐形状部を設けてバルブシートの円錐状部を形成するというものであり，下パンチに円錐形状部を設けたものではその強度に，コアロッドに円錐形状部を設けたものでは圧縮成形時に円錐形状部と下パンチの高さを揃える作動の安定性に，それぞれ問題があったことを解決すべき技術課題とし，その粉末成形方法の工程に「上パンチ5及びその内側に配される先端に円筒状突出部41と円錐形状部42とを有する上コアロッド4」を採用することにより，下パンチ2と下コアロッド1との成形時での正確な連動が必要でなく，精度を安定して維持することが容易となり，また，バルブシートの円錐状部63が，上コアロッド4の円筒状突出部41，円錐形状部42，上パンチ5のランド部51によって成形されるため，この部分を高精度に成形し得る上，円錐形状部42が圧縮工程中に粉末上面に対しくさび効果的な作用をなし，円錐形状部付近で粉体圧縮がより確実に行なわれてバルブシートの円錐状部63を高密度に成形することができるという効果を奏する発明が記載されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，引用文献記載の発明において，上コアロッド4に円筒状突出部41のほか，円錐形状部42を備えることは，技術課題を解決し，発明の効果を奏するために不可欠の構成であることは明らかである。すなわち，引用文献には，粉末成形方法の工程に「上パンチ5及びその内側に配される先端に円筒状突出部41を備えるが，円錐形状部42を備えていない上コアロッド4」を用いた構成の発明が記載されていないことはもとより，当業者が，引用文献の記載から，かかる構成の発明を想起することも困難であるといわざるを得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用発明について「環状の粉末成形体の成形方法であって，ダイ3，下コアロッド1を上げて，あるいは下パンチ2を下げ形成される空隙71に粉末Aを充填する第1工程と，さらにダイ3，下コアロッド1を上げ，あるいは下パンチ2を下げて前記粉末Aの上に空隙7を形成する工程と，粉末Aを圧縮して成形する工程であって，上パンチ5及び円筒状突出部41を有する上コアロッド4が下降し，円筒状突出部41で下コアロッド1を押し下げ粉末Aを圧縮して成形する第3工程と，を包含する環状の粉末成形体の成形方法。」とした審決の認定は，引用文献に記載された粉末成形方法の発明を構成する要素として，円錐形状部を備えない上コアロッドを認定した点において，引用発明の認定を誤ったものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明と引用発明の一致点の認定",
              "text": [
                "審決は，本願発明(その要旨については当事者間に争いがない。)と引用発明を対比し，両者は「環状の粉末圧縮体を製造する方法であって，a)長手軸線を有する型内にばらの粉末を置く段階と，b)型の長手軸線に沿ってマンドレルを位置決めする段階と，c)粉末を圧縮する段階であって，圧縮の間中，粉末と型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加えることによって，かつ型とマンドレルを長手軸線に対して平行な方向に互いに相対的に移動することによって，粉末を圧縮する段階と，を包含する環状の粉末圧縮体を製造する方法。」である点で一致すると認定している。",
                "しかしながら，上記(1)イのとおり，引用発明の上コアロッドは円錐形状部を有し，この円錐形状部が粉末上面に対して「くさび効果的な作用」をすることによって，円錐状部を高密度で成形することができるという効果を奏するというのであるから，このような形状の上コアロッド及び上パンチの下向きの移動は，少なくとも上コアロッドの円錐形状部においては，粉末に対して軸線方向下方と半径方向外方の中間方向に向かう力(長手軸線に対して斜め下外方向に働く力)が作用することは明らかである。したがって，引用発明は「粉末を圧縮する段階であって，圧縮の間中，粉末と型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加える」ものでないというべきである。",
                "そうすると，審決が，「粉末を圧縮する段階であって，圧縮の間中，粉末と型の間の摩擦力と，粉末とマンドレルの間の摩擦力とが，長手軸線に対して平行でかつ正反対の方向に作用するように長手軸線に対して平行な力を加える」点を含めて本願発明と引用発明の一致点と認定したことは誤りであるといわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によると，審決には結論に影響を及ぼすべき違法があるから，取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上の次第で，その余の点について判断するまでもなく，本訴請求は理由があり，審決は取り消しを免れない。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10422",
    "date": "2008-08-06",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036708",
    "ipprecedent_id": "1531",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}