{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−80102号事件について平成19年3月20日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告(旧商号・丸紅ファインスチール株式会社)は，平成10年8月27日，発明の名称を「ソーワイヤ用ワイヤ」とする発明について特許出願(特願平10−242066号。以下「本件出願」という。)をし，平成11年7月23日，特許庁から特許第2957571号として特許権(請求項の数1。以下，この特許権に係る特許を「本件特許」という。)の設定登録を受けた。",
                "その後，本件特許についてトクセン工業株式会社及びサンコール株式会社から特許異議の申立て(異議2000−71370号事件)がされ，原告は，平成12年11月19日，本件特許に係る明細書について訂正を求める訂正請求をし，また，平成13年3月28日，上記訂正請求を取り下げるとともに，新たな訂正請求をした。",
                "特許庁は，同年4月11日，上記訂正を認めた上で，本件特許を維持する旨の決定をし，同決定は，同月28日に確定した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成18年1月6日，本件特許に係る明細書の訂正(以下「本件訂正」といい，本件訂正後の明細書を図面と併せて「本件明細書」という。)を求める訂正審判請求をし，特許庁は，同請求を訂正2006−39001号事件として審理した結果，同年2月7日，本件訂正を認める旨の審決をし，同審決は，同月17日に確定した。",
                "その後，原告は，同年5月29日，本件特許について特許無効審判請求をし，特許庁は，同請求を無効2006−80102号事件として審理した結果，平成19年3月20日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同月30日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本件特許発明」という。)。",
            "「【請求項1】 シリコン，石英，セラミック等の硬質材料の切断，スライス用に用いられるソーワイヤであって，径サイズが0．06～0．32mmφで，ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力が0±40kg／mm2(＋側は引張応力，−側は圧縮応力)の範囲に設定されていることを特徴とするソーワイヤ用ワイヤ。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書写しのとおりである。",
            "その理由の要旨は，審判請求人(原告)は，本件特許の無効理由として，①本件特許発明は，元来定量的に正確な数値を得ることはできない方法に基づいて特定した内部応力の数値範囲を特徴とし，また，その内部応力には実現不可能な部分を含み，特許法29条1項柱書の「発明」に該当しないから，本件特許は同項柱書に違反する，②本件特許発明は，本件明細書の発明の詳細な説明に記載されたものではないから，本件特許は特許法36条6項1号に違反する，③本件特許発明の特許請求の範囲の記載は，その技術的意義が不明なものであるから，本件特許は特許法36条6項2号に違反する，④本件明細書の発明の詳細な説明に，内部応力の測定方法や，内部応力の数値を規定したソーワイヤの製造方法について，当業者が実施できる程度に明確かつ十分に記載されていないから，本件特許は特許法36条4項(判決注・「平成14年法律第24号による改正前の特許法36条4項」。以下同じ。)に違反する，⑤平成13年3月28日付けの訂正請求は，特許請求の範囲の実質的な拡張又は変更に該当するから，特許法126条4項に違反する，⑥本件特許発明は，甲1ないし6に記載された発明及び周知事項に基づいて，当業者が容易に発明をすることができたから，本件特許は特許法29条2項に違反すると主張するが，原告の上記主張はいずれも理由がない，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に関する原告の主張",
          "text": [
            "審決には，本件特許について特許法29条1項柱書違反の判断の誤り(取消事由1)，特許法36条6項1号違反の判断の誤り(取消事由2)，特許法36条6項2号違反の判断の誤り(取消事由3)，特許法36条4項違反の判断の誤り(取消事由4)があり，さらには，本件特許発明の容易想到性の判断の誤り(取消事由5)がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(特許法29条1項柱書違反の判断の誤りー発明未完成について)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「本件特許明細書に記載されていた「層除去の前後におけるソーワイヤの曲率変化から求めた」方法，すなわち，マニキュア法によってでは，・・・請求人が主張するように，内部応力の正確な測定が困難であるとしても，当該方法自体は甲5号証や乙第4号証，乙第5号証に記載されているように，確立した内部応力の測定方法である。内部応力値の厳密な値は求められないかもしれないが，正確に測定できないことをもって，本件特許発明が未完成発明であるとまでは言うことができない。」(審決書16頁34行～17頁3行)，「本件特許明細書に実施例として挙げられていた数値はソーワイヤの内部応力が負の値のものは存在していないが，ソーワイヤにおいて，表層部の内部応力を減少させ，かつ内部応力が0±40kg／mm2の範囲とすれば，ソーワイヤの使用により表面が局部的に磨耗しても，そのことによりソーワイヤの使用後にフリーサークル径が極端に小さくなったり，小波状になることが少なくなることは容易に理解し得るところであって，その際，表層部の内部応力が正の値であっても負の値であっても同様の効果が期待できることは明らかであるから，本件特許明細書に実施例として負の値を示す例が記載されていなかったことが，本件特許発明に直接影響するものではない。そして，ワイヤにおいて，表層部の内部応力が負の値のものは，請求人の提出した甲第5号証や被請求人の提出した乙第4号証に記載されているように，本件特許出願前に公知の技術であったことから，実現不可能なものでもない。」(同17頁4行～16行)，「請求人は，・・・ワイヤの表層部の内部応力は周方向で不均等であるので応力数値範囲を定めることができないとしているが，ソーワイヤにおいて，たとえワイヤの周方向における内部応力が不均一であったとしても，表層部の内部応力を減少させれば，ソーワイヤが偏磨耗したときに全体として小波状になることが少なくなることは容易に理解できるところである。」(同17頁16行～28行)として，本件特許は特許法29条1項柱書に違反するとの無効理由は，理由がないと判断した。",
                    "しかし，審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明の特許請求の範囲(請求項1)の「層除去の前後におけるソーワイヤの曲率変化から求めた内部応力が0±40kg／mm2(＋側は引張応力，−側は圧縮応力)の範囲に設定されていることを特徴とするソーワイヤ用ワイヤ」との記載によれば，本件特許発明は，層除去前後の曲率変化から「kg／mm2」の単位で，内部応力値を測定しようとするものであり，これは，測定対象のワイヤの内部応力値を絶対的な応力そのものの数値として厳密に測定することを意味している。",
                        "しかるに，審決が引用する甲5(特開平8−158280号公",
                        "報)，審判乙4(本訴甲23。特開平5−86589号公報)，審判",
                        "乙5(本訴甲24。特開平10−129211号公報)に記載されて",
                        "いる内部応力の測定方法は，層除去前後の曲率変化から「kg／mm2」の単位で内部応力値を求めるものではないから，上記各文献の記載から，特許請求の範囲に記載されている内部応力の測定方法が，本件出願時に確立された方法であったとする審決の認定は誤りである。",
                        "また，本件特許発明の特許請求の範囲に記載された，層除去の方法としていわゆるマニキュア法を用いた，層除去法の原理を応用した内部応力の測定方法では，正確な内部応力値の測定を行うことができない。このことは，甲1(特開平5−71084号公報)の段落【0006】に「すなわち，このマニキュア法とは，・・・残留応力を評価する方法である。しかし，この方法は塗布部のバラツキや溶解量の変動が形状変化に現れてしまう。したがって，表面残留応力を定性的に評価できるに止まり，定量的な評価は行えない。従来では，この定性的な評価に基いて表面残留応力を測定したとなしており，それゆえ，精度が低く，バラツキや安定性が乏しいものであった。」との記載があることや，被告が，原告に対して提起した別件訴訟(大阪地裁平成18年(ワ)第10033号特許権侵害差止等請求事件)において証拠として提出した，東京農工大学による「極細鋼線残留応力測定結果報告書」(甲36)及び早稲田大学による「ソーワイヤ残留応力測定結果報告書」(甲37)記載の各応力測定結果に，それぞれ50％近い数値誤差，20％近い数値誤差を包含していることからも明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許発明の特許請求の範囲(請求項1)に規定されているのは，「径サイズが0．06～0．32mmφで，ワイヤ表面から15μmの深さまでの層」おける内部応力値であり，すなわち，ワイヤ表面からワイヤの半径に対する比率で，9．4％～50％に相当する厚さの層に残留する内部応力の大きさである。",
                        "しかるに，ソーワイヤ用ワイヤのように伸線加工により製造される極細鋼線では，最終伸線工程でダイスによる引抜加工を行う関係上，ワイヤの軸中心付近に圧縮応力が残留し，表面付近では引張応力が残留することは不可避であるため(例えば，本件明細書(甲44)の段落【0003】及び図1(甲43))，甲5や審判乙4(本訴甲2",
                        "3)に記載されている，最終伸線工程後に張力を加えた状態で繰り返し曲げを加えるという方法でワイヤ表面のみを圧縮応力(内部応力値を負のもの)とすることができたとしても，深さ15μmまでの層における積分値，言い換えれば，深さ15μmまでの各層に残留する内部応力の平均値が，0又は負の値になるとは限らない。",
                        "したがって，ソーワイヤの使用により表面が磨耗したときに「表層部の内部応力が正の値であっても負の値であっても同様の効果が期待できる」との審決の認定は誤りであり，また，表層部の内部応力が負のものが本件出願時に実現可能であったことから直ちに本件特許発明においてその内部応力値が0又は負の場合があり得ると結論づけた審決の認定も誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，「ソーワイヤにおいて，たとえワイヤの周方向における内部応力が不均一であったとしても，表層部の内部応力を減少させれば，ソーワイヤが偏磨耗したときに全体として小波状になることが少なくなることは容易に理解できる」と認定するが，問題とされるべきは，表層部の内部応力を低減させたワイヤの奏する効果ではなく，層除去法による内部応力算出において根幹となる，層除去の前後のワイヤ形状の変化から除去された層に残留していた内部応力の数値を算出するための，応力算出式の正確性であるから，審決の上記認定は意味がない。",
                        "そして，本件特許発明の特許請求の範囲(請求項1)に規定されている内部応力の測定方法は，層除去前後のワイヤの曲率変化から内部応力の数値を求めるものであり，層除去の前後に把握される形状の変化を内部応力の値に置き換える応力算出式が，形状の変化に影響を与えた内部応力との関係を正確に把握した上で算出されたものであることが絶対的な前提条件となっており，その応力算出式は，層除去前の初期状態においてもワイヤがフリーサークル径を有し，その湾曲の外側と内側とで応力分布が異なっていることを前提として導き出されたものでなければならない。",
                        "しかるに，被告が正しい応力算出式であると主張する「wire残留応力算出法」(甲26)に記載された式は，その導出過程において，ワイヤの断面2次モーメントを求めるに当たって，ワイヤの内部応力の分布を考慮せずにワイヤ断面のどの部分でも応力値が同じであることを前提として計算を行い，上記のとおり湾曲の外側と内側とで応力分布が異なっていることを前提としたものではないから，正確でない。また，被告が，本訴において，本件明細書(甲44)の【表−1】に示した10種類のワイヤについて内部応力値の実験データを提出していないことに照らすならば，応力値測定試験をすることなく，本件明細書にデータを記載して出願したものと推認される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，本件特許発明は，内部応力値を厳密に測定することができない測定方法によって測定された内部応力の具体的数値をもって，その発明の範囲を規定しようとするものであり，また，本件出願時に，内部応力が0又は負の値のソーワイヤを得ることは実現不可能であったから，本件特許発明は，未完成発明であって，特許法29条1項柱書の「発明」に該当しない。したがって，本件特許は特許法29条1項柱書に違反しないとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(特許法36条6項1号違反の判断の誤り−いわゆるサポート要件違反について)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「本件特許発明は，特に「表層部の内部応力を減少させ，かつ内部応力が0±40kg／mm2の範囲としたソーワイヤ」に発明の主要部が存在するものであり，「内部応力が0±40kg／mm2の範囲」については，従来のソーワイヤとの区別を示す実使用における目安値を示したものである。そして，内部応力がこの範囲であれば，ワイヤの磨耗によっても小波状となることが少ない。」(審決書17頁32行～37行)，「上記したとおり，内部応力が正の値であっても，負の値であっても，その値が「0±40kg／mm2の範囲」であれば，すなわち，その絶対値が小さければ，ワイヤの磨耗によっても小波状となることが少ないであろうことは，容易に理解できるところである。」(同18頁7行～10行)として，本件特許は特許法36条6項1号に違反するとの無効理由は，理由がないと判断した。",
                    "しかし，審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明は，その特許請求の範囲(請求項1)において内部応力の数値を「0±40kg／mm2」の具体的範囲に限定するものであるから，機能，特性等の数値を限定することにより物を特定する発明である。",
                        "一方，本件明細書の発明の詳細な説明に記載された具体例は，特許請求の範囲に記載された数値範囲全体にわたるものではなく，また，示された具体例においても効果の連続性がない。",
                        "すなわち，本件明細書(甲44)の段落【0009】及び【表−1】(段落【0010】)には，本件特許発明に係るワイヤが記載されているが，ワイヤの径サイズは0．18mmφの1種類のみであり，また，内部応力値が「0±40kg／mm2」の範囲に含まれるものは，23kg／mm2，25kg／mm2，30kg／mm2，32kg",
                        "／mm2，35kg／mm2の5点のデータのみである。また，【表−1】には，本件特許発明の内部応力値の範囲内である32kg／mm2であるワイヤにおける使用後のフリーサークル径が，同範囲外である90kg／mm2の内部応力を有するワイヤにおける使用後のフリーサークル径よりも明らかに小さいことが，また，小波の発生の有無についても，本件特許発明の内部応力値の範囲外である120kg／mm2及び96kg／mm2のワイヤでも小波が発生して",
                        "いないことが示されている。",
                        "したがって，【表−1】のデータから，特許請求の範囲に記載されている内部応力値を「0±40kg／mm2」とすることで，フリーサークル径の減径防止や小波の発生の防止という本件特許発明が奏するとされている効果が得られるものと理解することは困難である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，本件特許発明は，本件出願時の技術常識に照らしても，特許請求の範囲に記載された発明の範囲まで，明細書の発明の詳細な説明に開示された内容を拡張ないし一般化できない場合に当たるから，本件明細書はサポート要件(「特許請求の範囲に記載された発明が発明の詳細な説明に記載された発明であること」)を満たさず，本件特許は特許法36条6項1号に違反する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，本件特許は特許法36条6項1号に違反しないとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(特許法36条6項2号違反の判断の誤り−発明の明確性の欠如について)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「本件特許発明の特許請求の範囲をみると，「ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力が0±40kg／mm2(＋側は引張応力，−側は圧縮応力)の範囲に設定されているソーワイヤ用ワイヤ」となっていることから，特許請求の範囲に記載されている発明自体は明確である。」(審決書18頁16行～20行)，「上記したように，特許法第36条第6項第2項(判決注・「第2項」は「第2号」の誤りと認める。)は，特許請求の範囲の明確性であって，ワイヤの厚み方向において，内部応力の正負が変化する場合においても，その規定される範囲自体は明確である。」(同18頁31行～33行)として，本件特許は特許法36条6項2号に違反するとの無効理由は，理由がないと判断した。",
                    "しかし，審決の判断は，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ワイヤの径サイズが異なれば，ワイヤ全体に対する厚さ15μmの層に含まれる内部応力の影響も異なるから，その内部応力が同じ数値であったとしても，ソーマシン内でのワイヤの真直性に与える影響は異なる。例えば，径サイズが0．06mmφのワイヤにおいてワイヤ表面から15μmの深さまでの層における内部応力の数値を「0±40kg／mm2」の範囲に規定した場合と，径サイズが0．32mmφのワイヤにおいてワイヤ表面から15μmの深さまでの層における内部応力の数値を「0±40kg／mm2」の範囲に規定した場合とでは，同じ作用効果が得られるとは到底考えられない。本件特許発明において，ワイヤの内部応力を規定してソーマシン内での真直性の確保という所定の作用効果を得ようとするのであれば，特許請求の範囲記載の「径サイズが0．06～0．32mmφ」のすべての範囲に対して，「ワイヤ表面から15μmの深さまでの層」における内部応力の数値を一律に定めることで十分であるはずがない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件特許発明の対象たるソーワイヤは，ワーク(被切断材)と接触して磨耗することでその露出表面が徐々に内層へと変化し，磨耗により除去された層の厚さが徐々に増していくため，ソーマシンで実際に使用状態に置かれているワイヤの真直性は，その時点までに磨耗除去された層に残留していた応力が失われたことによる変形作用が関与する。このため内部応力を規制して実使用時のワイヤの真直性を確保しようとするのであれば，「ワイヤ表面から15μmの深さまでの層」における内部応力の数値を一律に規定することでは足りず，「ワイヤ表面から15μmの深さまでの層」という最大磨耗量に至るまでのすべての厚さの層において，所定の範囲内の内部応力の数値を規制することが必要である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本件特許発明の特許請求の範囲の記載は，発明を特定するための事項の内容に技術的な矛盾や欠陥があるか，又は技術的意味・技術的関連性が理解できない結果，発明が不明確な場合に該当し，本件特許は特許法36条6項2号に違反する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のとおり，本件特許は特許法36条6項2号に違反しないとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(特許法36条4項違反の判断の誤り−実施可能要件違反について)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「本件特許発明は，・・・タイヤコード等に用いられるスチールワイヤをソーワイヤ用ワイヤに転用したものであって，表層部の内部応力を減少させたワイヤは，例えば甲第1号証に記載されているように，それ自体，公知のものである。すなわち，すでにタイヤコード等において実施されているワイヤであるものを，「実施できない」とまでは言うことができない。」(審決書19頁6行～11行)として，本件特許は特許法36条4項に違反するとの無効理由は，理由がないと判断した。",
                    "しかし，審決の判断は，以下のとおり誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許発明の特許請求の範囲(請求項1)に記載された発明は，「ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力が0±40kg／mm2の範囲に設定されているソーワイヤ用ワイヤ」であるのに，審決は，本件特許発明を，「タイヤコード等に用いられるスチールワイヤをソーワイヤ用ワイヤに転用したものであって，表層部の内部応力を減少させたワイヤ」であると認定し，この誤った認定を前提に，本件明細書の発明の詳細な説明の記載が特許法36条6項4項の実施可能要件を満たしていると判断した点において誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明の特許請求の範囲(請求項1)記載の「内部応力測定方法」は，「kg／mm2」の単位で，内部応力を絶対的な数値として求めるという点で高い厳密性が要求される測定方法であり，また，層除去を行う前のワイヤ形状が所定のフリーサークル径を有するという点で，特殊な条件での層除去法の理論を応用した内部応力測定方法である。",
                        "しかし，本件明細書の発明の詳細な説明には，本件特許発明に係るソーワイヤ用ワイヤの製造条件について，段落【0007】には，一般的な最終伸線工程の条件が，所定の幅をもって，それぞれの相互関係を示すことすらなく単に羅列されているのみであり，他の記載はない。しかも，段落【0007】には，実施例に相当する具体的記載はなく，一般のワイヤを製造するための漠然とした記載があるのみであり，また，内部応力が0やマイナスのワイヤをどのように製造するのかについても記載がない。このように本件明細書の発明の詳細な説明には，内部応力測定のための層除去方法についても，ワイヤ曲率の測定方法についても，具体的な記載はない。特に，層除去方法については，初期状態の湾曲形状のどちら側の面を除去するのか，除去される層の見込み角度を何度とするのか，エッチングによって層除去を行った場合に，所望するような断面形状をいかにして得るのかといった，層除去を行う上で必要不可欠な事項が記載されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本件明細書の発明の詳細な説明には，ワイヤの曲率変化から内部応力を算出するための算出式が示されていないので，当業者は，本件特許発明を実施するに当たり，この算出式を自ら導出しなければならない。この算出式の導出には，材料力学の理論を特許請求の範囲に記載されている応力測定方法に当てはめて，断面形状の変化とワイヤ曲率の変化とを正確に対応づける作業が必要であるが，本件出願時には，参考文献も存在しなかったから，当業者といえども，この作業には，多大な労力を要し，新たな発明行為に匹敵するほどの困難性がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本件明細書の発明の詳細な説明には，特許請求の範囲に規定されている内部応力の測定方法に関し，具体的な記載は存在せず，また，特許請求の範囲に規定されている所定の内部応力値を有するワイヤの製造方法についても，具体的な製造条件の記載はないから，本件明細書の発明の詳細な説明には，本件特許発明に係る内部応力測定方法及び「ソーワイヤ用ワイヤ」の製造方法のいずれについても，当業者が実施できる程度に明確かつ十分に記載されているとはいえない。",
                        "そうすると，本件明細書は，実施可能要件を満たさず，本件特許は特許法36条4項に違反する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件特許は特許法36条4項に違反しないとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "取消事由5(本件特許発明の容易想到性の判断の誤り)ア(ア) 甲1及び甲2(特開平8−291369号公報)には，「ゴムを補強する用途に用いられるタイヤコード用のワイヤ(素線)」であって，かつ，内部応力が0±40kg／mm2の範囲のものを含む「素線としてのワイヤ」が開示されている。",
                "甲3(特開平6−312209号公報)の段落【0001】に",
                "は，「本発明はゴム，有機材料の補強用に使用されている高強度で高延性の極細鋼線に関するものである。これらの鋼線は，・・・ソーワイヤなどに使用することができる」と記載されている。また，当業者が，本件出願時において，高硬度鋼線の用途としてタイヤコード用ワイヤとソーワイヤ用ワイヤとを特に区別することなく把握していたこと，ワイヤ特性の比較試験等においても，タイヤコード用ワイヤとソーワイヤ用ワイヤを区別することなく取り扱っていたことは，甲12ないし19からも明らかである。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(イ)",
                      "subject": "タイヤコード用ワイヤとソーワイヤ用ワイヤとは，その製造工程，製造条件，求められる特性が共通すること，ソーワイヤ用ワイヤの製造業者は，タイヤコード用ワイヤを製造することに照らすならば，タイヤコード用ワイヤとソーワイヤ用ワイヤとは同じ技術分野に属する。また，フリーサークル径の減径と小波の発生の防止は，本件出願前に公知となった甲4に記載ないしは示唆されている課題であって，決して新規な課題ではない"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "タイヤコード用ワイヤの素線をソーワイヤ用ワイヤへ転用可能であることは，本件出願時において周知であり(例えば，甲55ないし63)，そのような転用には何らの技術的困難を伴うものではない。",
                        "そして，内部応力を減少させたタイヤコード用ワイヤ(甲1，2)が当業者にとって公知である以上，当業者は，そのタイヤコード用ワイヤを同じ技術分野に属するソーワイヤ用ワイヤへそのまま適用することは格別困難なことではなく，むしろソーワイヤ用ワイヤへの適用は，内部応力が低減されたことによる効果を期待することができるという明確な動機付けがある。",
                        "また，表面内部応力を低減させたワイヤ素線について，タイヤコード用ワイヤとしての用途からソーワイヤ用ワイヤとしての用途への転用を困難とする阻害要因は存在しない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，「本件特許発明は，・・・「ワイヤ表面が磨耗したとしても，フリーサークル径の減少や小波状の変形が防止される」という，ゴム補強されたワイヤからでは予測し得ない顕著な効果を奏する」(審決書19頁36行～末行)と認定している。",
                            "しかし，「フリーサークル径の減少」や「小波状の変形」とは，ワイヤが摩耗した場合の表面残留応力によって生じる不所望な変形の類型にすぎず，ワイヤ表面の残留応力が低減されたワイヤをソーワイヤとして用いれば，ワイヤが磨耗した場合の不所望な変形が防止されるという効果を期待できることは，材料力学上の基本理論から容易に類推できるもので，技術常識とでも呼ぶべき内容である。",
                            "したがって，上記効果は顕著な効果などではなく，審決の上記認定は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，審決は，「ソーワイヤにおいて，「残留応力を所定の範囲に規制する」こと，すなわち，「表層部の内部応力を減少させ，かつ内部応力を0±40kg／mm2の範囲とした」ことが本件出願時において公知であった証拠はどこにもなく，本件特許発明は，そのことにより，「磨耗時にワイヤが小波状になることが少ない」という顕著な効果を奏する」(審決書21頁33行～37行)と認定している。",
                            "しかし，本件出願時以前に，内部応力が0±40kg／mm2の範囲のワイヤをソーワイヤに用いたとの証拠がないからといって本件特許発明に進歩性があるということにはならないし，「磨耗時にワイヤが小波状になることが少ない」という効果は顕著な効果でないことは，上記aのとおりである。したがって，審決の上記認定は誤りである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，甲12ないし19，55ないし63等に示される本件出願時の技術水準の下で，甲1ないし3の公知技術を組み合わせることにより，内部応力を制限したタイヤコード用ワイヤ(甲1，2)をソーワイヤ用ワイヤに転用し，本件特許発明の構成とすることは，当業者であれば容易に想到し得たものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件特許発明は当業者が容易に発明をすることができないとした審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明に係る層除去法によって線材の残留応力の定量的測定が可能であることは，当業者にとって技術常識に属することであり，現に定量的測定を目的として広く用いられてきた手法であること(甲20，21，47)に照らすならば，本件出願時に，層除去法は，内部応力値を厳密に求める方法として確立していたといえる。",
                        "なお，測定値に一定の誤差を生じるのは当然であり，一定の誤差が生じることと測定の可否とは別問題である。そして，測定を繰り返すことによって測定精度が向上することは常識であることに照らすと，甲36，37記載の応力測定結果に数値誤差があるからといって，層除去法によって残留応力の定量的測定が可能であることを左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「ソーワイヤの使用により表面が局部的に磨耗しても，そのことによりソーワイヤの使用後にフリーサークル径が極端に小さくなったり，小波状になることが少なくなる」という効果は，ワイヤの表面から15μmの深さ，すなわち，実用上生じ得る磨耗の深さまでの層除去の前後における曲率変化から求めた内部応力の絶対値が小さい場合に得られるものである。言い換えれば，ワイヤの真直姿勢を乱すのは，表層部が磨耗した際の応力分布の偏りであって，表層部に残留する内部応力が＋側であるか−側であるかは問題ではない。",
                        "また，内部応力がゼロ以下の値を有するワイヤとその製造方法は，本件出願時に公知であったから，応力値に関してゼロ以下も含む絶対値が40kg／mm2以下に規制されたソーワイヤ用ワイヤは，当業者に製造可能である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "応力分布の異なるワイヤを自然な状態に置けば，応力分布が均衡する状態に変形する。この変形による湾曲が生じた状態がフリーサークル径を有する状態であり，本件特許発明は，層除去前の初期状態と層除去後の状態との曲率変化から除去された部分の内部応力値を算出するのであるから，初期状態においてワイヤがフリーサークル径を有していることを前提としたものである。",
                        "また，甲47(極細線の引抜きにおける残留応力の測定に関する意見ー別件訴訟の専門委員の意見書)によれば，甲26の応力算出式が正確であることが確認できる。",
                        "なお，被告が，本訴において，本件出願時の原始データを提出しなかった理由は，本件明細書に記載された分析結果としての表の作成をもって足り，原始データを保存する必要性はないと判断して，データを廃棄していたからである。被告は，本件審判請求がされた後，改めて，本件出願時と同じ手法を用いた測定実験(追試)を行い，本件特許発明が所定の作用効果を奏することを確認した(乙1)。本件特許の技術的思想に根拠があることが，追試によって確認される限り，原始データが保管されていないからといって，本件特許の有効性を左右するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，本件特許発明は，反復継続的に実施可能であって，原告が主張するような未完成発明ではないから，本件特許は特許法29条1項柱書に違反しないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明においては，内部応力値が「±40kg／mm2」以内であれば，使用後にフリーサークル径が極端に小さくなったり，又は小波状となるようなことがなく，実用上ソーマシン内で真直な姿勢を維持することができるということに技術的思想の中核がある。真直姿勢を乱すのは，応力分布の偏りであって，それがプラス側であるか，マイナス側であるかは問題ではない。このような観点からみると，表面側に引張応力が残留する場合について記載した本件明細書の考え方は，そのまま圧縮応力が表面に残留する場合にも適用し得るから，表面応力がゼロの場合やマイナスの場合(圧縮応力の場合)においても，本件特許発明がどのように適用され，いかなる効果を奏するものかについて，本件明細書において記載ないし示唆があるといえる。",
                    "また，本件特許発明の特許請求の範囲の「内部応力が0±40kg／mm2」との記載は，本件明細書(甲44)の段落【0006】の「内部応力値の範囲は，実使用において使用線に小波の発生がなかったことを確認したことによるものである。」との記載から明らかなとおり，本件明細書の【表1】(段落【0010】)に開示されたデータに加え，複数本のワイヤについて顧客による実使用後に小波の発生がなかったことを確認して定めたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件明細書はサポート要件を満たしているから，本件特許は特許法36条6項1号に違反しないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明において問題となる内部応力は，層除去によって除去された部分における残留内部応力であって，残ったワイヤ部分ではないので，15μmまで除去することがそもそも不可能であるなどの事情がない限り，一定の幅のある径サイズのワイヤについて一律に内部応力値を定めることで足りる。",
                    "また，微視的観点から，15μmまでの間に応力分布に偏りがあったとしても，巨視的観点からの内部応力に影響を生じることはなく，また，巨視的観点から影響を生じるような内部応力の極端な偏りが実際に生じることはなく，現に原告からもそれを示唆するような証拠は提出されていない。",
                    "さらに，甲47(別件訴訟の専門委員の意見書)によっても，ワイヤの径サイズ，磨耗量に所定の前提条件が存在するとはしていない(甲47)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件特許発明の特許請求の範囲は明確であるから，本件特許は特許法36条6項2号に違反しないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1等によれば，層除去法によって表面残留応力を測定することができることは明らかであり，本件特許発明を実施する場合にも，従来から確立していた層除去法の技術を用いれば足りる。また，内部応力値を圧力の単位として取得するための数式は初歩的な材料力学理論によって得られるものであり，当業者に特別の困難を強いるものではない。甲47(別件訴訟の専門委員の意見書)においても，内部応力の算出式や測定方法等を当業者が想定できたとしている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1に開示された製造方法により得られたスチールワイヤは，その径サイズ及び内部応力において本件特許発明におけるソーワイヤ用ワイヤと同一ないし近似するものであり，このことは，本件特許発明に係るソーワイヤ用ワイヤと同じ径サイズ及び内部応力を有するワイヤの製造方法が，本件出願時において周知技術であることや，「kg／mm2」を単位として内部応力値を求めることが可能であったことを示すものである。",
                        "そして，本件明細書には，本件特許発明に係るワイヤの製造方法についての一例が詳細に説明されていること(段落【0007】)，上記周知技術等に照らせば，本件特許発明に係るソーワイヤ用ワイヤの製造方法は，当業者にとって実施可能であったといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，本件特許は特許法36条4項に違反しないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許発明の主要部は，「表層部の内部応力を減少させ，かつ内部応力が内部応力が0±40kg／mm2の範囲としたソーワイヤ」という点にあり，このような内部応力を制限したワイヤは，ゴム補強用スチールワイヤとしては公知である(甲1，2)。しかし，ゴム補強用スチールワイヤの分野では，内部応力は専ら疲労強度との関係でのみ捉えられ，このような内部応力の制限は，疲労強度の向上を目的とするものである(甲1，2，乙3ないし7)。",
                        "これに対してソーワイヤ用ワイヤにおいては，疲労強度よりもむしろ，ソーワイヤ用ワイヤに特有の耐摩耗性や摩耗時の真直性(小波の発生の低減)が問題となる。特に，ソーワイヤ用ワイヤは，ゴムの中で撚り線として用いられるゴム補強用スチールワイヤとは異なり，その使用によって偏摩耗が生じ，これによりワイヤが小波状になって真直性を確保するのが困難になるという課題がある。なお，ワイヤソーが使用され始めた1990年代前半以降，ソーワイヤ用ワイヤがタイヤコードとは独自の技術革新を遂げており，ソーワイヤ用ワイヤとタイヤコードとは異なる技術分野に属すると当業者に認識されていた(乙9ないし15)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許発明の本質は，磨耗による内部応力の変化がワイヤの真直性維持に影響し，これが切断面の平滑性を失わせることを見出し，上記課題を解決するために，内部応力自体を制御し，切断面の平滑性を確保したことにある。",
                        "すなわち，本件特許発明は，ソーワイヤ用ワイヤにおいて，ワイヤの繰り返し使用による偏摩耗に起因するウエハ切断面の平滑性阻害という技術的課題の解決手段として，3つの数値限定に係る発明特定事項を実使用の観点から最適化した上で，これらを有機的に関連づけて一つのまとまった技術的思想として構成し，スライス精度維持という所期の効果を奏することを可能にした。",
                        "このような課題及び作用効果との関係において，3つの数値限定に係る発明特定事項を実使用範囲のものとして最適化し，一つの技術的思想としてまとめ上げたもの，あるいは，そのような技術的思想を開示ないし示唆するものは，原告提出のいずれの証拠にも見出すことができない。また，ワイヤが偏磨耗した場合であっても，フリーサークル径の極端な減径や微小小波の発生を防止するという，本件特許発明が解決しようとする課題は，タイヤコードにおいては要求されない。",
                        "したがって，公知技術から本件特許発明に至ることは当業者にとって困難である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，本件特許発明を当業者が容易に発明をすることができないとした審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(特許法29条1項柱書違反の判断の誤りー発明未完成)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件特許発明は，内部応力値を厳密に測定することができない測定方法によって測定された内部応力の具体的数値をもって，その発明の範囲を規定しようとするものであり，また，本件出願時に，内部応力が0又は負の値のソーワイヤを得ることは実現不可能であったから，本件特許発明は，未完成発明であって，特許法29条1項柱書の「発明」に該当しないので，本件特許は同項柱書に違反しないとした審決の判断は誤りであると主張する。",
                "しかし，原告の主張は，以下のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件特許発明の特許請求の範囲(請求項1)記載の内部応力の測定方法は，層除去前後の曲率変化から「kg／mm2」の単位で，内部応力値を測定しようとするものであり，測定対象のワイヤの内部応力値を絶対的な応力そのものの数値として厳密に測定するものであるのに対し，審決が引用する公知文献に記載の測定方法は，このような厳密な測定方法でないことに照らすならば，本件特許発明の内部応力の測定方法は，本件出願時に確立された方法であったとはいえない旨主張する。",
                    "しかし，原告の主張は，以下のとおり理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許請求の範囲(請求項1)の「ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力が0±40kg／mm2(＋側は引張応力，−側は圧縮応力)の範囲に設定されていることを特徴とするソーワイヤ用ワイヤ」との記載によれば，本件特許発明の内部応力の測定方法は，ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から内部応力を求める方法であることが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "公知文献記載の内部応力測定方法について検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲5(審判甲5)には，①「【課題を解決するための手段】・・・この発明の，強度が3500Ｎ／mm2以上であるゴム補強用スチールコード素線の製造方法は，素線を最終伸線加工する際に，最終ダイスに入る前の素線に仕上がり素線の強度の1／4以上の張力を与えながら最終ダイスで仕上げ線経に縮経加工した後，少なくとも2方向の繰り返し曲げを付与することを特徴とするものである。」(段落【0007】)，②「【作用】・・・最終ダイスから引き抜く力が素線に作用している際に繰り返し曲げを行うことにより，素線の長手方向表層部に大きな圧縮残留応力を付与することができる。また，繰り返し曲げ加工を少なくとも2方向に施すことにより，全周面域に圧縮残留応力を実質的に均一に分散させることができる。・・・この圧縮残留応力が所定以上全面周域に実質的に分散することにより，耐食性および耐疲労性が改善される。」(段落【0009】)，③「残留応力は，以下のようにして，変動移動距離(mm)として表した。すなわち，図4の(イ)に示す如く，長さ100mmに切った素線の片側にエナメルを塗り，50％硝酸でもう片側を溶解する。すると，残留応力により素線が変形する。変形が最大のときの先端の移動長さ(図4の(ロ)に示す距離AまたはB)を測定し，エナメルを塗った方向に移動すれば引張り残留応力(＋)とし，逆側に移動すれば圧縮残留応力(−)とした。移動距離の絶対値が大きくなるほど各残留応力も増大する。」(段落【0020】)との記載がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲23(審判乙4)には，①「【問題点を解決するための手段】本発明は・・・0．4mm以下の直径を有するスチール素線を撚り合わせてなるゴム補強用スチールコードにおいて，・・・耐疲労性および耐腐食疲労性を改善したスチールコードであって・・・該スチール素線の表層部は残留圧縮応力を有し，かつその表面には被覆剤としてゴムとの相溶性が良好な潤滑油が塗布されていることを特徴とするものである。」(段落【0005】)，②「・・・この伸線加工の際にスチール素線の表面に生ずる残留引張応力をスチールコードまたはスチール素線に引張力を与えた状態で繰り返し曲げ変形することによりスチール素線の表層部に残留圧縮応力を与え・・・」(段落【0006】)，③「表1に示す各試験等の測定方法の概略は次の通りである。(1) 素線の表層部の残留応力量 測定するスチールコードを長さ方向に10cm切り取り，撚りほぐして個々の素線とした後，過硫酸アンモニウム水溶液によりプラスめっきを除去し，この素線を長手方向に半周部分はエッチングされないようにラッカーで被覆した後，50℃の50容量％硝酸でエッチングし，素線の曲がりが最大となったときの曲がり量を残留応力量とした。エッチング前に素線が曲がっている場合はエッチング前後の曲がり量の差を求めて残留応力量とした。」(段落【0023】)との記載がある。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲24(審判乙5)には，①「【発明の属する技術分野】本発明は耐腐食疲労性を改善したゴム補強材に用いられるスチールコードの製造方法に関するものである。」(段落【0001】)，②「このようにして得られたスチールコードを構成する鋼素線内側表層の残留応力の確認であるが，図2に示すように本発明の処理によって得た螺旋状の鋼素線の螺旋内側に当たる表層部を溶解除去すると，溶解除去前の螺旋曲率半径R0よりも溶解除去後の曲率半径R1が小さくなる。つまり(R1／R0)が1未満となる，これは溶解除去側へ曲がる圧縮残留応力の動作であることから容易に確認できる。」(段落【0022】)，③「このようにして製造したスチールコードの撚りを解して螺旋状の型付けを有する鋼素線に分解し，これら鋼素線のシースを構成する鋼素線について1ピッチの長さ切断し螺旋状鋼素線の長手方向，かつ螺旋外側半円周にエナメルを塗布した後，硝酸50％水溶液に浸漬し，エナメル塗布をしていない螺旋内側半円周側を所定の深さまで溶解し，その時の鋼素線の動きを測定した。」(段落【0031】)との記載がある。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "上記aないしcの各記載と，甲20(審判乙1)には，「・・・残留応力の表面から内部にわたっての分布を求めたいときには，表面から切削によって層状に削るか，・・・表面を除去していき，残った部分のひずみ，曲率，あるいはねじり率を測定し，これらの測定値と除去された層の厚さとの関係を求める。そうすると別に求められている残留応力と測定される変形との関係式を用いて残留応力を計算することができる。・・」(186頁1行～6行)との記載，「表面からの深さ」，「曲率の変化」及び「残留応力の関係」を示した図(「図10．36」)，「kg／mm2」の単位で示した残留応力測定例の表(「表10．2」)の記載があることを総合すると，ワイヤ(鋼素線)表面の層除去の前後におけるワイヤの曲率変化から，「kg／mm2」の単位でワイヤの内部応力を求める内部応力測定方法は，本件出願時に，既に知られ，実用化されていたものと認められる。",
                            "そうすると，ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から内部応力を求める本件特許発明の内部応力の測定方法は，本件出願時に確立された方法であったとの審決の認定に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し原告は，甲1に，層除去の前後におけるソーワイヤの曲率変化から内部応力を求める内部応力測定方法である「マニキュア法」について，「表面残留応力を定性的に評価できるに止まり，定量的な評価は行えない。従来では，この定性的な評価に基いて表面残留応力を測定したとなしており，それゆえ，精度が低く，バラツキや安定性が乏しいものであった。」(段落【0006】)との記載があることや，被告が別件訴訟で提出した，本件特許発明の内部応力測定方法を用いた残留応力測定結果報告書(甲36，37)記載の応力測定結果には，50％近い数値誤差，20％近い数値誤差があるものを包含していることに照らすならば，層除去の前後におけるソーワイヤの曲率変化から内部応力を求める内部応力測定方法(「マニュキュア法」)では，表面残留応力を定量的に評価することはできず，「kg／mm2」の単位でワイヤの内部応力を厳密に測定することはできないなどと主張する。",
                        "しかし，①上記(イ)で認定した甲5，20，23，24の各記載，②別件訴訟の専門委員(京都工芸繊維大学名誉教授山口克彦)作成の「極細線の引抜きにおける残留応力の測定に関する意見」と題する平成19年6月11日付け書面(甲47)中に，「層除去法(layer removal method)」は残量応力の測定に「最も一般的に用いられている。」，「径サイズが0．06～0．32mmφの湾曲したワイヤにおいて，ワイヤ反面をマスキングして残り反面を表面から15μmの深さまでエッチングにより除去するという方法は基準時において可能であったと推測する。基準時と現在において，エッチングの角度と深さを制御する手段に相違をもたらすような，技術的な革新や技術水準の変化があったとは言えない。」などの記載があること，③測定値に誤差を生じることは一般的に想定されることであり，一部の測定値に誤差を含むからといって，測定方法が有用でないとは直ちにはいえないことに照らすならば，「マニキュア法」では，表面残留応力を定量的に評価することはできない旨の甲1の記載部分は採用することができず，かえって，本件出願当時，「マニキュア法」によって「kg／mm2」の単位でワイヤの内部応力を測定することができたこと，ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から「kg／mm2」の単位で内部応力を求めることができたことが認められる。",
                        "したがって，原告の上記主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，ソーワイヤ用ワイヤのように伸線加工により製造される極細鋼線では，最終伸線工程でダイスによる引抜加工を行う関係上，ワイヤの軸中心付近に圧縮応力(内部応力値が負のもの)が残留し，表面付近では引張応力(内部応力値が正のもの)が残留することは不可避であるため，最終伸線工程後に張力を加えた状態で繰り返し曲げを加えるという方法でワイヤ表面のみを圧縮応力とすることができたとしても，深さ15μmまでの層における積分値，言い換えれば，深さ15μmまでの各層に残留する内部応力の平均値が，0又は負の値になるとは限らないから，ソーワイヤの使用により表面が磨耗したときに「表層部の内部応力が正の値であっても負の値であっても同様の効果が期待できる」ものではなく，また，表層部の内部応力が負のものが本件出願時に実現可能であったことから直ちに本件特許発明において内部応力値が0又は負の場合があり得ると結論づけることはできない旨主張する。",
                    "しかし，原告の主張は，以下のとおり理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "前記ア(イ)認定の甲5，20，23，24の各記載事項を総合すれば，本件出願時において，最終伸線工程後に張力を加えた状態で繰り返し曲げ加工を行うことにより，表層部に圧縮応力ないし圧縮残留応力(内部応力値が負のもの)を付与したワイヤ(鋼素線)は公知であったことが認められる(なお，「kg／mm2」の単位で残留応力測定例を示した，甲20の「表10．2」には，内部応力値が正の値のものも，負の値のものも記載されている。)。",
                            "このように表層部の内部応力が負の値のワイヤを製造することは本件出願時に可能であったことからすれば，正の値と負の値の中間の0の値のものを製造することも可能であったものと認められる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し原告は，最終伸線工程後に張力を加えた状態で繰り返し曲げ加工を行うことにより，ワイヤ表面から深さ15μmまでの層における積分値，言い換えれば，深さ15μmまでの各層に残留する内部応力の平均値が，0又は負の値になるとは限らないなどとと主張する。",
                            "しかし，本件特許発明は，「ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力」を「0±40kg／mm2」の範囲に設定したソーワイヤ用ワイヤであって，原告が主張するような深さ15μmまでの層における積分値，あるいは，深さ15μmまでの各層に残留する内部応力の平均値をもって内部応力の数値を規定したものではない。加えて，前記aのとおり，繰り返し曲げ加工を行うことにより，ワイヤの表層部の内部応力値が0又は負のものを製造することが可能であったと認められるから，原告の主張は採用することができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，前記ア(イ)認定の甲5，20，23，24の各記載事項によれば，ワイヤ表面の層を除去した場合に，層を除去した側とその反対側との内部応力のバランスが崩れ，そのバランスを回復するためワイヤは湾曲すること，その内部応力が，正の値の場合であっても，負の値の場合であっても，絶対値を小さくすれば(0に近づければ)，ワイヤが湾曲する度合いが小さくなることを理解することができる。",
                        "そして，ソーワイヤの使用により表層部が局部的に磨耗した場合も，磨耗部分の層が除去された場合と同視できることに照らすならば，ソーワイヤの使用により表面が磨耗したときに「表層部の内部応力が正の値であっても負の値であっても同様の効果が期待できる」ものではないとの原告の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，本件出願時に，表層部の内部応力値が0又は負のソーワイヤ用ワイヤを製造することは可能であり，本件特許発明に規定する内部応力の数値範囲のワイヤを得ることができたものと認められ，これに反する原告の主張は，理由がない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，原告は，本件特許発明が未完成発明であることの根拠として，本件特許発明の内部応力の測定方法は，層除去の前後に把握される形状の変化を内部応力の値に置き換える応力算出式が，形状の変化に影響を与えた内部応力との関係を正確に把握した上で算出されたものであることが絶対的な前提条件となっているが，被告が正しい応力算出式であると主張する「wire残留応力算出法」(甲26)に記載された式は，正確なものではなく，また，被告は，本件明細書(甲44)の【表−1】に示した10種類のワイヤについて内部応力値を測定したはずであるにもかかわらず，その実験データを提出していないなどと主張する。",
                    "しかし，①前記ア(イ)認定のとおり，ワイヤ表面から15μmの深さまでの「層除去の前後におけるソーワイヤの曲率変化から求め」る本件特許発明の内部応力の測定方法は，本件出願時に確立された方法であったこと，②甲47(別件訴訟の専門委員の意見書)には，甲26(別件訴訟乙7)に記載された本件特許発明に係る残留応力算出式(「式(23)」・「式(28)」)に誤りはない旨の記載があること，③本件明細書に記載された内部応力の測定値に係る実験データが現時点で存在しないからといって，直ちに本件特許発明が未完成であるということはできないことに照らすならば，原告の上記主張は，その前提を欠くか，それ自体理由がないものであって，本件特許発明が，未完成発明であることの根拠となるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，本件特許発明は，反復して実施することが可能であり，特許法29条1項柱書の「発明」に該当するものと認められるから，本件特許は同項柱書に違反しないとした審決の判断に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(特許法36条6項1号違反の判断の誤り−いわゆるサポート要件違反)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件明細書の発明の詳細な説明に記載された具体例は，特許請求の範囲に記載されたワイヤの径サイズ，内部応力値の数値範囲全体にわたるものではないこと，また，示された具体例に効果の連続性がなく，内部応力値を特許請求の範囲記載の範囲(「0±40kg／mm2」)に設定することで，フリーサークル径の減径防止や小波の発生の防止という本件特許発明が奏するとされている効果が得られるものと理解することは困難であることに照らすならば，本件特許発明は，本件出願時の技術常識に照らしても，特許請求の範囲に記載された発明の範囲まで，明細書の発明の詳細な説明に開示された内容を拡張ないし一般化できない場合に当たるから，本件明細書はサポート要件を満たさず，本件特許は，特許法36条6項1号に違反すると主張する。",
                "しかし，原告の主張は，以下のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲の記載",
                  "text": [
                    "特許請求の範囲(請求項1)の記載によれば，本件特許発明は，「径サイズが0．06～0．32mmφであって，ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力が0±40kg／mm2の範囲に設定されていることを特徴とするソーワイヤー用ワイヤ」であって，ワイヤの径サイズ(「0．06～0．32mmφ」)，層除去の範囲(ワイヤ表面から「15μm」の深さまで)，層除去の前後におけるソーワイヤの曲率変化から求めた内部応力の範囲(「0±40kg／mm2」)の各数値をもって発明を規定していることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書(甲44)の発明の詳細な説明には，次のような記載がある。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "「【発明の属する技術分野】 本発明は，ソーマシンに使われるソーワイヤ用のワイヤに係わり，その用途はシリコン，石英，セラミック等の硬質材料の切断，スライス用に用いられるものである。」(段落【0001】)"
                        },
                        {
                          "fig": "b",
                          "subject": "「【従来の技術】 ソーワイヤは，スライス面を平滑にすること，またスライス厚さを均一に加工する必要性から，ソーワイヤには高精度の線径公差及びソーマシン内で真直な姿勢を維持する性状が求められる。この点，従来のソーワイヤには，・・・通常その径は0．06～0．32mmφで，例えば，1～6kgの張力下で遊",
                          "text": [
                            "離砥粒を介して，シリコン，石英，セラミック等の硬質材料のスライスを行っている。・・・」(段落【0002】)，「近年，経済的な面から，・・・ソーワイヤ1本当たりのスライス量を増す要請がある。このようなワイヤへの負荷を大きくした状況下で使用されたソーワイヤはフリーサークル径が小さくなったり，場合によっては小波状となることがある。フリーサークル径が極端に小さくなったソーワイヤ，また，特に小波状となったソーワイヤは，ソーマシン内で一定のワイヤ張力下においても，完全な真直姿勢を維持出来ずにスライス面精度を低下させる問題がある。・・・このようなスライス面精度を低下させるフリーサークル径の減径及び小波の発生は，主にワイヤの偏磨耗とワイヤ表面の内部応力に起因することをつきとめた。・・・図1に示す通り，通常，ワイヤ表面は引っ張り応力となっているため，ワイヤが偏磨耗すると磨耗側を外側にして湾曲するためであることを確認した。」(段落【0003】)c 「【発明が解決しようとする課題】 解決しようとする課題は，ワイヤへの負荷を大きくした状況下で使用されても，使用後にフリーサークル径が極端に小さくなったり，又，小波状となるようなことがなく，ソーマシン内で真直な姿勢を維持可能なソーワイヤ用ワイヤを提供することにある。」(段落【0004】)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "「【課題を解決するための手段】 本発明は・・・内部応力を数値化し且つその範囲を制限することにより，実使用上におけるワイヤへの負荷が大きくなっても，スライス面精度を低下させないソーワイヤ用のワイヤを完成したものである。具体的には，ワイヤの径サイズが0．06～0．32mmφで，ワイヤ表面から15μmの",
                          "text": [
                            "深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力を0±40kg／mm2(＋側は引張応力，−側は圧縮応力)の範囲に設定してあることを特徴とする。」(段落【0005】)"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "「本発明におけるワイヤの径サイズは0．06～0．32mmφであるが，通常使用されるワイヤサイズを対象とする。そして，内部応力を求める深さをワイヤ表面から15μmの深さまでに設定し得たのは，実使用における使用済みワイヤの片側最大磨耗が15μmであることを確認したことによるものである。また，内部応力値の範囲は，実使用において使用線に小波の発生がなかったことを確認したことによるものである。また，この範囲では，従来例に比較し，使用線のフリーサークル径が明らかに大きくなっていることを確認した。」(段落【0006】)"
                        },
                        {
                          "fig": "f",
                          "subject": "「尚，内部応力は層除去法により数値化した。即ち，ワイヤの片面を所定厚さにエッチングして除去(図3参照)し，そのエッチング前後におけるワイヤの曲率変化(図2参照)を測定した。この時，中立軸に対するエッチング除去部分の曲げモーメントとエッチング前後のワイヤの曲率の変化から計算される曲げモーメントが等しいことから，エッチング除去部分の応力を算出した。このワイヤ表面から15μmの深さまでの内部応力が0±40kg／mm2で",
                          "text": [
                            "あるワイヤは，製造時における最終伸線工程において，適切な潤滑剤，ダイススケジュール，ダイスの種類，形状を設定することにより得られる。例えば，エマルジョンタイプの湿式潤滑剤中において，各減面率を15～20％に設定したダイスを20枚前後通過させる。この時ダイスのベアリング長さをその径の30乃至60％，リダクション角度を8乃至12°とすることで得られる。さらには，最終伸線後のワイヤに適切な熱処理や機械的な繰り返し曲げを施すことによっても得られる。例えば，ワイヤを温度500℃付近で保持したり，6～12mmφの矯正ローラーを用いて繰り返し曲げを与える方法がある。」(段落【0007】)"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "「上記の表1により，本発明の具体例1～5のワイヤと従来の比較例1～5のワイヤが，そのワイヤの実使用後のワイヤ形状について，本発明の具体例1～5のワイヤでは，ワイヤ表面の内部応力が小さく，使用線のフリーサークル径及び小波等についての直線形状が著しく向上していることがわかる。」(段落【0011】)h 「【発明の効果】 A．請求項1により，ワイヤ表面から15μmの深さまでの内部応力を0±40kg／mm2の範囲に設定してあるため，ワイヤへの負荷を大きくした状況下で使用しても，使用後にフリーサークル径が極端に小さくなったり，又，小波状となるようなことがなく，ソーマシン内で真直な姿勢を維持することができる。また，その表面の内部応力が小さいことにより，荷重−伸び曲線における弾性変形領域が大きくなる。この面からも，ワークとの接触による曲げ応力に対しても癖がつきにくい特性を有する。」(段落【0012】)"
                        },
                        {
                          "fig": "i",
                          "subject": "【表1】(段落【0010】)は，「ワイヤ表面の内部応力と使用後のワイヤの形状」と題する表であり，同【表1】には，径サイズが0．18mmφのワイヤを対象とした，本件特許発明の具体例1(内部応力値35kg／mm2，「使用線」のフリーサークル径240mmφ)，具体例2(内部応力値32kg／mm2，「使用",
                          "text": [
                            "線」のフリーサークル径180mmφ)，具体例3(内部応力値30kg／mm2，「使用線」のフリーサークル径370mmφ)，",
                            "具体例4(内部応力値25kg／mm2，「使用線」のフリーサークル径600mmφ)，具体例5(内部応力値23kg／mm",
                            "2，「使用線」のフリーサークル径1000mmφ)が示されており，具体例1ないし5の「使用線」の「微少小波の有無」欄には，いずれも「無し」と記載されている。",
                            "また，同【表1】には，比較例1(内部応力値120kg／mm",
                            "2，「使用線」のフリーサークル径70mmφ)，比較例2(内部応力値115kg／mm2，「使用線」のフリーサークル径80m",
                            "mφ)，比較例3(内部応力値107kg／mm2，「使用線」の",
                            "フリーサークル径170mmφ)，比較例4(内部応力値96kg",
                            "／mm2，「使用線」のフリーサークル径120mmφ)，比較例5(内部応力値90kg／mm2，「使用線」のフリーサークル径240mmφ)が示されており，「使用線」の「微少小波の有無」欄には，比較例1，4につき「無し」，比較例2，3，5につき「無し」と記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)の記載を総合すると，本件明細書の発明の詳細な説明には，①従来から，ソーワイヤには，スライス面を平滑にし，スライス厚さを均一に加工する必要性から，高精度の線径公差及びソーマシン内で真直な姿勢を維持する性状が求められていたが，近年におけるソーワイヤ1本当たりのスライス量を増す要請に応えるためワイヤへの負荷を大きくした状況下で使用した場合，ソーワイヤにスライス面精度を低下させるフリーサークル径の減径及び小波が発生するという課題があったこと，②本件特許発明は，上記課題を解決するための手段として，層除去法(層除去の前後におけるソーワイヤの曲率変化から内部応力を求める方法)により数値化した，ソーワイヤ用ワイヤの表面層の内部応力を所定の範囲に制限し，その内部応力の絶対値を小さくする構成として特許請求の範囲(請求項1)に記載された「径サイズが0．06～0．32mmφであって，ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力が0±40kg／mm2の範囲に設定」した構成を採用したことにより，使用後にフリーサークル径が極端に小さくなったり，小波状となるようなことがなく，ソーワイヤ用ワイヤを真直な姿勢に維持できる効果を奏することが記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特許請求の範囲の記載と発明の詳細な説明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記イ(イ)で認定したとおり，本件明細書の発明の詳細な説明には，使用後のフリーサークル径の減径及び小波の発生という，ソーワイヤ用ワイヤの使用負荷を大きくした場合の課題を解決し，使用後のワイヤを真直な姿勢に維持するための手段として，層除去の前後におけるソーワイヤの曲率変化から内部応力を求める方法により数値化した，ワイヤの表面層の内部応力を所定の範囲に制限し，その内部応力の絶対値を小さくする構成として，本件特許発明の特許請求の範囲(請求項1)に記載された構成を採用したことが記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "そして，本件明細書の発明の詳細な説明記載の【表1】(上記イ(ア)i)によれば，本件特許発明の具体例1ないし5(内部応力値35kg／mm2，32kg／mm2，30kg／mm2，25kg／mm",
                      "text": [
                        "2，23kg／mm2)の「使用線」には，いずれも微少小波が発生していないことで一貫し，内部応力の絶対値が小さい具体例ほどフリーサークル径が大きくなる傾向にあることが認められ，また，内部応力が本件特許発明の範囲外にある比較例1ないし5(内部応力値120kg／mm2，115kg／mm2，107kg／mm2，96kg／m",
                        "m2，90kg／mm2)においても，本件特許発明の具体例1ないし5と同様に，内部応力の絶対値が小さいほどフリーサークル径が大きくなる傾向にあることが認められる(内部応力値90kg／mm2の比較例5の「使用線」のフリーサークル径(240mmφ)が，内部応力値32kg／mm2の具体例2の「使用線」のフリーサークル径(180mmφ)よりも大きいが，具体例1ないし5及び比較例1ないし5を全体としてみれば，内部応力の絶対値が小さいほどフリーサークル径が大きくなる傾向にあるとの上記認定を妨げるものではない。)。",
                        "加えて，本件明細書の発明の詳細な説明には，本件特許発明のワイヤの径サイズ(「0．06～0．32mmφ」)については，通常使用されるワイヤサイズに基づいて規定し，層除去の範囲(ワイヤ表面から「15μm」の深さまで)については，実使用による使用済みワイヤの片側最大磨耗が15μmであることを確認したことに基づいて規定し，内部応力の範囲(「0±40kg／mm2」)は，実使用による使用後のワイヤに小波の発生がなく，フリーサークル径の減径が大きくなかったことを確認したことに基づいて規定したことが記載されていること(上記イ(ア)e)に照らすならば，本件特許発明の内部応力の範囲(「0±40kg／mm2」)は，その上限値又は下限値に格別の臨界的意義があるわけではなく，ワイヤの表面層の内部応力の絶対値が小さい数値を規定したものと理解される。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，本件明細書に接した当業者であれば，発明の詳細な説明の記載から，本件特許発明は，層除去法により数値化したワイヤの表面層の内部応力の絶対値を小さくすることにより，使用後のフリーサークル径の減径及び小波の発生という，ソーワイヤ用ワイヤの使用負荷を大きくした場合の課題を解決し，ワイヤを真直な姿勢に維持することができるようにした発明であると理解し，また，特許請求の範囲(請求項1)に記載された「ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力が0±40kg／mm2の範囲に設定」する構成を採用すれば，上記課題を解決し，ワイヤを真直な姿勢に維持することができる効果を得られることについて，発明の詳細な説明の【表1】記載の本件特許発明の具体例1ないし5及び比較例1ないし5により裏付けられているものと理解するものと認められる。",
                        "したがって，特許請求の範囲(請求項1)に記載された本件特許発明は，発明の詳細な説明に記載されたものであり，本件明細書の記載は特許法36条6項1号を充足する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "これに対し原告は，本件明細書の発明の詳細な説明に記載された具体例は，特許請求の範囲に記載されたワイヤの径サイズ，内部応力値の数値範囲全体にわたるものではないこと，また，示された具体例に効果の連続性がなく，内部応力値を特許請求の範囲記載の範囲(「0±40kg／mm2」)に設定することで，フリーサークル径の減径防止や小波の発生の防止という本件特許発明が奏するとされている効果が得られるものと理解することは困難であり，本件明細書はサポート要件を満たさないと主張する。",
                        "しかし，前記(イ)で検討したとおり，本件特許発明のワイヤの径サイズ(「0．06～0．32mmφ」)は，通常使用されるワイヤサイズに基づいて規定し通常使用されるワイヤサイズに基づいて規定したものであること，本件特許発明の内部応力の範囲(「0±40kg／mm2」)は，ワイヤの表面層の内部応力の絶対値が小さい数値を規定したもので，その上限値又は下限値に格別の臨界的意義があるわけではないこと，発明の詳細な説明の【表1】記載の本件特許発明の具体例1ないし5は，いずれも微少小波が発生していないことで一貫し，【表1】記載の具体例及び比較例から，内部応力の絶対値が小さい具体例ほどフリーサークル径が大きくなる傾向にあることを理解することができることに照らすならば，【表1】記載の本件特許発明の具体例1ないし5は，特許請求の範囲に記載されたワイヤの径サイズ，内部応力値の数値範囲全体にわたるものでないからといって，本件明細書はサポート要件を満たしていないとはいえない。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件明細書はいわゆるサポート要件を充足しているから，本件特許は特許法36条6項1号に違反しないとした審決の判断に誤りはなく，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(特許法36条6項2号違反の判断の誤り−発明の明確性の欠如)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，ワイヤの径サイズが異なれば，ワイヤ全体に対する厚さ15μmの層に含まれる内部応力の影響も異なり，その内部応力が同じ数値であったとしても，ソーマシン内でのワイヤの真直性に与える影響は異なる，本件特許発明の対象たるソーワイヤは，ワーク(被切断材)と接触して磨耗することでその露出表面が徐々に内層へと変化し，磨耗により除去された層の厚さが徐々に増していくため，ソーマシンで実際に使用状態に置かれているワイヤの真直性は，その時点までに磨耗除去された層に残留していた応力が失われたことによる変形作用が関与する，したがって，本件特許発明が所定の作用効果を得ようとするのであれば，「径サイズが0．06～0．32mmφ」のすべての範囲に対して「ワイヤ表面から15μmの深さまでの層」における内部応力の数値を一律に定めることで十分でないのに，これを一律に定めた特許請求の範囲(請求項1)の記載は，発明を特定するための事項の内容に技術的な矛盾や欠陥があるか，又は技術的意味・技術的関連性が理解できない結果，発明が不明確な場合に該当するので，本件特許は特許法36条6項2号に違反すると主張する。",
                "しかし，原告の主張は，以下のとおり理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許発明の特許請求の範囲(請求項1)には，「シリコン，石英，セラミック等の硬質材料の切断，スライス用に用いられるソーワイヤであって，径サイズが0．06～0．32mmφで，ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力が0±40kg／mm2(＋側は引張応力，−側は圧縮応力)の範囲に設定されていることを特徴とするソーワイヤ用ワイヤ。」と記載され，その文言上不明確な点はない。",
                "そして，ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から内部応力を求める本件特許発明の内部応力の測定方法は，本件出願時に確立された方法であったこと(前記1(1)ア(イ)d)，本件出願時に，本件特許発明に規定する内部応力の数値範囲のワイヤを製造することができたこと(前記1(1)イ(ウ))，本件明細書の発明の詳細な説明の記載から，特許請求の範囲(請求項1)に記載された本件特許発明は，層除去法により数値化したワイヤの表面層の内部応力の絶対値を小さくすることにより，使用後のフリーサークル径の減径及び小波の発生という，ソーワイヤ用ワイヤの使用負荷を大きくした場合の課題を解決し，ワイヤを真直な姿勢に維持することができるようにした発明であることを認識し，また，特許請求の範囲(請求項1)に記載された「ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力が0±40kg／mm2の範囲に設定」する構成を採用すれば，上記課題を解決し，ワイヤを真直な姿勢に維持することができる効果を得られることを理解することできること(前記2(1)ウ(ウ))に照らすと，特許請求の範囲(請求項1)の記載において，発明を特定するための事項の内容に技術的な矛盾や欠陥があるということも，技術的意味・技術的関連性が理解できないということもできない。",
                "したがって，特許請求の範囲(請求項1)に記載された本件特許発明が不明確であるとの原告の主張は，採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件特許は特許法36条6項2号に違反しないとした審決の判断に誤りはなく，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(特許法36条4項違反の判断の誤り−実施可能要件違反について)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件明細書の発明の詳細な説明には，段落【0007】に，一般のワイヤを製造するための漠然とした記載があるのみであり，本件特許発明に係る内部応力測定方法及び「ソーワイヤ用ワイヤ」の製造方法のいずれについても具体的な記載がない，また，本件明細書の発明の詳細な説明には，ワイヤの曲率変化から内部応力を算出するための算出式が示されていないので，当業者は，本件特許発明を実施するに当たり，この算出式を自ら導出しなければならないが，この作業には，多大な労力を要し，新たな発明行為に匹敵するほどの困難性がある，したがって，本件明細書の発明の詳細な説明に，当業者が本件特許発明を実施できる程度に明確かつ十分に記載されているとはいえないので，本件明細書は，実施可能要件を満たさず，本件特許は特許法36条4項に違反すると主張する。",
                "しかし，原告の主張は，以下のとおり理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明に係る内部応力測定方法及び「ソーワイヤ用ワイヤ」の製造方法については，本件明細書の発明の詳細な説明中に，前記2(1)イ(ア)fのとおりの記載(段落【0007】)がある。",
                    "そして，ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から内部応力を求める本件特許発明の内部応力の測定方法は，本件出願時に確立された方法であったこと(前記1(1)ア(イ)d)，本件出願時に，本件特許発明に規定する内部応力の数値範囲のワイヤを製造することができたこと(前記1(1)イ(ウ))に照らすならば，本件明細書に接した当業者であれば，本件特許発明を実施することは十分に可能であったものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲47(別件訴訟の専門委員の意見書)に，甲26(別件訴訟乙7)に記載された本件特許発明に係る残留応力算出式は，材料力学の基本理論から想起でき，その最終の算出式を導出するための途中の各式も簡単ではないものの導出できる旨の記載があることに照らすならば，本件明細書の発明の詳細な説明に，ワイヤの曲率変化から内部応力を算出するための算出式が示されていないからといって，当業者にとって，本件特許発明の内部応力測定方法により内部応力を求めることに多大な労力を要し，新たな発明行為に匹敵するほどの困難性があるとまでは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件明細書は実施可能要件を満たさないとの原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件特許は特許法36条4項に違反しないとした審決の判断に誤りはなく，原告主張の取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "取消事由5(本件特許発明の容易想到性の判断の誤り)について(1) 原告は，①甲1，2に，「ゴムを補強する用途に用いられるタイヤコード用のワイヤ(素線)」であって，かつ，本件特許発明の内部応力に係る内部応力が0±40kg／mm2の範囲のものを含む「素線としてのワイヤ」が開示されていること，②甲3に，「本発明はゴム，有機材料の補強用に使用されている高強度で高延性の極細鋼線に関するものである。これらの鋼線は，・・・ソーワイヤなどに使用することができる」との記載(段落【0001】)があること，③当業者が，本件出願時において，高硬度鋼線の用途としてタイヤコード用ワイヤとソーワイヤとを特に区別することなく把握していたこと(甲12ないし19)，④タイヤコード用ワイヤとソーワイヤ用ワイヤとは，その製造工程，製造条件，求められる特性が共通し，また，ソーワイヤ用ワイヤの製造業者は，タイヤコード用ワイヤを製造しており，タイヤコード用ワイヤとソーワイヤ用ワイヤとは同じ技術分野に属すること，⑤フリーサークル径の減径及び小波の発生の防止は，本件出願前に公知となった甲4に記載ないしは示唆されている課題であったこと，⑥タイヤコード用ワイヤの素線をソーワイヤ用ワイヤへ転用可能であることは，本件出願時において周知であり(例えば，甲55ないし63)，内部応力を減少させたタイヤコード用ワイヤ(甲1，2)が当業者にとって公知である以上，当業者にとって，そのタイヤコード用ワイヤを同じ技術分野に属するソーワイヤ用ワイヤへそのまま適用することは格別困難なことではなく，むしろソーワイヤ用ワイヤへの適用は，内部応力が低減されたことによる効果を期待することができるという明確な動機付けがあること，⑦表面内部応力を低減させたワイヤ素線について，タイヤコード用ワイヤとしての用途からソーワイヤ用ワイヤとしての用途への転用を殊更困難とする阻害要因は存在しないこと，⑧「フリーサークル径の減少」や「小波状の変形」とは，ワイヤが摩耗した場合の表面残留応力によって生じる不所望な変形の類型にすぎず，ワイヤ表面の残留応力が低減されたワイヤをソーワイヤとして用いれば，ワイヤが磨耗した場合の不所望な変形が防止されるという効果を期待できることは，材料力学上の基本理論から容易に類推できるもので，技術常識とでも呼ぶべき内容であり，本件特許発明の効果は，顕著な効果ではないこと，以上の①ないし⑧に照らすならば，本件出願時の技術水準の下で，甲1ないし3の公知技術を組み合わせることにより，内部応力を制限したタイヤコード用ワイヤ(甲1，2)をソーワイヤ用ワイヤに転用し，本件特許発明の構成とすることは，当業者であれば容易に想到し得たと主張する。",
            "しかし，原告の主張は，以下のとおり理由がない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(1)で検討したとおり，本件特許発明は，使用後のフリーサークル径の減径及び小波の発生という，ソーワイヤ用ワイヤの使用負荷を大きくした場合の課題を解決し，使用後のワイヤを真直な姿勢に維持するための手段として，層除去法(層除去の前後におけるソーワイヤの曲率変化から内部応力を求める方法)により数値化した，ソーワイヤ用ワイヤの表面層の内部応力を所定の範囲に制限し，その内部応力の絶対値を小さくする構成として，特許請求の範囲(請求項1)に記載された「径サイズが0．06～0．32mmφであって，ワイヤ表面から15μmの深さまでの層除去の前後におけるソーワイヤの曲率変化から求めた内部応力が0±40kg／mm2の範囲に設定」した構成を採用したことにより，使用後にフリーサークル径が極端に小さくなったり，小波状となるようなことがなく，ソーワイヤ用ワイヤを真直な姿勢に維持できる効果を奏するものである。",
                    "なお，本件明細書(甲44)の発明の詳細な説明には，本件特許発明に至る契機となったのは，「スライス面精度を低下させるフリーサークル径の減径及び小波の発生は，主にワイヤの偏磨耗とワイヤ表面の内部応力に起因することをつきとめた」(段落【0003】)ことによる旨の記載(前記2(1)イ(ア)b)がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1，2には，①ゴム補強材として使用されるタイヤコード用ワイヤ(極細鋼線)においては，伸線加工による表層の引張残留応力が低いものほど疲労特性の劣化(亀裂の発生，その伝播等)を防止するので，この表層の引張残留応力を低減させることにより疲労特性を優れたものにできること，②表層の引張残留応力を低減させ，本件特許発明が規定する内部応力の数値範囲に含まれるものとし，かつ，径サイズ(線径)が本件特許発明が規定する範囲に含まれるタイヤコード用ワイヤが記載されている。",
                        "また，甲3には，「本発明はゴム・・・の補強用に使用されている高強度で高延性の極細鋼線に関するもので・・・ソーワイヤなどに使用することができる」との記載(段落【0001】)がある。",
                        "さらに，甲3，5，6，12ないし19，22ないし24，2",
                        "7，30ないし32，55ないし64によれば，①本件出願時",
                        "に，ゴム補強材として使用されるタイヤコード用ワイヤとソーワイヤ用ワイヤのいずれにおいても，疲労特性に優れた高強度の極細鋼線が用いられていたこと，②タイヤコードは，複数のワイヤ素線が撚り線加工されて製造されるが，撚り線加工される前のタイヤコード用ワイヤ(ワイヤ素線)の製造工程は，ソーワイヤ用ワイヤの製造工程と共通していること，③タイヤコード用ワイヤは，摩耗と接触応力に起因して疲労破損につながると認識され，耐摩耗性の向上が課題とされていたことが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，他方で，上記甲号各証のいずれにおいても，本件特許発明が規定する内部応力の数値範囲に含まれるソーワイヤ用ワイヤの記載はなく，また，ワイヤの使用負荷を大きくした場合における使用後のフリーサークル径の減径及び小波の発生というソーワイヤに特有の課題を解決し，使用後のワイヤを真直な姿勢に維持できるようにするための手段として，本件特許発明のにように，ソーワイヤ用ワイヤの表面層の内部応力を所定の数値範囲に制限し，その内部応力の絶対値を小さくする構成を採用することが有用であることについての記載も示唆もない。",
                        "もっとも，甲4には，「【発明の属する技術分野】本発明は，・・・半導体材料，セラミックスなどのような材料を多数のウエハに高精度に切断するワイヤソーに関する。」(段落【0001】)，「・・・図12の状態でワーク6を切断すると，ワイヤ表面Xの側が砥粒にこすられて走行し，表面Xの側が摩耗する。このように引張残留応力が小さいワイヤの表層部位(X側)が摩耗する結果，表面Xの側の引張応力σtは小さくなり，ワイヤ4はさらに小さいρで曲がろうとする。・・・」(段落【0026】)と記載されており，上記記載は，実使用によるソーワイヤの磨耗により，使用後のソーワイヤのフリーサークル径の減径が生じることを課題として開示しているものと理解することができる。しかし，甲4は，上記課題を解決するための手段として，ワイヤ列に被切断材を押し付けるための被切断材を「切断ワイヤ用ワイヤ列を張設している溝ローラの回転中心軸が位置する側に設置」(請求項1)する構成を採用することにより，切断加工中に「ワイヤの自転を効果的に生ぜしめてワイヤ周面の偏摩耗を防止し」(段落【0026】)ようとしたものにすぎず，甲4には，上記課題を解決するために，本件特許発明のように，ソーワイヤ用ワイヤの表面層の内部応力を所定の数値範囲に制限し，その内部応力の絶対値を小さくする構成を採用することが有用であることの記載も示唆もない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，上記イ(ア)の各事実を考慮しても，本件出願時において，使用後のフリーサークル径の減径及び小波の発生というソーワイヤに特有の課題を解決し，使用後のワイヤを真直な姿勢に維持できるようにするために，本件特許発明が規定する径サイズ及び内部応力の数値範囲に含まれるタイヤコード用ワイヤ(甲1，2)を，ソーワイヤ用ワイヤの用途に使用することを試みることについて契機又は動機付けとなるものがあったとまで認められないから，当業者といえども，甲1ないし3を組み合わせて，本件特許発明に容易に想到し得たものとは認められない。",
                    "したがって，本件特許発明に容易に想到し得たとする原告の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本件特許発明は，当業者が容易に発明をすることができたものではないとした審決の判断に誤りはないから，原告主張の取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上説示したところによれば，原告主張の取消事由はいずれも理由がない。原告は他にも縷々主張するが，いずれも審決を取り消すべき瑕疵に当たらない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}