{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2005−80146号事件について平成18年11月13日にした審決中「特許第3650796号の請求項1，3，4，7ないし10，14，17，18および20に係る発明についての特許を無効とする。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "手続の経緯",
      "content": [
        {
          "fig": "1",
          "text": [
            "原告は，平成8年4月1日(優先権主張：1995年3月31日，ドイツ連邦共和国)に出願した発明の名称を「編み機およびヤーン切替え装置」とする特許第3650796号(平成17年3月4日設定登録。以下「本件特許」という。登録時の請求項の数は27である。)の特許権者である。",
            "被告は，平成17年5月16日，本件特許を無効とすることについて審判を請求し，この請求は無効2005−80146号(以下「本件審判」という。)として特許庁に係属した。",
            "本件審判の審理の過程において，原告は，平成17年10月11日，本件特許に係る明細書(特許請求の範囲の記載を含む。以下「本件明細書」という。)を訂正する請求をした(以下，この訂正を「本件訂正」という)。なお，本件審決によれば，本件訂正における訂正事項は別紙記載のとおりであり(審決書5頁17行～9頁24行)，本件訂正により，(1)特許請求の範囲につき，①請求項1が訂正され，②請求項2及び3が削除され，③請求項4ないし18が，請求項2ないし16に項番変更されるとともに，訂正され，④請求項19が削除され，⑤請求項20が，請求項17に項番変更されるとともに，訂正され，⑦請求項21が削除され，⑧請求項22ないし27が，請求項18ないし23に項番変更されるとともに，訂正され，(2)発明の詳細な説明につき，段落【0001】，【0007】及び【0009】が訂正された(以下，本件訂正前の請求項を「旧請求項」，本件訂正後の請求項を「新請求項」という場合がある。)。",
            "特許庁は，審理の結果，平成18年11月13日，「訂正を認める。特許第3650796号の請求項1，3，4，7ないし10，14，17，18および",
            "20に係る発明についての特許を無効とする。特許第3650796号の請求項2，5，6，11ないし13，15，16，19，21ないし23に係る発明についての審判請求は，成り立たない。」との審決(以下「本件審決」という。)をした。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原告は，本件審決中「特許第3650796号の請求項1，3，4，7ないし10，14，17，18および20に係る発明についての特許を無効とする。」との部分の取消しを求めて本訴を提起した。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被告は，本件審決中「特許第3650796号の請求項2，5，6，11ないし13，15，16，19，21ないし23に係る発明についての審判請求は，成り立たない。」との部分の取消しを求める訴えは提起していない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "原告は，本訴を提起した後，平成19年6月11日，本件特許の特許請求の範囲の減縮等を目的とする訂正審判(訂正2007−390074号。以下「訂正審判」という。)を請求した。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所は，当事者の意見を聴いた上，本件特許に係る各発明の関連性，本件訂正の内容，本件審決が判断した無効理由の内容，訂正審判における訂正内容，その他本件に関する諸事情を検討した結果，本件特許の新請求項1，3，4，7ないし10，14，17，18及び20に係る発明についての特許を無効にすることについて，特許無効審判においてさらに審理させることが相当であると考える。",
            "したがって，事件を審判官に差し戻すため，特許法181条2項の規定により，本件審決中「特許第3650796号の請求項1，3，4，7ないし10，14，17，18および20に係る発明についての特許を無効とする。」との部分を取り消すこととする。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本決定により差し戻された事件について，今後行われる審判における審理に資するため，本件審決中「訂正を認める。」との部分の確定効の範囲等に関し，以下のとおり補足して述べる(以下では，審決の結論の一部を「審決部分」ということがある。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正を認めた審決と形式的確定等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，特許が2以上の請求項に係るものであるときには，その無効審判は請求項ごとに請求することができるものとされていること(特許法123条1項柱書)に照らすならば，2以上の請求項に係る特許無効審判の請求に対してされた審決は，各請求項に係る審決部分ごとに取消訴訟の対象となり，各請求項に係る審決部分ごとに形式的に確定するというべきである。そして，審決の形式的な確定は，当該審決に対する審決取消訴訟の原告適格を有するすべての者について，出訴期間が経過し，当該審決を争うことができなくなることによって生ずる(特許法178条3項)。そうすると，2以上の請求項に係る特許についての無効審判において，一部の請求項に係る特許について無効とし，残余の請求項に係る特許について審判請求を不成立とする審決がされた場合には，それぞれ原告適格を有する者(審決によって不利益を受けた者)が異なるため，各請求項に係る審決部分ごとに，形式的確定の有無及び確定の日等が異なる場合が生じ得る。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，特許無効審判の手続において，訂正請求がされ，「訂正を認める。」とした上で，審判請求を不成立とする審決がされた場合，「訂正を認める。」とした審決部分のみについて独立して取消訴訟を提起することはできないというべきである。けだし，特許無効審判における訂正請求の制度は，無効審判が請求された場合等において，特許権者側の対抗手段としてなされることが多い当該特許に係る特許請求の範囲，明細書及び図面の訂正(以下「特許の訂正」という。)について，無効審判が係属している場合であっても，別途訂正審判を請求しなければならないという従来の制度の下で，無効審判と訂正審判がともに係属した場合に，訂正審判の審決が確定するまで無効審判の審理が中止されるなどして審理が遅延するという問題が生じていたことに鑑み，無効審判が係属している場合は独立して訂正審判を請求することはできないものとする一方，当該無効審判の手続において特許の訂正を行うことを認めたものであって，無効審判の審理の迅速性及び的確性を確保する観点から，平成5年法律第26号による特許法の改正により設けられた制度にすぎないからである。",
                    "したがって，「訂正を認める。」との審決部分は，「本件審判の請求は成り立たない。」との審決部分が形式的に確定することに伴って，形式的に確定することになる。そして，無効審判請求を不成立とした審決は，請求人側のみが取消訴訟を提起する原告適格を有するのであるから，請求人側に係る出訴期間の経過によって，「訂正を認める。」との審決部分もまた形式的に確定することになる(なお，「訂正を認める。」との審決部分について独立して取消訴訟を提起することはできない結果，無効審判における訂正請求が特定の請求項の削除を伴うものである場合に，無効審判の請求人に不利益があるか否かについて，念のため検討すると，「訂正を認める。」との審決部分が形式的に確定すると，当該請求項が削除された特許請求の範囲に基づいて，特許出願，出願公開，特許をすべき旨の査定又は特許権の設定の登録がされたものとみなされるため，請求人に対し，固有の不利益，不都合を及ぼすことはないと解される。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，2以上の請求項に係る特許無効審判において，訂正請求を認めた上で，一部の請求項に係る特許を無効とし，残余の請求項に係る無効審判請求を不成立とする審決がされた場合に，審決取消の判決又は決定により，審判手続が再開され，特許法134条の3第1項若しくは2項の規定により指定された期間内に訂正請求がされ又は同条5項の規定により同期間の末日に訂正請求がされたものとみなされたときは，特許法134条の2第4項の規定によるみなし取下げの効果もまた，請求項ごとに生じることになる(知的財産高等裁判所平成19年6月20日決定・平成19年(行ケ)第10081号審決取消請求事件参照)。そして，審判請求を不成立とした請求項に係る審決部分について取消訴訟が提起されず，特許を無効とした請求項に係る審決部分について取消訴訟が提起された場合に，特許法181条2項の規定による審決の取消しの決定により，特許を無効とした請求項に係る審決部分が取り消されて，審判手続が再開され，特許法134条の3第2項の規定により指定された期間内に訂正請求がされ又は同条5項の規定により同期間の末日に訂正請求がされたものとみなされたときには，同法134条の2第4項の規定により訂正請求が取下げられたものとみなされるが，当該審決において認められた訂正のうち無効不成立とされた請求項に関する部分(当該審決において認められた訂正が請求項の削除を伴う場合は，無効不成立とされた請求項及び削除された請求項に関する部分)については，「訂正を認める。」との審決部分は形式的に確定しているので，確定したことを前提として手続を進めるべきことといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件についてこれを見ると，本件審決中「特許第3650796号の請求項2，5，6，11ないし13，15，16，19，21ないし23に",
                  "text": [
                    "係る発明についての審判請求は，成り立たない。」との部分については，被告(審判請求人)において取消訴訟を提起することなく出訴期間が経過し，同審決部分は形式的に確定したのであるから，これに伴って，本件審決中「訂正を認める。」との部分も，新請求項2，5，6，11ないし13，15，16，19，21ないし23との関係では，形式的に確定した(特許法134条の2第5項において準用される同法128条参照)。なお，本件訂正により，旧請求項2，3，19及び21が削除されているが，これら削除された請求項との関係でも，本件審決中「訂正を認める。」との部分は確定した。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本決定の後，本件審判の手続が，新請求項1，3，4，7ないし10，14，17，18及び20に関する部分について再開され，特許法134条の3第2項の規定により指定された期間内に訂正請求がされ又は同条5項の規定により同期間の末日に訂正請求がされたものとみなされた場合，新請求項2，5，6，11ないし13，15，16，19，21ないし2",
                  "text": [
                    "3並びに旧請求項2，3，19及び21との関係では，同法134条の2第4項の規定によるみなし取下げの効果は生じない。上記訂正請求中に，新請求項2，5，6，11ないし13，15，16，19，21ないし2",
                    "3に係る訂正を含むものがある場合には(なお，訂正審判における訂正明細書は，同請求項に係る訂正を含むものとなっている。)，同請求項に係る発明についての特許に関しては，無効審判請求を不成立とする審決が確定していること(同請求項については特許無効審判の請求がされていないこと)を前提として，訂正請求の可否が審理されるべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，本件訂正における訂正事項(エ)，(オ)，(カ)，(ク)，(ケ)，(コ)，(サ)，(シ)，(ス)，(ソ)，(タ)，(テ)，(ト)，(ニ)，(ネ)，(ノ)，(ハ)，(ヒ)，(フ)，(ヘ)について，「請求項の削除に対応して請求項の番号を訂正(繰り上げ)すると共に，これに対応して引用する請求項の番号を訂正するものであるので，明瞭でない記載の釈明を目的とするものに該当する。」(審決書13頁30行～33行)と判断しているが，ある請求項について特許請求の範囲の減縮を目的とする訂正がされている場合，これを引用する請求項は，その文言自体には変更がない場合であっても，特許請求の範囲が結果として減縮されている点に留意を払うべきであるといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，新請求項3に係る発明は，新請求項1を引用する発明と新請求項2を引用する発明とを含むものであるが，このうち前者の発明は，旧請求項5が引用する旧請求項4が規定する発明特定事項のうち，「ヤーン・フィンガ(22)は各々がセレクタ・レバー(45)と連動するように連結され，セレクタ・レバー(45)は，・・・上方に・・・スプリング(43，46，129)によって付勢されている」との構成を欠くものである。したがって，新請求項3及びこれを引用する新請求項に関する訂正事項は，当該構成に関する限りにおいて，実質上特許請求の範囲を拡張・変更するものといわなければならない(もっとも，訂正審判における訂正明細書の請求項1では，「前記ヤーン・フィンガ(22)は各々がセレクタ・レバー(45)と連動するように連結され，当該セレクタ・レバー(45)はスプリング(129)によって上方に向けて付勢されている」との記載が付加されている。)。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本決定により差し戻された事件について，今後行われる審判においては，上記の点を考慮した審理がされるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，主文のとおり決定する。"
          ]
        }
      ]
    }
  ]
}