{
  "conclusion": [
    {
      "text": "特許庁が不服2004−17052号事件について平成19年2月6日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "主文同旨の判決"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，下記1(1)の特許出願(以下「本件特許出願」という。)についての拒絶査定に対する不服審判請求を成り立たないとした審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "出願手続(甲第1号証)等",
              "text": [
                "出願人：原告(ただし，出願人の名称「デグサ アクチエンゲゼルシャフト」は名称変更前の原告の名称である。)",
                "発明の名称：「構造変性された官能化ケイ酸」",
                "出願日：平成13年10月22日",
                "出願番号：特願2001−323485号",
                "優先権主張日：2000(平成12)年10月21日(欧州特許庁)",
                "手続補正日：平成16年4月22日(甲第4号証)",
                "拒絶査定日：平成16年5月14日(甲第6号証)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成16年8月16日(甲第8号証)",
                "手続補正日：平成16年8月16日(甲第7号証。以下「本件補正」という。)審決日：平成19年2月6日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成19年2月16日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許出願に係る明細書(ただし，本件補正後のもの。特許請求の範囲につき甲第7号証，発明の詳細な説明につき甲第1号証。以下「本願明細書」という。)の特許請求の範囲の請求項1～3の記載は次のとおりのものであると認められる(以下，特許請求の範囲に記載された発明を，請求項の番号に従って「本願発明1」などといい，これらをまとめて「本願発明」という。)。",
            "「【請求項1】 熱分解法により製造され，官能化され，機械的作用により構造変性された官能化ケイ酸において，表面上に固定された官能基を有し，その際，前記官能基は3−メタクリルオキシプロピルシリル及び／又はグリシジルオキシプロピルシリルであり，次の物理化学的特性データ：",
            "BET表面積［m2／g］ 25～380",
            "一次粒子径［nm］ 6～45",
            "突固め密度［g／l］ 50～400",
            "pH 3～10",
            "炭素含有量［％］ 0．1～15",
            "DBP数［％］ ＜200",
            "を有することを特徴とする，構造変性された官能化ケイ酸。",
            "【請求項2】 請求項1記載の構造変性された官能化ケイ酸の製造方法において，ケイ酸を，適した混合容器中で激しく混合しながら，場合により最初に水又は希酸，ついで表面変性試薬又は幾つかの表面変性試薬の混合物と共に噴霧し，場合により15～30分間後混合し，100～400℃の温度で1～6時間の期間に亘り熱処理し，ついで官能化されたケイ酸を機械的作用により破壊／圧縮し，場合によりミル中で後粉砕することを特徴とする，請求項1記載の構造変性された官能化ケイ酸の製造方法。",
            "【請求項3】 請求項1記載の構造変性された官能化ケイ酸からなる塗料の耐引っかき性を改善するための塗料添加剤。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，審判体による平成18年5月17日付け拒絶理由通知において「当審における拒絶の理由」として指摘された下記の①～③のうち，①について，本願明細書の発明の詳細な説明は，当業者が本願発明1～3の実施をすることができる程度に明確かつ十分に記載されているとは認められないから，平成14年法律第24号改正附則2条1項の規定によりなお従前の例によるとされる同法による改正前の特許法36条4項の規定に適合しないと判断し，③について，本願発明2は発明の詳細な説明に記載したものではないから，特許請求の範囲の請求項2の記載は，特許法36条6項1号の規定に適合しないと判断した。審決の理由中「当審における拒絶の理由」，「当審の判断」の部分は以下に引用したとおりであるが，略称等について，本判決で指定するものに改めた部分がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当審における拒絶の理由",
              "text": [
                "① 本願明細書の段落0022の実施例については，「AEROSIL200」の使用量，「140℃で熱処理」する時間，及び得られた官能化ケイ酸の「一次粒子径」についての記載がないので，本願明細書の発明の詳細な記載は，当業者がその実施(特に本願請求項1に記載された物理化学的特性データを満たす官能化ケイ酸の製造)をすることができる程度に明確かつ十分に記載されているものとは認められず，特許法第36条第4項の規定に適合しない。",
                "②(省略)",
                "③ 本願発明2は，「1～6時間の期間に亘り熱処理」することを発明特定事項としているところ，本願明細書に記載された例1のものにおいては，熱処理の時間が記載されていないので，本願発明2は，特許を受けようとする発明が発明の詳細な説明に記載したものではなく，特許法第36条第6項第1号の規定に適合しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審の判断",
              "text": [
                "・・・上記①及び③に指摘された記載不備の当否を検討する。",
                "①について，本願発明は，(1)BET表面積，(2)一次粒子径，(3)突固め密度，(4)pH，(5)炭素含有量，及び(6)DBP数の6つのパラメータの各々を「特許出願人が特許を受けようとする発明を特定するために必要と認める事項」とし，これら6つのパラメータの全部が本願請求項1に記載されるとおりの特定の数値範囲内にあることを必要不可欠としているところ，本願明細書の発明の詳細な説明に記載される実施例のものは，「AEROSIL200」の使用量が不明であるなど，出発原料や製造方法の具体的な詳細について明確かつ十分に開示されていないので，上記6つのパラメータの全部を同時に満たす「官能化ケイ酸」を製造するためには，当業者に期待しうる程度を越える試行錯誤を行う必要が生じることとなる。また，・・・「AEROSIL200」の使用量や「140℃で熱処理」する時間等の詳細については，依然として明らかにされていない。",
                "よって，本願明細書の発明の詳細な説明は，当業者が本願発明の実施をすることができる程度に明確かつ十分に記載されているとは認められず，特許法第36条第4項の規定に適合しない。",
                "③について，本願明細書の段落0019～0021には，「供給工場を去る際の乾燥減量3)(105℃で2時間)」，「強熱減量4)7)(1000℃で2時間)」，「7)105℃で2時間乾燥させた物質に対して」，及び「8)1000℃で2時間強熱した物質に対して」との記載があるところ，これら「105℃」及び「1000℃」の熱処理は，出発原料である「AEROSIL」の物理化学的データに関するものであって，3−トリメトキシシリル−プロピルメタクリレート等の表面変性試薬を混合した後の「100～400℃の温度」での「熱処理」と直接関係するものではないので，・・・「熱処理の時間は，乾燥減量についての記載(本願明細書の段落［0019］～［0021］，第1表)から明らかです」との主張(判決注：意見書における請求人(原告)の主張)については採用できない。",
                "そして，本願発明2は，「1～6時間の期間に亘り熱処理」することを発明特定事項としているところ，本願明細書に記載された例1のものにおいては，熱処理の時間が記載されていないので，本願発明2は，特許を受けようとする発明が発明の詳細な説明に記載したものではなく，特許法第36条第6項第1号の規定に適合しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決のむすび",
              "text": [
                "以上のとおり，本願は，明細書の記載が特許法第36条第4項及び第6項第1号に規定する要件を満たしていないので，拒絶すべきものである。",
                "よって，結論のとおり審決する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決取消事由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(実施可能要件についての判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決は，「本願発明は，(1)BET表面積，(2)一次粒子径，(3)突",
                  "text": [
                    "固め密度，(4)pH，(5)炭素含有量，及び(6)DBP数の6つのパラメー",
                    "タの各々を『特許出願人が特許を受けようとする発明を特定するために必要と認める事項』とし，これら6つのパラメータの全部が本願請求項1に記載されるとおりの特定の数値範囲内にあることを必要不可欠としているところ，本願明細書の発明の詳細な説明に記載される実施例のものは，『AEROSIL200』の使用量が不明であるなど，出発原料や製造方法の具体的な詳細について明確かつ十分に開示されていないので，上記6つのパラメータの全部を同時に満たす『官能化ケイ酸』を製造するためには，当業者に期待しうる程度を越える試行錯誤を行う必要が生じることとなる」から，AEROSIL200の使用量及び140℃で熱処理する時間についての具体的な記載が存在しない本願明細書の発明の詳細な説明は，当業者が本願発明の実施をすることができる程度に明確かつ十分に記載されているとは認められないと判断した。",
                    "確かに，本願明細書の例1には，AEROSIL200の使用量及び140℃で",
                    "熱処理する時間についての具体的な記載はないが，以下に述べるとおり，当業者はこれらの記載がなくても，優先権主張日である平成12年10月21日の時点(以下「本件優先権主張日時点」という。)における技術常識に基づいて，過度の試行錯誤を行うことなく本願発明の実施をすることが可能であり，審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "AEROSIL200の使用量",
                  "text": [
                    "本発明の原材料であるAEROSIL200は，原告が昭和59年から市販している周知のヒュームドシリカであり，表面変性試薬の3−トリメトキシシリル−プロピルメタクリレートは，本件優先権主張日時点において，当業者にとって周知慣用の表面処理剤である。そして，3−トリメトキシシリル−プロピルメタクリレートなどのアルコキシシランを加水分解し，熱処理により無機物表面と反応させることは当業者にとって周知慣用の技術であり，その反応の機構についても周知の技術的事項である。",
                    "本願発明における熱処理は，シランとシラノール基の反応を開始させると同時に，それにより生成されるアルコールや過剰な水を除去するものであり，本願明細書の段落【0012】に記載されているとおり，表面変性試薬は，過剰量が生じないようにケイ酸に対して計量供給することもできるし，過剰に使用して，熱処理中に除去することも可能である。",
                    "したがって，本願発明の実施例である例1を再現するには，AEROSIL200に対して，その表面に存在するシラノール基と十分に反応する程度の量の3−トリメトキシシリル−プロピルメタクリレートを使用すればよいのであり，当業者であれば，出発原料であるAEROSIL200の具体的な比や分量の記載がなくても，周知の従来技術から，これらをたやすく類推・把握することができる。",
                    "なお，AEROSIL200の使用量に対して最低限必要な表面変性試薬の使用量については，表面処理前のAEROSIL200の重さをm ，表面変性試薬による増加分の重さをm とすると"
                  ],
                  "content": [
                    {
                      "fig": "c",
                      "text": [
                        "km"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "炭素含有量＝"
                      ]
                    },
                    {
                      "fig": "m",
                      "subject": "＋m"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "0",
          "subject": "c",
          "text": [
            "と表される。kはm に含まれる炭素の重量分率であり，表面変性試薬(SiC"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "c",
                      "subject": "10",
                      "text": [
                        "O H )の分子量から約0．5と計算することができるから，本願明細書中の表3にある炭素含有量0．057を使用すると，"
                      ]
                    },
                    {
                      "fig": "m",
                      "text": [
                        "＝7．8"
                      ]
                    },
                    {
                      "fig": "m"
                    },
                    {
                      "fig": "c",
                      "text": [
                        "となるから，AEROSIL200と表面変性試薬3−トリメトキシシリル−プロピルメタクリレートを重量比で概ね8：1程度の量で使用すればよいことがわかる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "熱処理の時間",
                  "text": [
                    "熱処理の時間については，乾燥減量を斟酌することができる。乾燥減量は，乾燥オーブン中に試料を一定時間入れて加熱乾燥し，精密に乾燥前と乾燥後の質量変化を測定することにより，試料中に揮発成分がどれくらい含まれているのかを測定することを目的とする，当業者に周知の測定項目である。本願発明における熱処理においては，表面変性試薬による処理と同時に生じるアルコール及び水が除去されるが，表面変性試薬による処理が進行している限り，アルコールと水が生じ続けているので，乾燥減量の数値は低下しない。また，出発原料として使用されるケイ酸は，貯蔵期間等に依存する量の湿分を有し得るので，熱処理の時間は一定ではない。",
                    "したがって，本願発明における熱処理は，ケイ酸と表面変性試薬の反応が全て終了し，アルコールと水が除去されるまで行われる必要があるところ，その指標が0．6％の乾燥減量なのであり，熱処理の時間はある特定の時間ではない。",
                    "そして，このような熱処理を行って乾燥減量を測定することは当業者にとって周知の技術であるから，当業者は，本願明細書の実施例における熱処理の時間を，過度の試行錯誤なくして，適宜推測し，実施することができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "以上によると，AEROSIL200の使用量及び140℃で熱処理する時",
                  "text": [
                    "間についての具体的な記載が存在しない本願明細書の発明の詳細な説明は，当業者が本願発明の実施をすることができる程度に明確，かつ，十分に記載されているとは認められないとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(サポート要件についての判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「本願発明2は，『1～6時間の期間に亘り熱処理』することを発明特定事項としているところ，本願明細書に記載された例1のものにおいては，熱処理の時間が記載されていないので，本願発明2は，特許を受けようとする発明が発明の詳細な説明に記載したものではなく，特許法第36条第6項第1号の規定に適合しない」と判断した。",
                    "しかしながら，以下に述べるとおり，審決のこの判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書の例1において実施している熱処理は，表面変性試薬が加水分解を経てAEROSIL200の表面に存在するシラノール基とカップリングする反応を進行させるとともに，このような反応により生じる水及びメタノールを除去するために行われるものである。",
                    "そして，熱処理の温度により，表面変性試薬とシラノール基の反応性が調整されるから，この熱処理において重要な意味を持つのは熱処理の温度である。他方，3−トリメトキシシリル−プロピルメタクリレートなどのアルコキシシランを加水分解し，熱処理により無機物表面と反応させるという反応の機構から明らかなように，表面処理反応が進行している間は水及びメタノールが生成し続けるので，熱処理の時間は具体的に特定されるものではなく，熱処理は，反応が全て終了し，アルコールと水が除去されるまで行われることになる。そして，上記反応の機構は当業者に周知の事項であるから，本願発明2における熱処理の時間の1～6時間という数値限定は本質的な特定事項でなく，シランカップリング剤を使用した表面処理における一般的な熱処理の時間であって，確認的に記載されたものにすぎないことは，当業者にとって自明である。",
                    "このことは，審査段階において引用された文献からも理解することができる。",
                    "特開平10−204319号公報(甲第16号証)の段落【0008】は，熱処",
                    "理時間を具体的に特定せず，一般的な熱処理時間として1～6時間と記載されている。また，特開平7−61810号公報(甲第17号証)の段落【0008】に",
                    "は，「疎水化処理の熱処理として「表面改質処理の一例としては，不活性ガス雰囲気下で60℃～350℃の温度範囲で上記有機珪素化合物を二酸化珪素粉末に混合し，10分～4時間保持(する)」ことが記載されているのみであり，具体的な温度及び時間は特定されていない。このように熱処理の具体的な条件が記載されていないのは，熱処理の目的が，未反応物及び副成物を除去することにあり，一定温度で一定の時間加熱することではないからである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によると，本願発明2は，実質的に見れば，発明の詳細な説明において発明の課題が解決できることを当業者が認識できるように記載された範囲を超えるものでないから，本願明細書の例1において実施している熱処理の時間が具体的に記載されていないことを理由として，本願発明2がサポート要件を満たさないとした審決の判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(実施可能要件についての判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，本願発明の実施例を再現するには，AEROSIL200に対し",
                  "text": [
                    "て，その表面に存在するシラノール基と十分に反応する程度の量の3−トリメトキシシリル−プロピルメタクリレートを使用すればよいのであり，当業者であれば，出発原料であるAEROSIL200の具体的な比や分量の記載がなくても，周知の従来技術から，これらをたやすく類推・把握することができるほか，本願発明における熱処理を行って乾燥減量を測定することは当業者にとって周知の技術であり，当業者は，本願明細書の実施例における熱処理の時間を，過度の試行錯誤なくして，適宜推測し，実施することができるから，AEROSIL200の使用量及び140℃で熱処理する時間についての具体的な記載が存在しない本願明細書の発明の詳細な説明は，当業者が本願発明の実施をすることができる程度に明確かつ十分に記載されているとは認められないとした審決の判断は誤りであると主張するが，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "AEROSIL200の使用量",
                  "text": [
                    "AEROSIL200及び表面変性試薬が，本件優先権主張日時点において当業者にとって周知であっても，これらの使用量比，反応条件を明確にしない限り，本願明細書の実施例1を再現することは不可能である。",
                    "本願明細書には，理論上必要な表面変性試薬の量も，表面変性試薬と反応させたケイ酸表面のシラノール基の量も記載されておらず，「100～400℃の温度で1～6時間の期間に亘り熱処理」することは，当業者にとって周知ではない。",
                    "本願明細書の例1には，ケイ酸の使用量及び熱処理時間が記載されておらず，さらに，ケイ酸と反応した表面変性試薬量や除去された表面変性試薬量などの条件が不明であるから，特定量の水及び表面変性試薬を用いることのみが明らかな状況では，本願明細書の例1を再現することにも，過度の試行錯誤を要する。",
                    "このように，本願明細書の例1ですら，再現するのには，当業者であっても過度の試行錯誤を要するのだから，本願発明を実施するには，当業者であっても過度の試行錯誤を要するものというべきである。",
                    "なお，原告は，上記1(1)イの式を示して，炭素含有量からAEROSIL200の使用量が算出可能である旨主張する。しかしながら，本願明細書では，シリカ表面上に固定される基の炭素数やそれらの存在量比が不明であることから，kについて，「表面変性試薬(SiC O H )の分子量から約0．5と計算することができる」とはいえないし，m は，「表面変性試薬による増加分の重さ」であっC",
                    "て，実施例1で用いられた表面変性試薬の量と同じ数値ではないところ，本願明細書では，シリカ表面上に固定される基の形態，それらの存在量比，表面処理に寄与した表面変性試薬量及び過剰で除去された表面変性試薬量のいずれも不明であるから，m は不明であり，これに対する比で表されたAEROSIL200の使用量C",
                    "も当然不明である。また，除去されるメタノールの炭素量が考慮されていないほか，所定の熱処理条件では，官能化ケイ酸の表面上に固定された官能基や表面変性試薬が熱により重合又は分解したり，気化し散逸することなどが想定でき，一方，シランの使用量は過剰でもよいから，上記式に基づいて，本願明細書の例1におけるAEROSIL200と表面変性試薬の使用量の比を算出することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "熱処理の時間",
                  "text": [
                    "本願明細書には，「100～400℃の温度で1～6時間の期間に亘り熱処理」する目的は記載されておらず，そのような目的が周知であるということもできない。そして，熱処理が表面変性試薬による処理で生じるアルコール及び水の除去のためであることや表面変性試薬による処理が進行している限りアルコール及び水が生じ続けることは本願明細書に記載されておらず，原告の主張は本願明細書に基づく主張ではない。",
                    "仮に，乾燥減量が当業者に周知の測定項目であるとしても，上記のとおり，本願明細書には，熱処理の本来の目的について何ら記載されていないし，また，試料中に含まれる揮発成分の種類や含有量に関連する記載も一切なく，「乾燥減量」と「熱処理の時間」が互いに関連することについて，本願明細書には記載又は示唆されていないから，熱処理の時間が乾燥減量を参酌することで定められるという余地はない。",
                    "さらに，仮に，乾燥減量を測定することから，熱処理にかかる時間を，過度の試行錯誤なくして適宜，推測し，実施することが可能であったとしても，審決が指摘した記載不備が解消することにはならない。",
                    "本願明細書の例1では，どの程度の時間熱処理したのか，過剰な表面変性試薬を除去したのかなどの条件も明らかでない。さらに，熱処理時間次第で，表面変性試薬及び／又は官能化ケイ酸が，重合及び／又は分解することが予測でき，乾燥減量を測定しても，熱処理の時間は定められない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，本願発明において用いられる表面変性試薬である3−メタクリルオキシプロピル−トリアルコキシシランやグリシジルオキシプロピルトリアルコキシシランは熱により重合又は分解しやすい化合物であるから，当業者が「100～400℃の温度で1～6時間の期間に亘り熱処理」というような過激な熱処理条件を採用することは通常考えられない。また，本願発明1で規定される「DBP数」及び「突固め密度」は互いに著しく影響を及ぼし合う関係にあり，これらの値を互いに独立に任意の値とすることはできないから，本件優先権主張日時点において，本願発明1を実施することはできなかったというべきである。さらに，本願発明1が実施可能であるというためには，上記の値を含め，本願発明1が規定する6つの物理化学的特性データ(パラメータ値)を同時に満足する具体的な官能化ケイ酸を得ることができる必要があるが，本願明細書には，それを得るための具体的手段についての記載は存在せず，それが周知慣用であるともいえないから，本願発明は実施可能要件を満たさないのであり，審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，原告の主張は失当であり，取消事由1は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(サポート要件についての判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願明細書の例1において実施している熱処理は，表面変性試薬が加水分解を経てAEROSIL200の表面に存在するシラノール基とカップリングする反応を進行させるとともに，このような反応により生じる水及びメタノールを除去するために行われるものであり，本願発明2における熱処理の時間の1～6時間という数値限定は本質的な特定事項でなく，シランカップリング剤を使用した表面処理における一般的な熱処理の時間であって，確認的に記載されたものにすぎないことは，当業者にとって自明であるから，本願明細書の例1において実施している熱処理の時間が具体的に記載されていないことを理由として，本願発明2がサポート要件を満たさないとした審決の判断は誤りであると主張するが，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明2における，所期の物理化学的特性データ(パラメータ値)の官能化ケイ酸を得るための熱処理条件(100～400℃の温度で1～6時間の期間に亘り熱処理)について，本願明細書の例1では「140℃で熱処理」と記載されているだけであって，詳細な条件は具体的に記載されていない。また，本願明細書の例1以外の部分をみても，請求項2を単に繰り返した記載があるだけで，その他に特定条件下における熱処理の期間の指針や目安は一切記載されていない。",
                    "本願発明2の発明特定事項によれば，「400℃・1時間」の熱処理条件でも，所期の結果が得られることが必要不可欠であるが，本願表面変性試薬は，熱により重合又は分解しやすいから，本願発明2の熱処理条件は，技術常識から想定し得ない。本願発明2は，熱により重合又は分解しやすい本願表面変性試薬を用いて，「100～400℃の温度」という熱処理条件で表面処理を行うのだから，「熱処理の時間の1～6時間という数値限定は本質的な特定事項ではなく，シランカップリング剤を使用した表面処理における一般的な熱処理の時間であ(る)」ということはできない。",
                    "また，本願明細書の例1における熱処理が，原告のいう反応を進行させるとともに，反応により生じる水及びメタノールを除去することを目的とすることは，本願明細書には何ら記載されていないし，自明でもない。",
                    "さらに，熱処理時間次第で，表面変性試薬及び／又は官能化ケイ酸が重合することが予測できるほか，本願明細書には，熱処理の温度のみで表面変性試薬とシラノール基の反応性を調整することは記載されておらず，表面変性試薬とシラノール基の反応が瞬時に終了するのでもないから，本願発明2の熱処理において「重要な意味を持つのは熱処理の温度である。」ということもできない。",
                    "なお，原告が指摘する甲第16号証においては，実施例1として，詳細な熱処理条件が明記されており，甲第17号証には，本願発明のように熱により重合又は分解しやすい表面変性試薬を用いることは記載されていないから，これらを本願発明と同列に論じることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，原告の主張は失当であり，取消事由2は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "審決は，上記第2の3のとおり，本願明細書の発明の詳細な説明の記載は実施可能要件を満たさないものであり，本願発明2は発明の詳細な説明に記載したものではないと判断しているが，その理由として，前者については「本願明細書の発明の詳細な説明に記載される実施例のものは，『AEROSIL200』の使用量が不明であるなど，出発原料や製造方法の具体的な詳細について明確かつ十分に開示されていない」ことを挙げ，後者については，「本願発明2は，『1～6時間の期間に亘り熱処理』することを発明特定事項としているところ，本願明細書に記載された例1のものにおいては，熱処理の時間が記載されていない」ことを挙げており，これらのうち，前者の「出発原料や製造方法の具体的な詳細について明確かつ十分に開示されていない」ことについては，具体的には「『AEROSIL200』の使用量や『140℃で熱処理』する時間等の詳細については，依然として明らかにされていない」とするのみであって，上記「時間等」に「時間」以外の何が含まれるかについても明らかではない。",
            "そうすると，審決は，本願発明について，本願明細書の実施例におけるAEROSIL200の使用量及び140℃で熱処理する時間が明らかでないから，本願明細書の発明の詳細な説明の記載が実施可能要件を満たすものということができず，本願発明2について，本願明細書の実施例において熱処理の時間が記載されていないから，本願明細書の発明の詳細な説明はサポート要件を満たすということはできないと判断したものと理解すべきことになる。",
            "そして，原告は，取消事由1，2において，これらの判断の誤りを主張しているところ，熱処理の時間については，両取消事由に共通する問題であるということができるから，まず，この点について検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "熱処理の時間について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明2における熱処理",
              "text": [
                "構造変性された官能化ケイ酸の製造方法についての発明である本願発明2は，熱処理の条件について，「100～400℃の温度で1～6時間の期間に亘り熱処理し」と規定するものであるところ，この規定が，熱処理の条件のうち，温度について100～400℃の範囲，時間について1～6時間の範囲に限定するものであることは明らかである。ところで，一般に「熱処理」とは，「材料の性質を改善する目的で行う加熱と冷却の操作をいう．・・・」(1998年(平成10年)2月20日株式会社岩波書店発行の「岩波 理化学辞典 第5版」1017頁)とされるところ，加熱により材料の性質を改善するには，これに適した温度と時間が必要であり，温度と時間との間に互いにある程度の相関関係が存在する場合が多いことは技術常識であるから，本願発明2における熱処理の条件についての上記規定が，単に温度と時間の2つのパラメータによって限定されるすべての範囲を意味するものであるのか，それとも，このような相関関係を前提として，温度の範囲と時間の範囲を限定したものであるのかについては，特許請求の範囲の記載から一義的に明らかであるということはできない。",
                "そこで，以下において本願明細書の記載を参酌する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願明細書における熱処理についての記載",
              "text": [
                "本願明細書の発明の詳細な説明には，熱処理について，次の各記載がある。",
                "「本発明の別の対象は，ケイ酸を，適した混合容器中で激しく混合しながら，場合により最初に水又は希酸，ついで表面変性試薬又は幾つかの表面変性試薬の混合物と共に噴霧し，場合により15～30分間後混合し，100～400℃の温度で1～6時間の期間に亘り熱処理し，ついで官能化されたケイ酸を機械的作用により破壊／圧縮し，場合によりミル中で後粉砕することにより特徴付けられる，本発明による構造変性された官能化ケイ酸の製造方法である。」(段落【0007】)",
                "「【実施例】 例1 AEROSIL 200を，水4部及び3−トリメトキシシリル−プロピルメタクリレート18部と混合し，保護ガス下に140℃で熱処理する。シラン化されたケイ酸を，ついで連続的に運転する直立ボールミルで約250g／lに圧縮する。得られたケイ酸は，次の性質を有する：・・・乾燥減量［％］ 0．6・・・」(段落【0022】，【0023】)",
                "これらによると，本願明細書の発明の詳細な説明には，請求項2と同様の内容を掲記した部分以外には，本願発明2の熱処理の時間に関する記載が存在しないものということができる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "乾燥減量",
              "text": [
                "原告は，取消事由1(実施可能要件についての判断の誤り)の主張において，熱処理の時間については，乾燥減量を斟酌することができる旨主張するので，この点についても検討する。",
                "本願明細書の発明の詳細な説明中には，乾燥減量について，「第1表 AEROSILの物理化学的データ」(段落【0018】)の【表1】試験方法」の欄における「供給工場を去る際の乾燥減量(105℃で2時間)」との記載(段落【0019】)があるほか，「得られたケイ酸は，次の性質を有する：【表3】・・・乾燥減量［％］ 0．6・・・」(段落【0022】，【0023】)との記載があることが認められる。",
                "そして，1989(平成元)年10月20日株式会社東京化学同人発行の「化学大辞典」509頁(甲第35号証)に「乾燥減量［drying loss,weight loss on drying］乾燥前の質量から乾燥後の質量を引いた質量をいう．多くの場合乾燥によって失われた水分の質量に相当するが，乾燥時の温度，方法，物質の状態によって異なる．乾燥減量(％)で表すことが多い．たとえば炭酸水素カリウムの場合，試料2gを細かく砕き，硫酸デシケーター中で18時間乾燥させたのち，次式を用いて算出する。",
                "減量(g)",
                "乾燥減量(％)＝ ×100",
                "元の試料(g) 」とあることから，乾燥減量と",
                "は，主として，物質に含まれる水分が乾燥によって失われた質量を乾燥前の物質の質量との対比において百分率で表したものであるということができる。",
                "そうすると，本願明細書の発明の詳細な説明における乾燥減量についての記載は，原料となるケイ酸の乾燥の程度を示すほか，例1により得られたケイ酸の乾燥の程度を示すものであるということができるものの，これらの記載と本願発明2における熱処理の関係については，本願明細書中に何ら記載がないから，前記の乾燥減量の記載から，本願明細書の例1における熱処理の時間を具体的に知ることはできないといわざるを得ない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "熱処理についての技術常識",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(2)，(3)によると，本願明細書の発明の詳細な説明には，本願発明2の熱処理の時間を明示した記載は存在しないが，熱処理の時間を含めた熱処理条件が，本件優先権主張日(平成12年10月21日)時点において，当業者にとって技術常識であったということができれば，当業者は熱処理の時間を上記技術常識に基づいて適宜選択することによって本願発明を実施するための熱処理条件を決定することができたことになる。また，そのような場合には，本願発明2の発明特定事項である熱処理条件について，改めて発明の詳細な説明において開示するまでもないということができるから，上記(2)のように特許請求の範囲に掲記された程度の記載であっても，その記載をもって，本願発明2の熱処理の時間が発明の詳細な説明に記載されているものと同視することができる。",
                    "そこで，上記時点における当業者の技術常識について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "平成12年10月21日以前における公知の文献の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "1977(昭和52)年アメリカ化学会発行の”CHEMTECH DECEMBER 1977”所収の論文”Tailoring surfaces with silanes”(甲第33号証)には，次の記載がある。",
                        "「最も広く用いられるオルガノシランは，一つの有機置換基を有する。これらのシランの反応は4段階からなる。第1に，3つの活性基の加水分解が起こる。続いて縮合してオリゴマー化する。そして，オリゴマーが基質の水酸基に水素結合する。最後に，乾燥処理により，水の除去と共に，基質との間に共有結合が形成される。境界面において，オルガノシランの各珪素と基質との間には，通常一つの結合ができる。残りの二つのシラノール基は，縮合した状態か遊離した状態で存在する(Figure 1)。",
                        "加水分解に必要な水分はいくつかの供給源がある。水分は添加されても良いし，基質表面に存在する水か，雰囲気から供給されても良い。加水分解に必要な水は，系内において，クロロシランを過剰なアルコールに溶解させることにより供給されても良い。アルコールとの反応は，アルコキシシランと塩化水素を生成し，それがさらにアルコールと反応してハロゲン化アルキルと水を生成する。」(訳文1～12行)",
                        "「表面に対する共有結合の生成はある程度可逆的に進行する。水分は一般的に120℃で30～90分の熱処理又は2～6時間の減圧乾燥により除去され・・・」(訳文14～15行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "特開昭60−120703号公報(甲第12号証，乙第4号証)",
                      "text": [
                        "発明の名称を「無機性−有機性充填剤，その製法と使用」とする発明におけるシラン処理について，以下の各記載がある。",
                        "「シラン処理は例えばアセトン，酢酸エチル，クロロホルムまたは塩化メチレンの如き不活性有機溶媒の存在下で好適に行なわれる。高分散性充填剤を好適には高速スタラーを用いて有機溶媒中に5～40重量％の，特に好適には15～25重量％の，濃度で分散させ，次いで準備されている活性シラン／水混合物を加える。シラン処理反応は0～100℃の間において，例えば室温において，行われるが，有利には例えば溶媒の沸点の如き高温において実施される。 反応は一般に数時間かかる。シラン処理中に分散液の粘度が減少するため，反応の終点は粘度の連続的測定により簡単に決定できる。」(3頁右下欄5～17行)「実施例1 19．8kgの塩化メチレンおよび3．8kgの高分散性二酸化珪素(粒子寸法約20nm，BET表面積50m2／g)を，加熱可能な40リットル用の攪拌されているオートクレーブ中に重量を測定して加え，そしてスタラーの速度を400rpmに調節した。",
                        "760gのγ−メタクリロキシプロピルトリメトキシシラン，980gの脱イオン化水および10．4gのメタクリル酸を別のガラス容器中で混合した。混合物が一相系になるとすぐに(室温における約40分後)，それを攪拌されているオートクレーブに一部分ずつ加えた。攪拌されているオートクレーブ中の温度を40℃に20時間保ち，そして0．38kgのメチルメタクリレート，0．38kgのイソブチルメタクリレート，8gのエチレンジメタクリレートおよび20gのアゾイソブチロジニトリルを次に加え，5バールのＮ 圧力を適用し，温度を70℃に3時間，次に80℃にさらに3時間保った。」(5頁右上欄13行～左下欄13行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特開平5−115772号公報(乙第5号証)",
                      "text": [
                        "発明の名称を「シリカ及びポリマーを基材とする新規な混合粒子，該粒子を含有するフイルム形成性組成物，該組成物から得られるフイルム並びに調製方法」とする発明におけるシリカの官能化について，以下の記載がある。",
                        "「例 1 本例は本発明に従った混合粒子の調製を例示する。初期シリカは，Aerosil(登録商標)A 200Vの商標でデグッサより市販されているシリカ粉末(BET比表面積：200m2／g；一次粒子の平均径：12nm)である。 Ⅰ−シリカの官能化 予備乾燥した上記のシリカ10gを丸底フラスコに入れ，これに無水トルエン200ミリリットルを加える。懸濁物を15分間攪拌して混合物を均質化する。次いで，トリメトキシシリルプロピルメタクリレート(官能化剤)3．06gを混合物に導入する。次いで，混合物を窒素パージ下で20時間加熱環流(111℃)させる。・・・」(段落【0013】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "特開平6−87609号公報(甲第26号証)",
                      "text": [
                        "発明の名称を「樹脂充填材用二酸化珪素微粉末」とする発明における疎水化処理について，次の記載がある。",
                        "「上記二酸化珪素の疎水化処理は，従来行なわれているこの種の疎水化処理方法によって行なうことができ，・・・」(段落【0008】)",
                        "「疎水化処理の反応条件も特に限定されないが，好適には，不活性ガス雰囲気下で60℃～350℃の温度範囲で上記有機珪素化合物を二酸化珪素粉末に混合し10分～4時間保持した後に乾燥し，未反応物および副生成物を除去する方法によれば良い。不活性ガス雰囲気下で疎水化反応を行なわせることにより疎水化剤の酸化が防止される。反応温度が60℃よりも低いと十分に疎水化反応が進行せず，また350℃よりも高いと疎水化剤が熱分解するので好ましくない。」(段落【0009】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "特開平7−61810号公報(甲第17号証)",
                      "text": [
                        "発明の名称を「表面改質二酸化珪素微粉末」とする発明における疎水化処理について，以下の各記載がある。",
                        "「【従来技術とその問題点】二酸化珪素粉末は各種樹脂組成物の充填材や粉体の流動性改善助材などとして広く用いられている。従来，この二酸化珪素粉末について，樹脂や粉体への分散性を良好にするために有機珪素化合物による表面改質(疎水化処理)を行い，その後に押圧又は真空脱気して圧密することにより嵩密度を高めることが知られている。」(段落【0002】)",
                        "「【発明の具体的な説明】本発明において用いる二酸化珪素の微粉末は，例えば，特公昭47−46274号に記載されるハロゲン化シランの火炎加水分解などによって製造される。・・・」(段落【0006】)",
                        "「上記二酸化珪素微粉末は疎水化処理によって表面が改質される。使用する有機珪素化合物は一般に疎水化剤として用いるものであれば良い。この疎水化剤は二酸化珪素粉末表面の水酸基に結合してこれを封鎖し，かつ自身が疎水基を有する化合物であり，実用されているのは，疎水基を有するシランカップリング剤，シリル化剤などで・・・ある。",
                        "疎水化剤として使用される上記有機珪素化合物の使用量は，実用上，原料の二酸化珪素微粉末に対して概ね0．5～40重量％が好ましい。使用量が0．5重量％より少ないと，疎水化の効果が低く，また使用量が40重量％を越えても疎水化の効果は大きな差はない。また，疎水化処理，即ち表面改質処理の一例としては，不活性ガス雰囲気下で60℃～350℃の温度範囲で上記有機珪素化合物を二酸化珪素粉末に混合し，10分～4時間保持した後に乾燥し，未反応物および副成物を除去すれば良い。不活性ガス雰囲気下で疎水化反応を行なわせることにより疎水化剤の酸化が防止される。なお反応温度が60℃よりも低いと十分に疎水化反応が進行せず，また350℃よりも高いと疎水化剤が熱分解するので好ましくない。」(段落【0007】～【0008】)",
                        "「実施例1 平均粒径12mμの二酸化珪素粉末(日本アエロジル社製：Aerosil-200)200gにヘキサメチルジシラザン13gを加えて混合した後に，これを150℃で熱処理を行ない，211gの疎水化された二酸化珪素粉末を得た。・・・」(段落【0012】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "特開平10−204319号公報(甲第16号証，乙第6号証)",
                      "text": [
                        "発明の名称を「表面にエポキシ基を有する無機微粉末およびその製造方法並びにそれからなる添加剤」とする発明における表面処理としての熱処理について，次の各記載がある。",
                        "「【請求項4】 表面にエポキシ基を有する乾式法で製造された無機微粉末の製造方法であって，該無機微粉末をエポキシ基を有したアルコキシシランにより表面処理を行い，その際70℃～130℃の間で熱処理を行うことを特徴とする・・・表面にエポキシ基を有する無機粉末の製造方法。」(特許請求の範囲)",
                        "「・・・これらの溶媒に希釈したエポキシ基を有したアルコキシシランは，無機酸化物を撹拌した状態で，その中に，添加あるいはスプレーし，ついで熱処理することで表面処理される。・・・熱処理する温度は60℃～130℃，好ましくは80℃～110℃の範囲内が望ましい。130℃以上の温度では，熱処理によりエポキシ基の開環が進み，表面に十分な量を有したエポキシ化合物を得ることが難しい。一方，60℃以下の温度では，アルコキシシランの無機粉末への密着が不十分であったり，使用した溶媒の残留があるために好ましくない。熱処理時間は特に限定されないが，一般的には1時間以上～6時間以下，好ましくは1時間以上3時間以下の範囲で行われる。1時間以下であると，アルコキシシランの密着が不十分であり，また6時間以上であると徐々にエポキシ基の開環が生じる傾向が見られる。」(段落【0008】)",
                        "「［実施例1］乾式法で製造された酸化ケイ素粉末として(アエロジル200：日本アエロジル社製)20gに，直鎖型エポキシ基を含有したアルコキシシランとして信越化学製KBM403 2．4gをヘキサン8gに溶解した溶液を，ジューサーミキサーで攪拌しながら添加した。 添加終了後，この粉末を11セパラブルフラスコに移し，窒素気流下で80℃で2時間加熱し，本発明の表面にエポキシ基を有する無機微粉末1・・・を作製した。」(段落【0013】)",
                        "「［実施例3］・・・添加終了後，この粉末を11セパラブルフラスコに移し，窒素気流下150℃で2時間加熱し，本発明の表面にエポキシ基を有する無機微粉末3・・・を作製した。」(段落【0015】)",
                        "「［比較例1］熱処理条件を180℃ 2時間とした以外は，実施例1と同様の操作を行い，比較の表面にエポキシ基を有する無機微粉末1・・・を作製した。」(段落【0019】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "特開平11−322330号公報(甲第36号証)",
                      "text": [
                        "発明の名称を「金属酸化物微粉末の表面改質方法及び電子写真用トナー組成物の製造方法」とする発明における金属微粉末の表面改質処理について，次の記載がある。",
                        "「本発明で処理対象となる金属酸化物微粉末原料としては特に制限はないが，好ましくは，シリカ，チタニア，アルミナ又はこれらの複合酸化物が挙げられ，これらは1種を単独で用いても2種以上を併用して用いても良い。また，これら金属酸化物微粉末は予め，・・・各種シリコーンオイルや各種シランカップリング剤等で疎水化処理が施されていても良い。」(段落【0014】)",
                        "「本発明の処理は，アンモニアガスを導入すること以外は従来公知の方法で行うことができ，例えば，次のような方法で行うことができる。即ち，まず，金属ハロゲン化合物の気相高温加熱分解法等により生成された金属酸化物微粉末をミキサーに入れ，窒素雰囲気下，撹拌してアンモニアを導入する。その後，表面改質剤を所定量，必要に応じて溶剤と共に滴下又は噴霧して十分に分散させた後，100℃以上，好ましくは150～250℃で0．1～5時間，好ましくは1～2時間撹拌加熱し，同時に溶剤，副生成物を蒸発除去した後，冷却することにより，均一な表面改質金属酸化物微粉末を得ることができる。なお，この表面処理に当たっては，目的に応じて公知の疎水化剤を併用しても良い。」(段落【0015】)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "特開2000−256008号公報(平成12年9月19日公開，甲第24",
                      "text": [
                        "号証)",
                        "発明の名称を「疎水性煙霧シリカ及びその製造方法」とする発明における疎水化処理について，次の各記載がある。",
                        "「・・・本発明の疎水性煙霧シリカは，以下の方法により製造することができる。即ち，煙霧シリカを有機珪素化合物によって疎水化し，次いで機械的粉砕した後又は機械的粉砕と同時に，該煙霧シリカを再度疎水化する方法である。",
                        "上記方法において，原料に用いる煙霧シリカは，ハロゲン化シラン，例えば，四塩化珪素の火炎加水分解によって製造された直後のものが好適である。・・・」(段落【0018】～【0019】)",
                        "「この原料煙霧シリカは，まず，有機珪素化合物により疎水化される。疎水化は，煙霧シリカの表面OH基と有機珪素化合物とが反応して，該表面が有機化されることにより行われる。",
                        "かかる疎水化処理は，炭素含有量が0．1～10．0重量％，好適には0．5～5．0重量％，単位表面積あたりのOH基が0．7個／nm2以下，好適には0．5個／nm2以下になるように行えば良い。",
                        "有機珪素化合物としては，シリカの疎水化剤として使用されている公知のものが特に制限なく使用される。・・・」(段落【0020】～【0021】)",
                        "「上記有機珪素化合物の使用量は特に限定はされないが，十分な疎水化の効果を得るためには，煙霧シリカに対して1～50重量％の処理量が好適である。",
                        "疎水化処理は，如何なる反応形態で実施しても良く，例えば連続式，バッチ式のいずれでも良い。・・・反応温度，時間については特に制限はないが，常温～600℃，好ましくは50～400℃の温度範囲で，10分以上，好ましくは60～180分保持し反応を行なえばよい。」(段落【0024】～【0025】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イ(ア)～(ク)によると，表面変性処理に関して，以下のことが認められる。",
                    "ケイ酸(二酸化珪素，シリカ，酸化ケイ素粉末)に表面変性試薬(官能化剤，シランカップリング剤，有機珪素化合物)を加え，表面変性(官能化，疎水化，表面改質)させること，ここでいう表面変性は，シランの有機置換基の加水分解が起こり，これがオリゴマー化した後，基質の水酸基に水素結合し，更に乾燥によって水が除去され，共有結合が形成されることによって生じるものであること，及び表面変性のための乾燥は熱処理によって行われ得ることは，当業者の技術常識であると認められる。",
                    "そして，上記熱処理の温度と時間については，「120℃で30～90分」，「0～100℃で一般に数時間」，「40℃で20時間，次いで70℃で3時間，更に次いで80℃で3時間」，「111℃で20時間」，「60℃～350℃で10分～4時間」，「150℃で時間の指定なし」，「70℃～130℃で特に限定されないが，一般的には1～6時間，好ましくは1～3時間」，「150℃で2時間」，「180℃で2時間」，「100℃以上，好ましくは150℃～250℃で0．1～5時間，好ましくは1～2時間」，「常温～600℃，好ましくは50～400℃で10分以上，好ましくは60～180分」などとされ，熱処理の温度と時間を特定の組合せとすることについて何らかの技術常識が存在するとは認められない。",
                    "しかしながら，上記のとおり，表面変性試薬を利用したケイ酸の表面変性処理における熱処理の目的が水分の除去にあることは技術常識であることに加え，「反応の終点は粘度の連続的測定により簡単に決定できる。」(上記イ(イ))，「熱処理時間は特に限定されない」(上記イ(カ))，「反応温度，時間については特に制限はない」(上記イ(ク))，「疎水化処理の反応条件も特に限定されない」(イ(エ))などとされているほか，実施例の記載として，温度のみを記載し，時間を記載していないもの(上記イ(オ))も存在することからすると，当業者は，熱処理条件のうち，少なくとも時間については，表面変性のために必要な水分除去が行われる限りにおいて，特定の範囲に限定する技術的な必然性は存在しないと認識していることが認められるから，むしろ，熱処理の時間を具体的に限定する必要はないという技術常識が存在するということができる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本願発明2においてケイ酸と表面変性試薬の混合物に対して行われる熱処理及び本願明細書の例1における熱処理が，ケイ酸(AEROSIL200)を官能化(シラン化)するために行われるものであることは，上記ウで認定した当業者における技術常識，上記第2の2のとおりの特許請求の範囲の記載，上記(2)の本願明細書における記載から明らかである。",
                    "そして，上記のような当業者の技術常識を踏まえると，本願明細書には熱処理の時間を具体的に限定する必要がない発明が開示されているということができるのであり，本願発明2において熱処理の時間を「1～6時間」と限定したのは，本来，具体的に限定する必要がない熱処理の時間について，一般的に採用されるであろうと考えられる範囲に限定して特許を受けようとしたものと解するべきであるし，前記の公知技術の状況からすると，当業者においてもそのような技術的意義を有するものとして理解するであろうと推認されるから，本願明細書の実施例において熱処理の時間が記載されていないことを理由として，本願発明2がサポート要件を満たさないとすることはできない。",
                    "したがって，取消事由2は理由がある。",
                    "また，本願明細書の例1における熱処理において温度のみが記載され，時間が記載されていなくても，上記ウのとおりの当業者の技術常識によると，熱処理の目的を理解する当業者は，水分の除去が十分に行われるように熱処理の時間を適宜調整することができるというべきであるから，「140℃で熱処理」する時間が明らかにされてないことを理由として，本願明細書の発明の詳細な説明の記載が実施可能要件を満たさないとすることはできない。",
                    "したがって，取消事由1のうち，この点についての原告の主張は理由があるというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "AEROSIL200の使用量について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1のとおり，審決は，本願明細書の発明の詳細な説明の記載が実施可能要件を満たさない理由として，上記2の熱処理の時間についての記載及びAEROSIL200の使用量を挙げており，原告は，これを理由とする実施可能要件についての判断の誤りについて主張しているので，以下において検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "上記2(2)のとおり，本願明細書の例1においては，AEROSIL200",
              "text": [
                "の使用量を特定することなく，「AEROSIL 200を，水4部及び3−トリメトキシシリル−プロピルメタクリレート18部と混合し，・・・」と記載されているほか，シランの量について，「シランの量は，過剰量が生じないようにケイ酸に対して計量供給されることができる。過剰のシランは，場合により熱処理中に再び除去されてもよい。」(段落【0012】)との記載があるのみであることから，これらの記載に接した当業者が適切なケイ酸(AEROSIL200)の使用量を把握することができるか否かについて検討する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記2(4)ウによると，ケイ酸に表面変性試薬を加え，熱処理を行うことによって表面変性を行うこと及びその反応の機構が，シランの有機置換基の加水分解が起こり，これがオリゴマー化した後，基質の水酸基に水素結合し，更に乾燥によって水が除去されて共有結合が形成されるというものであることは，ケイ酸の表面変性処理を行おうとする当業者にとっての技術常識であると認められる。",
                "さらに，ケイ酸の表面変性処理におけるケイ酸と表面変性試薬の量については，上記2(4)イの各公知文献において，「3．8gの高分散性二酸化珪素・・・760gのγ−メタクリロキシプロピルトリメトキシシラン，・・・および10．4gのメタクリル酸」(前記2(4)イ(イ))，「シリカ10gを丸底フラスコに入れ，・・・トリメトキシシリルプロピルメタクリレート(官能化剤)3．06gを混合物に導入する。」(同(ウ))，「疎水化剤として使用される上記有機珪素化合物の使用量は，実用上，原料の二酸化珪素粉末に対して概ね0．5～40重量％が好ましい。使用量が0．5重量％より少ないと，疎水化の効果が低く，また使用量が40重量％を越えても疎水化の効果は大きな差はない。」(同(オ))，「二酸化珪素粉末(日本アエロジル社製：Aerosil-200)200gにヘキサメチルジシラザン13gを加えて混合した後に・・・」(同)，「・・・酸化ケイ素粉末として(アエロジル200：日本アエロジル社製)20gに・・・アルコキシシランとして信越化学製KBM403 2．4gをヘキサン8gに溶解した溶液を・・・」(上記2イ(カ))，「上記有機珪素化合物の使用量は特に限定されないが，十分な疎水化の効果を得るためには，煙霧シリカに対して1～50重量％の処理量が好適である。」(同(ク))などと記載されている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記(3)によると，ケイ酸の表面変性処理を行おうとする当業者は，表面変性処理におけるケイ酸と表面変性試薬の反応の機構についての技術常識を踏まえ，表面変性試薬の好適な分量がケイ酸に対して「0．5～40重量％」，あるいは，「1～50重量％」程度であることや多くの公知文献において実際の混合比率が開示されていたことを認識していたものというべきであり，このような技術常識を有する当業者が，ケイ酸に対してシランが過剰であっても除去することができる旨の前記(2)に掲記した本願明細書の記載に接したならば，過度の試行錯誤を行うことなく，適切なAEROSIL200の使用量を把握することができたものというべきである。",
                "なお，本願明細書の例1における「AEROSIL 200を，水4部及び3−トリメトキシシリル−プロピルメタクリレート18部と混合し，・・・」との記載は，「AEROSIL 200」が「100部」であること，すなわち，水が4重量％であり，3−トリメトキシシリル−プロピルメタクリレートが18重量％であることを意味していると理解することができなくもないが，このように断定すべき具体的な根拠は存在しない(ただし，上記のような当業者の技術常識及び認識を前提とすれば，本願明細書の例1におけるAEROSIL200の使用量については，明瞭でない記載の釈明として補正することができた可能性がある。)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によると，本願明細書の例1においてAEROSIL200の使用量が明らかにされていないことを理由として，本願明細書の発明の詳細な説明の記載が実施可能要件を満たさないとすることはできない。",
                "したがって，取消事由1のうち，この点についての原告の主張も理由があるというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "被告の主張について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，本願発明において用いられる表面変性試薬である3−メタクリルオキシプロピル−トリアルコキシシランやグリシジルオキシプロピルトリアルコキシシランは熱により重合又は分解しやすい化合物であるから，当業者が「100～400℃の温度で1～6時間の期間に亘り熱処理」というような過激な熱処理条件を採用することは通常考えられないと主張するが，審決はこのような理由を挙げて本願発明の実施可能要件について判断しているわけではないから，被告の主張が事実として認められたとしても，審決の結論を維持する理由とはならない(なお，上記2に説示したところに照らし，被告の上記主張は内容においても失当である。)。",
                "また，被告は，本願発明1で規定される「DBP数」及び「突固め密度」は互いに著しく影響を及ぼし合う関係にあり，これらの値を互いに独立に任意の値とすることはできないから，本件特許出願当時において，本願発明1を実施することはできなかったというべきであるとも主張するが，審決はこのような理由を挙げて本願発明の実施可能要件について判断しているわけではないから，被告の主張が事実として認められたとしても，審決の結論を維持する理由とはならない(なお，本願発明1が実施可能であるというためには，本願発明1が規定する「DBP数」，「突固め密度」などのパラメータ値を同時に満たす構造変性された官能化ケイ酸が得られることが必要であるものの，それぞれのパラメータ値を任意に調節することができる必要がないことは明らかであるから，被告の主張は内容においても失当である。)。",
                "さらに，被告は，本願発明1が実施可能であるというためには，上記の値を含め，本願発明1が規定する6つの物理化学的特性データ(パラメータ値)を同時に満足する具体的な官能化ケイ酸を得ることができる必要があるが，本願明細書には，それを得るための具体的手段についての記載は存在せず，それが周知慣用であるともいえないから，本願発明は実施可能要件を満たさないのであり，審決の判断に誤りはないと主張するが，上記1のとおり，審決は，本願明細書の実施例におけるAEROSIL200の使用量及び140℃で熱処理する時間が明らかでないことを理由として本願明細書の記載が実施可能要件を満たさないと判断していると解さざるを得ないのであり，被告の主張は審決の結論を維持する理由とはならない。",
                "他方，この点に関して，審決は「本願明細書の発明の詳細な説明に記載される実施例のものは，『AEROSIL200』の使用量が不明であるなど，出発原料や製造方法の具体的な詳細について明確かつ十分に開示されていないので，上記6つのパラメータの全部を同時に満たす『官能化ケイ酸』を製造するためには，当業者に期待しうる程度を越える試行錯誤を行う必要が生じることになる。」としているところ，審決のこの部分は，当業者にとって，本願発明1が規定する6つのパラメータを同時に満たす官能化ケイ酸を製造することが困難である場合には，製造方法の開示はそのような困難を回避するために十分な程度に詳細なものである必要があるという限度においては正当なものである。そして，審決の上記部分を善解すると，審決は，本願発明1の官能化ケイ酸を製造することが当業者にとって困難であることを前提として，本願明細書の記載が簡略に過ぎることを指摘したのであり，その例としてAEROSIL200の使用量及び熱処理の時間を挙げたものと解することができないでもない。仮にそうであるとすれば，本願発明の実施例として記載された例1において，ケイ酸，表面変性試薬を特定し，熱処理の温度を指定した上，直立ボールミルで圧縮するという簡潔な工程が記載されているだけでは，当業者は実施例を再現することができず，ひいては，本願発明を実施することができないという余地もある。",
                "そこで，以下においては，当業者にとって，本願発明1の規定する6つのパラメータ値を同時に満たす官能化ケイ酸を製造することが困難なことであるかどうかについても，念のため検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，出発原料についても具体的な詳細が開示されていないとするが，本願発明1の官能化ケイ酸の出発原料として，AEROSIL200を使用することができることは，本願明細書の記載から明らかであり，その使用量について当業者が適宜決定することができることについては，上記3のとおりである。",
                "以下，本願発明1が規定する各パラメータ値について，順次検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「BET表面積［m2／g］ 25～380」(及び「突固め密度［g／",
                  "text": [
                    "l］ 50～400」)について",
                    "1999年(平成11年)9月の日本エアロジル株式会社の製品パンフレット(甲第18号証)によると，疎水性シリカ(AEROSIL R972，同R97",
                    "2V，同R972CF，同R974，同R202，同R805，同R812，同R",
                    "812S，RX200，RY200)のBET法による比表面積は80～290m",
                    "2／gとされている。そして，特開平6−87609号公報(甲第26号証)に",
                    "は，「原料の二酸化珪素粉末を疎水化処理した後に，比表面積80m2／g～180m2／g，嵩比重80g／l～300g／lになるまで機械的に粉砕する。機械的粉砕手段は，ボールミル，コニカルミル，タワーミルなど通常の粉砕機を用いることができる。また，石臼などのように磨砕力を利用して粉砕しても良い。粉砕条件も特に限定されない。一例として，通常のボールミルを用いて粉砕する場合には，10～200rpmの回転数で，5分～8時間撹拌すれば良い。・・・」(段落【0010】)と記載され，また，特開平7−61810号公報(甲第17号",
                    "証)には「・・・疎水化処理によって表面改質した二酸化珪素粉末に機械的凝集処理を施す。ここで機械的凝集処理とは機械的粉砕力を利用して機械的粉砕と凝集を同時並行に行うことを云う。この機械的凝集処理によって上記二酸化珪素粉末が圧密され，嵩密度が高くなる。・・・上記機械的凝集処理には，ボールミル，コニカルミル，タワーミルなど通常の粉砕機を用いることができる。また，石臼などのように磨砕力を利用するものでも良い。処理条件も特に限定されない。一例として，嵩密度80～300g／lの微粉末を得るには，比表面積100～200m2／g",
                    "の表面改質された二酸化珪素粉末を回転数10～100rpmのボールミルで5分～5時間処理すれば良い。」(段落【0009】)と記載されているところ，これらの各記載中の「比表面積」は「BET表面積」と同様のものであると考えられ，上記各記載において，比表面積80～180m2／g，100～200m2／gの",
                    "疎水化(表面改質)された二酸化珪素粉末を得ることが前提とされていることからすると，当業者が本願発明1に規定された範囲内(25～380m2／g)のBET表面積を有する官能化ケイ酸を得ることに特段の困難はないと考えられる。",
                    "また，上記各記載中の「嵩比重」及び「嵩密度」は「突固め密度」と同様のものであると考えられるところ，上記各記載において，疎水化(表面改質)された二酸化珪素粉末を機械的に粉砕することによって，嵩比重(嵩密度)を80～300g／lとすることが開示されていることから，当業者が本願発明1に規定された範囲内(50～400g／l)の突固め密度を有する官能化ケイ酸を得ることにも特段の困難はないと考えられるが，突固め密度とDBP数との関係については，下記オのとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「一次粒子径［nm］ 6～45」について",
                  "text": [
                    "本願発明の実施に際して行われる混合，熱処理，機械的作用によって，ケイ酸の一次粒子径が大きく変動するとは考えにくいところ，本願明細書の例1において使用されているAEROSIL200の一次粒子径は12nmであり，上記アの日本エアロジル株式会社の製品パンフレット(甲第18号証)によると，疎水性シリカ(AEROSIL R972，同R972V，同R972CF，同R974，同R",
                    "202，同R805，同R812，同R812S，RX200，RY200)の一",
                    "次粒子の平均径は約7～16nmとされていることから，当業者が，官能化ケイ酸の一次粒子径を本願発明1の規定する範囲内のもの(6～45nm)とすることに特段の困難はないと考えられる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「pH 3～10」について",
                  "text": [
                    "本願明細書の例1で使用されているAEROSIL200のpHは3．7～4．",
                    "7であり，表面変性前のケイ酸は表面のシラノール基の存在により酸性を示すと考えられ，表面変性試薬における3−メタクリルオキシプロピルシリル基及びグリシジルオキシプロピルシリル基には，酸性や塩基性を示す基は存在しないから，熱処理によって全てのシラノール基が3−メトクリルオキシプロピルシリル基やグリシジルオキシプロピルシリル基と結合すればケイ酸のpHは7になり，一部のシラノール基が未反応のまま残っていれば依然として酸性のpHを示すものと考えられる。",
                    "したがって，当業者が，官能化ケイ酸のpHを本願発明1の規定する範囲内のもの(3～10)とすることに特段の困難はないと考えられる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「炭素含有量［％］ 0．1～15」について",
                  "text": [
                    "上記アの日本エアロジル株式会社の製品パンフレット(甲第18号証)によると，疎水性シリカの炭素含有率(炭素含有量)は約1～6％とされていることから，当業者が，官能化ケイ酸の炭素含有量を本願発明1の規定する範囲内のもの(0．1～15％)とすることに特段の困難はないと考えられる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「DBP数［％］ ＜200」と「突固め密度［g／l］ 50～400」",
                  "text": [
                    "について",
                    "特開平7−179667号公報(甲第25号証)には，「・・・シリカは典型的に約200～約400，通常は約250～約300の範囲のジブチルフタレート(DBP)吸収値を有する。」(段落【0035】)との記載がある。",
                    "そして，特開平7−165980号公報(甲第22号証)には，発明の名称を",
                    "「低い構造の熱分解法金属酸化物充填剤の製法及び高分子物質，ゴム，シーラント，コーキング材及び接着剤組成物」とする発明に関して，次の記載がある。",
                    "「【実施例】",
                    "工程1．破壊された生成物の製造",
                    "実験を，1種の疎水性熱分解法二酸化ケイ素(Aerosil(登録商標)300)，二種の疎水性熱分解法二酸化ケイ素生成物(Aerosil(登録商標)R972及びR810S)・・・を用いて行った。・・・熱分解法金属酸化物1000gを，アトリッション工程のために15秒～10分及びバッチ式ローラーミル工程のために1～4時間の滞留時間を有して，撹拌媒体層中に装填した(連続重力送り又は1回単式装填)。破壊処理後に，物理化学的特性は，次に示すとおりである。",
                    "DBP吸収 凝集物寸法 嵩密度",
                    "(g/100g) (μ) (g/l)",
                    "アエロシル(登録商標)300",
                    "破壊前 348 12．0 25",
                    "破壊後 118 2．0 308",
                    "アエロシル(登録商標)R972",
                    "破壊前 269 9．0 30",
                    "破壊後 70 5．0 308",
                    "アエロシル(登録商標)R810S",
                    "破壊前 190 13．0 30",
                    "破壊後 83 4．0 270",
                    "・・・破壊は，時間／力に関連する。最適化された条件を，ボールミルの容量＝1ガロン，アエロシル200VSの装填＝250g，セラミック媒体(1／4インチ球形，密度2．8g／cm3)の装填＝5000g，ボールのrpm＝90rpmと定義した；試料を，幾つかの時間周期にわたって取り，かつ次の破壊が最適化された条件下で達成される：第1表",
                    "アエロシル200VS DBP吸収g／100g",
                    "磨砕なし 290",
                    "1時間 213",
                    "2時間 174",
                    "3時間 149",
                    "4時間 136",
                    "・・・」(段落【0045】～【0046】)",
                    "上記記載によると，疎水性二酸化ケイ素を機械的に破壊することにより，DBP吸収の値(g／100g)が低下することは明らかであり，疎水化された二酸化ケイ素を一定の条件下で機械的に破壊することにより，DBP吸収の値(g／100g)を118，70，83などとした実例も存在することからすると，当業者が，DBP数(DBP吸収の値)が本願発明1の規定する範囲内のもの(＜200)である官能化ケイ酸を得ることに特段の困難はないものと考えられる。",
                    "また，上記記載によると，疎水性二酸化ケイ素を機械的に破壊することにより，上記のとおりDBP吸収の値を低下させるとともに，嵩密度の値(g／l)を上昇させることも明らかであり，上記アのとおり，平成6年及び同7年の特許公開公報において，通常の粉砕機により嵩比重(嵩密度)を80～300g／lとすることができることが開示されているほか，上記記載において嵩密度を308g／l，270g／lとした例が開示されていることからすると，当業者が，突固め密度(嵩密度)が本願発明1の規定する範囲内のもの(50～400g／l)である官能化ケイ酸を得ることに特段の困難はないものと考えられる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)ア～オによると，当業者が，本願発明1の規定する6つのパラメータの値をそれぞれ本願発明1において規定する範囲内のものとし，これらのパラメータ値を同時に満たす官能化ケイ酸を製造することに特段の困難はないものと考えられるから，本願明細書の記載が簡略に過ぎるきらいはあるとしても，審決における具体的な指摘が何らないまま，明らかに実施可能要件を満たさないと断ずることは到底できない。",
                "したがって，当業者にとって本願発明1の規定する6つのパラメータ値を同時に満たす官能化ケイ酸を製造することが困難であるとした上で，実施可能要件がないとした審決を取り消すべき理由とはなり得ない旨の被告の主張は，前提を誤るもので失当であるといわざるを得ない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "以上のとおりであって，取消事由1及び2はいずれも理由があるから，審決は取り消しを免れない。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}