{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2000−13562号事件について平成19年6月5日にした審",
        "決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が特許出願をして拒絶査定を受け，これを不服として審判請求をしたところ，請求が成り立たないとの審決がされたので同審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「増幅捕捉アッセイ」とする発明について，平成2年12月28日(パリ条約による優先権主張：1989年12月29日，米国)に特許出願をした(以下「本件出願」という。)が，平成12年5月19日付けで拒絶査定を受けたので，同年8月28日，同拒絶査定に対する不服審判を請求し，その後，平成16年3月11日，手続補正をした(以下「本件補正」という。)。",
            "特許庁は，上記不服審判請求を不服2000−13562号事件として審理し，平成19年6月5日，「本件審判の請求は成り立たない。」との審決をし，その謄本は同月15日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件補正後の明細書(甲7，8。以下「本願明細書」という。)における特許請求の範囲の請求項1，4及び6に記載された発明を対象としたものであり，各発明の要旨は次のとおりである(なお，請求項の数は12個である。)。",
                "「【請求項1】 試験に供するサンプル中の一本鎖HIV核酸を測定する組成物であって，",
                "(a)次の配列を有するオリゴヌクレオチドプライマー，",
                "5’ TGTGGAGGGGAATTTTTCTACTGTAA 3’ および",
                "5’ TATATAATTCACTTCTCCAATTGTCCCTCAT 3’",
                "(b)4つの核酸塩基のそれぞれのモノヌクレオチド，",
                "(c)プライマーおよびモノヌクレオチドから延長生成物を生成し得る核酸ポリメラーゼ(これは一本鎖HIV核酸に相補的であり，これに対してプライマーがアニールする)，",
                "(d)第1一本鎖ポリヌクレオチド断片に付着した普遍的ラベル捕捉部分からなる第1ポリヌクレオチドプローブ(これは次よりなる群から選択される配列を有する)，",
                "5’ CCTCCTCCAGGTCTGAAGATCTCGGACTCATTGTT 3’ および",
                "5’ GTCCACTGATGGGAGGGGCATACATTGCTTTTCCT 3’",
                "(e)この配列の他のものを有する第2ポリヌクレオチドプローブ，",
                "(f)第2ポリヌクレオチドプローブが固定されるマトリックス，並びに(g)第1ポリヌクレオチドプローブが，増幅された標的核酸配列に対するハイブリダイズにより捕捉される場合(これは次にマトリックス固定第2ポリヌクレオチドプローブとのハイブリダイズにより捕捉される)，第1ポリヌクレオチドプローブに含有される第1普遍的ラベル捕捉部分によって捕捉され得る普遍的ラベルからなる組成物。」(以下，「本願発明1」という。)",
                "「【請求項4】 試験に供するサンプル中の一本鎖HIV核酸を測定する方法であって，",
                "(a)次の配列を有するHIV核酸のコピー数を増幅し，",
                "5’ TGTGGAGGGGAATTTTTCTACTGTAA 3’ および",
                "5’ TATATAATTCACTTCTCCAATTGTCCCTCAT 3’",
                "(b)ハイブリッド形成を可能とすべく増幅したコピー数のHIV核酸と，次よりなる群から選択される配列を有する第1一本鎖ポリヌクレオチド断片に付着した第1普遍的ラベル捕捉部分からなる第1ポリヌクレオチドプローブとを接触させ，5’ CCTCCTCCAGGTCTGAAGATCTCGGACTCATTGTT 3’ および",
                "5’ GTCCACTGATGGGAGGGGCATACATTGCTTTTCCT 3’",
                "(c)ハイブリダイズし得る条件下で，かくして形成されたハイブリッドと，この配列の他のものを有する第2一本鎖ポリヌクレオチド断片からなるマトリックス固定第2ポリヌクレオチドプローブとを接触させ，",
                "(d)ハイブリッドとマトリックス固定第2プローブとのハイブリダイズを可能とし，",
                "(e)必要に応じて結合ハイブリッドを全ゆる未結合核酸から分離し，(f)増幅されたHIV核酸の存在または非存在を測定する",
                "ことからなる方法。」(以下，「本願発明4」という。)",
                "「【請求項6】 試験に供するサンプル中の一本鎖HIV核酸を測定する方法であって，",
                "(a)次の配列を有するプライマーを使用し，標的核酸のコピー数を増幅し，5’ TGTGGAGGGGAATTTTTCTACTGTAA 3’ および",
                "5’ TATATAATTCACTTCTCCAATTGTCCCTCAT 3’",
                "(b)ハイブリッド形成を可能とすべく増幅したコピー数のHIV核酸と，(i)次よりなる群から選択される配列を有する第1一本鎖ポリヌクレオチド断片に付着したラベル系の少なくとも1つの成分からなる第1ヌクレオチドプローブ，",
                "5’ CCTCCTCCAGGTCTGAAGATCTCGGACTCATTGTT 3’ および",
                "5’ GTCCACTGATGGGAGGGGCATACATTGCTTTTCCT 3’",
                "(ii)この配列の他のものを有する第2一本鎖ポリヌクレオチド断片に付着した第1実体からなる第2ポリヌクレオチドプローブ，",
                "(iii)第1実体と特異的に結合し得る核酸である第2実体が結合したマトリックスとを接触させ，",
                "(c)第1および第2プローブと存在する全ゆる増幅されたコピー数のHIV核酸とをハイブリダイズさせ，第1実体と第2実体とを結合させて結合複合体を形成させ，",
                "(d)必要に応じて結合複合体を全ゆる未結合核酸から分離し，",
                "(e)増幅されたHIV核酸の存在または非存在を測定する",
                "ことからなる方法。」(以下，「本願発明6」という。)",
                "なお，審決は，「本願の請求項6の(b)(iii)には，上記の「とを接触させ」という記載はないが，その請求項6の記載では，本願の請求項6に係る発明の構成に欠くことができない事項が不明瞭であり，・・・本来，発明の構成に欠くことができない事項である「とを接触させ」という語句が欠落しているものと認められる」(審決3頁17～22行)として，本願発明6の要旨を上記のとおり認定したところ，原告も，上記認定を認めている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，本願発明4は後記引用例1ないし3及び6に記載された事項に基づいて，本願発明1は後記引用例1及び6に記載された事項に基づいて，本願発明6は後記引用例1，3，4及び6に記載された事項に基づいて，いずれも当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。",
            "審決が上記結論に至った理由は，以下のとおりである。なお，審決の引用部分において，本訴の書証番号を付記した。また，表現を一部改めた部分がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例の記載事項",
              "text": [
                "「(1)Analytical Biochemistry, 177, 1989 Feb, p.27-32(以下，「引用例1」という：本訴甲1)(1−1)「我々は，マイクロタイターを基盤としたサンドイッチハイブリダイゼーションアッセイであって，HIV-1 の低コピー数の配列の検出を目的としたものを開発した。アッセイは，マイクロタイターウェルにリンカーアームを介して共有結合した捕捉プローブ配列を用いる。検出プローブは，ビオチンで標識された DNA 断片であって，捕捉配列に隣接する配列から得られる。試料核酸の存在下でのハイブリダイゼーションの後，検出プローブは，試料が捕捉プローブ及び検出プローブ間の連結を橋渡しする相補的配列を含む時に限り，結合して残る。",
                "結合した検出プローブの量は，ペルオキシダーゼ−ストレプトアビジン結合体とのインキュベート，及びペルオキシダーゼ基質の比色により定量される。このアッセイは，患者試料中のHIV-1 の高感度の検出を達成するために，酵素的なターゲットの増幅と組み合わされた。ポリメラーゼ連鎖反応を使用した HIV-1 DNAの増幅によって，190-bpの生産物が得られた。この生産物は，サンドイッチハイブリダイゼーションアッセイの使用により，容易かつ明確に定量される。テスト結果は，105細胞中の HIV-1 感染細胞，又は約30分子の HIV-1 DNA を検出することができる。」(要約)",
                "(1−2)「…(B)HIV-1のDNAのPCR増幅の戦略。190-bpのgag PstI部位を跨ぐ領域が，PCR 増幅の対象として選択された。…一対の 20 塩基長のオリゴヌクレオチドが，この領域間の増幅に用いられた。」(図1の説明)",
                "(1−3)「DNA の酵素的増幅 10μlの水中の1マイクログラムの DNA試料が PCRバッファに…となるように調整された。これに 10 μlの DMSO，さらに各 dNTP が1 mM，各プライマーが 6.6 μ g/m l加えられた。反応は，93 ℃で 7 分間変性され，室温に冷却され，10単位のThermus Aquaticus (Taq) DNAポリメラーゼが加えられた。…使用されたプライマー配列は GK55(5'-CCTGCTATGTCACTTCCCCT)と GK56(5'-TTATCAGAAGGAGCCACCCC)であった(図1B)。」(29頁左欄19-39行)",
                "(1−4)「HIV-1 核酸の検出アッセイの計画において，我々は，サンドイッチハイブリダイゼーション法を選択した。診断アッセイにおいては，サンドイッチハイブリダイゼーションは，直接ハイブリダイゼーションよりも望ましい。それは，試料の固定化が不要であり，未加工試料の信頼できるアッセイが可能だからである。サンドイッチハイブリダイゼーションには，2つの近接し重複していないプローブ，固定化された捕捉プローブとラベルされた検出プローブとが必要である。ゲノムクローン pBH10を使用して，我々は2つの HIV-1の DNA 断片を選択した。それはgag PstI部位の両端に位置し，ラベル化された，図1Aの断片1及び2である。",
                "断片2の鎖は HIV-1 の RNA に相補的であり，捕捉プローブとして機能させるために M13mp18にクローニングされた。断片1は，検出プローブとして機能させるために pBR322 にクローニングされた。",
                "M13mp18 断片2 DNA 捕捉プローブは，その固定化のために，まず，末端が1級アミノ基であるリンカーアームで修飾された。このリンカーアームは，塩基に化学的に直接結合された。",
                "4種の塩基のフラクションは，グアニン及びアデニンは C-8 部位で，シトシンは C-5 部位で，チミジンはおそらくC-6部位で，化学的手法により修飾された(13)。修飾された捕捉DNAは，活性なマイクロタイターウェルに共有結合され，アッセイが，ELISA 類似のハイブリダイゼーション手法を用いて実施することができた(第2図)。クローン化された pBR322 断片1は，フォトビオチンによりビオチン標識され，検出プローブとして使用された。gag PstI部位を含む HIV-1 の相補的核酸断片の存在下で，捕捉プローブ及び検出プローブ配列との間でサンドイッチ構造が形成された。適切な洗浄後，結合した検出プローブは，パーオキサイドに結合したストレプトアビジンと比色基質とインキュベートすることにより定量化される。」(29頁右欄下から18行～30頁左欄下から11行)",
                "(1−5)「HIV-1サンドイッチハイブリダイゼーションアッセイの概要図。(A)リンカーアームで修正した M13mp18 断片 2 は，該リンカーアームを介してマイクロタイターウェルに固定化される。pBR322の断片 1は，ビオチンで標識される。(B)gag PstI部位を跨ぐ DNA断片に相補的な DNA 断片の存在下で，捕捉プローブと検出プローブとの間にサンドイッチ構造が形成される。(C)ウェルが洗浄された後，ハイブリダイズしたプローブは，ペルオキシダーゼが結合したストレプトアビジン及び比色基質とインキュベートすることにより検出される。」(図2の説明)",
                "(2)Gene, 61, 1987, p.253-264(以下「引用例2」という：本訴甲2)(2−1)HBVのDＮAアッセイ系において，捕捉プローブAとラベルプローブBとを対象DＮAとハイブリダイズさせ，形成したハイブリッドを，固相捕捉プローブCにハイブリダイズさせ，ラベルされたプローブEを増幅マルチマーDを介してハイブリダイズさせて，対象DＮAを検出する方法(図1及びその説明)",
                "(3)Analytical Biochemistry 181, 1989.9, p.345-359(以下「引用例3」という：本訴甲3)(3−1)「該手法は，検出対象核酸を，dA テイルを有する捕捉プローブ及びラベルされたプローブと溶液中でハイブリダイズさせることを含む。捕捉プローブ−検出対象−ラベルされたプローブ，という「3成分複合体」は，その後，オリゴ(dT)を含む磁気ビーズ上に，オリゴ(dT)とポリ(dA)とのハイブリダイゼーションにより捕捉される。」(訳文9～13行)(3−2)「標準的なホスホラミダイト法によりオリゴヌクレオチドを調製し，逆相 HPLCにより精製した。リステリア特異的な16S rRNAオリゴヌクレオチド捕捉プローブNo.773は，5’ TGT CCC CGA AGG GAA AGC TCT GTC TCC AGA GTG GT 3’であった。」(346頁左欄5～10行)",
                "(3−3)「図1 可逆対象捕捉(RTC)の概要図 第1部．検出対象，捕捉プローブ(dAを伴う波線)及びラベルされたプローブ(●を伴う波線)からなる3成分複合体は，四角枠で強調されている。… 第2部．3成分複合体は，オリゴ(dT)とポリ(dA)との間のハイブリダイゼーションにより，オリゴ(dT)磁気ビーズ上に捕捉される。…第3部 検出対象は最終的に検出用の固相上に捕捉された。」(図1及びその説明)",
                "(4)Molecular and Cellular Probes 2, 1988, p.47-57(以下「引用例4」という：本訴甲4)(4−1)「クローニングされた LT 遺伝子 DNA は，連続的に希釈され，合成オリゴヌクレオチドプライマーを用いて，酵素的に増幅された。増幅された DNA は，ビオチン標識されたM13に基づくプローブを用いて検出された。」(47頁「要約」の9～11行)(4−2)「ビオチン又は酵素で標識されたプローブは，放射性ラベルがされたプローブの魅力的な代替手段を提供した。しかし，非放射性ラベルプローブは，放射性アイソトープでラベルされたプローブと同様の感度を実現できるものではなかった。最近，Saiki 等は，特定の標的 DNA 配列を酵素的に増幅する方法について述べた。彼らは，この手法を用いて，標的配列の量を 2.2 × 105 倍に増幅したと報告した。この手法は，ハイブリダイゼーションアッセイの感度を劇的に高めるかもしれない。」(48頁6～13行)",
                "(5)Nature, 313, 1985, p.277-284(以下，「引用例6」という：本訴甲6)(5−1)HIVの核酸配列であって，以下の部分配列を有するもの",
                "6933～6958位に 5’ TGTGGAGGGGAATTTTTCTACTGTAA 3’",
                "7224～7254位に 5’ATGAGGGACAATTGGAGAAGTGAATTATATA 3’",
                "7185～7219位に 5’ AACAATGAGTCCGAGATCTTCAGACCTGGAGGAGG 3’",
                "7091～7125位に 5’ AGGAAAAGCAATGTATGCCCCTCCCATCAGTGGAC 3’",
                "(図1)」(審決3頁30行～6頁20行)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明4について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明4と引用例1記載の発明との一致点及び相違点の認定",
                  "text": [
                    "「引用例1記載の方法は，プライマーとして用いられた特定の配列が含まれているHIV核酸が増幅されている(前記記載事項(1−2)及び(1−3))のであるから，本願発明4と同様に「特定配列を有するHIV核酸のコピー数を増幅」する工程を有するものである。そして，引用例1記載の pBR322 断片1は，本願発明4の「第1一本鎖ポリヌクレオチド断片」に相当する。",
                    "また，引用例1記載の方法において検出プローブとして使用される pBR322 断片1は，ビオチンで標識されており，それを，パーオキシドに結合したストレプトアビジン及び比色基質とインキュベートすることにより定量化されるものであり(前記記載事項(1−4)及び(1−5))，本願の請求項3には，普遍的ラベル捕捉手段とその結合パートナーとして「アビジンまたはストレプトアビジン」及び「ビオチンまたはその結合アナログ」，が記載されているから，引用例1記載のビオチンは，本願発明4の「第1普遍的ラベル捕捉部分」に相当する。すなわち，引用例1の記載において，ビオチン標識され検出プローブとして使用される pBR322 断片1は，本願発明4の「第1一本鎖ポリヌクレオチド断片に付着した第1普遍的ラベル捕捉部分からなる第1ポリヌクレオチドプローブ」に相当する。",
                    "さらに，引用例1のM13mp18断片2は，本願発明4の「第2一本鎖ポリヌクレオチド断片」に相当し，本願明細書の段落【0021】記載の「マトリックス」の定義からみて，引用例1の「マイクロタイターウエル」は，本願発明4の「マトリックス」に相当することは明らかであるから，引用例1の，マイクロタイターウェルに共有結合された捕捉 DNA プローブは，本願発明4の「マトリックス固定第2ポリヌクレオチドプローブ」に相当する。",
                    "そして，本願発明も引用例1に記載された方法も，標的配列，第1プローブ及び第2プローブという3種の核酸を接触させ，そのハイブリダイズを可能としている点で共通する。",
                    "また，本願発明4の工程(e)は選択的な工程であるから，本願発明4は工程(e)を有さない発明を選択肢として包含している。そこで，その工程(e)を有さない選択肢に係る本願発明4と，引用例1に記載された発明(以下「引用発明1」という)とを比較すると，その一致点及び相違点は，以下の通りである。",
                    "［一致点］(本願発明4の対応する構成の符号を付した)",
                    "「試験に供するサンプル中の一本鎖HIV核酸を測定する方法であって，(a)特定の配列を有するHIV核酸のコピー数を増幅し，",
                    "(b−d)ハイブリッド形成を可能とすべく増幅したコピー数のHIV核酸，該増幅核酸中に存在する第1の特定配列に対して相補的な配列を有する第1一本鎖ポリヌクレオチド断片に付着した第1普遍的ラベル捕捉部分からなる第1ポリヌクレオチドプローブ，及び該増幅核酸中に存在する第2の特定配列を有する第2一本鎖ポリヌクレオチド断片からなるマトリックス固定第2ポリヌクレオチドプローブとを接触させ，3種の核酸のハイブリダイズを可能とし，(f)増幅されたHIV核酸の存在または非存在を測定する",
                    "ことからなる方法」",
                    "である点。",
                    "［相違点］",
                    "(1)HIV核酸増幅工程で用いるプライマーの具体的配列が異なり，増幅されるHIV核酸の配列が異なることから，それにハイブリダイズして検出するための第1ポリヌクレオチドプローブ及び第2ポリヌクレオチドプローブの具体的配列も異なる点",
                    "(2)本願発明は，増幅HIV核酸と第1ポリヌクレオチドプローブとを接触させ，形成されたハイブリッドとマトリックス固定第2ポリヌクレオチドプローブとを接触させてハイブリダイズさせているのに対し，引用発明1は，増幅HIV核酸，第1ポリヌクレオチドプローブ及びマトリックス固定第2ポリヌクレオチドプローブとを同時に接触させハイブリダイズしている点」(審決6頁26行～8頁3行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点(1)について",
                      "text": [
                        "「引用例6には，本願発明4における測定対象であるHIVの全配列が記載されている。検出対象の配列の適当な部分配列に対応したプライマーやプローブを設計することは，本技術分野においてよく行われていることであり，当業者であれば容易に行うことができることである。",
                        "本願発明4において採用している増幅用のプライマーは，引用例6に記載されたHIVの配列の6933～6958位と7224～7254位に対応しており(後者については 3’から 5’方向に読んだ配列の相補配列)，プローブとして使用している配列は，上記配列をプライマーとして使用した場合に増幅される6933～7254位の中に存在する7185～7219位と7091～7125位に対応している(いずれも3’から5’方向に読んだ配列の相補配列)。",
                        "HIVの全配列のうち特にこの部分の配列を選択することが困難であるとは認められない。」(審決8頁6～17行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点(2)について",
                      "text": [
                        "「HIV核酸，第1ポリヌクレオチドプローブ，及びマトリックス固定第2ポリヌクレオチドプローブを，引用発明1のように同時にハイブリダイズさせるか，あるいは，本願発明4のようにHIV核酸と第1ポリヌクレオチドプローブとをまずハイブリダイズさせて形成されたハイブリッドを，マトリックス固定第2ポリヌクレオチドプローブとハイブリダイズさせるかは，HIV核酸を検出するという引用発明1の目的を達成するためには，最終的に3種類の核酸がハイブリダイズしたものが得られればいいのであるから適宜選択できる事項である。また，例えば，引用例2(特に第1図を参照)及び引用例3(特に第1図を参照)には，サンドイッチハイブリダイゼーションにおいて，マトリクスに固定された核酸とハイブリダイズさせる前に，まず，標的核酸と他のプローブとのハイブリダイズを行う方法が記載されており，引用発明1においても，このような段階を経てハイブリダイズを行うことは，当業者が容易に想到し得たことである。」(審決8頁20～32行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小活",
                  "text": [
                    "「上記のように，本願発明4は，引用例1～3及び6に記載された事項に基づいて，当業者が容易に想到することができたものである。",
                    "また，本件明細書の記載からは，本願発明4で用いられた特定の配列を用いることによって，初めて標的配列の検出が可能となったとか，ウイルス検出効率が高まった等の格別顕著な効果があるということもできない。",
                    "したがって，本願発明4は，引用文献1～3及び6に記載された事項に基づき，当業者が容易に発明をすることができたものである。」(審決9頁下1行～10頁6行)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明1と引用例1記載の発明との一致点及び相違点の認定",
                  "text": [
                    "「本願発明1は，本願発明4の測定方法に用いる各種の成分を集めて組成物にしたものと認められる。",
                    "そして，本願発明1と引用例1に記載された発明(以下，「引用発明2」という)とを比較すると，その一致点及び相違点は，以下の通りである。",
                    "［一致点］",
                    "「試験に供するサンプル中の一本鎖HIV核酸を測定する成分である",
                    "(a)特定の配列を有するオリゴヌクレオチドプライマー，",
                    "(b)4つの核酸塩基のそれぞれのモノヌクレオチド，",
                    "(c)プライマーおよびモノヌクレオチドから延長生成物を生成し得る核酸ポリメラーゼ(これは一本鎖HIV核酸に相補的であり，これに対してプライマーがアニールする)，(d)第1一本鎖ポリヌクレオチド断片に付着した普遍的ラベル捕捉部分からなる第1ポリヌクレオチドプローブ(これは増幅された配列中の特定の部位の配列を有する)，(e)増幅された配列中の特定の部位の配列であって，(d)とは異なる配列を有する第2ポリヌクレオチドプローブ，",
                    "(f)第2ポリヌクレオチドプローブが固定されるマトリックス，並びに(g)第1ポリヌクレオチドプローブが，増幅された標的核酸配列に対するハイブリダイズにより捕捉される場合(これは次にマトリックス固定第2ポリヌクレオチドプローブとのハイブリダイズにより捕捉される)，第1ポリヌクレオチドプローブに含有される第1普遍的ラベル捕捉部分によって捕捉され得る普遍的ラベル」",
                    "に係るものである点",
                    "［相違点］",
                    "(1)本願発明1は，上記の成分(a)～(g)からなる組成物であるのに対し，引用発明2は，成分(a)～(g)についての記載はあるものの，それらを組成物とすることは特定されていない点",
                    "(2)HIV核酸増幅工程で用いるプライマーの具体的配列が異なり，増幅されるHIV核酸の配列が異なることから，それにハイブリダイズして検出するための第1ポリヌクレオチドプローブ及び第2ポリヌクレオチドプローブの具体的配列も異なる点」(審決10頁11行～11頁4行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点(1)について",
                      "text": [
                        "「引用例1に記載された検出方法に使用するすべての成分は，検出に際して予め準備しておく必要があるものであり，また，ある作業のために必要な複数の要素をキットとして組み合わせることは例を挙げるまでもなく周知のことであるから，検出に必要な各成分を一緒にして組成物とすることは，当業者が容易に想到しうることである。」(審決11頁7～11行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点(2)について",
                      "text": [
                        "「前記「第3」の「2」で述べたと同様の理由により，この点は，引用例6に記載された HIVの配列に基づいて，当業者が容易に想到しうることである。」(審決14～16行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小活",
                  "text": [
                    "「上記のように，本願発明1は，引用例1及び6に記載された事項から当業者が容易に想到することができたものである。",
                    "また，本件明細書の記載からは，本願発明1で用いられた特定の配列を用いることによって，初めて標的配列の検出が可能となったとか，ウイルス検出効率が高まった等の格別顕著な効果があるということもできない。",
                    "したがって，本願発明1は，引用例1及び6に記載された事項に基づき，当業者が容易に発明をすることができたものである。」(審決19～25行)"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明6について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明6と引用例3記載の発明との一致点及び相違点の認定",
                  "text": [
                    "「引用例3に記載された「ポリ(dA)」，「オリゴ(dT)」，「ラベルされたプローブ」，「捕捉プローブ」，「固体支持体」，「3成分複合体」は，本願発明6の「第1実体」，「第2実体」，「第1ヌクレオチド断片に付着したラベル系の少なくとも一つの成分からなる第1ヌクレオチドプローブ」，「第2ポリヌクレオチドプローブ」，「マトリクス」，「結合複合体」に相当する。",
                    "そして，本願発明6の工程(d)は選択的な工程であるから，本願発明6は工程(d)を有さない発明を選択肢として包含している。そこで，その工程(d)を有さない選択肢に係る本願発明6(判決注：「本願初発明6」は「本願発明6」の誤記と認める。)と，引用例3に記載された発明(以下「引用発明3」という)とを比較すると，その一致点及び相違点は，以下の通りである。",
                    "［一致点］",
                    "「試験に供するサンプル中の核酸を測定する方法であって，",
                    "(b)標的核酸と，",
                    "(i)第1の特定配列を有する第1一本鎖ポリヌクレオチド断片に付着したラベル系の少なくとも1つの成分からなる第1ヌクレオチドプローブ，",
                    "(ii)第2の特定配列を有する第2一本鎖ポリヌクレオチド断片に付着した第1実体からなる第2ポリヌクレオチドプローブ，",
                    "(iii)第1実体と特異的に結合し得る核酸である第2実体が結合したマトリックスとを接触させ，",
                    "(c)第1および第2プローブと存在する全ゆるHIV核酸とをハイブリダイズさせ，第1実体と第2実体とを結合させて結合複合体を形成させ，",
                    "(e)増幅されたHIV核酸の存在または非存在を測定する",
                    "ことからなる方法。」",
                    "［相違点］",
                    "(1)本願発明6は，測定対象がHIVであり，プライマー，プローブの配列は，HIVの部分配列であるのに対し，引用発明3は，測定対象がリステリア菌であり，プローブとしてリステリア菌の部分配列を用いている点",
                    "(2)本願発明6は，ハイブリッドの形成の前に，特定の配列を有するプライマーを使用し，標的核酸のコピー数を増幅しているのに対し，引用発明3では，そのような増幅工程がない点」(審決11頁30行～12頁23行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点についての判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点(1)について",
                      "text": [
                        "「HIVの検出は周知の課題であり(例えば引用例1を参照)，引用発明3の測定対象をHIV核酸として，引用例6(判決注：「引例6」は「引用例6」の誤記と認める。)に記載されたHIV核酸の配列に基づいて捕捉プローブ及び検出プローブの配列を適宜選択することは，当業者が容易に想到しうることである。」(審決12頁26～29行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点(2)について",
                      "text": [
                        "「ハイブリダイゼーションによる検出の前に，標的核酸をPCRにより増幅して感度を高めることは，引用例1及び4に記載されている(前記記載事項(1−1)及び(4−2)を参照)ようによく知られていることであり，引用発明3のサンドイッチハイブリダイゼーションによる検出法において，標的核酸を予め増幅することは当業者が容易に想到しうることである。また増幅のためのプライマーの設計も，引用例6に記載されたHIV核酸の配列から当業者が容易に設計できるものである。」(審決12頁32～38行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小活",
                  "text": [
                    "「上記のように，本願発明6は，引用発明1，3，4及び6に記載された事項に基づいて，当業者が容易に想到することができたものである。",
                    "また，本件明細書の記載からは，本願発明6で用いられた特定の配列を用いることによって，初めて標的配列の検出が可能となったとか，ウイルス検出効率が高まった等の格別顕著な効果があるということもできない。",
                    "したがって，本願発明6は，引用例1，3，4及び6に記載された事項に基づき，当業者が容易に発明をすることができたものである。」(審決13頁1～7行)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，本願発明4について，引用発明1との一致点の認定を誤った結果，相違点を看過し，また，引用発明1との相違点についての判断を誤り，本願発明1について，引用発明2との一致点の認定を誤った結果，相違点を看過し，また，引用発明2との相違点についての判断を誤り，本願発明6について，引用発明3との一致点の認定を誤った結果，相違点を看過し，また，引用発明3との相違点についての判断を誤っており，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。",
        "なお，本判決においても，審決における引用例1ないし6及び引用発明1ないし3の各略語表記を用いる。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明4と引用発明1との一致点の認定誤りによる相違点看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明1が，本願発明4と同様に「特定配列を有するHIV核酸のコピー数を増幅」する工程を有するものであると認定したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明4の特徴は，同発明の核酸検出において2つの異なる増幅方法，すなわち標的増幅方法(PCR法)とシグナル増幅方法(ユニバーサルラベル)とを同時に使用することができる点である。シグナル増幅方法及び標的増幅方法(PCR法)は核酸検出技術に関する2つの方法であるが，シグナル増幅方法とは，「反応における標的の量に応じてシグナルが増加することを直接的に検出する特異的検出方法」であり，リポーター基あるいは酵素増幅を含む分岐DＮAプローブの使用が含まれる。また，「ユニバーサルラベル」とはシグナル増幅方法から生じた用語であり，シグナル生成を増加させる，すなわちシグナル増幅させるために結合することができる多様なリポーター基に対するリンカーあるいはシグナル伝達全体を意味する。シグナル増幅及びユニバーサルラベルは本願発明4において必須の要素であり，これがなければ核酸検出は不可能である。",
                "これに対し，引用発明1においては，DＮAをPCR法で増幅させることとは別に，2つのプローブ，すなわち非−放射性標識されたHIV及びPBR配列を含んだ第一プローブと，固体マトリックスに結合された標識されていない第二プローブを使用しており，引用例1には，本願発明4の標的増幅方法(PCR法)とシグナル増幅方法(ユニバーサルラベル)を同時に組み合わせて行うことについての開示も示唆もない。",
                "本件出願前においては，標的あるいは分析物の増幅は，シグナル増幅とは分けて別々に行われており，同一の発明において標的増幅とシグナル増幅の両方を組み合わせることは考えられておらず，本願発明4が標的増幅とシグナル増幅を有利に組み合わせたことによって核酸検出が非常に高感度に達成可能となり，更にこの高感度アッセイは，HIV及びEBVの特定のウイルス性因子により提供されることが明らかとなった。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，引用発明1が本願発明4と同様に「特定配列を有するHIV核酸のコピー数を増幅」する工程を有するとした審決の認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本願発明4と引用発明1との相違点についての判断の誤り)審決の本願発明4と引用発明1との相違点(1)，(2)についての判断は，以下のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(1)について",
              "text": [
                "審決は，「引用例6には，本願発明4における測定対象であるHIVの全配列が記載されている。検出対象の配列の適当な部分配列に対応したプライマーやプローブを設計することは，本技術分野においてよく行われていることであり，当業者であれば容易に行うことができることである。本願発明4において採用している増幅用のプライマーは，引用例6に記載されたHIVの配列の6933～6958位と7224～7254位に対応しており(後者については 3’から 5’方向に読んだ配列の相補配列)，プローブとして使用している配列は，上記配列をプライマーとして使用した場合に増幅される6933～7254位の中に存在する7185～7219位と7091～7125位に対応している(いずれも 3’から 5’方向に読んだ配列の相補配列)。HIVの全配列のうち特にこの部分の配列を選択することが困難であるとは認められない。」と判断したが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願明細書の請求項1～12には，HIV及びEBV(E−B(Epste",
                  "text": [
                    "in−Barr)ウィルス)に対する特定の配列について記載されているところ，本願発明に係る組成物及び方法に記載されるこれらの配列については，引用例1ないし4及び6に開示も示唆もない。特に，引用例6は，題名に「エイズウイルスHTLV-III の完全ヌクレオチド配列」と掲げており，請求項1～6に記載された特定のHIV配列に関して全く触れていない。さらに，請求項7～12に記載されるEBV配列に関し，核酸の検出に特に有用なものであることについて，上記5つの引用例には開示も示唆もない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(2)について",
              "text": [
                "審決は，「HIV核酸，第1ポリヌクレオチドプローブ，及びマトリックス固定第2ポリヌクレオチドプローブを，引用発明1のように同時にハイブリダイズさせるか，あるいは，本願発明4のようにHIV核酸と第1ポリヌクレオチドプローブとをまずハイブリダイズさせて形成されたハイブリッドを，マトリックス固定第2ポリヌクレオチドプローブとハイブリダイズさせるかは，HIV核酸を検出するという引用発明1の目的を達成するためには，最終的に3種類の核酸がハイブリダイズしたものが得られればいいのであるから適宜選択できる事項である。また，例えば，引用例2(特に第1図を参照)及び引用例3(特に第1図を参照)には，サンドイッチハイブリダイゼーションにおいて，マトリクスに固定された核酸とハイブリダイズさせる前に，まず，標的核酸と他のプローブとのハイブリダイズを行う方法が記載されており，引用発明1においても，このような段階を経てハイブリダイズを行うことは，当業者が容易に想到し得たことである。」と判断したが，誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明4の特徴及びこれが引用例1に開示されていないことは，前記1(取消事由1)(2)に主張したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用例2には，標的核酸の直接分析方法が記載されているのみで，本願発明4に必須の要素である特定の標的核酸を増幅させることについては全く記載がなく，HIV及びEBV(E−B(Epstein−Barr)ウィルス)に対する",
                  "text": [
                    "特定の配列についても記載がない。さらに，本願発明4の(a)～(d)の一連の工程についても全く開示も示唆もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3には，標的捕捉のためのユニバーサル配列が記載されているのみであり，それは本願発明4のようにプローブの一部として非−標的配列を使用しておらず，標的に相補的な配列からなるプローブを使用しているのみである。また，引用例3には，本願発明4に必須の要素である特定の配列の核酸を増幅させることについて全く記載がなく，HIV及びEBV(E−B(Epstein−Barr)",
                  "text": [
                    "ウィルス)に対する特定の配列及びその配列を含むプローブについても記載がない。",
                    "さらに，本願発明4の(a)～(d)の一連の工程についても全く開示も示唆もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のように，引用例1ないし3においては，本願発明4の特徴的な配列を増殖させ，かつ，ハイブリダイズさせる一連の連続工程について全く開示も示唆もないのであり，本願発明4の特徴的な配列を用い，かつ，上記一連の連続工程により，初めて従来にない核酸検出が非常に高感度に達成可能となることは，引用例1ないし3から容易に想到できるものではない。",
                    "したがって，審決の前記判断は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明1と引用発明2との一致点の認定誤りによる相違点看過)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，引用例1に「試験に供するサンプル中の一本鎖HIV核酸を測定する成分」として以下のもの，すなわち，",
              "text": [
                "「(a)特定の配列を有するオリゴヌクレオチドプライマー，",
                "(b)4つの核酸塩基のそれぞれのモノヌクレオチド，",
                "(c)プライマーおよびモノヌクレオチドから延長生成物を生成し得る核酸ポリメラーゼ(これは一本鎖HIV核酸に相補的であり，これに対してプライマーがアニールする)，",
                "(d)第1一本鎖ポリヌクレオチド断片に付着した普遍的ラベル捕捉部分からなる第1ポリヌクレオチドプローブ(これは増幅された配列中の特定の部位の配列を有する)，",
                "(e)増幅された配列中の特定の部位の配列であって，(d)とは異なる配列を有する第2ポリヌクレオチドプローブ，",
                "(f)第2ポリヌクレオチドプローブが固定されるマトリックス，並びに(g)第1ポリヌクレオチドプローブが，増幅された標的核酸配列に対するハイブリダイズにより捕捉される場合(これは次にマトリックス固定第2ポリヌクレオチドプローブとのハイブリダイズにより捕捉される)，第1ポリヌクレオチドプローブに含有される第1普遍的ラベル捕捉部分によって捕捉され得る普遍的ラベル」",
                "が記載されていると認定したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1には，本願発明1の請求項1記載の(a)～(d)の成分を具体的に使用することは全く開示されておらず，また，本願発明1のHIV及びEBV(E−B(Epstein−Barr)ウィルス)に対する特定の配列を増幅させ",
              "text": [
                "たプライマー，このハイブリッド形成を可能とすべく増幅したコピー数のHIV核酸と，特定の配列を有する第1一本鎖ポリヌクレオチド断片に付着した第1普遍的ラベル捕捉部分からなる第1ポリヌクレオチドプローブとを接触させ，かつ，ハイブリダイズし得る条件下で，かくして形成されたハイブリッドと，この配列の他のものを有する第2一本鎖ポリヌクレオチド断片からなるマトリックス固定第2ポリヌクレオチドプローブとを接触させ，ハイブリッドとマトリックス固定第2プローブとのハイブリダイズを可能とする一連の工程に使用される上記特定の必須成分については全く開示も示唆もない。",
                "また，本件出願前においては，標的あるいは分析物の増幅は，シグナル増幅とは分けて別々に行われており，本件出願までは，同一の発明において両方の方法を組み合わせることは考えられておらず，本願発明1が標的増幅とシグナル増幅を有利に組み合わせたことにより，核酸検出が非常に高感度に達成可能となり，さらに，この高感度アッセイは，HIV及びEBVの特定のウイルス性因子により提供されることが明らかとなったが，この新規な測定工程において必須である具体的な配列を含有する成分について，引用例1には全く開示も示唆もない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，審決の上記一致点についての認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由4(本願発明1と引用発明2との相違点についての判断の誤り)審決の本願発明1と引用発明2との相違点(1)，(2)についての判断は，以下のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(1)について",
              "text": [
                "審決は，「引用例1に記載された検出方法に使用するすべての成分は，検出に際して予め準備しておく必要があるものであり，また，ある作業のために必要な複数の要素をキットとして組み合わせることは例を挙げるまでもなく周知のことであるから，検出に必要な各成分を一緒にして組成物とすることは，当業者が容易に想到しうることである。」と判断したが，前記3(取消事由3)(2)で述べたことからすれば，当業者にとって，本願発明1を引用例1から想到するには過度の試行錯誤を要するものであり，容易推考とはいえないから，審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(2)について",
              "text": [
                "審決は，本願発明1のHIV核酸増幅工程で用いるプライマー，第1ポリヌクレオチドプローブ及び第2ポリヌクレオチドプローブの各具体的配列は，引用例6に記載されたHIV配列に基づいて当業者が容易に想到し得ることであると判断している。",
                "しかしながら，前記2(取消事由2)(1)アで述べたことからすれば，当業者にとって，引用例6に開示されたHTLV-III の完全ヌクレオチド配列から，本願発明4の核酸測定方法において特に有用である本願発明1に特定されたHIV核酸増幅工程で用いるプライマー，第1ポリヌクレオチドプローブ及び第2ポリヌクレオチドプローブの各具体的配列を容易に推考できるものではないから，審決の上記判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本願発明6と引用発明3との一致点の認定誤りによる相違点看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「試験に供するサンプル中の一本鎖HIV核酸を測定する方法であって」前記第2の3(審決の理由の要旨)(4)アの(b)，(c)及び(e)からなる方法である点を，本願発明6と引用発明3との一致点であると認定したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例3に記載ないし開示された内容は，前記2(取消事由2)(2)イのとおりであり，引用例3は，標的捕捉のためのユニバーサル配列が記載されているのみで，本願発明6のように，プローブの一部として非−標的配列を使用しておらず，標的に相補的な配列からなるプローブを使用しているのみであり，引用例3における「ラベルされたプローブ」，「捕捉プローブ」及び「3成分複合体」と，本願発明6の進歩的な一連の工程における必須成分である「第1ヌクレオチド断片に付着したラベル系の少なくとも一つの成分からなる第1ヌクレオチドプローブ」，「第2ポリヌクレオチドプローブ」及び「第1および第2プローブと存在する全ゆる増幅されたコピー数のHIV核酸とをハイブリダイズさせ，第1実体と第2実体とを結合させ」た「結合複合体」とは全く異なる成分であるから，審決の上記一致点の認定は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "text": [
            "取消事由6(本願発明6と引用発明3との相違点についての判断の誤り)審決の本願発明6と引用発明3との相違点(1)，(2)についての判断は，以下のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(1)について",
              "text": [
                "審決は，「HIVの検出は周知の課題であり(例えば引用例1を参照)，引用発明3の測定対象をHIV核酸として，引用例6に記載されたHIV核酸の配列に基づいて捕捉プローブ及び検出プローブの配列を適宜選択することは，当業者が容易に想到しうることである。」と判断している。",
                "しかしながら，前記2(1)アで述べたことからすれば，当業者にとって，引用例6に開示されたHTLV-III の完全ヌクレオチド配列から，本願発明6の核酸測定方法において特に有用であると特定されたHIV核酸増幅工程で用いるプライマー，捕捉プローブ及び検出プローブの具体的配列を容易に推考できるものではないから，審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(2)について",
              "text": [
                "審決は，「ハイブリダイゼーションによる検出の前に，標的核酸をPCRにより増幅して感度を高めることは，引用例1及び4に記載されている(前記記載事項(1−1)及び(4−2)を参照)ようによく知られていることであり，引用発明3のサンドイッチハイブリダイゼーションによる検出法において，標的核酸を予め増幅することは当業者が容易に想到しうることである。また増幅のためのプライマーの設計も，引用例6に記載されたHIV核酸の配列から当業者が容易に設計できるものである。」と判断するが，誤りである。",
                "引用例4においては，分析物は，マトリックスに直接，非特異的に結合するのに対し，本願発明6では，分析物は，第2ポリヌクレオチドプローブとのハイブリダイゼーションを介してマトリックスに特異的に結合するものであり，引用例4は，このような捕捉プローブを使用してない。",
                "また，本願発明6の特徴である2つの異なる増幅方法，すなわち，標的増幅方法(PCR法)とシグナル増幅方法(ユニバーサルラベル)を同発明の核酸検出において両方同時に使用することについては，引用例1，3，4及び6のいずれにも全く開示も示唆もない。さらに，上記核酸検出に必要な本願発明6の一連の工程に必須な各成分ついても具体的に記載されておらず，特に，本願発明6における，HIV及びEBV(E−B(Epstein−Barr)ウィルス)に対する特定の配",
                "列については全く開示も示唆もない。",
                "本件出願前においては，標的あるいは分析物の増幅は，シグナル増幅とは分けて別々に行われており，同一の発明において両方の方法を組み合わせることは考えられておらず，本願発明6が標的増幅とシグナル増幅を有利に組み合わせたことにより，核酸検出が非常に高感度に達成可能となり，さらに，この高感度アッセイは，HIV及びEBVの特定のウイルス性因子により提供されることが明らかとなった。",
                "したがって，審決の上記認定は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本願発明4と引用発明1との一致点の認定誤りによる相違点看過)に対し",
          "text": [
            "原告は，本願発明4が，標的増幅方法とシグナル増幅方法(ユニバーサルラベル)とを組み合わせるものであることを前提に，引用発明1との相違について主張しているが，本願明細書の請求項4には，「ユニバーサルラベル」や「シグナル増幅」なる用語の記載はなく，本願発明4がシグナル増幅を行っていることについては何の特定もされていない。",
            "また，本願発明4の「普遍的ラベル」は，「一般的ラベル」又は「汎用のラベル」を意味するものと解すべきであり，「ユニバーサルラベル」を意味するものと解することはできない。そして，「一般的ラベル」又は「汎用のラベル」を用いた場合に，本願発明4の方法により必然的にシグナルの増幅が生じるということはできない。",
            "したがって，原告の主張は，本願明細書の請求項4の記載に基づかない主張であり，失当である。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明4と引用発明1との相違点についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(1)について",
              "text": [
                "原告は，本願発明4の方法で用いられる特定の配列を有するプライマーやプローブが引用例1ないし4及び6に開示されていないと主張するが，審決は，引用例6に記載された「エイズウイルスHTLV-III」の完全配列に基づいて本願発明4の配列を有するプライマーやプローブを容易に設計できると判断しているのであり，単に上記の開示がないというだけでは，審決の判断が誤りであることの根拠とはならない。",
                "なお，本願明細書には，本願発明4で用いるプライマーやプローブの配列の意義については何ら記載されておらず，HIVの全配列のうちの他の部分に基づいてプライマーやプローブを設計した場合と比較した検出感度の相違等が記載されているわけでもない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(2)について",
              "text": [
                "原告は，引用例1ないし3には本願発明4の一連の工程について全く開示がないと主張するが，審決は，HIV核酸と第1ポリヌクレオチドプローブをハイブリダイズさせてから，それにマトリックス固定第2プローブをハイブリダイズ可能とするという本願発明4の方法が容易に想到できることを理由を示して判断しているのであり，単に上記引用例に開示がないというだけでは，審決の判断が誤っている根拠とはならない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本願発明1と引用発明2との一致点の認定誤りによる相違点看過)に対し",
          "text": [
            "審決は，本願発明1の成分と引用例1に記載されたものとの対応関係に基づいて一致点の認定をしており，その認定に誤りはない。",
            "原告は，引用例1に本願発明1の具体的な配列を含有する成分についての開示がないと主張するが，具体的な配列の相違は，相違点(2)に挙げられており，一致点と認定されているわけではない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本願発明1と引用発明2との相違点についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(1)について",
              "text": [
                "原告が前記第3の3(2)で主張するところは，引用例1から本願発明1を想到するのに過度の試行錯誤を要することの理由とはならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(2)について",
              "text": [
                "原告が前記第3の2(1)アで主張するところは，当業者が，引用例6に開示されたHTLV-III の完全ヌクレオチド配列から，本願発明1のHIV核酸増幅工程で用いるプライマー，第1ポリヌクレオチドプローブ及び第2ポリヌクレオチドプローブの各具体的配列を容易に推考できないことの理由とはならない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(本願発明6と引用発明3との一致点の認定誤りによる相違点看過)に対し",
          "text": [
            "原告は，引用例3における「ラベルされたプローブ」，「捕捉プローブ」及び「3成分複合体」と，本願発明6の「第1ヌクレオチド断片に付着したラベル系の少なくとも一つの成分からなる第1ヌクレオチドプローブ」，「第2ポリヌクレオチドプローブ」及び「結合複合体」とは全く異なる成分であるから，審決の一致点の認定は誤りであると主張するが，引用例3の2つの「プローブ」及び「3成分複合体」と本願発明6の2つの「プローブ」及び「結合複合体」とで，具体的な配列が異なるとしても，審決ではその点は相違点(1)として認定しており，両者の具体的な配列が異なることから対応関係が否定されるわけではないから，原告の主張は理由がない。"
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本願発明6と引用発明3との相違点についての判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点(1)について",
              "text": [
                "原告が前記第3の2(1)アで主張するところは，当業者が，引用例6に開示されたHTLV-III の完全ヌクレオチド配列から，本願発明6のHIV核酸増幅工程で用いるプライマー，捕捉プローブ及び検出プローブの各具体的配列を容易に推考できることを否定するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点(2)について",
              "text": [
                "原告は，引用例4では本願発明6で使用する捕捉プローブを使用していないと主張するが，審決は，ハイブリダイズによる検出の前に標的核酸をPCRにより増幅して感度を高める点についての周知例として引用例4を挙げているのであるから，引用例4で上記捕捉プローブを使用していないとしても，審決の相違点(2)の判断が誤っていることにはならない。",
                "また，原告は，本願発明6が，標的増幅方法とシグナル増幅方法(ユニバーサルラベル)とを組み合わせるものであることを前提に，引用発明1，3，4及び6にその開示がないと主張するが，原告の主張は，本願明細書の請求項6の記載に基づかない主張であり，失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明4について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明4と引用発明1との一致点の認定誤りによる相違点看過)について",
              "text": [
                "原告は，審決が，引用発明1が本願発明4と同様に「特定配列を有するHIV核酸のコピー数を増幅」する工程を有する点で両発明は一致すると認定したことが誤りであると主張するので，以下，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1は，1989年(平成元年)2月に発行された”ANALYTICAL BIOCHEMISTRY”177号(27～32頁)に登載された「高感度非同位体ハイブリダイゼーションアッセイによる HIV-1 DNA の検出」と題する論文であり，これには，以下の記載がある(甲1)。なお，以下においては，外国語文献の記載事項は訳文を摘示し，当該該当箇所を括弧内に原文及び訳文の順に掲記する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「我々は，マイクロタイターに基づくサンドイッチハイブリダイゼーションアッセイであって，HIV-1 の低コピー数の配列の検出を目的としたものを開発した。このアッセイでは，マイクロタイターウェルにリンカーアームを介して共有結合した捕捉プローブ配列を用いる。検出プローブは，ビオチン標識 DNA 断片であって，捕捉配列に隣接する配列に由来する。試料核酸の存在下でのハイブリダイゼーションの後，検出プローブは，試料が捕捉プローブ及び検出プローブ間の連結を橋渡しする相補的配列を含む時に限り，結合して残る。結合した検出プローブの量は，ペルオキシダーゼ−ストレプトアビジン結合体及び比色ペルオキシダーゼ基質とのインキュベーションにより定量される。このアッセイは，患者試料中の HIV-1 の高感度の検出を実現するために，酵素による検出対象の増幅と組み合わされた。ポリメラーゼ連鎖反応を使用した HIV-1 DNA の増幅によって，190-bp の生産物が得られた。この生産物は，サンドイッチハイブリダイゼーションアッセイの使用により，容易かつ明確に定量される。テスト結果は，10 5細胞中の HIV-1 感染細胞，又は約 30 分子の HIV-1 DNA を検出することができる。」(29頁左欄1～21行，訳文「要約」の項)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「・・・(B)HIV-1 のDNA の PCR 増幅の戦略",
                      "text": [
                        "190-bp の gagPstI 部位を跨ぐ領域が，PCR 増幅の対象として選択された。・・・一対の 20 塩基長のオリゴヌクレオチドが，この領域全体にわたる PCR 合成のプライミングに用いられた。」(28頁3～5行，訳文「図1の説明」の項5～8行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「DNA の酵素的増幅",
                      "text": [
                        "水 10 μ l 中の1マイクログラムの DNA 試料を，2× PCR バッファを用いて PCR バッファ状態に調整された・・・。これに 10 μ l の DMSO，さらに各 dNTP を1 mM，各プライマーを 6.6 μ g/ml 加えた。反応物を 93 ℃で 7 分間変性して室温に冷却し，10 単位の Thermus Aquaticus (Taq) DNA ポリメラーゼ(New England Biolabs)・・・を加えた。・・・使用されたプライマー配列は GK55(5'-CCTGCTATGTCACTTCCCCT)と GK56(5'-TTATCAGAAGGAGCCACCCC)であった(図 1B)。」(29頁左欄20～40行，訳文「29頁左欄19−39行」)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「HIV-1 核酸の検出アッセイを計画するにあたって，我々は，サンドイッチハイブリダイゼーション法を選択した。診断アッセイにおいては，サンドイッチハイブリダイゼーションは，直接ハイブリダイゼーションよりも望ましい。それは，試料の固定化が不要であり，未加工試料の確実なアッセイが可能だからである。サンドイッチハイブリダイゼーションは，2つの近接した重複していないプローブ，すなわち，固定化された捕捉プローブと標識された検出プローブとを必要とする。",
                        "遺伝子クローン pBH10 を使用して，我々は2つの HIV-1 DNA 断片を選択した。このDNA 断片は gag PstI 部位の各端に位置するものであり，すなわち，図1Aに示す標識断片1及び2である。断片2の鎖は HIV-1 RNA に相補的であり，捕捉プローブとして機能するために M13mp18 にクローニングされた。断片1は，検出プローブとして機能するために pBR322 にクローニングされた。M13mp18-断片2 DNA 捕捉プローブを固定化するため，まず同プローブは，末端が1級アミノ基であるリンカーアームで修飾された。このリンカーアームは，塩基に化学的に直接結合された。",
                        "4種の塩基のフラクションは，グアニン及びアデニンは C-8 部位で，シトシンは C-5 部位で，チミジンはおそらく C-6 部位で，化学的手法により修飾された(13)。",
                        "修飾された捕捉 DNA は，活性なマイクロタイターウェルに共有結合され，ELISA類似のハイブリダイゼーション手法を用いてアッセイを実施することができた(第2図)。クローン化された pBR322 断片1は，フォトビオチンによりビオチン標識され，検出プローブとして使用された。gag PstI 部位を跨ぐ HIV-1 相補的核酸断片の存在下で，サンドイッチ構造が捕捉プローブ及び検出プローブ配列との間に形成された。適切な洗浄後，結合された検出プローブは，ペルオキシダーゼ結合したストレプトアビジンと比色基質とのインキュベーションにより定量された。」(29頁右欄下から18行～30頁左欄下から11行，訳文「29頁右欄下から18行～30頁左欄下から11行」)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，引用発明1の HIV-1 DNA の検出方法においては，サンドイッチハイブリダイゼーションアッセイに先だって，標的核酸である HIV-1 DNA の増幅が行われ，この DNA 増幅工程においては，GK55 と GK56 というプライマー配列を用いて，図 1B に示される 190-bp からなる特定配列を有する HIV 核酸のコピー数が増幅されていると認められるから，引用発明1は，「特定配列を有するHIV核酸のコピー数を増幅」する工程を有するものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，原告の主張は採用することができず，取消事由1は理由がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，原告は，本願発明4の特徴は，同発明の核酸検出において，2つの異なる増幅方法，すなわち標的増幅方法(PCR 法)とシグナル増幅方法(ユニバーサルラベル)を同時に使用することができる点にあると主張するところ，取消事由1との関係でこの主張がどのような趣旨のものであるのか明瞭ではないが，原告は，他の取消事由においても同旨の主張を繰り返すので，便宜，ここでその当否を検討することとする。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告の主張する「シグナル増幅方法」は甲第11号証に基づくものであるところ，同号証には，シグナル増幅方法の定義として「反応における標的の量に対するシグナルの比率を直接上げるための特異的検出手法の使用。実例には，レポーター基または酵素増幅を含む分岐DＮAプローブの使用が含まれる。」と記載されている。また，原告が「シグナル増幅方法」の実例として援用する甲第13号証には，バイオブリッジ・リンカーを用いた「バイオブリッジ・ラベリングシステム」について，「バイオブリッジ・ラベリングシステムは，標的核酸にビオチンラベルを供給するための間接的方法である。ポリTテイルを有するプローブの標的配列への1回目のハイブリダイゼーション後，ビオチン化テイルを含むポリAオリゴマーに2回目のハイブリダイゼーションによってラベルが導入される。バイオブリッジ・システムは，より多くのビオチン分子をハイブリダイゼーション複合物に導入できるため，より高い検出感度を提供できる。」と記載されている。",
                        "以上の記載によれば，原告の主張する「シグナル増幅方法」とは，通常の検出手法に比べて，同じ標的の量であっても，シグナルが強く発せられるように，信号を発する物質をハイブリダイゼーション複合物に導入したり，反応により信号を発する物質が多く生成する等の工夫がされたものを意味するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，本願明細書の請求項4には，標的核酸の検出工程として，標的核酸の一部の配列を有する一本鎖ポリヌクレオチド断片に付着した普遍的ラベル捕捉部分からなる第1ポリヌクレオチドプローブと試料中の標的核酸とを接触させてハイブリッドを形成し，かくして形成されたハイブリッドと，標的核酸の配列の他のものを有する一本鎖ポリヌクレオチド断片からなるマトリックス固定第2ポリヌクレオチドプローブとを接触させることが記載されているが，信号を発する物質をハイブリダイゼーション複合物に導入したり，反応により信号を発する物質が多く生成する等の工夫を行うことは，請求項4には記載がない。また，本願明細書の発明の詳細な説明においても，第1ポリヌクレオチドプローブの「普遍的ラベル捕捉部分」及びこれにより捕捉され得る「普遍的ラベル」(請求項1(g)，段落【0025】の末行)が，上記の意味での「シグナル増幅方法」に利用されるものであることはおろか，そもそも本願発明4が「シグナル増幅方法」を使用するものであることを示唆する記載はない(この点に関しては原告の主張もない。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本願発明4は，上記の意味での「シグナル増幅方法」を使用するものとは認められないから，原告の前記主張を採用することはできない。",
                        "なお，原告は，「ユニバーサルラベル」について，シグナル増幅方法から生じた用語であり，シグナル生成を増加させる，すなわちシグナル増幅させるために結合することができる多様なリポーター基に対するリンカーあるいはシグナル伝達全体を意味すると主張するところ，ユニバーサル(universal)の標準的な訳語として「普遍的な」という意味(乙2)があるから，原告は，本願発明4の「普遍的ラベル捕捉部分」により捕捉され得る「普遍的ラベル」が上記の意味の「ユニバーサルラベル」に当たると主張するものと解する余地もないわけではない。",
                        "しかしながら，上記(イ)で認定したとおり，本願明細書には，本願発明4が「シグナル増幅方法」を使用するものであることを示唆する記載はなく，このことに「普遍的」なる用語の本来の意味(乙1)を併せ考えれば，本願発明4の「普遍的ラベル捕捉部分」及びこれに捕捉され得る「普遍的ラベル」とは，検出方法において従来広く用いられている汎用的なラベルとその結合パートナーを意味するものと解するのが相当である。",
                        "したがって，本願発明4の「普遍的ラベル捕捉部分」に捕捉され得る「普遍的ラベル」を原告の主張する「ユニバーサルラベル」と解する余地はない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "そして，以上に説示したところは，本願発明1及び6についても同様に当てはまるものといえる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明4と引用発明1との相違点についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(1)について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1の前記1(1)ア(ア)の記載，特に「このアッセイは，患者試料中の HIV-1 の高感度の検出を実現するために，酵素による検出対象の増幅と組み合わされた。ポリメラーゼ連鎖反応を使用した HIV-1 DNA の増幅によって，190-bpの生産物が得られた。」との記載によれば，引用発明1において，ポリメラーゼ連鎖反応(PCR)を使用した DNA の増幅を行う目的は，患者試料中の HIV-1 の高感度の検出を実現させることにあると認められるところ，そのためには検出対象である HIV-1 の DNA 配列を選択的に増幅させる必要があるが，増幅に用いるプライマーは，その長さが長い程，他の配列を誤って増幅する可能性は低くなることは確率論から明らかであるし(乙5)，また，HIV-1 DNA を PCR で増幅する場合に特定のプライマーを選択することが困難であることを窺わせる証拠はないから，引用発明1において用いられたプライマーに代えて，HIV-1 の DNA 中のある程度の長さを持つ他の配列を，PCR 増幅のためのプライマーとして選択することは，当業者が適宜なし得るものと認められる。",
                        "以上によれば，引用発明1において，引用例6に開示された HIV の完全ヌクレオチド配列から，本願発明4の採用する配列をプライマーやプローブとして選択することは当業者にとって容易であるといえるから，審決の相違点(1)についての判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本願発明4で用いるプライマー及びプローブの特定の HIV 配列について，引用例1～4及び6の5つの引用例には開示も示唆もないから，上記特定の配列を選択することが困難ではないとした審決の判断は誤りであると主張するが，上記各引用例に具体的な HIV 配列の開示ないし示唆がないとしても，その選択が容易であることは上記(ア)に説示したとおりであるから，原告の主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点(2)について",
                  "text": [
                    "原告は，本願発明4の特徴的な配列を増殖させ，かつ，ハイブリダイズさせる一連の連続工程について，引用例1ないし3においては全く開示も示唆もないことから，引用例1ないし3から相違点(2)について容易想到であるとした審決の判断は誤りであると主張する。",
                    "相違点(2)は，ハイブリダイズ工程における標的核酸と2種のプローブを接触させる順序に関する相違点であり，審決は，引用発明1の目的から，この順序を適宜選択できる事項であると判断したものであるところ，原告の上記主張は，引用例1ないし3の記載内容を指摘するのみであり，上記順序が有する格別の技術的意義や順序選択の困難性などといった相違点(2)を適宜選択できる事項であるとした判断の誤りを推認させる事情を主張するものとは理解しがたいから，これをもって審決の判断を左右するものとはいえない。",
                    "また，原告は，本願発明4の特徴的な配列を用い，かつ，上記一連の連続工程により，初めて従来にない核酸検出が非常に高感度に達成可能となることは，引用例1ないし3から容易に想到できるものではないとも主張するが，この主張は，本願発明4が標的増幅方法(PCR 法)とシグナル増幅方法(ユニバーサルラベル)を同時に使用することを前提とするものであり，その前提が認められないことは前記(1)エに説示したとおりであるから，原告の上記主張も採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおりであるから，取消事由2は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願発明4についての取消事由はいずれも理由がないから，同発明は引用例1～3及び6に基づいて容易に想到できたとする審決の認定判断に誤りはなく，そうすると，その余の審決認定の発明に係る取消事由の当否を判断するまでもなく，審決は結論において正当というべきである。",
                "しかし，審判手続等の経緯にかんがみ，その余の取消事由についても念のため以下において検討することとする。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3(本願発明1と引用発明2との一致点の認定誤りによる相違点看過)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，審決が，引用例1に「試験に供するサンプル中の一本鎖HIV核酸を測定する成分」として以下のもの，すなわち，",
                  "text": [
                    "「(a)特定の配列を有するオリゴヌクレオチドプライマー，",
                    "(b)4つの核酸塩基のそれぞれのモノヌクレオチド，",
                    "(c)プライマーおよびモノヌクレオチドから延長生成物を生成し得る核酸ポリメラーゼ(これは一本鎖HIV核酸に相補的であり，これに対してプライマーがアニールする)，",
                    "(d)第1一本鎖ポリヌクレオチド断片に付着した普遍的ラベル捕捉部分からなる第1ポリヌクレオチドプローブ(これは増幅された配列中の特定の部位の配列を有する)，",
                    "(e)増幅された配列中の特定の部位の配列であって，(d)とは異なる配列を有する第2ポリヌクレオチドプローブ，",
                    "(f)第2ポリヌクレオチドプローブが固定されるマトリックス，並びに(g)第1ポリヌクレオチドプローブが，増幅された標的核酸配列に対するハイブリダイズにより捕捉される場合(これは次にマトリックス固定第2ポリヌクレオチドプローブとのハイブリダイズにより捕捉される)，第1ポリヌクレオチドプローブに含有される第1普遍的ラベル捕捉部分によって捕捉され得る普遍的ラベル」",
                    "が記載されていると認定したことが誤りであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記(a)～(c)の各成分は，標的核酸の増幅に用いるための成分であるところ，引用例1の前記1(1)ア(ウ)の記載によれば，引用例1の「GK55」と「GK56」の配列を有する各プライマーは，上記(a)の「特定の配列を有するオリゴヌクレオチドプライマー」に当たり，「各 dNTP」が，上記(b)の「4つの核酸塩基のそれぞれのモノヌクレオチド」に当たり，「Thermus Aquaticus (Taq) DNAポリメラーゼ(New England Biolabs)」が，上記(c)の「プライマーおよびモノヌクレオチドから延長生成物を生成し得る核酸ポリメラーゼ」に当たるということができる。",
                    "また，上記(d)～(g)の各成分は，標的核酸の検出に用いるための成分であるところ，引用例1の前記1(1)ア(エ)の記載によれば，検出プローブとして使用された図1Aの断片1は，フォトビオチンによりビオチン標識されており，該ビオチン標識は，普遍的ラベル捕捉部分であると認められるから，上記(d)の「第1一本鎖ポリヌクレオチド断片に付着した普遍的ラベル捕捉部分からなる第1ポリヌクレオチドプローブ」に当たり，M13mp18 断片2 DNA 捕捉プローブは，上記(e)の「増幅された配列中の特定の部位の配列であって，(d)とは異なる配列を有する第2ポリヌクレオチドプローブ」に当たり，上記捕捉プローブが結合される「活性なマイクロタイターウェル」は，上記(f)の「第2ポリヌクレオチドプローブが固定されるマトリックス」に当たり， 「ペルオキシダーゼ結合したストレプトアビジン」は，上記(g)の「第1ポリヌクレオチドプローブが，増幅された標的核酸配列に対するハイブリダイズにより捕捉される場合(これは次にマトリックス固定第2ポリヌクレオチドプローブとのハイブリダイズにより捕捉される)，第1ポリヌクレオチドプローブに含有される第1普遍的ラベル捕捉部分によって捕捉され得る普遍的ラベル」に当たるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，引用例1には，前記アの(a)～(g)の各成分が記載されているから，取消事由3は理由がない。",
                    "なお，原告は，引用例1には本願発明1の請求項1記載の特定の成分についての開示がないなどと主張するが，具体的な配列の点はともかく，各成分の記載があることは前記イに認定のとおりであるから，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由4(本願発明1と引用発明2との相違点についての判断の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点(1)について",
                  "text": [
                    "原告は，前記第3の3(取消事由3)(2)で述べたことからすれば，当業者にとって，本願発明1を引用例1から想到するには過度の試行錯誤を要するものであり，容易推考とはいえないと主張する。",
                    "しかしながら，原告が前記第3の3(取消事由3)(2)で主張するところは，引用例1には本願発明1の請求項1記載の特定の成分について開示も示唆もないということに尽きるのであり，具体的な配列の点を除けば，引用例1に本願発明1の(a)～(g)の各成分が記載されていることは前記(1)ウに説示したとおりであるから，容易推考性を否定する原告の主張は，その前提を欠き，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点(2)について",
                  "text": [
                    "原告は，前記第3の2(取消事由2)(1)アで述べたことからすれば，当業者にとって，引用例6に開示されたHTLV-III の完全ヌクレオチド配列から，本願発明4の核酸測定方法において特に有用である本願発明1に特定されたHIV核酸増幅工程で用いるプライマー，第1ポリヌクレオチドプローブ及び第2ポリヌクレオチドプローブの各具体的配列を容易に推考できるものではなく，審決の相違点(1)についての判断は誤りであると主張する。",
                    "本願明細書の記載に照らせば，本願発明1は，本願発明4の測定方法に用いる各種の成分を集めて組成物にしたものであると認められるところ，前記1(2)アに説示したとおり，引用発明1において使用するプライマー及びプローブの具体的配列として，引用例6に開示された HIV の完全ヌクレオチド配列から，本願発明4の採用する配列のものを選択することは当業者にとって容易であるから，結局，本願発明1のプライマー及びプローブの具体的な配列を選択することも，当業者にとって容易ということになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，取消事由4は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本願発明6について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由5(本願発明6と引用発明3との一致点の認定誤りによる相違点看過)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例3は，1989年(平成元年)9月に発行された”ANALYTICAL BIOCHEMISTRY”181号(345～359頁)に登載された「dAテイルを有す",
                  "text": [
                    "る捕捉プローブを用いた核酸ハイブリダイゼーションアッセイ 1．複数捕捉法」と題する論文であり，これには，以下の記載がある(甲3)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「該手法は，検出対象核酸を，dA テイルを有する捕捉プローブ及び標識プローブと溶液中でハイブリダイズさせることを含む。捕捉プローブ−検出対象−標識プローブ，という「3成分複合体」は，その後，オリゴ(dT)を含む磁気ビーズ上に，オリゴ(dT)とポリ(dA)とのハイブリダイゼーションにより捕捉される。」(345頁左欄6～11行，訳文「要約」の項4～8行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「図1 可逆対象捕捉(RTC)の概要",
                      "text": [
                        "第1部．検出対象，捕捉プローブ(dA を伴う波線)及びラベルされたプローブ(●を伴う波線)からなる3成分複合体は，四角枠で強調されている。・・・第2部．3成分複合体は，オリゴ(dT)とポリ(dA)との間のハイブリダイゼーションにより，オリゴ(dT)磁気ビーズ上に捕捉される。・・・",
                        "第3部．検出対象は最終的に検出用の固相上に捕捉された。・・・」(350頁FIG．1．の説明文，訳文「図1の説明」の項)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告は，引用例3は，標的捕捉のためのユニバーサル配列が記載されているのみで，本願発明6のように，プローブの一部として非−標的配列を使用しておらず，標的に相補的な配列からなるプローブを使用しているのみであるから，引用例3の「標識プローブ」，「捕捉プローブ」及び「3成分複合体」は，本願発明6の「第1ヌクレオチド断片に付着したラベル系の少なくとも一つの成分からなる第1ヌクレオチドプローブ」，「第2ポリヌクレオチドプローブ」及び「結合複合体」に相当せず，審決の一致点の認定は誤りであると主張する。",
        "上記ア(ア)の「dA テイルを有する捕捉プローブ」との記載に照らすと，原告の主張する「捕捉のためのユニバーサル配列」とは，ポリ(dA)テイルを指すものと認められるところ，ポリ(dA)テイルは非−標的配列であるから，引用例3の「dAテイルを有する捕捉プローブ」は，プローブの一部として非−標的配列を使用するものであり，本願発明6の「第2ポリヌクレオチドプローブ」に相当するものといえる。",
        "したがって，原告の主張は，前提を欠き，失当である。",
        "なお，仮に，原告が，本願発明6において，プローブの一部として非−標的配列を使用しているプローブは，第1ヌクレオチドプローブであると主張するものと解すると，本願明細書の請求項6における第1ヌクレオチドプローブの記載に基づかない主張となるから，失当であることに変わりはない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "また，原告は，引用例3の「標識プローブ」，「捕捉プローブ」及び「3成分複合体」と，本願発明6の「第1ヌクレオチド断片に付着したラベル系の少なくとも一つの成分からなる第1ヌクレオチドプローブ」，「第2ポリヌクレオチドプローブ」及び「結合複合体」とは全く異なる成分であるから，審決の一致点の認定は誤りであると主張するが，両者の具体的な配列が異なるとしても，その点は，両者の対応関係を否定する理由とはならないから，原告の主張は採用することができない(なお，両者の具体的な配列が異なる点については，審決は，相違点(1)として認定し，これを判断している。)。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "以上のとおりであるから，取消事由5は理由がない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "取消事由6(本願発明6と引用発明3との相違点についての判断の誤り)について"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "相違点(1)について",
      "text": [
        "原告は，前記第3の2(1)アで述べたことからすれば，当業者にとって，引用例6に開示されたHTLV-III の完全ヌクレオチド配列から，本願発明6の核酸測定方法において特に有用であると特定されたHIV核酸増幅工程で用いるプライマー，捕捉プローブ及び検出プローブの具体的配列を容易に推考できるものではなく，審決の相違点(1)についての判断は誤りであると主張する。",
        "本願明細書の請求項4と請求項6を対比すると，本願発明4と本願発明6は，HIV核酸増幅工程で用いるプライマー，第1ポリヌクレオチドプローブ及び第2ポリヌクレオチドプローブの各具体的配列が同一であると認められるところ，前記2(1)に説示したとおり，引用例6に開示された HIV の完全ヌクレオチド配列から，本願発明4の採用する配列をプライマー及びプローブとして選択することは当業者にとって容易であるといえるから，引用発明3の測定対象をHIV核酸とした場合に(弁論の全趣旨によれば，この点の容易想到性については，原告は争っていないものと解される。)，捕捉プローブ及び検出プローブとして，本願発明6の各プローブの具体的な配列を選択することもまた当業者にとって容易であるといえる。"
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点(2)について",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "引用例4は，1988年に発行された”Molecular and Cellular Probes”の第2号(47～57頁)に登載された「非耐熱性毒素遺伝子の酵素的増幅の後，ビオチン標識 DNA プローブを用いてなされる毒素産性大腸菌の検出」と題する論文であり，これには，以下の記載がある(甲4)。"
              ],
              "content": [
                {
                  "fig": "(a)",
                  "subject": "「クローニングされた LT 遺伝子 DNA は，連続的に希釈され，合成オリゴヌクレオチドプライマーを用いて，酵素的に増幅された。増幅された DNA は，ビオチン標識された M13 に基づくプローブを用いて検出された。」(47頁16～18行，訳文「要約」の項10～12行)"
                },
                {
                  "fig": "(b)",
                  "text": [
                    "「ビオチン又は酵素で標識されたプローブは，放射性ラベルがされたプローブの魅力的な代替手段を提供した。しかし，非放射性ラベルプローブは，放射性アイソトープでラベルされたプローブと同様の感度を実現できるものではなかった。",
                    "最近，Saiki 等は，特定の標的 DNA 配列を酵素的に増幅する方法について述べた。",
                    "彼らは，この手法を用いて，標的配列の量を 2.2 × 105 倍に増幅したと報告した。",
                    "この方法を用いることで，ハイブリダイゼーションアッセイの感度が劇的に向上することも期待される。」(48頁6～13行，訳文1頁下5行～2頁2行)"
                  ]
                }
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "引用例1(前記1(1)ア)及び同4(上記(ア))の記載によれば，ハイブリダイゼーションによる検出の前に，標的核酸をPCRにより増幅して感度を高めることは，当該技術分野においてよく行われることであると認められるから，引用発明3における核酸検出の前に，標的核酸を予めPCRにより増幅することは当業者が容易に想到し得ることであると認められ，その場合のプライマーとして，引用例6に開示された HIV の完全ヌクレオチド配列から，本願発明6のプライマーの具体的な配列を選択することも，前記アに説示したとおり，当業者にとって容易であるといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "原告は，本願発明6の特徴である，2つの異なる増幅方法，すなわち，標的増幅方法(PCR 法)とシグナル増幅方法(ユニバーサルラベル)を同時に使用することについては，引用例1，3，4及び6にはいずれも全く開示も示唆もないなどとして，審決の相違点(2)についての判断が誤りであると主張するが，本願発明6が原告の主張する「シグナル増幅方法」を使用するものではないことは，前記1(1)エに説示したとおりであるから，「シグナル増幅方法」の使用と前提とする原告の主張はいずれも失当である。",
        "また，原告は，引用例4が捕捉プローブを使用していないとも主張するが，審決が引用例4を援用したのは，ハイブリダイゼーションによる検出の前に，標的核酸をPCRにより増幅して感度を高める点についての周知例を示すためであるから，原告の主張は，審決の判断の誤りを指摘する主張とはなり得ないものというべきである。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "以上のとおり，取消事由6は理由がない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "4",
                      "text": [
                        "以上の次第であるから，審決取消事由はいずれも理由がなく，他に審決を違法とする事由もないから，審決は適法であり，本件請求は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，本件請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}