{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を取り消す。"
    },
    {
      "fig": "2",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，第1，2審を通じて原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "当事者の求めた裁判",
      "content": [
        {
          "fig": "1",
          "subject": "被告(控訴人)",
          "text": [
            "主文同旨"
          ]
        },
        {
          "fig": "2",
          "subject": "原告(被控訴人)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件控訴を棄却する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴費用は，被告の負担とする。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "原告は，以下のとおり主張して，被告に対して損害賠償の請求をした。すなわち，原告は，株式会社環境保全サービス(以下「環境保全サービス」という。)と高知大学との共同研究契約に基づく研究の過程で発明をしたところ，被告が，環境保全サービス及び原告に無断で，自らを発明者として第三者に特許を受ける権利を譲渡し，当該第三者に特許出願させたこと，上記発明が自己の研究成果であるかのように偽って文部科学省に助成金の交付申請をしたこと，及び学術団体から学術賞を受賞するよう仕向けたことにより，原告の発明者名誉権，名誉権及び名誉感情を侵害したと主張して，原告が被告に対し，民法709条，710条の不法行為に基づく損害賠償請求として1000万円及びそれに対する平成17年7月11日から支払済みまで年5分の割合による金員の支払を求めて本訴提起した。原審は，上記原告の請求を100万円の限度で(本件出願についての発明者名誉権侵害の不法行為につき70万円，助成金申請の申請書における虚偽記載による名誉感情を侵害した不法行為につき30万円)を認容した。本件は，上記判決に対して被告が控訴した事案である。",
        "なお，略語については原判決と同一のものを使用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "前提事実",
          "text": [
            "原判決3頁1行目から17頁10行目(ただし，原判決14頁10行目から20行目までを除く。)を引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件における争点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の発明者は原告か。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，本願発明を第三者に特許出願させたことにより，原告の発明者名誉権を侵害したか。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，本件助成金を申請したことにより，原告の名誉権を侵害したか。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，学術賞を受賞したことにより，原告の名誉感情を侵害したか。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "損害額は幾らか。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点に対する当事者の主張(当審における補足的主張を含む。)",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1(本願発明の発明者は原告か。)",
              "text": [
                "(原告の主張)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件多孔化技術と本願発明との関係について",
                  "text": [
                    "第3報告書(その前提として第1，第2報告書も含む。)に記載された本件多孔化技術は，水と混ぜた廃ガラス粉末を水熱ホットプレス法を用いて固化させ，それにより得られた固化体を空気中で再加熱することにより，軟化したガラス内部から水分が放出されてガラス固化体が発泡し，その結果，ガラス多孔体が作製されるという技術であるから，発明として完成したものである。",
                    "この点に対して，被告は，第3報告書には，ガラス多孔体及びその製造方法の有用性や産業上の利用可能性が示されず，本願発明の課題も認識されていないと主張する。しかし，同報告書においては，特許明細書や学術論文のような完璧さや完成度が求められるものではなく，「発明の解決しようとする課題」や「発明の効果」が記載されていないのは，性質上当然であるし，その有用性は同報告書作成当時において明らかであったといえる(甲43の2)。",
                    "上記の観点から，第3報告書に記載された本件多孔化技術と本願発明とを対比すると，以下のとおり，前者は本願発明のすべてを開示するものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "本件請求項1の発明について",
      "text": [
        "第3報告書記載の実験は，ガラス粉末と水の混練物を加圧しながら水熱処理する方法を採用したものである。ところで，本件請求項1の発明は，加圧して得た固化体に関する発明であるから，第3報告書に記載された本件多孔化技術は，本件請求項1の発明のすべてを含んでいるといえる。",
        "この点に対し，被告は，本件請求項1の発明は，無加圧発泡を含んでいると主張する。しかし，被告の主張は，以下のとおり，失当である。"
      ]
    },
    {
      "fig": "a",
      "text": [
        "本件明細書には，無加圧発泡についての記載はない。本件請求項1の「ガラス粉末と水の混練物を水熱処理」は，無加圧発泡を含むものではない。また，「水熱処理」と「水熱ホットプレス法」とは同義である。",
        "前者は，オートクレーブ内にガラス粉末と水の混練物を入れて温度を上げ，高温高圧の状態にして固化体を得るものであり，後者は混練物をオートクレーブ内に入れた状態で機械的に圧搾圧をかけて加圧した後加熱して水熱状態にして固化体を得る方法であるが，両者は共にオートクレーブを使用し，水熱を利用している点及び高圧状態にする点で実質的な相違はない。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "本件請求項1の発明は，①被告が高知大学に提出した発明届書(甲59。以下「本件発明届」という。)には加圧発泡の発明が記載されていること，②「水熱処理」の語が水熱ホットプレス法も含まれること，③本件明細書には，本件請求項1でいう「水熱処理」が無加圧発泡を意味する旨の説明はなく，その他無加圧発泡の実施形態も実施例も記載がないことを総合すると，加圧発泡の発明を指すものであり，被告の主張は失当である。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "subject": "本件請求項2の発明について",
          "text": [
            "本件請求項2は，第3報告書に記載されたものと実質的に同一である。",
            "よって，第3報告書に記載された本件多孔化技術は，本件請求項2の発明のすべてを含んでいるといえる。"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "本件請求項3の発明について",
          "text": [
            "第3報告書の図9下段の750℃で再加熱されたガラス固化体の断面の走査型電子顕微鏡写真(甲6の2の3−13頁。以下「SEM写真」という。)によると，気孔が閉気孔であることが明らかである。したがって，第3報告書に記載された本件多孔化技術は，本件請求項3の発明のすべてを含んでいるといえる。",
            "この点に対し，被告は，本件請求項3の発明に関して，第3報告書に掲載されたガラス多孔体の断面のSEM写真が閉気孔を示すか否かについて明らかでないと主張する。",
            "しかし，被告の主張は，以下のとおり失当である。すなわち，被告の主張は，「水熱ホットプレス法及び多孔性ガラスの作製による廃ガラスのリサイクル」(乙12)，Mの本件修士論文(乙2の1)及び本件博士論文(甲40)に掲載した第3報告書のガラス発泡体の断面のSEM写真と同じ写真について閉気孔であると説明している点とも，矛盾する。"
          ]
        }
      ]
    },
    {
      "fig": "(エ)",
      "subject": "本件請求項4の発明について",
      "text": [
        "本件多孔化技術には，本件請求項1の発明及び本件請求項3の発明が開示されている。したがって，第3報告書に記載された本件多孔化技術は，本件請求項4の発明のすべてを含んでいるといえるから，本件多孔化技術には，本件請求項4の発明も開示されている。"
      ]
    },
    {
      "fig": "(オ)",
      "subject": "本件請求項5，6の発明について",
      "text": [
        "本件請求項5，6は，いずれも第3報告書に記載されたものと実質的に同一である。第3報告書に記載された本件多孔化技術は，本件請求項5，6の発明のすべてを含んでいるといえる。"
      ]
    },
    {
      "fig": "(カ)",
      "subject": "本件請求項7の発明について",
      "text": [
        "本件多孔化技術は，粒子直径63μm以下のガラス粉末を使用している。すなわち，第1報告書には，廃棄ガラスサンプルは粉砕後に最高250メッシュの網でふるわれた旨の記載があるが，これは，JIS規格の呼び口径では63μmに相当する。構成要件Rに示された50μm以下との要件は，本件多孔化技術に開示された63μm以下との要件の範囲に含まれ，かつ50μm以下との限定をした点に，格別の効果はなく，技術的な意味はない。本件明細書の段落【0013】には，「この時に原材料としてガラス粉末の粒子直径が50μm以下であることが好ましい。」との記載があるものの，その理由は格別説明されていない。",
        "また，水の拡散時間は，水熱溶液へのザブ漬け条件か，飽和水蒸気下条件か，水熱ホットプレス条件かといった点や，温度や圧力によっても影響され，水熱ホットプレス条件では高圧により水の浸透速度が極度に大きくなる。ガラス粉末の粒子直径が50μm以下なら最適で，63μmでは良好な発泡体が得られないとする実験結果は示されていない。したがって，第3報告書に記載された本件多孔化技術は，本件請求項7の発明のすべてを含んでいるといえる。"
      ]
    },
    {
      "fig": "(キ)",
      "subject": "本件請求項8の発明について",
      "text": [
        "ガラス粉末に対する添加水量が12重量％であることは，第3報告書に記載された本件多孔化技術に開示されている。そして，製造条件のうち添加水量を10重量％以上と拡大することは，極めて容易である。したがって，第3報告書に記載された本件多孔化技術は，実質的に，本件請求項8の発明のすべてを含んでいるといえる。"
      ]
    },
    {
      "fig": "(ク)",
      "subject": "本件請求項9の発明について",
      "text": [
        "オートクレーブ内のガラス粉末に加圧する圧力が60MPaであることは，第3報告書に記載された本件多孔化技術に開示されている。そして，製造条件のうち加圧圧力を10MPa以上と拡大することは，極めて容易である。したがって，第3報告書に記載された本件多孔化技術は，実質的に，本件請求項9の発明のすべてを含んでいるといえる。"
      ]
    },
    {
      "fig": "(ケ)",
      "subject": "本件請求項10の発明について",
      "text": [
        "加熱炉による加熱温度が750℃であることは，本件多孔化技術に開示されている。そして，製造条件のうち加熱炉による加熱温度を750℃以上と拡大することは，極めて容易である。したがって，第3報告書に記載された本件多孔化技術は，実質的に，本件請求項10の発明のすべてを含んでいるといえる。"
      ]
    },
    {
      "fig": "(コ)",
      "subject": "本件請求項11の発明について",
      "text": [
        "第3報告書には，大部分のガラスサンプルの加熱速度を5℃／minに設定した旨の記載がある。しかし，ガラス固化体の成形において加熱速度を低い値にすれば亀裂を防げるということは，当業者にとって慣用の技術手段である。この点については，原告も，平成10年，ガラス固化体作成時の昇温降温速度を毎分1℃に制御すると，それより昇温降温速度が早い場合に比べ，亀裂や反応層のない均一で強度のある固化体が得られることを論文(甲34)により報告した。したがって，第3報告書に記載された本件多孔化技術は，実質的に，本件請求項11の発明のすべてを含んでいるといえる。"
      ]
    },
    {
      "fig": "イ",
      "subject": "本願発明の発明者について",
      "content": [
        {
          "fig": "(ア)",
          "subject": "原告は，本件共同研究当時，Mに対し，詳細な指示を与えた上，本件共同研究の実験作業を補助させた。そうして研究を進める中で，原告が，Mに対し，200℃，60MPa，2時間，含水率12wt％の条",
          "text": [
            "件で圧縮された青色ガラスを105℃で5日間おいて前もって再加熱し，それを1時間750℃で再加熱すること及びその際白金坩堝を使用することを指示し，実験を行わせた。その結果，原告は，水熱処理されたガラス固化体が再加熱により多孔性になること，及びその発明としての価値を発見した。そして，原告はMに対し発泡ガラスのSEM写真を撮り，第3報告書を作成するよう指示し，その際この発泡現象につき「この結果は特に重要です。」との所見を付するよう指示した。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "水熱化学実験所においては，本件共同研究当時，被告が中心となって新素材開発を，原告が中心となって環境関連を，それぞれ研究分野を分けて実施していたので，被告は，本件共同研究への関与はなかった。",
            "原告が高知大学を退官した後に，被告及びMが行なったとする実験は，原告が発見した技術の後追実験にすぎないものであって，発明と評価し得る創作性はない。",
            "したがって，本願発明は，本件共同研究の結果生じた発明であり，その発明者は，原告であり，被告及びMではない。",
            "(被告の反論)"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告主張の第1ないし第3報告書と本願発明との対比のうち，本件請求項2，5，6，9については，第1ないし第3報告書に開示された技術情報と同一であり，その対比に関する原告の主張は認める。"
      ]
    },
    {
      "fig": "イ",
      "subject": "本願発明の内容",
      "text": [
        "本件明細書の文言並びに「水熱処理」と「水熱ホットプレス法」とが別の概念とされていること(甲58の4，乙40ないし43)からすると，本件請求項1は水熱処理法(無加圧発泡)による場合，本件請求項2は水熱ホットプレス法による場合を定めたものであるから，本願発明は，①ガラス粉末と水の混練物への圧力を10MPa以上，加熱温度を750℃以上，昇温速度と降温速度を毎分1℃とすることにより，廃ガラスのみを用いて水熱ホットプレス法を用いて水熱条件下で反応させることにより，均一な発泡現象により気孔が閉気孔のガラス多孔体を製造することができるという効果を得られることを見いだした点と，②水熱ホットプレス方法を用いることなく，ガラスを水とともに水熱処理を行うことによりガラス中に水を拡散させ，その後加熱することにより発泡させること(いわゆる無加圧発泡)により，内部に閉気孔を有するように作製することを特徴とするガラス多孔体を製造することができることを見いだした点にあるというべきである。",
        "これに対して，原告は，本件多孔化技術のうち水熱ホットプレスを用いて廃ガラスと水のみからガラス多孔体を作製できることをもって本願発明の特徴的部分であり，発明たり得ると主張する。しかし，それは単なる現象にすぎないし，廃ガラス粉末に水を加えたものを加熱することにより発泡したガラス多孔体を作製することは本件出願前に周知の技術であったことからすれば，発明に値せず，本願発明の特徴的部分とはなり得ないのであり失当である。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "加圧発泡の技術について",
      "text": [
        "水熱処理されたガラス固化体が再加熱により多孔性になることを発見したのはMである。原告の高知大学退官後，Mと被告が，協力して，現象の発見にすぎなかったものを特許に値する発明へと，効果の確認等に関する研究を進めていった。したがって，本願発明のうち，上記技術の発明者は，被告及びMである。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "原告は，Mに対し，「水熱ホットプレス法を用いてガラスビン粉砕材を低温で固化させる」との研究テーマを与え，研究をするように指示するとともに，当該研究に関連して，固化体の加熱試験について示差熱分析法(以下「DTA法」という。)を用いるようにとの一般的な指導を行ったのみで，何ら詳細な指示を与えず，研究をMに任せきりにしていた。Mは，原告から与えられた上記研究テーマについて，主体的に課題及び解決方法を模索・研究した。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "Mは，DTA法ではなく，白金坩堝を使用するようにとの被告の指導，助言に従って，加熱する試料の選択，加熱する試料の量その他につき，原告からは一切の指示を受けないまま，自らすべて決定して研究を行った。その結果，Mは，ガラスビン粉砕材の固化体を加熱すると多孔体が得られるとの知見を直接最初に得た。原告は，Mの口頭の報告を基に，Mに対し，当該実験結果をレポートにまとめるように指示したにすぎず，この多孔体を見ることすらしていない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "原告が高知大学を退官した後，被告は，Mと共に，当該多孔体が断熱材や軽量板に応用可能であるとの有用性を見いだし，また，実験の条件を様々に変化させてガラス固化体を作成し，かつ，再加熱の条件も様々に変化させて実験を行わせ，当該多孔体を得るための製造のパラメータを見いだし，加圧発泡の発明を完成させた。"
          ]
        },
        {
          "fig": "(エ)",
          "text": [
            "原告は，本件請求項3に係る発明に関して，原告は第3報告書の作成段階で閉気孔であることを認識し，開示されていたと主張する。",
            "しかし，原告の主張は，以下のとおり失当である。すなわち，第3報告書には，「閉気孔」という記載はないし，開気孔か閉気孔であるかは，水に浮かべて調べない限りはSEM写真のみでは区別することができない(乙27，28，92の1)。しかるに，Mも原告もそのような実験は行っていない。"
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "無加圧発泡の技術について",
      "text": [
        "本願発明のうち，新規性があり特許となり得る発明は，無加圧発泡の技術であり，その発明者は，被告単独であるか，又は被告及びSである。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "本件修士論文は，平成12年3月ころ，製本が完了し，高知大学図書館において閲覧可能な状態で備え置かれ，公開の情報となった。また，同様の内容は，同年11月にメキシコで開催された国際会議において発表され，国際的にも公知となった。本件修士論文には，前記アのとおり，加圧発泡の技術が開示されている。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "Sは，Mが修士課程を修了した後，被告の指導・監督の下に，ガラス粉末をことさらに加圧しない条件下で水熱処理し，これを高温の気流中で再加熱することにより多孔性ガラス粉末(中空球)を作成するという実験を行った結果，①ガラス多孔体を得る工程における前段階であるガラス固化体を得るためには，加圧を必要とせず，水熱処理をするだけで十分であるとの知見を得て，②無加圧発泡の際における好適条件を見いだした。",
            "以上より，本願発明の発明者は，少なくとも原告ではない。"
          ]
        }
      ]
    },
    {
      "fig": "オ",
      "text": [
        "仮に，多孔性現象が発明たり得るとしても，①原告は，本願発明の対象物たるガラスの多孔体の形状について，一切関心を持っていなかったか，誤った認識を有していたこと，②原告は，白金坩堝での再加熱について，全く関与も貢献もしていないこと，③原告は，多孔性現象が観察されたことをMから聞かされたとき，SEM写真の撮影を指示したのみで，物性等の実験については何ら指示しなかったこと，④原告は，多孔性現象の再現性の確認を全く行っていないこと，⑤原告は，ガラスの多孔体について，事業化や出願又は科学的発見の公表をする意図があるのであれば必須である密度，機械的強度，気孔の性質などの物性について，一切具体的データを取得するための実験や研究を行っておらず，むしろ実験を打ち切ったこと，⑥原告は，Mに対し，共同研究の結果について論文化を薦めたこと，⑦原告は，ガラスの多孔体について発明届を高知大学に提出していないこと，⑧原告は，本件共同研究の終了後，特許出願を行わなかったこと，⑨Mが多孔体に関する研究発表を原告の目の前で実施したにもかかわらず抗議をしていないこと等の事情を総合するならば，原告が多孔性現象の有用性を認識していなかったことは明らかである。すなわち，原告は発明の着想はなく，その具体化についての創作的な関与も一切しておらず，単なる管理者であったにすぎず，発明者とはいえない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(2)",
              "subject": "争点2(被告は，本願発明を第三者に特許出願させたことにより原告の発明者名誉権を侵害したか。)",
              "text": [
                "(原告の主張)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "被告は，故意又は過失により，本願発明の発明者を被告であるとして，TＮ四国をして本件出願させたことにより，原告が本願発明の発明者として有する発明者名誉権を侵害した。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "被告は，被告がTＮ四国に対して譲渡した発明の内容とTＮ四国が出願した明細書記載の発明の内容とは，その特徴において同一性はないから，被告の譲渡行為と願書及び公開特許公報の該当欄に発明者としての氏名が掲載されなかったことによる発明者名誉権の侵害との間には因果関係はないと主張する。",
        "しかし，被告の上記主張は，以下のとおり失当である。すなわち，TＮ四国はTLOの1つであり，特許明細書の確認を発明者に依頼していたこと，出願関係書類(乙66の1)に被告が出願前に本件明細書の内容を確認するとの予定等が記載された書面が存在すること，本件発明届(甲59)が本件出願直前に高知大学に提出された状況からすると，被告は本件出願前にTＮ四国の弁理士が作成した本件明細書の案の内容を確認したことは明らかである。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "被告は，被告の譲渡行為は不特定多数の者に告知していないから違法性はないと主張する。",
        "しかし，被告の上記主張は，以下のとおり失当である。すなわち，不特定多数の者に告知しなかったという理由により発明者名誉権の侵害に該当しないとすると，虚偽の発明者を表示した冒認出願が公開されるまでは，真の発明者はその冒認出願を知ったとしても，発明者名誉権に基づく請求ができないこととなり不合理となる。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "被告は，過失はないと主張するが，被告は，遅くとも平成11年3月ころまでには，被告が本件共同研究の過程でガラスの多孔化の現象が生じたことを認識していたし，その余の被告の主張事実は何ら被告の無過失の根拠となるものではなく失当である。",
        "(被告の反論)"
      ]
    },
    {
      "fig": "ア",
      "subject": "発明者名誉権の性質",
      "text": [
        "発明者名誉権は，パリ条約4条の3が特許が審査を経て登録されたことを示す特許証に記載されることをもって発明者の権利であると規定するにすぎず，特許法の明文上に規定がなく，あくまで特許として審査を受け登録をされた発明に関する客観的な社会的評価に対して発生する権利というべきである。"
      ]
    },
    {
      "fig": "イ",
      "subject": "違法性の不存在",
      "text": [
        "①被告は，特許を受ける権利の譲渡行為を通じて，TＮ四国に対して，当該権利の発明者が被告であるという事実を告知したにすぎず，不特定多数の者に対して事実を告知したわけではないこと，②本願発明が未審査，未登録，公知であるから，願書及び公開特許公報の該当欄に発明者としての氏名が掲載されなくても客観的な社会的評価を侵害することにならないこと等からすると，被告の行為に違法性はない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "相当因果関係の不存在",
      "text": [
        "TＮ四国は，特許を受ける権利の譲渡を受けた後に，本件明細書を作成して出願をしたが，被告の譲渡した権利と本件明細書の記載内容とは，発明の特徴において同一性がない。したがって，被告の特許を受ける権利の譲渡行為と，願書及び公開特許公報への原告の氏名が発明者欄に掲載されなかったことによって原告に人格的損害が生じたこととの間の因果関係はない。",
        "被告は，本件明細書の実施例の記載の内容の確認をTＮ四国に求められて協力したにすぎず，請求項の記載の決定には関知していない。"
      ]
    },
    {
      "fig": "エ",
      "subject": "過失の不存在",
      "text": [
        "①被告は，本件訴訟が提起されるまで第1ないし第3報告書の存在及びその内容について知らなかったこと，②被告は，本件共同研究においてガラスの発泡体作製についての研究は全くなされていないものと認識していたこと，③原告は，高知大学への本件共同研究の報告書に多孔性現象に関する記載をせず，また，発明届を提出せず，特許出願もしていないこと，④原告は，Mの本件修士論文や国際会議の発表に対して，何ら異議を述べていないこと等の事情を総合すると，被告には，仮に本願発明の発明者が原告であったとしても，原告が発明者でないと認識したことについて過失はない。"
      ]
    },
    {
      "fig": "オ",
      "text": [
        "本願発明は新規性を欠くから，特許の要件を充たさない。そうである以上，原告の発明者名誉権の侵害もない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(3)",
              "subject": "争点3(被告は，本件助成金を申請したことにより，原告の名誉権を侵害したか。)について",
              "text": [
                "(原告の主張)",
                "被告は，本件助成金申請に当たり，ガラス多孔体の製造の工業化を被告の開発課題とし，その開発課題の前提となる技術の1つとして，本件出願を被告の発明に係るものとして引用したが，被告の上記行為は，原告の本件共同研究における役割及び成果を完全に否定し，かつ，その成果である加圧発泡の技術を盗用したものであって，社会通念上許される限度を超えたものである。そして，被告には上記行為につき故意又は過失があり，上記行為により原告の名誉感情が害された。",
                "(被告の反論)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "被告は，水熱ホットプレス法を利用したのでは発泡体の工業的な量産が難しいため，それを超える新しい方法を開発することを目的とし，自らの行なった研究を申請書に記載して本件助成金申請を行なったにすぎない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "①本件助成金申請書には，「密度0．3g／㎝3程度の軽量多孔体が作製できることを発見した。」との記載があるが，この点については原告の寄与はなく，原告の氏名を除外したことに合理的理由があること，②前記(2)のとおり，仮に本願発明の発明者が原告であったとしても，原告が発明者でないと認識したことについて，被告に過失がないこと，③本件助成金申請書は，その審査において5名の特定人の目に触れたにすぎないし，仮に20名の審査委員会で決定したとしても，全審査員がすべての書類に目を通すとは通常考えられないし，審査員には秘密保持義務が課されていたこと(乙91)，④本件助成金申請は，本願発明とは無関係で，開発課題及びその事業化に関する計画が評価の対象となること，⑤本件助成金申請書には，原告の社会的評価を低下させるような記載がないことに照らせば，本件助成金申請は社会通念上許容される程度を越えて原告の名誉感情を侵害する行為とはいえない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(4)",
              "subject": "争点4(被告は，学術賞を受賞したことにより，原告の名誉感情を侵害したか。)について",
              "text": [
                "(原告の主張)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "被告は，平成17年1月の本件受賞決定に先立ち，平成16年から行われた日本セラミックス協会による日本セラミックス協会賞の受賞候補者の選考手続において，自己が日本セラミックス協会賞のうち学術賞の受賞候補者として推薦されることを希望し，1人又は数人の推薦者に依頼して当該推薦を受けた。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "被告は，上記選考手続において，推薦者に対し，本件受賞の対象となる控訴人の業績に関する説明や論文のコピー，論文リスト等の資料を提供して，同協会に選考のために提出させ，さらに，東京の同協会事務局において，被告の業績に関して，口頭及び資料をもって，プレゼンテーションをを行った。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "被告は，日本セラミックス協会に対する上記の直接又は推薦人を通じた間接の説明の中で，自分の業績の1つとして「水熱反応を利用した廃棄ガラスビンから発泡多孔体を作製する廃棄ガラスビンのリサイクル技術を開発した」ことを説明し，また，水熱ホットプレス法を利用して廃ガラスを固化し，その固化体を加熱して発泡が起きることによりガラス多孔体を作製する技術を，自らが開発したものであるように説明した。さらに，被告は，当該技術を記載した学術論文を含む論文のコピー及び論文リストを推薦人を通じて同協会に提出したことにより，当該技術を開発したことが被告の業績であるように同協会に説明した。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "以上のとおり，被告が，本件受賞の理由に被告の業績として含まれている水熱反応を利用した廃棄ガラスビンから発泡多孔体を作製する廃棄ガラスビンのリサイクル技術を自己の研究成果であるように称して，自己が同賞の対象者として推薦されるように仕向けた行為は，原告の本件共同研究における役割及び成果を完全に否定し，かつ，その成果である加圧発泡の技術を盗用したものであって，社会通念上許される行為の限度を超えている。",
        "本件助成金申請に当たり，ガラス多孔体の製造の工業化を被告の開発課題としたが，その開発課題の前提となる技術の1つとして，本件出願を被告の発明に係るものとして引用した行為は，原告の本件共同研究における役割及び成果を完全に否定し，かつ，その成果である加圧発泡の技術を盗用したものであって，社会通念上許される限度を超えている。そして，被告には上記行為につき故意又は過失があり，上記行為により原告はその名誉感情を害された。",
        "(被告の反論)"
      ]
    },
    {
      "fig": "ア",
      "text": [
        "被告は，水熱ホットプレス法を利用したのでは発泡体の工業的な量産が難しいため，それを超える新しい方法を開発することを目的とし，自らの行った研究を申請書に記載して本件助成金申請を行なったにすぎない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "被告は，日本セラミックス協会から論文や学会での発表によりどれだけ貢献したかを書類として求められたものであり，本件特許に関して資料の提出を求められていないし，一切言及もしていない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(5)",
              "subject": "争点5(損害額は幾らか)について",
              "text": [
                "(原告の主張)",
                "原告は，被告の不法行為により著しい精神的苦痛を受けたものであり，その相当な慰謝料は1000万円を下らない。よって，原告は，被告に対し，不法行為に基づく損害賠償請求として，1000万円及び民法所定の遅延損害金の支払を求める。",
                "(被告の反論)",
                "原告の主張は，否認する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明に至るまでの経緯",
          "text": [
            "原審認定の前提事実に，証拠(各項に挙げたもの)及び弁論の全趣旨によると，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成10年当時，高知大学水熱化学実験所の教授であったが，平成11年3月に同大学を退官後，民間企業を経て東北大学教授となった。",
                    "被告は，平成10年当時，同大学水熱化学実験所の助教授であったが，原告退官後，その後任として教授となった。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "Mは，コロンビア国立大学理学部にて化学を専攻し，コークスに関する研究を行い，学位を取得して卒業した後，同大学助手として有機化学及び無機化学を中心に研究に従事していた。その後，同人は，同国材料科学・地質学・化学研究所及びメキシコのサルティージョ工科大学金属機械学科においてセラミックス，ガラス，鉱物等の無機化学を中心に研究し，その間，東北大学に研究生として留学したこともあったが，水熱化学の分野ないし水熱ホットプレス法について学んだことはなかった(争いのない事実，乙51の1，2，証人Mの証言，弁論の全趣旨)。",
                    "Mは，平成10年4月，高知大学大学院理学研究科修士課程に入学し，原告を指導教官とし，コロンビア黒砂からのチタン，希土類の抽出を研究課題とした(乙1，84の1，2)。",
                    "なお，Mの夫のCは，1997年(平成9年)6月から2000年(平",
                    "成12年)3月まで，水熱化学実験所の研究助手として被告に従事していた(乙49の1，2)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明までの経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "環境保全サービスは，平成10年4月ころ，高知大学に対し，本件共同研究を申し込み，本件共同研究を担当した原告は，同共同研究の実験を補助するアルバイトとして，月5万円の給料でMを雇用した。原告は，その際，Mに対して，水熱化学の分野ないし水熱ホットプレス法の一般的な説明をしたほか，本件共同研究において行なうべき実験の概要，すなわちガラス固化体を作製するために，廃ガラスと古紙・ケナフ等を混合することについて説明した上，実験を行なわせた。また，原告は，Mに対し，4か月に1回，報告書をまとめて提出するように指示した(争いのない事実，甲7，20，29，30，57，乙1，9の1，証人Mの証言，原告本人尋問の結果)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件共同研究は，平成10年5月ころから開始していたが，書類上の処理が遅れ，環境保全サービスは，高知大学に対し，同年7月8日付けで本件共同研究の申込書(甲2)を提出し，両者間の共同研究契約書(甲3)は，平成11年1月18日付けで作成された。",
                    "本件共同研究の内容は，次のとおりである。",
                    "(共同研究の題目等)",
                    "第1条 甲(高知大学)及び乙(環境保全サービス)は，次の共同研究を実施するものとする。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "研究題目",
      "text": [
        "水熱ホットプレス法を用いた廃ガラス粉砕材のリサイクリング技術の開発"
      ]
    },
    {
      "fig": "(2)",
      "subject": "研究目的及び内容",
      "text": [
        "水熱ホットプレス法を基礎として，ガラスビン粉砕材を低温で固化させるための技術開発を行う。さらに粉砕材の土壌改質材への転換技術の開発を行い，環境に調和したガラスビン粉砕材のリサイクリング法の創成を目指す。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "研究実施場所",
      "text": [
        "高知大学水熱化学実験所",
        "(研究期間)",
        "第2条 本共同研究の研究期間は，平成11年2月5日から平成11年3月31日までとする。",
        "(共同研究に従事する者)",
        "第3条 甲及び乙は，それぞれ別表第1に掲げる者(判決注：高知大学側は原告，環境保全サービス側はD)を本共同研究に参加させるものとする。…",
        "(研究経費の負担)",
        "第4条 甲及び乙は，それぞれ別表第2に掲げる研究経費(判決注：高知大学側は直接経費42万円，原告会社側は直接経費250",
        "万円及び研究料42万円)を負担するものとする。",
        "(特許出願)",
        "第10条 甲は，甲に属する教官が，本共同研究の結果独自に発明を行い，当該発明に係る特許を受ける権利を国が承継した場合において特許出願を行おうとするときは，当該発明を独自に行ったことについて，あらかじめ乙の同意を得るものとする。",
        "(優先的実施)",
        "第11条 甲は，本共同研究の結果生じた発明であって，甲に承継された特許を受ける権利又はこれに基づき取得した特許権…を，乙又は乙の指定する者に限り，当該特許の優先的に実施できる期間…を出願したときから10年を超えない範囲内におい",
        "て許諾することができるものとする。…",
        "(研究成果の取扱い)",
        "第16条 共同研究による研究成果は，原則として公表するものとする。",
        "ただし，公表の時期・方法などについては，甲乙協議の上，定めるものとする。",
        "(争いのない事実，甲3，53，乙9の1)"
      ]
    },
    {
      "fig": "ウ",
      "subject": "Mは，本件共同研究の実験を始めた当初，原告の指示どおりに実験を行なっていたが，関係論文を読んだり，被告から水熱ホットプレスの仕組み等について教示を受ける等して水熱化学ないし水熱ホットプレス法に関する理解を深め，実験の方法等について原告に提案したり，原告と議論するようになった(甲30，57，乙18，19，25の各1，2，乙26，",
      "text": [
        "原告本人尋問の結果)。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "Mは，平成10年6月10日，第1報告書(甲4の1，2)を作成して原告に提出し，原告は，同月ころ，環境保全サービスに対し，第1報告書を送付した。第1報告書には，以下の記載がある。",
        "「Ⅰ．目的",
        "初期のアプローチは，熱水ホットプレス条件下の廃棄ガラスの凝固程度を決定するために行われます。さらに，この研究は，熱水ホットプレス処理を用いて，廃棄ガラスを利用することへの最大の経済的条件処理とします。",
        "Ⅱ．実験",
        "A．廃棄ガラスサンプルの作製：",
        "廃棄ガラスは，12時間の間隔で機械にかけ，Al O ボールを使って粉砕しました。機械にかけた後に，ガラスは最高250の網でふるわれました。…」",
        "Mは，同月下旬ころ，固化の研究においては，引っ張り強度の測定が必要であると考え，Cに相談して同人からブラジリアンテストを教わり，同テストに関する論文を読み，今後の実験の評価項目に入れることを決めた(乙25の1，2，乙26，乙49の1，2)。"
      ]
    },
    {
      "fig": "オ",
      "text": [
        "Mは，第2報告書(甲5の1，2)を作成して原告に提出し，原告は，平成10年7月下旬ころ，環境保全サービスに対し，第2報告書を送付した。第2報告書には，以下の記載がある。",
        "「Ⅰ．範囲",
        "この段階の実験目的は，廃棄ガラスを圧縮するための最も安価な処理条件を決定し，…。",
        "Ⅱ．実験",
        "1．熱水ホットプレス処理",
        "…オートクレーブのメインボディは，直径30㎜のピストンシリンダタイプ構造です。含水率が決定されたサンプル粉をシリンダ内に入れた後，そのサンプルを単軸方向に押すために，上部と底からピストンに圧力をかけます。",
        "…従って，指定された熱水の条件下で凝固する間，サンプルを維持します。",
        "Ⅲ．結果および議論",
        "…結果によると，低い含水率ではこの熱水条件下で，ガラス粒子が互いに良好な接触ができません。水によるこの現象は，含水率10wt％まで上昇変化しました。そして，ガラスへの水の拡散が非常に安定しているガラスの新たな段階と抵抗力を作り出していることが図5とSEM写真図7によって観察されました。…」"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "Mによる多孔性現象発見の経緯"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，本件共同研究を進める中で，水熱ホットプレス法により得られたガラス固化体の強度に満足できなかったことから，Mに対し，ガラス固化体につきDTA法による加熱実験を行うように指示した。",
        "これに対し，Mは，水熱化学実験所で実験装置の管理を担当していた被告に相談したところ，被告は，ガラス試料が試料ホルダーから流れ出て装置を損傷するおそれがあるため，指示された分析には，TG−DTA熱分析装置(示差熱熱重量同時測定装置)を使用することはできない旨説明し，当該分析のために大小2つある白金坩堝のうちの小さい白金坩堝を使用することを提案した(争いのない事実，甲6の1，2，乙1，7の1，証人Mの証言，原告及び被告各本人尋問の結果)。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "Mは，平成10年10月ころ，200℃，60MPa，2時間，含水率12wt％の条件で圧縮された青色ガラスを105℃で5日間おいて前もって再加熱し，それを白金坩堝を用いて1時間750℃で再加熱したところ，当該ガラス固化体は，発泡による多孔性の外観を呈した。この発泡体は，綿のような柔らかみのない，軽石のような形状を示したものであった。",
        "そこで，Mは，原告に対し，白金坩堝を見せ，実験結果を報告すると，原告は，Mに対し，更に電子顕微鏡撮影(SEM写真の撮影等)を行なうこと及び報告書を作成するよう指示した。なお，Mは，上記実験を行うより前に700℃で再加熱したが，多孔性現象は確認できなかった(争いのない事実，甲6の1，2，乙1，7の1，22の4，82，84の1，2，",
        "証人Mの証言，原告及び被告各本人尋問の結果)。",
        "Mは，原告の指示に従い，同年11月，第3報告書(甲6の1，2)を作成し，その際，多孔性現象につき，下記のとおりの「この結果は特に重要です。」(This result is particularly important)との所見を付した。",
        "第3報告書(甲6の1)には，以下の記載がある。",
        "「Ⅱ．実験",
        "1．熱水ホットプレス過程",
        "実験は，凝固合成のために使われた熱水ホットプレスと，前と同じタイプのオートクレーブ(レポート2参照)を使って実施されました。…事前に決定された含水率のサンプル粉が，シリンダ内に込められ，その時，サンプルを単軸方向に圧縮するために，圧力が上部と底からピストンに加わります。…従って，あらゆる熱水条件においても凝固反応のを通してサンプルを維持します。",
        "オートクレーブの加熱作用は，シートタイプヒーターを使って実行されました。大部分のガラスサンプルの加熱速度は，130～225℃の間の温度，5℃／minで設定されました。サンプル圧縮において，100KＮの能力を持つインストロンユニバーステストマシンを使用し，60MPaの圧力を提供しました。…",
        "Ⅲ．結果と議論",
        "図1は，圧縮された青色ガラスの反応の物質的な特性…と実験の様々な時間においての，温度，含水率，および単軸の圧力に関して要約します。含水率と温度だけが相対的な密度と引張強度への主要な影響を持っているのが，図から見られます。従って，温度が増大する時には，密度と引張強度が増大しています。さらに，下の値で，含水率10wt％の時，これを持つこれらの性質も増加します。この点が減少すると引張強度の著しい減少認められます。",
        "…さらに，200℃，60MPa，2時間，および含水率12wt",
        "％で，圧縮された青色ガラスを105℃で5日間おいて前もって再熱し，1時間750℃で再加熱しました。この処理はSEM写真により見られるように多孔性の外観を引き起こしました(図9)。この結果は特に重要です。なぜなら300℃への再熱した時，少しの水損失が示され，この場合，多くのクラックが溶液段階にできたと思われたからです。750℃の時，水損失の多くは液体段階から起こり，大きい多孔性を持ち，おそらく，この増した温度がガラスを軟化させました。",
        "Ⅳ．結論…",
        "3．一般に，含水率が最大10wt％まで増加するとき引張強度は増加します…。",
        "4．空気中5日，105℃で再加熱した時，水の損失は少なく，300℃までは変わりませんでした。多くのクラックは水位相に伝わり，弱い構造を引き起こしました。ところが1時間空気中750℃で再熱した時，ガラスは多孔性のより強い構造となりました。」ウ 原告は，平成10年11月4日ころ，Mと共に，環境保全サービスに赴き，同社に対して，Mは英語で，原告は日本語で第3報告書に基づいて説明をした(争いのない事実，甲7，53，弁論の全趣旨)。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "原告は，上記以降，ガラスの多孔体について，密度，機械的強度，気孔の性質等の物性について一切測定しておらず，この時点で研究を打ち切った(甲20，乙1)。"
      ]
    },
    {
      "fig": "オ",
      "text": [
        "原告は，平成11年に高知大学に対し，本件共同研究に関して「平成10年度『民間等との共同研究』実施報告書」(乙60)を提出した。同報告書には，次の記載がある。",
        "・ 研究題目",
        "水熱ホットプレス法を用いた廃ガラス粉砕材のリサイクル技術の開発・ 研究成果の概要",
        "添加する水量と温度を変えて，いくつかの種類の廃ガラスをホットプレスして，固化体を作った。最高引っ張り強度は65MPaで，そのHHP条件は200℃・60MPa，水10wt％添加・2時間であった。",
        "廃紙，水産化カルシウムおよびケナフを混ぜて，同じ条件でホットプレスしてみた。最高引っ張り強度はそれぞれ40．3，39．7，51MPa(ケナフ5wt％)であった。",
        "・ 研究成果の今後の活用等",
        "低コストでの廃棄物処理を可能とするほか，複合固化体についてはパネル断熱材，壁材，化粧材，建材などに利用できるのではないかと思われる。"
      ]
    },
    {
      "fig": "カ",
      "text": [
        "M，被告及び原告は，平成11年7月，「Journal Materials Scienceletters」に「水熱ホットプレス法による廃ガラスのリサイクル」との題名で論文を掲載した。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "Mと被告との研究の経緯"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告が平成11年3月に高知大学を退官したことに伴い，平成11年4月から，Mの指導教官は，原告から被告に変更された。Mは，そのころ，被告に相談し，当初の研究課題であった黒砂の研究については実験データがなく，進展がなかったことから，研究課題を水熱ホットプレス法によるガラス廃棄物のリサイクルに変更し，原告の了解を得て，被告の指導の下に研究を継続した。被告は，Mに対し，水熱ホットプレスをする条件，すなわち，水量，圧力，温度，時間等を変化させてガラスの固化体を作成し，かつ，ガラスを再加熱して発泡させるための温度等を変化させて，様々な種類の発泡体を作成し，それぞれの条件が発泡体の密度又は機械的強度に及ぼす影響を明らかにするよう指導した(証人Mの証言，原告及び被告各本人尋問の結果)。",
        "Mは，平成12年2月，本件修士論文(乙2の1，2)をまとめ，同年3月，同大学修士課程を修了した。なお，被告は，ガラスの水熱処理をMの修士課程の研究課題とすることについて原告から了解を得ている(甲13，被告本人尋問の結果)。",
        "本件修士論文には，以下の記載がある(甲39，乙2の1，2，乙83)。",
        "「第4章 多孔性ガラス材料の合成",
        "4．1 序論",
        "…本章においては，廃棄物をインテリジェント材料へ変換するために，廃棄ガラスから多孔性ガラス材料を作製した。まず水熱ホットプレス法により廃棄ガラスからガラス固化体を作製し，ガラスと水との水熱反応により形成された新しい相の中の水が加熱中に蒸発し気孔を形成することを期待し，空気中，さまざまな温度で通常の仮焼を行った。",
        "4．2 実験方法",
        "4．2．1 材料",
        "実験に使用した青色ガラス粉末の化学組成は，定量湿式化学分析により決定し，…ガラスは粉砕して46から53μmの粒度分布を持つ粉末を得た。",
        "4．2．2 水熱ホットプレス法によるガラス固化体の水熱ホットプレス作製",
        "緻密化過程は，…水熱ホットプレスオートクレーブを用いて実施した。青色ガラス粉末(10g)に水(5−20wt％)を添加し",
        "て乳鉢内で混練した。ガラス粉末をオートクレーブの反応室に置き，5−60MPaの圧力で一軸加圧し，毎分5℃の昇温速度を用い…",
        "熱伝導率を決定するためには，200gの青色ガラス粉末を乳鉢で10wt％の水を添加して混練した。試料は…オートクレーブの反応室に置いた。次の水熱ホットプレス条件を用いた。",
        "温度 200℃，荷重圧 21MPa，反応時間 2時間，昇温",
        "・降温速度 毎分1℃",
        "4．2．3 多孔性ガラスの作製",
        "水熱ホットプレス法により作製したガラス固化体は，白金るつぼ中で50℃から850℃の温度で3時間加熱した。全ての試料は毎分5℃で加熱し，室温まで冷却した。…",
        "4．3 結果と考察",
        "4．3．1 仮焼挙動",
        "固化体の仮焼温度が重量減少におよぼす影響を，図4−1に示す。",
        "固化体を加熱したとき，ガラス固化体中に含まれていた水の蒸発により，重量減少が観察された。仮焼温度が上昇すると，重量減少量も増加した。・・12wt％以上の添加水量で合成した全ての試料において，新しい相の含水量は等しいことを示している。",
        "4．3．2 含水量と焼成温度が得られた多孔性ガラスのカサ密度におよぼす影響",
        "図4−2は，さまざまな含水量で水熱法により合成したガラス固化体を加熱することにより作製した多孔性ガラスのカサ密度を示す。",
        "…600℃以上の高温での加熱の後では，カサ密度は著しく減少し，固化体中に気孔が形成された。…",
        "図4−6(判決注：図4−3は誤記と認める。)は，多孔性ガラ",
        "スの圧縮強度におよぼすガラス固化体作製時の含水量の影響を示す。",
        "含水量は，特に10wt％以上では，圧縮強度の値に大きな影響を示さなかった。それに対して，低い含水量(5wt％)では，生成物の圧縮強度はかなり減少した。…",
        "4．3．3 仮焼温度の影響",
        "…ガラス固化体は，次の条件で作製した。200℃，21MPa，",
        "3時間，含水量10wt％，そして固化体はさまざまな温度において空気中で1時間仮焼した。",
        "…650℃の仮焼の後には，初期の小さな気孔の形成が観察されたが，構造は不均一であった。より高温での仮焼により，固化体中の気孔の径は増加した。気孔は，薄いガラス壁で囲まれており閉口気孔と考えられる。…750℃以上の高温では大きな変化は観察されなかった。…",
        "仮焼温度の多孔性ガラスの圧縮強度におよぼす影響を，図4−4(判決注：図4−5は誤記と認める。)に示す。700℃以下の低",
        "温で仮焼した試料では，圧縮強度は低くなった。固化体が750℃まで加熱された時には，多孔性ガラスの強度は顕著に増加した。次の条件(200℃，21MPa，2時間，含水量10wt％，加熱",
        "速度毎分5℃)での水熱ホットプレスにより合成したガラス固化体の750℃，1時間の仮焼により得られた多孔性ガラスに対して，圧縮強度の最高値は約14MPaであった。…",
        "4．3．4 荷重圧の影響",
        "…低い圧縮強度を与えた低荷重圧(＜10MPa)を除いて，荷",
        "重圧に対して圧縮強度はほぼ一定の値を示した。10MPa以上の荷重圧は，得られた多孔性物質の圧縮強度に大きな影響を及ぼさないことを意味している。",
        "4．4 要約",
        "本試料は空気中で1時間750℃で加熱することによる水の蒸発のために生じた大きな重量喪失と共に著しく膨張した。多孔性の生成物は，低い水透過能と0．2159W／mKの低い熱伝導率を有",
        "していた。得られた最高圧縮強度は14MPaで，カサ密度は0．2785g／㎝3であった。この方法を用いることにより，多孔性ガラスの製造できる可能性が高い。作製した多孔性試料は，低い熱伝導率のために断熱材として有用であろう。」"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "第1ないし第3報告書と本件修士論文とを対比すると，以下の点で相違する(乙83，弁論の全趣旨)。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "第1ないし第3報告書では，1つの実験点(200℃，60MPa，2時間，含水率12wt％，圧縮された青色ガラスを105℃で5日間おいて加熱，1時間750℃で再加熱)が示されているのみである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "本件修士論文では，第1ないし第3報告書にはない以下の実験点が加わっている。",
                "① 加熱温度を変化させて重量減少量を測定し，測定結果をガラス粉末の収縮曲線として記載している(図4−1)。",
                "② 加熱温度を変化させてカサ密度を測定している(図4−2)。",
                "③ 加熱温度を350℃，650℃，750℃，850℃と変化させた",
                "加熱試料のSEM写真を撮影している(図4−3)。",
                "④ 加熱温度に対する発泡体の圧縮強度(図4−4)，荷重圧力に対する多孔体の圧縮強度(図4−5)，含水量に対する多孔体の圧縮強度(図4−6)を測定している。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "Mは，平成12年11月，メキシコにおいて開催された国際会議において，本件修士論文と同趣旨の発表を行った。その発表者には，Mのほか，Mの夫C及び被告が含まれていたが，原告は含まれていなかった(乙12)。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "被告及びSは，平成13年5月ころ，珪酸塩ガラスの水熱反応と多孔性ガラスの生成に及ぼすその影響について研究し，Sは，同年8月，その研究結果を「多孔性ガラス粉末と多孔性ガラス製品の合成」と題する報告書にまとめた(乙4の1ないし3，5)。"
      ],
      "content": [
        {
          "fig": "(5)",
          "subject": "本願発明の出願"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "被告は，平成13年9月17日，高知大学に対し本件発明届を提出したが，同月19日，特許を受ける権利を国は承継しない旨決定した(甲59，60)。そこで，被告は，TＮ四国に対し特許を受ける権利を譲渡し，同社は，平成13年9月25日，本願発明につき以下の内容の本件出願をした(甲1，弁論の全趣旨)。",
        "出願番号 特願2001−290418",
        "発明の名称 ガラス多孔体及びその製造方法",
        "発明者 被告",
        "本願発明の内容 後記2(2)のとおり。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "被告は，本件出願事務をP弁理士に委任したが，その出願関係書類には，特許請求の範囲として，(1)ガラスを水熱条件下で処理してガラス中に水を拡散させてから加熱し，発泡させて多孔体と中空ガラス球の製造方法，(2)ガラス粉末に水を加えて加圧しながら水熱条件下で成形し，その成形体を加熱して発泡させ，ガラス多孔体を作成する方法，(3)ガラス粉末を高温の水蒸気中で処理してから，加熱して発泡させ中空ガラス球を製造する3つの方法が記されている。",
        "また，発明が解決しようとする課題としては，(1)ガラスのみから多孔体を作製できる。(2)多孔体の気孔は閉じており，水に浮かせることができる。(3)廃ガラスを原料に使用できる。(4)水熱処理を行うことにより，均一な原料が合成できるために，中空ガラス球の製造歩留まりが高い等の解決課題及び解決方法が記されている。",
        "さらに，水熱ホットプレス法によるガラス多孔体の実施例と，水熱処理法によるガラス粉末の多孔体の実施例について記載されている(乙64の2ないし乙64の5)。"
      ],
      "content": [
        {
          "fig": "(6)",
          "subject": "被告による文部科学省への本件助成金申請"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "被告は，平成14年7月ころ，文部科学省に対し，本件助成金申請をしたところ(甲9)，同年9月，本件助成金申請は採択され，被告は，助成金約9400万円を得た。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "同申請書には，以下の記載がある。",
        "・ 開発課題名",
        "廃棄ガラスビンの多孔質軽量板・断熱材へのリサイクル技術の開発・ 申請者(代表者)",
        "被告",
        "・ 開発者",
        "被告(開発代表者)，E(分担開発者)，F(分担開発者)",
        "・ マネジメント事業者",
        "TＮ四国",
        "・ 開発の背景と目的",
        "「…これまでのガラスを発泡させる方法は，炭酸カルシウム，炭化珪素などの高温で分解し気体を発生する発泡剤をガラス粉末に添加している。この方法では，発泡剤からの気体の発生温度が非常に狭い上に発泡時にはガラス自体が軟化している必要があり，発泡を制御することが非常に難しい。特に均一な大型発泡体を作成することは困難である。それに対して本研究開発では，申請者らの有する水熱技術を活用し，ガラス粒子の中にあらかじめ水を拡散させてから加熱することにより，ガラス中の水分が蒸発する際に発泡する新しい技術を利用して多孔体を作成しようとするものである。",
        "申請者らは，ガラス粉末を水熱ホットプレス(用語説明参照)することにより得られた固化体を空気中で加熱することにより，発泡現象が起こり密度0．3g／cm3程度の軽量多孔体が作成できることを発見した。(特許出願済：特願2001−290418)しかし，この方",
        "法では最初に一つ一つの固化体をバッチ式で作成する必要があり形状制御も難しいために，工業化には適さない。そこで，本技術を用いたガラス多孔体の製造の工業化を目指すためには，ホットプレスせずに粉末の状態で水熱処理(用語説明参照)してから成形し発泡させる方法を確立する必要がある。これまでの研究で，水熱処理したガラス粉末を成形してから加熱することにより，ガラス多孔体が得られることを実験室レベルで確認しており，特許の出願を予定している。",
        "本研究開発では，埋め立て等にしか利用されていない廃棄ガラスビンから低コストで大型の多孔体を作成する技術を確立し，ガラス多孔体を断熱材や軽量板として利用することにより，発泡スチロールによる公害問題を改善し，現在社会の命題である自然調和型社会の構築に貢献することを目的とする。」",
        "・ 専門用語の説明",
        "用語「水熱ホットプレス法」，説明「水熱化学実験所が独自に開発した無機粉末を水熱条件下で固化させる方法。水熱条件下にある粉末を，オートクレーブの外部から圧搾し粒子間隙に存在する水を搾り出して粉末を緻密化させると同時に，水熱反応により粒子間を連結させることにより，機械的強度の高い固化体を製造できる。」",
        "用語「水熱処理(水熱反応)」，説明「100℃，1気圧以上の高温高圧下の水が存在する状態で，物質を加熱処理すること。…圧力容器(オートクレーブ)内に水を入れて密閉し加熱することにより，水の沸騰が抑えられ，高温高圧下の水が得られる。…」"
      ],
      "content": [
        {
          "fig": "(7)",
          "subject": "被告による学術賞の受賞",
          "text": [
            "被告は，平成17年1月，日本セラミックス協会から，水熱反応技術の新しい展開に関する研究につき，学術賞を受賞した(甲46)。その推薦理由には，以下のような記載がある。",
            "「…以下に示す3種類の新しい水熱反応技術を開発し，新しい水熱合成法を展開した。",
            "①単結晶育成技術では，…",
            "②複酸化物の直接合成技術では，…",
            "③多孔体の作製技術では，水熱条件下にある粉末を加圧しながら水熱処理することにより，マクロポアとメソポアの境界付近の均一な気孔径を有する多孔体を作製する新しい合成技術を開発した。さらに，水熱反応を利用した廃棄ガラスビンから発泡多孔体を作製する廃棄ガラスビンのリサイクル技術を開発した。…」"
          ]
        },
        {
          "fig": "(8)",
          "subject": "本件博士論文",
          "text": [
            "Mは，平成17年4月，高知大学に対し博士の学位取得を申請し，同年9月，本件博士論文により，高知大学から理学博士の学位を授与された(甲40，41，乙6)。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "2",
                  "subject": "争点1(本願発明の発明者は原告か。)について"
                }
              ]
            }
          ]
        },
        {
          "fig": "(1)",
          "subject": "はじめに",
          "text": [
            "発明とは，自然法則を利用した技術的思想の創作のうち高度なものをいうと規定され(特許法2条1項)，産業上利用することができる発明をした者は，・・・その発明について特許を受けることができると規定され(同法29条1項柱書き)，また，発明は，その技術内容が，当該の技術分野における通常の知識を有する者が反復実施して目的とする技術効果を挙げることができる程度にまで具体的・客観的なものとして構成されたときに，完成したと解すべきであるとされている(最高裁昭和52年10月13日第一小法廷判決民集31巻6号805頁参照)。したがって，発明者とは，自然法則を利用した高度な技術的思想の創作に関与した者，すなわち，当該技術的思想を当業者が実施できる程度にまで具体的・客観的なものとして構成する創作活動に関与した者を指すというべきである。当該発明について，例えば，管理者として，部下の研究者に対して一般的管理をした者や，一般的な助言・指導を与えた者や，補助者として，研究者の指示に従い，単にデータをとりまとめた者又は実験を行った者や，発明者に資金を提供したり，設備利用の便宜を与えることにより，発明の完成を援助した者又は委託した者等は，発明者には当たらない。もとより，発明者となるためには，一人の者がすべての過程に関与することが必要なわけではなく，共同で関与することでも足りるというべきであるが，複数の者が共同発明者となるためには，課題を解決するための着想及びその具体化の過程において，一体的・連続的な協力関係の下に，それぞれが重要な貢献をなすことを要するというべきである。",
            "上記の観点から，本願発明の内容及び原告の関与の程度を総合考慮して，原告が本願発明の発明者に当たるか否かについて，判断する。"
          ]
        },
        {
          "fig": "(2)",
          "subject": "本願発明の内容"
        }
      ]
    },
    {
      "fig": "ア",
      "subject": "本件明細書(甲1)の記載",
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "subject": "特許請求の範囲",
              "text": [
                "① 請求項1",
                "ガラス粉末と水の混練物を水熱処理を行うことにより，水が拡散した固化体を得て，該固化体を加熱することにより発泡させて，内部に気孔を有する多孔体として作製したことを特徴とするガラス多孔体。",
                "② 請求項2",
                "ガラス粉末と水の混練物をオートクレーブ内で加圧した後，この圧力状態を保ったまま所定の温度まで加熱して水熱条件下で成形し，一定の時間保持した後冷却することにより水が拡散した固化体を得て，該固化体を加熱炉内で所定時間加熱することにより発泡させて，内部に気孔を有する多孔体として作製したことを特徴とするガラス多孔体。",
                "③ 請求項3",
                "気孔が閉気孔である請求項1又は2記載のガラス多孔体。",
                "④ 請求項4",
                "ガラスを水とともに水熱処理を行うことによりガラス中に水を拡散させ，その後加熱することにより発泡させて，内部に閉気孔を有するように作製することを特徴とするガラス多孔体の製造方法。",
                "⑤ 請求項5",
                "ガラス粉末に水を加えて混練し，オートクレーブ内で所定の圧力で加圧した後，この圧力を保ったまま所定の温度まで加熱して水蒸気による水熱条件下で成形し，一定の時間保持した後に室温まで冷却することにより水が拡散した固化体を得て，該固化体を加熱炉内で所定時間加熱して発泡させて，内部に閉気孔を有するように作製することを特徴とするガラス多孔体の製造方法。",
                "⑥ 請求項6",
                "原材料としての廃ガラスを粉砕してから分級し，得られたガラス粉末に水を加えて混練してからピストン・シリンダタイプのオートクレーブ内に充填して所定の圧力で加圧した後，この圧力を保ったまま所定の温度まで加熱して水熱条件下で成形し，一定の時間保持した後に室温まで冷却することにより水が拡散した固化体を得て，この固化体を電気炉内で所定時間加熱して発泡させて，内部に閉気孔を有するように作製することを特徴とするガラス多孔体の製造方法。",
                "⑦ 請求項7",
                "ガラス粉末の粒子直径が50μm以下である請求項4，5，又は6に記載のガラス多孔体の製造方法。",
                "⑧ 請求項8",
                "ガラス粉末に対する添加水量が10重量%以上である請求項4，5，6又は7に記載のガラス多孔体の製造方法。",
                "⑨ 請求項9",
                "オートクレーブ内のガラス粉末を加圧する圧力が10MPa以上である請求項4，5，6，7又は8に記載のガラス多孔体の製造方法。",
                "⑩ 請求項10",
                "加熱炉による加熱温度が750℃以上である請求項4，5，6，7，8又は9に記載のガラス多孔体の製造方法。",
                "⑪ 請求項11",
                "オートクレーブ内の昇温速度と降温速度を毎分1℃とした請求項4，5，6，7，8，9又は10に記載のガラス多孔体の製造方法。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "発明の詳細な説明",
              "text": [
                "① 「本発明はガラス多孔体及びその製造方法に関し，特には断熱材とかプラスチックの軽量化及び高強度化を目的とする充填剤等として多用途に使用可能な汎用性を有するガラス多孔体とその製造方法に関するものである。」(【0001】【発明の属する技術分野】)",
                "② 「しかしながら，従来のガラスを原料として多孔体を作製する方法は，原材料としてガラス以外に結合材としての粘土及び発泡剤としての石灰石等を添加する必要があり，シラスバルーンと称呼される中空ガラス球も原材料が天然物であるため，原材料の選択及び確保面での限界がある上，作製時に発泡現象が均一に起こらずに品質の均一性が劣る難点があり，製品化した際の歩留まりが悪化してしまうという課題がある。また，開気孔を多く含有するガラス多孔体であるため，浮水性が得られないという問題がある。」(【0004】【発明が解決しようとする課題】)",
                "③ 「そこで，本発明は，上記の問題点を解決して，原材料として，各種の廃ガラスその他のガラスのみを用いて水蒸気による水熱処理を行うことにより，結合材及び各種の化学薬品を不要とし，しかも均一な発泡現象により気孔が閉気孔であって品質が均一で浮水性を保持し，製造時の歩留まりが良好でコストが低廉化されたガラス多孔体及びその製造方法を提供することを目的とする。」(【0008】)。",
                "④ 「本発明は上記目的を達成するために，ガラス粉末と水の混練物を水熱処理を行うことにより，水が拡散した固化体を得て，該固化体を加熱することにより発泡させて，内部に気孔を有する多孔体として作製したガラス多孔体，及びガラス粉末と水の混練物をオートクレーブ内で加圧した後，この圧力状態を保ったまま所定の温度まで加熱して水熱条件下で成形し，一定の時間保持した後冷却することにより水が拡散した固化体を得て，該固化体を加熱炉内で所定時間加熱することにより発泡させて，内部に気孔を有する多孔体として作製したガラス多孔体を提供する。その気孔は閉気孔となっている。」(【0009】)",
                "⑤ 「そして，ガラスを水とともに水熱処理を行うことによりガラス中に水を拡散させ，その後加熱することにより発泡させて，内部に閉気孔を有するように作製するガラス多孔体の製造方法，及びガラス粉末に水を加えて混練し，オートクレーブ内で所定の圧力で加圧した後，この圧力を保ったまま所定の温度まで加熱して水蒸気による水熱条件下で成形し，一定の時間保持した後に室温まで冷却することにより水が拡散した固化体を得て，該固化体を加熱炉内で所定時間加熱して発泡させて，内部に閉気孔を有するように作製するガラス多孔体の製造方法，更に原材料としての廃ガラスを粉砕してから分級し，得られたガラス粉末に水を加えて混練してからピストン・シリンダタイプのオートクレーブ内に充填して所定の圧力で加圧した後，この圧力を保ったまま所定の温度まで加熱して水熱条件下で成形し，一定の時間保持した後に室温まで冷却することにより水が拡散した固化体を得て，この固化体を電気炉内で所定時間加熱して発泡させて，内部に閉気孔を有するように作製するガラス多孔体の製造方法を提供する。」(【0010】)",
                "⑥ 「原材料としてガラス粉末の粒子直径が50μm以下であり，ガラス粉末に対する添加水量は10重量％以上とする。オートクレーブ内でガラス粉末を加圧する圧力は10MPa以上とし，加熱炉による加熱温度は750℃とする。また，オートクレーブ内の昇温速度と降温速度を毎分1℃とする。」(【0011】)",
                "⑦ 「かかるガラス多孔体及びその製造方法によれば，原材料として各種の廃ガラスその他のガラス粉末がオートクレーブ内で水蒸気のみを用いた水熱処理によって成形され，一定の時間保持した後に室温まで冷却することによって内部に水が拡散した固化体となる。この固化体を加熱炉内で所定時間加熱することによってガラス自体が軟化すると同時に水を放出するので，高温で蒸気として放出されて発泡が行われて，その泡が気泡となって所定の密度と圧縮強度及び熱伝導率を有するとともに軽量で浮水性を保持した閉気孔のガラス多孔体が得られる。」(【0012】)",
                "⑧ 「その結果，本発明を実施するための好ましい水熱条件等を整理すれば，次記のようになる。",
                "・ ガラスの種類：青色，緑色，茶色，透明(全種類)",
                "・ 添加する水の量：5−20wt％(10−15wt％が望まし",
                "い)",
                "・ 成形する圧力：5MPa以上(10MPa以上が望ましい，10",
                "MPaでも十分)",
                "・ 成形する温度：150−250℃(180℃以上が望ましい)",
                "・ 成形するための加熱速度，冷却速度：低速度(例えば毎分1℃が望ましい)",
                "・ 発泡させる温度：650−850℃(750℃が望ましい。低温",
                "だと発泡不十分，高温だと発泡体が破裂，収縮して気泡が小さくなる)",
                "・ 発泡させる時間：比較的短時間でも十分(実験では1時間を使用)",
                "・ 発泡させるための加熱速度：低速度(実験では毎分10℃を使用した。高速だと固化体が割れる。)」(【0031】)",
                "⑨ 「以上詳細に説明したように，本発明によれば原材料として各種の廃ガラスをオートクレーブ内で水蒸気のみを用いた水熱処理を行ってから一定の時間保持した後に室温まで冷却することによって固化体となり，この固化体を加熱炉内で所定時間加熱して発泡させることにより，所定の密度と圧縮強度及び熱伝導率を有しているとともに軽量で浮水性を保持した閉気孔のガラス多孔体を得ることができる。特に本発明では従来のガラスを原料とする多孔体のように，ガラス以外の材料，例えば結合材としての粘土とか発泡剤としての石灰石等は添加する必要がなく，かつ，アルカリ溶液とか酸溶液及び尿素等は用いていないため，加熱炉の消費エネルギーの低下にも伴って製造コストを低廉化することができる。」(【0032】)",
                "⑩ 「更に本発明で使用する原材料は各種の廃ガラスであるため，従来の中空ガラス球のように天然物の原材料は用いる必要がなく，原材料の選択及び確保面での限界は生じない。また，水熱条件下で成形した後の加熱炉による発泡現象は均一に起こるため，ガラス多孔体の品質は均一であるとともに閉気孔を多く含有していることにより軽量で浮水性を有しており，製造時の歩留まりを高く維持することができる。」(【0033】)",
                "⑪ 「従って本発明によれば，原材料として各種の廃ガラスのみを用いて，水蒸気を用いた水熱処理を行うことにより，従来必要とされている結合材及び各種の化学薬品を不要とし，しかも均一な発泡現象により品質が均一で浮水性を保持し，製造コストが低廉化されたガラス多孔体及びその製造方法が提供される。」(【0034】)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "本願発明の内容及び特徴",
      "text": [
        "上記1(5)及び2(2)アを総合すると，本件明細書においては，「特許請求の範囲」として，①ガラスを水熱条件下で処理してガラス中に水を拡散させてから加熱し，発泡させて多孔体と中空ガラス球の製造方法，②ガラス粉末に水を加えて加圧しながら水熱条件下で成形し，その成形体を加熱して発泡させ，ガラス多孔体を作成する方法，③ガラス粉末を高温の水蒸気中で処理してから，加熱して発泡させ中空ガラス球を製造する3つの方法が記され，発明が解決しようとする課題として，①ガラスのみから多孔体を作製できる，②多孔体の気孔は閉じており，水に浮かせることができる，③廃ガラスを原料に使用できる，④水熱処理を行うことにより，均一な原料が合成できるために，中空ガラス球の製造歩留まりが高いなどの課題及び解決方法が記載されている。本願発明の特徴的部分は，ガラス粉末と水の混練物への圧力を10MPa以上，加熱温度を750℃以上，昇温速度と降温速度を毎分1℃とすることにより，廃ガラスその他のガラスのみを使用し，水熱ホットプレス法を用いて水熱条件下で反応させることにより，均一な発泡現象により気孔が閉気孔であって，水に浮くガラス多孔体を製造することができるという有用な効果を見いだした点にあるということができる。",
        "(この点について，被告は，本件請求項1の発明は無加圧発泡に関する発明であって，「水熱ホットプレス方法を用いることなく，ガラスを水とともに水熱処理を行うことによりガラス中に水を拡散させ，その後加熱することにより発泡させることにより，内部に閉気孔を有するように作製することを特徴とするガラス多孔体を製造することができることを見いだした点」も発明の特徴的部分に含まれると主張する。しかし，本件請求項1の発明が加圧発泡に関する発明である点は，原判決30頁3行目から31頁7行目までのとおりであるから，これを引用する。この点の被告の主張は採用することができない。)"
      ]
    },
    {
      "fig": "ウ",
      "subject": "第3報告書記載の本件多孔化技術と本願発明との対比",
      "text": [
        "第3報告書記載の本件多孔化技術は，750℃で1時間の再加熱したという一定の条件の下で多孔性現象が確認されたことを示しているにすぎず，本願発明の技術的思想の特徴的部分のうちの「浮水性」，「閉気孔」という課題及び解決方法が確認されていないというべきである。",
        "この点，第3報告書が作成された時点では，同報告書には閉気孔についての記載がないこと，一塊りの発泡体の気孔をピクノメータで測定した結果，開気孔が52．01％，閉気孔が47．99％とほぼ同量であること(乙58の1，105)によれば，閉気孔についての認識はなかったものと認められる。これに対して，原告の意見書(甲74)には「閉気孔になると考えるのが常識です。」との記載があるが，これは，乙105によると完全な液体の中で気泡が生成される場合を指したものということができ，第3報告書に添付したSEM写真から気孔が閉気孔であるということはできない。原告は，「水熱ホットプレス法及び多孔性ガラスの作製による廃ガラスのリサイクル」(乙12)，Mの修士論文(乙2の1)及び博士論文(甲40)に掲載した第3報告書のガラス発泡体の断面のSEM写真と同じ写真について閉気孔と説明していることをも根拠とするが，第3報告書作成時点において，添付のSEM写真から気孔が閉気孔であることが明らかでなかったとの前記の認定を左右するものではない。",
        "以上のとおり，第3報告書記載の本件多孔化技術は，本件明細書の記載中の「本発明を実施するための好ましい水熱条件等」であるガラス粉末の種類，添加する水の量，成形する圧力・温度，成形するための加熱速度，冷却速度：低速度，発泡させる温度，発泡させる時間，発泡させるための加熱速度：低速度について，実験等により検証した知見を開示したものと評価することはできない。",
        "確かに，第3報告書記載の本件多孔化技術と本願発明とを対比すると，第3報告書記載の本件多孔化技術は，①本件請求項3ないし6を含むものではないが，②本件請求項1，2を含んでいることが認められる(被告も，本件請求項2，5，6の発明が第3報告書に開示された技術情報と同一であることを争わない。)。",
        "しかし，化学分野においては，ある特異な現象が確認されたとしても，そのことのみによって直ちに，当該技術的思想を当業者が実施できる程度に具体的・客観的なものとして利用できることを意味するものではないというべきであり，その再現性，効果の確認等の解明が必要な場合が生ずることに鑑みると，たとえ第3報告書記載の本件多孔化技術が，本件請求項1，2を含むものであったとしても，第3報告書において多孔性現象が確認された段階では，いまだ，当業者が実施できる程度の具体性，客観性をもった技術的思想を確認できる程度に至ったというべきではない。",
        "したがって，原告が，Mによる，第3報告書における本件多孔化技術の確認に対して，何らかの寄与・貢献があったからといって，そのことが，直ちに，原告が発明者であると認定する根拠となるものではない。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "本願発明の発明者",
      "text": [
        "前記1及び2(2)で認定した事実によると，本願発明は，Mが，白金坩堝を使用して750℃まで加熱した際に多孔性現象を発見したことが端緒となったこと，Mは，前記多孔性現象の効果及び有用性などを確認し，検証するために，被告の指導を受けながら，水熱ホットプレスをする条件等を変え，実験を重ねて，有用性に関する条件を見いだし，その結果に基づいて，本件修士論文を作成したことが明らかである。",
        "本願発明と前記1で認定した本件修士論文の内容とを対比すると，本件修士論文には本願発明のすべての請求項について，その技術的思想の特徴的部分が含まれているので，遅くともMが本件修士論文を作成した時点において，当業者が反復実施して技術効果を挙げることができる程度に具体的・客観的な構成を得たものということができ，本願発明が完成したものということができる。",
        "原告は，Mは原告の研究を補助したにすぎず，本願発明に係る実験を遂行するだけの能力はなかったと主張し，原告の陳述書(甲20，29，30)にも同旨の記載がある。しかし，前記認定のMの経歴，すなわち，来日前のコロンビアでの講師及び研究員，来日後の研究生及び研修生としての経歴からみて，ガラス，セラミックス等の無機化学だけでなく，有機化学を含む化学全般の専門知識と実験経験を有しており，十分な研究能力を有していると認められる。そしてたとえ，研究を開始した時点において，水熱分野についての知識は乏しかったとしても，自ら水熱分野の専門知識を取得することは困難ではないといえる。したがって，Mの当時の地位を理由に同人が本願発明の発明者ではないということはできない。なお，Mは当時，自らの修士論文の作成作業と平行して本件実験を行なっていたものであるが，前記1で認定したとおり，修士論文の作成作業はほとんど進んでおらず，被告に相談の上，その課題を変更したものであるから，本件実験に相当の時間と労力を費やしていたことは容易に推認できるところであり，上記をもってMが発明者でないことを何ら基礎付けるものとはいえない。"
      ]
    },
    {
      "fig": "(4)",
      "subject": "本願発明についての原告の関与",
      "text": [
        "前記1及び2(2)で認定した事実によると，原告のMに対する指導，説明，指示等の具体的内容としては，①水熱化学の分野ないし水熱ホットプレス法について一般的な説明をし，本件共同研究において行なうべき実験の手順を説明したこと，②DTA分析を指示したこと，③多孔性現象発見の後にSEM写真の撮影を指示したことであるが，①，②については，前記認定のとおり，本願発明とは直接な関係はなく，③についても一般的な指導にとどまる。",
        "そうすると，原告は，本願発明に至るまでの過程において，Mから実験結果の報告を受けていたにとどまり，本願発明の有用性を見いだしたり，当業者が反復実施して技術効果を挙げることができる程度に具体的・客観的な構成を得ることに寄与したことはない。原告は，Mに対して，管理者として，一般的な助言・指導を与えたにすぎないので，本願発明の発明者であると認めることはできない。",
        "上記の点に関連して，原告は，以下のとおり主張する。しかし，いずれも理由がない。すなわち，"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，本願発明が本件共同研究の過程においてなされた以上，原告が発明者であると主張する。",
            "しかし，前記1及び2(2)で認定した事実によると，本件共同研究の目的は，「ガラスビンの粉砕材を低温で固化させるための技術開発を行う」ものであり，要するにリサイクルのために廃ガラス等のガラスの粉砕材を低温で固化する技術であり，これと，ガラス固化体を再加熱することによって得られるガラス多孔体の製造とは異なる。すなわち，Mによるガラス多孔体の発見は本件共同研究の目的・内容とは異なるものであり，それをさらに具体化し，発明として完成するか否かは本件共同研究の目的の範囲外のことといえる。原告の上記主張は採用できない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，白金坩堝を使用して750℃の再加熱を指示したのは原告であるから，原告が発明者であると主張する。そして，原告の陳述書(甲29)には，「100℃から250℃までだらだらとした重量減少を示したが，250℃でもまだ多量の水がガラス中に残存すること，及び熱分析装置が故障で高温まで測定ができないことから，白金坩堝で焼成することを，Mに指示した。白金坩堝はYが管理しているから，Yに白金坩堝の供与を指示，Mにはこれを用いて高温で焼成，温度の上昇とともにどのような変化を生じるかを見るよう指示した。」，「あまり強度が得られない固化体に関して，500℃以上の熱分析が十分に使えないということから，白金坩堝を使って，別途に炉を用意し，段階的に昇温させながら，その都度手早く重量を測れば，粗いながらも高温まで熱天秤の代用としてその情報が得られるということから，Mに白金坩堝による実験を指示したものである。」との記載がある。",
            "しかし，上記陳述書の内容は措信できない部分が多く，原告の上記主張は採用できない。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "証拠(乙36)によると，DTA法は連続的に昇温する試験方法であり，1000℃以上まで昇温可能なTG−DTA装置が使用可能であるが，固化ガラスは高温では溶融するので，DTA法では多孔性現象を観察することができず，原告によるDTA法の指示が，本願発明に結びついたものと解することはできない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "原告は，本人尋問において，白金坩堝について，高さ5センチから10センチの間位であって，相当大きかったと供述するが，前記1で認定したとおり，Mが使用した白金坩堝は大小2種類あるうちの小さな方で，証拠(乙31，32)によると，小さい方の白金坩堝は高さ約3㎝，重さ22．6gであるから，原告の上記供述は事実に反するものである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "原告は，陳述書(甲29)において，白金坩堝を使用した理由としてDTA装置が故障したと説明しているが，(ア)で説示したとおりDTA法では多孔性現象を観察することができなかったものであるし，原告の上記陳述以外にDTA装置の故障を裏づける事情は認められないのであるから，上記陳述部分は，採用の限りではない。また，原告は，白金坩堝を使って段階的に昇温させながらどのような変化を生じるか見るよう指示した旨述べているが，証拠(甲6の1，2，乙22の4)によると，Mが白金坩堝を使って行なった再加熱は，700℃及び750℃で1時間ずつと2段階の温度設定によるものであり，段階的な昇温による変化の観察という原告主張の指示内容とは整合しないものである。"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "証拠(乙34，36)によると，TG−DTA装置では，1000",
              "text": [
                "℃まで昇温する場合，試料を入れる容器として白金容器を使用するものの，本件ガラスのように溶融する試料については，容器から溢れて装置を破損するおそれがあるため，高温の試験は不適切である。これに対して，白金坩堝による試験は，ガラス試料を電気炉で加熱した後，取り出して試料の熱重量変化を測定するのに適する。本願発明の技術的思想の特徴部分は，固化ガラスを加熱すること，電気炉の加熱処理が発泡作用を引き起こすことにある以上，白金坩堝によって試験を行ったことこそが本願発明の技術的思想の特徴に結びついたものといえる。すなわち，DTA装置による加熱と白金坩堝による加熱とでは，いずれも固化ガラスを加熱するという点では同じ処理であるが，発泡現象を引き起こし多孔化をもたらしたのは後者の加熱処理である。",
                "そうすると，本件全証拠によるも，原告が，Mに対して，DTAを使用する旨指示したことはあるが，白金坩堝を使用する旨指示したことを認めることはできず，かえって，Mに対して，白金坩堝の使用を勧めたのは被告であることは明らかである(前記1及び2(2))以上，この点の原告の主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "原告は，ガラスの発泡体の意義・有用性を見いだしたのは原告であると主張する。そして，原告の陳述書(甲29)及びKの陳述書(甲53)にもこれに沿った記載がある。",
            "しかし，原告はMから見せられたガラスの発泡体の形状について，「綿のような綿よりも軽いふわふわしたもの」と述べている(甲20)が，その実際の形状(乙3，検乙2)とは異なる。また，本件全証拠をもってしても，Mによるガラスの発泡体の発見以降，原告が，その発生条件を検証するための実験を指示するなど，当業者が反復実施して技術効果を挙げることができる程度に具体的・客観的な構成を得ることに寄与する行為をしたことは認められない。むしろ，原告は，これまで多数の特許出願に関与した経験があるにもかかわらず(乙77)，本願発明につき自ら特許出願をしておらず，高知大学に対して発明届も提出していない(原告本人尋問の結果)。また，前記1で認定したとおり，高知大学に提出した本件共同研究の実施報告書(乙60)には多孔性現象に関する記載が見当たらない。",
            "さらに，原告は前記1で認定したMの国際会議での報告に対しても何ら異議を述べていない。",
            "これに対し，原告は，原告作成の回答書(甲20)及び原告本人尋問において，①当時高知大学を含め一般に大学において，特許について侵害の調査と告訴等の特許の管理体制が非常に不備であると認識していたので発明届を提出しなかった，②発明が公知になれば特許にならなくなるので，報告書(乙60，61の1)にその発明を記載しなかったと出願をしなかった理由を説明する。しかし，①については原告が自ら特許出願していない事実と矛盾するし，②についても前記のとおりMの修士論文や国際会議での報告に異議を述べていないことと矛盾するので採用の限りではない。",
            "また，前記Kの陳述書には，原告がMと共に環境保全サービスに赴き，ガラスの発泡体の有用性を説明したとの趣旨の記載がある。しかし，仮にそのような事実があるのであれば，原告は，Mによる多孔性現象の発見の報告を受けた後に，ガラスの発泡体を作製したり，そのための条件を検証したりして，当業者が反復実施して技術効果を挙げることができる程度に具体的・客観的な構成を得ることを指示してしかるべきであったところ，前記のとおり，何らそのような行為をした事実は認められない。のみならず，原告の陳述書等(甲20，52の1)には，原告自身，「発泡ガラスについては，大略実験は終わっていると判断していた」，「会社との共同研究は会社に訪問した時点で終了宣言をしているわけで」との認識であったというのであり，上記Kの「実用化はこれからであると認識した。」との記載と矛盾する。したがって，原告及びKの陳述書の記載内容から原告の主張に係る上記の事実を認めることはできない。",
            "上記各判断に上記事実を総合すると，原告は，Mからガラス多孔体を見せられた時点及びその後の時点においても，その意義・有用性を見いだしていなかったものと解するのが相当である。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "原告は，Mによる多孔性現象の発見の報告を受けた直後，当該現象が，特に重要な意味を持つ旨を，Mに指摘した事実があり，この事実が本願発明に対する原告の寄与に当たる旨主張する。そして，原告本人尋問の結果及び原告の陳述書(甲29)では，第3報告書中の「この発泡現象につき，下記のとおりの『この結果は特に重要です。』との記載は，原告の指示に基づく記載である。」と述べる。",
            "しかし，証人Mの証言及び回答書(乙1)によると，この表現は自分がよく使う慣用句であり，自らの判断で記載したとの記載がある。現にMの本件博士論文(甲40)にも，「particularly」という表現が複数見られるところである。そして，仮に原告がMの発見した多孔性現象が重要であるとの認識を持っていたのであれば，その後に多孔体の再現等に関する実験を行なわせるはずであるところ，Mに対してそのような実験を行なうよう指示した事実は認められないし，前記認定の本件共同研究に係る報告書(乙60)にも多孔性現象についての言及がないこととも矛盾する。原告の主張は採用できない。"
          ]
        },
        {
          "fig": "オ",
          "text": [
            "その他，原告の陳述書(甲29)には，Mに対しガラスの発泡体を10個作るよう指示したとの記載がある。しかし，Mは上記事実を否定しており，その他原告の主張を認めるに足りる証拠はない。原告の陳述書の上記記載は採用できない。",
            "また，原告のMに対する指示に関して，原告の陳述書(甲20，30)には「毎日のように，その日の実験の作業を指示し，結果をその都度口頭で聞き，データをその都度小生がチェックする，ということでやってきました」との記載がある。",
            "しかし，証人Mの証言によると，Mはこのような指導を受けたことを否定しており，原告の陳述書(甲29)では，「同時に10件を超える民間との共同研究を実施しており，一般には民間から直接実験所に派遣される人たちを指導しなければならない状況にあった」と陳述されていること，T(乙69)，H(乙70)の各陳述書には，原告が水熱化学実験所に来ていたのは，数週間に1回又は数か月に1回程度であったと陳述されていることに照らすならば，原告が当時多忙な状況であったということが推認され，このような状況下で，原告が1つの研究のために上記の記載のような個別具体的な指導を行ったと認めることはできず，甲20，30の上記記載は信用することができない。"
          ]
        }
      ]
    },
    {
      "fig": "(5)",
      "subject": "小括",
      "text": [
        "以上のとおり，本願発明の発明者はMと被告であり，原告は本願発明の発明者ではない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "3",
                  "text": [
                    "争点2及び3(原告の発明者名誉権ないし名誉権の侵害の有無)について上記2で認定したとおり，原告は本願発明の発明者ではないから，被告がTＮ四国に特許を受ける権利を譲渡して同社が特許出願したこと，又は，被告が自らの発明であるとして本願発明に関して本件助成金を申請したことにより，原告との関係において何ら不法行為を構成することはない。原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "4",
                  "subject": "結論",
                  "text": [
                    "以上の次第であるから，争点1ないし3に関する原告の主張は理由がないから，争点5について判断するまでもなく(なお，争点4については，被告に不服がなく，判断の限りではない。)，原告の請求は理由がないこととなる。よって，原告の請求の一部を認容した原判決は不当であり，被告の本件控訴は理由があるから，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}