{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2002−11440号事件について平成19年4月6日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない前提事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "平成8年5月20日，発明の名称を「細糸を含むベースファブリックを有するプレスフェルト」とする発明について，特許出願(特願平8−124412号。以下「本願」という。)がされ，平成12年5月8日付けの手続補正書(甲9)が提出された。",
            "特許庁が平成14年3月14日付けで拒絶査定をしたところ，平成14年6月21日に上記拒絶査定に対する不服の審判(不服2002−11440号事件)が請求され，同年9月25日付け手続補正書(甲11)及び平成18年11月21日付け手続補正書(甲5)が提出された。",
            "特許庁は，平成19年4月6日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は同月23日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲等",
          "text": [
            "平成18年11月21日付け手続補正書(甲5)により補正された後の明細書(以下「現明細書」という。)の本願発明に係る特許請求の範囲の請求項1ないし11(以下「本願発明1」ないし「本願発明11」という。)は，以下のとおりである(ただし，請求項1，6，7及び8以外の記載を省略する。)。",
            "「【請求項1】 製紙機械に使用されるプレスフェルト用のベースファブリック構造であって，",
            "少なくとも1セットのクロス機械方向糸と織成された少なくとも1セットの機械方向糸から成る少なくとも1層のベースファブリック層を含み，該少なくとも1セットのクロス機械方向糸は，撚成されたモノフィラメントからなるシングル撚糸であることを特徴とするベースファブリック構造。",
            "【請求項6】 少なくとも1層のベースファブリック層は，2層のベースファブリック層の組合体であることを特徴とする請求項1記載のベースファブリック構造。",
            "【請求項7】 2層のベースファブリック層のそれぞれの少なくとも1セットのクロス機械方向糸のそれぞれのクロス機械方向糸は，撚成されたモノフィラメントを含むことを特徴とする請求項6記載のベースファブリック構造。",
            "【請求項8】 それぞれのクロス機械方向糸は，少なくとも3本の撚成されたモノフィラメントからなるシングル撚糸であることを特徴とする請求項7記載のベースファブリック構造。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書写し記載のとおりである。",
            "その理由の要旨は，要するに，"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "請求項1，及び請求項1を引用する請求項2～11について，「少なくとも2本の撚成されたモノフィラメントのシングル撚糸」の意味する技術内容が，明確でない。すなわち，「少なくとも」又は「少なくとも2本」はどの言葉を修飾するのか，「シングル撚糸」と単なる「撚糸」との異同はどうか，「撚成された」はどの言葉を修飾するのか(「モノフィラメント」か，「シングル撚糸」か。)，を含めて，発明の詳細な説明又は図面の記載における根拠を個々具体的に明示しつつ，意味内容を明らかなものにする必要がある。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求項7，及び請求項7を引用する請求項8について，「2層のベースファブリック層のそれぞれの少なくとも1セットのクロス機械方向糸のそれぞれのクロス機械方向糸」における「それぞれのクロス機械方向糸」とは，要するに，どの糸を特定しているのかが不明である。発明の詳細な説明又は図面に記載された具体例について，どの糸が相当するかを明示することを含め，明確に記載する必要がある。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "請求項7，及び請求項7を引用する請求項8について，「少なくとも2本の撚られたモノフィラメントのシングル撚糸」の意味する技術内容が，明確でない。例えば，請求項1に記載される「少なくとも2本の撚成されたモノフィラメントのシングル撚糸」との異同を含めて，その意味内容が明確になるよう記載する必要がある。",
                "ので，請求項1ないし11は，いずれも特許法36条6項2号の要件を満たしていないというものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に関する原告の主張",
          "text": [
            "審決には，以下のとおり，(1)請求項1記載の「撚成されたモノフィラメントからなるシングル撚糸」の意味内容が明確であるにもかかわらず，明確性を欠くとした誤り(取消事由1)，(2)請求項7記載の「それぞれのクロス機械方向糸」の意味内容が明確であるにもかかわらず，明確性を欠くとした誤り(取消事由2)，(3)請求項7記載の「撚成されたモノフィラメント」の意味内容が明確であるにもかかわらず明確性を欠くとした誤り(取消事由3)がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(請求項1の「撚成されたモノフィラメントからなるシングル撚糸」の意味内容が明確性を欠くとした誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，現明細書の請求項1の「撚成されたモノフィラメントからなるシングル撚糸」との語について，「撚ってなるモノフィラメントからなる片撚糸」であると一義的に理解することができるとした上で，①「撚成された」という語が「モノフィラメント」を修飾するのか，又は「シングル撚糸(片撚糸)」を修飾するのか，②「モノフィラメント」が単数であるのか複数であるのかによって4通りの組合せに理解することができるとして，各組合せごとにその意味内容を検討し，「撚成されたモノフィラメントからなるシングル撚糸」という語の意味内容がその明確性を欠く旨判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，以下のとおり，「撚成された」という語の被修飾語が明確性を欠くことはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「撚成された」という語は，「撚成されたモノフィラメントからなるシングル撚糸」の語の並び順から見ても，その直後にある「モノフィラメント」を修飾するものと解するのが自然である。仮に「撚成された」という語が「シングル撚糸」という離れた語を修飾するものと解するとするならば，「撚成されたシングル撚糸」となり，「撚る」工程を二度繰り返すことになって，不自然である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，現明細書のどこにも「撚成」が「撚糸」の直前に記載されている箇所はない。かえって，段落番号【0014】，【0015】，【0029】，【0033】，【0034】，【0038】，【0039】，【0040】，【0041】，【0042】には，「・・・撚成モノフィラメント撚糸・・・，」などと記載されているように，「撚成」と「撚糸」の語の間には常に「モノフィラメント」の語が使用されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，本願の願書に最初に添付された明細書(以下「当初明細書」という。)の段落番号【0033】においても，「本発明の撚成されたモノフィラメントとは2本以上のモノフィラメント糸がシングル撚糸となったものである。」と記載され，「撚成された」又は「モノフィラメント」という語が単独で使用される例はなく，「撚成されたモノフィラメント」という一つの用語として使用されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上からすると，「撚成された」という語が「モノフィラメント」を修飾することが明らかであり，これを不明確であるとした審決の判断には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，「モノフィラメント」が単数か複数か明確性を欠くこともない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「モノフィラメント」が「1本の長繊維からなる糸。単糸。」を指すことは，当業者にとって明らかである(甲1)。よって，「モノフィラメント」とは，「1本の繊維」を意味する。他方，「撚糸」とは，「糸を1本または2本以上そろえて撚(よ)りをかけること。また，その糸」を意味し(甲2)，2本以上に撚りをかけることのみではなく，1本に撚りをかけることも含まれる。このことは片撚糸(かたよりいと)の一般的な説明においても，単糸，すなわち1本の糸に加撚することも片撚糸とされていること(甲3)から明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「モノフィラメント」については，業界標準である「JIS L 0104」(昭和63年12月1日制定。甲12)においても，「1本又はそれ以上のフィラメントから成るフィラメント糸。よりがある場合とない場合とがあり，1本のフィラメントから成る糸をモノフィラメント糸，2本又はそれ以上のフィラメントから成る糸をマルチフィラメント糸という。」(1頁の番号3.b)2))及び「よりのあるモノフィラメント糸」と(3頁の番号5.a)3))と記載されていることに照らすならば，撚られた(撚成された)「モノフィラメント糸」は，当業者が想定し得る技術である。そして，前記のとおり，「撚成された」という語が「モノフィラメント」を修飾していることは明らかであるから，本願発明における「撚成されたモノフィラメント」とは，この撚り合わされていないただ1本のモノフィラメントそれだけに撚りをかけた」(甲6)ことを意味する。",
                        "したがって，現明細書における「撚成されたモノフィラメントからなるシングル撚糸」との全体の意味について，仮に「モノフィラメント」が単数であると解釈するとするならば，「撚成されているモノフィラメント」に更に撚りをかけることになるので，このような解釈は，極めて不自然であり，採用できない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，撚成された「モノフィラメント」が複数であることは，次の点を参酌することによっても，明白である。",
                        "まず，当初明細書の段落【0033】には「・・・2本以上のモノフィラメント糸がシングル撚糸となったものである。」と記載されており，「シングル撚糸」が「2本以上」の「モノフィラメント」から成るものであると定義されている。",
                        "また，本願請求項2は，請求項1を引用して「2本の撚成されたモノフィラメントからなる・・・」と記載し，請求項3は「3本の撚成されたモノフィラメントからなる・・・」と限定していることからすると，「モノフィラメント」は複数本であると理解するのが自然である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上の検討によれば，「撚成されたモノフィラメントからなるシングル撚糸」とは，「撚り合わされていないただ1本のモノフィラメントそれだけに撚りをかけたもの」を「複数本」集合させて構成させたシングル撚糸(1本の撚糸)を意味すると理解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(請求項7の「それぞれのクロス機械方向糸」の意味内容が明確性を欠くとした誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，請求項7の「それぞれのクロス機械方向糸」については，2層のベースファブリック層のそれぞれの層に存在する少なくとも1セットのクロス機械方向糸のうち，①2層のベースファブリック層に存在するすべてのクロス機械方向糸を意味するのか，②各層において，すべてではなく1セット以上のクロス機械方向糸を意味するのか，③1層のみの1セット以上のクロス機械方向糸を意味するのかについて，多義的な理解が可能であるから，不明確である旨判断した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，審決の上記判断には，次のとおり誤りがある。",
                    "「2層のベースファブリック層のそれぞれの少なくとも1セットのクロス機械方向糸」とは，別紙「2層図面」(本願の添付図面を基礎に作成したもの)の赤色四角で示した箇所を指す。",
                    "上記図に示す赤色四角においては上下全体をそれぞれ1セットとしているが，例えば，上側には3セットを，下側には5セットをというように複数のセットを存在させても良い。この場合の1セットとは，当初明細書【0039】「図2は・・・2セットの機械方向糸24と25と，1セットのクロス機械方向糸22とが織成されたファブリックのことである。」(甲4)の記載からも明らかなように，ある一定の構造，状態をもった群のことを示す。",
                    "そして，別紙「2層図面」の事例であれば計2セットのうち少なくとも1セット，また前記下計8セットの事例であれば，8セットのうち少なくとも1セットを構成するクロス機械方向糸であって，その1本1本(それぞれ)のクロス機械方向糸が，「それぞれのクロス機械方向糸」を指すものである。",
                    "したがって，「それぞれのクロス機械方向糸」の意味内容が一義的に明らかでないとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(請求項7の「撚成されたモノフィラメント」の意味内容が明確性を欠くとした判断の誤り)について",
              "text": [
                "取消事由1についての主張と同様である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決は，取消事由1ないし3の誤った判断に基づいてされたものであるから，違法として取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(請求項1の「撚成されたモノフィラメントからなるシングル撚糸」の意味内容が不明確であるとした誤り)の主張に対し審決は，「撚成されたモノフィラメントからなるシングル撚糸」という不明りょうな記載について，①「撚成された」という語が「モノフィラメント」を修飾するのか，又は「シングル撚糸(片撚糸)」を修飾するのか，②「モノフィラメント」が単数であるのか複数であるのかによって次の(ア)ないし(エ)の4通りの解釈を想定し，いずれかの解釈のみが当業者にとって技術的に意味のある内容となり，その他の解釈によると技術的に意味のある内容にならないというのであれば，「撚成されたモノフィラメントからなるシングル撚糸」の意味内容が，実質的に「一義的」に定まることになると考えて，それぞれの検討を行った。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「撚って成る1本のモノフィラメント」からなる片撚糸(イ) 「撚って成る複数本のモノフィラメント」からなる片撚糸(ウ) 撚って成る「1本のモノフィラメントからなる片撚糸」(エ) 撚って成る「複数本のモノフィラメントからなる片撚糸」そして，いずれの解釈によっても，意味不特定の「片撚糸」を意味したり，「諸撚糸」を意味したり，単なる「片撚糸」につき同語反復を行った冗長で簡潔でない記載となったりして，当業者にとって技術的に意味のある内容にはならなかったことから，「撚成されたモノフィラメントからなるシングル撚糸」の意味が不明りょう又は多義的であって，一義的に定まるものではないと判断した。",
                        "上記審決の判断は，以下のとおり誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "業界標準である「JIS L 0205−1972 繊維用語(糸",
                      "text": [
                        "部門)」(乙2)によると，番号120の用語「片より糸」の意味としては，「フィラメント糸を1本あるいは数本引そろえてよりをかけたもの。」と定義されているから，「より」の対象が，数本の「フィラメント糸」，又は1本の「フィラメント糸」であることが当業者にとって明らかである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本宮達也外7名編「繊維の百科事典」(丸善株式会社・平成14年3月25日発行・乙3)においても，「撚糸(ねんし)［twistedyarn,twisting］」の項目に，「撚(より)をかけた糸または糸に撚をかけること。1本の糸にさらに撚をかける場合と，2本以上の糸を引きそろえ撚り合わせる場合がある。フィラメント糸＊で撚糸にする目的は，繊維束に収束性をもたせて加工を容易にするためである。」(812頁左欄)と記載されており，先のJISの規定と同じく，1本の「フィラメント糸」に「撚(より)」をかける旨が記載されている。そして，「撚(より)」の対象である「フィラメント糸［filament yarn］」の項目には，「フィラメントを何本か集めた糸。糸は紡績糸とフィラメント糸に分けられる。フィラメントを何本か集めて糸としている。…フィラメント糸は撚糸，仮撚(かりより)や複合技術によって，高付加価値化できるので，織物をはじめ編物やその他いろいろなものに大量に使用されている。」と記載されており(865頁右欄)，「撚糸」の適用対象としての「フィラメント糸」が，「フィラメントを何本か集めた糸」を意味することが記載されている。また，「フィラメント［filament］」の項目にも，「厳密には，長さについてとくに定義せずに1本の繊維を指す用語。…1本のフィラメントで構成されている繊維をモノフィラメント，複数のフィラメントで構成されている繊維をマルチフィラメントあるいはフィラメント糸(filament yarn,continuous-filament yarn)とよぶ。」と記載されており(864頁左欄)，「フィラメント糸」は，モノフィラメントと区別される，「複数のフィラメントで構成」されるものであることが明示されている。そうすると，当業者にとっては，撚りをかける対象としての1本の「糸」は，通例，細径のフィラメントを複数本集めて糸とした「フィラメント糸」を指すと理解するのであって，「モノフィラメント」を理解することはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，「フィラメント糸で撚糸にする目的は，繊維束に収束性をもたせて加工を容易にするためである。」(乙3)との記載によれば，撚糸の対象となる「フィラメント糸」は，「繊維束に収束性をもたせる」ことが可能な「糸」を意味するところ，複数のフィラメントから構成されるがゆえに「束」となり「収束」することを考えれば，「モノフィラメント」を，当業者により，「1本の繊維」の「フィラメント糸」として想定されることはない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "確かに，原告提出のJIS規格(甲12)は，「よりのあるモノフィラメント糸」に言及しているが，それは「よりのあるモノフィラメント糸」が現に存在してその表示方法に混乱があるのでその表示の統一を図るために規格を定めたというような性格のものではなく，実在しないものについて講学上の分類をしたにすぎない。「よりのあるモノフィラメント糸」が当業者の技術常識である旨の原告の主張は，誤っている。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "付言すれば，当初明細書の特許請求の範囲の請求項1の記載によれば，「少なくとも1セットのクロス機械方向糸のうち少なくとも1セットは，少なくとも2本の撚成されたモノフィラメントからなるシングル撚糸であること」は，請求項1に係る「ベースファブリック構造」に関する発明の「特徴」部分であるにもかかわらず，願書に添付された図面の図1ないし図6のいずれを見ても，その特徴部分の更にまた核心をなす「撚成されたモノフィラメント」について，その具体的な構造，すなわち，モノフィラメントが「撚成」され，又は「撚」られている様子を窺わせる開示を見いだすことができず，「撚成されたモノフィラメント」が本当に存在しているのかどうかも不明である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "したがって，「1本のモノフィラメント」を撚って成るものを具体的に想定することができないとした審決の判断(審決5頁12～13行)に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "仮に，「1本のモノフィラメント」を撚って成るものが想定され得るとしても，「モノフイラメントを撚る」というとき，当業者であれば，通常，複数本のモノフィラメントを撚り合わせることを思い浮かべることはあっても，原告が主張するような「ただ1本のモノフィラメントそれだけに撚りをかけたもの」以外には思い浮かべることができないなどということはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "明細書の記載については，平成8年5月20日の出願当初はもちろん，審判合議体による拒絶理由通知に対する応答としてされた平成18年11月21日付け手続補正書により補正されるまで，明細書の段落番号【0033】には，「本発明の撚成されたモノフィラメントとは2本以上のモノフィラメント糸がシングル撚糸となったものである。」と明確に記載されていたのであり，「撚成されたモノフィラメント」との語に接した当業者は，これを「2本以上のモノフィラメント糸がシングル撚糸となったもの」であると理解することを，少なくとも一つの可能性として否定することができない。それにもかかわらず，「ただ1本のモノフィラメントそれだけに撚りをかけたもの」以外の解釈は生じる余地がない旨の原告の主張は，根拠のないものであるばかりか，自ら開示した明細書の記載に責任を持たないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，「撚成されたモノフィラメント」の意味内容は当業者にとって明確ではなく，これを不可欠の構成要素とする「シングル撚糸」の意味内容も明確ではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(請求項7の「それぞれのクロス機械方向糸」の意味内容が明確性を欠くとした誤り)の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，別紙「2層図面」を参照しつつ，同図のような計2セットの例であれば，そのうち少なくとも1セットを構成するクロス機械方向糸，また，8セットの例であれば上下計8セットのうちの少なくとも1セットを構成するクロス機械方向糸であって，その1本1本(それぞれ)のクロス機械方向糸が，「それぞれのクロス機械方向糸」を意味している旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，原告の主張は，以下のとおり理由がない。",
                    "まず，原告主張のとおり，「2層のベースファブリック層のそれぞれの少なくとも1セットのクロス機械方向糸」が，上記の具体例によれば，合計2セットのうちの少なくとも1つ，又は，合計8セットのうちの少なくとも1つを指すとの解釈はなりたち得るが，他方，「2層のベースファブリック層のそれぞれ」の「少なくとも1セット」，すなわち，上側のセットのうちの「少なくとも1セット」と下側のセットのうちの「少なくとも1セット」を指すとの解釈を排除できないので，原告の主張は，失当である。",
                    "また，原告は，「それぞれのクロス機械方向糸」について，「その1本1本(それぞれ)のクロス機械方向糸」であると主張する。「それぞれ」という語を，記載の異なる「1本1本」の意味を有するのであれば，当初明細書において，「それぞれの」ではなく，「1本1本の」とか「すべての」とかと記載すべきであるから，原告の主張は，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，請求項7に記載された「それぞれのクロス機械方向糸」の意味内容も明確性を欠く。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(請求項7の「撚成されたモノフィラメント」の意味内容が明確ではないとした誤り)の主張に対し",
              "text": [
                "取消事由1についての反論と同じである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，審決は，現明細書又は図面の記載の全体を，当業者の技術的知見を踏まえて理解した結果，「請求項1，及び請求項1を引用する請求項2～11の記載では，特許を受けようとする発明が明確ではない」とし，「請求項7，及び請求項7を引用する請求項8の記載では，特許を受けようとする発明が明確ではない」としたものであるから，その判断に誤りはない。",
                "よって，原告主張の取消事由はいずれも理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，(1)請求項1記載の「撚成されたモノフィラメントからなるシングル撚糸」，(2)請求項7記載の「それぞれのクロス機械方向糸」，及び，(3)請求項7記載の「撚成されたモノフィラメント」の各意味内容は，いずれも明確であるので，これらについて明確性を欠くとした審決には誤りがあると判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(請求項1記載の文言の明確性)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，請求項1記載の「撚成されたモノフィラメントからなるシングル撚糸」について，「撚成された」の記載が「モノフィラメント」あるいは「シングル撚糸」のいずれを修飾するのか，「モノフィラメント」の記載が単数あるいは複数のいずれであるのか，が一義的に明らかではなく，同記載部分は，①「撚って成る1本のモノフィラメント」からなる片撚糸，②「撚って成る複数本のモノフィラメント」からなる片撚糸，③撚って成る「1本のモノフィラメントからなる片撚糸」，④撚って成る「複数本のモノフィラメントからなる片撚糸」の4通りに解釈できるが，いずれも，その意味する技術内容が不明りょう又は多義的であって，一義的に定まらないから明確でないと判断した。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，以下のとおり，審決の上記判断には誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "現明細書の記載",
                  "text": [
                    "現明細書には，以下の記載がある。",
                    "(ア)【0033】本発明のベースファブリック組合体又はベースファブリックに利用される糸は製品となった複合プレスフェルトの望まれる特性に応じて変わるであろう。本発明の思想によれば，ベースファブリックには，またはベースファブリック構造体の1層のベースファブリックには，撚成されたモノフィラメント撚糸からなる少なくとも1セットのクロス機械方向糸が使用されるであろう。当業者には周知であるが，撚糸(plied yarn)とは，2本以上のシングル糸が撚糸状態となっているものである。本発明の撚成されたモノフィラメント撚糸とは，撚成されたモノフィラメントが二本以上で撚られてシングル撚糸となったものである。",
                    "(イ)【0034】本発明のベースファブリックのクロス機械方向に使用される撚成モノフィラメント撚糸は，好適には，約0.1mmから約0.3mmの範囲の直径を有するシングルモノフィラメントを有している。本発明のベースファブリックのクロス機械方向に使用される最適な撚成モノフィラメント撚糸は，ポリアミドモノフィラメント撚糸である。この好適なポリアミドモノフィラメント撚糸は，PAモノフィラメント糸であり，一般的に0.1mmまたは0.2mmの直径で，2本撚タイプあるいは3本撚タイプである。",
                    "(ウ)【0035】ベースファブリックの残りの糸は，マルチフィラメント糸，モノフィラメント糸，撚ったマルチフィラメント糸またはモノフィラメント糸，スパン糸，あるいはそれらのいかなる組合せでもよい。当業者であれば本発明の思想に従って，望むプレスフェルトに合った糸タイプを選択することが可能である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「撚成されたモノフィラメントからなるシングル撚糸」の意義(ア) 現明細書の【0033】によれば，「撚成されたモノフィラメント撚糸」について，「撚成されたモノフィラメント」が2本以上で撚られて「シングル撚糸」となったものであると定義されている。そして，これに続く，【0034】ないし【0035】の各記載は，【0033】で定義された趣旨を前提として，「撚成されたモノフィラメントからなるシングル撚糸」の内容の詳細を説明している。そうすると，現明細書の記載によれば，①「撚成された」の語はそれに続く「モノフィラメント」を修飾し，②「モノフィラメント」は複数本を意味すると，それぞれ理解するのが合理的である。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "この点，請求項1において「撚成されたモノフィラメント」が複数本であることは明示的に示されていない。",
                        "しかし，上記ア記載のとおり，「撚成されたモノフィラメント」は「モノフィラメント」に撚りをかけたものであるところ，「モノフィラメント」は「1本の繊維」(甲1，乙3)を意味し，また，「シングル撚糸」は1本又は2本以上の糸で撚られたものを意味することは明らかである(甲2，甲3，乙2)。",
                        "そうすると，「撚成されたモノフィラメント」について，更に撚りをかけて「シングル撚糸」とする場合，仮に「撚成されたモノフィラメント」が1本であることを前提として，その1本のモノフィラメントを対象として再度撚りをかけるということは，およそ技術常識に照らして，意味のない解釈となるから，当業者は，請求項1記載の「シングル撚糸」について，複数本の「撚成されたモノフィラメント」に撚りをかけたものであると理解するのが合理的であるといえる。すなわち，請求項1項の「シングル撚糸」の意義について，「撚成されたモノフィラメントが1本である場合」は，およそ技術常識から離れた解釈であるから，そのような場合を含まないと理解して差し支えない。",
                        "以上のとおり，請求項1記載の「撚成された・・・シングル撚糸」とは，「撚成されたモノフィラメント」を複数本集めて撚られたシングル撚糸を指すものと理解されるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告の主張に対し",
                  "text": [
                    "被告は，「撚り」の対象は「フィラメント糸」(甲3，乙2)であること，そして「フィラメント糸」は複数で構成されるものであること(乙3)等に照らすならば，撚りをかける対象としての1本の「糸」は，「フィラメント糸」を意味するのであって，「モノフィラメント」を想定することはないから，請求項1項所定の「撚成されたモノフィラメント」の意味内容が不明りょうであると主張する。",
                    "しかし，被告の上記主張は，以下のとおり失当である。",
                    "上記イのとおりであって，技術常識に照らすならば，請求項1所定の「撚成されたモノフィラメント」について，その撚成の対象は，「1本のモノフィラメント」であると理解するのが最も合理的である。",
                    "また，甲12には，「1本又はそれ以上のフィラメントから成るフィラメント糸。よりがある場合とない場合とがあり，1本のフィラメントから成る糸をモノフィラメント糸，2本以上又はそれ以上のフィラメントから成る糸をマルチフィラメント糸という。」との記載があり，同記載からみても，撚りをかける対象を「モノフィラメント」であるとすることは想定できないものではない。",
                    "したがって，「ただ1本のモノフィラメントのみ」に撚りをかけることを想定し得ないとした審決には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告主張の取消事由1は，理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(請求項7記載の文言の明確性)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，請求項7の「2層のベースファブリック層のそれぞれの少なくとも1セットのクロス機械方向糸のそれぞれのクロス機械方向糸」という記載における「それぞれのクロス機械方向糸」の意味については，2層のベースファブリック層のそれぞれの層に存在する少なくとも1セットのクロス機械方向糸のうち，①「2層のベースファブリック層に存在するすべてのクロス機械方向糸」を意味するのか，②「各層において，すべてではなく1セット以上のクロス機械方向糸」を意味するのか，③「1層のみの1セット以上のクロス機械方向糸」を意味するのかについて多義的な理解が可能であるから，不明確である旨判断している。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "しかし，上記の「2層のベースファブリック層のそれぞれの」という記載における「それぞれの」という言葉は，「2層」のうちの「それぞれの層」を意味するものと解されるから，「それぞれの少なくとも1セットのクロス機械方向糸」とは，「それぞれの層［各層］において，すべてではなく1セット以上のクロス機械方向糸」(審決が言及した上記②)を意味するものと理解するのが合理的である。",
                "よって，請求項7の「それぞれのクロス機械方向糸」の意味内容が一義的に明らかでなく，明確性を欠くとした審決の判断には誤りがあり，この点に関する原告の主張には理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(請求項7の文言の明確性)について",
          "text": [
            "取消理由1に係る説示と同一であり，原告主張の取消事由3は，理由がある。"
          ]
        },
        {
          "fig": "4",
          "subject": "結 論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がある。その他，被告は縷々反論するがいずれも理由がない。したがって，原告の本訴請求は理由があるから，審決を取り消すこととし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}