{
  "conclusion": [
    {
      "text": "原告らの請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−1927号事件について平成18年10月30日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "基礎となる事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "本件は，特許出願をした原告が，拒絶査定を受けて，不服審判の請求をしたが，審判請求不成立の審決を受けたので，その審決の取消しを求めた事案である。",
            "特許庁における手続の経緯は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原告らは，1998年(平成10年)7月15日にドイツ連邦共和国においてした特許出願に基づく優先権を主張して(以下「本件優先日」という。)，1999年(平成11年)7月15日，発明の名称を「ジェットエンジン用一体型羽根付きロータの修理方法及び製造方法」とする発明についてドイツ連邦共和国に国際特許出願(以下「本件出願」という。特願2000−559964号。)をした",
              "text": [
                "(甲7，8)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，平成15年11月4日(発送日)に拒絶査定を受けたので(甲11)，平成16年2月2日，拒絶査定不服審判の請求をした(不服2004−1927号事件として係属)。これに対し，特許庁は，平成18年10月30日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年11月14日に原告に送達された。",
                "なお，原告らは，次のとおり，拒絶査定の前後に，それぞれ補正をしている。",
                "① 平成15年9月30日付けの手続補正書(甲10)により，本件出願に係る明細書の特許請求の範囲を補正した。",
                "② 平成16年3月3日付けの手続補正書(甲12)により，本件出願に係る明細書の特許請求の範囲を補正した(以下「本件補正」という。)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件補正後の明細書(甲7，8。なお，甲8は，特許協力条約第34条補正の翻訳文提出書であり，以下，これを「本件明細書」という。)の特許請求の範囲の請求項1に係る発明(以下「本願発明」という。)の要旨",
          "text": [
            "「支持体(1)の周面(2)に複数の突出した羽根(3，4，5)が配列されたジェットエンジン用一体型羽根付きロータの修理方法であって，",
            "予備の羽根部分(20)に接合するための前面(11，14)を備え，羽根(3，4，5)の一部分を形成する基部部分(10，13)を残して，交換をすべき羽根部分(4’，5’)を除く工程と，",
            "基部部分(10，13)の前面(11，14)を囲んで誘導コイル(16)を配置する工程と，",
            "除かれた羽根部分(4’，5’)に対応する本質的に仕上げ形状を有する予備の羽根部分(20)を基部部分(10，13)に配置して，予備の羽根部分(20)の表面(21)と基部部分(10，13)の前面(11，14)を本質的に一列に小さな間隔をおいて向かい合わせる工程と，",
            "予備の羽根部分(20)を基部部分(10，13)と，",
            "保護ガス雰囲気内で，高周波電流で誘導コイル(16)を励磁し，予備の羽根部分(20)の表面(21)と溶融液状にまで軟化した基部部分(10，13)の前面(11，14)の領域のみを溶融液状にまで加熱軟化させた後，予備の羽根部分(20)の表面(21)と基部部分(10，13)の前面(11，14)とを接触させた状態で，予備の羽根部分(20)と基部部分(10，13)に圧縮力を加えて予備の羽根部分(20)を基部部分(10，13)に溶接する工程とからなり，基部部分(10，13)の前面(11，14)及びそれに対応する予備の羽根部分(20)の表面(21)のみに高周波電流が集中するようにしており，結合する表面領域のみが溶融軟化されて圧縮溶接されることを特徴とするジェットエンジン用一体型羽根付きロータの修理方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，以下のとおり，本願補正発明は，特開平1−294901号公報(甲1。以下「引用刊行物」という。)に記載された発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができないものであるとして，本件補正を却下するとともに，本件補正前の本願発明についても，引用刊行物に記載された発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとした。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "補正の適否(独立特許要件の存否)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本件補正の特許請求の範囲の請求項1についての補正は・・・特許法第17条の2第4項第2号の特許請求の範囲の減縮を目的とするものに該当する。」"
                },
                {
                  "fig": "イ",
                  "subject": "引用刊行物に記載された発明(以下「刊行物発明」という。)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用刊行物の記載",
                      "text": [
                        "「図示のブレード付きディスク，すなわち『ブリスク』は，ブレード部材，すなわちエアーフォイル20を支持部またはハブ22から一体の突出部とした構成である。たとえば，タービンエンジンのような動力発生装置の運転中に，ブレード部材が損傷を受けることがある。このような場合，エアーフォイル20を修理する必要がある。本発明によれば，・・・突出部またはエアーフォイル20を切断線24に沿って切断して，エアーフォイル20の損傷部分を取り除き，たとえば気流表面28の近くに，ハブ22に連結されかつハブ22と一体の突出部(またはエアーフォイル)切り株26を得る。」(5頁右上欄1行～13行)",
                        "「第3図では，切り株26が，切り株上部34，第1位置決め面36および第2位置決め面38を有するものとして示されている。」(同頁左下欄1行～3行)",
                        "「本発明によれば，・・・形状が切り株26の形状と合致したカラー44を用いる。」(同頁左下欄11行～13行)",
                        "「カラーおよび切り株を組み立てた後，この組立体を接合して，・・・第1接合界面60を有する切り株−カラー結合体とする。このような接合後，・・・交換部材62を切り株−カラー結合体と並置関係で配置する。」(6頁右上欄13行～18行)",
                        "「つぎに，交換部材と切り株−カラー結合体とを第1および第2接合界面で互いに結合する。",
                        "一般にこの接合を容易にするために，接合界面，したがって通常は交換部材の材料を切り株−カラー結合体の材料と実質的に同一とするか，少なくとも適合性とする。後述するように，本発明の実施にあたっては，使用金属部材を，冶金的接合方法，たとえば圧接，摩擦溶接，拡散接合などで接合するのが好都合である。」(同頁左下欄4行～12行)",
                        "「ここで，第1図に示す部材を再構築するのに必要な材料に加えて余分な材料が構造体に結合されていることがわかる。したがって，修理した物品を仕上するには，そのような余分な材料を，たとえば切削，研磨，ベンチング(段加工)，電解加工，放電加工などによって，除去する。」(同頁左下欄17行～右下欄第2行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "刊行物発明",
                      "text": [
                        "「原査定の拒絶の理由に引用された本件出願の優先権主張日前に日本国内において頒布された引用刊行物である特開平1−294901号公報・・・の記載事項を，図面を参照しつつ，技術常識を考慮しながら補正発明に照らして整理すると，上記公報には以下の発明(以下，『刊行物発明』という。)が記載されていると認める。",
                        "『支持体22の周面に複数の突出したエアーフォイル20が配列されたタービンエンジン用一体型エアーフォイル付きディスクの修理方法であって，交換部材62に接合するための切り株上部34を備え，エアーフォイル20の一部分を形成する切り株26を残して，交換をすべきエアーフォイル20の損傷部分を除く工程と，切り株26の形状と合致したカラー44を，切り株26周囲に配する工程と，除かれたエアーフォイル20の損傷部分に対応する本質的に仕上げ形状を有する交換部材62を切り株26に配置して，交換部材62の接合界面と切り株26の切り株上部34を本質的に一列に小さな間隔をおいて向かい合わせる工程と，交換部材62を切り株26−カラー44結合体と，冶金的接合方法で接合するタービンエンジン用一体型エアーフォイル付きディスクの修理方法。』」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "対比",
                  "text": [
                    "「補正発明と刊行物発明とは，次の点で一致している。",
                    "『支持体の周面に複数の突出した羽根が配列された一体型羽根付きロータの修理方法であって，予備の羽根部分に接合するための前面を備え，羽根の一部分を形成する基部部分を残して，交換をすべき羽根部分を除く工程と，除かれた羽根部分に対応する本質的に仕上げ形状を有する予備の羽根部分を基部部分に配置して，予備の羽根部分の表面と基部部分の前面を本質的に一列に小さな間隔をおいて向かい合わせる工程と，予備の羽根部分を基部部分と接合する工程からなる，一体型羽根付きロータの修理方法。』",
                    "そして，補正発明と刊行物発明とは，以下の点で相違している。",
                    "相違点1：一体型羽根付きロータの用途について，補正発明は，ジェットエンジン用であるが，刊行物発明は，タービンエンジン用である点。",
                    "相違点2：予備の羽根部分と基部部分との接合に関し，補正発明は，基部部分の前面を囲んで誘導コイルを配置する工程を有し，保護ガス雰囲気内で，高周波電流で誘導コイルを励磁し，予備の羽根部分の表面と溶融液状にまで軟化した基部部分の前面の領域のみを溶融液状にまで加熱軟化させた後，予備の羽根部分の表面と基部部分の前面とを接触させた状態で，予備の羽根部分と基部部分に圧縮力を加えて予備の羽根部分を基部部分に溶接する工程とからなり，基部部分の前面及びそれに対応する予備の羽根部分の表面のみに高周波電流が集中するようにしており，結合する表面領域のみが溶融軟化されて圧縮溶接されるものであるが，刊行物発明は，基部部分の形状と合致したカラーを，基部部分周囲に配する工程を有し，予備の羽根部分と基部部分−カラー結合体とを，冶金的接合方法で接合するものである点。」"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点についての検討",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "「ジェットエンジンは，タービンエンジンの一種であり，これにより一体型羽根付きロータの構造に格別の差違が生じるものではないから，この点は，単なる用途限定にすぎない。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "「接合対象物を囲んで，誘導コイルを配置し，保護ガス雰囲気内で，高周波電流で誘導コイルを励磁し，接合対象物の接合領域に，高周波電流を集中させ，接合領域を溶融液状にまで加熱軟化させた後，接合対象物を接触させた状態で，圧縮力を加えて溶接するものは周知である(例えば，特開昭54−35845号公報の第4～5ページ：中村孝ほか『現代溶接技術体系，第8巻，抵抗溶接』昭和55年1月23日，産報出版株式会社，第182～183ページ：荒田吉明ほか『現代溶接技術体系，第2巻，溶接法の基礎』昭和55年1月23日，産報出版株式会社，第134～135ページ。なお，保護ガスに関しては，例示した文献のすべてに明記されているものではないが溶接において，例示するまでもなく周知である。)。刊行物発明は，上記・・・に『本発明の実施にあたっては，使用金属部材を，冶金的接合方法，たとえば圧接，摩擦溶接，拡散接合などで接合するのが好都合である。』とあるごとく，一つの接合方法が必須というものではないことから，上記周知の接合方法を採用することは，設計的事項にすぎない。そして，上記周知の接合方法の採用により，接合領域に，高周波電流が集中することから，『基部部分の前面及びそれに対応する予備の羽根部分の表面のみに高周波電流が集中するようにしており，結合する表面領域のみが溶融軟化されて圧縮溶接される』こととなる。",
                        "刊行物発明が『カラー』を利用している点について検討する。本来，修理は，損傷前の形状と同じものとすることが，望ましいことは明らかであるが，『カラー』の利用により，形状が損なわれてしまう。上記・・・にも『余分な材料を，たとえば切削，研磨，ベンチング(段加工)，電解加工，放電加工などによって，除去する。』とあるごとく，『カラー』は，必要がなければ，利用を避けたいものである。上記周知の接合方法は，『カラー』が必須であるとは認められないことから，上記周知の接合方法の採用に伴い，『カラー』の利用を避けることに，困難性は認められない。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "作用効果について",
                      "text": [
                        "「また，これら相違点によってもたらされる効果も，刊行物発明及び周知技術から，当業者が予測できる程度のものであって格別のものではない。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「以上，補正発明は，刊行物発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許出願の際独立して特許を受けることができないものである。」"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告らの主張",
      "text": [
        "審決は，刊行物発明の認定を誤ったため，相違点を看過し(取消事由1)，また，本願発明と刊行物発明との相違点2についての判断を誤ったものであって(取消事由2)，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊行物発明の認定の誤りと相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物発明の交換部材62の形状について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，刊行物発明の交換部材62の形状につき，「本質的に仕上げ形状を有する」ものと認定したが，誤りである。",
                    "引用刊行物では，交換部材62には，切り株側の「切り株−カラー結合体」に対応する形状の接合部66が設けられていることが図面に示されているが，この接合部66について，「カラー部材46および48および交換部材の接合部66の余分な材料を，たとえば破線97に沿って，冶金業界でよく知られた切削方法および装置によって除去し，物品をその元の形状に整形しなおす。」(7頁左下欄18行～右下欄2行)と記載されるとともに，この「破線97」について，接合部66の大部分が仕上げの際に除去され，切り株と一体となって破損前と同じ形状に仕上げられることが図面に示されている。このような仕上げ工程は，空気力学的に不可欠であるから，交換部材62は，「本質的に仕上げ形状を有する」ものではないことが明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，「交換部材62は，除去した破損部分を修理するために交換するものである」ことから，当然に「本質的に仕上げ形状を有する」旨主張するが，論理が飛躍しており，失当である。",
                    "本願発明の予備の羽根は，基部部分への接合に先立って，予め「本質的に仕上げ形状を有する」ものであることを要件としているが，除去した破損部分を修理交換するための部材が常に基部部分への接合に先立って「本質的に仕上げ形状を有する」とは限らない。基部部分への接合後に仕上げ工程を施すことで初めて「本質的に仕上げ形状を有する」こととなる修理交換部材もあり，刊行物発明の交換部材62はまさにそれである。",
                    "本願発明の課題は，本件明細書において，引用刊行物の対応米国特許である米国特許4，883，216号のようなロータの修理方法及び製造方法に対して，「先ず支持体の周面から突き出た基部に基部の全周を囲んでカラーが溶接され，次いで前記基部とカラーからなるこの拡大された接合面の上に(予備)羽根が溶接される。",
                    "前記羽根はその羽根足部に大きく溶接された接合カラーを備える。その場合の欠点は，その最終の／仕上げの形状に接合されないことであり両カラーのために，次に極めて多くの後加工が必要であることである。本発明の課題は，予備の羽根部分をその最終の形状で過剰に付加的な加工工程なしに，溶接可能な最初に述べたような種類のロータの修理方法を提供することにある」(段落【0002】，【0003】)と記載されているように，正に，刊行物発明の交換部材62の課題を解決することである。つまり，切り株−カラー接合体への接合後に仕上げ工程を施して接合部分66を除去しなければならない交換部材62が本願発明の「本質的に仕上げ形状を有するものでない」ことは，このことからも明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "溶接工程における交換部材62の配置",
              "text": [
                "審決は，引用刊行物の図面を根拠にして，刊行物発明が「交換部材62の接合は，交換部材62を切り株26に配置して，交換部材62の接合界面と切り株26の切り株上部34を本質的に一列に小さな間隔をおいて向かい合わせる工程を含むものである」と認定したが，誤りである。",
                "引用刊行物の6頁左下欄4行以降には，交換部材と切り株−カラー結合体との結合が行われることが記載されていることからすると，小さな間隔をおいて向かい合わせる工程は含まれていないと考えるのが自然である。2つの部材を1つに接合する際に，2つの部材をまず離れた位置に配置してから，接近させて接合することは一般的に行われることであるとしても，そのような場合，2つの部材が時間的に連続的に接近していくのであって，「小さな間隔をおいて向かい合わせる」工程が存在するわけではない。",
                "これに対して，本願発明は，本質的に一列に小さな間隔をおいて向かい合わせることによって，基部部分の前面及びそれに対応する予備の羽根部分の表面のみに高周波電流が集中するようにして結合する表面領域のみが溶融軟化させるようにしているのである。すなわち，「小さな間隔をおいて向かい合わせる」工程は，被告が主張するような2つの部材が時間的に連続的に接近していく工程とは本質的に異なり，上記高周波電流による溶融軟化に必要な時間，「小さな間隔」を維持することを意味するのである。",
                "したがって，刊行物発明が「本質的に一列に小さな間隔をおいて向かい合わせる」工程を含んでいないことは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "そうすると，本願発明は，予備の羽根部分(20)(刊行物発明の交換部材62)の形状が「本質的に仕上げ形状を有する」ものである点，予備の羽根部分(20)の表面(21)(刊行物発明の「交換部材62の接合界面」)と基部部分(10，13)の前面(11，14)(刊行物発明の「切り株26の切り株上部34」)を",
              "text": [
                "「本質的に一列に小さな間隔をおいて向かい合わせる工程」を有する点で，刊行物発明と相違するものであるから，審決には，違法があり，取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消理由2(相違点2についての判断の誤りなど)",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決は，相違点2について，特開昭54−35845号公報の4頁～5頁",
                  "text": [
                    "(甲2。以下「甲2刊行物」という。)，昭和55年1月23日産報出版株式会社発行「現代溶接技術体系 第8巻 抵抗溶接」の182頁～183頁(甲3。以下「甲3刊行物」という。)及び同「現代溶接技術体系 第2巻 溶接法の基礎」の134頁～135頁(甲4。以下「甲4刊行物」という。)を周知例として引用し，「接合対象物を囲んで，誘導コイルを配置し，保護ガス雰囲気内で，高周波電流で誘導コイルを励磁し，接合対象物の接合領域に，高周波電流を集中させ，接合領域を溶融液状にまで加熱軟化させた後，接合対象物を接触させた状態で，圧縮力を加えて溶接するもの」(以下「本件接合技術」という。)は，本件出願時に周知であったと認定したが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲2刊行物，甲3刊行物(特に図6．6)，甲4刊行物(特に図4．31",
                  "text": [
                    "(b))のいずれにおいても，本件接合技術における加圧は，高周波コイルないし誘導コイルの励磁よりも前から行われていると読むのが自然である。特に，甲4刊行物のに図4．31(b)では，接合部の周囲を誘導コイル及び銅バーでほぼ囲んでいることは示されているものの，被告が主張するような，母材を離した状態で誘導コイルに通電して接合面を加熱しているといった記載はどこにも見当たらない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用刊行物に本件接合技術を組み合わせることの想到困難性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「刊行物発明は，・・・『本発明の実施にあたっては，使用金属部材を，冶金的接合方法，たとえば圧接，摩擦溶接，拡散接合などで接合するのが好都合である。』とあるごとく，一つの接合方法が必須というものではないことから，上記周知の接合方法を採用することは，設計的事項にすぎない。」と判断したが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3刊行物に示される「表皮効果」は，交流電流によって誘導される磁場が反起電力を発生して断面中央の電流を打ち消すことにより，「交流電流が導体の表面近くを流れようとする傾向。電流は全断面積のうちの一部だけを主として流れる」という効果を有するとされているが(平成9年3月18日株式会社日刊工業新聞社発行「マグローヒル科学技術用語大辞典 第3版」の1525頁〔乙1。以下「乙1刊行物」という。〕参照)，甲3，甲4刊行物に示される溶接表面の形状は，円形，四角形といった単純形状の均一な断面形状をなしている点に留意すべきである。本願発明のような一体型羽根付きロータの修理方法において，羽根の断面のように極度に上下左右非対称・非均一な断面形状を持つものに表皮効果を利用する場合，「突合せ面」を正常に加熱させることは困難となるのである。言い換えると，これは，甲3，甲4刊行物に示される技術を刊行物発明のようなエアーフォイルの接合へ適用することを躊躇させる阻害要因となるものというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告が周知であるとして例示する本件接合技術は，圧接の方法を示すものである。このような技術で，刊行物発明の交換エアーフォイル64に多大な圧力(30，000～35，000 pounds ／ inch 2＝206MPa～241MPa)をかけ",
                  "text": [
                    "ると，交換エアーフォイル64は曲がってしまうので，刊行物発明では，接合部分66やカラーを設けているのである。刊行物発明では，エアーフォイルの交換部材62を接合するに当たって，多大な圧力が必要不可欠と考えており，そのために，交換部材62に接合部分66を設けているのであり，接合部分66があるからこそ，多大な力をホルダ90を介して交換部材62に印加することができるのである。",
                    "つまり，刊行物発明においては，本件接合技術による圧接をエアーフォイルの交換・接合に適用するため，「接合部分66」及び「カラー」を設けて，問題の解決を図っているのであり，接合部分66があることによってホルダ90の力92方向へのスリップも防ぐことができるのである。",
                    "これに対して，本願発明は，刊行物発明のように圧接を可能にするために工夫を凝らすのではなく，圧接を回避するための工夫を凝らすこととしたものである。具体的にいうと，本願発明は，溶融状態にまで軟化させた後に圧縮力を加えるために，大きな圧縮力を必要とすることなく予備の羽根部分の表面と基部部分の前面とを接合することができ，また，基部部分の前面及びそれに対応する予備の羽根部分の表面のみに高周波電流が集中するようにして結合する表面領域のみが溶融軟化されて圧縮溶接されるので，短時間でかつ効率的に加熱することができるようにしたものであり，それにより刊行物発明や本件接合技術にはない優れた効果を奏するのである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用刊行物に本件接合技術を組み合わせて，本願発明に想到することは，当業者が容易に想到し得たものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "カラーを不要としたことの想到困難性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，刊行物発明がカラーを利用していることについて，「『カラー』は，必要がなければ，利用を避けたいものである。・・・上記周知の接合方法は，『カラー』が必須であるとは認められないことから，上記周知の接合方法の採用に伴い，『カラー』の利用を避けることに，困難性は認められない。」と判断したが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "従来の技術においては，カラー及びそれに対応する形状の交換部材の接合部は必要不可欠であった。刊行物発明は，材料が溶融軟化しない温度下で高圧による結合を行っているが，そのような高い圧力を交換部材62にかけるとすれば，カラー及び交換部材62の接合部が必要不可欠である。なぜならば，交換部材62のエアーフォイルの部分に強い力をかけると，エアーフォイル64が曲がってしまうという重大な問題が生ずるからである。つまり，刊行物発明においては，接合する表面を溶融軟化させていないので，カラー及び交換部材62の接合部がなければ溶接を実現することができないのである。また，刊行物発明のように強い力をかけるとすると，その第11図に記載されるように，接合部が変形することになるが，これも後加工により仕上げ成形を行うことを前提としているからこそ，許されるのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対して，本願発明は，予備の羽根部分の表面と基部部分の前面を本質的に一列に小さな間隔をおいて向かい合わせ，結合する表面領域のみが溶融軟化されるように高周波電流を集中させているために，結合する表面領域を軟化または溶融させるのに十分な高い温度にすることができるので，刊行物発明のような高圧をかける必要がなく，わずかな力で，かつ，ごく短時間の押圧で溶接でき，また，カラー及び交換部材62の接合部を不要にすることができ，かつ，必要な圧力は直接交換する予備の羽根部分に直接作用させることができるのである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，カラーを不要とすることは，当業者が，容易に想到し得たものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "顕著な作用効果の看過",
              "text": [
                "本願発明は，前記(2)ウに判示したとおり，刊行物発明のように圧接を可能にするために工夫を凝らすのではなく，圧接を回避するための工夫を凝らすこととし，それにより，刊行物発明では得られない著しい効果を奏するものである。",
                "すなわち，本願発明は，一体型羽根付きロータの修理方法において，予備の羽根部分の表面と基部部分の前面を本質的に一列に小さな間隔をおいて向かい合わせ，結合する表面領域のみが溶融軟化されるように高周波電流を集中させることにより，結合する表面領域を軟化又は溶融させるのに十分な高い温度にすることができ，したがって，刊行物発明のような高圧をかける必要がなく，わずかな力で，かつ，ごく短時間の押圧で溶接でき，「カラー」及び「交換部材62の接合部分66」を不要にすることができ，かつ，必要な圧力は直接交換する予備の羽根部分に直接作用させることができることを，初めて提案したのである。このように，切り株側のカラーも交換部材の接合部も不要となれば，その結果として，刊行物発明のように常に破損した羽根の根元部分まで切除の上，すべてを取り替える必要もないという，刊行物発明や本件接合技術にはない優れた効果も得られるのである。",
                "したがって，本願発明には，進歩性が認められるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "審決の認定判断に誤りはなく，原告ら主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊行物発明の認定の誤りと相違点の看過)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物発明の交換部材62の形状",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の特許請求の範囲にいう「本質的に仕上げ形状を有する」とは，仕上げ形状と完全に同一の形状を意味するのではなく，仕上げ形状に近い形状，すなわち，仕上げ形状とほぼ同一の形状を意味する。このことは，本件明細書においても，「本質的に仕上げ形状」についての明確な定義がなく，また，「本発明の課題は，予備の羽根部分をその最終の形状で過剰に付加的な加工工程なしに，溶接可能な最初に述べたような種類のロータの修理方法を提供することにある。」(段落【0003】)との記載からみて，「本質的に仕上げ形状」とは，せいぜい過剰に付加的な加工工程の必要がない形状としかいえないことから，「本質的に仕上げ形状を有する」は，仕上げ形状とほぼ同一の形状を意味するということができる。",
                    "そうすると，引用刊行物の交換部材62は，除去した破損部分を修理するために交換するものであるから，除去した破損部分とほぼ同一形状，すなわち，「本質的に仕上げ形状を有する」ものといえる。このことは，引用刊行物に「交換部材62は，接合部分66およびそこから延在する交換エアーフォイル66を含む」(6頁右上欄第18行～20行)と記載されており，交換エアーフォイル66は除去した部分とほぼ同一の形状を有するものとされていることからも，明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，原告らの主張のとおり刊行物発明の交換部材62が「本質的に仕上げ形状を有する」といえないとしても，後記の相違点2についての主張で述べているとおり，周知の接合方法の採用によりカラーの利用を避けることに困難性はなく，カラーの利用を避けることに伴って必然的に，交換部材62はカラーに対応する部分のない形状，すなわち，本質的に仕上げ形状を有するものとなるから，交換部材を「本質的に仕上げ形状を有する」ものとすることは，当業者が容易になし得ることである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "溶接工程における交換部材62の配置",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，刊行物発明に，交換部材62の接合界面と切り株26の切り株上部34とを「本質的に一列に小さな間隔をおいて向かい合わせる工程」は存在しないと主張する。",
                    "しかし，2つの部材を一つに接合する際に，2つの部材をまず離れた位置に配置してから，接近させて接合することは，一般に行われる事項である。すなわち，2つの部材の接合は，2つの部材を，接合前には距離を隔てて配置され，その後は近接させて一体化することにより行われるのであるから，「本質的に一列に小さな間隔をおいて向かい合わせる工程」は必ず存在するのである。",
                    "このことは，刊行物に「切り株−カラー結合体を形成した後，第10図の部分断面図に示すように，交換エアーフォイル64および接合部分66よりなる交換部材62を切り株−カラー結合体と並置関係に配置する。切り株−カラー結合体の第1接合界面60と交換部材62の第2接合界面68とを向かい合わせる。・・・ヒータアセンブリ94を界面60および68間の空間の外側に図示してあるが，ヒータアセンブリを加熱中は両界面間に置き，後退させてから，力92を加えて両界面を接合させることもできる。」(7頁右上欄12行～左下欄6行)と記載されていることからも明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，「本質的に一列に小さな間隔をおいて向かい合わせる」工程を，表面付近の領域だけが溶融状態となるように誘導された高周波電流を溶接面のみに集中するために配置する工程とすると，本願発明と刊行物発明の接合方法は相違することから，刊行物発明は「本質的に一列に小さな間隔をおいて向かい合わせる」工程を含んでいないといえるが，周知の本件接合技術の適用に伴って必然的に「本質的に一列に小さな間隔をおいて向かい合わせる」ことになるのであって，「予備の羽根部分の表面と基部部分の前面を本質的に一列に小さな間隔をおいて向かい合わせる工程」は，当業者が容易になし得ることであるから，審決の結論に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消理由2(相違点2についての判断の誤りなど)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の認定の誤りに対して",
              "text": [
                "原告らは，溶融液状になるまで加熱軟化させた後，圧縮力を加えることが甲2ないし4刊行物に記載されていない旨主張している。",
                "しかし，甲3刊行物には，高周波誘導圧接について，「高周波誘導圧接(highfrequency induction pressure welding)は，丸棒，パイプなど同一断面の部材同士を突合せ溶接するもので，溶接部を誘導加熱によるほかは，5．1節アプセット溶接と変わりはない。すなわち，図6．6に示すように高周波発電機，高周波トランス，誘導コイルなどにより高周波誘導加熱を行い，表皮効果により突合せ面に電流を集中するものである。」(182頁)と記載されているところ，高周波誘導圧接には，溶融させてから圧接，すなわち，圧縮力を加える方法も含まれるものであるから(乙2刊行物の416頁参照)，本件接合技術が開示されているということができる。また，甲4刊行物の図4．31(b)(135頁)に，接合部の周囲を誘導コイル及び銅バーでほぼ囲んでおり，母材を離した状態で誘導コイルに通電して接合面を加熱していることが記載されているのであるから，本件接合技術が開示されている。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用刊行物に本件接合技術を組み合わせること及びカラーを不要としたことの想到困難性に対して",
              "text": [
                "引用刊行物には，「後述するように，本発明の実施にあたっては，使用金属部材を，冶金的接合方法，たとえば圧接，摩擦溶接，拡散接合などで接合するのが好都合である。」(6頁左下欄9行～12行)と記載されているが，ここに例示された「圧接，摩擦溶接，拡散接合」は，いずれも，部材を溶融させず，2つの部材を接触させた後，加熱し高い圧力をかけることによって溶接(接合)する方法である。",
                "一方，周知の本件接合技術は，冶金的接合方法に比べて圧力が小さくても溶接(接合)できる技術である。",
                "そして，刊行物発明における溶接(接合)を冶金的接合方法に代えて，周知技術である溶融軟化させて溶接(接合)する方法を採用した場合，高い圧力をかけなくても部材は溶接(接合)するのであるから，当業者であれば，わざわざ高い圧力をかけるようなことはしなくても，溶接(接合)部が大きく変形することはないのであるから，上記周知技術の適用に伴い，最終的に除去するカラーの利用を避けることは，当業者が容易に想到し得たことである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "顕著な作用効果の看過に対して",
              "text": [
                "相違点2によってもたらされる効果は，刊行物発明における溶接(接合)を冶金的接合方法に代えて，周知技術である溶融軟化させて溶接(接合)する方法としたことから，当業者が予測できる程度のものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(刊行物発明の認定の誤りと相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物発明の交換部材62の形状について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，刊行物発明の交換部材62の形状につき，「本質的に仕上げ形状を有する」ものと認定したのに対し，原告らは，これを争うので，検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明の特許請求の範囲には，「除かれた羽根部分(4’，5’)に対応する本質的に仕上げ形状を有する予備の羽根部分(20)」と記載されており，ここに「本質的に仕上げ形状を有する」は，「仕上げ形状」に「本質的」の語を伴っているので，仕上げが完成した羽根部分と一致するものではないことが明らかであり，その同一性にある程度の幅をもった概念であるということができるが，どの程度同一であれば「本質的に仕上げ形状を有する」といえるかは，特許請求の範囲の記載からは不明であるので，本件明細書の記載及び図面をみてみると，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「前記のような一体型羽根付きロータは一体材料(Volle)から切削して作られるか，または支持体に個々の羽根を溶接することによって作られる。米国特許4，883，216号から前記のようなロータの修理方法及び製造方法が知られている。",
                        "それらの方法においては先ず支持体の周面から突き出た基部に基部の全周を囲んでカラーが溶接され，次いで前記基部とカラーからなるこの拡大された接合面の上に(予備の)羽根が溶接される。前記羽根はその羽根足部に大きく溶接された接合カラーを備える。その場合の欠点は，その最終の／仕上げの形状に接合されないことであり両カラーのために，次に極めて多くの後加工が必要であることである。FR−A−2226241は羽根にロータ支持体を接合する方法を開示している。その方法においては溶接力を伝達するための支持面を有する突き出た足部を有する羽根が抵抗溶接によってロータ支持体に溶接される。」(段落【0002】)(イ) 「本発明の課題は，予備の羽根部分をその最終の形状で過剰に付加的な加工工程なしに，溶接可能な最初に述べたような種類のロータの修理方法を提供することにある。」(段落【0003】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「図4は高周波溶接によって基部13’と接合される予備の羽根20’を示す。その場合溶接部24の領域にほんの僅かの厚膜化が見られる。この厚膜化の程度は，圧縮工程と共に基部13，13’及び予備の羽根20，20’の材料に依存し，場合により最終の(abschliessenden)後加工で除かれる。多くの場合，溶接部の厚膜化は少なくそれは空気力学的見地から許容され，後加工の必要がない。本発明の修理方法において羽根の一部分4’は図2に示す分離線9において除かれ，それ故羽根板領域内の相応の溶接部24は空気力学的理由から羽根板領域の後加工は必要である。」(段落【0021】～【0022】)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記記載によると，「本質的に仕上げ形状を有する」とは，米国特許4，883，216号から知られているような，予備の羽根の足部に大きく溶接された接合カラーを備えたものでも，「極めて多くの後加工が必要」でもなく，「空気力学的理由から羽根板領域の後加工」を含み，「過剰に付加的な加工工程なし」に溶接可能なものを意味すると解するのが相当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "引用刊行物には，前記第2の3(2)イ(ア)のとおりの記載があるほか，交換部材62の接合部分66は，ハブ22の周面から突き出た切り株26とその全周を囲むカラーからなる拡大された接合面と合致する形状を有する図(第7，8図)が示されている。",
                    "したがって，引用刊行物の交換部材62は，ハブ22の周面から突き出た切り株26とその全周を囲むカラー44からなる拡大された接合面と合致する形状を有する接合部分66を含み，カラー44に合致する拡大部分(本件本願発明の「接合カラー」に相当する。)が切削などによって除去される「余分な材料」に相当するものと認められ，過剰に付加的な加工工程なしに溶接可能なものということは困難であり，本件本願発明にいう「本質的に仕上げ形状を有する」ものには当たらないものである。",
                    "そうすると，刊行物発明の交換部材62の形状につき「本質的に仕上げ形状を有する」ものとした審決の認定は，誤りであるというべきである。",
                    "しかし，後記2のとおり，審決は，刊行物発明が，「基部部分の形状と合致したカラーを，基部部分周囲に配する工程を有し，予備の羽根部分と基部部分−カラー結合体とを，冶金的接合方法で接合するもの」であることを前提に，相違点2について検討しているので，相違点2についての判断で，上記誤りが審決の結論に影響を及ぼすものか否かを検討することとする。",
                    "そこで，この誤りが審決の結論に影響を及ぼすものか否かを検討すべきことになるが，後記2(3)に判示するとおり，刊行物発明において，「カラー」を不要とする工程を採用することは，当業者であれば，周知の接合方法を適用する際に容易に想到し得ることであるから，上記誤りが審決の結論に影響を及ぼすものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "溶接工程における交換部材62の配置について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用刊行物の図面を根拠にして，刊行物発明には，「交換部材62の接合は，交換部材62を切り株26に配置して，交換部材62の接合界面と切り株26の切り株上部34を本質的に一列に小さな間隔をおいて向かい合わせる工程を含むものである」と認定したのに対し，原告らは，これを争うので，検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用刊行物には，「切り株−カラー",
                  "text": [
                    "結合体を形成した後，第10図(判決注：",
                    "右図参照)の部分断面図に示すように，交",
                    "換エアーフォイル64および接合部分66",
                    "よりなる交換部材62を切り株−カラー結",
                    "合体と並置関係に配置する。切り株−カラ",
                    "ー結合体の第1接合界面60と交換部材の",
                    "第2接合界面68とを向かい合わせる。交",
                    "換部材62をエアーフォイルホルダ90で",
                    "保持し，このホルダ90を介して力92，",
                    "たとえば接合目的で接合界面をアプセット，すなわち加圧接合できる力を加えるとともに，加熱手段，たとえば誘導加熱ヒータアセンブリ94で加熱する。」(7頁右上欄12行～左下欄2行)と記載され，また，実施例について，「切り株−カラー結合体を作製した後，同じチタン合金の交換部材を用意し，第10図に示すように配置し，誘導加熱コイルアセンブリ94を交換部品と切り株−カラー結合体との間かつその接合界面間の所定の接合区域のまわりに配置した。約30，000～35，000psi の範囲の低いアプセット押圧力92を交換部材62にその工具鋼製ホルダ90を介してかけた。力92からの圧力により交換部材62を切り株−カラー結合体に向けて押圧し，切り株−カラー結合体とそれらの第1および第2接合界面60および68で密着させ，この際加熱手段94，たとえば水冷誘導加熱ヒータにより界面区域を真空下で約1850～2050°Fの範囲の温度に加熱した。」(8頁右上欄1～14行)との記載があり，第10図には，交換エアーフォイル64及び接合部分66よりなる交換部材62を切り株−カラー結合体と並置関係に配置し，切り株−カラー結合体の第1接合界面60と交換部材の第2接合界面68とを小さな間隔を置いて向かい合わせるとともに，エアーフォイルホルダ90を介して交換エアーフォイル64及び接合部分66に力92を加えること，また，両接合界面の周囲に，誘導加熱ヒータアセンブリ94を設置して加熱することが示されている。",
                    "上記記載によると，引用刊行物には，交換部材62を切り株−カラー結合体と並置関係に配置して，切り株−カラー結合体の第1接合界面60と交換部材の第2接合界面68とを向かい合わせた後，エアーフォイルホルダ90を介して加圧接合できる力を加えて第1の接合界面60及び第2の接合界面68で密着させるとともに，その際，加熱することが記載されているものと認められ，刊行物発明は，切り株−カラー結合体の第1接合界面60と交換部材の第2接合界面68とを向かい合わせる際に，交換部材62の接合界面と切り株26の切り株上部34を本質的に一列に小さな間隔をおいて向かい合わせる工程を含むものということができる。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "原告らは，本願発明は，本質的に一列に小さな間隔をおいて向かい合わせることによって，基部部分の前面及びそれに対応する予備の羽根部分の表面のみに高周波電流が集中するようにして結合する表面領域のみが溶融軟化させるようにしているとし，これを前提に，「小さな間隔をおいて向かい合わせる」工程は，被告が主張するような2つの部材が時間的に連続的に接近していく工程とは本質的に異なり，上記高周波電流による溶融軟化に必要な時間，「小さな間隔」を維持することを意味する旨主張する。",
        "しかし，本願発明の特許請求の範囲には，「除かれた羽根部分(4’，5’)に対応する本質的に仕上げ形状を有する予備の羽根部分(20)を基部部分(10，13)に配置して，予備の羽根部分(20)の表面(21)と基部部分(10，13)の前面(11，14)を本質的に一列に小さな間隔をおいて向かい合わせる工程と，予備の羽根部分(20)を基部部分(10，13)と，保護ガス雰囲気内で，高周波電流で誘導コイル(16)を励磁し，予備の羽根部分(20)の表面(21)と溶融液状にまで軟化した基部部分(10，13)の前面(11，14)の領域のみを溶融液状にまで加熱軟化させた後，予備の羽根部分(20)の表面(21)と基部部分(10，13)の前面(11，14)とを接触させた状態で，予備の羽根部分(20)と基部部分(10，13)に圧縮力を加えて予備の羽根部分(20)を基部部分(10，13)に溶接する工程」と記載されているところ，「小さな間隔をおいて向かい合わせる」という構成は，それ自体で明確であるばかりでなく，高周波電流による溶融軟化とは何も関連付けられておらず，高周波電流による溶融軟化の前の工程であることが示されているのみである。",
        "上記特許請求の範囲には，「高周波電流で誘導コイル(16)を励磁し，予備の羽根部分(20)の表面(21)と溶融液状にまで軟化した基部部分(10，13)の前面(11，14)の領域のみを溶融液状にまで加熱軟化させた後，予備の羽根部分(20)の表面(21)と基部部分(10，13)の前面(11，14)とを接触させた状態で，予備の羽根部分(20)と基部部分(10，13)に圧縮力を加えて」と記載され，後記2(1)オのとおり，接合対象物を接触させ，圧縮力を加える前に，高周波電流を突合せ面の表面に集中的に流し，加熱軟化するためにある程度離間させておくのが通常であるが，「小さな間隔」を置いて向かい合わせることに，刊行物発明のように，2つの部材が時間的に連続的に接近していく工程と本質的に異なった格別の技術が開示されているとは認め難い。しかも，本願発明においては，「小さな間隔をおいて向かい合わせる」とするのみであって，高周波電流による溶融軟化に必要な時間，「小さな間隔」を維持することを，当該発明を特定する要件としていない。",
        "したがって，刊行物発明のように，2つの部材が時間的に連続的に接近していく工程と本質的に異なり，本願発明の「小さな間隔をおいて向かい合わせる」工程が，高周波電流による溶融軟化に必要な時間，「小さな間隔」を維持することを意味するとする原告らの上記主張は，採用することができない。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "以上によれば，刊行物発明について，「交換部材62の接合は，交換部材62を切り株26に配置して，交換部材62の接合界面と切り株26の切り株上部34を本質的に一列に小さな間隔をおいて向かい合わせる工程を含むものである」とした審決の認定に誤りはない。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "取消理由2(相違点2についての判断の誤りなど)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の認定の誤りについて"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "審決は，相違点2について，甲2ないし甲4刊行物を例示して，「接合対象物を囲んで，誘導コイルを配置し，保護ガス雰囲気内で，高周波電流で誘導コイルを励磁し，接合対象物の接合領域に，高周波電流を集中させ，接合領域を溶融液状にまで加熱軟化させた後，接合対象物を接触させた状態で，圧縮力を加えて溶接するもの」が本件出願時に周知であったと認定したのに対し，原告らは，これを争うので，検討する。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "甲3刊行物には，「高周波誘導圧接(high frequency induction pressurewelding)は，丸棒，パイプなど同一断面の部材同士を突合せ溶接するもので，溶接部を誘導加熱によるほかは，5．1節アプセット溶接と変わりはない。すなわち，図6．6に示すように高周波発電機，高周波トランス，誘導コイルなどにより高周波誘導加熱を行い，表皮効果により突合せ面に電流を集中するものである。」(182頁18行～27行)と記載されており，図6．6には，丸棒，パイプなどの部材同士の断面を突き合わせ，溶接部を高周波コイルで加熱するとともに加圧装置で加圧しているところが示されている。",
        "ここで，乙1刊行物をみると，「表皮効果」について，「交流電流が導体の表面近くを流れようとする傾向。その結果，電流は全断面積のうちの一部だけを主として流れるようになるので，抵抗を増す効果をつくる。」と記載されている。",
        "そうすると，甲3刊行物に記載された「表皮効果により突合せ面に電流を集中する」ためには，突合せ面の表面に電流が流れることが必要であるが，突合せ面が接合した状態では接合部相互に通電してしまい，本来の表皮効果を得ることができないから，突合せ面が離れた状態で電流が流されていることが認められる。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "乙2刊行物には，「f．高周波アプセット溶接法 本溶接法は高周波電流の表皮効果あるいは近接効果を利用して，接合端面近傍のみを加熱し圧接する方法である．・・・本溶接法は電流の与え方により，図11・6に示す高周波誘導効果を利用した方式と，図11・7に示す高周波近傍効果を利用した方式の2種類に分けられる。」(416頁左欄30行～右欄1行)，「高周波アプセット溶接では，普通には接合端面間を接触させずに加熱する」(同頁右欄下から4行～3行)と記載され，図11・6には，2本のパイプの接合面をわずかに離した状態で突き合わせ，両パイプの接合部の周囲を誘導コイルで囲んで通電しているところが図示されている。"
      ]
    },
    {
      "fig": "エ",
      "text": [
        "甲4刊行物には，「高周波誘導圧接法は無電極方式の溶接法であり，(b)(判決注：図4．30の(b))のように誘導コイルによって母材内に集中的に形成させた誘導電流の抵抗発熱を用いて前者と同様に溶接する方法である。」(134頁5行～8行)，「図4．31は誘導コイルの形と設置の例である。例えば，同じパイプのシーム溶接に対し，図4．30(b)よりもこの図の(a)の方がコイル設置上の困難は伴うが，接合部への電流集中はよい。また，いずれの溶接法でも電流の集中性をさらに高めるため，接合部近傍にインピーダと称する強磁性体を設けることがある・・・。高周波溶接法は・・・比較的薄肉の高速造管のほかに，各種形状の突合せ溶接，重ね溶接，へり溶接・・・などの高能率溶接法としても利用される。」(同頁末行～135頁7行)と記載されており，図4．30の(b)には，パイプの周囲に誘導コイルが巻き付けられ，その付近の小さな間隔を置いて向かい合ったパイプ接合面に誘導電流が流れていることが示され，図4．31(b)には，接合部の周囲を誘導コイル及び銅バーでほぼ囲んで，母材の接合面を突き合わせ，誘導コイルに通電して接合面を加熱するとともに加圧している設置例が図示されている。",
        "図4．31(b)では，母材の接合面に間隙がないようにもみえるが，上記「図4．31は誘導コイルの形と設置の例である。例えば，同じパイプのシーム溶接に対し，図4．30(b)よりもこの図の(a)の方がコイル設置上の困難は伴うが，接合部への電流集中はよい。」の記載によれば，図4．30(b)よりも接合部への電流集中がよいというのであるから，図4．30(b)の場合と同様，母材の接合面に小さな間隔を置いて向かい合っているものと認めるのが相当である。"
      ]
    },
    {
      "fig": "オ",
      "text": [
        "上記イないしエによれば，接合対象物の接合面は，いずれも，高周波電流の表皮効果を利用しているものであり，高周波電流を突合せ面の表面に集中的に流し，加熱軟化するためにある程度離間させておくのが通常であるから，接合対象物を接触させ，圧縮力を加えて溶接するのは，その後の工程となることが明らかである。",
        "また，乙2刊行物には，「高周波アプセット溶接では，普通には接合端面間を接触させずに加熱するが，この際の端面の酸化が圧接後の継手品質を大きく損なう。",
        "このため，特に高品質を必要とする場合には，端面間のアルゴンガスシールド装置が必要となる。」(416頁右欄下から4行～417頁左欄1行)と記載されており，同記載によれば，「アルゴンガスシールド装置」は，保護ガスの一種であるアルゴンガスを接合端面間に満たすことによって，アルゴンガス雰囲気を生成し，接合端面の酸化を防ぐ装置であるものと認められる。乙2刊行物が，本件優先日より約8年前の平成2年9月発行の専門書籍であることを考慮すると，本件出願時に，保護ガスの雰囲気内で溶接を行うことは，周知であったと認められる。",
        "そうすると，本件出願時には，「接合対象物を囲んで，誘導コイルを配置し，保護ガス雰囲気内で，高周波電流で誘導コイルを励磁し，接合対象物の接合領域に，高周波電流を集中させ，接合領域を溶融液状にまで加熱軟化させた後，接合対象物を接触させた状態で，圧縮力を加えて溶接するもの」は，周知技術であったと認めることができる。"
      ]
    },
    {
      "fig": "カ",
      "text": [
        "原告らは，甲2刊行物においても，甲3刊行物図6．6においても，甲4刊行物の図4．31(b)においても，母材を離した状態で誘導コイルに通電して接合面を加熱しているといった記載は見当たらない旨主張する。",
        "しかし，上記認定のとおり，甲2ないし甲4刊行物においては，いずれも，接合対象物の接合面につき高周波電流の表皮効果を利用しているものであり，加熱軟化するためにある程度離間させておくのが通常であるから，原告らの上記主張は，失当である。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(2)",
              "text": [
                "引用刊行物に本件接合技術を組み合わせることの想到困難性についてア 原告らは，本願発明のような一体型羽根付きロータの修理方法において，羽根の断面のように極度に上下左右非対称・非均一な断面形状を持つものに表皮効果を利用する場合，「突合せ面」を正常に加熱させることが困難となるとし，甲3，甲4刊行物に示される技術を刊行物発明のようなエアーフォイルの接合へ適用することを躊躇させる阻害要因となる旨主張する。",
                "前記のとおり，甲4刊行物には，「高周波溶接法は・・・比較的薄肉の高速造管のほかに，各種形状の突合せ溶接，重ね溶接，へり溶接・・・などの高能率溶接法としても利用される。比較的単純な継手形状に対しては，電極の接触不良に伴うトラブルあるいは電極消耗の問題が起こらない無接触入力方式の誘導圧接法が有利である。一方，複雑な断面形状で誘導コイルの設置が困難な場合，加熱効率が問題となる場合には，直接通電方式を採用することになる。」(135頁5行～下から4行)と記載されている。",
                "しかし，引用刊行物には，「第10図に示すように配置し，誘導加熱コイルアセンプリ94を交換部品と切り株−カラー結合体との間かつその接合界面間の所定の接合区域のまわりに配置した。・・・低いアプセット押圧力92を交換部材62にその工具鋼製ホルダ90を介してかけた。力92からの圧力により交換部材62を切り株−カラー結合体に向けて押圧し，切り株−カラー結合体とそれらの第1および第2接合界面60および68で密着させこの際加熱手段94，たとえば水冷誘導加熱ヒータにより界面区域を真空下で約1850～2050°Fの範囲の温度に加熱した。この圧力と温度の組合せによりこの領域の合計の80～85％のアプセットを達成し，第11図に示すように材料の膨出部95が生成した。」と記載されており，刊行物発明においても，切り株−カラー結合体とした上で，加熱手段として誘導コイルを利用していることが認められる。そして，切り株−カラー結合体の形状は，切り株の断面にほぼ同じ厚さのカラーを設けたものである。",
                "そうすると，刊行物発明の切り株の断面とほぼ同様の形状である，本願発明のような一体型羽根付きロータにおいても誘導コイルの設置が可能であるから，甲4刊行物にいう「複雑な断面形状で誘導コイルの設置が困難な場合」には当たらないものというべきである。",
                "したがって，刊行物発明の切り株の断面形状が，甲3，甲4，乙2刊行物に示される周知技術を刊行物発明のようなエアーフォイルの接合へ適用することを妨げるべき事情はないものというべきであり，原告らの上記主張は，採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "カラーを不要としたことの想到困難性について",
              "text": [
                "原告らは，刊行物発明においては，接合する表面を溶融軟化させていないので，カラー及び交換部材62の接合部がなければ溶接を実現することができないとし，カラーを不要とすることは，当業者が，容易に想到し得たものではないと主張する。",
                "しかし，前記のとおり，本件優先日当時周知の本件接合技術を引用刊行物に採用するならば，交換部材62の接合界面と切り株26の切り株上部34を本質的に一列に小さな間隔をおいて向かい合わせた後，その接合領域に高周波電流を集中させ，交換部材62の接合界面と切り株26の切り株34のみを溶融軟化させることができるのであり，その際，接合する表面の温度を溶融軟化に必要な程度に高くすれば，原告らが主張するように，もはや高圧力をかけることで補填する必要はなく，わずかの力で，かつ，ごく短時間の押圧で溶融できるのであるから，カラー及び交換部材62の接合部が必要不可欠であるということはできない。",
                "そして，刊行物発明について，交換部材62について必要不可欠であるということはできない接合部を省略すれば，「本質的に仕上げ形状を有する交換部材62」となるのである。",
                "そうすると，刊行物発明において，カラーを不要とする工程を採用することは，当業者であれば，周知の接合方法を適用する際に容易に想到し得ることであるから，原告らの主張は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "顕著な作用効果の看過について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告らは，甲3，甲4刊行物のような周知の圧接をエアーフォイルの交換・接合に適用するため，刊行物発明では「接合部分66」及び「カラー」を設けて，問題の解決を図っているのに対し，本願発明は，溶融状態にまで軟化させた後に圧縮力を加えるために，大きな圧縮力を必要とすることなく予備の羽根部分の表面と基部部分の前面とを接合することができ，刊行物発明及び甲2ないし甲4刊行物記載の周知技術にはない優れた効果を奏する旨主張する。",
        "しかし，前記のとおり，接合対象物の接合面は，高周波電流の表皮効果を利用する以上，高周波電流を突合せ面の表面に集中的に流し，加熱軟化するためにある程度離間させておく必要があるから，接合対象物を接触させ，圧縮力を加えて溶接するのは，その後の工程となるのであり，このことは，甲3，甲4刊行物に示される周知技術を刊行物発明のエアーフォイルの接合へ適用した場合も同様である。",
        "審決が認定したとおり，「接合対象物を囲んで，誘導コイルを配置し，保護ガス雰囲気内で，高周波電流で誘導コイルを励磁し，接合対象物の接合領域に，高周波電流を集中させ，接合領域を溶融液状にまで加熱軟化させた後，接合対象物を接触させた状態で，圧縮力を加えて溶接するもの」は周知であり，そうであれば，刊行物発明にこの周知の接合方法を採用することによって，接合対象物である交換部材62の接合界面と切り株26の切り株上部34を本質的に一列に小さな間隔をおいて向かい合わせた，その接合領域に，高周波電流が集中する結果，交換部材62の接合界面と切り株26の切り株34のみが溶融軟化されることになることは自明である。そして，刊行物発明に周知の接合方法を採用し，(本質的に仕上げ形状を有さない)交換部材62の接合界面と切り株26の切り株上部34を本質的に一列に小さな間隔をおいて向かい合わせた後，その接合領域に高周波電流を集中させ，交換部材62の接合界面と切り株26の切り株34のみを溶融軟化することが自明であるならば，そのような接合方法においては，温度が十分に高く接合する表面を溶融軟化させているのであるから，原告らが主張するように，もはや高圧力をかけることで補填する必要はなく，わずかな力で，かつ，ごく短時間の押圧で溶融できるのであり，これは，甲3，甲4刊行物に示される周知技術を刊行物発明のようなエアーフォイルの接合へ適用することによって予想される範囲内の作用効果というべきである。",
        "さらに，刊行物発明の切り株(基部部分)についてカラーを省略し，また交換部材62として本質的に仕上げ形状を有するものを採用すれば，後加工の必要がないという効果が得られることは自明である。"
      ],
      "content": [
        {
          "fig": "3",
          "text": [
            "そうすると，本願発明の進歩性を否定した審決の認定判断に誤りはなく，原告ら主張の取消事由はいずれも理由がないから，原告らの請求は棄却を免れない。"
          ]
        }
      ]
    }
  ]
}