{
  "conclusion": [
    {
      "fig": "1",
      "text": "原決定を取り消す。"
    },
    {
      "fig": "2",
      "text": "相手方の本件保全取消申立てを却下する。"
    },
    {
      "fig": "3",
      "text": "手続費用は，第1，2審を通じて，相手方の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "抗告の趣旨",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "抗告人は下記内容の特許権を有するところ，相手方ほか1名が平成18年4月ころから商品名「PMG(Post Mortem Gel)」・商品の種",
          "text": [
            "類「体液漏出防止剤」(以下「債務者製品」という)がその請求項1に係る発明についての特許を侵害するとして，抗告人ほか1名が債権者となり相手方ほか1名を債務者としてその製造・販売等の差止めを求める仮処分を申し立てたところ，大阪地裁は，平成18年7月25日，抗告人(債権者)と相手方(債務者)との間に限り，上記商品の製造・販売等を禁止する旨の仮処分決定をした(平成18年(ヨ)第20021号)。これに対し相手方は，保全異議の申立て(平成18年(モ)第59009号)をしたが，同裁判所は，平成19年1月5日，上記仮処分決定を認可する旨の決定をした。",
            "記",
            "発明の名称 ゼリー状体液漏出防止材及びそれを使用した体液漏出防止方法出願日 平成13年3月19日(特願2001−78131号)",
            "登録日 平成16年8月13日",
            "特許番号 特許第3586207号",
            "【請求項1】",
            "「遺体の体腔に装填される体液漏出防止材が，アルコール系を主成分とするゼリ−の中に高吸水性ポリマー粉体が多数分散してなることを特徴とするゼリー状体液漏出防止材。」(以下「本件発明1」という)"
          ]
        },
        {
          "fig": "2",
          "text": [
            "ところで相手方は，上記特許権の請求項1ないし4につき特許庁に対し特許無効審判請求(無効2006−80125号事件)をしていたところ，同庁が平成19年2月7日，これを無効とする旨の審決をしたことから，原審の大阪地裁に対し，上記無効審決は民事保全法38条にいう事情変更に当たり，予備的に同条39条にいう特別事情に当たるとして，上記仮処分決定の取消し(平成19年(モ)第59003号)を申し立てた。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "上記申立てを審理した大阪地裁は，平成19年7月26日，上記のとおり特許庁において無効審決がされたことにより，本件特許が最終的に無効と判断される蓋然性が増加したから，保全の必要性について事情変更が生じたとして，相手方に500万円の担保を立てさせた上，上記仮処分決定を取り消す旨の決定をした。そこでこれに不服の抗告人が，本件保全抗告を申し立てた。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "なお，平成19年2月7日になされた上記無効審決に対しては，これに不服の抗告人が当庁(知的財産高等裁判所)に審決取消訴訟を提起し(平成19年(行ケ)10102号)，これを当庁が平成19年6月5日付けで特許法181条2項により上記審決を取り消す決定をしたことから，特許庁において特許無効審判請求について再び審理されたが，同庁は平成20年1月25日，以前とほぼ同内容の無効審決をした。そこで，これに不服の抗告人は，再び当庁に審決取消訴訟(平成20年(行ケ)10066号)を提起し，本件保全抗告事件を審理する裁判体と同一裁判体により，事実上並行して審理が進められている。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "本件抗告事件における争点は，上記事情変更を認めることができるか，等である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "当事者双方の主張は，次のとおり付加するほか，原決定「理由」欄の「第3前提となる事実」及び「第4 当事者の主張」に記載のとおりであるから，これを引用する。",
            "なお，略語は原決定の例による。"
          ]
        },
        {
          "fig": "2",
          "subject": "抗告人",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "大阪地裁がなした保全処分を取消す旨の決定に対する抗告は，本来であれば，大阪高裁にすべきものであろう。他方，本件は，特許権侵害等を被保全権利とする保全命令申立事件であり，特許権侵害の有無に関する上級裁判所として，特許権等知的財産の裁判に関する高等裁判所が設置されているところ，その名称は，「知的財産高等裁判所」であること等からすると，大阪地裁及び東京地裁での特許権に関する事件の控訴審を担当するのは，知的財産高等裁判所である。知的財産事件の抗告に関する管轄に関し法律上の規定はないが，上記知的財産高等裁判所の性格からすると，本件抗告は，知的財産高等裁判所が抗告審を担当するものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "事情変更に当たらないことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原決定が仮処分を取消した理由は，特許庁の無効審決が出されたことにあるが，保全処分は被保全権利と保全の必要性が存在することを要件として発令され，この二要件のいずれかが欠けるに至ったときは，債務者は，事情の変更があったとしてその取消しを求めることができることとされている。しかるに，原決定は，被保全権利が存しないなどの判断を全くせず，本件仮処分決定及び仮処分決定認可決定において被保全権利が存することの疎明があるとしながら，特許庁でいったん審決がなされたことを理由として，被保全権利について判断することなく事情の変更を理由に本件仮処分を取り消したものであり，違法である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "平成19年2月7日付け及び平成20年1月25日付けの無効審決には，以下のとおりの判断の誤りがあり，原審は審決取消訴訟の判断がなされるのを待って本件保全処分を取消すか否かを判断すればよかったものである。",
                    "すなわち上記各審決は，本件発明1の「ゼリー」を，粘液ではなく，「コロイド液全体が分散媒を含んだまま流動性を失い弾性的なかたまりになった状態」であると誤解したことに端を発するものであるから，その判断は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "平成14年法律第24号による改正前の特許法〔以下「改正前特許法」という〕36条6項2号(審決の無効理由1，いわゆる明確性要件)に関し",
                      "text": [
                        "本件発明1の「アルコール系」は，粘液である「ゼリー」の基材となるものであるから，常温で液状のアルコールでなければならない。「アルコール系」には，常温で固体のアルコールが包含されないことは明らかである。また，本件発明1のゼリー状体液漏出防止材は，体液(水)に触れたとき，その体液を「ゼリー」に溶け込ませて，該「ゼリー」中に分散している高吸水性ポリマーに吸収させる(本件明細書〔乙40〕段落【0014】)。したがって，当然のこととして体液(水)が「ゼリー」に溶け込むためには，その「ゼリー」の主成分となる「アルコール系」は水溶性のアルコールでなければならない。非水溶性ないしは難溶性のアルコールは，体液との親和性が得られないから，「アルコール系」には包含されない。",
                        "さらに本件発明1が「ゼリー」の主成分として，水ではなく，「アルコール系」を採用している理由は，高吸水性ポリマーの吸水機能を低下させないようにすることにある。すなわち，水をゼリーの主成分とすると，その水を高吸水性ポリマーが吸収して本来の体液の吸収機能が失われてしまう(同段落【0010】)。そこでゼリーでありながら高い吸水性を有する体液漏出防止材を開発すべく(同段落【0012】)，「アルコール系」をゼリーの主成分として採用することにより，高吸水性ポリマーの体液の吸収機能を低下させないようにしている。したがって，本件発明1の「アルコール系」は「高吸水性ポリマーに吸収されない親水性を有する液状のアルコールに分類される化合物」を意味すると解釈しなければならない。",
                        "これに対し上記審決は，本件発明1の「アルコール系」について，当業者には，「アルコールに分類される化合物」と解するとしたが，その理由は，本件発明1の「ゼリー」は「コロイド液全体が分散媒を含んだまま流動性を失い弾性的なかたまりになった状態」を意味し，請求項1の記載は「ゼリー」の用語も含めてそれ自体明確であるから，本件発明1の「アルコール系」については発明の詳細な説明の記載を参酌する余地はない，とした。",
                        "しかし，上記のとおり，本件発明1の「ゼリー」についての審決の認定は誤りであるから，その誤解に基づく審決の「アルコール系」についての認定も誤りである。すなわち，請求項1記載の「アルコール系」については，「ゼリー」が粘液であることを踏まえて，その意義を理解しなければならない。",
                        "以上のように，審決は，本件発明1の認定(「ゼリー」及び「アルコール系」の解釈)を誤って無効理由1について判断したものであり，取り消されるべきものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "改正前特許法36条6項1号(無効理由2，いわゆるサポート要件)に関し",
                      "text": [
                        "上記各審決は，本件発明1の「ゼリー」を「コロイド液全体が分散媒を含んだまま流動性を失い弾性的なかたまりになった状態」を意味すると認定し，また，「アルコール系」を「アルコールに分類される化合物」全般と認定して，本件発明1～4は，特許明細書の発明の詳細な説明に記載されているということはできない，と判断した。すなわち，本件明細書の発明の詳細な説明には，段落【0026】に例示された液状のもの以外のアルコールを主成分としてかたまり状のゼリーを製造できることを具体的に裏付けるに足る実施例の記載は見出せない，アルコールに分類される化合物全般を用いて発明の課題を解決できることを当業者が認識できるような一般的な説明も記載されていない，とした。",
                        "しかし，上記のとおり，本件発明1の「ゼリー」及び「アルコール系」についての審決の認定は誤りであるから，そのことを前提とする無効理由2についての判断も誤りである。すなわち本件発明1の「ゼリー」は「粘液」を意味し，「アルコール系」は「高吸水性ポリマーに吸収されない親水性を有する液状のアルコールに分類される化合物」を意味するのであるから，発明の詳細な説明に，かたまり状のゼリーを製造できることを具体的に裏付けるに足る実施例の記載がないこと，並びに，アルコールに分類される化合物全般を用いて発明の課題を解決できることを当業者が認識できるような一般的な説明の記載がないことは，改正前特許法36条6項1号の規定に違反することにはならない。",
                        "上記各審決は，本件発明1の認定(「ゼリー」及び「アルコール系」の解釈)を誤って無効理由2について判断したものであり，取り消されるべきものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "改正前特許法36条4項(無効理由3，いわゆる実施可能要件)に関し",
                      "text": [
                        "上記各審決は，本件発明1の「ゼリー」を「コロイド液全体が分散媒を含んだまま流動性を失い弾性的なかたまりになった状態」を意味すると認定し，「アルコール系」を「アルコールに分類される化合物」全般と認定して，本件発明1～4の特許は，改正前特許法36条4項に規定する要件を満たしていない出願に対してなされたものであると判断した。",
                        "しかし，上記のとおり，本件発明1の「ゼリー」及び「アルコール系」についての審決の認定は誤りであるから，その認定を前提とする無効理由3についての判断も誤りである。",
                        "上記各審決は，本件発明1の「ゼリー」について，「ゼリー化(ゲル化)」のためには特別な配合剤を要すると解されるとしたが，本件発明1の「ゼリー」は，上記のとおり「粘液」であり，ゲルではないのであるから，「ゼリー化(ゲル化)」のためには特別な配合剤を要するという判断は誤りであり，そのような配合剤を必要としない。",
                        "また，「本件発明1のゼリーはかたまり状のものであって，液状アルコールを単に公知の増粘剤で増粘しただけの粘液(液体)ではないのであるから，発明の詳細な説明の記載に基づいて当業者が『アクリル酸重合体』を『増粘剤』全般と等価なものとして理解することはできない。」との点についても，本件発明1の「ゼリー」は上記のとおり「粘液」であり，かたまり状のものではないのであるから，当業者が「アクリル酸重合体」を「増粘剤」全般と等価なものとして理解することはできないという判断は誤りである。",
                        "本件明細書には，「アルコール系」としてエチレングリコールを採用するケースにおいて，アクリル酸重合体と中和剤とによってゼリーを調製する方法が記載されている(段落【0032】)。その「ゼリー」は粘液であるから，そのアクリル酸重合体が増粘剤として用いられていることは当業者に自明であり，また，アクリル酸重合体が増粘剤として用いられること，その場合は，アルカリで中和することは周知技術である。11691の化学商品には，アクリル酸重合体であるカルボキシビニルポリマーが増粘剤として用いられること，アルカリで中和することによって著しく増粘することが記載されている。しかも，アルコールを主成分とする粘液の調製法は本件出願時において周知技術として存在している。",
                        "このように，本件明細書に「アルコール系」としてエチレングリコールを採用し，増粘剤であるアクリル酸重合体と中和剤とによってゼリーを調製する方法が記載され，しかもアルコールを主成分とする液体の増粘剤による増粘方法は周知であるから，当業者であれば，エチレングリコール以外のアルコールについても，発明の詳細な説明の記載に基づいて過度の試行錯誤を強いられることなく，本件発明1の実施をすることができる。",
                        "すなわち，本件明細書の発明の詳細な説明は，当業者が本件発明1を実施することができる程度に発明が明確かつ十分に記載されたものであり，本件発明1の特許は，特許明細書の発明の詳細な説明が改正前特許法第36条第4項に規定する要件を満たしている出願に対してなされたものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "相手方",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "抗告人の主張(1)(抗告裁判所について)は争わない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "事情変更に当たらないとの主張は否認する。その理由は，以下に述べるとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "保全処分は，被保全権利と保全の必要性が存在することを要件として発令され，この二要件のいずれかが欠けるに至ったときは，債務者は，事情の変更があったとしてその取消しを求めることができることとされているとの抗告人の主張は，そのとおりであるが，本件において，相手方は，上記二要件のうち被保全権利の消滅を主張したのに対し，原決定は，種々の事情を精査・斟酌したうえで，被保全権利ではなく保全の必要性が消滅したとして，本件仮処分の取消を認めたものである。したがって，原決定は被保全権利が存しないなどの判断を全くしていないとの抗告人の主張は，事実に反する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "保全取消しについての民事保全法38条，39条に関しては，いずれも旧法の関係ではあるが，以下の最高裁判例が存する。",
                    "① 仮処分決定があった後に仮処分申請者が本案訴訟で敗訴の判決を受けた場合には，裁判所は必ずしも常に仮処分決定を取り消すことを要し又は取り消し得るものではないが，その自由裁量によって本案判決が上級審において取り消されるおそれがないと判断するときには，事情の変更があったものとして仮処分決定を取り消すことができる(最高裁昭和27年11月20日第一小法廷判決・民集6巻10号1008頁)。",
                    "② 民訴法759条(旧法)の申立ての当否を審理するについては，仮処分により保全せらるべき実体上の権利の存否及び仮処分の理由の有無について判断する必要はなく，専ら仮処分取消し特別事情の有無を判断すべきであり，かつ，これをもって足りる(最高裁昭和23年11月9日第三小法廷判決・民集2巻12号405頁)。",
                    "上記①のとおり，事情変更の有無については裁判所の裁量に委ねられているところ，原決定は，第5(当裁判所の判断)の1(3)(過去の経緯，現在の状況，将来の見込み)において，抗告人と相手方との間のこれまでの争訟の状況を精査したうえで，同(4)において，「本件無効審決がされたことにより，同審決が確定しない現段階において，本件特許が最終的に無効とされる判断が確定する蓋然性は，未だ無効審決がなされていない本件仮処分決定時よりも増加したということができる」と判断し，したがって，「『急迫の危険』すなわち現在の危険が生じており，これを緊急に回避するために本案判決における債権者勝訴と同様な状態を実現する応急的暫定的処分が必要であるとまではいうことはできない状態になった」のであり，また，「『著しい損害』を回避するために，本案判決における債権者勝訴と同様な状態を実現する応急的暫定的処分が必要であるとまではいえない状態に至っていると評価すべきである」と判断しているのであって，このように抗告人と相手方との間のこれまでの争訟の経緯や相互の利害等までを斟酌してなされた原決定の裁量に誤りはないというべきである。",
                    "抗告人は，無効審決の判断にはその理由において誤りがあるとして，本抗告審においてもその内容を詳述しているのであるが，上記②によれば，保全裁判所は，仮処分により保全せらるべき実体上の権利の存否については判断する必要はなく，専ら事情変更の有無あるいは特別事情の有無を判断すれば足りるのであって，抗告人の主張はそもそも保全取消しにおいては判断の対象とはならないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "改正前特許法36条6項2号(無効理由1，明確性要件)に関して抗告人は，「粘度とは液体の粘性を意味し，『ゼリー』が『かたまり』であれば，粘度はないから，『ゼリー』が粘液の意味で使用されていることは明らかである」との誤った解釈・理由に基づき，「本件発明1の『アルコール系』は，a)液状であり，b)高吸水性ポリマーに吸収されない性質を有し，c)水との親和性を有する，アルコールに限定して解釈しなければならない」旨主張する。",
                    "上記抗告人の主張は，無効理由2及び3についての抗告人の根拠ともなっているが，上記「粘度とは液体の粘性を意味し，『ゼリー』が『かたまり』であれば，粘度はないから，『ゼリー』が粘液の意味で使用されていることは明らかである」との主張は，抗告人独自の誤った解釈に基づくものである。",
                    "すなわち粘度は液体の粘性だけを意味するものではなく，液体に限らず，気体，塑性物質等の流動を生じさせる物質については，粘度でその物性が特定されるものであり，抗告人の主張は，ゼリーについての定義である「コロイド液全体が分散媒を含んだまま流動性を失い弾性的なかたまりとなった状態をいう」を誤解ないし曲解したものである。",
                    "また，抗告人の無効審判における主張及びその答弁書における主張からすると，請求項1に記載の「ゼリー」を「粘性を有するゼリー」と訂正することによって，「ゼリー」＝「粘液」に導こうとしているにもかかわらず，訂正審判において請求項1に記載の「ゼリー」を「粘液」とは訂正していない。これは，このような補正をすれば訂正が許可されないことが明らかであるからと推測される。すなわち，「ゼリー」と「粘液」は異なる概念を意味し，仮に「ゼリー」を「粘液」と訂正した場合，ゼリーとは異なる液体の概念に変更(シフト)したり，液体状態まで拡張することになり，到底このような訂正が許可されないことは明らかである。",
                    "また抗告人は，「アルコール系」は「高吸水性ポリマーに吸収されない親水性を有する液状のアルコールに分類される化合物を意味する」と限定解釈しているが，このような主張はその前提において誤りであり，本件明細書にもそのような限定解釈をしなければならないとの記載は見当たらない。このように限定解釈しなければならないとすること自体，請求項1に記載の本件発明1の重要な構成要素である「アルコール系」が不明確であること，したがって本件発明1が不明確であること(改正前特許法36条6項2号の規定に反していること)を抗告人自身が認めていることにほかならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "さらに，本件発明1は，「アルコール系を主成分とするゼリーの中に高吸水性ポリマー粉体が多数分散してなることを特徴とするゼリー状体液漏出防止材」であるが，特許無効の審判において相手方が提出した書面である乙4(追試実験報告書)により，「アルコール系溶剤のみでは，粘度がある高級アルコールや多価アルコールにおいても，高吸水性ポリマーが混合，攪拌後すぐに分離したこと」，及び，本件明細書の段落【0032】に記載された方法に基づき，アクリル酸重合体としてカルボキシビニルポリマー，中和剤としてトリエタノールアミンを添加する方法でゼリーを調製しても，エチレングリコールとグリセリン以外のアルコールでは，高吸水性ポリマー粉末が24時間以内に分離したことが示されており，さらに他の証拠(乙6，23，29，30，35，36，38)に示された実験",
                  "text": [
                    "結果も勘案すると，高吸水性ポリマー粉末が24時間以上分離させることなく保持できるゼリーを調製するためには，主成分として選んだ各種のアルコールに応じて，多種多様なアクリル酸重合体及び中和剤の中から適切な組み合わせ及び配合量を選定しても，高吸水性ポリマー粉体を24時間以上分離させることなく保持できるゼリーを調製する条件は極めて少ないことが既に明らかにされている。",
                    "そして，本件明細書の発明の詳細な説明には，その記載を参考にしたのでは具体的に例示されている液状アルコールについてさえ適切な組み合わせ及び配合量を見出すのが困難な程度の記載しかなされていないのであるから，一般的な「アルコール系に分類される化合物」を意味する「アルコール系」とのみ記載されている請求項1に係る本件発明1が，特許明細書の発明の詳細な説明に記載されているということはできない。",
                    "本件発明1の課題である「高吸水性ポリマー粉体を多数分散させ，長時間にわたって分離させないで安定した分散状態を維持する」を達成する発明が，当業者が容易に実施できる程度に本件明細書の発明の詳細な説明に記載されていない以上，改正前特許法36条6項1号の規定(サポート要件)に違反することは明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "抗告人は，「本件発明1の『ゼリー』は，上記のとおり『粘液』であり，ゲルではないのであるから，『ゼリー化(ゲル化)』のためには特別な配合剤を要するという判断は誤りである」と主張する。",
                    "しかし，抗告人の主張は，前提である「ゼリーは粘液を意味する」との独自の解釈において誤りである。抗告人が本件発明1が実施可能であることとの資料として提出する乙68ないし乙71は，実験報告者4名が，本件明細書に記載されている情報に基づいて，独自に行った実験とはいえないものである。",
                    "本件明細書には，高吸水性ポリマーの配合量はどこにも記載されていないのにもかかわらず，すべての実験でアルコール系主成分100重量部に対して35重量部，すなわち全体の26パーセント前後に設定されているのも謎である。また，実験の指導及び知識の伝達は一切行っておらず，本件明細書に記載されている情報のみに基づいて製造実験を行うよう指示しているはずなのに，本件明細書に記載されていない製造方法を用いて実験を行っており，とくに乙71においては，最初から本件明細書に記載されていないPEG200や完全に固体のPEG20000といった極めて高",
                    "分子量の特別な配合剤を用いて実験を行っている。このような実験を行った乙68ないし乙71は，本件明細書の記載に基づいて当業者が容易に実施できることを立証する証拠資料とはなりえない。これら乙68ないし乙71においては，本件発明1の実施可能性を追試するために多くの実験が行われており，しかも十分な予備知識が提供された状況下で行われたものであって，当然に試行錯誤の回数も少なくなるのが必然であり，本件明細書の発明の詳細な説明に当業者が本件発明1を実施できる程度に明確かつ十分な記載がなされていることを支持する証拠とはなりえない。",
                    "したがって，具体的な実施の一つも書かれていない本件明細書からすれば，本件特許が改正前特許法36条4項(実施可能要件)に規定する要件を充たしていないことは明らかである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "抗告管轄裁判所について",
          "text": [
            "特許権に関する仮処分事件について大阪地裁がなした保全取消決定に対する保全抗告事件の管轄裁判所が東京高裁(知財高裁)であることは，前記のとおり当事者間で意見の一致をみているところ，当裁判所も，民事保全法12条2項が「本案の訴えが民事訴訟法第6条第1項に規定する特許権等に関する訴えである場合には，保全命令事件は，前項の規定にかかわらず，本案の管轄裁判所が管轄する。」と定め，民訴法6条3項が特許権等に関する訴えの控訴裁判所は東京高裁(知財高裁)であると定めていて控訴審係属中の保全処分の本案裁判所は東京高裁(知財高裁)となること等から，本件保全抗告事件についても東京高裁(知財高裁)が管轄権を有すると解する。",
            "そこで，進んで，本件保全抗告事件の内容について判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件における基礎的事実関係",
          "text": [
            "本件記録によれば，本件における基礎的事実関係は，以下のとおりであることが一応認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "抗告人は本件特許の特許権者であり，その独占的通常実施権者である株式会社ヒューメックス(代表者は抗告人)とともに，抗告人は上記特許権に基づき，株式会社ヒューメックスは不法行為に基づき，相手方及び申立外株式会社アキシスらの製造・販売する体液漏出防止剤(商品名「PMG」，債務者商品)が本件特許の請求項1に係る発明についての特許を侵害するとして，大阪地裁にその製造・販売等の差止めを求める内容の仮処分命令を申し立てたところ，同裁判所は平成18年7月25日，抗告人の相手方に対する申し立てにつき，上記商品の製造，販売等を禁止する旨の仮処分決定をした(平成18年(ヨ)第20021号，株式会社ヒューメックスの各申立て，抗告人の株式会社アキシスに対する申立ては，いずれも却下)。",
                "「1 債務者株式会社アキシスインターナショナルは，別紙商品目録記載の物件を製造し，譲渡し，貸し渡し，譲渡又は貸渡しのための申出をし，輸入してはならない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "債務者株式会社アキシスインターナショナルの前項記載の物件に対する占有を解いて，執行官に保管を命ずる。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "債務者株式会社アキシスインターナショナルの第1項記載の物件の製造設備に対する占有を解いて，執行官に保管を命ずる。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "債務者アキシスインターナショナルは，インターネットのホームページから第1項記載の物件の記載を抹消せよ。」(以下，省略)上記決定は，関係人審尋の上なされたものであり，その理由は，債務者商品は本件発明1に係る特許の技術的範囲に属し，かつ保全の必要がある等とするものであった。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "これに対し相手方は，上記仮処分決定の主文1項ないし4項を取り消し，仮処分命令申立を却下することを求める内容の保全異議の申立てをした(平成18年(モ)第59009号)。",
                "保全異議の申立ての理由は，①上記債務者商品は，本件発明1に係る特許の技術的範囲に属しない，②本件特許は，特許庁の無効審判により無効とされるべきものであるからその権利行使は許されない等とし，その具体的理由としては，(a)改正前特許法36条6項2号の要件(明確性要件)を満たさない，(b)改正前特許法36条6項1号の要件(サポート要件)を満たさない，③改正前特許法36条4項の要件(実施可能要件)を満たさない，というものであった。",
                "これにつき大阪地裁は，平成19年1月5日，上記保全異議申立てにつき，仮処分決定を認可する旨の決定をした(乙39)。",
                "上記決定の理由は，債務者商品は本件特許発明の技術的範囲に含まれ保全の必要性も認められるとしたほか，本件特許の無効理由の有無に関し，本件発明1の「アルコール系」に該当する物質は，①ゼリーになりうるものとして，液体であり，②高吸水性ポリマーの吸水性を維持するものとして，高吸水性ポリマーに吸収されず，③ゼリーが体液を退けることなく，体液を高吸水性ポリマー粉体まで到達させるものとして，親水性ないし水溶性である，として本件発明1の「アルコール」及び「アルコール系を主成分とする」の意味が不明確であるということはできないし，また明細書の発明の詳細な説明に記載されたものでないとはいえず，当業者において適宜のアルコールを選択しゼリーを製造できるから，実施可能でないといえない，等とした。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，特許庁は，相手方からの申立てに基づく無効2006−80125号事件につき，平成19年2月7日，本件特許の請求項1ないし4に係る発明についての特許を無効とする旨の審決をした(甲2)。その理由の要旨は，①本件発明1の「ゼリー」は一般的な用語の定義(化学大辞典の定義)によれば「流動性を失った弾性的なかたまりとなった状態」をいい，「アルコール系」についても「アルコールに分類される化合物」をいうから，常温で固体状のもの，水溶性のもの等も含まれるところ，これらアルコール全般を主成分としたゼリーにつき発明の詳細な説明に記載されているとはいえないから，本件特許は改正前特許法36条6項1号の規定(サポート要件)に違反する，②本件明細書の発明の詳細な説明には，限られた液状アルコールの例示と，エチレングリコールに対し，詳細が不明のアクリル酸重合体及び構造不明の「中和剤」を不明の配合割合で加えて「ゼリー」を得，該「ゼリー」に，構造不明のポリマー樹脂を不明の配合割合で加え混合攪拌して得られる「ゼリー状体液漏出防止材」の製造方法が唯一記載されているに止まり，本件出願時においてアルコール全般に有効なかたまり状のゼリーの調製方法が周知技術として存在していたことを示す証拠もないから，本件明細書の発明の詳細な説明は，当業者が本件発明1を実施することができる程度に明確かつ十分に記載されたものではなく，改正前特許法36条4項の規定(実施可能要件)に違反する，等とするものである。",
                "申立人は，上記審決に対する取消訴訟を当庁に提起(平成19年(行ケ)第10102号)するとともに，平成19年5月9日付けで特許庁に対し訂正審判請求をしたところ，当庁は，平成19年6月5日，特許法181条2項により上記審決を取り消す旨の決定をした。",
                "その後抗告人は，平成19年6月27日，本件特許の請求項1(本件発明1)の特許請求の範囲の記載のうち，「アルコール系を主成分とするゼリー」とあるを「アルコール系を主成分とする粘性を有するゼリー」とすることなどを内容とする訂正請求をした(下線が訂正箇所)が，特許庁は，平成20年1月25日，上記訂正請求を認めないとした上，再び本件特許の請求項1ないし4に係る発明につき無効とする旨の審決をした(甲14)。その理由は，ゼリーに「粘性を有する」との要件を付加することは，ゼリーが必然的に有する特性を付加するものに過ぎず，明りょうでない記載の釈明に該当しないから訂正請求は認められないとしたほかは，平成19年2月7日にされた前記審決の理由と同様である。",
                "そこで抗告人は，平成20年2月27日，当庁に対し，上記審決の取消しを求める訴訟(平成20年(行ケ)第10066号事件)を提起した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "一方相手方は，原審の大阪地裁に対し，平成19年4月7日，上記仮処分決定の取消しを求める申立てをした(平成19年(モ)第59003号)。",
                "その理由は，主位的には特許庁の無効審決による事情の変更(民事保全法38条)を，予備的には回復し難い甚大な損害の発生を特別の事情(民事保全法39条)を，それぞれ主張した。",
                "これにつき原審の大阪地裁は，平成19年7月26日，上記のとおり本件特許につき特許庁において無効審決がなされたことにより，本件特許が最終的に無効と判断される蓋然性は仮処分決定時よりも増加したから，仮の地位を定める仮処分を求める抗告人において「著しい損害又は急迫の危険」(民事保全法23条2項)を回避する必要性が仮処分決定時と同様に存在しているということはできず，保全の必要性について事情変更が生じたと評価すべきであるとして，相手方に抗告人のため500万円の担保を立てさせた上，平成18年7月25日になされた前記仮処分決定を取り消す旨の決定をした。",
                "そこでこれに不服の抗告人が本件保全抗告をした。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "本件保全抗告事件は，当庁の同一裁判体により，前記平成20年(行ケ)第10066号審決取消訴訟事件と，事実上並行して審理が進められている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "事情変更の有無",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許権侵害禁止仮処分決定の後，同特許を無効とする審決があっても，その取消訴訟において同審決が取消しを免れない場合には，仮処分決定を取り消すべき事情変更があるとはいえないと解するのを相当とする。",
                "これを本件についてみると，本件特許に係る明細書(本件明細書，乙40)の記載によれば，本件発明1に係る「ゼリー」は粘液を意味するものと解されるところ，「アルコール系を主成分とするゼリー」にいう「アルコール系」の意味についても，粘液状のゼリーの主成分として構成されるものであり，また遺体の体液を吸収するための高吸水性ポリマーを分散して保持することの可能なものであることからすると，「高吸水性ポリマーに吸収されない親水性を有する液状アルコールに分類される化合物」であると解することができる。",
                "そうすると，本件特許出願当時の技術常識に照らせば，当業者(その発明の属する技術の分野における通常の知識を有する者)であれば，本件発明1の「アルコール系」に該当する物質の範囲も自明であり，本件特許については特許請求の範囲の記載も明確であって，特許請求の範囲の記載が明細書の発明の詳細な説明に記載されたものであるといえる。さらに本件明細書の段落【0032】の記載に当業者の技術水準を参酌すると，その発明の詳細な説明も本件発明1を実施可能な程度に記載したものであって，相手方が本件特許に関して主張する無効理由は存しないと解すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，上記平成20年(行ケ)第10066号審決取消請求事件について，平成20年9月29日に上記(1)と同様の理由により，特許庁が平成20年1月25日付けでなした前記無効審決を取り消す旨の判決をしたことは，当裁判所に顕著である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，大阪地裁が平成18年(ヨ)第20021号事件につき平成18年7月25日になした本件仮処分決定につき，これを取り消すべき事情の変更があったと認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "特別事情の有無",
          "text": [
            "本件記録によれば，相手方(原審申立人)の主張する商品(PMG)の製造販売の中止により回復し難い甚大な損害を被ることを理由とした特別の事情(民事保全法39条1項)の存在について，前記異議認可決定後の現時点においてこれを覆すに足りる疎明があったということはできない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，本件保全取消し申立ては理由がないとしてこれを却下すべきである。そうすると，これと結論を異にする原決定は取り消すこととして主文のとおり決定する。"
          ]
        }
      ]
    }
  ]
}