{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−16647号事件について平成19年3月22日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成12年2月25日(パリ条約による優先権主張 1999年(平成11年)2月25日 フランス共和国)にした特許出願(特願2000−49054号)の一部を，平成13年3月28日に新たな特許出願(特願2001−92816号。発明の名称「乗り物シート用ピボット機構，および該機構を備えたシート」。以下「本願」という。)とした。",
            "原告は，本願につき，平成16年4月5日付け手続補正書による補正に至るまで5回にわたり補正をしたが(以下，同日付け手続補正書により補正された後の明細書を「本願明細書」という。)，同年5月7日付けで拒絶査定を受けたので，同年8月10日，これに対する不服の審判請求(不服2004−16647号事件)をした。",
            "特許庁は，平成19年3月22日，「本件審判の請求は，成り立たない。」との審決(以下，「審決」という。)をし，その謄本は，同年4月4日，原告に送達された。なお，審決取消訴訟の出訴期間につき附加期間が90日と定められた。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明",
          "text": [
            "本願明細書の特許請求の範囲の請求項の数は8であり，そのうち請求項1の記載は，次のとおりである(以下，請求項1記載の発明を「本願発明」という。)。",
            "「回転軸(X)を中心に互いにピボット運動するように取り付けられた第1および第2の剛性フレーム(7，8)と，",
            "前記第1の剛性フレーム(8)に結合され，前記回転軸(X)を中心とした少なくとも1つの円弧を形成する歯(13)と，",
            "一方では前記第1および第2の剛性フレームを互いに対して動けなくするために前記第1の剛性フレームの前記歯(13)と共働するロック位置と，他方では前記第1の剛性フレームの前記歯と噛み合わない引っ込み位置との間で，前記第2の剛性フレーム(7)に対して移動可能な少なくとも1つの剛性ロック部材(11)と，",
            "前記ロック部材(11)をそのロック位置またはその引っ込み位置のいずれかに選択的に位置させるように作られた制御手段であって，前記第1と第2の剛性フレーム間に前記回転軸を中心にピボット運動するように取付けられ，休止位置の方へ弾性的に付勢されている少なくとも1つのカム(16)を含む制御手段(16，17，18，22，32)を有するピボット機構において，",
            "前記カム(16)が前記第2の剛性フレームに設けられた中央の窪み(19)に取付けられた単一のばね(18)によって弾性的に付勢され，前記第1および第2の剛性フレーム(7,8)は，周囲に金属クラウン(9)が成形された金属フランジで構成され，該フランジは前記ロック部材(11)，前記カム(16)，および前記ばね(18)を収容する，円形の閉じたハウジングを前記金属クラウンとともに形成し，前記カム(16)は前記窪み(19)を通過する制御軸(17)によって作動させられ，前記ばねは前記制御軸に作用し，前記ばね(18)は前記制御軸(17)のまわりに巻かれていることを特徴とするピボット機構。」(請求項1の「少なくと1つの円弧を形成する歯(13)」は，「少なくとも1つの円弧を形成する歯(13)」の誤記と認められる。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "subject": "別紙審決書写しのとおりである。要するに，本願発明は，特願平10−344007号(以下「先願」という。)の明細書(以下「先願明細書」という。特開2000−166681号公報(甲1)参照)に記載された発明",
              "text": [
                "(以下「引用発明」という。)と同一であり，しかも，本願発明の発明者が先願明細書又は図面に記載された引用発明の発明者と同一であるとも，また，本願の出願時に，その出願人が先願の出願人と同一であるとも認められないので，特許法29条の2の規定により特許を受けることができない，というものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，本願発明が引用発明と同一であるとの結論を導く過程において行った引用発明の認定，本願発明と引用発明の対比，及び相違点についての判断は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "軸心回りに正逆回動する第1ブラケット2および第2ブラケット3と，これらブラケット2，3間に介設される一対のロックギヤ4と，カム軸6回りに正逆共回りして上記一対のロックギヤ4を離接する方向に移動させるカム5と，上記カム軸6を軸心回りに正逆回動操作する操作レバー7とを備えたリクライナ1において，",
                    "第2ブラケット3には，軸心を中心とした円周状のラチェット34が形成され，",
                    "第1ブラケット2の右面に挿通孔21と同心で凹設された円形の，渦巻ばね8を装着するばね装着凹部21aが凹設され，",
                    "前記カム軸6は前記ばね装着凹部21aを通過するように形成され，第1ブラケット2と第2ブラケット3とが，ロックギヤ4，カム5，及び渦巻ばね8を収容した状態で，ボルト，下部スペーサ28，下部押え板29，上部スペーサ37，及び上部押え板38により，相対回動可能に互いに結合され，",
                    "ロックギヤ4の爪歯部41の爪歯41aが第2ブラケット3のラチェット34に噛合した状態のときに第2ブラケット3はカム軸6回りの回動が規制(ロック)され，該規制(ロック)された状態から，操作レバー7を把持して上方に向けて操作すると，渦巻ばね8の付勢力に抗してカム軸6が時計方向に回動し，この回動によるカム5のカム軸6との共回りによって，各ロックギヤ4はそれぞれカム軸6の方向に移動し，爪歯41aのラチェット34に対する噛合が解除され，第2ブラケット3はカム軸6回りに任意に正逆回動するリクライナ1。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "本願発明と引用発明の対比",
      "content": [
        {
          "fig": "(ア)",
          "subject": "一致点",
          "text": [
            "回転軸(X)を中心に互いにピボット運動するように取り付けられた第1および第2の剛性フレーム(7，8)と，",
            "前記第1の剛性フレーム(8)に結合され，前記回転軸(X)を中心とした少なくとも1つの円弧を形成する歯(13)と，",
            "一方では前記第1および第2の剛性フレームを互いに対して動けなくするために前記第1の剛性フレームの前記歯(13)と共働するロック位置と，他方では前記第1の剛性フレームの前記歯と噛み合わない引っ込み位置との間で，前記第2の剛性フレーム(7)に対して移動可能な少なくとも1つの剛性ロック部材(11)と，",
            "前記ロック部材(11)をそのロック位置またはその引っ込み位置のいずれかに選択的に位置させるように作られた制御手段であって，前記第1と第2の剛性フレーム間に前記回転軸を中心にピボット運動するように取付けられ，休止位置の方へ弾性的に付勢されている少なくとも1つのカム(16)を含む制御手段(16，17，18，22，32)を",
            "有するピボット機構において，",
            "前記カム(16)が前記第2の剛性フレームに設けられた中央の窪み(19)に取付けられた単一のばね(18)によって弾性的に付勢され，前記カム(16)は前記窪み(19)を通過する制御軸(17)によっ",
            "て作動させられ，前記ばねは前記制御軸に作用し，前記ばね(18)は前記制御軸(17)のまわりに巻かれているピボット機構。"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "相違点",
          "text": [
            "本願発明は「第1および第2の剛性フレーム(7,8)は，周囲に金属クラウン(9)が成形された金属フランジで構成され，該フランジは前記ロック部材(11)，前記カム(16)，及び前記ばね(18)を収",
            "容する，円形の閉じたハウジングを前記金属クラウンとともに形成し」ているのに対し，引用発明は「第1ブラケット2と第2ブラケット3とが，ロックギヤ4，カム5，及び渦巻ばね8を収容した状態で，ボルト，下部スペーサ28，下部押え板29，上部スペーサ37，及び上部押え板38により，相対回動可能に互いに結合され」ている点。"
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "本願発明と引用発明との同一性についての判断",
      "text": [
        "2つの剛性フレームを相対回動可能に結合するために，「周囲に金属クラウン(9)が成形された金属フランジで構成され」，「円形の閉じたハウジング」とともに形成することは周知(特公平5−6447号公報，特開平8−253063号公報等参照)であり，引用発明の，第1ブラケット2及び第2ブラケット3を，ボルト，下部スペーサ28，下部押え板29，上部スペーサ37，及び上部押え板38により相対回動可能に結合する構成に換えて，上記周知技術を適用する程度のことは，相対回動可能に結合するという課題解決のための具体化手段における，設計上の微差にすぎない。したがって，本願発明と引用発明は，実質的に同一といえる。"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決は，次に述べるとおり，本願発明と引用発明との構成の相違点を看過した誤り(取消事由1)，本願発明と引用発明との作用効果の相違点を看過した誤り(取消事由2)，本願発明と引用発明の構成の相違は設計上の微差にすぎないとした相違点の判断の誤り(取消事由3)があるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本願発明と引用発明との構成の相違点を看過した誤り(取消事由1)本願発明は，「前記第1および第2の剛性フレーム(7，8)は，周囲に金属クラウン(9)が成形された金属フランジで構成され，該フランジは前記ロック部材(11)，前記カム(16)，および前記ばね(18)を収容する，円形の閉じたハウジングを前記金属クラウンとともに形成し」という構成(以下「構成要件F」という。)を具えているから，第1及び第2の剛性フレームの周囲に金属クラウンが成形され，外周が円形の閉じたハウジングが形成されている。",
            "これに対し，引用発明は，「第1ブラケット2のガイド部材22を第2ブラケット3の装着凹部33に嵌め込んだ状態で上部スペーサ37を介して上部押え板38を第2ブラケット3にボルト止めするとともに，下部スペーサ28を介して下部押え板29を第1ブラケット2にボルト止めすることにより，図5に示すように，上部押え板38の下縁部と第2ブラケット3との間に第1ブラケット2の上縁部が挾持されるとともに，下部押え板29の上縁部と第1ブラケット2との間に第2ブラケット3の下縁部が挾持された状態で第1ブラケット2と第2ブラケット3とが相対回動可能に互いに結合されるようになっている」(先願明細書段落【0029】)との構成(以下「引用例構成」という。)を具え，半円形と矩形を組み合わせた形状の2枚のブラケットが互いに対して180度回転した向きでかつそれぞれの半円形状部分の曲率中心を重ねて対向配置されたものであり，第1ブラケット2の外周部と第2ブラケット3の外周部は一致していないから，外周が円形の閉じたハウジングを形成することは不可能である。",
            "このように，本願発明と引用発明は，円形の閉じたハウジングを形成するか否かの点において相違するにもかかわらず，審決は，この構成の相違点を看過した誤りがある。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本願発明と引用発明との作用効果の相違点を看過した誤り(取消事由2)引用発明は，引用例構成をとり，円形の閉じたハウジングが形成されず，第2ブラケット3は，いわばボルトを支点とした片持ち梁の状態で第1ブラケット2に支持されているにすぎない。そのため，高い回転トルクがかかると，面外方向に大きな変形が生じ，第1ブラケット2及び第2ブラケット3は，損傷しやすくなるとともに，互いに離間しやすくなり，ピボット機構の強度を上げることができない。",
            "これに対し，本願発明は，構成要件Fにより，周囲に金属クラウン(9)が成形され，円形の閉じたハウジングが形成されることにより，第1及び第2の剛性フレームは実質的にその全周にわたって面外方向に相互に拘束される。そのため，第1及び第2の剛性フレーム(7，8)は，強度が増加するとともに，互いに離間しにくくなり，ピボット機構の強度の向上が実現される。",
            "このように，本願発明は，円形の閉じたハウジングを形成することにより，ピボット機構の強度の向上という引用発明では得られない作用効果を奏するが，審決は，この作用効果の相違点を看過した誤りがある。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願発明と引用発明の構成の相違は設計上の微差にすぎないとした相違点の判断の誤り(取消事由3)",
          "text": [
            "審決は，「2つの剛性フレームを相対回動可能に結合する」という課題のみに着目し，本願発明と引用発明の構成の相違は設計上の微差であると判断した。",
            "しかし，ピボット機構の強度を上げるという本願発明の目的に照らすと，本願発明の構成要件Fは，前記2のとおり，引用発明の引用例構成では得られない作用効果をもたらすから，本願発明と引用発明の構成の相違は，設計上の微差にとどまるものとはいえない。",
            "ハウジングを構成する部材は，本願発明と引用発明とで大きく相違しており，仮に，本願発明におけるような金属クラウンを用いて2つの剛性フレームを相対回動可能に結合する構成を，引用発明のブラケットに適用しようとしても，引用発明のブラケットの形状のままでは適用できない。そのため，2つの剛性フレームを相対回動可能に結合するための構成に関して，引用発明の構成を，本願発明におけるような金属クラウンを用いる構成に置き換えることは不可能であり，本願発明は引用発明と実質同一であるとはいえない。",
            "したがって，審決は，相違点の判断について誤りがある。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に対する被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明と引用発明との構成の相違点を看過した誤り(取消事由1)に対して",
          "text": [
            "原告が相違点として主張する，「第1及び第2の剛性フレームの周囲に金属クラウンが成形され，円形の閉じたハウジングが形成されている点」は，審決において一致点として認定されておらず，審決は，本願発明と引用発明の相違点を前記第2，3(2)イ(イ)のとおり(本願発明は「第1および第2の剛性フレーム(7,8)は，周囲に金属クラウン(9)が成形された金属フランジで構成され，該フランジは前記ロック部材(11)，前記カム(16)，および前記ばね(18)を収容する，円形の閉じたハウジングを前記金属クラウンとともに形成し」ているのに対し，引用発明は「第1ブラケット2と第2ブラケット3とが，ロックギヤ4，カム5，及び渦巻ばね8を収容した状態で，ボルト，下部スペーサ28，下部押え板29，上部スペーサ37，及び上部押え板38により，相対回動可能に互いに結合され」ている点。)認定している。また，フランジ，ハウジングの意味からすると，引用発明も金属フランジ，円形の閉じたハウジングを有しており，本願発明と引用発明は，円形の閉じたハウジングを形成するか否かの点において相違するものではない。したがって，審決に，本願発明と引用発明との構成の相違点を看過した誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明と引用発明との作用効果の相違点を看過した誤り(取消事由2)に対して",
          "text": [
            "本願発明の目的は，ピボット機構の強度を上げることにあり，カムを付勢するばねの構成によりその目的を達成するものであるところ，引用発明も同様の構成を具えており，それによってピボット機構の強度を上げるという効果を生じている。",
            "金属クラウンが第1及び第2の剛性フレームの全周にわたって設けられていることは周知技術であり，それによって生ずる効果は，周知技術が有する効果にすぎず，本願発明によって新たに得られた作用効果ではない。",
            "以上のとおり，本願発明は，円形の閉じたハウジングを形成することによってピボット機構の強度の向上という作用効果を奏するものではないし，同作用効果は，引用発明でも得られており，本願発明に特有の作用効果ではないから，審決には作用効果の相違点を看過した誤りはない。"
          ]
        },
        {
          "fig": "3",
          "subject": "本願発明と引用発明の構成の相違は設計上の微差にすぎないとした相違点の判断の誤り(取消事由3)に対して",
          "text": [
            "2つの剛性フレームを相対回動可能に結合するために金属クラウンを用いることは，引用発明と同じ，乗り物シート用ピボット機構の技術分野に属する周知技術又は慣用技術である。そうすると，2つの剛性フレームを相互に回動可能に結合することを実現するために，引用例構成を，周知技術である金属クラウンによる構成に置き換えることは，当業者が普通に採用すると認められる程度の技術的手段をもって置き換えたにすぎず，課題を解決する手段を具体化するに当たっての設計上の微差にすぎない。したがって，本願発明と引用発明は実質的に同一と認められ，審決に違法は認められない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明と引用発明との構成の相違点を看過した誤り(取消事由1)について",
          "text": [
            "原告は，本願発明と引用発明は，円形の閉じたハウジングを形成するか否かの点において相違するにもかかわらず，審決は，この相違点を看過した誤りがある旨主張する。",
            "しかし，原告の主張は，以下のとおり失当である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点の看過の有無",
              "text": [
                "審決は，前記第2，3(2)イ(イ)のとおり，相違点について，「本願発明は『第1および第2の剛性フレーム(7,8)は，周囲に金属クラウン(9)が成形された金属フランジで構成され，該フランジは前記ロック部材(11)，前記カム(16)，および前記ばね(18)を収容する，円形の閉じたハウジングを前記金属クラウンとともに形成し』ているのに対し，引用発明は『第1ブラケット2と第2ブラケット3とが，ロックギヤ4，カム5，及び渦巻ばね8を収容した状態で，ボルト，下部スペーサ28，下部押え板29，上部スペーサ37，及び上部押え板38により，相対回動可能に互いに結合され』ている点」と認定している。このように，審決は，「本願発明には，・・・円形の閉じたハウジングを・・・形成している」と認定しているのであるから，形式的にみても，原告の主張に係る相違点の看過の違法はなく，原告の主張は，その主張自体失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明におけるハウジングの存在及び形状",
              "text": [
                "のみならず，以下のとおり，先願明細書には，「円形の閉じたハウジングを形成」しているとの具体的な記載はないものの，引用発明はその構成を備えているものと理解されるから，審決には，実質的にみても，円形の閉じたハウジングを形成するか否かの点における本願発明と引用発明の相違点を看過した誤りがあるとは認められない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明におけるハウジングの有無及び形状",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "先願明細書の記載",
                      "text": [
                        "先願明細書(甲1)には，次のとおり記載されている。",
                        "a「これらの図に示すように，リクライナ1は，シートボトムS1に固定された第1ブラケット2と，シートバックS2に上記第1ブラケット2に対向して固定される第2ブラケット3と，これらブラケット2，3間に介設される一対のロックギヤ4と，カム軸6回りに正逆共回りして上記一対のロックギヤ4を離接する方向に移動させるカム5と，上記カム軸6を軸心回りに正逆回動操作する操作レバー7とを備えた基本構成を有している。」(段落【0014】)",
                        "b「上記第1ブラケット2は，上部が半円状を呈しているとともに下部が方形を呈した金属製の板状体によって形成され，半円状の曲率中心部分に上記カム軸6を挿通する挿通孔21が穿設されているとともに，第1ブラケット2の右方の面には，前後方向一対のガイド部材22が幅方向の外方に向けて膨設されている。各ガイド部材22は，挿通孔21を中心とした円弧状に形成され，かつ，挿通孔21に対して点対称に形状設定されている。」(段落【0015】)",
                        "c「・・・そして，第1ブラケット2の右面には，ばね装着凹部21aの所定の縁部から径方向に外方に向かって切り込まれたばね係止スリット21bが設けられ，このばね係止スリット21bに渦巻ばね8の一方の端部が嵌め込まれて係止されるようになっている。」(段落【0016】)",
                        "d「上記各ガイド部材22の対向面には，それぞれ上下方向に延びるガイド凹部23が凹設されているとともに，前方のガイド部材22のガイド凹部23の上部および後方のガイド部材22のガイド凹部23の下部には上下寸法の大きい長尺突起22aが，また前方のガイド凹部23の下部および後方のガイド凹部23の上部には上下寸法の小さい短尺突起22bがそれぞれ形成されている。」(段落【0017】)",
                        "e「前後のガイド凹部23間にはロックギヤ4およびカム5を収容する収容空間24が形成されている。・・・」(段落【0018】)",
                        "f「上記第2ブラケット3は，下方が半円形状に形成されているとともに上方が矩形状に形成された板状体から形成されている。かかる第2ブラケット3の右側面には，半円形状部分の曲率中心を中心とした円形膨出部31が膨設されているとともに，この円形膨出部31の中心部分には上記第1ブラケット2の挿通孔21に対向し，かつ，挿通孔21より若干大径に寸法設定された貫通孔32が穿設されている。」(段落【0020】)",
                        "g「また，円形膨出部31の左側部には，第2ブラケット3の板状部分が円形に刳抜かれた状態の装着凹部33が設けられている。この装着凹部33の内径寸法は，上記一対のガイド部材22の曲率半径より僅かに大きく寸法設定されている。そして，第1ブラケット2と第2ブラケット3とを合わせた状態で，各ガイド部材22は，それらの円弧外周面が内周面に摺接しながら装着凹部33内に装着されるようになっている。」(段落【0022】)",
                        "h「従って，第1ブラケット2のガイド部材22を第2ブラケット3の装着凹部33に嵌め込んだ状態で上部スペーサ37を介して上部押え板38を第2ブラケット3にボルト止めするとともに，下部スペーサ28を介して下部押え板29を第1ブラケット2にボルト止めすることにより，図5に示すように，上部押え板38の下縁部と第2ブラケット3との間に第1ブラケット2の上縁部が挾持されるとともに，下部押え板29の上縁部と第1ブラケット2との間に第2ブラケット3の下縁部が挾持された状態で第1ブラケット2と第2ブラケット3とが相対回動可能に互いに結合されるようになっている。」(段落【0029】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "先願の願書に添付された図面の図2ないし図6(甲1の図2ないし図6)には，上部が半円状を呈するとともに下部が矩形状を呈した板状体から形成された第1ブラケット2と，下部が半円形状を呈するとともに上部が矩形状を呈した板状体から形成された第2ブラケット3とを，互いに対して180度回転した向きでかつそれぞれの半円形状部分の曲率中心を重ねて対向配置して合わせることで形成される円形の空間内に，ロックギヤ4，カム5，渦巻ばね8を収容し，そして，第1ブラケット2の矩形状の下部に下部スペーサ28を介してボルト止めした下部押え板29により第2ブラケット3の半円形状の下部を挟持し，また，第2ブラケット3の矩形状の上部に上部スペーサ37を介してボルト止めした上部押え板38により第1ブラケット2の半円形状の上部を挟持した構造が図示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記(ア)，(イ)によれば，引用発明は，第1ブラケット2と第2ブラケット3とを互いに対して180度回転した向きでかつそれぞれの半円形状部分の曲率中心を重ねて対向配置して，ガイド部材22を装着凹部33に嵌め込んだ状態とし，これによって形成された空間内に，ロックギヤ4，カム5，渦巻ばね8を収容し，さらに，第1ブラケット2と第2ブラケット3を，ボルト，下部スペーサ28，下部押え板29，上部スペーサ37，上部押え板38により，相対回動可能に互いに結合していると認められる。この構成は，原告主張の引用例構成に相当するものと認められる。",
                        "上記の，第1ブラケット2と第2ブラケット3とを対向配置して形成した空間部分は，ガイド部材22が膨設された部分と円形膨出部31が膨設された部分であり，円形膨出部31は円形であるから，第1ブラケット2と第2ブラケット3は，それらの円形を成す部分が対向配置されることで上記空間を形成していると認められる。",
                        "そして，第1ブラケット2と第2ブラケット3は，第1ブラケット2の円形を成す部分から張り出した矩形部分の端に下部スペーサ28を介してボルト止めされる下部押え板29と，第2ブラケット3の円形を成す部分から張り出した矩形部分の端に下部スペーサ37を介してボルト止めされる下部押え板38により，相対回動可能に互いに結合されることにより，対向配置されて合わされた状態で拘束されているものと認められる。",
                        "そうすると，上記空間は，第1ブラケット2と第2ブラケット3の円形を成す部分によって覆われており，この覆いは，ボルト，下部スペーサ28，下部押え板29，上部スペーサ37，上部押え板38により，相対回転可能に互いに結合されて閉じられているから，「円形の閉じられた箱形の覆い」すなわち「円形の閉じたハウジング」に該当し，引用発明においても「円形の閉じたハウジング」が形成されているものと認められる。",
                        "引用発明において，上記空間は，第1ブラケット2と第2ブラケット3の円形を成す部分によって覆われ，形成されているから，「外周が円形の閉じたハウジング」ということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "そうすると，引用発明においても，「外周が円形の閉じたハウジング」が存在するということができるから，審決には，実質的にみても，円形の閉じたハウジングを形成するか否かの点における本願発明と引用発明の相違点を看過した誤りがあるとは認められない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明と引用発明との作用効果の相違点を看過した誤り(取消事由2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明は，ピボット機構の強度を上げることを目的としているが，それは，本願明細書には，従来技術として例示されているヨーロッパ特許出願公開EP−A−0720930に記載されたピボット機構の強度を上げることに関して記載されているだけである。この記載によると，本願発明では，「カムが第2の剛性フレームに設けられた窪みに取付けられた単一のばねによって弾性的に付勢され」る構成とすることにより，ピボット機構の強度を上げるという目的を実現しようとしているものである(本願明細書段落【0005】，甲4の5)。このように，本願発明は，ばねの構成によりピボット機構の強度を上げるという作用効果を奏することを目的としているが，金属クラウンを用いることによってピボット機構の強度を上げるという作用効果を奏することについては本願明細書に何ら記載するところがない。また，本願明細書によっても，金属クラウンによる拘束が剛性フレームのどの程度の範囲にわたってなされるかが特定されていないから，この拘束が如何ほどのものか明らかでない。以上によれば，本願発明が金属クラウンを用いているとしても，それによって必ずピボット機構の強度を上げるという作用効果が実現されるとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，本願発明は，構成要件Fにより，周囲に金属クラウン(9)が成形され，円形の閉じたハウジングが形成されることにより，第1及び第2の剛性フレームは実質的にその全周にわたって面外方向に相互に拘束され，それによって，第1及び第2の剛性フレーム(7，8)は，強度が増加するとともに，互いに離間しにくくなり，ピボット機構の強度の向上が実現される旨主張する。",
                "しかし，本願の特許請求の範囲には，金属クラウンが第1及び第2の剛性フレームの全周にわたって設けられていることや，金属クラウンによって第1及び第2の剛性フレームが実質的にその全周にわたって面外方向に相互に拘束されることは，記載されておらず，原告の上記主張は，特許請求の範囲の記載に基づくものではないから，採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "仮に，原告が主張するように，本願発明が，金属クラウンによって第1及び第2の剛性フレームが実質的にその全周にわたって面外方向に相互に拘束されるものであったとしても，そのような構成は，後記3(1)アのとおり周知技術にとどまり，そのような構成を採ることにより，引用例構成のように片持ち梁状態で支持するよりも強度が増加し互いに離間しにくくなるとの効果が得られたとしても，その効果は，周知技術を適用したことにより必然的に得られる効果にすぎず，本願発明により新たに得られた作用効果ということはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，審決には，「本願発明が，円形の閉じたハウジングを形成することにより，ピボット機構の強度の向上という引用発明では得られない作用効果を奏する」との相違点を看過した誤りがあるとは認められない。したがって，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本願発明と引用発明の構成の相違は設計上の微差にすぎないとした相違点の判断の誤り(取消事由3)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2，3，甲8の1，2及び弁論の全趣旨によれば，2つの剛性フレームを相対回動可能に結合するために金属クラウンを用いることは，本願発明及び引用発明と同じ，乗り物シート用ピボット機構の技術分野に属する周知技術又は慣用技術であることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記2(1)のとおり，本願発明は，ピボット機構の強度を上げることを目的としているが，ばねの構成によりその目的を実現しようとするものである。前記2(3)のとおり，本願発明が，金属クラウンによって第1及び第2の剛性フレームが実質的にその全周にわたって面外方向に相互に拘束されるものであり，そのような構成を採ることにより，引用例構成のように片持ち梁状態で支持するよりも強度が増加し互いに離間しにくくなるとの効果が得られたとしても，その効果は，周知技術を適用したことにより必然的に得られる効果にすぎず，本願発明により新たに得られた作用効果ということはできない。したがって，本願発明において，金属クラウンを使用したことによってピボット機構の強度が増加し互いに離間しにくくなるとの効果が得られたとしても，その点をもって，本願発明と引用発明との間の，課題解決のための具体的手段における実質的な差異であるとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記アのとおり，2つの剛性フレームを相対回動可能に結合するために金属クラウンを用いることは，乗り物シート用ピボット機構の技術分野に属する周知技術又は慣用技術である。",
                    "そして，引用例構成は，2つの剛性フレームを相互に回動可能に結合することを実現する手段であり，他方，本願発明における金属クラウンを使用する構成も，2つの剛性フレームを相互に回動可能に結合することを実現する手段である。",
                    "そうすると，2つの剛性フレームを相互に回動可能に結合することを実現するために，引用例構成を，周知技術である金属クラウンを使用する構成とすることは，当業者が普通に採用すると認められる程度の技術的手段の一態様であり，課題を解決する手段を具体化するに当たっての設計的事項にすぎない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本願発明と引用発明は実質的に同一と認められ，審決の相違点の判断に誤りがあるとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点について，原告は，ハウジングを構成する部材は，本願発明と引用発明とで大きく相違しており，仮に，本願発明におけるような金属クラウンを用いて2つの剛性フレームを相対回動可能に結合する構成を，引用発明のブラケットに適用しようとしても，引用発明のブラケットをそのままの形状で適用することはできないから，2つの剛性フレームを相対回動可能に結合するための構成に関して，引用発明の構成を，本願発明におけるような金属クラウンを使用する構成に置き換えることは不可能であり，本願発明は引用発明と実質同一であるとはいえないと主張する。",
                "しかし，原告の主張は，以下のとおり理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本願発明の金属クラウンの形状について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本願明細書の記載等",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本願の特許請求の範囲において，本願発明の「金属クラウン」は，金属フランジ(第1及び第2の剛性フレーム)とともに円形の閉じたハウジングを形成すると特定されているが(構成要件F)，金属クラウンが2つの剛性フレームを相対回動可能に結合するための構成は，明確には示されていない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本願明細書には，金属クラウンについて，次の記載がある(甲4の5)。",
                                "「図2及び図3に示されるように，ピボット機構5は，この場合，シート部分2の剛性フレームに連結されて固定された金属フランジ(以下，静止フランジ)7と，この場合，背もたれ4のフレームに連結された移動可能な金属フランジ(以下，移動フランジ)8と，静止フランジ7と移動フランジ8の周囲を取り囲むように成形され，それらのフランジ7，8と共に，密閉された円形のハウジングを構成する金属クラウン9と，このハウジングの中に収容され，操作レバー6が操作されないと，静止フランジ7に対して移動フランジ8が動かないようにするように設計されたロック装置10とから構成されている。」(段落【0019】)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本願の願書に添付された図面の図2及び図3には，共に円盤状の静止フランジ7と移動フランジ8とを合わせることで形成される空間内に，ロック装置10を構成する剛性ロック部材11，金属カム16，ばね18を収容し，静止フランジ7の外縁部と移動フランジ8の外縁部とに跨って金属クラウン9が係合して，円形の閉じたハウジングを形成する構造が図示されている(甲4の1)。",
                                "なお，図面中には，静止フランジ7は剛体フレーム7とも記載され，また，移動フランジ8は剛体フレーム8とも記載されており，これら記載から，静止フランジ7と剛体フレーム7，及び，移動フランジ8と剛体フレーム8は，それぞれ同一の部材と解される。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "前記(a)，(b)によれば，金属クラウンが2つの剛性フレームの円形の外縁部に係合することにより，これら剛性フレームを相対回動可能に結合して円形の閉じたハウジングを形成しているものと認められる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本願明細書において，金属クラウンの態様について，前記a，b以外には記載や示唆は認められない。",
                            "なお，周知技術または慣用技術に示される金属クラウンも，前記b(c)と同様の構成(金属クラウンが2つの剛性フレームの円形の外縁部に係合することにより，これら剛性フレームを相対回動可能に結合して円形の閉じたハウジングを形成しているとの構成)であることが認められる(甲2，3，甲8の1，2)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "金属クラウンの形状",
                      "text": [
                        "前記(ア)によれば，金属クラウンが2つの剛性フレームの円形の外縁部に係合して剛性フレームを相対回動可能に結合する構成においては，金属クラウンが係合しつつ相対回転可能とするために，少なくとも金属クラウンが係合する部分では，2つの剛体フレームの外縁部の形状を円形とすることは必然である。",
                        "したがって，剛性フレームの外縁部が円形であることは，周知技術と同様に金属クラウンが2つの剛性フレームの円形の外縁部に係合して剛性フレームを相対回動可能に結合する構成を採用する場合には，必然的に伴うことであり，本願発明に特有な構成ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明におけるブラケット等の形状について",
                  "text": [
                    "引用発明は，前記1(2)ア(ア)，(イ)の先願明細書，図面の記載，図示によれば，第1ブラケット2はその上部が半円状を呈するとともに下部が矩形状を呈する形状とされ，第2ブラケット3はその下部が半円状を呈するとともに上部が矩形状を呈する形状とされていると認められ，これらブラケットの矩形状の部分はスペーサ及び押え板をボルト止めするために設けられ，また，半円状の部分は押え板による挟持によって相対回転可能にするために設けられているということができる。",
                    "ブラケットの形状は，これらブラケットを，ボルト，下部スペーサ28，下部押え板29，上部スペーサ37，上部押え板38により相対回動可能に互いに結合するために採用されたものであると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "剛性フレームの置き換え",
                  "text": [
                    "そうすると，2つの剛性フレーム(ブラケット)の形状は，これら剛性フレーム(ブラケット)を相対回動可能に結合する手段に応じて適宜採用されるものということができ，引用発明のブラケットの形状は，結合手段として金属クラウンによる係合を採用するときには，当然に置き換えられるということができる。",
                    "したがって，本願発明と引用発明の間に，剛性フレーム(ブラケット)の形状の相違があるとしても，それによって，2つの剛性フレームを相対回動可能に結合するための構成について，引用発明の構成を，周知技術又は慣用技術である金属クラウンによる係合の構成によって置き換えることが妨げられるものではなく，原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由はいずれも理由がなく，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10282",
    "date": "2008-08-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036754",
    "ipprecedent_id": "1552",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}