{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が異議2005−90658号事件について平成19年4月19日にした決定を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が有する後記商標登録について，株式会社グレープストーンが登録異議の申立てをしたところ，特許庁が同登録を取り消す旨の決定をしたことから，原告がその取消しを求めた事案である。",
        "争点は，本件商標と引用商標との類似性，及び引用商標に係る商標登録が後に不使用取消審判において取り消された場合の法律関係である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成17年3月7日，下記内容の商標(以下「本件商標」という。)について商標登録出願をしたところ，平成17年8月23日に特許庁から登録査定を受け，平成17年9月30日に登録第4897431号として設定登録がなされた(以下「本件商標登録」という。)。そして，本件商標を掲載した商標公報は，平成17年11月2日に発行された。",
                "これに対し，平成17年12月27日に株式会社グレープストーン(以下「訴外会社」という。)から登録異議の申立て(以下「本件登録異議の申立て」という。)がなされたので，特許庁は，これを異議2005−90658号事件として審理した上，平成19年4月19日，「登録第4897431号商標の商標登録を取り消す。」との決定(以下「本件決定」ということがある。)をなし，その謄本は平成19年5月14日原告に送達された。",
                "記",
                "・商標(標準文字) ・指定商品",
                "大阪プチバナナ 第30類",
                "「菓子及びパン」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "決定の内容",
              "text": [
                "本件決定の内容は，別添決定写しのとおりである。その理由の要点は，本件商標は，下記内容の商標(以下「引用商標」という。)と類似し，指定商品も同一又は類似であるから，その登録は商標法(以下「法」という。)4条1項11号に違反する，というものである。",
                "記",
                "・商標(標準文字) ・指定商品",
                "大阪ばな奈 第30類",
                "「菓子及びパン」",
                "・登録番号 第4442542号",
                "・出願年月日 平成12年1月25日",
                "・登録年月日 平成12年12月22日",
                "・商標権者 株式会社グレープストーン",
                "(訴外会社)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件決定の取消事由",
              "text": [
                "しかしながら，本件決定の判断には，次のとおり誤りがあるから，本件決定は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(「プチ」の文字の意味についての認定の誤り)(ア) 本件決定は，「『プチ』の文字は，『小さい，かわいらしい』等の意味合いを有するフランス語(petit) の表音であって，菓子，パン等の指定商品の分野においては商品の形状，品質等を表示する語として普通に使用されている外来語と認められる。」と認定している(2頁18行～21行)。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，「プチバナナ」は造語であり，特定の観念は生じない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "フランス語の「petit」は，法律用語としては，「小さい, 重要でない」という意義がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そして，研究社「新英和大辞典」には，以下の記載がある。",
                            "・petit bourgeois 小市民(の), プチブル階級の(人)",
                            "・petit four 小形の(パウンド)ケーキ",
                            "・petty [petit] jury, trial jury 小陪審 (12名)",
                            "・petit larceny 軽窃盗，盗塁",
                            "・petit mal てんかんの小発作",
                            "・petits chevaux 一種のとばく",
                            "・petit souper 略式夕食",
                            "・petits pois 小粒青えんどう",
                            "・petits soins 細かな心使い",
                            "・petit verre 小グラス，リキュール一杯"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，「インターネットInfoseek楽天 マルチ辞典」には，以下の記載がある。",
                            "・petit couteau 小刀，特に，西洋料理で用いる料理用の小さな包丁・petitgris 小さな銀のリスの毛皮，また，その色，灰青色・petitesauce 応用ソース，グランド‐ソースをもとにして作る，ドミグラス−ソース，タルタル−ソースなど，多くの",
                            "種類がある。",
                            "・petitette 小じんまりと小さくまとめた髪型",
                            "・petitetomate トマトの1品種，桜桃(おうとう)形トマト，サクランボに似て，赤または黄色",
                            "・petit-bourgeois 小市民．小農民，小工業者，小商人など．本質的には労働者階級に属しながら，ブルジョワ的意",
                            "識によって生活している階級",
                            "・petit point ゴブラン織りなどに用いるステッチの1つ．短い斜めのステッチ"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のように，フランス語の「petit」については，「小さい，かわいらしい」等の意味合いを越えた独自の意義が発生しており，単なる商品の形状，品質等を表示する語ではない使用例が多くある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「インターネットInfoseek楽天 ハイブリッド検索」で「プチ」の造語を検索したところ，以下のような造語が検索された。",
                            "「プチホームページサービス」，「プチ小金持ち」，「プチ日記」，「プチ旅行」，「プチモールブログ」，「プチバリ」，「プチ整形」，「プチメリー」，「プチ内職在宅ネットワーク」，「プチ不倫」，「プチ株」，「プチカウンタ」，「プチホテル」，「プチコミック」，「プチスマイル」，「プチ浮気」，「プチホテル」，「プチギフト」，「プチ極楽ホテル」，「プチアンケート」，「プチパラダイム」，「プチSTAR」，「プチネット」，「プチ蔵」，「プチ留学」，「プチ断食」，「プチバンビーナ」，「プチ掲示板」，「プチボード」，「プチハンゲーム」，「プチサイト」"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上のように多くの「プチ」が使用されているから，「プチ」の文字は，「小さい，かわいらしい」等の意味合いを越えた独自造語となっており，単なる商品の形状，品質等を表示する語ではない使用例が多くある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告が主張する上記の使用例は，「プチ」が単に性状を表すというよりは，言葉の持つ性質に由来するものである。すなわち，「プチ」の「プ」は無声の破裂音であり，特に「パ」行の破裂音は，耳障りのいい音であり，はっきり識別できる音である。したがって，「プチ」はこのような音自体が有する性状から言葉の響きのみで使用されている例が多い。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上のとおり，「『プチ』の文字は，『小さい，かわいらしい』等の意味合いを有するフランス語(petit) の表音であって，菓子，パン等の指定商品の分野においては商品の形状，品質等を表示する語として普通に使用されている外来語と認められる。」(決定2頁18行～21行)ということはないのであって，本件決定の上記認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本件商標から「大阪のバナナ」の観念が生ずる旨の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件決定は，「そして，『バナナ』の文字は，バショウ科の多年草で果実の芳香美味な果物の名称を表す語と認められる。そうすると，本件商標よりは，全体として『大阪の小さい(かわいらしい)バナナ』ほどの観念を生ずるものといい得るが，本件商標は『大阪』と『バナナ』の文字を結合したところに大きな特徴があると認められ，『小さい(かわいらしい)』の意味合いの形容部分がこれに接する者に商品の識別において大きな影響を与えるものとみることはできないから，これに接する者は，『大阪』と『バナナ』の文字部分に着目し，商品の形状，品質を表したにすぎない『プチ』の文字部分を捨象し，単に『大阪のバナナ』の観念をもって取引に当たる場合も決して少なくないというのが相当である。してみれば，本件商標よりは『大阪のバナナ』の観念をも生ずるものと認められる。」と認定している(2頁21行～32行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "しかし，「バナナ」は特に菓子の分野では，菓子の内容を表示するために広く使用されている言葉である。例えば，「バナナケーキ」，「チョコバナナ」，「バナナ最中」，「バナナボート」，「バナナのお菓子」，「焼きバナナ」，「バナナパウンド」，「バナナカステラ」，「バナナロール」等である。GOOウェブで「菓子 バナナ」を検索したところ，5万3200件が検索できた(甲6の1)。また，同様にGoogleで検索したところ，76万2000件が検索できた(甲6の",
                      "text": [
                        "2)。さらに，Yahoo！JAPAＮでは，200万件検索できた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件商標は「大阪プチバナナ」であり，一般消費者の中で大阪という日本第2の都会の小さなバナナを想起する人は，皆無に等しい。大阪とバナナは結びつくわけがない。大阪はバナナの生産地であると考える人は，一般の常識を有する消費者であれば，皆無である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，本件商標から，「プチ」の文字部分を捨象した「大阪のバナナ」のような観念は生じないから，本件決定の上記認定は誤りである。",
                        "なお，フリー百科事典「ウイキペディア(Wikipedia)」は，商標「東京ばな奈」について，「東京バナナ」，「東京ばなな」は誤りであるとわざわざ特記している(甲7)。これからも明らかなように商標「東京ばな奈」は「奈」の文字に識別力がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(観念についての対比判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件決定は，「本件商標よりは『大阪のバナナ』の観念をも生ずるものと認められる。他方，引用商標2(判決注：本訴の引用商標。以下同じ)よりは，その構成文字に相応して，『オオサカバナナ』の称呼を生ずるものである。そして，構成中，『大阪』の文字は上記と同じく我が国第二の都市名を表し，『ばな奈』の文字はこれを『バナナ』と容易に称呼し得るものであって，無理なく果物の『バナナ』を認識させるから，引用商標2よりは，全体として『大阪のバナナ』の観念を生ずるものと認められる。そうすると，本件商標と引用商標2とは，それぞれより生ずる『大阪のバナナ』の観念を同じくする…」と認定している(2頁31行～3頁2行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，本件商標の「プチバナナ」は造語であり，無意義語である。また，引用商標の「大阪ばな奈」は，「大阪のバナナ」の観念を生じない造語である。引用商標は「大阪ばなな(バナナ)」ではなく「大阪ばな奈」であり，「ばな奈」は造語である。したがって，引用商標からは，特別の観念を生じない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上により，本件商標と引用商標は観念において対比が困難であり，本件決定の上記認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(称呼についての対比判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件決定は，「本件商標と引用商標2とは，…称呼においても『オオサカプチバナナ』と『オオサカバナナ』とは，称呼の識別において印象の強い前半部において『オオサカ』の音を同じくし，後半部においても『バナナ』の音を同じくするものであって，わずかに中間部において『プチ』の音の有無の差異を有するにすぎないから，それぞれを一連に称呼した場合，相当程度近似した相紛らわしい音として聴取されるというのが相当である。」と認定している(3頁1行～7行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，称呼においては，本件商標が「オオサカプチバナナ」であり，引用商標が「オオサカバナナ」であるから，2音相違しており，両者は称呼が異なる。特に本件商標は「プチバナナ」が要部であり，「オオサカ」の部分が省略されて，「プチバナナ」と称呼される。「オオサカバナナ」又は「オオサカ」の部分を省略すると「バナナ」となる引用商標とは称呼の点で差異がある。",
                        "なお，被告は，「プチ」の語は，大きさを形容する語であり，観念的にも強い印象を与えるものとはいえないから，本件商標と引用商標は称呼において類似すると主張するが，称呼の対比で観念を持ち出しており，論理的に破綻している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件決定の上記認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(引用商標の不使用取消審決)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，平成19年2月8日付けで，引用商標に係る商標登録(登録第4442542号)について法50条1項による不使用取消審判請求をし，同請求は特許庁において取消2007−300137号事件として審理されることとなったが，同請求があったことは，平成19年2月28日商標登録原簿に予告登録された。",
                        "特許庁は，上記事件について審理した上，平成19年6月19日，被請求人である訴外会社は何ら答弁をしないから，訴外会社は引用商標の使用をしていることを証明せず使用をしていないことについて正当な理由があることを明らかにしないことになるとして，引用商標に係る商標登録(登録第4442542号)を取り消す旨の審決(以下「別件審決」という。)をし(甲8)，同審決は平成19年7月30日に確定した(甲10)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "別件審決は上記のとおり確定したから，引用商標に係る商標登録は，上記取消審判請求の登録日である平成19年2月28日に消滅したものとみなされた(法54条2項)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件決定の日である平成19年4月19日には引用商標に係る商標登録は消滅していたから，本件決定は違法である。",
                        "また，本件決定時には，訴外会社による本件登録異議申立てはその申立ての基礎が消滅していたことになるから，訴外会社には遡及的に申立ての利益がないことになる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "ところで，以上の立論は，法律上の利益の考量を行っても，次のとおり十分に理由のあるものである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "引用商標には後願排除効を認めるべきでないこと(先登録商標としての実体の欠如)",
                          "text": [
                            "第1に，法1条は「この法律は，商標を保護することにより，商標の使用をする者の業務上の信用の維持を図り，もって産業の発達に寄与し，あわせて需要者の利益を保護することを目的とする。」と規定する。したがって，商標はそれを使用する者の業務上の信用の維持が大前提であり，逆に言えば不使用商標については，登録主義の下では一定の保護があるが，不使用なるがゆえに使用商標との間の抵触については，使用商標を重視して法解釈をすべきである。",
                            "第2に，法4条1項11号は「当該商標登録出願の日前の商標登録出願に係る他人の登録商標又はこれに類似する商標であって，その商標登録に係る指定商品若しくは指定役務(第6条第1項(第68条第1項において準用する場合を含む。)の規定により指定した商品又は役務をいう。以下同じ。)又はこれらに類似する商品若しくは役務について使用をするもの 」と規定する。法4条1項11号の法意は，権利範囲の重複する商標権の発生を阻止し，もって先登録の商標権を保護し，併せて需要者における商品出所の誤認混同を防止することにある。",
                            "以上のような法の規定からすると，本件のように引用商標の不使用により商標権が消滅した場合は，使用商標である本件商標を重視して保護すべきであり，先登録商標としての実体を欠如した引用商標に後願排除効を認めるべきでない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "subject": "取消理由の基準時",
      "text": [
        "平成8年法律第68号による改正前の付与前異議制度の下では，異議の申立ての審理段階で先登録商標が取消しになれば，これを斟酌して登録の可否が判断されていた。ところが，同改正後の付与後異議の制度の下で，取消理由の判断の基準時を登録査定時とすると，実際上は異議申立てによって登録前異議の場合と同様に再審査を行うにすぎないのに，異議の申立て前の登録査定の時点で先願登録商標が存在していたという理由で商標登録が取り消されることになり，権利者の防御方法が著しく制約されることになってしまう。",
        "付与後異議の制度は，審査段階における審査官の負担を軽減して審査を促進しつつ，この審査判断の適否を上級審(審判合議体)で判断することにより，権利者と一般公衆の公平性を担保することを趣旨とするものであり，その趣旨を考えるなら，異議手続における権利者側の防御方法を制約する必要性も合理性もないはずである。",
        "本件においては，本件決定の時点において，遡及的に引用商標が消滅し，引用商標の実体が消失したのであるから，商品取引における混同の可能性も考慮して，本件決定は遡及的に基礎を失ったと解すべきである。",
        "また，本件においては，審査の段階で引用商標との類似を理由に拒絶査定がなされていれば，引用商標の不使用取消審決があったことにより，拒絶査定に対する不服審判において本件商標の登録が認められることになった可能性があり，登録査定をした場合と拒絶査定をした場合とで結論が正反対になるという看過し難い不均衡が生じたことになる。言い換えれば，原告は，登録査定があったことにより，かえって，引用商標を排除する機会を奪われることになったのであり，このような結果をもたらす解釈が不当であることは明らかである。"
      ]
    },
    {
      "fig": "c",
      "subject": "無効審判との比較",
      "text": [
        "ある商標が登録されたのに対して，法4条1項11号を理由として無効審判請求がなされたことを想定した場合，先登録商標が登録時には存在していたものの無効審判請求時には消滅していた時は，審判請求の利益がないことは明らかである。また，無効審判請求後審決前に先登録商標が消滅していた場合にも，審決時に先登録商標が消滅している以上審判請求の利益を後発的喪失したことになる。さらに，無効審判請求後，商標権者が引用商標に対して不使用取消審判を請求し，確定は審決より遅れた場合にも，不使用取消しの場合には，不使用取消審判請求時に消滅の効果が遡及するから，審決前に不使用取消しにより商標が消滅した場合と利益状況は何ら変更はない。審理の早さにより，又は種々の事情により審理期間が変化することにより，取扱いが異なることは利益状況からして適当ではない。したがって，審決後に不使用取消審判が確定した場合にも，不使用取消審判請求時が審決の前であれば，審決前に不使用取消審判により商標の消滅が確定した場合と同様に取り扱うべきである。",
        "以上の無効審判の例を登録異議申立ての例に敷衍することは，利益考量上全く同等の事例であるので許されると考える。"
      ],
      "content": [
        {
          "fig": "(オ)",
          "text": [
            "また，仮に，法4条1項11号に当たるかどうかの判断の基準時が商標登録査定時であるとしても，次のとおり，本件商標登録査定時(平成17年8月23日)に引用商標が使用されておらず，原告が本件商標を使用していたことからすると，本件商標登録を取り消すことは，法1条の趣旨に悖ることになるから，取り消されるべきではない。"
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "引用商標は，上記(ア)のとおり不使用により取り消されているから，同取消審判請求の登録日である平成19年2月28日前3年間，すなわち，平成16年3月1日以降は使用していなかったことになる。そうすると，本件商標登録査定時である平成17年8月23日には，引用商標は使用されていなかったことになる。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "原告は，平成16年10月1日から，焼菓子「大阪プチバナナ」の販売し，本件商標を使用している。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "2",
              "subject": "請求原因に対する認否",
              "text": [
                "請求原因(1)，(2)の各事実は認めるが，(3)は争う。"
              ]
            },
            {
              "fig": "3",
              "subject": "被告の反論",
              "content": [
                {
                  "fig": "(1)",
                  "subject": "取消事由1及び2に対し",
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "「プチ」の語については，以下のとおり，各種辞典類にその語が掲載されており，我が国においても広く知られている語である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "「プチ【petitフランス】」の見出しで，「『小さい』『かわいい』などの意。」と記載がある(「広辞苑第五版」2340頁［1998年11月11日株式会社岩波書店発行］。乙1)。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "「プチ(接頭)〔フ petit〕」の見出しで，「通常のものよりも小型である様子」と記載がある(「新明解国語辞典第六版」1306頁［2006年2月10日株式会社三省堂発行］。乙2)。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "イ",
                      "text": [
                        "また，「プチ」の語が，本件商標の指定商品である「菓子及びパン」を取り扱う業界において，「小さい」又は「かわいらしい」等の意味合いで採択・使用されている事実は，以下のインターネット及び新聞等の用例に照らしても明らかである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "カバヤ食品株式会社は，「カバヤ食品のホームページ おかしカタログ チョコレート」の見出しのホームページにおいて，各商品について，以下のとおり広告している(乙3の1)。"
          ]
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "チョコレート菓子「プチソフト」について，商品の包装に「小さくてかわいい…コーンカップチョコ」との記載があり，また，商品説明に「…ソフトクリームをそのままミニチュア化したチョコスナック」との記載がある(乙3の2)。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "チョコレート菓子「プチソフトいちご」について，商品の包装に「まるごと小さなソフトクリームの…コーンカップチョコ」との記載があり，また，商品説明に「…ソフトクリームをそのままミニチュア化したチョコスナック」との記載がある(乙3の3)。"
      ]
    },
    {
      "fig": "c",
      "text": [
        "チョコレート菓子「プチプリンチョコ」について，商品説明に「プリンをモチーフにしたかわいい小粒チョコ」との記載がある(乙3の4)。"
      ]
    },
    {
      "fig": "d",
      "text": [
        "チョコレート菓子「プチパステル」について，商品説明に「ティッピングアイスのような，かわいいチョコスナック」との記載がある(乙3の5)。"
      ],
      "content": [
        {
          "fig": "(イ)",
          "text": [
            "カバヤ食品株式会社の「チョコ三昧バックナンバー【カバヤ】2001年」との見出しのホームページにおいて，「カバヤ プチプリン」について，「2001年5月 …かわいいプリン」との記載がある(乙4)。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "カバヤ食品株式会社の「チョコ三昧バックナンバー【カバヤ】2002」との見出しのホームページにおいて，「カバヤ プチごまだんごチョコ」について，「2002年9月」，「プチデザートシリーズ そっくりかわいい中華なデザートチョコ」，「昨年9月に箱入りの『ごまチョコ』ってのがあって，…そう，全く同じなんですけど，チョコの味が全然違う。」との記載がある(乙5)。"
          ]
        },
        {
          "fig": "(エ)",
          "text": [
            "江崎グリコ株式会社の「ひとくちアイス『まゆたま』新発売／2006年2月」との見出しのホームページにおいて，「まゆたま」について，「江崎グリコ株式会社は，プチアイス『まゆたま』を2006年3月20日(月)より全国で新発売いたします。」「『まゆたま』は，ひとくちサイズのアイスです。」「気軽につまめるプチサイズ」との記載がある(乙6)。"
          ]
        },
        {
          "fig": "(オ)",
          "text": [
            "株式会社くらたの「お菓子のくらた プチケーキ」との見出しのホームページにおいて，「プチケーキ」について，「ひとくちサイズのかわいらしいケーキの詰め合わせです。」との記載がある(乙7)。"
          ]
        },
        {
          "fig": "(カ)",
          "text": [
            "ラ・ポシェの「プチ焼き菓子詳細ページ：プチギフト」の見出しのホームページにおいて，「プチ焼き菓子」について，「小さな焼き菓子は，甘いものが少しだけ食べたい時に気軽に食べられるのが魅力です。」との記載があり，「プチマドレーヌ」について「一口で食べられるプチサイズのマドレーヌ。」との記載があり，「ジャム入りプチマドレーヌ」について「可愛い一口サイズ。」との記載がある(乙8)。"
          ]
        },
        {
          "fig": "(キ)",
          "text": [
            "「【楽天市場】ピアリア プチマドレーヌ(プレーン/紅茶/メイプル)：IKSPIARI ONLINE SHOP」の見出しのホームページにおいて，「プチマドレーヌ」について，「お客様の声をご紹介」として，「我が家の定番プチマドレーヌ！…一口サイズなのでお勧めです。」，「小さくて食べやすく…」との記載がある(乙9)。"
          ]
        },
        {
          "fig": "(ク)",
          "text": [
            "読売新聞(2004年1月29日発行)に，「かわいくつまめるプチお菓子 たい焼き・ケーキ・スナック… 味は本格派」の見出しで，「たい焼き，ショートケーキ，スナックなどミニサイズのお菓子をよく見かけるようになった。」との記事が掲載されている(乙10)。"
          ]
        },
        {
          "fig": "(ケ)",
          "text": [
            "毎日新聞(2000年9月21日発行)に，「［あじ散歩］東京・中野『ふじの木』 手ごろな値段で濃厚な味を」の見出しで，「常に100種類以上のケーキと焼き菓子を用意。…人気は小さいチーズケーキ『プチ・フロマージュ』(1個100円)」との記事が掲載されている(乙11)。"
          ]
        },
        {
          "fig": "(コ)",
          "text": [
            "「【楽天市場】◇プチメロンパン◇：白鳥製パン」の見出しのホームページにおいて，「プチメロンパン」について，「商品が小さい」，「食べやすい一口サイズ」，「ミニサイズ」，「一口サイズのプチメロンパン」などの記載がある(乙12)。"
          ]
        },
        {
          "fig": "(サ)",
          "text": [
            "「Petit pain a la menthe−自家栽培ミントのプチパン」の見出しのホームページにおいて，「自家栽培フレッシュミントのプチパン」について，「小さなプチパン」などの記載がある(乙13)。"
          ]
        },
        {
          "fig": "(シ)",
          "text": [
            "「【楽天市場】フランスの最高級小麦のプチパンシリーズプチバゲット 5本セット 本場フランスパン・小麦にこだわる無添加・を焼きたて」の見出しのホームページにおいて，「プチバゲットセット」について，「最高級プチパンシリーズ」，「小さいけれどしっかりとパンの目が詰まっています。」，「『バゲット』というにはかなり小さいパンです。」，「ちいさいパンだからこそ，その味にこだわっています。」，「その名の通り小さなバゲットです。…小さいけれどちゃんとしたバゲットです。」などの記載がある(乙14)。"
          ]
        },
        {
          "fig": "(ス)",
          "text": [
            "「【楽天市場】パリの超有名なあのホテルも，いつも満席で予約必須のカフェでも使っているパン プチパンロンド 5個セット小さい食事系...」の見出しのホームページにおいて，「プチパンロンドセット」について，「最高級プチパンシリーズ」，「ちいさいパンだからこそ，その味にこだわっています。」，「小さいけれどしっかりした生地をしています。」，「小さい食事系フランスパン」などの記載がある(乙15)。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "ウ",
                      "text": [
                        "加えて，「菓子及びパン」の分野において，特定の商品について，その普通サイズの商品のシリーズとして小さいサイズ(ミニサイズ)の商品を意味する語として「プチ」の語が使用され，当該商品の形状又は品質を表示するものとして取引されている実態が，以下のとおり存在する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "text": [
            "株式会社ロッテのホームページにおいて，「お口の恋人 ロッテ｜商品カタログ｜ビスケット」の見出しで，商品「チョコパイ」の広告があり，さらに商品「プチチョコパイ」について，「まあるいおいしさ，おやつの定番。チョコパイからミニサイズのミニチョコパイ新登場。」との記載がある(乙16)。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "株式会社ロッテのホームページにおいて，「お口の恋人 ロッテ｜商品カタログ｜アイス」の見出しで，商品「雪見だいふく」の広告があり，さらに商品「雪見だいふくプチ3色」について，「3つの味が楽しめるプチサイズ」との記載がある(乙17)。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "株式会社ブルボンのホームページにおいて，「パッケージビスケット」の商品として各種商品を紹介している中に，「バタークッキー」及び「チョコチップクッキー」がある(乙18の1)。また，「米菓＆ビーンズ」の商品として各種商品を紹介している中に，「チーズおかき」がある(乙18の2)。そして，「プチ＆プチポテトシリーズ」の商品として各種商品を紹介している中に，上記商品の小さいサイズの商品として，「プチバタークッキー」「プチチョコチップ」及び「プチプラスチーズおかき」がある(乙18の3)。"
          ]
        },
        {
          "fig": "(エ)",
          "text": [
            "株式会社ブルボンのホームページにおいて，「ビットシリーズ」の商品として各種商品を紹介している中に，「ビットアーモンド」及び「ビットストロベリー」があり，それらの商品の小さいサイズの商品として，「プチビットアーモンド」及び「プチビットストロベリー」がある(乙19)。"
          ]
        },
        {
          "fig": "(オ)",
          "text": [
            "レークヒルファームのホームページにおいて，「牧場のアイスケーキ」の見出しで，各種「アイスケーキ」について紹介している中に，「まきばのプチアイスケーキ」があり，それについて「小さなアイスケーキ。」と記載している(乙20)。"
          ]
        },
        {
          "fig": "(カ)",
          "text": [
            "明治製菓株式会社のホームページにおいて，商品カタログとして，「おかし，キッズ・ファンシー」の商品として各種商品を紹介している中に，「チョコベビー」及び「アポロ」があり(乙21の1)，それらの商品の小さいサイズの商品をセットとした「プチアソート」を広告している(乙21の2)。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "エ",
                      "text": [
                        "以上の事実によれば，本件商標の登録査定時(平成17年8月23日)には，「プチ」の文字は，本件商標の指定商品「菓子及びパン」の業界において，「小さい，かわいらしい」等の意味合いで普通に使用されているとともに，小さいサイズのシリーズ商品を表す場合にも普通に使用されて，取引者，需要者にこれらの意味合いをもって認識されていたというべきである。"
                      ]
                    },
                    {
                      "fig": "オ",
                      "text": [
                        "原告が前記1(3)アで指摘する辞典及びインターネット検索の結果に掲載されている語も，「プチ」を「小さい」の意味の語であることを前提としているというべきであるし，仮に単に「小さい，かわいらしい」という意味合いではない用法が掲載されているとしても，「プチ」という語が「小さい」等の意味合いで頻繁に用いられる日常語に近い単語であることに変わりがないから，原告主張の辞典，インターネット検索の結果によっては，「プチ」の文字が商品の形状，品質等を表す語として普通に使用されていることを，否定することにはならない。"
                      ]
                    },
                    {
                      "fig": "カ",
                      "text": [
                        "してみれば，本件商標中の「プチ」の文字について，本件決定における「『プチ』の文字は，『小さい，かわいらしい』等の意味合いを有するフランス語(petit)の表音であって，菓子，パン等の指定商品の分野においては商品の形状，品質等を表示する語として普通に使用されている外来語と認められる。」とした認定(2頁18行～21行)に誤りはない。そして，その認定に基づく，本件商標から「大阪のバナナ」の観念が生ずる旨の認定にも誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(2)",
                  "subject": "取消事由3に対し",
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "上記(1)のとおり，「プチ」の文字は，「小さい」等の意味で広く使用されているものであり，「バナナ」の語は，果物の一種「バナナ」を表すものとして広く一般に知られているものであるから，それぞれの文字から「小さい」及び「バナナ」の意味合いを想起するというべきであり，「プチバナナ」の文字が何らの観念を生じさせないということはできない。",
                        "原告は，本件商標が「プチバナナ」に特徴があることを前提とした主張をしているが，その前提は，上記(1)のとおり，「プチ」の文字について，本件商標の指定商品の分野における取引の実情を誤って理解しているものといえるから，それに基づく原告の主張は，失当というべきである。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "引用商標は，「大阪ばな奈」の文字を書してなるものであるから，「オオサカバナナ」と称呼されるものである。そして，「オオサカバナナ」と称呼された場合には，「バナナ」が広く知られ，馴染み深い果物であることから，「バナナ」の音の部分から，直ちに「バナナ」を連想，想起し，全体として「大阪のバナナ」を観念する場合が少なくないというべきである。そうすると，引用商標より「大阪のバナナ」の観念を生ずることは否定できない。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "text": [
                        "してみると，本件商標と引用商標とは，「大阪のバナナ」の観念を共通にするものであるから，両商標が観念において類似するとした本件決定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(3)",
                  "subject": "取消事由4に対し",
                  "text": [
                    "本件商標は，その構成文字に相応して「オオサカプチバナナ」の称呼を生じ，他方，引用商標は，その構成文字より「オオサカバナナ」の称呼を生ずる。両称呼を比較すると，称呼の識別において印象に強く残る前半部において「オオサカ」の音を同じくし，後半部においても「バナナ」の音を同じくするものであって，わずかに中間部において「プチ」の音の有無の差異を有するにすぎない。",
                    "加えて，上記(1)のとおり，両称呼の差異音である「プチ」の語は，大きさを形容する語であり，観念的にも強い印象を与えるものとはいえないから，本件商標の「プチ」の音は，称呼の識別において比較的聴取しがたい中間に位置していることも相俟って，必ずしも明確に聴取されず，両称呼をそれぞれを一連に称呼した場合，相当程度近似した相紛らわしい音として聴取されるというべきである。",
                    "そうすると，本件商標と引用商標とは，称呼において相当程度相紛らわしいものである。"
                  ]
                },
                {
                  "fig": "(4)",
                  "subject": "取消事由5に対し",
                  "text": [
                    "登録異議の申立てに対する決定の判断基準時点は，当該商標を登録すべきものとした処分(査定又は審決)の時点と解すべきであるところ，本件商標の登録査定時(平成17年8月23日)には，引用商標に係る原告主張の商標登録取消審判が未だ請求さえされていない時点(審判請求日は，平成19年2月8日)であり，引用商標は，有効に存続していたものである。",
                    "したがって，原告主張の商標登録取消審判により，引用商標の登録が取り消されたとしても，本件決定の結論に影響するものではない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(決定の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "引用商標の不使用取消審決との関係(取消事由5)について(1) 証拠(甲8，9の1～3，10)及び弁論の全趣旨によれば，原告は，平成19年2月8日付けで引用商標に係る商標登録(登録第4442542号)について，法50条1項による不使用取消審判請求をし，同請求は特許庁に取消2007−300137号事件として係属するとともに，平成19年2月28日付けでその商標登録原簿に商標登録取消し審判の予告登録がなされたところ，特許庁は，平成19年6月19日，被請求人である訴外会社は何ら答弁をしないから，訴外会社は引用商標の使用をしていることを証明せず使用をしていないことについて正当な理由があることを明らかにしないことになるとして，引用商標に係る商標登録(登録第4442542号)を取り消す旨の審決(別件審決)をし，同審決は平成19年7月30日に確定し，同登録は平成19年8月23日閉鎖されたことが認められる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "そうすると，引用商標に係る商標登録(登録第4442542号)は，上記不使用取消審判請求の予告登録日である平成19年2月28日に消滅したものとみなされることになる(法54条2項)。",
                "しかし，商標登録が法4条1項11号に違反するかどうかの判断の基準時は登録査定時であると解されるところ，本件商標登録の登録査定日は，前記のとおり平成17年8月23日である(争いがない)から，そのときには，引用商標に係る商標登録(登録第4442542号)が，いまだ消滅していないことは明らかである。",
                "原告は，本件決定の日である平成19年4月19日には引用商標に係る商標登録は消滅していたから同決定は違法であるとか，訴外会社による本件登録異議申立ては遡及的に申立ての利益がないことになるとか主張するが，本件商標登録が法4条1項11号に違反するかどうかの判断基準時は，前記のとおり登録査定時たる平成17年8月23日であると解されるから，原告の上記主張は採用することができない。",
                "もっとも，これらの事情は，後記のとおり，商標の類否判断における取引の実情として斟酌されるべきものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件商標と引用商標の類否(取消事由1，2，3，4)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標の類否は，対比される両商標が同一又は類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すべきものである。そして，商標の外観，観念又は称呼の類似は，その商標を使用した商品につき出所の誤認混同のおそれを推測させる一応の基準にすぎず，したがって，これら3点のうち類似する点があるとしても，他の点において著しく相違することその他取引の実情等によって，何ら商品の出所を誤認混同をきたすおそれの認めがたいものについては，これを類似商標と解することはできないというべきである(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)。",
                "そこで，以上の見地から本件事案について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "外観の対比",
              "text": [
                "本件商標は，「大阪プチバナナ」というものである。これに対して，引用商標は，「大阪ばな奈」というものである。したがって，両者は，「大阪」の点では全く同じであるが，それに続く文字が，本件商標では，「プチバナナ」と片仮名で記載したものであるのに対し，引用商標は，「ばな奈」と平仮名で記載したものであって，この点において外観が異なる。",
                "「大阪」は，近畿地方にある都市名であるから，本件商標や引用商標に接した取引者，需要者は，「大阪」について都市名としか認識せず，したがって，特にこの部分に識別力があるということはない。",
                "以上述べたところからすると，本件商標と引用商標は，外観において類似しないというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "観念の対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「プチ」については，国語辞典に，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「広辞苑第五版」2340頁(1998年11月11日株式会社岩波書店発行。乙1)には，「プチ【petitフランス】」の見出しで，「『小さい』『かわいい』などの意。」との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「新明解国語辞典第六版」1306頁(2006年2月10日株式会社三省堂発行］。乙2)には，「プチ(接頭)〔フ petit〕」の見出しで，「通常のものよりも小型である様子。」との記載がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標の指定商品である「菓子及びパン」について，「プチ」が，「小さい」又は「かわいらしい」の意味合いで使用されている事例が，以下のとおり多くある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "カバヤ食品株式会社は，「カバヤ食品のホームページ おかしカタログ チョコレート」の見出しのウェブページにおいて，各商品について，以下のとおり広告している(乙3の1)。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "チョコレート菓子「プチソフト」について，商品説明に「…ソフトクリームをそのままミニチュア化したチョコスナック」との記載がある(乙3の2)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "チョコレート菓子「プチソフトいちご」について，商品説明に「…ソフトクリームをそのままミニチュア化したチョコスナック」との記載がある(乙3の3)。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "チョコレート菓子「プチプリンチョコ」について，商品説明に「プリンをモチーフにしたかわいい小粒チョコ」との記載がある(乙3の4)。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "チョコレート菓子「プチパステル」について，商品説明に「ティッピングアイスのような，かわいいチョコスナック」との記載がある(乙3の5)。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "カバヤ食品株式会社のウェブページにおいて，チョコレート菓子「プチソフト」及び「プチソフトいちご」について，商品の包装に「小さくてかわいい！！ソフトクリームみたいなコーンカップチョコ」との記載があり，商品説明に「小さくてかわいい，ソフトクリームみたいなコーンカップチョコ。」との記載がある(乙3の6～9)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "カバヤ食品株式会社の「チョコ三昧バックナンバー【カバヤ】2001年」との見出しのウェブページにおいて，「カバヤ プチプリン」について，「2001年5月」，「…でも形はかわいいプリン」との記載がある(乙4)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "カバヤ食品株式会社の「チョコ三昧バックナンバー【カバヤ】2002」との見出しのウェブページにおいて，「カバヤ プチごまだんごチョコ」について，「2002年9月」，「プチデザートシリーズそっくりかわいい中華なデザートチョコ」，「…昨年9月に箱入りの『ごまチョコ』ってのがあって，…そう，全く同じなんですけど，チョコの味が全然違う。」との記載がある(乙5)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "江崎グリコ株式会社の「ひとくちアイス『まゆたま』新発売／2006年2月」との見出しのウェブページにおいて，「まゆたま」について，「江崎グリコ株式会社は，プチアイス『まゆたま』を2006年3月20日(月)より全国で新発売いたします。」「『まゆたま』は，ひとくちサイズのアイスです。」「気軽につまめるプチサイズ」との記載がある(乙6)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "株式会社くらたの「お菓子のくらた プチケーキ」との見出しのウェブページにおいて，「プチケーキ」について，「ひとくちサイズのかわいらしいケーキの詰め合わせです。」との記載がある(乙7)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "ラ・ポシェの「プチ焼き菓子詳細ページ：プチギフト」の見出しのウェブページにおいて，「プチ焼き菓子」について，「小さな焼き菓子は，甘いものが少しだけ食べたい時に気軽に食べられるのが魅力です。」との記載があり，「プチマドレーヌ」について「一口で食べられるプチサイズのマドレーヌ。」との記載があり，「ジャム入りプチマドレーヌ」について「可愛い一口サイズ。」との記載がある(乙8)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "「【楽天市場】ピアリア プチマドレーヌ(プレーン/紅茶/メイプル)：IKSPIARI ONLINE SHOP」の見出しのウェブページにおいて，「プチマドレーヌ」について，「お客様の声をご紹介」として，「我が家の定番プチマドレーヌ！…一口サイズなのでお勧めです。」，「小さくて食べやすく…」との記載がある(乙9)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "読売新聞(2004年1月29日発行)に，「かわいくつまめるプチお菓子 たい焼き・ケーキ・スナック… 味は本格派」の見出しで，「たい焼き，ショートケーキ，スナックなどミニサイズのお菓子をよく見かけるようになった。」との記事が掲載されている(乙10)。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "毎日新聞(2000年9月21日発行)に，「［あじ散歩］東京・中野『ふじの木』 手ごろな値段で濃厚な味を」の見出しで，「常に100種類以上のケーキと焼き菓子を用意。…人気は小さいチーズケーキ『プチ・フロマージュ』(1個100円)」との記事が掲載されている(乙11)。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "「【楽天市場】◇プチメロンパン◇：白鳥製パン」の見出しのウェブページにおいて，「プチメロンパン」について，「商品が小さい」，「食べやすい一口サイズ」，「ミニサイズ」，「一口サイズのプチメロンパン」などの記載がある(乙12)。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "「Petit pain a la menthe−自家栽培ミントのプチパン」の見出しのウェブページにおいて，「自家栽培フレッシュミントのプチパン」について，「小さなプチパン」などの記載がある(乙13)。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "text": [
                        "「【楽天市場】フランスの最高級小麦のプチパンシリーズプチバゲット 5本セット 本場フランスパン・小麦にこだわる無添加・を焼きたて」の見出しのウェブページにおいて，「プチバゲットセット」について，「最高級プチパンシリーズ」，「小さいけれどしっかりとパンの目が詰まっています。」，「『バゲット』というにはかなり小さいパンです。」，「ちいさいパンだからこそ，その味にこだわっています。」，「その名の通り小さなバゲットです。…小さいけれどちゃんとしたバゲットです。」などの記載がある(乙14)。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "text": [
                        "「【楽天市場】パリの超有名なあのホテルも，いつも満席で予約必須のカフェでも使っているパン プチパンロンド 5個セット小さい食事系...」の見出しのウェブページにおいて，「プチパンロンドセット」について，「最高級プチパンシリーズ」，「ちいさいパンだからこそ，その味にこだわっています。」，「小さいけれどしっかりした生地をしています。」，「小さい食事系フランスパン」などの記載がある(乙15)。"
                      ]
                    },
                    {
                      "fig": "(シ)",
                      "text": [
                        "株式会社ロッテのウェブページにおいて，「お口の恋人 ロッテ｜商品カタログ｜ビスケット」の見出しで，商品「チョコパイ」の広告があり，さらに商品「プチチョコパイ」について，「まあるいおいしさ，おやつの定番。チョコパイからミニサイズのミニチョコパイ新登場。」との記載がある(乙16)。"
                      ]
                    },
                    {
                      "fig": "(ス)",
                      "text": [
                        "株式会社ロッテのウェブページにおいて，「お口の恋人 ロッテ｜商品カタログ｜アイス」の見出しで，商品「雪見だいふく」の広告があり，さらに商品「雪見だいふくプチ3色」について，「3つの味が楽しめるプチサイズ」との記載がある(乙17)。"
                      ]
                    },
                    {
                      "fig": "(セ)",
                      "text": [
                        "株式会社ブルボンのウェブページにおいて，「パッケージビスケット」の商品として各種商品を紹介している中に，「バタークッキー」及び「チョコチップクッキー」がある(乙18の1)。また，「米菓＆ビーンズ」の商品として各種商品を紹介している中に，「チーズおかき」がある(乙18の2)。そして，「プチ＆プチポテトシリーズ」の商品として各種商品を紹介している中に，上記商品の小さいサイズの商品として，「プチバタークッキー」「プチチョコチップ」及び「プチプラスチーズおかき」がある(乙18の3)。"
                      ]
                    },
                    {
                      "fig": "(ソ)",
                      "text": [
                        "株式会社ブルボンのウェブページにおいて，「ビットシリーズ」の商品として各種商品を紹介している中に，「ビットアーモンド」及び「ビットストロベリー」があり，それらの商品の小さいサイズの商品として，「プチビットアーモンド」及び「プチビットストロベリー」がある(乙19)。"
                      ]
                    },
                    {
                      "fig": "(タ)",
                      "text": [
                        "レークヒルファームのウェブページにおいて，「牧場のアイスケーキ」の見出しで，各種「アイスケーキ」について紹介している中に，「まきばのプチアイスケーキ」があり，それについて「…小さなアイスケーキ。」と記載している(乙20)。"
                      ]
                    },
                    {
                      "fig": "(チ)",
                      "text": [
                        "明治製菓株式会社のホームページにおいて，商品カタログとして，「おかし，キッズ・ファンシー」の商品として各種商品を紹介している中に，「チョコベビー」及び「アポロ」があり(乙21の1)，それらの商品の小さいサイズの商品をセットとした「プチアソート」を広告している(乙21の2)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のア及びイの各事実によると，「プチ」は，「小さい，かわいらしい」等の意味合いを有するフランス語(petit) の表音であって，「菓子及びパン」について「小さい」又は「かわいらしい」の意味合いで使用されている事例が多く見られるから，本件商標の指定商品である「菓子及びパン」の分野においては，商品の形状，品質等を表示する語として普通に使用されている外来語であると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，研究社「新英和大辞典」の記載(前記第3の1(3)ア(ウ)b)及び「インターネットInfoseek楽天 マルチ辞典」の記載(前記第3の1(3)ア(ウ)c)に基づき，フランス語の「petit」については，「小さい，かわいらしい」等の意味合いを越えた独自の意義が発生しており，単なる商品の形状，品質等を表示する語ではない旨主張する。しかし，原告が前記第3の1(3)ア(ウ)b及びcで挙げる例の多くは，「petit」が「小さい，かわいらしい」の語義を有することに由来するものということができる上，我が国の「菓子及びパン」の分野における使用例でもないから，上記の各記載は，上記ウの認定を左右するものではない。",
                    "また原告は，「インターネットInfoseek楽天 ハイブリッド検索」で「プチ」の造語を検索した結果(前記第3の1(3)ア(エ)a)に基づいて，「プチ」の文字は，「小さい，かわいらしい」等の意味合いを越えた独自造語となっており，単なる商品の形状，品質等を表示する語ではない旨主張する。しかし，原告が前記第3の1(3)ア(エ)aで挙げる例の多くは，「petit」が「小さい，かわいらしい」の語義を有することに由来するものということができる上，我が国の「菓子及びパン」の分野における使用例でもないから，上記検索結果は，上記ウの認定を左右するものではない。",
                    "さらに，原告は，原告が主張する使用例は，「プチ」が単に性状を表すというよりは，音自体が有する性状から言葉の響きのみで使用されている例が多いと主張する。しかし，原告が主張する使用例の多くは，上記のとおり「petit」が「小さい，かわいらしい」の語義を有することに由来するものということができるから，音自体が有する性状から言葉の響きのみで使用されている例が多いということはできず，原告が主張する使用例は，上記のとおり上記ウの認定を左右するものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件商標は「大阪プチバナナ」というものであるから，このうち，「プチ」の部分は，上記のとおり，「小さい」又は「かわいらしい」という意味を有する，商品の形状，品質等を表示する語として理解され，「大阪の小さな(かわいらしい)バナナ」という観念が生ずるものと認められる。",
                    "これに対し，引用商標は，「大阪ばな奈」というものであるところ，「ばな奈」の文字は，「奈」という漢字を含み，バショウ科の果実(banana)の日本語による通常の表記である「バナナ」又は「ばなな」とはやや異なるものの，表記の類似性からして，バショウ科の果実である「バナナ」を連想させるということもできるから，「大阪のバナナ」の観念を生ずるものと認められる。",
                    "そうすると，本件商標と引用商標とは，観念においては，商品の形状・品質等を表示する語として理解される「プチ」の部分が異なるのみで，ある程度類似するということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "称呼の対比",
              "text": [
                "本件商標の称呼は「オオサカプチバナナ」であり，引用商標の称呼は「オオサカバナナ」であるから，前半部の「オオサカ」と後半部の「バナナ」の音を同じくするものである。しかし，本件商標と引用商標は，中間部において「プチ」の音の有無に差異がある。「プチ」は，はっきり識別できる音であって特徴的な響きを有するものであるから，本件商標と引用商標は，称呼において共通する点があるものの，異なる点もあるということができる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取引の実情",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "証拠(甲11，12の1～3，13～15の各1・2)及び弁論の全趣旨によれば，原告は，平成16年10月1日から，JR西日本の新大阪駅構内において，「大阪プチバナナ」という名称の焼き菓子の販売を始め，以後，本件商標を使用した焼き菓子の販売を行っていること，原告が使用している商標は，「大阪」と「バナナ」の部分を青色で記載し「プチ」の部分を白色で記載したもの，又は「大阪」と「バナナ」の部分を黄色で記載し「プチ」の部分を灰色で記載したものであることが認められる。",
                    "したがって，本件商標登録の登録査定時(平成17年8月23日)には，本件商標には一定の信用が形成されていたものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一方，前記2(1)のとおり，引用商標に係る商標登録(登録第4442542号)は，訴外会社が引用商標の使用をしていることを証明せず使用をしていないことについて正当な理由があることを明らかにしないことを理由として，これを取り消す旨の審決(別件審決)がされ，この審決は確定したのであるから，訴外会社は，原告による法50条1項による不使用取消審判請求の登録時前3年以内(平成16年3月1日から平成19年2月28日)に，引用商標を使用していなかったものと認められる。したがって，訴外会社は，本件商標登録の登録査定時(平成17年8月23日)はもとより，その以前から引用商標を使用していなかったものと認められるから，本件商標登録の登録査定時(平成17年8月23日)に，引用商標に何らかの信用が形成されていたとは認めることはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "類否の有無",
              "text": [
                "以上(2)ないし(5)を総合すると，本件商標と引用商標は，外観は類似せず，観念はある程度類似し，称呼は共通する点があるものの異なる点もある程度であり，これらの諸要素に，取引の実情として，本件商標登録の登録査定時(平成17年8月23日)に本件商標には一定の信用が形成されていたものの引用商標に何らかの信用が形成されていたとはいえないという事実があることを総合勘案すると，本件商標登録の登録査定時たる平成17年8月23日の時点において商品の出所を誤認混同するおそれがあったとは認められないというべきであり，本件商標と引用商標が類似するということはできない。",
                "したがって，本件商標と引用商標が類似するとした本件決定の判断には，類似性についての判断を誤った違法があることになる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "よって，原告主張の取消事由は理由があるから，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10205",
    "date": "2007-10-25",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035307",
    "ipprecedent_id": "1199",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}