{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が無効2005−80177号事件について平成18年12月22日に",
        "した審決を取り消す。」との判決"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "被告の有する下記1(1)の特許(以下「本件特許」といい，本件特許に係る出願及び同特許に係る発明をそれぞれ「本件特許出願」及び「本件発明」という。)について，原告がした第1次無効審判請求及び審決取消訴訟等の経緯は，同1(2)のとおりであり，第2次無効審判請求の経緯は同1(3)のとおりであるところ，本件は，原告が，第2次無効審判請求に係る審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁等における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許出願(甲2)",
              "text": [
                "特許権者：被告",
                "発明の名称：「半導体装置のテスト方法，半導体装置のテスト用プローブ針とその製造方法およびそのプローブ針を備えたプローブカード」",
                "出願日：平成11年8月27日(優先日：平成10年8月31日，日本)",
                "登録日：平成14年2月22日",
                "特許登録番号：第3279294号"
              ]
            },
            {
              "fig": "(2)",
              "subject": "第1次無効審判請求手続等(甲1)",
              "text": [
                "審判請求日：平成16年7月16日",
                "事件番号：無効2004−80105号",
                "審判請求の趣旨：「本件特許の請求項2，3及び7に係る特許を無効とする。」訂正請求日：平成16年10月4日",
                "審決日：平成17年4月18日",
                "審決の結論：「訂正を認める。本件審判の請求は，成り立たない。」第1次審決取消訴訟提起日：平成17年5月27日(知的財産高等裁判所平成17年(行ケ)第10503号)",
                "請求の趣旨：「特許庁が無効2004−80105号事件について平成17年4",
                "月18日にした審決を取り消す。」",
                "判決言渡日：平成18年3月1日",
                "判決主文：「原告の請求を棄却する。」",
                "上告日：平成18年3月13日",
                "上告審決定日：平成18年6月20日",
                "決定主文：「本件を上告審として受理しない。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "第2次無効審判請求手続等(甲1)",
              "text": [
                "無効審判請求日：平成17年6月7日",
                "事件番号：無効2005−80177号",
                "審判請求の趣旨：「本件特許の請求項2及び3に係る特許を無効とする。」審決日：平成18年12月22日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成18年12月27日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "審決は，第1次審判請求手続における訂正請求により訂正された明細書(以下「本件明細書」という。)の「特許請求の範囲」の請求項2及び3の記載を判断の対象としたものであり，各請求項の記載は，下記のとおりである。なお，理解の便のために請求項1の記載についても掲げた(請求項の数は全部で7個である。以下，各請求項に記載された発明を，請求項の番号に従って「本件発明1」などという。)。",
            "「【請求項1】テスト用プローブ針の先端部を半導体装置のパッドに押圧させ，上記先端部と上記パッドとを電気的に接触させて，上記半導体装置の動作をテストする半導体装置のテスト方法であって，先端部を曲率半径Rの球状曲面とした上記プローブ針を，厚さtの上記パッドに押圧したとき，上記先端部は，上記パッド表面の酸化膜を破って上記球状曲面がパッド内部に接触され，",
            "6t≦r≦30t",
            "の関係を満たすことを特徴とする半導体装置のテスト方法。",
            "【請求項2】先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，上記プローブ針は側面部と先端部から構成され，上記先端部は球状の曲面であり，上記曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下としたことを特徴とする半導体装置のテスト用プローブ針。",
            "【請求項3】先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，上記プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって，かつ，表面粗さは0．4μm以下であることを特徴とする半導体装置のテスト用プローブ針。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "請求人(原告)は，本件発明2及び3は発明の詳細な説明に記載された発明であるとはいえないから，請求項2及び3の記載は，特許法36条6項1号の規定に違反し，また，本件発明3は明確であるとはいえないから，請求項3の記載は，同項2号の規定に違反すると主張したのに対し，審決は，上記各主張をいずれも排斥し，本件特許が同条同項1号又は2号に違反してされたものであるとはいえないから，審判請求は成り立たないとした。審決の理由のうち，無効理由についての判断は以下のとおりであるが，審決における証拠番号である甲1～7のうち，甲1，2及び4は，それぞれ本訴における甲8，4及び2であり，その余は本訴におけるものと共通である。",
            "「第5 当審の判断"
          ]
        },
        {
          "fig": "1",
          "subject": "無効理由1(特許法第36条第6項第1号違反)について",
          "text": [
            "1−1 請求項2について"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件明細書の発明の詳細な説明の段落【0045】の記載は，次のとおりである。",
                "「【0045】実施の形態2．図8は本発明の実施の形態2によるプローブ針の表面粗さと接触抵抗が1オームを越えるコンタクト回数の関係を示すもので，電極パッドの厚さ約0．8μmのDRAMに対して先端の曲率半径15μmのプローブ針を用いて試験をした結果である。これより，表面粗さが1μmと粗い場合には20000回程度で寿命を迎えるが，電解研磨などにより面粗度を上げていくと，0．4μm程度以下で急激にコンタクト回数を増やすことができることがわかった。特に0．1μmにした場合には38万回に達し，表面粗さが1μmの場合の約20倍の寿命を達成できる。これはプローブ針の先端に酸化物が付着しにくくなったためと推察でき，上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件明細書の発明の詳細な説明は，実施の形態1について，段落【0025】ないし【0044】に記載しているから，段落【0045】の「上記実施の形態1で示した範囲内で，」とは段落【0025】ないし【0044】に記載された範囲内であることを意味すると考えられる。そうすると，段落【0045】には，段落【0025】ないし【0044】に記載された範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えても，プローブ針の表面粗さ0．4μm程度以下で急激にコンタクト回数を増やすことができることが記載されているということになる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，段落【0025】ないし【0044】の記載をみると，次の記載がある。",
                "「【0032】一方，本発明では電極パッド表面と針の接触角度がすべりを発生させやすくかつ針の前面に新生面が形成され，ここが密着(針の長軸方向の力が加わる形状となっている)し，電気的接触面となる。ただし，この面にも従来例と同様にアルミニウムの凝着が発生するが，次のプロービング時に針の滑り方向に位置するため，大きな離脱力が加わり除去され，新生面との接触が常に確保できる。したがって，本発明ではアルミニウム凝着部が残存するのは電気的接触を必要としない第二の曲面の側面に近いところである。この針と従来のフラット針を用いて導通試験した結果を図5に比較して示すが，従来の(b)では500回程度で接触抵抗が1オームを越えてしまう接触不良が発生したのに対し，(a)に示す本発明の針では10000回を越える接触回数において，導通不良は起こっていない。」",
                "「【0041】また，同じ球面といえども前述したように電極パッドのせん断変形が容易に発生するか否かで接触の安定性は大きく異なる。DRAM等一般的な集積半導体装置の電極パッドの厚さ約0．8μmに対して曲率半径を変えて同様の試験をした結果を図7に示すが，7～30μmの曲率半径がコンタクト寿命において良好な結果が得られており，好ましくは10～20μmである。7μm以下では曲率半径が小さすぎるため電気的導通面の第一の面に十分な力が加わらずかつ面積が小さいため問題となり，上限の20～30μmは，前述した電極パッドのせん断が発生する範囲の上限である24μmにほぼ一致している。",
                "【0042】なお，電極パッド厚さが異なると，適正な曲率半径r1もそれに応じて変化するが，9t≦r1≦35tなる関係に基づいて同様な管理を行えばよい。」そして，図面の図5(a)，(b)は，実施の形態1によるプローブ針を用いた場合の接触安定性を一般的な例と比較して示す説明図であり，横軸を接触回数，縦軸を接触抵抗(mΩ)とするグラフが示されている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "段落【0041】には，DRAM等一般的な集積半導体装置の電極パッドの厚さ約0．8μmに対して曲率半径を変えて試験をすると，7～30μm，好ましくは10～20μmの曲率半径がコンタクト寿命において良好な結果が得られたことが記載され，また，段落【0042】には，電極パッド厚さが異なると，適正な曲率半径r1もそれに応じて変化するが，9t≦r1≦35tという関係に基づいて同様な管理を行えばよいことが記載されている。そして，段落【0041】の試験は，上記のとおり，曲率半径とコンタクト寿命との関係に関するものであるが，段落【0041】より前において，試験を行ったことが記載されているのは段落【0032】だけであるから，段落【0041】の「同様の試験」とは，段落【0032】及びそこで引用する図5の導通試験であると考えられる。",
                "そうすると，本件明細書の発明の詳細な説明には，上記のとおり，電極パッドの厚さ約0．8μmに対して曲率半径を変えること，電極パッド厚さが異なるとそれに応じて適正な曲率半径を変化することが記載されているから，段落【0045】の「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」とは，電極パッドの厚さ約0．8μmに対して曲率半径を変えた場合のほかに，電極パッド厚さを変えるとともにそれに応じて曲率半径を変化させた場合においても，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果が得られたことを意味するということができる。",
                "したがって，「上記曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下としたこと」により急激にコンタクト回数を増やすことができることが，本件明細書の発明の詳細な説明に記載されているというべきであり，請求項2に係る発明は，本件明細書の発明の詳細な説明に記載したものである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "請求人は，「実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」との記載を考慮するとき，電極パッドの厚さは，0．8μmに限られず，7～30μm，好ましくは10～20μmであり，かつその曲率半径と電極パッドの厚さとが9t≦r1≦35tの関係にあるとの制限の下でのみ，「電極パッドの厚さあるいはプローブ針の先端の曲率半径」を変更することができるということであると主張する。",
                "しかしながら，上記(4)のとおり，段落【0045】の「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」とは，電極パッドの厚さ約0．8μmに対して曲率半径を変えた場合のほかに，電極パッド厚さを変えるとともにそれに応じて曲率半径を変化させた場合においても，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果が得られたことを意味するということができる。すなわち，段落【0041】には，DRAM等一般的な集積半導体装置の電極パッドの厚さ約0．8μmに対して曲率半径を変えて試験をすると，7～30μm，好ましくは10～20μmの曲率半径がコンタクト寿命において良好な結果が得られたことが記載されており，これに続く段落【0042】に，「なお，電極パッド厚さが異なると，適正な曲率半径r1もそれに応じて変化するが，9t≦r1≦35tなる関係に基づいて同様な管理を行えばよい」と記載されていることによれば，異なる種々の電極パッドの厚みに対して曲率半径を変えて試験をし，その結果を総合してコンタクト寿命において良好な結果が得られた範囲を表そうとすると9t≦r1≦35tなる関係になるから，この関係に基づいて管理を行えばよいということと解され，結果として，実施の形態1においては，試験は電極パッドの厚さ及びプローブ針の先端の曲率半径を問わず行われたというべきであり，請求人の上記主張は採用できない。",
                "また，請求人は，段落【0029】の不等式6t≦r≦30tと，段落【0042】の不等式9t≦r1≦35tとを一般式として区別していないようであるが，段落【0029】の不等式6t≦r≦30tは，針先の接線方向ベクトル7が電極パッド表面となす角度が15度から35度となる接線角度が得られる条件を針先の曲率半径と電極パッドの厚さtの関係で表わすものであるのに対して，段落【0042】の不等式9t≦r1≦35tは，上記のとおり異なる種々の電極パッドの厚みに対して曲率半径を変えて試験をし，コンタクト寿命において良好な結果が得られた範囲を総合して表わしたものであると解される。このことは，段落【0041】の記載「上限の20～30μmは，前述した電極パッドのせん断が発生する範囲の上限である24μmにほぼ一致し」の『24μm』が，段落【0029】の不等式6t≦r≦30tに，電極パッドの厚さt＝0．8μmを代入して得られる上限30tの値『24μm』であることからも裏付けられる。したがって，請求人の主張するように，電極パッドの厚さが0．8μmに対してコンタクト寿命において良好な結果が得られた曲率半径の範囲7～30μm(好ましくは10～20μm)を用いて，曲率半径の範囲7～30μm(好ましくは10～20μm)と，段落【0042】の不等式9t≦r1≦35tとの両者を満たすという制限の下でのみ，電極パッドの厚さを変更できるとする請求人の主張は採用できない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "なお，請求人は，明細書の段落【0057】【発明の効果】の出願時の記載(甲1)と補正後の記載(甲2)を取り上げて，請求項2に係る発明は，効率よく電極パッドをせん断できるものではないと主張している。",
                "しかしながら，本件明細書には，出願当初から，段落【0045】に「0．4μm程度以下で急激にコンタクト回数を増やすことができることがわかった」と記載されていることから，請求項2に係る発明は，コンタクト回数を急激に増やすという顕著な効果を奏するものとして記載されているというべきであり，請求人の上記主張も採用することができない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上のとおりであるから，請求項2に係る発明は，本件明細書の発明の詳細な説明に記載したものであり，請求項2に係る特許が特許法第36条第6項第1号の規定に違反してされたものであるということはできない。",
                "1−2 請求項3について"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件明細書の発明の詳細な説明には「せん断」に関連して，次の記載がある。",
                "「【0002】【従来の技術】従来のプローブ針は，図13(a)に示すように，端が鈎型に曲げられたプローブ針202を上下動するプローブカード201に取り付け，半導体集積回路のテスト電極パッド(以下電極パッドと称する)に押し当てる際に電極パッド表面の酸化膜を破って電極パッド新生面に真接触(電気的接触)をさせてテスト(プロービング)を行っていた。・・・」",
                "「【0027】従来の発明においては針先とアルミニウムパッドの接触による変形の観点で現象を明らかにし，これに対して妥当な形状や材料を提案するものは残念ながらなかった。そこで，このせん断変形を容易に生じさせる方法およびアルミニウムの付着防止について鋭意検討・実験を加えた。せん断変形は金属結晶のすべり面に沿って生じる。これに対して，スパッタ時の電極パッド2の結晶配向3は(111)にそろったいわゆるC軸配向になっている。この(111)の滑り面4が電極パッドとなす角度は0度である。また，他の滑り面の中で，電極パッド表面となす角度が最も小さな滑り面5は(110)(101)(011)であり，その角度は35．3度である。滑り面の角度でしかせん断が起こり得ないとすれば，0度もしくは35．3度，といった，とびとびの値でしか，せん断しない筈である。」「【0028】しかし，実験結果からは，とびとびの値ではなく，滑り面4と5の中間の角度でせん断していることが分かった。これは，上記滑り面4と上記滑り面5に沿ったせん断が組合わさり，図2に示すようなせん断11がおこっているためである。・・・」「【0030】このプローブ針1を使って，アルミニウムパッド2につけたプローブ痕を図3に示す。プローブ先端で排出されたアルミニウム31が層状(ラメラ)構造になっていることから，プローブ先端がテストパッド材料に連続してせん断変形を起こしているのが分かる。",
                "上記層状構造はアルミニウムパッドの厚さ0．8μmを越えて，この例では約1．5μmの厚さで積層されており，アルミニウムパッド上の針先端部の滑り方向の前面に突起を形成するような排斥形態となっている。この排斥状態の従来例を図4に示す。この従来例の場合はすべり方向前面に排斥がほとんど発生していないことがわかる。」",
                "以上の記載によれば，段落【0030】等に記載された実施の形態においては，「せん断」又は「せん断変形」が層状排斥を意味すると理解することができる。しかし，例えば，段落【0027】において，「従来の発明における針先とアルミニウムパッドの接触による変形」を「このせん断変形」とする，すなわち，段落【0002】に記載されたような，プローブ針先端を電極パッドに押し当てる際に電極パッド表面の酸化膜を破って電極パッド新生面に真接触(電気的接触)をさせることによる変形をも，「せん断変形」に相当するとしているから，「せん断」の語が多義的に用いられている。",
                "そうすると，請求項3の記載における，プローブ針先端部の押圧による電極パッドの「せん断」とは，層状排斥に限定された意味での「せん断」ではなく，従来技術における「せん断」と差異のない，プローブ針先端部の押圧によって電極パッド表面の酸化膜を破ることをも含んだいわゆる広い意味での「せん断」を意味するものと理解せざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "一方，本件明細書の段落【0045】には，表面粗さが「0．4μm程度以下で急激にコンタクト回数を増やすことができることがわかった」旨記載されている。そうすると，請求項3の「せん断」は上記(1)のとおり広い意味でのせん断と解する他はないとしても，コンタクトが行われるためには，電極パッド表面の酸化膜を破って電極パッド新生面に電気的接触が行われている必要があるから，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができている場合には，請求項3にいう「せん断」が生じているというべきである。",
                "そして，上記1−1のとおり，段落【0045】の「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」とは，電極パッドの厚さ約0．8μmに対して曲率半径を変えた場合のほかに，電極パッド厚さを変えるとともにそれに応じて曲率半径を変化させた場合においても，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果が得られたことを意味するということができるから，「プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって，かつ，表面粗さは0．4μm以下である」ことにより急激にコンタクト回数を増やすことができることが，本件明細書の発明の詳細な説明に記載されているというべきであり，請求項3に係る発明は，本件明細書の発明の詳細な説明に記載したものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，請求人は，明細書の段落【0057】【発明の効果】の出願時の記載(甲1)と補正後の記載(甲2)を取り上げて，請求項3に係る発明は，効率よく電極パッドをせん断できるものではないとも主張している。しかしながら，本件明細書には，出願当初から，段落【0045】に「0．4μm程度以下で急激にコンタクト回数を増やすことができることがわかった」と記載されていることから，請求項3に係る発明は，コンタクト回数を急激に増やすという顕著な効果を奏するものとして記載されているというべきであり，請求人の上記主張も採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，請求項3に係る発明は，本件明細書の発明の詳細な説明に記載したものであり，請求項3に係る特許が特許法第36条第6項第1号の規定に違反してされたものであるということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "無効理由2(請求項3についての特許法第36条第6項第2号違反)について(1) 請求人は，請求項3の「表面粗さは0．4μm以下である」には表面粗さが0μmである場合，すなわち鏡面である場合を含んでおり，また，このような上限だけを示す数値範囲限定は発明の範囲を不明確にするものであるから，特許を受けようとする発明が明確であるとはいえない旨主張する。",
            "しかしながら，本件明細書の段落【0045】には，「表面粗さが1μmと粗い場合には20000回程度で寿命を迎えるが，電解研磨などにより面粗度を上げていくと，0．4μm程度以下で急激にコンタクト回数を増やすことができることがわかった。特に0．1μmにした場合には38万回に達し，表面粗さが1μmの場合の約20倍の寿命を達成できる。これはプローブ針の先端に酸化物が付着しにくくなったためと推察でき，上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」と記載されており，また，図8の特性図には表面粗さが0．4μm程度以下では，表面粗さが小さくなればなる程コンタクト回数が増えることが示されていることからすれば，表面粗さが0μmに近づけばコンタクト回数を増やすことができることは明らかであるから，上限だけを示す数値範囲限定であっても発明が明確でないとはいえず，請求人の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "請求人は，請求項3の「せん断」とはどのようなせん断であるのか明らかでない旨主張している。",
                "しかしながら，上記1−2に記載のとおり，請求項3の「せん断」とは，発明の詳細な記載を参酌すれば，層状排斥に限定された意味での「せん断」ではなく，従来技術における「せん断」と差異のない，プローブ針先端部の押圧によって電極パッド表面の酸化膜を破ることをも含んだいわゆる広い意味での「せん断」を意味していることが理解されるから，発明が明確でないとはいえず，請求人の上記主張は採用することができない。",
                "また，請求人は，電極パッドの厚さtを構成要件としない請求項3は，特許を受けようとする発明が明確でないとも主張している。",
                "しかしながら，上記1−1に記載のとおり，本件明細書の段落【0045】の「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」とは，電極パッドの厚さ約0．8μmに対して曲率半径を変えた場合のほかに，電極パッド厚さを変えるとともにそれに応じて曲率半径を変化させた場合においても，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果が得られたことを意味するということができるから，「プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって，かつ，表面粗さは0．4μm以下である」ことにより，請求項3に係る発明は，急激にコンタクト回数を増やすことができるという格別の作用効果を奏するものである。したがって，請求人の，電極パッドの厚さtを構成要件としない請求項3は，特許を受けようとする発明が明確でないとする上記主張も採用することができない。なお，この点については，本件特許に係る先の無効審判事件の審決取消請求事件(平成17年(行ケ)第10503号)の判決(甲7)においても，『原告は，本件第3発明は，「電極パッドの厚さ約0．8μm，プローブ針の先端の曲率半径15μm」を前提とするから，これを欠いた「表面粗さ0．4μm以下」との数値限定に特段の意味はなく，甲3ないし6に記載された発明に基づいて，当業者が容易に発明することができたと主張するが，上記(3)のとおり，本件第3発明は，電極パッドの厚さやプローブ針の先端の曲率半径を特定しなくても，急激にコンタクト回数を増やすことができるという格別の作用効果を奏するから，本件第3発明は，「電極パッドの厚さ約0．8μm，プローブ針の先端の曲率半径15μm」を前提とするものではない。』と判示されているところである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "したがって，請求項3に係る特許が特許法第36条第6項第2号の規定に違反してされたものであるということはできない。」"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(請求項2及び3の特許法36条6項1号違反：電極パッド厚さ及びプローブ針先端部の曲率半径に関する認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明2について",
              "text": [
                "本件発明2において，プローブ針の針先の寸法・形状及び針先面の粗さは使用する電極パッドの厚さとの関係で適正に定めなければならず，電極パッドの厚さとプローブ針先端の曲率半径との関係(例えば電極パッドの厚さが約0．8μmで，曲率半径が7～30μm，好ましくは10～20μmであるか，あるいは電極パッド厚さtと適正な曲率半径r1とが9t≦r1≦35tなる関係)を維持することなしに，電極パッドについて，ワイヤボンディング処理に支障を来す損傷を回避することはできない。電極パッドの厚さ及びプローブ針の先端の曲率半径を不問とする試験によっては，「表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができる」という結果と「ほぼ同様の結果」を得ることはできない。",
                "審決は，段落【0045】の「上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」とは，電極パッドの厚さ約0．8μmに対して曲率半径を変えた場合のほかに，電極パッドの厚さを変えるとともにそれに応じて曲率半径を変化させた場合においても，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果が得られたことを意味するということができるとする(13頁下から5行ないし14頁2行，14頁15行～21行)。",
                "また，本件明細書の段落【0042】には，「なお，電極パッド厚さが異なると，適正な曲率半径r1もそれに応じて変化するが，9t≦r1≦35tなる関係に基づいて同様な管理を行えばよい。」と記載されているから，電極パッドの厚さと曲率半径との間に維持される関係とは「9t≦r1≦35t」なる関係であると考えるのが合理的である。このような理解は，「9t≦r1≦35t」という関係式において，電極パッドの厚さtとして「0．8μm」を代入すると，9×0．8μm≦r1≦35×0．8μm，すなわち，7．2μm≦r1≦28μmとなり，ほぼ",
                "「7～30μm」と同じ曲率半径の範囲が得られることから，本件明細書の段落【0041】において，電極パッドの厚さが0．8μmの場合に，7～30μmの曲率半径がコンタクト寿命において良好な結果が得られたとされていることと対応している。",
                "一方，段落【0041】において好ましいとされ，また，本件発明2の要旨にも規定されている「10～20μm」という曲率半径の範囲に電極パッドの厚さと曲率半径との関係を管理しようとする場合は，上記「9t≦r1≦35t」なる関係とは異なる，例えば，「12．5t≦r1≦25t」なる関係に基づいて，電極パッドの厚さと曲率半径とを管理することが必要である(電極パッドの厚さtに「0．8μm」を代入すると，12．5×0．8μm≦r1≦25×0．8μm，すなわ",
                "ち，10μm≦r1≦20μmとなる。)。",
                "以上を前提として，電極パッドの厚さを「0．4μm」に変化させた場合，「9t≦r1≦35t」なる関係に基づいて，曲率半径を「3．6～14μm」の範囲で変化させた場合でも，「表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果が得られた」ということになる。この曲率半径の「3．6～14μm」という範囲が，請求項2に記載された「10～20μm」という範囲と，一部重なる部分はあっても，大きく異なることは明白である。また，同様の計算を，段落【0041】で好ましいとされ，請求項2にも記載されている「10～20μm」という曲率半径の範囲と対応する「12．5t≦r1≦25t」なる関係に基づいて行うと，5μm≦r1≦10μm(12．5×0．4μm≦r",
                "1≦25×0．4μm)となり，電極パッドの厚さが「0．4μm」の場合には，請求項2に記載された「10～20μm」という曲率半径は，「10μm」の1点を除き，「表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果」は得られないということになる。",
                "他方，電極パッドの厚さを「1．6μm」に変更するとともに，それに応じて，「9t≦r1≦35t」なる関係に基づいて，曲率半径を変化させるということは，14．4μm≦r1≦56μm(9×1．6μm≦r1≦35×1．6μm)，つ",
                "まり，曲率半径を「14．4～56μm」の範囲で変化させることになる。",
                "すなわち，電極パッドの厚さを「1．6μm」に変化させた場合には，それに応じて曲率半径を「14．4～56μm」の範囲で変化させた場合でも，「表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果が得られた」ということになる。この曲率半径の範囲「14．4～56μm」が，請求項2に記載された「10～20μm」という範囲と，一部重なる部分はあっても，大きく異なる範囲であることは明白である。また，同様の計算を，段落【0041】で好ましいとされ，請求項2にも記載されている「10～20μm」という曲率半径の範囲と対応する「12．5t≦r1≦25t」なる関係に基づいて行うと，20μm≦r1≦40μm(12．5×1．6μm≦r1≦25×1．6μm)とな",
                "り，電極パッドの厚さが「1．6μm」の場合には，請求項2に記載された「10～20μm」という曲率半径は，「20μm」の1点を除き，「表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果」は得られないということになる。",
                "したがって，本件明細書の段落【0045】における「上記実施の形態 1 で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」との記載は，電極パッドの厚さあるいはプローブ針の先端の曲率半径を実施の形態1で示した制限内で(すなわち，電極パッドの厚さが約0．8μm，曲率半径が15μmであるか，あるいは電極パッド厚さと適正な曲率半径r1とが9t≦r1≦35tなる関係にある限りで)変えても表面粗さ0．4μm程度以下で急激にコンタクト回数を増やすことができたことを意味するというべきであり，電極パッドの厚さに関わらず，「曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下」とすることによって，本件明細書の段落【0057】(発明の効果)に記載された「上記曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下としたので，コンタクト寿命を大幅にのばすことができ，凝着が防止できることからさらに連続して安定に電気的導通を取るプローブ針を提供することができる。」という効果を奏する発明は，本件明細書の発明の詳細な説明に記載されているとはいえない。",
                "以上のとおりであるから，電極パッドの厚さを構成に必要な事項としない本件発明2は本件明細書の発明の詳細な説明に記載したものであるとはいえず，本件発明2に係る特許は特許法36条6項 1号の規定に違反してされたものであり，審決は取り消されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3について",
              "text": [
                "上記(1)のとおり，本件明細書の段落【0045】の「上記実施の形態 1 で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」とは，電極パッドの厚さあるいはプローブ針の先端の曲率半径を実施の形態1で示した制限内で(すなわち電極パッドの厚さが約0．8μm，曲率半径が15μmであるか，あるいは電極パッド厚さと適正な曲率半径r1とが9t≦r1≦35tなる関係にある限りで)変えても表面粗さ0．4μm程度以下で急激にコンタクト回数を増やすことができたことを意味するというべきであり，電極パッドの厚さに関わらず，「曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下」とすることによって，本件明細書の段落【0057】(発明の効果)に記載された「上記曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下としたので，コンタクト寿命を大幅にのばすことができ，凝着が防止できることからさらに連続して安定に電気的導通を取るプローブ針を提供することができる。」という効果を奏する発明は，本件明細書の発明の詳細な説明に記載されているとはいえないのであるから，曲率半径をなんら規定することなく，単に表面粗さを「0．4μm以下」と規定するだけで，「凝着が防止できることからさらに連続して安定に電気的導通を取るプローブ針を提供することができる。」(段落【0060】)という効果を奏する発明が，本件明細書の発明の詳細な説明に記載されているとはいえない。",
                "したがって，電極パッドの厚さ及びプローブ針先端の曲率半径を構成に必要な事項としない本件発明3は本件明細書の発明の詳細な説明に記載したものであるとはいえないから，本件発明3に係る特許は特許法36条6項1号の規定に違反してされたものであり，審決は取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明3に係る特許法36条6項2号違反：「表面粗さ0．4μm以下」に関する認定判断の誤り)",
          "text": [
            "本件発明3は，発明の特定に必要な事項として，「プローブ針の先端部の表面粗さが0．4μm以下である」とするが，「表面粗さ0．4μm以下」は，上限だけを示す数値範囲限定に該当し，発明の範囲を不明確にするものである。すなわち，表面粗さ0．4μm以下には0μmが含まれるが，本件明細書の発明の詳細な説明には，表面粗さを0μmにしたとき，せん断を生じさせることができる旨の記載はなく，またコンタクト回数を増やすことができる旨の記載もない。したがって，請求項3の記載によっては特許を受けようとする発明が明確であるとはいえないから，本件発明3に係る特許は特許法36条6項2号の規定に違反してされたものであり，審決は取り消されるべきである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(請求項2及び3の特許法36条6項1号違反：電極パッド厚さ及びプローブ針先端部の曲率半径に関する認定判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と同2及び3との関係",
              "text": [
                "本件発明1は方法の発明であるから，プローブ針の先端の曲率半径(r)と電極パッドの厚さ(t)の関係(6t≦r≦30t)を規定している。",
                "これに対して，本件発明2及び3はプローブ針という物の発明であるから，物の特性によって規定されている。電極パッドの厚さは，プローブ針の特性ではないから，物の発明を特定する特性にはならない。",
                "もっとも，原告は，「厚さ○μm～○μmの電極パッド用のプローブ針」というような規定をすべきであると主張しているのかもしれないが，特許請求の範囲に用途を記載することが意味を持つのは，用途発明が成立している場合と，用途の記載によって構成が規定されていると理解できる場合に限られる。",
                "本件の場合，用途発明が成立しているわけではないことは明らかである。また，「厚さ○μm～○μmの電極パッド用のプローブ針」というような用途を記載しても，本件特許請求の範囲で規定されている先端の曲率半径や表面粗さに加えて，物としてのプローブ針の構成を更に具体的に特定することにはならないから，本件発明2及び3において，電極パッドの厚さを規定する必要はなく，仮に記載しても，物の発明を特定する上では意味のない事項になってしまう。",
                "本件発明2及び3は，方法の発明である本件発明1を前提としている。この点は，原告も十分に理解しているところであり，当業者がこの点を理解するのは極めて容易なことである。",
                "本件発明は，プローブ針の先端の曲率半径(r)と電極パッドの厚さ(t)の関係を6t≦r≦30tという不等式を満たす範囲にすることと，表面粗さを0．4μm以下にすることの組合せによって効果を奏するものである。ここで重要なことは，プローブ針の先端の曲率半径(r)を電極パッドの厚さ(t)に応じて6t≦r≦30tという不等式を満たすように変えたとしても表面粗さの上限は0．4μmで変わらないということである。原告の指摘する段落【0045】にはこのことが記載されているのであって，このことを当業者が理解するのに何の困難も伴わない。",
                "なお，上記の点に関して，前訴判決は，「当初明細書及び図面には，電極パッドの厚さ約0．8μmに対して曲率半径を変えること，電極パッド厚さが異なるとそれに応じて適正な曲率半径を変化することが記載されているから，段落【0045】の『上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。』とは，電極パッドの厚さ約0．8μmに対して曲率半径を変えた場合のほかに，電極パッド厚さを変えるとともにそれに応じて曲率半径を変化させた場合においても，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができるという結果が得られたことを意味するということができる。したがって，『上記曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下としたこと』は当初明細書又は図面に記載されている」(19頁23行目～20頁7行目)と認定している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2について",
              "text": [
                "本件発明2は，本件特許の出願当時に典型的であった電極パッドの厚さの1つである0．8μmの場合の実験結果をもとにして，プローブ針の先端の曲率半径を10≦r≦20μmと規定しているが，請求項2の発明の作用効果は，電極パッドの厚さが0．8μmの場合のみに限定して奏されるわけではない。当業者であれば，明細書の記載から，プローブ針の先端の曲率半径が10≦r≦20μmの範囲にあれば，電極パッドの厚さが0．8μmの場合のみならず，電極パッドの厚さがその周囲の値をとる場合にも効果は奏されることを容易に理解することができる。",
                "原告は，電極パッドの厚さが0．4μmの場合と電極パッドの厚さが1．6μmの場合について，前者の場合には，10≦r≦20μmの範囲の上限側で，後者の場合には10≦r≦20μmの範囲の下限側で効果を奏さない場合があることを指摘しているが，原告の示しているような計算を容易に行うことができること自体が，明細書において発明の構成と効果の関係が記載されていることを示している。",
                "このような当業者の理解を前提とすると，本件発明1における6t≦r≦30tという不等式と，本件発明2における10≦r≦20μmの範囲とから，0．67≦t≦1．67μmという不等式を導くことは当業者に容易であり，電極パッドの厚さがこの範囲にあれば，プローブ針の先端の曲率半径として，10≦r≦20μmの範囲から任意の値を選択しても，一応の望ましい作用効果が得られる上，望ましいプローブ針の先端の曲率半径をこの範囲から選択することも容易にできるのである。",
                "一方，表面粗さが0．4μm以下で急激にコンタクト回数を増やすことができることは，電極パッドの厚さやプローブ針の先端の曲率半径によらないことは上記のとおりであるから，本件発明2の効果は，電極パッドの厚さが0．8μmの場合に限って奏されるわけではない。",
                "もちろん，電極パッドが極端に薄い場合や，極端に厚い場合を想定すれば，原告の計算例が示すとおり，プローブ針の先端の曲率半径が10≦r≦20μmの範囲にあっても効果を奏さない場合もあり得るし，さらには，計算上は，プローブ針の曲率半径をこの範囲から選択することが適切でない場合もあることは事実であるが，特許発明の効果は，一般的に利用される条件において奏されれば「産業上利用可能」なのであり，電極パッドの厚さが0．8μmの前後の一定の範囲にあれば本件発明2の効果が奏されることは明細書の記載から明らかである。",
                "なお，前訴判決は，上記の点について，「原告は，本件第2発明の構成Aは，『電極パッドの厚さ約0．8μm』を前提としない限り，訂正明細書に記載された効果と何の関連もないと考えざるを得ないから，従来公知の半導体装置のテスト用プローブ針と何ら異なるところはなく，甲3ないし6に記載された発明に基づいて，当業者が容易に発明することができたと主張する。本件明細書の段落【0025】ないし【0045】の記載は，当初明細書のそれと同一であるところ，当初明細書の段落【0045】の『表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができること』は，実施の形態1で示された曲率半径rが10≦r≦20μmのものについて妥当するのであり，本件第2発明は，電極パッドの厚さを特定しなくても，急激にコンタクト回数を増やすことができるという格別の作用効果を奏するから，本件第2発明の構成Aは，『電極パッドの厚さ約0．8μm』を前提とするものではない」(甲7，21頁7行～19行)と認定している。",
                "現行特許法の36条4項1号は，発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載することを規定しているところ，「明確かつ十分に記載」と，改正前特許法における「発明の目的，構成及び効果を記載」とは，実質的に異なるものではないとされている。そして，上記のとおり，本件明細書には，発明の目的は当然として，本件発明2の構成に関して，プローブ針の先端の曲率半径を10≦r≦20μmの範囲とすること，表面粗さを0．4μm以下とすることが記載され，効果に関しては，電極パッドの厚さが0．8μm前後の一定の範囲である場合に効果が奏されることが記載されているのであるから，発明の詳細な説明として欠けるところはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3について",
              "text": [
                "原告は，本件発明3についても，電極パッドの厚さとプローブ針の先端の曲率半径を規定すべきであると主張しているが，前訴判決は，この点について，「原告は，本件第3発明は，『電極パッドの厚さ約0．8μm，プローブ針の先端の曲率半径15μm』を前提とするから，これを欠いた『表面粗さ0．4μm以下』との数値限定に特段の意味はなく，甲3ないし6に記載された発明に基づいて，当業者が容易に発明することができたと主張するが，本件第3発明は，電極パッドの厚さやプローブ針の先端の曲率半径を特定しなくても，急激にコンタクト回数を増やすことができるという格別の作用効果を奏するから，本件第3発明は，『電極パッドの厚さ約0．8μm，プローブ針の先端の曲率半径15μm』を前提とするものではない」(甲7，24頁2行目～9行目)と判断している。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，本件発明2及び3は，いずれも，明細書の発明の詳細な説明に記載されている発明であり，審決の判断に誤りはないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明3に係る特許法36条6項2号違反：「表面粗さ0．4μm以下」に関する認定判断の誤り)に対して",
          "text": [
            "原告は，表面粗さ0μmは，「表面粗さ0．4μm以下」に含まれると主張しているが，請求項3は，物の発明である本件発明3について記載しているのであり，現実に存在し得る物を前提としている。現実に存在する物には必ず微細な凹凸があり，表面粗さ0μmということはあり得ない。",
            "そもそも，本件発明3は，特別に意図しなければ，表面粗さが0．4μmよりも大きくなることを前提としており，一般に，通常存在するものを小さく限定する発明においては，上限だけを限定する発明は，不明確ではない。",
            "反対に，通常存在しないものを付加する発明においては，下限だけを限定する発明は決して不明確ではないが，上限だけを限定する発明は不明確であり得る。",
            "表面粗さの場合，表面粗さを小さくすることに意味があるのであるから，「表面粗さ0．4μm以下」は不明確ではなく，本件明細書中の図8によって表面粗さ0．4μm以下の範囲でコンタクト回数を増やすことができることは容易に理解できる。",
            "したがって，「表面粗さ0．4μm以下」という規定に不明確な点はなく，本件発明3は特許法36条6項2号に違反しないから，審決の判断に誤りはなく，取消事由2は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(請求項2及び3の特許法36条6項1号違反：電極パッド厚さ及びプローブ針先端部の曲率半径に関する認定判断の誤り)について(1) 特許請求の範囲の記載が，特許法36条6項1号の要件(以下「サポート要件」という。)に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものであり，以下，本件についてこの点を検討する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "特許請求の範囲の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2について",
                  "text": [
                    "本件発明2に係る請求項2の記載を再度掲記すると，以下のとおりである。",
                    "「先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，上記プローブ針は側面部と先端部から構成され，上記先端部は球状の曲面であり，上記曲面の曲率半径rを10≦ r≦20μm，表面粗さを0．4μm以下としたことを特徴とする半導体装置のテスト用プローブ針」",
                    "そこでまず，上記請求項2の理解の在り方について検討するに，同請求項の記載自体から明らかなように，同請求項は，「先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，」とする前段部分(以下「請求項2の前段部分」という。)と「上記プローブ針は側面部と先端部から構成され，上記先端部は球状の曲面であり，上記曲面の曲率半径rを10≦ r≦20μm，表面粗さを0．4μm以下としたことを特徴とする半導体装置のテスト用プローブ針」とする後段部分(以下「請求項2の後段部分」という。)の2つの部分から成るところ，前段の「先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，」との部分は，「プローブ」又は「プローブ針」の用語が，測定あるいは検知用機器を示す技術用語として各種の技術分野で広く使用されている技術状況を踏まえ，本件発明に係る「プローブ針」の検査対象及び検査方法を規定することにより，本件発明に係る「テスト用プローブ針」の技術分野を「プローブ先端部を半導体の電極パッドに電気的接触させて半導体装置の動作をテストするプローブ針」に係る技術分野であることを明らかにするためにその技術的特徴を上記のとおり測定の対象及び方法により一般的に規定したに止まるものであって，本件発明2に係る「テスト用プローブ針」自体の構成を規定したものでないことはその記載文言，特に「・・・において，」との記載及びこれを受けて続く請求項2の後段部分の記載内容自体から明らかというべきである。その上で，請求項2の後段部分において「上記プローブ針は側面部と先端部から構成され，上記先端部は球状の曲面であり，上記曲面の曲率半径rを10≦ r≦20μm，表面粗さを0．4μm以下としたことを特徴とする半導体装置のテスト用プローブ針」と規定し，本件発明に係るプローブ針それ自体の構成，すなわち，側面部及び先端部から成る基本構成と先端部の球状の曲率半径及びその表面粗さを規定し，もって「物」としての本件発明2に係るプローブ針の構成を特定したものであることは請求項2の後段部分の記載から明らかというべきである。",
                    "原告は，請求項2の前段部分の記載において，本件発明2のプローブ針の押圧対象である電極パッドの厚さに限定がないことから，本件発明2のプローブ針がすべての厚みの電極パッドに作用効果を奏することが，発明の詳細な説明に記載されている必要があるとの理解を前提とし，そのような効果を奏するプローブ針は，発明の詳細な説明に記載されていないと主張する。しかしながら，請求項2の上記各記載部分が本件発明2の特定に果たす機能は，上記のとおりであるというべきであるから，原告の主張は，請求項2の前段部分の記載の意味を正解しないものであるといわざるを得ず，採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3について",
                  "text": [
                    "本件発明3に係る請求項3の記載を再度掲記すると，以下のとおりである。",
                    "「先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，上記プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって，かつ，表面粗さは0．4μm以下であることを特徴とする半導体装置のテスト用プローブ針。」上記請求項3の記載中，「先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において」との部分(以下「請求項3の前段部分」という。)は，上記アと同様，物の発明としての本件発明3のプローブ針自体の構成を特定する要素ではないが，本件発明3が，「プローブ先端部を半導体の電極パッドに電気的接触させて半導体装置の動作をテストするためのプローブ針」についての発明であることを明らかにし，かかる趣旨で本件発明3を特定する記載としての意味を有するものと理解することができる。",
                    "そして，上記請求項3の後段部分，すなわち，「上記プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって，かつ，表面粗さは0．4μm以下であることを特徴とする半導体装置のテスト用プローブ針」との記載部分によって，本件発明3に係るプローブ針の先端部の形状が，電極パッドにせん断を発生させる球状曲面形状であり，先端部の表面粗さが0．4μm以下であるとの構成を備えるものであることを特定しているものと理解することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明の詳細な説明の記載",
              "text": [
                "本件明細書の発明の詳細な説明には，次のような記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「【0001】【発明の属する技術分野】本発明は，例えば半導体集積回路の電気的特性確認のテスト(ウエハテスト)もしくは表示デバイスの表示テストまたは電子回路基板の動作テストを行うためのプローブ針とその製造方法およびそのプローブ針によってテストした半導体装置に関するものである。",
                    "・・・",
                    "【0009】【発明が解決しようとする課題】従来のプローブ針は・・・，電気特性テスト時にプローブ針先端と電極パッドとの真の接触面積(電気的導通部分206)が極端に小さく，十分な導通が得られない場合があった。また，プロービングを繰り返すことで，針の先端200に酸化膜204が堆積していくため，電極パッドとの真の接触面積が少なくなり，導通が不安定になるという問題点があった。",
                    "【0010】さらに，先端部を球面状として応力の低減は図れても，酸化被膜の除去が不十分のためやはり真接触面積の確保ができなかった。すなわち，接触面積が大きくなっても球面直下のアルミニウム酸化被膜の残存が安定接触を妨げており，かつコンタクト回数の増加とともに先端部に付着するアルミニウム酸化物をある頻度で頻繁に除去する必要があった。",
                    "【0011】さらに，この酸化被膜残存の問題を解決するために提案された構造として，酸化被膜の剥離と真の接触の確保を異なる針先面で行う図15の場合，初期状態は良好な結果が得られたが，コンタクト数を重ねるに従って接触不良を発生する針が生じた。・・・第2の面にアルミニウムが付着しており，このアルミニウムが酸化することによって接触抵抗の増大をもたらす。・・・",
                    "【0012】また，針表面を研磨加工する，研磨傷に電極材料であるアルミニウムが食い込み，このアルミニウムが酸化して接触不良を起こすという問題があった。",
                    "また，一般にタングステンプローブ針材料は焼結体であるため内部に空孔欠陥があり，アルミニウムがこの空孔に食い込み，このアルミニウムが酸化して接触不良を誘発し問題となっていることも判明した。",
                    "・・・・",
                    "【0014】本発明は上記のような問題点を解消するためになされたもので，プローブ針先端と電極パッドとの真の接触面積を大きくして，少ない針滑り量で確実な電気的接触が得られかつ生産性の高いプローブ針・・・を提供するものである。」イ 「【0025】【発明の実施の形態】実施の形態1．本発明の実施の形態を図を用いて説明する。図1，図2は本発明の実施の形態1によるプローブ針と電極パッドの状態を示す説明図である。・・・DRAM等の一般的なロジック系集積半導体装置では厚さ0．8μm程度のAl−Cu膜である。電力用等特殊用途の半導体装置では，パッド厚さが2～3μmのものもある。・・・」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「【0026】・・・プローブ針1と電極パッド2の電気的導通部は，プロービングの際，電極パッド2の表面の酸化膜8をプローブ針1を滑らすことによって破り，電極パッド新生面と接触することで得られる。なお，プローブ針1は電極パッド2の面に対し垂直ではなく，ここでは8度の倒れ角度を有した場合を示しており，この角度によってプローブ針1と電極パッド2との相対すべりが発生する。また，プローブ針1・・・先端部は等高線が密となっている曲率r1の第1の曲面と，等高線が粗となっている曲率r2の曲面で構成されており，この2つの面は連続した球状の曲面となっている。」"
                },
                {
                  "fig": "エ",
                  "text": [
                    "「【0029】針先の接線方向7の角度を変化させて行った実験によると，このようなせん断が起こりうる針先の接線方向7と電極パッド面の角度は15度～35度であり，安定してせん断が起こる角度は17度～30度である。よって，針先の接線方向ベクトル7が電極パッド表面となす角度が15度から35度，望ましくは17度から30度になるような針先形状であれば，電極パッド表面の酸化被膜8を破り，電極パッド新生面と接触することができ，十分な電気的導通が得られるようになる。上記の接線角度が得られる条件を針先の曲率半径rと電極パッドの厚さtの関係で表すとそれぞれ6t≦r≦30t，8t≦r≦23tとなる。・・・」オ 「【0032】・・・本発明では電極パッド表面と針の接触角度がすべりを発生させやすくかつ針の前面に新生面が形成され，ここが密着(針の長軸方向の力が加わる形状となっている)し，電気的接触面となる。ただし，この面にも従来例と同様にアルミニウムの凝着が発生するが，次のプロービング時に針の滑り方向に位置するため，大きな離脱力が加わり除去され，新生面との接触が常に確保できる。",
                    "したがって，本発明ではアルミニウム凝着部が残存するのは電気的接触を必要としない第二の曲面の側面に近いところである。この針と従来のフラット針を用いて導通試験した結果・・・，従来の(b)では500回程度で接触抵抗が1オームを越えてしまう接触不良が発生したのに対し，(a)に示す本発明の針では10000回を越える接触回数において，導通不良は起こっていない。」"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "「【0041】・・・同じ球面といえども・・・電極パッドのせん断変形が容易に発生するか否かで接触の安定性は大きく異なる。DRAM等一般的な集積半導体装置の電極パッドの厚さ約0．8μmに対して曲率半径を変えて同様の試験をした結果を・・・示すが，7～30μmの曲率半径がコンタクト寿命において良好な結果が得られており，好ましくは10～20μmである。7μm以下では曲率半径が小さすぎるため電気的導通面の第一の面に十分な力が加わらずかつ面積が小さいため問題となり，上限の20～30μmは，前述した電極パッドのせん断が発生する範囲の上限である24μmにほぼ一致している。",
                    "【0042】なお，電極パッド厚さが異なると，適正な曲率半径r1もそれに応じて変化するが，",
                    "9t≦r1≦35t",
                    "なる関係に基づいて同様な管理を行えばよい。」"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "「【0045】実施の形態2．図8は本発明の実施の形態2によるプローブ針の表面粗さと接触抵抗が1オームを越えるコンタクト回数の関係を示すもので，電極パッドの厚さ約0．8μmのDRAMに対して先端の曲率半径15μmのプローブ針を用いて試験をした結果・・・，表面粗さが1μmと粗い場合には20000回程度で寿命を迎えるが，電解研磨などにより面粗度を上げていくと，0．4μm程度以下で急激にコンタクト回数を増やすことができることがわかった。特に0．1μmにした場合には38万回に達し，表面粗さが1μmの場合の約20倍の寿命を達成できる。これはプローブ針の先端に酸化物が付着しにくくなったためと推察でき，上記実施の形態1で示した範囲内で，電極パッドの厚さあるいはプローブ針の先端の曲率半径を変えてもほぼ同様の結果が得られた。」"
                },
                {
                  "fig": "ク",
                  "subject": "「【0057】【発明の効果】・・・また，本発明の第1の構成に係る半導体装置のテスト用プローブ針によれば，先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，上記プローブ針は側面部と先端部から構成され，上記先端部は球状の曲面であり，上記曲面の曲率半径rを10≦r≦20μm，表面粗さを0．4μm以下としたので，コンタクト寿命を大幅にのばすことができ，凝着が防止できることからさらに連続して安定に電気的導通を取るプローブ針を提供することができる。」"
                },
                {
                  "fig": "ケ",
                  "subject": "「【0060】また，本発明の第2の構成に係る半導体装置のテスト用プローブ針によれば，先端部を半導体装置の電極パッドに押圧し，上記先端部と上記電極パッドを電気的接触させて，半導体装置の動作をテストする半導体装置のテスト用プローブ針において，上記プローブ針の先端部の形状は，上記押圧による電極パッドとの接触により当該電極パッドにせん断を発生させる球状曲面形状であって，かつ，表面粗さを0．4μm以下にしたので，凝着が防止できることからさらに連続して安定に電気的導通を取るプローブ針を提供することができる。」"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "特許請求の範囲の記載と発明の詳細な説明の記載の対比",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "請求項2の前段部分",
                      "text": [
                        "上記(3)アのとおり，発明の詳細な説明には，本件発明の属する技術分野が，半導体集積回路の電気的特性確認のテスト等を行うためのプローブ針等に関するものであること，その目的が，プローブ針による半導体装置の電気特性テストを行うに際して，多数回のテストにおいても安定的に十分な電気的導通を得ることが可能なプローブ針を提供することであることが記載されており，請求項2の前段部分は，発明の詳細な説明に記載があるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "側面部と先端部を有すること，先端部が球状の曲面であること及び曲面の曲率半径rが10≦r≦20μmの範囲内にあること",
                      "text": [
                        "上記(3)イ，カのとおり，発明の詳細な説明には，厚さ0．8μmの一般的なロジック系集積半導体の電極パッドに対して，コンタクト寿命において良好な結果が得られるプローブ針の先端部の形状に関し，球面の曲率半径が10～20μmが好ましいと記載されており，同ケのとおり，プローブ針の先端部が球状の曲面であり，その曲面の曲率半径が10≦r≦20μmの構成のものが記載されている。また，プローブ針の形態の特質上，プローブ針先端部を支える構成として，側面部に相当する部分を有することは技術常識である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "先端部の表面粗さが0．4μm以下であること",
                      "text": [
                        "上記(3)イ，キのとおり，発明の詳細な説明には，厚さ約0．8μmの前記一般的な電極パッドに対して，先端の曲率半径が15μmのプローブ針を用いた試験において，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができることが記載されており，同ケのとおり，プローブ針の先端部の表面粗さを0．4μm以下とする構成についても記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "作用効果",
                      "text": [
                        "上記(3)で認定したところによると，本件明細書の発明の詳細な説明には，本件発明2の作用効果に関して，次のようなことが記載されていると認められる。",
                        "プローブ針と電極パッドの十分な電気的導通を確保する上での問題点として，プローブ針と電極パッドとの真の接触面積が十分に確保できないこと(以下「問題点①」という。)及びプローブ針の先端部にアルミニウム酸化物が付着するなどして接触不良が発生すること(以下「問題点②」という。)が挙げられ，問題点①及び同②は，その性質上，そのいずれかでも回避されれば，本件発明の目的との関係で相対的に効果がある(上記(3)ア)。",
                        "問題点①を解決するために，先端部を球状とするプローブ針を電極パッドに対して倒れ角度を有するように押圧して相対すべりを発生させるようにし，安定してせん断が起こる針先の接線方向と電極パッドの角度から，先端部の球面の曲率半径rを電極パッドの厚さtとの関係で「6t≦r≦30t」，望ましくは「8t≦r≦23t」とすること(以下「解決手段①」という。)が有効である(上記(3)エ)。",
                        "解決手段①を採用しても，電気的接触面となる針の前面にはアルミニウムの凝着が発生するが，次のプロービング時に針の滑り方向に位置するため，大きな離脱力が加わり除去されるので，解決手段①は，この限りにおいて問題点②の解決にも資する(上記(3)オ)。",
                        "本件発明2は，厚さ0．8μmの一般的なロジック系集積半導体の電極パッドを念頭に置いて，プローブ針先端部の曲率半径rを10≦r≦20μmとする構成を採用するとともに，解決手段②を採用することにより，問題点①及び同②を解消し，「コンタクト寿命を大幅にのばすことができ，凝着が防止できることからさらに連続して安定に電気的導通を取るプローブ針を提供する」という効果を奏するものである(上記(3)イ，カ，キ，ク)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "請求項3の前段部分",
                      "text": [
                        "上記ア(ア)のとおり，請求項3の前段部分についても，発明の詳細な説明に記載があるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "先端部の形状が，電極パッドにせん断を発生させる球状曲面形状であること上記(3)ウのとおり，発明の詳細な説明には，一般にプローブ針と電極パッドの電気的導通部は，電極パッドの表面の酸化膜をプローブ針を滑らせて破り，電極パッドの新生面と接触することで得られることが記載されており，同アには，先端部を球面状とする従来技術についても記載されていることから，先端部の形状が，電極パッドにせん断を発生させる球状曲面形状であるものについては，発明の詳細な説明に記載があるということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "先端部の表面粗さが0．4μm以下であること",
                      "text": [
                        "上記(3)イ，キのとおり，発明の詳細な説明には，厚さ約0．8μmの前記の一般的な電極パッドに対して先端の曲率半径が15μmのプローブ針を用いた試験において，表面粗さが0．4μm程度以下で急激にコンタクト回数を増やすことができることが記載されており，同ケのとおり，プローブ針の先端部の表面粗さを0．4μm以下とする構成についても記載されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "作用効果",
                      "text": [
                        "発明の詳細な説明には，上記(3)エのとおり，本件発明の作用効果に関する記載があるほか，上記(3)ケのとおり，本件発明3は，解決手段②を採用することにより，問題点②を解消し，「凝着が防止できることからさらに連続して安定に電気的導通を取るプローブ針を提供する」という効果を奏するものであることが記載されている。",
                        "原告は，曲率半径を何ら規定することなく，単に表面粗さを「0．4μm以下」と規定するだけで，「凝着が防止できることからさらに連続して安定に電気的導通を取るプローブ針を提供することができる」という効果を奏する発明は，発明の詳細な説明に記載されていないと主張する。しかしながら，本件発明の作用効果について上記(3)エ及び上記のとおり理解することができることからすると，本件発明3の効果についても，発明の詳細な説明に記載されているということができるから，原告の主張を採用することはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "サポート要件違反の有無",
              "text": [
                "上記(4)で対比したところによると，請求項2及び3に記載された発明は，いずれも本件明細書の発明の詳細な説明に記載された発明であり，発明の詳細な説明の記載及び出願(本件においては優先日)当時の技術常識により当業者が当該発明の課題を解決できると認識できる範囲のものであるというべきであるから，サポート要件を満たす。",
                "したがって，請求項2及び3の記載が特許法36条6項1号に違反するということはできないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明3に係る特許法36条6項2号違反：「表面粗さ0．4μm以下」に関する認定判断の誤り)について",
          "text": [
            "本件発明3は，表面粗さを「0．4μm以下」と規定しているところ，上記1(3)キで認定した本件明細書の発明の詳細な説明の記載によると，プローブ針先端部の表面が滑らかであればあるほど，アルミニウム酸化物の付着を防止するという発明の効果の達成に資することは明らかであり，上記1(4)ア(エ)のとおり，本件発明3は表面粗さを「0．4μm以下」とする構成を採用することにより，このような効果を達成しようとしたものであるから，「0．4μm以下」が，この範囲で技術的に可能な限り表面粗さを小さくすることを意味することは明らかである。",
            "したがって，本件発明3が不明確であるということはできないから，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，審決取消事由はいずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}