{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−25526号事件について平成19年5月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，亡Xが後記特許の出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，亡Xの母であり唯一の相続人である原告が，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "当事者間に争いのない事実等",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "亡Xは，平成11年8月24日付け特許出願(特願平11−236293",
                "号，優先権主張 平成10年8月27日)の一部を，平成12年9月13日，特許法44条1項の規定により新たな特許出願とし，その後，特許請求の範囲の変更等を内容とする補正を，平成13年1月15日付け(甲8)・平成13年8月20日付け(甲9)・平成16年5月26日付け(甲10)で，",
                "それぞれ行ったが，特許庁は，平成16年11月16日付けで上記出願に対する拒絶査定をした。",
                "そこで，亡Xは，上記拒絶査定に対する不服の審判請求をしたので，特許庁は，この請求を不服2004−25526号事件として審理し，その中で，亡Xは，平成19年3月26日付けで特許請求の範囲等を変更する補正(以下「本件補正」という。甲5)をしたが，特許庁は，平成19年5月28日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成19年6月20日亡Xに送達された。",
                "その後，亡Xが原告となって本件訴訟を提起し，訴訟代理人を依頼したが，亡Xは本件訴訟の係属中である平成20年2月4日に死亡したため，母であり唯一の相続人であるYが原告の地位を承継した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，請求項1～3から成るが，このうち請求項1に係る発明の内容は下記のとおりである(以下「本願発明」という。)。",
                "記",
                "【請求項1】 走行路(2)を走行する車両(8)に適用される車両の警報作動装置であつて，",
                "電磁波からなる信号を受信装置(7)で受信して，少なくとも1つのホイールブレーキ(53，53’)にブレーキを掛けることができる自動ブレーキ装置(6)と，発信装置(4)から発信される電磁波からなる信号を受信して制御信号(T3)を出力する受信装置(7)と，車両(8)の目標となる走行速度に対応する基準値(t)を車両(8)に設定する基準値設定手段(83)と，車両(8)の走行速度を検出し，車速信号(T4)を出力する車速検出手段(81)と，該基準値(t)と車速信号(T4)とを比較する比較手段(82)とを車両(8)に有し，",
                "自動ブレーキ装置(6)が，車両(8)に目標となる走行速度を与えるために，受信装置(7)が受信する電磁波からなる信号に基づいて，車両(8)の基準値設定手段(83)に設定する基準値(t)と車速信号(T4)とを比較して作動し，車両(8)の速度が目標となる速度よりも小さいときは作動せず，該基準値(t)と車速信号(T4)とを比較する制御を終了することができ，車両(8)の速度が目標となる速度よりも大きいときは作動することができ，かつ，車両(8)の速度が目標となる速度よりも大きいときは同じ該基準値(t)と比較に応じて読み込む車速信号(T4)とを必ず再度比較することができ，車両(8)の速度が目標となる速度よりも小さくなつたときにも，該基準値(t)と車速信号(T4)とを比較する制御を終了することができると共に，",
                "受信装置(7)の制御信号(T3)に基づいて，車両(8)内に警報させることを特徴とする車両の警報作動装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりであり，その理由の要点は，本願発明は，特開昭63−215435号公報に記載された発明(以下，この文献を「引用例」といい，この発明を「引用発明」という。甲1)に基づいて，当業者が容易に発明をすることができたから，特許法29条2項の規定により特許を受けることができないとしたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した引用発明の内容，本願発明との一致点と相違点1～4は，次のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明の内容",
                      "text": [
                        "「道路を走行する自動車に適用される自動安全運転装置であって，電波からなる信号を車載受信器2で受信して，ブレーキを作動する制御回路18と，路側送信器1から送信される電波からなる信号を受信し速度制御信号Gを得る車載受信器と，車輪の回転速さをモニタし，自動車の走行速度Vを得る車輪速センサ20と，を自動車に有し，",
                        "制御回路18が，車載受信器2が受信する電波からなる信号から設定最高速度を表す速度制御信号Gを得，速度制御信号Gと自動車の走行速度Vとを比較して，自動車の走行速度Vが速度制御信号Gよりも小さい時は車速を変更せず，自動車の走行速度Vが速度制御信号Gよりも大きいときは減速動作を自動的に開始すると共に，",
                        "アラームを鳴らせる自動安全運転装置。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "一致点",
                      "text": [
                        "「走行路を走行する車両に適用される車両の警報作動装置であつて，電磁波からなる信号を受信装置で受信して，ブレーキを掛けることができる自動ブレーキ装置と，発信装置から発信される電磁波からなる信号を受信して制御信号(T3)を出力する受信装置と，車両の走行速度を検出し，車速信号(T4)を出力する車速検出手段とを車両に有し，自動ブレーキ装置が，車両に目標となる走行速度を与えるために，受信装置が受信する電磁波からなる信号に基づいて，車両に設定する基準値(t)と車速信号(T4)とを比較して作動し，車両の速度が目標となる速度よりも小さいときは作動せず，車両の速度が目標となる速度よりも大きいときは作動することができると共に，",
                        "受信装置の制御信号(T3)に基づいて，車両内に警報させることを特徴とする車両の警報作動装置。」である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点",
                      "text": [
                        "① 相違点1",
                        "自動ブレーキ装置が，本願発明では「少なくとも1つのホイールブレーキに」ブレーキを掛けるのに対し，引用発明ではホイールブレーキの記載がない点。",
                        "② 相違点2",
                        "本願発明では，「車両の目標となる走行速度に対応する基準値(t)を車両に設定する基準値設定手段」及び「該基準値(t)と車速信号(T4)とを比較する比較手段」を有しているのに対し，引用発明ではそれらの手段の記載がない点。",
                        "③ 相違点3",
                        "本願発明では，「車両の速度が目標となる速度よりも小さいとき」及び車両の速度が目標となる速度よりも大きいときに作動した後に「車両の速度が目標となる速度よりも小さくなつたとき」にも，「基準値(t)と車速信号(T4)とを比較する制御を終了することができ」るのに対し，引用発明では，そのような構成であるかどうか明らかでない点。",
                        "④ 相違点4",
                        "本願発明では，「車両の速度が目標となる速度よりも大きいときは同じ該基準値(t)と比較に応じて読み込む車速信号(T4)とを必ず再度比較することができ」るのに対し，引用発明では，そのような構成であるかどうか明らかでない点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "原告主張の取消事由",
          "text": [
            "審決には，以下に述べるとおりの誤りがあり，その誤りは審決の結論に影響を及ぼすから，審決は，違法として取り消されるべきである(なお，取消事由3は撤回された。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本願発明の要旨認定(基準値(t)の「設定」の解釈)の誤り及びこれに起因する引用発明との対比の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「…引用発明の「制御回路18」は，「車載受信器2が受信する電波からなる信号から設定最高速度を表す速度制御信号Gを得，速度制御信号Gと自動車の走行速度Vとを比較して」制御動作に入るのであるから，本願発明の「自動ブレーキ装置」が「受信装置が受信する電磁波からなる信号に基づいて，車両に設定する基準値と車速信号(T4)とを比較して」作動することに相当している。」(4頁15行～20行)とするが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そもそも，本願発明では，「車両(8)の目標となる走行速度に対応する基準値(t)を車両(8)に設定する基準値設定手段(83)と，」との構成によって，基準値(t)の基準値設定手段(83)への設定が間違いなく行われる。そして，同発明では「車両(8)の基準値設定手段(83)に設定する基準値(t)と車速信号(T4)とを比較して作動し，」との構成によって，このように設定された基準値(t)が，信号受信によって車速信号(T4)との間で比較され，さらに，同発明では「車両(8)の速度が目標となる速度よりも大きいときは作動することができ，かつ，車両(8)の速度が目標となる速度よりも大きいときは同じ該基準値(t)と比較に応じて読み込む車速信号(T4)とを必ず再度比較することができ，」との構成によって，維持された基準値(t)が何度も繰り返し比較されることになる(本願明細書〔甲7～10，5〕の段落【0016】，【0020】，【0022】，図2，3を参照)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し，引用発明では，走行路側で設定した元の信号(設定最高速度G)を車両側で単に「復調」つまり取り出しながら設定最高速度Gと現在の車速Vとを比較するにすぎず，「車載受信器2が受信する電波からなる信号から設定最高速度を表す速度制御信号Gを得」ることは，「得」る，つまり手に入れて自分のものにすることのみで，速度制御信号Gが自動車(車両)に「設定」されるとはいえない。",
                    "また，引用発明は，通信可能領域でのみ減速制御がなされ，通信可能領域を外れると制御が終了するゾーン制御方式である。そして，これに鑑みれば，速度制御信号Gは，受信の都度復調して取り出される信号であって，そのように，その都度取り出された信号Gが走行速度Vと比較されるものであるから，任意の時に取り出された信号Gを維持するような手段は引用発明においては不要であるか，あるとしても，ほんの一瞬固定するような手段にすぎず，固定した後次々と上書きされることになる。これは，本願発明における「設定」が意図するような，何度も利用するために維持固定されるような手段とは明らかに相違する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明の要旨認定(「制御を終了」の解釈)の誤り及びこれに起因する引用発明との対比の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決は，「本願発明…において，「基準値(t)と車速信号(T4)とを比較する制御を終了する」の意味は，…図3に示されるフローチャートにおいてエンドに到達すること，すなわち基準値(t)と車速信号(T4)とを比較するサイクル状の制御フローが終了することを意味しているものであり，それ以降も受信装置は電磁波からなる信号を受信している限り制御信号(T3)を出力して再び上記フローチャートのスタートから制御が始まると解釈するのが自然である。」(6頁5行～12行)，「上記の意味を，いったん上記フローチャートのエンドに到達するとそれ以降は一切基準値(t)と車速信号(T4)とを比較する制御を行わないことを意味すると解釈することは，…不自然な解釈となる。さらに，…不都合が生じる…」(6頁13行～23行)，「…引用発明においても，…自動車の走行速度Vが速度制御信号Gよりも大きいときは減速動作を自動的に開始し，減速してV＝Gとなるとその速度を維持する…。この場合の減速動作等の制御内容については…当業者に周知の技術事項である，少なくとも比較ステップ及び減速信号出力ステップを含むサイクル状の減速制御フロー(例，実願昭62−146250号(実開昭64−50157号)のマイクロフ",
                  "text": [
                    "ィルム参照)となることは自明のことである。そして，上記「車速を変更しない」ことや「速度を維持する」ことは該サイクル状の減速制御フローを終了することに等しい…」(6頁25行～35行)とするが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "すなわち，引用発明はゾーン制御であり，通信可能領域が制御の開始と終了を決定する。換言すれば，制御の開始と終了をセットで規制し，それによって，決められたゾーンでのみ減速の自動制御を達成しようとするものである。そうすると，引用発明の制御は，開始から終了まで通信可能領域(ゾーン)の範囲内にあるか否かによって決せられるのに，それを制御の終了だけ，自動終了となる他の方式に換えることは，その発想の違いから両者の関連性(動機付け)が全く存在せず，それがむしろ阻害要因となるから，両者を結びつけた上で本願発明と比較する審決の手法は誤りである。これに対し，サイクル状制御フローは，終了が通信領域とは無関係であり，決められたゾーンの範囲内を減速させようとするものではない。このような技術は，決められたゾーンでのみ制御を終了させようとする引用発明の目的に反し，またそれを組み合わせれば，ゾーン制御が機能しなくなるから，採用することはあり得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，本願発明の構成に，引用発明の構成も含まれるとする解釈を可能とするために，本願発明の「基準値(t)と車速信号(T4)とを比較する制御を終了する」との特定発明事項については，文言のみからはその記載の意味するところが必ずしも明確でないと主張するが，制御対象が信号比較であり，その比較する信号まで明記してあって，不明確ということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また，被告は，本願発明は，通信可能領域にある限り，いったん減速の制御が終了した後であっても，再び同じ制御が開始されるのが自然であると主張する。しかし，本願発明の特許請求の範囲に何も記載されていないのに，そのような解釈が自然であると導くことはできない。そして，本願発明に照らせば，請求の範囲に記載されない，制御終了後の構成については，種々の態様が考えられ，むしろ，そのような制御後の種々の態様の自由度についても，引用発明との違いとなるものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "また，被告は，サイクル状制御のフローが周知であるとして甲2(実願昭62−146250号(実開昭64−50157号)のマイクロフ",
                  "text": [
                    "ィルム)の第2図を提示する。しかし，甲2の提示だけで周知といえるものではないし，また，上記の第2図には技術的な欠陥がある。すなわち，上記甲2は，「遠隔から与えられる信号に基づいて，人が運転して一般道路を走行する自動車を好適に安全速度まで減速させることができるようにした自動車の自動減速装置を提供すること」(甲2の2頁14行～18行)を目的としているのに対し，第2図によれば，S12及びS14が繰り返される。すなわち，S12で走行速度vと許容速度Vsとを比較し，v＞VsがYESであると，走行速度vが許容速度Vsよりも大きいため，S14に移行して短時間ブレーキをかけることとなり，その後，S12に戻る。しかし，S12に戻つても前回と同じ走行速度vと許容速度Vsとを比較するから，v＞VsがYESとなり，S14",
                    "に移行して短時間ブレーキをかける。かくして，S12及びS14が繰り返され，事実上の連続ブレーキになり，自動車が停止するようにブレーキを掛け，その後もブレーキが作動し続けるものである。したがって，自動車を好適に安全速度まで減速させるという目的を達成することができない。さらに，被告は，乙1(特開平8−34326号公報)を提示するが，これはフローを繰り返すことが必須な技術であって(乙1の4頁左5欄1行～2行参照)，「状況に応じて」繰り返す技術でもないし，乙2～7についても，審決が甲2のみを提示した手法が誤りであることを何ら否定することにはならない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "また，被告は，本願発明の実施形態例について，フローチャート後再スタートを阻止する構成がなく，その示唆もないことが，本願発明が制御終了後に当然に再スタートをする根拠としているが，的外れである。",
                    "本願発明の特徴からすれば，受信は一瞬でも良いのであるから，通信可能領域は短くて当然であり，そう考えれば，再スタート阻止の構成などなくて当然である。さらに，再スタート後の車両の増速に備えることが本願発明の目的にかなったものというが，減速制御終了後にそれを維持させるとするような目的は，少なくとも本願明細書(甲7～10，5)には記載されていない。また，減速達成後に，さらに減速を維持させなければならないことは，必ずしも安全性の向上となるものでもない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "また，被告は，引用発明に甲2に例示される周知の技術事項を参酌したものから本願発明と同じ構成のものが推測できるので，結局引用発明の制御終了は本願発明のそれと同じであると主張する。",
                    "しかし，被告は，本願発明の構成に余計な構成(制御終了後再度同じ制御を行う構成)を付加したものと，引用発明に周知技術(甲2)を付加した構成から推測したものとを比較した上で，両者が同じとしているにすぎない。しかるに，進歩性における対比手法は，公知の構成と本願発明の構成との対比，それに加えて，引例にない構成が，阻害要因のない他の公知構成にあるか否かという点にあるのであり，対比すべき構成に，それぞれ記載のない構成を付加した上で比較をすること自体，特許法の規定を逸脱している。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由4(引用発明に基準値(t)を組み合わせることに際しての阻害要因の存在)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決は，「…道路側からの信号が制御動作を開始させた後，継続的な信号受信がなくても自動減速させる技術は本願出願前周知の技術事項(例，実願昭62−146250号(実開昭64−50157号)のマイクロフ",
                  "text": [
                    "ィルム，特開昭55−105800号公報，特開昭47−19534号公",
                    "報参照)であり，基準値(t)が電磁波信号とは無関係に設定されることや，電磁波信号は制御動作を開始させるのみの機能をもつことも周知の技術事項にすぎない(外部からの信号による自動停止技術は信号と無関係に基準値が0に設定されることに相当している。)から，それら周知の技術事項を引用発明に適用して上記限定した構成とすることも当業者が容易になし得たことである。」(8頁8行～16行)とするが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "まず，本願発明は，「自動ブレーキ装置(6)が，車両(8)に目標となる走行速度を与えるために，受信装置(7)が受信する電磁波からなる信号に基づいて，」という構成と，「車両(8)の基準値設定手段(83)に設定する基準値(t)と車速信号(T4)とを比較して作動し，」という構成により，信号を受信装置(7)が受信すれば信号比較を開始し，それに続いて，「車両(8)の速度が目標となる速度よりも大きいときは作動することができ，かつ，車両(8)の速度が目標となる速度よりも大きいときは同じ該基準値(t)と比較に応じて読み込む車速信号(T4)とを必ず再度比較することができ，」との構成により，車両速度が目標速度まで減速しない限り，信号比較を必ず再度行う構成となる。繰り返し信号比較を行う上記構成では，信号受信の有無は何ら制限していないことからすれば，通信可能領域を経過しても，上記構成の条件，すなわち目標速度まで減速しない限り，信号比較を行うと読むのが常識的である。本願明細書(甲7～10，5)の実施形態例でもそうなっており，信号受信がなくなると，制御が終了するといった記載は一切ないから，本願発明において原告が主張する作用効果が認められるのは通常の理解力を得ている者なら自明といえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "他方，引用発明の目的は，ゾーン制御を用いて自動安全運転を行わせることであり，換言すれば，決められた領域における自動安全走行制御である。そして，制御の終了がゾーンにかかわらず行われるのであれば，それはゾーン制御の技術ではないから，そもそも引用発明ではない。そうすると，引用発明に「必ず再度信号を比較する構成」は認められず，引用発明では，本願発明において認められる，通信可能領域を経過しても減速制御が行われるような作用効果は何ら認められないのであって，その点，本願発明と引用発明は大きく相違する。",
                    "以上によれば，引用発明に基準値(t)を組み合わせることに際しての阻害要因が存在するというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，引用発明は，甲2(実願昭62−146250号(実開昭64−50157号)のマイクロフィルム)を参酌すれば，速度制御信号Gと実速度Vとを「必ず再度比較することができる」構成と見ることができると主張する。しかし，引用発明は，前記のとおり，ゾーン制御方式であるところ，ゾーン制御は，通信可能領域(ゾーン)において制御をするものであり，そのために通信可能領域においては常に信号を受信する。そして，引用発明における減速制御は，通信可能領域においては，常に信号を受信してGを得，それと実速度Vを比較するものであり，信号Gは受信のたび得られるものであるから，同じ信号Gを「必ず再度比較する」ことはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由5(周知例としての不適切性)",
              "text": [
                "上記(3)アに記載したとおり，審決は，実願昭62−146250号(実開昭64−50157号)のマイクロフィルム(甲2)，特開昭55−10",
                "5800号公報(甲3)，特開昭47−19534号公報(甲4)を周知例",
                "として掲げているが，いずれも不適切である。",
                "すなわち，甲2については，不完全な技術提示である上，制御の自動終了の記載がないし，甲3についても，制御の自動終了の記載がなく，また，甲4については具体的な構成の記載を欠いている。",
                "被告は，原告が甲2の開示事項について不完全さを指摘したのに対し，新たな文献を提示し，その文献を組み合わせれば文献の適格性があると反論するが，他の文献を示さなければ記載の技術が特定できないのであれば，その適格性はますます疑わしいものとなる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由6(周知例の認定の誤り)",
              "text": [
                "上記甲2～4には，審決が指摘する「制御の自動終了」の技術事項は開示されていない。被告は，甲2に接した当業者であれば把握できると主張するが，開示事項から推測できるかどうかというのは，むしろ進歩性の判断手法である。しかも，甲2は，コーナまでの制御であって(コーナまでの距離＝0，第2図S13参照)，その後は制御はされないから，どのようにして制御が継続するのか推測することはできない。また，被告は，甲3についても，車両を制限速度に減速させるものと理解することもできるから，と，自ら複数のうちの一つの解釈であるかのような主張をしており失当であるし，甲4は，サイクル状制御フローの具体的構成が全く記載されていない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "取消事由7(周知例を組み合わせる上での阻害要因の存在)引用発明に，上記甲2～4を組み合わせるに際しては阻害要因が存在する。",
                "被告は，引用発明の目的が「自動安全運転装置を提供する」というものであるから，組み合わせた構成でもその目的は達成できるので，阻害要因はないと主張するが，引用発明の目的は，ゾーン制御を用いて自動安全運転を行わせることである。制御の終了がゾーンにかかわらず行われるのであれば，それはゾーン制御の技術ではないから，そもそも引用発明は成立しない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "本願明細書(甲7～10，5)の特許請求の範囲には，さらには発明の詳細な説明及び図面の記載をみても，「基準値t」の「設定」に関して，その具体的態様を特定する記載は一切存在しない。したがって，本願明細書(甲7～10，5)の特許請求の範囲に記載された「設定」との用語は，制御の分野における通常の意味に解釈されるものであるところ，制御の分野において，「設定」とは，通常，単に目標値や基準値を所定の値に決める行為そのものを意味するのであり，その決めた所定の値がどの程度の時間にわたって維持されるかということは関係がないのであって，例えばいったん設定した値(目標値又は基準値等)が運転状況等の変化に応じて短時間の内にあるいは時々刻々と書き換えられることは，車両の制御などでは普通に行われていることである。",
                "本願発明は，その特許請求の範囲の記載によれば，基準値(t)の基準値設定手段への設定が行われ，設定された基準値(t)が，信号受信に基づいて，車速信号(T4)との間で比較され，該設定された基準値(t)と同じ基準値が繰り返し比較されるものであるといえるが，引用発明においても，速度制御信号Gは，車速コントロール信号(F＋G)の受信に基づいて制御回路18において走行速度Vとの比較に供されるものであって「基準値」といえるし，制御回路18に固定した後次々と上書きされるものだとしても，上に述べた「設定」の意味からして，制御回路18に「設定」されるものと言うことは十分可能である。すなわち，速度制御信号Gが設定される制御回路18が本願発明でいう「基準値設定手段」に相当するものということができる。そして，引用例(甲1)の記載からみて，道路の危険な状況が変化しない限り，路側送信器1の制御回路36により周波数Gの値が変更されることはないものであり，自動車が通信可能領域5を通過するに要する程度のごく短時間には道路の危険な状況は変化しないとみてよいから，速度コントロール信号(F＋G)の受信に基づく減速制御の間，速度制御信号Gの値は同じ値であり，したがって，「同じ基準値」であるといえる。そして，該「同じ基準値」である速度制御信号Gが，速度コントロール信号(F＋G)の受信に基づく減速制御の間，走行速度Vと(何度も)繰り返し比較されるものであることは，当業者にとって記載されたに等しい事項である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "引用発明もサイクル状の制御フロー(検出車速と基準値を繰り返し比較する制御フロー)を有していることは記載されたに等しい事項であるし，たとえ仮に引用発明にサイクル状の制御フローを組み合わせる(適用する)ものだとしても，サイクル状の制御フロー自体は，車速が基準値に達したらいったん終了してその後再び比較する制御を始めることもできるから，「ゾーン制御」の引用発明に適用することに何ら阻害要因はない。",
                "そして，本願発明の特許請求の範囲の「基準値(t)と車速信号(T4)とを比較する制御を終了する」との記載の意味が文言のみからは必ずしも明らかでないとする審決の意味するところは，特許請求の範囲の記載における「終了」という言葉によって表現する事項の技術的意味があいまいである(すなわち，いったん終了した後再び開始するのか，終了した後再び開始することはないのか，が特許請求の範囲の文言のみからは明らかでない。)というものであり，それゆえ発明の詳細な説明及び図面の記載等を参酌して解釈すれば，本願発明は，車速が基準値に達すればサイクル状の制御フローをいったん終了するがその後再び開始するものと理解するのが自然であるから，「比較する制御を終了」の点について，本願発明と引用発明とに実質的な差違がないという趣旨である。そして，本願発明は，通信可能領域の長さについて何ら限定するものではなく，したがって，長いものも短いものも含むものであるところ，通信可能領域内で車速が基準値(t)に達した場合には，フローチャートのエンドに到達して，サイクル状の制御フローをいったん終了するものの，電磁波からなる信号の受信に基づいて制御信号(T3)を出力し再びフローチャートのスタートから制御が始まると解釈するのが自然である。また，特許請求の範囲には，「比較する制御を終了することができ」ると記載されており，比較する制御を「終了」することは，単なる可能性の一つにすぎず，その意味でも，本願発明は制御をいったん終了した後再び制御を開始するものを含むものであるといえる。",
                "また，車速制御におけるサイクル状の制御フローは当業者にとって周知であるが，原告は甲2のみの例示で周知といえないと主張しているので，他にも例を挙げれば，特開平5−42844号公報(乙2)(特に段落【0034】～【0036】及び【図10】を参照)，特開昭63−127400号",
                "公報(乙3)(特に第5頁左上欄第10行～右上欄第8行及び第7図のステップ123と125を参照)，特開平6−290391号公報(乙4)(特",
                "に段落【0026】及び【図5】を参照)，特開平9−50595号公報(乙5)(特に段落【0012】及び【図3】を参照)，特開平10−159615号公報(乙6)(特に段落【0015】，【0020】及び【図2】を参照)，などを示すことができる。なお，車速制御におけるサイクル状の制御フローにおいて，検出車速と基準値とを比較する際にその都度新たな検出車速を用いる(読み込む)ことは，そうしないと車速を目標値(基準値)に制御するためにサイクル状の制御フローを行う意味がないので，明示がなくとも自明な事項である(乙2，6)。",
                "さらに，原告の主張する「進歩性における対比手法」について言及すれば，審決は，本願発明と引用発明の相違点3についての判断において，特許請求の範囲に記載された文言自体から直ちには確定できない特許請求の範囲の用語の意義を発明の詳細な説明及び図面の記載を考慮して解釈した本願発明の，相違点3に係る発明特定事項が，引用例に記載されたに等しい事項(あるいは少なくとも周知の技術事項に基づいて当業者が容易に想到できたこと)であるとしているものであるから，その対比判断手法には何ら違法性はないものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由4に対し",
              "text": [
                "引用例には，速度制御信号Gと走行速度Vとの比較に基づいて減速制御を行った結果V＝Gとなることが明記されており，また引用発明も，速度コントロール信号(F＋G)の受信に基づいて減速制御を行う間，同じ値の速度制御信号Gとその都度検出される走行速度Vとを繰り返し比較することにより減速制御を行ってV＝Gとするものである(ことが自明である)から，V＝Gになるまで「同じ信号Gを必ず再度比較する」もの(であることが自明である)ということができる。",
                "そして，特許請求の範囲の記載上，本願発明は，通信可能領域の長さについての限定はなく，通信可能領域内で車速が基準値に達するものを含むものであって，通信可能領域を経過しても減速制御が行われるものに限定されるものではなく，そのような作用効果を奏しないものをも含むものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由5～7に対し",
              "text": [
                "原告主張の取消事由5～7も，いずれも理由がない。すなわち，甲2～4及び乙1，2から，当業者であれば，サイクル状の制御フロー，サイクル状の制御の「自動終了」や，道路側からの信号が制御動作を開始させた後，継続的な信号受信がなくても自動減速させる技術が周知のものであると理解することが十分可能である。さらに，当該周知技術を例示する証拠としては，上記の文献以外にも，上記に示した乙3～6，及び特開平7−57186号公報(乙7)(特に段落【0014】を参照)を挙げることができるものであって，上記技術が周知のものであることについては疑いがない。",
                "また，引用発明の目的は，引用例(甲1)の2頁右上欄3行～13行の「(エ)目的」の項に，「道路の自然的状況に危険がある場合，これを運転者の五感を通すことなく，直接，自動車の走行駆動装置に伝えて，自動車を自動的に減速する事のできる自動安全運転装置を提供する事が本発明の目的である。危険な状況が2種類以上あって，自動車の減速の程度についても2種類以上のモードを設定する必要がある場合にも，良好に利用できる，多モード型の自動安全運転装置を提供する事が本発明の第2の目的である。」と記載されているように，道路の危険状況を自動車の走行駆動装置に伝えて自動車を自動的に減速すること，及び，その際，危険状況の種類によって自動車の減速の程度を可変に設定可能とすることであって，「ゾーン制御」に限られるものではなく，引用発明において，速度制御信号Gを制御回路18に保持しておくことによりアンテナ40からの信号の受信がなくなった後においても走行速度Vとの比較制御を実行可能なように構成を変更しても，上記目的に反するものではなく，そのように構成を変更することを妨げる特段の事情もない。そして，当該構成の変更に付随して，奏する作用効果に差違が生じるものであっても，その作用効果は当業者が引用発明及び周知技術等から予測し得る範囲内のものであって，格別顕著なものとはいえないから，上記構成変更の容易性を左右するものではなく，原告の主張する「阻害要因」といえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の内容は，第2,2,(2)記載のとおりであるところ，本願明細書(甲7～10，5)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "本発明は，車両の警報作動装置，特に，火災時に警報作動させる装置に関するものである。(甲8，段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術及びその課題",
                  "text": [
                    "近時，運転者の意思(ブレーキペダルの踏込み)とは無関係に，車両に自動的にブレーキを掛ける自動ブレーキ装置が提案されている。…(甲8，段落【0002】)",
                    "…車両の走行路には，トンネルが存在している。トンネル内において火災が発生した場合には，トンネル内が高温になると共に，一酸化炭素ガス，その他の有毒ガスが発生している。このため，…車両がトンネル内に進入することを強制的に抑制させることが望まれる。(甲8，段落【0003】)",
                    "本発明は，車両内に自動的に警報作動させ，車両の安全性を向上させることを目的としてなされたものである。(甲8，段落【0004】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "…請求項1に係る発明は，走行路(2)を走行する車両(8)に適用される車両の警報作動装置であつて，",
                    "電磁波からなる信号を受信装置(7)で受信して，少なくとも1つのホイールブレーキ(53，53’)にブレーキを掛けることができる自動ブレーキ装置(6)と，発信装置(4)から発信される電磁波からなる信号を受信して制御信号(T3)を出力する受信装置(7)と，車両(8)の目標となる走行速度に対応する基準値(t)を車両(8)に設定する基準値設定手段(83)と，車両(8)の走行速度を検出し，車速信号(T4)を出力する車速検出手段(81)と，該基準値(t)と車速信号(T4)とを比較する比較手段(82)とを車両(8)に有し，",
                    "自動ブレーキ装置(6)が，車両(8)に目標となる走行速度を与えるために，受信装置(7)が受信する電磁波からなる信号に基づいて，車両(8)の基準値設定手段(83)に設定する基準値(t)と車速信号(T4)とを比較して作動し，車両(8)の速度が目標となる速度よりも小さいときは作動せず，該基準値(t)と車速信号(T4)とを比較する制御を終了することができ，車両(8)の速度が目標となる速度よりも大きいときは作動することができ，かつ，車両(8)の速度が目標となる速度よりも大きいときは同じ該基準値(t)と比較に応じて読み込む車速信号(T4)とを必ず再度比較することができ，車両(8)の速度が目標となる速度よりも小さくなつたときにも，該基準値(t)と車速信号(T4)とを比較する制御を終了することができると共に，",
                    "受信装置(7)の制御信号(T3)に基づいて，車両(8)内に警報させることを特徴とする車両の警報作動装置である。…(甲5，段落【0005】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "マイクロコンピュータ80は，比較手段82と，車両8の所定の走行速度に対応する基準値tを設定する基準値設定手段83と，作動信号発生手段84としての機能を有する。比較手段82によって車速信号T4と基準値tとを比較し，その比較結果に基づいて車速信号T4が基準値tよりも小さくなるまで，つまり車速が測定値未満になるまで，作動信号発生手段84から作動信号T13，T23及びT33を出力する。基準値tは，目標となる低い車両速度に対応する値であり，通常は速度零に対応する値である。…(甲8，段落【0016】)",
                    "ホイールブレーキ53によって得られるブレーキ力は，…車速信号T4が基準値tよりも小さくなるまで得られる。すなわち，受信装置7から出力される制御信号T3が発生することによりスタートし，車速検出手段81から出力される車速信号T4が読み込まれる(ステップ(1))。また，基準値設定手段83の基準値tが読み込まれる(ステップ(2))。次に，比較手段82において，基準値tと車速信号T4が比較される(ステップ(3))。車速信号T4が基準値tよりも小さいときは，マイクロコンピュータ80による制御が終了するので，自動ブレーキ装置6は作動しない。",
                    "つまり，比較を開始したときに車速信号T4が基準値tよりも小さいときは，基準値tと車速信号T4とを比較して作動信号T13，T23及びT33を出力するマイクロコンピュータ80による制御が，作動信号T13，T23及びT33を出力することなく終了する。車速信号T4が基準値tを越えるときはステップ(4)に移行して作動信号T13，T23及びT33を出力し，ステップ(1)に戻る。ステップ(1)～(4)を繰り返すうちに車速信号T4が基準値t以下に小さくなるので，作動信号T13，T23及びT33が出力されなくなり，自動ブレーキ装置6の制御が終了する。つまり，車速信号T4が基準値tを越えるときはステップ(4)に移行した後にステップ(3)において車速信号T4と基準値tとを必ず再度比較すると共に，ステップ(1)～(4)を繰り返すことによって比較に応じて読み込む車速信号T4が基準値t以下に小さくなったときは，作動信号T13，T23及びT33を出力するマイクロコンピュータ80による制御が終了する。基準値tが速度零に対応する値であれば，車両8が停止するまで作動信号T13，T23及びT33が出力され，自動ブレーキ装置6が作動する。(甲5，段落【0022】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "…本発明に係る車両の警報作動装置によれば，車両内に警報されるので，車両に火災などの影響を受けることを避けることができる。…その結果，車両の安全性が向上する。(甲8，段落【0027】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)ア～オの記載によれば，本願発明は，運転者の意思(ブレーキペダルの踏込み)とは無関係に，車両に自動的にブレーキを掛けて車両内に警報を作動させる装置に関し，車両の安全性を向上させることを技術的課題とし，その解決手段として，上記(1)ウに記載した構成を採用することにより，車両に自動的にブレーキが掛かり，車両の安全性を向上させる効果を奏するようにさせたものと認められる。",
                "そうすると，上記(1)ウに記載した構成を採用した本願発明は，受信された信号により基準値(t)を設定し，その同じ基準値により比較を繰り返し，通信可能領域を通過してもそれを繰り返すことができると解することができるが，本願発明が，一度信号を受信すれば，個々の車両(8)で基準値(t)と車速信号(T4)との比較が通信可能領域を通過した後でも可能であるものに限られるものとはいえない。すなわち，本願発明の特許請求の範囲の記載を見ても，一度の信号の受信によって本願発明が上記の動作を行うための技術手段に関する記載はなく，本願明細書(甲7～10，5)においても，本願発明がかかる構成に限定されることを裏付けるに足りる記載は見当たらないのであって，そうである以上，かかる構成はあくまで実施の一態様として把握されるに止まるものというほかない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，自動ブレーキ装置の制御の終了については，本願発明の特許請求の範囲に，「…車両(8)の速度が目標となる速度よりも小さいときは作動せず，該基準値(t)と車速信号(T4)とを比較する制御を終了することができ，車両(8)の速度が目標となる速度よりも大きいときは作動することができ，かつ，車両(8)の速度が目標となる速度よりも大きいときは同じ該基準値(t)と比較に応じて読み込む車速信号(T4)とを必ず再度比較することができ，車両(8)の速度が目標となる速度よりも小さくなつたときにも，該基準値(t)と車速信号(T4)とを比較する制御を終了することができる…」と記載されているが，それに止まり，本願明細書(甲7～10，5)を見ても同様であるから，そうである以上，車速信号(T4)が目標となる速度の基準値(t)と一致し自動ブレーキ装置の制御が終了した後も基準値(t)と車両(8)の走行速度との比較を継続して行い，車両の速度が増速し車両信号(T4)が目標となる速度の基準値(t)よりも大きくなったときは，再度，基準値(t)と車両(8)の走行速度とを比較しながら自動ブレーキ装置(6)を作動させるというような，車両の速度が目標となる速度よりも大きくなるという増速の場合に備える構成も含まれるものというほかない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用発明の内容",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一方，引用発明が記載された引用例(甲1)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "危険な状況の発生が予想される道路側に設けられ道路の状況に応じた最高速度を設定し，搬送波を設定最高速度Gによって変調して車速コントローラ信号を発生し，この車速コントローラ信号を減速の必要な狭い領域に電波によって送信する路側送信器1と，自動車の中に搭載されており車速コントローラ信号を受信し復調して設定最高速度Gを求め，現在の車速VがGより高い場合はスロットルバルブを閉方向に変位させ，ブレーキをかけるようにした車載受信器2とより構成される事を特徴とする自動安全運転装置。(請求項(1))"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "制御回路36は，道路状況に応じて，これを報知するための信号を発する。パラメータは発振周波数である。周波数Gを，道路状況に応じて変化させる。これは連続変数とする事もできるし，ディスクリートな値G0，G1，G2，…とする事もできる。",
                    "…",
                    "変調回路34は制御回路36の信号Gにより，搬送波の周波数を変化させる。つまり周波数変調(FM)を行なう。",
                    "変調回路34…で(F＋G)又は(F−G)の信号を作る事ができる。",
                    "どちらを用いてもよい。ここでは簡単のため(F＋G)と略記する。",
                    "増幅器38でこの信号を増幅しアンテナ40から，電波として空中へ発信する。",
                    "この信号を，ここでは車速コントローラ信号という。(2頁右下欄4行～3頁左上欄6行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "車載受信器の側の動作を第2図によって説明する。",
                    "自動車15のアンテナ4によって，(F＋G)の電波を捕える。",
                    "アンテナ4は指向性のあるアンテナで，車両前方よりやや左側の方向へその受信方向が設定されている。",
                    "車速コントロール信号は，超短波又は極超短波であるから，これを復調するため，まず増幅器6で増幅した後，周波数変換する。",
                    "このために，発信器10で局部発振Qを得る。これを混合器8に入れて車速コントロール信号(F＋G)と混合する。",
                    "混合によって(F＋G±Q)の波形が得られる。",
                    "これをバンドパスフィルタ12に入れて，低い方の周波数の信号(F＋G−Q)のみを得る。",
                    "FM復調に先だって，周波数変換するのは，通常よくなされる事である。",
                    "この後FM復調する。…",
                    "まず，パルス変換器14によって，正弦波であるものを矩形波に変換する。…",
                    "矩形パルスにしたものをパルスカウンタ16で計数する。単位時間内のパルス数によって，信号周波数を求める事ができる。",
                    "単位時間ごとにパルスカウンタ16はリセットされる。…",
                    "単位時間が経過して，パルスカウント数Ｎが分る。これは前記の(F＋G−Q)の周波数に比例する。(F−Q)は定数である。(F−Q)に比",
                    "例する数をＮから引くことによりGが求まる。",
                    "このようにして，車載受信器に於て，車速コントロール信号から，速度制御信号Gを得る。",
                    "いっぽう，自動車には車輪の回転速さをモニタするために車輪速センサ20が設けられている。車輪速センサ20から，現在の自動車の走行速度Vを得る。",
                    "速度制御信号Gは，最高速度をある値に制限する，というような信号である。つまり，最大値という形で速度が与えられる。この速度と，車輪速センサ20の測定した速度とは，一定の乗数をかける事によって，同一の速度単位に合わせる事ができる。",
                    "制御回路18は，このような乗算を行ない，GとVとを同じ速度単位とする。この後，GとVとを比較して，V≦Gであれば，車速を変更しない。",
                    "つまり，ブレーキやエンジンなどになんらの作用を及ぼさないようにする。",
                    "しかし，V＞Gである時は違う。この地域に於ける最高速度Gよりも，自動車の速度Vが速いのである。この場合は，制御回路18が減速動作を自動的に開始する。(3頁左上欄10行～右下欄5行)"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "まずブレーキ制御系へ減速信号を送る。つまりブレーキを作動し，直接に制動を行なう。",
                    "さらに，スロットルバルブ制御系28へ減速信号を送る。スロットルバルブを閉じる方向へ変位させ，エンジンの出力を減少させる。…こうして減速すると，車輪速センサ20の検出速度Vが下ってゆく。この間，運転者がアクセルを踏み込んでも加速されない。やがてV＝Gとなる。ここでつりあった後は，この速さで通信可能領域5を走り抜ける事になる。",
                    "この領域5を走り抜けると，信号がアンテナ4に入らなくなる。このため，減速作用が消える。ドライバのアクセル操作，ブレーキ操作どおりに走行できるようになる。(3頁右下欄7行～4頁左上欄8行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の(1)ア～エによれば，引用発明は，自動車のアンテナ4により，(F＋G)の電波である車速コントロール信号を受信し，その信号を増幅器6，混合器8，バンドパスフィルタ12，パルス変換器14，パルスカウンタ16を介して，速度制御信号Gを得るものであり，これによって，車速を所定値以下に制御するものである。",
                "そうすると，前記1の説示も併せ考慮すれば，引用発明の「車速コントロール信号」，「速度制御信号G」は，それぞれ，本願発明の「制御信号(T3)」，「車両(8)に設定する基準値(t)」に相当するものと認められる。",
                "さらに，引用発明においては，車輪速センサ20により検出した自動車の走行速度Vを求め，その走行速度Vと上記速度制御信号Gとを比較して，V≦G，すなわち自動車の速度が速度制御信号Gと同じかそれよりも遅い場合であれば，車速を変更せず，ブレーキやエンジンなどに何らの作用を及ぼさないようにする一方，V＞G，すなわち自動車の速度が速度制御信号Gよりも速い場合であれば，制御回路18が減速動作を自動的に開始するというものである。したがって，引用発明は，通信可能領域の範囲内でVとGとの比較を繰り返し行って車速を制御し，その結果V＝Gとなった後も，再びV＞Gとならずにこの速さで同通信可能領域5を走り抜けるために，VとGとの比較を更に継続して行い，万一車両の速度が増速し再びV＞Gとなるときは両者を比較しながら車速を制御するというような増速の場合に備えるものである。そうすると，このような引用発明の構成は，本願発明の「自動ブレーキ装置(6)が，車両(8)に目標となる走行速度を与えるために，受信装置(7)が受信する電磁波からなる信号に基づいて，車両(8)の基準値設定手段(83)に設定する基準値(t)と車速信号(T4)とを比較して作動し，車両(8)の速度が目標となる速度よりも小さいときは作動せず，該基準値(t)と車速信号(T4)とを比較する制御を終了することができ，車両(8)の速度が目標となる速度よりも大きいときは作動することができ，かつ，車両(8)の速度が目標となる速度よりも大きいときは同じ該基準値(t)と比較に応じて読み込む車速信号(T4)とを必ず再度比較することができ，車両(8)の速度が目標となる速度よりも小さくなつたときにも，該基準値(t)と車速信号(T4)とを比較する制御を終了する」ことに相当する制御を行っているものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "原告の主張に対する判断",
          "text": [
            "以上の1，2を前提に，原告主張の取消事由について以下判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(本願発明の要旨認定(基準値(t)の「設定」の解釈)の誤り及びこれに起因する引用発明との対比の誤り)についてア 原告は，本願発明では，「車両(8)の目標となる走行速度に対応する基準値(t)を車両(8)に設定する基準値設定手段(83)と，」との構成によって，基準値(t)の基準値設定手段(83)への設定が間違いなく行われ，そして，同発明では「車両(8)の基準値設定手段(83)に設定する基準値(t)と車速信号(T4)とを比較して作動し，」との構成によって，このように設定された基準値(t)が，信号受信によって車速信号(T4)との間で比較され，さらに，同発明では「車両(8)の速度が目標となる速度よりも大きいときは作動することができ，かつ，車両(8)の速度が目標となる速度よりも大きいときは同じ該基準値(t)と比較に応じて読み込む車速信号(T4)とを必ず再度比較することができ，」との構成によって，維持された基準値(t)が何度も繰り返し比較されることになる，と主張する。",
                "この点は，前記1(2)に説示したとおり，本願発明は，受信された信号により基準値(t)を設定し，その同じ基準値により比較を繰り返し，通信可能領域を通過してもそれを繰り返すことができると解することができるから，その限度では，原告の上記主張には理由があるが，これを前提としても，以下のイ，ウに説示するように，引用発明についての原告主張に理由がないため，後記のとおり取消事由1の主張には理由がないこととなる。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "続けて，原告は，引用発明は，走行路側で設定した元の信号(設定最高速度G)を車両側で単に「復調」つまり取り出しながら設定最高速度Gと現在の車速Vとを比較するにすぎず，「車載受信器2が受信する電波からなる信号から設定最高速度を表す速度制御信号Gを得」ることは，「得」る，つまり手に入れて自分のものにすることのみで，速度制御信号Gが自動車(車両)に「設定」されるとはいえないと主張する。",
                    "しかし，前記2(2)に説示したとおり，前記2(1)ア～エの記載によれば，引用発明は，自動車のアンテナ4により，(F＋G)の電波である車速コントロール信号を受信し，その信号を増幅器6，混合器8，バンドパスフィルタ12，パルス変換器14，パルスカウンタ16を介して，速度制御信号Gを得て，これによって，車速を所定値以下に制御するものであるというのであり，その速度制御信号Gの値は，たとえ道路状況ごとに異なる値に設定されるとしても，自動車の安全性という見地から見て，ある特定の道路状況に対応するものは変動値ではなく一定値であるとみるのが自然である。しかるに，こうした値を車両側で設定することは，甲2(実願昭62−146250号(実開昭64−50157号)のマイクロフィル",
                    "ム)に「制御回路6は，…コーナを安全に通過し得る上限速度であるコーナリング速度V を求める。また，同時に，スリップさせないで減速できij",
                    "る安全減速度a を路面状態C から求める(S6)」(9頁2行～7行)"
                  ],
                  "content": [
                    {
                      "fig": "j",
                      "subject": "j",
                      "text": [
                        "と記載され，また特開平10−159615号公報(乙6)に「…車載コンピューター3は，制限速度の情報に基づき，自車の最大速度を設定する。",
                        "…」(【0015】)と記載され，その他も，特開昭63−127400号公報(乙3)，特開平6−290391号公報(乙4)，特開平9−50",
                        "595号公報(乙5)に開示されている。そうすると，上記信号を送信側で設定するか，車両側で設定するかという技術的事項は，自動ブレーキにより自動車の安全性の向上を図るという見地からは，当業者が適宜決定する設計的事項というべきであるから，当業者は，上記のような速度制御信号Gを，受信装置の制御信号に基づいて自動車に「設定」する手段を設けることを容易に想到するというべきである。",
                        "以上によれば，原告の上記主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，引用発明は，通信可能領域のみ減速制御がなされ，通信可能領域を外れると制御が終了するゾーン制御方式であり，速度制御信号Gは，受信の都度復調して取り出される信号であって，そのように，その都度取り出された信号Gが走行速度Vと比較されるものであるから，任意の時に取り出された信号Gを維持するような手段は引用発明においては不要であるか，あるとしても，ほんの一瞬固定するような手段にすぎず，固定した後次々と上書きされることになる，これは，本願発明における「設定」が意図するような，何度も利用するために維持固定されるような手段とは明らかに相違すると主張する。",
                    "しかし，たとえ引用発明が，通信可能領域のみ減速制御がなされ，通信可能領域を外れると制御が終了するゾーン制御方式であり，速度制御信号Gは，受信の都度復調して取り出される信号であるとしても，上記イに説示したとおり，そのような引用発明の速度制御信号Gの値は，自動車の安全性という見地から見て，ある特定の道路状況に対応するものは変動値ではなく一定値であるとみるのが自然であるというのであって，さらに，その値を，送信側で設定するか，車両側で設定するかという技術的事項も，当業者が適宜決定する設計的事項というべきであるから，引用発明に接した当業者は，このような速度制御信号Gを，受信装置の制御信号に基づいて自動車に「設定」する手段を設けることを容易に想到することができたというべきである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，原告の取消事由1の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本願発明の要旨認定(「制御を終了」の解釈)の誤り及びこれに起因する引用発明との対比の誤り)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明の制御は，開始から終了まで通信可能領域(ゾーン)の範囲内にあるか否かによって決せられるのに，それを制御の終了だけ，自動終了となる他の方式に換えることは，その発想の違いから両者の関連性(動機付け)が全く存在せず，阻害要因となるから，両者を結びつけた上で本願発明と比較する審決の手法は誤りである，サイクル状制御フローは，終了が通信領域とは無関係であり，決められたゾーンの範囲内を減速させようとするものではないから，このような技術は，決められたゾーンでのみ制御を終了させようとする引用発明の目的に反し，またそれを組み合わせれば，ゾーン制御が機能しなくなるから，採用することはあり得ない，と主張する。",
                    "しかし，前記2(1)ウ，エの記載に照らせば，引用発明においては，V＞Gのときは，ブレーキ制御系やスロットルバルブ制御系28へ減速信号を送って減速動作を行い，V≦Gのときはかかる動作は行わないというものであるから，V＝Gとなって上記減速動作が終わった後も，VとGとの比較を継続して行い車両の速度が増速しV＞Gとなったときは，再度，VとGを比較しながら減速動作を行うというような，自動車の速度が目標となる速度よりも大きくなるという増速の場合に備えるものである。そうすると，V＝Gとなったときはそれまで送られていたブレーキ制御系やスロットルバルブ制御系28へ減速信号の送信がなくなって減速動作が行われなくなるのであるから，たとえVとGとの比較が継続されその後の増速に備える構成であったとしても，上記のいったん減速動作が行われなくなった状態を捉えて自動ブレーキ装置の制御が終了したものということは技術的な見地からも十分可能であるというべきである。そうすると，引用発明において制御が終了するのも，基本的にはV＝Gとなったときであり，通信可能領域を通過する際に制御が終了するのは，たまたまそれまでの減速動作にもかかわらずいまだV＞Gであったようなときに結果として信号がアンテナに入らなくなり減速作用が消えるにすぎない。そうすると，引用発明の制御は，開始から終了まで通信可能領域(ゾーン)の範囲内にあるか否かによって決せられるものと当然にいうことはできず，当業者が，その技術思想として，決められたゾーンでのみ制御を終了させようとするものと理解するとはいえないから，引用発明にサイクル状制御フローを適用することに技術思想の違いから阻害要因があるということはできない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明の「基準値(t)と車速信号(T4)とを比較する制御を終了する」との特定発明事項は，制御対象が信号比較であり，その比較する信号まで明記してあり不明確ということはできないと主張する。",
                    "しかし，前記1(3)に説示したように，本願発明の上記の文言からは，車速信号(T4)がある特定の道路状況に対応する目標となる速度の基準値(t)と一致し自動ブレーキ装置の制御が終了した後であっても，基準値(t)と車両(8)の走行速度との比較をなお継続して行い，同一の道路状況が継続しているにもかかわらず車両の速度が増速し車両信号(T4)が目標となる速度の基準値(t)よりも大きくなったときは，再度，基準値(t)と車両(8)の走行速度とを比較しながら自動ブレーキ装置(6)を作動させるというような，車両の速度が目標となる速度よりも大きくなるという増速の場合に備える構成も含まれるものというほかない。",
                    "そうすると，ある特定の道路状況において，いったんサイクル状の制御フローにより車速信号(T4)と基準値(t)が一致し自動ブレーキ装置の制御が終了しても，この時点をもって本願発明の「終了」に当たる場合と，同一の道路状況において再び自動ブレーキ装置が作動したためこの時点においては「終了」しなかった場合とが生じることとなり，後者の場合を捉えれば「終了」という文言が通常の語義と離れることとなるから，これを捉えて「終了」の文言の意義が不明確であるといったとしても，あながちこれを誤りということはできない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願発明の特許請求の範囲に何も記載されていないのに，通信可能領域にある限り，いったん減速の制御が終了した後であっても，再び同じ制御が開始されるのが自然な構成ということはできない，本願発明に照らせば，請求の範囲に記載されない，制御終了後の構成については，種々の態様が考えられ，むしろ，そのような制御後の種々の態様の自由度についても，引用発明との違いとなるものであると主張する。",
                    "しかし，当業者の見地からは，ある特定の道路状況において，いったんサイクル状の制御フローにより車速信号(T4)と基準値(t)が一致し自動ブレーキ装置の制御が終了しても，同一の道路状況が継続する限りは，車両が再び増速した際にも再び自動ブレーキ装置が作動しなければ自動車の安全性を確保できないことは自明というべきところ，本願発明の特許請求の範囲の記載を見ても，上記のような場合を排除する根拠となる記載もないから，上記イに説示したように，いったん車速信号(T4)と基準値(t)が一致し自動ブレーキ装置の制御が終了したように見えても，これが本願発明の「終了」に当たるといえる場合とそうでない場合とが生じることとなる。そして，これを踏まえても，前記2(2)に説示したとおり，引用発明は本願発明の構成に相当する制御を行っているといえるものである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "原告は，被告がサイクル状制御のフローが周知であるとして提示する甲2(実願昭62−146250号(実開昭64−50157号)のマイク",
                  "text": [
                    "ロフィルム)の第2図は，S12及びS14が繰り返され，事実上の連続ブレーキになり，自動車が停止するようにブレーキを掛け，その後もブレーキが作動し続けるという技術的な欠陥があるし，これだけで周知といえるものではないなどと主張する。",
                    "しかし，甲2の第2図におけるS12は，「走行速度vと許容速度VS",
                    "とを比較する」(10頁9行)ステップであり，同S14は，「v＞V とS",
                    "なると，制御回路6はブレーキコントローラ9を介して制動装置を短時間作動させ，ブレーキをかける」(11頁9行～11行)ステップであるところ，「…この短時間のブレーキが繰り返されて，v＞V が成立しなくS",
                    "なるまで強制減速される。」(11頁13行～14行)というのであるから，制御回路6により制動装置が作動させられるのは，あくまでv(走行速度)＞V (許容速度)が成立しなくなるまでであることが記載されてS",
                    "いる。そうすると，当業者であれば，甲2の第2図におけるS12における新たな比較の際は，当初のv(走行速度)ではなく，当初のv(走行速度)から新たな比較までに強制減速された結果である新たなv(走行速度)を読み込み，これをV (許容速度)と比較するものであることを普S",
                    "通に理解するというべきである。このことは，乙2(特開平5ー42844号公報)にも，「【0034】図10は第2実施例の作用を示すフローチャートであり，この実施例は減速停止制御を対象としたものである。",
                    "【0035】車両走行中，CPU2には車体傾斜検出器7の出力すなわち路面勾配が入力されており(ステップ400)，CPU2は該入力された路面勾配に基ずき前記メモリ3に記憶された3つの制動圧パターン(登り勾配用，平坦路面用，下り勾配用)のうちの1つを選択して読み出す(ステップ410)。【0036】次に，CPU2は実車速センサ9の検出信号を取り込み(ステップ420)，前記選択した制動油圧パターンから前記取り込んだ実車速に対応する制動圧を算出し，この算出した制動圧を図3の電磁比例弁19に指令値として出力する(ステップ430)。このようなブレーキ制御を実車速を測定しながら実車速が0になるまで(ステップ440)繰り返し実行する。」と記載されていることからも裏付けられる。したがって，甲2の第2図は，S12及びS14が繰り返され，事実上の連続ブレーキとなり，自動車が停止するようにブレーキを掛け，その後もブレーキが作動し続けるという技術的な欠陥があるものと解することはできない。",
                    "また，サイクル状の制御フローは，特開平8−34326号公報(乙1)においてもその第2図に記載され，「…S1～S11の処理は所定周期で繰り返される。」(4頁左欄1行～2行)と記載されている。そして，たとえこれがフローを繰り返すことが必須な技術であり状況に応じて繰り返す技術ではないとしても，本願発明自体，フローの繰り返しが所定周期であるか状況に応じてであるかの点について限定しているわけではない。",
                    "さらに，車両の自動ブレーキという技術分野におけるサイクル状の制御フローという技術は，特開平5−42844号公報(乙2)，特開昭63−127400号公報(乙3)，特開平6−290391号公報(乙4)，",
                    "特開平9−50595号公報(乙5)，特開平10−159615公報",
                    "(乙6)にも記載されており，その技術内容自体に照らしても，これが車両の自動ブレーキという技術分野において当業者から見て周知技術といえるものであることは明らかである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本願発明の実施形態例について，フローチャート後再スタートを阻止する構成がなく，その示唆もないことが，本願発明が制御終了後に当然に再スタートをする根拠とするのは的外れである，本願発明の特徴からすれば，受信は一瞬でも良いのであるから，通信可能領域は短くて当然であり，そう考えれば，再スタート阻止の構成などなくて当然である，再スタート後の車両の増速に備えることが本願発明の目的にかなったものというが，減速制御終了後にそれを維持させるとするような目的は，少なくとも本願明細書(甲7～10，5)には記載されていないし，減速達成後に，さらに減速を維持させなければならないことは，必ずしも安全性の向上となるものでもないと主張する。",
                    "しかし，本願発明の要旨認定はその特許請求の範囲の記載に基づいてなされるものであるところ，前記1(3)，3(2)イに説示したように，同記載において「終了」という文言が用いられるものの，その文言の意義が限定されていないため，ある特定の道路状況において，いったんサイクル状の制御フローにより車速信号(T4)と基準値(t)が一致し自動ブレーキ装置の制御が終了し，この時点をもって本願発明の「終了」に当たるといえた場合のほか，同一の道路状況において再び増速し自動ブレーキ装置が作動したため上記時点においては「終了」しなかった場合を含むというほかない。このことは，本願明細書(甲7～10，5)を見ても，「終了」について前者に限定する旨の記載が見当たらないことからも裏付けられる。",
                    "また，そもそも前記1(2)に説示したように，本願発明が，一度信号を受信すれば，個々の車両(8)で基準値(t)と車速信号(T4)との比較が通信可能領域を通過した後でも可能であるものに限られるものともいえない。",
                    "以上によれば，原告の上記主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，被告は，本願発明の構成に余計な構成(制御終了後再度同じ制御を行う構成)を付加したものと，引用発明に周知技術(甲2)を付加した構成から推測したものとを比較したうえで，両者が同じとしているにすぎない，進歩性における対比手法は，公知の構成と本願発明の構成との対比，それに加えて，引例にない構成が，阻害要因のない他の公知構成にあるか否かという点にあるのであり，対比すべき構成に，それぞれ記載のない構成を付加した上で比較をすること自体，特許法の規定を逸脱していると主張する。",
                    "しかし，上記オに説示したように，そもそも本願発明の要旨をその特許請求の範囲の記載から認定すれば，制御終了後再度同じ制御を行う構成も本願発明に含まれるのであるから，これを余計な構成を付加したということはできず，また，当業者が引用発明に周知技術(甲2)を適用して本願発明に容易に想到できるかどうかを検討することは，進歩性の通常の判断手法というべきである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "よって，原告主張の取消事由2は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由4(引用発明に基準値(t)を組み合わせることに際しての阻害要因の存在)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明は，車両速度が目標速度まで減速しない限り，信号比較を必ず再度行う構成となり，信号受信の有無は何ら制限していないことからすれば，通信可能領域を経過しても，目標速度まで減速しない限り，信号比較を行うと読むのが常識的である，本願明細書(甲7～10，5)の実施形態例でもそうなっており，信号受信がなくなると，制御が終了するといった記載は一切ないから，本願発明において原告が主張する作用効果が認められるのは通常の理解力を得ている者なら自明であると主張し，かかる原告の上記主張には理由があるが，これを前提としても，以下のイ，ウに説示するように，引用発明についての原告主張に理由がないため，後記のとおり取消事由4の主張には理由がないこととなる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明に基準値(t)を組み合わせることに際しての阻害要因が存在する，すなわち引用発明の目的は，ゾーン制御を用いて自動安全運転を行わせることであり，制御の終了がゾーンにかかわらず行われるのであれば，それはゾーン制御の技術ではないから，引用発明に「必ず再度信号を比較する構成」は認められず，したがって本願発明において認められる，通信可能領域を経過しても減速制御が行われるような作用効果は何ら認められない，と主張する。",
                    "しかし，前記(2)アに説示したとおり，引用発明において制御が終了するのも，基本的にはV＝Gとなったときであり，通信可能領域を通過する際に制御が終了するのは，たまたまそれまでの減速動作にもかかわらずいまだV＞Gであったようなときに結果として信号がアンテナに入らなくなり減速作用が消えるにすぎないから，そもそも引用発明の制御が，開始から終了まで通信可能領域(ゾーン)の範囲内にあるか否かによって決せられるものと当然にいうことはできず，当業者が，その技術思想として，決められたゾーンでのみ制御を終了させようとするものと理解するとはいえない。したがって，引用発明にサイクル状制御フローを適用することに技術思想の違いから阻害要因があるということはできないというべきである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用発明は，甲2(実願昭62−146250号(実開昭64−50157号)のマイクロフィルム)を参酌すれば，速度制御信号Gと実速度Vとを「必ず再度比較することができる」構成と見ることができるとの被告の主張に対し，引用発明が通信可能領域(ゾーン)において制御をする方式であることを指摘した上，引用発明における減速制御は，通信可能領域においては，常に信号を受信してGを得，それと実速度Vを比較するものであり，信号Gは受信のたび得られるものであるから，同じ信号Gを「必ず再度比較する」ことはないと主張する。",
                    "しかし，上記(1)イに説示したとおり，引用発明の速度制御信号Gの値は，自動車の安全性という見地から見て，ある特定の道路状況に対応するものは変動値ではなく一定値であるとみるのが自然であり，さらに，一定値Gを，送信側で設定するか，車両側で設定するかという技術的事項も，当業者が適宜決定する設計的事項というべきであるから，引用発明に接した当業者は，このような速度制御信号Gを，受信装置の制御信号に基づいて自動車に「設定」する手段を設けるとともに，かかる一定値たる同じ信号Gを「必ず再度比較することができる」構成を採用することを容易に想到できるというべきである。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，原告の取消事由4の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由5(周知例としての不適切性)について",
              "text": [
                "原告は，審決が周知例として掲げた実願昭62−146250号(実開昭64−50157号)のマイクロフィルム(甲2)，特開昭55−1058",
                "00号公報(甲3)，特開昭47−19534号公報(甲4)はいずれも不",
                "適切である，すなわち，甲2については，不完全な技術提示である上，制御の自動終了の記載がないし，甲3についても，制御の自動終了の記載がなく，また，甲4については具体的な構成の記載を欠いている，被告は，原告が甲2の開示事項について不完全さを指摘したのに対し，新たな文献を提示し，その文献を組み合わせれば文献の適格性があると反論するが，他の文献を示さなければ記載の技術が特定できないのであれば，その適格性はますます疑わしいものとなる，と主張する。",
                "しかし，前記(2)エに説示したとおり，甲2の第2図は，S12及びS14が繰り返され，事実上の連続ブレーキとなり，自動車が停止するようにブレーキを掛け，その後もブレーキが作動し続けるという技術的な欠陥があるものと解することはできない。また，前記(2)イに説示したように，いったん車速信号(T4)と基準値(t)が一致し自動ブレーキ装置の制御が終了したように見えても，これが本願発明の「終了」に当たるといえる場合とそうでない場合とが生じることとなるが，これを踏まえても，前記2(2)に説示したとおり，引用発明は本願発明の構成に相当する制御を行っているといえるものであるのであり，たとえ甲2～4に制御の自動終了の記載がないとしてもこのことが左右されるものではない。そして，前記(2)エに説示したとおり，被告が提出する乙1～乙6には，車両の自動ブレーキという分野におけるサイクル状の制御フローが開示されており，甲2に開示されたサイクル状の制御フローという技術が周知技術であることを裏付けるものである。",
                "以上によれば，原告の上記主張は採用することができず，原告の取消事由5の主張は理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由6(周知例の認定の誤り)について",
              "text": [
                "原告は，甲2～4には，審決が指摘する「制御の自動終了」の技術事項は開示されていない，被告は，甲2に接した当業者であれば把握できると主張するが，開示事項から推測できるかどうかというのは，むしろ進歩性の判断手法である，甲2は，コーナまでの制御であって(コーナまでの距離＝0，第2図S13参照)，その後は制御はなされないから，どのようにして制御が継続するのか推測することはできないし，甲3についても，被告は，車両を制限速度に減速させるものと理解することもできるから，と，自ら複数のうちの一つの解釈であるかのような主張をしており失当であるし，甲4は，サイクル状制御フローの具体的構成が全く記載されていない，と主張する。",
                "しかし，上記(4)に説示したとおり，前記(2)イの説示によれば，いったん車速信号(T4)と基準値(t)が一致し自動ブレーキ装置の制御が終了したように見えても，これが本願発明の「終了」に当たるといえる場合とそうでない場合とが生じることとなるが，これを踏まえても，前記2(2)に説示したとおり，引用発明は本願発明の構成に相当する制御を行っているといえるものであるのであり，このことは，たとえ甲2～4に制御の自動終了の記載がないとしても左右されるものではない。",
                "以上によれば，原告の上記主張は採用することができず，原告の取消事由6の主張は理由がない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "取消事由7(周知例を組み合わせる上での阻害要因の存在)について原告は，引用発明に甲2～4を組み合わせるに際しては阻害要因が存在する，引用発明の目的は，ゾーン制御を用いて自動安全運転を行わせることである。制御の終了がゾーンにかかわらず行われるのであれば，それはゾーン制御の技術ではないから，そもそも引用発明は成立しない，と主張する。",
                "しかし，上記(5)に説示したとおり，前記2(2)の説示によれば，引用発明は本願発明の構成に相当する制御を行っていると認定判断されるのであり，たとえ甲2～4に制御の自動終了の記載がないとしても，上記認定判断が左右されるものではない。また，前記(3)イに記載したとおり，そもそも引用発明の制御が，開始から終了まで通信可能領域(ゾーン)の範囲内にあるか否かによって決せられるものと当然にいうことはできず，当業者が，その技術思想として，決められたゾーンでのみ制御を終了させようとするものと理解するとはいえないから，引用発明の目的がゾーン制御を用いて自動安全運転を行わせることであることを前提とする原告の主張は，そもそもその前提を欠くものというほかない。",
                "以上によれば，原告の上記主張を採用することはできず，原告の取消事由7の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10260",
    "date": "2008-05-29",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036403",
    "ipprecedent_id": "1450",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}