{
  "conclusion": [
    {
      "fig": "1",
      "text": "当事者参加人の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は当事者参加人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005-10729号事件について平成18年12月11日にした審決を取消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "脱退原告であるZは，名称を「木製防護柵」とする発明につき特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたので，平成19年2月7日付けでその取消しを求める訴訟を提起した(平成19年(行ケ)第10048号事件)。その後，当事者参加人は，脱退原告から特許を受ける権利の譲渡を受けたとして，被告を相手方として当事者参加をしたのが本件訴訟である。なお，脱退原告は平成19年7月5日の第2回弁論準備手続期日において被告及び当事者参加人の承諾を得て訴訟から脱退した。",
        "本件訴訟の争点は，本願発明が進歩性を有するかである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "脱退原告は，平成14年2月15日に名称を「木製防護柵」とする発明につき特許出願(国内優先平成13年2月21日，特願2002-39009号。請求項の数18。以下「本願」という。甲3)をし，その後平成16年9月17日付けで特許請求の範囲の変更等を内容とする手続補正(請求項の数7。以下「本件補正」という。甲4)をしたが，平成17年4月21日付けで特許庁から拒絶査定を受けた。",
                "そこで脱退原告は，これに対する不服の審判請求をし，同請求は不服2005-10729号事件として係属したが，特許庁は，平成18年12月11日，「本件審判の請求は，成り立たない。」とする審決をし，その謄本は平成19年1月9日脱退原告に送達された。",
                "これに対し脱退原告は，平成19年2月7日付けで，上記審決の取消しを求める訴訟を提起し(平成19年(行ケ)第10048号事件)，その訴訟係属中に当事者参加人は脱退原告から特許を受ける権利の譲渡を受けて平成19年4月3日に特許庁長官にその旨の届出をした(甲21)として，平成19年6月14日付けで当事者参加を申し立て，その後平成19年7月5日の第2回弁論準備手続期日において，脱退原告は被告及び当事者参加人の同意を得て訴訟から脱退した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の請求項の数は前記のとおり7であるが，そのうち請求項6に係る発明(以下「本願発明」という。)の内容は，下記のとおりである。",
                "記",
                "【請求項6】車両通行域の路側部に所定間隔を置いて立設した複数の支柱と，各支柱の地上部前面で上下に所定間隔を置いて横架した複数の木材ビームとを備えて柵状に構成され，前記車両の接触ないし衝突を前面側から受け，前記車両の挙動を安全規準に適合させる木製防護柵であって，前記木材ビームを直径180mm程度の間伐材とすると共に各木材ビームの位置関係が次記の通りであり，タイヤが最下段の木材ビームに直接衝突し，路面から最下段の木材ビームの下面までの間及びビーム間に夫々250mmを超える空間を設けないことを特徴とする木製防護柵。"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "路面から最下段木材ビーム下面までの高さが，H1＝50～250mmであること。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "各木材ビーム間の間隔が，H2＝50～250mmであること。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "路面から最上段木材ビーム上面までの高さが，H3＝650～1000mmであること。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "木材ビームの支柱から道路側への張り出し寸法が，K≧60mmであること。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は本願発明は，下記刊行物1及び2に記載された技術に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，としたものである。",
                    "記",
                    "刊行物1：特開平9-88026号公報(甲1。これに記載された発明を以下「刊行物1発明」という。)",
                    "刊行物2：「防護柵の設置基準・同解説」社団法人日本道路協会，平成10年11月30日改訂版第1刷発行，96，97及び13",
                    "6頁(甲2)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，上記判断をするに当たり，刊行物1発明の内容を以下のとおり認定したうえ，本願発明と刊行物1発明との一致点及び相違点を，次のとおりとした。",
                    "〈刊行物1発明の内容〉",
                    "「車両通行域(道路)の路側部(路側3)に所定間隔を置いて立設した複数の支柱(支柱1)と，各支柱の地上部前面で上下に所定間隔を置いて横架した複数の木材ビーム(木材製の上下の円柱形緩衝材2a，2b)とを備えて柵状に構成され，前記車両の接触ないし衝突を前面側から受け，前記車両の挙動を安全規準に適合させる(車両等が衝突時に受ける衝撃を回避または緩和することができる)木製防護柵であって，",
                    "前記木材ビームを直径180mm程度の木材とすると共に，タイヤが最下段の木材ビームに直接衝突する(車の下側部分だけが下の円柱形の緩衝材2bにのみ接触する)木製防護柵。」",
                    "〈一致点〉",
                    "「車両通行域の路側部に所定間隔を置いて立設した複数の支柱と，各支柱の地上部前面で上下に所定間隔を置いて横架した複数の木材ビームとを備えて柵状に構成され，前記車両の接触ないし衝突を前面側から受け，前記車両の挙動を安全規準に適合させる木製防護柵であって，前記木材ビームを直径180mm程度の木材とすると共に，タイヤが最下段の木材ビームに直接衝突する木製防護柵」である点。",
                    "〈相違点1〉",
                    "木材ビームを，本願発明は，「間伐材」とするのに対し，刊行物1発明では「木材」とする点。",
                    "〈相違点2〉",
                    "本願発明が「各木材ビームの位置関係が次記の通りであり，路面から最下段の木材ビームの下面までの間及びビーム間に夫々250mmを超える空間を設けない木製防護柵。"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "路面から最下段木材ビーム下面までの高さが，H1＝50～250mmであること。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "各木材ビーム間の間隔が，H2＝50～250mmであること。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "路面から最上段木材ビーム上面までの高さが，H3＝650～1000mmであること。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "木材ビームの支柱から道路側への張り出し寸法が，K≧60mmであること。」とするのに対し，刊行物1発明では各寸法は不明である点。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "text": [
                    "また，審決は，刊行物2記載の技術を次のとおり認定した(4頁17行～24行)。",
                    "「各ビームの位置関係が次記の通りである防護柵。",
                    "(1)設置面から最下段ビーム下面までの高さが，h1＝185～535mmであること。",
                    "(2)各ビーム間の間隔が，h2＝175mmであること。",
                    "(3)設置面から最上段ビーム上面までの高さが，h3＝650～750mmであること。",
                    "(4)ビームの支柱から道路側への張り出し寸法が，k≧25mmであること。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "その上で，審決は，相違点2について，刊行物2には，次の範囲で本願発明の構成と一致する技術が記載されているとした。",
                    "「各ビームの位置関係が次記の通りである防護柵。",
                    "(1)設置面から最下段ビーム下面までの高さが，h1＝185～250mmであること。",
                    "(2)各ビーム間の間隔が，h2＝175mmであること。",
                    "(3)設置面から最上段ビーム上面までの高さが，h3＝650～750mmであること。",
                    "(4)ビームの支柱から道路側への張り出し寸法が，k≧60mmであること。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，本願発明と刊行物1発明との一致点の認定を誤り(取消事由1)，相違点2についての判断を誤り(取消事由2)，本願発明の顕著な作用効果の判断を誤った(取消事由3)から，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(本願発明と刊行物1発明との一致点の認定の誤り)(ア) 本願発明は，上記第3，1，(2)記載のとおり，「車両の挙動を安全基準に適合させる木製防護柵」に関するものであるところ，その前提として理解が必要となる防護柵設置基準，安全基準等の変遷は以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "昭和47年10月改訂の防護柵設置要綱",
                      "text": [
                        "昭和47年10月25日に改訂版が社団法人日本道路協会(以下「日本道路協会」という。)から発行された防護柵設置要綱(甲5)において，改訂の要旨として，種別をA，B，C，S，Am，Bm，Ap，Bp，Cp及びPの10種別としたこと，設置場所の規定をより明確にしたこと，各衝突実験の結果から具体的な標準構造を選定し，防護柵の構造の標準化をはかったこと，剛性防護柵に関する規定を追加したことが挙げられている。",
                        "また，甲5の31頁に，「2-3 形式の選定」として，路側用にはガードレール，ガードケーブル及びオートガードが選定されること，ガードパイプは歩道用のみに選定されることが示されている。さらに，甲5の40～66頁にかけて構造諸元について記載されており，構造諸元を統一化し，例えば，41頁には，路側用ガードレールについて，種別A，B，C，Sごとに，ビームの幅や厚さ，支柱の外径や埋め込み深さ，ビーム中心高さ及び最大支柱間隔などの数値が規定され，同じく62頁には，歩道用ガードパイプについて，種別Ap，Bp，Cpごとに，パイプの外径，厚さやパイプ間隔，支柱の外径や埋め込み深さ，中央パイプ中心高さ及び最大支柱間隔などの数値が規定されている。",
                        "さらに，甲5の67～72頁には，材料が規定されており，67頁にガードレールのビームは，原則として，JISG3101「一般構造用圧延鋼材」2種またはこれと同等以上のものを用いることが規定され，69頁には，歩道用ガードパイプのパイプの材質は，JISG3444「一般構造用炭素鋼鋼管」2種またはこれと同等以上のものを用いる旨規定されている。つまり，路側用ガードレールのビームや歩道用ガードパイプのパイプについて，木材を用いることは，防護柵設置要綱に適合するものではなかった。",
                        "なお，昭和61年7月に，上記防護柵設置要綱を補完するものとして，防護柵設置要綱・資料集が発行されたが，その内容は，①橋梁用防護柵②耐雪型防護柵についての詳細を規定したものであり，路側用ガードレールのビームや歩道用ガードパイプのパイプについては触れられていない。"
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "平成10年11月改訂の防護柵の設置基準(仕様規定から性能規定への変更)",
                      "text": [
                        "平成10年11月30日に日本道路協会から発行された防護柵の設置基準・同解説(刊行物2〔甲2〕，甲6，乙6)の冒頭に「防護柵の設置基準の主な改定点」の頁(甲6参照)が設けられ，主な改定点として，仕様規定から性能規定への変更，種別の分化・拡充，乗員安全性の規定の充実などが挙げられた。仕様規定から性能規定への変更に関しては，「従来の構造諸元等の仕様を規定する方式から，防護柵の有すべき性能を規定する方式に変更された。例えば，車両用防護柵では，①車両の逸脱防止性能，②乗員の安全性能，③車両の誘導性能，④構成部材の飛散防止性能を規定している。これにより多様なニーズへの対応や技術力の活用の可能性が拡大された。」(甲6の2枚目)と記載されている。そして，甲6の15～25頁には性能について規定され，車両用防護柵の衝突条件や上記①～④に関して，種別ごとに満足すべき性能が記載されている。また，甲6の26～34頁には，構造及び材料について規定されている。構造諸元に関しては，防護柵高さは原則として60cm以上100cm以下とするとあるのみで他の構造に関する具体的数値は記載されておらず，材料に関しては，「車両用防護柵に用いる材料は，十分な強度を持ち，耐久性に優れ維持管理が容易なものを用いるものとする。」(26頁)と規定されており，鋼材，アルミニウム合金，ステンレス鋼材及び鉄筋・コンクリート材の例示はあるが，性能が確認できれば，その他の材料も使用することができると記載されている。",
                        "つまり，仕様規定から性能規定への変更により，性能の規定を満たせば，木製ビームの防護柵の設置が認められる可能性が開けたものである。"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "平成16年3月改訂の防護柵の設置基準・同解説",
                      "text": [
                        "平成16年3月31日に日本道路協会から発行された防護柵の設置基準・同解説(甲7)の「まえがき」において，「防護柵に関する基準も，その時代その時代の社会的要請と技術的成果を基に所要の改定が行われ，最近では平成10年に，仕様規定から性能規定へと大きな変更がなされたところである。この改定によって，パイプビーム型，複合型，木製など従来なかった車両用防護柵が性能確認試験を経て実用化され，多様な形式の防護柵が開発されてきている。」と，初めて「木製防護柵」の名称が登場した。また，甲7の44頁に，従来の鋼製ガードレール，ガードパイプ，ボックスビームと並んで木製防護柵が車両用防護柵の代表的な形式として掲載され，「主としてビームに木材を用いた防護柵であり，車両衝突時の衝撃に対して，木材ビームの剛性と金属製接続部や支柱基礎部の変形で抵抗する防護柵である。」と説明されている。"
                      ],
                      "content": [
                        {
                          "fig": "(イ)",
                          "text": [
                            "一方，本願発明にかかる木製防護柵は，各木材ビームの位置関係を上記本願発明記載の(1)～(4)の数値範囲とすることにより，日本道路協会により平成10年11月に改訂された「防護柵設置基準」で規定された防護柵種別Bが満たさなければならない性能を有するものである。したがって，本願発明によれば，出願当初明細書(甲3)の段落【0060】の欄に記載されているとおり，景観良好にして，小型及び大型車両のもぐり込み，飛び出しが無く，人と車と環境に優しい木製防護柵を提供することが可能となるものである。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "しかし，審決は以下に述べるとおり，刊行物1発明の認定を誤った結果，本願発明と刊行物1発明との一致点の認定を誤り，相違点を看過して，かかる相違点の判断をしていないから，その認定の誤りは審決の結論に影響を及ぼすものである。",
                            "審決が認定した刊行物1発明の内容は，上記第3，1，(3)，イ記載のとおりである。しかし，審決の認定のうち，「前記車両の挙動を安全規準に適合させる(車両等が衝突時に受ける衝撃を回避または緩和することができる)木製防護柵であって」との点は誤りである。",
                            "すなわち，刊行物1は，平成7年9月27日に出願された発明に関する公開公報であるところ，上記(ア)で防護柵設置基準の変遷について述べたように，その出願当時に適用される防護柵設置基準は昭和47年10月改訂の防護柵設置要綱であり，その要綱は仕様規定となっており，ガードレールのビームやガードパイプのパイプに用いる材料は，上記のとおり，一般構造用圧延鋼材あるいは一般構造用炭素鋼鋼管と同等以上のものが原則とされているから，木材ビームからなる防護柵が設置要綱の安全規準に適合しているはずはない。",
                            "また，平成10年11月改訂の防護柵の設置基準においては，上記のとおり仕様規定から性能規定へと変更され，公的機関の行う衝突実験に合格すれば，木材ビームであっても安全規準に適合することにはなるものの，平成7年9月27日の特許出願当時に，このような衝突実験を行うはずもないから，刊行物1の段落【0008】の欄に「車両等が衝突時に受ける衝撃を回避または緩和することができる」との記載があることのみをもって，刊行物1発明が車両の挙動を安全規準に適合させるものであるとする認定は誤りである。脱退原告の行った実験である甲8によれば，その参照番号T6は刊行物1の図5の実施例に類似するものに対する衝突実験データであるところ，離脱速度が基準に達しておらず，安全規準に適合していない。",
                            "これに対して，本願発明においては，本願明細書(甲3)の段落【0004】～【0008】の欄にも記載されているとおり，上記木製防護柵の開発後，日本道路協会による防護柵設置基準(安全性基準)が改正され，さらなる安全性が要求されたことから，本願発明に記載されている種々の数値条件を変更し甲8に示す衝突実験をした結果，安全規準に適合するための数値条件を見出し，これらを規定したのが本願発明である。",
                            "したがって，審決の刊行物1発明の認定が誤っていることは明らかであり，審決は相違点とすべき事項を一致点と認定し，かかる相違点については実質的に判断をしていない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点2についての判断の誤り)",
                  "text": [
                    "審決は，刊行物1発明に刊行物2記載の技術を適用して，相違点2に係る本願発明の構成とすることは，格段の阻害要因もなく，当業者が容易になし得る設計事項にすぎないと判断したが，刊行物1発明に刊行物2記載の技術を適用しても，相違点2に係る本願発明の構成とはならず，また，刊行物1発明に刊行物2記載の技術を適用することには阻害要因があるから，審決の判断は誤りでありこの誤りが審決の結論に影響を及ぼすことは明らかである。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "刊行物2について",
                          "text": [
                            "刊行物2(甲2)の96，97頁は別添2「橋梁用ビーム型防護柵",
                            "設計方法」であるところ，この別添2は，平成10年11月5日付建設省道路環境課長通達「車両用防護柵性能確認試験方法について」に添付されたものであり，同通達には，別添2に関して，",
                            "「2．なお，上記に関わらず，以下のいずれにも該当する橋梁用ビーム型防護柵で別添2に規定する設計方法により設計されたものは，その構成部材の強度が設計に用いた値であることを静荷重試験により確認することをもって，衝突試験にかえることができるものとする。",
                            "1)鋼材(球状黒鉛鋳鉄品を含む)，ステンレス鋼材，アルミニウム合金材製の材料による2本以上の横梁および支柱からなり，横梁の断面が丸または四角型の閉断面になっているもの。",
                            "2)ブロックアウト型の構造(防護柵の柵面が支柱の最前面よりも車道側に突出している構造)になっているもの。",
                            "3)橋梁・高架などの構造物上に設置され，基礎となる構造物は衝突荷重に対し変形が生じない強度を有するもの。",
                            "4)SA種以下の種別であること。」",
                            "と記載されている(甲6の92頁)。",
                            "上記によれば，別添2に規定する設計方法により設計された防護柵であれば衝突試験が免除されて設置基準に適合するものではなく，上記1)ないし4)の4つの条件のいずれにも該当しなければならない。そして，上記1)の条件によれば，ビームは鋼材，ステンレス鋼材，アルミニウム合金製の材料でなければならず，木材ビームは該当しない。また，3)の条件によれば，橋梁・高架などの構造物上に設置されたものでなければならず，道路に直接設置したものは該当しない。",
                            "また，刊行物2(甲2)の136頁の「2．種別SCビーム型防護柵(丸ビーム，2本レールタイプ，アンカーボルト方式)」は，種別SC橋梁用ビーム型防護柵の設計計算例を示したものであり，これについても，設計計算例のとおりに設計された防護柵であれば設置基準に適合するのではなく，上記4つの条件のいずれにも該当しなければならないことも同じである。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "刊行物1発明は，複数の木材ビームを備えた道路に直接設置する木製防護柵に関する発明であるのに対し，刊行物2記載の技術は，平成10年11月改訂の防護柵の設置基準に適合する橋梁用ビーム型防護柵に関する技術であり，また，ビームの材料は鋼材，ステンレス鋼材，アルミニウム合金製に限られ，橋梁・高架などの構造物上に設置される防護柵に限定される技術である。",
                            "したがって，刊行物2記載の技術のうち，相違点2に関連する各ビームの位置関係を，木材ビームを備え，道路に直接設置する木製防護柵である刊行物1発明に適用したとしても，防護柵の設置基準に適合するものとはならないから，刊行物2記載の技術を刊行物1発明に適用する動機付けはない。",
                            "以上のとおり，刊行物1発明に，刊行物2記載の各ビームの位置関係を適用する動機付けはないから，相違点2について，「格段の阻害要因もなく，当業者が容易になし得る設計事項にすぎない」との審決の判断(5頁25行～26行)は誤りである。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "subject": "また審決は，刊行物2には「(1)設置面から最下段ビーム下面までの高さが，h1＝185～250mmであること。」(5頁16行～1",
                          "text": [
                            "7行)及び「(4)ビームの支柱から道路側への張り出し寸法が，k≧60mmであること。」が記載されていると認定している(5頁21行～22行)。",
                            "しかし，刊行物2(甲2)に示されているのは，地覆面から最下段ビーム下面までの高さh1＝185～535mmというものであり，甲6の27頁の図-2・2・3のc)に記載されているように，「地覆」は車両に乗っている当事者の頭部が防護柵部材に直接衝突することを防止する機能を有する。また甲6の44頁には，「車両の接近防止や衝撃荷重が基礎または床版に与える影響を減ずる目的で地覆を設けるのが一般的である。このとき地覆高さは，一般道路では防護柵の設置しやすさや基礎構造への配慮から25cm程度とするのが一般的である」(下8行～下3行)との記載もある。したがって，車両が防護柵に衝突する際に「地覆」は力学的に重要な役割を担うのであるから，刊行物2の96頁の付表-1・1「設計諸元」に記載された「下段横梁中心高さ［地覆面から］」の「地覆面」を根拠なく「設置面」と置換すべきでない。また同じ付表-1・1が主要横梁上端高さについては［路面から］と記載していることからも，「地覆面」と「路面」は厳格に区別して使用されるべき概念であることは明らかである。そこで刊行物2の136頁の付図-18「構造寸法」を検討すると，「地覆面」から下段横梁下面までの高さは185～535mmであるが，「地覆」の高さが「路面」から250mmあるから，「路面」から下段横梁下面までの高さh1は435～785mmである。そして，本願発明においては，H1＝50～250mmと規定されているH1は，路面から最下段木材ビーム下面までの高さであるから，相違点2を検討する際に，刊行物2記載の技術として認定するh1も同じ高さを採用しなければならないはずである。したがって，刊行物2には「設置面から最下段ビーム下面までの高さが，h1＝185～250mmであること。」が記載されているとした上記審決の認定は誤りである。",
                            "また仮に，審決が「設置面」という用語を「地覆面」の意味で使用しているとしても，刊行物2に示されているのは，h1＝185～535mmというものであって，h1＝185～250mmではない。本願発明では，安全規準に適合するために，路面から最下段木材ビーム下面までの高さH1＝50～250mmと規定しているのであり，この数値範囲を外れると安全規準に適合しないのである。これに対して，刊行物2では，地覆面から最下段木材ビーム下面までの高さh1＝185～535mmとなっており，地覆面を設けた場合に，地覆面から最下段木材ビーム下面までの高さの数値範囲をどのようにすれば安全基準に適合するかは不明であるが，審決は，路面からの高さの数値範囲と同じとみなし，本願発明の数値範囲と重複する部分のみを認定することにより，あたかも刊行物2に安全規準に適合するh1が記載されているかのごとく認定したものである。",
                            "さらに，ビームの支柱から道路側への張り出し寸法として，刊行物2に示されているのは，k≧25mmであってk≧60mmではない。本願発明では，安全規準に適合するために「K≧60mm」と規定しているのであり，これらを外れると安全規準に適合しない。これに対して，刊行物2では「k≧25mm」となっており，数値範囲としてみた場合には本願発明の数値範囲と重複する部分はあるが，「60mm＞k≧25mm」の部分では安全規準に適合しない。したがって，刊行物2では，安全規準に適合する数値範囲と安全規準に適合しない数値範囲とを何ら認識することなく規定していた数値範囲を，安全規準に適合する数値範囲のみに変更したことに相当する。すなわち，刊行物2には何ら記載や示唆のなかった，安全規準に適合させるh1及びkの数値範囲にするとの技術思想を認定することになるから，相違点2を検討する際の認定としては誤りである。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "text": [
                            "刊行物1発明に，刊行物2記載の各ビームの位置関係を適用する動機付けがないことは前述のとおりであるから，相違点2は容易とはいえないのであるが，仮に，動機付けがあり刊行物2記載の技術を刊行物1発明に適用したとしても，相違点2に係る本願発明の構成とならないことは以下に示すとおりである。",
                            "上述したように，刊行物1発明は車両の挙動を安全規準に適合させるものではないのに対し，本願発明は相違点2を有することにより，車両の挙動を安全規準に適合させたものである。審決は，上記のとおり刊行物2には「設置面から最下段ビーム下面までの高さが，h1＝185～250mmであること」の範囲で相違点2に係る本願発明の構成と一致する技術が記載されているとするが，刊行物2には「路面から下段横梁下面までの高さh1は435～785mmであること」が開示されているのであるから，相違点2に係る本願発明の構成と一致しない。また仮に，審決が「設置面」という用語を「地覆面」の意味で使用しているとしても，刊行物2に示されているのは，h1＝185～535mmというものであって，h1＝185～250mmではない。そして，地覆面は車両の防護柵に関して重要な力学的役割を担うものであって，路面からの高さと地覆面からの高さを同視することはできないから，路面からの高さH1の相違点を検討するのに，地覆面からの高さを認定しても，地覆面が設けられていない刊行物1発明に適用することは困難である。",
                            "無理に適用したとしても，安全基準に適合させるとの技術思想はないから，路面からの高さh1＝185～250mmとすることができるとは考えられない。",
                            "また審決は，刊行物2には「ビームの支柱から道路側への張り出し寸法が，k≧60mmであること」の範囲で相違点2に係る本願発明の構成と一致する技術が記載されているとするが，刊行物2に記載されている技術は「k≧25mm」であり，相違点2に係る本願発明の構成と一致しない。そして，「k≧25mm」は数値範囲としてはk≧60mmを含むとしても，安全基準に適合しない「60mm＞k≧25mm」をも含んでおり，安全規準に適合するk≧60mmのみを刊行物1発明に適用できるとはいえない。つまり，刊行物2には，kを安全規準に適合させる数値範囲にするとの技術思想はないから，刊行物1発明に適用しても，安全規準に適合する数値範囲とはならず，本願発明と同じ構成にはならないのである。",
                            "したがって，刊行物1発明に刊行物2記載の技術を適用したとしても，相違点2に係る本願発明の構成とはならないから，相違点2は容易でないことが明らかである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本願発明の顕著な作用効果の判断誤り)",
                  "text": [
                    "審決は，「本願発明の有する効果も，当業者が刊行物1発明及び刊行物2記載の技術から予測できる程度のものであって，格別顕著なものとはいえない。」(5頁27行～29行)と判断しているが，本願発明の顕著な作用効果を看過したものであり，誤りである。そして，この誤りが審決の結論に影響を及ぼすことは明らかであるから，審決は違法として取り消されるべきである。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本願当初明細書(甲3)には以下の記載がある。",
                            "【0003】これらの問題点を解決するために，本発明者は，特許第2474949号及び特許第2958254号公報に記載されているように，景観性に優れ，かつ環境負荷低減型素材である木材を有効に活用した木製防護柵を開発し，転落防止機能に優れた防護柵を提供した。",
                            "【0004】",
                            "【発明が解決しようとする課題】ところで，上記木製防護柵の開発後，社団法人日本道路協会による「防護柵設置基準」が改正され，さらなる安全性が要求されている。この新安全基準(例えば防護柵種別「B」種)では，質量1．0トン程度の普通乗用車が衝突速度60km／h，防護柵に対する衝突角度20度で防護柵に衝突したとき，また，25トン大型トラックが衝突速度30km／h，衝突角度15度で防護柵に衝突したとき，衝突後の車両の挙動(乗用車，貨物とも同じ)として，夫々離脱速度が衝突速度の60％以上であり，離脱角度としては衝突角度60％以内であることが要求されている。",
                            "【0005】また，乗用車が受ける衝撃の許容大きさ(加速度g)は約10g(乗用車のみ規定あり)以内であり，また，上記の衝突を受けた防護柵の条件としては，支柱を土中に設置した場合には，支柱が路外方向に転倒を許す距離(進入行程)が1．1m以内，コンクリート上に設置した場合には，進入行程が0．3m以内とされており，さらに衝突の衝撃で防護柵の部材等が飛散しないこと等が要求されている。",
                            "【0006】しかしながら，従来の木製防護柵においては，これらの規準に一応の適合性は示すものの，規準以上の悪条件によっては，防護柵に衝突した車両が衝突直後に防護柵に食い込み，急停車させる傾向を示すなど，乗用車が衝突時に受ける衝撃加速度や，離脱速度において改良の余地があった。",
                            "【0007】また，25トン大型トラックが衝突速度30km／h，衝突角度15度で衝突した場合，衝突荷重による支柱の傾斜が大きくなり，支柱と木製緩衝材との固定部分に破断破壊が起こる傾向が見られ，支柱の設置方法や，支柱本体下方から突起させた脚体の位置，緩衝材の取り付け位置などに改善を図ることが望まれていた。",
                            "【0008】本発明は，上記に鑑み，景観性に優れ，且つ環境負荷低減型素材である木材を有効に活用する木製防護柵であることを前提としつつ，搭乗者や車両等が衝突時に受ける衝撃を緩和する機能をより高めて，防護柵設置規準を守るのみならず，さらなる安全性を確保し得る木製防護柵を提供することを目的とする。",
                            "【0009】",
                            "【課題を解決するための手段】本発明は，上記課題を解決するために，支柱本体及びその取付構造，支柱本体の地中の支持構造，さらには前記支柱に取付ける木材ビーム及びその取付構造等の条件を変えながら種々の衝突実験を繰り返し行った結果，特許請求の範囲に記載の通りの木製防護柵を完成したものである。衝突試験は，仕様を各種変更し，ビームの強度，その変形性，加速度，車両の挙動，離脱速度，離脱角度，部材の飛散等を評価項目として，安全確保データを取りつつ長期に亘り，実車を用いて行った。",
                            "【0060】また，複数の木材ビームの位置関係において，路面から最下段の木材ビームの下面までの高さを50～250mm，ビーム間の間隔を50～250mm，路面から最上階の木材ビームの上面までの高さを650～1000mmとすれば，景観良好にして，小型及び大型車両のもぐり込み，飛び出しが無く，人と車と環境に優しい木製防護柵を提供できる。",
                            "【0061】木材ビームの支柱から道路側への張り出し寸法を60mm以上とすれば，この距離内で木材ビームの弾性，たわみ，喰い込み等による衝突吸収機能を十分に発揮させることができる。・・・"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "上記本願当初明細書の記載によれば，従来の木製防護柵(上記特許第2474949号は刊行物1記載の発明の特許である)では，平成10年11月改定の防護柵設置基準に適合しないものであったが，仕様を各種変更し，新安全基準の規定する衝突実験を繰り返した結果(甲8)，各仕様を本願発明に規定する数値範囲とすることにより，景観良好にして，小型及び大型車両のもぐり込み，飛び出しが無く，人と車と環境に優しい木製防護柵を提供でき，木材ビームの弾性，たわみ，喰い込み等による衝突吸収機能を十分に発揮させることができる，という作用効果を奏することが理解できる。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "さらに甲5ないし7によれば，平成10年11月の設置基準改訂時までは，材料が限定されていることから基準に適合する木製防護柵はなかったが，仕様規定から性能規定に変更されたことにより，衝突試験による性能確認ができれば材料は限定されないこととなり，平成16年3月当時には，木製防護柵が実用化されたことが分かる。",
                            "また，甲9(〔財〕土木研究センター「月刊 土木技術資料」平成13年11月)によれば，「はじめに」(56頁)に，「防護柵は，車両が衝突することを前提として設計される施設であり，強度性能は基本的に求められる要件となる。これまで防護柵の材料として，比較的高い強度を有し，かつたわみ・伸びがある金属材料が，防護柵に適した材料として利用されてきた。これに対して木材は，伸びが少ない，せん断破壊しやすいなど，金属材料とは異なる特性を持っている。ここでは，木製防護柵の特性を踏まえた設計方法を確立するために，実車衝突実験により防護柵の構造，問題点などを把握するとともに，設計の考え方，実用化を図る上での課題などについて整理したので，その結果を報告するものである。」と記載され，「あとがき」(61頁)に，「今回の調査によって，木製防護柵の基本的な設計の考え方を明らかにすることができ，また木製防護柵の実用化を図る上での課題を明らかにすることができた。",
                            "今後は，今回の調査結果を踏まえて実用可能な防護柵構造を把握し，実車衝突実験によって機能を検証するとともに，実用化に向けた課題の整理を行う必要がある。」と記載されている。したがって，この論文を発表した時点においては，木製防護柵が実用化されていなかったことが理解できる。",
                            "さらに，甲10(〔財〕土木研究センター「車両用防護柵性能確認試験」確認報告書・平成14年10月)によれば，参加人が開発した「木製車両用防護柵(ウッドGr)C種」が，防護柵設置基準に定められた衝突実験試験に合格したことが理解される。",
                            "さらに，甲11(神谷文夫「木製防護柵開発の動向」社団法人日本木材保存協会，平成15年3月25日，53ないし57頁)によれば，2003年(平成15年)当時，国家予算で行われている木製防護柵開発プロジェクトは，林野庁補助事業「人に優しい木質資材公共利用促進技術開発事業」と高千穂バイパス木製防護柵技術委員会の2つであり，甲11の54頁右欄4～11行には，「技術開発の中味は，木製防護柵として初めて公式試験に合格した民間のC種防護柵を改良してB種とし，併せて管理手法を作成することである。・・・すでにB種の公式試験を合格し，最終仕様書と維持管理マニュアルの作成段階に入っている。」と記載され，55頁右欄9～14行には，「先述した2つのプロジェクトにおけるコンピュータシミュレーション結果や，先駆的に開発を行ってきた和光コンクリート工業(株)における自社衝突試験，及び国総研における正式衝突試験のデータ等を解析することによって，木製防護柵の構造メカニズムが徐々に明らかになってきた。」と記載されている。",
                            "2つのプロジェクトのうち，林野庁補助事業は，コンピュータシミュレーションが主であり，本年度末に衝突試験を行うことになっている旨記載されているから，実用化には至っていない。上記「木製防護柵として初めて公式試験に合格した民間のC種防護柵」とは，上記甲10に示した木製車両用防護柵(ウッドGr)C種を指しているものと解される。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "text": [
                            "このように，本願発明は，平成10年11月の設置基準改訂時までは，材料が限定されていることから基準に適合する木製防護柵はなかったところ，仕様規定から性能規定に変更され，衝突試験による性能確認をすることにより，基準に適合する木製防護柵が設置できるようになったことを契機として，仕様を各種変更し，新安全基準の規定する衝突実験を繰り返した結果，各仕様を本願発明に規定する数値範囲とすることで初めて公式試験に合格する木製防護柵とできることを見出したものである。これにより従来実現できなかった木製防護柵を実用化できるという，顕著な作用効果を奏するものである。",
                            "審決は，本願発明の顕著な作用効果を看過し，「本願発明の有する効果も，当業者が刊行物1発明及び刊行物2記載の技術から予測できる程度のものであって，格別顕著なものとはいえない。」(5頁27行～29行)と誤って判断したものである。そして，本願発明の顕著な作用効果の看過により，相違点2は容易であるとの誤った判断に導かれたものであるから，審決は違法として取り消されるべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りなく，当事者参加人主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲1)には，審決が認定したように「【0008】上記課題解決手段において，木材製の円柱形の緩衝材を用いることにより，搭乗者や車両等が衝突時に受ける衝撃を回避または緩和することができる。また，緩衝材はボルト締めの構造であるから，メンテナンスを容易にできる。」と記載されているから，審決が刊行物1発明の構成の一部として，「車両等が衝突時に受ける衝撃を回避または緩和することができる木製防護柵であ」ると認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決が，刊行物1発明の上記「車両等が衝突時に受ける衝撃を回避または緩和することができる」と，本願発明における「(前記)車両の挙動を安全規準に適合させる」とが対応する関係にあると認定した点に関し，本願発明は「(前記)車両の挙動を安全規準に適合させる」と記載しているものの，例えば「平成10年11月改訂の防護柵設置基準に定められる路側用の種別B種に対応した安全規準に適合させる」といった記載はされていないことからすると，ここでいう「安全規準」が適用時期やその種別などを特定した安全規準を意味していないことは明らかである。",
                    "そうすると，本願発明の「(前記)車両の挙動を安全規準に適合させる」は，車両の挙動を車両用防護柵一般に求められるような普遍的な安全規準に適合させることを意味するものであるから，同じく車両用防護柵一般に求められるような普遍的な安全規準に適合させることを意味していることが明らかな，刊行物1発明の「車両等が衝突時に受ける衝撃を回避または緩和することができる」と，その意味するところにおいて変わるところはない。",
                    "また，本願発明の「安全規準」が，仮に本願明細書に記載されているような適用時期などを特定した安全規準を意味するものであるとしても，そのための構成は審決が相違点としてあげた数値によるものであるから，その数値にすることが，刊行物1発明及び刊行物2記載の技術から当業者が容易に想到することができた事項である以上，審決の結論に影響がないことも明らかである。",
                    "以上のとおり，刊行物1発明の「車両等が衝突時に受ける衝撃を回避または緩和することができる」と，本願発明の「(前記)車両の挙動を安全規準に適合させる」とが，上記のとおり，その意味するところにおいて，何ら変わりのない対応した関係にあるから，この点が，本願発明と引用発明を対比した際の相違点とはならないことは明らかであって，この点を相違点とすべきであるとした当事者参加人の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点2についての判断の誤り)に対し",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "関連通達「車両用防護柵性能確認試験方法について」平成10年11月5日付建設省道路環境課長通達(甲6の92頁)には，上記1，(4)，イ，(ア)で当事者参加人が主張するとおりの事項が記載されているが，その前(甲6の91，92頁)には，以下のとおりの記載がされている。",
                            "「平成10年11月5日付建設省道環発第29号により道路局長から通達された「防護柵の設置基準の改定について」において，別に通知するとされている性能確認の試験方法を下記の通り定めたので通知する。",
                            "記",
                            "1．防護柵の設置基準 第2章 車両用防護柵 2-2種別2．性能の各号の規定を満たすことの確認は，原則として，以下の要領に基づく実車による衝突試験により，道路管理者が行うものとする。・・・(中略)・・・2．なお，上記に関わらず，・・・(判決注：その後の記載は，上記1，(4)，イ，(ア)の当事者参加人主張のとおり)」"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "上記通達は，車両用防護柵の性能確認のための試験方法を定める通達であるとともに，当該通達において定める試験方法とは，上記「1．」にあるように実車による衝突試験を行うことを原則としつつ，その後「2．」の「1)～4)」のいずれにも該当する橋梁用ビーム型防護柵で別添2に規定する設計方法により設計されたものに限って，実車による衝突試験によって性能を確認するところを，静荷重試験にかえてもよいことを規定している。",
                            "よって，上記通達において，「2．」の「1)～4)」に該当することは，本来であれば実車による衝突試験によって性能を確認するところを，実車による衝突試験に比べて簡便な方法である静荷重試験にかえてもよいという際の必要条件を規定しているにすぎず，車両用防護柵を設置するための一般的な条件を規定しているものではないことは明らかであるとともに，車両用防護柵のビームに用いる部材の材料を，鋼材(球状黒鉛鋳鉄品を含む)，ステンレス鋼材，アルミニウム合金材製といった種類の材料に規定するものではないことも明らかである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，審決が「地覆面即ち設置面」と記載している点及び「地覆面」を「設置面」と読み替えている点について検討する。",
                    "甲6の27頁(刊行物2「防護柵の設置基準・同解説 平成10年11月」の他の頁)には，「(解説)(1)車両用防護柵の高さ」について，以下の事項が記載されている。",
                    "「車両用防護柵の高さは車両が防護柵に衝突した場合に，当事者の頭部などが防護柵部材に直接衝突することを防止する必要があるため，防護柵の高さが当事者頭部の高さ以上とならないよう，原則として100cm以下にするものとしている。また，防護柵の高さを100cm以下とすることにより，曲線半径が小さい区間において防護柵越しの視認性の確保や路外の展望性確保の観点からも有利となる。ただし，設計衝撃度の大きい上位種別の防護柵で大型車の誘導性を向上させる場合や転落防止を目的とした歩行者自転車用柵を兼用する場合，積載物の落下防止柵を付加する場合においては100cm以上の高さが必要となる場合も考えられる。このような場合は，図-2・2・3に示すように乗用車など車高の低い車両の乗員頭部に衝撃を与えないような構造の工夫が必要である。」",
                    "そして，「図-2・2・3 乗用車の乗員頭部に衝撃を与えない構造例」として，「a)頭部緩衝位置にビームを設けないたわみ性防護柵」，「b)前面形状の工夫により頭部干渉を避ける剛性防護柵」，「c)橋梁，高架などで前面に地覆を設けることにより頭部干渉を避ける剛性防護柵(一般道路の例)」が記載されている。",
                    "これらの記載事項から，車両用防護柵の高さについては，(路面からの高さが)100cm以下とすることを原則としているものの，設計衝撃度の大きい上位種別の防護柵で大型車の誘導性を向上させる場合等において，(路面からの高さを)やむを得ず100cm以上とする場合には，乗用車などの車高の低い車両(甲6の19頁によれば，平成9年の防護柵衝突事故件数は普通車が98．7％と極めて高い比率を占めていることが記載されている)の乗員頭部に衝撃を与えないような構造の工夫の例として，橋梁，高架などで車両用防護柵の前面に地覆を設けることについて記載されている。",
                    "このことは，すなわち設計衝撃度の大きい上位種別の防護柵で大型車の誘導性を向上させる等の理由により，例えば路面から125cmの高さの車両用防護柵を設置する場合，乗用車などの車高の低い車両の乗員頭部に衝撃を与えないような構造の工夫の例として，橋梁，高架などで車両用防護柵の前面に例えば25cm高さの地覆を設ければ，車両用防護柵の高さはたとえ路面から125cmであっても，乗用車などの車高の低い車両が車両用防護柵に衝突する際に乗員頭部に衝撃を与えるか否かという観点で考えた場合には，あくまでも車両用防護柵の高さ算定の基準となるのは地覆面であって，この場合の車両用防護柵の実質的な高さは，地覆面を算定の基準として125-25＝100cmとみなせることを意味しているということができる。",
                    "また，平成10年11月の改定された防護柵の設置基準・同解説においては，40頁～43頁(乙6)に記載されている「2-4 設置方法」によれば，「(2)高さ」として，「車両用防護柵を設置する際は，設置する車両用防護柵所定の設置基準面から上端までの高さが確保されるよう，設置するものとする。」と規定されている。",
                    "これらの事項からして，防護柵の設置基準において，車両用防護柵を設置する際の高さの基準となる面は，車両通行域の路側部に地覆が設けられている区域においては車両用防護柵が設置されている面である地覆面であって，地覆のない区域においては路面ということであって，車両がまさに車両用防護柵と接触しようとする際に，車両の車両用防護柵に最も近い車輪が位置している面を意味していることは明らかであるということができる。",
                    "したがって，審決において，刊行物2記載の技術について，「地覆面」を車両用防護柵を設置する際の高さの基準となる面であって，車両がまさに車両用防護柵と接触しようとする際に，車両の車両用防護柵に最も近い車輪が位置している面を意味している「設置面」として読み替えて認定している点について，当事者参加人が主張する誤りはないことは明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物2記載の技術を引用発明に適用する動機付けにつき(ア) 本願当初明細書(甲3)の段落【0004】には，「【発明が解決しようとする課題】ところで，上記木製防護柵の開発後，社団法人日本道路協会による『防護柵設置基準』が改正され，さらなる安全性が要求されている。」と記載されている。このことは，本願出願時に，本願出願人(脱退原告)が，明確に(平成10年11月の)改訂の前後に係わるそれぞれの「防護柵設置基準」を意識していたことを示すものということができる。",
                    "そして，車両用防護柵の開発研究などに係わる者にとって，防護柵の設置基準を参照することは，いわば常識といっても過言ではない。すなわち，同設置基準に規定される条件を満たさない限り，公的な道路の路側に車両用防護柵を設置することが認められないことは明らかであるから，防護柵の設置基準を参照することは当該技術分野で普通に行われていることである。",
                    "とりわけ，本願出願時において適用される防護柵の設置基準であるところの平成10年11月に改訂された防護柵の設置基準・同解説(甲6)において，本来なら実車による衝突試験によって性能を確認するところを，静荷重試験にかえてもよいという際の条件として示されている事項(すなわち，平成10年11月の通達の「2．」の「1)～4)」に関する事項)を，木材ビームを用いた車両用防護柵の諸元設定を行う際に参照しない合理的な理由はない。",
                    "むしろ，木材ビームを用いた車両用防護柵の諸元設定を行う際に，設置基準において試験条件が緩和されるような事項を積極的に参照することは，当業者が当然に行ったであろう事項であるということができる。",
                    "したがって，刊行物2記載の技術を刊行物1発明に適用する動機付けが十分にあったということができ，審決が「刊行物1発明に刊行物2記載の技術を適用して，相違点2に係る本願発明の構成とすることは，格段の阻害要因もなく，当業者が容易になし得る設計事項にすぎないものと認められる。」(5頁24行～26行)と説示している点に，当事者参加人が主張する誤りはない。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(イ)",
                          "text": [
                            "ところで，当事者参加人は，刊行物2記載の技術を刊行物1発明に適用する動機付けがないことを主張するのに，以下のとおり誤った前提に立っているので，以下この点について述べる。当事者参加人が前提としている事項は，いずれも特許請求の範囲の記載と関係ない「適用時期などを特定した『安全規準』」を元にした主張であって，そもそも前提とはなりえないものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "刊行物1(甲1，特開平9-88026号)が出願された平成7年9月27日当時に適用される昭和47年10月改訂の防護柵設置要綱(甲5)においては，ガードレールのビームやガードパイプに用いる材料を，「一般構造用圧延鋼材あるいは一般構造用炭素鋼鋼管と同等以上のもの」と規定する「仕様規定」となっており，鋼材以外の材料である木材を用いることは，防護柵設置要綱に適合しないものであると当事者参加人は主張する。",
                        "しかし，昭和47年10月改訂の防護柵設置要綱(甲5)が，ガードレールのビームやガードパイプに用いる材料として，木材を用いてはならないことを(明文としては)規定していないことに加え，以下の(a)及び(b)に示す事項から，ガードレールのビームやガードパイプに用いる材料として鋼材以外の材料を用いることを排除しているとは断定できない。"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "昭和40年4月20日のガードフェンス設置要綱につき",
                              "text": [
                                "昭和40年4月20日に日本道路協会から発行された「ガードフェンス設置要綱」(乙1)の30頁2～8行には，ガードレールのビームの材料に関して，「4-1材料 4-1-1 ガードレール。ガードレールに用いる材料は，次の各項にそれぞれ規定するものでなければならない。(1)ビーム(袖ビームを含む) ビームの材質は原則として，JIS G 3101「一般構造用圧延鋼材」第2種，またはこれと同等以上のものを用いるものとする。」と記載されている。さらに，31頁22～27行には，「(解説)(1)ガードレール。ビーム 鋼材以外の材料(例えば，アルミニウム，ガラス繊維強化プラスチック等)を用いる場合は「一般構造用圧延鋼材」と同程度の性能を有するものでなければならない。」と記載されている。",
                                "これらの事項からして，上記ガードフェンス設置要綱が，昭和40年4月20日の時点，すなわち，平成10年11月の設置基準改訂以前の段階から，ガードレールのビームの材料に関して「JIS G 3101「一般構造用圧延鋼材」第2種と同等以上のものを用いる」ことを材質を選択する際の原則的な条件として規定しているものの，鋼材以外の材料(例えば，アルミニウム，ガラス繊維強化プラスチック等)を用いることを，ガードレールを設置する際の仕様として排除していないものと推測できる。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "昭和47年10月改訂の防護柵設置要綱につき",
                              "text": [
                                "昭和47年10月25日に改訂版が日本道路協会から発行された防護柵設置要綱(甲5)の67頁2～8行には，ガードレールのビームの材料に関して，「4-1材料。4-1-1 ガードレール(路側用，分離帯用，歩道用)。ガードレールに用いる材料は，次の各項にそれぞれ規定するものでなければならない。1 ビーム(袖ビームを含む) ビームの材質は原則として，JIS G 3101『一般構造用圧延鋼材』2種またはこれと同等以上のものを用いるものとする。」としており，上記(a)に示した昭和40年4月20日のガードフェンス設置要綱と比較して，実質的に変更なく記載されている。",
                                "そして，同じく70頁7～15行には，「(解説) ここでは3．『構造諸元』における各防護柵の材料についてのみ規定してある。 1．ガードレール (1)ビーム(袖ビームを含む)およびブラケット ビームおよびブラケットの材質を『一般構造用圧延材料』2種，またはこれと同等以上のものと規定した。分離帯用のブラケットについてはJISG 3350『一般構造用軽量形鋼』を使用してもよい。鋼材以外の材料を用いる場合は『一般構造用圧延鋼材』を用いたものと同程度の性能を有するものでなければならない。アルミニウム合金を用いる場合については3．『構造諸元』3-1-1路側用ガードレールの解説に示す。」と記載され，上記(a)に示した昭和40年4月20日のガードフェンス設置要綱(乙1)と全く同じ趣旨での規定が記載されている。",
                                "さらに45頁11～13行には，「10．ガードレールの材質として，アルミニウム合金を採用する場合の構造諸元に関しては，現在研究の途上であるが，今までに実車衝突実験および静的実験によって確かめられた範囲においては，表-3・1・2に示されたものが適当と思われる。」と記載されている。",
                                "これらの記載事項から，防護柵設置要綱が改訂された昭和47年10月頃において，鋼材以外の材料であるアルミニウム合金を採用することが当時研究途上であったこと，及びこの当時，実車衝突試験や静的試験に基づいて，当時JIS G 3101「一般構造用圧延鋼材」2種と同等以上であることが十分に実証されていなかったアルミニウム合金を採用する場合の構造諸元の研究開発などがなされていたことが推測されるとともに，例えば車両用防護柵のビーム等に新しい材料を用いようとする場合に，アルミニウム合金を採用する場合と同様に実車衝突試験や静的試験に基づく設計諸元等の設定がごく普通に行われていたことが推測される。",
                                "ちなみに，昭和47年10月改訂の防護柵設置要綱(甲5)の71頁～72頁の「(参考)」の部分で特に触れられていないアルミニウム合金が，その後の研究開発によって，実車衝突実験や静的実験に基づいてJIS G 3101「一般構造用圧延鋼材」2種と同等以上であることが十分に実証された結果として，平成10年11月改訂の「防護柵の設置基準・同解説」(甲6)の28頁～29頁の「表-2・2・5 車両用防護柵に用いる材料」に掲載されるものとなったことが推測される。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "また当事者参加人は，平成10年11月改訂の防護柵設置基準(甲6)によって，仕様規定から性能規定への変更により，性能の規定を満たせば，木製ビームの防護柵の設置が認められる可能性が開けたとする。",
                        "しかし，平成10年11月の防護柵設置基準の改訂前に開発された刊行物1発明の「木製防護柵」は，車両用防護柵一般に求められるような普遍的な安全規準に適合するものであることに止まらず，以下に示す(a)及び(b)の事項から，刊行物1が出願された平成7年9月27日当時に適用される昭和47年10月改訂の防護柵設置要綱で規定される安全規準にも適合するものと推測できる。"
                      ],
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "「隔週刊 林政ニュース」(平成8年12月18日(水)，第67号，日本林業調査会発行，乙2)の「間伐材を活かす！ 異業種の市場開拓⑤ 木製ガードレール『ウッドGr』の拡販に全力 和光コンクリート工業(株)(宮崎県)」との見出しの記事において，「これらの性能や強度のチェックは，宮崎大学工学部との共同研究で進められており，平成7年10月に実施した1回目の実験で，林道や一般道路に関する建設省の設置基準((社)日本道路協会編の防護柵設置要項C種)をクリアしていることが確認されている。実験では，14トントラックを時速35kmのスピードでウッドGrに激突させたが，トラックは，丸太に受け止められるような形で停止。丸太は折れ曲がったものの，突き破られることはなかった。実験に立ち会った同大学のS教授は『ウッドGrの普及の見通しは大いにある』と高く評価している。なお，今年11月には2回目の実験を行い，一般国道や県道などに関する防護柵設置基準(前出B種)もパスしている。」(下段4～14行)と記載されている。",
                                "さらに，平成8年12月25日の林材新聞の「アングル 宮崎」という記事(乙3)にも，上記乙2と時期的および内容的に整合する事項が記載されている。",
                                "また，平成7年9月2日の読売新聞の「ウッドガードレール開発」という記事(乙4)によれば，「日向市のコンクリート製品加工会社が，杉の間伐材を活用したウッドガードレール(木製防護柵)を開発，同市内の林道など三か所に設置され，森林景観にも溶け込んでいる。」と記載され，少なくとも(乙4)平成7年9月2日の時点より前に，既にウッドガードレール(木製防護柵)が宮崎県日向市内の林道など3箇所に設置されていることが写真とともに紹介されている。",
                                "ところで，乙2に記載されている14トントラックを時速35kmのスピードで木製ガードレールに激突させるという試験方法は，昭和47年10月改訂の防護柵設置要綱の4～6頁(乙5)に記載されている「表-2・1 路側用種別C」及び「表-2・1・2 種別C」の規定とも対応したものとなっている。",
                                "一方，平成10年11月の改定された防護柵の設置基準・同解説においては，12頁～14頁(乙6)に記載されている「表-2・2・1",
                                "種別の設定」によれば，種別に係わらず車両質量は25トンと改定されているとともに，「路側用C」，「分離帯用Cm」及び「歩車道境界用Cp」の衝突速度(km／h)が26以上(ちなみに，「路側用B」，「分離帯用Bm」及び「歩車道境界用Bp」の衝突速度(km／h)が30以上)と改定されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "本願当初明細書(甲3)で，段落【0002】に「【従来の技術】防護柵は，通称ガードレールと呼ばれ，波形断面の鋼鈑レール，補強管，ワイヤーケーブル等を用いた鋼製防護柵や，木材を緩衝材に用いた木製防護柵が知られている。(特許第2974949号，特許第29582",
                              "text": [
                                "54号公報参照)。」と記載され，段落【0004】で「【発明が解決しようとする課題】ところで，上記木製防護柵の開発後，社団法人日本道路協会による「防護柵設置基準」が改正され，さらなる安全性が要求されている。」と記載され，段落【0006】で「しかしながら，従来の木製防護柵においては，これらの規準に一応の適合性は示すものの，規準以上の悪条件によっては，防護柵に衝突した車両が衝突直後に防護柵に食い込み，急停車させる傾向を示すなど，乗用車が衝突時に受ける衝撃加速度や，離脱速度において改良の余地があった。」と記載されている。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，刊行物2には，審決が認定したとおり，第3，1，(3)，ウ記載のとおりの技術が記載されているということができる。",
                    "審決が「第3 対比・判断」において「相違点2についての判断」として説示したように，上記刊行物2記載の技術と，相違点2に係る本願発明の構成とは，上記第3，1，(3)，エのとおり審決が認定した数値の範囲内で共通していることも明らかである。",
                    "そして，木製防護柵の諸元を設定するに当たって，刊行物2記載の技術として示されているh1，h2，h3，及びkを刊行物1発明に適用することによって，H1，H2，H3，及びKを相違点2に係る本願発明に規定されているような数値範囲に設定することは，当業者が任意に設定することができる事項であるといわざるを得ないから，この点について審決が「当業者が適宜なし得る設計事項である」と判断している点に，当事者参加人が主張する誤りはないことは明らかである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(本願発明の顕著な作用効果の判断誤り)に対し刊行物1(甲1)には，刊行物1発明の作用効果に関して，「【0018】・・・また，前記支柱本体1aに形成された上受け体6と下受け体7に取り付ける木材製の上下の円柱形の緩衝材2a，2bを同じ太さにすることによって，車が衝突した場合に，車の下側部分だけが前記支柱本体1aの下受け体7に取り付けられた木材製の下の円柱形の緩衝材2bにのみ接触する事によって車や人体の被害を最小限に押えることができる。その他の構成及び作用は，前記第一実施例と同様である。」及び「【0021】【発明の効果】以上の説明から明らかな通り，従来の鋼材製の防護柵の場合には，交通事故等の衝突時に人体が切断負傷を受ける等，二次的損傷のケースも起き，また，コンクリート製の場合の衝突では，人体に与える損傷は大きくなる欠点があったが，本発明によれば，木材製の円柱形の緩衝材を用いることにより，搭乗者や車両等が衝突時に受ける衝撃を回避または緩和することができる。また，緩衝材はボルト締めの構造であるから，メンテナンスを容易にするとともに，視線誘導効果を高め，景観性も損なわない等優れた効果がある。」といった事項が明記されている。",
            "そして，刊行物1発明の「木製防護柵」が車両用防護柵一般に求められるような普遍的な安全規準に適合するものであることについても，刊行物1発明に，刊行物2記載の技術を適用することにより，相違点2に係る構成が当業者により容易に得られることは上述のとおりである。",
            "そうすると，仕様を各種変更し，新安全規準の規定する衝突実験を繰り返した結果(甲8)，各仕様を本願発明に規定する数値範囲とすることにより，景観良好にして，小型及び大型車両のもぐり込み，飛び出しが無く人と車と環境に優しい木製防護柵を提供でき，木材ビームの弾性，たわみ，喰い込み等による衝突吸収機能を十分に発揮させることができるといった本願発明の作用効果についても，審決が認定しているとおり「当業者が刊行物1発明及び刊行物2記載の技術から予測できる程度のものであって，格別顕著なものとはいえない」(5頁27行～28行)ものであって，審決の本願発明の有する作用効果の判断に，当事者参加人が主張する「本願発明の格別顕著な作用効果の看過」はない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)及び(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当事者参加人は，審決が，刊行物1発明の内容として，「前記車両の挙動を安全規準に適合させる(車両等が衝突時に受ける衝撃を回避または緩和することができる)木製防護柵であって」と認定したことは誤りであり，その結果，本願発明と刊行物1発明との一致点の認定を誤り，相違点を看過した旨主張するので以下この点について判断する。",
                "刊行物1(公開特許公報，発明の名称「防護柵」，出願人Z〔脱退原告〕，特開平9-88026号)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲の記載",
                  "text": [
                    "【請求項1】 道路，橋梁等に施工される支柱と，木材製の上下の円柱形の緩衝材とからなり，前記支柱は，道路の路側に固定させるための支柱本体と，前記緩衝材を固定させるために支柱本体の上部に設けられた上受け体と，支柱本体の下部に設けられた下受け体とから形成され，前記上下の緩衝材のうち，少なくとも上側の緩衝材には，その裏側の横溝に棒状補強材が挿入され，該補強材を緩衝材内に固定するために補強材の両端に固定部が設けられ，前記支柱本体の埋め込みナットヘ固定ボルトによって前記緩衝材及び補強材が固定されたことを特徴とする防護柵。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明の記載",
                  "text": [
                    "【0001】",
                    "【発明の属する技術分野】本発明は，道路，橋梁等の路側用，歩道用，公園，遊歩道等の防護柵に関するものである。",
                    "【0008】上記課題解決手段において，木材製の円柱形の緩衝材を用いることにより，搭乗者や車両等が衝突時に受ける衝撃を回避または緩和することができる。また，緩衝材はボルト締めの構造であるから，メンテナンスを容易にできる。",
                    "【0010】",
                    "【発明の実施の形態】以下，本発明の実施例を説明する。まず，図1に基づいて第一実施例を説明すると，防護柵は，道路，橋梁等に施工されるコンクリート製の支柱1と，木材製の上下の円柱形緩衝材2a，2bとからなり，前記支柱1は，道路の路側3の取付け孔4に入れて固定するための支柱本体1aと，該本体1から突出した鉄筋製の脚体5と，前記緩衝材2a，2bを固定させるために支柱本体1aの上部に設けられた半円状の上受け体6と，支柱本体1aの下左右部に設けられた半円状の下受け体7とから形成され，・・・支柱本体1aの埋め込みナット11ヘ固定ボルト12a，12bによって前記緩衝材2a，2bが固定されている。",
                    "【0012】なお，木材製の前記緩衝材2aは，腐食による品質の信頼性を得るために，第四級アンモニュウム塩を主成分とする安全性の高い防腐防蟻剤を木材の加圧式防腐処理を施し，鋼板ガードレールと同等の耐候性が期待できるようにしており，木材の持つソフト性と，衝突時の安全性に優れたものである。",
                    "そして，円柱形緩衝材としての直径180mm，長さ2mの防腐加工した杉材の破壊荷重は3．8tで充分ゆとりのある値であった。",
                    "【0018】また，図5は第三実施例の防護柵で，その特徴を説明すると，コンクリート製の支柱本体1aの上部に設けられた半円状の上受け体6及び上側の緩衝材2aが，支柱本体1aの下部の左右に設けられた半円状の下受け体7及び下側の緩衝材2bの位置より道路側の反対方向に傾斜した位置にある。また，前記支柱本体1aに形成された上受け体6と下受け体7に取り付ける木材製の上下の円柱形の緩衝材2a，2bを同じ太さにすることによって，車が衝突した場合に，車の下側部分だけが前記支柱本体1aの下受け体7に取り付けられた木材製の下の円柱形の緩衝材2bにのみ接触する事によって車や人体の被害を最小限に押えることができる。その他の構成及び作用は，前記第一実施例と同様である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，刊行物1発明の内容を上記第3，1，(3)，イ記載のとおり認定し，同発明につき「前記車両の挙動を安全規準に適合させる(車両等が衝突時に受ける衝撃を回避または緩和することができる)木製防護柵であって」とするところ，かっこ内は対応する刊行物1における構成・用語であるとする(審決3頁8行)ことから，刊行物1における「車両等が衝突時に受ける衝撃を回避または緩和することができる」との事項が，本願発明の「車両の挙動を安全規準に適合させる」に相当すると認定したものと解される。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかし，上記(1)のとおり，刊行物1には，「搭乗者や車両等が衝突時に受ける衝撃を回避または緩和する」，「車や人体の被害を最小限に押さえることができる。」等と記載されているが(段落【0008】【0018】)，安全基準に適合させることについては，何ら記載がない。その他，刊行物1記載の上記事項が安全基準に適合させることを意味するものと解すべき根拠となるような技術常識等に関する証拠もない。",
                "したがって，審決が刊行物1発明として「車両の挙動を安全規準に適合させる」との点を認定したことは根拠を欠き，この点を一致点に含めて認定したことは誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに関し被告は，本願発明でいう「安全規準」は，適用時期やその種別などを特定した安全規準を意味しておらず，本願発明の「(前記)車両の挙動を安全規準に適合させる」は，車両の挙動を車両用防護柵一般に求められるような普遍的な安全規準に適合させることを意味するものであるから，同じく車両用防護柵一般に求められるような普遍的な安全規準に適合させることを意味していることが明らかな刊行物1発明における「車両等が衝突時に受ける衝撃を回避または緩和することができる」と，その意味するところにおいて変わるところはないし，刊行物1発明の防護柵は，前記乙2ないし乙4の記載から，昭和47年10月改訂の防護柵設置要綱(甲5，乙5)で規定される安全基準にも適合すると推測できると主張する。",
                "しかし，刊行物1発明における「車両等が衝突時に受ける衝撃を回避または緩和することができる」との記載(上記【0008】)に関し，これが車両用防護柵一般に求められるような普遍的な安全規準に適合させることを意味するものと理解できることを裏付ける記載は刊行物1にはない。",
                "また，乙2(平成8年12月18日(水)日本林業調査会発行の「隔週刊林政ニュース」第67号)には，当事者参加人が開発し施工する木製防護柵「ウッドGr」について，「これらの性能や強度のチェックは，宮崎大学工学部との共同研究で進められており，平成7年10月に実施した1回目の実験で，林道や一般道路に関する建設省の設置基準((社)日本道路協会編の防護柵設置要項C種)をクリアしていることが確認されている。・・・なお，今年11月には2回目の実験を行い，一般国道や県道などに関する防護柵設置基準(前出B種)もパスしている。」(下段4～14行)との記載があるが，この記載からは，当該実験で用いられた「ウッドGr」と称する木製防護柵が林道や一般道路に関する建設省の設置基準ないし一般国道や県道などに関する防護柵設置基準に適合するものであることが認められるにとどまり，刊行物1発明も設計次第でこれら基準を満たす可能性があることを示唆するとはいえるものの，刊行物1発明においては，上記(1)のとおり，具体的な設計条件が何ら特定されていないから，刊行物1発明が安全基準に適合するものであることを裏付ける根拠とはなり得ない。",
                "したがって，被告の上記反論は，採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "しかし，結局のところ，この点に関する審決の認定の誤りは，審決の結論に影響するものではなく，取消事由1は結論として採用できないが，この点に関しては後記3の(9)，(10)において合わせて検討する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当事者参加人は，刊行物2の記載は，平成10年11月改訂の防護柵の設置基準に適合する，橋梁・高架などの構造物上に設置されるビーム型防護柵に限定される技術であり，また，ビームの材料は鋼材，ステンレス鋼材，アルミニウム合金製に限られるから，本願発明と刊行物1発明との相違点2に関連する各ビームの位置関係を道路に直接設置する木製防護柵である刊行物1発明に適用したとしても，防護柵の設置基準に適合するものにならないから，刊行物2記載の技術を刊行物1発明に適用する動機付けがなく，また，刊行物2には「設置面から最下段ビーム下面までの高さが，h1＝185～250mmであること。」及び「ビームの支柱から道路側への張り出し寸法が，k≧60mmであること。」が記載されていないから，刊行物1発明に刊行物2記載の技術を適用したとしても相違点2に係る本願発明の構成とはならず，相違点2に係る本願発明の構成とすることは，当業者(その発明の属する技術の分野における通常の知識を有する者)にとって想到容易でないと主張するので以下この点について判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物2(甲2)は，「防護柵の設置基準・同解説」(平成10年11月30日，日本道路協会発行)であるところ，その96頁には「別添2」との小見出しと共に，「橋梁用ビーム型防護柵 設計方法」との表題が付され，以下の記載がある。",
                "「1-1構造設計"
              ]
            },
            {
              "fig": "(1)",
              "subject": "構成",
              "text": [
                "橋梁用ビーム型防護柵は支柱と横梁を強度部材とし，横梁は1本の主要横梁と1本以上の下段横梁にて構成するものとする。なお，横梁は丸型，角型またはこれに類する形状を有し，閉断面でなければならないものとする。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "設計諸元",
              "text": [
                "橋梁用ビーム型防護柵は付表-1・1の設計諸元を満足しなければならない。",
                "」",
                "また，刊行物2の136頁には，以下の記載がある。",
                "「2. 種別SCビーム型防護柵(丸ビーム，2本レールタイプ，アンカーボルト方式)ここでは，付図-18に示す構造寸法を有する種別SC橋梁用ビーム型防護柵においてアンカーボルト方式の定着部の設計計算例を示す。従って，部材および防護策性能の設計計算は省略する。",
                "2.1 構造寸法",
                "」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記に関し，審決(3頁24行～4頁16行)は，刊行物2の96頁，136頁の記載事項として以下のとおり認定した。",
                "「(ヘ)96頁に，「橋梁用ビーム型防護柵 設計方法 1-1構造設計 (1)構成橋梁用ビーム型防護柵は支柱と横梁を強度部材とし，横梁は1本の主要横梁と1本以上の下段横梁にて構成するものとする。なお，横梁は丸型，角型またはこれに類する形状を有し，閉断面でなければならないものとする。(2)設計諸元 橋梁用ビーム型防護柵は付表-1・1の設計諸元を満足しなければならない。」と記載され，付表-1・1には，",
                "a．ブロックアウト量(mm)として25以上であること。",
                "b．主要横梁上端高さ(cm)［路面から］が90(900mm)以上，100(1000mm)以下であること。",
                "c．下段横梁中心高さ(cm)［地覆面から］が25(250mm)以上，60(600mm)以下であること。",
                "が示されている。また，「注1 ブロックアウト量は，支柱の最前面から横梁最前面までの距離をいう。」との記載もある。",
                "(ト)136頁に，「2，種別SCビーム型防護柵(丸ビーム，2本レールタイプ，アンカーボルト方式)ここでは，付図-18に示す構造寸法を有する種別SC橋梁用ビーム型防護柵においてアンカーボルト方式の定着部の設計計算例を示す。」と記載され，付図-18には，",
                "d．路面と地覆面の差が250mmであること。",
                "e．下段横梁の半径が130÷2＝65mmであること。",
                "f．主要横梁の中心と下段横梁の中心の間隔が660-330＝330mmであり，主要横梁の半径が180÷2＝90mmであること。が示されている。",
                "ここで，上記cとeから，地覆面即ち設置面から下段横梁下面までの高さh1＝(250-65)～(600-65)＝185～535mmであること。",
                "上記eとfから，主要横梁と下段横梁の間隔h2＝330-65-90＝175mmであること。",
                "上記bとdから，地覆面即ち設置面から主要横梁上端までの高さh3＝(900-250)～(1000-250)＝650～750mmであること。",
                "上記aから，横梁最前面の支柱最前面から道路側への張り出し寸法が，k≧25mmであること。",
                "がいえる・・・」(3頁24行～4頁16行)",
                "そして，審決は刊行物2について，上記第3，1，(3)，ウ記載のとおりの技術が開示されているとしたうえで(審決4頁17行～24行)し，相違点2について，上記第3，1，(3)，エのとおり，刊行物1発明に刊行物2記載の技術を適用して，相違点2に係る本願発明の構成とすることは，格段の阻害要因もなく，当業者が容易になし得る設計事項にすぎないと判断した(審決5頁14行～26行)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "一方，甲6の91，92頁は，平成10年11月5日付建設省道路局道路環境課長から北海道開発局建設部長らに宛てた関連通達である「車両用防護柵性能確認試験方法について」であるところ，これには以下の記載がある。",
                "「1. 防護柵の設置基準 第2章 車両用防護柵 2-2種別2.性能 の各号の規定を満たすことの確認は，原則として，以下の要領に基づく実車による衝突試験により，道路管理者が行うものとする。・・・",
                "2. なお，上記に関わらず，以下のいずれにも該当する橋梁用ビーム型防護柵で別添2に規定する設計方法により設計されたものは，その構成部材の強度が設計に用いた値であることを静荷重試験により確認することをもって，衝突試験にかえることができるものとする。"
              ]
            }
          ]
        },
        {
          "fig": "1)",
          "text": [
            "鋼材(球状黒鉛鋳鉄品を含む)，ステンレス鋼材，アルミニウム合金材製の材料による2本以上の横梁および支柱からなり，横梁の断面が丸または四角型の閉断面になっているもの。"
          ]
        },
        {
          "fig": "2)",
          "text": [
            "ブロックアウト型の構造(防護柵の柵面が支柱の最前面よりも車道側に突出している構造)になっているもの。"
          ]
        },
        {
          "fig": "3)",
          "text": [
            "橋梁・高架などの構造物上に設置され，基礎となる構造物は衝突荷重に対し変形が生じない強度を有するもの。"
          ]
        },
        {
          "fig": "4)",
          "text": [
            "SA種以下の種別であること。",
            "(別添1)車両用防護柵性能評価 衝突試験結果総括表",
            "(別添2)橋梁用ビーム型防護柵 設計方法」",
            "上記によれば，「防護柵の設置基準 第2章 車両用防護柵 2-2種別 2．性能」の各号の規定を満たすことの確認は，原則として実車による衝突試験により道路管理者が行うとされるところ，上記記載の「2．1)～4)」のいずれにも該当する橋梁用ビーム型防護柵で別添2(刊行物2(甲2)，96頁以下)に規定する設計方法により設計されたものは，その構成部材の強度が設計に用いた値であることを静荷重試験により確認することをもって，衝突試験にかえることができるとされていることが認められ，当該別添2とは，上記のとおり刊行物2(甲2)の96頁以下をいうものと認められる。",
            "ここで，上記記載の「2．1)」は，「鋼材(球状黒鉛鋳鉄品を含む)，ステンレス鋼材，アルミニウム合金材製の材料による2本以上の横梁および支柱からなり，横梁の断面が丸または四角型の閉断面になっているもの」であることを規定している。",
            "そして，審決が，刊行物2記載の技術を認定する基礎とした甲2の96頁記載の「付表-1・1 設計諸元」は，上記記載の「2．1)～4)」のいずれにも該当することを前提とし，かつ，当該設計諸元を満足しなければならないと位置付けられたものとして当業者は理解するものというべきであり，同136頁の「付図-18」は，「付表-1・1 設計諸元」を満足する種別SC橋梁用ビーム型防護柵の構造寸法の一例を示すものと解される。",
            "ちなみに，136頁の記載において，「部材および防護策性能の設計計算は省略する。」とされるのも，「付表-1・1 設計諸元」を満足する前提である故と解されるものである。"
          ],
          "content": [
            {
              "fig": "(5)",
              "text": [
                "他方，審決は，甲2の「付表-1・1」及び「付図-18」に記載された各数値データのうち，「付表-1・1」の「ブロックアウト量」「主要横梁上端高さ［路面から］」及び「下段横梁中心高さ［地覆面から］」の各数値(上記(3)で摘示した審決のa，b，c)，並びに「付図-18」の路面からの地覆面高さ(250mm)，下段横梁の半径(130mm)，地覆面からの主要横梁中心高さ(660mm)及び地覆面からの下段横梁中心高さ(330mm)(上記(3)で摘示した審決のd，e，f)を基に，刊行物2記載の技術を認定し，刊行物2記載の技術は，相違点2に係る本願発明の構成と共通する範囲を有するものであり，刊行物1発明に刊行物2記載の技術を適用することに阻害要因もないから，その結果として，相違点2に係る本願発明の構成を得ることは，当業者が容易になし得る設計事項にすぎないと判断したものと認められる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "しかし，刊行物1発明は，木材ビームを用いた木製防護柵であるところ，ビームの径や構造，材質自体の強度などにも影響されるものの，木材ビームと，上記「2．1)」で規定する「断面が丸または四角型の閉断面になっている，鋼材(球状黒鉛鋳鉄品を含む)，ステンレス鋼材，アルミニウム合金材製の横梁」とでは，例えば「付表-1・1」で規定される「横梁の極限曲げモーメント」など，その強度に大きな違いがあることは明らかである。",
                "そうすると，少なくとも横梁が上記「2．1)」に該当するものであることを前提とし，「横梁の極限曲げモーメント」を含む当該設計諸元を満足しなければならないと位置付けられた，甲2の「付表-1・1 設計諸元」及びこれを満足する一例として示される「付図-18」に記載された各数値データについて，「横梁の極限曲げモーメント」などの強度を抜きにして，そのまま刊行物1発明に適用したとしても，いかなる性能が得られるのか，当業者であっても予測の限りでないというべきである。",
                "しかるに，刊行物1発明にあっても，安全基準に適合させるかどうかはさておき，木材ビームの高さ，間隔など木製防護柵の設計に際しては，当業者であれば，搭乗者や車両等が衝突時に受ける衝撃を回避又は緩和するために所望の性能を得ることを重要な観点として設計するものというべきところ，刊行物2の各数値データをそのまま刊行物1発明に適用したとしても，いかなる性能が得られるのか予測の限りでないことに照らせば，刊行物1発明に刊行物2記載の技術を適用する動機付けがあるとはいえない。",
                "被告は，車両用防護柵の開発研究などにかかわる者にとって，防護柵の設置基準を参照することは当該技術分野で普通に行われていることであるから，刊行物2記載の技術を刊行物1発明に適用する動機付けが十分にあったと主張するが，刊行物2ないし同刊行物のその他の頁に記載された防護柵の設置基準を参照すること自体は，当業者が普通に行うことであるとしても，刊行物1発明に刊行物2記載の技術を適用する動機付けがあるとはいえないことは上記のとおりであるから，被告の主張は採用できない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "加えて，上記「付表-1・1 設計諸元」は，諸元全体を満足しなければならないものと位置付けられるのであって，「横梁の極限曲げモーメント」という強度の要素を抜きにして，刊行物2の記載から，ロックアウト量や各部高さを取り出したところで，それ自体何らの技術的意義を有するものとはいえず，そもそも，刊行物2に審決認定の技術が記載されているとすることはできないものというべきであり，審決がした刊行物2記載の技術の認定も，誤りである。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "さらに，審決は，刊行物2における「地覆面」を「設置面」と言い替えた上で，刊行物2記載の技術において，設置面から最下段ビーム下面までの高さ及び最上段ビーム上面までの高さを認定し(4頁8行～22行)，これと本願発明を対比して，刊行物2には，一定の範囲で相違点2に係る本願発明の構成と一致する技術が記載されている，と判断した(5頁14行～23行)が，本願発明で規定される最下段ビーム下面までの高さ及び最上段ビーム上面までの高さは，特許請求の範囲の記載のとおり路面からの高さであって，地覆面からの高さではないから，上記対比判断も根拠を欠き，誤りといわざるを得ない。",
                "被告は，甲6の27頁，乙6の41頁の記載を引用し，防護柵の設置基準において，車両用防護柵を設置する際の高さの基準となる面は，車両通行域の路側部に地覆が設けられている区域においては車両用防護柵が設置されている面である地覆面であって，地覆のない区域においては路面ということであって，車両がまさに車両用防護柵と接触しようとする際に，車両の車両用防護柵に最も近い車輪が位置している面を意味していることは明らかである，と反論する。",
                "しかし，甲6の26頁には，防護柵高さについて「車両用防護柵の路面から防護柵上端までの高さは・・・」(同頁2行)として路面からの高さであることが明記される上，被告の引用する甲6の27頁の記載では，「・・・100 cm 以上の高さが必要となる場合も考えられる。このような場合は，図-2・2・3に示すような乗用車など車高の低い車両の乗員頭部に衝撃を与えないような構造の工夫が必要である。」との記載のとおり，防護柵高さが100 cm 以上の場合に地覆を設けることにより頭部干渉を避ける剛性防護柵が例示されるにすぎないところ，刊行物2の「付表-1・1 設計諸元」においては，路面からの主要横梁上端高さは90 cm 以上100 cm 以下とされ，「付図-18」においても，1000 mm とされており，防護柵高さが100 cm 以上ではないのであるから，被告引用の記載をもって，地覆面が高さの基準であることの根拠とすることはできない。",
                "したがって，被告の上記反論は，採用できない。",
                "以上検討したところからして，審決の上記判断は，誤りである。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "しかし，以下に検討するように，上記取消事由1に関する誤りも含め，審決の上記誤りは，結論を左右するものではない。",
                "上記のとおり，刊行物1発明にあっても，木材ビームの高さ，間隔など木製防護柵の設計に際しては，当業者であれば，搭乗者や車両等が衝突時に受ける衝撃を回避または緩和するために所望の性能を得ることを重要な観点として設計するものというべきところ，刊行物2(甲2)及び甲6は，平成10年11月30日，日本道路協会発行(同年改訂版第1刷)の「防護柵の設置基準・同解説」であって，同基準は，搭乗者や車両等が衝突時に受ける衝撃を回避又は緩和するための所望の性能について規定するものであり(甲6，15頁～17頁)，これは，同基準の内容について当業者に広く知らしめる性格の刊行物と解されることからすれば，同基準，すなわち，安全基準は，本願出願前に，当業者にとって周知のものであったといえる(ちなみに，本願明細書〔甲3〕の段落【0005】【0006】においても，同基準について言及がされ，本願発明の前提として位置付けられていることが明らかである。)。",
                "そうすると，刊行物1発明について，所望の性能を得るべく，木材ビームの高さ，間隔など木製防護柵を設計するに際して，同基準，すなわち，安全基準に適合させるとの観点を念頭におくことは，当業者として当然考慮して然るべきことであり，刊行物1発明は路側部に設置する木製防護柵であるところ，刊行物2には，防護柵の一種である橋梁用ビーム型防護柵の設計諸元として，ブロックアウト量(支柱の最前面から横梁最前面までの距離)，主要横梁上面高さ，下段横梁中心高さが規定されていることからすれば，上記設計に際して，相違点2において本願発明が規定する，路面から最下段木材ビーム下面までの高さ，各木材ビーム間の間隔(主要横梁の高さと下段横梁の高さから導き得るものである。)，路面から最上段木材ビーム上面までの高さ，及び，木材ビームの支柱から道路側への張り出し寸法を考慮すべき要素とすることにも，格別の困難を要するものとは認められない。",
                "そもそも，本願明細書(甲3)に「【0026】支柱地上部で上下に横架させる複数の木材ビームにおいて，距離，寸法H1，H2，H3，K，ΔKを上記の如く定めたので，車両の衝突後の挙動を安全基準に適合させることができる。即ち，各ビームの支柱に対する張出し寸法を60mm以上とするので，前記柔軟構造を作用させ，この60mmの間で衝突エネルギーを柔軟に吸収することができ，車両が支柱に直接接触することは無い。安全性及び余裕の観点から，ブロックアウトKは90mm以上とすることもできる。また，各ビームの張出し寸法の差ΔKを30mm以下としているので，衝突エネルギーを各ビームの間で順次柔軟に受けることができ，かつ過大な設定によって，他方のビームに衝突が発生するまでに最初のビームが破損してしまうようなことがない。さらに，車両が柵を乗り越え脱出してしまうような恐れもない。差30mmは，見た目に違和感も無い。寸法H1，H2，H3は，一般に適用できる適正数値であり，その数値を遵守することにより，大型，小型の車両のもぐり込み，飛び出し等を共に防止できる。これらと上記寸法K，ΔKの協働により，景観，機能に卓越した本発明木製防護柵が完成される。」と記載されていることからして，相違点2において本願発明が規定する各数値範囲は，要するところ，安全基準に適合させる上で設計上必要な範囲を定めたものと解されるのであって，各数値範囲を特定したことによって当業者の予測の域を超えるような格別の臨界的意義を生じるものとは認められないから，取消事由1として主張される「安全基準に適合させる」ことと併せ，相違点2に係る本願発明の構成としたことは，当業者が設計上適宜なし得る程度の事項といわざるを得ない。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "したがって，上記取消事由1の審決の一致点の認定の誤りは，結論に影響するものではなく，取消事由2の，相違点2につき本願発明の構成とすることは当業者が容易になし得る設計事項にすぎないとした審決の判断も，結論において誤りはないといえるから，当事者参加人の主張する取消事由1，2はいずれも理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "当事者参加人は，平成10年11月30日の日本道路協会の設置基準改訂時までは，材料が限定されていることから基準に適合する木製防護柵はなかったところ，防護柵につき仕様規定から性能規定に変更され，衝突試験による性能確認をすることで基準に適合する木製防護柵が設置できるようになったことを契機として，仕様を各種変更し，新安全基準の規定する衝突実験を繰り返した結果，各仕様を本願発明に規定する数値範囲とすることにより初めて公式試験に合格する木製防護柵とできることを見出したものであり，本願発明は，従来実現できなかった木製防護柵を実用化できるという，顕著な作用効果を奏するものであると主張するので以下この点について判断する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願当初明細書(甲3)と，その後になされた各手続補正(甲4，丙1ないし4)により補正された後のもの)には，以下の記載がある。",
                "【0001】",
                "【発明の属する技術分野】本発明は，道路の路側部に設置される木製防護柵に関するものである。詳しくは，車両通行域の路側部に所定間隔を置いて立設した複数の支柱と，各支柱の地上部前面で上下に所定間隔を置いて横架した複数の木製緩衝材(木材ビームとも呼ぶ)とを備えて柵状に構成され，前記車両の接触ないし衝突を前面側から受け，前記車両の挙動を安全規準に適合させることができ，景観良好にして人と車と環境に優しい木製防護柵に関する。・・・【0003】・・・本発明者は，特許第2474949号及び特許第2958254号公報に記載されているように，景観性に優れ，かつ環境負荷低減型素材である木材を有効に活用した木製防護柵を開発し，転落防止機能に優れた防護柵を提供した。",
                "【0004】",
                "【発明が解決しようとする課題】ところで，上記木製防護柵の開発後，社団法人日本道路協会による「防護柵設置基準」が改正され，さらなる安全性が要求されている。この新安全基準(例えば防護柵種別「B」種)では，質量1．0トン程度の普通乗用車が衝突速度60km／h，防護柵に対する衝突角度20度で防護柵に衝突したとき，また，25トン大型トラックが衝突速度30km／h，衝突角度15度で防護柵に衝突したとき，衝突後の車両の挙動(乗用車，貨物とも同じ)として，夫々離脱速度が衝突速度の60％以上であり，離脱角度としては衝突角度60％以内であることが要求されている。",
                "【0005】また，乗用車が受ける衝撃の許容大きさ(加速度g)は約10g(乗用車のみ規定あり)以内であり，また，上記の衝突を受けた防護柵の条件としては，支柱を土中に設置した場合には，支柱が路外方向に転倒を許す距離(進入行程)が1．1m以内，コンクリート上に設置した場合には，進入行程が0．3m以内とされており，さらに衝突の衝撃で防護柵の部材等が飛散しないこと等が要求されている。",
                "【0006】しかしながら，従来の木製防護柵においては，これらの規準に一応の適合性は示すものの，規準以上の悪条件によっては，防護柵に衝突した車両が衝突直後に防護柵に食い込み，急停車させる傾向を示すなど，乗用車が衝突時に受ける衝撃加速度や，離脱速度において改良の余地があった。",
                "【0007】また，25トン大型トラックが衝突速度30km／h，衝突角度15度で衝突した場合，衝突荷重による支柱の傾斜が大きくなり，支柱と木製緩衝材との固定部分に破断破壊が起こる傾向が見られ，支柱の設置方法や，支柱本体下方から突起させた脚体の位置，緩衝材の取り付け位置などに改善を図ることが望まれていた。",
                "【0008】本発明は，上記に鑑み，景観性に優れ，且つ環境負荷低減型素材である木材を有効に活用する木製防護柵であることを前提としつつ，搭乗者や車両等が衝突時に受ける衝撃を緩和する機能をより高めて，防護柵設置規準を守るのみならず，さらなる安全性を確保し得る木製防護柵を提供することを目的とする。",
                "【0009】",
                "【課題を解決するための手段】本発明は，上記課題を解決するために，支柱本体及びその取付構造，支柱本体の地中の支持構造，さらには前記支柱に取付ける木材ビーム及びその取付構造等の条件を変えながら種々の衝突実験を繰り返し行った結果，特許請求の範囲に記載の通りの木製防護柵を完成したものである。衝突試験は，仕様を各種変更し，ビームの強度，その変形性，加速度，車両の挙動，離脱速度，離脱角度，部材の飛散等を評価項目として，安全確保データを取りつつ長期に亘り，実車を用いて行った。・・・【0025】本発明の木製防護柵は，複数の支柱間に少なくとも2本の同一径の木材ビームを横架した木製防護柵であって，木材ビームの位置関係において，路面から最下段木材ビーム下面までの高さをH1＝50～250mmとし，各木材ビーム間の間隔をH2＝50～250mmとし，路面から最上段木材ビーム上面までの高さをH3＝650～1000mmとし，木材ビームの支柱から道路側への張り出し寸法をK≧60mmとしたことを特徴とする。タイヤが最下段の木材ビームに直接衝突し，路面から最下段のビームの下面までの間及びビーム間に夫々250mmを超える空間を設けない構造である。木材ビームの支柱から道路側への張り出し寸法はK≧60mmとし，各段木材ビームの支柱から道路側への張り出し寸法の差はΔK≦30mmとする。",
                "【0026】支柱地上部で上下に横架させる複数の木材ビームにおいて，距離，寸法H1，H2，H3，K，ΔKを上記の如く定めたので，車両の衝突後の挙動を安全基準に適合させることができる。即ち，各ビームの支柱に対する張出し寸法を60mm以上とするので，前記柔軟構造を作用させ，この60mmの間で衝突エネルギーを柔軟に吸収することができ，車両が支柱に直接接触することは無い。安全性及び余裕の観点から，ブロックアウトKは90mm以上とすることもできる。また，各ビームの張出し寸法の差ΔKを30mm以下としているので，衝突エネルギーを各ビームの間で順次柔軟に受けることができ，かつ過大な設定によって，他方のビームに衝突が発生するまでに最初のビームが破損してしまうようなことがない。さらに，車両が柵を乗り越え脱出してしまうような恐れもない。差30mmは，見た目に違和感も無い。寸法H1，H2，H3は，一般に適用できる適正数値であり，その数値を遵守することにより，大型，小型の車両のもぐり込み，飛び出し等を共に防止できる。これらと上記寸法K，ΔKの協働により，景観，機能に卓越した本発明木製防護柵が完成される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記によれば，本願の出願に先だち，本願発明の発明者(脱退原告)によって，既に木材を活用した防護柵が開発，提供されていたが，その開発後，日本道路協会による「防護柵設置基準」が改正されたことを踏まえ，本願発明は，支柱本体及びその取付構造，支柱本体の地中の支持構造，さらには前記支柱に取付ける木材ビーム及びその取付構造等の条件を変えながら，ビームの強度，その変形性，加速度，車両の挙動，離脱速度，離脱角度，部材の飛散等を評価項目として，安全確保データを取りつつ長期にわたり実車を用いて種々の衝突実験を繰り返し行った結果，本願発明に規定する木材ビームの位置関係についての条件を定めたもので，これにより車両の衝突後の挙動につき安全基準(上記「防護柵設置基準」記載)に適合させることができるようにしたものと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかし，刊行物1発明について，木材ビームの高さ，間隔など木製防護柵を設計するに際して必要となる事項について，これを防護柵設置基準に記載された安全基準に適合させるとの観点を念頭におくことは，当業者として当然考慮すべきところ，上記3(4)のとおり，「防護柵の設置基準・同解説」(甲2，6)には「防護柵の設置基準 第2章 車両用防護柵 2-2種別2．性能の各号の規定を満たすことの確認は，原則として，以下の要領に基づく実車による衝突試験により，道路管理者が行うものとする。」(甲6，91頁)との記載があることからすれば，上記安全基準に適合することの確認として実車を用いた種々の衝突実験を行うことは，それに伴う相当の経済的な負担があるとしても，当業者にとって当然要請されることであって，これを行うに関して格別の技術的困難性を伴うものとは認められない。また，本願発明は，安全基準に適合させるために必要な設計上の条件を定めた意義は認められるものの，その作用効果は，然るべき設計の結果当然奏されるものというべきであるから，当業者の予測の域を超えるほどの格別顕著なものということはできない。",
                "したがって，当事者参加人の上記主張には，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上のとおり，当事者参加人が取消事由として主張するところは，いずれも理由がない。",
            "よって，当事者参加人の請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10211",
    "date": "2007-10-02",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035199",
    "ipprecedent_id": "1186",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}