{
  "conclusion": [
    {
      "text": "特許庁が訂正2006−39154号事件について平成19年2月20日にした審決を取り消す。"
    },
    {
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実等",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，発明の名称を「弾塑性ポリオフィレン組成物」とする特許第3385274号(平成3年8月1日にした出願〔特願平3−216053号〕",
              "text": [
                "の一部を分割して平成13年6月6日に出願したもの。優先権主張：平成2年8月1日〔以下「本件優先日」という。〕・イタリア。平成14年12月27日設定登録〔以下「本件特許」という。〕)の特許権者である(甲1)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許に対して，異議申立てがされ，特許庁はこれを異議2003−72227号事件として審理し，原告は，明細書等を訂正請求書により訂正したところ，平成18年2月13日，特許庁は，「訂正を認める。特許第3385274号の請求項1ないし4に係る特許を取り消す。」との決定(甲11)をした。",
                "同決定の理由の要旨は，請求項1(後記2(1)参照)のA)に記載された成分と同B)に記載された成分(以下，「A成分」，「B成分」という。)等が区別できなければならないところ，A成分のうちキシレンに不溶性の部分がB成分と区別できないことなどから，その記載が不明りょうであり，それらの発明に係る特許は特許法36条5項，6項に規定する要件を満たしていないというものであった。",
                "原告は，上記決定に対し，平成18年6月30日，知的財産高等裁判所に取消しの訴えを提起し，この訴えは係属中である(同裁判所平成18年(行ケ)第10304号)。",
                "そして，原告は，平成18年9月19日，本件特許につき，明細書等を訂正することを求めて訂正審判の請求をした(甲2。以下「本件訂正」という。)。特許庁は，上記請求を訂正2006−39154号事件として審理していたところ，原告は，平成18年12月15日付け手続補正書により上記請求書の補正をした(以下，同日付け手続補正書〔甲4〕による明細書に対する補正を「本件補正」という。)。特許庁は，平成19年2月20日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年3月2日，原告に送達された。",
                "この審決に対し原告が知的財産高等裁判所に取消しの訴えを提起したのが，本件訴訟である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前の，本件特許に係る特許明細書(以下「本件特許明細書」という。)に記載された特許請求の範囲の請求項1の記載(請求項2ないし4は省略する。)",
              "text": [
                "「【請求項1】A)80よりも大きいアイソタクチック指数を有するプロピレンの単独重合体，またはプロピレンとエチレン，式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)のα−オレフィンまたはそれらの組み合わせとの共重合体(該共重合体はプロピレン85重量％以上を含有する)10～50重量部，",
                "B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，C)エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせと場合によって小割合のジエンとの共重合体画分(該画分はエチレン40重量％未満を含有し，室温のキシレンに可溶性であり且つ固有粘度1．5～4d l ／gを有する)40～80重量部を含み，全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満であることを特徴とするポリオレフィン組成物。」"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正審判の請求書に添付した訂正明細書(甲2。以下「本件訂正明細書」という。)の特許請求の範囲の請求項1の記載(請求項2ないし4は省略する。)(下線部が訂正部分。)",
              "text": [
                "「【請求項1】A)80よりも大きいアイソタクチック指数を有するプロピレンの単独重合体，またはプロピレンとエチレン，式CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)のα−オレフィンまたはそれらの組み合わせとの第一の共重合体(該共重合体はプロピレン85重量％以上を含有する)10～50重量部，",
                "および",
                "B＋C)エチレン−プロピレン混合物，エチレン−別のα−オレフィン混合物，またはエチレン−プロピレン−別のα−オレフィン混合物を成分(A)の製造工程とは異なる重合工程で重合して得られる第二の共重合体45～100重量部であって，下記成分からなるもの：",
                "B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，C)エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせと場合によって小割合のジエンとの共重合体画分(該画分はエチレン20～38重量％を含有し，室温のキシレンに可溶性であり且つ固有粘度1．5～4dl／gを有する)40～80重量部を含み，全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満である，ポリオレフィン組成物であって，",
                "前記ポリオレフィン組成物が，塩化マグネシウム上に担持されたチタン化合物および電子供与体化合物を含有する固体触媒成分とA1トリアルキル化合物および電子供与体化合物との反応生成物からなる触媒を用いた重合を用いることにより得られるものであることを特徴とするポリオレフィン組成物。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件補正後の明細書の特許請求の範囲の請求項1の記載(請求項2ないし4は省略する。)(下線部が補正部分)",
              "text": [
                "「【請求項1】",
                "(A)80よりも大きいアイソタクチック指数を有するプロピレンの単独重合体，またはプロピレンとエチレン，式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)のα−オレフィンまたはそれらの組み合わせとの共重合体(該共重合体はプロピレン85重量％以上を含有する)である第一の重合体10～50重量部と，",
                "(B＋C)エチレン−プロピレン混合物，エチレン−別のα−オレフィン混合物，またはエチレン−プロピレン−別のα−オレフィン混合物を第一の重合体(A)の製造工程とは異なる重合工程で重合して得られる共重合体であって，(B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，および(C)エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせとの共重合体画分(該画分はエチレン20～38重量％を含有し，室温のキシレンに可溶性であり且つ固有粘度1．5～4d l／gを有する)40～80重量部のみからなる第二の重合体45～100重量部と",
                "を含み，",
                "全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満である，ポリオレフィン組成物であって，",
                "第一の重合体(A)および第二の重合体(B＋C)が，塩化マグネシウム上に担持されたチタン化合物および電子供与体化合物を含有する固体触媒成分とAlトリアルキル化合物および電子供与体化合物との反応生成物からなる触媒を用いた重合を用いることにより得られるものであることを特徴とするポリオレフィン組成物。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "審決の理由の部分の記載は，後記第5の1(2)カ及び同2(2)のとおりであり，本件補正について，審判請求書の要旨を変更するものであると却下した上で，本件訂正について，特許明細書に記載した事項の範囲内でしたものではないとした。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，本件補正の適法性についての判断を誤って(取消事由1)，本件補正を却下し，また，本件訂正の適法性についての判断を誤って(取消事由2)，本件訂正が許されないとの誤った結論に至ったものであり，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正の適法性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件補正のうち，本件訂正明細書の請求項1についての補正(以下「補正1」という。)について，「審判請求書の要旨を変更するものであるから，特許法第131条の2第1項の規定により認められない。」と判断して，本件補正を却下したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「補正前の請求項1は，その文章が日本語として明確でなく，かつ意味不明であったのに対して，補正後の請求項1は，日本語としての体裁が整えられ，その意味が理解できるものである。このような補正1は，訂正明細書を実質的に変更するものであるから，審判請求書の要旨を変更するものと認める。」(3頁下から第3段落～第2段落)としたが，特許法131条の2第1項の趣旨に照らし，あまりにも不合理な判断である。",
                "そもそも，特許法131条の2第1項の趣旨は，「審判請求人が審判の審理が進んだ段階での理由の要旨を拡張・変更すると，実質的な審理のやり直しをせざるを得ず，審理が長期化・遅延することに照らし，審判請求書の補正がその『要旨の変更』に当たる場合にはこれを許さないものとした」こと，すなわち，「審判における審理対象の拡張変更による審理遅延を防止する」ことにある(知財高裁平成17年(行ケ)第10706号判決)。",
                "そうすると，原告が行った補正1は，補正後の請求項1において，「日本語としての体裁が整えられ，その意味が理解できるもの」とする補正であって，審判における審理対象の拡張変更をするものでなく，審理遅延を防止するどころか，審理を促進するものである。原告が訂正審判を請求することにより解消しようとしている異議の決定(甲11)の特許取消理由は，特許請求の範囲が不明りょうであるとする特許法36条5項及び6項違反であるから，「日本語としての体裁が整えられ，その意味が理解できるもの」とする補正は，原告が訂正審判を請求している本来の目的を担当審判官の特質を考慮しながらより効率良く達成できるように審理協力を試みたものであり，「審理のやり直し」を招くことは考えられず，逆に，特許法36条5項及び6項違反が解消されたか否かについての審理を促進することは明らかである。",
                "このように，補正1は，特許法131条の2第1項の趣旨に適合する補正であるから，審判請求書の要旨を変更するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "補正1は，極めて形式的な補正であり，審判における審理対象の拡張変更をするものでないことは明らかである。要旨の変更に当たるかどうかは，単に請求の趣旨や理由が変更されたかどうかを形式的に判断するのではなく，補正前と補正後の内容を実質的に対比検討し，訂正審判における審理の範囲が，補正により実質的に拡張・変更されるかどうかに基づいて判断されるべきである(前記知財高裁判決参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「A)」を「(A)」とした補正は，表記手法を統一して，記載を視覚的により一層見やすくしたものにすぎない。本件補正前は，「A)」と「成分(A)」という2種類の表記が存在していたが，両表記とも「A」というアルファベット記号を含むことから，これらが同一の成分を指すことは明りょうであったが，念のため整合性を向上させるため補正したものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「第一の共重合体(・・・)10～50重量部，および」を「共重合体(・・・)である第一の重合体10～50重量部と，」とした補正は，「第一の共重合体」との記載を「共重合体」と戻しながら，「単独重合体」及び「共重合体」とを選択的に包含する「・・・である第一の重合体」との用語に補正して，記載の整合性を向上させたものにすぎない。",
                    "もともと，A成分において，「第一の共重合体」の「第一の」という表現は，B＋C成分の「第二の共重合体」との区別を明確にするための識別記号として加えたものであり，その機能は補正前から十分に果たされており，何ら不明りょうなものではなかった。",
                    "しかし，A成分の記載中に「第一の共重合体」との用語が存在すると，B＋C成分の「第二の共重合体」との関係においてそれだけが視覚的に強調されてしまい，「第一の共重合体」と選択的に使用可能な「単独重合体」の存在が視覚的に希釈化されるおそれがあったため，念のため，「第一の共重合体」との用語に代えて，「単独重合体」及び「共重合体」の両方を包含するように「・・・である第一の重合体」との記載に補正して，「第二の共重合体」(補正後の「第二の重合体」)との間の表現の整合性を向上させたのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「B＋C)」を「(B＋C)」とした補正は，括弧を伴って記載される「(A)」との間で括弧書き表記手法を統一して，記載を視覚的に見やすくしたものにすぎない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「第二の共重合体45～100重量部であって，下記成分からなるもの：B)・・・5～20重量部，C)・・・40～80重量部」を「共重合体であって，(B)・・・5～20重量部，および(C)・・・40～8",
                  "text": [
                    "0重量部のみからなる第二の重合体45～100重量部と」とした補正は，「であって，下記成分からなるもの：」及びそれに続く「B)・・・5～20重量部，C)・・・40～80重量部」の語順を入れ替えることにより「下記成分」という記載を削除して，視覚的に記載をより一層見やすくしたものにすぎない。",
                    "もともと，「下記成分」は，その直後に括弧記号を伴って明示される「B)・・・5～20重量部，C)・・・40～80重量部」を指すこと，すなわち，「第二の共重合体」がB成分とC成分のみからなることは明りょうであったが，念のため，視覚的により一層見やすくするため，補正したものにすぎない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "「第二の共重合体」を「第二の重合体」とした補正は，「第二の共重合体」との記載から「共」の字を削除して「第二の重合体」とすることで，本件補正後の「第一の重合体」との記載の整合性を向上させたものにすぎない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "「場合によって小割合のジエン」を削除した補正は，C成分に関する「場合によって小割合のジエン」との不要な記載を削除して，C成分の原料として記載される「エチレン−プロピレン混合物，エチレン−別のα−オレフィン混合物，またはエチレン−プロピレン−別のα−オレフィン混合物を成分(A)の製造工程とは異なる重合工程で重合して得られる」との整合性を向上したものにすぎない。",
                    "本件補正前，「場合によって小割合のジエン」は生成物としてのC成分中の任意成分として記載されていたが，その原料を記載する「B＋C)」で始まる前置きには「エチレン−プロピレン混合物，エチレン−別のα−オレフィン混合物，またはエチレン−プロピレン−別のα−オレフィン混合物を成分(A)の製造工程とは異なる重合工程で重合して得られる」としか記載されておらず，「場合によって小割合のジエン」は原料として記載されていなかったのであるから，その生成物中の任意成分として記載される「場合によって小割合のジエン」は実質的に記載されていないも同然であることは明りょうであったが，念のために整合性を向上させるために補正したものである。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "「ポリオレフィン組成物が」を「第一の重合体(A)および第二の重合体(B＋C)が」とした補正は，「重合を用いることにより得られるもの」として記載されていた「ポリオレフィン組成物」を「第一の重合体(A)および第二の重合体(B＋C)」と補正することにより，「重合」という用語との形式的な表現の一致によって整合性を向上させたものにすぎない。",
                    "そもそも，「ポリオレフィン」ないし「ポリオレフィン組成物」は，「重合を用いることにより得られるもの」であることは明りょうであった(甲6)が，もともと明りょうな記載をより一層明りょうにするだけのものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，「補正前の請求項1は，その文章が日本語として明確でなく，かつ意味不明であった」との前提に立ち，「補正後の請求項1は，日本語としての体裁が整えられ，その意味が理解できるものである」から，「このような補正1は，訂正明細書を実質的に変更するものである」と判断したが，後記2のとおり，その前提である「補正前の請求項1は，その文章が日本語として明確でなく，かつ意味不明であった」こと自体が誤っているのであるから，上記判断は誤りである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "審決は，「補正1は，補正前の請求項1における，文言，用語，及び，符号を，追加，削除，または，変更するものであり，具体的な補正箇所は多岐にわたる。」ことを，補正1が訂正明細書を実質的に変更する理由として指摘する。",
                "しかし，「具体的な補正箇所は多岐にわたる」ことと，訂正明細書を実質的に変更することとは無関係である。訂正明細書を実質的に変更する否かは単なる補正箇所の個数によって判断されるべきではなく，補正事項の実質的な内容に基づいて判断されるべきである。そして，本件補正は，もともと明りょうな記載をより一層明りょうにするだけの極めて形式的な補正にすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件訂正の適法性についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「訂正拒絶理由で示した上記判断を改めて検討するに，意見書をみても，当該判断を覆すべき理由は見いだせない。したがって，訂正事項1は，特許明細書に記載した事項の範囲内においてしたものとは認められない。」(6頁第2段落)とする。そして，「上記判断」とは，訂正拒絶理由で示された「(1)そこで特許明細書の記載を検討するに，上記のような，それ自体意味不明な訂正発明は，特許明細書に記載がなく，また，特許明細書の記載から自明なものとも認められない。したがって，訂正事項1は，特許明細書に記載されている範囲内のものとは認められない。」というものであり，その根拠として「2．訂正発明の意味」において，(1)～(7)の理由を挙げている(以下，これらをそれぞれ，「(1)の理由」などという。)。しかし，この(1)～(7)の理由は，いずれも失当である。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，(1)の理由として，「訂正発明において，第二の共重合体は，『下記成分からなるもの』として記載されているが，この『下記成分』とはどの記載をいうのか，文章上明りょうでない。」と判断する。",
                    "しかし，「下記成分」とはその直後に括弧記号を伴って明示されるB成分及びC成分を指すことを示すことは視覚的にも内容的にも明りょうである。複数成分を含む共重合体ないし組成物を請求項に規定するに当たり，「・・・および・・・を含み」との表現を用いるのが一般的であり，「下記成分」からなるとされる第二の共重合体は，「共重合体」である以上，それを構成する単量体ないし画分を「成分」と呼ぶのは本件優先日当時の一般的な技術常識であるから，その直後に記載されるB成分及びC成分が対応成分であることは明らかである。そして，請求項1において「を含み，」の直後に記載される「全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)",
                    "の重量比は0．4未満である，」との記載は，「・・・は・・・である」と完結した文章で構成されているから，付加的な限定事項であって，「A)・・・およびB＋C)・・・を含み，」との枠組みに含まれないことも明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，(2)の理由として，「訂正発明は，一部省略して示すと，『・・・第一の共重合体10～50重量部，および・・・第二の共重合体45～100重量部であって，下記成分からなるもの：・・・ポリオレフィン組成物。』となるが，『下記成分からなるもの』は，次に，どの用語に，意味の上でつながるのか，文章上不明である」と判断するが，「下記成分」とは，その直後に括弧記号を伴って明示されるB成分及びC成分を指すことを示すことは視覚的にも内容的にも明りょうである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，(3)の理由として，「ポリオレフィン組成物が，第一の共重合体と，第二の共重合体のみからなるのか，それ以外の成分を含みうるのか文章上不明である。」と判断する。",
                    "しかし，ポリオレフィン組成物は，第一の共重合体と第二の共重合体のみからなるではなく，それ以外の成分を含み得ることは，文章上明りょうである。請求項1は，「『A)・・・』および『B＋C)・・・』を含み，・・・である『ポリオレフィン組成物であって』」と記載されているのであって，「A成分及びB＋C成分を含むポリオレフィン組成物」と自然に解釈されるから，A成分とB＋C成分と「を含み」と記載し，それら「からなる」ないし「のみからなる」とは記載せず，その他の成分を含み得ることは文章上明確である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決は，(4)の理由として，「第二の共重合体が『室温のキシレンに不溶性のエチレン含有共重合体画分』と『エチレンとプロピレンまたは式CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせと場合によって小割合のジエンとの共重合体画分(該画分はエチレン20～38重量％を含有し，室温のキシレンに可溶性であり且つ固有粘度1．5～4d l ／gを有する)』のみからなるのか，他の画分をも含みうるのか文章上不明である。」と判断した。",
                    "しかし，請求項1において，第二の共重合体は「下記成分からなるもの」と特定し，「下記成分」は，その直後に括弧記号を伴って明示される「B)・・・5～20重量部，C)・・・40～80重量部」を指すことが明らかであるから，「第二の共重合体」がB成分とC成分とのみからなることは明らかである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "審決は，(5)の理由として，「『成分(A)の製造工程とは異なる重合工程で重合して得られる第二の共重合体』との記載があるが，『成分(A)』が何か記載されていない。」と判断する。",
                    "しかし，請求項1には「A)」及び「成分(A)」という2種類の表記が存在していたが，両表記とも「A」というアルファベット記号を含むことから同一の成分を指すこと，すなわち，「成分(A)」とは「A)・・・」なる成分を指すことは一義的に特定することができるので，明りょうである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "審決は，(6)の理由として，「『ポリオレフィン組成物が，塩化マグネシウム上に担持されたチタン化合物および電子供与体化合物を含有する固体触媒成分とAlトリアルキル化合物および電子供与体化合物との反応生成物からなる触媒を用いた重合を用いることにより得られるものである』との記載があるが，触媒を用いた重合で得られるのは重合体であることを考慮すると，この記載の意味が不明である。」と判断する。",
                    "しかし，「ポリオレフィン」とは，「比較的簡単なオレフィン(エチレン，プロピレン，・・・など)を重合または共重合して得られる熱可塑性樹脂」(甲6)であることは本件優先日当時の技術常識であるから，「重合を用いることにより得られるもの」であることは明りょうである。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "審決は，(7)の理由として，「第二の共重合体の原料が『エチレン−プロピレン混合物，エチレン−別のα−オレフィン混合物，またはエチレン−プロピレン−別のα−オレフィン混合物』であるにも係わらず，『C)』に，『エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせと場合によって小割合のジエンとの共重合体画分』と記載され，該画分は，場合によって小割合のジエンを共重合成分とするから，原料と生成物が不一致である。」と判断する。",
                    "しかし，「場合によって小割合のジエン」は生成物中のC成分の任意成分として記載されていたが，その原料を記載する「B＋C)」で始まる前置きには「エチレン−プロピレン混合物，エチレン−別のα−オレフィン混合物，またはエチレン−プロピレン−別のα−オレフィン混合物を成分(A)の製造工程とは異なる重合工程で重合して得られる」としか記載されておらず，「場合によって小割合のジエン」は原料として記載されていなかったのであるから，その製造物中の任意成分として記載される「場合によって小割合のジエン」は実質的に記載されていないも同然であることは明りょうである。したがって，「場合によって小割合のジエン」との記載が存在することが不明りょうとまではいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告は，本件については，A～C成分の重量部が特定されており，この特定のためには，A～C成分がそれぞれ区別できなければならないところ，前出平成18年(行ケ)第10304号事件で審理されている異議2003−",
              "text": [
                "72227号事件の決定で指摘された，A成分のうちキシレンに不溶性の部分(X成分)はB成分と区別できないという，X成分が不明りょうな点が解消されていない旨主張する。",
                "しかし，「X成分が不明りょうな点」は，本件の審決において全く言及されていない事項であるから，このような事項を本訴の審理対象とすることは，許されない。本件の審決は，「修辞法上の記載の明りょう性」に照らして意味不明な訂正発明であると結論付けていて，本件においては，本件訂正後の発明の「修辞法上の記載の明りょう性」が問題となっていて，各成分の実体についての明りょう性は問題となっておらず，「X成分が不明りょうな点」は各成分の実体についての明りょう性の問題であり，本件の訴訟において，審理対象とされるべきではない。",
                "なお，被告は，X成分が不明りょうな点は，本件訂正によっても解消されない旨主張するが，X成分が不明りょうな点は，本件訂正後の請求項1によれば，解消される。訂正発明においては，A成分，B成分及びC成分の各重量部の算出は，互いに「異なる重合工程で重合して得られる」という製造工程の相違に着目し，最終生成物のみならずその互いに異なる製造工程に遡ってデータを入手することで，当業者が容易に行うことができるものである。",
                "審決も，本件の訂正審判の請求が成り立たないとする理由として，本件訂正が，「特許法第126条第1項ただし書きの規定に適合しない」とするのであり，特許法36条5項及び6項違反に基づく独立特許要件違反(特許法126条3項)を挙げていない。このことからも，本件訂正によって，「X成分が不明りょうな点」は解消されている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件補正の適法性についての判断の誤り)に対して(1) 原告は，審決において「補正後の請求項1は，日本語としての体裁が整えられ，その意味が理解できるものである。」と認められたことを理由として本件補正が許されないのは，特許法131条の2第1項の趣旨に照らし，不合理である旨主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "審決は，「補正後の請求項1は，日本語としての体裁が整えられ，その意味が理解できるものである。」と指摘したが，これは，本件補正前は，特許請求の範囲に記載された文言が何に対応するのか，どこにかかるのかなどの対応関係が，そもそも「その文章が日本語として明確でなく，かつ意味不明であった」点で，特許請求の範囲の記載として論外であったものが，補正により，形式的にみて特許請求の範囲に記載された文言が何に対応するのか，どこにかかるのかなどの対応関係が一応分かるようになった点において，一応改善されたので，そのことにつき，「補正後の請求項1は，日本語としての体裁が整えられ，その意味が理解できる」と指摘したにすぎない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件補正前に用いられていた「下記成分」との文言に係る補正について，視覚的に記載をより一層見やすくしたものにすぎないし，下記成分が何を指すかは明確である旨主張する。",
                "しかし，本件補正は，「下記成分」という概念をなくすとともに，「下記成分」に包含される可能性がある記載内容が全く異なっているものであって，訂正を求める範囲を実質的に拡張・変更するものであるから，請求書の要旨を変更するものである。",
                "また，本件補正前の「下記成分」については，原告が主張するように，「B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，C)エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィン・・・40～80重量部」を指すとも解せるが，「B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，C)エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィン・・・40～80重量部を含み，全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満である」を指すとも解釈できる。",
                "それを，本件補正は，上記「下記成分」の内容について，「(B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，および(C)エチレンとプロピレンまたは式CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィン・・・40～80重量部のみからなる第二の重合体45～100重量部とを含み，」のように変更した。",
                "この結果，補正前はB＋C成分が，「下記成分」からなり，その「下記成分」がB成分，C成分40～80重量部を含む，であるから，「含む」との記載があっても，「からなり」との記載と不整合であり，A成分とB＋C成分のみからなるのか，その他の成分を含み得るのか不明であったものが，本件補正後は，全ポリオレフィン組成物が第一の共重合体と第二の共重合体とを含む意味に解されるように(すなわち，A成分，B＋C成分以外の他の成分(以下「D成分」という。)を含み得るように変更したものであって，多義的に解釈し得る記載を，何の根拠もなく一義的に解釈し得る記載に変更し，しかも，記載内容を大幅に変更して，当初の記載内容とは全く異なるものと変更した点で，訂正を求める範囲を実質的に拡張・変更するものであるから，このような補正は請求書の要旨を変更するものである。",
                "また，ポリオレフィン組成物について，当初，①第一の共重合体(A成分)と，第二の共重合体(B＋C成分)のみからなるのか，②それ以外の成分を含み得るのか，文章上不明であったものを，D成分をも含み得るように拡張・変更した点で，訂正を求める範囲を実質的に拡張・変更するものである。",
                "そして，D成分を含み得るようになった結果，「(B)画分と(C)画分との和の重量％は50％～90％成分」の事項は，((B＋C)／A＋B＋C＋D)を示すものとなり，(A成分)と(B＋C成分)のみのポリオレフィン組成物における割合((B＋C)／A＋B＋C)と，その意味が全く異なるものとなる。",
                "したがって，このような補正は請求書の要旨を変更するものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，本件補正は，補正前の「ポリオレフィン組成物が，塩化マグネシウム上に担持されたチタン化合物および電子供与体化合物を含有する固体触媒成分とAlトリアルキル化合物および電子供与体化合物との反応生成物からなる触媒を用いることにより得られるものである」について，本件補正により，「ポリオレフィン組成物が」を「第一の重合体(A)および第二の重合体(B＋C)が」とするものである。",
                "本件補正前の「前記ポリオレフィン組成物が，・・・からなる触媒を用いることにより得られるものである」と「B＋C)・・・成分(A)の製造工程とは異なる重合工程で重合して得られる第二の共重合体」との記載と合わせて解釈すると，本件補正前は触媒を用いて重合されるものがポリオレフィン組成物であり，同一反応器での二段重合による組成物を想起させるものであるが(通常，触媒を用いた単一の重合工程で得られるのは重合体であるが，触媒を用いた同一反応器での二段重合を行う場合に得られるのは組成物であることは自明であるし，本件明細書中にも実施の態様として二段重合のみ開示されている。)，補正により触媒を用いて重合されるものが第一の重合体(A)と第二の重合体(B＋C)とされ，単一の重合工程で得られるのが重合体であることからすると，同一の反応器での二段重合に限られず，別の反応器で製造された物を混合して組成物とする態様をも包含するように変更になった。",
                "このような結果をもたらす本件補正は，明らかに，特許請求の範囲を実質的に拡張変更するものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本件訂正の適法性についての判断の誤り)に対して(1) 審決が，本件訂正を不適法と判断するに当たり，(1)の理由として，「訂正発明において，第二の共重合体は，『下記成分からなるもの』として記載されているが，この「下記成分」とはどの記載をいうのか，文章上明りょうでない。」としたのに対し，原告は，「下記成分」がどの記載をいうのか明りょうである旨主張する。また，審決が，理由(2)として，「訂正発明は，一部省略して示すと，『…第一の共重合体10～50重量部，および…第二の共重合体45～100重量部であって，下記成分からなるもの：…ポリオレフィン組成物。』となるが，「下記成分からなるもの」は，次に，どの用語に，意味の上でつながるのか，文章上不明である」と判断したのに対し，原告は，「下記成分からなるもの」とは，「B成分及びC成分からなるもの」を意味することは明らかである旨主張する。",
            "しかし，上記1(3)のとおり，「下記成分」については，2とおりの解釈があり得るのであり，意味内容が多義的に理解でき，不明確である。",
            "この点，原告は，請求項1において「を含み，」の直後に記載される「全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満である，」との記載は「・・・は・・・である」と完結した文章で構成されているから，付加的な限定事項であって，「A)・・・およびB＋C)・・・を含み，」との枠組みに含まれないこともまた明らかである旨主張するが，「全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満である，」との記載も，B成分およびC成分と併せ，成分を限定するものであることは明らかであるし，しかも，「A)・・・およびB＋C)・・・を含み，」との枠組みが請求項1の解釈に影響を及ぼすことはないから，原告の主張は失当である。",
            "そして，この「下記成分」についての訂正事項は，後記(2)のとおり，「を含み」の解釈に影響を及ぼすものであって，その結果，特許請求の範囲に記載された発明を拡張しようとするものであり，到底許されるものではない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "審決が，(3)の理由として，「ポリオレフィン組成物が，第一の共重合体と，第二の共重合体のみからなるのか，それ以外の成分を含みうるのか文章上不明である。」と判断したのに対し，原告は，ポリオレフィン組成物が，第一の共重合体と第二の共重合体のみからなるのではなく，それ以外の成分を含み得ることは文章上明りょうである旨主張する。",
                "しかし，請求項1には「を含み」という文言はあるが，これは「ポリオレフィン組成物」に係ると解し得るとしても，その直後に記載された「全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満である」との記載に続き，ともに，「B＋C)・・・第二の共重合体」に係るとも解し得るのである(日本語としては，その直後に記載された文言に続くと解する方がより自然である。)から，結局，ポリオレフィン組成物が，第一の共重合体と，第二の共重合体のみからなるのか，それ以外の成分を含み得るのか文章上不明である。原告の主張は，意図的に特許請求の範囲に記載された発明を拡張しようとするものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決が，(6)の理由として，「『ポリオレフィン組成物が，塩化マグネシウム上に担持されたチタン化合物および電子供与体化合物を含有する固体触媒成分とA1トリアルキル化合物および電子供与体化合物との反応生成物からなる触媒を用いた重合を用いることにより得られるものである』との記載があるが，触媒を用いた重合で得られるのは重合体であることを考慮すると，この記載の意味が不明である。」と判断したのに対し，原告は，「ポリオレフィン」が，「重合を用いることにより得られるもの」であることは明りょうであると主張する。",
                "しかしながら，「ポリオレフィン組成物・・・より得られるものである」の記載は，同一反応器で二段重合する場合には一見すると明りょうになるが，その場合であっても，二段重合により生じるX成分である(A)と(B)は区別できるものではないので，このような区別できない成分よりなる「ポリオレフィン組成物」は不明りょうであるし，そうすると「前記ポリオレフィン組成物・・・より得られるものである」の記載も不明りょうとなる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "前出平成18年(行ケ)第10304号事件で審理されている異議2003−72227号事件においては，当該発明について，A～C成分の重量部が特定されており，この特定のためには，A～C成分がそれぞれ区別できなければならない。ところが，A成分のうちキシレンに不溶性の部分(X成分)はB成分と区別できず，組成物中に存在するX成分はA成分に計上されるのか，B成分に計上されるのか，それともA成分にもB成分にも計上されるのか不明であり，当該発明で特定された重量部はどのようにして決定される値か不明であるとして，当該発明の特許請求の範囲の記載は不明りょうであるとされた。",
                "訂正2006−39154号事件により訂正され，また，その後手続補正されたことによっても，依然としてX成分が不明りょうな点は解消されておらず，審決は，この点を踏まえて，認定判断をしているものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(本件補正の適法性についての判断の誤り)について(1) 原告は，審決が「補正1は，補正前の請求項1における，文言，用語，及び，符号を，追加，削除，または，変更するものであり，具体的な補正箇所は多岐にわたる。しかも，後述の［4］に示すとおり，補正前の請求項1は，その文章が日本語として明確でなく，かつ意味不明であったのに対して，補正後の請求項1は，日本語としての体裁が整えられ，その意味が理解できるものである。このような補正1は，訂正明細書を実質的に変更するものであるから，審判請求書の要旨を変更するものと認める。」(3頁下から第3段落～第2段落)として本件補正を認めなかった判断について，誤りである旨主張する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "本件については，以下の経緯が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正前の，本件特許明細書に記載された特許請求の範囲の請求項1の記載は以下のとおりである(甲1)。",
                    "「【請求項1】A)80よりも大きいアイソタクチック指数を有するプロピレンの単独重合体，またはプロピレンとエチレン，式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)のα−オレフィンまたはそれらの組み合わせとの共重合体(該共重合体はプロピレン85重量％以上を含有する)10～50重量部，",
                    "B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，C)エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせと場合によって小割合のジエンとの共重合体画分(該画分はエチレン40重量％未満を含有し，室温のキシレンに可溶性であり且つ固有粘度1．5～4d l ／gを有する)40～80重量部を含み，全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満であることを特徴とするポリオレフィン組成物。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許に対しては，異議申立てがされ，特許庁はこれを異議2003−72227号事件として審理し，原告は，明細書等を訂正請求書により訂正したところ，平成18年2月13日，特許庁は，「訂正を認める。特許第3385274号の請求項1ないし4に係る特許を取り消す。」との決定をした。",
                    "原告は，それに対し，平成18年6月30日，知的財産高等裁判所に取消しの訴えを提起した(同裁判所平成18年(行ケ)第10304号)。この訴えは，係属中であり，上記異議決定は確定していない。(当裁判所に顕著)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，平成18年9月19日，本件特許明細書の請求項1の記載を以下のとおり訂正することを求める訂正審判の請求をした(甲2。下線部が訂正部分。)。",
                    "「【請求項1】A)80よりも大きいアイソタクチック指数を有するプロピレンの単独重合体，またはプロピレンとエチレン，式CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)のα−オレフィンまたはそれらの組み合わせとの第一の共重合体(該共重合体はプロピレン85重量％以上を含有する)10～50重量部，",
                    "および",
                    "B＋C)エチレン−プロピレン混合物，エチレン−別のα−オレフィン混合物，またはエチレン−プロピレン−別のα−オレフィン混合物を成分(A)の製造工程とは異なる重合工程で重合して得られる第二の共重合体45～100重量部であって，下記成分からなるもの：",
                    "B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，C)エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせと場合によって小割合のジエンとの共重合体画分(該画分はエチレン20～38重量％を含有し，室温のキシレンに可溶性であり且つ固有粘度1．5～4dl／gを有する)40～80重量部を含み，全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満である，ポリオレフィン組成物であって，",
                    "前記ポリオレフィン組成物が，塩化マグネシウム上に担持されたチタン化合物および電子供与体化合物を含有する固体触媒成分とA1トリアルキル化合物および電子供与体化合物との反応生成物からなる触媒を用いた重合を用いることにより得られるものであることを特徴とするポリオレフィン組成物。」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記訂正審判の請求に対し，特許庁は，これを訂正2006−39154号事件として審理し，平成18年10月24日付けで訂正拒絶理由を通知した。訂正拒絶理由通知書(甲3)には以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「2．訂正発明の意味",
                      "text": [
                        "そこで，訂正発明が意味するところを検討する。",
                        "(1)訂正発明において，第二の共重合体は，『下記成分からなるもの』として記載されているが，この『下記成分』とはどの記載をいうのか，文章上明りょうでない。",
                        "(2)訂正発明は，一部省略して示すと，『・・・第一の共重合体10～50重量部，および・・・第二の共重合体45～100重量部であって，下記成分からなるもの：・・・ポリオレフィン組成物。』となるが，『下記成分からなるもの』は，次に，どの用語に，意味の上でつながるのか，文章上不明である。",
                        "(3)ポリオレフィン組成物が，第一の共重合体と，第二の共重合体のみからなるのか，それ以外の成分を含みうるのか文章上不明である。",
                        "(4)第二の共重合体が『室温のキシレンに不溶性のエチレン含有共重合体画分』と『エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせと場合によって小割合のジエンとの共重合体画分(該画分はエチレン20～38重量％を含有し，室温のキシレンに可溶性であり且つ固有粘度1．5～4dl／gを有する)』のみからなるのか，他の画分をも含みうるのか文章上不明である。",
                        "(5)『成分(A)の製造工程とは異なる重合工程で重合して得られる第二の共重合体』との記載があるが，『成分(A)』が何か記載されていない。",
                        "(6)『ポリオレフィン組成物が，塩化マグネシウム上に担持されたチタン化合物および電子供与体化合物を含有する固体触媒成分とA1トリアルキル化合物および電子供与体化合物との反応生成物からなる触媒を用いた重合を用いることにより得られるものである』との記載があるが，触媒を用いた重合で得られるのは重合体であることを考慮すると，この記載の意味が不明である。",
                        "(7)第二の共重合体の原料が『エチレン−プロピレン混合物，エチレン−別のα−オレフィン混合物，またはエチレン−プロピレン−別のα−オレフィン混合物』であるにも係わらず，『C)』に，『エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせと場合によって小割合のジエンとの共重合体画分』と記載され，該画分は，場合によって小割合のジエンを共重合成分とするから，原料と生成物が不一致である。」(イ) 「以上のとおりであるから，訂正発明は，文章が日本語として明確でなく，かつ意味不明である。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「3．判断",
                      "text": [
                        "(1)そこで特許明細書の記載を検討するに，上記のような，それ自体意味不明な訂正発明は，特許明細書に記載がなく，また，特許明細書の記載から自明なものとも認められない。したがって，訂正事項1は，特許明細書に記載されている範囲内のものとは認められない。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，平成18年12月15日付けで手続補正書(甲4)を提出し，訂正明細書について，本件補正を行った。本件補正後の明細書の特許請求の範囲の請求項1の記載は以下のとおりである(下線部が補正部分)。",
                    "「【請求項1】",
                    "(A)80よりも大きいアイソタクチック指数を有するプロピレンの単独重合体，またはプロピレンとエチレン，式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)のα−オレフィンまたはそれらの組み合わせとの共重合体(該共重合体はプロピレン85重量％以上を含有する)である第一の重合体10～50重量部と，",
                    "(B＋C)エチレン−プロピレン混合物，エチレン−別のα−オレフィン混合物，またはエチレン−プロピレン−別のα−オレフィン混合物を第一の重合体(A)の製造工程とは異なる重合工程で重合して得られる共重合体であって，(B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，および(C)エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせとの共重合体画分(該画分はエチレン20～38重量％を含有し，室温のキシレンに可溶性であり且つ固有粘度1．5～4d l／gを有する)40～80重量部のみからなる第二の重合体45～100重量部と",
                    "を含み，",
                    "全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満である，ポリオレフィン組成物であって，",
                    "第一の重合体(A)および第二の重合体(B＋C)が，塩化マグネシウム上に担持されたチタン化合物および電子供与体化合物を含有する固体触媒成分とAlトリアルキル化合物および電子供与体化合物との反応生成物からなる触媒を用いた重合を用いることにより得られるものであることを特徴とするポリオレフィン組成物。」"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "審決は，補正1について，以下のとおり判断した。",
                    "「そこで，検討するに，補正1は，補正前の請求項1における，文言，用語，及び，符号を，追加，削除，または，変更するものであり，具体的な補正箇所は多岐にわたる。しかも，後述の［4］に示すとおり，補正前の請求項1は，その文章が日本語として明確でなく，かつ意味不明であったのに対して，補正後の請求項1は，日本語としての体裁が整えられ，その意味が理解できるものである。",
                    "このような補正1は，訂正明細書を実質的に変更するものであるから，審判請求書の要旨を変更するものと認める。",
                    "請求人(判決注：原告)は，補正1は，記載を明瞭化するための極めて形式的な補正であり，訂正審判における審理範囲を実質的に拡張ないし変更するものではない旨の主張をしているが，補正1は，記載を大幅に変えて，意味不明なものを明らかなものに変更するものであるから，訂正審判における審理範囲は，この補正によって実質的に変更される。したがって，この請求人の主張は採用できない。請求人は平成17年(行ケ)10706号判決を引用しているが，当該判決をみても，補正1のような大幅な補正が要旨変更に該当しないという判断は示されていない。",
                    "以上のとおりであるから，本件補正は，審判請求書の要旨を変更するものであるから，特許法第131条の2第1項の規定により認められない。」(審決3頁下から第3段落～4頁第2段落)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訂正審判請求において，請求の趣旨の要旨を変更する補正は認められないところ(特許法131条の2第1項)，審決は，本件補正が，審判請求書の請求の趣旨の要旨を変更すると判断したと認められる。",
                "その理由として，審決は，具体的な補正箇所が多岐にわたること，補正前の請求項1の文章が日本語として明確でなく，意味不明であったのに，補正後の請求項1は日本語としての体裁が整えられ，その意味が理解できることになったことを挙げる。",
                "しかし，内容を全く変更するものではない極めて形式的な補正箇所が多数あることもあるのであるから，具体的な補正箇所が多岐にわたることのみで審判請求書の請求の趣旨の要旨が直ちに変更されるわけでないことは明らかであるし，後記2のとおり，補正前の請求項1の文章が日本語として明確でないとまでは認められないから，上記の理由付けは必ずしも適切ではない。",
                "しかし，審決は，審判請求書の請求の趣旨の要旨を変更するものとして本件補正を却下したところ，本件補正は後記(4)のとおり，審判請求書の請求の趣旨の要旨を変更するものであり，この点についての審決は，結論として相当である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件補正前の請求項1の特許請求の範囲には，「前記ポリオレフィン組成物が，塩化マグネシウム上に担持されたチタン化合物および電子供与体化合物を含有する固体触媒成分とA1トリアルキル化合物および電子供与体化合物との反応生成物からなる触媒を用いた重合を用いることにより得られるものであることを特徴とするポリオレフィン組成物。」と記載されていて，ポリオレフィン組成物について，「触媒を用いた重合を用いることにより得られるもの」と規定しているのであるから，その文言からも，ポリオレフィン組成物について，これが重合により得られることを規定しているとするのが自然である。",
                "また，訂正明細書においては，「例 一般的操作条件 ・・・操作は，2工程で不連続である：第一工程は液体単量体中でのプロピレンとエチレンとの重合，および第二工程は気相中でのエチレンとプロピレンとの共重合である。(A)第一工程：オートクレーブに20℃において下記成分を下記順序で導入する：液体プロピレン16リットル，表1Aに表示のような適量のエチレンおよび水素，および後述のように調製される固体成分(約0．15g)と，・・・(B)第二工程：各種の分析を行うための試料を除去した後，第一工程の重合体を所定の温度にさせる。次いで，順次，気相の組成および所定の圧力を達成するのに所望の比率および量のプロピレンおよびエチレンを供給する。重合時に，圧力および気相組成は，所望の共重合体と同じ組成を有するエチレン−プロピレン混合物を流量を調整し且つ測定する機器によって供給することによって一定に維持する。・・・重合の終わりに，粒状重合体を排出し，上記のように安定化し，オーブン中で窒素流下で60℃において乾燥する。」(段落【0034】～【0036】)として，二段重合によって，ポリオレフィン組成物を得ることが記載されていることも併せ考慮すれば，本件補正前の特許請求の範囲は，訂正明細書に記載されている重合である二段重合によってポリオレフィン組成物を得ることを規定するものであると認められる。",
                "これに対し，本件補正後の特許請求の範囲によれば，「第一の重合体(A)および第二の重合体(B＋C)が，塩化マグネシウム上に担持されたチタン化合物および電子供与体化合物を含有する固体触媒成分とAlトリアルキル化合物および電子供与体化合物との反応生成物からなる触媒を用いた重合を用いることにより得られるものによる」として，第一重合体及び第二の重合体について「触媒を用いた重合を用いることにより得られるもの」とするのみであり，ポリオレフィン組成物について，どのように得られるかを規定しない。そうすると，本件補正後は，本件補正前と異なり，第一の重合体であるA成分と第二の重合体であるB＋C成分について，それぞれ別個に製造してその後混合するような方法で得られるものも含むこととなる。",
                "したがって，本件補正前は，ポリオレフィン組成物が重合により得られことが規定されていたのに，本件補正によって，本件補正後の発明は，そのようなものに限られず，A成分とB＋C成分について，それぞれ別個に製造してその後混合するような方法で得られるものも含むことになるものであり，本件補正は，発明の内容を拡張するものとなる。",
                "したがって，本件補正は審判請求書の請求の趣旨の要旨を変更するものである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本件訂正の適法性についての判断の誤り)について(1) 原告は，本件訂正は特許明細書に記載した事項の範囲内においてしたものとは認められないとして不適法とした審決の判断を争う。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "審決は，上記1のとおり本件補正を認めず，本件訂正について，以下のとおり判断した(4頁第3段落～6頁第4段落)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「〔訂正拒絶理由に対する判断〕",
                  "text": [
                    "訂正拒絶理由の一部を転記すると以下の通りである。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，訂正拒絶理由のうち，前記1(2)エ(ア)ないし(ウ)を転記した。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「訂正拒絶理由で示した上記判断を改めて検討するに，意見書をみても，当該判断を覆すべき理由は見いだせない。したがって，訂正事項1は，特許明細書に記載した事項の範囲内においてしたものとは認められない。」エ 「［5］まとめ 以上のとおりであるから，訂正事項1は，特許法等の一部を改正する法律(平成6年法律第116号)附則第6条第1項の規定によりなお従前の例によるものとされた同法［第1条の規定］による改正前の特許法第126条第1項ただし書きの規定に適合しない。」"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)によれば，審決は，本件訂正が，平成6年法律第116号による改正前の特許法126条1項ただし書きの「ただし，その訂正は，願書に添付した明細書又は図面に記載した事項の範囲内においてしなければならず，・・・」との規定に違反していると判断しており，その理由は，転記した訂正拒絶理由と示したものと同じとしている。",
                "そして，審決は，前記1(2)エ(ア)ないし(ウ)を転記しているので，訂正発明が，「文章が日本語として明確でなく，かつ意味不明である。」から，「それ自体意味不明な訂正発明は，特許明細書に記載がなく，また，特許明細書の記載から自明なものとは認められない。」として，本件訂正が，明細書等に記載した事項の範囲内においてしたものでないと判断したものと認められる。そして，そのように認定判断した理由は，訂正拒絶理由通知書に記載した(1)ないし(7)の理由であると認められる。",
                "そこで，(1)ないし(7)の理由について検討する。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，(1)の理由として，「(1)訂正発明において，第二の共重合体は，『下記成分からなるもの』として記載されているが，この『下記成分』とはどの記載をいうのか，文章上明りょうでない。」とする。",
                    "確かに，「B＋C)エチレンープロピレン混合物・・・第二の共重合体45～100重量部であって，下記成分からなるもの：」の「下記成分」に続くのは，「B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，」，「C)エチレンとプロピレン・・・共重合体画分(・・・)40～80重量部を含み，全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ",
                    "(B)／(C)の重量比は0．4未満である，ポリオレフィン組成物であって，」 との記載である。",
                    "ここで，「下記成分」については，「C)エチレンとプロピレン・・・共重合体画分(・・・)40～80重量部」までをいうとするか，「全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満である，ポリオレフィン組成物であって，」までをいうとするかの二通りの理解が一応問題となり得る。",
                    "しかし，「下記成分からなるもの」と記載されていれば，それに続いて，複数の「成分」が記載されていると理解するのが通常であり，また，「B＋C)・・第二の共重合体であって，下記成分からなるもの」と記載され，それに続いて，「B)」，「C)」として成分の説明があれば，「下記成分」は，「B)」で説明される成分と，「C)」で説明される成分とからなると通常理解するのであって，そうすると，「B＋C)エチレンープロピレン混合物・・・第二の共重合体45～100重量部であって，下記成分からなるもの：」の「下記成分」とは，それに続く，「B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，」と「C)エチレンとプロピレン・・・共重合体画分(・・・)40～80重量部」を指すと理解するのが自然といえる。",
                    "他方，特許請求の範囲の全体の記載をみると，これは，「A)80よりも大きいアイソタクチック指数を有するプロピレンの単独重合体・・・の第一の共重合体(・・・)10～50重量部，",
                    "および",
                    "B＋C)エチレン−プロピレン混合物・・・第二の共重合体45～100量部であって，下記成分からなるもの：",
                    "B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，C)エチレンとプロピレン・・・との共重合体画分(・・・)40～80重量部を含み，全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満である，ポリオレフィン組成物であって，",
                    "前記ポリオレフィン組成物が，・・・ポリオレフィン組成物。」というものである。",
                    "これは，「A)」で示される成分及び「B)＋C)」で示される成分「を含み」，「全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)の重量比は0．4未満であるポリオレフィン組成物であって，」，「前記ポリオレフィン組成物が，・・・ポリオレフィン組成物。」という構成を有するものであると理解するのが自然であり，「B)＋C)」で示される成分として，「B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，C)エチレンとプロピレン・・・との共重合体画分(・・・)40～80重量部」が示されていると理解することは，上記に照らしても，合理的である。",
                    "したがって，「下記成分」は，その後に続く部分のうち，「B)室温のキシレンに不溶性のエチレン含有共重合体画分5～20重量部，C)エチレンとプロピレン・・・との共重合体画分(・・・)40～80重量部」を指すものと理解でき，文章が日本語として，意味不明であるとまでは認められないものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，(2)の理由として，「(2)訂正発明は，一部省略して示すと，『・・・第一の共重合体10～50重量部，および・・・第二の共重合体45～100重量部であって，下記成分からなるもの：・・・ポリオレフィン組成物。』となるが，『下記成分からなるもの』は，次に，どの用語に，意味の上でつながるのか，文章上不明である。」とする。",
                    "しかし，上記アのとおり，「下記成分」は，「C)エチレンとプロピレン・・・共重合体画分(・・・)40～80重量部」までを指し，「下記成分からなるもの」は，「C)エチレンとプロピレン・・・共重合体画分(・・・)40～80重量部」の直後の，「を含み，」とつながって，その後，「全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり・・・」とつながっていくと自然に理解でき，それが，どの用語に意味の上でつながるのか文章上不明であるとはいえない。",
                    "また，審決は，(3)の理由として，「(3)ポリオレフィン組成物が，第一の共重合体と，第二の共重合体のみからなるのか，それ以外の成分を含みうるのか文章上不明である。」とするのであるが，上記アのとおり，特許請求の範囲の記載は，「A)」で示される成分及び「B)＋C)」で示される成分「を含み」，「全ポリオレフィン組成物に対する(B)画分と(C)画分との和の重量％は50％～90％であり且つ(B)／(C)",
                    "の重量比は0．4未満であるポリオレフィン組成物であって，」，「前記ポリオレフィン組成物が，・・・ポリオレフィン組成物。」と理解できるのであり，ポリオレフィン組成物は，A)で示される第一の共重合体とB＋C)で示される第二の共重合体「を含む」ものであって，それ以外の成分を含み得るものと理解できる。したがって，ポリオレフィン組成物が，第一の共重合体と，第二の共重合体のみからなるのか，それ以外の成分を含み得るのか文章上不明であるとはいえない。",
                    "さらに，審決は，(4)の理由として，「(4)第二の共重合体が『室温のキシレンに不溶性のエチレン含有共重合体画分』と『エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせと場合によって小割合のジエンとの共重合体画分(該画分はエチレン20～38重量％を含有し，室温のキシレンに可溶性であり且つ固有粘度1．5～4dl／gを有する)』のみからなるのか，他の画分をも含みうるのか文章上不明である。」とするのであるが，上記アに照らしても，「B＋C)」の第二の共重合体は，「下記成分からなる」として，その成分として，「B)室温のキシレンに不溶性のエチレン含有共重合体画分」と，「C)エチレンとプロピレン・・・共重合体画分(・・・)」が挙げられているのであり，下記成分から「なる」という文言からも，第二の共重合体は，上記の成分のみからなり，他の画分を含まないことが規定されていると理解でき，他の画分をも含み得るのか文章上不明ということはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，(5)の理由として，「(5)『成分(A)の製造工程とは異なる重合工程で重合して得られる第二の共重合体』との記載があるが，『成分(A)』が何か記載されていない。」とする。",
                    "確かに，(A)で示される成分の記載自体はないのであるが，その前に「A)」として，成分の記載があるのであり，本件において，「成分(A)」が，その「A)」の後に記載された成分を指すことに疑念を生じさせるような類似の記載の存在等の事情が何もないことにも照らせば，「成分(A)」は，「A)」の後に記載された成分であると理解することができるのであって，特許請求の範囲に「成分(A)」の記載がないとまではいうことができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "審決は，(6)の理由として，「(6)『ポリオレフィン組成物が，塩化マグネシウム上に担持されたチタン化合物および電子供与体化合物を含有する固体触媒成分とA1トリアルキル化合物および電子供与体化合物との反応生成物からなる触媒を用いた重合を用いることにより得られるものである』との記載があるが，触媒を用いた重合で得られるのは重合体であることを考慮すると，この記載の意味が不明である。」とした。",
                    "しかし，前記1(4)のとおり，訂正明細書に，二段重合によってポリオレフィン組成物を得ることが記載されていることに照らしても，本件において，最終的なポリオレフィン組成物が重合を用いることにより得られるものであるとの記載があれば，それは，重合である二段重合によってポリオレフィン組成物を得ることを規定するものであると理解できるのであり，その記載の意味が不明となるものとは認められない。",
                    "なお，被告の主張中には，二段重合により生じるX成分であるA成分とB成分は区別できるものではないので，このような区別できない成分からなる「ポリオレフィン組成物」は不明りょうであるし，そうすると「前記ポリオレフィン組成物・・・より得られるものである」の記載も不明りょうとなることをいう部分がある。",
                    "しかし，これは，記載自体の意味が不明確であることをいうものではないから，上記被告主張は，記載自体の意味が不明確であることを理由として本件訂正が特許明細書に記載した事項の範囲内のものでないことを主張するものとは解されない。また，被告主張によれば，X成分に係る事項の明確性は本件訂正の前後で変わらないというのであるから(前記第4の2(4))，X成分に係る被告の上記主張は，直ちに，本件訂正が，特許明細書に記載した事項の範囲内のものでないことをいうものではないと解される。そうすると，上記被告の主張は，本件訂正が特許明細書に記載した事項の範囲内でないとした審決の判断の当否を扱う本件においては審理の対象となるものではない。",
                    "なお，この点，原告の主張中には，本件の審決は，上記X成分に係る不明確性が解消されたことを前提としていることをいう部分があるが，審決は，本件訂正について，訂正が認められるための要件のうち，訂正が特許明細書に記載した事項の範囲内のものであるか否かの要件のみを判断し，他の要件については判断しておらず，別件異議訴訟でも争われた上記X成分に係る不明確性については，判断をしていないと解される。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "審決は，(7)の理由として，「(7)第二の共重合体の原料が『エチレン−プロピレン混合物，エチレン−別のα−オレフィン混合物，またはエチレン−プロピレン−別のα−オレフィン混合物』であるにも係わらず，『C)』に，『エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせと場合によって小割合のジエンとの共重合体画分』と記載され，該画分は，場合によって小割合のジエンを共重合成分とするから，原料と生成物が不一致である。」とした。",
                    "仮に，審決が指摘する意味において，原料と生成物の記載に整合しない点があるとしても，原料についての「エチレン−プロピレン混合物，エチレン−別のα−オレフィン混合物，またはエチレン−プロピレン−別のα−オレフィン混合物」との記載，及び，生成物についての「エチレンとプロピレンまたは式 CH ＝CHR(式中，Rは炭素数2～8のアルキル基である)の別のα−オレフィンまたはそれらの組み合わせと場合によって小割合のジエンとの共重合体画分」との記載自体は明確であって，その記載内容を理解でき，また，関係する記載が全体としておよそ意味不明なものであるとまではいえず，記載が不明確で意味が理解できないことを根拠として，これらが特許明細書に記載した事項の範囲内のものでないといえるものではない。仮に，審決が指摘する意味において，原料と生成物の記載に整合しない点があるのであれば，それは，記載内容は理解できるが，発明の内容として明確であるといえるかなどの他の観点から扱われることが相当であると解される。",
                    "したがって，上記(7)の理由も失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，本件訂正が，明細書等に記載した事項の範囲内においてしたものでないと判断した審決の判断は誤りであり，原告主張の取消事由2は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "よって，原告主張の取消事由2には理由があるので，審決を取り消すこととして，主文のとおり，判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10237",
    "date": "2008-03-25",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036231",
    "ipprecedent_id": "1384",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}