{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2004−17884号事件について平成19年7月9日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，名称を「質疑応答方法」(平成16年5月11日付け補正により「質疑応答方法，および自動遠隔診断方法」に変更)とする発明につき特許出願(本願)をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本願の平成19年4月13日付け補正後の請求項1に係る発明(本願発明)が下記引用文献1，2に記載の発明との関係で進歩性を有するか(特許法29条2項)，である。",
            "記",
            "・引用文献1",
            "特開平7−303158号公報(発明の名称「テレホンカウンセリ",
            "ングシステム」，出願人 株式会社コンサルタンツ真和ほか2名，公開日 平成7年11月14日〔以下，この発明を「引用文献1記載発明」という〕。甲6)",
            "・引用文献2",
            "特開昭60−246468号公報(発明の名称「情報入出力装",
            "置」，出願人 株式会社東芝，公開日 昭和60年12月6日〔以下，この発明を「引用文献2記載発明」という〕。甲7)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成7年(1995年)11月15日の優先権(米国)を主張して，平成8年11月13日，名称を「質疑応答方法」とする発明について特許出願(特願平8−301730号，請求項の数20，甲1。公開公報は特開平9−297734号〔甲8〕)をし，その後，平成12年12月8日付け(甲2)及び平成16年5月11日付け(甲3，発明の名称を「質疑応答方法，および自動遠隔診断方法」に変更)で補正をしたが，拒絶査定を受けたため，これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2004−17884号事件として審理し，その中で原告は平成16年9月28日付け(甲4)及び平成19年4月13日付け(甲5，以下「本件補正」という。請求項の数24)で補正をしたが，特許庁は，平成19年7月9日，「本件審判の請求は，成り立たない。」との審決(出訴期間として90日を附加)をし，その謄本は同年7月24日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，上記のとおり請求項1～24から成るが，そのうち請求項1に係る発明(本願発明)の内容は，以下のとおりである。",
                "「【請求項1】 通信回路により遠隔第2のコンピュータに連結される第1のコンピュータを有し，それらコンピュータの各々がメモリに連結される中央処理ユニットとデータ信号を目に見えて出力するためのディスプレイと音声信号を出力するためのスピーカとを有し，第1のコンピュータが，ユーザに問いかけのセットをあたえる1つまたは複数の対話型音声応答ユニットを有し，通信回路が音声信号とデータ信号の両者を転送させるシステムにおいて，問いかけのセットに対する応答を得る方法は：第1のコンピュータの1つまたは複数の対話型音声応答ユニットから第2のコンピュータに前記問いかけのセットを送信するステップであり，この問いかけのセットは，少なくとも一部に，他のユーザが以前に出会った問題を含むデータベースエントリから選択され，このデータベースエントリーは，ユーザが新たな問題に出会うと連続的に更新されるようなステップ；",
                "第2のコンピュータのユーザが第2のコンピュータのディスプレイに引き続く問いかけのセットの表示を選択することが可能であるような音声信号を送信するステップ；",
                "第2のコンピュータのスピーカから問いかけのセットを出力するステップ；",
                "第2のコンピュータからの問いかけのセットに対する特定の応答を検出するために第1のコンピュータから通信回路をモニタするステップ；そして",
                "前記特定の応答の検出に応じて，",
                "第2のコンピュータにデータ信号を含む引き続く問いかけのセットを送信し，そして第2のコンピュータのディスプレイに引き続く問いかけを出力するステップ，",
                "を含むことを特徴とする質疑応答方法。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の内容",
      "content": [
        {
          "fig": "ア",
          "text": [
            "審決の内容は，別添審決写しのとおりである。",
            "その理由の要点は，本願発明は，引用文献1，2記載の発明に基づいて当業者が容易に発明をすることができたものであるから特許法29条2項により特許を受けることができない，というものである。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "なお，審決は，上記判断をするに当たり，引用文献1，2記載発明の内容を以下のとおり認定した上，本願発明と引用文献1記載発明との一致点及び相違点を次のとおりとした。",
            "＜引用文献1記載発明の内容＞",
            "「公衆回線網により顧客側の通信端末機に連結される送受信用のコンピュータを備えたサービスセンターを有し，サービスセンターが，顧客に大見出し項目を細分類したガイドリストをあたえる音声応答処理装置を有し，公衆回線網が音声信号と画像信号の両者を転送させるシステムにおいて，予めサービス情報管理ボックスに記憶しているガイドリストに基づいて所要の選択コードを順繰りに入力することで細項目まで指定できる方法は：",
            "サービスセンターの音声応答処理装置から顧客側の通信端末機に前記ガイドリストを送信するステップであり，このガイドリストは，ツリー状に分類表記した顧客操作マニュアルに表記された項目について回答できるように，顧客によって指定された依頼や問い合わせ項目に対する返信内容を音声メッセージや画像情報として予め記憶させたサービス情報管理ボックスから選択され，このサービス情報管理ボックスは，顧客操作マニュアルによる比較的複雑な任意の質問，相談を伝言メッセージとして問い合わせるための伝言メッセージ選択コードに対する回答を音声情報または画像情報として記憶するステップ；",
            "顧客が画像情報として送られてきたガイドリストに基づいて所要の選択コードを順繰りに入力することで細項目まで指定できるようコマンドの入力を指示する音声メッセージを送信するステップ；",
            "顧客側の通信端末機からガイドリストを出力するステップ；顧客側の通信端末機からのガイドリストに対する所要の選択コードを検出するために，サービスセンターで公衆回線網を介して送られてくる信号を受信処理するステップ；そして",
            "前記所要の選択コードの検出に応じて，",
            "顧客側の通信端末機に順繰りに選択コードを入力することで細項目まで指定できるガイドリストを送信し，そして顧客側の通信端末機が前記順繰りに選択コードを入力することで前記細項目を出力するステップ，を含むことを特徴とするテレホンカウンセリングの方法。」＜引用文献2記載発明の内容＞",
            "「ディジタル回線を介して接続された利用者の入出力端末装置及びオペレータ用入出力端末装置が各々，前記ディジタル回線を介して受信したディジタル信号をアナログ信号に変換し，文字情報あるいは画像情報としての非音声情報を出力するためのディスプレイと音声信号を出力するためのスピーカとを有しており，前記オペレータ用入出力端末装置は計算機がデータベースに保有した知識に基づいて利用者と対話によって情報サービスを行う際に，その状況を前記ディスプレイでモニタするシステム。」",
            "＜本願発明と引用文献1記載発明との一致点＞",
            "いずれも，",
            "「通信回路により遠隔第2の通信装置に連結される第1の通信装置を有し，第1の通信装置が，ユーザに問いかけのセットをあたえる1つまたは複数の対話型音声応答ユニットを有し，通信回路が音声信号とデータ信号の両者を転送させるシステムにおいて，問いかけのセットに対する応答を得る方法は：",
            "第1の通信装置の対話型音声応答ユニットから第2の通信装置に前記問いかけのセットを送信するステップであり，この問いかけのセットは，予め回答が用意されている問題を含むデータベースエントリから選択されて，このデータベースエントリは，ユーザが比較的複雑な問題に出会うと更新されるようなステップ；",
            "第2の通信装置のユーザが第2の通信装置に引き続く問いかけのセットの表示を選択することが可能であるような音声信号を送信するステップ；",
            "第2の通信装置から問いかけのセットを出力するステップ；第2の通信装置からの問いかけのセットに対する特定の応答を検出するために第1の通信装置から通信回路をモニタするステップ；そして前記特定の応答の検出に応じて，",
            "第2の通信装置に引き続く問いかけのセットを送信し，そして第2の通信装置に引き続く問いかけを出力するステップ，",
            "を含むことを特徴とする質疑応答方法。」 である点。",
            "＜本願発明と引用文献1記載発明との相違点1＞",
            "第1の通信装置と第2の通信装置が，本願発明ではメモリに連結される中央処理ユニットとデータ信号を目に見えて出力するためのディスプレイと音声信号を出力するためのスピーカとを有したコンピュータであるのに対し，引用文献1記載発明では，顧客側，サービスセンターの各々に通信装置としてコンピュータを使用することは示されていない点。",
            "＜本願発明と引用文献1記載発明との相違点2＞",
            "対話型音声応答ユニットについて，本願発明では1つまたは複数のユニットを有しているのに対し，引用文献1記載発明ではユニット数について，特に示されてはいない点。",
            "＜本願発明と引用文献1記載発明との相違点3＞",
            "データベースエントリについて，本願発明では，少なくとも一部に，他のユーザが以前に出会った問題を含むもので，ユーザが新たな問題に出会うと連続的に更新されるものであるのに対し，引用文献1記載発明では，ツリー状に分類表記した顧客操作マニュアルに表記された項目について回答できるように，顧客によって指定された依頼や問い合わせ項目に対する返信内容を音声メッセージや画像情報として予め記憶させることは示しているが，該記憶の内容が他のユーザが以前に出会った問題であるかは示されていないし，また，比較的複雑な任意の質問，相談を伝言メッセージとして問い合わせるための伝言メッセージ選択コードに対する回答を音声情報または画像情報として記憶することは示しているが，該記憶がユーザが新たな問題に出会うと連続的になされるものであるかは示されていない点。",
            "＜本願発明と引用文献1記載発明との相違点4＞",
            "問いかけのセットと引き続く問いかけが，本願発明では問いかけのセットはスピーカから出力され，データ信号を含む引き続く問いかけはディスプレイに出力されているが，引用文献1記載発明では，どのような出力する形態で出力されているかは示されていない点。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "審決の取消事由",
      "text": [
        "しかしながら，審決には，以下に述べるとおり誤りがあるので，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "取消事由1(相違点の看過)",
          "text": [
            "審決は，「…引用文献1記載の発明では『サービス情報管理ボックス』には，ツリー状に分類表記した顧客操作マニュアルに表記された項目についての回答やガイドリストが予め記憶される共に，顧客操作マニュアルからの伝言メッセージ選択コードに対する回答も記憶されており，引用文献1記載の発明における前記『サービス情報管理ボックス』に記憶されるこれらの内容は，本願発明の『データベースエントリ』に相当する」(11頁19行～24行)とした上で，本願発明と引用文献1記載発明との一致点及び相違点について前記(3)イのとおり認定したが，審決は本願発明と引用文献1記載発明との構成の違いを考慮せず，相違点を看過したものである。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "すなわち，一般に「データベースエントリ」とは，被告も主張するとおりデータベースに記憶されているひとかたまりのデータ単位を意味するものであるが，本願発明におけるデータベースエントリは，本件補正後の請求項1に「他のユーザが以前に出会った問題を含むデータベースエントリ」と記載されているように，他のユーザが以前に遭遇した課題から構成されるものである。",
                    "このことは，本願明細書(甲1。ただし，甲2～甲5による補正後のもの。以下同じ)の「…支援センタは支援センタにより支援されるコンピュータソフトウェアに関する他のユーザ達により以前遭遇した課題からなるデータベースエントリ(entry) を記憶するのに使用される1つまたは複数のデータベース48を維持している」(甲3，段落【0022】)，「加うるに，以前他のユーザらにより遭遇された課題からなるデータベースエントリのサブセット(subset，部分集合の組)はIVRUでの音声メニュを創りだすのに使用される。同じデータベースエントリはまたIVRU音声メニュの図解的表示を創りだすのに使用される」(甲1，段落【0023】)との記載からも明らかである。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "そして，本願発明において第1のコンピュータの対話型音声応答ユニットから第2のコンピュータ(ユーザコンピュータ)に送信される「問いかけのセット」は，階層的パラダイムの態様でユーザに提供される問いかけの組であり，本件補正後の請求項1に「…この問いかけのセットは，少なくとも一部に，他のユーザが以前に出会った問題を含むデータベースエントリから選択され…」と記載されているように，問いかけのセットの少なくとも一部は，他のユーザが以前に出会った問題から成るデータベースエントリから選択されるものである。",
                    "このことは，本願明細書の「…以前他のユーザらにより遭遇された課題からなるデータベースエントリのサブセット(subset，部分集合の組) はIVRUでの音声メニュを創りだすのに使用される」(甲1，段落【0023】)，「…ユーザはIVRU44よりの対話型音",
                    "声応答メニュの問いかけを提供される。対話型音声応答システムはデータべース48に含まれる情報から階層的パラダイム (hierarchalparadigm)を使用して築き上げられる」(甲1，段落【0032】)との記載からも明らかである。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "そして，本件補正後の請求項1に「…このデータベースエントリは，ユーザが新たな問題に出会うと連続的に更新される…」と記載されているように，本願発明のデータベースエントリはユーザが新たな問題に出会うと連続的に更新されるように構成されている。",
                    "このように，本願発明は，単なるデータベースエントリの更新を発明の特徴としているものではなく，「ユーザが新たな問題に出会うと連続的に更新される」ようにデータベースエントリを構成する点，ユーザへの問いかけのセットの送信に際し，その「少なくとも一部」は，「他のユーザが以前に出会った問題を含むデータベースエントリから選択され」る点を特徴とするものである。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "なお，審決は，本願発明の「データベースエントリ」について，「…少なくとも一部に，他のユーザが以前に出会った問題を含むもので」ある(14頁15行～16行)とするが，本件補正後の請求項1の「…問いかけのセットは，少なくとも一部に，他のユーザが以前に出会った問題を含むデータベースエントリから選択され，…」という記載における「少なくとも一部に」は「データベースエントリ」に係るものではなく「問いかけのセット」に係るものであることは，前記a，bに述べたような発明の詳細な説明の記載に照らしても明らかである。",
                    "したがって，本件補正後の請求項1の記載は，「問いかけのセットの少なくとも一部は他のユーザが以前に出会った問題を含むデータベースエントリから選択される」という意味に解すべきであり，審決の上記解釈は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "以上に対し引用文献1記載発明は，顧客の質問に回答するために次のような二つの方法を提供するものである。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "第1の方法は，「…予め予測される質問，相談項目を区分し，その項目毎に，電話機によって入力可能な選択コードを付記して分類表記した顧客操作操作マニュアル」(請求項1)を顧客側に設け，前記顧客操作マニュアルには前記選択コードに加えて「質問，相談項目毎に区分して，列挙した選択コードのガイドリスト」を付記し，「…サービス情報管理ボックスには，質問，相談項目の見出しを記載したガイドリストを予め記憶している」(請求項2)というものである。",
                    "すなわち，サービス情報管理ボックスに予め記憶されるガイドリストは，引用文献1(甲6)の図2に示されるように紙材などの固体物として提供される顧客操作マニュアルに関連付けられたものであり，顧客操作マニュアルを更新するときにのみ更新することができるものである。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "第2の方法は，上記顧客操作マニュアルに「更に任意の質問，相談を伝言メッセージとして問い合わせするための伝言メッセージ選択コード」を付記し，「…サービス情報管理ボックスには，伝言メッセージ選択コードによって指定された伝言メッセージ受付ボックスを予め記憶している」(請求項3)というものである。",
                    "ここでは，顧客からの相談内容や伝言を音声情報又は画像情報として受け付けた場合のように「サービス情報管理ボックス17に適当な回答がない」場合には，「…対応するコンサルタントに，顧客からの依頼や問い合わせを受付けたことを，音声メッセージあるいはファクシミリで自動的に通知する」(段落【0028】)ものとされている。",
                    "そして，コンサルタントから送られてくる回答の受付け処理については，「…コンサルタントは，回答を音声または画像のうちの顧客が指定した情報形態で送信」し，「…この回答を受信すると，…サービス情報管理ボックスに，音声情報または画像情報としての回答を受け付けて記憶する」(段落【0033】)，「…情報処理部11が，…回答が記憶されていると判別した時に，…その顧客を電話で呼出す。",
                    "顧客側で着信されると，顧客に回答を送信する」(段落【0034】)とされている。",
                    "すなわち，引用文献1記載発明における第2の方法は，比較的複雑であってサービス情報管理ボックスに回答が用意されていない質問等があった場合，サービスセンターからコンサルタントに通知し，コンサルタントからの回答が得られると，当該顧客のためだけに，当該顧客に対する回答を一時的にサービス情報管理ボックスに記憶するというものである。換言すれば，サービスセンターは，当該質問等をした顧客に対する1対1の対応のためにサービス情報管理ボックスを利用するものにすぎず，他のユーザに対する利用方法は何ら示されていない。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "このように，引用文献1記載発明は，サービス情報管理ボックスに記憶される内容として，①顧客操作マニュアルに表記された質問等項目について回答できるように，顧客によって指定された質問等項目に対する返信内容を音声メッセージや画像情報として予め記憶しておくものと，②予め回答が用意されていない新たな問題に関する質問等についてコンサルタントから得た回答の記憶を明確に区別しているものである。",
                    "そして，後者(予め回答が用意されていない新たな問題)の場合には，コンサルタントから得た回答を当該顧客に送信するために一時的に記憶するものとしてサービス情報管理ボックスが利用されるのであるから，新たな回答があってもその内容が更新されるものではなく，他のユーザとの関係で利用されるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "以上のような本願発明と引用文献1記載発明における構成の違いから，審決が認定した相違点1～4のほかに，次の相違点A～Cが認定されるべきである。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "相違点A",
                  "text": [
                    "本願発明における「データベースエントリ」は「新たな問題」に出会う度に更新されるものであるのに対し，引用文献1記載発明は，「新たな問題」と「予め用意された問題」とを明確に区別した上で，これらの問題に対してそれぞれ異なる方法で回答を提供するものであり，「新たな問題」を連続的に更新することが必要とされない構成である点。"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "相違点B",
                  "text": [
                    "本願発明は，更新される「新たな問題」に対する回答を他のユーザに提供可能とする構成であるのに対し，引用文献1記載発明は，「新たな問題」の問い合わせをしたユーザに対してのみ，その「新たな問題」の回答を提供可能とするシステム構成である点。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "相違点C",
                  "text": [
                    "本願発明は，システム提供後においても他のユーザによって連続的に更新される問題の回答を，問いかけをするユーザが受け取ることができるようにする構成であるのに対し，引用文献1記載発明は，「新たな問題」と「予め用意された問題」の問い合わせ手段が，いずれもシステム提供時の顧客操作マニュアルに基づくコードを用いるしかない構成である点。"
                  ]
                }
              ]
            },
            {
              "fig": "(エ)",
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "以上に対して被告は，仮に相違点A～Cの看過があるとしても下記乙1～乙3の各文献に記載された周知技術から当業者が想到することは容易であると主張する。",
                    "記",
                    "・乙1：中條将典「ヘルプデスク専用ソフト増える過去の事例を文章で素早く検索」日経コンピュータ373号103頁～",
                    "105頁，平成7年9月4日発行，日経BP社)",
                    "・乙2：宮本健ほか2名「グループ活動支援モデル KnowledgeCircle」情報処理学会研究報告95巻57号43頁～48",
                    "頁，平成7年6月8日・9日発行，社団法人情報処理学",
                    "会)",
                    "・乙3：特開平7−85164号公報(発明の名称「地域生活者",
                    "支援情報提供システム」，出願人 株式会社ボーダレスヒ",
                    "ューマンセンター，公開日 平成7年3月31日)"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "しかし，引用文献1記載発明において本願発明の「データベースエントリ」に相当するのは「顧客操作マニュアルからの伝言メッセージ選択コードに対する回答」(新たな問題に対する回答)であるところ，仮に上記回答を連続的に更新することが容易であるとしても，引用文献1(甲6)には，特定のユーザが遭遇した新たな問題に対する回答を他のユーザとの関係で利用することの示唆がないばかりか，引用文献1記載発明は「予め予測される問題に対する回答」と「新たな問題に対する回答」とを明確に区別し，前者(予め予測される問題に対する回答)については，紙材のような固体物として提供される顧客操作マニュアルが更新されるときにしか更新できないものとしている。",
                    "したがって，引用文献1記載発明においてデータベースエントリ(新たな問題に対する回答)の連続更新に伴って他のユーザに対する回答(予め予測される問題に対する回答)を更新することは非現実的であり，引用文献1記載発明から本願発明の構成を想到するに際しての阻害要因が存在する。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "また，上記乙1～乙3記載の技術は，いずれも，質問者と相談窓口担当者との間でのQ＆Aシステムにおける回答の標準化ないし効率化のための情報収集として知られている「ヘルプデスクの窓口データベース」であることに留意すべきである。これらのシステムは，多数のユーザ又は情報提供者からの様々な質問に迅速かつ適切に相談窓口担当者が回答できるように，共有した回答をデータベース管理するというものであり，Q＆Aシステムにおける極めてよく知られた技術である。",
                    "これに対し本願発明は，ユーザが新たな問題に出会うと連続的に更新されるデータベースエントリから選択された問いかけを少なくとも一部に含む問いかけのセットとしてユーザに送信するようにしている点で，引用文献1記載発明と上記のQ＆Aシステムに関する周知技術を組み合わせたとしても得ることのできない顕著な効果を有するものである。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "したがって，相違点A～Cに係る本願発明の構成は，引用文献1記載発明に上記乙1～乙3記載の周知技術を適用しても当業者が容易に想到することができないものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "取消事由2(相違点3についての判断の誤り)",
          "text": [
            "審決は，「…引用文献1に記載されている事項を考慮して，データベースエントリが，少なくとも一部に，他のユーザが以前に出会った問題を含むもので，ユーザが新たな問題に出会うと連続的に更新されるものとすることは，当業者にとって容易に想到し得たことである」(16頁12行～15行)と判断したが，前記ア(エ)に述べたのと同様の理由から審決の上記判断は誤りである。"
          ],
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "2",
                      "subject": "請求原因に対する認否",
                      "text": [
                        "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
                      ]
                    },
                    {
                      "fig": "3",
                      "subject": "被告の反論",
                      "text": [
                        "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "取消事由1に対し",
      "text": [
        "原告は，本願発明と引用文献1記載発明との相違点の看過を主張するが，以下のとおり審決には相違点の看過はない。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は本願発明と引用文献1記載発明との構成が異なることを主張するが，原告の主張は，本願発明が他のユーザが以前に出会った問題を「問いかけのセット」に反映させ，連続的に更新するものであることを前提とするものである。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "しかし，本件補正後の請求項1には，「…データベースエントリは，ユーザが新たな問題に出会うと連続的に更新される」と記載されており，「データベースエントリ」が更新されることについては記載があるものの，「問いかけのセット」が更新されることについては記載がない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "また，本件補正後の請求項1には，「…問いかけのセットは，少なくとも一部に，他のユーザが以前に出会った問題を含むデータベースエントリから選択され，…」と記載されているが，この「少なくとも一部に」は「データベースエントリ」に係るものと解されるから，本願発明のデータベースエントリは他のユーザが以前に出会った問題以外のデータも含むものである。",
                "そして，上記請求項1の記載は，「問いかけのセット」に関しては，単にデータベースエントリから選択されることが特定されているのみであって，具体的にデータベースエントリのどの部分からどのように選択されるかについては特定されていない。",
                "したがって，本願発明は，「問いかけのセット」がユーザが新たな問題に出会った場合に更新されないデータベースエントリの部分のみから選択されるという態様を含むものである。そして，そのような態様では，データベースエントリの一部を更新しても問いかけのセットには影響を与えない，すなわち，問いかけのセットについては更新が行われない。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "なお，原告は，上記請求項1の解釈について，「問いかけのセット」の少なくとも一部は他のユーザが以前に出会った問題から成るデータベースエントリから選択される(したがって，データベースエントリが更新されると問いかけのセットも更新される)という意味に解すべきであると主張するが，上記請求項1の文言からはこのように解釈することはできず，またこの点について発明の詳細な説明の記載は参酌されるべきではないから，原告の上記主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "text": [
            "一方，引用文献1記載発明におけるサービス情報管理ボックスは，「顧客によって指定された依頼や問い合わせ項目に対する返信内容としての音声メッセージや画像情報」，「質問，相談項目の見出しを記載したガイドリスト」，「伝言メッセージ選択コードによって指定された伝言メッセージ受付ボックス」の3種類の内容を記憶するひとまとまりの記憶装置として機能するもの(審決7頁6行～10行も同旨)であって，引用文献1(甲6)の請求項1に「…依頼や問い合わせ情報を判別して，返答内容の記憶されたサービス情報管理ボックスを検索」と記載されているように，依頼や問合せ情報に応じた記憶内容の検索が可能なものであるから，一種のデータベースとして捉えることが可能である。",
            "そして，前記アで述べたように本願発明の「データベースエントリ」は，少なくとも一部に他のユーザが以前に出会った問題を含むものであるから，引用文献1記載発明におけるサービス情報管理ボックスに記憶される上記内容は，いずれも本願発明の「データベースエントリ」に相当するものである(審決11頁22行～24行も同旨)。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "以上を踏まえると，原告の主張する相違点A～Cの看過があるということはできない。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "原告の主張する相違点Aは，本願発明における「データベースエントリ」は「新たな問題」に出会う度に更新されるものであるのに対し，引用文献1記載発明はこのような構成を有しないというものであるしかし，審決は，本願発明と引用文献1記載発明との相違点3として「データベースエントリについて，本願発明では，…ユーザが新たな問題に出会うと連続的に更新されるものであるのに対し，引用文献1記載の発明では…ユーザが新たな問題に出会うと連続的になされるものであるかは示されていない点」(14頁15行～25行)を認定しているのであるから，原告の主張する相違点Aの内容は，相違点3の一部として既に認定されているものである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "また原告の主張する相違点Bは，本願発明は更新される新たな問題に対する回答を他のユーザに提供可能とする構成であるのに対し，引用文献1記載発明はこのような構成を有しないというものである。",
                "しかし，前記アで述べたように，本願発明は，「問いかけのセット」がユーザが新たな問題に出会った場合に更新されないデータベースエントリの部分のみから選択されるという態様を含むものであり，そのような態様では，新たな問題に対する回答が更新されても，その回答が他のユーザに提供されることはない。",
                "したがって，原告の主張は，本願発明に関する誤った理解を前提とするものであり，原告のいう相違点Bは存在しないものである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "また原告の主張する相違点Cは，本願発明はシステム提供後においても他のユーザによって連続的に更新される問題の回答を，問いかけをするユーザが受け取ることができるようにする構成であるのに対し，引用文献1記載発明はこのような構成を有しないというものである。",
                "しかし，上述のように本願発明は更新される新たな問題に対する回答を他のユーザに提供可能とする構成とはいえないのであるから，他のユーザによって連続的に更新される問題の回答を，問いかけをするユーザが受け取ることができるようにする構成も有しないものである。",
                "したがって，相違点Cは存在せず，原告の上記主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "エ",
          "text": [
            "仮に，原告の主張する相違点A～Cの看過があるとしても，これらの相違点に係る構成は，周知技術から当業者が容易に想到できたものである。",
            "すなわち，予測される質問項目を過去にユーザが出会った問題に関する事例の中から抽出することは，いわゆるFAQ(Frequently AskedQuestions〔よくある質問〕)のように広く一般に行われていることである。",
            "そして，データベースに蓄積された情報に基づきユーザの質問に対する回答を提供するシステムにおいて，回答が予め用意されていない質問については，その回答が得られた時点で，その回答と共にデータベースに蓄積し，FAQ等のシステムからの提供情報に反映させることで知識の再利用を図ることは，乙1(中條将典「ヘルプデスク専用ソフト増える過去の事例を文章で素早く検索」)，乙2(宮本健ほか2名「グループ活動支援モデル Knowledge Circle」)，乙3(特開平7−85164号公報)の各文献に記載されているように，本願の優先権主張日(平成7年〔1995年〕11月15日)の前において周知の事項である。",
            "したがって，上記周知技術と同様にユーザの質問，相談に対する回答を提供するシステムである引用文献1記載発明において，上記周知技術を採用し，伝言メッセージとして問い合わせた質問等に対する回答について，当該質問等をしたユーザだけでなく他のユーザからも利用可能な情報としてサービス情報管理ボックスに蓄積するとともに，システムが提供するメニュー情報としてのガイドリストの項目を蓄積された情報に応じて更新し，知識の再利用を図るようにすることは当業者が容易になし得ることである。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "取消事由2に対し",
      "text": [
        "原告は，相違点3についての判断は誤りであると主張するが，審決の判断は正当である。",
        "前記(1)イで述べたように，引用文献1記載発明においてサービス情報管理ボックスに記憶される「顧客によって指定された依頼や問い合わせ項目に対する返信内容としての音声メッセージや画像情報」，「質問，相談項目の見出しを記載したガイドリスト」，「伝言メッセージ選択コードによって指定された伝言メッセージ受付ボックス」は，いずれも本願発明の「データベースエントリ」に相当するものである。",
        "そして，サービス情報管理ボックスに記憶される内容のうち少なくとも伝言メッセージに対する回答は，伝言メッセージに対する回答が得られる毎に連続的に更新されるものである。",
        "ここで，伝言メッセージに対する回答すなわち新たな問題に対応する回答が得られるときというのは，ユーザが新たな問題に出会ったときに他ならないから，ユーザが新たな問題に出会うと連続的に更新されているということができ，この点を自明とした審決の判断は妥当なものである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点の看過)について",
          "text": [
            "原告は，審決では本願発明と引用文献1記載発明との相違点が看過されていると主張するので，まずこの点について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明について，本件補正後の請求項1には「…第1のコンピュータの1つまたは複数の対話型音声応答ユニットから第2のコンピュータに前記問いかけのセットを送信するステップであり，この問いかけのセットは，少なくとも一部に，他のユーザが以前に出会った問題を含むデータベースエントリから選択され，このデータベースエントリーは，ユーザが新たな問題に出会うと連続的に更新される…」と記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点につき，「データベースエントリ」そのものの語義がデータベースに記憶されているひとかたまりのデータ単位を意味するものであることについては当事者間に争いがないが，上記記載中の「少なくとも一部に，」という文言が「問いかけのセット」の少なくとも一部であることを意味するのか「データベースエントリ」の少なくとも一部であることを意味するのかについては争いがある。",
                    "原告主張のように前者(「問いかけのセット」の少なくとも一部)と解すると，他のユーザが以前に出会った問題を含む「データベースエントリ」から選択されるデータが「問いかけのセット」の少なくとも一部を成すということになり，被告主張のように後者(「データベースエントリ」の少なくとも一部)と解すると，「データベースエントリ」の少なくとも一部に他のユーザが以前に出会った問題を含むということになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこでまず本件補正後の請求項1をみると，その規定振りからは被告主張のように解するのが自然であるといえるかもしれないが，原告主張のように解することも文理上不可能であるとはいえず，結局，特許請求の範囲の記載のみからその技術的意義を一義的に明確に理解することはできないものというべきである。そして，本願に適用のある平成14年法律第24号による改正前の特許法36条の下においては，一個の特許願に明細書及び図面等が添付され(2項)，明細書の中に「特許請求の範囲」と「発明の詳細な説明」が記載されている(3項)のであるから，「特許請求の範囲」の文言を正確に理解するために「発明の詳細な説明」の記載を参酌することは，当然に許されると解される。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そこで，発明の詳細な説明の記載を参酌すると，本願明細書には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "・「この発明はコンピュータソフトウェアの支援に関するものである。さらに特に，コンピュータソフトウェアの使用で遭遇する課題を診断するのに使用される問いかけの対話型音声応答メニュを介する図解的表示とナビゲーションに関するものである。」(甲1，段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "・「コンピュータソフトウェアはユーザに数多くの困難や欲求不満な課題を提供する。コンピュータソフトウェアは屢々ユーザがコンピュータソフトウェアを完全利用することを妨げる欠陥を含んでいる。ユーザはまたコンピュータソフトウェアを設定するのに面倒があったり，コンピュータソフトウェアを使用するのに面倒があったりする。コンピュータソフトウェアに関し課題が生じると，ユーザは屢々支援センタを呼び出すであろう。支援センタが呼び出されると，ユーザは典型的にははじめに対話型音声応答ユニット(IVRU)からより多くの情報が提供される。対話型音声応答ユニットはユーザに音声問いかけを提供する。ユーザは音声問いかけに応答を入力し(例えば，タッチトーンテレホン(touch tone telephoneで) 次にその応答に基づいてさらに音声問いかけが提供される。音声問いかけに対するユーザ応答はユーザの課題を解く手助けをするため適性な専門性を備えた支援エンジニアにユーザを方向付けるのに使用される。」(甲1，段落【0002】)・「対話型音声応答ユニットはユーザにある階層的仕組みに基づいた音声問いかけ(例えば決定トリー)を提供する。一般の音声問いかけがまず提供され，次に，ユーザの応答に基づいて，より特定の問いかけがユーザの課題を狭くおよび／または集中して助けるよう提供される。例えば，対話型音声応答ユニットが決定ユニットを使用すると，ユーザははじめに決定トリーの“ルート(root)\" レベル(すなわち頂部または最も概括的なレベル)からの問いかけを提供されるだろう。」(甲1，段落【0003】)",
                        "・「次にユーザ応答に基づいて，ユーザはますます特定の音声問いかけ(すなわち中間レベルの問いかけ)が提供される。最后に，ユーザは決定トリーの最低レベルに到達するだろう。決定トリーの最低レベル，\" リーフ(leaf)\"レベルでは，ユーザはユーザ課題を解き助ける音声情報を提供されることができる。…」(甲1，段落【0004】)",
                        "・「例えば，対話型音声応答ユニットが決定トリー(decision tree)としてセットアップされると，ルートレベルの対話型音声応答は“ネットワーク課題についてはプレス(press) ′1′を，オペレーティングシステム課題についてはプレス′2′を，プリンタ課題についてはプレス′3′を，スプレッドシート課題についてはプレス′4′”等であるだろう。ユーザがプリンタ課題を有していたとすると，ルートレベルで′3′を押した後，対話型音声応答ユニットは“あなたのプタンタがすこしもプリントしたいと思わない時にはプレス′1′，あなたのプリンタが認識不可能な文字をプリントしている時にはプレス′2′を，あなたのプリンタが1頁に情報すべてをプリントしない時にはプレス′3′”等のような問いかけ選択の第2のレベル(中間レベル)で応答する。この処理はユーザが決定トリのリーフレベルに到達するまでくり返えされるだろう。リーフレベルでユーザは課題を解くことができる付加的な情報を与えられ(例えばあなたのプリンタ駆動装置が時代おくれであるように思われる)，または支援エンジニアからの助力を受信するためライン上にとどまるべく告げられる。…」(甲1，段落【0005】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "・「ユーザのソフトウェア課題の診断を助けるため，決定トリーのような階層的仕組みに基づく対話型音声ユニットの使用に関係するいくつかの課題がある。ユーザはまさにはじめの選択をなす前に階層的仕組みの頂部レベルで音声問いかけのすべてを聴取せねばならないかもしれない。このことは時間を浪費する処理で，ユーザは選択がなされる前に一般レベルの音声問いかけメッセージを何回もくり返えさねばならないかもしれない。頂部レベルの下のレベル(中間レベル)で，ユーザは数多くの決定に直面し，どの選択が簡単な音声メニュの説明に基づいて適切であるかわからないかもしれない。ユーザが音声問いかけに基づいていくつかの選択をなし階層的仕組みの悪い場所で終了してしまうと，ユーザはいくつかのより高いレベルから出直すことにより典型的には選択を“アンウアインド(unwind，巻もどす)\" せねばならず，新らしい選択をなすことにより選択的仕組みで再び下降せねばならぬ。",
                        "このことはユーザにとって時間の著しい浪費となり，ユーザにとって不満足となる。」(甲1，段落【0006】)",
                        "・「対話型音声応答ユニットはまた非常に数多くの潜在的ユーザ達に幅広い変化のコンピュータソフトウェア課題を提供するためかなり一般的な情報を含むようセットアップされている。多くの場合音声問いかけはユーザをして支援エンジニアと会話することなしに課題を十分に診断させるに必ずしも十分ではない。ユーザが音声応答メニュでナビゲートするのにあまりにも多くの時間を浪費すると，ユーザの課題は支援エンジニアが利用する時間により狭められることなくまたは類別されることがなくなってしまうだろう。音声応答メニュの各レベルに記憶されている簡単な一般的メッセージをユーザはまた忘れてしまったり，理解しなかったりするかもしれず，悪い決定を何度もして出直しせねばならぬかもしれない。その結果，ユーザは欲求不満になったり進行を妨げられたりする。」(甲1，段落【0007】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "・「本発明の例証された実施例によれば，ユーザ課題を診断するため対話型音声応答ユニットを使用することに関する課題のあるものは解決される。対話型音声応答メニュで提供されるはじめの音声問いかけの1つとして，ユーザはユーザコンピュータ上での対話型音声応答問いかけの図解的表示を創りだすため音声オプション(選択)を提供される。このオプションがユーザにより選択されると，ユーザは対話型音声応答メニュに含まれる情報の図解的表示が提供される。ユーザ応答は次にユーザコンピュータからなされる。」(甲1，段落【0008】)",
                        "・「例証された実施例では，図解的表示は仕組みに基づく階層的パラダイム(paradigm)を使用して対話型音声応答情報を提供する。従来の対話型音声応答決定トリーとは異なって，階層的仕組みはユーザにより前もって遭遇した課題から収集されたデータに基づくとともにユーザがコンピュータソフトウェアに関し新らしいまたは以前には未知の課題に遭遇すると連続的に更新される。さらに，ユーザに提供された問いかけは，特定のコンピュータソフトウェアを使用して最も遭遇しそうな課題に関する解にユーザを方向付ける蓋然論の仕組みを用いて決定される。」(甲1，段落【0009】)・「対話型音声応答決定情報の図解的表示はユーザをして実質的時間の節約をさせる。音声メニュ選択が図解的に表示されるから，ユーザは数多くの音声問いかけを聴取せねばならぬことなく，階層的仕組みのいかなるレベルにも直接進むことができる。たとえユーザが悪い選択をしても，ユーザは複数の中間レベルを尋ねねばならぬことなく，階層的仕組みの新しいレベルを選択することにより誤った選択を容易に取り消すことができる。かくて対話型音声メニュの図解的表示を使用することにより，ユーザ課題は対話型音声応答メニュとか支援エンジニアとの音声対話のような他の方法を使用してできたよりより速くより完全に診断される。」(甲1，段落【0012】)・「対話型音声応答情報の図解的表示はまたソフトウェアのクリエータ(creator)をして著しく経費を節減させる。ユーザに提供される図解的問いかけはコンピュータソフトウェアに関する公知の課題に基づいて最新に保持される。ユーザは図解的表示を使用することにより特定の課題に対する解を見出すことができ，支援エンジニアと話す必要もなければしようとしなくてもすむ。ユーザの課題が図解的表示を使用して解けない時は，システムにより集められたデータの表示はユーザとの会話のはじめから支援エンジニアに提供される。その結果支援エンジニアはユーザ課題を診断するために，ユーザとの電話連絡にほんのすこししか時間を費さなくてすむ。」(甲1，段落【0013】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "・「図2に示されるように，この発明の例証された実施例は1つあるいは複数の支援コンピュータシステム36(例えば図1で説明されたコンピュータシステム)を備えた支援センタ34および多数のユーザコンピュータシステム38からなっている。…支援センタは無線通信接続(例えばモデム接続，ISDＮ接続，ATM接続，フレームリレイ(fram relay)接続等) ，ネットワーク接続(例えばインターネット等)，サテライト接続(例えばデジタルサテライトサービス等)，無線接続，双方向性ページング(paging)接続等のような多数の通信リンク42を，1 つまたは複数のユーザコンピュータをして同時に支援コンピュータに接続させるため提供している。通信リンクはユーザコンピュータによりアクセスされ得る1つまたは複数の対話型音声応答ユニット(IVRU)44に各々接続されている。」(甲1，段落【0021】)",
                        "・「複数のIVRU44は1つのIVRUサーバ (server) 46に接続されている。IVRUサーバはユーザをしてIVRUメニュ(menu)をバイパス(bypass)させ，支援センタで維持された1つまたは複数のデータベース(database)48を直接アクセスする。支援センタは支援センタにより支援されるコンピュータソフトウェアに関する他のユーザ達により以前遭遇した課題からなるデータベースエントリ(entry)を記憶するのに使用される1つまたは複数のデータベース48を維持している。ユーザがIVRUをバイパスするべく選択する時には，ユーザがIVRUメニュで言及されていない現に遭遇している課題に対する解を潜在的に見出せるよう，IVRUサーバはユーザをして支援センタデータベースに問いかけ(query)させる。」(甲3，段落【0022】)",
                        "・「加うるに，以前他のユーザらにより遭遇された課題からなるデータベースエントリのサブセット(subset，部分集合の組)はIVRUでの音声メニュを創りだすのに使用される。同じデータベースエントリはまたIVRU音声メニュの図解的表示を創りだすのに使用される。」(甲1，段落【0023】)",
                        "・「本発明の例証される実施例は，コロラド州ボールダ市のラディシュ コミュニケーションシステム(Radish Communications Systems) 社のVoiceView(商標名)データ転送技術を用い…ている。…」(甲1，段落【0024】)・「図3に示されているように，ユーザコンピュータ38を使用するユーザ50がVoiceViewモデム52(または他の適切な通信デバイス)で支援センタ34(今後プロダクト支援サービス(product suppot service, PSS)センタと称せられる)を呼び出し，特定のコンピュータソフトウェアの課題について援助を求める時，データ転送に関わる通信通路54(ソケット接続56を介する)がユーザ音声信号を運ぶ同じ音声ラインにわたりセットアップ(setup)される。通信通路54はPSSセンタの対話型音声応答ユニット(IVRU)44を介して道筋を定められる。IVRUはIVRUサーバ46へ接続される。VoiceViewモデムはユーザをして支援センタと音声接続を可能ならしめ，支援センタをして音声接続と同じ電話ラインでユーザコンピュータへ／からデータを送信／受信させる。」(甲1，段落【0025】)・「ソケット接続56が確立された後，ユーザはIVRU44よりの対話型音声応答メニュの問いかけを提供される。対話型音声応答システムはデータべース48に含まれる情報から階層的パラダイム (hierarchal paradigm)を使用して築き上げられる。階層的パラダイムは以前ユーザが遭遇した課題から収集されたデータに基づくもので，コンピュータソフトウェアに関する新しいまたは以前は未知の課題にユーザが遭遇する時は絶えず更新されるものである。さらにユーザに提供される問いかけは，コンピュータソフトウェアの特定のセットを用いて最も遭遇しそうな課題に対する解にユーザを方向付ける蓋然性の仕組みを用いて決定される。」(甲1，段落【0032】)・「一例として，特定のプリンタを有する各ユーザに同じ課題を経験させるプリンタ駆動装置について欠点が発見されると，支援センタがプリンタの課題について受信するだろう呼びかけの大部分が欠陥のある駆動装置に直接関係するだろうことの蓋然性は高い。その結果対話型音声応答ユニットは，欠陥のある駆動装置の課題をユーザに直接指摘するだろう音声の問いかけを提供するだろう。かくて，プリンタ課題の大部分が欠陥のある駆動装置に関係するだろうことが統計的に暗示される場合には，ユーザは正規には経過するだろう中間ステップはとばされる。」(甲1，段落【0033】)",
                        "・「音声メニュ図解的エイジェントが実行される時には，対話型音声応答メニュ階層的パラグラムの図解的表示を創りだし，その一例が図6Aに示される。しかしながら，対話型音声応答メニュの問いかけは，ユーザの好みに応じてテキスト，図解，および／またはテキストと図解の組合わせで表示される。」(甲1，段落【0036】)",
                        "・「一例として，ユーザがワードプロセッサプログラム(word processingprogram)を使用し，ドキュメント (document)をプリントする課題を有するものと仮定しよう。図6Aはユーザコンピュータに提供される図解的表示を示している。対話型音声応答メニュの問いかけはメニュボックス76のスクリーンの左側に表示されており，ユーザによってなされる選択(例えばマウス，キーボード等でユーザコンピュータに接続される)は選択ボックス78のスクリーンの右側に表示されている。ユーザはワードプロセッサプログラムを使用する課題を有するから，メニュ76cからのオプション3はメニュボックス76から選択される。ユーザが選択をなすと，選択ボックス76にその選択が表示される。ユーザは階層的パラダイムの仕組みでテキストメニュの頂部または最も一般的なレベルにあり，選択が未だなされていないから，選択ボックス78は現在空である。」(甲1，段落【0037】)・「図6Bはユーザが図6Aからオプション3(“ワードプロセッサプログラムに関する課題”)76cを選択した後の表示を示す。問いかけの新しいレベルはスクリーンの左側のメニュボックス80(80a−80d)に提示され，スクリーンの右側の選択ボックス82はユーザの選択82aを表示している。ユーザは1つの選択のみしかしていないので選択ボックス82は1つのエントリ82aのみしか有しない。ボックス82aのより頂部左手すみの番号1(1：)はこのエントリが対話型音声応答メニュ階層的仕組みのレベル1から選択されたことを示している。問いかけ番号3(“3. ワードプロセッサプログラムに関する課題”)はボックス82aで示されているように，レベル1においてなされた実際の選択である。」(甲1，段落【0038】)",
                        "・「このシナリオはユーザが階層的仕組みのそれらの選択に基づいて最低の可能なレベルに到達するまで，ユーザの選択，メニュボックスにおける新しい問いかけ，選択ボックスにおける新しいエントリを継続する。…」(甲1，段落【0039】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "図面",
                      "text": [
                        "【図2】",
                        "【図3】",
                        "【図6】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，本願明細書(甲1及び甲3)には，本願発明の内容については次の内容が記載されていると認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明は，コンピュータソフトウェアのユーザがその使用に関して課題に遭遇した場合の支援に関するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "この分野における従来の技術は，コンピュータソフトウェアに関し課題が生じてユーザが支援センタを電話で呼び出すと，対話型音声応答ユニット(IVRU)がユーザに音声による問いかけを提供し，ユーザがこれに対する応答を電話機の押しボタン等により入力すると，その応答に基づいてさらに音声問いかけが提供されるというものである。このような対話型音声応答ユニットは階層的仕組みに基づくものであり，最も概括的なレベル(ルート〔root〕レベル)の問いかけから，限定されたレベル(リーフ〔leaf〕レベル)の問いかけへと次第に移行し，最終的には課題を解決するための音声情報や支援エンジニアによるサポートを得ることができる。",
                        "しかし，このような従来技術においては，対話型音声応答ユニットの音声問いかけに対してユーザが適切な選択をするまでに音声問いかけメッセージを何度も繰り返し聞いたり，より概括的なレベルからやり直しをしなければならない場合があるという問題があった。また，従来技術における対話型音声応答ユニットは，数多くのユーザに向けて幅広い課題に対応するため，かなり一般的な情報を含むように構成されており，多数の課題の中から当該ユーザが抱えている課題を診断するのが困難な場合も少なくなかった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そこで，本願発明においては，従来の対話型音声応答ユニットによる音声問いかけに換えて，次の構成を採用した。",
                        "すなわち，支援コンピュータ(本件補正後の請求項1にいう「第1のコンピュータ」)とユーザコンピュータ(上記請求項1にいう「第2のコンピュータ」)を通信回路により連結し，まず音声のみによる問いかけによりユーザに情報の図解的表示の提供を受けるかどうかの選択をさせ，ユーザが図解的表示の提供を受けるという選択をした場合には，対話型音声応答情報の図解的表示に関するデータ信号が音声信号とともにユーザコンピュータに送信され，ユーザコンピュータのディスプレイに表示される。",
                        "上記図解的表示(必ずしも図解のみによるものではなく，テキストのみ，あるいはテキスト及び図解の組合せによるものでもよい)は，従来の対話型音声応答ユニットによる音声問いかけと同様に階層的仕組みによるものであるが，従来技術とは異なって，ユーザがこれまでに遭遇した課題に関するデータから選択され，また，ユーザがコンピュータソフトウェアに関する新たな課題に遭遇した場合にはその内容を反映することができる。具体的には，支援センタに維持されているデータベースに，コンピュータソフトウェアに関して他のユーザが以前に遭遇した課題から成るデータベースエントリが記憶され，このデータベースエントリのサブセット(subset，部分集合の組)が上記図解的表示を創り出すのに使用される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上を踏まえて本件補正後の請求項1をみると，まず「問いかけのセット」とは，第1のコンピュータによる階層的仕組みを用いた一群の問いかけを意味するものであり，音声信号とデータ信号(ただし，データ信号は，初めの音声問いかけに対して図解的表示の提供を受けるという応答をした場合のみ)から成るものである。",
                    "一方，「データベースエントリ」は，他のユーザが以前に遭遇した課題から成るものである。",
                    "そして，上記「問いかけのセット」は，他のユーザが以前に遭遇した課題から成る上記「データベースエントリ」から選択されるが，そのほかにコンピュータソフトウェアに関する一般的な問題も含みうるものであり，また，初めに音声信号により送信される「問いかけのセット」は情報の図解的表示の提供を受けるかどうかに関する問いかけを含むものであるから，「他のユーザが以前に出会った問題を含むデータベースエントリ」から選択されるデータは「問いかけのセット」の一部を成すものである。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "したがって，本件補正後の請求項1の解釈については，原告主張のように，他のユーザが以前に出会った問題から成る「データベースエントリ」から選択されるデータが「問いかけのセット」の少なくとも一部を成すものと解される。",
                    "そして，上記「データベースエントリ」が「ユーザが新たな問題に出会うと連続的に更新され」ることにより，更新されたデータベースエントリから「問いかけのセット」の一部を成すデータを選択し，データベースエントリの更新内容が「問いかけのセット」に反映されることが可能となる。",
                    "そうすると，本件補正後の請求項1の「…少なくとも一部に」は「データベースエントリ」に係るものとする被告の主張は誤りであるから，以下，原告主張のように「問いかけのセット」の「少なくとも一部」は他のユーザが以前に出会った問題から成るデータベースエントリから選択されることを前提にして，取消事由1(相違点の看過)の有無についての検討を進めることとする。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ところで，引用文献1(甲6)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "請求項1",
                          "text": [
                            "・「顧客からの電話機などの通信端末機からの呼出に音声メッセージで応答して，依頼や問い合わせを自動的に受付け，返答するテレホンカウンセリングシステムであって，顧客側には，予め予測される質問，相談項目を区分し，その項目毎に，電話機によって入力可能な選択コードを付記して分類表記した顧客操作マニュアルを設けており，サービスセンター側には，自動発着信機能を備え，電話機などの通信端末機より呼出しを受けたときに着信し，送信されてくる音声，トーン信号を受信処理する音声応答処理装置と，顧客によって指定された依頼や問い合わせ項目に対する返答内容を音声メッセージや画像情報として予め記憶させたサービス情報管理ボックスと，上記音声応答処理装置に接続され，通信端末機から音声やトーン信号の形で送出されてくる依頼や問い合わせ情報を判別して，返答内容の記憶されたサービス情報管理ボックスを検索した後，上記音声応答処理装置によって返答すべき顧客の電話番号を呼出して，そのサービス情報管理ボックスに記録されている返答内容を，顧客の電話機やファクシミリに返信する情報処理部とを備えた構成としたテレホンカウンセリングシステム」"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "請求項2",
                          "text": [
                            "・「上記顧客操作マニュアルには，予め予測される質問，相談項目を区分し，その項目毎に，電話機によって入力可能な選択コードに加えて，質問，相談項目毎に区分して，列挙した選択コードのガイドリストを付記した構成とされ，サービス情報管理ボックスには，質問，相談項目の見出しを記載したガイドリストを予め記憶している請求項1に記載のテレホンカウンセリングシステム。」"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "請求項3",
                          "text": [
                            "・「上記顧客操作マニュアルには，更に任意の質問，相談を伝言メッセージとして問い合わせするための伝言メッセージ選択コードを付記した構成とされ，サービス情報管理ボックスには，伝言メッセージ選択コードによって指定された伝言メッセージ受付ボックスを予め記憶している請求項1に記載のテレホンカウンセリングシステム。」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "産業上の利用分野",
                          "text": [
                            "・「本発明は，電話機やファクシミリを通じてサービスセンターにサービス請求の依頼や問い合わせを行えば，それに対する回答が予めサービスセンター側に記憶させている音声メッセージや画像情報のなかに存在する場合に，顧客に対し即座に且つ自動的に返信し，一方，回答が存在しない場合に，サービスセンターにおいて予め登録した複数のコンサルタントのうちから最適なコンサルタントを選出し，そのコンサルタントに依頼や問い合わせの受付けを通知し，そのコンサルタントから受付けた回答を顧客に対し返送するようになった新規な構成のテレホンカウンセリングシステムに関する。」(段落【0001】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "従来の技術",
                          "text": [
                            "・「経済や法律が複雑化した近時においては，種々の専門的知識が不可欠となっているが，このような専門的知識を持たない個人や企業では，…安価で迅速に応えてくれる良きアドバイザーが強く求められている。」(段落【0002】)",
                            "・「そこで，近年においては，予め登録された一般個人や小企業等の会員メンバーに対し種々のコンサルタント業務を行うサービス業が出現している。しかし，このサービスシステムは，会員メンバーがコンサルタントに依頼や問い合わせを行いたい時に事務局に電話をすると，その都度コンサルタント担当者が事務局に出向いて会員メンバーの相談を受ける形態になっているため，極めて効率が悪い上に，基本的または初歩的な相談内容であっても，一々事務局に出向かなければならず，非常に面倒である。」(段落【0003】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明が解決しようとする課題",
                          "text": [
                            "・「上記事情に鑑みて提案される本発明の目的は，一般個人や小企業であっても，自宅やオフィスにおいて電話機或いはファクシミリの通信端末機により必要な時にいつでも簡単にアクセスして専門家のアドバイスを受けることができるテレホンカウンセリングシステムを提供することにある。」(段落【0004】)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "・「第1には，顧客が必要な情報を知りたい場合には，質問，相談内容を項目毎に区分して，その項目毎に選択コードを付記して分類表記した顧客操作マニュアルを参照し，サービスセンターの音声メッセージによる指示に基づき所望のコマンドを順にプッシュホンによりトーン信号で送信すれば，顧客が指定したサービス情報管理ボックスから所要の情報が取り出されて，顧客に対し即座に返信される(請求項1)。この時，細項目の選択コードが判らない場合には，大見出し項目を指定して，そのコマンドリストを要求すると，その項目を細分類した各項目にそれぞれ選択コードを付したガイドリストが画像信号として顧客側のファクシミリに送られる。顧客は，このガイドリストに基づいて所望の選択コードを入力して細項目まで指定できる(請求項2)。」(段落【0011】)",
                            "・「第2には，特別な内容について相談したい，或いは担当のコンサルタントに伝言したい場合には，トーン信号で伝言メッセージ選択コードを指定した後に，質問，相談内容を顧客の伝言メッセージとして録音する。この伝言メッセージによる相談内容は，指定のサービス情報管理ボックスに録音された後に，担当のコンサルタントに通知され，取り出される(請求項3)。」(段落【0012】)"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "作用",
                          "text": [
                            "・「本発明のテレホンカウセリングシステムによれば，…予め予測できる程度の内容の問い合わせに対しては，24時間中のいかなる時間においても必要な時に即座に返答できる。」(段落【0014】)",
                            "・「また，…比較的複雑であってサービス情報管理ボックスに返答が用意されていないような問い合わせに対しても，特に人手を要することなく，正確に且つ迅速に対応できる。」(段落【0015】)"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "実施例",
                          "text": [
                            "・「以下に，図面を参照して本発明システムの一実施例を説明する。図1は本発明のテレホンカウセリングシステムの基本構成図である。このテレホンカウセリングシステムでは，顧客H1～H3が種々の項目について専門家の的確なコンサルティングをサービスセンターにアクセスして受けることができる。例えば，不動産の効率的運用，税務，あらゆる建築，特許等の知的所有権，経営，監査業務，企業買収，監査業務，会計財務および情報処理関係等に関する各業務についてのコンサルテーションが受けられる。」(段落【0016】)",
                            "・「顧客H1～H3からサービスセンターSCへのアクセス手段としては，電話機TEL，ファクシミリFまたはバーコードリーダ1等の通信端末機が使用される。電話機TELを用いる場合は，トーン信号または音声により依頼や問い合わせ内容が送信される。ファクシミリFを用いる場合は，依頼や問い合わせ内容が画像信号として送信される。…上記いずれの通信端末機を用いる場合も，公衆回線網Lを通じてサービスセンターSCに送信される。」(段落【0017】)",
                            "・「サービスセンターSCでは，公衆回線網Lを通じて送られた依頼や問い合わせ内容を，音声応答の可能な送受信用のコンピュータCIに取り込んで蓄積するとともに，その内容に対し音声メッセージで顧客に対応する。",
                            "顧客からのトーン信号や音声による依頼や問い合わせに対しては，ホストコンピュータHCが顧客からの指定内容を解読し，判別して所定の外部メモリ4に記憶する。…」(段落【0018】)",
                            "・「また，顧客が必要な情報を知りたい場合には，図2に示すように，質問，相談内容を項目毎に区分して，その項目毎に選択コードを付記して，例えばツリー状に分類表記した顧客操作マニュアル5を使用する。すなわち，音声メッセージの指示に基づいて顧客操作マニュアル5から所要のコマンドコードを順に選び出し，そのコードをプッシュホンによりトーン信号で送信する。この顧客操作マニュアル5に表記された項目については，その回答が予めサービスセンターSCに記憶されているので，顧客が指定したサービス情報管理ボックスから所要の情報が取り出され，顧客に対し返信される(請求項1)。」(段落【0020】)",
                            "・「なお，顧客が細項目の選択コードが判らない場合には，大見出し項目を指定してそれのガイドリストを要求すると，図3に示すように，その項目を細分類した各項目にそれぞれ選択コードを付したガイドリスト6が画像信号として顧客側のファクシミリFに送られる。顧客は，このガイドリスト6に基づいて所要の選択コードを順繰りに入力して細項目まで指定できる。」(段落【0021】)",
                            "・「図5は本発明のシステムの全体構成を示すブロック構成図である。このテレホンカウセリングシステムの主体をなすサービスセンターSCは，音声応答処理装置16とサービス情報管理ボックス17と情報処理装置11とを備えた構成になっている。…サービス情報管理ボックス17は，予測される依頼や問い合わせに対する専門のコンサルタントC1～Cnからの回答を音声メッセージや画像情報として記憶している。」(段落【0023】)",
                            "・「上記サービス情報管理ボックス2は，予め登録された複数のコンサルタントC1～Cnからの予想される依頼や問い合わせに対する返答のための音声情報をコンサルタント別に区分して記憶した音声ディスク13と，顧客の相談内容や伝言等の音声を録音するテープレコーダ14と，画像情報を記憶するフローピィディスク15とを備えている。…」(段落【0025】)",
                            "・「図7は，顧客からの電話による依頼や問い合わせに対する受付け処理を示す。先ず，ステップ106～112について説明する。…」(段落【0029】)",
                            "・「受信コードが顧客操作マニュアルに基づく選択コードで入力された場合，ステップ114～117に示すように，これに対する回答がサービス情報管理ボックスに登録されているので，顧客の指定した選択コードに対する回答を選び出し，この回答を，顧客が指定した回答方法により送信する。…一方，音声による伝言である場合には，ステップ119～123に示すように，音声メッセージにより応答して相談内容や伝言を顧客自身の音声で送信するよう指示する。顧客からの音声メッセージは，顧客がコマンドで指定したサービス情報管理ボックスに記憶して受付ける。…」(段落【0030】)",
                            "・「図9のステップ300～307は，サービスセンターからの受付け通知に応答してコンサルタントから問い合わせ内容の聞き出しが行われた場合の処理を示す。コンサルタントからの電話による呼出しを着信した後に，…指定されたサービス情報管理ボックスを検索して顧客の音声情報を探し出し，この記録された音声情報を再生してコンサルタントに送信する。その後に，サービス情報管理ボックスから送信済みの音声情報を消去する…」(段落【0032】)",
                            "・「図10のステップ400～408は，コンサルタントから送られてくる回答の受付け処理を示す。…コンサルタントは，回答を音声または画像のうちの顧客が指定した情報形態で送信する。この回答を受信すると，検索済みのサービス情報管理ボックスに，音声情報または画像情報としての回答を受け付けて記憶する。」(段落【0033】)",
                            "・「図11のステップ500～507は，コンサルタントから受付けた回答を顧客に送信する処理を示す。情報処理部11が，サービス情報管理ボックス17を常に検索して，コンサルタントからの回答が記憶されているか否かを判別しており，回答が記憶されていると判別した時に，対応する顧客の電話番号を電話番号管理テーブルから読み出すとともに，その顧客を電話で呼出す。顧客側で着信されると，顧客に回答を送信するが，この場合，顧客が指定した方法にしたがって音声情報または画像情報のいずれかで返信される。この返信を行った後には，サービス情報管理ボックス17から送信済みの回答が消去される。」(段落【0034】)"
                          ]
                        },
                        {
                          "fig": "g",
                          "subject": "効果",
                          "text": [
                            "・「以上の説明から理解されるように，本発明のテレホンカウンセリングシステムは，顧客が自宅や事務所において電話機やファクシミリを通じて選択コードにより依頼や問い合わせを行うと，予測される顧客からの依頼や問い合わせに対する専門家の返答を区分して予め蓄積したサービス情報管理ボックスから適切な返答を選出して，その返答を音声メッセージや画像情報として顧客に自動的に送られてくるので，顧客は日時を問わず何時でも必要な専門的知識を迅速に得ることができる。また，選択コードで指定できない相談内容やコンサルタトへの伝言も，画像情報や顧客自身の音声により詳細な内容を送信すれば，専門のコンサルタントによる適切な回答を自動的に受け取ることができる。…」(段落【0036】)"
                          ]
                        },
                        {
                          "fig": "h",
                          "subject": "図面",
                          "text": [
                            "【図1】",
                            "【図2】",
                            "【図3】"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，引用文献1記載発明は，税務，法律，会計等の専門的分野に関して，個人や小企業でも，自宅やオフィスにおいて電話やファクシミリ等の通信端末機を用いて，必要なときにいつでも簡単にアクセスして専門家のアドバイスを受けることができるテレホンカウンセリングシステムを提供することを目的とするものである。",
                    "このような目的を達成するための第1の方法として，上記発明においては，予め予測される質問，相談内容を項目別に区分し，その項目毎に選択コードを付記して分類表記した顧客操作マニュアルを設け，顧客が上記マニュアルから該当する選択コードを選び，そのコードを電話機の押しボタン等によりトーン信号で送信すると，サービスセンターに設けられたサービス情報管理ボックスに予め記憶された回答の中から当該コードに対応する回答が検索され，顧客の電話機やファクシミリ機に送信されるという構成が採用されている。なお，顧客が上記顧客操作マニュアルを参照しても該当する細項目の選択コードが分からない場合には，大見出し項目を指定してリストの送信を要求すると，指定された項目を細分類した各項目にそれぞれ選択コードを付したガイドリストが顧客のファクシミリ機に送信され，顧客はこのガイドリストに基づいて所要の選択コードを順繰りに入力して細項目まで指定する。このガイドリストに関するデータも，サービス情報管理ボックスに記憶されている。",
                    "次に第2の方法として，顧客からの質問，相談を音声情報又は画像情報として受け付けた場合には，サービス情報管理ボックスに適当な回答がないので，顧客からの質問等を対応するコンサルタントに送信し，コンサルタントからの回答を得て顧客に送信することにより，比較的複雑であってサービス情報管理ボックスに回答が記憶されていないような問合せに対しても回答できるようにしている。そして，このような音声情報又は画像情報による質問等についても顧客が問合せをしたいときにいつでも受け付け，コンサルタントからの回答を得た後に直ちに顧客に送信できるようにするため，顧客からの質問等やこれに対するコンサルタントの回答はサービス情報管理ボックスに一時的に記憶される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上を踏まえて，本願発明と引用文献1記載発明との対比につき検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明における「問いかけのセット」は，前記(1)カのとおり階層的仕組みを用いた一群の問いかけを意味するものであるところ，引用文献1記載発明におけるガイドリストは，大見出し項目を細分類した各項目にそれぞれ選択コードを付したものであり，これに基づいて顧客が所要の選択コードを順繰りに入力して細項目まで指定することができるものであるから，実質的にみれば階層的仕組みを用いた一群の問いかけということができ，本願発明の「問いかけのセット」に相当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，本願発明における「データベースエントリ」は，他のユーザが以前に出会った問題から成る，データベースに記憶されているひとかたまりのデータ単位を意味するものであり，ユーザが新たな問題に出会うと連続的に更新されるものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し，引用文献1記載発明のうち，サービスセンターに設けられたサービス情報管理ボックスに記憶されるのは，①ガイドリスト，②顧客操作マニュアル及びガイドリストに記載された各選択コードに対応して予め記憶される回答，③顧客からの質問，相談を音声情報又は画像情報として受け付けた場合の当該質問等及びこれに対するコンサルタントの回答などである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "このうち，上記②には，他のユーザが以前に出会った問題に対する回答も一部には含まれうるものの，それ以外の一般的な質問等に対する回答と混在していると考えられ，他のユーザが以前に出会った問題がひとかたまりのデータ単位として存在しているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "また，上記③は，コンサルタントに質問等を送信しあるいは顧客に回答を送信するまでの間の保管としてサービス情報管理ボックスに一時的に記憶されるものであって，顧客からの質問等はコンサルタントに送信された後に消去され，コンサルタントの回答は顧客に送信された後に消去される(引用文献1〔甲6〕，段落【0032】，【0034】参",
                      "text": [
                        "照)。このように，上記質問等及び回答は，他のユーザが以前に出会った問題から成るものとはいえず，また，ユーザが新たな問題に出会うと，その問題に関する質問等がコンサルタントに送信され，これに対する回答が顧客に送信されるまでの間，それぞれ一時的に記憶されるものであるにすぎないという点で，本願発明における「データベースエントリ」とは異なるものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本願発明における「問いかけのセット」と「データベースエントリ」との関係は，上記のとおり，他のユーザが以前に出会った問題から成る「データベースエントリ」から選択されるデータが「問いかけのセット」の少なくとも一部を成すというものであって，「データベースエントリ」がユーザが新たな問題に出会うと連続的に更新されることにより，その更新された内容が「問いかけのセット」の一部として選択されることが可能となるものである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "これに対し，引用文献1記載発明において顧客操作マニュアル及びガイドリストに記載された各選択コードに対応して予め記憶される回答は，ガイドリストに記載された各項目の質問等にそのまま対応するものであって，上記回答からデータを選択してガイドリストの一部とするという関係にはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，引用文献1記載発明において音声情報又は画像情報として受け付けた顧客からの質問，相談及びこれに対するコンサルタントの回答は，上記のとおりサービス情報管理ボックスに一時的に記憶されるものであってコンサルタント又は顧客に送信された後に消去されるものであるから，他のユーザが以前に出会った問題に関する質問等及び回答のデータがガイドリストの一部を成すものとして選択されるとはいえず，また，ユーザが出会った新たな問題に関する質問等及び回答がガイドリストの一部として選択されることが可能なものともいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上を踏まえて，原告が主張する相違点A～Cの看過の有無について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告の主張する相違点Aにつき",
                  "text": [
                    "原告の主張は要するに，本願発明における「データベースエントリ」はユーザが新たな問題に出会うと連続的に更新されるものであるのに対し，引用文献1記載発明はこのような構成を有していないというものである。",
                    "この点に関して審決は，相違点3として「データベースエントリについて，本願発明では，少なくとも一部に，他のユーザが以前に出会った問題を含むもので，ユーザが新たな問題に出会うと連続的に更新されるものであるのに対し，引用文献1記載発明では，ツリー状に分類表記した顧客操作マニュアルに表記された項目について回答できるように，顧客によって指定された依頼や問い合わせ項目に対する返信内容を音声メッセージや画像情報として予め記憶させることは示しているが，該記憶の内容が他のユーザが以前に出会った問題であるかは示されていないし，また，比較的複雑な任意の質問，相談を伝言メッセージとして問い合わせるための伝言メッセージ選択コードに対する回答を音声情報または画像情報として記憶することは示しているが，該記憶がユーザが新たな問題に出会うと連続的になされるものであるかは示されていない点」(14頁15行～25行)と認定している。",
                    "審決の上記認定は，本願発明の「データベースエントリ」の少なくとも一部に他のユーザが以前に出会った問題が含まれるという解釈を前提としたものであり，その認定に若干不正確な点があるものの，顧客操作マニュアルに記載された項目に対応して予め記憶される回答が他のユーザが以前に出会った問題であるかという点と，音声情報又は画像情報として受け付けた顧客からの質問，相談に対するコンサルタントの回答の記憶がユーザが新たな問題に出会うと連続的になされるものであるかという点についていずれも引用文献1(甲6)に示されていないとして相違点として認定している。",
                    "したがって，審決には原告主張の相違点Aの看過があるとまではいえないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張する相違点Bにつき",
                  "text": [
                    "原告の主張は要するに，本願発明における「データベースエントリ」がユーザが新たな問題に出会うと連続的に更新されることにより，その更新された内容が「問いかけのセット」の一部として選択されることが可能となるために，新たな問題に対する回答を他のユーザに提供することが可能であるのに対し，引用文献1記載発明はこのような構成を有していないというものである。",
                    "そして，本願発明の構成が原告主張のとおりであること，引用文献1記載発明が本願発明の上記構成を有していないことは，前記(3)のとおりである。",
                    "したがって，この点は本願発明と引用文献1記載発明との相違点として認定されるべきものであるところ，審決が認定した相違点1～4はいずれもこの点について言及しておらず，審決は上記相違点を看過したものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張する相違点Cにつき",
                  "text": [
                    "原告の主張は，「本願発明は，システム提供後においても他のユーザによって連続的に更新される問題の回答を，問いかけをするユーザが受け取ることができるようにする構成である」のに対し，引用文献1記載発明はこのような構成を有しないというものである。",
                    "しかし，上記の点は前記イの相違点と実質的に同じことをいうものであり，別個の相違点として認定されるべきものではない。原告の主張する，引用文献1記載発明におけるシステム提供時の顧客マニュアルに記載された選択コードとの関係は，前記イの相違点についての容易想到性の判断の中で検討されるべきものである。",
                    "したがって，上記相違点Cの看過をいう原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そうすると，審決には，前記2(4)イの相違点を看過した違法があり，その違法は審決の結論に影響を及ぼすものである。",
                "特許庁は，本願発明の容易想到性に関し，看過された上記相違点及び本件訴訟において新たに提出された乙1～乙3の各文献との関係も含め，改めて審理すべきである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，その余について判断するまでもなく，原告の本訴請求は理由がある。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10389",
    "date": "2008-12-10",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "037085",
    "ipprecedent_id": "1678",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}