{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2001−12422号事件について平成18年11月21日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "本件は，特許出願をした原告が，拒絶査定を受けて，不服審判の請求をしたが，審判請求不成立の審決を受けたので，その審決の取消しを求めた事案である。",
            "特許庁における手続の経緯は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，1992年(平成4年)10月22日に米国においてした特許出願に基づく優先権を主張して(以下「本件優先日」という。)，平成5年3月23日を国際出願日として，発明の名称を「増加収量血小板採取システム」とする発明について特許出願をした(平成6年特許願509950号。以下「本件出願」といい，その発明を「本願発明」という。)(甲4～6)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成13年4月10日付けで拒絶査定を受けたので，同年7月17日，拒絶査定不服審判の請求をした(不服2001−12422号事件として係属)。これに対し，特許庁は，平成18年11月21日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年12月11日に原告に送達された。",
                "なお，原告は，拒絶査定後，次のとおり補正をしている。",
                "① 平成13年7月31日付けの手続補正書(甲5)により，本件出願に係る明細書全文を補正した。",
                "② 平成18年6月29日付けの手続補正書(甲6)により，本件出願に係る明細書の特許請求の範囲を補正した(以下，同明細書を「本件明細書」，同補正を「本件補正」という。)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "text": [
            "平成18年6月29日受付の手続補正書により補正された明細書に記載された特許請求の範囲請求項1(以下「本願発明の特許請求の範囲」という。)の記載は，次のとおりである。",
            "「全血を赤血球と血小板担持血漿成分とに分離するため遠心場において使用するためのチャンバー(10，31A，58，84)であって，",
            "使用時，他の高G側よりも回転軸(14，62)に近く配置される低G側を有し，かつ入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁(16，18；64，66)を形成するための壁手段；",
            "赤血球を高G側へ向かってそして血漿成分を低G側へ向かって分離のため入口区域へ全血を導入するための入口ポート形成手段(20，52；68，122)；および",
            "入口ポートを通って全血が入口区域へ導入される間，分離ゾーンの低G側から血漿成分の少なくとも一部を採取するための，入口区域に第1の出口ポートを形成する手段(24，56；72，124)；",
            "を備えているチャンバー。」(下線は本件補正に係る部分である。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，以下のとおり，本願発明は，特表昭57−501823号公報(甲1。以下「引用例」という。)に記載された発明及び周知の事項に基づいて，当業者が容易に発明をすることができたものと認められるから，特許法29条2項の規定により特許を受けることができないとした。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例に記載された発明(以下「引用発明」という。)",
              "text": [
                "「内側プラテン12と外側プラテン14との間に収容され，遠心装置内で回転する時に，全血を赤血球と血漿，白血球及び血小板とに分離する可撓性バッグ16であって，可撓性バッグ16は，内部に分離室を形成するとともに，全血の出入口121と血漿，白血球及び血小板の出口122と赤血球の出口123を備え，全血が出入口121より一方の側部から分離室に誘導され，赤血球は下方外側に移動し出口123より取り出され，血漿，白血球及び血小板は，上方内側に移動し，出口122より取り出される可撓性バッグ16。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明と引用発明との対比",
              "text": [
                "「本願発明と引用発明とを比較する。",
                "・・・両者は，本願発明の文言を用いて表現すると，",
                "「全血を赤血球と少なくとも血小板担持血漿成分とに分離するため遠心場において使用するためのチャンバーであって，使用時，他の高G側よりも回転軸に近く配置される低G側を有し，かつ入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁を形成するための壁手段；",
                "赤血球を高G側へ向かってそして血漿成分を低G側へ向かって分離のため入口区域へ全血を導入するための入口ポート形成手段；",
                "および",
                "入口ポートを通って全血が入口区域へ導入される間，分離ゾーンの低G側から血漿成分の少なくとも一部を採取するための，第1の出口ポートを形成する手段を備えているチャンバー。」で一致し，次の点で相違する。",
                "＜相違点1＞",
                "「本願発明は，全血を赤血球と血小板担持血漿成分とに分離するものであるのに対して，引用発明は，全血を赤血球と血漿，白血球及び血小板に分離するものである点。」＜相違点2＞",
                "「本願発明は，第1の出口ポート手段が入口区域に設けられているのに対して，引用発明は，第1の出口ポート手段が入口区域に設けられているか否か明らかでない点。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点についての検討",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "「遠心分離器を用いた血液の成分分離においては，通常，赤血球，白血球，及び血小板担持血漿の各層が形成されることや，そこから所望の成分を採取することは周知の事項(例えば，特開昭58−138464号公報，特公昭63−20553号公報参照)であるから，全血を赤血球と血小板担持血漿成分に分離し，本願発明の相違点1に係る構成とすることは当業者の容易に想到し得たことである。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "「引用発明は，遠心場において全血を赤血球と血漿，白血球及び血小板に分離するものであって，入口区域へ導入された全血は，その重量の差により，赤血球は高G側へ向かって，その他の成分は低G側へ向かって放射方向の流れが生じ，両者を分離するものであると云える。そして，分離された赤血球以外の成分を低G側のどの位置から採取するかは，所望とする血漿成分に応じて，また，遠心分離器の全体構成等に応じて設計上適宜決めればよいものである。したがって，第1の出口ポート手段を入口区域に設けることは，当業者の適宜なし得た設計的事項である。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "作用効果",
                  "text": [
                    "「そして，上記相違点1，2による本願発明の作用，効果は，引用発明及び周知の事項から予測される範囲のものであって，格別なものではない。」"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "むすび",
              "text": [
                "「以上のとおり，本願発明は，引用発明及び周知の事項に基いて当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許を受けることができない。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告の主張",
      "text": [
        "審決は，本願発明と引用発明との一致点の認定を誤り(取消事由1)，相違点1及び2についての進歩性の判断を誤り(取消事由2，3)，本願発明の顕著な作用効果を看過し(取消事由4)，その結果，本願発明が引用発明及び周知の事項に基づいて当業者が容易に発明をすることができたとの誤った結論を導いたものであり，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明において，本願発明にいう「赤血球を高G側へ向かってそして血漿成分を低G側へ向かって分離するため，使用時，他の高G側よりも回転軸に近く配置される低G側を有し，かつ入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁を形成するための壁手段」の構成を具備している旨認定したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明と引用発明は，いずれも遠心力により全血から赤血球，白血球，血漿等を分離するためのチャンバーであって，全血がそのチャンバーの中で遠心力を受けている間に，全血から赤血球，白血球，血漿等が分離されるものであり，そして，遠心分離チャンバーにおける遠心力は，常に回転軸に対して直交する方向(放射方向)に作用するものであるから，全血の成分である赤血球，白血球，血漿等の各々には，回転軸に対して直交する方向(放射方向)に遠心力が作用し分離されるものであることは，被告の述べるとおりである。",
                "ところで，本願発明の必須の構成要素である「使用時，他の高G側よりも回転軸に近く配置される低G側を有し，かつ入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁を形成するための壁手段；」は，「低G側に配置される壁」が「他の高G側に配置される壁」よりも，すなわち「高G側に配置される壁」のすべての位置，すべての領域に対して常に回転軸に近く配置されるように形成されなければならないことを意味し，また，前記壁手段により常に「高G側に配置される壁」と常に「低G側に配置される壁」とが形成されることにより，本願発明では「赤血球を高G側へ向かってそして血漿成分を低G側へ向かって・・・」遠心分離をすることができるようになるのである。そして，本願発明の特許請求の範囲にいう「高G側」及び「低G側」とは，「赤血球を高G側へ向かってそして血漿成分を低G側へ向かって分離」するいずれか一方の側を意味することが記載されているから，特許請求の範囲にいう「高G側」の壁手段(以下「高G壁」という。)は，「チャンバー内のどの場所にある赤血球もそこへ向かって移動し分離されるように，チャンバー内の全容積に対して常に高G側となる位置に配置」されなければならず，また，「低G側」の壁手段(以下「低G壁」という。)は，「チャンバー内のどの場所にある血漿もそこへ向かって移動し分離されるように，チャンバー内の全容積に対して常に低G側となる位置で，かつ，高G側の壁手段よりも回転軸の近くに配置」されなければならないものと解すべきである。そうすると，本願発明に係るチャンバーは，回転軸に対して平行な方向及び円周方向のどの位置に対しても，言い換えると，チャンバーの壁面，特に外側壁面に沿ったどの位置でも，実質的に回転軸からの回転半径が等しくなるように湾曲させて構成されるものというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願発明のチャンバーは，上記のとおりの構成を有するものであるから，血液成分を分離するために必要となる高G及び低Gの遠心力の分布が回転軸に対する放射方向，すなわちチャンバーの厚み方向についてのみ生じることになり，チャンバー内のどの位置においても回転軸から最も遠方に配置される外側壁面が内側壁面に対して常に高Gとなり，内側壁面は常に低Gとなる。そのため，チャンバー内へ導入された血液成分のうち重い赤血球は高G側の外側壁面方向へ，軽い血漿成分は低G側の内側壁面方向へ移動して，血漿成分の放射方向の流れを生み出し，遠心分離される結果，チャンバー内へ導入された全血は「高G側に配置される壁」から「低G側に配置される壁」に向けて，放射方向に，赤血球，界面，血漿成分の順で層状に分離される。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "一方，引用発明では，遠心分離室を回転軸の周りの円に対して接する実質的に平坦な平面を形成するように配置し，かつ，その回転軸に対して下方が回転軸より遠ざかるように斜めに傾斜させて設置",
              "text": [
                "することにより，遠心分離室の回転軸か",
                "らの距離(回転半径)が，回転軸に対す",
                "る放射方向よりも回転軸に対する平行な",
                "方向及び円周方向において，すなわち，",
                "実質的に平坦な壁面に沿った方向におい",
                "て，より広い範囲で変化するように設計",
                "されている(右の参考図参照)。そし",
                "て，引用発明の赤血球採取口は，重い赤",
                "血球を分離するための高Gの遠心力が発",
                "生するように，その回転半径が最大となる遠心分離室の最下方で，かつ，最も側縁部に近い位置に配置されているのに対し，血漿及び白血球採取口は，低Gの遠心力が発生するように，その回転半径が最小となる遠心分離室の最上方で，かつ，中心位置に配置される。",
                "引用発明は，このような構成であるので，遠心分離室内へ導入された全血は，そのうちの比重の大きな赤血球が「高G側の底部側部」に配置された赤血球採取口へ向かって移動し，そして比重の小さな血漿成分が「低G側の頂部中心位置」に配置された血漿及び白血球採取口へ向かって移動することにより遠心分離され，言い換えると，赤血球及び血漿成分は，回転軸に対して平行な平面方向へ移動するのである。その結果，引用発明の遠心分離室内へ導入された全血は，「高G側の底部側部」に配置された赤血球採取口から「低G側の頂部中心位置」に配置された血漿及び白血球採取口に向けて分離室の平面方向に，赤血球，白血球，血漿成分の順で帯状に分離されることになる。",
                "したがって，引用発明においては，本願発明のように，回転軸に対する放射方向，すなわち遠心分離室の厚み方向について遠心分離が生じないし，チャンバー内のどの位置においても回転軸から最も遠方に配置される外側壁面が内側壁面に対して常に高Gとなり，内側壁面は常に低Gとなるということもないから，本願発明のように離間した分離室の壁の間に生じた高G及び低Gの遠心力の分布を利用して血液成分の遠心分離を行うものではなく，本願発明の「使用時，他の高G側よりも回転軸に近く配置される低G側を有し」との構成を具備していない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，チャンバーが低G壁及び高G壁を備えているか否かは，この遠心力の作用する方向，すなわち，回転軸に対して直交する断面において判断されるべきものであって，本願発明と引用発明は，共に遠心場で使用されるチャンバーである以上，低G壁，高G壁を備えている旨主張する。",
                "しかし，本願発明の特許請求の範囲では，低G壁及び高G壁が，この遠心力の作用する方向，すなわち，回転軸に対して直交する断面において判断される低G壁及び高G壁であることを要件とする旨の記載はなく，単に，「使用時，他の高G側よりも回転軸(14，62)に近く配置される低G側を有し，かつ入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁(16，18；64，66)を形成するための壁手段；」と記載されているのみであるから，本願発明において低G壁及び高G壁の全体は，チャンバー内において絶対的・普遍的な関係でそれぞれが低G側及び高G側に配置されなければならないのである。このため，上記(2)のとおり，本願発明において低G壁及び高G壁，又は，少なくとも高G壁は，必然的に，壁面に沿ったどの位置に対しても回転軸からの回転半径が等しくなるように湾曲させて構成されるのである。",
                "また，被告は，本件明細書の段落【0013】ないし【0014】の記載を理由に，本願発明は，各壁がテーパー状であるものも含むものであり，その結果，重い赤血球を採取口22方向へ移動させ，軽い血漿成分を採取口24方向へ移動させることにより回転軸に対して平行な方向に流れが生じるものも含むから，引用発明と変わりがない旨主張する。",
                "しかし，本願発明では，テーパーが付けられる場合の内側の低G壁は，外側の高G壁のどの位置の回転半径よりも常に小さな回転半径を有するように配置されるため，内側の低G壁で生じる遠心加速度が外側の高G壁で生じるどの位置の遠心加速度よりも大きくなることはないから，本願発明の高G壁及び低G壁は，高G側及び低G側の関係が絶対的ではないので，対比される壁面の位置関係により高G側と低G側の位置関係が変化(逆転)することがある引用発明の内側壁面及び外側壁面の場合とは本質的に相違している。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "このように，引用発明には，本願発明のような常に高G側となる高G壁及び常に低G側となる低G壁に相当するものがないから，「本願発明と引用発明とは，『使用時，他の高G側よりも回転軸に近く配置される低G側を有し，かつ入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁を形成するための壁手段』を備えている点で一致する。」とした審決の認定は，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決は，特開昭58−138464号公報(甲2。以下「甲2公報」とい",
              "text": [
                "う。)，特公昭63−20553号公報(甲3。以下「甲3公報」という。)を周知の事項の参照例として例示した上で，「遠心分離器を用いた血液の成分分離においては，通常，赤血球，白血球，及び血小板担持血漿の各層が形成されることや，そこから所望の成分を採取することは周知の事項であるから，全血を赤血球と血小板担持血漿成分に分離し，本願発明の相違点1に係る構成とすることは当業者の容易に想到し得たことである。」と判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "血液の遠心分離において，分離された血液成分の中から所望の血液成分をチャンバーの外部へ抽出するためには，チャンバーの形状や配置を考慮して各血液成分の採取口等の配置の決定をする必要がある。なぜなら，血液の遠心分離において，実際に分離される血液成分各層の厚みや並ぶ方向は，チャンバーの形状や配置によって影響を受けるからである。ところが，甲2，甲3公報の場合には，いずれもチャンバーの壁面を回転軸からの回転半径が等しくなるように湾曲させて配置することにより，血液成分を回転軸に対して放射方向に赤血球，白血球，血漿等に分離するものであるから，分離された各血液成分の採取口は，少なくともこれらに対応して放射方向に位置を変えて配置しなければならない。これに対して，引用発明の場合は，チャンバー内の平面方向に沿って遠心力の大小の分布を生じさせることにより，チャンバー内の平面方向に血液成分を分離するものであるから，分離された各血液成分の採取口も，例えばチャンバーの頂部と底部など，チャンバー内の平面方向に位置を変えて配置しなければならない。",
                "したがって，甲2，甲3公報と引用発明とでは，チャンバーに対して配置すべき血液成分採取口の方向が全く異なるから，これらを組み合わせることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，相違点1についての審決の判断は，前提において誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明の構成及び本願発明の血漿成分採取口の配置について，「分離された赤血球以外の成分を低G側のどの位置から採取するかは，所望とする血漿成分に応じて，また，遠心分離器の全体構成等に応じて設計上適宜決めればよいものである。したがって，第1の出口ポート手段を入口区域に設けることは，当業者の適宜なし得た設計的事項である。」と判断したが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明は，チャンバーの入口区域内で高G壁へ向かう赤血球の初期分離は，血漿の高い放射方向の流れを発生させるという知見，及び，チャンバー内の血液成分の流れ解析に基づき，血漿成分の採取口を全血導入口と同じ入口区域に配置することにより，血小板を白血球やリンパ球，顆粒球などよりなる界面から絶えず引き離し，かつ，血小板を血漿流れの中に押し出す独特な動的流れ条件を作り出すようにしたものであるから，本願発明の血漿成分の採取口は，血小板を白血球やリンパ球，顆粒球などよりなる界面から絶えず引き離し，かつ，血小板を血漿流れの中に押し出すという流れを生じさせる位置を探し出して決定しなければならない。それゆえ，単に分離された赤血球以外の血液成分が低G側に集まるからといって，血漿成分採取口の位置を所望とする血漿成分(血漿とそれに含まれる血小板)に応じて適宜決められるものではない。",
                "したがって，審決がいうような「分離された赤血球以外の成分を低G側のどの位置から採取するかは，所望とする血漿成分に応じて，また，遠心分離器の全体構成等に応じて設計上適宜決めればよい」ものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，本願発明では，遠心処理チャンバー内での血液成分の分離は，血液成分の流れに沿って徐々に赤血球と血漿等へ分離されていくのではなく，分離初期において重い赤血球は高G側へ速やかに移動し，これにより，軽い血漿は反対側へ，すなわち低G側へ押し出されるようにして移動し，この時，血漿は高い「放射方向の流れ」を発生させるのである。そして，本願発明では，血漿成分の採取口をチャンバーの低G側であって，かつ，全血導入口と同じ入口区域に配置することにより，分離初期に生じる血漿の放射方向の流れを最大化させている。",
                "一方，引用発明において，重い赤血球が分離されて向かう高G側は赤血球採取口であり，軽い血漿が分離されて向かう低G側は血漿及び白血球採取口であるから，本願発明で意味するところの上記「放射方向の流れ」を生じることはない。引用発明は，内側プラテン12，外側プラテン14及び可撓性バッグ16(プラスチックバッグ)により形成される遠心分離室が，回転軸の周りの円に対して接するように配置される平面構造を有しており，かつ，その回転軸に対して下方が回転軸より遠ざかるように斜めに傾斜させられて設置されることが必須の構成要件であるため，分離された赤血球以外の血液成分が集まる部位は，回転軸から最も近い内側壁面130上の頂部中心に位置する血漿及び白血球採取口122以外にあり得ない。",
                "したがって，引用発明において，血漿及び白血球の採取口(第1の出口ポート手段)を低G側である遠心分離室内側壁面上の頂部中心位置以外に配置することは許されず，それゆえ，そもそも引用発明を本願発明の相違点2に係る構成とすることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，全血入口ポート20(入口ポート)と血小板リッチ血漿採取ポート24(第1の出口ポート)を並置することと，赤血球採取ポート22(第2の出口ポート)近くの低G壁16と界面26の間の間隔を血小板リッチ血漿採取ポート(第1の出口ポート)近くの間隔に比較して狭くすることは何ら記載されていないなどと主張する。",
                "しかし，本願発明において，本願発明の特許請求の範囲にいう，全血が導入される「入口区域」とは，本件明細書の中で，例えば，段落【0007】に記載されている「入室区域」と同義語であり，この段落の中で「入口区域」とは，「分離チャンバーで全血が分離を始める区域」を意味し，これに対する「終端区域」は，分離チャンバーで分離が停止される入口区域から離間した区域を意味することが明らかにされている。また，本件明細書の段落【0009】，【0041】～【0043】に記載されている「入室区域Re」とは，全血の分離が始まる入口ポート近くの区域であって，分離ゾーンにおける血液ヘマトクリットの値が最低である実質上全血の入室ヘマトクリットの値と同じ値を示す区域を意味するものである。換言すると，入口区域は，チャンバー内の分離ゾーンにおいて，「全血の分離が始まる区域であるために，導入初期の(血液ヘマトクリット値を示す)全血が実質上そのままの性状で残存している区域」を意味するものということができる。",
                "したがって，本願発明において，血小板の分離効率を高める目的で「血小板を界面から絶えず引き離し，かつ，それらを血小板リッチ血漿へ押し出す動的流れ条件」を作り出すためには，全血入口区域に血小板リッチ血漿を採取するための第1の出口ポートを形成することが必要にして十分な条件であり，赤血球採取ポート22(第2の出口ポート)近くの低G壁16と界面26の間の間隔を血小板リッチ血漿採取ポート(第1の出口ポート)近くの間隔に比較して狭くすること，さらには，特定の位置に赤血球採取ポート22(第2の出口ポート)を配置することは，必須の条件ではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被告は，本願発明の入口ポート，第1の出口ポートは，チャンバーのどの位置(頂部，側部，底部)に設けてもよい旨主張する。",
                "しかし，本願発明におけるチャンバー内の入口区域は，上記のとおり，チャンバー内の分離ゾーンにおいて，「全血の分離が始まる区域であるために，導入初期の(血液ヘマトクリット値を示す)全血が実質上そのままの性状で残存している区域」を意味しているものであるから，第1の出口ポートを，血漿成分の分離，取り出しに適した位置に任意に設けることができるというものではない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "したがって，「分離された赤血球以外の成分を低G側のどの位置から採取するかは，所望とする血漿成分に応じて，また，遠心分離器の全体構成等に応じて設計上適宜決めればよいものである。したがって，第1の出口ポート手段を入口区域に設けることは，当業者の適宜なし得た設計的事項である。」とした審決の認定，判断には誤りがある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「上記相違点1，2による本願発明の作用，効果は，引用発明及び周知の事項から予測される範囲のものであって，格別なものでない。」と認定判断するが，これは，以下のように本願発明の優れた効果を看過したものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記3(2)のとおり，本願発明は，チャンバーの入口区域内で高G壁へ向かう赤血球の初期分離は，血漿の高い放射方向の流れを発生させるという知見，及び，チャンバー内の血液成分の流れ解析に基づき，血漿成分の採取口を全血導入口と同じ入口区域に配置することにより，血小板を白血球やリンパ球，顆粒球などよりなる界面から絶えず引き離し，かつ，血小板を血漿流れの中に押し出す独特な動的流れ条件を作り出すようにしたものであり，その結果，本願発明によれば，実施例1の軸方向流血液処理チャンバーにおいて，従来のチャンバーより血小板収量を13．3％増加させることができ，また，実施例2の円周方向流血液処理チャンバーにおいては，第1段階チャンバー84における血小板移行効率を93．8％及び99．2％まで高めることができることが具体的な実験によって実証されている。また，このような高い収率で回収された血小板を含む血小板リッチ血漿には，白血球やリンパ球，顆粒球などの他の血液成分が実質上含まれないという効果も奏する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，引用発明の可撓性バッグ16は，使用時，赤血球採取口と血漿及び白血球採取口との間で血液成分の遠心分離に寄与する高G及び低Gの遠心力を発生させるものであるから，本願発明のように，血小板を洗い出すために増強された血漿成分の放射方向の流れを発生させることはできない。それゆえ，引用発明において可撓性バッグ16を使用したところで，上述したような本願発明の作用・効果を奏することはできず，また，採取される血漿を血小板担持血漿成分のみにして，他の血液成分を含ませないようにすることもできない。",
                "このように，本願発明は，引用発明の構成に対し，「使用時，他の高G側よりも回転軸に近く配置される低G側を有し」との構成及び相違点1，2を有することにより，血小板の収量を増加させ，かつ，採取される血小板担持血漿成分には他の血液成分を実質的に含ませないという，引用発明が奏することができない優れた効果を奏する。そして，このような効果は決して自明であるとはいえず，また，本件明細書の中で合理的に技術的に実証されている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由は，いずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明と引用発明は，いずれも遠心力により全血から赤血球，白血球，血漿等を分離するためのチャンバーであって，全血がそのチャンバーの中で遠心力を受けている間に，全血から赤血球，白血球，血漿等が分離されるものであり，そして，遠心分離チャンバーにおける遠心力は，常に回転軸に対して直交する方向(放射方向)に作用するものであるから，全血の成分である赤血球，白血球，血漿等の各々には，回転軸に対して直交する方向(放射方向)に遠心力が作用し分離されるものである。",
                "そうすると，チャンバーが低G壁及び高G壁を備えているか否かは，この遠心力の作用する方向，すなわち，回転軸に対して直交する断面において判断されるべきものであって，本願発明と引用発明は，共に遠心場で使用されるチャンバーである以上，低G壁及び高G壁を備えていることは明らかであるから，両者が，「使用時，他の高G側よりも回転軸に近く配置される低G側を有し，かつ入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁を形成するための壁手段」を備えている点で一致するとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明に係るチャンバーは，回転軸に対して平行な方向及び円周方向のどの位置に対しても，言い換えると，チャンバーの壁面，特に外側壁面に沿ったどの位置でも，実質的に回転軸からの回転半径が等しくなるように湾曲させて構成されるのに対し，引用発明では，遠心分離室を回転軸の周りの円に対して接する実質的に平坦な平面を形成するように配置し，かつ，その回転軸に対して下方が回転軸より遠ざかるように斜めに傾斜させて設置されているので，赤血球及び血漿成分が回転軸に対して平行な平面方向へ移動する旨主張する。",
                "しかし，上記のとおり，チャンバー内の全血の成分である赤血球，白血球，血漿等の各々には，回転軸に対して直交する方向(放射方向)に遠心力が作用することは技術常識であるが，本願発明の特許請求の範囲には，チャンバーが，壁面に沿ったどの位置に対しても実質的に回転軸からの回転半径が等しくなるように配置されることは何ら記載されていない。むしろ，本件明細書の「本発明の他の面によれば，血漿出口ポートと赤血球出口ポートの間を延びる低G壁の少なくとも一部分は高G壁へ向かってテーパーにされる。このテーパーのため，低Gおよび高G壁の間の放射方向距離は，血漿出口ポート近くよりも赤血球出口近くで小さくなる。」(段落【0013】)，「本発明者は，このテーパー壁は，界面を入口区域に発生した血漿の放射方向の流れの中に実際に引きずるように，血漿を界面に沿って誘導することを発見した。このことは次に，より多くの血小板を高い放射方向流れ条件に曝し，より多くの血小板を界面区域から血漿中の懸濁液へ洗出する。本発明者は，本発明のこの面は平均より大きい物理的寸法を有する血小板を採取することが可能になることを発見した。これら大きな寸法の血小板は，界面上に沈降する最初のものである。これら大きな血小板は典型的には界面の上に残り，慣用の血小板採取操作の間採取されない。」(段落【0014】)との記載からすると，本願発明は，低G壁がテーパー状であるものを含んでおり，その結果，重い赤血球を採取口方向へ移動させ，軽い血漿成分を採取口方向へ移動させることにより回転軸に対して平行な方向に流れが生じるものも含むものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲2，甲3公報とを引用発明とでは，チャンバーに対して配置すべき血液成分採取口の方向が全く異なるから，これらを組み合わせることはできない旨主張する。",
                "しかし，甲2，甲3公報は，遠心分離器を用いた血液の成分分離において，赤血球，白血球，血小板担持血漿の各層が形成され，その各層から所望の成分を抽出することが周知である例として引用したものであり，そして，遠心分離器を用いた血液の成分分離において，そのことが周知である以上，全血を赤血球と血小板担持血漿とに分離することは，当業者が容易に想到し得たことであるといわざるを得ない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，血液の遠心分離において，実際に分離される血液成分各層の厚みや並ぶ方向は，チャンバーの形状や配置によって影響を受けるとし，分離される血液成分の位置の相違から，進歩性を否定した審決の判断の誤りを主張する。",
                "しかし，相違点1の判断は，全血を，赤血球と血小板担持血漿成分とに分離することが容易に想到し得たというものであって，分離される血液成分の位置の相違によってその判断が左右されるものではないから，原告の上記主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用発明は，チャンバー内に導入された全血から赤血球，白血球，血漿等が回転軸に対して直交する方向(放射方向)の遠心力によって分離されるものである。",
                "そして，分離された白血球，血漿等の出口ポートは，所望とする採取成分に応じ，分離，取り出しに適した位置に配置するものであって，出口ポートの位置は，このことを考慮して設計上適宜決めるものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，本件明細書の「遠心場は頂部および底部ポート配置に対して感受性でないことを認識すべきである。図1ないし図3に示したポート20，22および24の特定の頂縁および底縁関係は反対にすることができ，WB入口およびPRP採取ポートを底縁に，そしてRBC採取ポートを頂縁に配置することができよう。」(段落【0030】)との記載，及び，図1，図2，図3，図11，図12によれば，本願発明において，入口ポート，第1の出口ポートは，チャンバーのどの位置(頂部，側部，底部)に設けてもよいものである。",
                "そうすると，本願発明において，入口ポートと入口区域に形成された第1の出口ポートの配置関係は，チャンバーにおいてあらゆる位置が想定され，例えば，本件明細書の図11，図12に示されているように第1の出口ポート72がチャンバーの側部頂部側に位置し，入口ポートがチャンバーの側部底部側に位置する場合も含まれるものである。さらに，本願発明の特許請求の範囲の記載からみて，本願発明でいう「入口区域」とは，入口ポートを通って全血が導入される区域と解されるが，チャンバーのどこまでが入口区域かを特定することができない。このように，第1の出口ポートを入口区域に設けるということは，チャンバーのどこまでが入口区域か特定できない以上，第1の出口ポートを，上記のチャンバーにおいて第1の出口ポートの位置として想定されるあらゆる位置のうち，血漿成分の分離，取り出しに適した位置に設けることであると解され，そして，そのことは，上述したように，当業者が適宜なし得る設計的事項であるといえる。",
                "また，本件明細書の発明の詳細な説明及び図面の記載を参酌して，第1の出口ポートを入口区域に設けるということは，第1の出口ポートを，チャンバーの入口ポートが設けられている頂部，側部又は底部と同じ側面に設けることであると解したとしても，そのことは，上述したように，血漿成分の分離，取り出しに適した位置以上の技術的意義はなく，当業者が適宜なし得る設計的事項であるといえる。",
                "したがって，第1の出口ポート手段を入口区域に設けることは当業者が適宜なし得た設計的事項であるとした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明の血漿成分の採取口は，血小板を界面から絶えず引き離し，かつ，血漿流れの中へ洗い出す増強された動的流れ条件を作り出すように決定されなければならない旨主張する。",
                "しかし，本件明細書の段落【0022】～【0028】，段落【0037】～",
                "【0038】の記載によれば，原告の主張する「血小板を界面から絶えず引き離し，かつ，それらを血小板リッチ血漿へ押し出す動的流れ条件」は，全血入口ポート20(入口ポート)と血漿成分採取ポート24(第1の出口ポート)を並置すること，及び，赤血球採取ポート22(第2の出口ポート)近くの低G壁16と界面26の間隔を血小板リッチ血漿(血小板に富む血漿〔本件明細書【0017】〕)採取ポート(第1の出口ポート)近くの間隔に比較して狭くすることにより，達成することができるといえる。",
                "ところが，本願発明の特許請求の範囲には，全血入口ポート20(入口ポート)と血小板リッチ血漿採取ポート24(第1の出口ポート)の設置について「入口区域に第1の出口ポートを形成する」と記載されているのみで，全血入口ポート20(入口ポート)と血小板リッチ血漿採取ポート24(第1の出口ポート)を並置すること，及び，赤血球採取ポート22(第2の出口ポート)近くの低G壁16と界面26の間隔を血小板リッチ血漿採取ポート(第1の出口ポート)近くの間隔に比較して狭くすることは，何ら記載されていない。特に，入口区域という記載では，全血入口ポート20(入口ポート)と血小板リッチ血漿採取ポート24(第1の出口ポート)の配置関係が明確に規定されているとはいえず，さらに，赤血球採取ポート22(第2の出口ポート)に関しては，設けることさえも記載されていない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そうすると，本願発明は，その特許請求の範囲の記載からすると，全血を遠心分離により赤血球，血漿成分に分離し，入口区域に形成された低G側の第1の出口ポートから血漿成分の少なくとも一部を採取するチャンバーに係る発明にすぎないものというべきである。",
                "したがって，原告の上記主張は，特許請求の範囲の記載に基づかない主張であり，失当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)に対して",
          "text": [
            "原告の主張は，本願発明の血漿成分の採取口は，血小板を界面から絶えず引き離し，かつ，血漿流れの中へ洗い出す増強された動的流れ条件を作り出すように決定されなければならないことを前提とするが，この前提が失当であることは，上記3のとおりであり，したがって，原告の上記本願発明の効果についての主張は，特許請求の範囲の記載に基づかない主張であり，失当である。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(一致点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明において，本願発明にいう「赤血球を高G側へ向かってそして血漿成分を低G側へ向かって分離するため，使用時，他の高G側よりも回転軸に近く配置される低G側を有し，かつ入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁を形成するための壁手段」の構成を具備している旨認定したのに対して，原告は，これを争い，引用発明の「使用時，他の高G側よりも回転軸に近く配置される低G側を有し」との構成を具備していない旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明と引用発明は，いずれも遠心力により全血から赤血球，白血球，血漿等を分離するためのチャンバーであって，全血がそのチャンバーの中で遠心力を受けている間に，全血から赤血球，白血球，血漿等が分離されるものであり，そして，遠心分離チャンバーにおける遠心力は，常に回転軸に対して直交する方向(放射方向)に作用するものであるから，全血の成分である赤血球，白血球，血漿等の各々には，回転軸に対して直交する方向(放射方向)に遠心力が作用し分離されるものであることは，当事者間に争いがない。また，弁論の全趣旨によれば，赤血球と血漿成分とでは，赤血球の方が血漿成分より大きな質量を有するため，赤血球について，血漿成分より大きな遠心力が働くことが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記第2の2のとおり，本願発明の特許請求の範囲には，「使用時，他の高G側よりも回転軸に近く配置される低G側を有し，かつ入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁を形成するための壁手段；赤血球を高G側へ向かってそして血漿成分を低G側へ向かって分離のため入口区域へ全血を導入するための入口ポート形成手段；」との記載がある。",
                    "上記記載中「第1および第2の壁」の意味については，本願発明の特許請求の範囲の記載からは，チャンバーのどの壁を指しているのかが明らかでないところ，本件明細書の発明の詳細な説明によると，「回転軸14に最も近いチャンバー壁16は，回転軸14から最も遠く離れたチャンバー壁18よりも低い遠心力(またはG力)へ服されるであろう。そのため，近い方のチャンバー壁16は低G壁と呼ばれ，最遠方チャンバー壁18は高G壁と呼ばれるであろう。」(段落【0019】)と定義されているから，「第1の壁(16)」とは，回転軸に最も近いチャンバー壁であって「低G壁」とも称され，「第2の壁(18)」とは，回転軸から最も遠く離れたチャンバー壁であって「高G壁」とも称されるものと認められる。",
                    "そうすると，「第1および第2の壁を形成するための壁手段」が上記のようなものである以上，チャンバーを回転させたとき，回転軸に直交する断面としてみれば，回転軸に近い側が低G，回転軸に遠い側が高Gとなることは自明であるところ，「第1および第2の壁」，すなわち，「低G壁」及び「高G壁」は，回転軸に直交する断面ではなく，回転軸に平行な方向に一定の幅を有する概念であって，その幅の途中で高G側と低G側とが逆転することはおよそ考えにくいことであるから，本願発明の特許請求の範囲にいう「使用時，他の高G側よりも回転軸に近く配置される低G側を有し」とは，低G壁の全体が高G壁の全体よりも回転軸の近くに配置されていることを意味するものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明の「分離ゾーン」とは，その特許請求の範囲の「入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁を形成するための壁手段」との記載によれば，高G壁と低G壁の間に形成されて，導入される全血を遠心分離する空間のことを意味するものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本願発明の「入口区域」とは，その特許請求の範囲の「赤血球を高G側へ向かってそして血漿成分を低G側へ向かって分離のため入口区域へ全血を導入するための入口ポート形成手段(20，52；68，122)」との記載によれば，一応，分離ゾーンに導入された全血が導入される区域をいうものと認められるが，その範囲は，特許請求の範囲の記載自体からは明らかでない。",
                    "本件明細書をみると，「本発明のこの面は，第1および第2の離間した壁の間に分離ゾーンを形成する。この分離ゾーンは，全血が分離を始めるため分離チャンバーへ入る入室区域を含む。分離ゾーンはまた，分離が停止される，入室区域から離間した終端区域を含む。全血は，入室区域から終端区域へ向かって分離ゾーンを通って運ばれる。赤血球からの血漿成分の分離は，流路に沿って血液ヘマトクリットを次第に増加させる。本発明のこの面に従えば，出口ポートは，血液ヘマトクリットが最低である分離ゾーンの入室区域において血漿成分を採取する。換言すれば，血漿成分は，全血が分離ゾーンへ入る同じ区域において採取される。結果は血小板の著しく高い収量である。」(段落【0007】～【0009】)，「好ましい具体例において，血漿のような流体が全血のヘマトクリットをあらかじめ定めた値へ減らすため，処理ゾーンの入室区域へ循環される。本発明者は，このあらかじめ定めた値は，分離ゾーンのこの区域における放射方向の血漿の流れを最大化することを発見した。」(段落【0011】)との記載があって，チャンバーの中，すなわち，「分離ゾーン」は，入口区域と終端区域とに区分されていることが認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，本願発明に係るチャンバーは，チャンバーの壁面，特に外側壁面に沿ったどの位置でも，実質的に回転軸からの回転半径が等しくなるように湾曲させて構成される旨主張する。",
                    "しかし，上記のとおり，本願発明の特許請求の範囲にいう「使用時，他の高G側よりも回転軸に近く配置される低G側を有し」とは，低G壁の全体が高G壁の全体よりも回転軸の近くに配置されていることを意味するものと認められるが，それ以上のものではなく，その他，チャンバーの形状を限定する記載を特許請求の範囲に見いだすことはできない。",
                    "本件明細書の発明の詳細な説明をみると，図2には，チャンバーの壁面，特に外側壁面に沿ったどの位置でも，実質的に回転軸からの回転半径が等しくなるように湾曲させたチャンバーが図示されていることが認められる。しかし，本件明細書には，【好ましい具体例の説明】(段落【0016】)の1つとして図2が示されているのであって，この実施例の構成を，特許請求の範囲に取り込むことは，参酌の限度を超えるものであって，許されないものである。",
                    "したがって，チャンバーの壁面，特に外側壁面に沿ったどの位置でも，実質的に回転軸からの回転半径が等しくなるように湾曲させて構成されるとする原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明との対比について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明が，「内側プラテン12と外側プラテン14との間に収容され，遠心装置内で回転する時に，全血を赤血球と血漿，白血球及び血小板とに分離する可撓性バッグ16であって，可撓性バッグ16は，内部に分離室を形成するとともに，全血の出入口121と血漿，白血球及び血小板の出口122と赤血球の出口123を備え，全血が出入口121より一方の側部から分離室に誘導され，赤血球は下方外側に移動し出口123より取り出され，血漿，白血球及び血小板は，上方内側に移動し，出口122より取り出される可撓性バッグ16。」であることについては，当事者間に争いがない。",
                    "引用発明の可撓性バッグ16に形成される「分離室」は，遠心装置内に取り付けられているので，本願発明の，全血を赤血球と血漿，白血球及び血小板とに分離するチャンバーに相当するものである。また，上記可撓性バッグ16は，その中に全血を導入して遠心分離するものであって，回転軸を中心に，これを回転させるとき，高G側及び低G側が存在することは明らかであり，高G壁及び低G壁を有するから，本願発明の「他の高G側よりも回転軸に近く配置される低G側を有する」ことが認められる。さらに，上記可撓性バッグ16は，上記のとおり，その中に全血を導入して遠心分離するものであるから，「入口区域を含んでいる分離ゾーン」を有することが認められる。",
                    "したがって，引用発明は，本願発明にいう「赤血球を高G側へ向かってそして血漿成分を低G側へ向かって分離するため，使用時，他の高G側よりも回転軸に近く配置される低G側を有し，かつ，入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁を形成するための壁手段」の構成を有するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用発明が，遠心分離室を回転軸の周りの円に対して接する実質的に平坦な平面を形成するように配置し，かつ，その回転軸に対して下方が回転軸より遠ざかるように斜めに傾斜させて設置するとの理由で，引用発明において，赤血球及び血漿成分は，回転軸に対して平行な平面方向へ移動し，その結果，引用発明の遠心分離室内へ導入された全血は，「高G側の底部側部」に配置された赤血球採取口から「低G側の頂部中心位置」に配置された血漿及び白血球採取口に向けて分離室の平面方向に，赤血球，白血球，血漿成分の順で帯状に分離される旨主張する。",
                    "確かに，引用例には，「プラテン12および14がその中に空胴60および70を形成し，そしてバッグ16をその間に挟持して，全血が出入口121を通って収容され，そしてみぞ構造142によって形成された通路を通ってバッグ16に形成された全血分離室の第1の側へその頂部と底部の中間点に誘導され，そして次に壁面130および160の傾斜より，赤血球は第10図に矢印210で示したように，空胴70の下方コーナーのところのくぼみ190へ向って下方外側へ誘導される。",
                    "これはカーブした壁面160が回転軸線174から外側下方へ延びているために特有である。その間赤血球より軽い全血からの血漿は，内側表面130上の出口122を含む内側壁面130上の頂部底部間中心線上にある最も短かい半径に向って移動するであろう。従って血漿および白血球は第9図に矢印212で示した方向に移動するであろう。」(14頁右下欄1行～16行)との記載があり，図6には，壁面130及び160が傾斜しているものが示されている。",
                    "しかし，一方，引用例に係る特許請求の範囲には，「遠心装置内へ取り付けられ，内側および外側表面と，第1および第2の側縁を有する分離室内で該室を遠心中全血をその成分に分離するための方法であって，該室が，(a)全血がそれを通って受け入れられるその第1の側部にある入口と，(b)血漿がその中にある粒子と共にそれを通って排出される室の頂部にある第1の上部出口と，(c)室の第2の側部上の室の底コーナーにあり，赤血球がそれを通って排出される第2の下部出口と，そして，(d)回転軸線のまわりの円に対する切線とそして遠心装置の回転軸線から延びる半径とに対して大体直角(垂直方向において)に位置する平面とを含む平面内に位置する内側壁面を有するように該室を配置しかつ形状を取らせる工程と，該室の底部と頂部の中間点においてその第1の側部から室内へ全血を誘導する工程と，室の下方の底部コーナーへ向って外壁面に沿って赤血球のような重い粒子を下方外側へ誘導する工程と，室の内壁面に沿って血漿を上方へ誘導する工程とを含み，そのため全血から白血球，特に顆粒球の分離が生じ，それを血漿と共に該室から第1の出口へ向って外側へ誘導することを特徴とする前記方法。」との記載があり，同記載によれば，分離室内の室は，「遠心装置の回転軸線から延びる半径とに対して大体直角(垂直方向において)に位置する平面とを含む平面内に位置する内側壁面を有する」ように配置され，分離された血液については，「室の下方の底部コーナーへ向って外壁面に沿って赤血球のような重い粒子を下方外側へ誘導する工程と，室の内壁面に沿って血漿を上方へ誘導する工程とを含み，そのため全血から白血球，特に顆粒球の分離が生じ，それを血漿と共に該室から第1の出口へ向って外側へ誘導する」とされているのであって，分離室を傾斜させることを構成要件とはしていない。",
                    "また，上記のとおり，分離室内の室について，「遠心装置の回転軸線から延びる半径とに対して大体直角(垂直方向において)に位置する平面」というように，「大体」というあいまいな表現をしているが，引用例には，また，「第6図に最良に示されているように，プラテンアセンブリ10は，その中を延びている側部間の平面が回転軸線から外側へ延びている半径172のような半径に対して83°ないし89．5°の角度で延びるように，遠心装置内に設置される。好ましくはこの角度は89°である。その結果，平坦な内側表面130は，半径172に対し89°の角度であり，そしてカーブした表面160はすでに1°の角度にあるから，それは半径172に対し88°の角度となるであろう。」(14頁左下欄1行～10行)との記載があり，上記記載によると，分離室の傾斜を1°とする実施例が示されているものであって，その傾斜は，「遠心装置の回転軸線から延びる半径とに対して大体直角(垂直方向において)に位置する平面」といえる程度のものである。",
                    "そうすると，引用発明は，本願発明のように離間した分離室の壁の間に生じた高G及び低Gの遠心力の分布を利用して血液成分の遠心分離を行っているが，赤血球のような重い粒子は，室の外壁面に沿って下方外側へ誘導され，血漿のような軽い粒子は，室の内壁面に沿って上方へ誘導されるのであるから，分離室の中で，赤血球のような重い粒子と血漿のような軽い粒子とが放射方向に遠心分離されていることが明らかであり，分離室が1°傾斜しているとしても変わりはないものである。",
                    "原告が示す参考図は，回転軸に対して分離室を40°前後も傾斜させているものであって，引用発明を説明するものとはいえない。",
                    "したがって，全血が，分離室の平面方向に赤血球，白血球，血漿成分の順で帯状に分離されるとする原告の上記主張は，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "上記によれば，本願発明と引用発明が，「赤血球を高G側へ向かってそして血漿成分を低G側へ向かって分離するため，使用時，他の高G側よりも回転軸に近く配置される低G側を有し，かつ入口区域を含んでいる分離ゾーンを形成する離間した第1および第2の壁を形成するための壁手段」を有する点で共通しているものとした審決の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲2，甲3公報を周知の事項の参照例として例示した上で，「遠心分離器を用いた血液の成分分離においては，通常，赤血球，白血球，及び血小板担持血漿の各層が形成されることや，そこから所望の成分を採取することは周知の事項であるから，全血を赤血球と血小板担持血漿成分に分離し，本願発明の相違点1に係る構成とすることは当業者の容易に想到し得たことである。」と判断したのに対し，原告は，甲2，甲3公報と引用発明とでは，チャンバーに対して配置すべき血液成分採取口の方向が全く異なるから，これらを組み合わせることはできない旨主張する。",
                "しかし，審決は，上記のとおり，「遠心分離器を用いた血液の成分分離においては，通常，赤血球，白血球，及び血小板担持血漿の各層が形成されることや，そこから所望の成分を採取することは周知の事項である」という事実が本件優先日当時に周知であったことを立証するための資料として甲2，甲3公報を例示したのであって，甲2，甲3公報を引用発明に組み合わせることができるか否かという推論をしているわけではないから，原告の主張は，失当である。",
                "もっとも，甲2，甲3公報が，引用発明とかけ離れた技術分野であった場合などには，引用発明に関する周知技術を証明する資料として不適当であることもあり得ないこともない。しかし，原告の主張によっても，甲2，甲3公報の場合には，いずれもチャンバーの壁面を回転軸からの回転半径が等しくなるように湾曲させて配置することにより，血液成分を回転軸に対して放射方向に赤血球，白血球，血漿等に分離するものであって，引用発明と共通する技術分野に属するものであるから，審決が甲2，甲3公報をもって上記周知技術を証明する資料としたことにつき何の問題もない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そうすると，「遠心分離器を用いた血液の成分分離において，通常，赤血球，白血球，及び血小板担持血漿の各層が形成されることや，そこから所望の成分を採取することは周知の事項である」ことは明らかであるから，相違点1についての審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，チャンバーの入口区域内で高G壁へ向かう赤血球の初期分離は，血漿の高い放射方向の流れを発生させるという知見，及び，チャンバー内の血液成分の流れ解析に基づき，血漿成分の採取口を全血導入口と同じ入口区域に配置することにより，血小板を白血球やリンパ球，顆粒球などよりなる界面から絶えず引き離し，かつ，血小板を血漿流れの中に押し出す独特な動的流れ条件を作り出すようにしたものであるとの前提で，本願発明の血漿成分の採取口は，血小板を白血球やリンパ球，顆粒球などよりなる界面から絶えず引き離し，かつ，血小板を血漿流れの中に押し出すという流れを生じさせる位置を探し出して決定しなければならないから，単に分離された赤血球以外の血液成分が低G側に集まるからといって，血漿成分採取口の位置を所望とする血漿成分に応じて適宜決められるものではない旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "まず，原告の上記前提に係る主張について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書をみると，発明の詳細な説明には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【本発明の概要】本発明は，処理チャンバー内に独特の動的流れ条件を発生する，改良された血液処理システムおよび方法を提供する。これらの流れ条件は血小板を界面から絶えず引き離し，それらを採取のため血小板リッチ血漿中へ押し流す。この動的流れ条件はまた，遠心分離力への血液成分の露出を最大化するように作用し，分離効率をさらに増進する。」(段落【0006】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本発明者は，チャンバーの入室区域内の高G壁へ向かって赤血球の初期分離は，血漿の高い放射方向の流れを発生させることを発見した。この血漿の高い放射方向流れは，血小板を界面から懸濁液中へ洗出する。好ましい具体例において，血漿のような流体が全血のヘマトクリットをあらかじめ定めた値へ減らすため，処理ゾーンの入室区域へ循環される。本発明者は，このあらかじめ定めた値は，分離ゾーンのこの区域における放射方向の血漿の流れを最大化することを発見した。」(段落【0010】～【0011】)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「本発明の他の面によれば，血漿出口ポートと赤血球出口ポートの間を延びる低G壁の少なくとも一部分は高G壁へ向かってテーパーにされる。このテーパーのため，低Gおよび高G壁の間の放射方向距離は，血漿出口ポート近くよりも赤血球出口近くで小さくなる。本発明者は，このテーパー壁は，界面を入口区域に発生した血漿の放射方向の流れの中に実際に引きずるように，血漿を界面に沿って誘導することを発見した。このことは次に，より多くの血小板を高い放射方向流れ条件に曝し，より多くの血小板を界面区域から血漿中の懸濁液へ洗出する。」(段落【0013】～【0014】)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「図1ないし図3は，一段階軸方向流血液処理システムを概略的態様で図示する。このシステムは本発明の特徴を具備するチャンバー10を含んでいる。・・・図3が示すように，回転軸14に最も近いチャンバー壁16は，回転軸14から最も遠く離れたチャンバー壁18よりも低い遠心力(またはG力)へ服されるであろう。そのため，近い方のチャンバー壁16は低G壁と呼ばれ，最遠方チャンバー壁18は高G壁と呼ばれるであろう。」(段落【0016】～【0019】)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「遠心場は頂部および底部ポート配置に対して感受性でないことを認識すべきである。図1ないし図3に示したポート20，22および24の特定の頂縁および底縁関係は反対にすることができ，WB入口およびPRP採取ポートを底縁に，そしてRBC採取ポートを頂縁に配置することができよう。」(段落【0030】)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「第1に，WB入口ポート20とPRP採取ポート24の並置により，チャンバー10はPRP採取ポート24の近くで動的な放射方向血漿流れ条件を発生させる。この放射方向流れ条件は一般に遠心力場に沿って整列している。放射方向血漿流条件は，血小板を界面26からPRP流そして次にPRP採取ポート24へ連続的に洗出する。第2に，RBC採取ポート22近くの低G壁16と界面26の間の間隔をPRP採取ポート24近くの間隔に比較して狭くすることにより，チャンバー10は二つのポート22と24の間に動的な軸方向流条件を発生させる。この軸方向流条件は遠心力場に対して一般に直交する。この軸方向血漿流条件は，界面を，高い放射方向流条件が血小板を界面26から洗い流すように存在するPRP採取ポート24へ向かって界面26を連続的に引き戻す。図3は，これらの相補的な放射方向および軸方向流条件による増強された血小板分離効果を概略的に示す。」(段落【0037】～【0039】)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「図3Aが示すように，表面ヘマトクリットは，WB入口ポート近くのチャンバー10の入室区域Reにおいて最低である。図3が示すように，遠心力の応答してRBCが高G壁18へ向かって沈降する速度は入室区域Reにおいて最大である。表面ヘマトクリットが最低であるため，入室区域Reにおいてはより多量の移動する血漿体積がある。これは，遠心力場に応答してRBC塊を分離することによって血漿が移動する放射方向速度を増す。RBC塊が高G壁へ向かって動くとき，血漿は放射方向流路内で低G壁へ向かって移動する。その結果，入室区域Reにおいて比較的大きい放射方向血漿速度が発生する。これら低G壁へ向かっての大きい速度はRBCから多数の血小板を洗出する。その結果，ここではチャンバー10中のどこよりもより少ない血小板が界面上に捕捉され続ける。」(段落【0047】～【0049】)"
                    },
                    {
                      "fig": "(ク)",
                      "subject": "図2には，回転軸に対して平行な方向及",
                      "text": [
                        "び円周方向のどの位置に対しても，言い換える",
                        "と，チャンバーの壁面，特に外側壁面に沿った",
                        "どの位置でも，実質的に回転軸からの回転半径",
                        "が等しくなるように湾曲させて構成されるチャ",
                        "ンバーが示されており，図3(右図参照)は，",
                        "図2のチャンバーの内部の図であり，血漿出口",
                        "ポートと赤血球出口ポートの間を延びる低G壁",
                        "が回転軸に対して傾斜していて，このテーパー",
                        "により，上方から導入された全血の通路が狭め",
                        "られるとともに，テーパー状の低G壁に沿って",
                        "血漿が上方に移動していることが示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によると，本件明細書には，実施例として，①チャンバーは，回転軸に対して平行な方向及び円周方向のどの位置に対しても，言い換えると，チャンバーの壁面，特に外側壁面に沿ったどの位置でも，実質的に回転軸からの回転半径が等しくなるように湾曲させて構成されていること，②チャンバー内の血液の遠心分離は，その初期段階(回転しているチャンバー内への導入直後)で大幅に進行し，高G壁側へ向かう赤血球の初期分離が，低G側へ向う「血漿の高い放射方向の流れ」を発生させること，③当該チャンバーは，この「血漿の高い放射方向の流れ」を増強することができる低G側の位置に血漿成分の少なくとも一部を採取するための手段を設けていること，④当該チャンバーは，血漿出口ポートと赤血球出口ポートの間に延びる低G壁の少なくとも一部分を高G壁へ向かってテーパーにすることによって，低G壁と高G壁間の放射方向距離を，血漿出口ポート近くより赤血球出口近くにおいて小さくし，このテーパーによって生じる界面に沿って，血漿を血漿出口ポートに向かって誘導すること，⑤以上により，当該チャンバー内では，「血漿の高い放射方向の流れ」が増強されるとともに，血小板が界面から絶えず引き離され，血小板リッチ血漿へ押し出される「独特な動的流れ条件」を作り出し，「相補的な放射方向および軸方向流条件による増強された血小板分離効果」を奏することが記載されているものである。",
                    "そうすると，本件明細書には，上記①及び④の構成を採用することにより，「相補的な放射方向および軸方向流条件による増強された血小板分離効果」を実現するという，正に原告主張の技術が記載されているものといえるが，この技術は，上記①及び④の構成を採用することが前提である。",
                    "ところで，上記①の構成が，特許請求の範囲に基づかないものであることは，前記1(3)エのとおりであり，上記②の構成についても，特許請求の範囲には，何らの記載も見いだすことができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願発明において，血小板の分離効率を高める目的で「血小板を界面から絶えず引き離し，かつ，それらを血小板リッチ血漿へ押し出す動的流れ条件」を作り出すためには，全血入口区域に血小板リッチ血漿を採取するための第1の出口ポートを形成することが必要にして十分な条件であり，赤血球採取ポート22(第2の出口ポート)近くの低G壁16と界面26の間の間隔を血小板リッチ血漿採取ポート(第1の出口ポート)近くの間隔に比較して狭くすること，さらには，特定の位置に赤血球採取ポート22(第2の出口ポート)を配置することは，必須の条件ではない旨主張する。",
                    "しかし，本願発明のチャンバーが，上記①の構成を有することにより，血液成分を分離するために必要となる高G及び低Gの遠心力の分布が回転軸に対する放射方向，すなわちチャンバーの厚み方向についてのみ生じることになり，チャンバー内のどの位置においても回転軸から最も遠方に配置される外側壁面が内側壁面に対して常に高Gとなり，内側壁面は常に低Gとなり，そのため，チャンバー内へ導入された血液成分のうち重い赤血球は高G側の外側壁面方向へ，軽い血漿成分は低G側の内側壁面方向へ移動して，血漿成分の放射方向の流れを生み出し，遠心分離されることは，原告自身が認めるところであるが(第3の1(3))，上記①の構成は，特許請求の範囲に基づかないものである。",
                    "また，後記(3)のとおり，血小板リッチ血漿採取ポートと全血入口ポートをどこに配置するかは，遠心分離器の全体構成等に応じて設計上適宜決めればよいものであるから，全血入口区域に血小板リッチ血漿を採取するための第1の出口ポートを形成することで，「相補的な放射方向および軸方向流条件による増強された血小板分離効果」を実現することはできない。また，血漿出口ポートと赤血球出口ポートの間に延びる低G壁の少なくとも一部分を高G壁へ向かってテーパーにしなければ，軸方向の流れをも含む「独特な動的流れ条件」を実現することができないものというべきである。",
                    "したがって，原告の上記主張は，採用の限りでない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明では，血漿成分の採取口をチャンバーの低G側であって，かつ，全血導入口と同じ入口区域に配置することにより，分離初期に生じる血漿の放射方向の流れを最大化させているとし，一方，引用発明において，血漿及び白血球の採取口(第1の出口ポート手段)を低G側である遠心分離室内側壁面上の頂部中心位置以外に配置することは許されず，それゆえ，そもそも引用発明を本願発明の相違点2に係る構成とすることはできない旨主張する。",
                "しかし，原告の主張は，上記①の構成を前提とするものであるから，前提において既に失当である。",
                "また，本願発明の特許請求の範囲には，「分離ゾーンの低G側から血漿成分の少なくとも一部を採取するための，入口区域に第1の出口ポートを形成する手段(24，56；72，124)」との記載があり，「第1の出口ポート」をチャンバーの「入口区域」に形成することが記載されている。ここに「入口区域」とは，前記1(3)ウに認定したとおり，分離ゾーンに導入された全血が最初に通過する区域と認められ，「終端区域」と区別されるものであるが，チャンバーの「分離ゾーン」のうちのどこまでが「入口区域」で，どこまでが「終端区域」であるかは，特許請求の範囲から明らかでない。",
                "また，本件明細書をみても，例えば，「入室区域Reの寸法は，チャンバー10へ入って来る血液のヘマトクリットに応じて変化する。与えられたチャンバー形状では，入室ヘマトクリットが低くなればなるほど，入室区域Reは小さくなる。入室区域Reの寸法はまた，チャンバー内の遠心場の強さおよびチャンバーの表面積にも依存する。図3Aが示すように，表面ヘマトクリットは，入室区域Reの外側では，分離が停止される終端区域Rtへ向かってチャンバー10の長さに沿ってその入室のレベルの上へ次第に上昇する。」(段落【0042】～【0044】)との記載があって，「入室区域Re」は，チャンバーの形状，入室ヘマトクリットの高低，チャンバー内の遠心場の強さ，チャンバーの表面積などに依存するものである。",
                "しかも，前記1(3)エのとおり，本願発明の特許請求の範囲にいう「使用時，他の高G側よりも回転軸に近く配置される低G側を有し」とは，低G壁の全体が高G壁の全体よりも回転軸の近くに配置されていることを意味するのみであるから，この特定要件を満たしている限り，チャンバーはどのような形状であってもよいことになり，「第1の出口ポート」をチャンバーの「入口区域」に形成するといっても，そのことによる場所的な制約はほとんどないものと認められる。",
                "したがって，引用発明において，血漿及び白血球の採取口(第1の出口ポート手段)を低G側である遠心分離室内側壁面上の頂部中心位置以外に配置することは許されないとする原告の主張は，採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告は，本件明細書の段落【0009】，【0041】～【0043】の",
              "text": [
                "「入室区域Re」に係る記載を引用し，本願発明におけるチャンバー内の入口区域は，チャンバー内の分離ゾーンにおいて，「全血の分離が始まる区域であるために，導入初期の(血液ヘマトクリット値を示す)全血が実質上そのままの性状で残存している区域」を意味しているものであるから，第1の出口ポートを，血漿成分の分離，取り出しに適した位置に任意に設けることができるというものではない旨主張する。",
                "しかし，上記のとおり，「入室区域Re」は，チャンバーの形状，入室ヘマトクリットの高低，チャンバー内の遠心場の強さ，チャンバーの表面積などに依存するものであるから，「第1の出口ポート」をチャンバーの「入口区域」に形成するといっても，そのことによる場所的な制約はほとんどないことは上記と同様であるから，第1の出口ポートを，血漿成分の分離，取り出しに適した位置に任意に設けることができると言い換えることが十分に可能である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，「第1の出口ポート」は，チャンバーの形状，入室ヘマトクリットの高低，チャンバー内の遠心場の強さ，チャンバーの表面積などを勘案して，当業者が適宜決めるべき設計事項というべきであるから，「分離された赤血球以外の成分を低G側のどの位置から採取するかは，所望とする血漿成分に応じて，また，遠心分離器の全体構成等に応じて設計上適宜決めればよい」とした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)について",
          "text": [
            "原告は，本願発明は，チャンバーの入口区域内で高G壁へ向かう赤血球の初期分離は，血漿の高い放射方向の流れを発生させるという知見，及び，チャンバー内の血液成分の流れ解析に基づき，血漿成分の採取口を全血導入口と同じ入口区域に配置することにより，血小板を白血球やリンパ球，顆粒球などよりなる界面から絶えず引き離し，かつ，血小板を血漿流れの中に押し出す独特な動的流れ条件を作り出すようにしたものであるとして，本願発明が顕著な作用効果を奏する旨主張する。",
            "しかし，上記のとおり，「血漿の高い放射方向の流れ」，「独特な動的流れ条件」を前提とする原告の主張は，特許請求の範囲に基づかない主張であるから，前提において既に誤っているので，その余の点について考察するまでもなく，採用の限りでない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "そうすると，審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がないから，原告の請求は棄却を免れない。"
          ]
        }
      ]
    }
  ]
}