{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2006−80131号事件について平成19年9月5日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，平成13年6月6日，発明の名称を「ツインカートリッジ型浄水器」とし，発明者を「H」及び「Ｎ」とする発明について，特許出願(特願2001−171586号)をし，平成17年9月22日，特許庁から特許第3723749号として特許権の設定登録を受けた(以下，この特許権に係る特許を「本件特許」という。甲1，2)。",
            "原告は，平成18年7月18日，本件特許について特許無効審判請求(無効2006−80131号事件)をし(甲55，65)，被告は，特許庁から同年11月13日付け無効理由通知を受けたので(甲57)，同年12月18日，訂正請求をした(以下，この訂正を「本件訂正」という。甲65)。",
            "特許庁は，平成19年9月5日，「訂正を認める。本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その審決の謄本は，同月18日に原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の本件特許の明細書(以下「本件明細書」という。甲65)の特許請求の範囲(請求項1ないし17)の記載は，以下のとおりである(以下，各請求項に係る発明を請求項番号に応じて「本件発明1」のようにいう。また，これらを総称して「本件発明」という。)。",
            "「【請求項1】",
            "上部を大径口とし底部に2つの小径口を設けた互いに隣接する2つの有底穴を表面に有する中空台座状に形成された基台と，該2つの有底穴間のそれぞれ一方の小径口同士を接続した連結接続管と，他の各小径口に接続した給水管および配水管を回動可能に接続する接続具と，該各大径口にそれぞれ着脱自在に連結した一対の浄水用カートリッジとを備え，",
            "前記一対の浄水カートリッジは，中空円筒形ケースを有し，該ケースは逆コップ形本体と椀形蓋体との組合せで構成され，前記本体の下部外周壁には環状の凸条が形成されていて該凸条が前記蓋体の開口上端縁に衝合しており，前記一対の浄水カートリッジを構成する前記椀形蓋体には流入口及び流出口がそれぞれ設けられ，一方の前記浄水カートリッジの前記流入口が前記給水管に連通した小径口に連結されるとともに前記流出口が前記連結接続管に連通した小径口に連結され，他方の前記浄水カートリッジの前記流入口が前記連結接続管に連通した小径口に連結されるとともに前記流出口が前記配水管に連通した小径口に連結され，",
            "前記浄水用カートリッジの外周壁上であって前記大径口の開口端の上側に位置する部分に形成された前記環状の凸条が大径口の上端外周壁に螺合した固着環の中央開口縁で押圧固定されることにより，浄水用カートリッジが前記有底穴に着脱自在に固着されることを特徴とするツインカートリッジ型浄水器。",
            "【請求項2】",
            "前記各接続具の回動方向を揃えることにより，前記給水管および配水管を基台の左側若しくは右側の何れの方向にも取り出し可能となしたことを特徴とする請求項1に記載のツインカートリッジ型浄水器。",
            "【請求項3】",
            "前記接続具は，実質的にL字形の筒体からなり，該当の前記小径口に漏水防止構造を介して回動自在に嵌合しており，該接続具の開口端外周壁に形成された環状凸条が基台の壁面に螺子止めされた板状固定金具により固定されていることを特徴とする請求項1に記載のツインカートリッジ型浄水器。",
            "【請求項4】",
            "外部接続用の給水管および配水管を挿通する少なくとも2以上の開口部を基台の側壁に設けたことを特徴とする請求項1ないし3の何れかに記載のツインカートリッジ型浄水器。",
            "【請求項5】",
            "上部を大径口とし底部に2つの小径口を設けた互いに隣接する2つの有底穴を表面に有する中空台座状に形成された基台と，該各有底穴のそれぞれ一方の隣接する該小径口同士を接続した連結接続管と，左右両端に開口端部が形成された筒体からなり，その中間部に該各小径口のいずれかに連通する垂直部が形成された一対の流水路と，該各大径口にそれぞれ着脱自在に連結した一対の浄水用カートリッジとを備え，",
            "前記一対の浄水カートリッジは，中空円筒形ケースを有し，該ケースは逆コップ形本体と椀形蓋体との組合せで構成され，前記本体の下部外周壁には環状の凸条が形成されていて該凸条が前記蓋体の開口上端縁に衝合しており，前記一対の浄水カートリッジを構成する前記椀形蓋体には流入口及び流出口がそれぞれ設けられ，一方の前記浄水カートリッジの前記流入口が一方の前記流水路に連通した小径口に連結されるとともに前記流出口が前記連結接続管に連通した小径口に連結され，他方の前記浄水カートリッジの前記流入口が前記連結接続管に連通した小径口に連結されるとともに前記流出口が他方の前記流水管に連通した小径口に連結され，",
            "前記一対の流水路の前記両端部の開口端部は同一形状を有し，前記各流水路の何れか一方の開口端部に外部接続用の給水管と配水管を接続し，他方の開口端部を栓体で閉成したことを特徴とするツインカートリッジ型浄水器。",
            "【請求項6】",
            "前記流水路の両開口端部に対応する基台の側壁のそれぞれに開口部を設け，該開口部の何れか一方を通して外部接続用の給水管と配水管を接続したことを特徴とする請求項5に記載のツインカートリッジ型浄水器。",
            "【請求項7】",
            "前記浄水用カートリッジの外周壁上であって前記大径口の開口端の上側に位置する部分に環状の凸条が形成され，該凸条が大径口の上端外周壁に螺合した固着環の中央開口縁で押圧固定されることにより，浄水用カートリッジが前記有底穴に着脱自在に固着されることを特徴とする請求項5又は6に記載のツインカートリッジ型浄水器。",
            "【請求項8】",
            "前記連結接続管内に流量センサーが設置されたことを特徴とする請求項1ないし7の何れかに記載のツインカートリッジ型浄水器。",
            "【請求項9】",
            "前記連結接続管を流量センサー自体で構成したことを特徴とする請求項1ないし7の何れかに記載のツインカートリッジ型浄水器。",
            "【請求項10】",
            "前記一対の浄水用カートリッジの側面間に生じる基台正面中央上の空間にカートリッジ交換時期を示す表示塔を設けたことを特徴とする請求項1ないし9の何れかに記載のツインカートリッジ型浄水器。",
            "【請求項11】",
            "表示塔と流量センサーとの電気接続回路にマイクロコンピュータを設置し，該マイクロコンピュータにより内蔵のタイマー情報から算出した累積使用期間と，流量センサーの検出した流水情報から算出した累積流水量とに対応する表示レベルを複数段階に定め，該累積使用期間と累積流水量の少なくとも何れか一方が達した表示レベルを表示塔の表示パネルに段階的に表示するように構成したことを特徴とする請求項1ないし10の何れかに記載のツインカートリッジ型浄水器。",
            "【請求項12】",
            "前記一対の浄水用カートリッジは家庭の水道水の浄化に使用される浄水用カートリッジであって，該一対の浄水カートリッジの内，給水側に活性炭を充填するとともに，吐水側に鉛除去剤入活性炭および中空糸膜ユニットを該鉛除去剤入活性炭が中空糸膜ユニットの給水側に位置するように充填したことを特徴とする請求項1ないし11の何れかに記載のツインカートリッジ型浄水器。",
            "【請求項13】",
            "前記鉛除去剤入活性炭中の活性炭が粒状活性炭と繊維状活性炭の混合物からなり，該鉛除去剤入活性炭が円筒状に成型されていることを特徴とする請求項12記載のツインカートリッジ型浄水器。」",
            "【請求項14】",
            "前記鉛除去剤入活性炭中の鉛除去剤が，粒径1～10μの粉末ゼオライトであり，該鉛除去剤入活性炭全体の10重量％～50重量％の割合で混入されていることを特徴とする請求項12又は13に記載のツインカートリッジ型浄水器。",
            "【請求項15】",
            "前記吐水側の浄水用カートリッジの長さ方向で前記鉛除去剤入活性炭部分の長さを前記中空糸膜ユニットの長さの30％から50％としたことを特徴とする請求項12ないし14の何れかに記載のツインカートリッジ型浄水器。",
            "【請求項16】",
            "前記有底穴の底部に設けた2つの小径口の少なくとも1つの内径が隣接する他の前記有底穴の底部の対応する小径口の内径と異なるように構成したことを特徴とする請求項1ないし15の何れかに記載のツインカートリッジ型浄水器。",
            "【請求項17】",
            "前記有底穴のそれぞれの底部に該底部と前記カートリッジの下部外周壁との間に生じる結露を基台の下に排出する透孔を設けたことを特徴とする請求項1ないし16の何れかに記載のツインカートリッジ型浄水器。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の認定した本件発明1と引用発明1の一致点",
          "text": [
            "本件発明1と，引用刊行物である特開平11−216463号公報(甲58)に記載された発明(以下「引用発明1」という。)は，次の点で一致する。",
            "「2つの有底穴間のそれぞれ一方の小径口同士を接続した連結接続管と，他の各小径口に接続した給水管および配水管を接続する接続具と，該各大径口にそれぞれ着脱自在に連結した一対の浄水用カートリッジとを備え，前記一対の浄水カートリッジには中空円筒形ケースを有し，該ケースは逆コップ形本体と椀形蓋体との組合せで構成され，該椀形蓋体には流入口及び流出口がそれぞれ設けられ，一方の前記浄水カートリッジの前記流入口が前記給水管に連通した小径口に連結されるとともに前記流出口が前記連結接続管に連通した小径口に連結され，他方の前記浄水カートリッジの前記流入口が前記連結接続管に連通した小径口に連結されるとともに前記流出口が前記配水管に連通した小径口に連結されることを特徴とするツインカートリッジ型浄水器。」"
          ]
        },
        {
          "fig": "4",
          "subject": "審決の認定した本件発明1と引用発明1との相違点",
          "content": [
            {
              "fig": "(1)",
              "subject": "発明1相違点1(押圧固定構造の相違)",
              "text": [
                "本件発明1は，「浄水用カートリッジの外周壁上であって前記大径口の開口端の上側に位置する部分に形成された前記環状の凸条が大径口の上端外周壁に螺合した固着環の中央開口縁で押圧固定されることにより，浄水用カートリッジが前記有底穴に着脱自在に固着される」のに対して，引用発明1では，「カートリッジの下端キャップ76，78は各々係止リング39，41に受け入れられるように円周方向に位置決めされ寸法決めされた1以上の半径方向に突出した突出部80を備えており，係止リングの内部垂直壁に設けられたカムフォロワー面88が係止リングの回転により突出部80に作用し，カートリッジをマニホルドに密封的に締め付ける」点(以下「発明1相違点1」という。)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明1相違点2(基台の構造の相違)",
              "text": [
                "本件発明1は「上部を大径口とし底部に2つの小径口を設けた互いに隣接する2つの有底穴を表面に有する中空台座状に形成された基台」を有するのに対して，引用発明1では，「第1段階カートリッジ38と第2段階カートリッジ40のそれぞれに設けられた水流入スパッドと水流出スパッドを受け入れる流入凹み72と流出凹み74が設けられたマニホルド46，48を固定するマニホルド架台44」を有する点(以下「発明1相違点2」という。)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "発明1相違点3(給水管及び配水管の回動可能構造の相違)本件発明1においては接続具が給水管及び配水管を「回動可能に」接続するのに対して，引用発明1では，ベース部分14の3カ所に開口が設けられ二重管腔の可撓性導管16は，3カ所から引き出される点(以下「発明1相違点3」という。)"
            }
          ]
        },
        {
          "fig": "5",
          "subject": "審決の理由",
          "text": [
            "審決の理由の概要は，以下のとおりである(別紙審決書写し)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正は認められ，本件訂正後の本件発明1ないし4及び8ないし17は，引用刊行物1に記載された発明並びに特開平7−112183号公報(以下「周知例1」という。)，登録実用新案第3000806号公報(以下「周知例2」という。)，特開平9−29241号公報(以下「周知例3」という。)，実開平6−52995号公報(実願平4−89422号)",
              "text": [
                "のCD−ROM及び実開平5−28485号公報(実願平3−76031号)のC",
                "D−ROMに記載された周知技術に基づいて当業者が容易に発明をすることができたとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本件特許を受ける権利が原告と被告の共有であると主張するが，その根拠となった開発委託契約書の共同出願の約定(甲5の第6条1項(2))は，原告の債務不履行により民法541条に基づいて被告から解除されたために遡及的に消滅しているから，上記共同出願約定を根拠とする特許法38条の共同出願要件違反の無効理由とはならない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決の取消事由に関する原告の主張",
          "text": [
            "審決には，以下のとおりの無効理由がある。すなわち，①共同出願要件違反②本件発明1の要旨及び効果の認定の誤り及び引用発明1との相違点の認定の誤り，③容易想到性判断の誤りがある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "共同出願要件違反(1)(債務不履行解除の事実認定の誤り)について審決は，原告と被告との間で締結した契約における共同出願約定について，被告の原告に対する平成13年1月26日付け書簡(甲8。以下「甲8書簡」という。)が，原被告間で平成12年4月1日に締結されていた新型のツインカートリッジ型浄水器の開発委託契約(甲5。以下「本件開発委託契約」という。)を債務不履行を理由として解除するとの意思表示に実質的に相当し，又はこれを示唆することが明らかである旨認定した(審決書37頁)。",
                "しかし，審決の債務不履行解除の事実認定には，次のとおり誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "債務不履行が存在しないのに存在するとした誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "金型代金額をめぐる交渉の事実経過等",
                      "text": [
                        "被告は，平成12年10月23日時点で金型製作代金額についての合意が成立していた旨主張するが，原告代表者は，被告代表者から経理の都合上とりあえず発注書を送付してほしいといわれて注文書(甲21)を発送したにすぎず(甲51の18頁)，その時点では被告の見積金額6501万円(乙7)と，原告の注文書の金額3000万円(甲21)と",
                        "の間には3501万円の開きがあるから，原被告間において金型製作委託契約が成立していなかった。",
                        "仮に被告主張のとおり原告において6000万円で発注する決裁が終了していたとしても，被告提出の平成12年10月23日の見積書(乙7)の価格6501万と，6000万円(I作成に係る甲16−23)",
                        "の間には501万円もの隔たりがあり，6000万円を被告が承諾するかどうかも不明であるから，原被告間においては，平成12年10月23日当時においても未だ金型代金について明確な合意がなかったといえる。",
                        "原告は，被告の提案する金型製作の見積代金額が高すぎる上，従来から製品の品質面での問題も発生していたので，被告に対し，金型製作を中国で行うことの検討を依頼していた(甲51)。その後，被告が応じられないと回答したことから(甲51)，原被告間で，平成12年11月に1回，同年12月に2回，協議を継続していた。",
                        "ところが，被告は，原告に，平成13年1月26日付けの書簡を送り，「上記8の納期を前提としますと2月14日までに御決裁を頂きたく御願い申し上げます。」と述べた(甲8)。そこで，原被告間で，平成13年3月26日に協議をして，本件開発委託契約を合意解除した。",
                        "以上のとおり，被告が決裁を求めた見積金額は，原告が承諾していないものであるから，原告には，甲8書簡の見積内容を平成13年2月14日までに決裁する義務はなく，被告が甲8書簡で求めた決裁の義務不履行という債務不履行もない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，金型製作についての本件開発委託契約が締結されてはいるものの，金型の製作代金，量産する商品の数量，納期等の定めがない以上，原告は，被告への金型製作量産委託義務を負担しているとはいえない。被告は，改めて金型製作等の個別契約を締結する際に，被告と交渉をする義務を負担しているにすぎない。したがって，金型製作量産委託義務又はその代金支払義務に係る債務不履行もない。",
                        "なお，本件開発委託契約の3条2項には，被告が負担した開発費用は，原告に納入する量産品原価に上乗せする旨が記載されているが，それは，あくまでも個別の金型製作委託契約が成立した場合の開発費用の弁済方法について定めたものにすぎないのであって，この約定により金型製作量産委託義務が原告にあることを根拠付けることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件開発委託契約は，開発が終了した時点で終了し，金型製作や，製品量産は，金型製作委託契約等の別個の個別契約の締結により達成されるものであり，その契約締結交渉の過程において仮に原告に何らかの債務不履行があったとしても，それは本件開発委託契約とは別個の個別契約の債務不履行になり得るにすぎないから，本件開発委託契約の債務不履行解除の理由にはならない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "仮に被告主張のように金型製作代金額についての合意が成立し，その支払義務が原告にあるとしても，その履行期は未定であるから，その債務不履行もない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "仮に，原告からの注文書(甲21)の送付によって何らかの合意が成立したとしても，原告代表者が被告の見積金額を承諾する意思のないことを，被告代表者において容易に知り得たから，その合意は，民法93条ただし書により無効である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "仮に，本件開発委託契約に係る何らかの情報を原告が利用したとしても，それは原告自身が利用したにすぎないのであって，第三者が利用し得るような形で何らかの情報を流したわけではないから，秘密保持義務違反の債務不履行もない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "解除の意思表示が存在しないのに存在するとした誤り",
                  "text": [
                    "解除権の行使に当たっては，「実質的相当乃至示唆」では足りず，解除の意思表示そのものの存在が必要であるが，甲8書簡には，被告による本件開発委託契約の解除の意思表示が存在しない。したがって，その解除の意思表示が存在するとした審決は，誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "共同出願要件違反(2)(解除の効果に係る判断の誤り)について審決は，債務不履行解除又は平成13年3月26日の合意解約によって本件開発委託契約6条1項の共同出願条項(以下「本件共同出願条項」という。)が遡及的に消滅し，同条項が本件特許の出願日以前にその効力を失っているから，特許法123条1項2号，38条の共同出願要件違反の無効原因を認めることができないとする。",
                "しかし，その審決の判断は，次のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件共同出願条項の効力の存続を看過した誤り",
                  "text": [
                    "本件開発委託契約の8条(有効期間)は，「1，本契約の有効期間は，本契約締結の日から第2条の委託業務の終了日までとする。 2，前項の定めに関わらず，第5条(秘密保持)に関する定めは，この契約終了後5ヵ年間有効とし，第6条(工業所有権)に関する定めは，当該工業所有権の存続期間中有効とする。」と定めているところ(以下「本件効力存続条項」という。)，8条1項の「委託業務の終了」には債務不履行解除又は合意解除による終了も含まれるから，本件共同出願条項は，8条2項により本件特許の存続期間満了までその効力を有するものと解される。",
                    "仮に，債務不履行解除又は合意解約によって本件効力存続条項までもが失効し，本件共同出願条項の効力が解除後に及ばないと解すると，原告が被告の開発費用を含めて開発費用の全額を負担し，開発に必要な中空糸膜及びインジケーターを支給し(甲5の第3条2項及び3項)，原告のIが開発に必要な情報を被告に対して提供しているのに対し，被告は開発費用をかけずに原告から得た情報を利用しながら特許を受ける権利を単独で手に入れ，独占的に開発成果を実施することができることになるという不合理な結果になる。本件発明に係る製品の開発は遅くとも平成13年1月26日には完成し，これと対価的牽連関係にある開発費用は，原告が平成18年7月4日供託した金員として被告が受領している。したがって，本件共同出願条項及び本件効力存続条項によって，本件発明の共有状態が解除後も継続しており，被告による単独の特許出願は，特許法38条違反として無効である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件取引基本契約の共同出願条項による共有状態を看過した誤り原告と被告は，従来から浄水器の開発販売に関して協力関係を継続しており，平成5年9月3日に締結された「取引基本契約書」(甲90。以下「本件取引基本契約」という。)の「第15条 工業所有権等」においても，本件開発委託契約と同様に，共同出願の合意があり，出願の手続も原告がするものと取り決められ，約8年間共同出願を継続してきた。したがって，仮に，本件開発委託契約が遡及的に消滅したとしても，本件開発委託契約の成果は本件取引基本契約における上記共同出願条項に従って行われるべきであり，被告単独の出願は許されない。したがって，本件開発委託契約の解除により本件取引基本契約における共同出願条項の効力が遡って消滅したとした審決は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "解除の将来効(解除の効果が遡及するとした誤り)",
                  "text": [
                    "合意解約が契約内容を遡及的に消滅させるか否かは，合意解約時の特約の有無にのみ依拠するのではなく，契約の内容，性質，及び合意解約後の実情から客観的かつ合理的に定められるべきである。本件開発委託契約は，民法656条の準委任契約に該当するから，民法652条及び620条の定めるところにより，その解除には遡及効がなく，将来に向かってのみその効力を生ずる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，平成13年2月14日当時，完成済みの本件発明について特許を受ける権利は本件共同出願条項又は本件取引基本契約中の共同出願条項により原被告の共有状態にあり，その後の解除によってその共有状態が遡及的に消滅するわけではないから，被告が単独で出願した本件特許の登録については特許法123条1項2号，38条の無効事由が存在することになる。したがって，解除の遡及効を肯定して本件共同出願条項違反の無効原因が存在しないとした審決は誤りであって，取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "共同出願要件違反(3)(原告の従業員が共同発明者であることを看過した誤り)について",
              "text": [
                "浄水器の具体的構造を示す図面に基づいて議論された開発検討会は，I，又はI及び原告従業員らが参加して12回開催され，本件発明1の開発に到達したから，Iも共同発明者である。その開発検討会に4回しか出席していない被告代表者Hが共同発明者とされながら原告のIが共同発明者でないとするのは不合理である。そして，原告は，「就業規則」(甲93の1及び2)9条により，「Iが取得した特許を受ける権利」の移転を受けた。審決は，Iが共同発明者であることを看過しているから，誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1の要旨及び効果の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の要旨(基台の構造)の認定の誤り",
                  "text": [
                    "審決は，発明1相違点2(基台の構造の相違)について本件発明1は「上部を大径口とし，底面に2つの小径口を設けた有底穴を有する一体の『中空台座状に形成された基台』」を備えていると認定した(審決書23頁30行，31行目)。",
                    "しかし，審決の上記認定は，次のとおり誤りである。",
                    "「一体の」という構成は，本件明細書(甲65)には何ら開示も示唆もされていない。また，本件発明1の基台100は一発成型されるのではなく，上部蓋体(図番なし)，保護カバー110，接続具700，800，連結接続管310，パッキン，ビス等の留め具その他部材からなる部材の組合せによって中空台座状に構成されていることが明らかである(甲65の段落【0011】，甲2の【図2】，【図4】［給水用小径口121及び吐水用小径口172が二重線で描かれていることは組み合わせ構造であることを示している。］及び【図6】)。",
                    "さらに，「中空台座状」の「中空」とは，「内部の空虚なこと」を意味し(広辞苑第5版・甲72)，「台座」とは「物をのせておく台」を意味する(広辞苑第5版・甲73)から，「中空台座状」とは，「内部に空虚部を有する物をのせておく台のような形状」と解されるのであって，別体により組み合わされていない一体のものという意味を含まない。",
                    "発明1相違点2(基台の構造の相違)において本件発明1の基台が一体成形されているとした審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1の効果の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "発明1相違点1(押圧固定構造)の効果の認定の誤りについて審決は，本件発明1が発明1相違点1(押圧固定構造)において「環状の凸条が大径口の上端外周壁に螺合した固着環の中央開口縁で押圧固定されることにより得られる基台内の汚染を防止できるという効果(段落【0027】)を奏する点で効果の面でも相違する。」とする(審決書23頁15行目以下)。",
                        "しかし，本件発明1には，環状固着環の押圧固定構造により「基台内の汚染を防止できる」という効果は，以下のとおり，認められない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "結露水の問題",
                          "text": [
                            "本件発明1において，有底穴内の汚染の主たる原因は，カートリッジから生じた結露水等が有底穴内に滞留して雑菌等が繁殖することにあるから，固着環の押圧固定構造は，汚染防止とは何ら関係がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "透孔の不存在",
                          "text": [
                            "本件発明1の構成には透孔を含まない。有底穴に透孔を有さない場合には，結露水の滞留を招来するので，汚染防止の効果が達成されない。このことからも，発明1相違点1(押圧固定構造)が基台内の汚染防止に有意な効果を奏さないことが明らかである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "カバーの存在",
                          "text": [
                            "カバー200が基台100の上に装着されており(甲65の段落",
                            "【0008】)，大径口の上端外周壁に螺合した固着環の外部空間が既にそのカバー200によって閉鎖空間とされ，汚染防止が図られているので，押圧固定構造による汚染防止の効果はない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "汚染防止の効果及びその仕組みの不記載",
                          "text": [
                            "本件明細書(甲65)には，固着環による汚染防止効果に関する記載が実質的に記載されていない。なお，段落【0025】には，「本発明によれば，大径口の開口端に螺合する固定環でカートリッジを固着したので，カートリッジの着脱を容易とするとともに基台内の汚染を防止できる。」と記載されているが，汚染防止の仕組みについては何ら記載がない。",
                            "以上のとおり，本件発明1の発明1相違点1(押圧固定構造)について汚染防止の効果を有するとした審決の認定には誤りがある。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "発明1相違点2(基台の構造)の効果の認定の誤りについて審決は，本件発明1が発明1相違点2(基台の構造)において上部を大口径とし，底面に2つの小径口を設けた有底穴を有する一体の「中空台座上に形成された基台」によってもたらされる「隙間の発生防止による効果は，上記発明1相違点1による汚染防止効果をさらに向上させる。」旨認定している(審決書23頁32行目以下)。",
                        "しかし，上述したとおり，審決は発明1相違点2(基台の構造)についての要旨の認定を誤っており，本件発明1の基台は，複数の部材が組み合わされており，一体ではないから，汚染防止の効果を有しない。",
                        "したがって，本件発明1においては，発明1相違点2(基台の構造)による「隙間の発生防止による効果」を奏していないにもかかわらず，これを奏するとした審決の認定には誤りがある。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明1と引用発明1の相違点の認定の誤り",
              "text": [
                "審決は，引用発明1は「マニホルド，マニホルド架台及び下方ベース部分によって本件発明1の『基台』を構成すもののそれぞれ別体により組み合わされて」いるのに対し，本件発明1は，「上部を大径口とし，底面に2つの小径口を設けた有底穴を有する一体の『中空台座状に形成された基台』」であると認定した(審決書23頁28行目以下)。",
                "しかし，前記のとおり本件発明1の基台は構造的に一体ではなく，別体の組み合わせであるから，引用発明1と本件発明1との細部及び形状の差異は当業者が予測し得ない格別な効果を奏さないので，審決の上記相違点の認定には誤りがある。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明1ないし4及び本件発明8ないし17における容易想到性判断判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明1相違点1(押圧固定構造の相違)について",
                  "text": [
                    "審決は，発明1相違点1(押圧固定構造の相違)について，「引用発明1では，突出部80が環状ではなく不連続で係止リングとカートリッジ外周壁の間に隙間が必然的に存在することからマニホルド架台等への汚染が避けられないのに対して，本件発明1では，環状の凸条が大径口の上端外周壁に螺合した固着環の中央開口縁で押圧固定されることにより得られる基台内の汚染を防止できるという効果(段落【0027】)を奏する点で効果の面でも相違する。」とした上(審決書23頁12行目以下)，「そして，この点については，3−7−2−1に記載されるように，浄水器に関し，『ミドルカバー25の下部と浄水器ユニット1とをロックナット29で固定して接続する』(段落【0012】及び【図3】)ことが記載され，浄水器ユニットの固定においてロックナットで固定することが周知であり，本件特許発明1における『螺合した固着環』は，ロックナットを意味するものの，周知例1は，トップカバー24下方のミドルカバー25の下部と浄水器ユニット1とをロックナット29により下方から上方に向けて固定するものであって，固定方向が本件発明1とは逆であり，単に浄水器ユニットの交換作業を簡単にすることに関する記載があるだけであり，前述した本件特許発明1の汚染防止効果を意図するものではない。」と判断した(審決書23頁18行目以下)。",
                    "しかし，発明1相違点1における本件発明1の固着環の押圧固定による接続構造は，周知例1の他，以下の(ア)ないし(オ)の周知例に示すとおり関連する技術分野における常套手段であって，引用発明1の係止リングによる装着構造にこの周知技術(本件発明1と同様の固着環の押圧固定による装着構造)を適用することは，当業者にとって容易であるから，審決の上記認定は誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特開2000−33205号公報(甲82)には，ケース10とセ",
                      "text": [
                        "ットプレート30とをリングナット50により固定する構造が開示されている(甲82の段落【0014】及び【図1】～【図6】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特開平2−21910号公報(甲74)には，水処理用ケースの外周壁上に形成された環状フランジが大径口の開口端の上側に位置し，当該大径口の上端外周壁に螺合したユニオンナットの中央開口縁によって押圧固定される構造が開示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特開2000−153111号公報(甲75)には，カートリッジ",
                      "text": [
                        "フィルターの外周壁上に形成されたリブ突条が大径口の開口端の上側に位置し，当該大径口の上端外周壁に螺合した筒型ナットの中央開口縁によって押圧固定される構造が開示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "特開平6−178972号公報(甲76。以下「周知例8」とい",
                      "text": [
                        "う。)の【図7】には，蛇口に取り付けられているアタッチメント(接続連結手段)の外周壁上に形成された環状の凸条が，蛇口ユニットU1の切り換え弁1の大径口の開口端の上側に位置して，当該大径口の上端外周壁に螺合した固着環の中央開口縁によって押圧固定される構造が開示されている。なお，周知例8は，蛇口と蛇口ユニットU1との接続に用いられるものであるという点において相違するが，本件発明1と周知例8とは，いずれもツインカートリッジ型浄水器に関するものであり，かつパッキンの接合力を保持して止水することを目的とする接続構造であり，関連する技術分野における技術手段同士である。したがって，当業者にとって蛇口ユニットU1の取付構造をカートリッジの取付構造に適用することは容易に想到し得る。実開平4−102696号公報(甲77。以下「周知例9」という。)も同様である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告発売の家庭用浄水器「エクセレントツイン」の切り換え弁・コック(甲78。以下「周知例10」という。)は，周知例8及び9と同様，本体3の大径口の上端外周壁に螺合したM38キャップ2の中央開口縁によって蛇口先端の環状の凸条を押圧固定する構造を開示している。周知例10は，ツインカートリッジ型浄水器の構成物であり，平成8年5月(甲80，81)に発売されている。",
                        "以上の周知の装着構造は，環状固着環の固定方向を下方から上方に限定するものではない上，本件発明1の押圧固定構造には汚染防止の効果も特にないから，上記の周知技術を引用発明1に適用することは当業者にとって容易である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明1相違点2(基台の構造の相違)について",
                  "text": [
                    "発明1相違点2(基台の構造の相違)において，当業者が予測し得ない格別顕著な効果は認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "発明1相違点3(給水管及び配水管の回動可能構造の相違)について審決は，発明1相違点3について「二重管腔の可撓性導管を用いて引き出される引用発明1によっては通水時毎に導管の撓みにかかる圧力損失及び振動，これらによる劣化を防止することは出来ず，長期間の安定した利用は期待することが出来ないという問題を給水管および配水管を『回動可能に』接続する接続具の採用により解決するものである。」と判断する(審決書23頁35行目以下)。",
                    "しかし，本件発明1の発明1相違点3における構成は，以下の(ア)ないし(エ)記載のとおり，無効理由通知書(甲57)において引用された周知例2及び周知例3やその他の公知文献に開示されている周知技術である。",
                    "したがって，本件発明1の発明1相違点3の構造は，関連する技術分野の技術手段を適用したものにすぎず，当業者が予測し得ない格別顕著な効果を認めることはできない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "周知例2(甲60)には，「…前記貫通孔2より突出させられた前記通水口筒6にはエルボ10の一端が挿入され，さらに該エルボ10の一端に回動自在に設けた袋ナット12が前記雄ネジに螺合させられ，…」(甲60の【要約】の【構成】)と記載され，図1及び3に開示されているように，接続具が給水管及び配水管を「回動可能に」接続する構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "周知例3(甲61)には，「…水平方向に回動自在で，かつホースと接続可能な原水導入口を備え，…(中略)…水平方向に回転自在な吐出水口接続具を設けて取り付けた第2浄水槽からの二次濾過水の吐出水口…」(段落【0006】)，「…6は水平可動の原水導入口，…(中略)…19は水平可動の吐出水口接続具を示す。」(段落【0023】)，「…浄水器1の下部に第1浄水槽2へ給水する水平可動原水導入口6を設け，浄水器ケース1の上部に水平可動吐出水口接続具19を設けて第2浄水槽7からの濾過水を吐出させる吐出水口11を挿着した。」(段落【0027】)と記載され，図1に開示されているように，接続具が給水管及び配水管を「回動可能に」接続する構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特開平7−328611号公報(甲83)には，「…入水口は，水道水を第1浄水槽に送水する部分であり，浄水器の下面に配設されるとともに，水平方向に回転可能な構造を有する。」(段落【0019】)，「…吐出口は，浄水器上面に配設されるとともに，水平方向に回転可能な構造を有しているため，浄水の吐出方向を使用者が自由に変えることができる。」(段落【0023】)，「また，本発明においては，回転式の接続口，吐水口を用いており，接続口を回転させることによりシンク上での浄水器の設置方向を，また，吐水口を回転させることにより吐水の方向を自由に変更することができるので，使用者が作業内容や使い勝手に応じてこれらを自由に調節することができる。」(段落【0028】)，「入水口は，浄水器下面に回転可能に配設されている。また，本実施例においては，図1に示されるように，浄水器下部に，ホースを通す貫通口を2箇所設けたので，入水口を回転させ，ホースを通す貫通口を変更することにより，浄水器を設置する向きを簡単に変えることが可能である。…」(段落【0030】)，「吐出口は，浄水器の上面に回転可能に配設されている。本実施例においては吐出口にフレキシブル管を使用しており，入水口の向きや，使用する貫通口の位置を変えて浄水器の設置位置を変更した場合においても，吐水方向やその高さ等を自由に変更することができる。」(段落【0034】)，「また，本発明においては，回転可能な入水口及び吐水口を用いているため，吐水方向も変更することができ，浄水器使用者が作業内容や使い勝手に応じて，配置場所，吐水方向を自由に変更することができ，浄水器設置の自由度を大幅に広げることができる。」(段落【0048】)と記載され，図2にあるように，接続具が給水管及び配水管を「回動可能に」接続する構成が開示されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "株式会社OSGコーポレーション発売の家庭用浄水器「ミネリッチロイヤル」(甲84の4頁等)には，接続具が給水管及び配水管を「回動可能に」接続する点が開示されている。なお，この製品の発売は平成2年2月である(甲85)。",
                        "以上のとおり，接続具が給水管及び配水管を「回動可能に」接続する構成は，周知技術である。そして，引用発明1の発明1相違点3における構成において，上記周知技術の構成を適用することによって，本件発明1の発明1相違点3の構成とすることができ，当業者にとって容易に想到し得る。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "周知例17の追加",
                  "text": [
                    "株式会社フジ医療器のトレビFW−007(以下「周知例17」という。)は，平成12年に販売が開始され，本件出願前に周知であったが(甲109の71頁)，次の(ア)ないし(オ)の構成を有する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上部を大径口とし底部に2つの小径口を設けた有底穴を表面に有する基台を有する(甲106の1の写真12)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "浄水カートリッジは，中空円筒体形ケースを有し，該ケースは逆コップ形本体と椀形蓋体との組合せで構成され，前記本体の下部外周壁には環状の凸条が形成されていて該凸条が前記蓋体の開口上端縁に衝合している(甲106の1の写真18～20)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記浄水カートリッジを構成する前記椀形蓋体には流入口及び流出口がそれぞれ設けられ，一方の前記浄水カートリッジの前記流入口が前記給水管に連通した小径口に連結されるとともに前記流出口が前記連結接続管に連通した小径口に連結され，他方の前記浄水カートリッジの前記流入口が前記連結接続管に連通した小径口に連結されるとともに前記流出口が前記配水管に連通した小径口に連結されている(甲106の1の写真12及び21，甲106の2の31頁)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "前記浄水用カートリッジの外周壁上であって前記大径口の開口端の上側に位置する部分に形成された前記環状の凸条が大径口の上端外周壁に螺合した固着環の中央開口縁で押圧固定されることにより，浄水用カートリッジが前記有底穴に着脱自在に固着される(甲106の1の写真6～8，甲106の2の31頁)。カートリッジストッパー(固着環)と大径口の上端外周壁との接続構造を係合構造から螺合構造にすることは当業者であれば容易に想到し得る。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "トレビFW−007の取扱説明書(甲106の2)には特段の記載が見当たらないものの，給水管及び配水管が回動可能に構成されている(甲106の1の写真22及び23)。",
                        "以上の(ア)ないし(オ)に照らすならば，周知例17は，本件発明1の発明1相違点1ないし3に係る構成のすべて，すなわち，①浄水カートリッジの環状固着環の押圧固定構造，②基台の構造並びに③給水管及び配水管の回動可能構造を有し，周知例17の当該構造を引用発明1に適用して本件発明1に想到することは当業者にとって容易である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件発明2ないし4及び本件発明8ないし17について",
                  "text": [
                    "審決は，本件発明2ないし4及び本件発明8ないし17は，いずれも本件発明1を引用する形式で記載されているので，その本件発明1が進歩性を有する以上，その余の点について検討するまでもなく，当業者が容易に発明することができたとはいえないとする。",
                    "しかし，上述したように本件発明1は進歩性を有しないから，上記判断は誤りである。また，本件発明2ないし4及び本件発明8ないし17はいずれも，無効理由通知書(甲57)に記載されているように，引用発明1に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたから，審決の判断には誤りがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "共同出願要件違反(1)(債務不履行解除の事実認定の誤り)に対し本件開発委託契約は，原告が被告に対し，「ＮEWツイン(仮称)」(以下「本開発品」という。)について，その①本開発品の基本設計，②試作及び性能評価業務，③金型の設計及び製作業務，④量産準備と開始に至るまでを委託したものであり(甲5の第2条)，その委託業務の終了期限は平成13年1月末日までと定められ(3条1項)，金型代金は原告の負担とされ(3条2項1文，3項)，金型代金等を除く被告負担の開発費用は，被告が原告に納入する量産品の価格に上乗せすることによって最終的には原告が負担するものと合意されていた(3条2項3文)。したがって，本件開発委託契約は，原告が本開発品の量産までをも被告に委託することを本旨とするものであって，委託業務遂行途上で原告が被告以外の第三者に委託先を変更したり，その際，被告がした基本設計又は試作品を第三者に開示して使用させることを許容するものではなかった。",
                "そして，原被告は，遅くとも平成12年10月23日までに，「本開発品」の被告の納品価格を8600円とし(甲16−23，乙6)，金型製作費の総額を6501万円として内3000万円を検収時に原告が支払い(乙7，甲16−23)，残余を製品価格に上乗せして回収すること，納期を平成13年4月とし，数量を初回は4万台とすることを合意していた。",
                "しかるに，原告は，被告に開発作業をさせて，製品仕様書(甲31)その他の開発成果(甲40～42，44)を取得しながら，前記の製品量産委託義務を一方的に破棄し，金型製作の手配を一方的に中断し(甲8柱書，甲22)，被告の成果物を流用して，中国の業者等に対する見積り依頼に及んだ(甲22)。",
                "そのため，被告は，一旦合意をした「8600円／台」という製品価格を「8390円」に値引きし，「6501万円」の金型製作総代金をも「6000万円」にして，平成13年1月26日付け甲8書簡によって原告の義務履行を促した。甲8書簡の「最終的な条件」第9項に示された「2月14日までに御決裁を頂きたく御願いを申し上げます。なお，本開発委託契約を御解約される場合は不本意ではありますが契約書第4条に基づき前記5の開発設計費を請求させて頂きます」との記載は，御決裁すなわち開発委託義務又は金型発注に伴う上記代金債務の履行をしないときは，甲5の4条の原告都合解除とみなして民法545条3項により損害賠償を請求するとの表示意思の通知，すなわち期限付解除の意思表示であると解することに不合理な点はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "共同出願要件違反(2)(解除の効果に係る判断の誤り)に対しア 本件においては，甲8書簡に基づく法定解除の遡及効が認められる。また，平成13年3月26日の合意は何らの留保を付さない白紙解約であるから，その合意解約によっても本件開発委託契約の遡及的消滅が認められる。したがって，これと同旨の審決に誤りはない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件効力存続条項(甲5の8条2項)により本件共同出願条項は本件特許の存続期間満了まで効力を有する旨主張する。しかし，本件効力存続条項は，「前項の定めに関わらず」6条(工業所有権)に関する定めは当該工業所有権の存続期間中有効であるとするものであって，8条1項(本契約の有効期間は，本契約締結の日から第2条のいう委託業務の終了日までとする。)の有効期間の満了前に解除がされた本件のような事実関係の下で適用される約定ではない。本件開発委託契約においては，「業務委託」(法律行為)ではなく，「委託業務」(事実行為)の終了日が契約終了時期とされているから(8条1項)，事実行為である委託業務の終了には，法律行為(契約)の終了原因である法定解除や合意解除を含まない。そもそも「開発委託」契約の終期を「委託が終了したとき」と解するのは，同義反復であって，論理的に意味をなさない。したがって，本件効力存続条項により本件特許権が原告と被告の共有になるということはない。",
                    "仮に解除の効果が将来効であったとしても，本件特許の出願はその後に行われたものであるから，本件共同出願条項(甲5の6条1項(2))は本件特許の出願の共同出願要件違反を帰結せず，原告の無効主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件効力存続条項の遡及的消滅によって，原告が被告の開発費用を含め開発費用を全額負担するのに対して，被告は開発費用をかけずに特許を受ける権利を手に入れ，被告のみが独占的に開発成果を実施できるから不合理であると主張する。しかし，原告は，自ら開発委託義務の債務不履行をして，被告に対しデザイン費等の損害を被らせたのであるから，民法545条3項により賠償に応ずるのは当然である。特許を受ける権利が現に創作を行なった被告従業員(Ｎ)に原始的に帰属するのは当然である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "共同出願要件違反(3)(原告の従業員が共同発明者であることを看過した誤り)について",
              "text": [
                "本件発明1ないし17は，被告従業員Ｎの単独発明であり，審決の認定に誤りはない。",
                "Iは，平成12年当時，原告の従業員であるとともに被告の技術顧問でもあり，その給与は原被告が折半していたから，Iが顧問として本開発品の開発会議(甲37，43等)に出席していたとしても，Iが原告の職務発明者であるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1の要旨及び効果の認定の誤りに対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "基台の構造の認定",
                  "text": [
                    "「形成」という用語は，「一つのまとまったものに作り上げること。形作ること。」との意味を有するから(乙1・大辞泉抜粋)，「中空台座状に形成された基台」とは，中空台座状に一つのまとまったものとして作り上げられたものを意味する。したがって，「2つの有底穴を表面に有する中空台座状に形成された基台」とは，有底穴を表面に有する一体に作り上げられた基台を指す。審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "固着環の押圧固定構造による汚染防止の効果",
                  "text": [
                    "家庭用浄水器の通常の使用形態においては，シンクで野菜や魚を洗ったりする際又は浄水器表面を掃除する際に汚水がカートリッジの取り付け部の隙間から侵入して汚染が生ずるが，本件発明1においては，固着環の押圧作用によってカートリッジが基台の有底口を密閉するから，隙間からの汚水等の浸入による基台内の汚染を防止することができる。",
                    "これに対し，原告は，冬に生ずる可能性のある結露水が汚染の原因となる旨主張する。しかし，そのような汚染の原因があったとしても，本件発明1における，汚水や異物の浸入原因となる隙間を封鎖できるという効果を発揮できなくなるわけではない。また，本件発明1は，カートリッジの椀形蓋体の外表面を有底穴に密着させることにより有底穴内での結露問題も防止できるという利点を有する。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明1と引用発明1の相違点の認定の誤りに対し",
              "text": [
                "本件発明1の「中空台座状に形成された基台」とは，中空台座状に一まとまりのものとして形作られた基台という意味を有する。",
                "これに対し，引用発明1は，「マニホルド46及び48は，夫々の係止リング39及び41にそれに作動的に位置決めさせて，留め具のような適当な手段によってマニホルド架台44の下側に固定され」(甲58の6欄)，また，マニホルド架台は，「下方ベース部分42」と別体となって「ベース14」を構成する上方ベース部分に相当するというものである(甲58の5欄)。このような引用発明1の構成(マニホルド46，48，マニホルド架台44，下方ベース42等の組み合わせによって構成されるベース14)が，家庭用浄水器における「中空台座状に形成された基台」を開示するものであるとはいえない。",
                "したがって，審決の発明1相違点2の認定に誤りはない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明1ないし4及び本件発明8ないし17における容易想到性判断の誤りに対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明1相違点1(固着環の押圧固定構造の相違)について",
                  "text": [
                    "本件特許公報の【図8】，【図9】に示されているとおり椀形型蓋体(530，630)は逆コップ形本体(520，620)の下部外周壁の",
                    "環状凸条と衝合していて「本体520と蓋体530との螺子締め位置を決めている」(甲2の段落【0014】)。螺子締め位置が確実に決められているため，逆コップ形本体と椀形蓋体との接合の確実性が担保され，カートリッジ内への汚水や異物の侵入が防止されている。そして，かかる環状凸条が，カートリッジを基台の有底穴の上部大径口に連結する際に固着環の螺合によって固着環の中央開口縁で該有底穴に押圧固定され，「カートリッジの逆コップ形本体」，「椀形蓋体」及び「基台の有底穴」が隙間なく密着するため，汚水や異物の浸入による浄水器の汚染を防止することができる構成となっている。",
                    "しかるに，原告が引用する各甲号証中に，このような構成を開示するものは一切存在しない。発明1相違点1(押圧固定構造)を本件発明1のようにすることが上記各甲号証に基づき容易想到であるとする原告の主張は，本件発明1の上記具体的構成を看過したものであり，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明1相違点2(基台の構造の相違)について",
                  "text": [
                    "発明1相違点2に係る「中空台座状に形成された基台」とは，中空台座状に一まとまりのものとして形作られた基台を意味する。そして，本件明細書の段落【0008】，【図1】及び【図2】からすると，浄水器の本体をなす基台100がカバー200と同様に一体成形されたものであることは，本件明細書に基づき自明である。したがって，審決が発明の要旨の認定を誤ったとの前提に基づく原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "発明1相違点3(給水管及び配水管の回動可能構造の相違)について原告は，甲60，61，83及び84に基づき引用発明1を相違点3の構成とすることは困難である。原告が挙げる上記各甲号証は，本件発明1と技術分野が異なるか本件発明1の構成を開示していないため，引用発明1を本件発明1に改変する動機を当業者に付与するものではない。",
                    "甲60は，その【図3】から明らかなとおり，エルボ10から導入された水がカートリッジ3を上方向に通過し連結パイプ14を通じて他方のカートリッジ3aを下方向に通過しエルボ10から排水されるというものである。そして，エルボ10は「固定方向を定めて」袋ナット12により締め付けられる実施形態が開示されているものである(段落【0029】)。したがって，「給水管及び配水管を回動可能に接続する接続具」を開示するものではない。",
                    "甲61は，「浄水器ケース1の上部に水平可動吐出水口接続具19を設けて第2浄水槽7からの濾過水を吐出させる吐出水口11を挿着した」ものであり(段落【0027】)，「給水管及び配水管を回動可能に接続する接続具」は非開示である。ただ，ホースと接続可能な原水導入口6，すなわち給水管の接続具を開示するものにすぎない。",
                    "甲83は，「吐出口は，…水平方向に回転可能な構造を有しているため…」と記されているとおり，甲61と同様に給水管の接続具を開示するものにすぎず，相違点3の構成を開示していない。原告は，「入水口は，水道水を第1浄水槽に送水する部分であり，浄水器の下面に配設されるとともに，水平方向に回転可能な構造を有する」【0019】と記載があると主張するが，【図2】から明らかなとおり，入水口6に接合されたホース19は貫通口10によって位置決めされており，実際の使用形態において入水口は制約されるので「回動可能に接続」されていない。",
                    "甲84には浄水とは異質のアルカリ水及び酸性水の排水出口が記載されているに止まる。つまり本件発明1とは対象が異なる(アルカリイオン整水器は医療物質生成器として認可されたものであり，家庭用品品質表示法の規制を受ける「家庭用浄水器」とは表示できない品物であって，両者は本質的に異なる。)。しかも機構的にも排水出口はいずれもクリップ状の把持具で固定されており回動は困難と見受けられる。なお，甲85の「承認品目リスト」からは甲84の取扱説明書に記載された物が「1990年2月」に公用されたことを裏付けることができない(甲84の末尾には原告本社の7桁の郵便番号が記されているところ，郵便番号が7桁化したのは平成10年2月2日からである。)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "その他の請求項について",
                  "text": [
                    "原告は，本件発明2ないし4及び本件発明8ないし17がいずれも，無効理由通知書(甲57)に記載されているように，引用発明1に記載された発明及び周知技術に基づいて当業者において容易に発明することができた旨主張する。しかし，甲57の無効理由通知の後に本件発明12及び13について訂正請求(甲65)がされたために，職権無効理由は解消している。原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "周知例17の追加について",
                  "text": [
                    "周知例17は，審決やその審理の過程において引用されたものではなく，本件発明や引用発明の技術的意義を明らかにするために引用されるものでもないから，審決取消訴訟において新たに提出することはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "共同出願要件違反(1)(債務不履行解除の事実認定の誤り)について審決は，被告の原告に対する甲8書簡中の記載，すなわち，「ここに開発委託契約の案件につきまして，弊社の最終的な条件および御見積もり等を下記の通り御提示申し上げますので，何卒，御高配を頂き御承認を賜りますよう切に御願い申し上げます。」との記載(甲8の冒頭本文)及び「9，開発委託契約の解約について 上記8の納期を前提としますと2月14日までに御決裁を頂きたく御願いを申し上げます。なお，本開発委託契約を御解約される場合は不本意ではありますが契約書第4条に基づき，前記5の開発設計費を請求させて頂きます。」との記載(甲8の9項)によれば，甲8書簡は，「平成13年2月14日を期限とする開発委託契約の法定解除の意思表示に実質的に相当乃至示唆することは明らかである。」と認定した(審決書37頁)。",
            "しかし，審決において債務不履行解除の意思表示の認定根拠とされている甲8書簡中の「本開発委託契約を御解約される場合は」という記載には，敬語が使用されているから，その「御解約」の主体は，被告作成の甲8書簡の相手方である原告であると理解される。また，甲8書簡において，被告が原告に対して主張した開発設計費支払請求の法的根拠は，債務不履行解除に係る損害賠償請求権(民法545条3項，415条)ではなく，本件開発委託契約書(甲5)の4条である。同条項の記載，すなわち「甲(判決注 原告)のやむを得ない事由により，開発を中止又は中断しなければならなくなったとき，甲はその旨を乙(判決注 被告)に書面にて通知することにより，本契約を解除することができる。この場合，甲乙協議の上，乙がそれまで負担した費用を甲は乙に支払うものとする。」という約定記載によれば，その解除権行使の主体は，原告のみに限定されている。したがって，甲8書簡で言及された「御解約」の主体は，被告ではなく，原告であることは明らかである。その他，甲8書簡には，債務不履行を理由とする解除の意思表示を認めるに足りる記載が見当たらない。",
            "そうすると，甲8書簡をもって被告が期限付きの債務不履行解除の意思表示をし，又は黙示的にその意思表示をしたものであると認めることはできない。",
            "したがって，被告が債務不履行を理由とする解除の意思表示をしたとした審決の認定は誤りであり，この点に関する原告の主張は，理由がある。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "共同出願要件違反(2)(解除の効果に係る判断の誤り)について審決は，本件共同出願条項について，民法545条1項の債務不履行解除により，又は存続特約のない平成13年3月26日付け合意解約により遡及的に消滅し，本件特許の出願日である平成13年6月6日以前にその効力を失ったから，本件特許には，本件共同出願条項に基づく原被告の共有を前提とする特許法38条(共同出願)違反の瑕疵はなく，同法123条1項2号の無効理由は存在しない旨判断した(審決書37頁以下)。",
            "しかし，上記審決の判断は，次のとおり誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "事実認定",
              "text": [
                "証拠(甲17，51)及び弁論の全趣旨によれば，以下の事実を認めることができる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成5年9月3日，原告と被告は，原告が被告に対して浄水器の製造及び商品開発を委託することを内容とする本件取引基本契約を締結した。その本件取引基本契約書第15条においては，新たに発生する特許，実用新案，意匠等については原被告の共同出願とする旨が合意され(甲90)，それ以降，原告と被告との間で新開発された商品については約7年間にわたって共同出願がされていた(甲17の30頁，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その後，原告は，被告との間で，原告が新たに販売企画する新型浄水器「ＮEWツイン(仮称)」(中空糸膜と活性炭を主たる濾材とするツインカートリッジを基本として，カートリッジの簡便着脱機構，カートリッジの交換時期を表示するインジケーター，熱湯ストッパー機構付きの切換コックなどを装備する高性能な据置型浄水器)の開発業務を被告に委託する旨の平成12年4月1日付けの本件開発委託契約を締結した(甲5)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件開発委託契約書(甲5)には，次の記載がある。",
                    "「第6条(工業所有権)",
                    "1，本開発品に関しての工業所有権を取得する権利は次の通りとする。",
                    "(1)商標および意匠登録は甲が取得し，甲が単独で所有する。",
                    "(2)特許および実用新案は甲(判決注 原告)と乙(判決注 被告)の共同出願とし，甲と乙の共有とする。",
                    "2，前項1，(2)の共同出願の手続きは甲が行い，発生する費用は甲乙それぞれが折半することとする。",
                    "(省略)",
                    "第8条(有効期間)",
                    "1，本契約の有効期間は，本契約締結の日から第2条の委託業務の終了日までとする。",
                    "2，前項の定めに関わらず，第5条(秘密保持)に関する定めは，この契約終了後5ヵ年間有効とし，第6条(工業所有権)に関する定めは，当該工業所有権の存続期間中有効とする。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "text": [
        "本件開発委託契約に基づき，原告と被告の各開発担当者は，新型浄水器に関する開発会議を重ね，新商品の設計作業が完成し，その後，金型製作代金の協議を実施した。被告は，平成12年10月23日付けで見積金額を6501万円(消費税別)とし，うち3000万円を金型製作代金として速やかに原告が支払い，残額3501万円は製品価格決定後の打合せにより製品価格に上乗せする方法で，実質的には原告が負担する旨の見積書を提出した(乙7)。これに対し，原告は，平成12年10月23日，被告の要望に沿って同日付けで注文金額を3000万円(税別)とする注文書のみを提出したが(甲21)，残額については別途被告と協議することを予定していた(甲51の18頁，19頁)。"
      ]
    },
    {
      "fig": "オ",
      "text": [
        "しかし，原告と被告との間で金型製作代金の残額に関して合意を得ることができなかった。そして，原告は被告に対して，金型製作を中国で行うことを提案したが，被告は，品質を保証することができないなどとしてこれを拒否し，金型製作代金をめぐる協議は進展しなかった(甲16−25，甲17の9頁以下，18頁以下，甲51)。"
      ]
    },
    {
      "fig": "カ",
      "text": [
        "被告は，原告に対し，平成13年1月26日付けの甲8書簡を送付し，被告が提案した金額により，本件開発委託契約を履行することを求めた。",
        "しかし，原告は，被告の提案を拒否し，原被告代表者は，平成13年3月26日に協議を行い，本件開発委託契約を合意解除するに至った(同日の合意解除の事実は，当事者間に争いがない。)。なお，原告は，被告に対し，新製品の切換コックのみの供給を依頼し，同年5月7日付けで新製品の切換コックの供給契約については成立している(甲17の23頁以下，甲51の6頁以下)。"
      ]
    },
    {
      "fig": "キ",
      "text": [
        "原告は，100パーセント子会社であるニチデンを通じて中国の会社に金型製作を依頼し，平成14年1月から新型浄水器の販売を開始した(甲51の10頁以下)。また，原告は，平成18年7月4日，被告を被供託者として本件発明の開発費用1155万8663円及びその遅延損害金の合計1316万9185円を弁済供託し，被告はこれを同月27日に受領した(甲14，15)。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "判断"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件開発委託契約の記載によれば，同契約では，①本件発明について特許を受ける権利が原告と被告の共有であることが定められ〔本件共同出願条項(6条1項(2))〕，また，②本契約の有効期間は，本契約締結の日から第2条の委託業務の終了日までとすると定められ(8条1項)，さらに，③前項の定めに関わらず，・・・第6条(工業所有権)に関する定めは，当該工業所有権の存続期間中有効とする〔本件効力存続条項〕(8条2項)と定められている。そうすると，本件共同出願条項(8条2項にいう「第6条(工業所有権)に関する定め」に当たる。)は，本件開発委託契約の合意解除を原因とする「委託業務の終了」(8条1項)にもかかわらず，本件効力存続条項(8条2項)により，委託業務終了後の平成13年6月6日の本件特許出願時においても，「当該工業所有権の存続期間中」(8条2項)として，その効力を有するものと解すべきは，疑いの余地はない。",
        "したがって，上記認定した事実経緯の下における本件では，平成12年中に，新型浄水器についての設計開発作業は完了し，特許出願することができる段階に至っていたのであるから，合意解除がされた平成13年3月26日には，本件効力存続条項によって，合意解除の後においても，引き続き，原告及び被告は相互に，特許を受ける権利の共有，共同出願義務を負担することになる。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "この点について，被告は，本件開発委託契約書8条1項の「委託業務」は，事実行為であって，法律行為(契約)の終了原因である法定解除や合意解除を含まないから，法定解除等により契約目的を達成せずに途中で契約関係が終了した場合には8条1項が適用されず，その適用を前提とする8条2項の本件効力存続条項も適用されない旨主張する。",
        "しかし，被告の上記主張は，以下のとおり理由がない。すなわち，①8条1項の「第2条の委託業務の終了」には，契約目的を達成した場合のみならず，委託業務(事実行為)が合意解除(法律行為)を原因として途中で終了する場合も含むと解するのが文言上自然であり，前記のとおり，合意解除の場合にも8条1項が適用され，8条2項の本件効力存続条項により本件共同出願条項がその効力を有すると解するのが，当事者の合理的な意思に合致するというべきであること，②本件開発委託契約では，最終的には，原告が被告の開発費用を負担することとし，被告が技術等を提供することと定められ(甲5の3条2項，3項参照)，開発資金等を提供した原告と，技術等を提供した被告との間において，特許等について共有とするとした趣旨は，互いに相手方の同意を得ない限り独占的な実施ができないこととして，共同で開発した利益の帰属の独占を相互に牽制することにある点に照らすならば，合意解除がされた場合においても，両者の利益調整のために設けられた規定を別の趣旨に解釈する合理性はないこと，③本件開発委託契約書5条(秘密保持)の約定は，同契約が合意解除がされた場合にも，不正競争防止法の関連規定の適用を待つまでもなく，その効力を特約により存続させて互いの営業秘密を保護しようとするのが契約当事者の合理的意思に合致すると考えられること等，諸般の事情を総合考慮するならば，本件開発委託契約書8条2項において上記秘密保持規定と同様に記載された「6条(工業所有権)に関する定め」について，合意解除の場合においても，その効力を特約により存続させるのが契約当事者間の合理的意思に合致するといえる。",
        "したがって，被告の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "そして，被告は，特許を受ける権利について，原告と共有であるにもかかわらず，平成13年6月6日に単独で本件特許の出願をし，その登録を受けたものであるから，本件特許の登録は，特許法38条に違反するものとして，123条1項2号の無効理由を有することになる。",
        "以上のとおり，審決の認定判断には誤りがあり，原告の取消事由(共同出願違反(1)及び(2))に係る主張は理由がある。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "3",
              "subject": "結 論",
              "text": [
                "以上によれば，原告主張の取消事由(共同出願要件違反(1)及び(2))はいずれも理由があるから，その余の点について判断するまでもなく，審決には違法がある。よって，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}