{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−17805号事件について平成19年8月15日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が特許出願をして拒絶査定を受け，これを不服として審判請求をしたところ，請求が成り立たないとの審決がされたので同審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「酸化物層のエッチング方法」とする発明について，平成7年12月7日(パリ条約による優先権主張：1994年(平成6年)12月7日，米国)に特許出願(以下「本件出願」という。)をし，平成17年11月24日，手続補正をしたが，平成18年5月8日付けで拒絶査定を受けたので，同年8月14日，同拒絶査定に対する不服審判を請求するとともに手続補正をした(以下「本件補正」という。)。",
            "特許庁は，上記請求を不服2006−17805号事件として審理し，平成19年8月15日，本件補正を却下するとともに，「本件審判の請求は成り立たない。」との審決をし，その謄本は同月28日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正が却下されたため，審決が対象とした発明は，平成17年11月24日付け手続補正後の特許請求の範囲の請求項1に記載された発明であり，その要旨は次のとおりである(なお，請求項の数は5個である。)。",
                "「【請求項1】 基板上の酸化物層をエッチングする方法において(「おて」は「おいて」の誤記と認める。)，",
                "上記酸化物層上に感光層を形成するステップと，",
                "上記酸化物層の一部を露出させるための第1の開口を上記感光層に形成するステップと，",
                "上記基板をプラズマに曝し，そのプラズマによって，上記ステップで露出させた上記酸化物層の部分をエッチングするとともに，上記感光層上に第1の層を形成するステップと，",
                "を具備し，上記第1の層と感光層のトータル厚みが該感光層のみの厚みより厚いことを特徴とする方法。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の請求項1に記載された発明の要旨は次のとおりである(下線部分が本件補正に係る部分であり，以下，この発明を「本願補正発明」という。なお，本件補正後の請求項の数は2個である。)。",
                "「【請求項1】 基板上の酸化物層をエッチングする方法において(「おて」は「おいて」の誤記と認める。)，",
                "上記酸化物層上に感光層を形成するステップと，",
                "上記酸化物層の一部を露出させるための第1の開口を上記感光層に形成するステップと，",
                "上記基板をC H F を含むプラズマに曝し，そのプラズマによって，上記ステップで露出させた上記酸化物層の部分をエッチングするとともに，上記感光層上に第1の層を形成するステップと，",
                "を具備し，上記第1の層と感光層のトータル厚みが該感光層のみの厚みより厚いことを特徴とする方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，本願補正発明は，特開昭57−99745号公報(甲1。以下「刊行物」という。)に記載された発明(以下「刊行物記載発明」という。)及び周知の技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許出願の際独立して特許を受けることができず，本件補正は，同法17条の2第5項が準用する同法126条5項の規定に違反するものであり，同法159条1項において読み替えて準用する同法53条1項の規定により却下すべきものであるとし(同法17条の2第5項，159条1項，53条1項は，いずれも，平成18年法律第55号による改正前のもの)，上記2(1)記載の発明を対象とした上，同発明と引用発明を対比すると相違点がなく，上記2(1)記載の発明は引用発明と同一であるから，特許法29条1項の規定により特許を受けることができないとした。",
            "審決が上記結論に至った理由は，以下のとおりである。なお，審決の引用部分においても，本判決の略語表記を用いる。また，本訴の書証番号を付記した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物記載発明の内容",
              "text": [
                "刊行物には，次の発明が記載されている。",
                "「シリコン基板上のSiO2層をエツチングする方法において，SiO2層上にパターン形成レジストを形成すること，SiO2層の一部を露出させるために開口をパターン形成レジストに形成すること，CHF3，H2及びＮ2の混合物からなるプラズマエツチングにより，露出したSiO2層をエツチングするとともに，パターン形成レジスト上にポリマ薄膜を形成すること，ポリマ薄膜とレジストの厚さがレジストのみの厚さより厚いことからなるエツチングする方法」(審決4頁下4行～5頁3行)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願補正発明と刊行物記載発明との一致点及び相違点の認定",
              "text": [
                "「本願補正発明と刊行物記載発明とを対比すると，刊行物記載発明の「SiO2層」及び「ポリマ薄膜」は，本願補正発明の「酸化物層」及び「第1の層」に相当する。",
                "また，刊行物記載発明の「パターン形成レジスト」として，具体的には，電子感受性レジストあるいはX線感受性レジストが挙げられているから，刊行物記載発明の「パターン形成レジスト」は，本願補正発明の「感光層」に相当する。",
                "そうすると，両者は，「基板上の酸化物層をエッチングする方法において，上記酸化物層上に感光層を形成するステップと，上記酸化物層の一部を露出させるための第1の開口を上記感光層に形成するステップと，上記基板をプラズマに曝し，そのプラズマによって，上記ステップで露出させた上記酸化物層の部分をエッチングするとともに，上記感光層上に第1の層を形成するステップと，を具備し，上記第1の層と感光層のトータル厚みが該感光層のみの厚みより厚い方法」の点で一致するものの，次の点で相違する。",
                "相違点：本願補正発明のエッチングのためのプラズマは，C2H2F4を含むプラズマであるのに対し，刊行物記載発明のエッチングのためのプラズマは，CHF3，H2及びＮ2の混合物からなるプラズマである点。」(審決5頁6行～22行)"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点についての判断",
              "text": [
                "「そこで，上記相違点について検討する。",
                "刊行物記載発明のプラズマエッチングガスは，上記摘記(1f)(判決注：甲1の6頁左上欄4行～同頁右上欄3行の記載部分)によれば，エツチング中プラズマ中のフツ素及び水素からポリマ薄膜を生じさせるためにCHF3を含むフッ化炭化水素系ガスを使用しているものであるが，一般に，フッ化炭化水素系のプラズマエッチングガスとして，CHF3とともに，C2H2F4を用いることは以下に示すとおり周知の事項である。",
                "周知例1：特開平6−120174号公報(本訴甲2)「【請求項2】酸化膜上に形成した多結晶シリコンあるいはポリサイドの異方性エッチング方法において，・・・，CaHbFcを含むガスのプラズマを該半導体基板に対し斜め方向より入射する工程を含むことを特徴とする半導体装置の製造方法。」，「【請求項20】該CaHbFcはCHF3であることを特徴とする請求項2・・記載の半導体装置の製造方法。」，「【請求項25】該CaHbFcは，C2H2F4であることを特徴とする請求項2・・記載の半導体装置の製造方法。」，「【0055】・・この結果側壁保護膜はSiClxのClがOと置換してSiOy(0＜y＜2)となる。・・・」，「【0063】また，側壁保護膜エッチングに使用したCHF系ガスは，CHF3・・C2H2F4などでも有効である。」",
                "周知例2：特開平6−21016号公報(本訴甲3)「【請求項1】・・該トレンチ形成後の該半導体基板にしたCxHyFz(x，y，zは自然数，y＋z＝2x＋2)ガスのプラズマによるエッチングを加える工程を含むことを特徴とする半導体装置の製造方法。」，「【請求項8】該CxHyFzはC2H2F4であることを特徴とする請求項1・・記載の半導体装置の製造方法。」，「【0011】さらに，CxHyFzはCHF3・・・あるいはC2H2F4であることを特徴としている。」",
                "周知例3：特開昭62−198871号公報(本訴甲4)「導電性基体に存在するダストの大部分は，シリコン系化合物及び・・成膜する直前に導電性基体を，フッ化炭化系ガスと酸素ガスの混合ガスに，RF電力を印可することにより発生し持続したプラズマ中にさらすことにより，・・ダストの除去を行なった。」(2頁左下欄末行～右下欄7行)，「なお，本発明において用いられるフッ化炭化系ガスとしては，・・CHF3，C2H2F4等のフッ化炭化水素類を用いても良く」(2頁右下欄18行～3頁左上欄1行)",
                "そうすると，刊行物記載発明のプラズマエッチングガスであるCHF3に替えて，同じフッ化炭化水素系プラズマエッチングガスとして周知であるC2H2F4を使用する程度のことは，当業者ならば容易に想到し得ることである。",
                "そして，本願補正発明において奏する効果も，刊行物の記載，及び上記周知の事項から，予測しえる程度のことであって，格別顕著なものとは認められない。",
                "したがって，本願補正発明は，刊行物に記載された発明及び周知の技術に基いて当業者が容易に発明をすることができたものであるから，特許法第29条第2項の規定により特許出願の際独立して特許を受けることができないものである。」(審決5頁23行～6頁30行)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，本件補正の適否の判断において，周知技術の認定を誤り，さらに，相違点についての判断を誤った結果，本願補正発明が，刊行物記載発明及び周知技術に基づいて当業者が容易に発明することができたものであるとの誤った結論に至り，ひいて，独立特許要件の欠缺を理由として，本件補正を却下したことにより，本願発明の要旨の認定を誤ったものであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由1(周知技術の認定誤りによる相違点についての判断の誤り)(1) 審決は，一般に，フッ化炭化水素系のプラズマエッチングガスとして，CHF とともに，C H F を用いることは，特開平6−120174号公報(甲2。",
            "以下「周知例1」という。)，特開平6−21016号公報(甲3。以下「周知例2」という。)及び特開昭62−198871号公報(甲4。以下「周知例3」という。)に示すとおり周知の事項であると判断しているが，誤りである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "本件出願に係る発明は，平成6年12月7日を優先日として出願されたものである。一方，周知例1は平成6年4月28日に，周知例2は平成6年1月28日にそれぞれ公開になっている。周知例1が公開になってから本願優先日までは7か月と9日，周知例2が公開になってから10か月と9日しか経過していないが，周知例1，2がこの分野で特殊な技術であるために有名になったという事実もないから，それだけの期間に周知例1，2の存在及びその内容が周知になったということは到底あり得ないというべきである。",
                "また，周知例3は昭和62年9月2日に公開になっており，本願優先日までに7年が経過しているが，そこに記載されている技術内容が画期的な内容で，広く利用されるようになったという事実もないから，周知例3は周知文献ではなく，その記載内容は周知とはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知例1の発明の詳細な説明の中でC H F について述べているのは，段落【0025】の「さらに，該C H F はCHF ，あるいはCH F ，あるいは",
              "content": [
                {
                  "fig": "a",
                  "subject": "b c 3 2 2",
                  "text": [
                    "CH F，C H F ，あるいはC H F ，C H F であることを特徴としている。」と，段落【0063】の「また，側壁保護膜エッチングに使用したCHF系ガスは，CHF ，CH F ，CH F，C H F ，C H F ，C H F などで",
                    "も有効である。」の2か所のみである。実施例でC H F を用いることが具体的に説明されているわけではなく，上記のようにCHF系ガスの中で，当時存在していることが明らかなガスを羅列し，単に「・・・などでも有効である。」と述べて，その中にC H F を含ませているだけであり，従来技術の説明の箇所にもC HF が使用されていたという記載は一切ない。",
                    "そして，周知例1では，その出願時又は発明時においてC H F の使用が側壁保護膜エッチングに「有効である」ことを確認しているのであるから，少なくとも周知例1が出願される前には，プラズマエッチングにおいてC H F を使用することが当業者には周知ではなかったことが推測できるというべきである。また，その後，周知例1の内容が広く知られるようになったという事実もなく，それを証明するものもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "周知例2の発明の詳細な説明でC H F について述べているのは，段落【0011】の「さらに，C H F はCHF あるいはCH F あるいはCH F",
              "content": [
                {
                  "content": [
                    {
                      "fig": "x",
                      "subject": "y z 3 2 2 3",
                      "text": [
                        "あるいはC H F あるいはC H F あるいはC H F であることを特徴としている。」と，段落【0028】の「さらに本発明者はC H F ガスと酸素元素を"
                      ]
                    },
                    {
                      "fig": "x",
                      "subject": "y z",
                      "text": [
                        "含むガスについて上記以外のガスについて検証した。CHF ，CH F ，CH F，C H F ，C H F ，C H F の各々について，またこれらとO ，CO，COについての全ての組合せについて第一あるいは第二の実施例と同様の検証を行った。」という記載のみである。",
                        "そして，この段落【0028】の「検証を行った」という記載からは，周知例2の出願日である平成4年7月1日の時点においては，プラズマエッチングにC HF ガスを使用することが周知でなかったと判断できる。周知であれば「検証」など行う必要がないからである。また，周知例1と同様に，その後，周知例2の内容が広く知られるようになったという事実もなく，それを証明するものもない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "周知例3は，誘電性基体に感光層を形成させる前に，その誘電性基体の上にあるダストすなわちゴミを除去するのにプラズマエッチングを利用しているだけであり，本願補正発明とは技術的に無関係である。また，その記載内容も，実施例でC H F ガスが使用されているわけではなく，単に，利用できるガスとして多くのガスとともにC H F の名前が挙られているに過ぎない。",
                "このように，周知例3にはプラズマエッチングにC H F ガスを使用することが周知であったことを窺わせる記載はない。また，周知例3の存在によって，プラズマエッチングにC H F を使用することが当業者に周知になったとはいえないのは，周知例3が公開になったかなり後(約7年後)に出願された周知例1や周知例2の記載内容からも明白である。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，周知例1ないし3には，それらが作成された時点でプラズマエッチングにC H F ガスを使用することが周知であったということを推測できる記載がなく，逆に，周知例1，2からは，本願優先日にかなり近い時点まで，プラズマエッチングにC H F ガスを使用することが知られていなかったことを示唆する記載がある。",
                "したがって，本願優先日当時に，プラズマエッチングにC H F ガスを使用すること，特に，酸化物の一部をエッチングするのにC H F ガスを使用することは周知ではなかったというべきである。",
                "よって，審決が，本願優先日当時にプラズマエッチングにC H F ガスを使用することが周知であったと認定したことは誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(周知技術の適用誤りによる相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "仮に，本願優先日当時にプラズマエッチングにC H F ガスを使用することが周知であったとしても，本願補正発明は，刊行物記載発明と周知技術とから容易に発明できたものではないから，本願補正発明の進歩性を否定した審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願補正発明は，要するに，酸化物の一部を除去するためにプラズマエッチングを行うときに，そのエッチングのガスとしてC H F ガスを使用することを特徴とするものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "プラズマエッチングは，様々な用途に使用され，その用途に応じて使用されるガスの種類も異なっているのは当業者の常識である。",
                "周知例1に記載されているのは，多結晶シリコンをエッチングした後に，そのエッチングによって生じた側壁保護膜を除去する技術にC H F ガスを使用できるという記載のみであり，本願補正発明のように酸化物層にホールを形成させるためにエッチングする技術とは異なった技術に用いることができると説明されているだけである。",
                "また，周知例2は，シリコン基板をエッチングしてできた凹凸形状の溝のコーナー部分に丸みを付けるためにプラズマエッチングを施す技術であって，シリコンをエッチングしており，酸化物をエッチングする本願補正発明とは技術的内容が全く異なる。",
                "さらに，周知例3は，前記のとおり，ゴミを取るためにエッチングしているので，本願補正発明とは全く異なった技術である。",
                "以上のように，プラズマエッチングにC H F ガスを使用することが記載されている周知例1ないし3は，いずれも，本願補正発明のエッチングの用途とは異なる用途に用いている。すなわち，いずれも，本願補正発明の特徴である，酸化物の一部を除去するに当たって，酸化物と窒化物との高い選択性を示し，その酸化物の下側にある部材を損傷させないようにするという用途に利用できることを推測させる記載はない。",
                "したがって，仮にプラズマエッチングにC H F ガスを利用することが周知であったとしても，本願補正発明の目的を達成するために有効かどうかは，周知例1ないし3で挙げられたそれぞれのガスについて実験をし，その中から本願補正発明の所期の目的を達成するものを探し出さなければならないのであるから，C H Fガスが本願補正発明の目的のために適切なガスであると即断することはできない。",
                "このように，仮にC H F ガスがプラズマエッチングに利用することが周知であったとしても，個々のガスについて，本願補正発明の目的に利用できるかどうかを検証しなければならないのであるから，刊行物記載発明から直ちに本願補正発明を容易に推測することはできず，本願補正発明は，進歩性があり，特許されるべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の要点",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(周知技術の認定誤りによる相違点についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "周知技術とは，当業者が熟知している事項であるため，本来，審決においてその認定根拠を示すまでもないもののことであるから，審決に周知例として挙げた文献数の多寡によって，周知であるかどうかが定まるものではない。",
                "また，審決で周知例として挙げた文献は，本件出願当時にC H F がプラズマエッチングガスとして周知であったことを立証するために例示されたものであるから，当該文献自体の周知性の有無や当該文献の公開から本件出願までの期間の長短は問題ではない。",
                "さらに，特定化合物を利用することが周知技術であることを例示する文献は，具体的なデータとともに実施の態様まで明示されたものに限定すべきではない。",
                "以上のことから，周知例の公開から本件出願までの期間が短いこと，周知例に実施例として記載されていないことをもって，周知技術たり得ないとする原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "周知例1には，「【請求項2】酸化膜上に形成した多結晶シリコンあるいはポリサイドの異方性エッチング方法において，・・・，C H F を含むガスの",
              "content": [
                {
                  "fig": "a",
                  "subject": "b c",
                  "text": [
                    "プラズマを該半導体基板に対し斜め方向より入射する工程を含むことを特徴とする半導体装置の製造方法。」，「【請求項20】該C H F はCHF であること"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "b c 3",
                  "text": [
                    "を特徴とする請求項2・・・記載の半導体装置の製造方法。」，「【請求項25】該C H F は，C H F であることを特徴とする請求項2・・・記載の半導体"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "b c 2 2 4",
                  "text": [
                    "装置の製造方法。」，「【0055】・・・この結果側壁保護膜はSiCl のCX",
                    "lがOと置換してSiO (0＜y＜2)となる。・・・」，「【0063】また，y",
                    "側壁保護膜エッチングに使用したCHF系ガスは，CHF ・・C H F などでも有効である。」と記載されており，請求項2，請求項25等の記載からすれば，周知例1には，プラズマエッチングガスとしてフッ化炭化水素系のC H F ガスを用いることが記載されているといえる。",
                    "また，【0055】には，SiO (0＜y＜2)をエッチングすることが記載"
                  ],
                  "content": [
                    {
                      "fig": "y",
                      "text": [
                        "され，SiO (0＜y＜2)は硅素(Si)に酸素(O)が化合したものであっ"
                      ]
                    },
                    {
                      "fig": "y",
                      "text": [
                        "て，硅素の酸化物を意味するものであることは明らかであるから，周知例1には，酸化物をプラズマエッチングする際に，プラズマエッチングガスとしてフッ化炭化水素系のC H F を用いることも記載されているといえる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "周知例2には，「【請求項1】・・・該トレンチ形成後の該半導体基板にしたC H F (x，y，zは自然数，y＋z＝2x＋2)ガスのプラズマによる",
              "content": [
                {
                  "content": [
                    {
                      "fig": "x",
                      "subject": "y z",
                      "text": [
                        "エッチングを加える工程を含むことを特徴とする半導体装置の製造方法。」，「【請求項8】該C H F はC H F であることを特徴とする請求項1・・・"
                      ]
                    },
                    {
                      "fig": "x",
                      "subject": "y z 2 2 4",
                      "text": [
                        "記載の半導体装置の製造方法。」，「【0011】さらに，C H F はCHF"
                      ]
                    },
                    {
                      "fig": "x",
                      "subject": "y z 3",
                      "text": [
                        "・・・あるいはC H F であることを特徴としている。」と記載されており，これらの記載からすれば，周知例2には，プラズマエッチングガスとしてフッ化炭化水素系のC H F を用いることが記載されているといえる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "周知例3には，「導電性基体に存在するダストの大部分は，シリコン系化合物及び・・・成膜する直前に導電性基体を，フッ化炭化系ガスと酸素ガスの混合ガスに，RF電力を印可することにより発生し持続したプラズマ中にさらすことにより，・・・ダストの除去を行なった。」(2頁左下欄末行～右下欄7行)，「なお，本発明において用いられるフッ化炭化系ガスとしては，・・・CHF ，C HF 等のフッ化炭化水素類を用いても良く」(2頁右下欄18行～3頁左上欄1行)，「＜実施例＞・・・ガスを真空槽内に導入し，高周波電界を印加してプラズマを発生させ，気体状の存在する異物(ダスト)をエッチング除去する。」(3頁右上欄下2行～左下欄1行)と記載されている。そして，周知例3の技術は，導電性基体に存在する除去が困難なダストを除去することを目的とするものであり，当該ダストは除去が困難であるから，ある程度，強固に基体に固着しているといえるところ，プラズマを発生させ，エッチングにより当該ダストを除去しようとするものであるから，上記記載には，プラズマエッチングガスとしてC H F を用いることが記載されているといえる。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "周知例1ないし3以外にも，例えば，特開平4−251923号公報(乙",
              "text": [
                "1。以下「周知例4」という。)には，「【請求項1】・・・ドライエッチングするために用いる反応性ガスにおいて，この反応性ガスは，・・・フッ化炭化水素ガス・・・と酸素ガスとの混合ガスとしたことを特徴とするエッチング用反応性ガス」，「【0007】【作用】・・・プラズマにより導入した反応性ガスを活性化し，被処理物表面をエッチングする。」，「【0009】・・・フッ化炭化水素ガスとしては・・・CH FCF ・・・などを挙げることができる」と，CH FCF ，即ちC H F をプラズマエッチングガスとして用いることが記載され，さらに【0019】には，実施例としてCH FCF ，即ちC H F をプラズマエッチングガスとして実際に使用することが記載されている。",
                "また，特開昭64−62454号公報(乙2。以下「周知例5」という。)には，「この発明のフッ素化炭化水素プラズマ露出では，プラズマ処理を行う電解銅の表面を，プラズマ・エッチングに使用する種類の反応器中で発生させたプラズマに露出させる。・・・このようなフッ素化炭化水素の例としては，・・・C H F がある」(3頁左下欄4行～18行)との記載があり，プラズマエッチングガスとしてフッ化炭化水素系のC H F を用いることが開示されている。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，本願優先日当時にフッ化炭化水素系のプラズマエッチングガスとしてC H F を用いることは周知の事項であるから，審決の周知技術の認定に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(周知技術の適用誤りによる相違点についての判断に誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記1のとおり，本願優先日当時にフッ化炭化水素系のプラズマエッチングガスとして，C H F を用いることは周知技術である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物記載発明と上記周知技術とは，プラズマエッチングという点で技術分野の関連性を有しており，さらに，CHF とC H F という共にフッ化炭化水素系ガスをプラズマエッチングガスに用いるという点でも技術を同じくしていることからすれば，上記周知技術を刊行物記載発明に適用しようとする十分な動機付けが存在するといえ，また，特段の阻害要因があるともいえない。",
                "そして，刊行物記載発明はフッ化炭化水素系ガスであるCHF をプラズマエッチングガスとして用い，酸化物をエッチングしていることからすれば，同様のエッチング作用を有することが周知であるフッ化炭化水素系ガスの1種であるC H Fをエッチングガスとして用いた場合の作用効果も，予測することが可能であるといえる。",
                "このように，刊行物記載発明に上記周知技術を適用する十分な動機付けが存在し，特段の阻害要因も存在せず，作用効果の予測可能性も存在するのであるから，刊行物記載発明に上記周知技術を適用することは，当業者が容易になし得たことにすぎない。",
                "また，上記周知技術を適用した場合に，どのような作用効果を奏するかを検証することは当業者において当然のことであるし，また，検証しなければならないことが適用の阻害要因であるとも認められないから，C H F を本願補正発明の目的に利用できるかどうかを検証しなければならないことをもって進歩性があるとの原告の主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(周知技術の認定誤りによる相違点についての判断の誤り)について",
          "text": [
            "原告は，審決が，本願優先日当時にプラズマエッチングガスとしてCHF とともにC H F ガスを使用することが周知であったと認定したことが誤りであると主張するので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "後掲証拠によれば，周知例1ないし4について，以下のとおり認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "周知例3は，発明の名称を「電子写真感光体の製造方法」とする，昭和61年2月26日に出願され，昭和62年9月2日に公開された公開特許公報であるが，これには次の記載がある(甲4)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「2．特許請求の範囲",
                      "text": [
                        "1．アモルファスシリコンを主体とした電子写真感光体の製造工程において，真空槽内に少なくとも炭素(C)とフッ素(F)とを含むフッ化炭素系ガス，及び酸素(O)を含むガスを導入し，",
                        "高周波電界を印加することにより得られる，グロー放電プラズマ中に導電性基体表面をさらした後，",
                        "該基体上にアモルファスシリコンを主体とした感光層を堆積することを特徴とする電子写真感光体の製造方法。」(1頁左欄4～15行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本発明は，アモルファスシリコンを主体とした電子写真感光体の製造方法の改良に関するものである。」(1頁左欄18～20行)"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「しかしながら，このようなプラズマCVD法により作製したa−Si感光体には，通常，感光膜全域にわたって直径数μm～100μmの粒状突起様の膜欠陥が見られる。このような膜欠陥は，感光体を電子写真プロセスに適用した際に，白斑，白抜け等の著しい画像欠陥となって現れることがあり，・・・膜欠陥の発生を極力抑えることが強く望まれている。",
                        "上記した膜欠陥の発生の原因について，・・・真空槽内に導電性基体を設置した後，真空排気する際に，装置内のダストが舞い上がり，このダストが導電性基体上に付着するためであることを見出した。」(2頁左上欄13行～右上欄9行)(エ) 「本発明は，・・・画像白斑の原因となる膜欠陥のない，優れた感光体を得ることが出来る電子写真感光体の製造方法を提供することを目的としている。」(2頁右上欄15～18行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「真空槽内に少なくとも炭素(C)とフッ素(F)とを含むフッ化炭素系ガス，及び酸素(O)を含むガスを導入し，高周波電界を印加することにより得られるグロー放電プラズマ中に導電性基体表面をさらして，この導電性基体面に付着しているダスト等の付着物を除去し，基体表面を清浄化する。」(2頁左下欄10～16行)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「導電性基体上に存在するダストの大部分は，シリコン系化合物及び炭素系化合物であることが判明した。このことから，我々は，感光体構成膜を成膜する直前に導電性基体を，フッ化炭素系ガスと酸素ガスの混合ガスに，RF電力を印加することにより発生し持続したプラズマ中にさらすことにより，導電性基体上のダストの除去を行なった。」(2頁左下欄末行～右下欄7行)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「なお，本発明において用いられるフッ化炭素系ガスとしては，CF ，C F ，C F ，C F 等のフッ化炭素類，CHF ，C H F 等のフッ化炭化水素類を用いても良く，また，フッ化炭素系ガスに混合する酸素ガスについても，酸素ガスのみならず，CO，CO 等の酸化炭素系ガス，あるいは，これにフッ素が結合した酸化炭素系ガスであってもよい。」(2頁右下欄18行～3頁左上欄5行)"
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「＜実施例＞・・・CF ガスとO ガスを真空槽内に導入し，高周波電界を印加してプラズマを発生させ，基体上に存在する異物(ダスト)をエッチング除去する。」(3頁右上欄6行～左下欄1行)"
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "以上の記載によれば，周知例3は，電子写真感光体の製造方法において，炭素(C)とフッ素(F)とを含むフッ化炭素系ガス，及び酸素(O)を含むガスのプラズマにより，導電性基体上のダストのエッチング除去を行うことを目的とする発明であることが認められる。そして，ダストのエッチング除去に用いられる「フッ化炭素系ガス」について，「CHF ，C H F 等のフッ化炭化水素類を用いても良く」(前記(キ))とされているから，周知例3には，「フッ化炭化水素系のプラズマエッチングガスとしてC H F を用いること」が記載されているものといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "周知例4は，半導体デバイスの製造技術分野における発明の名称を「エツチング用反応性ガス」とする，平成3年1月9日に出願され，平成4年9月8日に公開された公開特許公報であるが，これには次の記載がある(乙1)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【請求項1】モリブデンシリサイド，タングステンシリサイド，チタンシリサイド，モリブデン，チタン，タングステン，クロム，タンタルから選ばれた少なくとも1種をドライエッチングするために用いる反応性ガスにおいて，この反応性ガスは，フッ化塩化炭化水素ガス及びフッ化炭化水素ガスのうちの少なくとも1種のガスと酸素ガスとの混合ガスとしたことを特徴とするエッチング用反応性ガス。」(2頁左欄2～9行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【0007】",
                      "text": [
                        "【作用】例えば，プラズマ処理装置内に上記の被処理物をセットし，電極間に高周波を印加してプラズマを発生せしめ，このプラズマにより導入した反応ガスを活性化し，被処理物表面をエッチングする。」(2頁右欄7～11行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【0009】また，本発明における反応性ガスとしてはフッ化塩化炭化水素ガス及びフッ化炭化水素ガスの中から選ばれた少なくとも1種のガスと酸素ガスとの混合ガスを使用することを特徴としている。フッ化塩化炭化水素ガス及びフッ化炭化水素ガスとしてはCHCl CF ，CH CCl F，CH FCF ，CH",
                      "text": [
                        "Cl F，CHCl F またはCHF などを挙げることができる。」(2頁右欄17～23行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の記載によれば，周知例4は，フッ化炭化水素系のプラズマエッチングガスとしてCHF ，C H F (上記CH FCF )などを開示していることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "周知例2は，発明の名称を「半導体装置の製造方法」とする，平成4年7月1日に出願され，平成6年1月28日に公開された公開特許公報であるが，これには次の記載がある(甲3)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【要約】",
                      "text": [
                        "【構成】シリコン・トレンチのコーナーのラウンド処理をC H F 系ガスある"
                      ],
                      "content": [
                        {
                          "fig": "x",
                          "subject": "y z",
                          "text": [
                            "いはC H F 系ガスと酸素元素を含むガスの混合ガスのプラズマエッチングによ"
                          ]
                        },
                        {
                          "fig": "x",
                          "subject": "y z",
                          "text": [
                            "り行う半導体装置の製造方法。この系におけるエッチングではC−F系，C−H系の重合膜，あるいはC−F系，C−H系の重合膜，反応生成物であるSiF O が"
                          ]
                        },
                        {
                          "fig": "x",
                          "subject": "y",
                          "text": [
                            "堆積するが，これらの堆積速度が凹部では速く凸部では遅いことを利用して，トレンチ凹凸部のコーナーのラウンド処理を行なう。",
                            "【効果】耐圧劣化防止のために必要なラウンド処理量(CDロス)が従来のラウンド酸化法に比べ少ないため，寸法誤差の低下により素子性能の均一化，また素子の微細化が可能になる，プロセスの低温化でデバイスへの熱影響がなくなるなどの効果を有する。」(1頁左欄)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【請求項1】半導体基板にトレンチを形成する工程と，該トレンチ形成後の該半導体基板にC H F (x，y，zは自然数，y＋z＝2x＋2)ガスの",
                      "content": [
                        {
                          "fig": "x",
                          "subject": "y z",
                          "text": [
                            "プラズマによるエッチングを加える工程を含むことを特徴とする半導体装置の製造方法。」(2頁左欄2～6行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【請求項3】該C H F はCHF であることを特徴とする請求項1・",
                      "content": [
                        {
                          "fig": "x",
                          "subject": "y z 3",
                          "text": [
                            "・・記載の半導体装置の製造方法。」(2頁左欄13～15行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【請求項8】該C H F はC H F であることを特徴とする請求項1",
                      "content": [
                        {
                          "fig": "x",
                          "subject": "y z 2 2 4",
                          "text": [
                            "・・・記載の半導体装置の製造方法。」(2頁左欄28～30行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「【0001】",
                      "text": [
                        "【産業上の利用分野】本発明は半導体装置の製造方法に関し，特に凹凸を有するシリコン基板の凹凸部のコーナーを丸める技術に関する。」(2頁左欄39～42行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「【0008】本発明・・・の課題は，トレンチのコーナーのラウンド処理において，ハーフミクロン以下のデバイスにも有効なCDロスの小さな処理を採用することにより，高信頼で，歩留まりの向上を図り得る半導体装置の製造方法を提供するところにある。」(2頁右欄40～45行)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「【0011】さらに，C H F はCHF あるいはCH F あるいはC",
                      "content": [
                        {
                          "fig": "x",
                          "subject": "y z 3 2 2",
                          "text": [
                            "H FあるいはC H F あるいはC H F あるいはC H F であることを特徴としている。」(3頁左欄8～10行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「【0028】さらに本発明者はC H F ガスと酸素元素を含むガスに",
                      "content": [
                        {
                          "fig": "x",
                          "subject": "y z",
                          "text": [
                            "ついて上記以外のガスについて検証した。CHF ，CH F ，CH F，C H F，C H F ，C H F の各々について，またこれらとO ，CO，CO についての全ての組合せについて第一あるいは第二の実施例と同様の検証を行った。",
                            "【0029】全てのケースについて，ラウンド処理量(エッチング量)400～1100Åでゲート耐圧が平坦部の90％以上の値を示し，従来のラウンド酸化法に比べ十分な効果がみられた。」(4頁左欄33～42行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "以上の記載によれば，周知例2は，半導体装置の製造方法において，Cx",
                      "text": [
                        "H F 系ガスあるいはC H F 系ガスと酸素元素を含むガスの混合ガスのプラズ"
                      ],
                      "content": [
                        {
                          "fig": "y",
                          "subject": "z x y z",
                          "text": [
                            "マエッチングにより，トレンチ(溝)のコーナーのラウンド処理を行うことを目的とする発明であることが認められる。そして，トレンチのコーナーのラウンド処理に利用される「C H F (x，y，zは自然数，y＋z＝2x＋2)ガスのプラ"
                          ]
                        },
                        {
                          "fig": "x",
                          "subject": "y z",
                          "text": [
                            "ズマ」について，「該C H F はC H F であること」(請求項8)とされてい"
                          ]
                        },
                        {
                          "fig": "x",
                          "subject": "y z 2 2 4",
                          "text": [
                            "るから，周知例2には，「フッ化炭化水素系のプラズマエッチングガスとしてCH F を用いること」が記載されているものといえる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "周知例1は，発明の名称を「半導体装置の製造方法」とする，平成4年10月5日に出願され，平成6年4月28日に公開された公開特許公報であるが，これには次の記載がある(甲2)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【要約】",
                      "text": [
                        "【目的】半導体装置の製造方法において，多結晶シリコン，ポリサイドのエッチング時の(判決注：「エッチング時に」の誤記と認める。)形成される側壁保護膜を再現性よく除去する。",
                        "【構成】CF系，CHF系ガスのイオンを基板1に対し斜めに入射する事で，側壁に対するイオンエネルギーを発生させることにより側壁保護膜5の除去を行なう。",
                        "さらに多結晶シリコン3，ポリサイドのオーバーエッチング時にもイオンの斜め入射を行なう。",
                        "【効果】従来のウェット処理に比べ，除去の安定性，下地酸化膜との選択比が向上し，薄膜化が進むゲート酸化膜上のゲート電極の微細加工が可能となる。」(1頁左欄)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【請求項2】酸化膜上に形成した多結晶シリコンあるいはポリサイドの異方性エッチング方法において，少なくともハロゲン元素を含むガスを主ガスとするプラズマにより該多結晶シリコンあるいはポリサイドのエッチングを行ないシリコン基板に対し垂直あるいは垂直に近い断面形状を得る工程と，C H F を含む",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "a",
                              "subject": "b c",
                              "text": [
                                "ガスのプラズマを該半導体基板に対し斜め方向より入射する工程を含むことを特徴とする半導体装置の製造方法。」(2頁左欄10～17行)"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【請求項20】該C H F はCHF であることを特徴とする請求項2",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "a",
                              "subject": "b c 3",
                              "text": [
                                "・・・記載の半導体装置の製造方法。」(2頁右欄43～45行)"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【請求項25】該C H F はC H F であることを特徴とする請求項",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "a",
                              "subject": "b c 2 2 4",
                              "text": [
                                "2・・・記載の半導体装置の製造方法。」(3頁左欄8～10行)"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「【0001】",
                      "text": [
                        "【産業上の利用分野】本発明は半導体装置の製造方法に関し，特に多結晶シリコンあるいはポリサイドの異方性エッチング時に生成される側壁保護膜の除去方法に関する。」(3頁左欄12～16行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「【0011】本発明・・・の課題は，Cl系，Br系ガスによる多結晶シリコン，ポリサイドの異方性エッチングおいて，再現性，制御性のある側壁保護膜の除去を行なうところにある。」(4頁右欄32～35行)"
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「【0025】さらに，該C H F はCHF ，あるいはCH F ，ある",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "a",
                              "subject": "b c 3 2 2",
                              "text": [
                                "いはCH F，C H F ，あるいはC H F ，C H F であることを特徴としている。」(4頁右欄5～7行)"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「【0055】次に本発明の方法により側壁保護膜5の除去を行う。側壁保護膜5の除去には図2に示した装置を用いた。多結晶シリコン3のエッチング終了から側壁保護膜5の除去開始までは，一旦大気に曝して(30分程度)ある。この結果側壁保護膜はSiCl のClがOと置換してSiO (0＜y＜2)とな",
                      "content": [
                        {
                          "fig": "x",
                          "subject": "y",
                          "text": [
                            "る。」(7頁左欄33～38行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "「【0063】また，側壁保護膜エッチングに使用したCHF系ガスは，CHF ，CH F ，CH F，C H F ，C H F ，C H F などでも有効で",
                      "text": [
                        "ある。」(7頁右欄31～33行)"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "以上の記載によれば，周知例1は，半導体装置の製造方法において，多結晶シリコン，ポリサイドのエッチング時に形成される側壁保護膜を，CF系，CHF系ガスのプラズマを利用したエッチングにより除去することを目的とする発明であることが認められる。そして，側壁保護膜を除去するために利用される「C H",
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "a",
                              "subject": "b",
                              "text": [
                                "F を含むガスのプラズマ」について，C H F はフッ化炭化水素を意味し，「該"
                              ]
                            },
                            {
                              "fig": "c",
                              "subject": "a b c",
                              "text": [
                                "C H F はC H F であること」(請求項25)とされていることから，周知例"
                              ]
                            },
                            {
                              "fig": "a",
                              "subject": "b c 2 2 4",
                              "text": [
                                "1には，「フッ化炭化水素系のプラズマエッチングガスとしてC H F を用いること」が記載されているものといえる。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上に基づき判断するに，特許出願に係る明細書の発明の詳細な説明には，当該発明の属する技術分野の出願時における技術水準(従来技術の水準)を踏まえ，新規性及び進歩性を有するものとして当該発明の特許性が記載されるものであるところ，前記各周知例によれば，半導体等を製造する技術分野における慣用的な技術手法であるプラズマエッチング法において，昭和62年から平成6年の本願優先日までの間に，プラズマエッチングガスとしてフッ化炭化水素系のガスが幅広く採用されていたこと，そして，そのうちの1つとして，本願補正発明においてプラズマエッチングガスとして採用されたC H F が少なくとも異なる3名の出願人による4件の特許公報に適用可能なエッチングガスとして具体的に記載されていたことが認められ，これらの事実に上記技術分野が技術革新が極めて激しい分野であるとの公知の事実を勘案すると，C H F をプラズマエッチングガスとして採用するとの技術事項は，当業者に広く知られた周知技術であると認めるのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対し，原告は次のとおり主張するが，いずれも理由がない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願優先日は平成6年12月7日であるが，周知例1は同年4月28日に，周知例2は同年1月28日にそれぞれ公開になったものであり，公開日から本願優先日までの期間が短く，周知例1，2がこの分野で特殊な技術であるために有名になったという事実もないから，それだけの短期間に周知例1，2の存在及び内容が周知になったということは到底あり得ないと主張するが，審決は，周知例1，2の存在及び内容が周知になったことを根拠として，本願優先日当時にプラズマエッチングにC H F ガスを使用することが周知であったと認定したわけではなく，周知例1，2を援用した趣旨はプラズマエッチングガスに関する技術水準を示すことにあったものであるといえる(その判示に照らし明らかである。)から，原告の主張は失当である。",
                    "また，周知例3の記載内容が周知とはいえないなどとする原告の主張も，上記説示と同様の理由により失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，周知例1では，その出願時又は発明時においてC H F の使用が側壁保護膜エッチングに「有効である」ことを確認しているのであるから，少なくとも周知例1が出願される前には，プラズマエッチングにおいてC H F を使用することが当業者に周知でなかったことが推測できると主張する。",
                    "しかしながら，周知例1において「有効である」ことが確認されているのは，CH F の使用が側壁保護膜エッチングに「有効である」という周知例1の発明の効果であって，プラズマエッチング法一般においてC H F を使用することの有効性の有無が問題とされているのではないから，原告の主張は前提を欠き，失当である。",
                    "さらに，原告は，周知例1におけるC H F の記載が2か所のみであることや実施例でC H F の使用の説明がないことなどを主張するが，C H F の記載の多寡や実施例における説明の有無は，周知例1についての前記認定判断を左右するに足りるものではないから，原告の主張を採用することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，周知例2にはC H F について，実施例と同様の「検証を行った」と記載されていることから，周知例2の出願日である平成4年7月1日の時点においては，プラズマエッチングにC H F ガスを使用することが周知ではなかったと判断できると主張するが，周知例2において「検証を行った」のは，C HF を使用した場合の周知例2の発明の効果についてであって，プラズマエッチング法一般においてC H F を使用することの適否ではないから，原告の主張は前提を欠き，失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，周知例3は本願補正発明とは技術的に無関係であり，実施例でCH F ガスが使用されているわけではないなどと主張するが，前記1(1)ア(ア)，(オ)，(カ)ないし(ク)のとおり，周知例3には，プラズマエッチング法を採用し，「フッ化炭化水素系のプラズマエッチングガスとしてC H F を用いること」が記載されているから，本願補正発明のプラズマエッチングガスと共通する技術の記載があるし，また，実施例における使用の有無は，周知例3についての前記認定判断を左右するに足りるものではない。",
                    "したがって，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおりであるから，審決が，本願優先日当時にプラズマエッチングガスとしてCHF とともにC H F ガスを使用することが周知であったと認定したことに誤りはなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(周知技術の適用誤りによる相違点についての判断の誤り)について",
          "text": [
            "原告は，本願優先優先日当時にプラズマエッチングにC H F ガスを使用することが周知であったとしても，本願補正発明は，刊行物記載発明と周知技術とから容易に発明できたものではないから，本願補正発明の進歩性を否定した審決の判断は誤りであると主張するので，以下，検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物記載発明は，「シリコン基板上のSiO 層をエツチングする方法において，SiO 層上にパターン形成レジストを形成すること，SiO 層の一部を露出させるために開口をパターン形成レジストに形成すること，CHF ，H 及びＮ の混合物からなるプラズマエツチングにより，露出したSiO 層をエツチングするとともに，パターン形成レジスト上にポリマ薄膜を形成すること，ポリマ薄膜とレジストの厚さがレジストのみの厚さより厚いことからなるエツチングする方法」というものである(争いがない)ところ，刊行物には，プラズマエッチングについて，以下の記載がある(甲1)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「本発明の一視点に従うと，プラズマエツチング中ポリマ物質は先に述べたレジスト要素16及び18上に形成及び維持されるが，層14の露出した領域上には形成されない。これは先に述べた反応容器中に特定の一連のプロセス条件を形成することにより，実現される。",
                    "具体的な一例において，レジストマスクされたSiO 層のプラズマエツチングは，レジストパターンをほとんど損うことなく行われた。・・・供給源52から容器22(第3図)中に導入される気体は，CHF ，H 及びＮ の混合物から成つた。」(5頁左上欄7行～右上欄1行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「これらの条件下で，SiO 層は1分当り約215オングストロームの速度でエツチングされた。エツチング工程中レジスト要素は事実上寸法的に完全なまま維持されたことは重要である。",
                    "本発明のエツチングプロセス中，レジスト要素上のポリマ薄膜の選択的堆積が，第4図に示されている。薄い保護膜60及び62(典型的な場合約400ないし500オングストロームの厚さ)は，それぞれ先に述べたレジスト要素16及び18の最上表面を被覆するように示されている。非等方性プロセス中の中間点で，SiO 堆積層14の約半分が，処理される構造から除去されている。層14の部分的に除去されたこれらの領域は，第4図中で14a，14b及び14cと印されている。第4図中に示されるように，エツチング中マスクされない領域14a，14b及び14c上には，ポリマ薄膜は存在しない。",
                    "続いて，上で具体的に述べたエツチングプロセスの結果，第4図に示されたSiO 領域14a，14b及び14cが完全に除去され，それにより下の層10の指定された領域の表面がプロセスのために露出される。」(5頁右上欄9行～左下欄12行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「本発明の出願人らが見出した先に述べた選択堆積現象の基本を説明する正確な理論はまだ定式化されていない。この現象に対するとりあえずの説明は，エツチング中プラズマ中のフツ素及び水素から生じるポリマ薄膜が，実際にはマスクレジスト要素及びマスクされないあるいは露出されたSiO 領域上に形成されるということである。この説明に従うと，SiO 上に形成されやすい薄膜は，反応性及び非反応性スパツタリングにより露出された領域から連続的にエツチング除去され，それによりSiO 領域がプラズマエツチングプロセスを受ける。一方，レジスト材料(それ自身がポリマである)の表面上への薄膜の形成は，促進されるように起り，エツチング中薄膜の反応性及び非反応性スパツタリングが連続的に起るが，その上には正味の薄膜の厚さが残る。するとレジストパターン上に残ったポリマ薄膜の厚さは，そのための有効な保護層として働く。」(6頁左上欄4行～右上欄3行)"
                },
                {
                  "fig": "エ",
                  "subject": "「本発明のプロセスの基本的な点は，マスクレジストパターンの表面上にのみ保護ポリマ薄膜を堆積及び維持するように設計された制御された条件下で，エツチングプラズマ中にフツ素及び水素成分の両方を作ることにある。従って，ガス供給源からエツチング容器中への窒素の導入は一般には有利と考えられるが，ガス混合物中にそれが存在することは必要ではない。事実，DCOPA，PBS又はCOPのようなレジストを用いるとき，CHF のみでここに述べた型の選択ポリマ堆積を行うのに十分である。」(6頁右上欄11行～左下欄2行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載によれば，刊行物記載発明のプラズマエッチング工程は，エッチングプロセス中，レジスト要素上にポリマ薄膜の選択的堆積が生じ，これが有効な保護層として働くために，エッチング工程中レジスト要素は事実上寸法的に完全なまま維持され，一方，SiO 層は所定の速度でエッチングされ，エッチングプロセスの結果，レジスト要素によりマスクされないあるいは露出されたSiO 領域が完全に除去されるというものであることが認められる。",
                "そして，「本発明のプロセスの基本的な点は，マスクレジストパターンの表面上にのみ保護ポリマ薄膜を堆積及び維持するように設計された制御された条件下で，エツチングプラズマ中にフツ素及び水素成分の両方を作ることにある。」(上記(1)エ)との記載から，刊行物記載発明に利用し得るエッチングガスとしては，CHF のように，分子中にフッ素と水素を共に含むガスであって，エッチングプラズマ中にフッ素及び水素の両成分を作ることができるガスが適切であることは，当業者が容易に認識し得ることである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "一方，前記1説示のとおり，C H F をプラズマエッチングガスとして採用するとの技術事項は周知技術であり，当業者においては，C H F ガスをプラズマエッチングガスとして利用した場合，エッチングプラズマ中にフッ素及び水素の両成分を作ることは十分に予測し得ることである。",
                "そうすると，刊行物記載発明において，CHF に代えて，同じCHF系のプラズマエッチングガスとして周知であるC H F を適用することは，当業者が容易に想到し得ることであると認められ，その場合の効果についても，周知技術を適用するに過ぎないことからすれば，当業者が予測し得る程度のものといえるから，本願補正発明が奏する効果も，当業者が予測し得る程度のものであって，格別顕著なものと認めることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対し，原告は，周知例1ないし3におけるプラズマエッチングの用途が本願補正発明におけるそれと異なるとした上で，プラズマエッチングにC HF ガスを利用することが周知であったとしても，本願補正発明の目的に利用できるかどうかは，各周知例に記載されたそれぞれのガスについて実験をし，本願補正発明の目的に利用できるかどうかを検証しなければならないから，刊行物記載発明から直ちに本願補正発明を容易に推測することはできないと主張する。",
                "しかしながら，上記(3)に説示したとおり，刊行物記載発明において，プラズマエッチングガスであるCHF に代えて，同じCHF系のプラズマエッチングガスとして周知であるC H F を適用することは，当業者が容易に想到し得ることであり，異なるエッチングガスを適用した場合にどのような作用・効果を奏するかを検証することは，当業者が当然行うことであるし，そのような検証作業自体は当業者にとって格別困難なことではないから，上記検証作業の必要性は，C H F の適用が容易想到であるとの前記判断を左右するに足りる事情とはいえない。",
                "したがって，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおりであるから，本願補正発明は，刊行物記載発明及び周知技術に基づいて当業者が容易に発明をすることができたものと認められる。",
                "したがって，審決が，本願補正発明は特許法29条2項の規定により特許出願の際独立して特許を受けることができないと判断したことに誤りはなく，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上の次第であるから，審決取消事由はいずれも理由がなく，他に審決を違法とする事由もないから，審決は適法であり，本件請求は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第6",
      "subject": "結論",
      "text": [
        "よって，本件請求を棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}