{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2000−11313号事件について平成18年10月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告らが後記発明につき特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。",
        "争点は，先願発明である特願平2−509250号(発明の名称「動物の体細胞の粒子媒介形質転換」，出願人 アグラシータス インコーポレイテッド，国際出願日 平成2年〔1990年〕6月21日［優先権の基礎たる米国特許出願371869号の出願日は1989年〔平成元年〕6月26日］，国際公開日 平成3年〔1991年〕1月10日〔国際公開番号 WO91／00359号〕，国内公表日 平成4年1月23日〔特表平4−500314号公報〕)と同一であるか(特許法29条の2参照)，等である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告らは，平成2年(1990年)11月13日に発明の名称を「動物組織細胞の微片仲介トランスフォーメーション」とする発明について国際出願(優先権主張：1989年〔平成元年〕11月16日，米国。特願平3−501470号，請求項の数32，以下「本願」という。公表特許公報は特表平5−503841号，甲15)をし，平成4年5月18日に日本国特許庁に翻訳文(甲2)を提出し，その後平成9年9月10日付け(甲3)及び平成12年2月29日付け(甲4)で特許請求の範囲の記載を補正したが，平成12年4月12日拒絶査定を受けた。",
                "そこで原告らはこれを不服として審判請求をし，特許庁はこれを不服2000−11313号事件として審理することとしたが，その中で原告らは平成12年8月21日付けで発明の名称を「脊椎動物皮膚組織の微片仲介トランスフォーメーション」とするとともに特許請求の範囲の記載等を補正し(甲5)，平成17年10月19日付けでも特許請求の範囲の記載等を補正した(請求項の数18。以下「本件補正」という。甲6)が，特許庁は，平成18年10月5日，「本件審判の請求は，成り立たない」との審決をし，その謄本は平成18年10月17日原告らに送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，前記のとおり請求項1ないし18からなるが，そのうち請求項1に記載された発明(以下「本願発明」という。)は，次のとおりである。",
                "「【請求項1】 生きた脊椎動物の組織細胞を遺伝子的にトランスフォーメーションするための仲介物であって，",
                "前記仲介物は，ポリ核酸配列を付着させた微片を含んでなり，前記ポリ核酸配列は，5’から3’の方向に，脊柱動物組織の中で機能する調節配列及びその調節配列の下流側に位置しその転写制御下にある遺伝子を含んでおり，",
                "前記遺伝子は，その遺伝子が前記組織細胞中で発現すると，当該脊椎動物に免疫応答を起こさせるタンパク質またはペプチドである免疫源をコードしているものである",
                "ことを特徴とする仲介物。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の詳細は，別添審決写しのとおりである。",
                "その理由の要点は，①本願発明は，先願発明(特願平2−509250号，発明の名称「動物の体細胞の粒子媒介形質転換」，出願人 アグラシータス インコーポレイテッド，国際出願日 平成2年〔1990年〕6月21日，優先権の基礎たる米国特許出願1989年〔平成元年〕6月26日，国内公表日 平成4年1月23日〔特表平4−500314号〕，甲7)の願書に最初に添付した明細書(以下「先願明細書」という。)に記載された発明と同一であるから，特許法29条の2により特許を受けることができない，②本願の発明の詳細な説明には，本願発明の目的，構成及び効果について当業者が容易に実施をすることができる程度に記載されていないから，特許法36条3項及び4項1号により特許を受けることができない，というものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下のとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(本願発明と先願発明の同一性の判断の誤り)(ア) 審決は，先願発明につき，先願明細書に記載された事項に基づき，「…遺伝子産物であるTn9クロラムフェニコールアセチルトランスフェラーゼ(cat)は，脊椎動物にとっては異物であるから，脊椎動物に免疫応答を起こさせるタンパク質であるといえる。」(4頁3行～5行)とするが，誤りである。",
                    "免疫応答について，その程度を問わずほんの微量程度にでも起これば免疫応答が「起こった」というのであれば，それは，飲食行動をはじめとして，あらゆる場合に起こるといっても過言ではない。しかし，ほとんどの技術的評価がそうであるように，ある効果が生じるか生じないかを論じる場合は，その効果が享受できる(利用できる)程度に大きいか否かで判断すべきであって，もし生じてもそれが無視できる程度に小さい場合は，それは生じたといわないのが通常である(もっとも，その関心の程度に応じて，微量でも認識すべき場合のあることは，もちろんである。)。",
                    "この点，本願発明は，積極的に，「免疫応答を起こさせるタンパク質またはペプチド」として，積極的に利用できる程度の免疫応答を起こさせることを意味しているものである。その場合の免疫応答とは，本願の明細書(甲5の全文変更明細書。以下同じ)の段落【0022】にいくつか例示されているように，これを利用してワクチンとして働かせることができる程度のことが考えられている。さらに，本願明細書の段落【0024】～【0025】にかけて，さらなる生理応答や発現による機能について例示されており，これら段落に挙げられた具体的事例の中にも，本願発明にいう「免疫応答」を利用できる実例が紹介されている。",
                    "これに対し，先願発明の場合は，遺伝子治療の一種に属する，形質転換した体細胞を体の中に長期間存在させることを狙った技術であるから，その細胞は，免疫応答に出会って排除されてはいけないのであって，むしろ，免疫応答がない(たとえ生じても微量である)ように意図されている。その証拠に，先願明細書(甲7の公表特許公報。以下同じ)には，当該形質転換された体細胞による免疫応答を利用するという思想が全く見受けられない。",
                    "また，別の観点から論じるならば，この科学分野では，仲介物を製造，使用して，脊椎動物組織の衝撃接種により生きた脊椎動物の中に免疫応答を誘発させることの可能性は懐疑的に考えられてきたのであって，むしろそのようにして免疫応答が生じることはないと考えられてきた。すなわち，当業者の間では，インシトゥでの微片衝撃接種で脊椎動物細胞が形質転換されても，炎症，顆粒形成，マトリクス形成などの傷修復機序が当該形質転換細胞の周りに起こり，傷部位を免疫系から隔離してしまうであろうと考えられていたのである。その上，脊椎動物の免疫応答には，脊椎動物の体中の細胞間の複雑な相互作用が絡んでおり，細胞内で産出された免疫源は，細胞外空間に到達するために，その細胞から外に出なければならない。それは，脊椎動物の免疫系は細胞外の成分にのみ応答するところ，異物のタンパク質やペプチド免疫源が形質転換細胞の中に留まる限り，それらには反応しないからである。加えて，適切な免疫応答を引き出すには，免疫源は細胞外空間に到達するだけでは足りず，免疫応答を刺激できる形に変換されなければならない。脊椎動物の免疫応答は，抗原処理細胞によって免疫源が処理されるとともにTリンパ細胞(免疫応答の主役の細胞)に対して呈示されることに頼っている。",
                    "それらの作用が傷の修復機序によって妨げられてはならないのである。",
                    "このように，先願発明には，本願発明におけると同程度に免疫応答を起こさせるタンパク質またはペプチドである免疫源をコードしている遺伝子について何ら記載も示唆もないわけであるから，そのような遺伝子を付着させた微片を細胞に打ち込んで免疫応答を起こさせようという思想は，先願明細書には記載されていないというべきであり，したがって，本願発明は，先願明細書に記載された発明と同一ではない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，物の発明における請求項記載事項の解釈として，「免疫応答を起こさせる」の意味は，「使用したときに免疫応答が起こる」という意味ではなく，「免疫反応を起こす能力を有する」ことを意味すると主張するが，その「能力を有する」という意味が，形式的にみて「少しでもその能力が備わっている」ことで足りるというものであれば誤りである。仮に，被告の主張するような意味であれば，「実質的に利用できる程度の免疫応答を起こす能力」と表現すべきである。",
                        "さらに，別の観点からいえば，本願請求項1の記載は，末尾が「…仲介物。」という表現形式になっているが，内容的にはその限定事項の表現中に「…免疫応答を起こさせる…」という記載があるので，出願手続中であれば，その請求項の記載の末尾を「…免疫応答発生用仲介物。」と補正することが許容されると考える。もし，そうなっていたとすると，そのような定義の請求項は，免疫応答の用途について何ら触れていない先願の記載とは，明らかに異なるものということになる。要するに，本願発明は，技術思想としては，免疫応答を起こさせるための「物」，すなわち，免疫応答を起こさせることを用途とする「物」であるから，そのような用途に使用されていない先願発明に記載の「物」とは異なる「物」の発明というべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(実施可能要件についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…実際にトランスフォーメーションを行った結果，検体において免疫応答が得られたことについて確認することができる，具体的なデータやそれに類する記載はない。」(4頁29行～31行)として，実施可能要件に欠けるとしたが，誤りである。",
                        "確かに，本願発明の詳細な説明における実験例7及び8の説明では，検体の脊椎動物に免疫応答が起こされたことの具体的なデータは示されていないが，免疫応答を起こすための物質が産出された事実については，ルシフェラーゼ活性及びHGH(ヒト成長ホルモン)活性の測定データにより示されている。この点，審決は，実験例7について，トランスフォーメーションが一過的なものにすぎないから，免疫応答を起こしたか否か不明であると疑問を投げかけているが，本願発明でいう免疫応答は一過的なもので十分なのであり，その点は先願発明のような定住させるべき体細胞の形質転換の場合とは異なる。",
                        "そして，発明全体については，本願明細書(甲5)の【課題を解決するための手段】の項(5頁～7頁)及び【発明の実施の形態】の項(7頁～16頁)において，各実験例の説明に入る前の10頁以上にわたり詳細な技術説明がなされている。",
                        "また，本願明細書は，発明を当初から広く捉え，動物の体内で内分泌応答や免疫応答を含む生理応答を起こすタンパク質又はペプチドを動物の組織細胞自体に産生させることと，そのために当該タンパク質又はペプチドの産生をコードしている遺伝子を当該動物の組織細胞に微片衝撃法という手法で撃ち込むこととを組み合わせた技術思想について説明している。そのうち，最終的に補正により限定した「免疫応答」に関しては，本願明細書の段落【0022】，【0023】における各種ワクチン用途を含む説明，および段落【0025】における幾種類かのウイルスに関する説明に，この発明が応用される用途が説明されている。生体の免疫応答はワクチン作用としての応用が代表的な応用であり，ワクチンによる治療対象のウイルスに応じて必要な遺伝子を撃ち込んで細胞のトランスフォーメーションを行う。当業者であれば，それら段落の説明を始めとする発明の詳細な説明の記載に基づいて，その点の選定を行うことができるものである。",
                        "さらに，実施例として挙げた個別の実験例では，微片衝撃によってトランスフォーメーションがうまくいったかどうかという観点から(その意味で，実験例によっては免疫応答ではなく内分泌応答に関わるタンパク質についてではあるが)，確認実証がなされている。",
                        "したがって，以上のことからすれば，当業者は，本願明細書の詳細な説明の記載に基づき，この発明の有用性を十分に理解することができるとともに，この発明を容易に現実に実施し，実験例7及び8の内容の処置を実施することは当然に可能というべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，実験例のうち，HGHについて，ヒトに対して適用した場合には免疫応答が起こるはずがないと非難するが，本願明細書において当該HGHはマウスに対する実験として例示しているのであって，ヒトに対して免疫応答が起こる例として実験しているのではないのであるから，この点での被告の非難は当たらない。免疫応答は，生体に特異なのであるから，対象とする生体に応じて特定の適した免疫源の発現を促すべく，この発明を実施することは当然のことである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，審決は，請求人である原告らが，「本願優先日以前，脊椎動物の組織にインシトゥで弾丸接種をして生きた脊椎動物に免疫応答を起こさせることの可能性については，当業界において非常に懐疑的に考えられてきた」(5頁8行～10行)旨を述べたことを逆手に取って，なおさらのこと，本願の「発明の詳細な説明の記載から，本願発明1によりトランスフォーメーションされた脊椎動物において免疫応答が起こされたとは認めることができない。」(5頁11行～13行)と論じているが，これは揚げ足取りにすぎない。当業者は，漠然と否定的に想像していても，他人から積極的な提案があった場合にこれを実施しようという気持ちになることは大いに考えられるところであり，その可能性を否定すべきではない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の，「その遺伝子が前記組織細胞中で発現すると，当該脊椎動物に免疫応答を起こさせるタンパク質またはペプチドである免疫源」という特定は，その記載通りに解すれば，タンパク質又はペプチドを，免疫応答を起こさせる能力を有しているという活性により特定したものであると認められる。",
                    "また，実際に発現したタンパク質により免疫応答を起こすか否かは，本願発明の「仲介物」をどのような条件(例えば，投射速度，適用部位，使用量等)で投射するかによっても異なるのであるから，物の発明である本願発明において，タンパク質を特定する「脊椎動物に免疫応答を起こさせる」の意味としては，仲介物を使用したときに免疫応答が起こるという意味ではなく，当該タンパク質が本来的に脊椎動物に免疫反応を起こす能力を有することを意味すると解するほかない。そうでなければ，同じタンパク質をコードしている遺伝子が，「脊椎動物に免疫応答を起こさせる」タンパク質をコードしているのか否かが使用の条件等によって異なることになり，物の発明である本願発明が理解できないものとなる。",
                    "そして，免疫とは，自己と非自己を識別し，非自己を排除する反応であると定義されるが，先願明細書で用いられているTn9クロラムフェニコールアセチルトランスフェラーゼ(cat)は，細菌(大腸菌)由来の酵素であり，真核生物には内在のものではないので，脊椎動物にとっては異物であり，これが体内に入った場合，異物として認識され免疫応答を起こさせる能力を有することは自明のことである。原告らも，catが免疫応答を起こす能力を有していることについては否定していない。",
                    "したがって，本件審決におけるcatが，本願発明の「脊椎動物に免疫応答を起こさせるタンパク質」であるとした認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで原告らは，取消事由2に関連して，ホタルルシフェラーゼ(以下「LUC」という。)及びHGH(ヒト成長ホルモン)は，免疫応答を起こさせるタンパク質であるとの認識を示している。",
                    "そこで，本願発明と先願明細書の実施例で，それぞれ脊椎動物の組織細胞中で発現させたLUCとcatとを比較すると，どちらも，脊椎動物には内在のものではない酵素タンパク質であり，かつ，遺伝子工学分野においてレポータ遺伝子として用いられる，発光反応や呈色反応を触媒する酵素をコードする遺伝子として代表的なものである。",
                    "したがって，本願明細書の実施例で用いた，免疫反応を起こすための物質であるLUCも，先願明細書の実施例で用いたcatも，いずれもレポータ遺伝子の発現産物であり，かつ脊椎動物に存在しない酵素であることからみて，原告らが主張するように，LUCが脊椎動物に免疫応答を起こさせるタンパク質であるというのであれば，catも同様に，脊椎動物に免疫応答を起こさせるタンパク質といえるのは明らかであり，この点からみても原告らの主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し，原告らは，先願発明は，形質転換細胞を長期間存在させることが前提の技術であり，免疫応答にあって排除されないよう，むしろ免疫応答がないように意図されていると主張する。",
                    "しかし，先願明細書(甲7)及び先願の優先権の基礎となっている米国出願の明細書(乙1)には，「…所定のかつ確認し得る平均余命を有する体細胞，例えば皮膚細胞などに該形質転換細胞を導入することにより，治療すべき動物およびヒトへの蛋白の投与においては時間的に限りのあるこの種のインビボ治療生産系を生成することが可能である。…」(甲7の2頁右下欄14行～18行，乙1(原文)の2頁33行～3頁2行)，及び「更に別の本発明の目的は，動物体の表皮細胞を形質転換して，該表皮細胞が通常の生物学的様式で脱落するまでの限られた時間に渡り該動物中で蛋白を生成する方法を提供することにある。」(甲7の3頁右上欄2行～4行，乙1(原文)の4頁23行～27行)との記載がある。すなわち，先願明細書及び優先権の基礎出願には，細胞が脱落するまでの限られた時間で蛋白を発現させることも記載されている。",
                    "したがって，先願発明は，形質転換細胞を長期間存在させることが前提の技術であるという原告らの主張は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また原告らは，脊椎動物組織の衝撃接種により動物に免疫応答を誘発させる可能性は懐疑的に考えられ，むしろ免疫応答が生じることはないと考えられており，その理由は，衝撃接種に反応して傷の修復機序が働いて免疫源発現細胞と免疫系細胞との出会いを妨げると考えられていたためである旨，また，免疫応答には細胞間の複雑な相互作用が絡んでいる旨を主張する。",
                    "しかし，脊椎動物組織の衝撃接種により動物に免疫応答を誘発させる可能性が懐疑的に考えられていたからといって，先願明細書に「脊椎動物に免疫応答を起こさせるタンパク質」が記載されていないということにはならない。前述のように，先願明細書に記載されたcatは，記載された実施例において実際に免疫応答が生じているか否かは別として(なお，後述するように，本願発明自体に関してもその点は不明である。)，タンパク質という物質として見たときには，「脊椎動物に免疫応答を起こさせるタンパク質」に相当するからである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "さらに原告らは，遺伝子を付着させた微片を細胞に打ち込んで免疫応答を起こさせようとする本願発明の思想は先願明細書に記載されていない旨主張して，この点において，本願発明が先願明細書に記載された発明と同一でないとも主張する。",
                    "しかし，本願発明は，生きた脊椎動物の組織細胞を遺伝子的にトランスフォーメーションするための仲介物という「物」の発明である。そして，原告らが主張する「遺伝子を付着させた微片を細胞に打ち込んで免疫応答を起こさせ」るという点は，本願発明の目的又は効果に対応する事項であり，本願発明の構成に係る事項ではない。そして，本願発明の構成をみれば，それが先願明細書に記載されていることは，審決の述べるとおりである。",
                    "つまり，本願発明が方法の発明であればまだしも，物の発明なのであるから，本願発明の「遺伝子を付着させた微片を細胞に打ち込んで免疫応答を起こさせ」るという思想(目的)が先願明細書に記載されていないとしても，物として同じ構成のものが先願明細書に記載されている以上，本願発明は，先願明細書に記載された発明と同一であるというべきである。",
                    "なお，仮に原告らの主張する上記の技術思想を発明の構成上の相違として考慮したとしても，本願明細書には，後記(2)で述べるとおり，その「遺伝子を付着させた微片を細胞に打ち込んで免疫応答を起こさせ」るという本願発明の目的が実際に達成されたことが記載されていないのであるから，この点において，本願発明が先願明細書に記載された発明と実質的に相違するということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，免疫応答を起こすための物質が産生された事実については，ルシフェラーゼ活性およびHGH活性の測定データにより示されており，発明全体については，実施例の前に10頁以上にわたる詳細な技術説明がなされているので，当業者がこの明細書の発明の詳細な説明の記載に基づいて実施すれば，本願発明を実施することは十分に可能である旨主張する。",
                    "確かに，本願発明の「仲介物」が，先願発明についての先願明細書の記載と同様に，本願明細書の発明の詳細な説明に，それが製造できる程度に記載されていることは被告も認めるところである。",
                    "しかし，発明の詳細な説明に，当業者が容易にそれを実施できる程度に，その発明の目的，構成及び効果が記載されているというためには，発明の構成がその物を製造できる程度に記載されているだけでは不十分であり，その発明の目的が達成され，効果が奏されることが，当業者が理解できるように記載されている必要があるというべきである。このことは，十分な技術開示の代償として保護を与えるという特許制度の趣旨からみて当然のことである。",
                    "また，発明は，「自然法則を利用した技術的思想の創作」(特許法2条1項)であり，着想に始まり，一定の技術的課題(目的)の設定，その課題を解決するための技術的手段の採用及びその技術的手段により所期の目的を達成しうるという効果の確認という段階を経て完成されるものであり，発明の詳細な説明の記載がこの最終段階に到達していない発明については，発明の詳細な説明に記載したものとはいえない。そして，本願発明の「仲介物」は，発明の詳細な説明の記載によれば，脊椎動物に免疫応答を起こすために用いられるものであるから，それにより免疫応答が起こることが，本願発明の詳細な説明及び出願当時の技術常識から明らかでなければ，本願の「仲介物」の発明が，発明の詳細な説明に，当業者が容易にその実施できる程度に，その発明の目的，構成及び効果が記載されているとも，発明の詳細な説明に記載したものであるともいうことができない。",
                    "そこで，本願の発明の詳細な説明の記載をみると，その実験例7，8の説明は，検体の脊椎動物に免疫応答が起こされたことの具体的なデータを欠いていることは，原告らも認めるとおりである。また，実験例8で用いられているHGH(ヒト成長ホルモン)は，本願旧明細書(甲2)の記載によれば，内分泌応答を産生するためのものであり，免疫応答を産生するためのものではない(7頁1行～11行)。HGHは脊椎動物が生産するタンパク質であり，ヒト以外の脊椎動物に対して適用した場合は別として，通常治療のために用いられるであろうヒトに対して適用した場合には免疫応答が起こるはずもない。したがって，HGHは，原告らが主張するような「免疫応答を起こすための物質」とはいえない。さらに，実験例7で用いられているルシフェラーゼをコードする遺伝子は，先願明細書記載のcatと同様に遺伝子組換えのレポーター遺伝子として用いる遺伝子である。ルシフェラーゼは脊椎動物にとっては異物であるから，catと同様に免疫応答を起こす能力はあるが，通常は，それに対する免疫応答を起こすという目的で用いられるものではない(本願旧明細書に記載された免疫応答を産生するタンパク質の例にも挙げられていない。甲2の7頁12行～28行参照。)から，「免疫応答を起こすための物質」とはいえない。",
                    "このように，本願明細書中には，先願明細書の記載と同様に，免疫応答を起こす能力を有する外来タンパク質を発現させた例は記載されているが，「免疫応答を起こすための物質」，すなわち，免疫応答を起こすことを目的とした外来タンパク質を発現させた例は記載されていないのである。",
                    "そして，本願発明の「仲介物」を用いて実際に免疫応答が起こるか否かは，発現期間，発現量，発現細胞の数等により左右されると考えられ(本願旧明細書にも，免疫応答に関し長期間において抗原を提示する利点が記載されている。甲2の7頁末行～8頁3行)，さらに，原告らが主張するようなその他の困難も予想されるのであるから，単に外来タンパク質の発現を確認しているに過ぎない実験例7，8は，本願発明の「仲介物」が実際に免疫応答を起こすことを示すものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，審決が，請求人(原告ら)が弾丸接種による免疫応答の困難性を述べたことに基づき，実際に免疫応答が起こされたとはいえないと論じた点は揚げ足取りであり，当業者は，否定的に想像していても，積極的な提案があればこれを実施する可能性は否定すべきでないと主張する。",
                    "しかし，明細書に記載された事項が，例え，当業者に「やってみようか。」という気を起こさせるとしても，そのことが，その事項により，発明が実施可能に十分な裏付けを以て発明の詳細な説明に開示されているということにはならない。本願発明が実施可能であるというためには，発明の詳細な説明に，本願発明が，単なる可能性又は推測としてではなく，確実に実施できることが理解できる程度に，その目的，構成及び効果が記載されている必要がある。さもなければ，当業者は，実際に確認をしなければ，その発明を実施できるのか否かを理解できず，その発明が，本当に技術水準に対して貢献をしたのか否かも不明な場合にも特許が付与されることになり，十分な技術開示の代償として保護を与えるという特許制度の趣旨に反することになる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，審決が発現の一過性から免疫応答を起こしたか否か不明であると認定したことにつき，免疫応答は一過的で十分である旨主張する。",
                    "しかし，発現したタンパク質が，実際に免疫応答を起こすには，上記アで述べたように，いろいろな障害が考えられ，外来タンパク質の一過性の発現があれば確実に免疫応答が起こるとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由1(本願発明と先願発明の同一性の判断の誤り)について(1) 本願における特許請求の範囲の請求項1(本件補正後のもの)は，前記第3，1，(2)のとおりである(当事者間に争いがない)。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "一方，証拠及び弁論の全趣旨によれば，先願明細書(甲7)には以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「請求の範囲",
                  "text": [
                    "1．動物の体細胞を遺伝的に形質転換する方法であって，",
                    "該動物の細胞内で遺伝子生成物を表現し得るように構築された外来遺伝子構造のコピーを，該動物の細胞の寸法に比して極めて小さな寸法の高密度物質の担体粒子に被覆する工程と，",
                    "平坦なキャリヤシート上に該被覆担体粒子を層状に展開する工程と，該キャリャシートを火花放電室に設置する工程と，",
                    "隔置された一対の電極の端部間に，該電極間のギャップを橋絡するように水滴を配置する工程と，",
                    "該動物細胞を該キャリヤシートの移動する方向に設置する工程と，電弧が該電極間のギャップを橋絡するように，高電位電源の放電を開始し，該水滴を蒸発させ，かつ該キャリヤシートを該動物細胞の方向に加速して，該キャリヤシートが該動物細胞を打撃するのを回避するが，該担体粒子を該動物細胞内に侵入せしめ，該担体粒子が該動物細胞を打撃する力は，該電極に印加される該高電位電源の電圧を調節することにより，該外来遺伝子構造が該動物細胞中に導入され，一方で該細胞の損傷が最小限度となるように，調節可能であることを特徴とする上記遺伝的形質転換法。」(1頁左下欄1行～下6行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「発明の概要",
                  "text": [
                    "本発明は，インビボで動物の体細胞を形質転換する方法を提供することを目的とし，該方法では，該動物の体細胞中で表現しようとする蛋白をコードする外来DＮAを，該動物細胞中にその生物学的機能を破壊せずに導入するのに十分小さな寸法を有する小さな微粒子上に被覆し，動物をターゲット位置に置き，該粒子を調節可能な放電により加速して，該粒子を該ターゲットに向けて加速し，かつ該ターゲット動物の細胞に該粒子を打ち込み，かくしてこのように処理した該細胞の一部を遺伝的に形質転換し，インビボで該動物中の多数の細胞を形質転換して，該外来遺伝子でコードされた蛋白を生成する。」(3頁左上欄13行～下4行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「実施例",
                  "text": [
                    "a)使用するベクター",
                    "以下の例では動物内に酵素，クロラムフェニコールアセチルトランスフェラーゼ，を表現するように構築された一対のキメラ表現ベクターを使用し，該酵素は該抗生物質クロラムフェニコール耐性を付与する。これらいずれのキメラ遺伝子表現プラスミドも動物の形質転換において有効であることが既に記載され，かつ立証されている。プラスミドpSV2catはゴーマン(Gorman)等の論文(Mol. Cell Boil., 1982, 2, pp.1044−1051)に記載されており，表現ベクターpRSVcatはウォーカー(Walker)等の論文(Nature, 1983, 306, pp.557−561)に記載されている。このプラスミドpSV2catはシミアンウィルス40(SV40)初期プロモ",
                    "ータ，プラスミドpBR322−Tn9からの該クロラムフェニコールアセチルトランスフェラーゼコード領域，SV40t−抗原イントロンおよびpBR322ベクターの担持するSV40初期ポリアデニル化領域を含むキメラcat遺伝子構造にある。このプラスミドは完全なSV40ウイルスゲノムを含んでおらず，かつ感染性ではない。該プラスミドpRSVcatはpBR322の基本プラスミドでもあり，該プラスミドはキメララウス肉腫ウィルス(RSV)の長い末端繰り返しおよびプロモータフラグメント，Tn9からのcatコード領域，マウスβ−グロブリン遺伝子およびSV40初期転写単位のポリアデニル化領域を含む。このプラスミドもウィルスゲノムを含んでおらず，かつ感染性ではない。同様に使用される関連プラスミドはpRSVＮPTIIと記述され，ラウス肉腫ウィルスプロモータ，ネオマイシンフォスフォトランスフェラーゼ−II遺伝子のコード領域，抗生物質カナマイシンおよびG418をコードする領域，およびSV40からのポリアデニル化領域を含む。このプラスミドもウィルスゲノムを含んでおらず，かつ感染性ではない。」(4頁右上欄下3行～左下欄下1行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「c)インビボでの哺乳類体細胞",
                  "text": [
                    "マウスをクロロホルムで麻酔した。各マウスの毛を剃って，その側部に約l cm2 の領域を形成した。次に，このマウスを，窓を設けたペトリ皿上に，その毛を剃った部分が該窓にくるようにして配置した。",
                    "次いで，pRSVcatのDＮAを1～3μの金粒子に，該金粒子1 mg当たりDＮA0．1μgなる割合で被覆した。該DＮAは6％ポリエチレングリコール(m.w.＝3,000)を含み，かつ最終濃度が0．6MとなるようにCaCl を添加した25 mM のスペルミジンで沈澱させることにより該金粒子上に被覆した。このDＮA被覆金ビーズを次に100％エタノール中で洗浄し，エタノール懸濁液としてキャリヤシート1 cm2 当たり乾燥金ビーズ0．05mgなる濃度で該キャリヤシートに適用した。",
                    "該マウスを配置した該ペトリ皿を，ターゲット表面として，第1図および第2図に示した装置に設置した。電気火花放電に先立って，該キャリヤシートと該ターゲットとの間の領域を15秒間べリウムでフラッシングして該キャリヤシート上の大気起原の薬物および起こり得るあらゆる該動物に対する衝撃波損傷を減じた。",
                    "この形質転換処理後，該動物は全て害を受けておらず，かつ完全に回復したように見えた。いかなる種類の傷も出血も見られなかった。24時間後，該マウスを屠殺し，該皮膚部分を取り出し，cat活性につき検定した。この検定は，アセチル化活性をテストすることにより実施し，その際C14による放射性標識を利用した。かくして，このアセチル化生成物の放射性崩壊を形質転換された酵素の尺度として利用することができる。",
                    "種々の放電レベルで行ったテストおよび使用したコントロールのテスト結果は以下に記載の通りである。…",
                    "これらの結果はcat活性がバックグラウンドレベルの少なくとも100倍であることを示している。かくして，該動物に何等害および損傷を与えることなしにその体細胞内に異種遺伝子が導入され，表現された。」(5頁左上欄下4行～左下欄下12行)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「d)インビボでの両棲類の体細胞",
                  "text": [
                    "蛙(ツメガエル)を4℃まで冷却することにより麻酔し，この冷却蛙を，ペトリ皿に形成した窓の部分に配置し，これを第1図および第2図に示した形質転換装置内に，マウスの場合と同じ様式で入れた。",
                    "マウスに対して使用した条件および手順を，以下の点を除いて，繰り返した。使用したDＮAはpSV2catであった。このDＮAで被覆した金ビーズを0．1mg/cm2なる密度でキャリヤシートに載せた。",
                    "この場合にも，形質転換工程の後，該動物は全く害されることはなかった。また，該動物には傷も出血も見られなかった。24時間後，この蛙を殺し，形質転換した1cm2の部分を取り出し，cat活性につき検定した。",
                    "この結果を以下の表に纏めた。…",
                    "かくして，本例ではcat活性のレベルがバックグラウンドレベルの少なくとも50倍を越えることが観測された。かくして，異種遺伝子の導入および表現が，該動物に認識し得る程の損傷または傷害を与えることなく，体細胞内で起こった。」(5頁左下欄下11行～右下欄下10行)カ 「e)インビボでの両棲類の体細胞−全身処理した生成物ツメガエルに関する第2の実験では，上記と同様な条件下で，但し同一の蛙に2回(背部に電圧16 KV でおよび腹部に12 KV で)形質転換を行った。この場合，0．1 mg/cm2 なる密度の代わりに僅かに0．05 mg/cm2の密度のDＮA被覆金ビーズを使用した。この蛙を20時間後に殺し，形質転換された皮膚の部分を採取した。更に，形質転換されていない皮膚の部分(噴射の際に遮蔽した)をもcat活性検定のために採取した。得られた結果を以下の表に纏めた。…",
                    "該形質転換した皮膚部分の全活性は低いビーズの担持密度の故に減少したが，非形質転換皮膚サンプルは明らかに前の実験と同様に非形質転換動物の皮膚の少なくとも2倍の評価を与えた。このことは，該形質転換された皮膚部分における生産された酵素の全身的蓄積を示している。」(5頁右下欄下9行～6頁左上欄本文5行)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上の記載によれば，まず，先願明細書の実施例において，遺伝子的にトランスフォーメーションされたマウス(上記(2)エ)，ツメガエル(同オ，カ)はいずれも脊椎動物であって，その際に核酸を付着させるのに用いた1～3μの金粒子(同エ～カ)は，本願発明の「微片」に相当すると認められる。",
                "次に，上記実施例においてトランスフォーメーションに用いられた核酸をみると，ツメガエルに対して用いられたpSV2catのDＮA(同オ，カ)は，シミアンウィルス40(SV40)初期プロモータ，プラスミドpBR322−Tn9からの該クロラムフェニコールアセチルトランスフェラーゼ(cat)コード領域，SV40t−抗原イントロンおよびpBR322ベ",
                "クターの担持するSV40初期ポリアデニル化領域を含むキメラcat遺伝子構造にある(同ウ)から，これが「5’から3’の方向に，脊柱動物組織の中で機能する調節配列及びその調節配列の下流側に位置しその転写制御下にある遺伝子を含んで」いることは疑いのないところである。",
                "そこで，このような遺伝子が，これが組織細胞中で発現すると，当該脊椎動物に免疫応答を起こさせるタンパク質又はペプチドである免疫源をコードするものといえるかどうかであるが，上記遺伝子構造物のうち，「Tn9クロラムフェニコールアセチルトランスフェラーゼ(cat)コード領域」は，クロラムフェニコールアセチルトランスフェラーゼを発現するものであるところ，この酵素は，脊椎動物であるツメガエルにとって異種タンパク質であること，また，免疫とは自己と非自己を識別し，非自己を排除する反応であると定義されるものであることはいずれも当事者間に争いがない。そうすると，その程度はともかく，「Tn9クロラムフェニコールアセチルトランスフェラーゼ(cat)コード領域」が脊椎動物の組織細胞中で発現すると免疫応答を生じ得るものであることは明らかであり，上記遺伝子は，本願発明の「当該脊椎動物に免疫応答を起こさせるタンパク質またはペプチドである免疫源をコードしているもの」に該当すると認められる。",
                "そうすると，先願明細書に記載された発明は，本願発明の構成をすべて備えていると認められるから，本願発明は，先願明細書に記載された発明と同一である。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し，原告らは，本願発明は免疫応答の積極的な利用が意図されているから，その程度はワクチンとして働かせることができる程度のものであり，単に「免疫反応を起こす能力を有する」だけでは足りない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点，本願明細書(甲5，6。以下，特記したものを除き，引用は甲5による。)には，免疫応答ないし免疫源に関し，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「【特許請求の範囲】",
                      "text": [
                        "【請求項1】 生きた脊椎動物の組織細胞を遺伝子的にトランスフォーメーションするための仲介物であって，",
                        "前記仲介物は，ポリ核酸配列を付着させた微片を含んでなり，前記ポリ核酸配列は，5’から3’の方向に，脊柱動物組織の中で機能する調節配列及びその調節配列の下流側に位置しその転写制御下にある遺伝子を含んでおり，",
                        "前記遺伝子は，その遺伝子が前記組織細胞中で発現すると，当該脊椎動物に免疫応答を起こさせるタンパク質またはペプチドである免疫源をコードしているものである",
                        "ことを特徴とする仲介物。」(本願発明，甲6)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【0001】",
                      "text": [
                        "【発明の属する技術分野】",
                        "この発明は，微小投射物衝撃によって行う異種接合型DＮAでの動物細胞及び組織のトランスフォーメーションに関し，より詳しくは，この出願で特許を受けようとする発明は，脊椎動物の皮膚組織を遺伝子的にトランスフォーメーションするための微片であって，皮膚組織中で発現すると免疫応答を起こさせることができるタンパク質またはペプチドをコードする遺伝子を運ぶ微片に関する。」(2頁下6行～3頁1行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【0006】",
                      "text": [
                        "【発明が解決しようとする課題】",
                        "…この発明のさらに特別な目的は，脊椎動物の皮膚組織にタンパク質やペプチドを投与する手段としてタンパク質やペプチドをコードする遺伝子を運ぶ微小投射物衝撃を使用し，もって皮膚組織にその遺伝子を発現させて免疫応答を起こさせることにある。」(4頁下4行～5頁3行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【0007】",
                      "text": [
                        "【課題を解決するための手段】",
                        "…その遺伝子は，それが皮膚組織中で発現すると，免疫応答を起こさせることができるタンパク質またはペプチドをコードするものである…」(5頁4行～11行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「…トランスフォーメーションされた組織細胞は，遺伝子が発現して，その遺伝子によってコードされているタンパク質やペプチドに生理応答(例として，内分泌応答や免疫応答)を検体内に生産するのに十分な数で検体中に存在している。」(7頁12行～15行)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「【0020】",
                      "text": [
                        "微小投射物によって運ばれるポリ核酸配列は，遺伝子と調整部位の組み換え構造物である。…ポリ核酸配列に使われるであろう好ましい遺伝子は，動物検体で生理的な応答(特に内分泌応答や免疫応答)を産出するタンパク質やペプチドをコードしている遺伝子である。…」(9頁2行～10行)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "「【0022】",
                      "text": [
                        "免疫応答(すなわち，タンパク質やペプチドによって活性化されたB細胞及びT細胞が，トランスフォーメーションを受けた組織から移動した部位へ検体の循環器系およびリンパ系を通ることが可能である。)を産生するタンパク質やペプチドをコードしている遺伝子の例は，ミノール他(Minor et al.)の米国特許第4,857,634号明細書『エンテロウイルスに対するワクチンに有効なペプチド(Peptides Useful inVaccination against Enteroviruses)』，ローズ他(Rose et al.)の米国特許第 4,739,846 号明細書『小水泡性口内炎ウイルスに対するワクチン(Vaccine for Vesicular Stomatitis Virus)』，ガリベルト他(Galibertet al.)の米国特許第4,428,941号明細書『B型肝炎ウイルスの表面抗原をコードするヌクレオチド配列，前記ヌクレオチド配列を含むベクター，それらを得るための手法とそれらにより得られた抗原(NucleotidicSequence Coding the Surface Antigen of the Hepatitis B Virus,VectorContaining Said Nucleotidic Sequence,Process Allowing theObtention Thereof and antigen Obtained Thereby)』，マース他(Maas etal.)の米国特許第4,761,372号明細書『突然変異体大腸菌腸毒素(MutantEmterotoxin of E. coli)』に記載されたようなサブユニットワクチンをコードする遺伝子である。」(9頁下6行～10頁11行)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "「【0023】",
                      "text": [
                        "ここに記載した方法のうち，免疫応答の産生可能なタンパク質やペプチドを投与する利点は，長期間において検体に効果的に抗原を提示する能力である。これは，検体によって急速に消化，除去されるタンパク質やペプチドの単なる注射とは対照的である。」(10頁12行～16行)(ケ) ＜実験例7＞「生きたままのマウスの皮膚及び耳の微片衝撃」(段落【0050】～【0052】，22頁下8行～24頁7行)は，先行する",
                        "実験例の記載に従いホタルのルシフェラーゼ遺伝子を有するプラスミド構築物pHb−LUCを用いて被覆された直径1マイクロメートルから3マイクロメートルの金の微片を適用して，ルシフェラーゼ活性を調べたものである。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "text": [
                        "＜実験例8＞「微片衝撃による生きたマウスの耳における局在トランス遺伝子の活性」(段落【0053】，【0054】，24頁8行～25頁【表3】)は，ヒトの成長ホルモン(HGH)遺伝子を含むプラスミドpGHを1マイクロメートルから3マイクロメートルの金の微片上に沈降させたものを適用して，局在HGH活性を調べたものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の記載のうち，本願発明である請求項1の記載(上記イ(ア))によれば，本願発明においては，トランスフォーメーションするための仲介物に付着させるべきポリ核酸配列が含んでいる遺伝子は，それが脊椎動物組織細胞中で発現した場合に，当該脊椎動物に免疫応答を起こさせるタンパク質又はペプチドである免疫源をコードするものであること，すなわち，当該遺伝子の特性として，免疫応答を起こす能力があることを必要としつつ，かつ，それで足りるものとされているのであるから，当該遺伝子について，免疫応答の程度は問題とならないものといわざるを得ない。",
                    "このことは，その余の明細書の記載からも裏付けられ，例えば，上記のとおり，本願明細書(甲5)の【発明の属する技術分野】，【発明が解決しようとする課題】，【課題を解決するための手段】の記載においては，「それが皮膚組織中で発現すると，免疫応答を起こさせることができるタンパク質またはペプチドをコードするものである」などとして(同(イ)～(エ))，免疫応答を起こす能力があることしか要求されず，その程度は問題とされていないし，また，段落【0022】(同(キ))には，エンテロウイルスに対するワクチン，小水泡性口内炎ウイルスに対するワクチン，B型肝炎ウイルスの表面抗原，突然変異体大腸菌腸毒素のサブユニットワクチンが挙示されているものの，これらはいずれも免疫応答の例として挙げられたものにすぎないし，実施例の記載その他において，免疫応答の程度に関する実証的なデータが見当たらないことからすれば，本願発明の構成上，遺伝子に免疫応答の能力ばかりでなく，それが一定程度のものであることが必須の構成であるとまでは解することができない。",
                    "なお，上記イ(ア)のとおり，請求項1には「免疫応答」のほかに「免疫源」との語も使用されているが，本願明細書の発明の詳細な説明には，「免疫源」の用語は記載がないから，本願発明における「免疫源」は，特別な意味はなく，請求の範囲の直前の「脊椎動物に免疫応答を起こさせる」を言い換えただけのものと認められ，これが免疫応答の程度を殊更に限定するものでないことは明らかである。",
                    "以上によれば，原告らの上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "また原告らは，先願発明は，遺伝子治療の一種に属する技術であり，免疫応答がないか，たとえ生じたとしても微量であるように意図されたものであるから，先願発明における「Tn9クロラムフェニコールアセチルトランスフェラーゼ(cat)コード領域」が，本願発明の「当該脊椎動物に免疫応答を起こさせるタンパク質またはペプチドである免疫源をコードしているもの」に該当するとは認められない旨主張する。",
                    "しかし，先願発明の「Tn9クロラムフェニコールアセチルトランスフェラーゼ(cat)コード領域」が脊椎動物の組織細胞中で発現すると免疫応答を生じ得るものであって，これが，本願発明の「当該脊椎動物に免疫応答を起こさせるタンパク質またはペプチドである免疫源をコードしているもの」に該当すると認められることは前記(3)のとおりである。また，両発明の同一性を検討する上で免疫応答の程度が問題となるものでないことは，前記(4)に述べたところから明らかである。その際，先願発明が遺伝子治療技術であるか否かということや，先願発明の意図といった原告の主張する事情は，上記認定を左右するものではない。",
                    "したがって，原告らの上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに原告らは，本願発明の技術思想は，免疫応答を起こさせることを用途とする「物」であるとして，そのような用途に使用されていない先願明細書に記載の「物」とは異なる旨主張するが，既に述べたところに照らして採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上によれば，本願発明は先願発明と同一であり，かつ，証拠(甲2～7，乙1)によれば，先願発明の発明者と本願発明の発明者とが同一であるとも，本願の出願時においてその出願人と先願発明の出願人とが同一であるとも認められないから，本願発明は特許を受けることができないものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，取消事由2(実施可能要件についての判断の誤り)について判断するまでもなく，原告らの請求は理由がない。",
            "よって，原告らの請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10057",
    "date": "2007-11-22",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035423",
    "ipprecedent_id": "1237",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}