{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が訂正2006−39189号事件について平成19年5月28日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「紙おむつ」とする特許第3009482号の特許(平成2年12月27日出願，平成11年12月3日設定登録。以下「本件特許」という。登録時の請求項の数は3である。なお，本件特許に係る明細書は，出願後，設定登録までの間に，平成4年1月22日付け手続補正書，平成9年12月25日付け手続補正書及び平成11年3月29日付け手続補正書により，その記載が補正された。)の特許権者である。",
            "原告は，平成18年11月27日，本件特許に係る明細書の記載を訂正(以下，この訂正を「本件訂正」といい，本件訂正前後の各明細書を図面と併せて，それぞれ「訂正前明細書」，「訂正明細書」という。なお，本件訂正では，請求項2が削除され，請求項3が請求項2に繰り上げられている。)することについて審判を請求した(訂正2006−39189号事件)。",
            "特許庁は，審理の結果，平成19年5月28日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，同年6月7日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正前明細書の特許請求の範囲の請求項1ないし3の各記載は，次のとおりである(以下，これらの請求項に係る発明を項番号に対応して，「本件発明1」などといい，これらをまとめて「本件発明」という。)。",
                "「【請求項1】不透液性シートと透液性シートと吸収体とを有し，さらに製品の幅方向両側部に弾性伸縮性の自由部が内側に向いたバリヤーカフスを有する紙おむつにおいて，",
                "前記バリヤーカフスの自由部より外側であってかつ吸収体の側縁から側外方にあるフラップ部を構成するフラップ部材シートが，製品紙おむつの全長にわたり，",
                "かつ，フラップ部材シートのほぼ全体が透液性であり，これによりフラップ部の製品紙おむつの全長にわたる領域が使用面側から裏面側に液が透過可能であることを特徴とする紙おむつ。",
                "【請求項2】フラップ部分において，前記不透液性シートと透液性シートが存在しない請求項1記載の紙おむつ。",
                "【請求項3】不透液性シートと透液性シートと吸収体とを有し，さらに製品の幅方向両側部に弾性伸縮性の自由部が内側に向いたバリヤーカフスを有する紙おむつにおいて，",
                "製品紙おむつの使用面側において，前記自由部の先端部に使用状態において前記透液性シートから離間するように起立させる弾性伸縮部材を有するバリヤーカフスを構成する透液性バリヤーシートが，前記吸収体の側縁から側外方に延在してフラップ部を構成し，かつ，前記透液性バリヤーシートの側外方部分は透液性シートの側縁より側外方に延在し，",
                "前記透液性シートおよび不透液性シートは製品紙おむつの全長にわたり，透液性シートの側縁は，不透液性シートの側縁より内側とし，かつ，透液性シートの側縁部が不透液性シートにホットメルト接着剤により固定され，前記フラップ部を構成する透液性バリヤーシートが，製品紙おむつの全長にわたり，",
                "かつ，フラップ部の長手方向のほぼ全体において透液性を示し，かつ前記透液性バリヤーシートの幅方向中間が前記不透液性シートの使用面側に対してホットメルト接着剤により固定されていることを特徴とする紙おむつ。」(2) 訂正明細書の特許請求の範囲の請求項1及び2の各記載は，次のとおりである(以下，これらの請求項に係る発明を項番号に対応して，「訂正発明1」などといい，これらをまとめて「訂正発明」という。下線部は訂正箇所を示す。)。",
                "「【請求項1】不透液性シートと透液性シートと吸収体とを有し，さらに製品の幅方向両側部に弾性伸縮性の自由部が内側に向いたバリヤーカフスを有する紙おむつにおいて，",
                "前記バリヤーカフスの自由部より外側であってかつ吸収体の側縁から側外方にあるフラップ部を構成するフラップ部材シートが，製品紙おむつの全長にわたり，",
                "さらに，前記フラップ部材シートは，前記不透液性シートの下面に接合され，前記バリヤーカフスを構成するバリヤーシート，前記不透液性シートおよび透液性シートの各側縁より側外方に延在し，前記不透液性シートおよび透液性シートが存在しないフラップ部を構成し，",
                "前記フラップ部材シートは，透液性不織布からなるシートであり，かつ，フラップ部材シートのほぼ全体が透液性であり，これによりフラップ部の製品紙おむつの全長にわたる領域が使用面側から裏面側に液が透過可能であることを特徴とする紙おむつ。",
                "【請求項2】不透液性シートと透液性シートと吸収体とを有し，さらに製品の幅方向両側部に弾性伸縮性の自由部が内側に向いたバリヤーカフスを有する紙おむつにおいて，",
                "製品紙おむつの使用面側において，前記自由部の先端部に使用状態において前記透液性シートから離間するように起立させる弾性伸縮部材を有するバリヤーカフスを構成する透液性不織布からなる透液性バリヤーシートが，前記吸収体の側縁から側外方に延在してフラップ部を構成し，かつ，前記透液性バリヤーシートの側外方部分は前記不透液性シートおよび透液性シートの側縁より側外方に延在し，",
                "前記透液性シートおよび不透液性シートは製品紙おむつの全長にわたり，透液性シートの側縁は，不透液性シートの側縁より内側とし，かつ，透液性シートの側縁部が不透液性シートにホットメルト接着剤により固定され，前記フラップ部を構成する透液性バリヤーシートが，製品紙おむつの全長にわたり，",
                "かつ，フラップ部の長手方向のほぼ全体において透液性を示し，かつ前記透液性バリヤーシートの幅方向中間が，前記不透液性シートの側縁より内方において前記不透液性シートの使用面側に対してホットメルト接着剤により固定され，",
                "さらに前記透液性バリヤーシートの側外方部分の下面に他の透液性不織布シートが重合され，かつ前記フラップ部の製品紙おむつの全長にわたる領域が使用面側から裏面側に液が透過可能である構成とされたことを特徴とする紙おむつ。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本件訂正は，主位的には特許法126条1項の規定に違反すること，予備的には同条5項の規定に違反することを，それぞれ理由とした。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "(主位的理由として)特許法126条1項違反",
              "text": [
                "本件訂正は，訂正前明細書の段落【0015】における「通気撥水性」を「通気防水性」と訂正するという訂正事項(以下，審決における符号に対応して，「訂正事項g」という。)を含むものであるところ，上記「通気撥水性」との記載が「通気防水性」の誤記であるとは認められず，また，訂正事項gは，特許請求の範囲の減縮にも，明りょうでない記載の釈明にも当たらず，特許法126条1項に掲げるいずれの事項を目的とするものとも認められないから，訂正事項gを有する本件訂正は，同項の規定に適合しない(以下「理由(1)」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "(予備的理由として)特許法126条5項違反",
              "text": [
                "訂正事項gが誤記の訂正であるとしても，訂正発明1及び2は，いずれも本件特許の出願前に頒布された刊行物である下記引用例1ないし3に記載された各発明に基づいて当業者が容易に発明をすることができたものであって，特許法29条2項の規定により，特許出願の際独立して特許を受けることができないから，本件訂正は特許法126条5項の規定に適合しない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1ないし3",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例1",
                      "text": [
                        "特開昭63−182401号公報(甲7。以下，引用例1記載の発明",
                        "を「引用発明1」という。)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例2",
                      "text": [
                        "特開昭59−146651号公報(甲4。以下，引用例2記載の発明",
                        "を「引用発明2」という。)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用例3",
                      "text": [
                        "実願昭62−191407号(実開平1−98110号)のマイクロ",
                        "フィルム(甲5。以下，引用例3記載の発明を「引用発明3」という。)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正発明1と引用発明1との一致点・相違点",
                  "text": [
                    "審決は，訂正発明1と引用発明1との一致点・相違点を下記(ア)，(イ)のとおり，それぞれ認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「不透液性シートと透液性シートと吸収体とを有し，さらに製品の幅方向両側部に弾性伸縮性の自由部が内側に向いたバリヤーカフスを有する紙おむつにおいて，前記バリヤーカフスの自由部より外側であってかつ吸収体の側縁から側外方にあるフラップ部を構成するフラップ部材シートが，製品紙おむつの全長にわたる紙おむつ。」(審決書13頁3行～7行)である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "「訂正発明1では，フラップ部材シートは，透液性不織布からなるシートであり，かつ，フラップ部材シートのほぼ全体が透液性であり，これによりフラップ部の製品紙おむつの全長にわたる領域が使用面側から裏面側に液が透過可能であるのに対し，引用例1の発明では，フラップ部材シートの性質に関しては明確な記載がない点。」(審決書13頁9行～13行，以下「相違点1」という。)",
                        "「訂正発明1では，フラップ部材シートは，不透液性シートの下面に接合され，バリヤーカフスを構成するバリヤーシート，不透液性シートおよび透液性シートの各側縁より側外方に延在し，不透液性シートおよび透液性シートが存在しないフラップ部を構成しているのに対し，引用例1の発明では，フラップ部材シートの取付け構造については記載がない点。」(審決書13頁14行～18行，以下「相違点2」という。)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "訂正発明2と引用発明1との一致点・相違点",
                  "text": [
                    "審決は，訂正発明2と引用発明1との一致点・相違点を下記(ア)，(イ)のとおり，それぞれ認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「不透液性シートと透液性シートと吸収体とを有し，さらに製品の幅方向両側部に弾性伸縮性の自由部が内側に向いたバリヤーカフスを有し，吸収体の側縁から側外方にあるフラップ部を構成するフラップ部材シートが紙おむつの全長にわたる紙おむつ。」(審決書14頁15行～18行)である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "「訂正発明2では，製品紙おむつの使用面側において，前記自由部の先端部に使用状態において前記透液性シートから離間するように起立させる弾性伸縮部材を有するバリヤーカフスを構成する透液性不織布からなる透液性バリヤーシートが，前記吸収体の側縁から側外方に延在してフラップ部を構成し，かつ，前記透液性バリヤーシートの側外方部分は前記不透液性シートおよび透液性シートの側縁より側外方に延在し，前記透液性シートおよび不透液性シートは製品紙おむつの全長にわたり，透液性シートの側縁は，不透液性シートの側縁より内側とし，かつ，透液性シートの側縁部が不透液性シートにホットメルト接着剤により固定され，前記フラップ部を構成する透液性バリヤーシートが，製品紙おむつの全長にわたり，かつ，フラップ部の長手方向のほぼ全体において透液性を示し，かつ前記透液性バリヤーシートの幅方向中間が，前記不透液性シートの側縁より内方において前記不透液性シートの使用面側に対してホットメルト接着剤により固定され，さらに前記透液性バリヤーシートの側外方部分の下面に他の透液性不織布シートが重合され，かつ前記フラップ部の製品紙おむつの全長にわたる領域が使用面側から裏面側に液が透過可能である構成とされているのに対し，引用例1の発明では，バリアカフスやフラップ部の取付構造が文言上は詳細に記載されていない点。」(審決書14頁20行～15頁3行，以下「相違点3」という。)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決は，以下のとおり，理由(1)及び(2)に係るいずれの認定判断にも誤りがあるから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(理由(1)に係る認定判断の誤り)",
          "text": [
            "以下のとおり，訂正事項gは誤記の訂正を目的とするものであり，理由(1)に係る審決の認定判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「通気撥水性のシートという語の意味は通気性と撥水性を有するシートを意味することは明らかであり，『通気撥水性』という用語の意味は何ら不明確ではない。また，明細書中の他の箇所にこの語の記載がないことが誤記である理由になるとは認められない。」(以下「理由(1)①」という。審決書8頁1行～4行)と認定判断した。",
                "しかし，以下のとおり，理由(1)①に係る審決の認定判断は誤りである。",
                "訂正事項gに係る「通気撥水性」という訂正前明細書の記載が誤りで，「通気防水性」という訂正明細書の記載が正しいことは，訂正前明細書の記載及び当業者の技術常識から明らかであり，当業者であれば，当然，これに気付いて，前者が後者の誤記であると理解する。",
                "すなわち，①「透液性」と「通気撥水性」とは相対立する概念ではなく，撥水性を有し，かつ，透液性であるシートも，本件特許の出願前から存在していること(特開昭62−250201号〔甲17〕，特開平2−55058",
                "号公報〔甲18〕)，②訂正前明細書の段落【0015】は，従来技術と比較して，本件発明1の蒸れの防止効果が優れていることを記載した部分であるところ，蒸れの防止効果に関し比較対象とされた従来技術は，訂正前明細書の記載全体を通じて，段落【0003】に言及された実開昭62−88705号公報(以下「先行例1」という。甲1)記載の考案，すなわち「通気防水性」のものであるから，訂正前明細書の段落【0015】における「通気撥水性」との記載のままでは，本件発明の作用効果の説明として意味が通じないこと，③訂正前明細書において，「通気撥水性」という語は段落【0015】以外には存在しないことに照らせば，当業者にとって，訂正前明細書の段落【0015】における「通気撥水性」との記載が「通気透水性」の誤記であることは，明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決は，本件特許の審査経緯を検討し，訂正前明細書の段落「【0015】において比較している先行技術は，拒絶理由通知において引用文献3として引用された実願昭62−191407号(実開平01−098110号)の",
              "text": [
                "マイクロフィルム(判決注，引用例3〔甲5〕)であると考えるのが相当であって，先行例1のみであると限定的に考えねばならない理由は何ら認められない。」(以下「理由(1)②」という。審決書9頁2行～6行)と認定判断した。",
                "しかし，以下のとおり，理由(1)②に係る審決の認定判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "平成11年3月29日付け意見書(以下「本件意見書」という。甲15)において，原告は，「引用文献2(判決注，引用例2〔甲4〕)のものは，カフス自体が通気性であるとしても，本願発明のように透液性のものではない。しかも，バリヤーカフスの外側にフラップ部をさらに設け，そのフラップ部を透液性とする思想は一切ない。」，「引用文献3(判決注，引用例3〔甲5〕)の股下シートは通気性であるが撥水性のものである。股下シートは，弾性部材7により，外向き状態で斜め外方に向いて起立するものである。この引用文献3においても，バリヤーカフスの外側にフラップ部をさらに設け，そのフラップ部を透液性とする思想は一切ない。」(2頁22行～24行)との意見を述べたが，その趣旨は，引用例2のほか，引用例3においても，「バリヤーカフスの外側にフラップ部をさらに設け，そのフラップ部を透液性とする思想は一切ない」ことを説明するとともに，引用発明3は，本件発明のように紙おむつの全長にわたるフラップ部全体を透液性とし，蒸れ防止効果を奏するように構成したものではないことを強調したものであって，引用例3の「通気性であるが撥水性の股下シート4」と対比したものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成11年1月21日付け拒絶理由通知書(以下「本件拒絶理由通知書」という。甲14)を受けて，平成11年3月29日付け手続補正書(以下「本件手続補正書」という。)により，特許請求の範囲の記載について，「通気性」を「透液性」と改め，「フラップ部の製品紙おむつの全長にわたる領域が使用面側から裏面側に液が透過可能である」を付加する補正をしたが，その際，発明の詳細な説明(段落【0016】)の「軟便を阻止する機能の紙おむつにおいては，その軟便中の液分が吸収体に吸収されないまま使用面側に残存するので特に蒸れが生じやすい。しかし，本発明においては，バリヤーカフスを有する紙おむつにおけるフラップ部において，不透液性シートを存在させることなく，通気性を示すようにしたものであるため，蒸れを防止できる。」との記載を，「軟便を阻止する機能の紙おむつにおいては，その軟便中の液分が吸収体に吸収されないまま使用面側に残存するので特に蒸れが生じやすい。しかし，請求項1記載の発明においては，バリヤーカフスを有する紙おむつにおけるフラップ部において，不透液性シートを存在させることなく，透液性を示すようにしたものであるために，たとえば通気撥水性のシートを用いる場合に比較して蒸れの防止効果はきわめて高いものとなる。」と補正した。",
                    "訂正前明細書の段落【0015】の記載は，上記補正によるものであるが，同補正は，本件発明1と，通気防水性シートを用いた先行例1記載の考案とが，「紙おむつにおけるフラップ部において，不透液性シートを存在させることなく，透液性を示すようにしたもの」であるか否かという点で相違することを明確にするとともに，上記相違点に係る本件発明1の構成の効果が「蒸れの防止効果はきわめて高い」ものであることを明確にしようとしたものであって，「通気防水性」と記載すべきところを「通気撥水性」と誤記したものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，「『たとえば通気撥水性のシート』と単に例示的にあげられている『通気撥水性』という語が『通気防水性』という他の特定の用語の誤記であるとも到底認められない。」(以下「理由(1)③」という。審決書9頁7行～9行)と認定判断した。",
                "しかし，以下のとおり，理由(1)③に係る審決の認定判断は誤りである。",
                "前記(1)及び(2)において主張したとおり，訂正前明細書の段落【0015】における比較対象の従来技術は「通気防水性」のものであり，そのように解さなければ意味が通じないから，同段落において「たとえば通気撥水性のシート」との記載が「単に例示的にあげられている」としても，「通気撥水性」が「通気防水性」の誤記であることは左右されない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "審決は，「訂正事項gは，本件特許発明の作用を従来技術と比較して説明する部分を訂正しようとするものではあるが，本件特許の技術的範囲を変更する可能性のある訂正であ(る)」(以下「理由(1)④」という。審決書9頁10行～12行)と認定判断した。",
                "しかし，以下のとおり，理由(1)④に係る審決の認定判断は誤りである。",
                "訂正事項gに係る訂正前明細書の段落【0015】において，比較対象の従来技術は「通気防水性」のものであり，そのように解さなければ意味が通じないことは，前記(1)及び(2)において主張したとおりである。",
                "また，本件発明にいう「透液性」が「使用面側から裏面側に液が透過可能であること」を意味することは，訂正前明細書の特許請求の範囲の記載から一義的に明らかであるから，訂正前明細書の段落【0015】における「通気撥水性」との記載を「通気防水性」と訂正することによって，本件発明の技術的範囲に影響を及ぼすものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(理由(2)に係る認定判断の誤り)",
          "text": [
            "審決は，理由(2)において，訂正発明1は，引用発明1ないし3に基づいて当業者が容易に発明をすることができたものであると認定判断し，訂正発明2についても，同様の認定判断をした。しかし，以下のとおり，理由(2)に係る審決の認定判断は誤りである。",
            "なお，訂正発明1と引用発明1との一致点・相違点の各認定(前記3(2)イ(ア)及び(イ))及び訂正発明と引用発明2との一致点・相違点の各認定(前記3(2)ウ(ア)及び(イ))に誤りがないことは，いずれも認める。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正発明1に係る認定判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1に係る容易想到性判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，相違点1に係る構成は，引用例2及び3から公知であるとする。",
                        "しかし，引用例2は，その「カフス」の外側に「フラップ部」をさらに設ける思想はないから，訂正発明1のように「バリヤーカフスの自由部より外側であってかつ吸収体の側縁より側外方にあるフラップ部」を「通気性」とすることを示唆するものではなく，ましてこれを「透液性」とすることを示唆するものではない。また，引用例3は，その「股下シート4」を「バリヤーカフスの自由部」とみたとしても，その外側に「フラップ部」をさらに設ける思想はなく，「股下シート4」を「吸収体の側縁より側外方にあるフラップ部」にあるものとみたとしても，訂正発明1の「バリヤーカフスの自由部」を有しないから，結局，訂正発明1のように「バリヤーカフスの自由部より外側であってかつ吸収体の側縁より側外方にあるフラップ部シート」を「通気性」とすることを示唆するものではなく，「透液性」とすることを示唆するものでもない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，「通気性のシート」と「透液性のシート」とは，蒸気の透過性の程度に差があるとしつつ，文言上の違いに「格別の技術的意義があるものとは認められない。」(審決書13頁33行～34行)と判断し，また，「フラップ部材のほぼ全体に蒸気を透過させる透液性とすることは，広範な領域にわたって蒸気が透過するほうが蒸れ防止効果が高いことは当然予測できることであるから，この点についても当業者が容易になし得ることである。」(審決書13頁35行～14頁2行)と判断した。",
                        "しかし，引用例1(甲7)の記載(2頁右下欄11行～16行，3頁",
                        "左下欄19行～右下欄2行，3頁左上下欄5行～8行，3頁右下欄2行～6行，3頁右上欄1行～5行)に示されるとおり，引用発明1は，「バリヤーカフス」のほか，体液不透過性バリヤをなす「ガスケットフラップ」を必須とするものであって，「ガスケットフラップ」は体液に対して不透過性(非透液性)であることを必要とするものである。そして，訂正発明1のように「フラップ部」を「透液性」とする思想は，引用例1はもとより，引用例2，3にもない。むしろ，「通気性」のシートに代えて「透液性」のシートを用いれば，体液の漏れを生じる(体液不透過性バリヤをなす「ガスケットフラップ」を構成できない)から，そのように置換することを阻害する要因があるといえる。",
                        "また，引用例1は，「バリヤーカフス」及び「ガスケットフラップ」の両者を設けることを必須とし，引用例2及び3は，起立するカフスのみを開示するのであって，訂正発明1の「フラップ部」のシートを示唆するものではないから，「フラップ部」のシートについてより「広範な領域にわたって蒸気が透過する」ようにすることを予想させるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2に係る容易想到性判断の誤り",
                  "text": [
                    "審決は，「訂正発明1において，フラップ部材シートがバリヤーカフスを構成するバリヤーシート，不透液性シートおよび透液性シートの各側縁より側外方に延在し，不透液性シートおよび透液性シートが存在しないフラップ部を構成しているが，引用例1に記載の発明もこのような構造となっていることは，Fig1～3等の記載より明らかである。」(審決書14頁4行～8行)と認定した。",
                    "しかし，以下のとおり，審決の上記認定は誤りである。",
                    "引用例1(甲7)の記載(Fig1～3，10頁左上欄5行～12行)",
                    "によれば，引用発明1において，バリヤカフス62はフラップ部分68及びチャンネル部分70からなり，ガスケットフラップ58はバックシート42の延長部分及びフラップ部分68からなることが理解できる。すなわち，引用発明1において，フラップ部分68は，あくまでもバリヤカフス62の構成部分であって，バックシート42の延長部分と共にガスケットフラップ58を構成し，吸収性製品の縁にまで延在している。",
                    "これに対して，訂正発明1における「フラップ部材シート」は，「バリヤーカフスの自由部より外側であってかつ吸収体の側縁から側外方にあるフラップ部を構成する」シートであり，しかも，「不透液性シートおよび透液性シートの各側縁より側外方に延在し，前記不透液性シートおよび透液性シートが存在しないフラップ部を構成」するものである。",
                    "したがって，引用発明1は，訂正発明1における「フラップ部材シートがバリヤーカフスを構成するバリヤーシート，不透液性シートおよび透液性シートの各側縁より側外方に延在し，不透液性シートおよび透液性シートが存在しないフラップ部を構成している構造」を開示ないし示唆するものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正発明2に係る認定判断の誤り",
              "text": [
                "訂正発明2に係る審決の認定判断は，訂正発明1に係る認定判断を前提とするものであるところ，これに誤りがあることは前記(1)のとおりであるから，訂正発明2に係る認定判断も，同様に誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に係る被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(理由(1)に係る認定判断の誤り)について",
          "text": [
            "以下のとおり，理由(1)に係る審決の認定判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「通気撥水性のシート」は，通気性と撥水性を有するシートを意味するから，「通気撥水性」という語の意味は何ら不明確ではない。また，段落【0015】を除き，訂正前明細書に「通気撥水性のシート」という語の記載がないことは，当該記載が誤記であるとする理由にはならないから，理由(1)①に係る審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明に対する先行技術として，本件特許の出願当初の明細書(以下「本件当初明細書」という。)に記載された先行例1(甲1)，特開平1−201502号公報(以下「先行例2」という。甲2)のほか，本件拒絶理由通知書が引用した実願平1−84183号(実開平3−24118号)のマイクロフィルム(甲3)，引用例2(甲4)及び引用例3(甲5)がある。",
                "そして，本件当初明細書には，先行例1についての記載はあるが，訂正前明細書の段落【0015】に相当する記載はなく，同記載は，以下のとおり，本件拒絶理由通知書に応じて，本件意見書と同時に提出された本件手続補正書により，付加的に補正されたものである。すなわち，本件拒絶理由通知書が「引用文献3」として引用した引用例3(甲5)には，「股下シート4としては撥水性及び通気性を有するものであれば何でも良い」(明細書5頁3～4行)との記載があるところ，原告は，本件意見書(甲15)において，「引用文献3の股下シートは通気性であるが撥水性のものである。股下シートは，弾性部材7により，外向き状態で斜め外方に向いて起立するものである。この引用文献3においても，バリヤーカフスの外側にフラップ部をさらに設け，そのフラップ部を透液性とする思想は一切ない。」と主張し，本件手続補正書による補正で，本件特許に係る明細書について，段落【0015】を新たに設け，「請求項1記載の発明においては，バリヤーカフスを有する紙おむつにおけるフラップ部において，不透液性シートを存在させることなく，透液性を示すようにしたものであるために，たとえば通気撥水性のシートを用いる場合に比較して蒸れの防止効果はきわめて高いものとなる。」との記載を付加したものである。",
                "このような本件特許の出願の経緯に照らすと，訂正前明細書の段落【0015】において，比較対象となっている従来技術は，本件拒絶理由通知書が引用した引用例3記載の発明であると理解されるべきであり，原告が主張するように，先行例1記載の考案のみではない。",
                "したがって，理由(1)②に係る審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，理由(1)③に係る審決の認定判断が誤りであるとし，その根拠として，訂正前明細書の段落【0015】における比較対象の従来技術は「通気防水性」のものであると主張するが，原告の上記主張が失当であることは，前記(2)において指摘したとおりであり，理由(1)③に係る審決の認定判断に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "訂正事項gは，訂正前明細書の段落【0015】において，比較対象の従来技術としてあげられている「通気撥水性」のシートを「通気防水性」のシートと訂正するものであるが，そのように訂正することにより，本件発明の技術的範囲を変更する可能性があることは，審決の指摘するとおりであり，この点からも本件訂正は認められるものではない。理由(1)④に係る審決の認定判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(理由(2)に係る認定判断の誤り)について",
          "text": [
            "以下のとおり，審決のした相違点1，2に係る容易想到性判断に誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正発明1について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の容易想到性判断の誤りに対し",
                  "text": [
                    "紙おむつ着用時の蒸れを防止するために，カフスあるいは股下シート(フラップに相当)を通気性のあるものとすることは，引用例2及び3に記載されているように公知の事項であり，また訂正発明1では透液性のフラップシートを用いてはいるが，通気性のシートも透液性のシートも蒸れの原因となる蒸気を透過させるという点では同様の効果を奏するものである。",
                    "通気性であるか透液性であるかによって，その透過性の程度に差があるとしても，蒸れ防止という効果を奏するためにどの程度の蒸気の透過性をシートに付与すべきかは当業者が適宜容易に定め得る程度のことにすぎない。そして，蒸気の透過性をシートに付与するという観点からすれば，通気性あるいは透液性という単なる文言上に違いに格別の技術的意義があるものではない。また，背中側および腹側においても蒸れを防止するために，フラップ部材のほぼ全体に蒸気を透過させる透液性とすることは，広範な領域にわたって蒸気が透過するほうが蒸れ防止効果が高いことは当然予測できることであるから，この点についても当業者が容易になし得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性判断の誤りに対し",
                  "text": [
                    "訂正発明1において，フラップ部材シート(10)がバリヤーカフスを構成するバリヤーシート(4)，不透液性シート(1)および透液性シート(2)の各側縁より側外方に延在していることは，不透液性シートおよび透液性シートが存在しないフラップ部を構成しているが，引用例1のFig2においても同様の位置関係になっている。",
                    "また，訂正発明1において，フラップ部は不透液性シートおよび透液性シートが存在しないものであるが，その技術的意義は，訂正明細書に明確に記載されておらず，明らかでない。仮に，「透液性シート2が完全に幅方向に連続していると，尿が幅方向に伝わり，横漏れし，製品の外面に対して滲み出す原因ともなるので，図10に示す実施例においては，透液性シート2を途中で不連続化したものである。」(訂正明細書の段落【0030】)という効果があるとしても，尿の横方向への伝わりを防止するために透液性シートを不連続化することは，当業者が容易になし得ることにすぎないし，その効果も当然予測できる程度のものにすぎない。しかも，フラップ部は不透液性シート及び透液性シートが存在しないという構成は，例えば引用例3(第3図)にも記載されているように公知の構成にすぎないものである。",
                    "そして，訂正発明1においては，フラップ部材シートは，不透液性シートの下面に接合されているが，訂正明細書の図2から4に記載されているように，フラップ部材シートは種々の箇所の接合できるものであって，フラップ部材を不透液性シートの下面に接合することは，単なる設計事項にすぎず，当業者が容易になし得ることである。しかも，フラップ部材を不透液性シートの下面に接合したことによって，従来技術に比していかなる利点があるのか明らかではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正発明2について",
              "text": [
                "紙おむつにおいて，バリアカフスやフラップ部を設ける具体的な手段は，引用例1(Fig3)，引用例2(Fig2～7)及び引用例3(第2図，第3図)に記載されているように，種々の構造があり，どのような構造とするかは当業者が適宜容易に定め得る設計事項であること，訂正発明2のような構造(訂正明細書の図7のような構造)としたことにより，従来技術に比していかなる利点があるのかは明らかでないことに照らせば，訂正発明2の構成とすることは，当業者が容易になし得た程度のことにすぎない。なお，審決は，フラップ部を透液性とする点について，訂正発明1と同様であると判断している。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(理由(1)に係る認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "誤記訂正目的の有無",
              "text": [
                "原告は，訂正事項gは誤記の訂正を目的とするものであり，理由(1)に係る審決の認定判断は誤りであると主張する。",
                "しかし，以下のとおり，原告の主張は失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正前明細書(甲9)の記載",
                  "text": [
                    "訂正前明細書には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「【0001】【産業上の利用分野】本発明は，フラップ部分が透液性を有し，蒸れを防止した紙おむつに関する。",
                        "【0002】【従来の技術】近年の紙おむつの改良には著しいものがあり，その改良の課題としては，着用時における蒸れの防止がある。",
                        "【0003】この課題を解決するために，実開昭62−88705号",
                        "公報には，いわゆるサイドカット部分に対してそのサイドカット部分を埋め，紙おむつ全体が方形となるように，通気防水性シートを取付たもの(以下先行例1という)が知られている。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「【0005】【発明が解決しようとする課題】前述の先行例1によれば，確かにサイドフラップ部分における通気防水性シートの存在により着用時の蒸れをある程度防止できるとしても，少なくとも前後の部分での蒸れはまったく防止できない。たとえば幼児が仰向けまたはうつ伏せに寝ている場合には，背中側または腹側での蒸れが著しい。・・・」「【0007】したがって，本発明の課題は，第1義的には着用時における蒸れ，特にバリヤーカフスを有することで軟便中の液分に伴う蒸れを，背中側および腹側においても確実に防止すること，付随的には大量生産に適した紙おむつの構造を提供することにある。」"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「【0011】【作用】本発明では，吸収体の側縁から側外方に延在するフラップ部のほぼ全体が，透液性とされている。たとえば具体的に，フラップ部分において，透液性シートおよび不透液性シートが存在せず，実質的に透液性不織布のみからなるフラップ部材シートにより構成され，このフラップ部材シートは紙おむつの実質的に全長にわたり配設されているので，サイドフラップ部分のみならず前後においても，蒸れが防止される。」",
                      "text": [
                        "「【0013】他方，軟便の阻止機能を有するバリヤーカフスを有する紙おむつが知られている。この種のバリヤーカフスを構成する場合，軟便の阻止のために，軟便中の液分の紙おむつ側方への浸透を防止するために撥水性不織布を用いるとともに，そのバリヤーカフスを構成するバリヤーシートを不透液性シートに固定してフラップ部を構成する思想が一般的である。したがって，フラップ部においては透液性を示さないものである。",
                        "【0014】しかるに，特に請求項1記載の発明においては，バリヤーカフスを有する紙おむつにおけるフラップ部において，不透液性シートの側縁を製品紙おむつの側縁まで延在させる構成を採らないで，透液性を有する(したがって当然に通気性も有する)ものとした。",
                        "【0015】軟便を阻止する機能の紙おむつにおいては，その軟便中の液分が吸収体に吸収されないまま使用面側に残存するので特に蒸れが生じやすい。しかし，請求項1記載の発明においては，バリヤーカフスを有する紙おむつにおけるフラップ部において，不透液性シートを存在させることなく，透液性を示すようにしたものであるために，たとえば通気撥水性のシートを用いる場合に比較して蒸れの防止効果はきわめて高いものとなる。",
                        "【0016】一方，バリヤーカフスを構成する場合，バリヤーシートを通しての液分の外側外方への浸出性について考慮することが必要である。この点については，バリヤーシートをたとえば撥水性不織布を用いるで対処できるものの，トップシートを構成する透液性シートをそのままフラップ部に延在させると，その透液性シートを伝わってその側縁から液が浸出し，製品の外面に滲み出す虞れがある。",
                        "【0017】しかるに，請求項3記載の発明によれば，透液性シートの側縁を，不透液性シートの側縁より内側とし，かつ，透液性シートの側縁部が不透液性シートにホットメルト接着剤により固定されているので，その固定部分において液の透液性シートでの伝わりが阻止され，製品の外面に滲み出すことはない。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「【0021】このように構成された紙おむつにおいては，紙おむつの吸収体3の側縁の外方のほぼ全体が透液性で通気性のフラップ部材シート10から構成されているので，脚回り部分において蒸れを防止することができるとともに，紙おむつ長手方向前後においても，汗などによる水分がフラップ部材シート10を通して透過するので，背中および腹部分におおても(判決注：「においても」の誤記と認める。)蒸れを防止できる。」",
                      "text": [
                        "「【0033】【発明の効果】以上の通り，本発明によれば，着用時における蒸れを脚回りのみならず腹および背中においても蒸れを防止できるとともに，製造がきわめて容易となる。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "訂正前明細書における「通気撥水性」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記アの各記載によれば，訂正前明細書では，本件発明は，着用時における蒸れ，特に軟便の阻止機能を有するバリヤーカフスを有することによる軟便中の液分に伴う蒸れを，背中側及び腹側においても確実に防止することを課題とするものであるとされ，また，軟便の阻止機能を有するバリヤーカフスは，従来技術においては，軟便中の液分の紙おむつ側方への浸透を防止するために，撥水性不織布を用いるとともに，バリヤーカフスを構成するバリヤーシートを不透液性シートに固定してフラップ部を構成するのが一般的であり，かかる従来技術においては，フラップ部は透液性を示さないものであったため(段落【0013】参照)，バリヤーカフスを有する紙おむつが特に蒸れが生じやすいことから，本件発明1は，フラップ部において，不透液性シートを存在させることなく，透液性を示すようにしたものであり，その結果，たとえば通気撥水性のシートを用いる場合に比較して蒸れの防止効果が極めて高いものとなったこと(段落【0014】，【0015】参照)が説明されている。",
                        "そして，上記従来技術において，撥水性不織布バリヤーカフスは，軟便中の液分の紙おむつ側方への浸透を防止するために用いられていたことに照らすと，撥水性不織布は液の浸透を防止する目的で用いられていたものであることは明らかである。もっとも，撥水性不織布は直ちに不透液性を意味するものではないので，その浸透防止効果が不透液といえる程度のものであったとまでいうことはできない。",
                        "このような状況下において，本件発明1は，蒸れ防止のために，フラップ部材シートを単に「通気性」とするにとどまらず，特に「透液性」としたのであるから，従来の撥水性不織布を用いていた場合(前記のとおり，液分の浸透防止効果は不透液といえる程度のものではないものの，蒸れが発生してしまう程度の透液性しか有していなかった。)よりも高度の透液性を要求したと解するのが自然である。訂正前明細書の段落【0015】における「通気撥水性」のシートと比較して蒸れの防止効果が極めて高くなった旨の記載は，上記の解釈を裏付けるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，訂正前明細書の前記アの記載によれば，バリヤーカフスを構成する場合，バリヤーシートを通しての液分の外側外方への浸出を防止することが求められ，液分がトップシートを構成する透液性シートを伝わって製品の外面に滲み出すことを阻止する必要があり(段落【0016】参照)，本件発明3は，透液性シートの側縁を，不透液性シートの側縁より内側とし，かつ，透液性シートの側縁部が不透液性シートにホットメルト接着剤により固定する構成を採用することによって，透液性シートでの伝わりを阻止したものである(段落【0017】参照)。",
                        "すなわち，本件発明3は，トップシートを構成する透液性シートを伝わって液が浸出することを上記の構成を採用することにより防止するものであるから，フラップ部を構成する「透液性バリヤーシート」の「透液性」については，本件発明1のフラップ部材シートにおける「透液性」と同義と解することは当然である。",
                        "なお，訂正前明細書においては，バリヤーシートを通しての液分の外側外方への浸出は，「バリヤーシートをたとえば撥水性不織布を用いる」ことで対処可能と記載されている(段落【0016】)。しかし，かかる記載は，段落【0016】及び【0017】全体の記載，並びに，上記のとおり，軟便中の液分の浸透防止のために撥水性不織布を用いることが従来技術としてあげられ，かかる従来技術においても液分の浸出防止は一定程度果たされていたのであることからすれば，かかる従来技術について触れたものと解するのが相当であって，本件発明1と本件発明3における「透液性」を別異に解することの根拠となるものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおりであるから，本件発明における「透液性」のフラップ部材シートは，「通気撥水性」のシートより高度の「透液性」があり，「通気撥水性」のシートを用いた場合よりも蒸れ防止効果が大きいものと解するのが合理的であり，訂正前明細書の段落【0015】における「通気撥水性」との記載は，これを裏付けるものであって，訂正前明細書の段落【0015】における「通気撥水性」との記載のままでは，本件発明の作用効果の説明として不合理であるということはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "出願の経緯，出願前の技術等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件当初明細書では，「通気撥水性」という語は用いられていなかったが，本件拒絶理由通知書(甲14)を受けて，原告は，次のように補正した。",
                        "すなわち，本件手続補正書により，発明の詳細な説明(段落【0016】)の「軟便を阻止する機能の紙おむつにおいては，その軟便中の液分が吸収体に吸収されないまま使用面側に残存するので特に蒸れが生じやすい。しかし，本発明においては，バリヤーカフスを有する紙おむつにおけるフラップ部において，不透液性シートを存在させることなく，通気性を示すようにしたものであるため，蒸れを防止できる。」との記載を，「軟便を阻止する機能の紙おむつにおいては，その軟便中の液分が吸収体に吸収されないまま使用面側に残存するので特に蒸れが生じやすい。",
                        "しかし，請求項1記載の発明においては，バリヤーカフスを有する紙おむつにおけるフラップ部において，不透液性シートを存在させることなく，透液性を示すようにしたものであるために，たとえば通気撥水性のシートを用いる場合に比較して蒸れの防止効果はきわめて高いものとなる。」と補正したことが認められる(弁論の全趣旨)。",
                        "また，上記補正の契機となった本件拒絶理由通知書(甲14)の引用に係る引用例3(甲5)には，「股下シート4としては撥水性および通気性を有するものであれば何でも良い」(明細書5頁3行～4行)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そうすると，上記補正は，本件発明1における「フラップ部」が，先行例1における「不透液性」シートのみでなく，より透液性が高いと解される「通気撥水性」のシートと比較して，更に高い「透液性」を示す「通気透液性」のシートであることを表現したものであって，本件発明1が，撥水性及び通気性を有するシートと比較して，蒸れの防止効果が優れていることを強調する目的でされたものと理解される。すなわち，上記補正では，引用例3における「撥水性および通気性を有する」シートを比較対象として意識したために，「通気撥水性」のシートという語を選択したのであって，「通気防水性」と記載すべきところを「通気撥水性」と誤記したものと解することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用例3(甲5)に「股下シート4としては撥水性および通気性を有するものであれば何でも良い」(明細書5頁3行～4行)と記載されているように，本件特許の出願前から「通気性と撥水性を有するシート」として種々のものが知られていたことが認められる。したがって，訂正前明細書に接した当業者は，同明細書の段落【0015】における「通気撥水性のシート」について，「通気性と撥水性を有するシート」を意味するものと理解するというべきであり，これを「通気透水性のシート」の誤記と当然に認識するということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上を総合すれば，訂正前明細書【0015】における「通気撥水性」との記載は，「通気防水性」の誤記ということはできない。また，その他，訂正事項gは特許法126条1項に掲げるいずれの事項を目的とするものとも認められない。これと同旨の理由(1)に係る審決の認定判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，訂正事項gに係る「通気撥水性」という訂正前明細書の記載が誤りで，「通気防水性」という訂正明細書の記載が正しいことは，訂正前明細書の記載及び当業者の技術常識から明らかであり，当業者であれば，当然，これに気付いて，前者が後者の誤記であると理解すると主張する。",
                    "しかし，訂正前明細書の記載及びその合理的解釈，「通気撥水性」のシートについての当業者の理解及び出願の経緯に照らし，訂正前明細書【0015】における「通気撥水性」との記載を「通気防水性」の誤記ということはできないことは，前記(1)のとおりである。",
                    "したがって，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，①本件意見書(甲15)では，本件発明1と引用例3の「通気性であるが撥水性の股下シート4」と対比したものでない，②本件手続補正書による補正は，本件発明1と，通気防水性シートを用いた先行例1記載の考案とが，「紙おむつにおけるフラップ部において，不透液性シートを存在させることなく，透液性を示すようにしたもの」であるか否かという点で相違することを明確にするとともに，上記相違点に係る本件発明1の構成の効果が「蒸れの防止効果はきわめて高い」ものであることを明確にしようとしたものであって，「通気防水性」と記載すべきところを「通気撥水性」と誤記したものである，と主張する。",
                    "しかし，本件手続補正書による補正では，引用例3における「撥水性および通気性を有する」シートを比較対象として意識したため，「通気撥水性」のシートという用語を選択したものであって，「通気防水性」と記載すべきところを「通気撥水性」と誤記したものと解することはできないことは，前記(1)ウのとおりである。",
                    "また，本件意見書(甲15)には，「引用文献3の股下シートは通気性であるが撥水性のものである。」，「そのフラップ部を透液性とする思想は一切ない。」など，「透液性」のレベルに関する記載があり，本件発明1のフラップ部に相当するものが引用例3に存在しているか否かについてのみ意見を陳述したものということはできず，むしろ，シートの「透液性」のレベルの差について，意見を述べたものと解される。",
                    "なお，引用例3(甲5)には，「従来・・・これらの使い捨ておむつでは，・・・漏れない様にするために・・・裏面シートが通気性を有していないためむれが生じかぶれの原因ともなっていた。・・・本考案は，・・・股下両側縁部に，表面シート及び裏面シートと重合していない部分を有する，撥水性を有し且つ通気性の股下シートを設け，且つ該股下シートの側端部に弾性部材を設けてなる使い捨ておむつである。」(明細書2頁9行～3頁13行)，「本考案では，股下シート4を取り付けることにより漏れを防止しうるので，吸収体3と股下弾性部材5との距離を狭めることが可能である。股下シート4としては，撥水性及び通気性を有するものであれば何でも良い」(同4頁20行～5頁4行)，「股下区域の表面シート及び裏面シートと股下シートとの非重合部8a，8bは通気性を付与する面からはできるだけ広い面積をとることが望ましい。」(同6頁7行～10行)，「(考案の効果)本考案の使い捨ておむつは，従来の使い捨ておむつで生じていた股下部からの漏れを防止できるばかりでなく，股下部に通気性を付与することが可能でありむれ，かぶれを防ぐことが可能であるといった利点がある。」(同6頁15行～20行)などの記載があり，引用例3の「股下シート」は，本件発明の「フラップ部材シート」と同様に，着用時の蒸れを防止することができるものである。したがって，引用例3における「撥水性および通気性を有する」シートを比較対象とすることが，明らかに不合理であるとはいえない。",
                    "したがって，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件発明にいう「透液性」が「使用面側から裏面側に液が透過可能であること」を意味することは，訂正前明細書の特許請求の範囲の記載から一義的に明らかであるから，訂正前明細書の段落【0015】における「通気撥水性」との記載を「通気防水性」と訂正することによって，本件発明の技術的範囲に影響を及ぼすものではないと主張する。",
                    "しかし，前記(1)のとおり，本件発明における「透液性」のフラップ部材シートは，「通気撥水性」のシートより高度の「透液性」があり，「通気撥水性」のシートを用いた場合よりも蒸れ防止効果が大きいものと解するのが合理的であり，訂正前明細書の段落【0015】における「通気撥水性」との記載は，これを裏付けるものであるから，同段落における「通気撥水性」のシートを「通気防水性」のシートと訂正すれば，本件発明1におけるフラップ部は，「通気撥水性」シートよりも「透液性」の程度が高いものに限られず，「通気防水性」のシートよりも「透液性」の程度が高ければよいと解釈する余地を生じることになり，結局，訂正事項gは，本件発明の技術的範囲を拡張又は変更する可能性があるというべきである。",
                    "したがって，原告の主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項gと本件訂正全体の許否との関係について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)ウのとおり，訂正前明細書の段落【0015】における「通気撥水性」のシートを「通気防水性」のシートと訂正した場合，本件発明におけるフラップ部は，「通気撥水性」シートよりも「透液性」の程度が高いものに限られず，「通気防水性」のシートよりも「透液性」の程度が高ければよいと解釈する余地を生じることになる。したがって，本件訂正は，訂正事項gを含むことによって，訂正発明1及び2のいずれの関係においても，本件発明の技術的範囲を拡張又は変更するとの解釈の成立する余地の生じる訂正というべきであるから，訂正事項gは，単なる誤記の訂正にとどまる形式的なものではなく，特許請求の範囲に実質的影響を及ぼすものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，審判請求書(甲10の1)には，請求の趣旨として，「特許第3009482号の明細書を請求書に添付した訂正明細書のとおり訂正することを求める，との審決を求める。」と記載され，複数の訂正箇所のうちの一部の訂正事項が認められなかった場合，二次的に残余の訂正のみを請求するとの格別の意思を認める合理的な理由もうかがえない。また，訂正事項gが，一部の請求項についてのみに関係を有する事項であると解することもできず，むしろすべての請求項に関係する事項と解するのが合理的である。そして，特許庁が，審判手続において発した平成19年3月16日付け訂正拒絶理由通知書(甲12)には，訂正事項gは，特許法126条1項に掲げるいずれの事項を目的とするものとも認められないから，本件訂正は同号の規定に適合しておらず，訂正は許されない旨が記載されていたにもかかわらず，原告が提出した平成19年4月23日付け意見書(甲13)には，訂正事項gが許されないとしても，二次的に，その余の訂正事項に係る訂正については許されるべきであるとの審決を求めることをうかがわせるに足りる記載は存在せず，また，審判請求書が補正されたことも認められない(弁論の全趣旨)。",
                    "本件における上記の経緯に照らすならば，本件では，訂正事項gに係る訂正が許されないものと判断された場合において，その余の訂正事項について，一部のみの訂正に係る審判を求めているとの合理的な意思を推認することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，本件において，審決が，訂正事項gについての訂正が許されない以上，本件訂正に係る審判請求が全体として成り立たないと判断した点に違法はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "結語",
              "text": [
                "上記検討したところによれば，「本件審判の請求は，成り立たない。」とした審決の結論は，その余の点の当否を判断するまでもなく，これを是認することができる。よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}