{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−80017号事件について平成18年12月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が特許権者である後記特許に関し，被告からの特許無効審判請求に基づき，特許庁がこれを無効とする審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "text": [
                "原告は，平成11年9月28日，名称を「移動体」とする発明について特許出願(特願平11−273497号)をし，平成17年1月21日，特許第3637820号として設定登録を受けた(請求項1ないし3。甲12〔特許公報〕。以下「本件特許」という。)。",
                "その後，平成18年2月8日付けで被告から本件特許の請求項1ないし3について無効審判請求がなされ，同請求は無効2006−80017号事件として特許庁に係属した。その中で原告は，平成18年4月28日付けで訂正請求(請求項2，3を削除する内容を含む。以下「本件訂正」という。)をしたところ，特許庁は，平成18年12月5日，本件訂正を認めるとした上，「特許第3637820号の請求項1に係る発明についての特許を無効とする」旨の審決をし，その謄本は平成18年12月15日原告に送達された。",
                "なお原告は，平成19年1月12日，上記審決の取消しを求める訴えを当庁に提起し，同訴訟係属中の平成19年3月13日付けで特許庁に対し，本件特許の請求項1等をさらに訂正することを内容とする訂正審判請求(訂正2007−390033号)をなし，同請求は特許庁に係属中である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の請求項1に係る発明の内容は，次のとおりである(以下「本件発明」という。)。",
                "【請求項1】複数の被案内装置を介してレールに支持案内されることで一定経路上を移動自在であるとともに，被搬送物の支持部を有する移動体であって，この移動体の本体を，連結装置を介して連結した複数本のフレーム体により形成し，前記連結装置は，縦方向軸を介してフレーム体間を左右方向で相対回動自在に連結するとともに，横方向軸を介してフレーム体間を上下方向で相対回動自在に連結し，この縦方向軸の端部に被案内装置を該端部を貫通する横方向ピンを介して上下方向で相対回動自在に連結したことを特徴とする移動体。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は，本件発明は，下記引用文献1，2の発明に基づいて当業者が容易に発明をすることができたから，本件特許は特許法29条2項の規定に違反してなされたものであるというものである。",
                    "記",
                    "引用文献1：特開平7−25441号公報(甲1。出願人は株式会社ダイフク〔原告〕。以下「引用文献1」といい，同記載発明を「甲1発明」という。)",
                    "引用文献2：特開平4−212668号公報(甲2。以下「引用文献2」といい，同記載発明を「甲2発明」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，甲1発明及び甲2発明の内容を次のとおり認定した上，甲1発明と本件発明との一致点及び相違点を，下記のとおり認定した。",
                    "記",
                    "〈甲1発明の内容〉",
                    "「複数の被案内装置30，31，32を介してレールに支持案内されることで一定経路5上を移動自在であるとともに，被搬送物支持部25を有する可動体10であって，この可動体10の本体を，連結装置20を介して連結した複数本のフレーム体12，13，14により形成し，前記連結装置は，縦ピン23を介してフレーム体間を左右揺動自在に連結するとともに，横ピン21を介してフレーム体間を上下揺動自在に連結し，フレーム体12，13，14の端部と一体化した端部材16，17，18に上下方向ピン33を回動自在に設け，被案内装置30，31，32を該上下方向ピン33の下端に左右方向ピン34を介して上下方向で相対回動自在に連結した可動体。」",
                    "〈甲2発明の内容〉",
                    "「複数の軸帯板13と走行ロール10，11を介して案内レール12に沿って走行可能であるとともに，搬送品担持体3を有する搬送装置であって，この搬送装置の搬送列を自在継手4を介して連結した複数本の搬送担持体2により形成し，前記自在継手4は，ねじボルト9を介して搬送担持体2間を左右方向で相対回動自在に連結するとともに，横軸を介して搬送担持体2間を上下方向で相対回動自在に連結し，このねじボルト9の端部に軸帯板13を連結した搬送装置。」",
                    "〈甲1発明と本件発明との一致点〉",
                    "「複数の被案内装置を介してレールに支持案内されることで一定経路上を移動自在であるとともに，被搬送物の支持部を有する移動体であって，この移動体の本体を，連結装置を介して連結した複数本のフレーム体により形成し，前記連結装置は，縦ピンを介してフレーム体間を左右方向で相対回動自在に連結するとともに，横方向軸を介してフレーム体間を上下方向で相対回動自在に連結した移動体」である点。",
                    "〈甲1発明と本件発明との相違点1〉",
                    "本件発明は，縦方向軸がフレーム体間を左右方向で相対回動自在に連結する縦方向軸に被案内装置が連結されているのに対し，甲1発明では，縦ピンがフレーム体間を左右方向で相対回動自在に連結し，縦ピンとは異なる上下方向ピンに被案内装置が連結されている点。",
                    "〈甲1発明と本件発明との相違点2〉",
                    "本件発明は，被案内装置を縦方向軸の端部に連結するための横方向ピンが縦方向軸端部を貫通しているのに対し，甲1発明では，被案内装置を上下方向ピンの下端に連結するための左右方向ピンが上下方向ピン端部を貫通しているか否か不明な点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は甲2発明の認定と上記相違点1の認定及び判断を誤り(取消事由1)，相違点2についての認定及び判断を誤った(取消事由2)から，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(甲2発明の認定と上記相違点1の認定及び判断の誤り)(ア) 審決は甲2発明を認定するに当たり，「図6には，26で示されるコの字型の部材があり，この26で示される部材とコの字の先端部分の間にある部材とを貫いて，一点鎖線が記載され，さらにこの一点鎖線の両側に点線が記載されている。」(17頁下3行～下1行)としているが，この26(及び27)は，引用文献2(甲2)の段落【0020】の記",
                  "text": [
                    "載によれば貫通孔とされているから，審決は，部材が存在しない空間部を「部材」として認定しており，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決は，相違点1の認定において，「要するに，本件特許発明においては，縦方向軸がフレーム体間を左右方向で相対回動自在に連結する縦方向軸に被案内装置が連結されているのに対し，」(20頁20行～21行)としているが，「縦方向軸が・・・縦方向軸に」との文法的に不明な表記を含んでおり，相違点1の認定は誤っている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに審決は，「また，引用文献2記載の発明における軸帯板は本件特許発明の被案内装置の一部に相当するから，『部材9の端部に軸帯板13を連結した』は，本件特許発明の『縦方向軸の端部に被案内装置を連結した』に相当する。」(20頁下2行～21頁4行)として，本件発明と甲2発明との構成上の相当性を認定し，引き続いて，甲2発明を「すなわち引用文献2記載の発明は，フレーム体間を左右方向で相対回動自在に連結する縦方向軸の端部に被案内装置を連結している。」(21頁9行～11行)と認定しているが，本件発明においては，その構成要件から明らかなように，縦方向軸の端部と被案内装置との連結構成は，「この縦方向軸の端部に被案内装置を該端部を貫通する横方向ピンを介して上下方向で相対回動自在に連結したこと」を特徴とするものであり，審決が，甲2発明の部材9の端部に軸帯板13を連結した構成を「本件特許発明の『縦方向軸の端部に被案内装置を連結した』に相当する。」とした認定(21頁1行～2行)は，本件発明の構成上の特徴を無視した牽強附会な認定であり，審決の相違点1についての判断の前提としての，本件発明と甲2発明との構成上の相当性の認定には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(上記相違点2についての認定，判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，上記相違点2について，「被案内装置を上下方向ピンに貫通させた左右方向ピンを介して上下方向で相対回動自在に被案内装置を連結することは，当業者が適宜なしえた設計的事項である。」(21頁12行～14行)と判断した。",
                        "しかし，本件発明は，本件訂正後の全文訂正明細書(以下「本件訂正明細書」という。甲13，図面につき甲12)の図4，段落【0011】，【0012】，【0015】，【0016】の記載からも明らかなように，①縦方向軸21がその端部に横方向ピン26を介して上下方向で相対回動自在に連結した被案内装置を有すること，②この縦方向軸21を中心に，フレーム体間を左右方向で相対回動自在に連結していること，③この縦方向軸21が被搬送物の重荷重(例えば，自動車の車体搬送の場合には，500㎏前後の重量となる。)を支えること，との構成上の特徴を有し，この縦方向軸21に当該①～③を集中させる構成を採用している結果，移動体で使用される連結用軸の使用数を少なくできること，及び左右方向のカーブ経路部では各フレーム体を平面視において連結装置の部分でカーブに沿って屈曲した姿勢で移動でき，その際に屈曲は，縦方向軸の周りに相対回動することで自動的にかつ確実に行うことができること，との甲1発明にない新規な作用効果を生ぜしめたものであり，本件発明がこのような構成を有することにより新規な作用効果を発生させている以上，審決が「単なる設計的事項である」とした認定，判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲2発明の「ねじボルト9」はその端部に軸帯板13を連結してはいるものの，この軸帯板13はナット8の同軸帯板13へのねじ締めによって「ねじボルト9」の端部に強固に固定されており，このような連結構成では，「ねじボルト9」の端部における軸帯板13の上下方向の相対回動自在な動きを許容するに至らず，このような「ねじボルト9」に具現される発明を甲1発明に適用し得たとしても，本件発明における構成要件である「前記連結装置20は，縦方向軸21を介してフレーム体間を左右方向で相対回動自在に連結するとともに，横方向軸23を介してフレーム体間を上下方向で相対回動自在に連結し，この縦方向軸21の端部に被案内装置30を該端部を貫通する横方向ピン26を介して上下方向で相対回動自在に連結した」ことに至ることができず，結果として，本件発明の「また被案内装置30は，横方向ピン26を介して回動されることで，レール3の上下方向のカーブに沿って向きを自動的に変更しながら円滑に移動される。」(本件訂正明細書【0035】)との作用効果を奏することができない。",
                        "したがって，審決は，甲2発明を甲1発明に適用したとしても本件発明の顕著な効果が得られないことを看過したものであり，誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，甲1発明では，図4や明細書の【0018】，【0021】の説明からも明らかなように，被案内装置30，30は，連結装置20の構成部材である横ピン21，連結体22，縦ピン23とは全く別異の部材である「中間部フレーム体13の前後端に一体化した端部材16に回動自在に取り付けた上下方向ピン33」の下端に，「左右方向ピン34」を介して上下方向で相対回動自在に連結されており，この「上下方向ピン33」は被案内装置30をその端部に設けて被搬送物29の重荷重(例えば，自動車の車体搬送の場合には，500㎏前後の重量となる。)を支える“縦方向軸”としての機能(強度)を果たすために設けられた構成部材であることから，この「上下方向ピン33」は連結装置20の一構成部材である「縦ピン23」とはその役目や機能が相違する。",
                        "したがって，仮に甲1発明における「上下方向ピン33」に代えて「縦ピン23」を利用し，この端部に被案内装置30を連結し得たとしても，この「縦ピン23」は単にフレーム体間の連結用に供される機能(強度)しかなく，被搬送物29の重荷重を支持する「上下方向ピン33」の役目や機能(強度)は奏し得ない。このことは，その図4において，「上下方向ピン33」と「縦ピン23」の太さが明らかに異なっていることからも明白である。",
                        "このように，この「縦ピン23」はその役目や使用目的に照らしても，あくまで連結装置20の一構成部材としての支持強度しか持ち合わせておらず，その下端に被搬送物の重荷重を受けながら走行する被案内装置30を連結することは全く想定してはいないことが窺われ，甲1発明には甲2発明を受け入れる余地は全くない。",
                        "したがって，甲1発明に甲2発明を適用する際の阻害要因があるにもかかわらず，両者を組み合わせた審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，甲1発明においては，フレーム体12と連結装置20を繋ぐ「縦ピン23」からは離れた位置にある「上下方向ピン33」の真下に被案内装置30が設けられており，フレーム体の回動軸心と被案内装置の回動軸心が異なっている。これに対して，本件発明では，フレーム体13と連結装置20を繋ぐ「縦方向軸21」の真下に被案内装置30が設けられており，フレーム体の回動軸心と被案内装置の回動軸心が同一であり，両者はこの点で相違している。",
                        "このような構成の相違により，本件発明では，移動体が左右のカーブ経路部に差し掛かった時に，フレーム体はお互いに縦方向軸を回動中心にして折れ曲がるが，その際，フレーム体の回動軸心と被案内装置の回動軸心が同一であることから，フレーム体はレールから離れることなくこのレールに沿って円滑にガイドされることになり，本件発明の格別な効果，即ち「また左右のカーブ経路部では，各フレーム体を平面視において連結装置の部分でカーブに沿って屈折した姿勢で移動でき，その際に屈曲は，縦方向軸の周りに相対回動することで自動的にかつ確実に行うことができる。」(本件訂正明細書【0039】)及び「また被案内装置30は，縦方向軸21，24を介して回動することで，レール3の左右方向のカーブに沿って向きを自動的に変更しながら円滑に移動される。」(同【0034】)との作用効果を奏し得るものであって，このような作用効果は，甲1発明の構成からは予測不可能である。",
                        "したがって，本件発明の作用効果が予測不可能なものであるにもかかわらず，これを予測可能とした審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "本件発明では，「縦方向軸21」の端部に被案内装置30を該端部を貫通する「横方向ピン26」を介して上下方向で相対回動自在に連結し，この構成により，「また被案内装置30は，横方向ピン26を介して回動されることで，レール3の上下方向のカーブに沿って向きを自動的に変更しながら円滑に移動される。」(本件訂正明細書【0035】)との作用効果を奏するものであるが，このような作用効果は，軸帯板13がナット8の同軸帯板13へのねじ締めによって「ねじボルト9」の端部に強固に固定されている甲2発明の構成からは到底予測不可能である。",
                        "したがって，本件発明の作用効果が予測不可能なものであるにもかかわらず，これを予測可能とした審決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "また，審決は「しかも，本件特許発明は，全体としてみても引用文献1記載の発明及び引用文献2記載の発明から予測できる作用効果以上の顕著な作用効果を奏するものとも認められない。」(22頁4～6行目)との判断をしているが，本件発明は上述のような格別な作用効果を奏するものであるから，このような審決の判断は誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)ないし(3)の各事実はいずれも認める。同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決における「26で示されるコの字型の部材」とは，コの字型の部材に形成された貫通孔26の符号を使用して図6にあるコの字型の部材を特定しているのであり，審決は，原告が主張するような部材が存在しない空間部について，これを「部材」と認定しているのではない。",
                    "すなわち，審決は引用文献2(甲2)の図6には「コの字型の部材」及び「コの字の先端部分の間にある部材」があるとともに，これらの部材を貫いて「一点鎖線が記載され，さらにこの一点鎖線の両側に点線が記載されている。」(17頁下2行～下1行)としており，これは明らかに引用文献2の図6から見てとれる事項であるから，審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，まず本件発明を認定し(11頁19行～31行)，引用文献1に図面とともに記載されている事項としてア．ないしカ．を示し(12頁3行～14頁9行)，これらの記載事項及び図1ないし14から，甲1発明を認定し(14頁36行～15頁10行)，本件発明と甲1発明との相違点を示している(20頁13行～27行)。",
                    "そして，そのような相違点の認定において，相違点に係る本件発明の構成は「縦方向軸の端部に被案内装置を該端部を貫通する横方向ピンを介して上下方向で相対回動自在に連結した」構成であることを示している(20頁14～15行)。",
                    "したがって，相違点に係る本件発明の構成を要約して示した記載，すなわち，「要するに，本件特許発明においては，縦方向軸がフレーム体間を左右方向で相対回動自在に連結する縦方向軸に被案内装置が連結されている」(20頁20～21行)との記載は，「縦方向軸が」を削除した記載「要するに，本件特許発明においては，フレーム体間を左右方向で相対回動自在に連結する縦方向軸に被案内装置が連結されている」という記載内容であることが意味的に明らかである。",
                    "したがって，審決の相違点1の認定に誤りはなく，原告は，審決の結論に影響を与えない誤記を持ち出しており，失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決の「すなわち引用文献2記載の発明は，フレーム体間を左右方向で相対回動自在に連結する縦方向軸の端部に被案内装置を連結している。」(21頁9～11行)との認定は，本件発明の構成上の特徴を無視して行っているものではなく，引用文献2(甲2)に図面とともに記載されている事実として事項ア．ないしコ．を認定し(審決15頁16行～18頁16行)，これらの記載事項及び図6ないし8から，甲2発明を認定し(19頁21行～30行)，本件発明と甲1発明との相違点についての検討(20頁29行～21頁11行)の中で，甲2発明の構成における各事項と原告が本件発明の構成上の特徴であるとする本件発明の各構成要件の各事項とを対比してその対応を明らかにした上で(20頁30行～21頁2行)，「引用文献2には，『複数の被案内装置を介して，レールに支持案内されることで一定経路上を移動自在であるとともに，被搬送物の支持部を有する移動体であって，この移動体の本体を連結装置を介して連結した複数本のフレーム体により形成し，前記連結装置は，縦方向軸を介してフレーム体間を左右方向で相対回動自在に連結すると共に，横方向軸を介してフレーム体間を上下方向で相対回動自在に連結し，この縦方向軸の端部に被案内装置を連結した移動体。』という発明が示されている。」(21頁3～11行)ことを根拠としてなされているのであり，審決の認定は妥当である。",
                    "また審決は，甲2発明の「ねじボルト9」が本件発明の「縦方向軸」に相当することを示し(20頁30行～36行)，甲2発明の軸帯板が本件発明の被案内装置の一部に相当することを示し(20頁36行～37行)，その上で，『部材9の端部に軸帯板13を連結した』は，本件特許発明の『縦方向軸の端部に被案内装置を連結した』に相当する。」(20頁36行～21頁2行)としている。このことは，上記のとおり，甲2発明の部材9(ねじボルト9)が本件発明の「縦方向軸」に相当するとともに，甲2発明の軸帯板が本件発明の被案内装置の一部に相当することから導かれる当然の帰結である。",
                    "上記のとおり，本件発明と甲2発明との構成上の相当性の認定には誤りはなく，原告の主張は，失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲1発明に対する本件発明の構成上の特徴を説明し，甲1発明に対して新規な作用効果があるため審決の判断が誤りであると主張しているが，そもそも，このような甲1発明のみと比較した主張が審決の判断を否定する根拠にならないことは自明である。",
                    "さらに，本件発明の構成において，横方向ピン26を設ける理由は，レール3に嵌合して支持案内される被支持ローラ33，33を前後に設けた構成において，フレーム体12，13，14等から成る移動体10を上下方向のカーブに沿って移動させるために必要なものだからであり，このような移動体10の構成において横方向ピン26を設けることは設計事項に過ぎない(審決5頁21～31行)。",
                    "また，上下方向ピン(縦方向軸21)に左右方向ピン(横方向ピン26)を貫通させることも，格別の作用効果を奏するものではなく，一般的に実施されている設計事項に過ぎないものである。",
                    "以上のとおり，「被案内装置を上下方向ピンに貫通させた左右方向ピンを介して上下方向で相対回動自在に被案内装置を連結することは，当業者が適宜なしえた設計的事項である」(21頁12行～14行)とする審決の判断に誤りはなく，原告の主張は，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲1発明と甲2発明とを組み合わせても，本件発明の「縦方向軸21の端部に被案内装置30を該端部を貫通する横方向ピン26を介して上下方向で相対回動自在に連結した」構成に至らないとしている点について，審決は，「被案内装置を上下方向ピンに貫通させた左右方向ピンを介して上下方向で相対回動自在に被案内装置を連結することは，当業者が適宜なしえた設計的事項である。」(21頁12～14行)としており，この判断に誤りがないことは，上記ア記載のとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲1発明における「上下方向ピン33」と「縦ピン23」との役割の違いを指摘して，甲1発明に甲2発明を適用する際の阻害要因があると主張する。",
                    "しかし，甲1発明と甲2発明は，縦方向軸を介してフレーム体間を左右方向で相対回動自在に連結した移動体として技術分野が同一であるとともに，甲1発明は，「被案内装置の連結を行うための連結用軸としての構成部材」と「フレーム体間を左右方向で相対回動自在に連結する構成部材」とを備え，甲2発明においては，「被案内装置の連結を行うための連結用軸としての構成部材」と「フレーム体間を左右方向で相対回動自在に連結する構成部材」とを共用するものであり，両発明の構成要件間で作用機能の共通性があるため，甲1発明に甲2発明を適用する際の阻害要因はない(審決21頁15～22行)。",
                    "また原告は，甲1発明について，被搬送物29が重荷重(例えば，自動車の車体搬送の場合には，500kg前後の重量となる。)であるとし，当該重荷重を支える機能(強度)等を持ち出して主張するが，そもそも甲1発明においても本件発明においても，被搬送物は特定されていないし，甲1発明における上下方向ピン33は，被搬送物29の重力による垂直方向の荷重を受けない被案内装置31，32の上側の端部材17，18にも取り付けられている(〈甲1〉【0021】，3頁4欄26～27行)。",
                    "以上により，甲1発明に甲2発明を適用する際の阻害要因はなく，したがって両発明を組み合わせてなされた審決の容易想到性の判断には誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，甲1発明と本件発明とを比較し，フレーム体の回動軸心と被案内装置の回動軸心が，甲1発明では異なるが本件発明では同一であることを示し，本件発明の作用効果(審決4頁28行～5頁1行)が甲1発明から到底予測不可能であるとして，これを予測可能とした審決の判断は誤りであると主張する。",
                    "しかし，審決は，本件発明の作用効果は「引用文献2記載の発明の『縦方向軸を介してフレーム体間を左右方向で相対回動自在に連結すると共に，・・・この縦方向軸の端部に被案内装置を連結』することから得られる効果にすぎない。」(21頁30行～32行)とし，本件発明の作用効果は甲2発明の構成から得られる作用効果であるとしているから，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，本件発明は，「縦方向軸21」の端部に被案内装置30を該端部を貫通する「横方向ピン26」を介して上下方向で相対回動自在に連結し，この構成により，「また被案内装置30は，横方向ピン26を介して回動されることで，レール3の上下方向のカーブに沿って向きを自動的に変更しながら円滑に移動される。」(本件訂正明細書段落【0035】)との作用効果を奏し，該作用効果が予測不可能であるとしている。",
                    "本件発明の構成において横方向ピン26を設ける理由は，例えば被搬送物の重量が大きい場合において，その荷重を分散するためにトロリ本体31の前後に被支持ローラ33，33を設ける構成が一般的に採用され(このような構成において，前後に3個以上の被支持ローラを設ける場合もあり，引用文献1，2及び審判段階においても証拠として提出された特開昭61−166768号(甲4)等からしても被案内装置の前後に単又は複数の被支持ローラを設ける構成は周知である。)，該被支持ローラ33，33はレール3に嵌合して支持案内されるため(甲12，図1～図5)，フレーム体12，13，14等からなる移動体10を上下方向へのカーブ経路に沿って円滑に移動させるために必要だから(該横方向ピン26が無ければ上下方向へのカーブ経路の移動が困難となるから)であり，このような移動体10の構成において横方向ピン26を設けることは設計事項に過ぎない(例えば，甲10の図1における前後2個及び4個の被支持ローラが設けられた被案内装置にも，前記のとおり横方向ピンが設けられている。)。そして，本件発明において，被案内装置30，…の全てが，横方向ピン26，…を介して縦方向軸24，21に連結されている(本件訂正明細書段落【0015】，図1)。",
                    "また，引用文献1にも，本件発明における横方向ピン26と同様の機能を有する左右方向ピン34が開示されている。すなわち，引用文献1には，被搬送物29を被搬送物支持部25により支持して左右や上下のカーブ経路に沿って移動する可動体10の開示があり(図1，2)，該可動体10は，トロリ本体35の前後に被支持ローラ36，36が設けられ，該被支持ローラ36，36はレール3に嵌合して支持案内されるため(図1)，フレーム体12，13，14等からなる移動体10を上下方向へのカーブ経路に沿って円滑に移動させるための左右方向ピン34が設けられている(図1，4)。そして，本件発明における横方向ピン26，…と同様に，引用文献1においても，被案内装置31，30，30，32の全てが，左右方向ピン34，…を介して上下方向ピン33，…に連結されている(図1，3頁4欄24～34行)。",
                    "よって，「被案内装置30は，横方向ピン26を介して回動されることで，レール3の上下方向のカーブに沿って向きを自動的に変更しながら円滑に移動される。」という効果は，周知技術の構成が内在する効果であり，本件発明の顕著な効果(格別な効果)ではない(審決5頁21行～6頁12行)。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "上記のとおり，本件発明は格別な作用効果を奏するものではなく，よって「本件特許発明は，全体としてみても引用文献1記載の発明及び引用文献2記載の発明から予測できる作用効果以上の顕著な作用効果を奏するものとも認められない」(22頁4行～6行)とした審決の判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1について",
          "text": [
            "原告は，取消事由1として，相違点1に関して，審決が前提として認定した甲2発明の認定に誤りがあり，また相違点1の認定及び判断にも誤りがあると主張するので，以下順次判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が引用文献2の記載に関し，「図6には，26で示されるコの字型の部材があり，この26で示される部材とコの字の先端部分の間にある部材とを貫いて，一点鎖線が記載され，さらにこの一点鎖線の両側に点線が記載されている。」(審決17頁下3行～下1行)と認定したことは，部材が存在しない空間部にすぎない貫通孔に相当する部分(甲2，図6の26)を，部材であると認定した点で誤りがあると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用文献2(甲2)には，次の記載がある(下線は判決で付記。)。",
                    "【0020】エラストマーを用いる代わりに，図6と図7に示したように自在継手4を用いることができる。三つの部品からなる自在継手4は，同一の個々の部材4a，4cと中間部材4bとからなる。端部材4a，4cは二分割された横断面を有し，その際比較的小さな横断面40の外側輪郭が担持部材2の内径Iに適合され，かつ比較的大きな横断面41のその外端部が丸みをつけられている。長手方向中央で外端部41がフライス加工され，それにより二つの側板41a，41bが生じ，これらの側板はそれらの間にヒンジ部材4bを受け入れる。ヒンジ部材4bは，90°だけずらされているがほかの点では同じに形成された二つの端部42，43を有する。これらの丸みをつけられた端部42，43は，内側部材40のフライス加工部に適合されている。互いに一致させることができる側板41a，41bおよび端部41，41の貫通孔26，27は，部材4a，4b，4cを互いに継手結合するのに役立つ。・・・(4頁左欄8～26行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2の図6は，搬送装置の一実施例であり，下記のとおりである。",
                    "【図6】",
                    "また，図7は，図6の線D−Dに沿った断面図である。",
                    "【図7】"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記によれば，図6の26は貫通孔を示すものであり，図6には26の指し示す位置にあって貫通孔を形成する部材には符号が付されていないとはいえ，これを「図6には，26で示されるコの字型の部材」とした審決の表現は適切さを欠く。",
                    "しかし，上記ア，イによれば，図6の26が指し示す位置には「二分割された横断面を有」するとされる端部材4c(図7参照)が存在し，これを図6の平面図でみた場合にコの字型の形状をしていることから，審決はこの端部材4cを「26で示される部材」と認定し，さらにその先端部分の間にはヒンジ部材4bの端部42が存在することから，これを「コの字の先端部分の間にある部材」としたものであることが明らかであり，そのようなものとして審決の記載を理解できる。",
                    "加えて，原告の指摘する審決の当該部分(17頁下3行～下1行)は，単に審決が引用文献2の図6の記載内容を文章で説明しただけの部分で，審決のその余の記載内容をみても，その結論に影響を与えるものではないことが明らかであり，原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また原告は，審決が相違点1に関し，「要するに，本件特許発明においては，縦方向軸がフレーム体間を左右方向で相対回動自在に連結する縦方向軸に被案内装置が連結されているのに対し」とした点(20頁20～21行目)に関し，「縦方向軸が・・・縦方向軸に」との文法的に不明な表記を含み，審決の相違点1の認定は誤りであると主張する。",
                "審決は，上記「要するに・・・」以下で判断するための前提事実として，「相違点」の表題のもと本件発明と甲1発明の相違点を認定しているところ，そこには「本件特許発明においては，『縦方向軸の端部に被案内装置を該端部を貫通する横方向ピンを介して上下方向で相対回動自在に連結した』のに対し，引用文献1記載の発明では，『フレーム体12，13，14の端部と一体化した端部材16，17，18に上下方向ピン33を回動自在に設け，被案内装置30，31，32を該上下方向ピン33の下端に左右方向ピン34を介して上下方向で相対回動自在に連結した』点。」(20頁14行～19行)と記載されており，これと上記「要するに・・・」以下の記載及び本件発明の特許請求の範囲の「連結装置は，縦方向軸を介してフレーム体間を左右方向で相対回動自在に連結する」との記載(上記第3，1，(2))を併せ読めば，審決が本件発明を「縦方向軸がフレーム体間を左右方向で相対回動自在に連結する縦方向軸に被案内装置が連結されている」と記載した点は，単に「フレーム体間を左右方向で相対回動自在に連結する縦方向軸に被案内装置が連結されている」(要するに「縦方向軸が」を削除する)との意味であることが明らかといえる。したがって，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また原告は，審決が甲2発明の部材9の端部に軸帯板13を連結した構成を「本件特許発明の『縦方向軸の端部に被案内装置を連結した』に相当する。」とした認定(21頁1行～2行。相違点1の判断に関する。)は，本件発明の構成上の特徴を無視した牽強附会な認定であると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2発明は，発明の名称を「搬送装置」とするものであり，引用文献2(甲2)には以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "【請求項1】走行ロールで懸垂されて走行軌道(12)に沿って走行可能な複数の荷重担持体(2)を有し，これらの荷重担持体は連結されて，引っ張り操作でも押し操作でも駆動可能な三次元に運動可能な一つの列になるようになっている搬送装置において，荷重担持体(2)の結合は弾性的な連結部材(1)により確実嵌め合い結合でおよび非確実結合で行われることを特徴とする搬送装置。",
                        "【請求項11】荷重担持体(2)に長孔(20)が設けられ，この長孔に搬送品担持体(3)が固定されることを特徴とする請求項1から10までのうちのいずれか一つの搬送装置。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "【0001】",
                          "text": [
                            "【産業上の利用分野】本発明は，走行ロールで懸垂されて走行軌道に沿って走行可能な複数の荷重担持体を有し，これらの荷重担持体は連結されて，引っ張り操作でも押し操作でも駆動可能な三次元に運動可能な一つの列になるようになっている搬送装置に関する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "【0016】図1は，搬送装置の原理的な作用方式を概略図で示す。",
                            "個々の搬送担持体2が弾性的な連結部材1を介して連結されて任意の長さの一つの列になっている。この搬送列は，ロール10，11を介して案内レール12に沿って走行可能である。・・・走行ロール10，11は，それらの軸18，19で軸帯板13に固定されてい",
                            "る。軸帯板13は，ねじボルト9(判決注：3とあるは誤記)を介して連結部材1にまたは自在継手4に中間で保持されている。走行レール12は，・・・ホール天井に固定される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "【0020】エラストマーを用いる代わりに，図6と図7に示したように自在継手4を用いることができる。三つの部品からなる自在継手4は，同一の個々の部材4a，4cと中間部材4bとからなる。",
                            "端部材4a，4cは二分割された横断面を有し，その際比較的小さな横断面40の外側輪郭が担持部材2の内径Iに適合され，かつ比較的大きな横断面41のその外端部が丸みをつけられている。長手方向中央で外端部41がフライス加工され，それにより二つの側板41a，41bが生じ，これらの側板はそれらの間にヒンジ部材4bを受け入れる。ヒンジ部材4bは，90°だけずらされているがほかの点では同じに形成された二つの端部42，43を有する。これらの丸みをつけられた端部42，43は，内側部材40のフライス加工部に適合されている。互いに一致させることができる側板41a，41bおよび端部41，41の貫通孔26，27は，部材4",
                            "a，4b，4cを互いに継手結合するのに役立つ。・・・自在継手4の内側部材40は，側板41b，41aから出発して長手方向に中央孔44を有し，これらの中央孔はこれに対し垂直に走る貫通孔22のなお前で終わっている。・・・組み立てられた状態(図7)では，ボルトが，圧縮ばね5a，5cと反対側のその端部でヒンジ部材4bの端部42，43に支持される。これにより，自在継手4に絶対的に遊びのないことが実現される。それにより，自在継手も連結部材として個々の担持部材の間に挿入することができる。・・・(4頁左欄8～37行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "図面",
                      "text": [
                        "図6，図7として，上記2，(1)，イ記載の図面が示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記によれば，甲2発明は，審決が認定した次のとおりの内容であると認められる。",
                    "「複数の軸帯板13と走行ロール10，11を介して案内レール12に沿って走行可能であるとともに，搬送品担持体3を有する搬送装置であって，この搬送装置の搬送列を自在継手4を介して連結した複数本の搬送担持体2により形成し，前記自在継手4は，ねじボルト9を介して搬送担持体2間を左右方向で相対回動自在に連結するとともに，横軸を介して搬送担持体2間を上下方向で相対回動自在に連結し，このねじボルト9の端部に軸帯板13を連結した搬送装置。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また上記によれば，甲2発明の軸帯板13と走行ロール10，11は，搬送装置を案内レールに沿って走行可能とするものであるから，これは本件発明の「被案内装置」に該当するといえる。また，軸帯板13は，搬送担持体2間を左右方向で回動自在に連結するねじボルト9の端部に連結されるものであり，かかる構成は，本件発明における，被案内装置をフレーム体間を左右方向で相対回動自在に連結する縦方向軸に連結する構成に対応するものといえる。",
                    "そうすると，審決が「引用文献2記載の発明における・・・『部材9の端部に軸帯板13を連結した』は，本件発明の『縦方向軸の端部に被案内装置を連結した』に相当する。」(20頁下2行～21頁2行)とした認定に誤りはない。",
                    "なお，本件発明の縦方向軸の端部と被案内装置との連結構成が，「縦方向軸の端部に被案内装置を該端部を貫通する横方向ピンを介して上下方向で相対回動自在に連結した」ものであることは，上記相当関係の判断を左右するものではない。",
                    "よって，原告の主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が相違点2に関し，「被案内装置を上下方向ピンに貫通させた左右方向ピンを介して上下方向で相対回動自在に被案内装置を連結することは，当業者が適宜なしえた設計的事項である」(21頁12行～14行)と判断したところ，原告は，本件発明の縦方向軸21の特徴は，①その端部に横方向ピン26を介して被案内装置を上下方向で相対回動自在に連結すること，②これを中心にフレーム体間を左右方向で相対回動自在に連結すること，③これが被搬送物の重荷重を支えること，の3つの構成をこの縦方向軸21に集中させる結果，甲1発明にはない新規な作用効果を生ぜしめるものであり，この点を看過し相違点2を単なる設計的事項であると判断した審決は誤りである，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，そもそも本件発明が，甲1発明と異なる作用効果を奏するとしても，そのことと，「被案内装置を上下方向ピンに貫通させた左右方向ピンを介して上下方向で相対回動自在に被案内装置を連結すること」が設計的事項であるか否かは直接関連するものではなく，審決の上記判断を誤りとする根拠となるものではないから，原告の上記主張は前提において誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "加えて，甲1発明は発明の名称を「可動体使用の搬送設備」とするところ，引用文献1には，甲1発明の第一の実施例に関し，以下の記載(下線は判決で付記)がある。",
                        "【0018】すなわち連結装置20は，中間部フレーム体13の前後端に一体化した端部材16と，前後のフレーム体12，14の相対向端との間に設けられるもので，前記端部材16に左右方向の横ピン21を介して上下揺動自在に取り付けた連結体22を設けるとともに，この連結体22を，前後のフレーム体12，14の相対向端に縦ピン23を介して左右揺動自在に連結したところの，トラニオン形式が採用されている。",
                        "【0021】各被案内装置30，31，32は同様な構成であって，中間部フレーム体13の前後端部に設けた前記端部材16や，前後のフレーム体12，14の遊端部に設けた端部材17，18に回動自在に取り付けた上下方向ピン33と，この上下方向ピン33の下端に左右方向ピン34を介して回動自在に連結したトロリ本体35と，このトロリ本体35の両側にそれぞれ前後一対に取り付けられかつ前記レール3に嵌合して支持案内される被支持ローラ36と，前記トロリ本体35の上下にそれぞれ前後一対に取り付けられかつ前記ガイド部材4に当接して案内される被ガイドローラ37とにより，トロリ形式に構成されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，甲1の図3，図4はそれぞれ次のとおりである。",
                        "【図3】",
                        "【図4】"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)，(イ)によれば，上下方向ピンの下端に，左右方向ピンを介して上下方向で相対回動自在に被案内装置を連結する技術が引用文献1には記載されている。",
                        "そうすると，引用文献1には，左右方向ピンを上下方向ピンに貫通させる点は明記されてはいないものの，上下方向ピンの下端に上下方向で相対回動自在に被案内装置を連結する際に，左右方向ピンを上下方向ピンに貫通させる構成とすることは，当業者(その発明の属する技術の分野における通常の知識を有する者)が設計上適宜なし得る程度の事項というべきである(なお，上記甲1の図3，4では，左右方向ピン34が上下方向ピン33を貫通しているのか定かでないが，甲1の図3によれば，上下方向ピン33が左右方向ピン34の下部まで延びており，この部分に，トロリ本体35を連結した左右方向ピン34が貫通しているものと考えられる。)。",
                        "以上によれば，被案内装置を上下方向ピンに貫通させた左右方向ピンを介して上下方向で相対回動自在に被案内装置を連結することは，当業者が適宜設計的に採用し得る構成というべきであって，これと同旨の審決の判断に，誤りはない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，原告は，甲2発明の軸帯板13は，ナット8のねじ締めによって「ねじボルト9」の端部に強固に固定されており，軸帯板13は上下方向の相対回動自在な動きができず，この甲2発明の「ねじボルト9」を甲1発明に適用し得たとしても，本件発明における被案内装置30が横方向ピン26を介して回動されることで円滑に移動されるとの作用効果を奏することができないから，審決の判断は，本件発明の顕著な効果が得られないことを看過したものである，と主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2発明は発明の名称を「搬送装置」とし，引用文献2には上記2，(3)，アのとおりの記載があり，甲2発明の内容も上記2，(3)，イで認定したとおりである。",
                    "そして，甲2発明の内容によれば，甲2発明の「自在継手4は，ねじボルト9を介して搬送担持体2間を左右方向で相対回動自在に連結するとともに，横軸を介して搬送担持体2間を上下方向で相対回動自在に連結し，このねじボルト9の端部に軸帯板13を連結した」構成は，搬送装置において，フレーム体間を左右方向で相対回動自在に連結する縦方向軸の端部に被案内装置を連結する構成を開示するものといえる。",
                    "そうすると，同じく搬送装置の技術分野に属する甲1発明における，フレーム体間を左右方向で相対回動自在に連結する縦ピンとは異なる上下方向ピンに被案内装置を連結する構成に代えて，フレーム体間を左右方向で相対回動自在に連結する縦方向軸の端部に被案内装置を連結する甲2発明の構成とすることは，当業者が容易になし得たものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そもそも甲1発明自体が上下方向ピンの下端に，左右方向ピンを介して被案内装置を上下方向で相対回動自在に連結したものであって，上記(1)で判断したとおり，被案内装置を上下方向ピンに貫通させた左右方向ピンを介して上下方向で相対回動自在に被案内装置を連結することは，当業者が適宜設計的に採用し得ることからすれば，上記アのように，フレーム体間を左右方向で相対回動自在に連結する縦方向軸の端部に被案内装置を連結する際，縦方向軸の下端に左右方向ピンを貫通させる構成として，縦方向軸の端部に被案内装置を該端部を貫通する横方向ピンを介して上下方向で相対回動自在に連結した，相違点2に係る本件発明の構成を得ることは，当業者が容易に想到し得たものというべきである。",
                    "そして，その結果，本件発明における「被案内装置は，横方向ピンを介して回動することで，レールの上下方向の変位，変形に対して向きを自動的に変更しながら円滑に移動できる」(本件訂正明細書，段落【0040】)との効果についても，これと同様の効果を奏することが明らかであり，本件発明が顕著な効果を奏するものともいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，甲2発明を甲1発明に適用したとしても本件発明の構成に到らず，審決が，本件発明の顕著な効果が得られないことを看過したとの原告の主張は，これを採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に原告は，仮に甲1発明における「上下方向ピン33」に代えて「縦ピン23」を利用し，この端部に被案内装置30を連結しえたとしても，この「縦ピン23」は単にフレーム体間の連結用に供される機能(強度)しかなく，その下端に被搬送物の重荷重を受けながら走行する被案内装置30を連結することは全く想定されておらず，被搬送物29の重荷重を支持する「上下方向ピン33」の役目や機能(強度)は奏し得ないから，甲1発明に甲2発明を適用する際の阻害要因があるとも主張する。",
                "しかし，甲1発明における縦ピン23がフレーム体間を連結するものであるとしても，フレーム体間を左右方向で相対回動自在に連結する縦方向軸の端部に被案内装置を連結する際，縦方向軸に所要の強度をもたせることは，当業者が設計上当然考慮し得る事項であり，甲1発明に甲2発明を適用する際に何ら妨げとなるものではない。したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "次に原告は，甲1発明においては，フレーム体の回動軸心と被案内装置の回動軸心が異なっているのに対して，本件発明では，フレーム体の回動軸心と被案内装置の回動軸心が同一であり，「また左右のカーブ経路部では，各フレーム体を平面視において連結装置の部分でカーブに沿って屈折した姿勢で移動でき，その際に屈曲は，縦方向軸の周りに相対回動することで自動的にかつ確実に行うことができる。また被案内装置は，縦方向軸を介して回動することで，レールの左右方向のカーブに沿って向きを自動的に変更しながら円滑に移動できる。」(本件訂正明細書，段落【0039】)との作用効果を奏し得るものであって，このような作用効果は，甲1発明の構成からは予測不可能であるにもかかわらず，これを予測可能とした審決の判断は誤りであるとも主張する。",
                "しかし，原告が主張する上記作用効果は，甲1発明において，フレーム体間を左右方向で相対回動自在に連結する縦方向軸の端部に被案内装置を連結する甲2発明の構成を採ることにより，当然奏されるものであって，当業者が予測可能なものというべきである。したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "次に原告は，本件発明では，「縦方向軸21」の端部に被案内装置30を該端部を貫通する「横方向ピン26」を介して上下方向で相対回動自在に連結し，この構成により，「また被案内装置30は，横方向ピン26を介して回動されることで，レール3の上下方向のカーブに沿って向きを自動的に変更しながら円滑に移動される。」(本件訂正明細書段落【0035】)との作用効果を奏するものであるが，このような作用効果は，軸帯板13がナット8の同軸帯板13へのねじ締めによって「ねじボルト9」の端部に強固に固定されている甲2発明の構成からは予測不可能であると主張する。",
                "しかし，上記(2)，イのとおり，相違点2に係る本件発明の構成を得ることは，当業者が容易に想到し得たものというべきであって，その結果本件発明の「被案内装置は，横方向ピンを介して回動することで，レールの上下方向の変位，変形に対して向きを自動的に変更しながら円滑に移動できる」(本件訂正明細書，段落【0040】)との効果を奏しうることも明らかであるから，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "さらに原告は，本件発明は格別な作用効果を奏するものであるから，審決の「しかも，本件特許発明は，全体としてみても引用文献1記載の発明及び引用文献2記載の発明から予測できる作用効果以上の顕著な作用効果を奏するものとも認められない。」(審決22頁4行～6行)との判断は誤りである，と主張するが，原告の主張する本件発明の作用効果は，上記で検討したとおり当業者において予測可能なものであるから，上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "以上のとおり，原告が主張する取消事由は，いずれも理由がない。",
            "よって，原告の請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}