{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。",
            "2(主位的請求)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人旭化成マリンテック株式会社(以下「被控訴人旭化成マリンテック」という。)は，原判決別紙被告製品目録1記載の人工魚礁(以下「被告製品」という。)の販売についての営業に関し，又はその使用する宣伝，広告及び説明用パンフレット類に，原判決別紙被告製品目録1説明書(以下「被告製品説明書」という。)記載の商品形態を使用してはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人旭化成マリンテックは，被告製品に係る宣伝，広告及び説明用パンフレット類を廃棄せよ。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被控訴人旭化成建材株式会社(以下「被控訴人旭化成建材」という。)は，被告製品を製造し，販売し，又は販売のために展示してはならない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被控訴人旭化成建材は，被告製品，並びに，これに係る宣伝，広告及び説明用パンフレット類を廃棄せよ。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "被控訴人らは，控訴人に対し，連帯して800万円及びこれに対する被控訴人旭化成マリンテックについては平成18年7月1日から，被控訴人旭化成建材については平成18年10月11日から，各支払済みまで年5分の割合による金員を支払え。",
                "3(予備的請求)",
                "被控訴人らは，控訴人に対し，連帯して800万円及びこれに対する平成19年3月15日から各支払済みまで年5分の割合による金員を支払え。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審を通じて，被控訴人らの負担とする。"
          ]
        },
        {
          "fig": "5",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "【略称は原判決の例による。】"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "一審原告である控訴人は，潜水工事の請負，魚礁場の設計及び製造業等を目的とする株式会社であり，平成6年ころから原判決別紙原告製品目録記載の魚礁(以下「原告製品」という。)を製造・販売している。",
            "一方，一審被告である被控訴人旭化成マリンテックは，同じく一審被告である被控訴人旭化成建材の子会社で，人工魚礁，浮魚礁・浮桟橋等の海洋土木事業用強化プラスチック・金属・コンクリート製品の製造，販売及び輸出入等を目的とする株式会社である。",
            "また，被控訴人旭化成建材は，建築材料の製造及び販売，人工魚礁及び浮魚礁，浮桟橋等の海洋構築物の設計，製造，販売及び施工管理等を目的とする株式会社である。"
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件における主位的請求は，不正競争防止法3条に基づく差止請求(下記アイ)と，同法4条・民法709条に基づく損害賠償請求(下記ウ)である。すなわち，控訴人が製造・販売する原告製品の形態は不正競争防止法2条1項1号の定める「商品等表示」として周知のものであり被告製品の形態は原告製品の形態とほぼ同一であるので，被控訴人旭化成マリンテックが被控訴人旭化成建材の業務委託を受けて行った被告製品の販売促進活動，及び，被控訴人旭化成建材による被告製品の製造・販売は，同法2条1項1号所定の不正競争行為に該当すると主張して，",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人旭化成マリンテックに対し",
                  "text": [
                    "① 被告製品の販売についての営業に関し，又はその使用する宣伝等に被告製品説明書の商品形態を使用することの差止め",
                    "② 被告製品に係る宣伝，広告及び説明用パンフレットの廃棄"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人旭化成建材に対し，",
                  "text": [
                    "① 被告製品の製造，販売等の差止め",
                    "② 被告製品とその宣伝，広告及び説明用パンフレットの廃棄ウ 上記両被控訴人に対して，連帯して損害賠償金800万円とこれに対する平成18年7月1日又は同年10月11日から支払済みまでの遅延損害金の支払",
                    "を求めたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，上記主位的請求が認められない場合の予備的請求は，被控訴人旭化成建材による原判決別紙被告製品目録2記載の商品名の製品(以下「被告製品21M型」という。)の製造，販売，及び，被控訴人旭化成マリンテックによる被告製品21M型の販売促進活動は控訴人の有していた下記の特許権(以下「本件特許権」といい，その特許を「本件特許」，請求項2の特許発明を「本件特許発明」という。)を侵害すると主張して，被控訴人らに対し連帯して民法709条，719条による損害賠償金800万円とこれに対する平成19年3月15日から支払済みまでの遅延損害金の支払を求めたものである。",
                "記",
                "・特許番号 第1943699号",
                "・発明の名称 人工魚礁の構築方法及び人工魚礁(ただし，当初の名称は「人工漁礁」)",
                "・特許権者 海洋建設株式会社(控訴人)",
                "・出願日 昭和61年6月18日(特願昭61−143814号)",
                "・公告日 平成6年10月5日(特公平6−77493号)",
                "・登録日 平成7年6月23日",
                "・請求項2の記載",
                "「樹脂製又は鋼製の通水性のケース(1)内にカキ殻(2)を充填してカキ殻入りの通水性ケース(1)とし，該通水性ケース(1)を複数個集合して壁又は柱を構築すると共に，鋼製又はコンクリート製の枠体(3)，板体又はブロック体の構造物で補強結合してなる人工魚礁」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "原審の東京地裁は，平成19年10月23日，(1) 原告製品の特徴はそれ自体が顧客吸引力を有する周知の商品等表示であるということできず，また被告製品の形態が原告製品の形態に類似して混同を生じさせるものと認めることもできない等として，主位的請求を棄却し，また，(2) 被告製品21M型は，本件特許発明の技術的範囲に属するものではない(非充足)として，予備的請求も棄却した。",
            "そこで，これに不服の控訴人が本件控訴を提起したものである。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "争点は，原判決5頁記載のとおりであるが，とりわけ，(1) 被控訴人らの行為は不正競争防止法2条1項1号の不正競争行為に該当するか(争点1)，及び(2) 被告製品21M型は本件特許発明の技術的範囲に属するか(争点3)，である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "text": [
        "当事者双方の主張は，当審における主張を次のとおり付加するほか，原判決「事実及び理由」中の「第2 事案の概要等」及び「第3 争点に関する当事者の主張」記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "当審における控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的請求(不正競争行為該当)について",
              "text": [
                "原判決は，控訴人の原審における主位的請求を棄却したが，原判決の被控訴人らの行為が不正競争防止法2条1項1号の不正競争行為に該当しないとの判断は誤っている。控訴人の主張は，原審のときと同じであり，全て援用する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的請求(特許権侵害)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決は，本件特許発明の構成要件Aのうち，ケース内に充填する貝殻をカキ殻としていることに注視し，カキ殻の利用も本件特許発明の本質的事項であるとし，「ホタテ貝殻」と「カキ殻」とは均等物でないとした(25頁3行～29頁19行)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "最高裁平成10年2月24日第三小法廷判決・民集52巻1号113頁においては，特許発明の本質的部分がいかなるものであるかについて，具体的な説示，判断がされていないが，そもそも同判決が産業の発展への寄与という特許法の目的，社会正義の実現，衡平の理念を根拠に第三者が特許請求の範囲に記載された構成からこれを実質的に同一なものとして容易に想到することができる技術は均等として特許発明の技術的範囲に属すると結論していることからすれば，本質的部分は次のとおり解すべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許発明の本質的部分とは，特許請求の範囲に記載された特許発明の構成のうちで当該特許発明特有の課題解決手段を基礎付ける特徴的な部分，言い換えると同部分が他の構成に置き換えられるならば，全体として当該特許発明の技術的思想とは別個のものと評価されるような部分をいうものと解するのが相当である(東京地裁平成11年1月28日判決・判例時報1664号109頁)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，対象製品との相違が特許発明における本質的部分に係るものであるかどうかを判断するに当たっては，単に特許請求の範囲に記載された構成の一部を形式的に取り出すのではなく，特許発明を先行技術と対比して課題の解決手段における特徴的原理を確定したうえで，対象製品の備える解決手段が特許発明における解決手段の原理と実質的に同一の原理に属するものか，それともこれとは異なる原理に属するものかという点から判断すべきである(上記地裁判決)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これを本件に当てはめると，本件事案における特許発明の本質的部分の具体的な判断においては，本件特許明細書の「特許請求の範囲」及び「発明の詳細な説明」の各記載に加え本件特許出願当時の公知技術を総合して判断すべきであるが，本件では次の事実が認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許出願当時，①通水性のケース内に貝殻を充填してなる人工魚礁，②樹脂製の通水性を有する筺体に貝殻等のカルシウム質物体を収納し，海草類の繁茂を促すとともに，集魚効果を高めるようにすることは，いずれも公知であった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許の登録までの経緯は，次のとおりである。",
                        "① 控訴人は，昭和61年6月18日に本件特許出願を行ったが，その出願当初の明細書の「特許請求の範囲」において，通水性ケースに充填するものを「カキ殻」とした(乙14)。この出願に対し，特許庁から乙16公報(特開昭50−142389号公報)を引用して，通",
                        "水性のケース内に貝殻を充填してなる人工魚礁は公知であるとして，平成5年6月7日付けで拒絶理由通知がされた(乙15の1)。これに対し，控訴人は，乙16公報に「通水性ケース内にカキ殻を充填してなる人工魚礁」は記載されているものの，同公報には枠体の隙間に通水性ケースをどのような形状に組み付けるかについての記載はないとした意見書(乙15の2)や手続補正書(乙15の3)を提出し",
                        "た。",
                        "② その後，特許庁から，乙17公報(特公昭50−15717号公",
                        "報)を引用して，樹脂製の通水性を有する筺体に貝殻等のカルシウム質物体を収納し海草類の繁茂を促すとともに集魚効果を高めるようにすることは本件特許出願前に周知であるとする，平成5年10月18日付け拒絶理由通知(乙15の4)がされた。控訴人は，通水性ケース内にカキ殻を充填してなる人工魚礁は乙16公報に記載されているが，プラスチック製粋体の隙間にカキ殻を充填した通水性ケースに取り付けることの記載しかなく，これをどのような形状に組み付けるかについての記載はないとした意見書(乙15の5)を提出した。",
                        "③ 本件特許は，平成6年10月5日に出願公告され，平成7年6月23日に登録された。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上の本件特許明細書の「特許請求の範囲」及び「発明の詳細な説明」の記載に本件特許出願当時の公知技術を総合すれば，本件特許発明は，通水性ケースの取り付け方，すなわち通水性ケースを壁や柱全体の構成部材とした点において，従来技術にない解決手段を明らかにしたものと認められるのであって，この点が本件特許発明特有の解決手段を基礎付ける技術的思想の中核をなす特徴的部分，すなわち本質的部分というべきである。",
                    "この点は，上記の本件特許の審査経過，なかでも控訴人提出の意見書の記載等によって裏付けられる。このように，通水性ケースを壁や柱として構築しながら鋼製枠体等で補強結合することによって海水との接触面積を増やし通水性ケース内や通水ケース間を餌場や孵産場として機能させることこそが本件特許発明の本質なのである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "乙16公報記載の発明は，①貝殻(例 カキ殻)を通水内ケースに入れることによって微生物が貝殻に附着して繁殖し，これを餌とする小動物が繁殖し，これを餌とする魚類が集まって繁殖する，②貝殻の重量のために安定よく設置できる，③廃棄処理に悩むかきの貝殻を有効に利用できる，④魚の棲息にも適するという作用効果を持つものであり，このような特許発明は先行技術として既にあったのである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決は，「特許請求の範囲」に記載されたカキ殻という構成の一部を形式的に取り出して判断しただけでなく，控訴人が出願経過の中でカキ殻を貝殻と補正しなかったこと(特許明細書の中で後からカキ殻を貝殻に広げる補正ができないことは特許法上明らかである)，さらに，公知技術を控訴人が本件特許明細書で強調して使用したことをもって，控訴人がカキ殻を本件特許発明の本質的部分に取り入れたと判断したのであり，あまりに皮相な見解である。",
                    "原判決は，特許法が保護しようとする発明の実質的価値は公知技術では達成しえなかった目的を達し，公知技術では生じさせることができなかった特有の作用効果を生じさせる技術的思想を具体的な構成をもって社会に開示する点にあるという本質を見落としている。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被控訴人は，ホタテ貝殻を用いているが，上記記載のとおり，本件特許発明は通水性ケースの取り付け方，すなわち通水性ケースを壁や柱全体の構成部材とした点に本質的特質があり，この場合，カキ殻をホタテ貝殻に置き換えることによっても同一の作用効果を発することができ，かつ海洋廃棄物として共通することからカキ殻をホタテ貝殻に置き換えることに何らの困難性もない。乙16公報から判断すればホタテ貝殻も貝殻に含まれるし，被告製品21M型が載っているAS魚礁のカタログ(甲4の3頁，FRP蛇籠の多機能性に関する餌料効果調査の結果のグラフ)には宮崎県においてカキ殻を用いた実証例も記載されている。被控訴人はホタテとカキの両者を被告製品21M型で用いることを認識していたのである。このことからも本件特許においてホタテ貝殻とカキ殻との置換可能性と置換容易性は肯定される。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "したがって，被告製品21M型の構成につき本件特許発明に係る構成要件Aと均等なものであると解することはできないとした原判決には誤りがある。被告製品21M型は，請求項2に係る本件特許発明の技術的範囲に属するものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における被控訴人の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人の主張(1)に対し",
              "text": [
                "不正競争防止法に基づく請求については，控訴人から特段の控訴理由の主張はなく，原審の主張を援用するとのことであるので，被控訴人らとして特に反論することはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張(2)に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人が自ら認めているように，本件特許の出願時に通水性のケース内に「貝殻」を充填することは公知であったところ，本件特許発明は，「カキ殻」を選択して，その効果を明らかにしたものであり，現に，「カキ殻」とした場合の効果を実施例で確認している。その上，本件特許公報(特公平6−77493号，甲16の2)には，カキ殻を用いた理由として，「…その内部のカキ殻は自然に存在する素材であってしかも多数の穴が形成されて生物が親しんで生活の場とし易く」(2頁右欄1行～3行)，「ケース内へかき殻を充填した主な理由は，前述したように餌料となる生物が親和性を持ち易く，かつ，多数の居住穴を形成することにある。」(2頁右欄下3行～3頁左欄1行)と記載されている。",
                    "均等をどの程度の範囲で認めるべきか，何が発明の本質的部分であるかは，公知技術に対して当該発明がどの程度のものかによって左右されるが，その判断において基礎となるものは，何より明細書である。本件特許発明の場合は，単に特許請求の範囲に「カキ殻」と明記されているだけでなく，実施例も「カキ殻」についてのものであり，その技術思想としても，カキ殻が「多数の穴」であるから優れていることを明らかにしている。このように，その明細書の記載からして，本件特許発明は，どのような貝殻でもよいというものではなく，カキ殻に多数の穴が形成されている点に着目したものであって，ホタテ貝などの平坦な貝殻は，本件発明では全く想定されていない。したがって，「カキ殻」であることが発明の本質的部分であり，ホタテ貝殻が均等ではないとした原判決の認定に誤りはない。",
                    "控訴人は，公知技術と異なる点のみが発明の本質的部分になるという独自の見解に基づいて主張を展開しているが，本件のように，公知技術の組み合わせによって構成されている発明の場合は，組み合わされた個々の要件要素が発明の必須要素を構成しており，単に個々の要素が公知技術であるというだけで，それが発明の本質的部分でないという見解は正しくない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人がその主張の根拠とする，平成5年10月18日付け拒絶理由通知(乙15の4)に対して提出した意見書(乙15の5)における記載は，同意見書の一部にすぎない。控訴人は，同意見書(乙15の5)において，「…多数の樹脂製の筐体を立体的に連結し，鉄棒で補強したものが今回の拒絶理由の特公昭50−15717号(引例a)に記載され，また，角錐台や円錐台に全体形状を形成した人工魚礁は，今回の拒絶理由の例えば，実開昭52−134589号や実開昭52−158095号に記",
                  "text": [
                    "載されてはいますが，いずれもカキ殻を利用したものではなく，かつカキ殻を充填した通水性ケースを壁や柱全体の構成部材としたものではないのであります。」(3枚目の5行～10行)と述べて，公知技術が「いずれもカキ殻を利用したものではなく」，本件特許発明はカキ殻を用いたことが公知技術と違うことを強調している。",
                    "明細書を離れて意見書で述べたことが発明の本質的部分を明らかにするというのであれば，このようにカキ殻を利用したことを公知技術との差として強調している以上，カキ殻を充填することは，本件特許発明の本質的部分に他ならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，貝殻(例えば，カキ殻)を通水内ケースに入れる乙16公報記載の技術が先行技術として既にあったことを理由に，本件特許発明の「カキ殻」は本質的部分ではないと主張する。",
                    "しかし，乙16公報は，その特許請求の範囲自体が「貝殻」であり，発明の詳細な説明にも，「…かきの貝殻のような餌生物が繁殖して附着しやすい物体…」(3頁左下欄2行～4行)，「…容器内の貝殻のために水中に陰影部分を生じるから，魚の棲息に適する…」(3頁左下欄12行～13行)との記載があるだけで，カキの貝殻に限定していない。乙16公報には，「…廃棄処理に悩んでいるかきの貝殻を有効に利用でき…」(3頁左下欄11行～12行)という記載があるが，それは副次的効果にすぎず，その記載をもって，対象をカキ殻に限定するものではない。これに対し，本件特許発明は，貝殻一般ではなく，カキの貝殻に特定しているのであるから，控訴人の主張は，根拠がない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人は，特許明細書の中で後からカキ殻を貝殻に広げる補正ができないことは特許法上明らかであると主張するが，カキ殻に限らず貝殻が出願明細書に記載されている場合であれば，出願公告をすべき決定謄本の送達前の補正は許されていた(平成5年改正前の特許法41条)。控訴人が補正できなかったのは，まさに，本件特許明細書に，本件特許発明の技術的な内容としてカキ殻しか記載されていないからである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人は，「原判決は，特許法が保護しようとする発明の実質的価値は公知技術では達成しえなかった目的を達し，公知技術では生じさせることができなかった特有の作用効果を生じさせる技術的思想を具体的な構成をもって社会に開示する点にあるという本質を見落としている。」と主張するが，本件特許発明の効果は，単に魚礁の構造を「通水性ケースを壁や柱全体の構成部材とした」というだけでは得られず，その充填物をカキ殻としたことで得られるものであり，そのことが本件特許明細書に明記されている。カキ殻を穴(くぼんだ所)のないホタテ貝殻に置き換えた場合に，カキ殻と同一の作用効果を発することができるものではない。",
                    "また，カタログ(甲4の3頁)の一部にカキ殻を用いた実証例が記載されているからといって，実際の被告製品はホタテ貝殻を用いたものである。単に，貝殻という意味での共通性があったとしても，カキ殻とホタテ貝殻で効果が同じとはいえず，置換可能性及び置換容易性は認められない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の本訴請求は主位的請求と予備的請求のいずれも理由がないと判断する。その理由は，次のとおりである。"
          ]
        },
        {
          "fig": "2",
          "subject": "主位的請求(不正競争行為該当)について",
          "text": [
            "原判決19頁12行～25頁2行(争点1についての判断)のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "予備的請求(特許権侵害)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告製品21M型の構成",
              "text": [
                "原判決25頁5行～18行のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決25頁19行～29頁16行を次のとおり改める。",
                "「(2) 被告製品21M型は構成要件Aを充足するかについて"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告製品21M型の通水性蛇籠には，「カキ殻」でなく「ホタテ貝殻」が入れられており，一方，本件特許発明の構成要件Aは「樹脂製又は鋼製の通水性のケース(1)内にカキ殻(2)を充填してカキ殻入りの通水性ケース(1)」とするものであるから，被告製品21M型は構成要件Aを文言上充足しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，被告製品21M型の「ホタテ貝殻」は構成要件Aの「カキ殻」の均等物であると主張するので，以下検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許権侵害訴訟において，特許請求の範囲に記載された構成中に対象製品等と異なる部分が存する場合であっても，①この部分が特許発明の本質的部分ではなく，②この部分を対象製品等におけるものと置き換えても特許発明の目的を達することができ同一の作用効果を奏するものであって，③このように置き換えることに当業者(その発明の属する技術の分野における通常の知識を有する者)が対象製品等の製造等の時点において容易に想到することができたものであり，④対象製品等が特許発明の特許出願時における公知技術と同一又は当業者がこれから出願時に容易に推考できたものではなく，⑤対象製品等が特許発明の特許出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情もないときは，対象製品等は，特許請求の範囲に記載された構成と均等なものとして，特許発明の技術的範囲に属するものと解するのが相当である(最高裁平成10年2月24日第三小法廷判決・民集52巻1号113頁)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，まず，上記①の要件(「この部分が特許発明の本質的部分ではなく，」)について判断する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記①の「特許発明の本質的部分」とは，特許請求の範囲に記載された特許発明の構成のうちで当該特許発明特有の課題解決手段を基礎付ける特徴的な部分，言い換えれば，同部分が他の構成に置き換えられるならば全体として当該特許発明の技術的思想とは別個のものと評価されるような部分をいうものと解される。そして，特許発明のある構成が「特許発明の本質的部分」に当たるかどうかを判断するに当たっては，特許請求の範囲・明細書・図面の記載・先行技術の内容・出願経過等から，特許発明を特許出願時における先行技術と対比して課題の解決手段における特徴的原理を確定した上で，対象製品等の備える解決手段が特許発明における解決手段の原理と実質的に同一の原理に属するものか，それともそれと異なる原理に属するものかという点から判断すべきものである。そこで，このような観点から本件について判断する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件特許明細書(特公平6−77493号公報，甲16の2)に",
                          "text": [
                            "は，以下の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "従来の技術",
                              "text": [
                                "「…これまでの人工魚礁の主なものは，素焼製タコ壺を用いるとか，レジタリーフと称される合成樹脂製のものや，更に，…鋼製枠体にフーティングを設けたり，タコ壷を取付けたものである。」(2頁3欄3行～7行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "発明が解決しようとする課題",
                              "text": [
                                "「これら従来の人工魚礁は魚介類の生活環境を整えてやるといった目的をもってはいるものの，いずれも一長一短があって，理想的な人工魚礁とはなっていない。なぜなら，素焼製タコ壺利用の人工魚礁は原料が自然的で生物などとの親和性が良い特徴を有しているものの，壊れ易く，長期間の設置に問題がある。そこで，プラスチック等のケースで保護する必要があるが，それでも，機械的強度や耐久性等の難点を有している。そして，レジタリーフの利用を始めとする従来の他の人工魚礁は生物が親和性を持つための構造となっていない。また，沿岸漁業の盛んな海域に沈設する人工魚礁が必要としている，移動防止，強度等が不十分で，しかも海流による流出防止対策が講じられていないなどの難点を有していた。",
                                "また，カキ殻の餌生物繁殖性に注目して，これを利用した魚礁については，特開昭50−142389号にみられるが，これを",
                                "利用した魚礁としての全体形状については，いまだ十分な配慮がなされていない。」(2頁3欄9行～25行)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "課題を解決するための手段",
                              "text": [
                                "「そこで，本発明は生物になじみ易い素材の検討と，底引網漁法がなされたり潮流が急な場所でも安定に設置できる構造の人工魚礁を検討し，ここに完成をみたのである。",
                                "すなわち，生物が親和性を持ちやすいカキ殻(2)を樹脂製又は鋼製の通水性ケース(1)内に充填してカキ殻入りの通水性ケース(1)とし，この通水性ケース(1)を複数個集合して壁又は柱を構築する人工魚礁の構築方法である。壁面全体又は柱の上から下までの全体を通水性ケース(1)で構築するのが最も好ましい。そしてこのような構築物を鋼製又はコンクリート製の枠体(3)，板体又はブロック体の構造物で補強結合した構造の人工魚礁とするとである。",
                                "通水性ケース(1)による壁又は柱の構築物はまた，既製の鋼製，樹脂製，コンクリート製の人工漁礁に収納した構造とすることにより良好な生活環境の提供と，良好な機械的強度や耐久性等が得られる。ケース(1)を通水性とするには図のようにメッシュ状の金網を用いるとか，パンチングメタル，グレーチング等を用いるとよい。」(2頁3欄27行～46行)"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "作用",
                              "text": [
                                "「このような構築方法は，通水性ケース(1)のユニットを製造し，これを複数個集合する方法によるので構築が容易であるし，得られた魚礁の構造は，カキ殻を収容しているケース内に海水が自由に出入し，その内部のカキ殻は自然に存在する素材であってしかも多数の穴が形成されて生物が親しんで生活の場とし易く，また，この通水性ケースが壁又は柱全体の構成部材となり，かつ鋼製等の人工漁礁に収納され，全体形状が偏平な角柱台，円柱台，又は角錐台，円錐台形状と任意に構築可能となっているので，潮流や底引網によって破損したり移動することを防ぐ作用がある。」(2頁3欄48行～4欄8行)"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "実施例",
                              "text": [
                                "α 実施例として，「通水性ケース(1)にカキ殻を充填した人工漁礁」(第1図～第5図)が示されている。",
                                "β 「以上に例示した人工漁礁は，いずれも通水性ケース(1)にカキ殻を充填している。…ケース内へカキ殻を充填した主な理由は，前述したように餌料となる生物が親和性を持ち易く，かつ，多数の居住穴を形成することにある。そのことを約3箇月間海底に沈設した本発明の人工魚礁に棲息している甲殻類の1m2あたりの棲息量と，従来より用いられている石ころが充填されている沈着稚ダコの採集籠を3箇月間沈設して棲息している同甲殻類の量とで比較すると，本発明の人工漁礁が404．9g／m2であっのに対して，従来の採集籠が187．2g／",
                                "m2で，約2．2倍の甲殻類棲息量となり，これを餌料とする",
                                "マダコ稚仔に良好な生活環境を提供していることが明らかとなっている。」(2頁4欄44行～3頁5欄9行)"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "subject": "発明の効果",
                              "text": [
                                "「本発明の人工魚礁は以上のような構造であるから，漁礁を利用することによって繁殖と育成が可能な魚貝類の産卵等の繁殖に適し，多量に発生した稚魚等を如何に多く成長させるかといった問題点を解決して快適な生活環境を提供することができる。」(3頁6欄1行～7行)。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "前記第2，2(2)記載の本件特許請求の範囲請求項2及び上記bの本件特許明細書の記載によると，本件特許発明は，①カキ殻は自然に存在する素材であってしかも多数の穴が形成されて生物が親しんで生活の場とし易いものであるから，カキ殻を通水性ケース内に収容することによって，餌料となる生物が多く棲息することとなり，魚貝類の繁殖と育成に好適な人工魚礁が得られる，②通水性ケースを複数個集合する方法によるので構築が容易である。③通水性ケースが壁又は柱の構成部材となり，かつ鋼製又はコンクリート製の枠体(3)，板体又はブロック体の構造物で補強結合したもので，全体形状が任意な形状に構築可能であるので，潮流や底引網によって破損したり移動することを防ぐことができる，というものであると認められる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "一方，証拠(甲16の1・2，乙14，15の1～8，16，1",
                          "text": [
                            "7)及び弁論の全趣旨によれば，控訴人による本件特許の出願経過は，以下のとおりであったことが認められる。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件特許が昭和61年6月18日に出願された当初の特許請求の範囲の請求項1は，「通水性のケース(1)内にカキ殻(2)を充填し，該通水性ケース(1)を複数個集合して枠体(3)，板体又はブロック体と結合してなる人工魚礁」というものであり，請求項2は，「通水性ケース(1)は鋼製，樹脂製，コンクリート製の人工漁礁に収納してなる特許請求の範囲第1項記載の人工漁礁」というものであって，通水性ケース内に入れられるのは，「カキ殻」とされていた(乙14)。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "この出願に対し，特許庁審査官は，平成5年6月7日付けで，乙16公報(特開昭50−142389号公報)を引用し，",
                              "text": [
                                "「通水性のケース内に貝殻を充填してなる人工漁礁」が公知である旨の拒絶理由通知をした(乙15の1)。これに対し，控訴人は，平成5年8月25日付けで特許請求の範囲を「樹脂製又は鋼製の通水性のケース(1)内にカキ殻(2)を充填してカキ殻入りの通水性ケース(1)とし，該通水性ケース(1)を複数個集合して鋼製又はコンクリート製の枠体(3)，板体又はブロック体の構造物で補強結合して人工漁礁の壁又は柱の構成部材として全体形状を偏平な角錐台又は円錐台形状としてなる人工魚礁。」とするなどの補正をし(乙15の3)，同日付けで意見書(乙15の2)を特許",
                                "庁に提出した。その意見書において，控訴人は，乙16公報に「通水性ケース内にカキ殻を充填してなる人工魚礁」は記載されているものの，同公報には，プラスチック製枠体の隙間にカキ殻を充填した通水性ケースを取り付けることの記載しかなく，これをどのような形状に組み付けるかについての記載はない，と主張した。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "その後，特許庁審査官は，平成5年10月18日付けで拒絶理由を通知し(乙15の4)，その中で，多数の樹脂製の筺体を立体的に連結し鉄棒で補強した点につき乙17公報(特公昭50−15717号公報)を引用した上，「樹脂製の通水性を有する",
                              "text": [
                                "筺体に貝殻等のカルシウム質物体を収納し海藻類の繁茂を促すと共に集魚効果を高めるようにすることは，本出願前周知である(必要ならば特許からみた人工漁礁技術，社団法人発明協会，昭和57年11月15日を参照されたい)」，「底引網等が引っか",
                                "からないように角錐台等の形状にすることは，例えば実開昭52−158095号公報，実開昭61−43875号公報，特開昭",
                                "59−82030号公報に記載されているように本出願前周知で",
                                "ある。」と指摘した。これに対し，控訴人は，平成6年1月7日付けで特許請求の範囲を「樹脂製又は鋼製の通水性のケース(1)内にカキ殻(2)を充填してカキ殻入りの通水性ケース(1)とし，該通水性ケース(1)を複数個集合して壁又は柱の全体を構築すると共に，剛製又はコンクリート製の枠体(3)，板体又はブロック体の構造物で補強結合して全体形状を偏平な角柱台，円柱台，又は角錐台，円錐台形状としてなる人工魚礁。」とするなどの補正をし(乙15の6)，同日付けで意見書(乙15の5)を提出し",
                                "た。その意見書において，控訴人は，乙16公報に通水性ケース内にカキ殻を充填してなる人工魚礁は記載されているものの，同公報には，プラスチック製枠体の隙間にカキ殻を充填した通水性ケースを取り付けることの記載しかなく，これをどのような形状に組み付けるかについての記載はない，との上記(b)の意見書の主張を繰り返すとともに，「…カキ殻を充填してなる魚礁は稚ダコの絶好のかくれ場であり，外敵からの防御効果が大であります。またカキ殻は餌料生物培養基質としても優れており，他の生物の付着や浮泥の堆積等でもあまり劣化せず，長年月を経ても餌料生物が多いことも立証されています。」(2枚目の下4行～下1行)，「…多数の樹脂製の筐体を立体的に連結し，鉄棒で補強したものが今回の拒絶理由の特公昭50−15717号(引例",
                                "a)に記載され，また，角錐台や円錐台に全体形状を形成した人工魚礁は，今回の拒絶理由の例えば，実開昭52−134589",
                                "号や実開昭52−158095号に記載されてはいますが，いず",
                                "れもカキ殻を利用したものではなく，かつカキ殻を充填した通水性ケースを壁や柱全体の構成部材としたものではないのであります。」(3枚目の5行～10行)と主張した。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "その後，特許庁審査官は，平成6年4月4日付けで，特許請求の範囲の記載が不明瞭であるから，特許法36条4項に規定する要件を満たしていないとの拒絶理由通知をした(乙15の",
                              "text": [
                                "7)。そこで，控訴人は，平成6年4月11日付けで，特許請求",
                                "の範囲請求項1を「樹脂製又は鋼製の通水性のケース(1)内にカキ殻(2)を充填してカキ殻入りの通水性ケース(1)とし，該通水性ケース(1)を複数個集合して壁又は柱を構築することを特徴とする人工魚礁の構築方法。」とし，同請求項2を「樹脂製又は鋼製の通水性のケース(1)内にカキ殻(2)を充填してカキ殻入りの通水性ケース(1)とし，該通水性ケース(1)を複数個集合して壁又は柱を構築すると共に，鋼製又はコンクリート製の枠体(3)，板体又はブロック体の構造物で補強結合してなる人工魚礁」(前記第2，2(2)と同じ)とするなどの補正をした(乙15の8)。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "本件特許は，平成6年10月5日に出願公告され，平成7年6月23日に登録された(甲16の1・2)。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "上記d認定の本件特許の出願経過によれば，控訴人は，本件特許発明について，乙16公報記載の発明との関係では，枠体に通水性ケースを取り付ける形状に特徴がある旨の主張をしているが，乙17公報等記載の発明との関係では，カキ殻を利用したこと，及びカキ殻を充填した通水性ケースを壁や柱全体の構成部材としたことに特徴がある旨の主張をしている。"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "そして，乙16公報(特開昭50−142389号，公開日昭和",
                          "text": [
                            "50年11月17日，発明の名称「魚礁」，出願人ムサシ工業株式会社，乙16)には，「プラスチック製枠組魚礁の隙間へ，網製容器を設け，その内部へ貝殻のような魚の餌生物が附着しやすい物体を収納した魚礁」が記載されており(訂正明細書部分)，その「貝殻」の例として「カキ殻」が記載されている。",
                            "また，乙17公報(発明の名称「人工漁礁」，出願人T・Y，特公昭50−15717号，公告日昭和50年6月6日，乙17)に",
                            "は，「プラスチック製筺体を枠状に組んで連結した人工漁礁」が記載されているが，プラスチック製筺体にカキ殻を充填することは記載されていない。"
                          ]
                        },
                        {
                          "fig": "g",
                          "text": [
                            "以上を総合すると，①上記cのとおり，本件特許明細書には，カキ殻を利用したことによる利点が具体的に記載されていること，②本件特許出願前には，「プラスチック製筺体を枠状に組んで連結した人工漁礁」(乙17公報)や「カキ殻を利用した人工魚礁」(乙16公報)は知られていたものの，本件特許発明のようなものは知られていなかったこと，③そのため，控訴人は，上記eのとおり，本件特許の出願経過において，本件特許発明について，乙16公報記載の発明との関係では，枠体に通水性ケースを取り付ける形状に特徴があることを，乙17公報等記載の発明との関係では，カキ殻を利用したことに特徴があることを主張していたことが認められる。",
                            "そうすると，本件特許発明については，通水性ケースを複数個集合して壁又は柱を構築するとともに，鋼製又はコンクリート製の枠体(3)，板体又はブロック体の構造物で補強結合したという点のみならず，カキ殻を利用したという点についても，本件特許発明に特有の課題解決手段を基礎付ける特徴的な部分であるということができる。"
                          ]
                        },
                        {
                          "fig": "h",
                          "text": [
                            "以上のとおり，被告製品21M型の「ホタテ貝殻」は，本件特許発明の構成要件Aの「カキ殻」とは，本件特許発明の本質的部分において相違しており，上記(ア)の均等が認められる要件のうち①は認められない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "次に，上記②の要件(「この部分を対象製品等におけるものと置き換えても特許発明の目的を達することができ同一の作用効果を奏するものであって，」)について判断する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "上記(イ)b(d)のとおり，本件特許明細書には，カキ殻について「多数の穴が形成されて」との記載がある。控訴人は，この「多数の穴が形成されて」という記載は，カキ殻そのものに穴が形成されていることを述べたものではなく，積み重ねられたカキ殻同士の間に生じる隙間のことを述べたものであると主張する。しかし，「穴」には，「向こうまで突き抜けた所」という意味のほかに，「くぼんだ所」という意味もあり，これと，カキ殻については，餌料となる生物が親和性を持ちやすく多数の居住穴を形成するとの，上記(イ)b(e)の本件特許明細書の記載を総合考慮すれば，上記の「多数の穴」とは，「多数のくぼんだ所」という意味に解すべきであり，控訴人主張のような意味に解釈することはできない。仮に，控訴人主張のように「多数の穴」が通水性ケース内部に積み重ねられたもの同士の間の隙間をいうものであり，積み重ねると隙間があく形状のものであればカキ殻でなくてもよいというのであれば，本件特許明細書にカキ殻の優れた効果を強調した記載をするとは考え難いところである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件特許発明の「カキ殻」は，上記認定のとおり，被告製品21M型に用いられているホタテ貝殻と比較すると，表面の凹凸が激しく，大小様々な多数の「穴」(くぼんだ所)を有するものであり，このことからすると，本件特許発明の「カキ殻」と被告製品21M型の「ホタテ貝殻」とが同一の作用効果を奏すると認めることはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人は，ホタテの貝殻もカキの貝殻も，通水性ケース内部に積み重ねられた場合には，その貝殻同士の間に多くの隙間が形成されることを証するとして，当審において樹脂製通水性ケースにホタテの貝殻を積み重ねた写真と同ケースにカキの貝殻を積み重ねた写真(甲53)を提出するが，上記のとおり本件特許明細書の「多数の穴が形成されて」との記載について控訴人の主張を採用することができないのであるから，甲53が上記認定を左右することはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "以上のとおりであるから，その余の均等が認められる要件(上記(ア)③～⑤)について判断するまでもなく，被告製品21M型の「ホタテ貝殻」は，本件特許発明の構成要件Aの「カキ殻」の均等物であるということはできない。」"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，控訴人の主位的請求及び予備的請求は，いずれも理由がない。",
            "よって，これと結論を同じくする原判決は相当であって，本件控訴は理由がないからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}