{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−4740号事件について平成19年2月14日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，名称を「油圧装置又は空圧装置用のピストン及びピストン棒並びにシリンダを製作する方法」とする発明につき，平成5年(1993年)7月14日に国際出願(PCT/AT93/00119)をし(以下「本願」という。)，特許庁長官に対し平成8年1月11日付けの特許法184条の5第1項の規定による書面を提出した(出願当初の請求項の数は4であった。)。",
            "原告は，平成15年12月2日付けで拒絶査定を受けたので，平成16年3月8日，これに対して不服審判を請求し(不服2004−4740号事件)，同年4月7日付け手続補正書(甲10)により明細書の補正を行い(この補正後の請求項の数は2となった。)，さらに，平成19年1月12日付け手続補正書(甲15)により明細書の補正(以下，この補正後の明細書を「本願明細書」という。)を行った。",
            "特許庁は，平成19年2月14日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月28日，原告に送達された。なお，審決取消訴訟の出訴期間につき附加期間が90日と定められた。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本願明細書の特許請求の範囲の請求項1の記載は，次のとおりである(以下，請求項1記載の発明を「本願発明」という。)。",
            "【請求項1】仕上げ研削された円柱状又は円筒状のアルミニウム合金の半製品の滑り面を50～60μmの陽極酸化深さに硬質化陽極酸化し，硬質化陽極酸化された製品を，その軸線を中心にして2500 rpm で回転させ，形成されている滑り面層を，順次に続く5回の研磨工程で，粒度が次第に減少するタイプP100，P150，P280，P400及びP999(ただしP100は",
            "それを製作するスクリーンが100メッシュ／インチを有している研磨紙であることを表す)の研磨紙を使用して研磨し，その際研磨紙を50Ｎの力で硬質化陽極酸化された製品に圧着させて，前記各研磨工程は，それぞれ粉発生がやむまで行い，最後の研磨工程においては，面状の研磨紙が付着するまで研磨を行うことを特徴とする，油圧装置又は空圧装置用のピストン及びピストン棒並びにシリンダを製作する方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "別紙審決書の写しのとおりである。要するに，本願発明は，出願前に頒布された刊行物である特開昭57−152493号公報(甲1。以下「引用例1」という。)に記載された発明(以下，「引用例1」に記載された発明を「引用発明1」という。)，特開昭62−241646号公報(甲2。以下「引用例2」という。)記載の技術的事項及び従来周知の事項に基づいて当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないとするものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決が，本願発明に進歩性がないとの結論を導く過程において認定した引用発明1等の内容，本願発明と引用発明1の対比，本願発明の容易想到性に関する判断，本願発明の作用効果についての判断は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1等の内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明1の内容",
                      "text": [
                        "アルミニウム合金からなる油圧シリンダの摺動表面に，陽極酸化処理により陽極酸化皮膜を生成させ，該陽極酸化皮膜が生成された摺動表面を研磨紙で後加工する，油圧シリンダの製造法。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例2記載の技術的事項の内容",
                      "text": [
                        "アルミニウム等の金属を，順次に続く複数の研磨工程で，粒度が次第に減少する研磨紙を使用して研磨すること。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願発明と引用発明1の対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「円筒状のアルミニウム合金の半製品の滑り面を硬質化陽極酸化し，硬質化陽極酸化された製品に形成されている滑り面層を研磨紙を使用して研磨を行う油圧装置用のシリンダを製作する方法。」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "本願発明では，仕上げ研削された滑り面を50～60μmの陽極酸化深さに硬質化陽極酸化しているのに対し，引用発明1ではそのように特定されていない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "本願発明では，製品を，その軸線を中心にして2500 rpm で回転させ，順次に続く5回の研磨工程で，粒度が次第に減少する，タイプP100，P150，P280，P400及びP999(ただしP100",
                        "はそれを製作するスクリーンが100メッシュ／インチを有している研磨紙であることを表す)の研磨紙を使用して研磨し，その際研磨紙を50Ｎの力で硬質化陽極酸化された製品に圧着させて，前記各研磨工程は，それぞれ粉発生がやむまで行い，最後の研磨工程においては，面状の研磨紙が付着するまで研磨を行うのに対し，引用発明1では，そのように特定されていない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明の容易想到性に関する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "硬質化陽極酸化する滑り面に仕上げ加工を施しておくことは普通に行われる事項であり，硬質化陽極酸化前の滑り面を仕上げ研削することに格別の困難性は見当たらない。また，陽極酸化深さをどの程度とするかは，滑り面に要求される耐摩耗性等に応じて当業者が適宜決定すべき設計的事項であって，50～60μmの陽極酸化深さとすることにも困難性は見出せない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "引用例2には，上記ア(イ)に示したとおりの事項が記載されている。",
                        "そして，引用発明1及び引用例2記載の技術的事項はいずれもアルミニウム等の金属表面の研磨技術として共通するものであり，引用発明1に引用例2記載の技術的事項を採用し，引用発明1における研磨を，順次に続く複数の研磨工程で，粒度が次第に減少する研磨紙を使用して研磨するものとすることに格別の困難性は見当たらない。",
                        "また，円筒状の製品をその軸線を中心にして回転させて，研磨紙を製品に圧着させて研磨を行うことは，例示するまでもなく従来周知の事項であり，その回転数をどの程度とするかも当業者が製品の寸法(特に円筒部の半径)等に応じて適宜決定できる事項であるから，硬質化陽極酸化された製品を，その軸線を中心にして2500 rpm で回転させ，研磨紙を製品に圧着させて研磨を行うことに格別の困難性は見当たらない。",
                        "その際，研磨の回数及び研磨紙の粒度，並びに研磨紙を製品に圧着させる力をそれぞれどの程度とするかは，製品に要求される面粗度や研磨対象となる面積等に応じて当業者が適宜設定すべき設計的事項であるから，5回の研磨工程で，粒度が次第に減少する，タイプP100，P150，P280，P400及びP999(ただしP100はそれを製作",
                        "するスクリーンが100メッシュ／インチを有している研磨紙であることを表す)の研磨紙を使用して研磨し，研磨紙を50Ｎの力で硬質化陽極酸化された製品に圧着させて研磨することは当業者が容易になし得た事項である。",
                        "さらに，各研磨工程においてどの程度まで研磨を行うかについても製品に要求される面粗度に応じて設定すべき事項であるとともに，粉の発生がやむとそれ以上研磨することができないのであるから，各研磨工程をそれぞれ粉発生がやむまで行い，また，所定の平滑度が得られた平滑面同士が付着し易いことも明らかであるから，最後の研磨工程において面状の研磨紙が付着するまで研磨を行うことに格別の困難性は見出せない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本願発明の顕著な作用効果についての判断",
                      "text": [
                        "本願発明の奏する作用効果についてみても，引用発明1，引用例2記載の技術的事項及び従来周知の事項から当業者が十分予測し得る範囲内のものであって，格別顕著なものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決は，次に述べるとおり，相違点2についての容易想到性の判断を誤った違法(取消事由1)，本願発明の顕著な作用効果を看過し容易想到性の判断を誤った違法(取消事由2)があるので，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "相違点2についての容易想到性の判断の誤り(取消事由1)(1) 審決は，硬質化陽極酸化された製品を，その軸線を中心にして2500rpm で回転させ，研磨紙を製品に圧着させて研磨を行う際，「研磨の回数及び研磨紙の粒度，並びに研磨紙を製品に圧着させる力をそれぞれどの程度とするかは，製品に要求される面粗度や研磨対象となる面積等に応じて当業者が適宜設定すべき設計的事項であるから，5回の研磨工程で，粒度が次第に減少する，タイプP100，P150，P280，P400及びP999(た",
          "text": [
            "だしP100はそれを製作するスクリーンが100メッシュ／インチを有している研磨紙であることを表す)の研磨紙を使用して研磨し，研磨紙を50Ｎの力で硬質化陽極酸化された製品に圧著させて研磨することは当業者が容易になし得た事項である。」と判断している(審決書3頁下から6行目～4頁2行)。",
            "しかし，引用例1には，どのような研磨布紙を用いてどのような後加工をするのかは全く記載されていない。さらに，引用例2には，所定の表面粗さ若しくは光沢度を達成するための鏡面加工方法の発明の構成要件として，3工程の複雑な研磨条件が規定されている。金属の表面を研磨加工する際に，研磨の回数及び研磨紙の粒度，並びに研磨紙を製品に圧着させる力という多数の要件を具体的にどのように定め，それらをどのように組み合わせるかは，製品に要求される面粗度や研磨対象となる面積を考慮するとしても，当業者にとって設計的事項として簡単に設定できるようなものではなく，格別な創作能力の発揮を必要とするものといえる。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "審決は，「各研磨工程においてどの程度まで研磨を行うかについても製品に要求される面粗度に応じて設定すべき事項であるとともに，粉の発生がやむとそれ以上研磨することができないのであるから，各研磨工程をそれぞれ粉発生がやむまで行い，また，所定の平滑度が得られた平滑面同士が付着し易いことも明らかであるから，最後の研磨工程において面状の研磨紙が付着するまで研磨を行うことに格別の困難性は見出せない。」(審決書4頁3行～8行)とする。",
                "しかし，製品に要求される最終的な面粗度が特定されているとしても，そのことのみによって直ちに，各研磨工程における研磨の程度が特定されるわけではない。また，本願発明の「各研磨工程は，それぞれ粉発生がやむまで行い，最後の研磨工程においては，面状の研磨紙が付着するまで研磨を行うこと」は，研磨工程の態様を示すものであって，「順次に続く5回の研磨工程で，粒度が次第に減少するタイプP100，P150，P280，P400及びP999(ただしP100はそれを製作するスクリーンが100メッシュ／インチを有している研磨紙であることを表す)の研磨紙を使用して研磨し，その際研磨紙を50Ｎの力で硬質化陽極酸化された製品に圧着させて」という研磨条件と結びついて初めて各研磨工程における研磨の程度が確定されるのであるから，上記研磨工程の態様と上記研磨条件は，互いに組み合わせることによって，発明の構成要件であるいえる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本願明細書(甲3，甲15)に基づいて，本願発明によって達成される「面粗度」を検討する。",
                "本願明細書には，「図2のプロフィールのドイツ工業規格値は：平均粗さ値Ra 0．05μm",
                "平均粗さ深さRz 0．3μm",
                "粗さ深さRt 0．3μm",
                "である。この例で達成された0．3μmの粗さ深さはピストン若しくはピストン棒あるいはシリンダの滑り面にとって極めて優れた値であり，シール部材を損傷することはない。」(4頁22行～5頁5行)との記載があることに照らすならば，本願発明によって達成される「面粗度」は，粗さ深さRt＝0．3μmにより代表されているといえる。",
                "そうすると，本願の国際出願日(平成5年(1993年)7月14日)前において，本願発明の属する油圧装置又は空圧装置用のピストン及びピストン棒並びにシリンダを製作する技術分野において「製品に要求される面粗度」の範囲内に，本願発明によって達成される「面粗度」である粗さ深さRt＝0．3μmが含まれていることが，公知若しくは自明な事項として当業者に認識されていることが必要である。",
                "しかし，引用例1及び引用例2には，粗さ深さRt＝0．3μmは記載されていないし，「製品に要求される面粗度」の範囲内に，本願発明によって達成される「面粗度」である粗さ深さRt＝0．3μmが含まれていることが公知若しくは自明な事項として当業者に認識されていたとはいえない。したがって，審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "本願発明の顕著な作用効果看過による容易想到性の判断の誤り(取消事由2)審決は，「本件発明の奏する作用効果についてみても，引用発明，引用例2記載の技術的事項及び従来周知の事項から当業者が十分予測しうる範囲内のものであって，格別顕著なものとはいえない。したがって，本件発明は，引用発明，引用例2記載の技術的事項及び従来周知の事項に基づいて当業者が容易に発明をすることができたものである。」(審決書4頁10行～14行)とする。",
            "しかし，以下のとおり，本願発明に顕著な作用効果がないとした審決の判断には誤りがある。すなわち，本願明細書(4頁23行～5頁1行)に記載されているように，本願発明の方法によって初めて達成可能となった表面粗さは，平均粗さ値Ra＝0．05μm，平均粗さ深さRz＝0．3μm，粗さ深さRt＝0．3μmである。これに対して，引用例1に示された十点平均粗さRz及び引用例2に示された表面粗さ(最大高さ)Rmaxの値をみると，引用例1の十点平均粗さは最小でも0．6μmであり(本願発明では平均粗さ深さRzは0．3μm)，引用例2の表面粗さRmaxは最小でも1μmである(本願発明では粗さ深さRtは0．3μm)。",
            "このように本願発明の方法によって達成可能な表面粗さは，従来達成可能であった表面粗さの値の半分以下となっているのであるから，本願発明の奏する作用効果は，当業者が予測し得ないものであって，格別顕著なものということができる。本願発明によって達成される表面粗さ(面粗度)は，従来達成可能であった表面粗さ(面粗度)の値の半分以下であるから，引用発明1に引用例2記載の技術的事項を適用するに当たり可能な設計変更を行ったとしても，それによって本願発明と同等の作用効果を達成することは不可能である。したがって，本願発明の作用効果は，当業者が予測し得る範囲内のものではなく，格別顕著なものといえる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "text": [
            "相違点2についての容易想到性の判断の誤り(取消事由1)に対し(1) 原告は，金属の表面を研磨加工する際に，研磨の回数及び研磨紙の粒度，並びに研磨紙を製品に圧着させる力という多数の要件を具体的にどのように定め，それらをどのように組み合わせるかは，当業者にとって設計的事項として簡単に設定できるようなものではなく，格別な創作能力の発揮を必要とするものといえると主張する。",
            "しかし，そもそも，請求項1には，製品の回転数(2500 rpm)と圧着させる力(50Ｎ)，研磨紙の粒度は特定されているが，製品の滑り面の面粗度，研磨条件の技術的意義を示すための製品の半径及び圧着面積は特定されていない。請求項1には「各研磨工程は，それぞれ粉発生がやむまで行い，最後の研磨工程においては，面状の研磨紙が付着するまで研磨を行うこと」と記載されているが，粉発生がやむこと及び面状の研磨紙が付着することは，単に現象をいうだけで，本願発明により達成される面粗度を特定したとはいえない。",
            "以上のとおり，原告の上記主張は，特許請求の範囲の記載に基づかない主張であり，失当である。",
            "そして，圧着させる力(50Ｎ)については，引用例2(甲2)に単位幅当たりの押圧力を0．2～0．3 kgf/mm とすることが記載されているところ，この押圧力により圧着させる力を50Ｎ(5．1 kgf)とするには，研磨幅を17～25．5 mm とすればよく，この程度の幅は研磨幅としてあり得る範囲内のものであるから，結局，圧着させる力を50Ｎ(5．1 kgf)とすることは引用例2に実質的に記載されているといえる。また，2500rpm という回転数も，工作機械において，例えば特開平2−284802号公報(乙3)に「中・低速域とは一般に最大3000 rpm程度までをいう」(1頁右下欄9行～12行参照)旨記載されているように，普通に採用される範囲内のものであり，この点も格別なものではない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "本願発明は，本願明細書の記載からみて，油圧装置又は空圧装置用のピストン及びピストン棒並びにシリンダにおいて，硬質化陽極酸化された製品の滑り面の表面品度(面粗度)を向上させてシール部材の損傷の危険を排除し長い耐用寿命を生ぜしめるために，請求項1に記載された構成を採用したものと解される。",
                "しかし，上記のとおり，請求項1には，最終的な面粗度等について，粗さ深さRtを0．3μmとする特定事項が記載されていないので，本願発明を，粗さ深さRt＝0．3μmのものに限定して解することはできない。",
                "そして，本願明細書には，請求項1において示されている研磨条件(回転数を2500 rpm とすること，研磨工程を5回とすること，タイプP100，P150，P280，P400及びP999の研磨紙を使用すること，",
                "圧着させる力を50Ｎとすること)及び研磨工程(各研磨工程はそれぞれ粉発生がやむまで行い，最後の研磨工程においては面状の研磨紙が付着するまで研磨を行うこと)について，それらの研磨条件及び研磨工程を採用する根拠については何ら記載されていないので，請求項1について，研磨条件及び研磨工程を常に粗さ深さRtが0．3μmの滑り面を得ることができるものと解釈することもできない。",
                "結局，請求項1における研磨回数等の条件は，面粗度を可能な限り高めるために適宜設定されるものということができる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の顕著な作用効果看過による容易想到性の判断の誤り(取消事由2)に対し",
          "text": [
            "5回の研磨工程で，粒度が次第に減少するタイプP100，P150，P280，P400及びP999の研磨紙を使用して研磨することは，当業者が容易になし得る事項であるし，各研磨工程をそれぞれ粉発生がやむまで行い，最後の研磨工程において面状の研磨紙が付着するまで研磨を行うことも，格別困難性が見いだせない事項である。そして，研磨回数を多くしてより細かい粒度の研磨紙を用いればそれだけ表面粗さが向上すること，及び研磨紙をどの程度まで使用するかによって表面粗さが変化することは，いずれも技術常識から明らかである。そうすると，原告が主張する本願発明の作用効果は，引用発明1に引用例2記載の技術的事項を適用するに当たり当業者が設定する事項によって当然予測される範囲内のものにすぎない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "相違点2についての容易想到性の判断の誤り(取消事由1)について原告は，金属の表面を研磨加工する際に，研磨の回数及び研磨紙の粒度，並びに研磨紙を製品に圧着させる力という多数の要素を具体的にどのように定め，どのように組み合わせるかは，当業者にとって設計的事項として簡単に設定できるものではないと主張する。原告の上記主張を判断するに当たり，本願発明の内容，引用例2記載の技術的事項を，順に検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "請求項1の記載",
                  "text": [
                    "請求項1には，製品の回転数(2500 rpm)と圧着させる力(50Ｎ)，研磨紙の粒度(タイプP100，P150，P280，P400及びP9",
                    "99)は特定されているが，それらの事項だけでは，研磨の結果最終的に仕上げられる製品の面粗度を特定することはできない。研磨の結果最終的に仕上げられる製品の面粗度を特定するためには，上記の事項だけではなく，製品の滑り面の当初の面粗度，製品の半径及び圧着面積を特定する必要があるが，請求項1には，製品の滑り面の当初の面粗度，製品の半径及び圧着面積は特定されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本願明細書の発明の詳細な説明の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願明細書の発明の詳細な説明には，「本発明の目的は，油圧装置又は空圧装置のピストン若しくはピストン棒及びシリンダの耐用寿命を確実に長くすることである。本発明による方法の特徴とするところは，仕上げ研削された円柱状又は円筒状のアルミニウム合金の半製品の滑り面を硬質化陽極酸化し，その軸線を中心にして回転させ，形成されている滑り面層を，粒度が次第に減少する面状の研磨材を使用して順次に続く工程で研磨し，その際これらの研磨工程は，それぞれ粉発生がやむまで行い，最後の研磨工程においては，面状の研磨材が付着するまで研磨を行う点に存する。」(1頁13行～23行)と記載されている。",
                        "さらに，本願明細書の発明の詳細な説明には，「ところで本発明による方法では，ドイツ工業規格の粗さ深さRtが例えば0．3μmの滑り面を有するアルミニウム合金のピストン及びピストン棒並びにシリンダを制作することが初めて可能になった。この滑り面の滑らかさはシール部材の損傷の危険を排除し，従来のクローム被覆処理された部品に比較して著しく長い耐用寿命を生ぜしめる。本発明による方法は，出発粗さにほとんど無関係に種々の出発表面に対して均一な表面品度を達成することを可能にする。タイプP100，P150，P280，P400及",
                        "びP999(P100はそれを製作するスクリーンが100メッシュ／インチであるタイプを意味する)の研磨紙を使用して5回の研磨工程を行うのが特に有利であると分かった。これらの値は最適なものであって，これらの値から外れると表面品度が悪くなる。半製品のための材料として合金AlMgSi 1を使用し，陽極酸化深さを50～60μmにす",
                        "ると，ピストン及びピストン棒並びにシリンダの耐用寿命が特に長くなる。」(2頁13行～3頁7行)と記載されている。",
                        "上記記載によれば，本願明細書には，研磨条件として，半製品のための材料として合金AlMgSi 1を使用し，陽極酸化深さを50～60μmにすること，また研磨工程として，タイプP100，P150，P280，P400及びP999(P100はそれを製作するスクリー",
                        "ンが100メッシュ／インチであるタイプを意味する)の研磨紙を使用して5回の研磨工程を行うことが記載され，これらの条件で研磨を行えば，ドイツ工業規格の粗さ深さRtが例えば0．3μmの滑り面を有するアルミニウム合金のピストン及びピストン棒並びにシリンダを製作することが可能であると記載されている。しかしながら，上記研磨条件及び研磨工程を採用することと，粗さ深さRtが0．3μmの滑り面となるとの相互関係について，本願明細書には何ら記載されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，本願明細書には，実施例に関して，次のとおり記載されている。",
                        "「以下においては，本発明による方法をピストン棒についての実施例に基づいて説明する。この場合図面を参照するが，図1は加工前のピストン棒表面の検査装置で測定した表面粗さを示し，図2は本発明による加工後のピストン棒表面の同じ検査装置で測定した表面粗さを示す。長さが"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "500",
          "subject": "mm，直径が60 mm よりも少し大きい合金AlMgSi 1か",
          "text": [
            "ら成る円柱形の半製品を旋盤に締め込み，ダイヤモンド工具によって60 mm の直径に仕上げ研削した。仕上げ研削した半製品の表面を50～60μmの深さに硬質化陽極酸化した。次いでこの硬質化陽極酸化した製品を再び旋盤に締め込み，2500 rpm で回転させた。次いでタイプP100，P150，P280，P400及びP999のコランダ",
            "ム研磨紙(ルージ紙)をこの順序で使用して5回の研磨工程を行った。",
            "P100はそれを製作するスクリーンが100メッシュ／インチであるタイプを意昧する。各研磨紙は研磨ブロックに差しはめられ，研磨ブロックによって50Ｎの力で回転している製品に押しつけられ，製品に沿って軸方向に動かされた。最初の4回の研磨工程はそれぞれ粉発生がやむまで行われ，既に仕上げ研磨工程に相当する最後の研磨工程は研磨紙が付着するまで行われた。もちろん，研磨紙の代わりに相応する粒度を有する任意の面状の研磨媒体を使用することができる。このようにしてアルミニウム合金心部と表面層とを有する油圧シリンダのピストン棒はクローム被覆処理されたピストン棒に匹敵する卓越した表面品度を有している。」(3頁8行～4頁13行)",
            "「図1及び図2においては粗さプロフィールY(μm)と測定区間X(mm)との関係が示されている。全測定区間は4 mm であって，0．8 mm ずつ5つの区分に分割されている。ドイツ工業規格による計算分析の結果，図1のプロフィールのドイツ工業規格値は：",
            "平均粗さ値Ra 0．4μm",
            "平均粗さ深さRz 2．5μm",
            "粗さ深さRt 3．4μm",
            "であり，図2のプロフィールのドイツ工業規格値は：",
            "平均粗さ値Ra 0．05μm",
            "平均粗さ深さRz 0．3μm",
            "粗さ深さRt 0．3μm",
            "である。この例で達成された0．3μmの粗さ深さはピストン若しくはピストン棒あるいはシリンダの滑り面にとって極めて優れた値であり，シール部材を損傷することはない。」(4頁14行～5頁5行)上記の実施例には，所定の研磨条件及び研磨工程によって粗さ深さRtが0．3μmの滑り面が得られたことが記載されているものの，所定の研磨条件及び研磨工程と粗さ深さRtが0．3μmの滑り面が得られることとの相互関係については，何ら記載されていない。",
            "そうすると，本願明細書の発明の詳細な説明においては，請求項1に記載された製品の回転数(2500 rpm)と圧着させる力(50Ｎ)，研磨紙の粒度(タイプP100，P150，P280，P400及びP",
            "999)を設定した上，さらに他の事項を適宜設定した場合に，粗さ深さRtが0．3μmの滑り面が得られたことが記載されている。しかし，請求項1に記載された製品の回転数と圧着させる力，研磨紙の粒度を採用することと，粗さ深さRtが0．3μmの滑り面を得ることとの間にどのような関係があるかについては，何らの記載もなく，明らかでない。",
            "したがって，請求項1に記載された製品の回転数と圧着させる力，研磨紙の粒度を採用した場合に，常に粗さ深さRtが0．3μmの滑り面を得ることができるとは認められないし，請求項1に記載された製品の回転数と圧着させる力，研磨紙の粒度を採用する技術的な意義も明らかではない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ウ",
                  "subject": "本願発明の内容についての小括",
                  "text": [
                    "以上によれば，請求項1の記載及び本願明細書の発明の詳細な説明の記載を検討しても，請求項1に記載された製品の回転数と圧着させる力，研磨紙の粒度を採用したことについての技術的意義は明らかでなく，それらを採用したことについて技術思想の創作がいずれにあるか明らかでない。",
                    "この点につき，原告は，「金属の表面を研磨加工する際に，研磨の回数及び研磨紙の粒度，並びに研磨紙を製品に圧着させる力という多数の要件を具体的にどのように定め，それらをどのように組み合わせるかは，製品に要求される面粗度や研磨対象となる面積を考慮するとしても，当業者にとって設計的事項として簡単に設定できるようなものではなく，格別な創作能力の発揮を必要とするものといえる。」と主張するが，原告のこの主張は，請求項1の記載及び本願明細書の発明の詳細な説明の記載に基づくものとはいえず，採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例2(甲2)記載の技術的事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2(甲2)には，「軟質金属の表面を鏡面に加工するため，加工機械として工具あるいは加工物を保持する部材が小さな負荷によってたわむような低い剛性の工作機械を使用し，工具として工具を半径方向に押付けたときの単位幅当たりの工具のたわみに対する押付力の比として与えらる工具剛性が0．1～0．18 kgf/mm 2の円板状研摩布紙工具を適用し，研摩条件として第1工程では♯80ペーパ工具，押付力0．2～0．3kgf/mm，第2工程では♯200ペーパ工具，押付力0．1～0．2 kgf/mm，第3工程ではバフ工具，押付力0．05～0．15 kgf/mm の3工程で順次に研摩表面の光沢度を向上させることを特徴とする軟質金属の鏡面加工方法。」(特許請求の範囲)，「本発明はこれら知見に基づいて創作されたものであって，その構成としては，軟質金属の表面を鏡面に加工するため，加工機械として工具あるいは加工物を保持する部材が小さな負荷によってたわむような低い剛性の工作機械を使用し，工具として工具を半径方向に押付けたときの単位幅当たりの工具のたわみに対する押付力の比として与えられる工具剛性が0．1～0．18 kgf/mm 2の円板状研摩布紙工具を適用し，研摩条件として第1工程では♯80ベーバ工具，押付力0．2～0．3 kgf/mm，第2工程では♯200ベーバ工具，押付力0．1～0．2 kgf/mm，第3工程ではバフ工具，押付力0．05～0．15 kgf/mmの3工程で順次に研摩表面の光沢度を向上させることを特徴とする。」(2頁右下欄3行～17行)と記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用例2の上記部分には，単位幅当たりの押圧力を研磨表面の粗度(光沢度)と関連して設定することが記載されている。そして，上記部分には，押圧力を0．2～0．3 kgf/mm とすることが記載されているところ，この押圧力は，研磨幅を17～25．5 mm とすれば，その圧着力が，本願発明に示された50Ｎ(5．1 kgf)に相当するものであって，研磨幅を上記の17～25．5 mm とすることは，工具による加工値として普通にあり得る範囲内のものであるから，圧着させる力を50Ｎ(5．1 kgf)とすることは，引用例2に実質的に記載されているといえる。",
                    "また，2500 rpm という回転数も，特開平2−284802号公報",
                    "(乙3)に，「例えばアルミ合金等を主体に切削する場合には，高速軽切削加工が必要とされている。ここで中・低速域とは一般に最大3000rpm 程度までをいい，それ以上を高速域(最大20，000 rpm 程度)として区別している。」(1頁右下欄7行～12行)と記載され，工作機械分野において普通に採用される範囲内のものである点に鑑みれば，2500rpm という回転数とすることは，格別なものではなく，当業者にとって周知であることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2には，上記(2)のとおり，研磨工程で粒度が次第に減少する研磨紙を使用して研磨し，研磨紙を50Ｎの力で製品に圧着させることが記載されている。",
                    "研磨紙からの粉発生がやむということは，それ以上研磨することができない程度にまで研磨紙の砂粒が減少したためであり，その研磨紙を他のものと交換することは，当業者が普通に行うことであり，格別困難なこととは認められない。また，所定の平滑度が得られた平滑面同士が付着しやすいことは，当業者にとって技術常識であり，最後の研磨工程において面状の研磨材が付着するまで研磨を行うことは，研磨が，その最後の研磨紙から得られる平滑度に達したことを確認して研磨を終了する通常行われる手段であるから，当業者が容易に想到し得るものである。さらに，研磨工程を何回行うかは，作業効率やコスト等を勘案して当業者が適宜設定すればよい事項であり，これを5回と特定することが困難であるとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，請求項1に示された，「5回の研磨工程で，粒度が次第に減少する研磨紙を使用して研磨し，研磨紙を50Ｎの力で製品に圧着させる」という研磨条件，及び「各研磨工程は，それぞれ粉発生がやむまで行い，最後の研磨工程においては，面状の研磨紙が付着数するまで研磨を行う」という研磨態様は，いずれも当業者にとって容易に想到し得る事項であり，これらの研磨条件と研磨態様を組み合わせることが格別に困難であるとは認められず，また，本願明細書の記載の内容を見ても，これらの研磨条件と研磨態様を組み合わせることが困難であることの理由を見いだすことはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点について，原告は，本願発明によって達成される「面粗度」が粗さ深さRt＝0．3μmであることを前提として，本願の国際出願日(平成5年(1993年)7月14日)前において，本願発明の属する技術分野(油圧装置又は空圧装置用のピストン及びピストン棒並びにシリンダを製作する技術分野)において，「製品に要求される面粗度」の範囲に，本願発明によって達成される「面粗度」である粗さ深さRt＝0．3μmが含まれていることが，公知若しくは自明な事項として当業者に認識されていなければならない旨主張する。",
                    "しかし，そもそも，本願発明によって達成される面粗度が粗さ深さRt＝0．3μmであることは，請求項1には特定して記載されていないから，本願発明を，達成される面粗度が粗さ深さRt＝0．3μmであるものに限定して解することはできない。したがって，原告の上記主張は，その前提において採用することができないから，粗さ深さRt＝0．3μmが公知又は自明な事項として当業者に認識されていたか否かにかかわらず，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，本願発明は，引用発明1，引用例2記載の技術的事項及び従来周知の事項に基づいて当業者が容易に発明をすることができたものである。したがって，取消事由1に関する原告の主張は採用することができず，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の顕著な作用効果看過による容易想到性の判断の誤り(取消事由2)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本願発明によって達成可能な面粗度が粗さ深さRt＝0．3μmであることを前提として，これが従来達成可能であった表面粗さの値の半分以下となっているから，本願発明の奏する作用効果は，当業者が予測し得ないものであって，格別顕著なものである旨主張するので，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例1には，どのような研磨紙を用い，どのように研磨するかについては記載されていないが，引用例2には，研磨紙として♯80のペーパ工具，♯200のペーパ工具及びバフ工具を用いて所定の押付力で研磨した2つの実施例についての表面粗さが記載されている。他方，本願発明は，5回の研磨工程で，タイプP100，P150，P280，P400及びP999の",
              "text": [
                "研磨紙を使用して研磨し，各研磨工程をそれぞれ粉発生がやむまで行い，最後の研磨工程において面状の研磨紙が付着するまで研磨を行うというものである。",
                "しかし，前述のとおり，5回の研磨工程で，粒度が次第に減少するタイプP100，P150，P280，P400及びP999の研磨紙を使用して",
                "研磨すること，及び各研磨工程をそれぞれ粉発生がやむまで行うことは，当業者にとって容易に想到し得る事項であり，当業者にとって格別の困難性は見いだせない。そして，研磨加工する製品の粗さ深さが設定されれば，当業者はそれを達成するために，研磨紙の粒度や研磨回数，及び研磨の態様を適宜決定して行うものと認められ，研磨回数を多くし，より細かい粒度の研磨紙を用いることにより表面粗さが向上する(粗さ深さRtが小さい値になる)こと，及び研磨紙をどの程度まで使用するかに応じて表面粗さが変化することは，技術常識から明らかである。",
                "そうすると，引用例1に記載された十点平均粗さRz，及び引用例2に記載された実施例についての表面粗さRmaxと，本願明細書に記載された平均粗さ深さRz及び粗さ深さRtの値とを単に比較して，本願明細書に記載された表面粗さの値が引用例1及び引用例2に記載された値の半分以下となったとしても，それは，当業者が容易に予測し得る範囲内のものであると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本願発明に顕著な作用効果がある旨の原告の主張は，採用することができない。そして，作用効果の点を考慮しても，本願発明は，引用発明1，引用例2記載の技術的事項及び従来周知の事項に基づいて当業者が容易に発明をすることができたものであるといえる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由はいずれも理由がなく，審決にこれを取り消すべきその他の違法もない。",
            "よって，原告の本訴請求を棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10229",
    "date": "2008-06-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036531",
    "ipprecedent_id": "1483",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}