{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−24173号事件について平成19年6月4日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が補正後の名称「液体計量用メジャーカップ」とする発明につき特許出願をしたところ，拒絶査定を受けたので，これに対する不服審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。",
        "争点は，本願発明が実願昭47−83900号(実開昭49−40679",
        "号，考案の名称「コップ」・出願人株式会社アイデアル・公開日昭和49年4月10日)及び周知技術との関係で進歩性(特許法29条2項)を有するかどうかである。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，優先権(平成11年2月15日)を主張して平成11年10月8日にした特許出願(特願平11−323077号)からの分割出願として，平成16年1月26日，名称を「メジャーカップ」とする発明につき特許出願をし(請求項の数4。特願2004−16433号。以下「本願」という。甲6)，その後，平成18年2月8日付けで，発明の名称を「液体計量用メジャーカップ」とするとともに，特許請求の範囲等を変更する補正(第1次補正。請求項の数1。甲7)をしたが，平成18年9月21日拒絶査定を受けた。",
                "そこで原告は，これに対する不服の審判請求を行い，特許庁は同請求を不服2006−24173号事件として審理することとし，その中で原告は平成19年4月26日付けで特許請求の範囲等を変更する補正(第2次補正。",
                "請求項の数1。甲9の1)をしたが，特許庁は，平成19年6月4日，「本件審判の請求は，成り立たない」との審決をし，その謄本は平成19年6月19日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "第2次補正後の特許請求の範囲の【請求項1】は，次のとおりである(以下「本願発明」という。)。",
                "「開口部を有し，平坦面を有する傾斜した底面部を一体に形成した容器本体と，該傾斜した底面部に設けた上記開口部より読み取る目盛とを具備することを特徴とする液体計量用メジャーカップ。」"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の内容",
      "content": [
        {
          "fig": "ア",
          "text": [
            "審決の内容は，別添審決写しのとおりである。",
            "その理由の要点は，本願発明は，実願昭47−83900号(実開昭49−40679号，公開日昭和49年4月10日)のマイクロフィルム(以下「引用例1」という。)に記載された発明(以下「引用発明」という。)及び下記引用例記載の周知技術に基づいて容易に発明をすることができたから，特許法29条2項により特許を受けることができない，というものである。",
            "記",
            "・実公昭48−5699号公報(以下「引用例2」という。)",
            "・実願昭59−59453号(実開昭60−171243号)のマイク",
            "ロフィルム(以下「引用例3」という。)",
            "・実公昭51−29252号公報(以下「引用例4」という。)"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "なお，審決が認定する上記引用発明の内容，並びに本願発明と引用発明との一致点及び相違点は，次のとおりである。",
            "〈引用発明の内容〉",
            "「開口部を有し，傾斜底3を一体に形成したコップ本体を具備する飲み物用コップ1。」",
            "〈一致点〉",
            "「開口部を有し，傾斜した底面部を一体に形成した容器本体を具備する液体用カップ。」",
            "〈相違点〉",
            "本願発明は，「平坦面を有する」傾斜した底面部であり，かつ，「傾斜した底面部に設けた開口部より読み取る目盛り」を具備する液体「計量」用「メジャー」カップであるのに対し，引用発明はそのようなものでない点。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "審決の取消事由",
      "text": [
        "しかしながら，審決は，次に述べるとおり本願発明について進歩性の判断を誤ったから，違法として取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "審決は，本願発明と引用発明の相違点について，「例えば，上記引用例2(「計量目盛2」参照)，引用例3(「目盛4の目盛線4a～4d」参照)，引用例4(「量目線」参照)に記載されているごとく，いわゆる液体用カップの傾斜を有する底面を含む内面に，開口部から読み取れる目盛りを具備させて液体計量用メジャーカップに改造する点は周知である。そして，引用発明の飲み物用コップ1もいわゆる液体用カップに属するものであるから，引用発明の飲み物用コップ1の傾斜底3に上記周知技術を適用して，液体計量用メジャーカップに改造することに困難性はない。」と判断している(4頁16行～23行)。",
            "しかし，引用例2の調理用ボール，引用例3の汁杓子，引用例4のスプーンは，液体を入れる湾曲面を有しており，これらの湾曲内面に描かれた目盛りは，円弧状の目盛り又は円形の目盛りであって，本願発明のような直線状の目盛りではない。傾斜した平坦面と液面との交線は幾何学上直線以外にはあり得ないから，特許請求の範囲に明示していなくとも，当然直線と解されるべきである。",
            "また，後記イのとおり，引用発明の飲み物用コップ1の傾斜底3は，平坦面ではないから，引用例2，引用例3，引用例4に記載された発明を適用しても，本願発明を構成することはできない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "また審決は，「…引用例1の図面の第1図によれば，傾斜底3が断面図において直線部分を有している(上記摘記事項ウ参照)から，引用発明の傾斜底3を平坦面を有する形状に変更する程度のことは当業者が適宜為し得る設計的事項にすぎないというべきである。」と判断している(5頁6行～9行)。",
            "しかし，引用例1の傾斜底3は，コップ1の開口部より側方に突出させた呑み口2に連続するものであり，引用例1(甲1)の明細書1頁14行～15行に「5は傾斜底3の裏面」と記載されており，図面の第1図に傾斜底3の内面と裏面5との間を壁の厚み以上の間隔をあけて図示されていることから，呑み口2に連続する傾斜底3は，樋のような形状をしているものと解するのが自然な解釈である。この傾斜底3を平坦面に変更すると，呑み口2と連続しなくなることは明らかである。開口部より側方に突出した「呑み口2」を存在させた状態で，傾斜底3を平坦面に変更することについて，審決の認定のように「引用例1の図面の第1図によれば，傾斜底3が断面図において直線部分を有している」という理由のみで「当業者が適宜為し得る設計的事項」であるとの認定には，論理に飛躍があり，誤っているというべきである。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "審決は，以上のとおり，引用例1に記載されていない独自の解釈を付け加えて，本願発明と対比し判断しており，事実を誤認し，また，相違点の判断を誤っているために，本願発明について進歩性がないと判断したものであり，違法である。"
          ],
          "content": [
            {
              "fig": "2",
              "subject": "請求原因に対する認否",
              "text": [
                "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
              ]
            },
            {
              "fig": "3",
              "subject": "被告の反論"
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "取消事由アの主張に対し",
      "text": [
        "引用例2の調理用ボール，引用例3の汁杓子，引用例4のスプーンは，目盛りがなければ，それぞれ，調理用ボール，汁杓子，スプーンとしての機能を有するのみであるが，目盛りを具備させることにより液体計量用メジャーカップとしての機能を有するものに変更することが周知であることを示すために，審決は，引用例2～4を引用したものであって，目盛りの形状に対して引用したものではない。そして，このような目盛りは，容器に入れた液体による水平な液面と容器の内周面との交線に沿って目盛りを付すことによって，容器に充填された液体の量を示す機能を有する目盛りとなるのであって，引用例2～4に示された目盛りは円弧状又は円形であるが，容器内周面と水平な液面との交線の形状が容器内周面の形状によって様々な形状となることは幾何学上自明のことである。したがって，容器内周面の形状に応じた目盛り形状を採用すればよいことは技術常識というべきであり，どのような形状の容器内周面の容器に対しても目盛りを具備させることで液体計量用メジャーカップとしての機能を有するように変更できるものである。",
        "また，本願の特許請求の範囲【請求項1】は，前記のとおり単に「…上記開口部より読み取る目盛」と記載されているのみで「直線状」であることを規定していないから，原告の「本願発明のような直線状の目盛りではない。」という，「直線状」に関する主張も，特許請求の範囲【請求項1】の記載に基づく主張ではなく，失当である。",
        "したがって，引用例2～4を周知技術として引用し，「…引用発明の飲み物用コップ1の傾斜底3に上記周知技術を適用して，液体計量用メジャーカップに改造することに困難性はない。」とした審決の判断(4頁21行～23行)に誤りはない。",
        "なお，平坦面であれば，直線状の目盛りを採用すればよいことは，審決が実願昭62−106632号(実開昭64−15922号)のマイクロフィ",
        "ルム(甲5)を引用して説示したとおりである。",
        "また，原告の「後記イのとおり，引用発明の飲み物用コップ1の傾斜底3は，平坦面ではないから，引用例2，引用例3，引用例4に記載された発明を適用しても，本願発明を構成することはできない。」との主張については，後記のとおり理由がない。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "取消事由イの主張に対し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "引用例1(甲1)の明細書には傾斜底3の面の形状に関する具体的記載はなく，引用例1の図面の第1図及び第2図からは，コップを上下方向から見た，いわゆる平面図も示されていないから，引用例1の図面の記載からは傾斜底3の面の形状を正確に特定することはできない。",
            "そして，引用例1(甲1)の図面の第1図では，傾斜底3と呑み口2が連続する直線として描かれているが，断面図において，連続する直線として描かれていることから読み取れるのは，その断面において，傾斜底3と呑み口2に段差がなく連続していることと，両者の傾斜角が一致していることであり，当該断面以外の部分で傾斜底3の面と呑み口2の面とが連続していることまでは読み取ることはできない。",
            "さらに，引用例1(甲1)の図面の第2図では，呑み口2とコップ本体との境界線が上から略逆三角形状に描かれ，傾斜底3とコップ本体との境界線が下から略三角形状に描かれ，双方の三角形の頂点は多少の間隔を隔てて描かれていることから，双方の三角形が描かれた以外の部分は，コップ本体の壁面となっていることが読み取れる。そうすると，たとえ，第1図に図示される断面において，呑み口2と傾斜底3とが連続するように描かれているとしても，第2図に図示されるように呑み口2の面と傾斜底3の面との間にはコップ本体の壁面が存在するのであるから，傾斜底3の面と呑み口2の面とが連続していることを引用例1の図面から読み取ることはできない。",
            "しかも，引用例1(甲1)の明細書には，「なお図中呑み口2は特に呑み口としての形状に形成したが，然らざるものでもよい。」(2頁3行～4行)と記載されており，この記載によると，呑み口2は，呑み口としての特別な形状に形成する必要はなく，コップの口縁をそのまま呑み口として用いてもよいと解されるのであって，この場合，傾斜面は呑み口とは独立した任意の面として設計できることが明らかであることから，傾斜底3が呑み口2に連続するものであることを前提として，「呑み口2に連続する傾斜底3は，樋のような形状をしている」と限定して解釈する理由はない。",
            "また，引用例1(甲1)の明細書には，裏面5について，「…5は傾斜底3の裏面で，この部分には模様などを表現しておくとコップ側面より観察できて美しいものが得られる。」(1頁14行～2頁2行)と記載されるのみであって，裏面5の面の形状に関して具体的記載はなく，上記したように，引用例1の図面には，平面図すら示されていないのであるから，引用例1の図面からは，裏面5の面の形状についても正確に特定することができないというべきであり，しかも裏面5は傾斜底3の内面そのものではなく裏側の面であるから，傾斜底3の内面の面の形状を樋の形状に限定して解釈しなければならないことの理由とはならない。",
            "したがって，「呑み口2に連続する傾斜底3は，樋のような形状をしているものと解するのが自然な解釈である。」との原告の主張は理由がなく，失当である。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "審決は，引用例1(甲1)の明細書及び図面の記載からは，コップの傾斜底3の具体的な面の形状を特定することができないことを念頭におき，また，引用例1のコップの作用効果を考慮した上で，引用例1の傾斜底3が断面図において直線部分を有していることから，その面の形状は断面が直線部分を有する形状であれば，平坦面を有する形状であっても，その他の面の形状であっても，同等の機能を有するコップが形成できるものであると判断し，その選択肢の一つとして，平坦面を有する形状を選択することは，当業者が適宜成し得る設計的事項であると判断したものである。",
            "引用例1(甲1)の明細書には，「2．実用新案登録請求の範囲 コップの底面をコップの一側口縁適所に向けて傾斜底としてなることを特徴とするコップ。」(1頁3行～5行)，「コップ1の底は底部4よりこの呑み口2まで適宜の傾斜をして形成され，3がその傾斜底である。」(1頁12行～14行)，「本案では呑み口2となっているコップの口縁に向けて底面が傾斜している傾斜底3となっているため，コップ底部の飲み物もコップの底をそれほど持ち上げなくとも残らず飲み干すことができるし，またコップの底をそれほど持上げないで済むため飲み物がこぼれて顔や首，胸などを汚すといったこともなくなり，特に幼児用のコップとして好適なものが得られる。」(2頁9行～3頁1行)と記載されており，これらの記載によれば，傾斜底3は，コップの底面がコップの口縁に向けて傾斜している構成を備えることによって，コップ底面の飲み物もコップの底をそれほど持ち上げなくとも残らず飲み干すことができ，幼児用のコップとして好適なものが得られるという作用効果を奏するようにしたものである。そうすると，引用例1の傾斜底3は，コップの底をそれほど持ち上げなくても幼児が飲み干すことができるような適宜の傾斜面として形成されていればよいのであって，その傾斜面の面の形状としては，コップ本体の壁面と比較して緩やかな傾斜面として形成されていて，図面の第2図に傾斜底3とコップ本体との境界線が略三角形状に図示されているごとく，コップを持ち上げたときに，呑み口となる一側口縁適所に向けて飲み物が集まるように形成されていれば，任意の面の形状が選択できるものであるというべきであり，樋の形状としなければならないという必然性はない。そして，引用例1の図面の第1図では，傾斜底3が直線部分を有して描かれているのであるから，コップの底をそれほど持ち上げなくても飲み干すことができるような適宜の傾斜面の1つの面の形状として，平坦面を有するものも選択できることが明らかである。",
            "したがって，「…引用発明の傾斜底3は，引用例1の図面の第1図によれば，傾斜底3が断面図において直線部分を有している(上記摘記事項ウ参照)から，引用発明の傾斜底3を平坦面を有する形状に変更する程度のことは当業者が適宜為し得る設計的事項にすぎない。」(4頁24行～27行)とした審決の判断に誤りはなく，論理の飛躍もない。",
            "また，引用例1のコップは，幼児用のコップとして好適なものであるが，例えば，哺乳瓶に目盛りが付されているごとく，親が幼児の飲む飲料の量を把握するために目盛りを付した飲料容器は慣用されているのであるから，そのような幼児用のコップとして好適な引用例1のコップについても同様に目盛りを具備させて液体計量用メジャーカップの機能を有せしめることに困難性はなく，審決が「そして，引用発明の飲み物用コップ1もいわゆる液体用カップに属するものであるから，引用発明の飲み物用コップ1の傾斜底3に上記周知技術を適用して，液体計量用メジャーカップに改造することに困難性はない。」(4頁20行～23行)として，「したがって，引用発明の傾斜底3に，上記周知技術を適用して本願発明のごとく構成することは，当業者であれば容易になし得たものである。」(4頁下10行～下9行)と結論付けた判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由の有無",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の第2次補正後の特許請求の範囲は，前記第3の1(2)のとおり，「【請求項1】開口部を有し，平坦面を有する傾斜した底面部を一体に形成した容器本体と，該傾斜した底面部に設けた上記開口部より読み取る目盛とを具備することを特徴とする液体計量用メジャーカップ。」というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願の明細書(甲6の特許願添付の明細書を，甲7及び甲9の1の各手続補正書によって補正したもの)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "「この発明は，目盛りを読み取り易くし，計量し易くした液体計量用メジャーカップに関するものである。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術",
                      "text": [
                        "「従来のメジャーカップにおいては，透明な容器本体の側面に目盛りを設けている。そして，容器内に注ぎ込まれる液体の量を計るときには，側面に施してある目盛りと注いだ液面とを，容器本体の真横から見るものであった。…」(段落【0002】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明の開示",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "発明が解決しようとする課題",
                          "text": [
                            "「このように，従来のメジャーカップにおいては，液体を注ぐときに，開口部から液体を注ぎ込みながら横から目盛りを見なければならないので，必要以上に液体を入れて計り直したり，開口部の外側に液体をこぼすという問題があった。」(段落【0003】)",
                            "「さらに，容器本体を水平に保ちながら，その目盛りを読み取るために顔を容器本体の横に近ずけることは，計る人の姿勢や取り扱いにも問題があった。」(段落【0004】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "課題を解決するための手段",
                          "text": [
                            "「この発明の液体計量用メジャーカップは，開口部4を有し，平坦面を有する傾斜した底面部2を一体に形成した容器本体1と，この傾斜した底面部2に設けた開口部4より読み取る目盛り3とを具備するものである。」(段落【0005】)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "発明の効果",
                          "text": [
                            "「この発明の液体計量用メジャーカップによると，開口部4から注ぎ込む液体の流れ落ちる先を見るとともに目盛りも読み取ることができ，注ぎ込んだ液面に波が立たず，液面の縁と目盛り3とが見易いので目盛りの読み間違いと注ぎそこないを回避することができる。」(段落【0006】)"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "発明を実施するための最良の形態",
                          "text": [
                            "「この発明の液体計量用メジャーカップは，図1の断面図に示すように，容器本体1に平坦面を有する傾斜させた傾斜底面部2を設け，この傾斜底面部2に目盛り3を設けたものである。」(段落【0007】)",
                            "「この液体計量用メジャーカップに液体を注ぎ込むときには，開口部4より傾斜底面部2に沿って流し落すと，液体が溜まるにつれて，液面は傾斜底面部2の下端より次第に下の目盛り3から上の目盛り3へと移動する。この液面の移動は，開口部4から覗き見ることができ，液面と対応させて目盛り2を読み取ることができる。」(段落【0008】)",
                            "「また，液体の流れ落ちる先を傾斜面に沿わせると，液体が跳ね返ることもなく滑らかに流れるので液面に波が立たずに，開口部4から目盛り3を読み取ることができるので計量操作が容易であり，かつ正確に計量できて，測り直すこともなくなる。」(段落【0009】)「この容器本体1に同じ量の液体を注ぎ込んでも，下方においては液面の上昇量が大きく，開口部4に近づくと液面の上昇量が少なくなるので，下方の目盛りの間隔が開くから微量の液体を計る場合に好都合である。」(段落【0010】)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の記載によると，①従来のメジャーカップにおいては，液体を注ぐときに，開口部から液体を注ぎ込みながら横から目盛りを見なければならないので，必要以上に液体を入れて計り直したり，開口部の外側に液体をこぼすという問題があり，また，容器本体を水平に保ちながら，その目盛りを読み取るために顔を容器本体の横に近づけることは，計る人の姿勢や取り扱いにも問題があったこと，②本願発明は，「開口部を有し，平坦面を有する傾斜した底面部を一体に形成した容器本体と，該傾斜した底面部に設けた上記開口部より読み取る目盛とを具備することを特徴とする液体計量用メジャーカップ。」という構成を採ることにより，従来のメジャーカップが有する上記問題を解決したものであること，③本願発明の液体計量用メジャーカップにおいては，開口部から注ぎ込む液体の流れ落ちる先を見るとともに目盛りも読み取ることができ，また，液体の流れ落ちる先を傾斜面に沿わせると，液体が跳ね返ることもなく滑らかに流れるので，注ぎ込んだ液面に波が立たず，液面の縁と目盛りとが見易いので，目盛りの読み間違いと注ぎそこないを回避することができることを認めることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一方，引用例1(考案の名称 コップ，甲1)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実用新案登録請求の範囲",
                      "text": [
                        "「コップの底面をコップの一側口縁適所に向けて傾斜底としてなることを特徴とするコップ。」(1頁4行～5行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "考案の詳細な説明",
                      "text": [
                        "「本案はコップの改良に関し，特に幼児が飲み物をこぼすことなく，且つ残すことなく飲み干すことができるように配慮したコップを提供せんとするものである。",
                        "次に本案の実施例を図について説明すると，1はコップ，2は一側口縁の呑み口で，コップ1の底は底部4よりこの呑み口2まで適宜の傾斜をして形成され，3がその傾斜底である。5は傾斜底3の裏面で，この部分には模様などを表現しておくとコップ側面より観察できて美しいものが得られる。6は傾斜底3が形成されたためにできた底部空間を示す。なお図中呑み口2は特に呑み口としての形状に形成したが，然らざるものでもよい。",
                        "従来幼児がコップを使用して飲み物を飲む場合その飲み方が未熟であるためコップの底に飲み物を残すことが多く，またコップの底を持ち上げて飲もうとすると飲み物がこぼれて顔や首，胸などを飲み物で汚すこともあるが，本案では呑み口2となっているコップの口縁に向けて底面が傾斜している傾斜底3となっているため，コップ底部の飲み物もコップの底をそれほど持ち上げなくとも残らず飲み干すことができるし，またコップの底をそれほど持上げないで済むため飲み物がこぼれて顔や首，胸などを汚すといったこともなくなり，特に幼児用のコップとして好適なものが得られる。」(1頁7行～3頁1行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "図面",
                      "text": [
                        "第1図は，実施例のコップの断面図であり，この図では，傾斜底3と呑み口2が一直線状に記載されている。また，第2図は，実施例のコップの側面図であり，この図では，上部に呑み口2が略逆三角形状に記載されており，下部に傾斜底3が形成されたためにできた底部空間6が略三角形状に記載されている。それらの呑み口2と底部空間6との間には間隔がある。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "原告は，取消事由の主張イにおいて，引用例1(甲1)記載の発明(引用発明)につき，「引用例1の傾斜底3は，コップ1の開口部より側方に突出させた呑み口2に連続するものであり，引用例1(甲1)の明細書1頁14行～15行に『5は傾斜底3の裏面』と記載されており，図面の第1図に傾斜底3の内面と裏面5との間を壁の厚み以上の間隔をあけて図示されていることから，呑み口2に連続する傾斜底3は，樋のような形状をしているものと解するのが自然な解釈である。この傾斜底3を平坦面に変更すると，呑み口2と連続しなくなることは明らかである。」と主張する。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "しかし，コップ1に呑み口2を設けた場合に，傾斜底3を，呑み口2と連続する部分において，それに連続する曲線状(樋状)とする必然性があるとは認められない。上記ア(イ)のとおり，引用発明においては，「なお図中呑み口2は特に呑み口としての形状に形成したが，然らざるものでもよい。」とされているから，特に，呑み口2が呑み口としての形状でない場合には，傾斜底3を平坦に形成することは支障があるとは解されない。",
            "また，コップ1の呑み口2に連続する上部の傾斜底3は曲線状(樋状)としたとしても，下部に行くに従って徐々に平坦にし，下部では平坦面とすることも考えられるところである。",
            "そして，以上のような傾斜底3に平坦面を有する構成のものも，引用例1(甲1)の第1図及び第2図に記載されたものと矛盾するということはできない。原告は，上記のとおり，引用例1(甲1)の第1図に傾斜底3の内面と裏面5との間の間隔について主張するが，この間隔は，第1図左側のコップ1の壁の厚みより厚いということはできないから，傾斜底3の内面と裏面5との間の間隔がコップ1の傾斜底3の厚みであって，樋のような形状をしていることを表わすものではないと解しても何ら不自然ではない。また，第2図のコップ1中の中央部における上向きの山形の二つの曲線は，下の曲線が傾斜底3の裏面5であり，上の曲線が傾斜底3の内面を表しているものと解されるが，傾斜底3が平坦部を有しているとしても，このような二つの曲線で表わすことができると解される。",
            "さらに，以上のような傾斜底3に平坦面を有する構成のものも，「本案では呑み口2となっているコップの口縁に向けて底面が傾斜している傾斜底3となっているため，コップ底部の飲み物もコップの底をそれほど持ち上げなくとも残らず飲み干すことができるし，またコップの底をそれほど持上げないで済むため飲み物がこぼれて顔や首，胸などを汚すといったこともなくなり，特に幼児用のコップとして好適なものが得られる。」との上記ア(イ)の引用発明の作用効果を奏するものということができる。",
            "以上のとおり，引用発明のコップ1は，甲11の【図面(1)】記載のようなものに限られることはない。"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "そうすると，当業者(その発明の属する技術の分野における通常の知識を有する者)は，引用発明について，傾斜底3として平坦面を有するものを容易に想定することができるというべきであって，「呑み口2に連続する傾斜底3は，樋のような形状をしているものと解するのが自然な解釈である。」との原告の主張を採用することはできない。"
          ],
          "content": [
            {
              "fig": "(3)",
              "subject": "本願発明の進歩性について"
            }
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "上記(2)のとおり，当業者は，引用発明について，傾斜底3として平坦面を有するものを容易に想定することができるから，本願発明と引用発明との〈相違点〉のうち，本願発明が「平坦面を有する」傾斜した底面部を有する点は，引用発明から容易に想到することができるということができ，その旨の審決の判断に誤りがあるということはできない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "そこで，次に，〈相違点〉のうち，本願発明が「傾斜した底面部に設けた開口部より読み取る目盛り」を具備する液体「計量」用「メジャー」カップである点について判断する。"
      ],
      "content": [
        {
          "fig": "(ア)",
          "text": [
            "引用例2(甲2)には，断面が略半円状に彎曲している調理用ボールの内面に底部中心から開口部に向けて計量目盛を刻設することが記載されている。",
            "引用例3(甲3)には，汁杓子の容器部の内面に醤油，味噌，味醂，食塩，砂糖等を計量するための目盛を設けること，例えば，最上の位置に200(cc)の目盛線を，中位の位置に100(cc)の目盛",
            "線を，最上の位置と中位の位置の間の位置に150(cc)の目盛線を，中位の位置と底との間の位置に50(cc)の目盛線をそれぞれ蝕刻すること，この目盛の単位，目盛線の付ける位置及びその間隔は，容器部の大きさ及び使用・用途等に応じて適当に選ぶことが望ましく，また，目盛線は環状の線であっても，あるいは部分的な線であってもよく，更には，主要部分を環状の線にし，補助的な部分を短い部分的な線にしてもよいことが記載されている。",
            "引用例4(甲4)には，内面が半球曲面状を有する椀部に柄を付したスプーンにおいて，スプーンの椀部内表面上に，椀外縁部とスプーンの柄軸方向に平行な線との接点であるＮ点とS点附近に各所定量の液面線を一致させ，各所定量の中心底点を椀部の中心部に移動するようにしてできた液水平面と椀部内表面上との接線を各所定量の量目線とし，その量目線をＮ点側とS点側に配分記載した計量目盛り付スプーンが記載されている。"
          ]
        },
        {
          "fig": "(イ)",
          "text": [
            "以上のとおり，引用例2には調理用ボールに，引用例3には汁杓子に，引用例4にはスプーンに，それぞれ目盛りを付したものが記載されており，このような目盛りを付する技術は，本願の優先日(平成11年2月15日)前に周知であったということができる。これらの目盛りは，いずれも容器の曲面に付された円弧状又は円形のものであるが，これらの周知技術では，容器に入れた液体の水平な液面と容器の内周面との交線に沿って目盛りを付すことによって，容器に充填された液体の量を示す機能を有することが示されているから，このような目盛りを容器の平坦面に付すことによって，容器に充填された液体の量を示す機能を持たせることは，当業者が容易に想起することができるというべきである。そして，このように目盛りを容器の平坦面に付せば，平坦面と液面との交線が直線状となることは幾何学上自明であるから，目盛りを直線状に付すべきことも自明のことである。",
            "そうすると，傾斜底3に平坦面を有する引用発明の飲み物用コップ1に上記周知技術を適用して，液体計量用メジャーカップに改造することに困難性はなく，当業者は，〈相違点〉のうち，本願発明が「傾斜した底面部に設けた開口部より読み取る目盛り」を具備する液体「計量」用「メジャー」カップである点を容易に想到することができるというべきである。",
            "原告は，取消事由の主張アにおいて，「引用例2の調理用ボール，引用例3の汁杓子，引用例4のスプーンは，液体を入れる湾曲面を有しており，これらの湾曲内面に描かれた目盛りは，円弧状の目盛り又は円形の目盛りであって，本願発明のような直線状の目盛りではない。」と主張するが，上記のとおり，引用例2～4に示されている周知技術を容器の平坦面に適用して直線状の目盛りを付することを当業者は容易に想起することができるというべきであって，原告が主張する点は，その判断を妨げるものではない。"
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "以上述べたところを総合すると，本願発明は，引用発明に引用例2～4に示されている周知技術を適用して容易に発明することができたというべきであって，その効果も，当業者が引用例1～4から予測することができた範囲内のものである。したがって，その旨の審決の判断に誤りはない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "3",
                  "subject": "結論",
                  "text": [
                    "以上のとおり，原告主張の取消事由はいずれも理由がない。",
                    "よって，原告の請求を棄却することとして，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}