{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−80111号事件について平成19年11月26日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「荒切削用総形フライス」とし原告を特許権者とする特許第3354905号に対し，被告からその請求項1～4につき特許無効審判請求がなされたところ，差戻決定後においても特許庁が平成19年11月26日付けでこれを無効とする審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，無効とされた請求項3に係る発明(以下「本件発明3」という)が，下記甲1，2に記載された発明との関係で進歩性(特許法29条2項)を有するか，等である。",
            "なお，原告は無効とされた上記請求項1，2，4については，これを争わない。",
            "記",
            "・甲1：特開昭48−20176号公報(発明の名称「粗削りフライスカッター」，出願人 株式会社神戸製鋼所，公開日 昭和48年3月13日。以下この発明を「引用発明」という)",
            "・甲2：特開平6−315817号公報(発明の名称「ラフィングエンドミル」，出願人 日立ツール株式会社，公開日 平成6年11月15日。",
            "以下この発明を「甲2発明」という)",
            "・甲3：特開平11−267916号公報(特願平10−72461号の願",
            "書に最初に添付した明細書及び図面，発明の名称「総形回転切削工具」，出願人 オーエスジー株式会社，出願日 平成10年3月20日，公開日 平成11年10月5日。以下，この明細書及び図面を「先願明細書」といい，そこに記載された発明を「先願発明」という)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告は，平成10年8月4日の優先権(日本)を主張して，平成11年8月4日特許出願(特願平11−220850号)をし，平成14年9月",
                  "text": [
                    "27日，名称を「荒切削用総形フライス」とする発明につき特許第3354905号として設定登録を受けた(請求項1ないし4。甲4〔特許公報〕。",
                    "以下「本件特許」という。)。",
                    "これに対し，平成18年6月9日付けで被告から本件特許の請求項1ないし4について特許無効審判請求がなされたので，同請求は無効2006−80111号事件として係属したところ，特許庁は，平成19年1月22日，「特許第3354905号の請求項1乃至4に係る発明についての特許を無効とする」旨の審決(第1次審決)をした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，平成19年2月28日に第1次審決の取消しを求める訴えを知的財産高等裁判所に提起し(平成19年(行ケ)第10088号事件)，平成19年4月10日付けで特許庁に上記特許の訂正審判請求(甲10)をしたところ，同裁判所は，平成19年6月13日，特許法181条2項に基づき上記審決を取り消す旨の決定(差戻決定)をした。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記決定により特許庁において特許無効審判請求につき再び審理されることになり，その中で原告は平成19年7月2日付けで上記訂正審判の請求書に添付した明細書等を援用(特許法134条の3第3項。以下「本件訂正」という)をしたが，特許庁は，平成19年11月26日，「訂正を認めない。特許第3354905号の請求項1乃至4に係る発明についての特許を無効とする。」旨の審決(第2次審決)をし，その謄本は平成19年12月5日原告に送達された。",
                    "そこでこれに不服の原告は，平成19年12月28日，上記審決(第2次審決。以下単に「審決」という)の取消しを求める訴え(本件訴訟)を知的財産高等裁判所に提起した。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "なお原告は，本件訴訟係属中の平成20年1月29日付けで，特許庁に対し，本件特許の請求項1ないし4をさらに訂正することなどを内容とする訂正審判請求(訂正2008−390011号)をした(甲5，6)が，",
                  "text": [
                    "平成20年3月17日付けでこれを取り下げ(甲12)，再び平成20年3月25日付けで本件特許の請求項1ないし4をさらに訂正することなどを内容とする訂正審判請求をしている(甲13)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正前(設定登録時)の発明の内容は，次のとおりである(本件発明3は【請求項3】)。",
                "【請求項1】曲率が変化する曲線を含んだフォ−ムを形成する複数の切れ刃を備えた総形フライスにおいて，該切れ刃には1刃と次刃とで異なる位置に波形切れ刃を設け，該波形切れ刃は凸略円弧と凹略円弧の連続した波形で形成したことを特徴とする荒切削用総形フライス。",
                "【請求項2】請求項1記載の荒切削用総形フライスにおいて，該波形切れ刃の凹凸の差は隣接する波形切れ刃凸部頂点の間隔の0．01倍～0．8倍，及び／または切れ刃に連なる凸略円弧の半径は該間隔の0．2倍～5倍の値で設けたことを特徴とする荒切削用総形フライス。",
                "【請求項3】請求項1または請求項2記載の荒切削用総形フライスにおいて，切れ刃のフォ−ムがフライスの回転軸と直交する平面に対して30度以下の角度で傾斜するとき，該角度よりさらに小さい角度で傾斜する直線部分を凸略円弧と凹略円弧の間に設けたことを特徴とする荒切削用総形フライス。",
                "【請求項4】請求項1ないし請求項3記載の総形フライスにおいて，切れ刃のフォ−ムの一部を切れ刃ごとに交互に間引いたことを特徴とする荒切削用総形フライス。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は別添審決写しのとおりである。その理由の要点は，①本件訂正は本件明細書に記載した事項の範囲内のものではないからこれを認めない，②本件発明3は，引用発明，甲2発明及び周知技術から容易に発明をすることができたから，特許法29条2項により特許を受けることができない，③本件発明3は，先願発明と同一であり，特許法29条の2により特許を受けることができない，等としたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，上記容易想到性の判断に関し，引用発明の内容を次のとおり認定し，本件発明3との相違点は，本件発明1，2との共通の相違点1～3に加えて下記相違点4のとおりとした。",
                    "〈引用発明の内容〉",
                    "任意の曲線を含んだフォ−ムを形成する複数の切れ刃を備えたフライスカッターにおいて，該切れ刃には波形切れ刃を設け，該波形切れ刃は波形で形成した粗削りフライスカッター。",
                    "〈相違点1〉",
                    "本件発明1は，「曲率が変化する曲線を含んだフォ−ムを形成する複数の切れ刃を備えた総形フライス」であるのに対して，引用発明は，任意の曲線を含んだフォ−ムを形成する複数の切れ刃を備えたフライスカッターである点。",
                    "〈相違点2〉",
                    "本件発明1では，切れ刃には1刃と次刃とで異なる位置に波形切れ刃を設け，該波形切れ刃は凸略円弧と凹略円弧の連続した波形であるのに対して，引用発明は，波形切れ刃が1刃と次刃とで異なる位置にあるか否か，凸略円弧と凹略円弧であるか否か不明である点。",
                    "〈相違点3〉",
                    "本件発明2では，「該波形切れ刃の凹凸の差は隣接する波形切れ刃凸部頂点の間隔の0．01倍～0．8倍，及び／または切れ刃に連なる凸略円弧の半径は該間隔の0．2倍～5倍の値で設けた」のに対して，引用発明ではそのように特定されていない点。",
                    "〈相違点4〉",
                    "本件発明3では，「切れ刃のフォ−ムがフライスの回転軸と直交する平面に対して30度以下の角度で傾斜するとき，該角度よりさらに小さい角度で傾斜する直線部分を凸略円弧と凹略円弧の間に設けた」のに対して，引用発明ではそのように特定されていない点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また審決は，特許法29条の2の適用に関し，先願発明の内容を次のとおり認定し，本件発明3との一応の相違点は，本件発明1，2との共通の相違点6，7に加えて相違点8のとおりとし，その余の点では一致するとした。",
                    "〈先願発明の内容〉",
                    "曲率が変化する曲線を含んだフォ−ムを形成する複数の切れ刃を備えた総形回転切削工具において，複数の切れ刃には，それぞれ径寸法が周期的に滑らかに変化する波形のラフィング切れ刃が設けられているとともに，そのラフィング切れ刃の位相はその複数の切れ刃の相互間で軸方向にずれており，このラフィング切れ刃は，径寸法変化が比較的小さい部分に設けられる荒切削用総形回転切削工具。",
                    "〈相違点6〉",
                    "本件発明1では，「該波形切れ刃は凸略円弧と凹略円弧の連続した波形で形成し」てあるのに対して，先願発明では，凸略円弧と凹略円弧の波形は径寸法変化が比較的小さい部分に設けられる点。",
                    "〈相違点7〉",
                    "本件発明2では，「該波形切れ刃の凹凸の差は隣接する波形切れ刃凸部頂点の間隔の0．01倍～0．8倍，及び／または切れ刃に連なる凸略円弧の半径は該間隔の0．2倍～5倍の値で設けた」のに対して，先願発明では，そのように特定されていない点。",
                    "〈相違点8〉",
                    "本件発明3では，「切れ刃のフォ−ムがフライスの回転軸と直交する平面に対して30度以下の角度で傾斜するとき，該角度よりさらに小さい角度で傾斜する直線部分を凸略円弧と凹略円弧の間に設けた」のに対して，先願発明では，そのように特定されていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決のうち本件発明3についての特許を無効とした部分は，以下に述べる次第により誤りであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "取消事由1(容易想到性に関する相違点4についての判断の誤り)(ア) 審決は，相違点4についての判断につき，「切れ刃のフォ−ムがフライスの回転軸と直交する平面に対して小さな角度で傾斜する部分を有する総形フライスは例示するまでもなく従来周知であるとともに，切れ刃のフォームの位置によって切削負荷等の切削性能が異なることも自明である」(18頁21行～24行)とし，相違点4に係る本件発明3の特定事項のような直線部分を設けることは設計的事項にすぎないと判断した。",
                    "しかし，本件発明3における直線部分については本件特許出願前の文献に開示がなく，審決のこの認定は切れ刃のフォームの位置によって切削負荷等の切削性能がどの程度異なるかとの本件発明3についての作用効果について検討せず，単に，「自明であるから」としたものであって，その判断内容も誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "さらに審決は，「…本件発明3の作用効果についてみても，引用発明，甲第2号証に記載された発明及び従来周知の事項から当業者が予測し得る範囲内のものであって，格別顕著なものとはいえない。したがって，本件発明3は，引用発明，甲第2号証に記載の発明及び従来周知の事項に基づいて当業者が容易に発明をすることができたものである。」(18頁27行～31行)と認定したが，これは本件発明3の顕著な効果を看過したものであり，誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "すなわち，本件発明3には，以下に述べる顕著な効果があり，審決はこれを看過している。",
                        "本件明細書(甲4)の段落【0012】には，最大直径118mm，",
                        "切れ刃の幅20mm，刃数8刃の実施例が，段落【0013】には「…切削諸元は工具軸方向の切り込み15mm，工具半径方向の切り込み10mm，工具の回転数65回転／min，送り速度65mm／minで",
                        "ある。…」との記載がある。",
                        "ここで1刃当たりの送り量＝送り速度÷工具の回転数÷刃数からすると，1刃当たりの送り量fz＝0．125mm／刃，となる。",
                        "そして，原告が本件明細書の図3，図5，図6(ただし，図6は，左右を反転)を拡大して一つの図面上に記載した甲11に基づき計算すると，本件発明3において切削する長さは，",
                        "図5(軸方向に平行) 1 ×単位長さ",
                        "図6 α(フォームの傾斜角) 3．1×単位長さ",
                        "図6 θ(切れ刃の傾斜角) 5．7×単位長さ",
                        "と急傾斜部ほど長くなる。",
                        "次に，切屑の厚さは，",
                        "図5(軸方向に平行) 1×fz",
                        "図6 α(フォームの傾斜角) 0．38×fz",
                        "図6 θ(切れ刃の傾斜角) 0．25×fz",
                        "と急傾斜部ほど薄くなる。",
                        "そうすると，本件発明3は，急傾斜部では，同時に切削する刃が3倍以上に増え，かつ切屑の厚さは1／3程度と薄くなるため，切削負荷が増し，擦過が起こりやすくなるのを直線部分を設けてこれを回避する顕著な効果を奏するものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに本件発明3の作用効果を敷衍して説明すれば，本件発明3はガタつき・振動・切削抵抗の軽減等を解決しようとし，急傾斜部の波形切れ刃が非切削物に擦過することにより生じることを見いだし，当該山部分が非切削物に擦過しないように直線状にすることを発明したものである。甲15(参考図4)は，原告代理人が本件明細書(甲4)の図5を拡大して直線部分を頂点から底に向かう角度θの斜線で書き入れたものであるところ，波形切れ刃の刃先が，凸円弧状の刃先位置から斜線で示した刃先位置に後退する。この時，波形切れ刃の大径側は通常の波形切れ刃のまま，小径側には直線部分を設ける。これにより，波形切れ刃の山部分の一部を後退させることにより，非切削物に擦過しないようになるとともに，次刃の波形切れ刃，例えば，波形切れ刃の間隔と1／2異なる位置に設けられた次刃では，次刃の波形切れ刃の大径側の山部分では，2刃分の送り量に相当する分が切削されるため，擦過することなく，通常に切削を行うことができる。本件発明3に係る直線部分については，このような顕著な効果を奏するものである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお被告は，本件発明3の構成は，本件明細書(甲4)の実施例に開示されておらず，本件明細書の図6及びその説明(段落【0012】)にも凸略円弧と凹略円弧の間に直線部分を設けた切れ刃形状が記載されていないから本件発明3は空虚なものであるとも主張するが，原告代理人の作成した甲14(【図面の直線性の検証】)は本件明細書(甲4)の図6を拡大して検証したものであるところ，これによれば凸略円弧と凹略円弧との間に直線部分が存在することがみてとれるものである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本件発明3に係る商品は，出願前から実験開発がされ，発電所のタービンに用いられているものであることも付言する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(特許法29条の2の適用に関する相違点8についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，相違点8について「…本件発明3における直線部分の傾斜角度に格別意味があるということはできず，また，該大径側の凸部円弧と小径側の凹部をつなぐ滑らかな切れ刃として通常用いられる直線状とする場合に，凸略円弧と凹略円弧とを滑らかに接続するためには切れ刃のフォ−ムが傾斜する角度よりさらに小さい角度で傾斜する直線部分とするのが普通であるから，上記相違点8は，課題解決のための具体化手段における微差にすぎないものである。したがって，本件発明3は先願発明と同一である。」(22頁6行～12行)と認定した。",
                        "しかし，上記「本件発明3における直線部分の傾斜角度に格別意味があるということはできず」との審決の認定は，本件発明3に係る上記ア(ウ)のとおりの顕著な効果を看過したもので，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そもそも，審決が認定の根拠とする甲3(先願明細書)の図4の総形フライスの急傾斜部は，総形フライスのフォームに合わせて設けられており，図4の急傾斜部から直線部分は看取できないし，甲3の発明の詳細な説明等にも直線である旨の記載や示唆も無い。",
                        "仮に直線部分が存在するとしても，先願発明(甲3)は，総形のフォームが直線部分であったにすぎず，通常の切れ刃を設けたものであるのに対し，本件発明3は急傾斜部での切削の状況に合わせて，波形切れ刃の形状を変更したものであり，違いがある。",
                        "さらに，甲3の図4では総形のフォームを通常の切れ刃で結んでいるにすぎないのに対し，本件発明3では急傾斜部での切削の状況に合わせて，波形切れ刃の形状を変更し，凸略円弧−直線部分−凹略円弧を一組としてそれらが連続しているものであって，先願明細書(甲3)の図4記載の発明と本件発明3とは明らかに異なるものであって，審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "本件発明3の直線部分は，原告代理人が本件明細書(甲4)の図6を拡大して作成した甲15(参考図4)において示すように，刃先を三日月状のふくらみよりも直線部分として後退させ，波形切れ刃の間隔(凸略円弧の頂点と次の凸略円弧の頂点との間隔)を表した寸法補助線と凸略円弧の交点より，角度θ(甲4，図6に記載)の一次直線を設けたものであり，この直線部分の存在により上記ア記載の顕著な効果を奏するものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，本件発明3の顕著な効果について，「急傾斜部では同時に切削する刃が3倍以上に増え，切屑の厚さは1／3程度と薄くなるため，切削負荷が増し，擦過が起こりやすくなる」と結論付けるだけで，「切削する刃」の定義，計算の根拠や目的も明らかではなく，切削する刃の増加及び切屑厚さの低下と切削負荷の増加との因果関係，切削負荷の増加と擦過が起こり易くなることとの因果関係も不明であり，それらの間には技術的な整合性がなく，本件発明3には顕著な効果はない。",
                "また本件明細書(甲4)の実施例についての段落【0012】における図6についての説明では，「図6は急斜面部分で波形切れ刃の底に斜面の角度よりさらに小さい角度の直線部分を設けたものである。」と記載されているにすぎず，図6にも凸略円弧と凹略円弧の間に直線部分を設けた切れ刃形状が記載されていない。結局，本件発明3は，本件明細書(甲4)の実施例に記載されておらず空虚なものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "甲3(先願明細書)の図4には，明らかに直線状の切れ刃が凸略円弧と凹略円弧との間に設けられている点がみてとれる。また，図4の直線部分が通常の切れ刃か否か及び総形のフォームを通常の切れ刃で結んでいるか否かは原告の主観にすぎず，原告の主張は理由がない。",
                "また，この直線部分は，切れ刃の急傾斜部分において凹凸を加工する際の技術的な制約から加工条件に従って大なり少なり形成されるものであり，加工条件を変化させることによって影響される直線部分をどのように形成するかは単なる設計事項である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁等における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "本件発明1，2，4についての特許を無効とした審決部分について原告は，本件発明1，2，4についての特許を無効とした審決部分の違法事由を何ら主張しないから，本訴請求のうち上記審決部分の取消しを求める部分は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件発明3についての特許を無効とした審決部分に関する取消事由1(容易想到性に関する相違点4についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が本件発明3と引用発明との相違点4について，これを設計的事項にすぎないとし，作用効果についても引用発明，甲2発明及び周知技術から予測しうるもので格別顕著なものとはいえないとした点はいずれも誤りであると主張するので，以下検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2(特開平6−315817号公報，発明の名称「ラフィングエンドミル」，出願人 日立ツール株式会社，公開日 平成6年11月15日)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】工具本体1の外周に複数のねじれた波形状の切れ刃2を有する金属材料等の荒切削に用いるラフィングエンドミルにおいて，該波形状の山部5のアール半径R1が工具外径3の1／10以下であり，谷部6のアールR2半径が山部5のアール半径R1の0．4～0．8倍であり，さらに該山部の頂点7間のピッチPが山部5のアール半径R1と谷部6のアール半径R2の和の1．2～1．8倍であることを特徴とするラフィングエンドミル。",
                    "【請求項2】工具軸直角断面における外周切れ刃2のすくい角αを5°～12°に設定したことを特徴とする請求項1記載のラフィングエンドミル。",
                    "【請求項3】工具材質に粉末高速度鋼または微粒子超硬合金を用いたことを特徴とする請求項1ないし2記載のラフィングエンドミル。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "・ 「【従来の技術】金属材料等の荒切削に用いるラフィングエンドミルについては，従来より，切れ刃にニックを施したものや切れ刃自体を波形状にする等により，切り屑を分断し，かつ切削抵抗を軽減する工夫がなされていた。後者は特開昭61−284313または，特開昭63−34010に示されるように，鈍角側に主切れ刃を設け，波形状の位相をずらす等，異常損耗の抑制及び切削抵抗の軽減等の工夫がなされている。」(段落【0002】)",
                    "・ 「【問題を解決するための手段】本発明は，上記の目的を達成するために，外周切れ刃において波形状の山部のアール半径R1を工具外径3の1／10以下に設定し，該波形状の谷部のアール半径R2を山部のアール半径R1の0．4～0．8倍に設定したものであり，かつ該山部の頂点間のピッチPを山部のアール半径R1と谷部のアール半径R2の和の1．2～1．8倍に，また，工具軸直角断面における外周切れ刃のすくい角αを5°～12°に設定することにより一層の効果を得るという技術的手段を講じたものである。…」(段落【0006】)",
                    "・ 「【作用】本発明を適用することにより，切削抵抗を抑えたまま，切れ刃波形状の山部にかかる抵抗を分散し，チッピングおよび欠けの発生を抑制することができ，長寿命化が計れる。ここで，山部のアール半径R1が工具外径3の1／10を越えると谷部のアール半径R2をいくら小さくしたところで波形状の山部頂点間のピッチPが大きくなり，かつ波の高さHが低くなり，切り屑分断力が弱まり荒切削用としてのラフィングエンドミルの効果が薄れる。また，谷部のアール半径R2が山部のアール半径R1の0．8倍を越えるか，または0．4倍未満になると山部に応力集中が発生し易くなる。」(段落【0007】)",
                    "・ 「さらに山部の頂点間のピッチの設定であるが，山部のアール半径R1と谷部のアール半径R2の和の1．8倍を越えると前者同様の傾向，1．2倍未満であれば後者同様の傾向が見られる。これらの理由により，山部のアール半径，谷部のアール半径及び山部の頂点間のピッチを設定した。…」(段落【0008】)",
                    "・ 「また，工具軸直角断面における外周切れ刃のすくい角αを5°～12°に設定することにより，切れ味及び刃先強度がともに得られ，チッピングおよび欠けの発生を一層抑制することができた。さらに，工具材質に粉末高速度鋼または，微粒子超硬合金を用いた場合，従来耐チッピング性に問題があり，短寿命となっていたが，本発明との相乗効果により，より一層の長寿命化が計れ，かつ，とくに難削材の荒切削において良好な切削が可能となった。」(段落【0010】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "図面",
                  "text": [
                    "・ 【図3】図3は図1の切れ刃部分拡大図である。",
                    "【図3】",
                    "・ 【図5】図5は本発明の切削過程を示す模式図である。",
                    "【図5】"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記によれば，甲2には，本件発明3と同一の技術分野に属する，複数の波形切れ刃を備えた荒切削用エンドミルにおいて凸略円弧(波形状の山部5)と凹略円弧(波形状の谷部6)との間に連続した波形の切れ刃を形成すること(請求項1)，アール半径R1の山部とアール半径R2の谷部との間は，なだらかに連続して接続しており(図3，図5)，それらアール半径(R1，R2)や山部の頂点間のピッチ(P)の設定は，切削抵抗や切屑の分断力の強度等により決定されるものであること(段落【0007】，【0008】)がそれぞれ記載されている。",
                    "そうすると，アール半径R1の山部とアール半径R2の谷部との間のなだらかな接続部の形状は，切削抵抗や切屑の分断力等を考慮して，当業者が適宜決定する事項であると理解することができる。",
                    "以上の検討によれば，引用発明における切れ刃の波形を設ける位置及び波形の形状として，甲2に記載された凸略円弧と凹略円弧との間の連続した接続部の切れ刃を適用する際に，そのなだらかな接続部の形状を直線部分とすること(相違点4の構成)も，当業者が適宜設定する設計的事項にすぎないものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，上記(2)イによれば，甲2発明も，切り屑を分断し，切削抵抗を低減する従来技術を踏まえ(段落【0002】)，切削抵抗を抑えたまま切れ刃波形状の山部にかかる抵抗を分散して，チッピングおよび欠けの発生を防いで長寿命化をはかる一方，切り屑分断力が弱まるのを防ぎ(段落【0007】)，切れ味を保ち，良好な切削を可能とする(段落【0010】)との作用効果を達成するものであることが認められる。",
                    "この点については引続き以下の作用効果の観点から検討する。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1(特開昭48−20176号公報，発明の名称「粗削りフライスカッター」，出願人 株式会社神戸製鋼所，公開日 昭和48年3月13日。",
                    "引用発明)には，その作用効果に関し，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "「直径が漸次変化する切刃部にスパイラル状の切刃を形成するとともに，該切刃を連続した螺旋状の波形に形成したことを特徴とする荒削りフライスカッター。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "① 「即ち，第3図に示されるように，柄部(12)に連続して切刃部先端から後端にいたるにしたがって直径が漸次変化する切刃部(13)を有し，該切刃部の外周面に工具軸の回りに巻回するスパイラル状の切刃(14)となるように刃溝(15)を研削あるいは切削加工し，この切刃(14)に前記刃溝と直交するように前記工具軸とわずかな角度でもって巻回するつる巻線に沿って波形切刃(16)を形成したものであり…」(2頁左上欄2行～9行)",
                        "② 「…即ち，切刃部の直径の変化に起因し，小径部から大径部にいたるにしたがいそのねじれ角がβ ＝20°～β ＝44°と変化し(判決注：第4図のうちの上の図)，このねじれ角の変化は，切刃の各部におけるアキシアルレーキに変化をもたらし，各切刃部の切削機構が異なり，連続的に安定した切削加工を保証し得ず，また，切削工具の製作過程に於ける刃溝加工時の加工工具の干渉によりラジアルレーキにも変化をもたらし，さらには，二番角も同様に均一な二番角とすることが困難となり，切削工具の加工精度にバラつきを生じるが，切刃(13)が切刃部(14)の直径の変化に関係なく常に等角度のねじれ角αを与える(判決注：第4図のうちの下の図)ことにより，各部におけるアキシアルレーキ，ラジアルレーキは均一なものとなり，安定した切削が可能となり，切削工具の精度も極めて高精度なものを得ることが出来る。」(2頁右上欄1行～16行)",
                        "③ 「切刃の形態による効果，即ち，切刃を波形に形成することにより切刃に作用する切削抵抗を分散し，さらに，切削によって生成する切屑が小さなものとなり，切屑相互の干渉を減少せしめ，重切削を可能とし，極めて切削効率を高める等の効果を奏するものである。」(2頁左下欄7行～12行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "図面",
                      "text": [
                        "・ 第3図は本発明になる粗削りフライスカッターの説明図【第3図】",
                        "・ 第4図は同じく本発明の粗削りフライスカッターの代表的な二つの形態を示す説明図",
                        "【第4図】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記によれば，引用発明(甲1)も，切刃を連続した螺旋状の波形に形成し(特許請求の範囲の記載)，安定した切削を可能とし切削工具の精度も安定させることができ(発明の詳細な説明②)，切刃に作用する切削抵抗を分散し，切削によって生成する切屑も小さなものとなるとの効果を奏する(同③)ことが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "一方，本件明細書(特許公報，甲4)には以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「【産業上の利用分野】本願発明は，工作機械で曲率が変化する曲線を含んだフォ−ムの荒切削に用いる総形フライスに関する。」(段落【0001】)",
                        "・ 「【発明が解決しようとする問題点】ところが従来技術に記載したニック付きの総形フライスは，切屑の分断に着目していたため，切れ刃長さに比してニックとニックの間隔が広くて切削抵抗の改善効果はなく，したがって荒切削用として切削条件を高めて加工能率を向上させることを期待できるものではなかった。また，V字形，U字形ニックを不用意に設けると切れ刃とニックの交差部に損耗が集中して切削精度を損なうことがあり，工具寿命が短く，荒切削と言えども総形フライスに採用するには問題があり，特に曲率の大きなフォ−ムの場合，フライスの回転軸に対して大きな角度で傾斜するフォ−ムの場合等では問題である。」(段落【0003】)",
                        "・ 「【本願発明の目的】本願発明は以上のような背景のもとになされたものであり，総形フライスのニックの形状及び配置を改良することによって，複雑なフォ−ムであっても良好な切屑排出性を得るとともに，切削抵抗を減じて送り速度を高めることができる加工能率を向上させた荒切削用の総形フライスを提供することを目的とする。」(段落【0004】)",
                        "・ 「【作用】本発明を適用することにより，波形切れ刃により切れ刃長さが長い場合であっても切屑を細かくし，排出を容易にでき，また，波形切れ刃の主切れ刃とその側面切れ刃とを丸みをもって滑らかに連なるようにしたから，切れ刃の損耗が局部に偏ることがなく，切削条件を高めることが可能となり，また成形したフォ−ム上に波形切れ刃に起因する食い込み傷やバリ等の発生がなく，滑らかな加工面を得ることができる。」(段落【0006】)",
                        "・ 「該波形切れ刃は凸略円弧と凹略円弧の連続した波形状とし，更に，波形切れ刃の凹凸の差は隣接する波形切れ刃凸部頂点との間隔の0．01倍～0．8倍としたのは，0．01倍未満では切り屑を十分に分断することができず，0．8倍を越えると滑らかに結びづらくなるため，波形切れ刃の深さは隣接する波形切れ刃との間隔の0．01倍～0．5倍とした。また，切れ刃に連なる凸円弧の半径を該間隔の0．2倍～5倍としたのは，0．2倍未満では円弧が小さすぎて設ける意味が無く，5倍を越えた大きな値で設けると切れ刃として長くなり過ぎるため，切れ刃に連なる凸略円弧の半径は該間隔の0．2倍～5倍とした。これらの数値とすることにより，波形切れ刃間隔を小さくして1刃の波形切れ刃と次刃の波形切れ刃とが位置をずらして重なったラフィング刃様とすることができ，このとき波形切れ刃によって切れ刃の輪郭が総形フォ−ムから外れることがあったとしても該波形切れ刃の深さは上述の範囲で浅くてもよいから成形するフォ−ムの狂いを極小に抑えることができる。また，V字形，U字形切れ刃においても，波形切れ刃同様に主切れ刃部を大きな円弧で滑らかに結ぶことにより同様の作用，効果を得ることができる。」(段落【0008】)・ 「次に，総形フライスの切れ刃のフォ−ムは多岐多様にわたるため，その態様について説明する。まず，切れ刃のフォ−ムが該フライスの回転軸と直交する平面に対して小さな角度である場合には，切れ刃の斜面が切削するように作用し，切屑厚みが薄くなって擦過現象が増し，また波形切れ刃を刻み込む方向が切削方向とは一致しなくなるため，その効果が希薄になって切削抵抗が増加する。従って切れ刃のフォ−ムが30゜以下の角度で傾斜するときは，該角度より小さい角度で傾斜する直線部分を凸略円弧と凹略円弧の間に設けることによって波形切れ刃凸部頂点の間隔を大きくして本来の波形切れ刃の効果を得ることができる。」(段落【0009】)",
                        "・ 「【実施例】図3は，最大直径は118mm，切れ刃の幅は20mm，刃数8刃の総形フライスである。総形のフォ−ムは図4に拡大図示されているように，最外周部を構成する凸円弧部とこれに連なる急斜面と小径部を構成する凹円弧部からなっている。波形切れ刃は切れ刃に沿って深さ0．2mm，幅1～1．5mmの間隔で設けている。",
                        "ここで，波形切れ刃の詳細は図5，図6のとおりである。すなわち，図5は最外周の凸円弧部に設けた凸略円弧と凹略円弧の連続した波形状の波形切れ刃を示し，図6(判決注：本件発明3の構成に相当)は急斜面部分で波形切れ刃の底に斜面の角度よりさらに小さい角度の直線部分を設けたものである。」(段落【0012】)",
                        "・ 「これを用いてステンレス鋼SUS410材の平板を上記のフォ−ムに成形切削を行った。切削諸元は工具軸方向の切り込み15mm，工具半径方向の切り込み10mm，工具の回転数65回転／min，送り速度65mm／minである。本発明例では，加工物1ケを45分で完成させることができた。比較のため，同一フォ−ムを加工する従来技術に記載したカッタを用いた場合は，回転数を大きくできないため，加工物1ケに250分を要していた。」(段落【0013】)・ 「【発明の効果】以上のように本願発明によれば，波形切れ刃の形状及び配置を改良することによって良好な切屑排出性を得るとともに，切削抵抗を減じて送り速度を高めることができる加工能率を向上させた荒切削用の総形フライスが得られたのである。」(段落【0015】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "図面",
                      "text": [
                        "・【図6】図6は，図3の他1部の波形切れ刃の構成を示す。",
                        "【図6】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記によれば，本件発明3も，波形切れ刃の形状及び配置を改良することにより良好な切屑排出性を得るとともに，切削抵抗を減じて送り速度を高めることができ加工能率を向上させる効果を奏するものであるところ(段落【0015】)，その具体的な効果については段落【0013】に記載があるものの，そこには本件発明3に係る実施例として「切削諸元は工具軸方向の切り込み15mm，工具半径方向の切り込み10mm，工具の回転数65回転／min，送り速度65mm／minである。本発明例では，加工物1ケを45分で完成させることができた。」とし，これとの比較例として「同一フォ−ムを加工する従来技術に記載したカッタを用いた場合は，回転数を大きくできないため，加工物1ケに250分を要していた。」とあるのみであって，本件発明3の奏する作用効果も，甲2発明，引用発明に比し格別顕著なものともいえないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の検討によれば，審決が，相違点4につき，当業者(その発明の属する技術の分野における通常の知識を有する者)が適宜設計することのできた設計的事項にすぎないとした点，及び本件発明3の作用効果も，引用発明，甲2発明等から当業者が予測し得る範囲内のものであるとし，結論として本件発明3が引用発明，甲2発明，及び周知技術に基づき容易に発明できたと判断したことに誤りはないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "原告の主張に対する補足的判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決は切れ刃のフォームの位置によって切削負荷等の切削性能がどの程度異なるかを検討せず，単に自明であるからとし，本件発明3の作用効果について，急傾斜部では，同時に切削する刃が3倍以上に増え，且つ，切屑の厚さは1／3程度と薄くなるため，切削負荷が増し，擦過が起りやすくなるのであり，従来における刃において切削負荷等が増し擦過が起こりやすくなるものが存在することを主張して，切れ刃のフォームの位置によって切削負荷等の切削性能がどの程度異なるかを検討していないし，また本件発明3に係る顕著な効果を看過していると主張する。",
                    "しかし，引用発明における切れ刃の波形を設ける位置及び波形の形状として，甲2に記載された凸略円弧と凹略円弧との間の連続した接続部の切れ刃を適用する際，そのなだらかな接続部の形状を直線部分とすることは当業者が適宜設定することができた事項であることは上記で検討したとおりであり，また原告の主張は，従来技術に属する刃において切削負荷等が増し擦過が起こりやすくなるものが存在するということだけであり，本件発明3が従来におけるものと比較して，どのような格別の差異が生じるものであるのかについて何ら示していないうえ，本件発明3の作用効果が格別のものと認められないことは上記のとおりである。したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，本件発明3の作用効果として，本件発明3はガタつき・振動・切削抵抗の軽減等を解決するため，急傾斜部の波形切れ刃が非切削物に擦過することにより生じることを見いだし，当該山部分が非切削物に擦過しないように直線状にすることを発明した，甲15の参考図4によれば，波形切れ刃の山部分の一部を後退させることにより，非切削物に擦過しないようになるとともに，次刃の波形切れ刃，例えば，波形切れ刃の間隔の1／2異なる位置に設けられた次刃では，次刃の波形切れ刃の大径側の山部分では，2刃分の送り量に相当する分が切削されるため，擦過することなく，通常に切削を行うことができるとの顕著な効果を奏するものであると主張する。",
                    "しかし甲2にも，上記(2)イに摘記したように段落【0002】には鈍角側に主切れ刃を設け波形上の位相をずらす等の記載がされており，原告が主張する「次刃の波形切れ刃，例えば，波形切れ刃の間隔の1／2異なる位置に設けられた次刃では，次刃の波形切れ刃の大径側の山部分では，2刃分の送り量に相当する分が切削されるため，擦過することなく，通常に切削を行う」ことができる。さらに，上記(2)記載の甲2の段落【0006】～【0008】の記載，及び図3，図5からすると，甲2においてもアール半径R1の山部とアール半径R2の谷部との間は，なだらかに連続して接続しており，それらアール半径や山部の頂点間のピッチの設定は，切削抵抗や切屑の分断力の強度等により決定されるものであることが記載されていて，アール半径R1の山部とアール半径R2の谷部との間のなだらかな接続部の形状も，切削抵抗や切屑の発生等を考慮して，当業者が適宜決定する事項であると解されることも既に検討したとおりである。そうすると，非切削物に擦過しないように波形切れ刃の山部分の一部を後退させ直線部分とするとの原告主張の本件発明3の構成についても，当業者において容易に想到できたものと認められる。したがって，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお原告は，原告代理人の作成した甲14(【図面の直線性の検証】)は本件明細書(甲4)の図6を拡大して検証したものであるところ，これによれば凸略円弧と凹略円弧との間に直線部分が存在することがみてとれるとも主張する。",
                    "しかし，本件明細書(甲4)の図6は，上記(5)ア(イ)記載のとおりであり，角θが図面に図示され，凹凸の波形の切り刃に，角θの直線が図示されているだけで，凸略円弧と凹略円弧の間に直線部分を設けた切れ刃形状がこの図6に記載されているかについては不明であるといわざるを得ない。なお，原告代理人の作成した上記甲14は，図6の拡大図から抽出した点を原告代理人がX−Y軸上にプロットし，最小自乗法により直線を求め，図6に重ね記載したとするものであるところ，相関係数と寄与率との関係で直線を導き出すとする仮定に基づくものであるから，この計算により導き出される直線が本件明細書(甲4)の図6に示されているとは到底いえないというべきである。したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上によれば，本件発明3が引用発明及び甲2発明との関係で進歩性(特許法29条2項)を有しないとした審決の判断は正当として是認できる。したがって，その余(取消事由2)について判断するまでもなく，本件発明3についての特許を無効とした審決部分の取消しを求める請求も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "よって，原告の請求は全て理由がないことになるからこれを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}