{
  "conclusion": [
    {
      "text": "本件控訴を棄却する。"
    },
    {
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙物件目録記載の製品を製造し，販売し，又は販売の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項記載の製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，3600万円及びこれに対する平成17年8月6日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審を通じ，被控訴人の負担とする。"
          ]
        },
        {
          "fig": "6",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "略称は，特に断らない限り，審級に応じた読替えをするほか，原判決に従う。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，控訴人が被控訴人に対し，原判決別紙物件目録記載の被控訴人各製品により構成される被控訴人配線システムが控訴人の本件特許権に係る本件特許発明の構成要件を充足し，被控訴人が業とする被控訴人各製品の製造，販売，販売の申出が特許法101条1号の間接侵害に当たると主張して，その差止めのほか，被控訴人各製品の廃棄及び損害賠償を求めたのに対し，被控訴人が構成要件の非充足，新規性又は進歩性の欠如による本件特許権の無効を主張して，控訴人の請求を争っている事案である。",
            "原判決は，本件特許発明は，刊行物2(特開平6−292275号公報。乙2",
            "0)に開示された発明に，特開昭58−116897号公報(乙36)の開示事項",
            "を組み合わせることにより，当業者が容易に発明することができたものであって，当該発明に係る特許は特許無効審判により無効とされるべきものであるから，控訴人は，特許法104条の3第1項により，本件特許権を行使することができない旨を判示して，控訴人の請求を棄却したため，控訴人が，これを不服として控訴した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提となる事実",
          "content": [
            {
              "fig": "(1)",
              "subject": "当事者等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，集積回路の製造・販売を行う株式会社である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，電子機器の製造・販売を行う株式会社であり，平成15年7月ころ以降，被控訴人製品を製造・販売している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許権",
              "text": [
                "控訴人は，以下の本件特許権を有している(甲1～3。以下，甲3添付の明細書と甲2の図面部分を併せて，「本件特許明細書」という。)。",
                "特許番号：第2994589号",
                "発明の名称：サイクリック自動通信による電子配線システム",
                "出願日：平成8年6月7日",
                "登録日：平成11年10月22日",
                "特許請求の範囲：原判決別紙本件特許明細書の【特許請求の範囲】を引用する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件の分説",
              "text": [
                "本件特許発明の特許請求の範囲を構成要件に分説すると，以下のとおりである(以下，各構成要件を「構成要件A1」のように表記し，B1，B2のように枝番があるものを総称するときは，「構成要件B」と表記する。)。",
                "A1 1台のIC化された中央装置と1台又は複数台のIC化された端末装置とがデジタル通信回線を介して，相互接続されて構成され，",
                "A2 上記中央装置から上記端末装置宛てに，出力データの組み込まれたコマンドパケットを一斉にサイクリックに自動的に送信し，",
                "A3 1台又は複数台の端末装置の中から順次に択一的に選択される1台づつの上記端末装置から上記中央装置宛てに，入力データの組み込まれたレスポンスパケットを逐次にサイクリックに自動的に送信する",
                "A4 サイクリック自動通信方式の電子配線システムであって，",
                "B1 上記中央装置は，上記出力データと上記入力データとを読み取り可能に記憶するメモリと，",
                "B2 上記コマンドパケットの送信と上記レスポンスパケットの受信とを，プログラムによる通信制御に基づかないで，回路の駆動で制御するステートマシーンとからなり，",
                "C1 上記メモリは，i番目のコマンドパケットに組み込まれるi番目の出力データをi番目対応の出力データ記憶領域に読み取り可能に記憶し，",
                "C2 i番目のレスポンスパケットに組み込まれていたi番目の入力データをi番目対応の入力データ記憶領域に読み取り可能に記憶するメモリであり，D1 上記ステートマシーンは，i−1番目の端末装置宛てのi−1番目のコマンドパケットの送信が完了した直後に，又は，i−1番目のコマンドパケットの送信が完了してから，i−1番目のレスポンスパケットの受領期間が経過した直後に，上記メモリのi番目対応の出力データ記憶領域から読み取られたi番目の出力データとi番目の端末装置アドレス符合とが組み込まれたi番目のコマンドパケットをデジタル通信回線経由で送信し，",
                "D2 該i番目のコマンドパケットの送信が完了した後に，i番目の入力データの組み込まれたi番目のレスポンスパケットをi番目の端末装置からデジタル通信回線経由で受信し，該i番目の入力データを上記メモリのi番目対応の入力データ記憶領域に書き込むことを特徴とし，",
                "E1 上記端末装置は，デジタル通信回線経由で受信した上記i番目のコマンドパケットに組み込まれているi番目の端末装置アドレス符合が自己の端末装置アドレス符合として設定されているi番目の端末装置アドレス符合と一致するときに，E2 上記i番目のコマンドパケットに組み込まれているi番目の出力データを出力ポートでのポート出力データとして出力するとともに，",
                "E3 入力ポートからのポート入力データがi番目の入力データとして組み込まれた上記i番目のレスポンスパケットをデジタル通信回線経由で送信することを特徴とし，更に，",
                "F1 上記メモリのi番目対応の出力データ記憶領域に読み取り可能に記憶されている出力データのビット群の構成と上記出力ポートから出力されるポート出力データのビット群の構成とが同一形態であり，",
                "F2 上記メモリのi番目対応の入力データ記憶領域に読み取り可能に記憶されている入力データのビット群の構成と上記入力ポートから入力されるポート入力データのビット群の構成とが同一形態であり，",
                "F3 前記メモリ内のデータビット群が，前記複数の端末装置毎にメモリ領域を分割して設定した",
                "G ことを特徴とするサイクリック自動通信方式の電子配線システム。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人製品及び被控訴人配線システム",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被控訴人は，G9001又はG9001Aをセンターデバイス，G9002",
                  "text": [
                    "又はG9003をローカルデバイスとして用いる，シリアル通信を利用した省配線システム「Motionnet」(乙1。被控訴人配線システム)を需要者に提供している。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "G9001Aは，G9001の改良品であるが，本件特許発明との対比においては，その構成及び機能に違いはない(以下，G9001とG9001Aを併せて「G9001」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人配線システムには，デバイスとして，①G9001及びG9002のみを用いるもの，②G9001及びG9003のみを用いるもの，③G9001，G9002及びG9003を用いるものがある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，被控訴人は，被控訴人配線システムが構成要件B1，E及びF3を充足することを争っていない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件訴訟の争点",
          "content": [
            {
              "fig": "(1)",
              "subject": "被控訴人配線システムは本件特許発明の構成要件を充足するか(争点1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件A1，A2，A4及びB2の充足性",
                  "text": [
                    "被控訴人配線システムは，CPU及びプログラムによる通信制御をしていないといえるか否か。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件A3の充足性",
                  "text": [
                    "本件特許発明は，フルデュープレックス方式(全二重通信方式)に加えて，ハーフデュープレックス方式(半二重通信方式)を備えるものを含むか否か。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件Cの充足性",
                  "text": [
                    "本件特許発明は，メモリの出力データ領域と入力データ領域がハードウェアレベルで分かれるものに限定されておらず，したがって，どのアドレスを入力又は出力に割り当てるかの区別をソフトウェア的に指定するものを含むか否か。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "構成要件Dの充足性",
                  "text": [
                    "被控訴人配線システムは，すべての端末装置(ローカルデバイス)と通信するといえるか否か。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "構成要件D1の充足性",
                  "text": [
                    "被控訴人配線システムは，i−1(iマイナス1)番目のレスポンスパケットの「受領期間が経過した直後に」i番目のパケットを送信するといえるか否か。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "構成要件F1及びF2の充足性",
                  "text": [
                    "被控訴人配線システムは，出力及び入力のデータビット群がそれぞれ同一形態といえるか否か。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件特許は特許無効審判により無効にされるべきものか(争点2)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "拡大先願(刊行物1)による新規性の欠如",
                  "text": [
                    "本件特許発明は，刊行物1(特願平7−21367号・特開平8−195682",
                    "号。乙6)に記載された発明と同一であるか否か。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "刊行物2による新規性又は進歩性の欠如",
                  "text": [
                    "本件特許発明は，刊行物2(特開平6−292275号公報。乙20)に記載さ",
                    "れた発明と同一であるか，又は同発明に本件特許出願時における当業者の技術常識を参酌することにより，当業者が容易に発明することができたものであるか否か。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "刊行物3による新規性又は進歩性の欠如",
                  "text": [
                    "本件特許発明は，刊行物3(特開昭62−62643号公報。乙21)に記載さ",
                    "れた発明と同一であるか，又は同発明に本件特許出願時における当業者の技術常識を参酌することにより，当業者が容易に発明することができたものであるか否か。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "刊行物2及び3による進歩性の欠如",
                  "text": [
                    "本件特許発明は，刊行物2に記載された発明に刊行物3に記載された発明を組み合わせ，更に本件特許出願時の当業者の技術常識を参酌することにより，当業者が容易に発明することができたものであるか否か。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "出願前実施による新規性の欠如",
                  "text": [
                    "控訴人は，本件特許出願前に，マニュアルの頒布又は広告等により本件特許発明を開示し又は本件特許発明の実施品を販売していたか否か。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の損害額(争点3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "text": [
            "原審における主張は，原判決5頁20行目を「(1) 争点1(被控訴人配線システムは本件特許発明の構成要件を充足するか)について」と，14頁25行目を「(2) 争点2(本件特許は特許無効審判により無効にされるべきものか)について」と，15頁4行目を「(ア) 争点2のア(拡大先願(刊行物1)による新規性の欠如)について」と，21頁4行目を「(イ) 争点2のイ(刊行物2による新規性又は進歩性の欠如)について」と，30頁25行目を「(ウ) 争点2のウ4(刊行物3による新規性又は進歩性の欠如)について」と，36頁16行目を「(エ) 争点2のエ(刊行物2及び3による進歩性の欠如)について」と，21行目を「(オ) 争点2のオ(出願前実施による新規性の欠如)について」と，38頁16行目を「ア 争点2のア(拡大先願(刊行物1)による新規性の欠如)について」と，40頁7行目を「(イ) 争点2のイ(刊行物2による新規性又は進歩性の欠如)について」と，43頁3行目を「(ウ) 争点2のウ(刊行物3による新規性又は進歩性の欠如)について」と，45頁7行目を「(エ) 争点2のエ(刊行物2及び3による進歩性の欠如)について」と，12行目を「(オ) 争点2のオ(出願前実施による新規性の欠如)について」と，47頁19行目を「(3) 争点3(控訴人の損害額)について」とそれぞれ改めるほか，原判決5頁20行目から48頁8行目までに摘示のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "2",
          "subject": "当審における主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点2のイ(刊行物2による新規性又は進歩性の欠如)について",
              "text": [
                "〔被控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明では，中央装置と端末装置との間の通信方式がコマンド・レスポンス方式であるのに対し，刊行物2に記載された発明(以下「引用発明」という。)では，これが時間同期方式である点が相違する(相違点1)。",
                    "しかしながら，特開平4−57422号公報(乙85)及び特開平4−1920",
                    "03号(乙86)では，いずれも，中央装置から端末装置への送信信号が制御信号を含み，端末装置から中央装置への送信信号が監視信号や入力信号の返信であるというポーリング方式によって，複数台の端末装置に対して順次行われる通信方式が開示されているところ，これは，コマンド・レスポンス方式といえる。したがって，コマンド・レスポンス方式は，本件特許出願時において周知技術であったといえる。",
                    "そして，引用発明は，1台の中央装置と複数台の端末装置との間のサイクリックな通信という点で共通し，かつ，引用発明に上記周知技術を適用することには特段の阻害要因は見当たらないから，引用発明に上記周知技術を組み合わせて，上記相違点について本件特許発明のように構成することは，当業者が容易に行い得ることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許発明では，記憶手段が中央装置のメモリであり，端末装置ごとに分割され，出力データ及び入力データごとの記憶領域からなるのに対し，引用発明では，中央装置に端末装置ごとに個別に設けられた出力データ用の送信用レジスタファイル♯1ないし8と，端末装置ごとに個別に設けられた入力データ用の受信用レジスタファイル♯1ないし8のように個別のファイルからなる点が相違する(相違点2)。",
                    "しかしながら，本件特許発明のように1つのメモリを端末装置ごとに分割してその記憶領域を割り当てることは，特開平6−214620号公報(乙87)に記載のように，周知技術であるから，引用発明の送信用REGファイル♯1ないし8と受信用REGファイル♯1ないし8を当該メモリと置き換えることに特段の阻害要因も見当たらない点を踏まえれば，上記相違点について本件特許発明のように構成することは，当業者が容易に行い得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件特許発明では，通信制御手段が「プログラムによる通信制御に基づかないで，回路の駆動で制御するステートマシーン」であるのに対し，引用発明では，ホストの内部の制御回路である点が相違する(相違点3)。",
                    "しかしながら，引用発明に係る刊行物2には，機械入出力I／Fリモート(端末装置。以下「リモート」という。)にCPUを必要としないことが明記されているほか，リモート及び機械入出力I／Fホスト(中央装置。以下「ホスト」という。)のいずれにおいても内部の制御回路が通信制御に関与していることについて記載があるから，ホストの通信制御がCPUを必要とするものであるということはできず，むしろ，ホストの通信制御を制御回路のみによって行う可能性があることについて示唆があるというべきである。",
                    "そして，特開平2−132944号公報(乙84)には，1対Ｎ局で親局のみが",
                    "送信権を有しているポーリング伝送方式において，親局から子局へのデータ伝送を中央処理装置(CPU)が介在することのない回路構成によって，中央処理装置とは無関係に通信制御する構成及びこのような構成によって高速のデータ伝送が可能となることが記載されている。",
                    "したがって，引用発明に乙84記載の技術を適用して，通信制御手段について「プログラムによる通信制御に基づかないで，回路の駆動により制御する」ものとすることは，当業者にとって容易である。",
                    "また，ステートマシーンとは，順序回路の動作を定義した状態遷移図又は順序回路すなわちシーケンサ(状態遷移をするデジタル・デバイス)であることが周知であるが，本件特許明細書の記載によれば，本件特許発明に係る「ステートマシーン」とは，このような周知のステートマシーンのうち特に，シーケンサ回路によりデータを送受信するものであって，送受信したデータ制御を行うシーケンサと送受信したデータのメモリへの書込み及び読出しを制御する調停回路によって構成されるものであると認められる。そして，上記回路として想定されるものが周知のステートマシーンであることは，当業者にとって自明であるから，上記相違点について本件特許発明のように構成することは，当業者にとって容易である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件特許発明が中央装置と端末装置との通信方式にフルデュープレックス方式とハーフデュープレックス方式の双方を開示しているのに対し，引用発明がハーフデュープレックス方式のみを開示している点のほか，本件特許発明では，中央装置が先行する送信作業等の「直後に」次の送信作業に入るのに対し，引用発明では，中央装置が先行する送信作業等の「後に」次の送信作業に入る点が相違している(相違点4)。",
                    "しかしながら，上記双方の通信方式は，いずれも周知技術であるし，前記ウの回路の駆動により通信を制御する構成を採用すれば，中央装置は，特段の確認作業を行うことなしに，先行する送信作業等の「直後に」次の送信作業に入ることができるのであるから，前記ウの構成を採用することが当業者にとって容易である以上，上記構成の採用は，当業者にとって容易であるというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件特許発明については，平成19年5月28日付け審決において，構成要件A1につき，「1台又は複数台のIC化された端末装置」を「1台又は複数台のIC化されていてかつ外部から端末装置アドレス符号が設定される端末装置」とする訂正請求(以下「本件訂正」という。)が認められたところ，当該審決は，知的財産高等裁判所平成19年(行ケ)第10220号事件に関する平成20年4月21日判決において取り消され，かつ，当該判決は，同年10月24日，上告不受理により確定したことにより，本件訂正は，現在，本件特許発明の構成要件ではないが，本件訂正部分が存在するとした場合には，本件特許発明は，端末装置アドレス符号が外部から設定されるのに対し，引用発明では，どこから設定されるか不明な点が相違する(相違点5)。",
                    "しかしながら，端末装置アドレス符号を外部から設定することは，特開昭58−116897号公報(乙36)に開示されている周知技術(以下「乙36技術」という。)であり，かつ，引用発明でも，端末装置には端末装置アドレス符号が設定されるものであるから，本件特許発明の上記相違点に関する部分は，当業者が適宜容易に構成できるものである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上のとおり，本件特許発明は，引用発明に他の刊行物記載の発明又は周知技術を適用することにより，当業者が適宜又は容易に行い得るものであるから，本件特許は，無効である。",
                    "〔控訴人の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，前記のとおり，乙84ないし87との関係で，当審において新たな無効の抗弁を主張している。しかしながら，控訴人は，被控訴人の上記主張を回避する訂正事項を検討してから，追って特許庁での審判において訂正請求を行う予定である。よって，控訴人は，被控訴人の上記主張に対して反論しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原判決は，本件特許発明に係る特許が特許無効審判請求において無効にされるべきものと認定したが，その認定は以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決は，引用発明では各リモートが，ホストからのパケットの受信とは無関係に，自己に割り当てられた期間が到来すれば送信を行っている(時間同期方式)一方，本件特許発明(構成要件D1，E2及びE3)では中央装置が端末装置のアドレス符合を付したコマンドパケットを送信し，端末装置が自己のアドレスのコマンドパケットを受信し，この受信に応じて自己のアドレスを付したレスポンスパケットを送信している(コマンド・レスポンス方式)点のみを相違点として認定した。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決は，刊行物2にいうホストが上記中央装置に，同じくリモートが上記端末装置に，それぞれ該当する旨の認定をしているが，端末装置は，中央装置からのコマンドパケットの受領に応じてレスポンスパケットを送信している一方，ホストとリモートとの間のパケットの受送信は，タイムチャートに従ってされるものであるほか，中央装置は，1台であるのに，ホストは，複数存在し得る(刊行物2の実施例6)し，何よりホストとリモートの相違は，データバスの有無による一方，中央装置と端末装置は，そのような区別ではないから，引用発明には本件特許発明にいう中央装置及び端末装置が存在せず，上記の認定は，誤りである。",
                        "次に，引用発明にいうホストとリモートとの間のパケットの受送信は，タイムチャートに従ってされるものであるし，ホスト間においても通信が行われるのであるから，引用発明には，本件特許発明にいうコマンドパケット及びレスポンスパケットが存在しないのに，原判決は，これらが存在する旨を認定する誤りを犯している。",
                        "また，本件特許発明にいうステートマシーンとは，本件特許発明の構成要件Dで規定される一連の通信制御動作を全て実行する回路構成でなければならないところ，刊行物2にはこれに関する開示も示唆もないのに，原判決は，ステートマシーンを単に「プログラム制御によらないホスト内部の制御回路」と認定し，引用発明にもこれが存在する旨を認定する誤りを犯している。",
                        "さらに，本件特許発明は，ステートマシーン，中央装置，端末装置，コマンドパケット及びレスポンスパケット等の各要件によって，構成要件D及びEに規定される各一連の通信動作を行うものであり，このような一連の通信動作を行うことが本件特許発明の本質的部分であるのに，原判決は，上記の認定の誤りに加えて，この各一連の通信動作やそれが本質的部分であることを無視し，それぞれを構成要件D1及びD2並びに構成要件E1，E2及びE3に分説した結果，例えば，刊行物2にいう♯1ないし8のいずれの局番が付されたのか不明のデータを，本件特許発明にいう「i番目」と同視するなど，本件特許発明と引用発明の一致点及び相違点の認定を誤っている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，原判決は，前記(ア)の相違点について，乙36にはコマンド・レスポンス方式が開示されており，かつ，そのような技術が本件特許権出願時に既に周知技術であった(乙65，66)から，引用発明に乙36技術を適用し，本件特許発明のように構成することは，当業者であれば容易に想到することができた旨判示する。",
                        "しかしながら，乙36技術並びに乙65及び乙66に記載された技術は，一般的なコマンド・レスポンス方式であるにすぎず，本件特許発明の構成要件D及びEを充足するような，一体不可分な一連の通信動作によりデータ通信を高速に行う顕著な効果を実現するものではないから，上記の各技術は，「本件特許発明を実現するようなコマンド・レスポンス方式」を開示していない。",
                        "しかも，引用発明と乙36技術とでは，それぞれの制御主体(引用発明では，ホスト及び各リモート内部の制御回路であるのに対して，乙36技術では，ソフトウェアがこれに当たる。)が異なるから，両者を組み合わせることはできない。また，引用発明が入力信号の変化をリアルタイムで認識できない一方，乙36技術ではこの変化をリアルタイムで認識しなければならないが，両者は，技術的に相反するので，これを組み合わせることはできない。また，引用発明は，タイムチャートと共通クロックが必須となる時間同期方式であるから，これに別の通信方式である乙36技術を適用することは，不可能である。さらに，引用発明のホスト同士が通信を行える接続状況において，1つのホストに替えて乙36技術の親機を適用した場合，残ったホストと親機が相手の状況に関係なくパケットを送信するため，パケット衝突が発生し，通信システムが作動しないばかりか，残ったホストと親機の間の通信も行えない。",
                        "このように，引用発明に乙36技術を適用することは，不可能である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点2のオ(出願前実施による新規性の欠如)について",
              "text": [
                "〔被控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，原審において，本件特許発明の実施品(控訴人製品)には平成8年1月中旬に欠陥が発見されたため，その量産品(MP1)を廃棄した旨を主張していた。",
                    "しかしながら，被控訴人は，上記MP1に相当するMKY33(平成8年1月22日ないし28日に製造)を購入しており(乙93～95)，しかも，控訴人製品の販売元であるパイオニクス株式会社のパンフレットには，平成8年4月22日ないし28日に製造されたMKY33(改良型であるMP2)の写真が掲載されている(乙96)。",
                    "以上によれば，控訴人の上記主張は，虚偽であり，控訴人は，平成8年1月下旬，MKY33の量産品(MP1)を入荷し，控訴人のウェブサイト(乙58)記載のとおりに同年2月にこれを販売し，その売れ行きが良かったために，その主張どおり同年3月29日にMP1の改良型であるMP2の量産を指示し，同年4月下旬にこれが製造されたと推認されるのであって，本件特許出願日(平成8年6月7日)以前に，MP1を出荷していたものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，平成7年9月当時，控訴人製品の試作品(ES)に加えて，商業サンプル(CS)も購入し(甲42)，同年11月10日前後に入荷を受けている旨を主張している。しかし，商業サンプル(CS)は，試作品(ES)と同時期に入手可能であり，かつ，製造メーカによる品質保証がされるために，量産品(MP)を待たずに，試作品の動作確認後ただちに要急の納入に充てられるものであることに照らすと，控訴人は，同年11月中旬ころには，商業サンプル(CS)を顧客に出荷したと推認されるところである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，本件特許出願日から2か月前の奥付を有する製品マニュアル(乙78)について，「ベータ版マニュアル」と称して出願前から秘密保持契約を結んだ代理店等に配布することがある旨を主張する。",
                    "しかしながら，被控訴人は，控訴人と秘密保持契約の締結をしていないのに，上記マニュアルを入手していたし，その暫定版カタログも入手していた(乙98)。",
                    "したがって，控訴人は，本件特許出願日前から，控訴人製品のマニュアルを配布していた。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，控訴人は，本件特許出願日前に本件特許発明が公然知られた又は公然実施されたことを知りながら特許出願を行っており，当然に無効理由があることを知りながら本件訴訟を提起したものであって，これは，明らかな権利濫用である。",
                    "〔控訴人の主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "控訴人が原審で量産品(MP1)を廃棄した旨を主張したため，産廃業者等にMP1を引き渡したかのような誤解を招いたようであるが，ここで「廃棄」とは，MP1単体を販売ルートから外したという意味である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，MP1のバグの発生原因を検証した結果，MP1以外の部分の設計変更により不具合の発生を回避できることが判明したので，そのような処置をした商品(最初の発売日は，平成8年8月22日である。)には，MP1を搭載したものも存在する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被控訴人が購入したMKY33(MP1)が平成8年1月22日ないし28",
                  "text": [
                    "日に製造されたことや，その指摘に係るMKY33(改良型であるMP2)が平成8年4月22日ないし28日に製造されたことは，事実であるが，そのことは，これらのMKY33が本件特許出願日(平成8年6月7日)前に販売されたことを直ちに意味するものではないし，被控訴人は，当該MKY33が同日よりも前に販売された証拠を提出していない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "争点1のア(構成要件A1，A2，A4及びB2の充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明の解釈",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明の特許請求の範囲は，前記第2の2(2)に記載のとおりであるところ，本件特許明細書の【発明の詳細な説明】についてみると，要旨，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "コンピュータ制御システムにおいて，コントロールセンタと分散配置された各制御対象機器との間のデータの授受を担う部分の構成には，従来技術として，センタのマイクロプロセッサのI／Oポートに各制御対象機器を電線で接続して直接データを入出力する方法(【0003】，図16)及び各制御対象機器にそれぞれ補助のマイクロプロセッサを設け，これらとセンタのマイクロプロセッサとの間を通信回線で接続し，データ通信を介してデータの授受を行う方法(【0004】，図17)があった。しかし，前者の方法には，センタのマイクロプロセッサの小型化を図ることができず，また，センタのマイクロプロセッサと各制御対象機器とを接続する電線の量が膨大になるなどの問題がある(【0013】)一方，後者の方法には，センタ及び制御対象機器の各マイクロプロセッサ用のプログラム開発にコストがかかり，各補助のマイクロプロセッサの動作状態を監視する必要があるばかりか，マイクロプロセッサ間に複雑なプロトコルを用いているために通信を高速化することには限界があるなどの問題があった(【0016】～【0018】)。",
                        "そこで，本件特許発明は，上記の課題を解決し，センタと複数の制御対象機器との間のデータ通信を簡易，確実かつ高速に行うサイクリック自動通信による電子配線システムを実現するため(【0022】)，データの受送信をプログラムによる通信制御に基づかずに回路の駆動で制御するステートマシーンと，上記データを蓄積するメモリとを有するIC化された中央装置(センタ)及びこれとデジタル通信回線を介して接続した複数の端末装置及び制御対象機器とからなる(【0023】)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "中央装置は，メモリ及びステートマシーンを備えており，ユーザーインターフェースPCに接続されることでコントロールセンタを構成している。そして，マイクロプロセッサを持たない複数の端末装置は，分散配置され，中央装置と1本の共通なデジタル通信回線により，マルチドロップ方式のフルデュープレックス(全二重通信)方式又はハーフデュープレックス(半二重通信)方式で接続される(【0028】，【0031】，【0032】，図1)。",
                        "これに対し，端末装置は，1ないしＮ番目のアドレスが付与されており，中央装置から自己宛てのデータビット群からなるコマンドパケットをその入力ポートで受信すると，これに含まれているデータを制御対象機器に出力し，当該制御対象機器から入力したデータを，自己アドレスの送信順番の時に，中央装置に対してレスポンスパケットとしてその出力ポートから出力する(【0036】，【0037】，【0045】～【0047】)。中央装置のメモリは，ユーザーインターフェースPCが接続されており，制御対象機器との間でデータの授受ができることになる(【0033】～【0035】，【0038】)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "中央装置のステートマシーンは，アービタ(メモリ調停回路)，アドレスカウンタ，送信シーケンサ回路，送信回路，受信回路及び受信シーケンサ回路などからなる(【0050】)。そして，ユーザーインターフェースPCから中央装置のメモリの特定の端末装置(i)に対応する出力データ記憶領域にデータが書き込まれると，アービタは，送信シーケンサ回路から供給されるメモリ読み取り信号に応じて，所定の周期で1ないしＮ(このＮの数値は，ユーザーインターフェースPCにより設定される。【0057】)のカウントを繰り返すアドレスカウンタから供給されるアドレス信号(i)に対応するメモリのアドレスから上記データを読み出して送信回路に出力し，送信回路は，コマンドパケットを作成して特定の端末装置(i)に送信する一方，受信シーケンサ回路は，受信回路を経て端末装置からのレスポンスに関する情報をアービタに伝え，アービタは，これをメモリに書き込む(【0053】，【0054】～【0060】，【0070】～【0072】，",
                      "text": [
                        "【0089】～【0096】)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "フルデュープレックス方式の場合，前記中央装置による端末装置(i)宛てのコマンドパケットの送信と同時に，端末装置(i−1)は，直前に送信された自己宛てのコマンドパケットを受領するとともに，レスポンスパケットを作成してこれを中央装置に送信する(【0094】)。",
                        "これに対し，ハーフデュープレックス方式の場合，中央装置は，端末装置(i)への送信は，その1つ前の端末装置(i−1)からの受信に次いで行われる(【0118】，図13)。そして，これらの動作を含む一連の動作は，アドレスカウンタが端末装置の数に応じて1ないしＮのカウントを繰り返すのに応じて，1周期の間に中央装置と1ないしＮの端末装置との間で行われ，各端末装置は，自己宛てのコマンドパケットを受け取ったとき以外には動作しない(【0097】)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上を前提に，まず，構成要件A2の「一斉に」との記載を検討すると，構成要件A1には，中央装置と端末装置が「デジタル通信回線を介して，相互接続されて構成され」ている旨の記載があるから，上記「一斉に」とは，中央装置が1台又は複数台の端末装置に対してコマンドパケットを発信すると，そのアドレス符号にかかわらず，すべての端末装置にこれが到達することになることを表現しているものと解される。",
                    "そして，このことは，前記のとおり，本件特許明細書の【発明の詳細な説明】に，中央装置と端末装置がマルチドロップ方式で接続され，各端末装置が自己宛てのコマンドパケットを受け取ったとき以外には動作しない旨の記載があることにより裏付けられる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，構成要件B2の記載について検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，構成要件B2の「通信制御」についてみると，構成要件B2よりも前には，本件特許発明が行うべき通信としてコマンドパケット及びレスポンスパケットのサイクリックで自動的な送受信のみが記載されているから，これは，これらのパケットのサイクリックで自動的な送受信の制御を意味し，当該送受信の開始動作及び終了動作を含まないものと認められる。",
                        "そして，このことは，前記のとおり，本件特許明細書の【発明の詳細な説明】が，コマンドパケット及びレスポンスパケットの送受信に関する一連の手順を説明しているものの，サイクリック自動通信の最初の開始動作と終了動作については何ら開示していないことによっても裏付けられる。なお，前記のとおり，中央装置がユーザーインターフェースPCと接続されており，端末装置の数(Ｎ)という初期設定が当該ユーザーインターフェースPCにより行われることによれば，本件特許発明のサイクリック自動通信を開始又は終了させる制御については，本件特許発明には含まれない当該ユーザーインターフェースPCが行うものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "構成要件B2の「ステートマシーン」とは，一般に，回路の動作をステート(状態)ないしステートの遷移として捉える器械(甲11)，シーケンサ回路(順序回路)の動作に関する状態遷移図(乙88)又はあらかじめ決められた複数の状態を，決められた条件に従って，決められた順番で遷移していくデジタル・デバイス(乙92)などと言われるが，構成要件B1が中央装置が出力データ及び入力データを読取り可能に記憶するメモリを備えている旨を記載していることや，後記の「プログラム」の使用という特定の手法による前記「通信制御」を排除していることに照らすと，構成要件B2の「ステートマシーン」は，中央装置と端末装置との間でパケットを送受信し，かつ，そのデータを中央装置に備えられたメモリから読み取り又はこれに書き込む動作を，回路の駆動すなわちハードウェアで制御するものであり，自動通信回路として機能するものであると認められる。",
                        "そして，このことは，前記のとおり，本件特許明細書の【発明の詳細な説明】が，本件特許発明の「ステートマシーン」について，内蔵のシーケンサ回路によりデータを送受信するものであって，送受信したデータの制御を行うシーケンサと送受信したデータのメモリへの書込み及び読出しを制御するアービタ(メモリ調停回路)などによって構成されるものとして記載する一方，中央装置に，その稼働に当たってある程度複雑なプログラムを必要とするマイクロプロセッサやCPUを何ら含んでいないことによっても裏付けられる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「プログラム」との用語は，はなはだ多義的であるが(乙39～48)，構成要件B2よりも前には本件特許発明の仕事の遂行，問題の解決又は処理として中央装置と端末装置との間のデータの通信しか記載がないことに加えて，前記「ステートマシーン」の意義を併せ考えると，構成要件B2が排除している「プログラム」とは，中央装置と端末装置との間のデータの通信に関する通信プロトコルを実行するためのプログラムを意味するものと解される。",
                        "そして，このことは，前記のとおり，本件特許明細書の【発明の詳細な説明】において，本件特許発明が解決すべき従来の技術課題として，センタ及び制御対象機器の各マイクロプロセッサ用のプログラム開発にコストがかかり，マイクロプロセッサ間に複雑なプロトコルを用いているために通信を高速化することには限界があることが指摘されていることによっても裏付けられる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上の「通信制御」，「ステートマシーン」及び「プログラム」の意義に照らすと，構成要件A4の「自動通信方式」とは，上記「プログラム」を必要とするようなマイクロプロセッサやCPUによらず，むしろ回路の駆動を行うハードウェアである「ステートマシーン」による自動通信制御を意味するものと認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人配線システムの内容",
              "text": [
                "他方，被控訴人配線システムの内容については，その説明文書(甲5，6，12，乙1，8，11，12)に，要旨，次の記載がある。",
                "すなわち，被控訴人配線システムは，CPUバスに接続された1個のセンターデバイス(CPUとのインターフェース回路により外部のCPUインターフェースに接続されるものである。)と，それぞれにデバイス番号が設定された最大64個のローカルデバイス(制御対象機器に接続されることが想定されている。)を，2芯又は3芯のマルチドロップ方式のLAＮケーブルによりハーフデュープレックス方式で接続した構成であり，センターデバイスは，ローカルデバイスごとにデバイス情報やポートデータ等を記憶するメモリ(RAM)を備え，全ローカルデバイスを一定の周期で順次ポーリングして，メモリから特定のローカルデバイスへの出力データを読み出してその冒頭にデバイス番号(デバイスアドレス)を含むパケットを作成して発信し，当該デバイス番号を有するローカルデバイスからの，やはり冒頭に当該デバイス番号を含むパケットの応答により，当該ローカルデバイスに対応する入力データをメモリのポートデータエリアに書き込んでその内容を更新する動作を繰り返すというサイクリック通信を行うものである。そして，ローカルデバイスは，I／Oポートにより上記ケーブルに接続されており，特定のI／Oポートが出力ポートあるいは入力ポートとして設定される。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "充足性についての判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上を基に，まず，被控訴人配線システムのセンターデバイスが構成要件B2の「ステートマシーン」に相当するか否かについて検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "構成要件A及びBに係る中央装置は，出力データと入力データとを読み取り可能に記憶するメモリ(構成要件B1)に加えて，「ステートマシーン」を備えているところ，これは，前記のとおり，送受信やデータのメモリからの読出し又はメモリへの書込みといった動作を，プログラムを必要とするマイクロプロセッサやCPUによらず，むしろ回路の駆動すなわちハードウェアで制御するものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，被控訴人配線システムのセンターデバイスは，前記のとおり，CPUとのインターフェース回路により外部のCPUインターフェースに接続されるものである一方，センターデバイスの全体ブロック図(乙1)には，内部にマイクロプロセッサ又はCPUが存在すると認めるに足りる記載が何ら見当たらない。他方で，被控訴人配線システムは，前記のとおり，全ローカルデバイスを一定の周期で順次ポーリングして，メモリから特定のローカルデバイスへの出力データを読み出してその冒頭にデバイス番号(デバイスアドレス)を含むパケットを作成して発信し，当該デバイス番号を有するローカルデバイスからの，やはり冒頭に当該デバイス番号を含むパケットの応答により，当該ローカルデバイスに対応する入力データをメモリのポートデータエリアに書き込んでその内容を更新する動作を繰り返すというサイクリック通信を行うものであって，しかも，上記の文書にはこの一連の動作の継続については上記外部のCPUインターフェースが何らかの役割を果たす旨の記載が見当たらない。",
                        "むしろ，センターデバイスのメモリ内には通信プログラムと思われるデータが格納されておらず(甲10)，被控訴人配線システムは，外部にCPUが接続されていなくてもサイクリック通信を継続することが確認されている(甲9，24)ことも併せ考えると，被控訴人配線システムのセンターデバイスは，本件特許発明の上記中央装置の「ステートマシーン」と同様に，パケットのサイクリックな送受信等の上記動作を，プログラムを必要とするマイクロプロセッサやCPUによらず，回路の駆動すなわちハードウェアで制御するものであり，自動通信回路として機能するものと考えざるを得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，被控訴人配線システムのセンターデバイスは，構成要件B2の「ステートマシーン」に相当し，その結果，構成要件B1に係る「中央装置」を充足するものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，以上を踏まえ，被控訴人配線システムが本件特許発明の構成要件A1，A2及びA4を充足するか否かについて検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人配線システムのローカルデバイスは，本件特許発明の端末装置同様，特定の番号が与えられており，かつ，マイクロプロセッサ等を内蔵していないものであるから，構成要件A1及びA2に係る端末装置に相当する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，被控訴人配線システムのセンターデバイスと複数のローカルデバイスとは，マルチドロップ方式のLAＮケーブルにより接続されているが，これは，本件特許発明の中央装置と複数の端末装置とがデジタル通信回線を介して相互接続されていることに相当する。そして，被控訴人配線システムは，前記のとおり，センターデバイスとローカルデバイスとの間で，データ群のサイクリックで自動的なデータの送受信を行う電子配線システムであるといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，被控訴人配線システムのセンターデバイスは，前記のとおり，ローカルデバイスとのデータ群のサイクリックな送受信等の動作やデータのメモリからの読出し又はメモリへの書込みを，プログラムを必要とするマイクロプロセッサやCPUによらず，むしろ回路の駆動すなわちハードウェアで制御するものであり，自動通信回路として機能するものであって，構成要件B2の「ステートマシーン」に該当し，構成要件A1及びA2に係る「中央装置」に相当する。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上に対して，被控訴人は，G9001内のデバイス情報がメモリに蓄えられたコマンドであって，プロトコルを支配するという意味でプロトコルプログラムであり，これをG9001の「コマンド制御回路」が毎回必ずデバイス情報エリアから読み出して解析(演算処理)し，これに応じてプロトコルの選択等の通信制御を行うから，G9001が通信機能に特化した専用CPU機能(内部CPU)を有しており，プログラムにより通信を制御している旨を主張する。",
                    "しかしながら，G9001の「コマンド制御回路」がローカルデバイスとの通信のためにデバイス情報エリアから読み出す情報は，各ローカルデバイスに対応するアドレスに格納された1バイトのデータであり，対応するローカルデバイスの接続の有無及び当該ローカルデバイスの各ポートの入出力設定状況を示すものであるに過ぎず，「コマンド制御回路」は，これを読み出す(解析する)ことによって，当該接続の有無等に応じてあらかじめ定められた通信処理を必然的に選択するほかない(乙8)。このような動作は，あらかじめ決められた複数の状態を，決められた条件に従って，決められた順番で遷移していくという意味で，前記のステートマシーンの構成と同様であるから，G9001が構成要件B2の「ステートマシーン」を充足する根拠とはなり得ても，構成要件B2が排除したようなプログラムにより通信を制御している根拠にはならない。",
                    "よって，控訴人の上記主張及びこれに立脚する主張は，いずれも採用できない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "また，被控訴人は，①被控訴人配線システムの通信の開始が，G9001に接続される電子装置のCPU(外部CPU)からの命令によって行われること，②外部CPUが，G9001のRAM(メモリ)中のデバイス情報エリアに，G90",
                  "text": [
                    "02の有する複数のI／Oポートのどれが出力ポート又は入力ポートとして設定されているかというデバイス情報を書き込むこと，③ローカルデバイスとしてG9003を用いる場合，G9003が有する1つのI／Oポートは，初期設定で入力ポートとされているため，これを出力ポートに変更するためには外部CPUからセンターデバイス(G9001)に命令しなければならないことから，被控訴人配線システムが，外部CPUにより通信制御される旨を主張する。",
                    "しかしながら，本件特許発明は，前記のとおり，それ自体本件特許発明を構成しないユーザーインターフェースPCが中央装置に接続されることを前提としており，本件特許発明にいう「通信制御」は，サイクリック自動通信を開始又は終了させる制御までを含むものとは認められない。したがって，被控訴人配線システムを構成しない外部CPUからのセンターデバイスに対する「システム通信」及び「I／O通信の開始」とのコマンド付与により，被控訴人配線システムの動作が開始すること(甲6)は，前記の充足性についての判断を左右するものではない。",
                    "また，前記のとおり，本件特許発明においても端末装置の数(Ｎ)の設定などシステムを駆動するために必要な初期設定は，ユーザーインターフェースPCによりされるところ，被控訴人が主張する上記ローカルデバイスのI／Oポートの設定やその変更は，いずれも，システムを駆動するために必要な初期設定であるに過ぎない。したがって，被控訴人配線システムの外部CPUのこの部分の構成は，前記の充足性についての判断を左右するものではない。",
                    "以上のとおり，被控訴人配線システムが外部CPUにより動作を開始又は終了し，あるいはローカルデバイスの設定や変更を行うことは，被控訴人配線システムのセンターデバイスが本件特許発明の「ステートマシーン」を充足するとの前記の判断を左右するものではない。",
                    "よって，被控訴人の上記主張は，採用できない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点1のイ(構成要件A3の充足性)について",
          "text": [
            "構成要件A3に係る端末装置から中央装置に宛てたレスポンスパケットの送信は，構成要件D1に関係するので，構成要件D1に関する争点1のオと併せて判断する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点1のウ(構成要件Cの充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明の解釈",
              "text": [
                "構成要件Cは，ステートマシーンが特定の端末装置(i番目)に関するデータの読出し又は書込みをできる領域として，メモリ内に「i番目対応の出力データ記憶領域」又は「i番目対応の入力データ記憶領域」を設けるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人配線システムの内容",
              "text": [
                "他方，前記のとおり，被控訴人配線システムは，そのセンターデバイスにローカルデバイスごとのデバイス情報を記憶するメモリを備え，全ローカルデバイスを一定の周期で順次ポーリングして，メモリから特定のローカルデバイスへの出力データを読み出してその冒頭にデバイス番号(デバイスアドレス)を含むパケットを作成して発信し，当該デバイス番号を有するローカルデバイスからの，やはり冒頭に当該デバイス番号を含むパケットの応答により，当該ローカルデバイスに対応する入力データをメモリのポートデータエリアに書き込んでその内容を更新する動作を，回路の駆動で制御しているものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "充足性についての判断",
              "text": [
                "以上によれば，被控訴人配線システムは，回路の駆動により特定のローカルデバイスに関するデータの読み出し又は書き込みをできる領域として，メモリ内に当該ローカルデバイスに関する出力情報と入力情報の領域を設けているものといえる。",
                "これに加えて，前記の被控訴人配線システムの内容にかんがみると，被控訴人配線システムは，構成要件Cを充足するものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人の主張について",
              "text": [
                "以上に対し，被控訴人は，構成要件Cが，物理的に固定されたメモリ内の所定の領域をi番目対応の入力又は出力データ記憶領域と規定している一方，被控訴人配線システムのセンターデバイス(G9001)が，メモリ上の入力と出力の領域にハードウェアレベルでの区別をせず，どのアドレスを入力又は出力に割り当てるかをソフトウェア的に指定する構成となっているから，構成要件Cを充足しない旨を主張する。",
                "しかしながら，構成要件Cは，メモリの出力又は入力データ記憶領域をそれぞれ「i番目対応の出力データ記憶領域」又は「i番目対応の入力データ記憶領域」と特定しているにとどまり，メモリ内の所定の領域をハードウェア的にこれらのデータ記憶領域として使用することまでは記載しておらず，したがって，ステートマシーンがデータの読出し及び書込みをできる領域であれば，その機能を果たすものである。そして，被控訴人配線システムは，前記のとおり，本件特許発明と同様に，回路の駆動で入出力データをメモリから読み出し又はメモリに書き込むものであるから，仮に出力と入力の領域をソフトウェア的に指定する構成であるとしても，構成要件Cに記載の機能を果たしている。",
                "よって，被控訴人の上記主張は，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点4のエ(構成要件Dの充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明の解釈",
              "text": [
                "構成要件Dの端末装置「i番目」とは，本件特許明細書の記載によれば，「i−1番目」の端末装置の次のものであるとされており，この記載により，中央装置がこれらの端末装置との間で順次データの送受信を繰り返すという，サイクリック通信の基本的機能を特定しているものということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人配線システムの内容",
              "text": [
                "他方，被控訴人配線システムは，各ローカルデバイスに特定のデバイス番号が設定されており，センターデバイスが全ローカルデバイスを一定の周期で順次ポーリングして，これらのローカルデバイスとの間で順次データの送受信を繰り返すというサイクリック通信を行うものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "充足性についての判断",
              "text": [
                "以上によれば，被控訴人配線システムは，構成要件Dのうち端末装置の「i番目」との構成を充足するものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被控訴人の主張について",
              "text": [
                "以上に対し，被控訴人は，被控訴人配線システムにおいては通信に使用されるパケットの番号が，ローカルデバイスのデバイス番号，メモリ中のデータ記憶領域の番号又は入出力データの番号と一致する必要はなく，また，このような番号が連続する整数として変化する構成も有していないから，構成要件Dのうち「i番目」との構成を充足しない旨を主張する。そして，被控訴人配線システムにおいては，デバイス情報エリアにあるローカルデバイスを使用するか否かの情報を書き込むことができ，使用しないとの情報を書き込めば，当該ローカルデバイス宛のデータの送信は行われなくなるという機能があるから，通信に使用されるパケットの番号と，ローカルデバイスのデバイス番号，メモリ中の記憶領域の番号又は入出力データの番号が一致するとは限らない(乙1)。",
                "しかしながら，上記機能は，データの送受信が不要な端末装置との間の送受信をスキップするものであるに過ぎず，スキップされていない端末装置との間では，順次データの送受信を繰り返すというサイクリック通信の機能を失わしめるものではない。したがって，上記機能の存在により，被控訴人システムが構成要件Dのうち端末装置の「i番目」との構成を充足しなくなるものではない。",
                "よって，被控訴人の上記主張は，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "争点1のオ(構成要件D1の充足性)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件特許発明の解釈",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "構成要件D1は，中央装置による送信の手順について，①「i−1番目のコマンドパケットの送信が完了した直後に」送信する場合と，②「i―1番目のコマンドパケットの送信が完了してから，i―1番目のレスポンスパケットの受領期間が経過した直後に」送信する場合とを記載している。そして，中央装置と端末装置を相互接続するデジタル通信回線には，フルデュープレックス方式とハーフデュープレックス方式とがあることに照らすと，上記の①がフルデュープレックス方式の場合を，②がハーフデュープレックス方式の場合を示していることが明らかである。",
                    "また，このことは，前記1(1)アのとおり，本件特許明細書が本件特許発明の通信方式としてハーフデュープレックス方式及びフルデュープレックス方式の双方の場合を記載していることによっても裏付けられる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "しかし，構成要件D1のうち，ハーフデュープレックス方式の場合の送信の条件である「受領期間」の意義は，本件特許発明の請求項の記載からは一義的に明確とはいえない。そこで，本件特許明細書の【発明の詳細な説明】を参酌すると，「ハーフデュープレックス方式の通信における端末装置2の動作は，フルデュープレックス方式と同じであるが，中央装置1は，図13に示すように，送信時間中は受信をしない。したがって，ハーフデュープレックス方式での通信所要時間はフルデュープレックス方式の場合の2倍となるが，送信と受信とに共通の通信線を使用することができるので，デジタル通信回線3は，2本の電線に省配線化される。」(【0118】)との記載があり，図13を参照すると，データ送信レートが12Mbps，1フィールドが51ビットからなるパケットを仮定して，1フィールドのコマンドパケット及びレスポンスパケットの送受信の所要時間は，(1／12Mbps)×51ビット×2であり，また，例えば，4個の端末装置とのコマンドパケット及びレスポンスパケットの送受信にかかる動作所要時間は，(1／12Mbps)×51ビット×8であることが記載されており，レスポンスパケットの送信所要時間である(1／12Mbps)×51ビット＝4．25μsec．の経過後，",
                  "text": [
                    "直ちに次のコマンドパケットを送信していることが記載されているのである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，中央装置は，ある端末装置(i−1番目)からのレスポンスパケットが受信されなかった場合であっても，一定時間が経過すれば次の端末装置(i番目)に対してコマンドパケットを送信するから，上記「受領期間」とは，レスポンスパケットの受領に必要な一定の期間と解するのが相当である。",
                    "そして，このことは，控訴人が，本件特許の無効審判手続(無効2005−80158)における答弁書(甲7，28)において，「ハーフデュープレックス方式の場合には，中央装置は，アドレス1が付されたコマンドパケットを送信し，アドレス＝1の端末装置からのレスポンスパケットの受領期間が経過すれば，そのレスポンスパケットが受信されなくても，アドレス2が付されたコマンドパケットを送信する。」と記載している(甲7，28の参考図6参照)ほか，本件特許権の有効性が争われた知的財産高等裁判所平成18年(ケ)第10152号審決取消請求事件の準備書面(甲26)に添付の技術説明書において，構成要件D1のうち「i−1番目のレスポンスパケットの受領期間が経過した直後に」との部分について，ハーフデュープレックス方式の通信動作の場合に，「中央装置(ステートマシーン)は，アドレス0のコマンドパケットを送信した後，アドレス0のレスポンスパケットを受領する受領期間が経過した後，アドレス0の端末装置がアドレス0のレスポンスパケットを送信したか否かに拘わらず，アドレス1が付されたコマンドパケットを送信する。」(下線は原文のまま)との旨を記載していることによっても裏付けられるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人配線システムの内容",
              "text": [
                "他方，被控訴人配線システムがセンターデバイスとローカルデバイスとの間の通信方式にハーフデュープレックス方式を採用していることは，前記のとおりであるが，センターデバイスであるG9001は，あるローカルデバイスに対するパケットの送信完了後，一定時間待って，必ず次のパケットの送信を開始するという動作を行わず，当該ローカルデバイスからの応答があった場合に，これを受信した後，キャリアセンスを行ってから，次のローカルデバイスに対する送信を開始するというのである(乙5)。しかも，G9001は，あるローカルデバイスからの応答を正常に受信した場合であっても，回線上にノイズが存在し続ける間は，次のローカルデバイスに対する送信を開始せず，ノイズが終了してから，更なるキャリアセンスによりノイズがないと判断されて初めて，次のローカルデバイスに対する送信を開始するというのである(乙10)。",
                "以上のように，被控訴人配線システムでは，あるローカルデバイスからの応答の受信後，キャリアセンスを行うことにより，センターデバイス(G9001)が次のパケットをローカルデバイスに送信するタイミングを判断しており，常にキャリアセンスを行うことで，回線上のノイズと出力信号が衝突し，信号が壊れる可能性をも考慮した形で通信を行っている。そして，その結果として，被控訴人配線システムでは，ローカルデバイスからの応答が返ってくるタイミングにより，ある送信と次の送信との間隔は，長くも短くもなることなる。",
                "なお，G9001は，ローカルデバイスから応答が返ってこない場合，あらかじめ定められた一定の時間まで待ってから次の送信を開始するというのであるが，この場合の待ち時間は，ローカルデバイスからのパケットの伝送期間よりもはるかに大きな値であり，このような無応答が発生すると，サイクリック通信にかかる周期は大きく変わることになる(乙9)。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "充足性についての判断",
              "text": [
                "以上のとおり，本件特許発明と被控訴人配線システムは，いずれも，ハーフデュープレックス方式を採用しているものといえるが，被控訴人配線システムにあっては，あるローカルデバイスからの応答を受信するタイミング及びキャリアセンスの結果いかんにより，次のローカルデバイスに対する送信を開始するまでの期間が変動し，また，あるローカルデバイスからの応答がない場合に，当該ローカルデバイスからの応答を待たないで，次のローカルデバイスに対する送信が開始されることがあっても，この場合には，サイクリック通信にかかる周期が大きく変わるのであるから，被控訴人配線システムにおいて，構成要件D1に記載されているような，レスポンスパケットの受領に必要な一定の期間を待った上で，その受領の有無にかかわらず，必ず次のコマンドパケットを送信するという動作を行っているということはできない。",
                "このように，被控訴人配線システムは，構成要件D1の「受領期間が経過した直後に」との構成を備えていないのであるから，構成要件D1を充足しないといわざるを得ない。",
                "なお，構成要件D1の「受領期間」を「レスポンスパケットの受信が完了するまでの期間」と解釈した場合，「受領期間を経過した直後に」とは，「レスポンスパケットの受信が完了した直後に」という意味になる。しかし，被控訴人配線システムは，前記のとおり，回線上のノイズがないと判断してから，次のローカルデバイスに対するパケットの送信を行うものであり，「レスポンスパケットの受信が完了した直後に」送信をするものではない。したがって，上記の解釈を採用した場合であっても，被控訴人配線システムは，構成要件D1の「受領期間が経過した直後に」との構成を充足しない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上に対し，控訴人は，被控訴人配線システムにおけるキャリアセンスは，その付加機能であるにすぎない旨を主張する。",
                    "しかしながら，回路の駆動によるサイクリック通信という，プログラムを使用しない通信システムにあっては，簡易，確実かつ高速なデータ通信が実現できるという利点があるところ(本件特許明細書【0022】参照)，前記のように，パケットの送信に先立って必ずキャリアセンスを行うことは，通信の高速性を犠牲にしてもその確実性を確保しようとするものであって，本件特許明細書の記載を通覧しても，本件特許発明にはこのような技術思想はうかがわれない。したがって，被控訴人配線システムは，上記キャリアセンスを行うという点で，本件特許発明とは明確に異なる技術思想を採用しており，これを単なる付加機能ということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人は，本件特許の無効審判手続(無効2005−80158)における",
                  "text": [
                    "答弁書(甲7)において，「本件特許発明の『ステートマシーン』は，回線の未使用時間(甲第1号証におけるキャリアセンスを行うための無信号時間)が存在しないことと，参考図2に示されるフルデュープレックス方式の動作も可能なことから，回線効率を高めることができる。」と記載している。その記載を踏まえ，控訴人は，キャリアセンスには，①サイクルの終了を判定するためのものと，②送信開始時に信号が存在しないことを検出するためのものの2種類があるところ，控訴人による上記記載が①に関するものであって，②に関するものではない旨を主張する。",
                    "しかしながら，キャリアセンスは，一般に通信の確実性を確保するために行われるものであることに加えて，控訴人は，上記記載においても通信の確実性ではなく，回線効率の向上すなわち高速性を重視していることが明らかであるから，控訴人の上記主張は，到底採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，被控訴人は，構成要件A3の「逐次に」とは，端末からのパケットが他の端末から電気的に受信できない構成すなわちフルデュープレックス方式を意味するから，ハーフデュープレックス方式である被控訴人配線システムは本件特許発明を充足しない旨を主張する。",
                    "しかしながら，構成要件A3の「逐次に」とは，「複数台の端末装置の中から順次に択一的に選択される1台づつの上記端末装置から」，レスポンスパケットをサイクリックに自動的に送信することを修飾する語であって，端末装置が「順次に択一的に選択される」ことに対応して，「逐次に」との文言を用いているものと認められるから，「逐次に」との文言により，本件特許発明がフルデュープレックス方式のみを採用したものと解することはできない。",
                    "よって，被控訴人の上記主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，被控訴人配線システムは，少なくとも本件特許発明の構成要件D1を充足しない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "争点2のイ(刊行物2による新規性又は進歩性の欠如)について",
          "text": [
            "事案にかんがみ，争点2のイのうち，刊行物2による進歩性の欠如についても以下で検討することとする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明並びに引用発明と本件特許発明との一致点及び相違点以上の本件特許発明の解釈に加えて，刊行物2の記載(【0001】，【0008】～【0010】，【0012】，【0023】，【0024】，【0026】，",
              "text": [
                "【0067】～【0085】)及び証拠(乙99，100)によれば，引用発明並",
                "びに引用発明と本件特許発明との一致点及び相違点は，次のとおりであると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明：1台のIC化されたホストと複数台のIC化されたリモートとがシリアル通信線を介して，相互接続されて構成され，上記ホストから上記リモート宛てに，出力データの組み込まれた下りパケットを一斉にサイクリックに自動的に送信し，複数台のリモートの中から順次に択一的に選択される1台づつの上記リモートから上記ホスト宛てに，入力データの組み込まれた上りパケットを逐次にサイクリックに自動的に送信するサイクリック自動通信方式のシステムであって，上記ホストは，上記出力データと上記入力データとをそれぞれ読み取り可能に記憶する送信用レジスタファイル♯1ないし8と受信用レジスタファイル♯1ないし8と，上記下りパケットの送信と上記上りパケットの受信を制御する，ホストの内部の制御回路とから成り，上記送信用レジスタファイル♯1ないし8と受信用レジスタファイル♯1ないし8は，i番目の下りパケットに組み込まれるi番目の出力データをi番目対応の送信用レジスタファイル♯iに読み取り可能に記憶し，i番目の上りパケットに組み込まれていたi番目の入力データをi番目対応の受信用レジスタファイル♯iに読み取り可能に記憶する送信用レジスタファイル♯1ないし8と受信用レジスタファイル♯1ないし8であり，上記ホストの内部の制御回路及びリモートの内部の制御回路は，i−1番目のリモート宛てのi−1番目の下りパケットの送信が完了してから，i−1番目の上りパケットを受信した後に，タイムチャートに従って，上記送信用レジスタファイル♯iから読み取られたi番目の出力データとi番目の局番とが組み込まれたi番目の下りパケットをシリアル通信線経由で送信し，該i番目の下りパケットの送信の後に，i番目のリモートに割り当てられた期間に，i番目の入力データの組み込まれたi番目の上りパケットをi番目のリモートからシリアル通信線経由で受信し，該i番目の入力データをi番目対応の上記受信用レジスタファイル♯iに書き込むことを特徴とし，上記リモートは，シリアル通信線経由で受信した上記i番目の下りパケットに組み込まれているi番目の局番が自己の局番として設定されているi番目の局番と一致するときに，上記i番目の下りパケットに組み込まれているi番目の出力データを出力用ラッチ回路でのポート出力データとして出力するとともに，i番目のリモートに割り当てられた期間に，入力用ラッチ回路からのポート入力データがi番目の入力データとして組み込まれた上記i番目の上りパケットをシリアル通信線経由で送信することを特徴とし，更に，上記i番目対応の送信用レジスタファイル♯iに読み取り可能に記憶されている出力データのビット群の構成と上記出力用ラッチ回路から出力されるポート出力データのビット群の構成とが同一形態であり，上記i番目対応の受信用レジスタファイル♯iに読み取り可能に記憶されている入力データのビット群の構成と上記入力用ラッチ回路から入力されるポート入力データのビット群の構成とが同一形態であり，前記送信用レジスタファイル♯1ないし8と受信用レジスタファイル♯1ないし8内のデータビット群が，前記複数のリモート毎に記憶ファイルを分割して設定したサイクリック自動通信方式のシステム"
                },
                {
                  "fig": "イ",
                  "subject": "一致点：1台のIC化された中央装置と1台又は複数台のIC化された端末装置とがデジタル通信回線を介して，相互接続されて構成され，上記中央装置から上記端末装置宛てに，出力データの組み込まれた下りパケットを一斉にサイクリックに自動的に送信し，1台又は複数台の端末装置の中から順次に択一的に選択される1台づつの上記端末装置から上記中央装置宛てに，入力データの組み込まれた上りパケットを逐次にサイクリックに自動的に送信するサイクリック自動通信方式の電子配線システムであって，上記中央装置は，上記出力データと上記入力データとを読取り可能に記憶する記憶手段と，上記下りパケットの送信と上記上りパケットの受信とを，制御する通信制御手段とからなり，上記記憶手段は，i番目の下りパケットに組み込まれるi番目の出力データをi番目対応の出力データ記憶領域に読取り可能に記憶し，i番目の上りパケットに組み込まれていたi番目の入力データをi番目対応の入力データ記憶領域に読取り可能に記憶する記憶手段であり，上記通信制御手段は，i−1番目の端末装置宛てのi−1番目の下りパケットの送信が完了してから，i−1番目の上りパケットの受領期間が経過した後に，上記記憶手段のi番目対応の出力データ記憶領域から読み取られたi番目の出力データとi番目の端末装置アドレス符号とが組み込まれたi番目の下りパケットをデジタル通信回線経由で送信し，該i番目の下りパケットの送信が完了した後に，i番目の入力データの組み込まれたi番目の上りパケットをi番目の端末装置からデジタル通信回線経由で受信し，該i番目の入力データを上記記憶手段のi番目対応の入力データ記憶領域に書き込むことを特徴とし，上記端末装置は，デジタル通信回線経由で受信した上記i番目の下りパケットに組み込まれているi番目の端末装置アドレス符号が自己の端末装置アドレス符号として設定されているi番目の端末装置アドレス符号と一致するときに，上記i番目の下りパケットに組み込まれているi番目の出力データを出力ポートでのポート出力データとして出力するとともに，入力ポートからのポート入力データがi番目の入力データとして組み込まれた上記i番目の上りパケットをデジタル通信回線経由で送信することを特徴とし，さらに，上記記憶手段のi番目対応の出力データ記憶領域に読取り可能に記憶されている出力データのビット群の構成と上記出力ポートから出力されるポート出力データのビット群の構成とが同一形態であり，上記記憶手段のi番目対応の入力データ記憶領域に読取り可能に記憶されている入力データのビット群の構成と上記入力ポートから入力されるポート入力データのビット群の構成とが同一形態であり，前記記憶手段内のデータビット群が，前記複数の端末装置毎に記憶手段領域を分割して設定したサイクリック自動通信方式の電子配線システム"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点1：本件特許発明では，通信方式が中央装置から端末装置にアドレス符号を付したパケットを順次送信し，これに対して端末装置から中央装置にアドレス符号を付したパケットを返信するコマンド・レスポンス方式であるのに対し，引用発明では，通信方式が中央装置から端末装置にパケットをタイムチャートに従って送信し，端末装置から中央装置にパケットを自己に割り当てられた期間に送信する時間同期方式である点"
                },
                {
                  "fig": "エ",
                  "subject": "相違点2：本件特許発明では，中央装置の記憶手段が各端末装置に対応して分割された出力データ及び入力データの記憶領域からなるメモリであるのに対し，引用発明では，中央装置の記憶手段が端末装置ごとに個別に設けられた出力データ用の送信用レジスタファイル♯1ないし8及び入力データ用の受信用レジスタファイル♯1ないし8のように個別のファイルからなる点"
                },
                {
                  "fig": "オ",
                  "subject": "相違点3：本件特許発明では，通信制御手段が「プログラムによる通信制御に基づかないで，回路の駆動で制御するステートマシーン」(構成要件B2)であるのに対し，引用発明では，通信制御手段がホストの内部の制御回路である点カ 相違点4：本件特許発明では，通信方式がフルデュープレックス方式及びハーフデュープレックス方式であり(構成要件D)，ハーフデュープレックス方式の場合に，コマンドパケットが，受領期間が経過した「直後に」送信されるのに対し，引用発明では，通信方式がハーフデュープレックス方式のみであり，下りパケットが受領期間の単に「後に」送信される点"
                },
                {
                  "fig": "キ",
                  "text": [
                    "相違点5：なお，仮に本件訂正が認められた場合であっても，引用発明と本件特許発明とは，複数台のIC化されていてかつ端末装置アドレス符号が設定される端末装置を有する点で一致する。したがって，この場合，本件特許発明では，端末アドレス符号が外部から設定されるのに対し，引用発明では，どこから設定されるか不明な点が相違する。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "控訴人の主張について",
                  "text": [
                    "以上に対して，控訴人は，引用発明のホスト及びリモートが，それぞれ本件特許発明の中央装置及び端末装置に相当しない旨を主張し，その根拠として，引用発明におけるパケットの送受信がタイムチャートにより行われていること，引用発明のホストが複数存在し得る(刊行物2の実施例6【0091】)こと，ホストとリモートとの相違がデータバスの有無によることを挙げる。",
                    "しかしながら，まず，引用発明におけるパケットの送受信がタイムチャートにより行われる時間同期方式である点は，前記の相違点1として認定されているとおりである。次に，刊行物2記載の実施例6は，操作ボード入出力I／Fに複数のサーボAMPを経てリモートに接続する実施例であるにすぎず，これから引用発明においてホストが複数存在し得るものとまでは認めがたい。",
                    "むしろ，刊行物2によれば，引用発明は，信号入力装置及び信号通信装置に関するものであって(【0001】)，実施例4においては，1台のホストに8台のリモートが接続され(【0067】)，相互にシリアルデータの送受信を行うものであり(【0071】，【0077】～【0084】)，リモートからの入力データがホストのレジスタファイルに書き込まれる結果，ホストに接続されたCPUがリモートに接続された制御対象器機に対して，容易にアクセスできるようにしたもの(【0085】)である。",
                    "以上によれば，引用発明のホスト及びリモートが本件特許発明の中央装置及び端末装置に該当することは，明らかであって，ホストとリモートとの相違の1つにデータバスの有無があることは，ホストがCPUに接続されていることによるものであるから，ホスト及びリモートが中央装置及び端末装置に相当するとの認定を妨げるものではない。",
                    "したがって，控訴人の上記主張は，いずれも採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "1台の中央装置と複数台の端末装置との間でデータの送受信を行う方式として，中央装置から端末装置にアドレス符号を含む信号を順次送信し，これに対して端末装置から中央装置に自己のアドレス符号含む信号を返信する通信方式(コマンド・レスポンス方式)は，複数の公開特許公報(乙85，86)に記載されていたことから，本件特許発明の出願時点で周知技術であったものと認められる。",
                    "そして，引用発明と本件特許発明とでは，1台の中央装置と複数台の端末装置との間のサイクリックな通信という点で共通していることに加えて，引用発明の時間同期方式に代えて，本件特許発明の出願時点で周知技術であったコマンド・レスポンス方式を採用し，本件特許発明の相違点1に係る構成を採用することには，阻害要因が見当たらない。したがって，本件特許発明の相違点1に係る構成は，当業者が容易に想到することができたものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上に対して，控訴人は，前記周知技術について，構成要件D及びEが示す一連の通信動作を高速で行うものではないから，本件特許発明にいうコマンド・レスポンス方式とは異なる旨を主張する。",
                    "しかしながら，通信動作を高速で行うことは，中央装置と端末装置との間のパケットの送受信に関する通信方式とは異なる他の構成(例えば，構成要件B2)の機能によるものであって，本件特許発明の中央装置と端末装置との間の通信方式と，乙85及び86に記載の通信方式とが異なるとまで認めるに足りない。",
                    "したがって，控訴人の上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，控訴人は，引用発明と乙36技術では制御主体が異なり，コマンド・レスポンス方式では入力信号の変化をリアルタイムで認識しなければならず，あるいは時間同期方式と乙36技術が別の通信技術であるから，両者を組み合わせることはできない旨を主張する。",
                    "しかしながら，前記アに認定のコマンド・レスポンス方式は，その操作にソフトウェアが必須であるとまでは認め難いばかりか，入力信号の変化の認識の可否やタイムチャート等の要否も，時間同期方式とコマンド・レスポンス方式との相違点であるにとどまり，これらの相違点が，引用発明とコマンド・レスポンス方式の組合せを不可能にし，あるいは組合せについての阻害要因になるとまではいえない。",
                    "よって，控訴人の上記主張は，採用できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，控訴人は，引用発明において複数のホストが存在し得ることから，引用発明に乙36技術(ないしコマンド・レスポンス方式)を適用することが不可能である旨を主張する。",
                    "しかしながら，前記のとおり，刊行物2記載の実施例6は，操作ボード入出力I／Fに複数のサーボAMPを経てリモートに接続する実施例であるにすぎず，これから引用発明においてホストが複数存在し得るものとまでは認め難い。",
                    "よって，控訴人の上記主張及びこれに立脚する主張は，採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2について",
              "text": [
                "本件特許発明のように，中央装置のメモリに端末装置ごとの記憶領域を割り当てることは，本件特許発明の出願当時，公開特許公報(乙87)に見られるように周知技術であったものと認められる。また，引用発明のホストに設けられた端末装置ごとのレジスタファイルに代えて，記憶領域を割り当てられたメモリを採用することについては，阻害要因も見当たらない。",
                "したがって，引用発明の相違点2に係る構成について本件特許発明の構成を採用することは，当業者が容易に想到することができたものというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3について",
              "text": [
                "刊行物2には，リモートにCPUを必要としないことが明記されており(【0034】，【0035】)，かつ，ホスト及びリモートのいずれにおいても内部の制御回路が通信制御に関与している旨の記載がある(【0084】)。そして，ホストのCPUについては，ホストのレジスタファイルにおける送受信データの書き込み及び読み取りに関与する旨の記載があるにとどまる(【0085】)ことに照らすと，引用発明のホストが通信制御に当たってCPUを必要とせず，制御回路のみによって行う可能性について示唆があるものといえる。",
                "また，乙84には，1台の親局のみが単数又は複数の子局に対して一方的にデータを送信する際に，CPUを使用しない回路構成によって高速のデータ送信を可能とする技術について記載があり，かつ，本件特許発明の「ステートマシーン」のように，ある作業をプログラムを必要とするマイクロプロセッサやCPUによらず，むしろ回路の駆動すなわちハードウェアで制御することは，本件特許発明の出願当時，当業者にとって周知技術であったものと認められる(乙90，91)。",
                "以上によれば，当業者は，引用発明に乙84記載の技術及び周知技術である「ステートマシーン」を適用することで，本件特許発明の相違点3に係る構成を採用することを容易に想到することができたというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点4について",
              "text": [
                "本件特許発明の通信方式は，フルデュープレックス方式及びハーフデュープレックス方式の双方に関するものである一方，引用発明の通信方式は，ハーフデュープレックス方式のみに関するものであるが，これらの通信方式は，いずれも周知技術である(乙61～64)。したがって，当業者は，引用発明の通信方式から本件特許発明のような双方の通信方式を容易に想到することができたというべきである。",
                "また，前記のとおり，本件特許発明は，ハーフデュープレックス方式の場合，先行するコマンドパケットの送信後，一定期間が経過すれば次のコマンドパケットを送信することを「受領期間が経過した直後に」と表現しているものであるから，時間同期方式を採用している引用発明が，受領期間が経過した「後に」次の下りパケットを送信していることと，実質的な相違はない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "相違点5について",
              "text": [
                "なお，本件特許発明について本件訂正を認めるとともに引用発明との関係で容易想到性を否定して本件特許を有効とした平成19年5月28日付け審決(乙99)は，その後，知的財産高等裁判所平成19年(行ケ)第10220号同20年4月21日判決(乙100)により取り消されたが，弁論の全趣旨によれば，当該判決は，同年10月24日，上告不受理により確定したものの，特許庁に差し戻された上記事件は，本件口頭弁論終結時点において，なお確定していない。",
                "そこで，本件訂正の存在を仮定して相違点5について検討すると，端末装置に外部からアドレス符号を設定することは，複数の公開特許公報(乙36，84～86)にも見られるように周知技術である。したがって，本件訂正が存在するとした場合であっても，当業者は，引用発明について本件特許発明の相違点5に係る構成を採用することを容易に想到することができたというべきである。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件特許発明は，引用発明に乙84記載の技術及びその他の周知技術を適用することで，当業者が容易に想到することができたから，本件特許は，特許法29条2項，123条1項により無効にされるべきものであり，控訴人は，特許法104条の3第1項により，被控訴人に対して本件特許権を行使することができないというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上の次第であるから，被控訴人配線システムは，少なくとも構成要件D1を充足しない上，本件特許は，特許無効審判により無効にされるべきものと認められるから，いずれにしても控訴人の本件請求に理由はなく，本件控訴は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}