{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2005−80325号事件について平成19年6月5日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告の有する後記特許の請求項1～3について被告が無効審判請求をしたところ，特許庁が上記請求項1～3に係る発明についての特許を無効とする旨の審決をしたことから，特許権者である原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "当事者間に争いのない事実等",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁等における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1次審決",
                  "text": [
                    "原告は，平成13年6月22日，名称を「溶融金属供給用容器」とする発明について特許出願(優先権主張平成12年12月27日，日本。特願2001−189650号)をし，平成14年6月28日，特許庁から特",
                    "許第3323489号として設定登録を受けた(請求項は1～3。甲19。",
                    "以下，この特許を「本件特許」という。)。",
                    "そして，平成17年11月9日に至り，被告から本件特許の請求項1～3について無効審判請求がされた(甲17)ので，特許庁がこれを無効2005−80325号事件として審理し，その中で，原告は，平成18年2月3日，訂正請求をしたが，特許庁は，平成18年7月19日，同訂正を認めた上，請求項1～3に係る特許を無効とする旨の審決(第1次審決)をした。",
                    "これに不服の原告が審決取消訴訟を提起し，平成18年10月19日，特許請求の範囲の減縮等を目的とする訂正審判請求(以下「本件訂正」という。甲20)をしたので，知的財産高等裁判所は平成18年11月15日特許法181条2項により上記審決を取り消す旨の決定をした。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "第2次審決(本件審決)",
                  "text": [
                    "特許庁は，さらに審理し，平成19年6月5日付けで，本件訂正を認めた上，請求項1～3に係る発明についての特許を無効とする旨の審決(第2次審決，本件審決)をし，その謄本は平成19年6月15日原告に送達された。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件訴訟",
                  "text": [
                    "本件訴訟は，上記審決を不服とした原告が同審決の取消しを求めた事案である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "特許請求の範囲",
              "text": [
                "本件訂正後の特許請求の範囲は，請求項1～3から成り，これに記載された発明(以下，各請求項の番号に対応して「本件発明1」などという。)は，次のとおりである(甲19，20。下線部は訂正部分)。",
                "【請求項1】 溶融金属を収容することができ，上部に第1の開口部を有する容器と，",
                "前記容器の内外を連通し，前記溶融金属を加圧により流通することが可能な流路と，",
                "前記容器の第1の開口部を覆うように配置され，ほぼ中央に前記第1の開口部よりも小径の第2の開口部を有する蓋と，",
                "前記蓋の上面部に開閉可能に設けられ，前記容器の内外を連通し，容器内の前記加圧を行うための内圧調整用の貫通孔が設けられ，前記容器内部の気密を確保するハッチと",
                "を具備し，",
                "公道を介してユースポイントまで搬送されることを特徴とする溶融金属供給用容器。",
                "【請求項2】 請求項1に記載の溶融金属供給用容器において，前記貫通孔に取り付けられ，前記容器の上面部から上方に向けて突出し，所定の高さの位置で水平方向に折り曲げられ，接続部が水平方向に導出された配管を更に具備することを特徴とする溶融金属供給用容器。",
                "【請求項3】 請求項2に記載の溶融金属供給用容器において，前記配管は，前記貫通孔に着脱可能に螺着されていることを特徴とする溶融金属供給用容器。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別紙審決写しのとおりである。その理由の要点は，①本件発明1～3は，下記甲1発明を主にして下記審判甲第2，第4，第6～13号証に記載された発明に基づいて当業者が容易に発明をすることができたものではない(無効理由1に対する判断)が，②本件発明1～3は，下記甲2発明，審判甲第4，第12，第13号証に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものである(無効理由3に対する判断)から，本件発明1～3は特許法29条2項の規定に違反してなされたものである，というものである。",
                    "記",
                    "審判甲第1号証：特開平6−320255号公報(以下「甲1公報」といい，これに記載された発明を「甲1発明」という。)",
                    "審判甲第2号証：特公平4−6464号公報(以下「甲2公報」といい，これに記載された発明を「甲2発明」という。)",
                    "審判甲第4号証：特開平5−293634号公報 (本訴甲3)",
                    "審判甲第6号証：特開平6−284966号公報 (本訴甲4)",
                    "審判甲第7号証：特開平11−19570号公報 (本訴甲5)",
                    "審判甲第8号証：特開平5−15353号公報 (本訴甲6)",
                    "審判甲第9号証：実願平3−61832号(実開平5−94360号)",
                    "のマイクロフィルム (本訴甲7)",
                    "審判甲第10号証：実願昭60−203208号(実開昭62−109",
                    "769号)のマイクロフィルム (本訴甲8)",
                    "審判甲第11号証：特開平6−154519号公報 (本訴甲9)",
                    "審判甲第12号証：特開平8−20826号公報 (本訴甲10)",
                    "審判甲第13号証：特開昭62−289363号公報(本訴甲11)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した甲2発明の内容，本件発明1との一致点と相違点は，次のとおりである。",
                    "＜甲2発明の内容＞",
                    "「溶融金属を収容することができ，上部に開口部を有する取鍋と，前記取鍋の内外を連通し，前記溶融金属を傾動により流通することが可能な流路と，前記取鍋の上部に開口部を覆うように配置され，ほぼ中央に前記開口部よりも小径の受湯口を有する蓋と，前記蓋の上面部に開閉可能に設けられた受湯口小蓋とを具備し，公道を介してユースポイントまで搬送される傾動注湯式密閉型溶融金属運搬用取鍋。」＜一致点＞",
                    "「溶融金属を収容することができ，上部に第1の開口部を有する容器と，前記容器の内外を連通し，前記溶融金属を流通することが可能な流路と，前記容器の第1の開口部を覆うように配置され，ほぼ中央に前記第1の開口部よりも小径の第2の開口部を有する蓋と，前記蓋の上面部に開閉可能に設けられたハッチとを具備し，公道を介してユースポイントまで搬送される溶融金属供給用容器。」である点。",
                    "＜相違点A’＞",
                    "本件発明1では，流路が溶融金属を加圧により流通することが可能なとし，ハッチを，前記容器内の気密を確保するハッチとしているのに対して，甲2発明における受湯口小蓋(ハッチ)は密閉型であるものの，これらの点が記載されていない点。",
                    "＜相違点B’＞",
                    "本件発明1では，ハッチに容器の内外を連通し，容器内の加圧を行うための内圧調整用の貫通孔が設けられとしているのに対して，甲2発明における受湯口小蓋(ハッチ)は，この点が記載されていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効理由3に係る手続違反)",
          "text": [
            "審決は，無効理由3について，「本件発明1は，甲第2〔審判甲第2号証，本訴甲2〕，4〔審判甲第4号証，本訴甲3〕，12〔審判甲第12号証，本訴甲10〕，13〔審判甲第13号証，本訴甲11〕(以上の〔 〕内は判決注)号証に記載された発明，及び上記周知技術に基いて当業者が容易に発明をすることができたものである。」(27頁30行～32行)とし，無効審判請求書の無効理由3の要旨とされていない「審判甲第13号証」(特開昭62−289363号公報〔本訴甲11〕)を無効理由の要旨に加えている。",
            "しかし，無効審判請求人である被告が，要旨を変更する補正をするためには，訂正の請求等により無効審判請求の理由を補正する必要が生じ，かつ当該補正が審理を不当に遅延させることがないことが明らかと認められる場合において，審判長が決定をもって当該補正を許可する必要がある(特許法131条の2第2項)が，本件においてこのような手続はとられていない。また，審判体が，当事者が申し立てない理由について審理するためには，その審理の結果を当事者に通知し，相当の期間を指定して，意見を申し立てる機会を与えなければならない(特許法153条2項)が，審判体が，無効理由3に上記「甲第13号証」(甲11)を新たに追加し，請求人が申し立てた理由と異なる理由について審理した結果は，被請求人には通知されておらず，意見を申し立てる機会も与えられていない。",
            "したがって，本件審判は，特許法131条の2第2項，153条2項に違反してなされたものである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由3についての認定判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の認定の誤り及び甲2発明と本件発明1との相違点の看過について",
              "text": [
                "審決には，次のア，イの点で甲2発明の認定の誤りがあり，次のウの点で本件発明1との相違点の看過がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「流路」の位置",
                  "text": [
                    "審決の甲2発明の認定は，「流路」が「溶融金属に浸漬する側壁内面側の溶融金属の液面に近い付近から注湯口に向けて」連通しているという点についての認定を欠いている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「受湯口」の位置",
                  "text": [
                    "審決の甲2発明の認定は，「受湯口」が，開口部の蓋の「ほぼ中央」にあると認定しているが，「受湯口」が開口部の蓋の「ほぼ中央」にあるかどうかは，甲2公報からは明らかではない。甲2公報には，平面図がなく，「受湯口17」が手前又は奥手にずれている可能性がある。また，作業性及び安全性の観点からは，蓋の周辺部に偏心している方が小蓋の開閉などにおいて便宜であるので，周辺部に偏心している可能性がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点Ⅰ～Ⅲの看過",
                  "text": [
                    "相違点I： 本件発明1の「容器」は，「加圧式取鍋」としての気密性及び耐圧性を当然に備えている点において，そのような気密性及び耐圧性を備えていない「傾動式」である甲2発明の「取鍋」とは相違する。",
                    "相違点Ⅱ： 本件発明1の「流路」は，「加圧式」である「容器」の「内底部付近」から上方に延びているなど，「加圧」により溶融金属を供給することに適した構成のものである点において，「傾動式」である甲2発明の「取鍋」におけるような「傾動」により溶融金属を供給することに適した構成のものとは相違する。",
                    "相違点Ⅲ： 本件発明1の「第2の開口部」は，「第1の開口部」を覆う蓋の「ほぼ中央」に位置するのに対し，甲2発明の「受湯口」は，「開口部」の「蓋」の「ほぼ中央」に位置するかどうか明らかではない点において相違する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点A’の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「甲2発明を，より注湯精度を良くし，溶湯品質を向上させるために，注湯方式として加圧式を採用しようとすること自体，当業者ならば当然に試みることであり，更に，密閉型の取鍋において加圧式を採用する際には，ハッチを，容器の内外を連通し，容器内の加圧を行うための内圧調整用の貫通孔を設け，加圧式のための気体が漏れないように，容器内の気密を確保するハッチとすることも当業者ならば当然に考慮しなければならないことであり，上記相違点A’は，当業者ならば容易に想到し得ることである。」(22頁下8行～下1行)とするが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "加圧式の技術的思想を傾動式に適用することは容易か",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "加圧式の利点について",
                      "text": [
                        "審決は，「傾動式」のものに比べて，「加圧式」のものは，①電力消費，②注湯精度，及び，③溶湯の品質において利点があるとするが，これらの利点を「周知」の技術的事項とまで言い切れるだけの証拠を審決は示していない。また，仮に，「工場内」における注湯精度及び溶湯の品質という点においては「加圧式」に利点があるとしても，そこから直ちに「公道を介して」搬送される「傾動式」の「取鍋」において「加圧式」にすることを当業者が想到するわけではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "移動手段による搬送について",
                      "text": [
                        "審決は，①甲3(特開平5−293634号公報)にトラバーサー",
                        "などによる「溶湯運搬炉」の運搬，②甲10(特開平8−20826",
                        "号公報)にフォークリフトによる「取鍋式真空脱ガス装置」の運搬，及び，③甲13(実願平1−89474号(実開平3−31063",
                        "号)のマイクロフィルム)にフォークリフトによる「移湯密封取鍋」の運搬が記載されており，「加圧式」のものを移動手段により運搬することは，周知の技術事項であるとする。しかし，これらの運搬は，屋内か屋外かはともかく，すべて平坦な工場の敷地内におけるものである。本件特許の出願当時の当業者において，「加圧式」のものを，わざわざ公道を介して搬送するという課題は公然と知られてはいない。したがって，加圧式のものを工場内を移送するものがあるとしても，その技術的思想を直ちに公道を介してユースポイントまでトラックにより搬送する容器に適用することまでをも容易に想到し得るものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "傾動式の容器の問題点と加圧式の容器の問題点の共通性傾動式の容器を公道を介して搬送する際の問題点と，加圧式の容器を公道を介して搬送する際の問題点とは必ずしも一致するものではない。すなわち，本件発明1における問題点は，加圧式の容器を公道を介して搬送する際に，加圧用の配管が詰まるのをどのようにして防止するかという点にある。このような問題点は，加圧用の配管を有しない傾動式の容器においては生じ得ない問題点である。したがって，傾動式の容器を公道を介して搬送する際の問題点が公然知られていたとしても，加圧式の容器を公道を介して搬送する際の問題点を容易に想到し得るものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，工場内において加圧式のものが存在し，加圧式のものを搬送するものが存在していたとしても，それらの技術的思想を公道を介して搬送する傾動式のものに適用することを，当業者において容易に想到することができたとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「受湯口小蓋」の「気密」を確保することについて",
                  "text": [
                    "審決は，傾動式の取鍋を加圧式にする際には，「受湯口小蓋」を「気密」なものにすることは設計事項であるとするが，この審決の論理は，前提に誤りがある。すなわち，甲2発明の容器に加圧式の技術を適用することは，甲2発明の容器をそのまま加圧式に置き換えることを意味するわけではない。したがって，甲2発明の容器に加圧式の技術を適用する際に，傾動式の構成だからこそ必須である「受湯口」と「受湯口小蓋」の構成までをも，取り込まなければならない必然はない。公知技術においても，特段の理由もなく，蓋にさらにハッチを設けるという二重の蓋のような構成を採用したものは見受けられない。例えば，甲10(特開平8−20826号公報)においても，一重の蓋を必要に応じて開閉する構成とされている。",
                    "甲2発明の傾動式の容器に加圧式の技術的思想を適用する場合には，まず気密性の確保が必要となるのであるから，「受湯口」及び「受湯口小蓋」の構成をなくした構成を考える方が自然である。ところが，原告において，公道を介して加圧式のものを搬送するという公然知られていない課題を試みることにより，初めて「内圧調整用の貫通孔」が目詰まりなどする問題点が見いだされたのである。そのために中央部に「ハッチ」を設け，「内圧調整用の貫通孔」を設けるとの技術的思想が生じたのである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "「流路」を加圧式に適したものにすることについて",
                  "text": [
                    "傾動式のものに加圧式の技術的思想を適用する際に，甲2発明における傾動式の流路という具体的な構成を加圧式にそのまま引き継ぐことは，そもそも困難であるので，何らかの加圧式に適した流路を新たに設ける必要がある。ここで，公道を介して搬送する容器において，加圧式の技術的思想を適用すること自体，容易に想到することができることではなく，まして，どのような構成の流路にするかを容易に想到することは困難というべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，加圧式の技術的思想を適用することを試みること自体が容易に想到し得ることではなく，まして，加圧式において本来不要な「ハッチ」の構成を設けることは，なおさら，当業者において容易に想到し得ることではない。したがって，相違点A'の構成を，当時の当業者において容易に想到するとした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点B'の判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，相違点B'について，①加圧式のものにおいて，蓋に設ける例，容器本体に設ける例があり，どこに設けるかは任意であり，②甲2発明の「受湯口小蓋」は開閉自在であるので，開閉自在な「受湯口小蓋」に貫通孔を設けるのが，加圧式において一番便宜である旨判断するが，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "加圧式における内圧調整用の貫通孔の位置",
                  "text": [
                    "原告においても，加圧式の溶融金属の容器において，内圧調整用の貫通孔が，蓋か容器本体かのいずれかに設けられること自体は，否定しない。",
                    "しかし，内圧調整用の貫通孔を，本件発明1におけるように，あえて「ハッチ」のような構成を設け，その「ハッチ」の上に設けた構成は，審決が列挙する公知技術において見受けられない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲10(特開平8−20826号公報)に記載された装置",
                      "text": [
                        "上記装置においては，「蓋3」が，本件発明1の第1の開口部を覆う「蓋」に相当し，その「蓋3」に「排気管31」及び「給気管32」が設けられている。この装置においては，「ハッチ」を設け，その「ハッチ」に「内圧調整用の貫通孔」を設けた構成はとられていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲11(特開昭62−289363号公報)に記載された注湯炉",
                      "text": [
                        "審決は，上記注湯炉において，「受湯路5」を密閉する「蓋7」に加圧気体の供給口が設けられているとする。しかし，甲第11号証において，本件発明1の第1の開口部を覆う「蓋」に相当するものは，「貯湯室1」の「蓋6」であると考えられるから，審決の認定の趣旨は不可解である。すなわち，甲11は，第1の開口部にあえて「ハッチ」を設け，その「ハッチ」の上に「内圧調整用の貫通孔」を設けるという技術的思想を開示したものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲14(特開平1−262062号公報)記載の溶湯保温炉",
                      "text": [
                        "審決は，上記溶湯保温炉において，「加圧ガス用導入管37」を設けた開閉可能な「炉蓋30」が開示されているとする。しかし，本件発明1の第1の開口部の「蓋」に相当する「炉蓋30」には，「ハッチ」のような構成はおよそ開示されていない。本件発明1の「内圧調整用の貫通孔」に相当すべき「加圧ガス用導入管37」が設けられるべき貫通孔もまた，「炉蓋30」に直接に設けられている。そうすると，この「加圧ガス用導入管37」を設けた開閉可能な「炉蓋30」は，本件発明1の「ハッチ」のような技術的思想を示すものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲16(実願昭60−139738号(実開昭62−50860",
                      "text": [
                        "号)のマイクロフィルム)記載の加圧式注湯炉",
                        "審決は，上記加圧式注湯炉において，「小蓋23」に「受湯室用送圧管12b」が設けられているとする。しかし，参考資料8の加圧式注湯炉において，本件発明1の第1の開口部を覆う「蓋」に相当するものは，「湯室1」の「蓋11」であると考えられる。そして，いずれにせよ，上記加圧式注湯炉の「湯室1」にあえて「ハッチ」を設け，その「ハッチ」の上に「内圧調整用の貫通孔」を設けるという技術的思想は開示されていない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲15(実願平4−59438号(実開平6−15861号)のC",
                      "text": [
                        "D−ROM)記載の加圧式注湯炉",
                        "審決は，上記加圧式注湯炉において，「蓋2」に「圧搾空気配管3」が設けられているとする。しかし，本件発明1の第1の開口部の「蓋」に相当する「蓋2」には，「ハッチ」のような構成はおよそ開示されていない。本件発明1の「内圧調整用の貫通孔」に相当すべき「圧搾空気配管3」が設けられるべき貫通孔もまた，「蓋2」に直接に設けられている。そうすると，この「圧搾空気配管3」を設けた開閉可能な「蓋2」は，本件発明1の「ハッチ」のような技術的思想は示されていない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "容器本体に設ける例",
                      "text": [
                        "審決は，本件発明1の「内圧調整用の貫通孔」に相当するものを容器本体に設けた例として，①甲3(特開平5−293634号公報)",
                        "の「発熱体出入口9」，②甲12(実願昭63−130228号(実開",
                        "平2−53847号)のマイクロフィルム)の「加圧用ストップバルブ10」，及び，③甲13(実願平1−89474号(実開平3−31",
                        "063号)のマイクロフィルム)の「取鍋給気口11」があるとする。",
                        "本件発明1の「内圧調整用の貫通孔」に相当するものが容器本体に設けられている，これらの例は，容器本体に設けた方が，取付け及び取外しが自在で，作業が容易かつ安全であることによるものと理解される。そして，いずれにせよ，審決が列挙する容器本体に「内圧調整用の配管」を設けた公知技術があることと，本件発明1のように第1の開口部の「蓋」にあえて「ハッチ」を設け，さらに「ハッチ」に「内圧調整用の配管」を設けた構成との間において，どのような技術的関連性があるのかは不明である。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "以上によれば，審決は，本件発明1のように第1の開口部の「蓋」にあえて「ハッチ」を設け，さらに「ハッチ」に「内圧調整用の配管」を設けた構成を開示した公知技術を何ら示していない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2発明における内圧調整用の貫通孔の位置",
                  "text": [
                    "審決は，本件発明1の第1の開口部のほぼ中央に設けられたハッチに内圧調整用の貫通孔を設けることは容易に想到し得ることであるとするが，次の点に照らし誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「受湯口」及び「受湯口小蓋」の構成を当然の前提とする点甲2発明に加圧式の技術的思想を適用するのであれば，「受湯口」，すなわち，溶融金属を流し込む口は必須ではない。なぜなら，加圧式のものにおいては，加圧の方向を逆にして，溶融金属の溶解炉から吸引させれば足りるからである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "公道を介して搬送する際の溶融金属の挙動は，実際に試作してみて初めて認識することができる課題であること",
                      "text": [
                        "公道を介して搬送する際に溶融金属がどのような挙動を示すか，内圧調整用の貫通孔をどこに設けるべきかは，実際に加圧式の容器を試作し，公道を介して搬送する実験をすることにより初めて認識することができる。そのような試作をして現実に公道を介して搬送する実験をしたのは，原告が初めてである。そして，審決の「技術常識」は何らの公然知られた証拠に基づかないものであり，本件発明1に係る明細書の記載に基づく後付けの論理である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "溶融金属の飛沫の付着についての被告の主張に対しては，次のとおり反論する。",
                        "① 傾動式取鍋において，溶融アルミニウムがどのような挙動を示すかについては，注湯口から溶融アルミニウムがこぼれたり(甲1の6欄13行以下)，注湯口の液面が固化したりすること以外，当業者において明確な認識はされていない。",
                        "② 被告は，飛沫が傾動式取鍋の大蓋に付着することは周知であると主張し，この点を立証するため，次のとおりの証拠を提出している。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "平成20年11月5日付けの日本坩堝株式会社顧問のAの報告",
                          "text": [
                            "書(乙3)において，昭和62年ころ原告が傾動式取鍋による公道搬送を開始したこと。なお，同報告書の別表中の「テクノメタル」も原告の関連会社(当時)である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "アメリカ合衆国において，傾動式取鍋による公道搬送がされていることについて記載された昭和51年ころ発行の文献(乙6)c ドイツにおいて昭和47年ころから傾動式取鍋による運搬がされていたことを記載する欧文のパンフレット(乙4，5)並びに被告の親会社である大紀アルミニウム工業所の従業員であるCが作成した社内文書(乙7)"
                        },
                        {
                          "fig": "d",
                          "subject": "平成20年11月6日付けの大紀アルミニウム工業所の従業員である川井清文が作成した「報告書」(乙13)"
                        },
                        {
                          "fig": "e",
                          "subject": "平成20年10月6日に撮影された傾動式取鍋の解体写真(乙",
                          "text": [
                            "14)"
                          ]
                        },
                        {
                          "fig": "f",
                          "subject": "平成18年1月19日付けの，本件訂正発明1から3までを回",
                          "text": [
                            "避するための貫通孔及び配管の構成を備えた加圧式取鍋の設計図面(乙15)",
                            "しかし，被告が提出する証拠は，いずれも，平成12年ころ，溶融アルミニウムがどの程度，どのような態様で付着するのかという点や，それが具体的にどのような課題を生じさせるのかという点についての当業者の技術的な認識を示すものではない。すなわち，傾動式取鍋による公道搬送において，溶融アルミニウムが，どのような原因により，どのような搬送回数により，どのような態様で付着していくのかというようはことは，およそ課題として認識されていない。そのような認識がない以上，原告による加圧式取鍋の開発において直面した課題を予測することは，当業者においておよそ困難である。",
                            "③ 被告は，溶融アルミニウムと水との粘度がほぼ等しいので，溶融アルミニウムが公道を搬送する際どのような挙動を示すかは，容易に認識し得るとも主張する。",
                            "しかし，社団法人軽金属協会「アルミニウム技術便覧」昭和60年6月16日(乙8)49頁の「表3．9」と，財団法人日本規格",
                            "協会「JIS Z 8803-1991」(乙9)2頁の「表1」を比較すれば明らかであるが，温度変化に対する粘度の変化は溶融アルミニウムと水とでは著しく異なり，水は温度が上がると急速に粘度が下がるのに対し，溶融アルミニウムは温度上昇に対し，粘度がなかなか下がらない。さらに，例えば，標準状態(25℃)の水の粘度は，0．890(cP)であるが，これは，溶融アルミニウムの689℃(融",
                            "点プラス29℃)における粘度1．317(cP)とは大きく異な",
                            "る。",
                            "このように，粘度のみでも，溶融アルミニウムと水とでは，著しく性質が異なり，さらに，密度，レイノルズ数，表面張力等の点からも，性質が異なることが導かれるのであるから，水の挙動を取り上げて溶融アルミニウムの挙動を予測することは，およそ困難であるといわざるを得ない。",
                            "④ 被告は，傾動により取鍋本体内部の上面に溶融金属が付着したものではないと主張する。しかし，平成12年当時，傾動式取鍋により供給した経験しかない場合において，蓋の裏面に付着した溶融アルミニウムが，溶融アルミニウムを注ぎ込んだり，傾動して注ぎ出す際に付着したものではないと断定することはできない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明1の効果",
                  "text": [
                    "審決は，本件発明1の効果は当業者が予想し得ない格別の効果ではないとするが，誤りである。また，審決は，甲2公報には本件発明1の課題と共通する事項の記載があるとするようであるが，甲2公報の第6欄37～42行の記載は，公道を介して搬送する際に溶融金属が「注湯口ノズル30」に付着するという趣旨の記載ではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲14(特開平1−262062号公報)について",
                  "text": [
                    "審決は，甲14の「炉蓋30」には取り外しの際に障害になるはずであるにもかかわらず多くの部材が取り付けられているので，本件発明1の「ハッチ」に部材を取り付けることも通常の設計の範囲内であるとするが，甲14の「炉蓋30」は1枚構成の蓋であるから，そもそも前提が異なる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明2は，本件発明1の溶融金属供給用容器に係る請求項1の従属項に係るものである。したがって，本件発明1に関する認定及び判断の誤りを，すべて本件発明2に関する審決取消事由として援用する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明2に係る認定及び判断の誤り",
                  "text": [
                    "審決は，上記以外にも，本件発明2との関係において，次の点において認定及び判断に誤りがある。",
                    "すなわち，まず，審決は，本件発明2の構成要件Bの「前記貫通孔に取り付けられ，前記容器の上面部から上方に向けて突出し，所定の高さの位置で水平方向に折り曲げられ，接続部が水平方向に導出された配管を更に具備する」との構成を「相違点C」として認定している。この相違点Cの認定自体には誤りはないが，相違点Cに相当する構成が甲10(特開平8−20826号公報)及び甲14(特開平1−262062号公報)にお",
                    "いて開示されているとの認定には誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲10に開示されている構成の認定の誤り",
                      "text": [
                        "審決は，甲10(特開平8−20826号公報)の【図3】に「給",
                        "気用のホース50が蓋32の上面部から上方に向けて突出し，所定の高さの位置で水平方向に折り曲げられていること…が示されて」いる(29頁3行～5行)と認定するが，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "まず，審決が指摘するように，「給気用のホース50が蓋32の上面部から上方に向けて突出し，所定の高さの位置で水平方向に折り曲げられている」といえるかどうかは明らかではない。",
                            "すなわち，甲10からは「給気用のホース50」の材質が不明である。「ホース」の材質は，「樹脂」などの弾力のあるものであるのが通常であり，形状を絶えず変化させているものである。甲10の【図3】における「給気用のホース50」が，たまたま，あたかも水平方向に導出されているように見えたとしても，それは，ある一瞬の状況についての単なる「模式図」又は「概略図」にすぎない。",
                            "そのことは【図4】の「給気用のホース50」が弧を描いていることからも明らかである。したがって，【図3】の「給気用のホース50」の形状も，何らかの技術的思想を示すような構成を開示したものではないというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，本件発明2の「配管」は，①「前記貫通孔に取り付けられ」たものでなければならないし，かつ，②「接続部が水平方向に導出された」ものでなければならない。ところが，甲10の「給気用のホース50」は，そのような構成も，その構成に具現された技術的思想も開示していない。すなわち，本件発明2の「配管」は，①本件発明1の「貫通孔」が容器上面の中央付近に設けられた「ハッチ」に設けられていることを前提とし，②加圧による溶融金属の導出の度ごとに「加圧用のタンクからの配管」が接続され，かつ，③水平方向に接続ポイントを導出することにより，「加圧用のタンクからの配管」の接続を安全にかつ簡単に行うためのものである。ところが，甲10の「給気用のホース50」は，貫通孔に取り付けられてはいない。甲10の装置において貫通孔に取り付けられているものは，「給気管32」である。本件発明2の「配管」に近いものは，むしろ，この「給気管32」であり，「給気用のホース50」ではない。本件発明2の「配管」の「接続ポイント」に相当すべきものも，「給気管32」の「給気接続口34」である。",
                            "それのみならず，甲10の「給気管32」にしても，本件発明2の「配管」の技術的思想を開示するような構成ではない。すなわち，「給気管32」の「貫通孔」は「ハッチ」の上には設けられていない。また，その位置も容器の中央付近ではなく，容器の周囲から比較的手が届きやすいような位置に設けられている。さらに，「給気管32」の「給気接続口34」も垂直に近い方向を向いている。",
                            "このように，甲10の「給気管32」は，容器上面の中央付近にある「ハッチ」に設けられた貫通孔に取り付けられた配管の接続ポイントを水平方向に導出して，作業性及び安全性を確保しようという本件発明2の技術的思想を一切開示していない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲14(特開平1−262062号公報)に開示されている構成の認定の誤り",
                      "text": [
                        "審決は，甲14(特開平1−262062号公報)の「第1図」にお",
                        "いて「導入管37」及び「供給管38」とが，「炉蓋30の上面部から上方に向けて突出し，所定の高さの位置で水平方向に折り曲げられていることが示されて」いるとする(29頁11行～12行)が，誤りである。",
                        "すなわち，甲14において，本件発明2の「配管」に相当すべきものは，「導入管37」及び「供給管38」ではなく，「導入管37」のみである。「供給管38」が「導入管37」と「コネクタ39」において接続されるのは，気体を供給する必要があるときのみである。したがって，「供給管38」は，本件発明2との関係においては「加圧用のタンクからの配管」に相当すべきものであり，本件発明2の「配管」に相当するものではない。",
                        "そうすると，甲14において，本件発明2の「配管」に相当するものは「導入管37」である。そして，その先端にある「半体39a」の部分は，明らかに垂直方向に導出されている。また，「導入管37」が取り付けられるべき「貫通孔」の位置も容器の周辺に近い部分にある。",
                        "このように「導入管37」において，本件発明2の「配管」の構成も示されていなければ，その構成に具現化されている技術的思想も一切示されていない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明3についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明3は，本件発明2に係る請求項2の従属項に係る。また，本件発明2は，本件発明1に係る請求項1の従属項に係る。したがって，これまで述べた，審決における本件発明1及び2に関する認定及び判断の誤りを，すべて本件発明3に関する審決取消事由として援用する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明3に係る認定及び判断の誤り",
                  "text": [
                    "審決は，上記以外にも，本件発明3との関係において，次の点において認定及び判断に誤りがある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，審決は本件発明3の「前記配管は，前記貫通孔に着脱可能に螺着されている」との構成は，甲2発明との相違点であるが，「慣用手段」にすぎないと認定する(29頁30行)が，「慣用手段」であることを認定するに足りるだけの証拠を何ら示していない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に「螺着」という技術的な手段自体が「慣用手段」であるとしても，「前記配管」を「前記貫通孔」に「着脱可能に螺着」するという構成及びその技術的思想を開示した構成が，審決における証拠において開示されていない。すなわち，水平方向に導出されている「前記配管」が，容器上面部の中央付近のハッチに設けられた「前記貫通孔」を前提として，配管の詰まり具合をしばしば確認することを可能にするために「着脱可能に螺着」されているという構成をとることを，本件発明3の同構成は，その技術的思想の特徴的部分としている。ところが，審決は，本件発明3の同構成は慣用手段とのみ，証拠もなく認定するばかりである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決は特許法131条の2第2項又は153条2項に違反しているから取り消されるべきである旨主張するが，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "すなわち，特許法131条の2にいう「請求の理由」の要旨変更とは，無効審判請求書に記載された特定の無効理由が変わることにより，被請求人の防御に大きな影響を与え，反論の機会を与えないと攻撃防御のバランスを失するものをいう。また，周知技術は，いちいち例を挙げるまでもなく当業者が知悉している技術であって，被請求人の防御に影響を与えるものではなく，また特許庁に顕著な事実といえる。そうすると，周知技術を追加することは新しい証拠の追加ではなく，請求人が審判官合議体に対して注意を喚起する行為といえるものであり，請求の理由の要旨変更には該当しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "また，問題となっている「審判甲第13号証」(特開昭62−289363号公報(甲11))は，被告から平成18年3月23日付弁駁書とともに提出され，本件審決の前の平成18年7月19日の第1次審決でも甲第13号証として採用されていた証拠であり，再審決である本件審決までの間には，反論の機会が十分に与えられていた証拠である。しかも，審決は，上記「審判甲第13号証」(甲11)を，甲10(特開平8−20826号公報)，甲12",
              "text": [
                "(実願昭63−130228号(実開平2−53847号)のマイクロフィ",
                "ルム)，甲13(実願平1−89474号(実開平3−31063号)のマ",
                "イクロフィルム)とともに，「…。以上のとおり，本件優先権主張日前から，溶融金属の注湯炉・取鍋・移湯装置において，注湯方式としては傾動式よりも加圧式の方が注湯精度，溶湯の品質上優れていることは周知の技術事項である。」(21頁7行～22頁6行)との周知技術の認定の一つの例として採用しているにすぎない。この注湯方式として傾動式よりも加圧式の方が優れていることは，本件明細書(甲19，20)の【0003】～【0005】でも説明されているところである。また，甲11は，甲10(特開平8−20826号公報)，甲14(特開平1−262062号公報)，甲16(実願昭60−1",
                "39738号(実開昭62−50860号)のマイクロフィルム)及び甲1",
                "5(実願平4−59438号(実開平6−15861号)のマイクロフィル",
                "ム)とともに，「容器の蓋に(貫通孔を)設ける例」(審決23頁下3行～24頁22行)の一つの例として採用された証拠にすぎない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(無効理由3についての認定判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の認定の誤り及び甲2発明と本件発明1との相違点の看過の主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲2発明と本件発明1とは，注湯方式の相違から，流路の位置が異なるとともに，気密性・耐圧性に相違がある，審決には，甲2発明の受湯口は，図からは蓋の「ほぼ中央」とは認定できないのに，「ほぼ中央」と認定した誤りがあり，また，流路の位置及び気密性・耐圧性に係る相違点を設計上考慮し得る事項にすぎないと判断した点についても，相違点と認定した上で設計事項かどうかを判断すべきであり，設計事項であるから一致することにはならないと主張するが，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1では流路の位置は特定されていないのであるから，相違点として認定する方が誤っており，審決が相違点として認定しなかったことは当然のことである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，本件発明1は，単に「前記容器の気密を保持するハッチ」とするだけで，気密性・耐圧性につき具体的な構成に基づき特定しておらず，また発明の詳細な説明にも何ら説明されていない。さらに，甲2公報には，「取鍋は厚さ約6mmの鉄板で円筒形に形成して・・」(第7欄41行)，「取鍋の寸法はほぼ外径1100mm，高さ1200mm，内径860mm，深さ900mmでアルミニウム溶湯約900kgを収容し，湯面の高さはははぼ700mmであった。」(第8欄6～9行)と説明されるとともに，第1図の実施例の正面図及び第6図から第8図の実施例の断面図のいずれの図においても，受湯口17は蓋16の中央に位置することが図示されている。特に，第6図，第8図と第7図は，注湯口18，把手24及びフォーク差し込み用部材9の図示から断面方向が90度異なっているにもかかわらず，受湯口17は蓋16の中央に位置することが図示されている。そして，仮に，受湯口17が手前又は奥手にずらされているなら，その旨の説明ないし図面が存在してしかるべきであるのに，そのような説明，図面は存在しない。なお，原告は，安全性の観点から受湯口は偏心される可能性がある旨主張するが，その主張に根拠はない。したがって，甲2発明の受湯口は，蓋の「ほぼ中央」に設けられていることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，上記のような相違点を，進歩性判断の前に挙げなかった審決を論難するが，このような些細な相違点を挙げなかったとしても，結論には何ら影響を及ぼさないことは明らかであり，審決は，原告の主張を取り上げて，次のように正しく判断しているのであるから，原告の上記主張は当を得ない主張である。",
                    "「しかしながら，相違点β(流路の位置)について，本件特許発明1の「流路」は容器の内底部付近から配管取付部まで連通し，とは請求項1に特定されていないことはさておき，相違点α(容器の気密性)，相違点β(流路の位置)，相違点γ(ハッチの気密性)とも，甲第2号証記載発明(甲2発明)の傾動注湯式密閉型である取鍋(容器)を加圧式注湯方式とすることに伴って自ずから設計上考慮し得る事項にすぎず，本件特許発明1はその加圧力自体，気密性の程度も特定されているわけではないから，被請求人の上記主張は採用の限りではない。」(23頁22～29行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点A’の判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "加圧式の有利性",
                  "text": [
                    "原告は，注湯方式として傾動式よりも加圧式の方が注湯精度，溶湯の品質上優れていることは周知の技術事項であるとはいえないとして，甲11(特開昭62−289363号公報)記載の電力消費は工場内での搬送しか当てはまらないとか，甲10(特開平8−20826号公報)は酸化防止によいことは記載されているとしても，注湯精度がよいとは記載されていないとか，工場内において酸化防止に有利であるから公道搬送に有利とはいえないと主張する。",
                    "しかし，本件発明1の加圧式取鍋も，甲2発明の傾動式取鍋も，公道を搬送されるだけでなく，工場内でも使用されるのであるから，加圧式が工場内での使用に有利であれば，全体として傾動式より有利，優れていることに違いはない。そもそも，本件明細書(甲19，20)においても，次のように加圧式が傾動式より優れていると説明されているのであって，原告の主張は当を得ない主張である。",
                    "「【0003】従来から用いられている取鍋は，溶融金属が貯留される容器本体の側壁に供給用の配管を取り付けたいわば急須のような構造で，かかる取鍋を傾けることにより配管から成型側の保持炉に溶融金属を供給することが行われている。",
                    "【0004】【発明が解決しようとする課題】しかしながら，このような取鍋では，例えば取鍋の傾斜をフォークリフトを用いて行っており，そのような作業は必ずしも安全なものとはいえなかった。また，取鍋を傾斜させるためにフォークリフトに回動機構を設ける必要があるため，構成が特殊となり，更にそのような操作のためにフォークリフトの操作に熟練した作業者が必要とされる，という課題があった。",
                    "【0005】そのため，本発明者等は，圧力差を利用した溶融金属の供給システムを提唱している。このシステムは，密閉された容器に外部に溶融金属を導出するための配管を設け，さらにこの容器に加圧気体を供給するための配管を接続し，容器内を加圧することで金属導出用の配管から外部の例えば成型側の保持炉に溶融金属を導出している。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "移動手段による運搬",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審決が挙げる公知技術は平坦な工場の敷地内の技術であって，公道搬送の取鍋に適用することは容易に想到できるものではない旨主張する。",
                        "確かに，審決の摘示する甲3(特開平5−293634号公報)，甲",
                        "10(特開平8−20826号公報)及び甲13(実願平1−8947",
                        "4号(実開平3−31063号)のマイクロフィルム)は工場敷地内を運搬する取鍋であるが，審決は，この証拠のみで相違点A'に係る判断をしているわけではない。原告の主張は，ある公知文献に，本件発明1の構成等がすべて開示されていないと，公知文献たり得ないとするかのごとき主張であって，当を得ない主張である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "公道搬送の場合の問題点の認識",
                      "text": [
                        "原告は，審決が挙げる甲2公報記載の公道搬送の場合の問題点が加圧式にもあるとしても，加圧式には加圧用の配管が詰まるという傾動式にはない問題点がある旨主張する。",
                        "しかし，甲2公報の「即ち従来の方法で溶湯を一般道路上を運搬する場合は，公道など一般道路が工場内と異なり，坂道があったり，車の振動が激しくなる舗装状態の悪い道路面があったりすることから，溶湯がこぼれたり，積込んだ取鍋が横転したり，また放冷により溶湯が凝固する等の困難が予想され，実現ができなかった。」(第3欄40行～第4欄2行)との記載からすれば，加圧用の配管を設ければ，車の振動による溶湯の揺れにより，その飛沫が飛散する等して加圧用の配管に詰まる可能性がある程度のことは，当業者はもちろん当業者でなくても推測できることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "受湯口の構成",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，加圧式取鍋では，取鍋内を減圧して吸引することで溶湯を取鍋内に導入することが可能であるから，傾動式取鍋である甲2公報の「受湯口」は必要ではない，気密性の確保等からすれば「受湯口」は設けないが，本件発明では貫通孔の詰まり防止のために，わざわざ蓋にさらにハッチを設けるという二重の構造にした旨主張するが，失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "すなわち，加圧用取鍋であっても，取鍋本体内部の清掃や，溶融金属を供給する前に取鍋本体内を熱するバーナーないしヒーター(溶湯が冷却されて凝固しないよう)を入れるためには，開閉可能な小蓋(ハッチ)を設ける必要がある。また，本件発明1は，「…前記溶融金属を加圧により流通することが可能な流路と，…，容器内の前記加圧を行うための内圧調整用の貫通孔が設けられ，…」とされているため，溶湯を供給する際には取鍋内部を加圧することで，配管57等を介して溶湯を供給するが，溶湯の供給を受ける際には取鍋内部を減圧しない(すなわち，配管57等を介して供給を受けない)構成となっている。したがって，本件発明1においても，溶湯の供給を受けるため小蓋(ハッチ)を設ける必要があるのであって，「…溶解炉からポンプにより送給されて来た溶湯を取鍋2の受湯口17から送給パイプを通して取鍋2内に収納した後，小蓋19を閉じ，…」(甲2公報の第7欄4～7行)と説明されている傾動式取鍋と同様である。そもそも，加圧式取鍋において，気密性を達成する構成など，当業者には周知慣用技術であり，そのためにハッチ等を設けないようにすることなどはあり得ない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，二重の蓋の構成であるが，大蓋は，本件明細書(甲19，20)の段落【0052】に「本体50及び大蓋51の外周にはそれぞれフランジ53，54が設けられており，これらフランジ間をボルト55で締めることで本体50と大蓋51が固定されている。」と記載されているように，通常時は取鍋本体50に固定されたものであり，常時，開閉することを予定したものではない。そして，大蓋は，取鍋本体と一体的に製造することが困難であることから，本体とは分けて，別部材として製造されたものにすぎず，いわば本体の上面部ともいえる部材である。",
                            "すなわち，二重の蓋の構成といっても，大蓋の構成を採用することにつき，本件発明1との関係では技術的意義はないから，実質上，ハッチのみの一重の蓋の構成と同じである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "流路の構成",
                      "text": [
                        "原告は，流路を加圧式に適した構成にすることは，公道搬送用取鍋に加圧式の技術的思想を適用すること自体が容易想到でないから，どのような構成の流路にするかを容易に想到することは困難であると主張する。",
                        "しかし，加圧式の流路と傾動式の流路との相違は，公道搬送用か否かとは関係のないことであるし，そもそも，本件発明1では単に「加圧により」と限定するだけで，加圧式特有の流路にするような具体的な構成を特定していない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点B’の判断の誤りの主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "容器の蓋に設ける例の認定",
                  "text": [
                    "原告は，審決が，二重の蓋か一重の蓋かにかかわらず，容器(取鍋)の蓋に貫通孔を設けた例として，上記の甲10，甲11，甲14，甲16及び甲15を認定したのに対して，そのいずれもが，本件発明1のハッチの構成は開示されていないと主張するが，下記のとおり，いずれも失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲10(特開平8−20826号公報)",
                      "text": [
                        "原告は，甲10の「蓋3」とは本件発明1の大蓋に相当すること，公道搬送のためにはハッチは設ける必要がないこと，安全性等の観点からみても「蓋3」の中央部にハッチを設け，貫通孔を設けるはずもない旨主張する。",
                        "しかし，審決が認定したのは，加圧式取鍋の「蓋3」(クランプ装置13で開閉可能)に「給気管32」が固設されている事実である。本件発明1の構成等がすべて開示されていることではない。そして，公道搬送の加圧式でも開閉可能なハッチを設ける必要があること，本件発明の二重の蓋の構成は実質上一重の構成と同じであることは，既に主張したとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲11(特開昭62−289363号公報)",
                      "text": [
                        "原告は，甲11の「蓋7」は本件発明1の「ハッチ」に相当しないとするが，審決が認定したのは，甲11の第1図の「受湯路5」，その「蓋7」(「受湯路5」は「他の溶湯保持容器から溶湯を受ける」［2頁左下欄15行］から，「蓋7」は開閉可能)及び貫通配管(番号は付されていない)の構成と「なお受湯路5をも加圧することによって受湯路部分の溶湯も低減できる。」(2頁右下欄7～8行)の記載から，「受湯路5の上部を密閉するための蓋7に加圧用気体の供給口が示されている。」(16頁23～24行)との事実であり，すなわち「蓋7」に加圧用の貫通配管が設けられていることが示されていることである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲14(特開平1−262062号公報)",
                      "text": [
                        "原告は甲14の「炉蓋30」は本件発明1の「ハッチ」ではない旨主張するが，その意味は，「炉蓋30」は二重の蓋の小蓋には該当しないという意味と推察されるが，本件審決は，二重の蓋か一重の蓋かにかかわらず，取鍋の蓋に貫通孔を設けた例として，甲14を挙げているのである。",
                        "すなわち，甲14の「炉蓋30の中央部近傍に，それを貫通して加圧ガス用導入管…37が立設され」(3頁右下欄14～16行)の説明及び第1，3，4図からも明らかなように，「炉蓋30」(第4図に開いた状態が図示されている)には「加圧ガス用導入管37」が立設されている。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "甲16(実願昭60−139738号(実開昭62−50860",
                      "text": [
                        "号)のマイクロフィルム)",
                        "原告は，甲16の「蓋11」が本件発明1の「大蓋」に該当し，この「蓋11」には「ハッチ」を設ける等の技術的思想は開示されていないとの主張をするが，審決は，二重の蓋か一重の蓋かにかかわらず，甲16の「受湯室22の外側に移動式の小蓋23を気密フランジ24部にて・・受湯室用送圧管12bに分岐せしめ湯室側と受湯サイフォン側を同時に加圧する」(4頁下から4行～5頁1行)との説明及び第1図より，「小蓋23」(受湯質22は他より溶湯を受ける部分であるから，「小蓋23」は開閉可能)に「受湯室用送圧管12b」が接続されている構成が示されていることを認定しているのである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "甲15(実願平4−59438号(実開平6−15861号)のC",
                      "text": [
                        "D−ROM)",
                        "原告は，上記と同様，甲15の「蓋3」は本件発明1の「大蓋」に該当し，この「蓋3」には「ハッチ」を設ける等の技術的思想は開示されていないとの主張をするが，審決は，二重の蓋か一重の蓋かにかかわらず，甲15の「段落【0007】・・この溶湯容器1は蓋2を備えており，この蓋2には溶湯容器1の中に・・高圧ガスを送り込むための圧搾空気配管3が接続されている。・・」との説明及び図1，2から，「蓋2」(「・・溶湯容器1内の溶湯が少なくなったときは，溶湯容器1の蓋2を開放し，溶湯容器1内に必要な量の溶湯を追加することができる。」【0012】と開閉可能なことが説明されている)の上部中央に「圧搾空気配管3」が接続されている構成が示されていることを認定しているのである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "また，原告は，本件発明1の「ハッチ」を設け，その「ハッチ」に貫通孔，配管を設けることは作業性及び安全性の観点から当業者が通常想到することではない旨主張する。しかし，加圧式取鍋においても，開閉可能な「ハッチ」は設けられる必要があり，また，一重の蓋の構成ではあるが，上記のような蓋に加圧用の貫通孔，配管を設ける構成は周知技術であること，本件発明の二重の蓋といっても実質上は一重の蓋の構成にすぎないことからすれば，原告の主張が失当であることは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "貫通孔の位置",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲2発明の傾動式取鍋を加圧式取鍋にするのであれば，受湯口は必要ではない旨の主張や，公道搬送の際の溶融金属の挙動は試作してみないと分からず，本件発明1の課題は分からない等の主張をするが，失当である。",
                        "すなわち，本件発明1の進歩性の判断は，甲2の傾動式取鍋は，本件発明1と同じ二重の蓋の構成であり，この構成である甲2発明の取鍋を前提にして，本件発明1が容易想到か否かが問題となっている。しかも，傾動式取鍋を加圧式取鍋にするのであれば，受湯口は必要ではない旨の原告の主張は，本件発明1が取鍋内を加圧して溶融金属の導出ができるが，取鍋内を減圧して溶融金属を導入できる構成にはなっていないことからすれば，傾動式取鍋を加圧式取鍋にしたところで，甲2発明にいう受湯口及び小蓋(ハッチ)は必須の構成になること，仮に，取鍋内を減圧して溶融金属を導入できる構成であったとしても，清掃，予熱及び修理のために受湯口及び小蓋(ハッチ)は必須の構成になることより，誤っていることは明らかである。したがって，二重の蓋の構成でないような，傾動式取鍋を想定し，その取鍋から本件発明1の進歩性を判断する必要はない。",
                        "そして，本件発明1の構成は，実質的には一重の蓋の構成にすぎないこと，貫通孔を設けるのは，貫通孔の設置位置は取鍋本体か蓋(ハッチ)の部分に限られるが，蓋に設置するか本体に設置するかという点は，公知技術としてどちらの構成も存在し，しかも，開閉が予定されている蓋にも貫通孔が設けられていることからすれば，設計事項にすぎないこと，さらには既に公道搬送用の取鍋(甲2)が存在し，その公報の記載からすれば，車の振動による溶湯の揺れにより，その飛沫が飛散する等して加圧用の配管に詰まる可能性があるとの課題は当業者に認識されていたことからすれば，ハッチに貫通孔を設ける程度のことは，当業者は容易に想到できるものといわざるを得ないものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "溶融金属の飛沫の付着について，次のとおりいうことができる。",
                        "① 公道搬送用の傾動式取鍋は周知慣用技術であったこと"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "国内においては，甲2発明の実施品である傾動式取鍋が，昭和62年以降，本件特許の優先日(平成12年12月27日)までに，共同出願人である日本坩堝株式会社により製造販売され，原告ほか数社の業者に販売されて使用(溶融アルミニウムを精錬工場から需要先［主として自動車工場］に搬送)されていた(日本坩堝株式会社のA作成の平成20年11月5日付け「報告書」〔乙3〕)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "外国(当時の西ドイツ)においても，遅くとも1972年以降，公道搬送用の傾動式取鍋は多数の企業において使用されてきたものである(OTTO JUNKER GMBH作成のパンフレット〔乙4〕，1973年",
                          "text": [
                            "(昭和48年)5月10日付け報告書〔乙5〕，B「アルミニウム",
                            "合金」金属通信社・1976年(昭和51年)8月8日〔乙6〕，",
                            "大紀アルミニウム工業所のC作成の昭和59年7月12日付け「海外出張報告」〔乙7〕)。",
                            "② 傾動式取鍋の修理と溶融金属の付着の認識"
                          ]
                        },
                        {
                          "fig": "a",
                          "text": [
                            "傾動式取鍋(加圧式取鍋も同様)は，1年ないし1年半使用すれば耐火材，断熱材等を交換するため，全面的な解体修理がされる。この際，当業者は公道搬送による振動等により溶融金属が揺動することによって，取鍋本体内部の上面に付着し，これが酸化されて酸化物になることを認識している(被告従業員が平成20年10月6日に撮影した傾動式取鍋の大蓋における酸化アルミニウムの付着状況の写真〔乙14〕)。",
                            "甲2にも「即ち従来の方法で溶湯を一般道路上を運搬する場合は，公道など一般道路が工場内と異なり，坂道があったり，車の振動が激しくなる舗装状態の悪い道路面があったりすることから，溶湯がこぼれたり・・・」(3欄40～44行)として「溶湯がこぼれる」ことまで指摘されているのであるから，公道搬送による揺れにより，取鍋本体の上部内面(大蓋の裏面)に溶融金属の飛沫が付着していくことは自明であり，さらには，その飛沫が酸化物になることは当業者には自明である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "この点，溶融アルミニウムにつき，アルミニウムの融点660℃(ただし，被告が納入しているアルミニウムはシリコンが約12%含有されているため融点は582℃であるが，納入先の指定が695℃から710℃の間であるため，予熱工程では取鍋本体内を700℃に予熱している。乙13)での粘度は，水と同程度の粘度となっている。",
                            "【参考】689℃のアルミニウムの粘度：1.317cP(centi-poise)718℃のアルミニウムの粘度：1.250cP(乙8)",
                            "5℃の水の粘度：1.519cP",
                            "10℃の水の粘度：1.307cP",
                            "15℃の水の粘度：1.138cP(乙9)。",
                            "したがって，水を運ぶ時に水面が波打ち，注意しなければ容器からこぼれることは経験則上明らかであるところ，水と同程度の粘度しかない溶融アルミニウムも公道搬送による振動によって飛沫が，取鍋内部の上面に付着していき，この付着物が，空気に触れ，または予熱工程でのバーナーにさらされることにより酸化されて酸化アルミニウム(Al O )になると，物性が著しく変化し，加熱しようが金属棒等で突こうが，容易に除去できないことも，当業者にとって自明事項である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "なお，傾動式取鍋は溶融金属を傾動して導出するものであるが，この傾動により取鍋本体内部の上面に溶融金属が付着したものではない。このことは，注湯口(甲2の実施例では「注湯口18」)側だけでなく，周方向全体にわたって同量のアルミニウム酸化物が固着していることより明らかである(乙13，14)。",
                            "③ 以上のとおり，公道搬送可能な傾動式取鍋は周知慣用技術となっていたところ，飛散した溶融金属(溶融アルミニウム)に由来する酸化物が，甲2の傾動式取鍋でいえば取鍋の内部上面の部分，すなわち，「蓋16」(本件発明の大蓋52に相当)の裏面に堆積し，容易に剥離できないことが当業者に知られていた。",
                            "溶融金属の飛沫の付着は，公道搬送したことにより生ずる結果であり，傾動式，加圧式という注湯方式の相違には関係しないのであるから，同じく公道搬送用の加圧式取鍋においても，貫通孔を取鍋の「本体」に設ければ，溶融金属の付着により貫通孔が詰まることは，当業者には自明の事項である。",
                            "そうであれば，貫通孔の詰まりを防止するため，溶融金属の液面からできる限り遠い位置，すなわち，甲2の傾動式取鍋でいえば「受湯口小蓋19」(本件発明のハッチに相当)に設けるのは，当業者にとって容易想到である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1の効果",
                  "text": [
                    "原告は，本件発明1の効果は当業者が予期し得ない効果であると主張し，その理由として，甲2公報の次に掲げる第6欄37～42行の記載は，公道搬送中の「注湯口ノズル30」に溶融金属が付着することではないから，審決の認定は誤りである旨主張する。",
                    "「上記ノズル30およびストッパー31を鋳鉄製とすることにより，機械的強度にすぐれ，耐久性を改善することができる上，注湯後の湯切れが良く，密閉性が改善されることが分った。鋳鉄製であると，付着地金があっても容易に剥がすことができる。」しかし，「上記ノズル30」とは「注湯口ノズル30」であり，「ストッパー31」とは「ノズル30に嵌合する鋳鉄製のストッパー」(第6欄14～16行参照)ではあって，上記ノズル30に注湯時に地金が付着するのはそのとおりであるが，ストッパー31は，注湯時にはノズル30から取り外されているのであるから，地金が付着することはない。",
                    "したがって，ストッパー31は地金が付着するのは公道搬送時ということになる。そして，公道搬送時にノズル30にも地金が付着することは，「即ち従来の方法で溶湯を一般道路上を運搬する場合は，公道など一般道路が工場内とは異なり，坂道があったり，車の振動が激しくなる舗装状態の悪い道路面があったりすることから，溶湯がこぼれたり，積込んだ取鍋が横転したり，また放熱により溶湯が凝固する等の困難が予想され，実現ができなかった。」(第3欄40行～第4欄2行)との記載からも明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲14(特開平1−262062号公報)の認定について",
                  "text": [
                    "審決(28頁19～25行)が，甲16(実願昭60−139738号(実開",
                    "昭62−50860号)のマイクロフィルム)のほか，甲14の第4図では加圧ガス用導入管37，温度センサ44及び給湯管32が付随している「炉蓋30」を取り外すことが示され，開閉する蓋に他の部材があっても当該炉蓋に加圧ガス用導入管(貫通配管)を設けていることから，貫通孔の設置位置をどこにするかは取付け及び取外しの自在さ，作業の容易性，その他の要因で当業者ならば通常なし得る設計的事項である旨認定したのに対して，原告は，「炉蓋30」は1枚構成の蓋であるから前提が異なるなどと主張する。",
                    "しかし，審決の上記認定は，当業者は作業性の点から開閉可能な蓋に貫通孔ないし貫通配管を設置することはないとの原告の主張に対する認定である。すなわち，一重の蓋であるか二重の蓋であるかではなく，当該蓋が開閉可能か否かが問題となっているのである。しかも，本件発明1の蓋は実質上一重の蓋の構成であることからすれば，原告の上記主張は的外れの主張といわざるを得ない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2に関する主張に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明2「前記貫通孔に取り付けられ，前記容器の上面部から上方に向けて突出し，所定の高さの位置で水平方向に折り曲げられ，接続部が水平方向に導出された配管」との構成については，甲10(特開平8−20826号公報)及び甲14(特開平1−262062号公報)を挙げるま",
                  "text": [
                    "でもなく，作業性や安全性の観点から配管を折り曲げたりすることは，配管としての常套手段ないし周知慣用技術である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は甲10の「給気用のホース50」は材質が樹脂であることが多いから，【図3】で示された形状が，ある一瞬の状況についての単なる模式図，概略図にすぎない旨主張するが，形状が定まらないような「給気用のホース50」が，「窒素ガス供給装置51」から垂直に延びるはずはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，原告は，甲10の「給気用のホース50」は貫通孔に取り付けられておらず，取り付けられているのは「給気管32」であるとも主張するが，甲10の「給気管32」は「蓋3」を貫通した配管であって，この構成と，蓋の貫通孔に配管を接続する構成とに，技術的差異はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，甲14において，本件発明2の「配管」に相当するのは「導入管37」であって，「導入管37」及び「供給管38」を本件発明2の「配管」に相当するとした審決の認定は誤っているとか，「導入管37」の取り付けられる貫通孔の位置も容器の周辺に近い部分であるなどと主張するが，原告の主張するような些細な相違に技術的差異はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明3に関する主張に対し",
              "text": [
                "原告は，審決は本件発明3の構成につき配管を着脱自在に螺着することは慣用手段であると認定するが，その証拠を示していないと主張する。",
                "しかし，慣用技術に証拠を示す必要はない。証拠を示すまでもなく当業者が現実に実施している技術であることは，誰の目にも明らかであり，特許庁ないし裁判所に顕著な事実ともいえる技術である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(無効理由3に係る手続違反)について",
          "text": [
            "原告は，審決は無効理由3について「審判甲第13号証」(特開昭62−289363号公報〔本訴甲11〕)を無効理由の要旨に加えているところ，これは要旨を変更する補正に当たるにもかかわらず特許法131条の2第2項に規定する手続がとられておらず，また，特許法153条2項が規定するように，審判体が，無効理由3に上記「審判甲第13号証」(甲11)を新たに追加し，請求人が申し立てた理由と異なる理由について審理した結果を被請求人に通知したり意見を申し立てる機会を与えることもしていないから，本件審判は，特許法131条の2第2項，153条2項に違反してなされたものである，と主張する。",
            "しかし，審決は，上記「審判甲第13号証」(甲11)を，甲10(特開平8−20826号公報)，甲12(実願昭63−130228号(実開平2−5384",
            "7号)のマイクロフィルム)，甲13(実願平1−89474号(実開平3−31063号)のマイクロフィルム)とともに，「本件優先権主張日前から，溶融金属の注湯炉・取鍋・移湯装置において，注湯方式としては傾動式よりも加圧式の方が注湯精度，溶湯の品質上優れていることは周知の技術事項である。」(22頁4行～6行)というように，周知の技術事項の認定の一つの例として採用しているにすぎない。また，同様に審決は，上記「審判甲第13号証」(甲11)を，甲10(特開平8−20826号公報)，甲14(特開平1−262062号公報)，甲16(実願昭60−139738号(実開昭62−50860号)のマイクロフィ",
            "ルム)及び甲15(実願平4−59438号(実開平6−15861号)のマイクロフィルム)とともに，内圧調整用の貫通孔を「容器の蓋に設ける例」(審決23頁36行)の一つの例として示し，「内圧調整用の貫通孔を，取鍋の蓋の部分であって，かつ溶湯を取鍋内に供給するために開閉する蓋の部分に設け，該蓋の開放時に該貫通孔の取鍋内面側を外側に露出させることは，上記甲第13号証の蓋…に示されるとおり周知の技術事項といえる…」(26頁5行～9行)というように，周知の技術事項の認定の一つの例として採用しているにすぎない。",
            "そうすると，このような上記「審判甲第13号証」(甲11)について特許法131条の2第2項，153条2項に規定する手続がとられていなかったとしても，審決の結論に影響を及ぼすような，上記各条項に違反する手続的瑕疵があったということはできない。",
            "以上によれば，原告の上記主張は採用することができず，取消事由1は，理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点B’の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書(甲19，20)には，「発明の詳細な説明」として，以下の(ア)～(カ)の記載及び(キ)の図面がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "「本発明は，例えば溶融したアルミニウムの運搬に用いられる溶融金属供給用容器に関する。」(【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "「多数のダイキャストマシーンを使ってアルミニウムの成型が行われる工場では，工場内ばかりでなく，工場外からアルミニウム材料の供給を受けることが多い。この場合，溶融した状態のアルミニウムを収容した取鍋を材料供給側の工場から成型側の工場へと搬送し，溶融した状態のままの材料を各ダイキャストマシーンへ供給することが行われている。」(【0002】)",
                        "「従来から用いられている取鍋は，溶融金属が貯留される容器本体の側壁に供給用の配管を取り付けたいわば急須のような構造で，かかる取鍋を傾けることにより配管から成型側の保持炉に溶融金属を供給することが行われている。」(【0003】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「しかしながら，このような取鍋では，例えば取鍋の傾斜をフォークリフトを用いて行っており，そのような作業は必ずしも安全なものとはいえなかった。また，取鍋を傾斜させるためにフォークリフトに回動機構を設ける必要があるため，構成が特殊となり，更にそのような操作のためにフォークリフトの操作に熟練した作業者が必要とされる，という課題があった。」(【0004】)",
                        "「そのため，本発明者等は，圧力差を利用した溶融金属の供給システムを提唱している。このシステムは，密閉された容器に外部に溶融金属を導出するための配管を設け，さらにこの容器に加圧気体を供給するための配管を接続し，容器内を加圧することで金属導出用の配管から外部の例えば成型側の保持炉に溶融金属を導出している。」(【0005】)「しかしながら，上記構成の容器では，加圧気体供給用の配管が詰まり易い，という問題がある。特に，上記のシステムでは，例えば容器はトラックに搭載され公道を介して工場から他の工場に運搬されるために揺れことが多く，このため容器内の溶融金属の液面が傾いたり，液滴が容器内で飛び散り，これらが加圧気体供給用の配管に付着する。そして，例えばこのような付着が度重なることで配管詰まりが発生している。」(【0006】)",
                        "「以上の事情に鑑み，本発明の主たる目的は，内圧調整に用いるための配管や孔の詰まりを防止することができる溶融金属供給用容器を提供することにある。」(【0007】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "「かかる課題を解決するため，本発明の主たる観点に係る溶融金属供給システムは，溶融金属を収容することができる容器と，前記容器の内外を連通し，前記溶融金属を流通することが可能な流路と，前記容器の上面部に開閉可能に設けられ，前記容器の内外を連通する内圧調整用の貫通孔が設けられたハッチとを具備するものである。」(【0008】)「通常，かかる容器内に溶融金属を供給するに先立ちガスバーナ等の加熱器により容器を予熱している。この予熱は，ハッチを開けて加熱器の一部を容器内に挿入することで行われる。従って，ハッチは容器内に溶融金属を供給する度に開けられるものである。本発明では，このようなハッチに内圧調整用の貫通孔を設けているので，容器内に溶融金属を供給する度に内圧調整用の貫通孔に対する金属の付着を確認することができる。そして，例えば貫通孔に金属が付着しているときにはその都度それを剥がせばよい。従って，本発明では，内圧調整に用いるための配管や孔の詰まりを未然に防止することができる。…」(【0009】)「本発明の更に別の観点に係る溶融金属供給用容器は，溶融金属を収容することができ，上部に第1の開口部を有する容器と，前記容器の内外を連通し，前記溶融金属を流通することが可能な流路と，前記容器の第1の開口部を覆うように固定的に配置され，ほぼ中央に前記第1の開口部よりも小径の第2の開口部を有する蓋と，前記蓋の上面部に開閉可能に設けられ，前記容器の内外を連通する内圧調整用の貫通孔が設けられたハッチとを具備するものである。」(【0021】)",
                        "「本発明では，このようなハッチに内圧調整用の貫通孔を設けているので，容器内に溶融金属を供給する度に内圧調整用の貫通孔に対する金属の付着を確認することができる。従って，本発明では，内圧調整に用いるための配管や孔の詰まりを未然に防止することができる。…」(【0022】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "「次に，このように構成されたシステムに好適な容器(加圧式溶融金属供給容器)100について，図3及び図4に基づき説明する。図3は容器100の断面図，図4はその平面図である。」(【0051】)",
                        "「容器100は，有底で筒状の本体50の上部開口部51に大蓋52が配置されている。本体50及び大蓋51の外周にはそれぞれフランジ53，54が設けられており，これらフランジ間をボルト55で締めることで本体50と大蓋51が固定されている。なお，本体50や大蓋51は例えば外側が金属であり，内側が耐火材材及び断熱材により構成されている。」(【0052】)",
                        "「上記の大蓋52のほぼ中央には開口部60が設けられ，開口部60には取っ手61が取り付けられたハッチ62が配置されている。ハッチ62は大蓋52上面よりも少し高い位置に設けられてる。ハッチ62の外周の1ヶ所にはヒンジ63を介して大蓋52に取り付けられている。これにより，ハッチ62は大蓋52の開口部60に対して開閉可能とされている。また，このヒンジ63が取り付けられた位置と対向するように，ハッチ62の外周の2ヶ所には，ハッチ62を大蓋52に固定するためのハンドル付のボルト64が取り付けられている。大蓋52の開口部60をハッチ62で閉めてハンドル付のボルト64を回動することでハッチ62が大蓋52に固定されることになる。また，ハンドル付のボルト64を逆回転させて締結を開放してハッチ62を大蓋52の開口部60から開くことができる。そして，ハッチ62を開いた状態で開口部60を介して容器100内部のメンテナンスや予熱時のガスバーナの挿入が行われるようになっている。」(【0054】)",
                        "「また，ハッチ62の中央，或いは中央から少しずれた位置には，容器100内の減圧及び加圧を行うための内圧調整用の貫通孔65が設けられている。この貫通孔65には加減圧用の配管66が接続されている。",
                        "…」(【0055】)",
                        "「この配管66の一方には，加圧用又は減圧用の配管67が接続可能になっており，加圧用の配管には加圧気体に蓄積されたタンクや加圧用のポンプが接続されており，減圧用の配管には減圧用のポンプが接続されている。そして，減圧により圧力差を利用して配管56及び流路57を介して容器100内に溶融アルミニウムを導入することが可能であり，加圧により圧力差を利用して流路57及び配管56を介して容器100外への溶融アルミニウムの導出が可能である。…」(【0056】)「このように本実施形態に係る容器100では，ハッチ62に内圧調整用の貫通孔65を設け，その貫通孔65に内圧調整用の配管66を接続しているので，容器100内に溶融金属を供給する度に内圧調整用の貫通孔65に対する金属の付着を確認することができる。従って，内圧調整に用いるための配管66や貫通孔65の詰まりを未然に防止することができる。」(【0061】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明の効果",
                      "text": [
                        "「…本発明によれば，内圧調整に用いるための配管や孔の詰まりを防止することができる。」(【0109】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "第3図"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上のアの記載によると，従来の技術の課題は，圧力差を利用した溶融金属の供給システムにおいて，密閉された容器に溶融金属用の配管が設けられ加減圧用の配管が接続されるという構成をとったとき，液滴が容器内で飛び散って内圧調整用の配管に付着し，これが度重なることで配管詰まりが発生する点にある(【0005】，【0006】，【0056】)。そして，本件発明1は，このような課題を解決するために，容器の上面部に開閉可能に設けられ，容器の内外を連通する内圧調整用の貫通孔が設けられたハッチを具備するという構成を採用し(【0008】，【0021】，【0022】，【0055】)，この構成により，ハッチを開けて加熱器を容器内に挿入して予熱をする際に，内圧調整用の貫通孔に対する金属の付着を確認することができ，内圧調整に用いるための配管や孔の詰まりを未然に防止できる(【0009】，【0061】，【0109】)という作用効果を有するものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2公報の記載等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2公報には，以下の(ア)～(カ)の記載があり，(キ)の図面が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "「本発明はアルミニウム等の溶融金属を公道など一般道路を通つて遠隔地運搬，長時間運搬，坂道などの傾斜面運搬ができ，溶湯のまま使用者側に配送ができるようにしたトラツク等，道路上を運行する運搬用車輌による溶融金属の運搬方法に関するものである。」(1頁2欄10行～15行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "解決すべき問題点",
                      "text": [
                        "「集中溶解炉で溶解して各保持炉に分配する場合には，問題がある。即ち一種多量生産の場合は集中溶解方式が経済的であるが，多種類少量の生産には集中溶解方式は不経済であり，他の小型溶解炉，例えばるつぼ炉，小型の溶解兼保持炉等に頼らざるを得ない。・・・・従つて集中溶解炉を設備しなくても鋳造ができれば工場の合理化が図られる。この目的で，アルミニウム等を専門に溶解する工場から使用現場まで溶湯のまま配湯する方法が研究されており，一部にはパイプラインによる給湯設備がある。しかし，この場合でも運搬距離はせいぜい数百メートルに過ぎず，同一工場内での運搬に限られており・・・適時希望の場所に配送することができず，機動性に乏しい。運搬距離がさらに長距離になれば，工場の合理化がさらに推進されるであろうことは以前から予想されていた。従つて，例えば溶湯を外部の企業から配給を受けて使用することは以前から構想されてきたが，未だ実現されないまま，今日に至つている。",
                        "その原因は溶湯の放冷を防ぎ安全に運搬することが困難であつたことによる。」(2頁3欄14行～39行)",
                        "「即ち従来の方法で溶湯を一般道路上を運搬する場合は，公道など一般道路が工場内と異なり，坂道があつたり，車の振動が激しくなる舗装状態の悪い道路面があつたりすることから，溶湯がこぼれたり，積込んだ取鍋が横転したり，また放冷により溶湯が凝固する等の困難が予想され，実現ができなかつた。」(2頁3欄40行～4欄2行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "問題点の解決手段",
                      "text": [
                        "「本発明は上記の事情に鑑みなされたもので，溶融金属を密閉型の取鍋に収納し，開口部を密閉した取鍋をトラツク等道路上を運行する運搬用車輌の荷台上に載置固定して運搬することを特徴としている。」(2頁4欄4行～8行)",
                        "「また，取鍋な受湯口および注湯口に密閉装置を有する密閉型の取鍋で，運搬中の湯こぼれ等を完全に防止することができ，長時間運搬等の場合は保温用加熱装置を設けて溶湯の放冷凝固を防止するようにし，受湯口，注湯口の開閉もクランプハンドルにより極めて迅速に行い得るようにしたものである。」(2頁4欄29行～35行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例",
                      "text": [
                        "「第6図～第8図は取鍋の断面図を示し，13は外殼鉄皮，14は断熱材，15は内張り耐火材，16は蓋，17は受湯口，18は注湯口，19は受湯口小蓋，蓋16と取鍋本体20の各鉄皮はフランジ部21を締着22して接続してある。また小蓋19は第7図に示すように蝶番23により蓋16に開閉自在に取付けられ，その反対側には把手24および二叉状掛止具25が突設され，これに対し蓋16にはねじ軸26が外側方に回転自在に取付けられ，図においてねじ軸26は掛止具25の二叉部に掛止められ，ねじ軸26に螺合せしめたクランプハンドル27により小蓋19が蓋16に締着されており，ハンドル27をゆるめてねじ軸26を外側方に回動することにより小蓋19を開くことができる。」(3頁5欄35行～6欄5行)",
                        "「第9図～第11図は注湯口18の開閉装置を示し，図中，30は鋳鉄製の注湯口ノズル，31はノズル30に嵌合する鋳鉄製のストツパーで，…ストツパー31が注湯口ノズル30に嵌合して同注湯口ノズル30を閉塞するようになつている。…上記ノズル30およびストツパー31を鋳鉄製とすることにより，機械的強度にすぐれ，耐久性を改善することができる上，注湯後の湯切れが良く，密閉性が改善されることが分つた。",
                        "鋳鉄製であると，付着地金があつても容易に剥がすことができる。」(3頁6欄13行～42行)",
                        "「溶融金属の輸送に当つては，一例として供給者側の工場において溶解炉からポンプにより送給されて来た溶湯を取鍋2の受湯口17から送給パイプを通して取鍋2内に収納した後，小蓋19を閉じ，クランプハンドル27により緊締し，また注湯口18にはストツパー31を施し，トグルクランプ35のハンドル35″により緊締すれば取鍋2は迅速かつ完全に開口部が密閉されるので，この取鍋2を差し込み用部材9，9を介しフオークリフトによりトラツクの荷台1に積込み，上記固定装置3と緊締具8により固定して使用先の工場まで運搬することができる。",
                        "使用先の工場に着後は取鍋2の緊締6，7，8を解除し，左右方向に傾動可能なフオークリフトを使用して，取鍋2を降ろし，ストツパー31を取除いて注湯口18を開き，フオークリフトにより取鍋2を傾動して保持炉，或は直接鋳型等に直ちに注湯することができる。従つて供給者側は使用先工場の需要に応じ適時に溶融金属を配送することができる。」(4頁7欄3行～22行)",
                        "(オ)「運搬方法",
                        "受湯から使用先の溶解炉に移すまでの時間は約2時間であつた。途中，坂のある一般道路を走つたが，安全に運搬することができた。…」(4頁8欄17行～20行)",
                        "(カ)「使用結果",
                        "取鍋の内部等には何等異常がなく，次の運搬に使用することができた。」(4頁8欄22行～24行)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "第6図"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載によれば，甲2発明は，溶融金属を収容し，搬送し，供給するために使用される容器についての発明であり，当該技術分野においては，溶湯の放冷を防ぎ安全に運搬する方法やそのための取鍋が望まれていたことから，取鍋を運搬車輌に搭載し公道を介して工場間で運搬することを課題とし，このような課題を解決するため，上記ア(ウ)～(キ)記載のような運搬用車輌に搭載し公道上を搬送するに適した構造を有する取鍋(容器)であって，溶湯は受湯口から取鍋内に収納され，使用先の工場では，注湯口を開きフォークリフトにより取鍋を傾動して保持炉や鋳型等に注湯する方式の，いわゆる傾動式の取鍋(容器)を採用したものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審決の甲2発明の認定については，「流路」が「溶融金属に浸漬する側壁内面側の溶融金属の液面に近い付近から注湯口に向けて」連通しているという点についての認定を欠いていると主張する。",
                        "しかし，そもそも，このような流路の始まる位置自体は本件発明1の発明特定事項であるとは認められないから，原告の上記主張はその前提を欠き失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，審決の甲2発明の認定については，「受湯口」が，開口部の蓋の「ほぼ中央」にあると認定しているが，「受湯口」が開口部の蓋の「ほぼ中央」にあるかどうかは，甲2公報からは明らかではないと主張する。",
                        "しかし，甲2公報の第6図，第8図と第7図とは，注湯口18，把手24及びフォーク差し込み用部材9の図示からすると，断面方向が90度異なっていると見られるにもかかわらず，受湯口17は蓋16の中央に位置することが図示されているから，審決の上記認定に誤りはないというべきである。なお，第7図のクランプハンドル27等の記載は，第6図，第8図においては省略されたと見ることもできるから，上記認定を左右するものではない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点B’の判断の誤りに関する検討",
              "text": [
                "以上の(1)，(2)を踏まえて取消事由2(相違点B’の判断の誤り)の採否について検討するに，甲2発明の容器は，前記(2)イに説示したとおり，溶湯は受湯口から取鍋内に収納され，使用先の工場では，注湯口を開きフォークリフトにより取鍋を傾動して保持炉や鋳型等に注湯する方式の，いわゆる傾動式の取鍋であると認められるところ，この傾動式の取鍋から，これを，密閉された容器に溶融金属用の配管が設けられ加減圧用の配管が接続されるという構成(いわゆる加圧式)とすること自体は，甲10(特開平8−20826号公報)，甲11(特開昭62−289363号公報)，甲12(実",
                "願昭63−130228号(実開平2−53847号)のマイクロフィル",
                "ム)，甲13(実願平1−89474号(実開平3−31063号)のマイ",
                "クロフィルム)において，加圧式の場合，注湯精度，溶湯品質等の点で傾動式よりも優れていることが記載されているから，当業者がこれを適用することは容易に想起できるものと認められる。",
                "しかし，このことは，当業者が甲2発明から出発してこれにいわゆる加圧式の容器を採用しようと考えた後は，加圧式の容器であれば性質上当然具備するはずの構成のほかそのすべての個々の具体的構成は当然に適用できることを意味するものではない。そして，甲2発明の傾動式の容器であれば，その傾動式の容器であるという性質自体から，溶湯を出し入れするために注湯口及び受湯口が必要であることが導かれるが，本件発明1の加圧式の容器の場合は，一つの流路を通して溶湯の導入と導出とを行う注湯方式であり加減圧用の配管が容器に接続されていればよいのであるから，傾動式の容器で必要な受湯口及び受湯口小蓋は必須なものではない。したがって，甲2発明の傾動式の容器に接した当業者がこれを加圧式の取鍋にすることを考える際，あえて，必須なものではない受湯口及び受湯口小蓋を具備したままの構造とするのであれば，そうした構造を採用する十分な具体的理由が存する必要がある。",
                "しかるに，上記(1)に記載したように，本件発明1における技術的課題は，密閉された容器に溶融金属用の配管が設けられ加減圧用の配管が接続されるという構成をとったとき，液滴が容器内で飛び散って内圧調整用の配管に付着し，これが度重なることで配管詰まりが発生する点にあるところ，このような課題を解決するために，容器の上面部に開閉可能に設けられ，容器の内外を連通する内圧調整用の貫通孔が設けられたハッチを具備するという構成を採用し，この構成により，ハッチを開けて加熱器を容器内に挿入して予熱をする際に，内圧調整用の貫通孔に対する金属の付着を確認することができ，内圧調整に用いるための配管や孔の詰まりを未然に防止できるという作用効果を有するようにしたものである。そうすると，本件発明1と上記(2)に記載したような甲2発明とを対比すると，甲2発明は取鍋を運搬車輌に搭載し公道を介して工場間で運搬するという技術的課題を有し，その課題解決手段としては，上記(2)ア(ウ)～(キ)記載のような運搬用車輌に搭載し公道上を搬送されるに適した構成を採用しており，技術分野は同じくするものの，その技術的課題は，傾動式取鍋の安全な工場間運搬(甲2発明)と加圧式取鍋特有の内圧調整用配管の詰まりの防止(本件発明1)というように基本的に異なっており，その課題解決手段も，注湯口，受湯口の密閉手段や運搬用車両への係止手段が設けられた構成(甲2発明)と「ハッチに容器の内外を連通し，容器内の加圧を行うための内圧調整用の貫通孔が設けられ」た構成(本件発明1の相違点B’)というように異なっており，その機能や作用についても異なるものであるから，そのような甲2発明に接した当業者が，本件発明1の相違点B’の構成を容易に想起することができたと認めることはできない。",
                "審決の相違点B’について容易想到であるとした判断には誤りがあり，原告の取消事由2は理由がある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告は，審決が，二重の蓋か一重の蓋かにかかわらず，容器(取鍋)の蓋に貫通孔を設けた例として，上記の甲10(特開平8−20826号公報)，甲11(特開昭62−289363号公報)，甲14(特開平1−",
                  "text": [
                    "262062号公報)，甲16(実願昭60−139738号(実開昭6",
                    "2−50860号)のマイクロフィルム)及び甲15(実願平4−594",
                    "38号(実開平6−15861号)のマイクロフィルム)を認定したのに対して，そのいずれも本件発明1のハッチの構成は開示されていないとの原告の主張は失当であると述べる。",
                    "しかし，上記(1)から明らかなように，本件発明1の「ハッチ」は，通常使用時に取鍋本体50に固定された「大蓋52」の上に設けられたものであって，取鍋内に溶湯を導入する前の予熱や配管詰まりの監視のため，溶湯供給作業を行うたびに開閉することを目的とし，その目的達成に必要な程度の開閉可能性が要求されるものである。しかるに，上記の甲10，甲11，甲14，甲16及び甲15を子細に検討してみても，貫通孔が設けられた蓋が開示されているに止まり，当該蓋を開けて予熱や監視を行うような記載は見当たらないから，そもそも予熱や配管詰まりの監視の目的達成に必要な程度の開閉可能性を満たす蓋が開示されていると認めることはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，加圧式取鍋においても開閉可能な「ハッチ」は設けられる必要があること，また，一重の蓋の構成ではあるが，上記のような蓋に加圧用の貫通孔，配管を設ける構成は周知技術であること，本件発明1の二重の蓋といっても実質上は一重の蓋の構成にすぎないことを主張する。",
                    "しかし，上記アに説示したように，本件発明1の「ハッチ」は，通常使用時に取鍋本体50に固定された「大蓋52」の上に設けられたものであるから，これを実質上は一重の蓋の構成にすぎないといえないことは明らかであるし，同「ハッチ」は取鍋内に溶湯を導入する前の予熱や配管詰まりの監視という目的達成に必要な程度の開閉可能性が要求されるものであるから，これを実質上は一重の構成であるとして一重の蓋に加圧用の貫通孔を設けた周知技術と同様のものとみることはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，本件発明1の進歩性の判断においては，甲2発明の傾動式取鍋が，本件発明1と同じ二重の蓋の構成であり，この構成である甲2発明の取鍋(甲2発明)を前提にして，本件発明1が容易想到か否かが問題となっている，と主張する。",
                    "しかし，上記(3)に説示したとおり，本件発明1の加圧式の容器の場合は，甲2発明の傾動式取鍋で必要な受湯口及び受湯口小蓋は必須なものではないから，甲2発明の受湯口及び受湯口小蓋が本件発明1の「ハッチ」と同じように取鍋における二重の蓋を構成するとしても，両者を当然に同じ二重蓋の構成であるということはできないのであり，また，甲2発明と本件発明1とはその技術的課題，課題解決手段，機能や作用等において異なっていることも前記(3)で説示したとおりである。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "被告は，本件発明1が取鍋内を加圧して溶融金属の導出ができるが，取鍋内を減圧して溶融金属を導入できる構成にはなっていないことからすれば，傾動式取鍋を加圧式取鍋にしたところで，甲2発明にいう受湯口及び小蓋(ハッチ)は必須の構成になること，仮に，取鍋内を減圧して溶融金属を導入できる構成であったとしても，清掃，予熱及び修理のために受湯口及び小蓋(ハッチ)は必須の構成になることを主張する。",
                    "しかし，本件発明1の特許請求の範囲の記載には「…前記蓋の上面部に開閉可能に設けられ，前記容器の内外を連通し，容器内の前記加圧を行うための内圧調整用の貫通孔が設けられ，前記容器内部の気密を確保するハッチと…」と記載されており，「内圧調整用」という文言もある上，「ハッチ」が溶融金属を収容するためのものであるとの記載がない。そして，本件明細書(甲19，20)を見ても，「ハッチ」が溶融金属を収容するためのものである旨の記載は見当たらず，また，加圧式の容器において溶融金属を収納する際のみ傾動式の容器と同様に「ハッチ」から溶融金属を収容するというのは，上記(3)に説示した，注湯精度，溶湯品質等の点で傾動式よりも優れているとの記載に照らしても技術的に自然な構成とはいえない。これらに照らせば，上記の「…加圧を行うための」という文言をもっても，本件発明1は減圧の場合を排除していないというべきであり，本件発明1が取鍋内を加圧して溶融金属の導出ができるが，取鍋内を減圧して溶融金属を導入できる構成にはなっていないということはできない。",
                    "また，前記アに説示したとおり，本件発明1の「ハッチ」は，取鍋内に溶湯を導入する前の予熱や配管詰まりの監視のために必要な程度の開閉可能性が要求されるものであるが，このことが，一般の加圧式の容器において清掃，予熱及び修理のために受湯口及び小蓋(ハッチ)が必須の構成となることを意味するものではない。そして，審決が掲げた甲10，甲11，甲14，甲16及び甲15を子細に検討してみても，貫通孔が設けられた蓋が開示されているに止まり，当該蓋を開けて予熱や監視を行うような記載は見当たらないから，そもそも予熱や配管詰まりの監視の目的達成に必要な程度の開閉可能性を満たす蓋が開示されているということはできず，その他本件全証拠を見ても，そのような蓋が開示されたものは認められない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "被告は，本件発明1が，取鍋内を加圧して溶融金属の導出ができるが，取鍋内を減圧して溶融金属を導入できる構成にはなっていないことからすれば，傾動式取鍋を加圧式取鍋にしたところで，甲2発明にいう受湯口及び小蓋(ハッチ)は必須の構成になると主張するが，本件発明1が，取鍋内を加圧して溶融金属の導出ができるが取鍋内を減圧して溶融金属を導入できる構成にはなっていないとの点において既に失当であることは，上記エに判示したとおりであるから，被告の主張はその前提を欠くものである。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "被告は，本件発明1の構成は，実質的には一重の蓋の構成にすぎないこと，貫通孔を設けるのは，貫通孔の設置位置は取鍋本体か蓋(ハッチ)の部分に限られるが，蓋に設置するか本体に設置するかという点は，公知技術としてどちらの構成も存在し，しかも開閉が予定されている蓋にも貫通孔が設けられていることからすれば，設計事項にすぎないこと，さらには既に公道搬送用の取鍋(甲2)が存在し，その公報の記載からすれば，車の振動による溶湯の揺れにより，その飛沫が飛散する等して加圧用の配管に詰まる可能性があるとの課題は当業者に認識されていたことからすれば，ハッチに貫通孔を設ける程度のことは，当業者は容易に想到できる，と主張する。",
                    "しかし，前記(3)，前記ア～ウに説示したように，本件発明1の構成が，実質的には一重の蓋の構成にすぎないとの主張は失当であり，また，そもそも加圧式容器において傾動式の容器で必要な受湯口及び受湯口小蓋に相当する部分であるハッチは，加圧式の容器においても，大蓋を開けずに内部点検，管の清掃，異物発見，不具合発見等を行うために便利なものではあるとしても，その本来の機能である受湯のためのものとしては必須なものではなく，本件発明1と甲2発明とはその技術的課題，課題解決手段，作用及び機能が異なるというのであるから，こうした本件発明1を甲2発明と対比して進歩性の有無を判断するとき，上記のように加圧式の容器においてハッチが受湯のためのものとしては必須なものではないという見地を踏まえずに貫通孔を取鍋本体に設置するか蓋(ハッチ)に設置するかという点を検討することによっては，その結論を導くことはできない。",
                    "また，甲2発明に開示されているのは傾動式取鍋であり，甲2公報に加圧式取鍋特有の内圧調整用配管の詰まりについての記載はないのであるから，当業者は，上記の溶湯の揺れによって，溶湯がこぼれたり傾動式の注湯口に付着することを認識するに止まり，甲2公報の記載から当業者が本件発明1の技術的課題(内圧調整用配管の詰まり)を認識するということはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "被告は，甲2公報の「上記ノズル30およびストッパー31を鋳鉄製とすることにより，機械的強度にすぐれ，耐久性を改善することができる上，注湯後の湯切れが良く，密閉性が改善されることが分った。鋳鉄製であると，付着地金があっても容易に剥がすことができる。」(第6欄37～42行)との記載は，公道搬送中の注湯口ノズル30に溶融金属が付着することであると主張する。しかし，仮に上記の記載から公道搬送中の注湯口ノズル30に溶融金属が付着することが読みとれるとしても，当業者は，上記の溶湯の揺れによる飛沫の飛散は傾動式の注湯口等についてのものであると認識するに止まり，技術思想が大きく異なる本件発明1の技術的課題(内圧調整用配管の詰まり)を認識するということはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "被告は，甲16(実願昭60−139738号(実開昭62−5086",
                  "text": [
                    "0号)のマイクロフィルム)のほか，甲14の第4図では加圧ガス用導入管37，温度センサ44及び給湯管32が付随している「炉蓋30」を取り外すことが示され，開閉する蓋に他の部材があっても当該炉蓋に加圧ガス用導入管(貫通配管)を設けていることから，貫通孔の設置位置をどこにするかは取付け及び取外しの自在さ，作業の容易性，その他の要因で当業者ならば通常なし得る設計的事項である旨主張する。",
                    "しかし，前記アに説示したとおり，上記甲16，甲14にも，そもそも本件発明1の「ハッチ」のような予熱や配管詰まりの監視の目的達成に必要な程度の開閉可能性を満たす蓋が開示されていない。そして，前記カに説示したとおり，本件発明1を甲2発明と対比して進歩性の有無を判断するとき，上記のように加圧式の容器においてハッチが受湯のためのものとしては必須なものではないという見地を踏まえずに貫通孔を取鍋本体に設置するか蓋(ハッチ)に設置するかという点を検討することによっては，その結論を導くことはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "被告は，公道搬送用の傾動式取鍋は周知慣用技術であったとして，甲2の発明の傾動式取鍋が昭和62年以降使用され搬送されていたことや，外国(当時の西ドイツ)において，1972年(昭和47年)以降，公道搬送用の取鍋が使用されていたことを指摘する。",
                    "しかし，前記(3)に説示したように，甲2発明と本件発明1のそれぞれの技術的課題を見ても，傾動式取鍋の安全な工場間運搬(甲2発明)と加圧式取鍋特有の内圧調整用配管の詰まりの防止(本件発明1)というように基本的に異なっており，外国(当時の西ドイツ)において，1972年(昭和47年)以降，公道搬送用の取鍋が使用されていたとしても，加圧式取鍋特有の内圧調整用配管の詰まりの防止という本件発明1の技術的課題が当業者に当然に認識されることにはならない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "被告は，傾動式取鍋の全面的な解体修理の際，当業者は公道搬送による振動等により溶融金属が揺動することによって，取鍋本体内部の上面に付着し，これが酸化されて酸化物になることを認識し，これは加圧式取鍋であっても同様である，また，甲2にも「即ち従来の方法で溶湯を一般道路上を運搬する場合は，公道など一般道路が工場内と異なり，坂道があったり，車の振動が激しくなる舗装状態の悪い道路面があったりすることから，溶湯がこぼれたり…」(3欄40～44行)として「溶湯がこぼれる」ことまで指摘されている，そうすると，公道搬送による揺れにより，取鍋本体の上部内面(大蓋の裏面)に溶融金属の飛沫が付着していくことは自明であり，更には，その飛沫が酸化物になることは当業者には自明である，と主張する。",
                    "しかし，当業者が，傾動式取鍋の全面的な解体修理の際，取鍋本体内部の上面に付着し，これが酸化されて酸化物になっていることを認識するとしても，これをもって，当然に，加圧式取鍋特有の内圧調整用配管の詰まりという本件発明1の技術的課題を認識できたとはいえない。また，前記(3)に説示したように，甲2発明と本件発明1とは，その技術的課題において基本的に異なっており，その課題解決手段，機能や作用についても異なるものであるから，そのような甲2において「溶湯がこぼれたり」との記載があったとしても，それをもって，甲2発明に接した当業者が，本件発明1の相違点B’の構成を容易に想到することができたといえないことに変わりはない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "被告は，溶融アルミニウムにつき，アルミニウムの融点660℃での粘度は水と同程度の粘度となっており，水を運ぶ時に水面が波打ち，注意しなければ容器からこぼれることは経験則上明らかであるところ，水と同程度の粘度しかない溶融アルミニウムも，公道搬送による振動によって飛沫が取鍋内部の上面に付着していき，この付着物が，空気に触れ，または予熱工程でのバーナーにさらされることにより酸化されて酸化アルミニウム(Al O )になって，加熱しても金属棒等で突いても容易に除去できなくなることも，当業者にとって自明事項であると主張する。",
                    "しかし，傾動式取鍋ではなく，加圧式取鍋を公道搬送することが，本件特許の優先日当時に当業者に一般に知られていたと認めるに足りる証拠がない以上，仮に，溶融アルミニウムを運ぶ時にその面が波打ち，注意しなければ容器からこぼれることが水との比較から想起できたとしても，そのことから，当業者が，加圧式取鍋特有の内圧調整用配管の詰まりの防止を技術的課題とする本件発明1の「ハッチに容器の内外を連通し，容器内の加圧を行うための内圧調整用の貫通孔が設けられ」た構成(本件発明1の相違点B’)を容易に想到できるということはできない。",
                    "以上によれば，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおりであるから，原告の取消事由1(無効理由3に係る手続違反)の主張は理由がないが，原告の取消事由2(相違点B’の判断の誤り)の主張は理由があり，本件発明1について甲2発明から容易に発明をすることができたとはいえないから，これを肯定する審決の判断は誤りであり，また，本件発明2は本件発明1の構成をすべて含み，本件発明3は本件発明2の構成をすべて含んでいるのであるから，本件発明2，3についての審決の判断も，同様に誤りであることとなる。",
            "そうすると，審決は違法として取消しを免れず，原告の請求は理由があるから認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}