{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80352号事件について平成19年7月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告らが有し発明の名称を「建築物における防水膜施工方法」とする後記特許第3248554号について，被告が無効審判請求をしたところ，特許庁が請求項1～3(全請求項)に係る発明についての特許を無効とする旨の審決をしたことから，原告らがその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記特許の請求項1～3に係る発明が，下記引用例1～8に記載された発明との関係で進歩性を有するかどうか(特許法29条2項)である。",
            "記",
            "・引用例1：欧州特許第81729号明細書(発明の名称「金属，合成樹脂，石，コンクリートを腐食，摩損から保護するための液体低温硬化ポリウレタン形成液の使用」，特許権者バイエル株式会社，公表日1987年［昭和62年］7月29日。甲1。以下，これに記",
            "載された発明を「引用発明」という。)",
            "・引用例2：実願平1−148710号(実開平3−90649号)のマイクロフィルム(考案の名称「2液型塗料塗布装置」，出願人アトム化学塗料株式会社，公開日平成3年9月17日。甲2)",
            "・引用例3：特開平1−187264号公報(発明の名称「コンクリート施工面用シート防水材」，出願人ジヤパンゴアテツクス株式会社，公開日平成元年7月26日。甲3)",
            "・引用例4：特開平1−295950号公報(発明の名称「発泡ウレタンフオームによる外断熱工法」，出願人A・B，公開日平成元年11月29日。甲4)",
            "・引用例5：特開昭63−181858号公報(発明の名称「コンクリート型枠」，出願人三井東圧化学株式会社・三星産業株式会社，公開日昭和63年7月27日。甲5)",
            "・引用例6：実願昭60−163868号(実開昭62−72154号)のマ",
            "イクロフィルム(考案の名称「2液塗材塗布装置」，出願人岩田塗装機工業株式会社，公開日昭和62年5月8日。甲6)",
            "・引用例7：特開昭61−114765号公報(発明の名称「二液型塗料の塗装装置」，出願人トヨタ自動車株式会社，公開日昭和61年6月2日。甲7)",
            "・引用例8：特開平4−97042号公報(発明の名称「建築物用防水材およぞその防水材を用いた建築物の防水工法」，出願人ニッタ株式会社，公開日平成4年3月30日。甲8)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "株式会社カワタ技建，櫻ジェッター株式会社及び原告Xの3名は，平成6年6月13日，名称を「建築物における防水膜施工方法」とする発明について特許出願をし(特願平6−130177号)，平成13年11月9日特許第3248554号として設定登録を受けた(請求項の数3。特許公報は甲9。以下「本件特許」という)。",
                "これに対し平成14年7月22日付けでCから特許異議の申立て(異議2002−71801号)がなされ，その途中で株式会社カワタ技建及び櫻ジェッター株式会社は原告株式会社カワタに本件特許権の持分を譲渡し平成14年9月24日その旨の登録がなされ(甲12)，本件特許権は原告両名の共有となったが，原告らは，上記異議申立てに対し訂正の請求をして対抗したところ，特許庁は，平成15年4月1日，訂正を認めて本件特許の請求項1～3に係る特許を維持する旨の決定をした(以下この訂正を「本件訂正」という。特許決定公報は甲10)。",
                "ところで被告は，平成17年12月7日付けで本件特許の請求項1～3につき無効審判請求(乙11)をしたので，特許庁は，同請求を無効2005−80352号事件として審理した上，平成19年7月18日，本件特許の請求項1～3に係る発明についての特許を無効とする旨の審決をし，その謄本は平成19年7月30日原告らに送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の特許請求の範囲は，前記のとおり請求項1～3から成るが，その内容は次のとおりである(以下順に「本件発明1」～「本件発明3」という。)。",
                "「【請求項1】 混合すると5～15秒で硬化する高速硬化ウレタン樹脂主剤液とその硬化剤液とをスクリューガイドで形成されているスタティック混合部に圧送し，これら2液をスタティック混合部で混合した後，この混合液をスタティック混合部の流出口において，スタティック混合部とこれを覆う外筒との間に形成されるエア経路を流れてくる圧縮エアの流れに乗せてノズル部から噴出させ，被施工物に吹きつけてその表面に透湿性のあるウレタン防水膜を形成することを特徴とする建築物における防水膜施工方法。",
                "【請求項2】 高速硬化ウレタン樹脂主剤液とその硬化剤液とを，その混合比率が所定値に保たれた状態で，両液の合計供給量を調整可能にしてスタティック混合部に圧送することを特徴とする請求項1記載の建築物における防水膜施工方法。",
                "【請求項3】 高速硬化ウレタン樹脂主剤液とその硬化剤液とをギアポンプを用いてスタティック混合部に圧送することを特徴とする請求項1または2記載の建築物における防水膜施工方法。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件発明1及び本件発明2は前記引用例1～5，8に記載された発明に基づいて，本件発明3は前記引用例1～8に記載された発明に基づいて，それぞれ容易に発明をすることができたから，特許法29条2項により特許を受けることができないというものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定する引用発明の内容(引用例1による)並びに本件発明1と引用発明との一致点及び相違点は，次のとおりである。",
                    "〈引用発明の内容〉",
                    "「吹き付けから約10～12秒後に固化する成分A)と成分B)とからなる反応成分が別々に混合ヘッドに圧送され，そこで，スタティックミキサーによって混合が行われ，引き続き，空気の力で，鉄筋コンクリートに吹き付ける方法によって，土台から上昇するガス(空気，水蒸気)によってキャピラリーが形成されるようなことは起きない建築物のような鉄筋コンクリート建造物を被覆するのに用いる吹き付ける方法。」〈一致点〉",
                    "引用発明と本件発明1とは「混合すると所定時間で硬化する成分1と成分2とをスクリューガイドで形成されているスタティック混合部に圧送し，これら2液をスタティック混合部で混合した後，この混合液を噴出させ，被施工物に吹きつけてその表面にウレタン防水膜を形成することを特徴とする建築物における防水膜施工方法。」である点で一致する。",
                    "〈相違点1〉",
                    "硬化に要する所定時間が，本件発明1では「5～15秒」であるのに対し，引用発明では「約10～12秒」である点。",
                    "〈相違点2〉",
                    "成分1と成分2とが，本件発明1では「硬化ウレタン樹脂主剤液とその硬化剤液」であるのに対し，引用発明では「成分A)と成分B)」である点。",
                    "〈相違点3〉",
                    "硬化ウレタン樹脂主剤液が，本件発明1では「高速」の限定があるのに対し，引用発明ではそのような限定がない点。",
                    "〈相違点4〉",
                    "混合液を噴出させる点に関する構成が，本件発明1では「スタティック混合部の流出口において，スタティック混合部とこれを覆う外筒との間に形成されるエア経路を流れてくる圧縮エアの流れに乗せてノズル部から噴出させ，」の限定があるのに対し，引用発明ではそのような限定がない点。",
                    "〈相違点5〉",
                    "ウレタン防水膜が，本件発明1では「透湿性のある」の限定があるのに対し，引用発明ではそのような限定がない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は，以下のとおり，相違点4及び5についての判断を誤り，その結論も失当であるから，審決は，違法として取り消されるべきである(なお，本件発明1と引用発明との一致点相違点が審決認定のとおりであること，相違点1～3が実質的な相違点とはいえないことは認める)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点5についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以下のとおり，本件発明1は，透湿性のある防水膜を建築物における被施工物の表面に形成する施工方法に係るものであるのに対して，引用発明は，透湿性のある防水膜を形成することを意図する施工方法に係るものではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "引用発明は，高速硬化ウレタン樹脂主剤液とその硬化剤液とを被施工物に吹き付けてその表面にウレタン防水膜を形成すると，「…反応混合物が急速に固化するので，土台から上昇するガス(空気，水蒸気)によってキャピラリーが形成されるようなことは起きない。この性質に基づき，例えば，平屋根，丸屋根，傾斜路，バルコニーおよび他の工業建築物のような鉄筋コンクリート建造物を被覆するのに用いる発明のポリウレタンエラストマーは，USP−3723163やD",
                          "text": [
                            "E−A2051956に記述されている緩やかに硬化するポリウレタンコンビネーションのように，多層構造を重ねる作業に労力がかかって，天候にも非常に依存しがちな従来の材料に比べて，特別な利点を示す。」(甲1の6頁59行～下1行)ものである。",
                            "上記「キャピラリー」は，Kapillarbildungの訳で，直訳すると毛細管構造(毛細管組織)となる。",
                            "したがって，引用発明は，急速固化の性質を利用して，ウレタン防水膜に毛細管構造のようなピンホールが生じない，完全シール型の防水膜を形成する施工方法を開示しているものである。換言すれば，引用発明で想定される具体的な防水膜施工方法は，完全シール型の防水膜を形成しうる方法であり，逆に不完全なシール性しか有さない「透湿性のある」防水膜を形成する具体的な防水膜施工方法は想定外であり，もっと言えば，除外されるべきものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対して，本件発明1においては，2液混合タイプの高速硬化ウレタン樹脂における高速固化の性質の利用原理が，引用発明とは根本的に異なっている。すなわち，本件発明1においては，主剤液と硬化剤液との充分な混合が行われた混合液をスタティック混合部の流出口において，ノズルより圧縮エアの流れに乗せて噴出させ，混合液滴相互間にエアが包み込まれるようにして，被施工物表面に達したときには混合液滴が積層されつつすでに内包されたエアを逃がさない(これにより連続気孔が形成され，最終的にはエアは外部に逃げる)程度まで固化しているという高速固化の性質を利用して，「水は透過しないが，水蒸気は透過する」(透湿性のある)ウレタン防水膜を被施工物の表面に形成することに成功したのである。このような連続気孔が存在しなければ，どうして水蒸気が透過しうるのかの説明ができない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件発明1の方法によった場合は「ふくれ現象」が生じないのに対し，そうでない場合は「ふくれ現象」が生ずる。このような違いは，連続気孔の存否によるものである。甲11(Dほか 報告「ジェットスプレー工法を用いて塗膜形成した超速硬化性ポリウレタンのコンクリート表面被覆材の性質」コンクリート工学年次論文集Vol．29，Ｎo．2，2007)によると，本件発明1の方法によって形成された超速硬化性ポリウレタン膜の透湿度は，87．6であるのに対し，一般のポリウレタン膜の透湿度は34．5であり，その差が「ふくれ現象」を生ずるかどうかの差になっている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例3(特開平1−187264号公報)には，透湿性のある防水膜としての連続多孔質ポリテトラフルオロエチレンフイルム1が，コンクリート施工面に接合された例が開示されている。",
                        "引用例4(特開平1−295950号公報)には，鉄筋コンクリート",
                        "壁面1の外面に硬質ポリウレタンフォームを吹き付けて，透湿性のある硬質ポリウレタンフォームの層4を形成することが記載されている。",
                        "引用例5(特開昭63−181858号公報)には，透湿性のある連",
                        "通体2を補強用の裏打ち材として，これに表裏，両面を繊維層4，5で補強した通気性の樹脂皮膜(透湿性のあるポリウレタン製のものが例示されている。)1で表面を被覆させたコンクリート型枠が開示されている。",
                        "上記引用例3，5に示されるものは，工場で製造される防水シートやコンクリート型枠に係る工場製造物に関するものであり，防水膜施工方法とは全く関係の無いものである。",
                        "上記引用例4に示される硬質ポリウレタンフォームの層4は，壁仕上げにおける外断熱工法に関するものであり，防水膜とはいえないものである。",
                        "そしてこれら引用例のいずれにおいても，2液混合タイプの高速硬化ウレタン樹脂を用いて防水膜を施工形成すること，この混合液をスタティック混合部の流出口においてノズルより圧縮エアの流れに乗せて噴出させことにより透湿性のある防水膜を形成することについて，一切言及しておらず，また示唆を与えるような記述も一切無いのである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，引用発明を「透湿性のある」防水膜を形成するために用いようとする考えは，当業者といえども容易には想起できない。引用発明と引用例3～5記載の発明とを組み合わせようとする契機となるものは無く，両者の組み合わせそのものが容易ではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "審決は，相違点5について，「透湿性のあるウレタン防水膜は，上記引用例3～5に記載され，しかも本件発明1の利用分野と同様，コンクリート表面に適用されるものであるので，ウレタン防水膜に『透湿性のある』の限定を付し，上記相違点5に係る本件発明1の限定を付すことは，当業者にとって困難性はない。」(11頁4行～7行)と判断しているが，本件発明1のポイントが，発明の方法で得られた防水膜の技術的価値にあるのではなく，既にその価値を認められている「透湿性のある」防水膜をいかにして形成するかにあることを考慮したとき，上記引用例3～5を参酌したとしても，引用発明から本件発明1に至ることは，容易ではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお，被告が行ったとする財団法人化学物質評価研究機構における透湿試験(乙3。後記3(1)ウ)に用いられた防水膜のうち，原告らから提供されたとされている防水膜は，原告らが提供したものではない。",
                        "なぜなら，原告らが提供したものは厚さが約2mmのものであったが，上記試験に用いられた防水膜は厚さが約4mmのものであったからである。",
                        "原告らが本件発明1の方法により作成した防水膜について財団法人化学物質評価研究機構において試験を行ったところ，透湿度の平均値は79g/m2・24hとなり(甲13)，乙3記載の透湿度の平均値32g/m2・24hと大きく異なる。",
                        "また，原告らが上記試験に用いた防水膜と同材質のポリウレタン膜を押し出し工法によって施工したところ，その透湿度の平均は57g/m2・24hであった。このことは，工法によって透湿度が大きく異なることを示している。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "したがって，審決の相違点5に関する上記判断は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点4についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2(実願平1−148710号のマイクロフイルム)には，2液型塗料の混合液を，スタティック混合部(混合官5)の流出口(出口10)において，スタティック混合部とこれを覆う外筒(エア導入管6)との間に形成されるエア経路を流れてくる圧縮エアの流れに乗せてノズル部(エアノズル11)から噴出させる塗布装置が開示されている。",
                        "しかし引用例2には，そこに示される塗布装置を，「透湿性のある」防水膜を形成するために用いることについての記載，あるいはそれを示唆する記載は一切無い。また引用例2には，高速硬化型ウレタン樹脂を用いることについての記載も無い。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記アにおいて相違点5について検討したように，引用発明を「透湿性のある」防水膜を形成するために用いようとする考えは，当業者といえども容易に想到できるものではなく，ましてや，上記アで述べたような「高速硬化の利用原理」に基づく〈相違点4〉に示される本件発明1の構成に想到することは，高速硬化型ウレタン樹脂に全く触れず，「透湿性のある」防水膜の形成についても全く言及していない引用例2を参照しても，容易ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，相違点4について，「…引用発明に，引用例2に記載された発明を適用することにより，上記相違点4に係る本件発明1の限定を付すことは，当業者にとって困難性は無い。」(10頁下10行～下8行)と判断しているが，引用発明と引用例2記載の発明とを組み合わせるための動機付けとなるものはなく，しかも引用発明は「透湿性のある」防水膜を想定外とするものであることからも，上記審決の判断は失当である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，透湿性のある防水膜は本件発明1の施工方法により連続気孔が形成されるとし，その形成過程として，①混合液滴に空気を包み込ませる，②空気を内包した「液滴が積層」し「連続気孔が形成され」ると主張する。すなわち，連続気孔の形成過程は，比喩的にいえばウレタン樹脂にシャボン玉のように液滴に空気を内包させ，それらのシャボン玉のような液滴が積み重なって連続気孔，つまり管が形成されるという趣旨と解される。",
                    "しかし，本件発明1の施工方法により，原告らが主張するような過程を経て，ウレタン防水膜を貫通する管が形成されることは到底考えられない。",
                    "まず液滴は噴射直後から強い表面張力により微小な球形になっており，そのため液滴内部圧力は表面張力により大気圧より高圧となっているから，これにエアを含ませるためには，これら微小な液滴中に高圧でエアを注入し，更に液滴の表面張力に逆らって液滴を膨張させなければならないが，このような変形は自然に生起するものではない。よって，①は形成し得ない。",
                    "また，圧縮エアは噴出時，爆発的に断熱膨張して，大気中に拡散し速度を失う。一方，液滴は空気とは比較にならないほど慣性が大きく，噴射後は高速度で空気中を飛翔し，被加工面に激突し，一体化する。よって，②もあり得ない。",
                    "また，仮に本件発明1の施工方法によってウレタン防水膜を貫通する管が形成されるとすれば，その管を通じて水が浸入することになるのでウレタン防水膜はおよそ防水性能を有しないこととなり，本件発明1は産業上の利用可能性のない発明となる。なぜなら，ウレタン樹脂と水との接触角(静止液体の自由表面が固体壁面と接触する位置で，液面と固体表面のなす角)は鋭角であり，そのため，水はウレタン樹脂の表面を濡らすが，このような場合，ウレタン樹脂膜に孔が開いていては，開口に水が触れるとその水は急速に穴内に侵入するから，そのようなウレタン樹脂膜は防水の役に立たないからである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，本件発明1が透湿性のある防水膜を形成することを意図しているのに対し，引用発明がこれを意図していないという点で本件発明1と引用発明が相違すると主張する。",
                    "しかし，引用発明においても「更にコンクリート平屋根，コンクリート床面の防水塗装については，特に濡れた部分(金ゴテ押さえ仕上げ面)では，考慮する価値がある。」(甲1の訳文2頁下5行～下4行)として，コンクリート面の防水に利用することが想定されている。コンクリートは打設後徐々に硬化するが，その際，水分を蒸散させていくのであり，引用発明がそうしたコンクリート面への防水施工を前提としている以上，透湿性のある防水膜については当然予定されていたのであって，ましてやそれを除外する意図は一切ない。",
                    "引用発明がなされる前の，硬化に時間のかかるウレタン樹脂による防水膜施工においては，硬化期間中に発生する水蒸気により樹脂皮膜が剥離するのを回避するため，コンクリート打設後，コンクリートが充分乾燥するまで長期間施工を待つ必要があったが，引用発明によるときは，ある程度乾燥すれば(施工時の温度にもよるが，概ね含水率10％程度まで乾燥すれば)施工が可能となるので，待ち時間を大幅に短縮できるものである。",
                    "防水膜が透湿性を有しなければ，このようなことは実現できるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ウレタン樹脂防水膜の「透湿性」は，原告らがいうような連続気泡などによってもたらされるものでなく，ウレタン樹脂自体の天賦の物性である「吸湿性」に由来するものである。",
                    "湿り空気中に置かれたウレタン樹脂は，完全なガスバリア性を有する特別なものを除き，それが存在する空気中の水分と平衡する水分を吸収，保有しているものである。長時間一定の温度，湿度の空気中に保持されたウレタン樹脂の含水率は，周囲空気の水蒸気張力，すなわち湿度と温度に応じて定められる一定の値となり，このときウレタン樹脂中の水分は外気の水分と平衡状態になる。また，含水率は，高湿度の空気中では高くなり，乾燥した空気中では低くなる。このときの水分含有率を平衡含水率ということとする。樹脂フィルムの一面(以下，「A面」という。)が高湿度の湿った空気と接し，他の一面(以下，「B面」という。)が低湿度の乾燥した空気と接するようにすると，樹脂フィルム内のA面近傍の部分では含水率が高くなり，B面近傍の部分は含水率が低くなる。このため，樹脂フィルム内部に含水率の勾配が生じ，含水率の高いところから低いところに向かって，水分の移動が生じる。そうすると，樹脂フィルム一方の面近傍の部分で含水率の低下が生じ，含水率は平衡含水率以下となるので，A面側では外気からの湿気の吸収が起こる。同時に，B面側では含水率が平衡含水率以上に高まるので，B面においては湿気の放散が生じ，これにより湿気が樹脂フィルムを透過することになる。これが樹脂フィルムの「透湿性」と呼ばれる性質である。",
                    "このように，樹脂フィルムの「透湿性」は，樹脂フィルムそのものの属性であって，フィルムに孔が開いていることによるものではない。",
                    "被告は，原告らから提供された防水膜(以下「原告防水膜」という。)と被告施工にかかる防水膜(以下「被告防水膜」という。)につき，財団法人化学物質評価研究機構において透湿試験を実施したところ，原告防水膜の透湿度の平均値が32g/m2・24hであるのに対し，被告防水膜の透湿度の平均値は79g/m2・24h(吹付け工法)と59g/m2・24h(押出し工法)であったから，被告防水膜は原告防水膜と同等かそれ以上の透湿性を有することが確認された(乙3)。また，原告防水膜と被告防水膜の断面の電子顕微鏡撮影を行ったところ，同様に気泡が交じっていた(乙4)。したがって，原告防水膜と被告防水膜は透湿性において同等であり，断面の様子も同様である。",
                    "原告らが主張する甲11(Dほかの報告)の結果の違い(前記(4)ア(ア)c)は，工法によるものではなく，ウレタン樹脂の化学構造や密度の差によるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告らは，引用例3～5と本件発明1は技術分野が異なると主張するが，引用例3～5は，コンクリート表面に適用される，透湿性のあるウレタン防水膜が記載されたものであり，コンクリートから長期間にわたって水分が発散させることについては周知であるから，引用発明と共通している。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告らの主張は，連続気孔による透湿性を前提とするものであるが，上記(1)のとおり前提に誤りがあり，失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正後の明細書(甲9の特許公報を甲10の特許決定公報記載のとおり訂正したもの)には，「特許請求の範囲」として前記第3，1(2)のとおり記載されているほか，「発明の詳細な説明」として次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "「本発明は，コンクリートビルの屋上やプールの底・側面などにウレタン防水膜を形成する防水膜施工方法に関するものである。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "「コンクリートビルの屋上などに防水膜を形成する方法として，高速硬化ウレタン樹脂主剤液とその硬化剤液とを吹きつけ中に衝突混合させて，施工物表面にウレタン防水膜を形成する方法は従来より知られている。」(段落【0002】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "「ところが，従来の方法でコンクリートやモルタルの被施工物表面にウレタン防水膜を形成すると，コンクリート等の内部から時間をかけて蒸散する水蒸気がウレタン防水膜裏面に閉じ込められて，その圧力でウレタン防水膜のところどころが盛り上がるフクレ現象が見られた。このフクレ現象を防止するために，図8に示すように，コンクリート等からなる被施工物91とウレタン防水膜92との間にガラスメッシュなどの通気用スペーサ93を設けると共に，通気用スペーサ93に連通する脱気筒90を設け，ウレタン防水膜92の裏面に水蒸気が溜まらないようにしている。しかし，このような工法は煩雑でコスト高となるばかりか，ウレタン防水膜92と被施工物91との間の密着強度を低下させ，また，プールなどの防水膜には利用されないという問題点があった。」(段落【0003】)",
                        "「また，従来の方法では，1回の吹きつけでは所定の厚みのウレタン防水膜を形成することが困難で，数回の吹きつけが必要であったため，作業能率が悪かった。」(段落【0004】)",
                        "「さらに従来の方法ではウレタン防水膜と被施工物との間の密着強度が不十分であると問題点もあった。」(段落【0005】)",
                        "「本発明は上記従来の方法の問題点を解消することを課題とする。」(段落【0006】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "「本発明は上記の課題を解決するために，混合すると5～15秒で硬化する高速硬化ウレタン樹脂主剤液とその硬化剤液とをスクリューガイドで形成されているスタティック混合部に圧送し，これら2液をスタティック混合部で混合した後，この混合液をスタティック混合部の流出口において，スタティック混合部とこれを覆う外筒との間に形成されるエア経路を流れてくる圧縮エアの流れに乗せてノズル部から噴出させ，被施工物に吹きつけてその表面に透湿性のあるウレタン防水膜を形成することを特徴とする。」(段落【0007】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "作用",
                      "text": [
                        "「本発明によれば，高速硬化ウレタン樹脂主剤液とその硬化剤液とをスクリューガイドで形成されているスタティック混合部で十分に混合させた後に，スタティック混合部の流出口において，ノズルより圧縮エアの流れに乗せて混合液を噴出させるように構成した結果，水は透過しないが，水蒸気は透過するウレタン防水膜を被加工物の表面に形成することに成功した。」(段落【0010】)",
                        "「その理由は必ずしも明らかではないが，主剤液と硬化剤液との十分な混合が行われ，硬化を始めつつある混合液滴が圧縮エアに乗ってノズルより噴出することによって，混合液滴が比較的大きな粒径，すなわち，1．0～3．0μmの粒径を有するとともに，均質な材質のものとなり(従来の方法では混合液滴の粒径は0．2～0．5μm位で，不均一な材質のものとなっていた。)，その混合液滴が被施工物表面上で積層されてウレタン防水膜を形成する際，比較的大きくて，つぶされにくい気孔が形成され，これら気孔が連続する確率が高くなる結果，水は透過しないが，水蒸気は透過するウレタン防水膜が形成されるものと推測される。」(段落【0011】)",
                        "「また，混合液滴の硬化が早期に開始されている結果，被施工物表面上での混合液滴の積層が容易になされるので，2～3mm程度の肉厚のウレタン防水膜の形成は1回の吹きつけで可能となる。」(段落【0012】)",
                        "「さらに，混合液滴の材質を均一のものとすることができると共に，半硬化状態となっている混合液滴の被施工物に対する衝突時のエネルギーが大となっているため，高品質で密着強度の大きなウレタン防水膜を形成することができる。」(段落【0013】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の明細書の記載によると，本件発明1は，「混合すると5～15秒で硬化する高速硬化ウレタン樹脂主剤液とその硬化剤液とをスクリューガイドで形成されているスタティック混合部に圧送し，これら2液をスタティック混合部で混合した後，この混合液をスタティック混合部の流出口において，スタティック混合部とこれを覆う外筒との間に形成されるエア経路を流れてくる圧縮エアの流れに乗せてノズル部から噴出させ，被施工物に吹きつけること」により，水は透過しないが水蒸気は透過するウレタン防水膜が形成されるとともに，2～3mm程度の肉厚のウレタン防水膜の形成が1回の吹きつけで可能となり，また，高品質で密着強度の大きなウレタン防水膜を形成することができる，というものであることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と本件発明1との対比",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(欧州特許第81729号明細書［1987年7月29日発行］。甲1)には，次の記載がある(訳文は，原告ら提出の訳文による。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「本発明に係るポリウレタン形成液の攪拌は，2液型，混合・攪拌機械を使用して行うのが実用的である。その場合反応する2液は別々にミキシングガンに送り込まれ，スタティックミキサーか，逆方向注入によって攪拌され，最終的にはエアーを使って，あるいはエアーを使わないで吹き付けられる。反応する2液の配合はたいていの場合，歯車ポンプか，往復動ピストンポンプによって行われる。ピストンポンプをスタティックミキサーと共に使用する場合，反応する混合液は，材料の圧力が高いのでこの吹き付け方法では，エアーの助けがなくても吹き付けを行うことができる(エアレス)。反応液は吹き付け後約10−12秒で硬化する。垂直面に吹き付ける場合でも，材料の特性から円滑に作業することが要求される。普通に使用すれば硬化中に垂れることはない。",
                        "本発明の係る材料は，金属，合成樹脂，場合によっては多孔性合成樹脂，あるいはまたコンクリート，金ゴテ押さえ仕上げ面，木材，壁，自然石の上に，磨耗に強く，防水性，耐蝕性，弾力性のある皮膜，塗装，中塗り層，下塗り層，あるいは防水層を作るために使用される。",
                        "合成樹脂としては，例えばポリウレタン，ポリスチロール，ポリエチレン，あるいはポリアミドをベースとする，ポリエチレン，ポリプロピレン，EPDM，ポリスチロール，ABS−重合体のような重合体，あるいはポリアミド，ポリエステル，ポリ硫化物，あるいはポリエーテルのような重縮合体，あるいはフェノールフォルムアルデヒド樹脂，アミンフォルムアルデヒド樹脂，エポキシ樹脂，UP−樹脂，またフォームプラスチックなどが適している。",
                        "適用例としては，広い面積の金属部分の塗装，場合によっては防水として，例えばスチール矢板壁，船のデッキ，貨物倉口の塗装，ワゴン，ばら荷船倉，トロッコ，自在雨どいの側面，浮遊液分離器(ハイドロサイクロン)，シュート，排水側溝，全ての種類のタンク(例えば腐食性のある液体やばら荷の輸送用)，ごみ収集車のドラムの防音用外壁塗装，生コン輸送車の排出用溝の耐磨耗性塗装，ブリキ屋根，平らな屋根の塗装などがある。",
                        "重要なのはパイプの内壁，外壁塗装に使用できることである。充填剤を入れた材料は，例えば，はしご，船のデッキ，作業台などにアンチスリップ塗装としても使用できる。",
                        "ポリウレタンフォームプラスチックあるいはポリエチレンフォームプラスチックは，例えば外面被覆に利用できる。",
                        "特に重要なのは，吹き付け工法により，金ゴテ押え仕上げ面や(鉄筋)コンクリートの上に，目地のない，弾力性のある防水層を作るためのポリウレタン形成液を施工することである。それにより強力な腐食性のある物質が浸入するのを防ぐことができる。本発明に係るポリウレタン弾性プラスチックは高い弾力性と伸びがあるので，比較的広い外気温度の範囲で，温度変化が激しい所でも防水作用が保証されている。更に反応混合物が早く固まるので，下地から昇ってくるガス(空気，水蒸気)による毛細管が発生しない。このような特性により，本発明に係るポリウレタン弾性プラスチックは，例えば平屋根，丸屋根，高速道路などの進入路，バルコニー，工業用建造物などの鉄筋コンクリート建造物の防水用として，例えばUS-PS 3 723 163やDE-A 2 051 956に記載されているような，硬化時間が長いポリウレタンーコンビネーションのように，塗装作業の工程が多く手間暇がかかり，天候に左右され易い従来の材料と比較して，特に利点がある。",
                        "更にコンクリート平屋根，コンクリート床面の防水塗装については，特に濡れた部分(金ゴテ押さえ仕上げ面)では，考慮する価値がある。」(6頁25行～7頁2行，訳文1頁下11行～2頁下4行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「例1",
                      "text": [
                        "・ コンポーネント A)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1)",
          "text": [
            "プロピレン酸化物とエチレン酸化物(80：20)を添加することにより，トリメチロールプロパン(分子量 約4800)で発生するポリエーテル80部。そしてその中で予めグラフト重合という条件のもとでスチロール／アクリルニトリルの混合物が重量比で20：80で変換され，それにより20部のグラフトが発生する。そのように変態したポリオールの粘度は，20℃で3000mPa，CH−数28。"
          ]
        },
        {
          "fig": "2)",
          "subject": "3，5−ジエチル−3’，5’−ジイソプロピル−4，4’−",
          "text": [
            "ジアミノジフェニールメタン，3，3’5’，5’−テトラエチルー4，4’−ジアミノジフェニールメタン，3，3’，5，5’−テトライソプロピルー4，4’−ジアミノジフェニールメタン(56：22：22)からなる異性体混合物20部。"
          ]
        },
        {
          "fig": "3)",
          "text": [
            "4−ジアザー(2，2，2)−二環式オクタン0．1部。",
            "コンポーネント A／1−3を混合する。",
            "・ コンポーネントB)",
            "コンポーネント B)は，ＮCO−プレアダクト(粘度は20℃において3100mPa．s)で，それは，ポリイソシアナート｛アニリンとフォルムアルデヒド(2，4’−異性体40部，31．5部のＮCO−含有量，粘度は20℃において50mPa．s)からなる縮合物のホスゲン化により作られる｝62部と，",
            "プロプレン酸化物の添加によって，プロプレングリコール(分子量2，000)で作り出されるポリオール100部，及び，ＮCO−プレアダクト中に含まれるイソシアナート10部が発生する。",
            "コンポーネント B)4部を",
            "コンポーネント A)100部とよく混合する。",
            "この混合液は，その目的に適したように，二液型配量混合マシンによって混合される。その場合，反応液は別々に混合ピストルの中に入れられ，その中ではミキサーあるいはスタティックミキサーによって攪拌され，最終的に外に出される。反応混合液は混合液が塗布されてから15秒で固まる。水平な金属面に吹きつける場合，材料は滑らかに流れ，普通に使用すれば硬化時間内では，たれは発生しない。",
            "機械的特性は表を参照のこと。」(7頁4行～39行，訳文2頁下3行～3頁下9行)"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "以上の引用例1記載の発明(引用発明)と本件発明1とを対比すると，前記第3の1(3)イの審決が認定するとおりの一致点，相違点があるが，相違点1～3は実質的な相違点ということができない(審決8頁18行～10頁18行。以上の点は当事者間に争いがない。)"
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由1(相違点5についての判断の誤り)につき",
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告らは，引用発明で想定される具体的な防水膜施工方法は，完全シール型の防水膜を形成しうる方法であり，逆に不完全なシール性しか有さない「透湿性のある」防水膜を形成する具体的な防水膜施工方法は想定外であり，もっと言えば，除外されるべきものである，と主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，引用例1には，前記(2)ア(イ)のとおり，ウレタン防水膜に，下地から昇ってくるガスによる毛細管が生じないことは記載されているものの，完全シールの「透湿性のない」防水膜を形成することが記載されているとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "証拠(甲13［試験報告書］，乙3［試験報告書］，8［被告ホームページ］)及び弁論の全趣旨によれば，①被告が原告らから提供を受けた本件発明1の方法によって施工した防水膜(原告防水膜)並びに被告が吹き付け工法によって施工した防水膜及び被告が押し出し工法によって施工した防水膜について，被告の依頼によって財団法人化学物質評価研究機構が透湿度の試験をしたところ，原告防水膜の透湿度の平均値が32g/m2・24hであるのに対し，被告が吹き付け工法によって施工した防水膜の透湿度の平均値は79g/m2・24h，被告が押し出し工法によって施工した防水膜の透湿度の平均値は59g/m2・24hであったこと，②原告らが提供した本件発明1の方法によって施工した防水膜及びそれと材質は同じであるが押し出し工法によって施工した防水膜について，原告らの依頼によって財団法人化学物質評価研究機構が透湿度の試験をしたところ透湿度の平均値は，本件発明1の方法によるものが79g/m2・24h，押し出し工法によるものが57g/m2・24hであったことが認められる。",
                        "この点について，原告らは，上記①の被告の依頼による試験には，原告らが提供した防水膜は用いられていないと主張し，その根拠として，原告らが提供したものは厚さが約2mmのものであったが，上記試験に用いられた防水膜は厚さが約4mmのものであった，と主張する。しかし，弁論の全趣旨によれば，原告らが提供した防水膜は，厚さが一様でなく，厚さが約4mmの部分もあったと認められるから，原告らの主張は根拠を欠くものであり，その他，上記①の被告の依頼による試験に原告らが提供したものが用いられなかったことを疑わせる事情はないから，上記①の被告の依頼による試験には，上記認定のとおり，原告らが提供した防水膜が用いられたものと認められる。",
                        "また，証拠(乙4の1［試験報告書］，4の2～20［写真］，5［試験報告書］)及び弁論の全趣旨によれば，吹き付け工法を採用している場合には，被告が原告らから提供を受けた本件発明1の方法によって施工した防水膜(原告防水膜)でも，被告が吹き付け工法によって施工した防水膜でも，同様に気泡が形成されていること，これに対して，被告が押し出し工法によって施工した防水膜には気泡は形成されていないことが認められる。そして，上記①，②のいずれの試験においても，押し出し工法によって施工したものは，吹き付け工法によって施工したものよりも透湿性が劣ることからすると，この気泡の存在が透湿性に影響を与えていると考えられる。",
                        "以上によると，ウレタン防水膜の透湿性は，押し出し工法によって施工するか，吹き付け工法によって施工するかによって差があるものの，いずれの方法によって施工したものでも透湿性があることが認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の(イ)(ウ)で述べたところからすると，吹き付け工法を用いている引用発明について，「引用発明で想定される具体的な防水膜施工方法は，完全シール型の防水膜を形成しうる方法であり，『透湿性のある』防水膜を形成する防水膜施工方法は想定外であり，もっと言えば，除外されるべきものである」との原告らの主張を採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，本件発明1においては，主剤液と硬化剤液との充分な混合が行われた混合液をスタティック混合部の流出口において，ノズルより圧縮エアの流れに乗せて噴出させ，混合液滴相互間にエアが包み込まれるようにして，被施工物表面に達したときには混合液滴が積層されつつすでに内包されたエアを逃がさない(これにより連続気孔が形成され，最終的にはエアは外部に逃げる)程度まで固化しているという高速固化の性質を利用して，「水は透過しないが，水蒸気は透過する」(透湿性のある)ウレタン防水膜を被施工物の表面に形成することに成功した，と主張する。",
                    "また，本件訂正後の明細書(甲9，10)には，前記(1)ア(オ)のとおり，「混合液滴が比較的大きな粒径，すなわち，1．0～3．0μmの粒径を有するとともに，均質な材質のものとなり…，その混合液滴が被施工物表面上で積層されてウレタン防水膜を形成する際，比較的大きくて，つぶされにくい気孔が形成され，これら気孔が連続する確率が高くなる結果，水は透過しないが，水蒸気は透過するウレタン防水膜が形成されるものと推測される。」(段落【0011】)との記載がある。",
                    "しかし，上記アで述べたとおり，吹き付け工法によって施工したものは，押し出し工法によって施工したものより透湿性が優れているのであって，原告らが主張する本件発明1において透湿性が優れているという効果も，吹き付け工法を用いたということを超えるものとは認められない。",
                    "甲11(Dほか 報告「ジェットスプレー工法を用いて塗膜形成した超速硬化性ポリウレタンのコンクリート表面被覆材の性質」コンクリート工学年次論文集Vol．29，Ｎo．2，2007)には，ジェットスプレー工法(噴射直前に主剤と硬化剤を攪拌混合した超速硬化性ポリウレタンを圧縮空気により吹き付け，被覆面に塗膜形成する工法)によって施工した場合には，透湿度が一般のポリウレタン樹脂よりも高いことが記載されている。このジェットスプレー工法が本件発明1の方法を意味するとしても，同じ吹き付け工法でも，本件発明1の構成を採用した場合には他の工法よりも透湿性が高いことまでが記載されているわけではない。",
                    "そのほか，同じ吹き付け工法でも，本件発明1の構成を採用した場合には，原告らが主張するような本件発明1特有の作用効果が生ずることを裏付ける実験結果や文献があるとは認められない。",
                    "そうすると，本件発明1の構成を採用した場合には，原告らが主張するような本件発明1特有の作用効果が生じて，「水は透過しないが，水蒸気は透過する」(透湿性のある)ウレタン防水膜が被施工物の表面に形成されるとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，本件発明1の方法によった場合は，「ふくれ現象」が生じないのに対し，そうでない場合は，「ふくれ現象」が生ずる，と主張する。",
                    "しかし，上記イのとおり，同じ吹き付け工法でも，本件発明1の構成を採用した場合に他の方法よりも透湿性が高いとは認められないから，本件発明1の方法によった場合は「ふくれ現象」が生じないのに対し，そうでない場合は「ふくれ現象」が生ずると認めることもできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告らは，引用発明と引用例3～5記載の発明とを組み合わせようとする契機となるものは無く，両者の組み合わせそのものが容易ではない，と主張するので，以下，検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例3(特開平1−187264号公報。甲3)について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例3には，次の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "特許請求の範囲",
                              "text": [
                                "「4．最大孔径が15μm以下の連続多孔質ポリテトラフルオロエチレンフィルムのコンクリート施工面と接する裏面に透湿性とクッション性を有する発泡組織材…を接着したことを特徴とするコンクリート施工面用シート防水材。」(1頁左欄下2行～右欄4行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "発明の詳細な説明",
                              "text": [
                                "α 発明が解決しようとする課題",
                                "「上記した従来一般のシート防水材においては外部からの水分附着侵入を防止し得ることは明かであるが，このような防水シート材は透湿性がないのでコンクリート層内から水分を気散することができない。即ち上記のようなコンクリート(モルタルをも含む。以下同じ)においては，成形，充填のための適切な流動性ないしワーカビリティを得るため，該混合物における水和反応に必要とされる水分量よりそれなりに過剰の水を添加混練して調整し施工することが普通であり，斯うした過剰な配合水は施工後においてブリージング水として表面に浮上分離することとなるが，このようなブリージング水が防水シートによって気散されないこととなるのでコンクリート面に溜り，あるいはコンクリート面とシート防水材との間に膨れや剥がれを生ぜしめて折角の仕上げ表面を劣化し，場合によっては漏水事故の原因となる。」(2頁左上欄16行～右上欄12行)",
                                "β 作用",
                                "「上記した連続多孔質ポリテトラフルオロエチレンフィルムのコンクリート施工面と接する裏面に発泡組織材…のようなクッション性を有するシートを接着することによってアルカリ骨材反応などによりコンクリートに発生したクラックによる歪みを吸収し吸水性を維持せしめる。」(3頁左上欄13行～18行)",
                                "γ 実施例",
                                "「更に本発明によるものがクラックなどに対する追従性をも要求される場合においては第6図に示すようにコンクリート施工面4に接する面にクッションシート3を接着したものとする。該クッションシート3としては発泡ポリウレタン…を採用することができる。(3頁右下欄下1行～4頁左上欄9行)"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "以上の記載によると，引用例3には，コンクリート施工面と接する面に施工される「透湿性を有する発泡ポリウレタン」が記載されている。もっとも，この「透湿性を有する発泡ポリウレタン」は，コンクリート施工面に接する面にクッションシートとして施工されるものであって，それ自体が防水膜といえるかどうかは明らかでない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例4(特開平1−295950号公報。甲4)について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例4の「発明の詳細な説明」には，次の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "産業上の利用分野",
                              "text": [
                                "「本発明は，建築における発泡ウレタンフォームによる外断熱工法，特に外断熱で外壁仕上げ材との間に空気層を形成した外断熱工法に関するものである。」(1頁右欄9行～12行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "実施例",
                              "text": [
                                "「第1工程～",
                                "処理を所望する鉄筋コンクリート壁面1に所定間隔をもってドライブピン2…を打設する。",
                                "第2工程～",
                                "上記ドライブピン2に断熱ボルト3を螺合する。",
                                "第3工程～",
                                "上記鉄筋コンクリート壁面1の外面に，上記ドライブピン2と断熱ボルト3との螺合部分を覆う厚さに(約30mm～50mm)",
                                "に，硬質ポリウレタンフォーム4A(ソフラン～商標～日本ソフラン建材株式会社)を吹き付け，硬質ポリウレタンフォームの層4を形成する。",
                                "第4工程～",
                                "上記断熱ボルト3の中間位置に断熱ナット5を螺合させ，当該断熱ナット5を上記硬質ポリウレタンフォームの層4の外面に当接させる。",
                                "第5工程～",
                                "上記断熱ボルト3の先端に間柱6を連結し，断熱ナット7で緊縮する。",
                                "第6工程～",
                                "上記間柱6に上記硬質ポリウレタンフォームの層4とは，空気層8を存して継目胴縁9を当該間柱6の長手方向とは直交方向をもって張設する。",
                                "第7工程～",
                                "上記間柱6と上記継目胴縁9の外側に，外壁仕上10を張設する。」(2頁左下欄13行～3頁左欄2行)"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(c)",
      "subject": "発明の効果",
      "text": [
        "「本発明は，上述の通り構成されているので次に記載する効果を奏する。",
        "A．ウレタンフォームを透湿した湿度が，空気層に取り込まれる。」(3頁左欄9行～12行)"
      ],
      "content": [
        {
          "fig": "b",
          "text": [
            "以上の記載によると，引用例4には，建築における発泡ウレタンフォームによる外断熱工法について「透湿性を有するウレタンフォーム」が記載されていると認められる。もっとも，この「透湿性を有するウレタンフォーム」は，それ自体が防水膜といえるかどうかは明らかでない。"
          ],
          "content": [
            {
              "fig": "(ウ)",
              "subject": "引用例5(特開昭63−181858号公報。甲5)について"
            }
          ]
        },
        {
          "fig": "a",
          "text": [
            "引用例5の「発明の詳細な説明」には，次の記載がある。"
          ]
        }
      ]
    },
    {
      "fig": "(a)",
      "subject": "産業上の利用分野",
      "text": [
        "「本発明は，コンクリート構造物を構築する際に用いる型枠に関する。」(1頁左欄11行～12行)"
      ]
    },
    {
      "fig": "(b)",
      "subject": "問題点を解決するための手段",
      "text": [
        "「本発明の型枠は，連通体(ここでいう連通体とは水を侵出・透過できる連通孔を有する部材を指す)を補強用の裏打ち材としてこれに表裏，両面を繊維層で補強した通気性の樹脂皮膜で表面を被覆させた型枠を用いることによってコンクリート中の含水分のうち水蒸気として発生する水分のみを外部に放出して，打設コンクリートの硬化を早めて工期の短縮を図る型枠を提供するものである。",
        "以下に本発明を詳記する。",
        "本発明に使用する通気性樹脂皮膜は最近開発されたもので，…ある。",
        "これらの通気性樹脂皮膜としては…ポリウレタン製等が知られており，これらの皮膜の耐水性は通常，耐水圧で500mmH O",
        "(JIS−L−1092・A法・静止圧法)である。また，通気性",
        "は通常，透湿度で100−10000g／m2・atm・24hr",
        "(ASTM−E−96−66，32，2℃・内100％PH／外5",
        "0％PH)であり，云い換えると水は通さないが水蒸気は通すという特性を有する樹脂皮膜である。",
        "この通気性の樹脂皮膜は通常5−500μmの薄い膜であって，これを単体としてコンクリート型枠とするためには剛性も強度も不足する。そこで予め通気性の樹脂皮膜の表裏両面に繊維層を積層して補強しさらに剛性の高い材料を裏打ち材とすることになるが，この裏打材として鉄板や樹脂製の型枠を用いるものでは前述の如く通気性がないので，通気性が阻害され目的が達しえない。",
        "そこで，本発明者らは通気性皮膜の表裏両面に…ポリウレタン等の樹脂の繊維材の織布，不織布を積層形成し，裏打用材としてハニカム構造体，木材，ベニヤ合板等の連通性のある厚い層を介在させることによって解決した。」(1頁右欄下3行～2頁右上欄下2行)"
      ]
    },
    {
      "fig": "(c)",
      "subject": "本発明の効果",
      "text": [
        "「本発明のコンクリート型枠では打設されたコンクリートは繊維層を通して通気性の樹脂皮膜と接触するので余剰水分は日中気温の上昇と共に皮膜を通じて水蒸気の形で連通体をへて外部に放出されるが水硬性としてのセメントの硬化に必要な水分はコンクリート中に残留するため，コンクリートの硬化を早め工期の短縮が期待でき，工期の短い北国での構築施工に極めて有利でありしかもコンクリートの硬化後の強度においてもコンクリート中の余剰水のみを放出するので問題はない。」(3頁左下欄1行～11行)"
      ],
      "content": [
        {
          "fig": "b",
          "subject": "以上の記載によると，引用例5には，コンクリート構造物を構築する際に用いる型枠に「防水性と透湿性を有するポリウレタン」を樹脂皮膜として用いることが記載されていると認められる",
          "content": [
            {
              "fig": "(エ)",
              "text": [
                "上記のとおり，引用例3に示されるものは防水シートであり，引用例4に示されるものは建築における外断熱工法に関するものであり，引用例5に示されるものはコンクリート型枠である。また，引用例3～5には，2液混合タイプの高速硬化ウレタン樹脂を用いて防水膜を施工形成すること，この混合液をスタティック混合部の流出口において，ノズルより圧縮エアの流れに乗せて噴出させことにより透湿性のある防水膜を形成することは，記載されていない。しかし，そうであるとしても，上記のとおり，引用例3及び4には「透湿性のあるウレタン」が，引用例5には「防水性と透湿性を有するウレタン」がそれぞれ記載されているから，「透湿性のあるウレタン又は透湿性のあるウレタン防水膜」が本件特許出願(平成6年6月13日)前に知られていたことを認定するために用いることは妨げられないというべきである。"
              ],
              "content": [
                {
                  "fig": "オ",
                  "text": [
                    "以上を総合すると，本件発明1の「水は透過しないが，水蒸気は透過する」(透湿性のある)ウレタン防水膜が被施工物の表面に形成されるとの作用効果は，格別のものということはできず，当業者(その発明の属する技術の分野における通常の知識を有する者)は，引用発明に，引用例3～5に記載された発明を適用して，相違点5(ウレタン防水膜が「透湿性のある」ものであること)を容易に想到することができたというべきである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上述べたとおり，「…ウレタン防水膜に『透湿性のある』の限定を付し，上記相違点5に係る本件発明1の限定を付すことは，当業者にとって困難性はない。」(11頁6行～7行)とした審決の判断に誤りはないから，取消事由1は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(4)",
                      "subject": "取消事由2(相違点4についての判断の誤り)につき"
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "引用例2(実願平1−148710号［実開平3−90649号］のマ",
                  "text": [
                    "イクロフィルム［甲2］)には，次の記載がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(ア)",
              "subject": "従来の技術",
              "text": [
                "「2液型塗料塗布装置には高圧微粒化方式によるスプレーガン，および低圧で被塗布物に滴下してコテやハケなどで伸ばすフローガンを用いるのが一般的である。",
                "高圧微粒化によるスプレーガン方式は，2液型塗料のそれぞれを，高圧の定量ポンプによって計量した後，管内に混合装置を設けた静止型管内混合管(以下単に混合管と称する。)又は，その他のインラインミキサーで混合してスプレーガンによって微粒化し塗布する。",
                "この方法は高圧の液圧で行うため夫々の構成機器が高価であり，また2液型硬化塗料を塗布する場合にはその塗布作業を中断するときには，そのポットライフ以内に配管などの洗浄を行なわなければならない。しかし実作業においては，しばしばこの作業をおこたり，高価なスプレーガン，混合管，又はその他のインラインミキサーおよび配管などの内部で塗料を硬化させて再使用不可能にしてしまう欠点がある。",
                "また混合攪拌された2液型塗料を低圧にて被塗布物に滴下後コテ又はハケなどで伸ばすフローガン方式はそのために人手を要する欠点がある。」(1頁下6行～2頁16行)"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "課題を解決するための手段",
              "text": [
                "「この考案は前記の従来の欠点を解消するために，管内に混合要素を設けた静止型管内混合管の混合液吐出部の周囲に，その外壁との間にエアノズルを形成するような内壁を持ったエア導入管を，該混合管の外側に着脱可能に取り付けたことを特徴とする2液型塗料塗布装置を得たものである。」(2頁下3行～3頁3行)"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "実施例",
              "text": [
                "「…2液型塗料は，夫々の塗料を入れた容器21，22から夫々の定量ポンプ19，20により，夫々必要な比率に定量され，夫々の供給管24，25を通ってマニホルド3に供給される。混合管5がロックナット4によって取りつけられ，さらに混合管5の外部にセットボルト7によってエア導入管6が取りつけられ塗布装置30を構成している。…」(3頁10行～17行)",
                "「高圧空気はエアコンプレッサ16から圧縮空気供給管23，エア開閉弁15を経て，エア入口9からエア導入管6に導入される。」(3頁下1行～4頁2行)",
                "「マニホルド3の出口側には混合管5がロックナット4で取りつけられている。そして混合管5の出口側にはエアの入口9及び出口12を設けたエア導入管6がセットボルト7で取り付けられている。」(4頁下9行～下5行)",
                "「混合管5の内部には混合要素8が設けられており，混合管5の出口10の周囲には，混合管の外壁14とエア導入管6の内壁13により，エアノズル11が形成されている。」(4頁下4行～下1行)"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "作用",
              "text": [
                "「エアコンプレッサー16から…送られてきた圧縮空気は各実施例のエア入口9からエア導入管6に入り，エアノズル11から圧縮空気が噴射される。一方，混合管出口10からは混合された2液型塗料が吐出されてきて，空気の速度と急激な拡散作用により微粒化され，被塗布物上に均一に塗布される。」(5頁下7行～下1行)"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "以上の引用例2の記載によると，引用例2には，①2液型塗料の混合管5の内部に混合要素8が設けられており，②混合管5の出口10の周囲に，混合管の外壁14とエア導入管6の内壁13により，エアノズル11が形成されており，③混合管5の出口10から吐出される混合された2液型塗料を，エアノズル11から噴射される圧縮空気の流れに乗せて被施工物に塗布する，2液型塗料塗布装置が記載されているものと認められる。",
                    "引用例2には，高速硬化型ウレタン樹脂を用いることについての記載はなく，「透湿性のある」防水膜の形成についての記載もないが，2液を混合部で混合して噴出させ，被施工物に吹き付ける点では，引用例2記載の発明は引用発明と同じであるから，当業者にとって，引用発明に，引用例2記載の構成を適用して，相違点4に係る構成(「スタティック混合部の流出口において，スタティック混合部とこれを覆う外筒との間に形成されるエア経路を流れてくる圧縮エアの流れに乗せてノズル部から噴出させ，」の構成)を採用することは容易であるものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，引用発明を「透湿性のある」防水膜を形成するために用いようとする考えは，当業者といえども容易に想到できるものではなく，ましてや，「高速硬化の利用原理」に基づく〈相違点4〉に示される本件発明1の構成に想到することは，高速硬化型ウレタン樹脂に全く触れず，「透湿性のある」防水膜の形成についても全く言及していない引用例2を参照しても容易ではない，と主張する。しかし，前記(3)のとおり，本件発明1の「水は透過しないが，水蒸気は透過する」(透湿性のある)ウレタン防水膜が被施工物の表面に形成されるとの作用効果は，格別のものということはできず，また，引用発明を「透湿性のある」防水膜を形成するために用いようとする考えは，当業者といえども容易に想到できるものではないとの原告らの主張を採用することはできないのであって，引用例2には，高速硬化型ウレタン樹脂を用いることについての記載はなく，「透湿性のある」防水膜の形成についての記載がないとしても，上記のとおり，引用発明に，引用例2記載の構成を適用して，相違点4に係る構成を採用することは容易であると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上述べたとおり，「…引用発明に，引用例2に記載された発明を適用することにより，上記相違点4に係る本件発明1の限定を付すことは，当業者にとって困難性はない。」(10頁下10行～下8行)とした審決の判断に誤りはないから，取消事由2も理由がない。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "3",
                          "subject": "結論",
                          "text": [
                            "以上のとおり，原告ら主張の取消事由はすべて理由がない。",
                            "よって，原告らの請求を棄却することとして，主文のとおり判決する。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}