{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2006−80181号事件について平成19年9月13日にした審決中，特許第3690864号の請求項2ないし5に係る発明についての特許を無効とした部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "原告らのその余の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は5分し，その1を原告らの負担とし，その余を被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−80181号事件について平成19年9月13日にした審決中，「特許第3690864号の請求項1～5に係る発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実等",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告らは，発明の名称を「光触媒体の製造法」とする特許第3690864号の特許(平成8年3月29日出願，平成17年6月24日設定登録。以下「本件特許」という。請求項の数は12である。)の特許権者である。",
            "被告は，平成18年9月11日，本件特許を無効にすることについて審判(無効2006−80181号事件。以下「本件審判」という。)を請求した。",
            "特許庁は，平成19年9月13日，「特許第3690864号の請求項1～5に係る発明についての特許を無効とする。特許第3690864号の請求項6～12に係る発明についての審判請求は，成り立たない。」との審決(以下「審決」という。)をし，同月26日，その謄本を原告らに送達した。",
            "なお，審決中，「特許第3690864号の請求項6～12に係る発明についての審判請求は，成り立たない。」との部分は，被告(審判請求人)において取消訴訟を提起することなく出訴期間が経過したことにより，形式的に確定した(特許法178条参照)。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件特許の願書に添付した明細書(登録時のもの。以下「本件特許明細書」という。)の特許請求の範囲の請求項1ないし5の各記載は，次のとおりである(以下，これらの請求項に係る発明を項番号に対応して，「本件特許発明1」などといい，これらをまとめて「本件特許発明」という。)。",
            "「【請求項1】 光触媒を基体に担持固定してなる光触媒体の製造法であって，光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させて得たことを特徴とする光触媒体の製造法。",
            "【請求項2】 基体上に，光触媒によって分解されない結着剤からなる第一層を設け，該第一層の上に，光触媒とアモルファス型過酸化チタンゾルとの混合物を用いて調製した第二層を設けることを特徴とする光触媒体の製造法。",
            "【請求項3】 基体上に，アモルファス型過酸化チタンゾルを用いて調製した光触機能を有さない第一層を設け，該第一層の上に，光触媒とアモルファス型過酸化チタンゾルとの混合物を用いて調製した第二層を設けることを特徴とする光触媒体の製造法。",
            "【請求項4】 光触媒として，酸化チタン粒子又は酸化チタン粉末を用いて調製したものであることを特徴とする請求項1～3のいずれか記載の光触媒体の製造法。",
            "【請求項5】 光触媒として，酸化チタンゾルを用いて調製したものであることを特徴とする請求項1～3のいずれか記載の光触媒体の製造法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，下記(1)の理由により，本件特許発明1についての特許は無効とすべきであり，下記(2)の理由により，本件特許発明2ないし5についての特許はいずれも無効とすべきである，というものである(なお，審決は，本件特許発明1ないし5が，平成7年10月6日に開催された「平成7年度佐賀県窯業技術センタ−研究会」において，I博士が発表した発明に基づいて，当業者が容易に発明をすることができた旨の被告(審判請求人)の主張を排斥したが，この点は本訴における審理の対象ではない。)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許発明1は，下記ア及びイのいずれの理由によっても，無効とすべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明1における「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させ」るとの構成は，本件特許明細書の発明の詳細な説明(以下「詳細な説明」ということがある。)に記載されたものとはいえないから，同発明についての特許は，特許法36条6項1号(判決注，平成14年法律第24号による改正前の規定)の規定する要件(以下「サポート要件」という。)を満たしておらず，同法123条1項4号の規定により無効とすべきである(以下「理由(1)ア」という。なお，審決書31頁7行に「出願当初明細書」とあるのは，「本件特許明細書」の誤記と認める。)。",
                    "なお，本件特許発明4及び5は，いずれも本件特許発明1における「光触媒」を限定した態様を含むものであるが，本件審判では，本件特許発明4及び5に係る特許について，サポート要件を満たしていない旨の無効理由の主張はされていない(乙24)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件特許発明1は，本件特許の出願前に頒布された刊行物である特開平7−286114号公報(以下「甲1公報」という。甲1)に記載された発明(以下「甲第1発明」という。)に基づいて当業者が容易に発明をすることができたものであるから，本件特許発明1についての特許は，特許法29条2項の規定に違反してされたものであり，同法123条1項2号の規定により無効とすべきである(以下「理由(1)イ」という。)。",
                    "審決は上記判断をするに当たり，甲第1発明の内容，本件特許発明1と甲第1発明との一致点・相違点を次のとおり認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "審決が認定した甲第1発明",
                      "text": [
                        "「基材上にチタニアが配合されたペルオキソポリチタン酸液を塗布し，この塗膜を乾燥させて機能性被膜を形成する製造方法」(審決書16頁13行～14行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "審決が認定した本件特許発明1と甲第1発明との一致点「『光触媒を基体に担持固定してなる光触媒体の製造法であって，光触媒と過酸化チタン液とを混合し，コーテイングした後，乾燥させてなる光触媒体の製造法』の点」(審決書16頁23行～25行)(ウ) 審決が認定した本件特許発明1と甲第1発明との相違点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1",
                          "text": [
                            "「該『過酸化チタン液』が，本件特許発明1では，『アモルファス型過酸化チタンゾル』であるのに対し，甲第1発明では『ペルオキソポリチタン酸液』である点」(審決書16頁27行～29行)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点2",
                          "text": [
                            "「本件特許発明1は，『80℃以下で乾燥，固化させて得た』のに対し，甲第1発明では，『乾燥させて機能性被膜を形成する』点」(審決書16頁30行～32行)"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件特許発明2ないし5は，本件特許の出願前に頒布された刊行物である特開平7−171408号公報(以下「甲2公報」という。甲2)に記載された発明(以下「甲第2発明」という。)及び甲第1発明に基づいて当業者が容易に発明をすることができたものであるから，本件特許発明2ないし5についての各特許は，特許法29条2項の規定に違反してされたものであり，同法123条1項2号の規定により無効とすべきである(以下「理由(2)」という。)。",
                "審決は上記判断をするに当たり，甲第2発明の内容，本件特許発明2及び3と甲第2発明との各一致点・相違点を次のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決が認定した甲第2発明",
                  "text": [
                    "「基体上に，光触媒粒子を含有しない難分解性結着剤からなる第一層を設け，該第一層の上に，難分解性結着剤と光触媒粒子とからなる第二層を設けてなる光触媒体の製造方法」(審決書20頁26行～28行)イ 審決が認定した本件特許発明2と甲第2発明との一致点・相違点"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「『基体上に，光触媒によって分解されない結着剤からなる第一層を設け，該第一層の上に，光触媒との混合物を用いて調製した第二層を設けることを特徴とする光触媒体の製造方法』である点」(審決書21頁2行～5行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "「第二層に用いる光触媒と混合する化合物として，本件特許発明2は，『アモルファス型過酸化チタンゾル』であるのに対し，甲第2発明では，『難分解性結着剤』である点」(審決書21頁6行～8行)ウ 審決が認定した本件特許発明3と甲第2発明との一致点・相違点"
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "「『基体上に，光触媒粒子を含有しない塗布液を用いて第一層を設け，該第一層の上に光触媒と塗布液との混合物を用いて調製した第二層を設けることを特徴とする光触媒体の製造法』である点」(審決書22頁4行～7行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "「第一層および第二層に用いる塗布液として，本件特許発明3は，『アモルファス型過酸化チタンゾル』であるのに対し，甲第2発明では，『難分解性結着剤』である点」(審決書22頁8行～10行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由に関する原告らの主張",
          "text": [
            "審決は，以下のとおり，①本件特許発明1のサポート要件及び進歩性の各判断(理由(1))を誤った違法，②本件特許発明2ないし5の進歩性の各判断(理由(2))を誤った違法があるから，審決中，本件特許発明1ないし5についての各特許を無効とした部分は，取り消されるべきである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(本件特許発明1に係る認定判断(理由(1))の誤り)ア 本件特許発明1のサポート要件に係る認定判断(理由(1)ア)の誤り審決は，「本件特許明細書の詳細な説明には，『光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，常温～70℃で乾燥，固化させること』が記載されていると云えるが，『光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，70℃を越え80℃以下で乾燥，固化させること』の記載もないし，示唆もされていない。なお，本件特許明細書の詳細な説明には，『なお，アモルファス型過酸化チタンゾルを第一層として用いる場合は，250℃以上に加熱すると，アナターゼ型酸化チタンの結晶となり光触媒機能が生じるので，それよりも低温，例えば80℃以下で乾燥固化させる。』(段落【0015】)と記載されているが，この『80℃以下で乾燥固化させる。』という記載は，第1層にアモルファス型過酸化チタンゾルを用いる場合，その第一層に光触媒機能を持たせないために，光触媒機能を有させない乾燥温度である250℃よりも低い温度の例として，『80℃以下で乾燥固化させる』と述べているものにすぎず，『光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥，固化させる』という記載の裏付けとなる記載ではない。」(審決書14頁34行～15頁14行)と認定判断した。",
                "しかし，以下のとおり，審決の上記認定判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件特許発明1は，「アモルファス型過酸化チタンゾルをバインダーとして使用すると意外にも，光触媒粒子をあらゆる基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させることができる」という知見に基づくものであって，「光触媒を基体に担持固定してなる光触媒体の製造法」において，「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティング」すること，及び，該コーティングをアモルファス型過酸化チタンゾルの形態に担持する条件として，「80℃以下で乾燥させ，固化させ」ることを構成要件とするものである(詳細な説明の段落【0003】ないし【0007】参照。なお，本件特許発明2は，「光触媒とアモルファス型過酸化チタンゾルとの混合物」を用いる構成(第二層)に，「基体上に，光触媒によって分解されない結着剤からなる第一層」を付加した発明であり，本件特許発明3は，「光触媒とアモルファス型過酸化チタンゾルとの混合物」を用いる構成(第二層)に，「基体上に，アモルファス型過酸化チタンゾルを用いて調製した光触機能を有さない第一層」を付加した発明である。)。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "詳細な説明における，本件特許発明1の「光触媒粒子をあらゆる基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させることができる」という効果を得るために，アモルファス型過酸化チタンゾルをアモルファスの状態のままバインダーとして使用して光触媒を基体に担持させる旨(段落【0005】，【0006】等を参照)の記載，「なお，アモルファス型の過酸化チタンのゾルを100℃以上で加熱すると，アナターゼ型酸化チタンゾルになり」(段落【0007】)との記載，「なお，アモルファス型過酸化チタンゾルを第一層として用いる場合は，250℃以上に加熱すると，アナターゼ型酸化チタンの結晶となり光触媒機能が生じるので，それよりも低温，例えば80℃以下で乾燥固化させる。」(段落【0015】)との記載に照らし，段落【0015】の「80℃以下で乾燥固化させる」という条件は，アモルファス型の過酸化チタンのゾルを結晶化させない条件として記載されたものであって，本件特許発明3のようにアモルファス型過酸化チタンゾルを用いて調製した光触媒機能を有さない第一層を設ける場合のみならず，本件特許発明1のように光触媒とアモルファス型過酸化チタンゾルを有する層を単独で設ける場合にも適用できることは，当業者には自明である。なぜなら，本件特許発明1及び3は，いずれもアモルファス型過酸化チタンゾルが基体に接しているのであり，アモルファス型過酸化チタンゾルが，アナターゼ型酸化チタンの結晶となって光触媒機能を発揮することがなく，基体への密着性が低下しない条件を採用しているからである。",
                    "なお，段落【0026】には，実施例1において，乾燥を70℃で行ったことが示されているが，本件特許発明1における乾燥の温度は，上記温度に限定されるものではない。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "したがって，詳細な説明には，「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させ」ることが記載されているといえる。"
                  ],
                  "content": [
                    {
                      "fig": "イ",
                      "subject": "本件特許発明1の進歩性に係る認定判断(理由(1)イ)の誤り"
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "subject": "一致点の認定の誤り・相違点の看過",
                  "text": [
                    "審決は，以下のとおり，本件特許発明1と甲第1発明との一致点の認定を誤り，相違点を看過した。",
                    "甲1公報(甲1)の記載によれば，①甲第1発明の「ペルオキソポリチタン酸液」は，屈折率の高い酸化チタン系被膜や導電性の高い酸化チタン系被膜を形成するために用いられるものであって(段落【0010】)，光触媒を基体に担持固定するためのバインダーとして用いるものではなく，また，②甲第1発明の「チタニア」は，基材の表面反射の防止，導電性被膜の形成，被膜の屈折率の調整を図るために用いるものであって(段落【0030】，【0031】)，「光触媒」として用いるものではない。",
                    "このように，甲第1発明は，「光触媒を基体に担持固定してなる光触媒体の製造法であって，光触媒と過酸化チタン液とを混合し，コーテイングした後，乾燥させてなる光触媒体の製造法」であるということはできないから，本件特許発明1と甲第1発明との一致点についての審決の認定は誤りである。審決は，本件特許発明1が，アモルファス型過酸化チタンゾルをバインダーとして用い，光触媒を基体に担持するものであるのに対し，甲第1発明は，当該構成を備えていないという点において，本件特許発明1と相違することを看過したものである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "相違点1についての判断の誤り",
                  "text": [
                    "審決は，相違点1の判断に際して，甲第1発明の「ペルオキソポリチタン酸」が，「アモルファス型」であって，本件特許発明1の「アモルファス型過酸化チタンゾル」と同じものであると認定した。",
                    "しかし，以下のとおり，審決の上記認定は誤りであり，また，この点に関する被告の主張も失当である。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "subject": "審決の認定判断の誤り",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1公報には，甲第1発明の「ペルオキソポリチタン酸」が結晶構造を有することが明記されており，結晶構造を示さないアモルファス(非晶質)であると解することはできない。すなわち，段落【0016】の「X線回折法で解析するとアナターゼ結晶に類似した結晶構造を示す。」との記載，段落【0052】の「この凍結乾燥品のX線回折を行うとアナターゼ類似結晶を示した。」との記載が示すとおり，甲1公報では，X線回折の結果に基づいて，結晶形の1つである「アナターゼ」に類似するとされているのであるから，結晶形が特定できる程度の結晶が生成していたことが理解できる。もし，アモルファス(非晶質)であったとすれば，X線回折の結果におけるピークの存在が不明であり，いずれの結晶形に類似しているかについて言及することはできないはずである。",
                                "一方，本件特許発明1の「アモルファス型過酸化チタンゾル」は，アモルファス(非晶質)である。",
                                "したがって，甲第1発明の「ペルオキソポリチタン酸」と本件特許発明1の「アモルファス型過酸化チタンゾル」とは，結晶であるか非結晶であるかの点において相違する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "審決は，甲1公報に記載されたペルオキソポリチタン酸液の製造方法と本件特許明細書に記載されたアモルファス型過酸化チタンゾルの製造方法とは，「表現方法が違うが製造方法が相違しない方法から製造されているため同じものができている」(審決書18頁24行～25行)と認定判断し，被告は，過酸化水素水を添加後，「約5℃で一晩攪拌するか，80℃で1時間加熱するか」は，当業者の設計事項であり，また，「約5℃で一晩攪拌する」ことの技術的意義は，本件特許明細書には記載も示唆もされていないと主張する。",
                                "しかし，本件特許明細書では，約5℃まで冷却して過酸化水素水を反応させる方法を採用するとともに，すべての工程は発熱を抑えて行うのが望ましい旨記載されている(段落【0023】参照)。",
                                "審決の上記認定判断及び被告の主張は，根拠がない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "審決は，甲第1発明の「ペルオキソポリチタン酸」を理解するに当たり，特開平9−71418号公報(以下「甲3公報」と",
                              "text": [
                                "いう。甲3)の記載を参照した。",
                                "しかし，①甲3公報は，本件特許の出願前に頒布された刊行物ではないこと，②甲3公報は，甲第1発明と直接関係するものではないこと(甲3公報は，過酸化水素水の反応が終了した後の液体を加熱することについて記載したもので，甲1公報の過酸化水素水を反応させる「80℃で1時間加熱」と直接対応するものではない。)からすれば，甲3公報の記載を参酌して，甲第1発明を解釈することは，誤りである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "被告の主張に対し",
                          "text": [
                            "被告は，①甲1公報の段落【0052】の記載において，「アモルファス型過酸化チタンゾル」は「加熱前のペルオキソポリチタン酸」と同義であるから，原告らは比較の対象を誤っている，②甲1公報にいう「アナターゼ類似結晶」及び本件特許発明1の「アモルファス型過酸化チタンゾル」は，いずれも「結晶物質と非結晶物質とが混在したもの」であるなどと主張する。",
                            "しかし，以下のとおり，被告の上記主張はいずれも失当である。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1公報の記載によれば，甲第1発明の「ペルオキソポリチタン酸水溶液」は，「四塩化チタン水溶液にアンモニアを添加する」ことで得られたものに「過酸化水素水を添加し，加熱して反応させること」で製造されるものである(段落【0052】)から，「加熱前のペルオキソポリチタン酸」が甲1公報に記載されていることを前提とする被告の主張は，その前提において誤りである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件特許発明1の「アモルファス型過酸化チタンゾル」は，本件特許明細書の記載が示すとおり，実質的に結晶を含まないものである(段落【0007】参照)。",
                                "この点は，原告株式会社ティオテクノ研究開発部長M作成のX線回折実験報告書(甲6)，原告株式会社ブリヂストン中央研究所フェローO作成の見解書(甲8)，原告株式会社ブリヂストン化工品材料開発部ユニットリーダーＮ作成のX線回折分析結果報告提出書(甲9)によっても裏付けられるところである。",
                                "なお，結晶100％でなくとも結晶が含まれていれば，X線回折において所定のピークが示されることは技術常識である。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "相違点2についての容易想到性判断の誤り",
                  "text": [
                    "審決は，相違点2についての容易想到性判断に当たり，「乾燥温度は，被膜における機能性を壊さない程度であればよく，且つ低温であればある程，低エネルギーで製造できることから，この分野において，できる限り低温で乾燥することは常套手段である。」(審決書18頁30行～33行)と認定した。",
                    "しかし，甲1公報には，本件特許発明1の構成及び効果(前記ア(ア))については，記載も示唆もない。したがって，甲第1発明との関係で，80℃以下で乾燥させ，固化させるという乾燥条件を採用することが，常套手段であるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件特許発明2ないし5の進歩性に係る認定判断(理由(2))の誤り)",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "本件特許発明2及び3に係る認定判断の誤り",
                      "text": [
                        "審決は，本件特許発明2及び3と甲第2発明との各相違点の判断に際して，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」である旨認定した。",
                        "しかし，審決の上記認定が誤りであることは，前記(1)イ(イ)のとおりであるから，本件特許発明2及び3の進歩性に係る審決の認定判断も誤りである。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "本件特許発明4及び5に係る認定判断の誤り",
                      "text": [
                        "本件特許発明4及び5は，本件特許発明1ないし3を引用するところ，本件特許発明1ないし3の進歩性に係る審決の認定判断が誤りであることは，前記(1)イ(イ)及び前記アのとおりであるから，本件特許発明4及び5の進歩性に係る審決の認定判断も誤りである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断に誤りはなく，原告ら主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件特許発明1に係る認定判断(理由(1))の誤り)に対し",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "本件特許発明1のサポート要件に係る認定判断(理由(1)ア)の誤りに対し",
                      "text": [
                        "原告らは，詳細な説明の段落【0015】に記載された「80℃以下で乾燥固化させる」という条件は，アモルファス型の過酸化チタンのゾルを結晶化させない条件として記載されたものであって，本件特許発明3のようにアモルファス型過酸化チタンゾルを用いて調製した光触媒機能を有さない第一層を設ける場合のみならず，本件特許発明1のように光触媒とアモルファス型過酸化チタンゾルを有する層を単独で設ける場合にも適用できるから，詳細な説明には，「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させ」ることが記載されているといえると主張する。",
                        "しかし，原告らの上記主張は失当である。",
                        "当該条件が本件特許発明1に適用可能であることは，本件特許発明1が詳細な説明に記載された発明であることを意味するものではないから，適用可能性があったからといって，「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させ」る事項が記載されているとすることはできない。",
                        "なお，詳細な説明において，「80℃以下」という条件を示しているのは，「なお，アモルファス型過酸化チタンゾルを第一層として用いる場合は，250℃以上に加熱すると，アナターゼ型酸化チタンの結晶となり光触媒機能が生じるので，それより低温，例えば80℃以下で乾燥固化させる。」(段落【0015】)との記載部分のみである。しかし，同記載は，本件特許発明3のように二層構造とする場合の第一層についての条件を示したものであって，「80℃以下」とする数値限定の根拠を示したものではない。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "本件特許発明1の進歩性に係る認定判断(理由(1)イ)の誤りに対し"
                    }
                  ]
                },
                {
                  "fig": "(ア)",
                  "subject": "一致点の認定の誤り・相違点の看過に対し",
                  "text": [
                    "原告らは，審決が本件特許発明1と甲第1発明との一致点の認定を誤り，相違点を看過したと主張する。",
                    "しかし，以下のとおり，原告らの上記主張は失当である。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告らは，甲第1発明の「ペルオキソポリチタン酸液」は，光触媒を基体に担持固定するためのバインダーとして用いるものではないと主張する。",
                            "しかし，「重合体」は，当然にバインダーとしての機能を有するところ，甲1公報の記載によれば，甲第1発明の「ペルオキソポリチタン酸液」は「重合体」であるから(段落【0015】参照)，バインダーとしての機能を有していることは，当業者には自明である。なお，甲1公報に係る特許出願と同一の出願人による特許出願に係る公開特許公報である特開2006−93002号公報(乙1",
                            "2，17)の段落【0037】及び特開2006−19190号公",
                            "報(乙18)の段落【0067】には，ペルオキソチタン酸がバインダーとして用いられることが記載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告らは，甲第1発明の「チタニア」は，「光触媒」として用いるものではないと主張する。",
                            "しかし，甲第1発明の「チタニア」は，甲1公報の段落【0029】において，無機酸化物微粒子の一つとして例示されているところ，同段落に例示されている無機酸化物微粒子は，いずれも半導体光触媒の一態様である金属酸化物半導体であって，光触媒機能を有するものである(乙8～10，20～22参照)。したがって，当業者は，甲第1発明が「チタニア」を含有する目的が「ペルオキソポリチタン酸溶液」に光触媒機能を持たせることにあると理解するはずである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "相違点1についての判断の誤りに対し",
                  "text": [
                    "原告らは，甲第1発明の「ペルオキソポリチタン酸」と本件特許発明1の「アモルファス型過酸化チタンゾル」とは相違すると主張する。",
                    "しかし，以下のとおり，原告らの主張は失当である。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "subject": "比較対象の誤り",
                          "text": [
                            "原告らは，甲1公報の段落【0016】等の記載を根拠として，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」ではない旨主張する。",
                            "しかし，原告らの上記主張は，甲1公報における「加熱後のペルオキソポリチタン酸」を本件特許発明1の「アモルファス型過酸化チタンゾル」と対比したものであり，以下のとおり，その比較対象に誤りがある。",
                            "甲1公報の「・・・80℃で1時間加熱することにより，透明な黄色のペルオキソポリチタン酸水溶液を得た。」(段落【0052】)との記載において，①「アモルファス型過酸化チタンゾル」は「加熱前のペルオキソポリチタン酸」と同義であり，②「アモルファス型過酸化チタンゾルと光触媒との混合物」は「加熱後のペルオキソポリチタン酸」と同義である。",
                            "すなわち，H・F・K編著「光触媒 基礎・材料開発・応用」株式会社エヌ・ティー・エス平成17年5月27日発行(以下「乙2文献」という。乙2)には，「乾燥膜は無定形ペルオキソチタン水和物が主成分である」(601頁左欄3行～4行)との記載及び「ペルオキソチタン酸水溶液・・・を数十℃以上で水熱することにより，結晶性のアナタース超微粒子と任意の量のペルオキソチタンを含むペルオキソ改質アナタースゾルと呼ばれる弱塩基性のコーティング剤が得られる」(601頁左欄18行～23行)との記載があり，これらの記載に照らせば，甲1公報の前記記載(段落【0052】)における「ペルオキソポリチタン酸」は，「80℃で1時間加熱」する前のものが「無定型」(アモルファス状態)であり，「80℃で1時間加熱」した後のものがアナタース状態のものを含むものであることは，当業者には自明である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲第1発明の「(加熱後の)ペルオキソポリチタン酸」と本件特許発明1の「アモルファス型過酸化チタンゾル」との同一性以下のとおり，甲第1発明の「(加熱後の)ペルオキソポリチタン酸」と本件特許発明1の「アモルファス型過酸化チタンゾル」とは，表現方法が異なるが，同じものというべきであるから，この点からも，原告らの主張は失当である。",
                            "すなわち，「ペルオキソポリチタン酸」も「アモルファス型過酸化チタンゾル」も，製造直後はゾルの状態にあり，加熱処理，紫外線又は電子線の照射により，その一部がアナターゼ結晶に改質されるものであるが，ゾルの状態でもそのごく一部はアナターゼ結晶に改質されているゆえに，甲1公報では，X線回折の結果は「アナターゼ類似結晶」を示すとされているのであり，この点は，本件特許発明1の「アモルファス型過酸化チタンゾル」も同様と解される。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲1公報の「アナターゼ結晶に類似した結晶」(段落【0016】)との記載及び「アナターゼ類似結晶」との記載(段落【0052】は，同じ意味であると解されるところ，「これを焼成するとペルオキソ基が脱離してアナターゼ結晶へと変化する。」との記載(段落【0016】)に照らせば，「アナターゼ類似結晶」は，「アナターゼ結晶」とは異なるものであると理解される。そうすると，甲1公報にいう「アナターゼ類似結晶」は，①「アモルファス型過酸化チタンゾル」に相当する「非結晶」(以下「状態①」ということがある。)であるか，②「アモルファス型過酸化チタンゾルと光触媒との混合物」に相当する「結晶物質と非結晶物質とが混在したもの」(以下「状態②」ということがある。)であるかのいずれかである。",
                                "そして，現時点における知見，又は，本件特許の出願前の技術水準によれば，甲1公報にいう「アナターゼ類似結晶」は，「結晶物質と非結晶物質とが混在したもの」(状態②)であるといえるところ，上記知見又は技術水準によれば，本件特許明細書における「アモルファス型の過酸化チタンのゾルを100℃以上で加熱すると，アナターゼ型酸化チタンゾルにな(る)」(段落【0007】)との記載は，技術的に誤りであり，本件特許発明1の「アモルファス型過酸化チタンゾル」も，甲1公報にいう「アナターゼ類似結晶」と同様に，「結晶物質と非結晶物質とが混在したもの」(状態②)であるはずである。",
                                "他方，技術的には誤りである本件特許明細書の上記記載によれば，本件特許発明1の「アモルファス型過酸化チタンゾル」は，「非結晶」(状態①)であることになるが，同記載によれば，甲1公報にいう「アナターゼ類似結晶」も，本件特許発明1の「アモルファス型過酸化チタンゾル」と同様に，「非結晶」(状態①)であるということになる。",
                                "以下，上記のように考えられることについて，説明する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "現時点における知見によれば，以下のとおり，甲1公報にいう「アナターゼ類似結晶」は，「結晶物質と非結晶物質とが混在したもの」(状態②)であるといえる。",
                                "甲1公報と出願人を同じくする特開2007−35594号公",
                                "報(乙11)における「220℃で5時間，飽和蒸気圧下で水熱処理」(段落【0085】。なお，甲1公報と出願人を同じくする特開2006−93002号公報(乙12，17)，特開20",
                                "04−206945号公報(乙13)，特開2004−1788",
                                "85号公報(乙14)，特開2003−308891号公報(乙",
                                "15)にも，同様の記載がある。)との処理は，これによりペルオキソ基が脱離し，アナターゼ結晶が得られることから，甲1公報の段落【0016】にいう「焼成」に相当するものであり，乙2文献における「250℃以上の加熱」(601頁左欄4行)と",
                                "の処理も同様であるから，このような「焼成」に相当する処理により，「結晶性の高いアナターゼ型酸化チタン」を得られることが理解できる。",
                                "他方，乙2文献によれば，「数十℃以上で水熱する」(601頁左欄20行)との処理により改質することも，技術常識であるといえる。",
                                "したがって，「焼成」を行う前の状態は，「結晶性のないアナターゼ型酸化チタン」とはいえないまでも，「結晶性の低いアナターゼ型酸化チタン」であるということができる。",
                                "そうすると，甲1公報にいう「アナターゼ類似結晶」は，「80℃で1時間加熱する」(段落【0052】)という処理を施したものであるから，「結晶性の低いアナターゼ型酸化チタン」であって，「非結晶」(状態①)とするには無理があり，「結晶物質と非結晶物質とが混在したもの」(状態②)に該当するものというべきである。",
                                "なお，上記の検討結果は，被告が実施したペルオキソポリチタン酸の加熱処理による結晶化を示す実験結果(乙23)とも整合する。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "本件特許の出願当時の技術水準によっても，以下のとおり，甲1公報にいう「アナターゼ類似結晶」は，「結晶物質と非結晶物質とが混在したもの」(状態②)であるといえる。",
                                "甲3公報には，「この液体を80℃以上に加熱すると酸化チタンの超微粒子が生成した液体に変性させることができる。80℃以下では十分にチタニアの結晶化が進まない。」(段落【0010】)との記載があり，これによれば，結晶化は，80℃以下では進みにくいものの，進むことには変わりないといえる。また，特開平5−330824号公報(以下「乙16公報」という。乙",
                                "16)は，本件特許の出願時の技術水準を示す資料の一つといえるが，同公報において，「60℃で2時間」という加熱条件であるにもかかわらず，「懸濁溶液」が得られたとされていることは(段落【0049】参照)，結晶化は，80℃以下では進みにくいものの，進むことには変わりないことを裏付けるものである。",
                                "そうすると，甲1公報にいう「アナターゼ類似結晶」は，「80℃で1時間加熱する」(段落【0052】)という処理を施したものであるから，「結晶物質と非結晶物質とが混在したもの」(状態②)に該当するというべきである。",
                                "なお，原告らは，甲3公報の記載を参酌して，甲第1発明を解釈することは誤りであると主張するが，甲3公報記載の発明の発明者であるI博士が，本件特許発明と極めて類似する同公報記載の発明を本件特許の出願の半年前に開催された佐賀県窯業センターの研究成果発表会で発表し，ペルオキソポリチタン酸とアモルファス型過酸化チタンゾルが同一のものであると証言していること(乙3)からすれば，本件特許の出願の7か月前の出願に係る公開公報である甲3公報の記載内容と甲1公報の記載内容とは，密接な関係にあるというべきである。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "本件特許明細書には，「アモルファス型の過酸化チタンのゾルを100℃以上で加熱すると，アナターゼ型酸化チタンゾルになり」(段落【0007】)と記載されている。しかし，同記載は技術的に誤りである。",
                                "前記(b)及び(c)において検討したように，結晶化は，「数十℃以上」で進行し(乙2)，また，80℃以下でも進行するのである(甲3，乙16)。すなわち，アモルファス型過酸化チタンゾルの生成相は，80℃以下であっても加熱処理を施せば，「結晶物質と非結晶物質とが混在したもの」(状態②)といえるのである。",
                                "さらに，実際には，甲3公報の「過酸化水素を加えた直後は酸素が発生し発泡する」(段落【0015】)との記載が示すように，過酸化水素水を添加すると発熱反応が生じ，過酸化水素水の周辺ではアナターゼ改質が生じるから，理論的には，甲1公報，甲3公報及び本件特許明細書のいずれに記載された方法によっても，100％アモルファス型のものは生成できない(なお，100％に近いアモルファス型の状態は，過酸化水素水の添加直後であり，この時点を基準に対比すると，甲1公報の「加熱前のペルオキソポリチタン水溶液」と本件特許発明1の「アモルファス型過酸化チタンゾル」とが対応する。)。",
                                "原告らは，本件特許発明1の「アモルファス型過酸化チタンゾル」が実質的に結晶を含まないことは，原告らのX線回折実験の結果等(甲6，8，9)によっても裏付けられると主張する。",
                                "しかし，そもそも，甲6は，①「アモルファス型過酸化チタンゾル」であるとされる試料が本件特許明細書の「段落【0023】により製造」されたという根拠が示されていないこと，②対照試料(アナターゼ型酸化チタン)として，甲1公報における「80℃で1時間加熱」したものではなく，「100℃で6時間加熱」したものが示されていることから，証拠としての価値が乏しい。また，甲6において「アモルファス型過酸化チタンゾル」であるとされる試料のX線回折の結果を検討すると，10°付近及び25°付近にピークが確認できること(甲6)，チタン酸化物に該当する結晶相は同定できないものの，そのパターンからチタン酸化物の不完全な結晶性を示す物質やチタン酸化物と結晶性がわずかに異なるだけの微少な物質が含まれていると考えられること(甲9)などから，100％アモルファス型のものとはいえず，結晶性の低いチタン酸化物が含まれており，「結晶物質と非結晶物質とが混在したもの」(状態②)となっているといえる。",
                                "さらに，甲8では，「結晶構造をわずかに保有しているように見えるが結晶とは言えず，非晶質と表現するのが適切と判断される。」との見解が示されているが，「結晶構造をわずかに保有」と評価されているとおり，甲1公報の「アナターゼ類似結晶」と同様に，「結晶物質と非結晶物質とが混在したもの」(状態②)であることを示すものである。",
                                "以上のとおり，甲1公報の「加熱後のペルオキソポリチタン水溶液」と本件特許発明1の「アモルファス型過酸化チタンゾル」は，いずれも一部がアナターゼ改質していると評価できるから，いずれも「結晶物質と非結晶物質とが混在したもの」(状態②)であるという点で共通するものである。",
                                "なお，仮に本件特許明細書の段落【0007】の前記記載が技術的に正しいとすれば，本件特許発明1の「アモルファス型過酸化チタンゾル」は「非結晶」(状態①)であることになるが，甲1公報における「80℃で1時間加熱」(段落【0052】)と",
                                "の処理でも，「100℃以上で加熱」していない以上，アナターゼ型に改質することはなく，100％アモルファス型のものが得られるはずであり，甲1公報にいう「アナターゼ類似結晶」も，本件特許発明1の「アモルファス型過酸化チタンゾル」と同様に，「非結晶」(状態①)であるということになる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "過酸化水素水を添加後の処理について",
                          "text": [
                            "以下のとおり，過酸化水素水を添加後，「約5℃で一晩攪拌するか，80℃で1時間加熱するか」は，当業者の設計事項であり，また，「約5℃で一晩攪拌する」ことの技術的意義は，本件特許明細書には記載も示唆もされていないから，審決における「相違点1は，違う生成物を製造するほどの差であるとは，認めることができず，両者は表現方法が違うが製造方法が相違しない方法から製造されているため同じものができていると云える。」(審決書18頁23行～25行)との認定判断に誤りはない。",
                            "甲3公報の「過酸化水素を加えた直後は酸素が発生し発泡する」(段落【0015】)との記載に照らし，過酸化水素を加えることによって発熱反応が生じるため，必要に応じて「約5℃で一晩攪拌する」という処理を施すことは，設計事項の範囲というべきであり，また，特開2005−318999号公報(乙19)の「オ",
                            "ルソチタン酸のゲルまたはゾルあるいはこれらの混合物に過酸化水素を添加してオルソチタン酸のゲルまたはゾルを溶解してペルオキソチタン酸水溶液を調製する。ペルオキソチタン酸水溶液を調製するに際しては，・・・必要に応じて約50℃以上，好ましくは60～100℃の温度範囲で加熱し，攪拌することが好ましい。」(段落【0028】)との記載に示されるように，当業者であれば，加熱するか否かにより，異なる生成物が得られるものではないと判断する。",
                            "さらに，前記(ア)aのとおり，本件特許発明1の「アモルファス型過酸化チタンゾル」も甲第1発明の「ペルオキソポリチタン酸」もバインダーとして用いるものであることからすれば，上記温度の相違によって，異なる生成物が得られるとは考えられない。",
                            "なお，本件特許明細書の段落【0024】の記載も，上記考察に沿うものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "相違点2についての容易想到性判断の誤りに対し",
                  "text": [
                    "原告らは，甲1公報には，本件特許発明1の構成及び効果について，記載も示唆もないから，甲第1発明との関係で，80℃以下で乾燥させ，固化させるという乾燥条件を採用することが，常套手段であるということはできない旨主張する。",
                    "しかし，この分野において，できる限り低温で乾燥することが常套手段であるとした審決の判断に誤りはない。",
                    "また，甲第1発明に対し，上記常套手段を採用することには，阻害要因はなく，むしろ動機付けがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件特許発明2ないし5の進歩性に係る認定判断(理由(2))の誤り)に対し",
              "text": [
                "原告らは，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」である旨の審決の認定が誤りであることを理由として，本件特許発明2ないし5の進歩性に係る審決の認定判断も誤りであると主張する。",
                "しかし，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」である旨の審決の認定に誤りがないことは，前記(1)イ(イ)のとおりであり，原告らの上記主張は失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，①本件特許発明1についての特許がサポート要件を満たしていないとした審決の認定判断(理由(1)ア)に誤りはないから，審決中，特許第3690864号の請求項1に係る発明についての特許を無効とした部分は，これを取り消すべき理由がないが，②本件特許発明2ないし5は，甲第2発明及び甲第1発明に基づいて当業者が容易に発明をすることができたとする審決の判断には誤りがあるから，審決中，特許第3690864号の請求項2ないし5に係る発明についての特許を無効とした部分は，これを取り消すべきものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件特許発明1に係る認定判断(理由(1))の誤り)について(1) 本件特許発明1のサポート要件に係る認定判断(理由(1)ア)の誤りについて",
          "text": [
            "原告らは，本件特許発明1における「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させ」るとの構成が詳細な説明に記載されたものとはいえないとした審決の判断が誤りであると主張する。",
            "しかし，以下のとおり，原告らの上記主張は失当である。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "サポート要件について",
              "text": [
                "特許請求の範囲の記載は，特許法36条6項1号が規定する「特許を受けようとする発明が発明の詳細な説明に記載したものであること。」という要件(サポート要件)に適合するものでなければならないところ，特許請求の範囲の記載が同要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきである(知的財産高等裁判所平成17年(行ケ)第10042号事件・平成17年11月11日特別部判",
                "決参照)。",
                "そこで，上記の観点から，本件特許明細書の特許請求の範囲の記載と詳細な説明の記載とを対比し，本件特許発明1が詳細な説明に記載された発明ということができるか否かについて，検討する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件特許発明1の構成",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件特許明細書(甲4)の特許請求の範囲の記載は，前記第2，2のとおりであり，請求項1の記載は，「光触媒を基体に担持固定してなる光触媒体の製造法であって，光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させて得たことを特徴とする光触媒体の製造法。」というものである。",
                    "これによれば，本件特許発明1は，「光触媒体の製造法」に関するものであって，光触媒体を「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させて得たことを特徴とする」ものであることが認められる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "そして，請求項1の上記記載に照らせば，本件特許発明1では，光触媒体を得る工程は，「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させ」る工程により，完結するものと理解され，同発明は，光触媒とアモルファス型過酸化チタンゾルとを混合したものを乾燥・固化させた後，更に焼結ないし焼成させて光触媒体を得ることを対象とするものではないと解される。",
                    "上記の理解は，本件特許の出願経緯にも沿うものである。すなわち，本件特許の願書に最初に添付した明細書(甲10の2)では，請求項1に「光触媒体を基体に担持固定してなる光触媒体の製造法であって，光触媒とアモルファス型過酸化チタンゾルとを用いることを特徴とする光触媒体の製造法。」と記載され，段落【0025】及び【0027】に，実施例1及び3として，酸化チタンゾル(光触媒)とアモルファス型過酸化チタンゾルとを混合したものを乾燥・固化させた後，更に焼結ないし焼成させて光触媒体を得たことが記載されていたところ，本件特許明細書(甲4)では，請求項1に「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させて得たことを特徴とする」との限定が付加され，上記実施例1及び3がそれぞれ参考例3及び4に変更されている。かかる出願経緯は，本件特許の出願人自身が，光触媒とアモルファス型過酸化チタンゾルとを混合したものを乾燥・固化させた後，更に焼結ないし焼成させて光触媒体を得ることは，本件特許発明1の対象でないと理解していたことを示すものである。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "また，請求項1の前記記載からは，本件特許発明2及び3のように，基体と「光触媒とアモルファス型過酸化チタンゾルとの混合物を用いて調製した第二層」との間に，介在層(第一層)を設けることは，読みとれない。",
                    "上記の理解は，本件特許明細書の記載や原告らの主張に沿うものである。すなわち，本件特許明細書の段落【0005】は，「光触媒を基体に担持固定してなる光触媒体の製造法であって，酸化チタン等の光触媒とアモルファス型過酸化チタンゾルとを用いる光触媒体の製造法」と「基体上に，アモルファス型過酸化チタンゾルを用いて調製した光触機能を有さない第一層を設け，該第一層の上に，光触媒とアモルファス型過酸化チタンゾルとを用いて調製した第二層を設けてなる光触媒体の製造法」とを併記し，両者を別の発明と位置付けており，原告らも，本件特許発明1は，光触媒とアモルファス型過酸化チタンゾルを有する層を単独で設ける場合であり，本件特許発明2は，「光触媒とアモルファス型過酸化チタンゾルとの混合物」を用いる構成(第二層)に，「基体上に，光触媒によって分解されない結着剤からなる第一層」を付加した発明であり，本件特許発明3は，「光触媒とアモルファス型過酸化チタンゾルとの混合物」を用いる構成(第二層)に，「基体上に，アモルファス型過酸化チタンゾルを用いて調製した光触機能を有さない第一層」を付加した発明であるとしている。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "そうすると，本件特許発明1は，光触媒体を「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させて得」るものであって，乾燥・固化させた後，更に焼結ないし焼成させて光触媒体を得るものではなく，また，基体と「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させた」層との間に，介在層を設けるものではないと解するのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "詳細な説明の記載",
              "text": [
                "本件特許明細書(甲4)によれば，詳細な説明には，従来技術，発明が解決すべき課題，課題を解決するための手段，実施例・参考例，効果等に関し，次の記載があることが認められる。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "「【従来の技術】・・・基体上に光触媒を担持させるには，基体上で光触媒粒子を高温で焼結させ担持させたりする方法・・・フッ素系のポリマーをバインダーとして用い・・・る方法・・・水ガラス等の無機系及びシリコン系ポリマー等の有機系からなる難分解性結着剤を介して光触媒粒子を基体上に接着させる方法・・・担持固定化材として金属酸化物ゾルより生成する金属酸化物を用いる方法・・・がある。」(段落【0002】)"
                },
                {
                  "fig": "(イ)",
                  "subject": "「【発明が解決すべき課題】・・・光触媒粒子をあらゆる基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させる方法が求められている。特に，光触媒機能に優れた酸化チタンゾルを光触媒として使用する場合，基体へのバインダー機能が弱いことから，その付着性の改良が特に求められていた。しかしながら，前記の従来技術の方法では，接着強度が十分ではなく，長期間にわたって坦持することができるものが少なく，接着強度を高め長期間坦持できるものを作ろうとすると，逆に光触媒機能が低下するという問題があった。・・・」(段落【0003】)"
                },
                {
                  "fig": "(ウ)",
                  "subject": "「【課題を解決するための手段】・・・アモルファス型過酸化チタンゾルをバインダーとして使用すると意外にも，光触媒粒子をあらゆる基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させることができることを見いだし，本発明を完成させた。」(段落【0004】)"
                },
                {
                  "fig": "(エ)",
                  "subject": "「すなわち本発明は，光触媒を基体に担持固定してなる光触媒体の製造法であって，酸化チタン等の光触媒とアモルファス型過酸化チタンゾルとを用いる光触媒体の製造法，基体上に，アモルファス型過酸化チタンゾルを用いて調製した光触機能を有さない第一層を設け，該第一層の上に，光触媒とアモルファス型過酸化チタンゾルとを用いて調製した第二層を設けてなる光触媒体の製造法，及び，これらの方法により製造される光触媒体，並びに，その製造に用いられる光触媒組成物に関する。」(段落【0005】)"
                },
                {
                  "fig": "(オ)",
                  "subject": "「・・・アモルファス型過酸化チタンゾルは，常温ではアモルファスの状態で未だアナターゼ型酸化チタンには結晶化しておらず，密着性に優れ，成膜性が高く，均一でフラットな薄膜を作成することができ，かつ，乾燥被膜は水に溶けないという性質を有している。なお，アモルファス型の過酸化チタンのゾルを100℃以上で加熱すると，アナターゼ型酸化チタンゾルになり，アモルファス型過酸化チタンゾルを基体にコーティング後乾燥固定したものは，250℃以上の加熱によりアナターゼ型酸化チタンになる。」(段落【0007】)(カ) 「本発明において使用しうる光触媒としては，・・・酸化チタンが好ましく，酸化チタンは粒子状又は粉末状の形態で，あるいはゾル状の形態で使用する。・・・ゾル状の酸化チタン，すなわち酸化チタンゾルは，上記のように，アモルファス型過酸化チタンゾルを100℃以上の温度で加熱することにより製造できるが，酸化チタンゾルの性状は加熱温度と加熱時間とにより多少変化(する。)・・・」(段落【0008】，【0009】)"
                },
                {
                  "fig": "(キ)",
                  "subject": "「本発明の光触媒体を製造するための組成物の調製にはいくつかの方法がある。まず，酸化チタン粉末をアモルファス型過酸化チタンゾルに均一に懸濁させたものを用いる方法を挙げることができる。・・・次に，前記の酸化チタンゾルとアモルファス型過酸化チタンゾルとを混合し，混合ゾルを調製する。両者の混合割合は，本発明の光触媒体が適用される製品部位や機器の使用条件により決定されるが，その際，該混合ゾルを用いて調製された光触媒体の基体への付着性，成膜性，耐食性，化粧性等が考慮される。・・・」(段落【0012】，【0013】)"
                },
                {
                  "fig": "(ク)",
                  "subject": "「基体に酸化チタンゾル，アモルファス型過酸化チタンゾル，混合ゾル等を塗布したり，吹き付けたりしてコーティングするには，例えば，ディッピング，吹付スプレー，塗布等の公知の方法が利用できる。コーティングに際しては，複数回塗布を繰り返すとよい場合が多い。」(段落【0014】)"
                },
                {
                  "fig": "(ケ)",
                  "subject": "「前記のようにして塗布あるいは吹き付けたりしてコーティングした後，乾燥させ，固化させて本発明の光触媒体を得ることができるが，200℃～400℃前後で焼結して固化坦持させることもできる。・・・なお，アモルファス型過酸化チタンゾルを第一層として用いる場合は，250℃以上に加熱すると，アナターゼ型酸化チタンの結晶となり光触媒機能が生じるので，それより低温，例えば80℃以下で乾燥固化させる。・・・」(段落【0015】)"
                },
                {
                  "fig": "(コ)",
                  "subject": "「参考例3 アモルファス型過酸化チタンゾルと酸化チタンゾルとの混合比による有機物質の分解試験を次のようにして行った。・・・基板に各種混合割合の混合ゾルを厚さ約2μmにスプレー法によりコーティングし，常温から70℃で乾燥後，約400℃で30分間焼結し，基板上に光触媒を坦持した5種類の光触媒体を得た。・・・基板に酸化チタンゾル100％のものを用いたものは，試験開始から72時間で色が消え，有機物質の分解能，すなわち光触媒機能に優れていた反面，分解残留物が多かった。一方，アモルファス型過酸化チタンゾル100％のものは150時間で色が消え，有機物質の分解能，すなわち光触媒機能としては上記酸化チタンゾル100％使用のものに比べて劣るが，付着・造膜性，耐食性，化粧性においては優れていた。また，アモルファス型過酸化チタンゾルと酸化チタンゾルとの混合比1：3のものは78時間で，混合比1：1のものは102時間で，混合比3：1のものは120時間で，それぞれ色が消えた。そして，以上の実験から，光触媒機能と付着・造膜性，耐食性，化粧性とは反比例の関係にあることがわかった。これらのことから，本発明によると，混合割合を変えることにより種々の用途(製品適用部位，使用条件)のものに使用できることがわかった。」(段落【0025】)",
                  "text": [
                    "「実施例1 基体として，・・・樹脂板に，第一層として，参考例1で作った過酸化チタンゾルに界面活性剤を0．5％添加したものを，ディッピングにて3～4回塗布した。乾燥は70℃で10分間行った。第二層として，参考例3と同様5種類のアモルファス型過酸化チタンゾルと酸化チタンゾルの配合割合のものをディッピングにて3～4回塗布した。乾燥・固化は，アクリル樹脂板は120℃で3分間，メタクリル樹脂板は乾燥機の温度が119℃へ上昇したところで終了した。光触媒機能は参考例3と同様の結果であったが，樹脂板への付着力及び光触媒による樹脂板の難分解等においては，第一層を設けた方が格段に優れていた。」(段落【0026】)",
                    "「参考例4 基体として，吸水性の高い市販のタイルを用いた。・・・光触媒組成物としては，重量比で，参考例1で作った過酸化チタンゾル(pH6．4)50部に，酸化チタン粉末「ST−01」(石原",
                    "産業株式会社製)1部を加え約15分間機械攪拌した後，ダマを作らないように超音波を用いて攪拌したものを用いた。毎秒0．3～0．5cmの速さでディッピングし，30℃で一晩乾燥した。このものを400℃で30分間焼成して光触媒体を製造した。この光触媒体は長期間にわたって強固にタイル表面に接着していた。一方，酸化チタン粉末を蒸留水に分散させたものを用いて上記タイルにコーティングしたところ，うまく接着することはできなかった。」(段落【0027】)"
                  ]
                },
                {
                  "fig": "(サ)",
                  "subject": "「【発明の効果】本発明によると，光触媒が有する光触媒機能を低下させることなく，光触媒を基体に坦持固定することができ，長期間にわたって使用可能な光触媒体の製造法を提供する。また，酸化チタンとアモルファス型過酸化チタンゾルを用いる場合は，その混合割合を変えることにより，種々の用途の製品への適用が可能となる。さらに，光触媒と共に自発型紫外線放射材または蓄光型紫外線放射材の素材からなる粒子あるいはこれらの放射材を混入した粒子を混合しておくことにより，紫外線放射器のない戸外で間断なく光触媒機能を発現させることができる。」(段落【0030】)"
                }
              ]
            },
            {
              "fig": "エ",
              "subject": "対比・検討",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "請求項1の前記イ(ア)の記載と，詳細な説明の前記ウ(ア)ないし(エ)，(キ)ないし(ケ)及び(サ)の各記載を総合すれば，①従来から，光触媒粒子を基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させる方法が求められていたが(前記ウ(イ))，②従来の技術では，接着強度が十分ではなく，長期間にわたって坦持することができるものが少なく，接着強度を高め長期間坦持できるものを作ろうとすると，逆に光触媒機能が低下するという問題があったところ(前記ウ(ア)，(イ))，③本件特許発明は，「アモルファス型過酸化チタンゾルをバインダーとして使用すると意外にも，光触媒粒子をあらゆる基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させることができる」との知見に基づいて，上記課題を解決したものであり(前記ウ(ウ))，④このうち，本件特許発明1は，「酸化チタン等の光触媒とアモルファス型過酸化チタンゾルとを用いる光触媒体の製造法」であって(前記ウ(エ))，「酸化チタンゾルとアモルファス型過酸化チタンゾルとを混合し」(前記ウ(キ))，「塗布あるいは吹き付けたりしてコーティングした後，乾燥させ，固化させて」(前記ウ(ク)，(ケ))，光触媒体を得るというものであることが，理解される。",
                    "したがって，詳細な説明には，本件特許発明1の構成のうち，「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後」，「乾燥させ，固化させて得たことを特徴とする」との部分に対応する記載があるということができる。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "しかし，以下のとおり，詳細な説明には，本件特許発明1の構成のうち，「80℃以下で」乾燥させ，固化させて得たとの部分に対応する記載があるとは，認められない。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "詳細な説明には，以下に検討するように，本件特許発明1に関する具体例の記載がない。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "段落【0025】には，参考例3における乾燥温度につき「常温から70℃で乾燥」との記載がある(前記ウ(コ))。",
                            "しかし，参考例3は，酸化チタンゾル(光触媒)とアモルファス型過酸化チタンゾルとを混合したものを乾燥・固化させた後，更に焼結して光触媒体を得た例であるから，本件特許発明1の構成に対応する具体例ではない。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "段落【0027】には，参考例4における乾燥温度につき「30℃で一晩乾燥した」との記載がある(前記ウ(コ))。",
                            "しかし，参考例4は，酸化チタン粉末(光触媒)とアモルファス型過酸化チタンゾルとを混合したものを乾燥・固化させた後，更に焼成して光触媒体を得た例であるから，本件特許発明1の構成に対応する具体例ではない。"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "段落【0026】には，実施例1における乾燥温度についての記載がある(前記ウ(コ))。",
                            "しかし，実施例1は，基体と「光触媒とアモルファス型過酸化チタンゾルとの混合物を用いて調製した第二層」との間に，介在層(第一層)を設けるものであるから，本件特許発明1の構成に対応する具体例ではない。すなわち，実施例1の第一層は，アモルファス型過酸化チタンゾルに界面活性剤を添加したものであって，本件特許発明1のように「光触媒とアモルファス型過酸化チタンゾルとを混合し」たものではなく，また，実施例1の第二層の「乾燥・固化は，アクリル樹脂板は120℃で3分間，メタクリル樹脂板は乾燥機の温度が119℃へ上昇したところで終了した」ものであって，本件特許発明1のように「80℃以下で」乾燥・固化させたものではない。"
                          ]
                        },
                        {
                          "fig": "(d)",
                          "text": [
                            "参考例5(段落【0028】)は，①基体と「光触媒とアモルファス型過酸化チタンゾルとの混合物を用いて調製した第二層」との間に，介在層(第一層)を設けるものであり，この第一層は，ガラスビーズの懸濁液をコーティングしたものであって，本件特許発明1のように「光触媒とアモルファス型過酸化チタンゾルとを混合し」たものではないこと，②第二層は，乾燥後，更に焼成したものであることから，本件特許発明1の構成に対応する具体例ではない。"
                          ]
                        },
                        {
                          "fig": "(e)",
                          "text": [
                            "参考例6(段落【0029】)は，基体と，酸化チタンゾルの第二層との間に，介在層(第一層)を設けるものであり，この第一層は，乾燥後，更に焼成したものであることから，本件特許発明1の構成に対応する具体例ではない。"
                          ]
                        },
                        {
                          "fig": "(f)",
                          "text": [
                            "参考例1(段落【0023】)は，アモルファス型過酸化チタンゾルの製造に関する具体例，参考例2(段落【0024】)は，アモルファス型過酸化チタンゾルからの酸化チタンゾルの製造に関する具体例であり，いずれも本件特許発明1の構成に対応する具体例ではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "詳細な説明は，以下に検討するように，本件特許発明1において，光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，乾燥させ，固化させる温度を「80℃以下」と規定していることと，これにより得られる効果との関係の技術的意義について，具体例の開示がなくとも当業者が理解できる程度に記載されているということはできない。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "text": [
                            "段落【0015】には，「なお，アモルファス型過酸化チタンゾルを第一層として用いる場合は，250℃以上に加熱すると，アナターゼ型酸化チタンの結晶となり光触媒機能が生じるので，それより低温，例えば80℃以下で乾燥固化させる。」との記載がある(前記ウ(ケ))。",
                            "しかし，同段落における「80℃以下で乾燥固化させる」との記載は，基体と「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させた」層との間に，介在層(第一層)を設ける構成に関するものであって，本件特許発明1の構成に関するものではない。",
                            "また，同記載は，アモルファス型過酸化チタンゾルの介在層(第一層)を設ける場合について，第二層を乾燥・固化させる温度を，第一層中のアモルファス型過酸化チタンゾルがアナタ−ゼ型酸化チタンの結晶となり，光触媒機能が生じる温度であるとされる250℃よりも，低温である範囲の一例として示されたものにすぎず，上記の場合において「80℃以下で乾燥固化させる」ことについての格別の技術的意義を示したものとはいえないし(なお，上記の場合についての具体例である実施例1では，前記a(c)のとおり，第二層の「乾燥・固化は，アクリル樹脂板は120℃で3分間，メタクリル樹脂板は乾燥機の温度が119℃へ上昇したところで終了した」ものであって，「80℃以下」ではない。)，まして，本件特許発明1において，光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，乾燥させ，固化させる温度範囲を「80℃以下」とした技術的意義を説明ないし示唆するものではない。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "段落【0004】には，「アモルファス型過酸化チタンゾルをバインダーとして使用すると意外にも，光触媒粒子をあらゆる基体上に，その光触媒機能を損なわせることなく，強固に，かつ，長期間にわたって担持させることができる」との記載があり(前記ウ(ウ))，段落【0007】には，「なお，アモルファス型の過酸化チタンのゾルを100℃以上で加熱すると，アナターゼ型酸化チタンゾルになり」との記載(前記ウ(オ))，段落【0009】には，「ゾル状の酸化チタン，すなわち酸化チタンゾルは，上記のように，アモルファス型過酸化チタンゾルを100℃以上の温度で加熱することにより製造できる」との記載がある(前記ウ(カ))。",
                            "しかし，①本件特許発明1における「アモルファス型過酸化チタンゾルをバインダーとして使用する」という課題解決手段や同手段を採用したことによる作用効果が，本件特許の出願時の技術常識から自明であると認めるに足りる証拠は見当たらないこと，②段落【0013】の記載(前記ウ(キ))によれば，酸化チタンゾル(光触媒)とアモルファス型過酸化チタンゾルとの混合割合が，アモルファス型過酸化チタンゾルのバインダーとしての機能に影響することがうかがわれることからすれば，アモルファス型の過酸化チタンのゾルを100℃以上で加熱するとアナターゼ型酸化チタンゾルになるという開示に基づいて，アモルファス型過酸化チタンゾルのバインダーとしての機能に影響を生ずることのない乾燥・固化温度(光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，乾燥させ，固化させる温度)を当業者が認識することはできないというべきである。",
                            "そうすると，請求項1に記載された「80℃」という乾燥・固化温度(光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，乾燥させ，固化させる温度)が，段落【0007】，【0009】に記載された「100℃」(アモルファ",
                            "ス型過酸化チタンゾルがアナターゼ型酸化チタンゾルになる加熱温度)を下回るということのみから，直ちに本件特許発明1において，光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，乾燥させ，固化させる温度を「80℃以下」と規定した技術的意義が明らかであるとはいえない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "原告らは，詳細な説明の段落【0015】に記載された「80℃以下で乾燥固化させる」という条件は，アモルファス型の過酸化チタンのゾルを結晶化させない条件として記載されたものであって，本件特許発明3のようにアモルファス型過酸化チタンゾルを用いて調製した光触媒機能を有さない第一層を設ける場合のみならず，本件特許発明1のように光触媒とアモルファス型過酸化チタンゾルを有する層を単独で設ける場合にも適用できるから，詳細な説明には，「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させ」ることが記載されているといえると主張する。",
                    "しかし，原告らの主張は，以下のとおり失当である。すなわち，前記(イ)b(a)のとおり，段落【0015】の「80℃以下で乾燥固化させる」との記載は，そもそも，本件特許発明1の構成に関するものではなく，本件特許発明1において，光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，乾燥させ，固化させる温度範囲を「80℃以下」とした技術的意義を説明ないし示唆するものではない。また，同段落に記載された「80℃以下で乾燥固化させる」という条件を本件特許発明1に適用することが技術的に可能であったとしても，その点が直ちに，詳細な説明に記載ないし示唆していることの根拠にはならないというべきであるから，この点の原告らの主張も理由がない。",
                    "原告らの主張は採用することができない。"
                  ]
                },
                {
                  "fig": "(エ)",
                  "text": [
                    "以上によれば，詳細な説明は，本件特許発明1において，光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，乾燥させ，固化させる温度を「80℃以下」と規定していることと，これにより得られる効果との関係の技術的意義について，具体例を欠くものであり，また，具体例の開示がなくとも当業者が理解できる程度に記載されているということもできない。したがって，本件特許発明1は，詳細な説明に記載されたものであるということができないものというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "subject": "まとめ",
              "text": [
                "以上検討したところによれば，詳細な説明には，本件特許発明1における「光触媒とアモルファス型過酸化チタンゾルとを混合し，コーティングした後，80℃以下で乾燥させ，固化させて得たことを特徴とする」との構成のうち，「80℃以下で乾燥させ，固化させて得た」との部分に対応する記載があるとは認められない。",
                "そうすると，本件特許発明1についての特許がサポート要件を満たしていないとした審決の判断は，その結論において相当であり，理由(1)アに係る認定判断の誤りをいう原告ら主張は理由がない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(2)",
                              "text": [
                                "本件特許発明1の進歩性に係る認定判断(理由(1)イ)の誤りについて前記(1)のとおり，審決の理由(1)アの判断に誤りはないから，原告らの主張に係る取消事由1は理由がないことに帰するが，本件特許発明4及び5が本件特許発明1における「光触媒」を限定した態様を含むものであることにかんがみ，以下，審決の理由(1)イの判断のうち，本件特許発明1と甲第1発明との相違点1の判断について，検討する。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "相違点1についての審決の認定判断",
              "text": [
                "審決は，本件特許発明1と甲第1発明との相違点1を判断するに際し，甲第1発明の「ペルオキソポリチタン酸液」が「アモルファス型過酸化チタンゾル」であると認定したものであり，結局，相違点1は実質的な相違ではないと判断したものである。",
                "すなわち，審決は，①本件特許発明1と甲第1発明とは，「該『過酸化チタン液』が，本件特許発明1では，『アモルファス型過酸化チタンゾル』であるのに対し，甲第1発明では『ペルオキソポリチタン酸液』である点」(相違点1)で相違するとした上で(前記第2，3イ(ウ)a)，②甲1公報には，ペルオキソポリチタン酸液の製造方法として，「四塩化チタン水溶液にアンモニア水を加えて加水分解させゲルを生成させ，純水を加えて，スラリ−にし，過酸化水素水を添加して，80℃で1時間加熱して透明な黄色のペルオキソポリチタン酸水溶液を得る」(審決書17頁16行～19行)ことが記載され(以下，この製造方法を「甲1調製方法」という。)，③本件特許明細書(甲4)の発明の詳細な説明には，アモルファス型過酸化チタンゾルの製造方法として，「四塩化チタン水溶液に水酸化アンモニウム溶液を混合し中和反応後，pHを6．5～6．8に調整し，しばらく放置後上澄液を捨ててゲルのみを残し，過酸化水素水を添加し，約5℃で一晩攪拌すると黄色透明のアモルファス型過酸化チタンゾルを得た」(審決書17頁38行～18頁3行)ことが記載されており(以下，この製造方法を「本件調製方法」という。)，④両者は，「四塩化チタン水溶液に水酸化アンモニウム溶液で中和後，pH調整している点と，過酸化水素水を添加した後の処理の点で相違する」(審決書18頁7行～8行)が，⑤「これらの相違点1(判決注，「これらの相違点1」とあるのは，「これらの相違点」の誤記と認める。)は，違う生成物を製造するほどの差であるとは，認めることができず，両者は表現方法が違うが製造方法が相違しない方法から製造されているため同じものができていると云える。」(審決書18頁23行～25行)し，⑥本件特許発明1の「アモルファス型過酸化チタンゾル」と甲第1発明の「ペルオキソポリチタン酸」とは異なる物質であるという原告ら(被請求人)の主張に対し，甲3公報の記載を参酌した上で，「甲第1号証の『ペルオキソポリチタン酸』は，アナターゼ型の結晶が生成するか否かの状態であり，言い換えれば，大部分がアモルファス型の状態であると云え，本件特許発明1の『アモルファス型』に相当する。」(審決書20頁1行～4行)と説示して，これを斥けたものである。",
                "原告らは，審決の上記認定判断が誤りであると主張するので，以下，検討する。"
              ]
            },
            {
              "fig": "イ",
              "subject": "本件特許明細書と甲1公報との対比・検討",
              "content": [
                {
                  "fig": "(ア)",
                  "subject": "本件特許明細書の記載及び本件調製方法",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "本件特許明細書には，アモルファス型過酸化チタンゾルの製造方法に関し，次の記載がある。",
                        "「本発明において用いられるアモルファス型過酸化チタンゾルは，例えば次のようにして製造することができる。四塩化チタンTiCl のようなチタン塩水溶液に，アンモニア水ないし水酸化ナトリウムのような水酸化アルカリを加える。生じる淡青味白色，無定形の水酸化チタンTi(OH) ・・・を洗浄・分離後，過酸化水素水で処理すると，本発明のアモルファス形態の過酸化チタン液が得られる。このアモルファス型過酸化チタンゾル・・・の外観は黄色透明の液体であり，常温で長期間保存しても安定である。・・・アモルファス型過酸化チタンゾルは，常温ではアモルファスの状態で未だアナターゼ型酸化チタンには結晶化しておらず，・・・アモルファス型の過酸化チタンのゾルを100℃以上で加熱すると，アナターゼ型酸化チタンゾルになり，アモルファス型過酸化チタンゾルを基体にコーティング後乾燥固定したものは，250℃以上の加熱によりアナターゼ型酸化チタンになる。」(段落【0006】，【0007】)",
                        "「参考例1(アモルファス型過酸化チタンゾルの製造) 四塩化チタンTiCl の50％溶液(住友シティクス株式会社)を蒸留水で70倍に希釈したものと，水酸化アンモニウムＮH OHの25％溶液(高杉製薬株式会社)を蒸留水で10倍に希釈したものとを，容量比7：1に混合し，中和反応を行う。中和反応後pHを6．5～6．8に調整し，しばらく放置後上澄液を捨てる。残ったTi(OH) のゲル量の約4倍の蒸留水を加え十分に撹拌し放置する。硝酸銀でチェックし上澄液中の塩素イオンが検出されなくなるまで水洗を繰り返し，最後に上澄液を捨ててゲルのみを残す。場合によっては遠心分離により脱水処理を行うことができる。この淡青味白色のTi(OH) 3600mlに，35％過酸化水素水210mlを",
                        "30分毎2回に分けて添加し，約5℃で一晩撹拌すると黄色透明のアモルファス型過酸化チタンゾル約2500mlが得られる。なお，上記の工程において，発熱を抑えないとメタチタン酸等の水に不溶な物質が析出する可能性があるので，すべての工程は発熱を抑えて行うのが望ましい。」(段落【0023】)"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "本件特許明細書の上記aの各記載を総合すれば，本件特許明細書には，審決の認定に係る本件調製方法が記載されていることが認められ，また，本件調製方法により得られた「アモルファス型過酸化チタンゾル」の結晶状態は，①実質的にアモルファスの状態であって，かつ，②未だアナターゼ型酸化チタンに結晶化していない状態であるとされていることが理解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(イ)",
                  "subject": "甲1公報の記載及び甲1調製方法",
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "甲1公報には，ペルオキソポリチタン酸液の製造方法に関し，次の記載がある。",
                        "「本発明では，ペルオキソポリチタン酸とは，ペルオキソ結合(−O−O−)を有するチタンの酸化物で，ペルオキソチタン酸の重合体を意味する。・・・本発明で用いられているペルオキソポリチタン酸は，ペルオキソ基がチタンに配位しているため，X線回折法で解析するとアナターゼ結晶に類似した結晶構造を示す。これを焼成すると，ペルオキソ基が脱離してアナターゼ結晶へと変化する。」(段落【0015】，【0016】)",
                        "「本発明では，次のような方法で製造されたペルオキソポリチタン酸が用いられる。a)水酸化チタンまたは酸化チタン水和物と過酸化水素とを反応させてペルオキソポリチタン酸を製造する方法・・・上記方法a)についてさらに詳しく説明すると，下記の通りである。たとえば塩化チタン，硫酸チタンなどの無機チタン化合物またはチタンアルコキシドなどの加水分解性有機チタン化合物を加水分解する方法など，従来公知の方法で酸化チタン水和物のゲルまたはゾルを調製する。ここでいう酸化チタン水和物は，水酸化チタンおよびチタン酸を包含する。・・・次いで，これらのゲルの分散液，ゾルまたはこれらの混合分散液に過酸化水素を加え，常温でまたは90℃以下に加熱するとペルオキソチタン酸の溶液が得られる。」(段落【0017】～【0019】)",
                        "「本発明に係る塗布液は，上述したようにして得られたペルオキソポリチタン酸を水および／または有機溶媒に溶解することによって得られる。・・・」(段落【0027】)",
                        "「【実施例1】四塩化チタン水溶液(TiCl ；酸化チタン濃度28重量％)160gを純水2000gで希釈した。この液に15",
                        "％アンモニア水を230g添加して中和し，加水分解させゲルを生成させた。このゲルを洗浄したのち再度純水に懸濁させ，TiO 濃度として2重量％のスラリー1500gを調製した。このスラリーに過酸化水素水(35％濃度)340gを添加し，80℃で1時間",
                        "加熱することにより，透明な黄色のペルオキソポリチタン酸水溶液を得た。・・・この液を凍結乾燥した黄色粉末の赤外線吸収スペクトルを測定するとチタン金属にペルオキソ基の配位したことを示す強いピークが900cm−1付近に現れた。また，この凍結乾燥品のX線回折を行うとアナターゼ類似結晶を示した。」(段落【0052】)"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "甲1公報の上記aの各記載によれば，甲1公報には審決の認定に係る甲1調製方法が記載されていることが認められ，また，甲1調製方法により得られる「ペルオキソポリチタン酸」は，ペルオキソ結合(−O−O−)を有するチタンの酸化物(ペルオキソチタン酸の重合体)であって，ペルオキソ基がチタンに配位しているため，X線回折法で解析すると「アナターゼ結晶に類似した結晶構造」ないし「アナターゼ類似結晶」を示し，ペルオキソ基の脱離により「アナターゼ結晶」に変化するものであって，甲第1発明における「ペルオキソポリチタン酸液」は，上記のような「ペルオキソポリチタン酸」を水などの溶媒に溶解した液体であるとされていることが理解される。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "subject": "検討",
                  "text": [
                    "甲1調製方法と本件調製方法とを対比すると，審決が指摘したとおり(前記ア④)，両者は，四塩化チタン水溶液に水酸化アンモニウム溶液で中和後，pH調整している点と，過酸化水素水を添加した後の処理の点で相違するが，上記の相違を除けば，ほぼ共通する製造工程を経ていることから，その結晶状態はともかく，いずれにおいても過酸化チタンゾルが生成されていると考えられる。",
                    "しかし，甲1調製方法と本件調製方法とは，上記のとおり，その具体的な製造条件を異にするものであって，当該相違が存在するにもかかわらず，その結晶状態を含めて，全く同一の生成物が得られることを認めるに足りる証拠は，本件記録に照らし，これを見出すことができない。すなわち，甲1調製方法により得られる「ペルオキソポリチタン酸」は，アナターゼ型酸化チタンに変化する前の物質である点において，本件調製方法により得られた「アモルファス型過酸化チタンゾル」と共通するが，その結晶構造については，「アナターゼ結晶」と同一ではないが，X線回折法により「アナターゼ結晶に類似した結晶構造」ないし「アナターゼ類似結晶」を示すことが理解されるにとどまり，直ちに「アモルファスの状態」であると認めることはできないし，仮に「アモルファス状態」のものが混在するとしても，それが大部分を占めると認めることは困難である。",
                    "したがって，甲第1発明における「ペルオキソポリチタン酸液」が，本件特許発明1の「アモルファス型過酸化チタンゾル」に相当するということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "subject": "甲3公報について",
              "text": [
                "審決は，甲3公報の記載から，「80℃以上では，チタニアの超微粒子が生成した液体に変性し，80℃以下では十分なチタニアの結晶が進まないことと，基板に塗布した後，乾燥しただけ，熱処理したとしても100℃であれば，無定型であり，200℃に熱処理するとアナターゼ型になることがわかる」(審決書19頁30行～33行)とし，このことにかんがみながら甲1公報の記載をみると，「甲第1号証の『ペルオキソポリチタン酸液』は，アナーターゼ型の結晶が生成するか否かの状態であり，言い換えれば，大部分がアモルファス型の状態であると云え，本件特許発明1の『アモルファス型』に相当する」(審決書20頁1行～4行)と認定判断した。",
                "そして，甲3公報には，「沈殿した水酸化チタン・・・高分子化したゲル状態にあり，このままではチタニア膜の塗布液としては使用できない。このゲルに過酸化水素水を添加するとOHの一部が過酸化状態になりペルオキソチタン酸イオンとして溶解，あるいは高分子鎖が低分子に分断された一種のゾル状態になり，余分な過酸化水素は水と酸素になって分解し，チタニア膜形成用の粘性液体として使用ができるようになる。・・・さらに，この液体を80℃以上に加熱すると酸化チタンの超微粒子が生成した液体に変性させることができる。80℃以下では十分にチタニアの結晶化が進まない。」(段落【0010】)との記載がある。",
                "しかし，甲3公報に係る特許出願は，甲1公報に係る特許出願の公開前に出願されたものであって，同出願とは発明者及び出願人を異にするものである上，甲3公報に記載された製造方法は新たに開発したものであるとされており(段落【0008】参照)，その具体的な条件(段落【0015】参照)も甲1調製方法と同一ではなく，過酸化水素水の添加後の温度条件も明らかでないから，甲3公報の記載は甲1調製方法の追試に係るものとは認められない。",
                "したがって，甲3公報の記載は，前記イの認定を左右するものとはいえない。",
                "審決の認定判断は，証拠によって裏付けられたものとはいうことはできない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "被告の主張に対し",
              "text": [
                "被告は，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」であるとする審決の認定判断に誤りはないとして，概略，次のとおり主張する。",
                "① 本件特許発明1の「アモルファス型過酸化チタンゾル」と対比すべき対象は，本来は，甲1公報における「加熱前のペルオキソポリチタン酸」であって，「加熱後のペルオキソポリチタン酸」ではない(以下「被告の主張(その1)」ということがある。)。",
                "② 本件特許発明1の「アモルファス型過酸化チタンゾル」及び甲第1発明の「(加熱後の)ペルオキソポリチタン酸」は，いずれも「結晶物質と非結晶物質とが混在したもの」(状態②)であるという点において，表現方法は異なるが，同じものというべきである(以下「被告の主張(その2)」ということがある。)。",
                "しかし，以下のとおり，被告の主張はいずれも失当である。"
              ],
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "被告の主張(その1)は，要するに，甲1公報の「・・・過酸化水素水・・・を添加し，80℃で1時間加熱することにより，透明な黄色のペルオキソポリチタン酸水溶液を得た」(段落【0052】)との記載において，「アモルファス型過酸化チタンゾル」は「加熱前のペルオキソポリチタン酸」と同義であるから，原告らは本件特許発明1の「アモルファス型過酸化チタンゾル」と対比すべき対象を誤っているというものである。",
                    "しかし，甲1公報の「・・・過酸化水素水・・・を添加し，80℃で1時間加熱することにより，・・・ペルオキソポリチタン酸水溶液を得た。」(段落【0052】)との記載に照らし，「80℃で1時間加熱」を行う前の段階において「ペルオキソポリチタン酸」が生成したことが，同公報に開示されているとは認められない。",
                    "また，本件特許明細書(甲4)及び甲1公報(甲1)の記載に照らし，被膜形成のバインダーとして使用されているのは，本件特許発明1では「アモルファス型過酸化チタンゾル」，甲第1発明では「ペルオキソポリチタン酸液」であることが認められるから，本件特許発明1と甲第1発明との対比においては，本件特許発明1の「アモルファス型過酸化チタンゾル」と甲1公報の「(加熱後の)ペルオキソポリチタン酸液」とを対比すべきものである。審決における相違点1の認定も，上記対応関係を前提とするものである。",
                    "そうすると，「加熱前のペルオキソポリチタン酸」に係る被告の主張(その1)は，甲1公報の記載に基づかないものであり，かつ，審決とも齟齬するものであるから，採用することができない。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "被告の主張(その2)は，要するに，次の三点を指摘するものである。",
                    "① 乙2文献，甲3公報，乙16公報の記載に照らし，結晶化は80℃以下の加熱処理でも進行するはずであるから，本件特許明細書の「アモルファス型の過酸化チタンのゾルを100℃以上で加熱すると，アナターゼ型酸化チタンゾルにな(る)」(段落【0007】)との記載は，技術的に誤りであり，本件特許発明1の「アモルファス型過酸化チタンゾル」は，甲1公報にいう「アナターゼ類似結晶」と同様に，「結晶物質と非結晶物質とが混在したもの」(状態②)である。",
                    "② 過酸化水素水の添加により発熱反応が生じ，過酸化水素水周辺ではアナターゼ改質が生じるから，理論的には，100％のアモルファス型のものは生成できない。",
                    "③ 仮に，本件特許明細書の記載が正しいとすると，甲1公報記載の「80℃で1時間加熱」する処理により，アナターゼ型に改質することはあり得ないから，甲第1発明の「ペルオキソポリチタン酸」は，「アモルファス型」であるということになる。",
                    "しかし，以下のとおり，被告の上記①ないし③の指摘は，いずれも，甲第1発明における「ペルオキソポリチタン酸液」が「アモルファス型過酸化チタンゾル」であるとした審決の認定判断に誤りがあるとした当裁判所の前記判断を左右するものとはいえない。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "乙2文献，甲3公報，乙16公報の記載に照らし，本件特許明細書の段落【0007】との記載が技術的に誤りであるとする被告の主張は，以下のとおり，理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "乙2文献には，「乾燥膜は無定型ペルオキソチタン水和物が主成分であるが，250℃以上の加熱や低温水熱でアナタースへ容易に結晶化(する。)」(601頁左欄3行～5行)，「この",
                          "text": [
                            "ペルオキソチタン酸水溶液・・・を数十℃以上で水熱することにより，結晶性のアナタース超微粒子と任意の量のペルオキソチタンを含むペルオキソ改質アナタースゾルと呼ばれる弱塩基性のコーティング剤が得られる。」(601頁左欄18行～23行)と",
                            "の記載がある。",
                            "しかし，一般に「水熱」とは圧力をかけた状態で加熱する処理を意味するから，水熱の温度と通常の加熱温度を単純に比較することはできない。"
                          ]
                        },
                        {
                          "fig": "(b)",
                          "text": [
                            "甲3公報には，前記ウのとおり，「・・・80℃以上に加熱すると酸化チタンの超微粒子が生成した液体に変性させることができる。80℃以下では十分にチタニアの結晶化が進まない。」(段落【0010】)との記載がある。",
                            "しかし，甲3公報に係る特許出願は，本件特許の出願後に公開されたものであって，その具体的な条件(段落【0015】参照)も本件調製方法と同一ではなく，過酸化水素水の添加後の温度条件も明らかでないから，甲3公報の記載は本件調製方法の追試に係るものとは認められない。"
                          ]
                        },
                        {
                          "fig": "(c)",
                          "text": [
                            "乙16公報には，「四塩化チタンの水溶液をアンモニア水で加水分解して得られた水酸化チタンケーキを用いて，・・・スラリーを得る。このスラリーに過酸化水素水を・・・添加して混合し，60℃で2時間攪拌して懸濁溶液を得る。」(段落【0049】)との記載がある。",
                            "しかし，同公報には，「結晶性酸化チタンを用いた場合には，・・・完全溶解水溶液とはならず，懸濁溶液となる。」との記載(段落【0036】)や「均質なチタンの過酸化物の完全溶解水溶液または懸濁溶液を比較的短時間で得るには，40～100℃に加熱するのが好ましい。」(段落【0037】)との記載があるから，「60℃で2時間」(段落【0049】)という加熱",
                            "処理が「懸濁溶液」に変化させる要因であるか否かは明らかでない。"
                          ]
                        },
                        {
                          "fig": "(d)",
                          "text": [
                            "加えて，本件特許明細書には，本件調製方法に関し，「過酸化水素水・・・を30分毎2回に分けて添加し，約5℃で一晩攪拌する・・・すべての工程は発熱を抑えて行うのが望ましい。」(段落【0023】)との記載があり，「アモルファス型過酸化チタンゾル」の結晶化が実質的に生じない条件が示されていることがうかがわれるところであって，本件特許発明1の「アモルファス型過酸化チタンゾル」は，甲1公報にいう「アナターゼ類似結晶」と同様に，「結晶物質と非結晶物質とが混在したもの」(状態②)であるという被告主張を裏付けるに足りる証拠は，本件記録に照らし，これを見出すことができない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "過酸化水素水の添加による発熱によって，結晶化が進行することを裏付けるに足りる証拠は，本件記録に照らし，これを見出すことができない。かえって，甲3公報の段落【0015】には，過酸化水素を加えた後，無定型のチタニア膜を得た例が記載されている。",
                        "したがって，過酸化水素水の添加により発熱反応が生じ，過酸化水素水周辺ではアナターゼ改質が生じるという被告主張は，これを採用することができない。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型」であるということができないことは，既に説示したとおりであり，また，本件特許明細書の記載から，直ちに甲1公報記載の「80℃で1時間加熱」する処理により，アナターゼ型に改質することがあり得ないと認めることはできない。",
                        "したがって，本件特許明細書の記載から甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型」であるとする被告の主張も採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "被告は，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」であることについて，その他縷々主張するが，いずれも採用の限りでない。",
                    "なお，付言するに，当裁判所は，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」であるか否かを判断するに当たり，甲1公報にいう「アナターゼ結晶に類似する結晶構造」ないし「アナターゼ類似結晶」の技術的意義の検討が重要であると解されることから，当事者双方に対し，技術水準や実験に関する書証の提出を促し，当事者双方は，甲1公報の解釈に必要な技術水準や実験に関する書証の提出をする旨陳述したが(第2回弁論準備手続調書)，いずれの当事者からも，甲第1発明や甲1調製方法を追試した結果に関する主張立証はなされなかった。"
                  ]
                }
              ]
            },
            {
              "fig": "オ",
              "subject": "まとめ",
              "text": [
                "上記検討したところによれば，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」であることを前提として，本件特許発明1と甲第1発明との相違点1を実質的な相違ではないとした審決の判断は誤りであって，この誤りは，本件特許発明1が甲第1発明に基づいて当業者が容易に発明をすることができたとする審決の判断の当否に影響するというべきである。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(3)",
                              "subject": "小括",
                              "text": [
                                "以上によれば，審決における本件特許発明1の進歩性に係る認定判断(理由(1)イ)は，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」であるとした点に誤りがあるが，本件特許発明1のサポート要件に係る認定判断(理由(1)ア)は，その結論において相当であるから，審決中，特許第3690864号の請求項1に係る発明についての特許を無効とした部分は，これを是認することができる。したがって，原告らの主張に係る取消事由1は理由がない。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件特許発明2ないし5の進歩性に係る認定判断(理由(2))の誤り)について",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "content": [
                            {
                              "fig": "(1)",
                              "text": [
                                "本件特許発明2及び3に係る認定判断の誤りについて審決は，本件特許発明2及び3と甲第2発明との各相違点について判断するに際して，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」である旨認定した。",
                                "しかし，前記1イにおいて検討したところによれば，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」であると認めるに足りる証拠はないから，本件特許発明2及び3と甲第2発明との各相違点についての審決の判断は，その前提を欠くものであって，誤りというべきである。"
                              ]
                            },
                            {
                              "fig": "(2)",
                              "text": [
                                "本件特許発明4及び5に係る認定判断の誤りについて本件特許発明4及び5は，いずれも本件特許発明1ないし3における「光触媒」を限定した態様を含むものであるところ，審決は，本件特許発明1ないし3は，いずれも進歩性を欠くこと，本件特許発明4又は5に固有の構成は，甲2公報に記載され，又は，当業者が適宜なし得る設計変更にすぎないことから，本件特許発明4及び5が進歩性を欠くと判断したものである。",
                                "しかし，審決の上記判断の前提となった，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」であるとの認定に誤りがあることは，既に検討したとおりであるから，本件特許発明4及び5が進歩性を欠くとした審決の判断は，その前提を欠くものであって，誤りというべきである。"
                              ]
                            },
                            {
                              "fig": "(3)",
                              "subject": "小括",
                              "text": [
                                "以上によれば，審決における本件特許発明2ないし5の進歩性に係る認定判断(理由(2))には，甲第1発明の「ペルオキソポリチタン酸」が「アモルファス型過酸化チタンゾル」であるとした点に誤りがあり，この誤りは，審決中，本件特許発明2ないし5についての特許を無効とした部分の結論に影響するというべきである。",
                                "したがって，原告らの主張に係る取消事由2は理由がある。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，審決中，特許第3690864号の請求項2ないし5に係る発明についての特許を無効とした部分は違法であるから，これを取り消すこととし，原告らのその余の請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}