{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−3527号事件について平成18年10月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "グラクソ，ウェルカム，インコーポレーテッド(2001年3月31日付けで原告に吸収合併)は，平成8年4月10日，発明の名称を「プロピオン酸フルチカゾン用計量投与用吸入器」とする発明につき特許出願(パリ条約による優先権主張・1995年4月14日，米国。特願平8−531180号。以下「本願」という。)をした。",
            "特許庁は，平成14年10月28日付けで拒絶理由通知をし，その後，原告は，平成15年5月6日付け手続補正書をもって本願に係る明細書について特許請求の範囲の補正をした。",
            "特許庁は，同年11月13日，本願につき拒絶査定(以下「本件拒絶査定」という。)をした。これに対し原告は，平成16年2月23日，不服審判請求(不服2004−3527号事件)をし，その係属中，同年3月24日付け手続補正書をもって本願に係る明細書について特許請求の範囲の補正をした(以下，この補正後の明細書を「本願明細書」という。)。",
            "そして，特許庁は，平成18年10月11日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は同月24日原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本願明細書の特許請求の範囲は，請求項1ないし24からなり，請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
            "「【請求項1】 一以上のフルオロカーボンポリマーを一以上の非フルオロカーボンポリマーと組み合わせて含んでなるポリマーブレンドで内面の一部または全部が被覆された計量投与用吸入器であって，プロピオン酸フルチカゾンまたはその生理学的に許容される溶媒和物と，フルオロカーボン噴射剤と，場合によっては一以上の他の薬理学的に活性な薬剤または一以上の賦形剤とを組み合わせて含む吸入薬剤配合物を投与するための計量投与用吸入器。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決書写しのとおりである。要するに，本願発明は，引用例1(特開平7−76380号公報。甲1)に記載された発明(以下「引用発明1」という。)，引用例2(特表平7−502033号公報。甲2)に記載された発明(以下「引用発明2」という。)及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないというものである。",
            "審決は，本願発明と引用発明1との間には，次のとおりの一致点及び相違点があると認定した。",
            "(一致点)",
            "「一以上のフルオロカーボンポリマーで内面の一部または全部が被覆された計量投与用吸入器であって，ステロイド製剤であるぜんそく用鎮静剤またはその生理学的に許容される溶媒和物と，フルオロカーボン噴射剤と，場合によっては一以上の他の薬理学的に活性な薬剤または一以上の賦形剤とを組み合わせて含む吸入薬剤配合物を投与するための計量投与用吸入器。」である点。",
            "(相違点1)",
            "本願発明は，プロピオン酸フルチカゾンを投与するためのものであるのに対し，引用発明1は，ステロイド製剤である有効ぜんそく鎮静剤を投与するためのものではあるものの，ステロイド製剤としてそのような特定がされていない点。",
            "(相違点2)",
            "本願発明は，計量投与用吸入器の内面を，一以上のフルオロカーボンポリマーを一以上の非フルオロカーボンポリマーと組み合わせて含んでなるポリマーブレンドで被覆しているのに対し，引用発明1は，一以上のフルオロカーボンポリマーのみで被覆している点。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由についての原告の主張",
          "text": [
            "審決がした本願発明と引用発明1との一致点及び相違点の認定に誤りがないことは認める。",
            "しかし，審決には，相違点2の容易想到性の判断の誤り(取消事由1)，手続違背(取消事由2)の違法がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(相違点2に係る容易想到性の判断の誤り)審決は，「一般に，一以上のフルオロカーボンポリマーを一以上の非フルオロカーボンポリマーと組み合わせて含んでなるポリマーブレンドで基材を被覆することは，例えば，特開平2−89633号公報，特開平2−26661号公報等にも示されるように従来周知」(審決書6頁5行～8行)であり，引用発明1に上記の周知技術を採用して，「本願発明の相違点2に係る発明特定事項とすることは，当業者が必要に応じてなし得た設計的事項にすぎない。」(同6頁9行～10行)と判断した。",
                "しかし，審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術の認定の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ある技術が「周知技術」といえるためには，その技術が，関連する技術分野で一般的に知られていなければならない。しかし，審決が，「一般に，一以上のフルオロカーボンポリマーを一以上の非フルオロカーボンポリマーと組み合わせて含んでなるポリマーブレンドで基材を被覆すること」が，周知であることを示す周知例として例示するものは，特開平2−89633号公報(甲3)及び特開平2−26",
                      "text": [
                        "661号公報(甲4)の2つの公報にすぎない。このようにわずか2つの公報の記載によって，当該技術が周知技術であると認定するのは誤りである。",
                        "したがって，審決が，甲3，4から「一般に，一以上のフルオロカーボンポリマーを一以上の非フルオロカーボンポリマーと組み合わせて含んでなるポリマーブレンドで基材を被覆すること」が周知技術であると認定した点には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，審決で示された甲3，4，及び被告が訴訟において提出した乙1ないし5には，以下のとおり，フルオロカーボンポリマー中に，非フルオロカーボンを添加したポリマーブレンドで被覆することにより，「良好な非粘着性を有する一方で，器材との密着性(接着性)を向上させること」についての記載や示唆はないから，甲3，4，乙1ないし5から，上記技術が周知技術であると認定することは誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲3には，ポリマーブレンド及びマイカを分散させた被膜物の高温での耐摩耗性が向上すること，フライパン，鍋，ホットプレートなどの厨房器具等の高温での耐摩耗性が要求される分野にこれを利用することが記載されている。耐摩耗性は，ごしごしこすっても削れないという物質の表面に関する事象であり，被覆物の基材との密着性(接着性)とは別の事柄である。そして，甲3中には，PTFE等のフッ素樹脂(フルオロカーボンポリマー)中に，ポリアミドイミド等の非フルオロカーボンポリマーを添加すれば，器材との密着性(接着性)が高まることについての記載も示唆もない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲4には，塗膜の密着性の向上を目的として内面被覆にポリマーブレンドを使用したエアゾール缶を医薬品，医薬部外品等のために使用することが記載されている。しかし，実施例には，内面被覆にフッ素樹脂のみを使用した場合の効果の記載があるだけで，ポリマーブレンドによって被覆された場合の効果は記載されておらず，実施例による裏付けがない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "乙1記載のフィルム及び乙2記載の被覆は，いずれも表面の非粘着性が犠牲にされており，調理道具に適したものである。乙3，4も，料理用具等の被覆に特に適した被膜を形成させるものである。",
                            "乙1ないし4のポリマーブレンドは，コストの面からフルオロカーボンポリマーと非フルオロカーボンポリマーの含量がほぼ等しく，フルオロカーボンポリマーの優れた性質が犠牲にされている可能性が高い。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "乙5は，ポリフッ化ビニリデンとアクリレート重合体とのポリマーブレンドから得られるアロイであるから，基体への接着性は改良されるものの，層化現象(Stratification)は起こらず，被覆物表面はアクリレート重合体を含むので，非粘着性ではない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1に周知技術(甲3及び甲4)を組み合わせることの困難性(ア) 「計量投与用吸入器(MDI)」(甲1，5)は，独自の技術分野を形成し，甲3及び甲4記載の技術とは技術分野を異にし，その課題も異なる。したがって，引用発明1の計量投与用吸入器(甲1)に，甲3及び甲4記載の技術を適用することは，当業者にとって容易であったとはいえない。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "プロピオン酸フルチカゾンを供給されたエーロゾル容器のような吸入薬物配合物を投与するための「計量投与用吸入器(MDI)」(甲1，5)は，厳しい法規制上の要求を満たさなければならない点(薬事法14条，14条の2，甲16記載の「医薬品製造販売指針」等)，「計量投与用吸入器」の寿命期間中(少なくとも18か月間)，フルオロカーボン噴射剤の液体と常に接することになる点で独自の技術分野を形成している。",
                            "具体的には，プロピオン酸フルチカゾンを供給されたエーロゾル容器においては，医療器具として各種法規によって要求される水準を満たすように，一吹き当たりの薬剤の放出量を，許容される誤差の範囲内で一定レベルにしなければならず，一吹き当たりの薬剤の放出量の正確性(投与量の均一性)について高度の水準が要求される。この要求を満たすためには，容器内壁面のコーティング(塗膜)は，その寿命期間にわたり，薬剤の投与量の均一性への要求を満たすことができる程度に容器内壁面への薬剤の付着を防止することが重要であると同時に，コーティングが容器内壁面から剥離せずに，密着し続けることが重要である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲3記載の技術が解決しようとしている課題は，フッ素樹脂で被覆されたフライパン，ホットプレート，鍋等の厨房器の高温での耐摩耗性を向上させることにあり，容器内壁面への薬剤の付着の問題と容器内壁面のコーティングの密着の問題とを同時に考慮しなければならないプロピオン酸フルチカゾンを供給されたエーロゾル容器とは，その解決課題が異なる。また，甲3記載の技術は，主に厨房器を念頭に置いたものであるので，短時間の「高温下」での「機械的摩耗」が問題になるのに対し，プロピオン酸フルチカゾンを供給されたエーロゾル容器では，容器内壁面のコーティングが，常時，加圧されたフルオロカーボン噴射剤の液相と接触しているため，長期間にわたる，フルオロカーボン噴射剤の液相との接触によって生じ得る，継続した「化学的変化」が問題となり，その使用期限内(典型的には2年程度)，容器内壁面のコーティングが安定していなければならず，甲3記載の技術とプロピオン酸フルチカゾンを供給されたエーロゾル容器とは，その問題としている環境が異なる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲4記載の技術は，エアゾール缶(エーロゾル容器)を念頭に置いたものではあるが，その用途の実施例としては日焼治療剤，頭髪用トリートメントムース，脱毛剤ムースタイプ，水虫薬，除菌消臭剤，ヘアスプレー，虫よけスプレーのものが列挙されていることから明らかなとおり，用剤を計量することは要求しておらず，用剤の容器内壁面への付着も問題となっていない。そのため，甲4記載の技術には，容器内壁面への物質の付着についての厳格な要求はなく，その解決しようとする課題にも，容器内壁面への内容物の付着という問題の開示や示唆は全くない。これに対してプロピオン酸フルチカゾンを供給されたエーロゾル容器では，薬剤の放出量の正確性について厳密さが要求されるため，内容物の容器内壁面への付着の問題と容器内壁面のコーティングの密着の問題とを同時に考慮しなければならず，その課題とするところが全く異なる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "Shaw教授の供述書(甲10)に記載のとおり，本願の優先権主張日時点においては，フルオロカーボンポリマーと非フルオロカーボンポリマーとのポリマーブレンドによるコーティングは，プロピオン酸フルチカゾンの懸濁液を含有する液体のフルオロカーボン噴射剤との寿命期間にわたる接触環境の下で，コーティングの剥離の問題が懸念されること，フルオロカーボンポリマーに非フルオロカーボンポリマーをブレンドすることでコーティングの表面エネルギーが上昇し，プロピオン酸フルチカゾンの容器内壁面への付着の問題が生じることが予測されていた。",
                        "したがって，当業者は，プロピオン酸フルチカゾン等を含む吸入薬剤配合物を投与するための計量投与用吸入器の容器内壁に，フルオロカーボンポリマーと非フルオロカーボンポリマーとのポリマーブレンドによるコーティングを採用しようと考えなかった。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，上記(ア)及び(イ)に加えて，引用例1には，その例示するプラスチック塗膜が，実際には容器内壁面に密着し続けない場合に，代りに使用すべき塗膜について何ら教示がないこと，医薬品の技術分野における当業者は，医療器具における設計ミスは人命に関わり，多大な悪影響を及ぼすことから，一般的に保守的で慎重であることも考慮すれば，引用発明1の計量投与用吸入器に，審決にいう周知技術(甲3及び甲4記載の技術)を適用し，相違点2に係る本願発明の構成とすることを容易に想到し得るものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明の格別の作用効果の非予測性等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記イ(イ)のとおり，フルオロカーボンポリマーと非フルオロカーボンポリマーとのポリマーブレンドで容器内壁面をコーティングした場合には，フルオロカーボンポリマーのみによるコーティングを採用した場合と比べて，プロピオン酸フルチカゾンがより多く容器内壁面に付着するものと当業者に予測されていた。",
                        "しかし，本願発明は，フルオロカーボンポリマーと非フルオロカーボンポリマーとのポリマーブレンドでコーティングすることで，コーティング基材への優れた密着性を実現すると同時に，フルオロカーボンポリマーによるコーティングを採用した場合と同等のプロピオン酸フルチカゾンの容器内壁面への付着の防止を実現したものであり(甲11，17)，本願発明は，当業者が予期し得なかった格別な作用効果を奏するものである。これは，本願発明においては，ポリマーブレンドのコーティングを施すことにより層化現象が発生し，低表面エネルギーのフルオロカーボンポリマーは空気界面に移動し，高い表面エネルギーの非フルオロカーボンポリマーは高い表面エネルギー基質(金属表面)に移動し，この層化により，コーティングは外側表面では良好な非付着性を有し，内側表面では計量投与用吸入器(MDI)の缶壁に対する良好な接着性を有することによるものである(甲12)。",
                        "このように本願発明は当業者が予期し得なかった格別な作用効果を奏することからも，当業者が，引用発明1の計量投与用吸入器に，審決にいう周知技術を適用し，相違点2に係る本願発明の構成とすることを容易に想到し得るものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「設計的事項」とは，引用文献による示唆や動機付けがなくても技術の具体的適用に伴い当然考慮せざるを得ない事項をいうが，前記イ(イ)のとおり，フルオロカーボンポリマーと非フルオロカーボンポリマーとのポリマーブレンドによってMDI容器の寿命期間の密着が達成されるのと同時に，投与量の均一性を達成するために要求される程度にプロピオン酸フルチカゾンの容器内壁面への付着が防止されることは当業者が予測できなかったことから，このポリマーブレンドをコーティング材料として使用すること(相違点2に係る本願発明の構成)が「設計的事項」に当たるとは到底いえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，当業者といえども，引用発明1の計量投与用吸入器に，審決にいう周知技術を適用して，相違点2に係る本願発明の構成とすることを容易に想到し得るものではなく，「本願発明の相違点2に係る発明特定事項とすることは，当業者が必要に応じてなし得た設計的事項にすぎない」とした審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(手続違背)",
              "text": [
                "審決は，前記(1)のとおり，相違点2の検討において，「一般に，一以上のフルオロカーボンポリマーを一以上の非フルオロカーボンポリマーと組み合わせて含んでなるポリマーブレンドで基材を被覆すること」が周知技術であることを認定する周知例として，甲3及び甲4を挙げている。",
                "しかし，審決が周知例として挙げた甲4は，審決で初めて引用されたものであり，「周知技術」や「設計的事項」という新たな概念を持ち出し，本件拒絶査定と異なる理由で審決をしようとしたにもかかわらず，特許出願人である原告に対し新たな拒絶理由として通知せず，反論・補正の機会を与えなかったものであるから，本件審判手続には，特許法159条2項において準用する同法50条の規定に違反する手続違背があり，審決は違法である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術の認定の誤りに対し",
                  "text": [
                    "甲3には，「一般に，一以上のフルオロカーボンポリマーを一以上の非フルオロカーボンポリマーと組み合わせて含んでなるポリマーブレンドで基材を被覆すること」が記載されており，また，甲3の記載から，ポリテトラフルオロエチレン(PTFE)等のフッ素樹脂(フルオロカーボンポリマー)中にポリアミドイミド等の非フルオロカーボンポリマーを添加して基材との密着性(接着性)が高まることは明らかであり，これらの技術事項は，本願の優先権主張日当時，当業者に周知であった(例えば，甲3，4，乙1ないし5)。",
                    "したがって，審決の周知技術の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1に周知技術(甲3及び甲4)を組み合わせることの困難性に対し原告は，吸入薬物配合物を投与するための「計量投与用吸入器」(MDI)は，厳しい法規制上の要求を満たさなければならず，独自の技術分野を形成し，甲3及び甲4記載の技術と技術分野を異にし，その課題も全く異なるから，引用発明1に周知技術(甲3及び甲4記載の技術)を適用し難いと主張するが，引用発明1に周知技術を適用することを困難とする理由はない。",
                    "すなわち，容器内壁面に被膜を適用した場合，長期間にわたって被膜が内容物に接触することは，格別，計量投与用吸入器に限らず普通に生じることであり(例えば，甲4)，そのことをもって計量投与用吸入器が独自の技術分野を形成しているということはできない。",
                    "また，長期間にわたって被膜が内容物に接触することは，引用発明1に周知技術を適用することを困難とする理由ともなり得ない。",
                    "さらに，そもそも，本願明細書(甲5)には，原告主張に係る「計量投与用吸入器」(MDI)に対する法規制の要求についての記載がなく，また，本願発明において，法律上の要求を満足するための格別の工夫をしたものであるとの説明及び要求を満足させた旨の裏付けについての記載もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本願発明の格別の作用効果の非予測性等に対し",
                  "text": [
                    "原告は，本願発明は，計量投与用吸入器の容器内壁面への薬剤付着の問題の解決及び塗膜の長期間にわたる容器内壁への密着を同時に実現するという予期し得なかった格別の作用効果を奏することを理由に，引用発明1に周知技術を容易に適用し得ない旨主張するが，原告の上記主張は，以下のとおり失当である。",
                    "すなわち，原告主張の本願発明の格別な作用効果は，本願明細書(甲5)の記載に基づかない作用効果であり，進歩性の判断に当たり参酌することはできない。",
                    "また，本願発明の作用効果は，当業者が容易に予測し得た程度のものであって格別なものともいえない。",
                    "さらに，フルオロカーボンポリマー(PTFE等)と非フルオロカーボンポリマーとのポリマーブレンドによるコーティングは，基体との密着性(接着性)に優れ，PTFEの主成分によりフイルムに不活性でなめらかな表面を与えることも周知であること(乙1，2)に照らすならば，Shaw教授の供述書(甲10)に記載された，ポリマーブレンドにおいてコーティングが剥離するとの問題があるとの懸念(前記1(1)イ(イ))は，当業者が，引用発明1にポリマーブレンドによるコーティングを適用することについての阻害要因にはなり得ない。なお，甲11の内容は，周知技術から当業者が予測し得た程度の事項を示すものにすぎず，原告主張の本願発明の格別な作用効果を裏付けるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，引用発明1の計量投与用吸入器に，基材との密着性(接着性)を高めるため，周知技術(フルオロカーボンポリマーと非フルオロカーボンポリマーとのポリマーブレンドによるコーティング)を適用することは，当業者が容易になし得ることであって，設計的事項といい得るものでもあるから，審決がした相違点2の容易想到性の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件拒絶査定(甲9)は，「備考」として，引用文献3(甲3)に記載された発明は，引用文献1(引用例1)に記載された発明と，フッ素樹脂による被覆物全般を技術分野としている点で互いに関連する技術分野に属するものであり，表面への内容物の付着を抑止するという点で共通の機能をもつものであり，この発明が，広く知られたフルオロカーボンポリマー被覆の剥離しやすさという課題を解決するものである旨指摘し，上記課題を解決するために，フルオロカーボンポリマーに非フルオロカーボンポリマーを組み合わせて被覆材とするという引用文献3(甲3)の記載事項を指摘した。",
                    "審決は，「一般に，一以上のフルオロカーボンポリマーを一以上の非フルオロカーボンポリマーと組み合わせて含んでなるポリマーブレンドで基材を被覆することは，例えば，特開平2−89633号公報，特開平2−26661号公報等にも示されるように従来周知である」と，引用文献3(特開平2−89633号公報。甲3)に，参考までに周知例として他の文献(特開平2−26661号公報。甲4)を付加して，本件拒絶査定で既に指摘した事項が周知技術でもあることを示したにすぎず，本件拒絶査定と異なった引用文献を根拠に，異なった理由で判断したものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，そもそも周知事項とは，個々的に文献を示すまでもなく，当業者が当然に認識しているべき技術のことであるから，原告に対し，審決前に，甲3以外に周知例を通知しなかったからといって，そのことが手続違背になるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件審判手続には，本件拒絶査定の拒絶理由と異なる理由で審決をしようとしたにもかかわらず，拒絶理由を通知しなかった違法がある旨の原告の主張は失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点2に係る容易想到性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "周知技術の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲3の記載内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3には，次の記載がある。",
                        "a「フッ素樹脂中にポリアミドイミド樹脂，ポリイミド樹脂，ポリフェニレンサルファイド樹脂，またはポリエーテルサルホン樹脂，あるいはこれらの混合物及びマイカをフッ素樹脂に対し，各々0.5重量％以上含有する組成物を金属基材上に被覆したことを特徴とするフッ素樹脂被覆物」(特許請求の範囲(1))",
                        "b「「従来の技術」 フッ素樹脂は，秀れた非粘着性，耐薬品性を有しているため厨房器用(フライパン，鍋，ホットプレート，ジャー炊飯器用内釜等)食品工業，電気工業，機械工業等に広い用途を有している。」(1頁左下欄末行～右下欄4行)",
                        "c「これはマイカとPTFEがPAIを介して強固に密着しているのが原因と推定される。」(3頁左下欄18行～19行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記(ア)によれば，甲3には，①フッ素樹脂で被覆を行うことは，「広い用途」に用いられる一般的な技術であること(上記(ア)b)，②フッ素樹脂(フルオロカーボンポリマー)である「PTFE」(ポリテトラフルオロエチレン)に，非フルオロカーボンポリマーである「PAI」(ポリイアミドイミド樹脂)を配合することにより「マイカ」(雲母)との接着性が高まること(同a，c)が開示されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4の記載内容",
                  "text": [
                    "甲4には，「〔従来の技術および課題〕 エアゾール製品に用いるエアゾール缶は，多種の薬品が充填されるため金属缶に耐薬品性を与えるべくその内面に樹脂被覆が施されている。そうした被覆材としては密着性，防食性，加工性等の点から・・・」(1頁右下欄4行～9行)，「かかる課題を解決した本発明は，エアゾール缶の内面被覆としてポリビニリデンフルオライド(以下，PVdFという)を主成分とする塗膜を採用することを要旨とするものである。・・・本発明におけるPVdFを主成分とする塗膜(以下，PVdF塗膜という)を形成するための塗膜形成組成物は，PVdF100部(重量物，以下同様)に対してバインダー樹脂を1～100部，要すれば顔料，充填剤，染料，潤滑剤などの通常の塗料用添加剤を40部まで含むものを溶剤に溶解または分散させたものが好ましい。」(1頁右下欄末行～2頁左上欄11行)，「バインダー樹脂はPVdF塗膜の密着性を向上させるために配合するものであり，PVdF100部に対して1～100部，好ましくは5～70部であり，少なすぎると密着性が向上せず，多すぎるとPVdFの耐薬品性などの特性が損なわれる。バインダー樹脂の具体例としては，たとえば・・・ポリエーテルスルホン・・・ポリイミド・・・」(2頁右上欄17行～左下欄8行)との記載がある。",
                    "上記記載によれば，甲4には，エアゾール製品に用いるエアゾール缶においてはその内面に施される被覆材の密着性が課題の一つであること，フルオロカーボンポリマーの一種である「PVdF」に，非フルオロカーボンポリマーである「バインダー樹脂」を配合することによりエアゾール缶の内面の塗膜の接着性が高まることが開示されていることが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "乙1ないし5の各記載内容",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙1には，「このような材料との混合により，PTFE分散液それ自体の使用によって達成し得ない程度の接着性，強じんさ，耐久性およびなめらかさをもつフイルムの形成が可能となる。例えば，PTFEおよびポリイミドまたはポリアミドイミドを含む耐久性のある熱安定なフイルムが相応するポリアミド酸またはポリアミド酸アミド(これはPTFE溶融温度でポリイミドまたポリアミド−イミドを形成する)と混合された本発明の分散液を使用することによって製造され得る。・・・本発明の分散液と共に生じるすぐれたフイルムにとって好ましいポリアミド酸アミドは・・・。使用し得る他の補助材料にはポリアミド・・・メラミンホルムアルデヒド樹脂，ベンゾグアナミン−ホルムアルデヒド樹脂・・・があげられる。」(3頁5欄38行～6欄36行)，「これらの組成物は例えば電線，金属箔，調理道具，ボイラ，パイプ船底，角氷トレー，雪かきショベルおよびすき，工業用容器および迅速なはく離が望ましい型のような物の被覆に特に有用である。」(4頁7欄36行～40行)，「ポリアミド酸アミドを含む本発発(判決注・「本発明」の誤記)の分散液は溶融するとなめらかでかつ基体に良好に接着されている・・・」(4頁8欄5行～7行)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "乙2には，「このような材料との混合により，TFE／HEP共重合体分散液それ自体での使用によって達成し得ない程度の接着性，強じんさ，耐久性およびなめらかさをもつフイルムの形成が可能となる。例えば，TFE／HFP共重合体およびポリイミドまたはポリアミドイミドを含む耐久性のある熱安定なフイルムが相応するポリアミド酸またはポリアミド酸アミド(これはTFE／HFP共重合体溶融温度でポリイミドまたポリアミド−イミドを形成する)と混合された本発明の分散液を使用することによって製造され得る。・・・本発明の分散液と共に生じるすぐれたフイルムにとって好ましいポリアミド酸アミドは・・・。使用し得る他の補助材料にはポリアミド・・・メラミンホルムアルデヒド樹脂，ベンゾグアナミン−ホルムアルデヒド樹脂・・・があげられる。」(3頁5欄33行～6欄32行)，「これらの組成物は例えば電線，金属箔，調理道具，ボイラ，パイプ，船底，角氷トレー，雪かきショベルおよびすき，工業用容器および迅速なはく離が望ましい型のような物の被覆に特に有用である。」(4頁7欄33行～38行)「ポリアミド酸アミドを含む本発明の分散液は溶融するとなめらかでかつ基体に良好に接着されている・・・」(4頁8欄2行～4行)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙3には，「組成物はその他多くの物品上に密着した非粘着性低摩擦係数の被覆を形成するのにも使用できる。」(5頁右下欄10行～11行)，「例4 例2のポリスルフォンのサンプル・・・を・・・PTFE・・・と混合した。・・・得られた被覆は褐色で金属に良く密着していた。ポリスルフォンを含まない類似の被覆は劣密着を示した。」(8頁右上欄10行～左下欄12行)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "乙4には，「本発明の組成物は，例えば基質への良好な接着とともに・・・低摩擦係数被覆への応用に使用できる。」(4頁右上欄5～8行)，「本発明の組成物は例えばフライパン，ソースパンおよびパン焼器のような料理用具の被覆用にまたはオーブンのライニング用に特に適切である。・・・本発明による組成物はその他多くの物品上に密着した，非粘着性，低摩擦係数の被覆を形成するのにも使用できる。」(4頁左下欄9行～右下欄2行)，「例2 例1で使用のポリスルフォンのサンプル・・・を・・PTFE・・・と混合した。・・・得られた被覆は褐色で金属に良く密着していた。ポリスルフォンを含まない類似の被覆は密着性が劣っていた。」(5頁右下欄4行～6頁左上欄8行)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "乙5には，「・・・フイルムは，アクリレート重合体とポリふつ化ビニリデン組成物との真の溶体であるように思われる。このような溶体は『アロイ』と呼称することができ，」(1頁右欄33行～36行)，「そしてそれゆえに本発明の組成物から得られるフイルムおよび被覆物の物理的性質，例えば耐薬品性，衝撃抵抗，粘り強さ，％伸び，電気的性質および類似の性質がすべてポリふつ化ビニリデンのホモ重合体に固有のこれらの性質に似ているという事は驚くべきことである。他の方法で表現すると，アクリレートの存在はふつ化炭素重合体を顕著に劣化することがなく，事実フイルムの透明性，改良された接着性，改良された取扱いの容易性および低下した原価を与えることによつて前記重合体の品質をよくする。」(3頁右欄6行～16行)との記載がある。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上の(ア)ないし(オ)の記載によれば，乙1ないし5には，フルオロカーボンポリマーを非フルオロカーボンポリマーと組み合わせて含んでなるポリマーブレンドで基材を被覆することによって被覆材と基材との接着性あるいは密着性が高まることが開示されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲3(特開平2−89633号公報)，甲4(特開平2−266",
                      "text": [
                        "61号公報)，乙1(特公昭47−36867号公報)，乙2(特公",
                        "昭48−33021号公報)，乙3(特開昭50−40700号公",
                        "報)，乙4(特開昭50−83453号公報)及び乙5(特公昭43−",
                        "10363号公報)は，いずれも本願の優先権主張日(1995年4月14日)より5年以上前に公開された公報であること，甲3，甲4，乙1ないし5の記載内容(前記アないしウ)に照らせば，本願の優先権主張日当時，フッ素樹脂により基材を被覆する技術分野において，「一以上のフルオロカーボンポリマーを一以上の非フルオロカーボンポリマーと組み合わせて含んでなるポリマーブレンドで基材を被覆する」技術は，一般に広く知られ，周知であり，上記技術により被覆部分(被覆材)と基材との接着性が向上し得るものと当業者によって理解されていたことが認められる。",
                        "したがって，審決のした周知技術の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，原告は，甲3，4，乙1ないし5をもって，フルオロカーボンポリマー中に，非フルオロカーボンを添加したポリマーブレンドで被覆することにより，「良好な非粘着性を有する一方で，器材との密着性(接着性)を向上させること」が周知技術であることは明らかにされていないと主張する。",
                        "しかし，審決は，上記ポリマーブレンドで基材を被覆する技術により「良好な非粘着性を有する一方で，器材との密着性(接着性)を向上させること」が周知であるとまで認定したものではないから，原告の上記主張は，審決を正解しないものであり，この点において既に失当である。また，審決認定の上記ポリマーブレンドで基材を被覆する技術が周知であることは，前記エ認定のとおりであり，これに反する原告の主張も理由がない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性の有無について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "容易想到性に関する判断",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例1(甲1)には，①「【産業上の利用分野】本発明はこの出願の各請求項に従うエーロゾル容器およびエーロゾル容器の用途に関する。」(段落【0001】)，②「【従来の技術】エーロゾルは今日薬学的に活性な物質の普通の投薬法である。多くのそれらエーロゾルは所定の(計量した)量で投与される。・・・」(段落【0002】)，「・・・多くの薬学的に活性な物質は，懸濁液の形態において貯蔵された場合，その噴射ガスが使用されたとき，容器の内壁に付着する・・・容器の内壁上の付着は使用者に投与されるべき所望の量の薬学的に活性な物質が計量チャンバ内に存在しないという結果になる。容器の中に導入された薬学的に活性な物質の全量のうちのかなり多くの割合が容器の内壁上に付着(粘着)したままに残るので，さらに容器の中に貯蔵される薬学的に活性な物質の全量は投与することができないという結果になる。」(段落【0005】)，③「【発明が解決しようとする課題】・・本発明の目的は薬学的に活性な物質をすでに適していると証明されている製剤の形態において供給でき，また同時にオゾン層を破壊しない代替噴射ガスを多量の薬学的に活性な物質が容器の内壁に付着することなく使用できる容器を提供することにある。特にはそれは有効ぜんそく鎮静剤(例えば，コルチコステロイド)に可能であり，もちろん注目すべきことは他の薬学的に活性な物質についても容器の内壁に薬学的に活性な物質の問題となる付着をおこさずに該容器内に貯蔵することが可能であることである。」(段落【0006】)，④「【課題を解決するための手段】本発明の目的は内壁がプラスチック塗膜により被覆され，かつ噴射ガスがフルオロクロロハイドロカーボンを含まない噴射ガス，好ましくは噴射ガスはフルオロハイドロカーボンのみを含み，そして適当ならば補助溶媒および／または表面活性剤をも含む噴射ガスである容器により達せられる。・・・特には，プラスチック塗膜に使用される都合の良い材料は，例えば，幅広くテフロンとして知られている，ポリテトラフルオロエチレン，およびまたペルフルオロエチレンプロピレンである。」(段落【0007】)との記載がある。",
                        "上記記載によれば，引用発明1は，計量投与用吸入器であるエーロゾル容器の内壁を，フルオロカーボンポリマー(フッ素樹脂)を使用したプラスチック塗膜により被覆し，所定の噴射ガスを使用することにより，薬学的に活性な物質(薬剤)を容器の内壁に付着することなく，容器内に貯蔵し，所定の量の薬剤を投与することを可能とした発明であることが認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記(1)アないしウの認定事実によれば，フッ素樹脂により基材を被覆する技術分野において，被覆材と基材との接着性を高めることは一般的な課題であったものと認められる。",
                        "そして，引用例1に示された，エーロゾル容器の内壁をプラスチック塗膜により被覆し，所定の噴射ガスを使用することにより，薬学的に活性な物質(薬剤)が容器の内壁に付着することのないようにする課題(前記(2)ア(ア))は，上記一般的な課題と何ら相反するものではなく，むしろ当業者であれば両方の課題を共に解決しようとするのが通常の創作活動であると考えられるから，当業者にとって，引用発明1におけるプラスチック塗膜による被覆部分(被覆材)とエーロゾル容器の内壁(基材)との接着性を高める目的をもって，引用発明1の計量投与用吸入器に，前記(1)エの周知技術(「一以上のフルオロカーボンポリマーを一以上の非フルオロカーボンポリマーと組み合わせて含んでなるポリマーブレンドで基材を被覆する」技術)を適用して，相違点2に係る本願発明の構成とすることは容易に想到し得たものと認められる。これと同旨の審決の判断は是認することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1に周知技術(甲3及び甲4)を組み合わせることの困難性a 原告は，吸入薬物配合物を投与するための「計量投与用吸入器」(MDI)は，厳しい法規制上の要求を満たさなければならない点(薬事法14条，14条の2，甲16記載の「医薬品製造販売指針」等)，「計量投与用吸入器」の寿命期間中(少なくとも18か月間)，フルオロカーボン噴射剤の液体と常に接することになる点で独自の技術分野を形成し，甲3及び甲4記載の技術とは，技術分野を異にし，その課題も異なるから，引用発明1の計量投与用吸入器に，甲3及び甲4記載の技術を適用することは，当業者にとって容易であったとはいえないと主張する。",
                        "しかし，原告の主張は，以下のとおり理由がない。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "本願明細書(甲5)には，そもそも，法規制上の要求を満たさなければならない点に関する具体的な問題の所在及び問題解決について記載はない。確かに，本願明細書(甲5)には，「次第に衰弱し，そして場合によっては生命の危険性がある呼吸器疾患を速やかに治療する場合，患者はMDIによって放出される薬剤にしばしば頼る。従って，患者に対して放出されるエアゾール薬剤の所定投与量が，製造業者による規定をばらつきなく満たし，FDAおよび他の取り締まり当局の要件に従うものであることは必須のことである。すなわち，缶中の各投与量は精密許容差内で同じでなければならない。・・・我々は，MDIの缶の内面をフルオロカーボンポリマーで被覆すると，プロピオン酸フルチカゾンの付着または堆積問題が有意に減少したり，あるいは本質的になくなり，従って，MDIからのエアゾール中の薬剤の放出にばらつきが確実になくなることを見いだした。」(1頁17行～2頁11行)との記載はあるものの，上記記載部分中の「FDAおよび他の取り締まり当局の要件」の具体的な記載はない。また，上記記載部分は，「放出されるエアゾール薬剤の所定投与量」が「FDAおよび他の取り締まり当局の要件」を満たす「精密許容差内で同じでなければならない」ことを開示するにとどまり，原告が主張するような「計量投与用吸入器」(MDI)の寿命期間中(少なくとも18か月間)，フルオロカーボン噴射剤の液体と常に接することになること，容器内壁面のコーティング(塗膜)は，その寿命期間にわたり，薬剤の投与量の均一性への要求を満たすことができる程度に容器内壁面への薬剤の付着を防止することが重要であると同時に，コーティングが容器内壁面から剥離せずに，密着し続けることが重要であること，そのための「厳しい法規制上の要求」を開示するものではなく，本願明細書の他の箇所をみても，これらを開示し，又は示唆する記載はない。",
                            "また，容器の内壁表面にコーティング(塗膜)をした場合，長期間にわたってコーティングが内容物に接触することは，格別，「計量投与用吸入器」(MDI)に限らず普通に生じることであり，そのことをもって「計量投与用吸入器」(MDI)が独自の技術分野を形成しているということもできない。",
                            "したがって，「計量投与用吸入器」(MDI)が独自の技術分野を形成していることを前提とする原告の主張は，その前提を欠くものであり，理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本願発明の格別の作用効果の非予測性等(その1)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，本願の優先権主張日当時，フルオロカーボンポリマーと非フルオロカーボンポリマーとのポリマーブレンドによるコーティングは，プロピオン酸フルチカゾンの懸濁液を含有する液体のフルオロカーボン噴射剤との寿命期間にわたる接触環境の下で，コーティングの剥離の問題が懸念され，非フルオロカーボンポリマーをブレンドすることでコーティングの表面エネルギーが上昇し，プロピオン酸フルチカゾンの容器内壁面への付着の問題が生じることが予測されていたので(甲10)，計量投与用吸入器の容器内壁に，フルオロカーボンポリマーと非フルオロカーボンポリマーとのポリマーブレンドによるコーティングを採用することは，当業者にとって容易であったとはいえないと主張する。",
                            "しかし，原告の主張は，以下のとおり理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "すなわち，フルオロカーボンポリマー(フッ素樹脂)と非フルオロカーボンポリマー(非フッ素樹脂)とのポリマーブレンドによるコーティングの特性は，フッ素樹脂，非フッ素樹脂の種類は勿論のこと，フッ素樹脂と非フッ素樹脂の配合割合によっても変化すると考えるのが技術常識である。そして，非フッ素樹脂の配合割合が多い場合には，基材とコーティングとの接着性は改善されるとしても，フッ素樹脂による非粘着性効果が低下し(粘着性を示し)，容器内の薬剤の付着の問題が解決されないおそれがあるものの，配合割合等の被覆条件を調整することによって，薬剤の付着防止を改善し得るものと考えられるから，薬剤の付着防止性能の高いフルオロカーボンポリマーに，付着防止性能の低い非フルオロカーボンポリマーをブレンドして容器の内部を被覆することの適用が困難であったとはいえない。",
                            "また，①乙1には，「・・・基体でのフイルムの相当部分すなわちフイルム界面は主として補助材料からなり，また他の表面は主としてPTFEである。この不均一組成がフイルムに非常に望ましい性質を与える。補助材料は基体−フイルム界面において主成分であるので，基体とフイルムとの間に非常にしつかりした結合を提供することができる。フイルム−空気界面(film-air interface)でのPTFEの主成分によりフイルムに不活性でなめらかな表面を与え，そしてまた顕著な離型性を与える。・・・」(4頁7欄18行～28行)との記載，②乙2には，「・・・基体でのフイルムの相当部分すなわちフイルム界面は主として補助材料からなり，また他の表面は主としてTFE／HFP共重合体である。この不均一組成がフイルムに非常に望ましい性質を与える。補助材料は基体−フイルム界面において主成分であるので，基体とフイルムとの間に非常にしつかりした結合を提供することができる。フイルム−空気界面でのTFE／HFP共重合体の主成分によりフイルムに不活性でなめらかな表面を与え，そしてまた顕著な離型性を与える。・・・」(4頁7欄14行～24行)，「ポリアミド酸アミドを含む本発明の分散液は溶融するとなめらかでかつ基体に良好に接着されている」(4頁8欄2行～4行)との記載があり，これらの記載に照らすならば，本願の優先権主張日当時，フルオロカーボンポリマーに非フルオロカーボンポリマーをブレンドすると，内容物の付着防止性能が低下せずに，剥離防止機能が高まることは，既に知られていたものと認められるから，計量投与用吸入器の容器内壁に，フルオロカーボンポリマーと非フルオロカーボンポリマーとのポリマーブレンドによるコーティングを採用することが困難であったとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本願発明の格別の作用効果の非予測性等(その2)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，本願発明は，ポリマーブレンドのコーティングを施すことにより層化現象が起こり，この層化により，コーティング基材への優れた密着性を実現すると同時に，フルオロカーボンポリマーによるコーティングを採用した場合と同等のプロピオン酸フルチカゾンの容器内壁面への付着の防止を実現するという格別の作用効果を奏するものであること(甲11，17)からも，当業者が，引用発明1の計量投与用吸入器に，審決にいう周知技術を適用し，相違点2に係る本願発明の構成とすることを容易に想到し得るものではないと主張する。",
                            "しかし，原告の主張は，以下のとおり理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "すなわち，本願明細書(甲5)には，「フッ素化ポリマーを，非フッ素化ポリマー，例えばポリアミド，ポリイミド，ポリエーテルスルホン，ポリフェニレンスルフィドおよびアミン−ホルムアルデヒド熱硬化性樹脂とブレンドしてもよい。これらの付加ポリマーは，缶壁へのポリマー被覆の接着性を改善する。」(8頁8行～11行)との記載があるものの，これが層化によるものであることの明示の記載はなく，また，「ポリマー被覆の接着性の改善」と同時に，フルオロカーボンポリマーによるコーティングを採用した場合と同程度のプロピオン酸フルチカゾンの容器内壁面への付着の防止を実現できることについての記載も示唆もない。",
                            "また，本願発明の特許請求の範囲(請求項1)の記載は，フルオロカーボンポリマー(フッ素樹脂)と非フルオロカーボンポリマー(非フッ素樹脂)の配合割合を特定するものではないから，本願発明は，非フッ素樹脂が多い配合の態様を排除するものではなく，その結果，本願発明には，原告が主張するポリマーブレンドによる容器内壁面への薬剤の付着の防止及びコーティングの密着性の改善の効果を奏さない態様のものも含むものと解さざるを得ない。",
                            "さらに，原告提出のShaw教授の供述書(甲10)によれば，原告がいう容器内壁面への薬剤の付着の防止及びコーティングの密着性の改善の効果を奏する層化を実現するかどうかは，高温硬化条件(硬化温度)，コーティングの厚さ等のコーティングを施す条件(被覆条件)にも依存しているものと解されるが，本願発明の特許請求の範囲(請求項1)の記載は，硬化温度，コーティングの厚さ等の被覆条件を規定するものでもなく，また，請求項1の記載によれば，本願発明は，吸入器内部の全部ではなく，一部がポリマーブレンドで被覆されているものも含むものであり，被覆されていない部分では薬剤付着が生じる得るものであるから，本願発明は，原告がいう容器内壁面への薬剤の付着の防止及びコーティングの密着性の改善の効果を奏さない態様のものも含むと解さざるを得ない。",
                            "(なお，本願明細書(甲5)には，「被覆の厚さは約1μm～約1mmである。被覆の厚さは約1μm～約100μm，例えば1μm～約25μmであるのが適している。被覆は1回以上の塗装で施す。」(8頁22行～24行)，「適切な硬化温度は，被覆のために選択したフルオロカーボンポリマー／ポリマーブレンドおよび用いる被覆法による。・・・上記の好ましいおよび特に好ましいフルオロカーボンポリマー／ポリマーブレンドの場合，約300～約400℃，例えば約350～約380℃の硬化温度が適しており，プラズマ重合の場合，約20～約100℃の温度が一般的に用いられる。」(10頁23行～11頁5行)との記載があるが，実施例(実施例1～52)には，フッ素樹脂と非フッ素樹脂の配合割合，被覆の厚さ，硬化温度の具体的な記載はない。)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上に照らすならば，フルオロカーボンポリマー(フッ素樹脂)と非フルオロカーボンポリマー(非フッ素樹脂)の配合割合，硬化温度，コーティングの厚さ等の被覆条件が特定されていない本願発明の構成から，原告主張のポリマーブレンドによる容器内壁面への薬剤の付着の防止及びコーティングの密着性の改善の効果が必然的に生じるものとは認められない。また，本願明細書(甲5)には原告主張の上記効果は明記されておらず，本願明細書の記載から，本願発明がそのような効果を奏するものと理解できるものでもない。",
                            "したがって，原告主張の本願発明の格別な作用効果は，本願発明の構成から必然的に生じるものでも，本願明細書の記載に基づくものでもないから，本願発明の効果であると認めることはできない。",
                            "したがって，本願発明が格別な作用効果を奏することを前提に，相違点2に係る本願発明の構成を容易に想到し得るものではないとの原告の主張は，その前提を欠き，失当である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，審決の相違点2の容易想到性の判断に誤りをいう原告主張の取消事由1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(手続違背)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "手続の経緯等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件拒絶査定に係る平成14年10月28日付け拒絶理由通知(甲8)の「理由」中には，請求項1に係る「備考」として「・・・引用文献1には，フルオロカーボンポリマーで吸入器内面を被覆することが記載されている。引用文献1に記載の発明は，フルオロカーボンポリマーに非フルオロカーボンポリマーを組み合わせて被覆材とすることが明記されていない点で，請求項1に係る発明と相違しているが，フルオロカーボンポリマーに非フルオロカーボンポリマーを組み合わせて被覆材とすることは引用文献3にも記載の事項にすぎない。」との記載がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件拒絶査定(甲9)には，「この出願については，平成14年10月28日付け拒絶理由通知書に記載した理由によって，拒絶をすべきものである。」，「備考」として「・請求項1−23について・・・引用文献3に記載された発明は，・・・厨房器具は例示にすぎず，フッ素樹脂による被覆物全般を技術分野とするものであるから，引用文献1に記載された発明と引用文献3に記載された発明とは，互いに関連する技術分野に属するものであると認められる。また・・・引用文献1に記載された発明のプラスチック被膜と引用文献3に記載された発明のフッ素樹脂被覆物とは，表面への内容物の付着を抑止するという点で共通の機能をもつものである。さらに，フルオロカーボンポリマーによる被覆が剥離しやすいことは広く知られており，フルオロカーボンポリマーの壁面への付着性を向上させることは一般的な課題であると認められる・・・したがって・・・引用文献1に記載された発明のフルオロカーボンポリマーによる被膜に換えて，引用文献3に記載された発明を採用することは，当業者が容易に想到しうることにすぎない。」との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，審決は，甲3及び甲4を例示して，「フルオロカーボンポリマーに非フルオロカーボンポリマーを組み合わせて被覆材とする」という技術事項が周知技術であると認定した上で，引用発明1に，上記周知技術を適用することは容易想到であると判断した(審決書6頁5行～10行)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "手続違背の有無について",
              "text": [
                "審査段階において，拒絶の理由として特定の技術事項が証拠(文献)とともに示され，出願人に対して意見を述べる機会が与えられている場合において，審決において，当該技術が周知であることを裏付ける証拠(文献)を追加して引用することは，新たな技術事項を示して拒絶理由を変更するものではないから，審判手続において，新たに追加された証拠(文献)について，審判請求人に意見を述べる機会を与える必要はなく，その機会を付与しなかったからといって，手続違背を構成する余地はないというべきである。",
                "前記(1)イによれば，本件拒絶査定は，引用文献1(引用例1)に，引用文献3(甲3)に記載された技術(「フルオロカーボンポリマーに非フルオロカーボンポリマーを組み合わせて被覆材とする」こと)を適用することは容易想到であることを拒絶の理由としたものと認められる。そして，前記(1)ウによれば，審決は，引用発明1に組み合わせるべき技術事項(「フルオロカーボンポリマーに非フルオロカーボンポリマーを組み合わせて被覆材とする」こと)については，本件拒絶査定で示したものを変更することなく，この技術事項が周知であることを裏付ける証拠として，本件拒絶査定で示した甲3とともに，甲4を付加して例示したものと認められる。",
                "そうすると，審決が，原告に意見を述べる機会を与えることなく，周知例として甲4を例示したことをもって，本件審判手続において特許法159条2項において準用する同法50条の規定に反する手続があったものと解することはできない。したがって，原告主張の取消事由2も理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。他に審決を取り消すべき瑕疵は見当たらない。",
            "よって，原告の本訴請求は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10071",
    "date": "2008-01-31",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035664",
    "ipprecedent_id": "1323",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}