{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は，控訴人らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "content": [
        {
          "fig": "1",
          "subject": "控訴人ら",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決を取り消す。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被控訴人は，控訴人らに対し，各金1469万7397円及びこれに対す る平成18年10月17日から支払済みまで年5分の割合による金員を支払 え。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被控訴人",
          "text": [
            "主文同旨"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "控訴人両名(以下「原告両名」という。)は，「振動型軸方向空隙型電動機」の発明に係る特許権(特許番号第2134716号。以下「本件特許権」という。)の特許権者である。",
        "原告両名は，被控訴人(以下「被告」という。)が販売した原判決別紙物件説明書記載の電動機が本件特許権の特許発明の技術的範囲に属し，その販売が本件特許権を侵害したものであると主張して，被告に対し，民法709条，特許法102条1項に基づき，原告両名それぞれに対する損害賠償金各3525万円及びこれに対する遅延損害金(不法行為の後の日である平成18年10月17日から支払済みまで民法所定の年5分の割合によるもの。)を求めた。これに対し，被告は，被告販売の上記電動機は本件特許発明の技術的範囲に属さず，また，本件特許権は進歩性欠如の無効理由が存するので特許法104条の3第1項により権利行使が許されないなどと主張して，これを争った。",
        "原判決は，本件特許権は特許法104条の3第1項の無効理由があるとして，原告両名の請求を棄却した。原告両名は，これを不服として，控訴を提起し，原告両名それぞれに対する損害賠償金各1469万7397円及びこれに対する遅延損害金を請求すべく，請求の減縮をした。",
        "前提となる事実及び本件における争点は，原判決の「事実及び理由」の「第2 事案の概要」の「1 前提となる事実等」及び「2 本件の争点」のとおりであるから，これを引用する。",
        "表記については，当裁判所も原判決と同一のものを用いる(ただし，原判決中の「引用発明」をすべて「乙1発明」と表記する。)。"
      ]
    },
    {
      "fig": "第3",
      "subject": "争点に関する当事者の主張",
      "text": [
        "次のとおり訂正付加するほかは，原判決の「第2 事案の概要」欄の「3争点に関する当事者の主張」に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の補正(補足的主張も含む)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決8頁12行目中「技術常識」の後に「ないし周知技術(乙3ないし6)」を加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決8頁22行目末尾の後に行を改めて以下を加える。",
                "「原告両名は，乙1公報の第1図において回転軸1が突出していることをもって，このモーターが振動しない電動機である旨主張する。しかし，振動しないモーターの回転軸に錘を取り付けた振動モーターが従来の一般的な振動モーターであったから，回転軸が突出していることをもって振動しないモーターであるということはできない。現に，回転軸の一方が突出した振動モーターも存在する(乙7)。したがって，原告両名の上記主張は失当である。」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決11頁11行目末尾から行を改めて，以下を加える。",
                "「d) 本件特許発明が振動モーターとして錘を使用しないで軽量化・小型化を図るという課題を解決するものであるのに対し，乙1発明は，コイルの数を削減して軽量化・小型化を図るという課題を解決するものであり，両者はその課題を共通にするものではない。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決11頁25行目，12頁1，2行目及び同頁4行目中の「原告シコー技研」を「原告シコー」に改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決11頁14行目から24行目までを，以下のとおり改める。",
                "「被告は，任天堂に対し，平成17年2月28日から同年7月14日までの間，イ号物件を単価金130円で少なくとも合計45万0150個販売した。",
                "原告両名は，偏平型振動モーターを含む小型モーターの有力メーカーであって，平成17年当時においてもイ号物件に相当する偏平型の小型振動モーターを製造販売し得る能力を有しているところ，原告両名がイ号物件を製造すれば，1個につき材料費並びに加工費を合計して金64．7円で製造することができ，これを金130円で販売すれば，1個につき金65．3円の利益が見込まれる。",
                "したがって，特許法102条1項に基づき，原告両名の損害額はそれぞれ1469万7397円である。",
                "(算式)45万0150個×65．3円×1／2≒1469万7397円",
                "(1円未満切り捨て)」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における主張",
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告の主張",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "新規性の欠如",
                      "text": [
                        "本件特許発明は，乙1発明と構成を同じくし，乙1発明と同一の効果を有しているから実質的に同一であり，特許法29条1項3号の無効理由が存する。",
                        "① 乙1発明の内容",
                        "乙1発明の内容は，以下のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "Ｎ，S極に等しい開角で磁化された2n個(nは1以上の整数)の磁極からなり，筐体に貼着して固定された界磁磁極を備え，b 複数の電機子巻線を回転中心を基準に片寄らせて配置し，これを一体にモールドして形成した無鉄心電機子を，"
                        },
                        {
                          "fig": "c",
                          "subject": "上記界磁磁極と軸方向の空隙を介して面対向かつ回転自在に支持した"
                        },
                        {
                          "fig": "d",
                          "subject": "直流電動機",
                          "text": [
                            "② 本件特許発明と乙1発明との対比"
                          ]
                        },
                        {
                          "fig": "a",
                          "text": [
                            "本件特許発明の構成要件A，Cと乙1発明の構成要件a，cの対比本件特許発明の構成要件A，Cと乙1発明の構成要件a，cは，コアレス偏平電機子を用いる直流電動機に共通する点であり，それぞれ一致する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件特許発明の構成要件Bと乙1発明の構成要件bの対比本件特許発明の「平面において円板状を形成しない」とは，モールド部ではなく，コイルの配置の平面視形状を述べたものであるから，本件特許発明も乙1発明もコイルを円板状を形成しないように配置している点で一致している。仮に上記文言がモールド部を含めた回転子全体が平面視において非円形であることを示すものであるとしても，乙1発明は回転子が円板状を形成しないように変形形成することも記載されているというべきであるから，両者は一致している。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "本件特許発明の構成要件Dと乙1発明の構成要件dの対比軸方向空隙型電動機は，直流電動機を指すと解されるから，本件特許発明と乙1発明とは，「振動型」の点のみ異なる。しかし，モールドは，モーターの効率を低下させないように樹脂を用いてなされるのが通常であるところ，樹脂に比べて比重が高い銅を素材とするコイルを偏って配置すれば，樹脂がコイルが存在しない部分も含めて円形にモールドしても，回転子に偏心が生じるのは明らかである。そうすれば，本件特許出願時の当業者の技術常識に照らすと，乙1発明の直流電動機を回転させることにより振動が生じることは明らかであり，両者は実質的に一致しているというべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "進歩性の欠如(その1)",
                      "text": [
                        "本件特許発明は，乙1発明に乙8，9記載の発明(以下「乙9発明」という。)を併せると，容易に想到し得たといえるので，本件特許には無効理由が存する。",
                        "① 乙9発明と本件特許発明とは，振動型モーターという同一の技術分野に属し，目的，課題，課題達成の思想，効果が同一である。",
                        "本件特許発明の課題は，従来型の回転軸に旋回板を取り付けることなく振動する振動型軸方向空隙型電動機(コアレス偏平型電動機)を安価かつ軸方向に厚みが薄く小型軽量にすることである。本件特許発明は，この課題を解決するため，偏心かつ振動して回転するように回転子自体を円板状に形成しないように変形形成させて旋回板を取り外す構成を採用したが，その課題達成手段及び効果は，乙9発明から当業者が容易に予測できたといえる。",
                        "② 乙1発明には，コアレス偏平型電動機に関して，コアレス電機子コイルが偏心して配置された電動機が開示されている(乙1の図7(b))。これは，コイルが削除されている部分も含めて円で囲まれているため，円板状にモールドされているようにも見えるが，モールド部の樹脂はコイルを固定するためのものであるから，かかるモールド部を取り払っても，電動機の回転力自体を妨げないことは当業者にとって自明である。",
                        "そうすると，当業者が乙9発明のように円板状の回転子の一部を削除して，回転子を円板状を形成しないように変形させすることで振動モーターを得ることができるという目的・課題をもって，上記乙1発明を見た場合に，回転力を得る上で不要なモールド部分を削除することにより，回転子を円板状を形成しないように変形させて振動モーターを得ることは容易に想到し得ることである。",
                        "③ 原告両名は，乙9発明はコアレス偏平型電動機に関するものではないから，乙9発明を組み合わせて本件特許発明を想到することができない旨主張するが，失当である。すなわち，乙9発明は，円板状の回転子をケースに備え付けられた軸受けによって回動自在に固定し，ケースが軸方向に偏平なモーターに関する発明であり，かかる形状はコアレス偏平型電動機と酷似する。また回転子を偏心させることによって振動させるという発想は，周知技術であるにすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "進歩性の欠如(その2)",
                      "text": [
                        "本件特許発明は，乙9発明により容易に想到し得たといえるから，本件特許には無効理由が存する。",
                        "① 乙9発明の内容",
                        "乙8，9には，「不平衡荷重の遠心力により振動を発生させる振動発生用電動機において，不平衡荷重を生じせしめるために軸心線に対し非対称の切り欠ぎ部を，回転子自体に設けたことを特徴とする振動発生用電動機」(実用新案登録請求の範囲)が記載されている。また，乙8，9には，振動電動機の従来例として，回転軸上に回転子とは別個に偏心した不平衡重りを設け，その遠心力の作用により振動を発生させるものが記載されているところ，この従来例には電動機全体の寸法が大きく，また自重も大きくなるという課題が存した。そこで，乙8，9には，かかる課題を解決するために，円板状の回転子の一部を切り欠き偏心させた回転子(電機子)が記載されている。",
                        "② 本件特許発明と乙9発明との対比",
                        "本件特許発明は，従来の振動型電動機では回転軸に偏心した旋回板を取り付けなければならないことから，量産化，価格，大きさの面で欠点があるので，回転軸に旋回板を取り付けることなく振動するページャ等に適する振動型軸方向空隙型電動機を安価かつ軸方向に厚みが薄く小型軽量に達成できるようにすることを課題として，電機子を「平面において円板状を形成しないように変形形成した」構成としたものである。",
                        "すなわち，本件特許発明と乙9発明とは，回転軸に錘を設けたという同じ構造の振動電動機の従来例を取り上げ，それらの欠点を克服するべく，特に小型軽量化という同じ課題を設定したものであって，同一技術分野における同一目的・同一課題の考案及び発明である。このように，乙8，9には本件特許発明に至る目的，課題，解決方法のすべてが記載されており，両者は同一の技術的思想を有するものといえるから，当業者が乙9発明に基づいて本件特許発明を容易に想到し得たものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告両名の反論",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "新規性の欠如に対し",
                      "text": [
                        "① 本件特許発明の構成要件Bと乙1発明の構成要件bの対比についてa 構成要件Bの「平面において円板状を形成しないように変形形成した」ものが「コアレス偏平電機子」を指し，コイルの配置を指すものではないことは，本件明細書の記載から明らかである。被告の主張は失当である。"
                      ],
                      "content": [
                        {
                          "fig": "b",
                          "text": [
                            "被告は，乙1には回転子全体が平面視において非円板状であることも記載されていると主張する。しかし，乙1にはかかる記載はなく，むしろ乙1の第7図，第17図及び第20図にはモールド成形された電機子は円板状であることが記載されている。また，乙1発明は，電機子を円板状に形成してこそ有効なものであるから，本件特許発明のように円板状を形成しないように変形形成することは，乙1発明の趣旨に反する。被告の上記主張は失当である。",
                            "② 本件特許発明の構成要件Dと乙1発明の構成要件dの対比について乙1には，コイル配置が片寄った構成が開示されているが，それは偏心して回転する電動機が開示されていることを意味しない。そして，乙1には，積極的に振動を起こさせる等の記載やそれを示唆する記載がなく，乙1発明を当業者の技術常識をもって見れば，乙1発明は通常の電動機であることは明らかである。被告の主張は失当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "進歩性の欠如(その1)に対し",
                      "text": [
                        "以下のとおり，乙1発明に乙9発明を組み合わせても，本件特許発明を容易に想到することはできず，被告の主張は失当である。",
                        "① 技術主題の相違",
                        "乙1発明は，振動型モーターではなく，振動が発生しないように設計されなければならない通常回転型のモーターであり，均一で円滑な回転が望まれるモーターであるから，乙1発明は回転を技術主題とするものである。他方，乙9発明は，乙3ないし6記載の周知技術と同様に，振動発生自体に唯一の目的・利用価値がある振動型モーターであり，振動を技術主題とするものであるから，乙1発明とは技術主題が異なる。",
                        "② 駆動原理の相違",
                        "乙1発明は，コアレスモーターであり，コイルに電流を流したときの磁束がマグネットの磁界を交差するときの推進力で回転するものである。",
                        "これに対し，乙9発明は，乙3ないし6記載の周知技術と同様にコアードモータであり，鉄心にコイルを巻きつけて鉄心を磁化させ，周囲に配置したマグネットの磁極と吸引及び反発力により回転させるものであるから，両者は駆動原理が異なる。",
                        "③ 構成の相違",
                        "乙1発明は，円板状の電機子に対してマグネットは軸方向の空隙を介して面対向して配置し，コイルは電機子の半径方向に延出する部分を設けるものである。これに対し，乙9発明は，電機子の外周に径方向の空隙を介してマグネット(固定子)を設けると共に，コイルは鉄心に巻き付けているから，構成においても乙1発明と乙9発明とは異なる。",
                        "④ 乙1発明のモールド部分について",
                        "被告は，不要なモールド部分を削除することにより，回転子を円板状を形成しないように変形させて振動モーターを得ることは容易に想到し得ると主張するが，失当である。",
                        "すなわち，乙1発明のモールド部の樹脂は単にコイルを固定するためだけのものではない。乙1発明のように通常回転型のモーターでは，電機子を回転軸を中心とする円板状や円筒状にすることによって，電機子のバランスをとって振動を抑制することのみならず，回転時の抵抗を小さくして高効率を図ると共に，風切り音等の騒音を抑える等の技術的意義があり，乙1発明において円板状にモールドされていることに意義があり，不要なモールド部分は存在しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "進歩性の欠如(その2)の被告の主張は争う。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，イ号物件は本件特許発明の技術的範囲に属するものの，本件特許発明は乙1発明及び乙9発明により容易に想到し得るものであって，本件特許は，特許無効審判により無効にされるべきものと認められるから，本件特許権の行使は許されず(同法104条の3)，本件控訴を棄却すべきものと判断する。その理由は，次のとおり付加，訂正するほか，原判決の「事実及び理由」欄の「第3 当裁判所の判断」と同じであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "争点1(イ号物件は，構成要件Bを充足するか)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "構成要件Bの「平面において」の意義",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の特許請求の範囲(請求項1)には「平面において円板状を形成しないように変形形成」とある。そして，「発明の詳細な説明」には，「かかる発明の課題は，Ｎ，Sの磁極を交互に複数個有する界磁マグネットを固定子として備え，偏心且つ振動して回転するように複数のコアレス電機子コイルを回転中心を基準に片寄らせて配置することで平面において円板状を形成しないように変形形成したコアレス偏平電機子を上記界磁マグネットと軸方向の空隙を介して面対向し且つ回動自在に支持した振動型軸方向空隙型電動機を提供することで達成できる。」(6欄33行～40行)，「電機子コイル12−3がなく且つ電機子コイル12−3のプラスチックモールド部をも削除してコアレス偏平電機子21そのものが平面において円板状を形成しないように変形形成して偏心する形状に構成しているので，コアレス偏平電機子21が軽くなると共に偏心振動し易くなる」(8欄11～15行)との記載があり，これらの記載から，本件特許発明の技術思想は，複数のコアレス偏平電機子21を回転中心を基準に片寄らせて配置することにより振動して回転するようにしたものと解される。また，本件明細書において，「第15図は同軸方向空隙型電動機に用いた一例としての界磁マグネットの平面図」(【図面の簡単な説明】)と記載されているように，「平面図」を回転軸方向から見た図面としており，回転軸に対して垂直な面を「平面」と呼んでいる。",
                    "そして，第2図に示される本件特許発明のコアレス偏平電機子21と，第13図に示される従来のコアレス偏平電機子10とを対比すると，上記記載のとおり電機子コイル12−3が削除され，本件特許発明のコアレス偏平電機子21の平面形状が円板状ではなくなっていることが認められる。",
                    "以上によれば，構成要件Bの「平面において円板状を形成しない」とは，回転軸に対して垂直な面において円板状を形成しないことであり，「平面において」とは，「回転軸に対して垂直な面において」，すなわち，コアレス扁平電機子の平面形状が把握できる方向で見た場合のことを意味し，いわゆる「平面視において」の意味であると解するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，「平面において」とは，コアレス電機子コイルが単層で配置される構成が採用されることにより，はじめて意味を有するものであるから，コアレス電機子コイルが多層に重ね合わせる構成は含まれないと主張する。",
                    "しかし，被告の上記主張は失当である。",
                    "すなわち，本件明細書の「従来技術とその問題点」には，「また旋回板3があるため，当該電動機1が軸方向に長くなり，ページャ5のより一層の小型化・かつコストダウン化に支障があるものとなっていた。」(6欄23～25行)との記載があり，回転振動を発生させるための「旋回板3」を取り付ける必要があったことを従来技術の問題点としており，電機子コイルが単層構造か多層構造かを問題とするものではない。また，本件特許出願前に公開された乙1公報を参酌すると，電機子コイルが2層以上の構造となっている電動機は周知のものであったといえる。そうすると，本件特許発明は上記乙1の構成を含めてその従来技術を解決するものというべきであり，単層構造のものに限定される理由はない。被告の上記主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "イ号物件の構成要件Bの充足性",
              "text": [
                "イ号物件は，原判決別紙物件説明書記載のとおり，支持体23上に3個のコアレス電機子コイル12−1ないし3を回転軸2の中心を基準に片寄らせて配置したコアレス偏平電機子32を備えており，「平面において円板状を形成しない」に該当する。そして，イ号物件は振動型軸方向空隙型電動機であるところ，コアレス偏平電機子32を回転させれば振動が発生することは明らかである。よって，イ号物件は構成要件Bを充足する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "そして，イ号物件が構成要件A，C及びDを充足することは当事者間に争いがない。以上によれば，イ号物件は本件特許発明の技術的範囲に属するものというべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "争点2(本件特許は無効とされるべきものか)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決12頁22行目冒頭から23行目末尾までを削除する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決13頁22行目末尾から行を改めて，以下を加える。",
                "「ウ 「本発明は上記した欠点を除去すると共に，構成が簡素化され，従って量産に適し，廉価に供給でき，効率が良好なこの種の直流電動機を得ることのできる効果を有するものである。即ち，従来の波巻電機子を構成する電機子巻線の所定個数を短絡することにより削除し，電機子巻線の個数を少なくして，電機子の周縁部分等も特別な処理を必要とせずに電機子の厚みを薄く形成でき高効率で量産に適し，しかも整流特性も良好な直流電動機を得ることができる。」(4欄10行～19行)」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決13頁23行目から15頁14行目までのうち，「ウ」，「エ」，「オ」，「カ」，「キ」を，順に「エ」，「オ」，「カ」，「キ」，「ク」に改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決16頁12行目冒頭から16行目中の「したがって，」までを，「構成要件Bの「平面において」とは，「平面視において」の意味に解されるので，」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決17頁20行目冒頭から19頁20行目末尾までを，以下のとおり改める。",
                "「ア 乙9発明の技術内容",
                "乙8(実開昭49−4108号公報)及び乙9(実願昭47−436",
                "39号(実開昭49−4108号公報)の実用新案登録出願願書，明細書及び図面の写し)には，以下の記載がある。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「不平衡荷重の遠心力により振動を発生させる振動発生用電動機において，不平衡荷重を生ぜしめるために軸心線に対し非対称の切り欠ぎ部を，回転子自体に設けたことを特徴とする振動発生用電動機」(実用新案登録請求の範囲)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「本考案は，電動機回転子に切り欠ぎ部を設けることにより不平衡荷重を生じさせ，その遠心力の差異によって，振動を発生させる電動機に関するものである。」(1頁11行～14行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「軸受5に支承された回転軸1に回転子2を固着し，この回転子2の積層鉄心21の一部に，軸心線に対し，非対称の切り欠ぎ部23を設けてある。したがって，固定子4を励磁することにより，回転子2が回転するが，この回転子鉄心21は切り欠ぎ部23によって不平衡になっているから，不平衡な遠心力によりその回転数に比例した周波数の振動を生じる。」(3頁1行～8行)"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「第5図に示す実施例は，回転子巻線22を含めて回転子外周に開口する切り欠ぎ部23を形成したもので，重量的に不平衡を生ぜしめるとともに鉄心を切り欠いだ部分の磁気的吸引力が小さくなり，振動が助長される。",
                        "本考案は上述のように回転子の軸心線に対し，非対称の切り欠ぎ部を回転子自体に設けることにより，回転子を不平衡にしてあるので，軸受間隔は不平衡荷重に関係なく，一般の電動機と同じく電動機として必要な間隔だけでよく，また不平衡荷重が回転子鉄心部分以外の空間を占めることがないので，従来の不平衡重りを回転子とは別に回転軸に取りつけてある構造のものよりも，電動機全体の寸法を小さく，自重も小さくすることができるとともに，構造を簡単ならしめ，また回転子鉄心に切り欠ぎ部が構成されるため，回転子鉄心の冷却効果を増大させ，電動機の特性を向上させ得るなどの効果があり，不平衡重りが軸受の外側にないため，安全カバーなどを設ける必要がなくとくに小形の振動発生機として有効である。」(4頁5行～5頁4行)(オ) 第2図ないし第5図を併せると，それらに記載されている回転子は，軸方向の長さが短くその半径が長いいわゆる扁平形状ないし円板形状となっており，第5図の回転子においては，回転子鉄心21に切り欠ぎ部23を設けると共に，回転子巻線22もまた削除されている。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "乙9発明の技術内容",
                      "text": [
                        "以上の記載によれば，乙9発明は，従来，回転軸に取り付けていた不平衡錘に代えて，非対称の切り欠ぎ部を回転子自体に設けることにより，回転子を重量的に不平衡にして，不平衡な遠心力により回転数に比例した周波数の振動が生ずるようにし，小型の振動発生用電動機を得るというものである。そして，その回転子の構成については，①全体の形状が扁平形状ないし円板状であり，②回転子鉄心と共に回転子巻線が削除されており，③外周に開口する切り欠ぎ部23を有するから，円板状ではなくなっており，「平面において円板状を形成しないように変形形成」したものとなっていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点a)に対する容易想到性の判断",
                  "text": [
                    "前記認定に係る乙1公報の第2図並びに第7図(a)及び(b)に示された実施例によれば，4個の電機子巻線(電機子コイル)13−3，13−4，13−5，13−6が，回転中心である回転軸1を基準として偏った配置となっている。このように，回転中心を基準として電機子巻線が偏って配置されている電機子は，その巻線やモールド材料が通常のもの，すなわち，電機子巻線がモールド材料よりも比重が重いものである以上，錘等を追加するなどの重量バランスを保つための格別の構成を採用するなどの特段の事情がない限り，当業者はその重心が扁心しているものと認識し得るものである。そして，乙1公報には上記特段の事情があることを窺わせる記載は見当たらないところである。",
                    "また，前記認定の乙9によれば，回転子を非対称構造とすることによって，回転子の重心が偏心し，遠心力の不均衡によって振動を生じさせること，回転子を不平衡荷重とすることにより小型の振動発生用電動機を構成することは，本件特許出願時において周知の技術であったということができる。",
                    "そうすると，乙1公報においてその電動機が振動を生じさせる旨の記載も示唆もなく，前記(1)で認定した乙1発明の目的，効果の記載から，乙1発明が振動を生じさせない通常の電動機であるといえるとしても，乙1発明に乙9発明を組み合わせれば，当業者は，乙1発明を振動発生用電動機の用途に使用できることを認識し，乙1発明の構成を振動型電動機の構成とすることは，容易に想到し得ることである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告両名の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告両名は，本件特許発明と乙1発明とはその課題が異なるので乙1発明から本件特許発明を容易に想到し得ない旨主張する。",
                        "しかし，原告両名の上記主張は失当である。",
                        "すなわち，前記アで認定したとおり，振動発生用電動機において，従来の電動機の回転軸に取り付けていた不平衡錘をなくし，電動機の自重を小さくし，また寸法を小さくすることが求められ，軽量化・小型化は，この分野の共通する技術課題であった。振動型電動機における課題は，本件特許発明も含めて，「軸方向に厚みが薄く小型軽量に構成できるようにすること」が目的とされてきた。ところで，乙1発明の目的・効果は，電機子巻線の削除により，電機子の厚みを薄く形成でき高効率で量産に適したものとするものであり，電機子の薄型化は電動機の薄型化と何ら矛盾する点はないから，乙1発明の課題・目的は，軽量化・小型化を目指す点において，振動型電動機における一般的な課題・目的と共通する。したがって，乙1発明の技術を，軽量化・小型化を図る振動型電動機に適用することに，何らの阻害事由は認められない。原告両名の上記主張は採用できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告両名は，乙1発明の電機子が円板状であることも，当業者が乙1発明に基づいて本件特許発明のような回転により振動が発生するコアレス偏平電機子に容易に想到することができない理由として主張する。",
                        "しかし，前記アで認定判断したとおり，本件特許発明は乙1発明に乙9発明を組み合わせれば容易に想到し得るものであるところ，乙9発明は円板状の回転子の一部を削除して，円板状を形成しないように変形させて振動を発生させるものであるから，上記主張は理由がない。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決19頁24行目中「しかし，」から20頁13行目末尾までを，以下のとおり改める。",
                "「しかし，前記(1)で判断したとおり，乙1発明を振動型電動機として用いることは当業者が容易に想到し得ることであり，振動型電動機として用いる際に，それに応じた適宜の改良を行なうことは，当業者が当然行なうものである。そして，前記(1)で認定したとおり，乙8，9には，振動型電動機において，扁平形状ないし円板状の回転子に非対称の切り欠ぎ部を設けることが開示されており，それにより，回転子を重量的に不平衡にして，不平衡な遠心力により回転数に比例した周波数の振動が生ずるようにし，小型の振動発生用電動機を得ることが説明されているから，振動型電動機としての改良に，乙9発明に係る技術を利用することは，当業者が当然に検討し得ることである。",
                "そうすると，乙1発明の電機子巻線の配置が偏った電機子(回転子)を有する電動機を振動型電動機として利用するに当たり，電機子に切り欠ぎ部を設けて偏心を大きくすること，すなわち本件特許発明のように「平面において円板状を形成しないように変形形成」することは，当業者が容易になし得ることである。すなわち，乙1発明に，乙9の周知技術を適用することにより，乙1発明の電機子を，平面において円板状を形成しないように変形形成した構成に想到することは，当業者が容易になし得ることである。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決20頁13行目末尾から行を改めて，以下を加える。",
                "「(3) 原告両名は，乙1発明と乙9発明とは，①技術主題，②駆動原理，③構成において異なるから，両者を組み合わせることはできないと主張する。",
                "しかし，①前記イのとおり乙1発明が振動型モーターでないことが乙9発明との組合せを何ら妨げるものではないし，②回転子を偏心させた電動機が振動することは，鉄心型(コアード型)かコアレス型かによって左右されるものとはいえないし，③原告両名主張の構成の差異も両者の組合せを妨げるものとはいえない。原告両名の上記主張は理由がない。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決20頁14行目冒頭の「(3)」を「(4)」に改め，同頁16行目中「なお，」から20行目末尾までを削除する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告両名の請求を棄却した原判決は，結論において相当であり，本件控訴は理由がないから，これを棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(ネ)10084",
    "date": "2009-01-28",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成18年(ワ)22172",
    "precedent_id": "037227",
    "ipprecedent_id": "1725",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}