{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−7274号事件について平成19年3月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が発明の名称を「複合磁性体及びその製造方法ならびに電磁干渉抑制体」(ただし，その後の補正により「電磁干渉抑制体及びその製造方法」と変更)として後記特許の出願をしたところ，拒絶査定を受けたので，これに対する不服の審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。",
        "争点は，本願明細書の発明の詳細な説明の欄に，いわゆる実施可能要件の記載があるか(特許法36条4項)，である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成8年9月30日，名称を「複合磁性体及びその製造方法ならびに電磁干渉抑制体」とする発明につき特許出願(特願平8−258310号，請求項の数7，甲2。以下「本願」という)をしたところ，特許庁から拒絶査定を受けたので，平成16年4月9日，これに対する不服の審判請求をした。",
                "特許庁は上記請求を不服2004−7274号事件として審理し，その中で原告は平成18年6月16日付けで発明の名称を「電磁干渉抑制体及びその製造方法」と変更するとともに特許請求の範囲等を変更(請求項の数2)することを内容とする補正(甲5，以下「本件補正」という。)を行うとともに，同日付けで意見書(甲4)を提出したが，特許庁は，平成19年3月27日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成19年4月11日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，上記のとおり請求項1及び2から成るが，その各請求項に記載された発明(以下「本願発明」といい，その明細書を「本願明細書」という。)は，下記のとおりである。",
                "記",
                "【請求項1】粒子が扁平状であり，形状異方性を有する軟磁性体粉末を有機結合剤中に分散して複合磁性体とし，該複合磁性体を立方体と成したときの磁化困難軸方向の反磁界Hddと磁化容易軸方向の反磁界Hdeとの比Hdd／Hdeを測定したときに，前記比Hdd／Hdeが4以上を呈する複合磁性体を材料とした電磁干渉抑制体。",
                "【請求項2】前記軟磁性体粉末と前記有機結合剤を溶媒と共に混練し，塗工時ないし塗工後の乾燥前の段階で塗工方向に剪断応力を加える，若しくは塗工時ないし塗工後の乾燥前の段階で塗工面方向に外部磁界を印加する，若しくはロール圧延するのいずれかの方法によって作られた複合磁性体を材料とした請求項1記載の電磁干渉抑制体の製造方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その要点は，本願明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められないから，特許法36条4項に規定する要件を満たしていない，としたものである。",
                "＜判決注，本件に適用される平成11年法律第160号による改正前の特許法〔以下，「法」という。〕36条4項の規定は，次のとおりである。",
                "「前項第3号の発明の詳細な説明は，通商産業省令で定めるところにより，その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に，記載しなければならない。」"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，以下のとおり，本願発明は，法36条4項に規定する要件を満たしていることが明らかであるから，審決の認定判断は誤りであり，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(実施可能要件の判断の誤り1)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「本願明細書には「電磁干渉抑制体及びその製造方法」の一般的な製造方法が記載されているにすぎず，本願でいう「電磁干渉抑制体」の要件を満たすためには，一般的な製造方法の中から，如何なる製造条件によって得られるかという，製造条件と本願でいう「電磁干渉抑制体」の要件とを結びつける記載は認められない。」(8頁15行～19行)とするが誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "一般に，電磁干渉抑制体としての複合磁性体は，その磁気損失特性を改善すれば，電磁干渉抑制体としての特性が改善される。ここで，複合磁性体の磁気損失特性は，複素透磁率μの虚数部(即ち，虚数部透磁率μ”)によって決定される。すなわち，複素透磁率μの実部μ’が大きくなれば，これに伴って虚数部透磁率μ”も大きくなり，虚数部透磁率μ”が大きくなれば，複合磁性体の磁気損失も大きくなるという関係にある。",
                        "一方，複合磁性体の磁気損失は，当該複合磁性体に含まれている軟磁性体粉末の形状異方性を始めとする種々の磁気異方性に強く関連している。しかし，軟磁性体粉末における形状異方性等を個別に制御しても，複雑なメカニズムによって決定される複合磁性体全体の磁気損失を保証することはできない。",
                        "本願発明は，このような電磁干渉体として使用される複合磁性体の磁気損失を評価する目安を与えることを目的とするものである(本願明細書(甲2，5)の段落【0008】を参照)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，複合磁性体中に含まれる軟磁性体粉末を形成する個々の粒子に外部から高周波磁界が侵入して高周波磁界が印加されると，円板状の扁平な軟磁性体粉末の粒子の場合，厚さ方向に大きな反磁界，長さ方向に小さな反磁界が発生する。しかるに，多数の軟磁性体粒子を集合させ軟磁性体粉末とし，有機結合剤中に分散させた複合磁性体では，軟磁性体粒子における反磁界を測定することはできない。また，複合磁性体の外形形状に依存して生じる形状異方性が加わるため，単純な測定によって得られる複合磁性体全体の反磁界は複合磁性体を評価する基準として不十分である。",
                        "そこで，本願発明では，請求項1に記載したように，複合磁性体を立方体形状に切り出し，複合磁性体自体の形状異方性を無くした状態で，立方体形状の複合磁性体における磁化容易軸方向及び磁化困難軸方向の反磁界Hde，Hddを測定したのである。そして，反磁界の測定結果を反磁界の比Hdd／Hdeで表し，反磁界の比と磁気損失をあらわす虚数部透磁率μ”との関係を検討したところ，驚くべきことに，反磁界の比Hdd／Hdeが4以上において，虚数部透磁率μ”が大きく変化するという事実を見出したのである。この知見は，比較的測定容易な反磁界の比Hdd／Hdeを測定するだけで，複合磁性体の磁気損失性能を評価できることを意味し，例えば，比Hdd／Hdeが4以上のとき良品と判定するような良品，不良品の判定基準として製造工程内で利用できる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "すなわち，本願発明でいう電磁干渉抑制体は，反磁界の比Hdd／Hdeが4以上である複合磁性体を指し，反磁界の比Hdd／Hde",
                      "text": [
                        "を測定する前の複合磁性体は，電磁干渉抑制体とは呼ばず，単に複合磁性体と呼んでいることは本願明細書(甲2，5)の記載からも明らかである。つまり，本願発明に係る電磁干渉抑制体は，軟磁性体粉末と有機結合剤を含む複合磁性体のうち，特定の特性，即ち，反磁界HddとHdeの比Hdd／Hdeが4以上の複合磁性体を選別するこ",
                        "とによって得られるのである。すなわち，本願発明の趣旨は，製造条件によって特定された電磁干渉抑制体を得ることにあるのではなく，製造された複合磁性体のうち，特定の特性を備えた複合磁性体を選別することによって本願発明でいう電磁干渉抑制体を得ることにあるのであって，製造条件によって特定された複合磁性体ではないのである。",
                        "したがって，本願発明に係る電磁干渉抑制体の製造方法としては，本願発明の電磁干渉抑制体に対する示唆及びその特性に対する目標値を与えれば，周知技術を使用している限り当業者が容易にかつ任意に実現できるのである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "このように，本願発明は，新規な知見に基づく産業上極めて有用な発明であるにもかかわらず，審決は，本願発明が，新規な知見に基づくものであることについて全く審理することなく本願発明の趣旨を誤解した点で違法であり，この結果，誤った結論を導き出したものである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "被告は，各製造条件での製造及び確認作業は当業者に過度の試行錯誤を強いるから，本願明細書(甲2，5)がその物を当業者が製造する程度に明確かつ十分に記載されているとはいえないと主張する。",
                        "しかし，本願明細書(甲2，5)の実施例に記載された製造条件とそこから一義的に定まる条件に，当業者の技術常識を加味すれば，下記直交表を用いるまでもなく，本願発明に係る電磁干渉抑制体を容易に得ることができる。しかも，甲7の2(矢野宏「品質工学計算法入門」，財団法人日本規格協会・2002年4月30日第7刷発行)，甲8(田口玄一・横山巽子「経営工学シリーズ18 実験計画法」財団法人日本規格協会・1979年10月25日初版第1刷発行)等におけ",
                        "る直交表を用いれば，各製造条件での製造及び確認作業は，当業者に過度の試行錯誤を強いるものでないことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(実施可能要件の判断の誤り2)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「したがって，本願明細書には「電磁干渉抑制体及びその製造方法」の一般的な製造方法が記載されているにすぎず，本願でいう「電磁干渉抑制体」の要件を満たすためには，一般的な製造方法の中から，如何なる製造条件によって得られるかという，製造条件と本願でいう「電磁干渉抑制体」の要件を結びつける記載は認められない。また，本願でいう「電磁干渉抑制体」の要件を満たすための製造方法が，当業者の技術常識であるともいえない。したがって，本願明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められない。」(8頁15行～23行)とするが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "すなわち，本願発明の請求項1では，「…該複合磁性体を立方体と成したときの磁化困難軸方向の反磁界Hddと磁化容易軸方向の反磁界Hdeとの比Hdd／Hdeを測定したときに」と記載していることからも明らかなとおり，本願発明は，製造条件によって一義的に特定された「電磁干渉抑制体」を趣旨とするものではない。すなわち，本願発明は，比Hdd／Hdeを測定した結果，当該比Hdd／Hd",
                      "text": [
                        "eが4以上の複合磁性体を選別して電磁干渉抑制体とすることを趣旨とするものであり，特定の製造条件によって得られた複合磁性体を電磁干渉抑制体とするものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，本願発明の請求項2は，「剪断応力を加える」こと，「外部磁界を印加する」こと，或いは，「ロール圧延する」ことによって，上記比Hdd／Hdeを4以上にできることを明記している。即ち，本願の請求項2は，4以上の比Hdd／Hdeを有する電磁干渉抑制体は一般的な製造方法を用いても実現できることを例示的に開示しているのである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本願発明に係る電磁干渉抑制体は，当業者の技術常識である一般的な製造方法における製造条件を特定することを必須の要件とするものではないことは明らかであるにもかかわらず，本願でいう「電磁干渉抑制体」の要件を満たすための製造条件に関する記載がないとして拒絶した審決は，本願発明の趣旨を明らかに誤解している。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本願明細書の試料1～4の記載の評価の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "試料1につき",
                      "text": [
                        "① 審決は，「発明の詳細な説明の段落【0036】には，［試料1］に関する説明として，「以下の配合からなる軟磁性体ペーストを調合し，これをドクターブレード法により支持体上に製膜し，塗工方向に引っ張り力を与え剪断力を加えた。これに熱プレスを施して後，85℃にて24時間キュアリングを行い試料1を得た。」とある。ここで，「ドクターブレード法により支持体上に製膜し」とあるが，上記「ドクターブレード法」により製膜する際のブレードの移動速度，膜厚等の製造条件が明らかではなく，また，上記「製造条件」が当業者の技術常識であるともいえないから，上記「ドクターブレード法」を実施することができる程度に明確かつ十分に記載されているとは認められない。また，「塗工方向に引っ張り力を与え剪断力を加えた」とあるが，上記「塗工方向」が如何なる方向であるか，「引っ張り力」の大きさや与える方法，「剪断力」の大きさや加える方法等の製造条件が明らかではなく，また，上記「製造条件」が当業者の技術常識であるともいえないから，上記「塗工方向に引っ張り力を与え剪断力を加えた」を実施することができる程度に明確かつ十分に記載されているとは認められない。また，「これに熱プレスを施して後」とあるが，上記「熱プレス」の温度，熱を加える方法等の製造条件が明らかではなく，また，上記「製造条件」が当業者の技術常識であるともいえないから，上記「熱プレス」を実施することができる程度に明確かつ十分に記載されているとは認められない。」(6頁下14行～7頁6行)とするが，誤りである。",
                        "② すなわち，「ドクターブレード法」は，30年以上も前から知られている周知技術であって，当業者にとっては非常に馴染みの深い技術であり，当業者は非常に多くの知識，ノウハウを蓄積しておりかつ，習熟している。そうすると，「ドクターブレード法」におけるブレードの移動速度，膜厚等を選択することは，当業者が任意に選択できる事項であるから，ブレードの移動速度，膜厚等が記載されていないことを理由に実施可能要件を満たしていないとする審決は，ドクターブレード法が当業者には周知の技術であること，また，ドクターブレード法に関する技術知識が当業者には高度に集積されていることを無視している。",
                        "また，周知のドクターブレード法によって製膜された本願発明に係る試料1では，さらに，機械的な剪断力を加え，さらに，熱プレスを施すことによって，4以上の反磁界の比Hdd／Hdeを有するものが得られるものであるから，試料1は周知技術を組み合わせることによって得られるものである。",
                        "また，本願発明に係る試料1では，塗工方向に引っ張ることによって引っ張り力が与えられていることは明らかであり，この引っ張り力によって，塗工された軟磁性ペースト内部及び基材と軟磁性体ペースト間に剪断力が発生することも自明のことである。また，「熱プレス」自体も，当業者には周知の技術であって，当業者であれば，熱プレスの対象となる材料(ここでは，軟磁性体粉末と有機結合剤を含む複合磁性体)を明らかにすれば，当該材料に応じて熱プレスの温度，熱を加える方法等の製造条件は，当業者がその製造環境に応じて任意に選択できるものである。",
                        "したがって，本願明細書(甲2，5)では，周知技術を組み合わせることによって試料1が得られることを開示すると共に，得られるべき目標値として反磁界の比Hdd／Hdeが4以上であることを開示しており，この開示に基づけば，当業者の製造環境に応じて，周知技術の条件を設定して本願発明でいう電磁干渉抑制体を得ることは極めて容易である。すなわち，周知のドクターブレード法によって製膜された軟磁性体ペーストに対して，引っ張り力を与えると共に，熱プレス及びキュアリングを施すことにより，所望のHdd／Hde比を有する試料1が得られることを本願発明では開示している。ここでは，理由を完全には解明できないが，例えば，引っ張り力及び熱プレスを加えれば，反磁界の比Hdd／Hdeを4以上にできたと云う事実を明らかにしているのである。したがって，理由を解明できない場合であっても，所望の特性を有する電磁干渉抑制体が実際に得られていれば，発明は成立するはずであり，かつ，本願明細書(甲2，5)の記載内容から，当業者が所望の特性を有する複合磁性体を得ることは，極めて容易である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "試料2につき",
                      "text": [
                        "① 審決は，「発明の詳細な説明の段落【0038】には，［試料2］に関する説明として，「以下の配合からなる軟磁性体ペーストを調合し，これをドクターブレード法により支持体上に製膜した。これに面内方向の磁場を印加した後に，85℃にて24時間キュアリングを行い試料2を得た。」とある。ここで，「ドクターブレード法により支持体上に製膜した」とあるが，上記「ドクターブレード法」により製膜する際のブレードの移動速度，膜厚等の製造条件が明らかではなく，また，上記「製造条件」が当業者の技術常識であるともいえないから，上記「ドクターブレード法」を実施することができる程度に明確かつ十分に記載されているとは認められない。また，「これに面内方向の磁場を印加した後に」とあるが，上記「面内方向」が如何なる方向であるか，「磁場を印加」する際の磁場の大きさや印加する方法等の製造条件が明らかではなく，また，上記「製造条件」が当業者の技術常識であるともいえないから，上記「これに面内方向の磁場を印加した後に」を実施することができる程度に明確かつ十分に記載されているとは認められない。」(7頁9行～23行)とするが，誤りである。",
                        "② すなわち，試料1について述べたのと同様に，ドクターブレード法自体，当業者には周知の技術であり，その条件を選択することは，当業者が任意に選択できることである。しかも，本願発明は，ドクターブレード法によって塗工された複合磁性体に対して，更に，他の処理を施すことが必要であることを開示している。このことは，ドクターブレード法の製造条件によらず，ドクターブレード法によって製膜された複合磁性体に対して他の処理を施すことが必要であることを開示したものである。したがって，ドクターブレード法により製膜する際のブレードの移動速度，膜厚等の製造条件に特徴があるとはいえないから，これらの製造条件の記載がないからといって，「ドクターブレード法」を実施できないとする審決は誤っている。",
                        "また，「面内方向」とは，板状やシート状の物体の厚さに対して直角方向の面方向を指すことは当業者の技術常識であり，さらに，本願明細書(甲2，5)には，「磁場」の大きさや印加する方法等についても，「面内方向」に対する磁場の大きさを調整すれば，Hdd／Hde比が4以上になるという事実が明記されている。すなわち，磁場の大きさは，複合磁性体の材料，サイズ，厚さを考慮して任意に決定することができるものであり，要はHdd／Hde比が4以上になるように，磁場の大きさを調整すれば良いのである。このような磁場の大きさは，得られた複合磁性体のHdd／Hde比の測定結果をフィードバックする形で最適に調整しているのであり，このことは，本願発明の特許請求の範囲の記載からも明白である。このように，磁場の調整過程は，当業者が通常行う範囲であって，審決はこのような事情を全く無視したものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "試料3につき",
                      "text": [
                        "① 審決は，「発明の詳細な説明の段落【0040】には，［試料3］に関する説明として，「以下の配合からなる軟磁性体ペーストを調合し，これをドクターブレード法により支持体上に製膜した。これに熱プレスを施した後に，85℃にて24時間キュアリングを行い試料3を得た。」とある。ここで，「ドクターブレード法により支持体上に製膜した」とあるが，上記「ドクターブレード法」により製膜する際のブレードの移動速度，膜厚等の製造条件が明らかではなく，また，上記「製造条件」が当業者の技術常識であるともいえないから，上記「ドクターブレード法」を実施することができる程度に明確かつ十分に記載されているとは認められない。」(7頁下10行～8頁3行)とするが，誤りである。",
                        "② すなわち，「ドクターブレード法」については上記ア，イと同様である。また「熱プレス」の温度，熱を加える方法等の製造条件は，Hdd／Hde比の測定結果を参照して当業者が任意に調整できる範囲であるから，熱プレスの温度，熱を加える方法の具体的な記載がなくとも，当業者はドクターブレード法によって得られた複合磁性体に対して熱プレスを施した後，反磁界の比Hdd／Hdeを測定し，測定結果をフィードバックして最適に調整することにより，本願発明に係る電磁干渉抑制体を得ることは極めて容易である。したがって，当業者の技術常識，蓄積された熱プレスに関する知識，習熟度，及びHdd／Hde比の測定技術をもってすれば，本願発明は容易に実施できる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "試料4につき",
                      "text": [
                        "① 審決は，「発明の詳細な説明の段落【0042】には，［試料4］に関する説明として，「以下の配合からなる軟磁性体を調合し，これをミキシングロールを用いてロール圧延により，シート状に形成し，試料4を得た。」とある。ここで，「これをミキシングロールを用いてロール圧延により，シート状に形成し」とあるが，上記「ロール圧延」する際のロールの形状やロールの移動速度，圧延する際の圧力の大きさや圧力を加える方法，シート状に形成する際の膜厚等の製造条件が明らかではなく，また，上記「製造条件」が当業者の技術常識であるともいえないから，上記「ロール圧延」を実施することができる程度に明確かつ十分に記載されているとは認められない。」(8頁6行～14行)とするが，誤りである。",
                        "② すなわち，審決の認定は「ロール圧延」に関する当業者の技術常識及び蓄積された知識，習熟度，ノウハウ等を全く無視したものであり，ロール圧延と反磁界Hdd／Hde比の関係が示唆されれば，この示唆に基づき，圧延されるべき複合磁性体に応じて製造条件を変化させて所望の特性を実現できることは当業者には極めて容易である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(平成18年6月16日付け原告意見書〔甲4〕記載の主張に対する判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「「本願明細書の発明の詳細な説明の段落【0032】～【0044】の実施例には，具体的な製造条件，製造工程，軟磁性体粉末の形状，配列のされ方及び充填量等が記載されていますので，審判長殿のこのご認定にも全く承服できません。」とする請求人の上記主張は，上記「3−2 実施例について」で判断したとおり，本願明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められず，よって，採用することができない。」(9頁下6行～10頁1行)とするが，これは，本願発明が製造条件によって規定される電磁干渉抑制体であるものと誤認しており，この誤認に基づいたものであるから，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決は，「「本願明細書の発明の詳細な説明の段落【0028】以外の段落【0032】～【0038】に記載された実施例には，製造条件，製造工程，剪断応力を加える方向等に具体的に記載しております。したがって，審判官殿のこのご認定にも全く承服できません。」とする請求人の上記主張は，上記「3−2 実施例について」で判断したとおり，本願明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められず，よって，採用することができない。そして，「剪断応力の大きさにつきましては，比Hdd／Hdeを4以上とするような大きさであることは，出願当初の明細書の記載から明白であります。」とする請求人の上記主張は，「比Hdd／Hdeを4以上とするような大きさ」が如何なる量の大きさであるか明確でなく，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められず，よって，採用することができない。」(10頁2行～14行)とするが，これも，本願発明の特許請求の範囲の記載を無視した結果，本願発明の趣旨を誤認したものであるから，誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "また審決は，「「本願明細書の発明の詳細な説明の段落【0032】～【0035】及び【0038】～【0040】の実施例には，製",
                      "text": [
                        "造条件，製造工程，外部磁界の印加する方向等に具体的に記載していますので，審判長殿のこのご認定にも全く承服できません。」とする請求人の上記主張は，上記「3−2 実施例について」で判断したとおり，本願明細書の発明の詳細な説明は，当業者がその実施することができる程度に明確かつ十分に記載されているとは認められず，よって，採用することができない。」(10頁15行～21行)とするが，これも，本願発明の特許請求の範囲の記載を誤認したことに基づくものであるから，誤りである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "さらに審決は，「また「本願明細書の発明の詳細な説明の段落【0032】～【0035】及び【0042】～【0044】の実施例には，",
                      "text": [
                        "製造条件，製造工程等を具体的に記載しておりますので，審判長殿のこのご認定にも全く承服できません。」とする請求人の上記主張は，上記「3−2実施例について」で判断したとおり，本願明細書の発明の詳細な説明は，当業者がその実施をすることができる程度に明確かつ十分に記載されているとは認められず，よって，採用することができない。」(10頁22行～28行)と認定するが，「3−2 実施例について」",
                        "における判断は，上記ウのとおり，誤った前提に立つ誤った判断である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明でいう「電磁干渉抑制体」は製造条件によって特定されるものではない，本願発明は，製造方法及び得ようとする特性を開示すれば，その製造方法自体，周知技術を用いたものであるから，製造条件までも詳しく開示するまでもなく，当業者には容易に実現可能である，と主張する。",
                    "しかし，比Hdd／Hdeは，熱処理の有無，製造方法，偏平化時間などの様々な要因によって変化し，その製造条件によっては本願請求項1に係る発明の特性を満たさないことがある(平成16年7月13日付け手続補正書(甲6，審判請求書の請求の理由の変更)3頁30行～4頁14行等参照)から，単に比Hdd／Hdeが4以上を呈するという目標値を与えるだけでなく，具体的な製造条件の設定が重要であり，その製造条件の設定についてまで明確かつ十分に明らかにされなければ当業者といえども本願発明の特性を満たす電磁干渉抑制体を製造することはできない。",
                    "そして，本願発明でいう「電磁干渉抑制体」，すなわち「比Hdd／Hdeを4以上とする複合磁性体」を製造するための製造条件，即ち，具体的な製造方法は周知技術ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明では，複合磁性体を立方体形状に切り出し，複合磁性体自体の形状異方性を無くした状態で，立方体形状の複合磁性体における磁化容易軸方向及び磁化困難軸方向の反磁界Hdd，Hdeを測定している，そして，反磁界の測定結果を反磁界の比Hdd／Hdeで表し，反磁界の比と磁気損失をあらわす虚数部透磁率μ”との関係を検討したところ，驚くべきことに，反磁界の比Hdd／Hdeが4以上において，虚数部透磁率μ”が大きく変化するという事実を見出した，この知見は，比較的測定容易な反磁界の比Hdd／Hdeを測定するだけで，複合磁性体の磁気損失性能を評価できることを意味し，例えば，比Hdd／Hdeが4以上のとき良品と判定するような良品・不良品の判定基準として製造工程内で利用できるのである，このように，本願発明は，新規な知見に基づく産業上極めて有用な発明なのである，しかるに審決は，本願発明が，新規な知見に基づくものであることに全く審理することなく本願発明の趣旨を誤解した点で違法性があり，この結果，誤った結論を導き出していると主張する。",
                    "しかし，後記ウに記載したとおり，法36条4項は，明細書の発明の詳細な説明の記載について，その発明の属する技術の分野における通常の知識を有する者(当業者)がその実施をすることができる程度に明確かつ十分に記載しなければならないとしているのであり，発明に新規な知見があるかどうかとは関係がなく，新規な知見があることがその発明の属する技術の分野における通常の知識を有する者が十分にその実施をすることができるというものでもない。また，既存の電磁干渉抑制体から特定の物性を有するものを選択する「評価基準」に関する発明であるのなら，特定の評価基準に基づく複合磁性体の選択方法として特許請求の範囲を記載すべきであるが，本願発明は，そのようには記載されていないから，この点において，原告の主張は根拠を欠くものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本願発明の趣旨は，製造条件によって特定された電磁干渉抑制体を得ることにあるのでは無く，製造された複合磁性体のうち，特定の特性を備えた複合磁性体を選別することによって本願発明でいう電磁干渉抑制体を得ることにあるのであって，製造条件によって特定された複合磁性体ではないから，本願発明に係る電磁干渉抑制体の製造方法としては，本願発明の電磁干渉抑制体に対する示唆及びその特性に対する目標値を与えれば，周知技術を使用している限り当業者が容易にかつ任意に実現できると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，法36条4項は，明細書の発明の詳細な説明の記載について，その発明の属する技術の分野における通常の知識を有する者(当業者)がその実施をすることができる程度に明確かつ十分に記載しなければならないとしているところ，ここでいう「実施」とは，本願発明のような「物の発明」の場合，その物を製造，使用等することであるから，当業者がその物を製造することができる程度に記載しなければならないことはいうまでもなく，そのためには，明細書，図面全体の記載及び技術常識に基づき特許出願時の当業者がその物を製造できるような場合を除き，具体的な製造方法を記載しなければならないと解すべきである。",
                        "(イ)① しかるに，まず，本願発明において，比Hdd／Hdeを測定したときに比Hdd／Hdeが4以上を呈する複合磁性体を材料とする電磁干渉抑制体を得るためには，比Hdd／Hdeが4以上の複合磁性体を製造する必要があることは明らかである。ここで，比Hdd／Hdeを測定すること自体が従来知られていなかったのであるから，当業者が周知技術を用いて複合磁性体を製造しただけでは，比Hdd／Hdeが4以上を呈する複合磁性体が得られるかどうかは不明であり，具体的な製造条件の設定を行って初めて比Hdd／Hdeが4以上を呈する複合磁性体が得られるものである。しかるに，比Hdd／Hdeは，熱処理の有無，製造方法，偏平化時間などの様々な要因によって変化し，その製造条件によっては本願発明の特性を満たさないことがあるから，単に比Hdd／Hdeが4以上を呈するという目標値を与えるだけでなく，具体的な製造条件の設定が重要であり，その製造条件の設定についてまで明確かつ十分に明らかにされなければ，当業者は各製造条件を各々独立させて考え得る全ての範囲にわたって変更させて製造し，製造した複合磁性体について逐一計測をして比Hdd／Hdeが本願発明の特性の数値に該当するものであるか否かを確認する必要がある。このような各製造条件での製造及び確認作業は，当業者に過度の試行錯誤を強いるものであるといわざるを得ないから，本願明細書が，その物を当業者が製造する程度に明確かつ十分に記載されているとはいえない。",
                        "② また，本願発明では，比Hdd／Hdeが4以上を呈する複合磁性体が得られるように，材料の「粒子が扁平状であり，形状異方性を有する軟磁性体粉末」と「有機結合剤」とをも選択する必要があるが，これらの材料についても，明確かつ十分に明らかにされなければ，当業者は考え得る全ての軟磁性体粉末及び有機結合剤を材料として複合磁性体を製造し，製造した複合磁性体について逐一計測をして比Hdd／Hdeが本願発明の特性の数値に該当するものであるか否かを確認する必要がある。このような考え得る全ての軟磁性体粉末及び有機結合剤を材料とした製造及び確認作業もまた，当業者に過度の試行錯誤を強いるものであるといわざるを得ないから，本願明細書が，その物を当業者が製造する程度に明確かつ十分に記載されているとはいえない。",
                        "③ また，本願発明では，複合磁性体を立方体と成したときの比Hdd／Hdeを測定するが，本願明細書によれば製造にドクターブレード法を用いることから，厚さが薄い膜状の複合磁性体を得ており，立方体と成すには，この厚さに合わせて裁断するのか，裁断するならその際に生じる剪断応力は比Hdd／Hdeにどのように影響するのか，それぞれ不明であり，本願明細書が，その物を当業者が製造する程度に明確かつ十分に記載されているとはいえない。",
                        "④ さらに，本願発明は，本願明細書の記載によれば，比Hdd／Hdeを得るために，試料1～4の製造に先立って，その製造に用いられる偏平状軟磁性体微粉末A，B，Cを得るにも「本発明の効果に密接にかかわる延伸・引裂加工により生じる残留歪みの大きさを考慮して加工手段及び加工条件を設定する必要がある。」(本願明細書(甲2，5)の段落【0021】参照)としており，許容できる残留歪みの大きさを考慮した加工手段，加工条件についても，明らかでなく，やはり当業者は加工手段，加工条件についても条件を各々独立させて考え得る全ての範囲にわたって変更させて偏平状軟磁性体微粉末を得て，該偏平状軟磁性体微粉末を用いて複合磁性体を製造し，製造した複合磁性体について逐一計測をして比Hdd／Hdeが本願請求項1に係る発明の特性の数値に該当するものであるか否かを確認する必要があり，このような各製造条件での製造及び確認作業は，当業者に更なる過度の試行錯誤を強いるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本願発明のように「物」の発明であっても，その物を当業者が製造する程度に明確かつ十分に記載されているとはいえない場合には，社会における産業の発達に寄与する程度に発明を公開したことにならないというべきであり，本願明細書(甲2，5)が，「その発明の属する技術の分野における通常の知識を有する者がその実施をすることができる程度に明確かつ十分に」記載されているものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明の特許請求の範囲には「該複合磁性体を立方体と成したときの磁化困難軸方向の反磁界Hddと磁化容易軸方向の反磁界Hdeとの比Hdd／Hdeを測定したときに」と記載していることからも明らかなとおり，本願発明は，製造条件によって一義的に特定された「電磁干渉抑制体」を趣旨とするものではない，すなわち本願発明は，比Hdd／Hdeを測定した結果，当該比Hdd／Hdeが4以上の複合磁性体を選別して電磁干渉抑制体とすることを趣旨とするものであり，特定の製造条件によって得られた複合磁性体を電磁干渉抑制体とするものではない，さらに，本願の請求項2は，「剪断応力を加える」こと，「外部磁界を印加する」こと，あるいは，「ロール圧延する」ことによって，上記比Hdd／Hdeを4以上にできることを明記している，すなわち本願の請求項2は，4以上の比Hdd／Hdeを有する電磁干渉抑制体は，一般的な製造方法を用いても実現できることを例示的に開示している，したがって，本願発明に係る電磁干渉抑制体は，当業者の技術常識である一般的な製造方法における製造条件を特定することを必須の要件とするものではないことは明らかであるにもかかわらず，本願でいう「電磁干渉抑制体」の要件を満たすための製造条件に関する記載がないとして拒絶した審決は，本願発明の趣旨を明らかに誤解している，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，原告の上記主張のうち，本願発明に関する主張については，上記(1)ウに記載したとおり失当である。また，本願の請求項2に係る発明についての主張も失当である。すなわち，同発明は，「前記軟磁性体粉末と前記有機結合剤を溶媒と共に混練し，塗工時ないし塗工後の乾燥前の段階で塗工方向に剪断応力を加える，若しくは塗工時ないし塗工後の乾燥前の段階で塗工面方向に外部磁界を印加する，若しくはロール圧延するのいずれかの方法によって作られた複合磁性体を材料とした請求項1記載の電磁干渉抑制体の製造方法。」であり，これらの製造工程は周知の製造工程のみを列記したにすぎず，その製造条件の設定についてまでは十分に明らかにされていないから，比Hdd／Hdeを測定したときに比Hdd／Hdeが4以上を呈する複合磁性体を材料とする電磁干渉抑制体を得るための十分な製造方法が記載されているとはいえない。また，上記周知の製造工程のみでは比Hdd／Hdeを測定したときに比Hdd／Hdeが4以上を呈する複合磁性体を材料とする電磁干渉抑制体を必ず得られる訳でもないから，結局，上記請求項2に係る発明も比Hdd／Hdeを測定したときに比Hdd／Hdeが4以上を呈する複合磁性体を材料とする電磁干渉抑制体を製造できるのか不明である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "試料1につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「ドクターブレード法」自体，30年以上も前から知られている周知技術であって，当業者は非常に多くの知識，ノウハウを蓄積しておりかつ，習熟しているのであるから，「ドクターブレード法」におけるブレードの移動速度，膜厚等を選択することは，当業者が任意に選択できる事項である，したがって，ブレードの移動速度，膜厚等が記載されていないから実施可能要件を満たしていないとすることはできない，また，周知のドクターブレード法によって製膜された本願発明に係る試料1では，さらに，機械的な剪断力を加え，さらに，熱プレスを施すことによって，4以上の反磁界の比Hdd／Hdeを有するものが得られるものであるから，本願明細書(甲2，5)では，周知技術を組み合わせることによって試料1が得られることを開示すると共に，得られるべき目標値として反磁界の比Hdd／Hdeが4以上であることを開示しており，この開示に基づけば，当業者の製造環境に応じて，周知技術の条件を設定して本願発明でいう電磁干渉抑制体を得ることは極めて容易である，また，本願発明は，理由を完全には解明できないが，例えば，引っ張り力及び熱プレスを加えれば，反磁界の比Hdd／Hdeを4以上にできたという事実を明らかにしているところ，理由を解明できない場合であっても，所望の特性を有する電磁干渉抑制体が実際に得られていれば，発明は成立するはずであると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，原告の上記主張に対しては，前記(1)ウの反論が当てはまる。",
                        "また，具体的には，比Hdd／Hdeが4以上の複合磁性体を得るためには，以下の少なくとも7つの基本的な製造条件を全て調整する必要がある。",
                        "1)ドクターブレード法における，ブレードの移動速度",
                        "2)ドクターブレード法における，膜厚",
                        "3)引っ張り力を与えて剪断応力を加える際の，引っ張り力",
                        "4)引っ張り力を与えて剪断応力を加える際に，基材の材質に応じて剪断応力が変化するから，基材の材質と引っ張り力の関係5)熱プレスを施す際の，温度",
                        "6)熱プレスを施す際の，熱を加える時間",
                        "7)熱プレスを施す際の，熱を加える方法",
                        "本願明細書(甲2，5)には，これらの製造条件の記載がない上，各製造条件と比Hdd／Hdeとの相関さえも記載がないから，当業者は各製造条件を各々独立させて考え得る全ての範囲にわたって変更させて製造し，製造した複合磁性体について逐一計測をして比Hdd／Hdeが本願発明の特性の数値に該当するものであるか否かを確認する必要がある。このような各製造条件での製造及び確認作業は，当業者に過度の試行錯誤を強いるものであるといわざるを得ないから，本願明細書が，その物を当業者が製造する程度に明確かつ十分に記載されているとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "試料2につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，試料1について述べたのと同様に，ドクターブレード法自体，当業者には周知の技術であり，その条件を選択することは，当業者が任意に選択できることである，しかも，本願発明は，ドクターブレード法によって製膜された複合磁性体に対して他の処理を施すことが必要であることを開示しているから，ドクターブレード法により製膜する際のブレードの移動速度，膜厚等の製造条件に特徴があるとはいえない，また，「面内方向」とは，板状やシート状の物体の厚さに対して直角方向の面方向を指すことは当業者の技術常識であり，さらに，本願明細書(甲2，5)には，「磁場」の大きさや印加する方法等についても，「面内方向」に対する磁場の大きさを調整すれば，Hdd／Hde比が4以上になるという事実が明記されている，すなわち，磁場の大きさは，複合磁性体の材料，サイズ，厚さを考慮して任意に決定することができるのであり，要はHdd／Hde比が4以上になるように，磁場の大きさを調整すれば良いのであると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，原告の上記主張に対しては，前記(1)ウの反論が当てはまる。また，具体的には，比Hdd／Hdeが4以上の複合磁性体を得るためには，以下の少なくとも5つの基本的な製造条件を全て調整する必要があるから，上記ア(イ)と同様の反論が当てはまる。",
                        "1)ドクターブレード法における，ブレードの移動速度",
                        "2)ドクターブレード法における，膜厚",
                        "3)磁場を印加する際の，面内方向における，面内での磁場を印加する方向，即ち，ドクターブレードの塗工方向と磁場を印加する方向の角度",
                        "4)磁場を印加する際の，印加する磁場の大きさ",
                        "5)磁場を印加する際の，磁場を印加する手段"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "試料3につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，「ドクターブレード法」については試料1，2で述べたのと同様である，また「熱プレス」の温度，熱を加える方法等の製造条件は，Hdd／Hde比の測定結果を参照して当業者が任意に調整できる範囲であるから，熱プレスの温度，熱を加える方法の具体的な記載がなくとも，当業者はドクターブレード法によって得られた複合磁性体に対して熱プレスを施した後，反磁界の比Hdd／Hdeを測定し，測定結果をフィードバックして最適に調整することにより，本願発明に係る電磁干渉抑制体を得ることは極めて容易である，と主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，原告の上記主張に対しては，前記(1)ウの反論が当てはまる。",
                        "また，具体的には，比Hdd／Hdeが4以上の複合磁性体を得るためには，以下の少なくとも5つの基本的な製造条件を全て調整する必要があるから，上記ア(イ)と同様の反論が当てはまる。",
                        "1)ドクターブレード法における，ブレードの移動速度",
                        "2)ドクターブレード法における，膜厚",
                        "3)熱プレスを施す際の，温度",
                        "4)熱プレスを施す際の，熱を加える時間",
                        "5)熱プレスを施す際の，熱を加える方法"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "試料4につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審決の認定は「ロール圧延」に関する当業者の技術常識及び蓄積された知識，習熟度，ノウハウ等を全く無視したものであり，ロール圧延と反磁界Hdd／Hde比の関係が示唆されれば，この示唆に基づき，圧延されるべき複合磁性体に応じて製造条件を変化させて所望の特性を実現できることは当業者には極めて容易であると主張する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，原告の上記主張に対しては，前記(1)ウの反論が当てはまる。",
                        "また，具体的には，比Hdd／Hdeが4以上の複合磁性体を得るためには，以下の少なくとも7つの基本的な製造条件を全て調整する必要があるから，上記ア(イ)と同様の反論が当てはまる。",
                        "1)ドクターブレード法における，ブレードの移動速度",
                        "2)ドクターブレード法における，膜厚",
                        "3)ロール圧延する際の，ロールの形状",
                        "4)ロール圧延する際の，ロールの移動速度",
                        "5)ロール圧延する際の，圧力の大きさ",
                        "6)ロール圧延する際の，圧力を加える方法",
                        "7)ロール圧延する際の，ロール後の膜厚"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "原告は，意見書記載の主張に対する判断の誤りについて主張するが，上記(1)～(3)に照らし同主張はすべて失当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願明細書(甲2，5)の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲2，5)の【特許請求の範囲】には，前記第3，1，(2)のとおりの本願発明が記載されているほか，【発明の詳細な説明】には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "「本発明は，高周波領域に於いて優れた複素透磁率特性を有する複合磁性材料およびその一応用例である電磁波吸収体に関し，詳しくは，高周波電子回路／装置に於いて問題となる電磁干渉の抑制に有効な複素透磁率特性の優れた複合磁性体と，及びその製造方法ならびに電磁干渉抑制体に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "「近年，デジタル電子機器をはじめ高周波を利用する電子機器類の普及が進み，中でも準マイクロ波帯域を使用する移動通信機器類の普及がめざましい。このような携帯電話に代表される移動体通信機器では，小型化・軽量化の要求が高く，電子部品の高密度実装化が最大の技術課題となっている。このような過密実装においては，電子部品類やプリント配線あるいはモジュール間配線等が互いに極めて接近することになる。更に，信号処理速度の高速化も図られている為，静電結合及び／又は電磁結合による線間結合の増大化や放射ノイズによる干渉などが生じ，機器の正常な動作を妨げる事態が少なからず生じている。」(段落【0002】)",
                    "「このようないわゆる電磁障害に対して従来は，主に導体シールドを施す事による対策がなされてきた。」(段落【0003】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「しかしながら，導体シールドは，空間とのインピーダンス不整合に起因する電磁波の反射を利用する電磁障害対策である為に，遮蔽効果は，得られても不要輻射源からの反射による電磁結合が助長される欠点がある。その欠点を解決するために，二次的な電磁障害対策として，磁性体の磁気損失，即ち虚数部透磁率μ”を利用した不要輻射の抑制が有効である。」(段落【0004】)",
                    "「即ち，前記シールド体と不要輻射源の間に磁気損失の大きい磁性体を配設する事で不要輻射を抑制することが出来る。」(段落【0005】)「ここで，磁性体の厚さdは，μ”＞μ’なる関係を満足する周波数帯域にてμ”に反比例するので，前述した電子機器の小型化・軽量化要求に迎合する薄い電磁干渉抑制体即ち，シールド体と吸収体からなる複合体を得るためには，虚数部透磁率μ”の大きな磁性体が必要となる。」(段落【0006】)",
                    "「磁気損失すなわち虚数部透磁率μ”を大きくするためには，実部透磁率μ’を大きくすることが必要であり，そのためには，前記複合磁性体の反磁界を小さくすることが必要である。ここで，複合磁性体の反磁界の大きさは，前記扁平状軟磁性粉末の反磁界係数Ｎd と，前記扁平状軟磁性粉末の前記複合磁性体中での配列のされ方，および前記軟磁性粉末の充填量等により決定され，前記扁平状軟磁性粉末を前記複合磁性体の面内方向に高い配向度で配列させることにより減少する。したがって，扁平状の形状を有する軟磁性粉末をいかに同じ方向に並べるかがμ”の大きさを改善するための課題であり，また，配向の程度，すなわち軟磁性粉末の並び具合を定量的に把握するための有効なパラメータの導入も工業的に重要である。」(段落【0007】)",
                    "「そこで，本発明は，さらに配向度が改善され，その結果として優れた磁気損失特性を有する複合磁性体を提供すること，および磁性粉末の配向度の目安となるパラメータの導入を目的とする。」(段落【0008】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「本発明によれば，粒子が扁平状であり，形状異方性を有する軟磁性体粉末を有機結合剤中に分散して複合磁性体とし，該複合磁性体を立方体と成したときの磁化困難軸方向の反磁界Hddと磁化容易軸方向の反磁界Hdeとの比Hdd／Hdeを測定したときに，前記比Hdd／Hdeが4以上を呈する複合磁性体を材料とした電磁干渉抑制体が得られる。」(段落【0009】)「又，本発明によれば，前記軟磁性体粉末と前記有機結合剤を溶媒と共に混練し，塗工時ないし塗工後の乾燥前の段階で塗工方向に剪断応力を加える，若しくは塗工時ないし塗工後の乾燥前の段階で塗工方向に外部磁界を印加する，若しくはロール圧延するのいずれかの方法によって作られた複合磁性体を材料とした上記電磁干渉抑制体の製造方法が得られる。」(段落【0011】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "作用",
                  "text": [
                    "「本発明者らは，軟磁性体の高周波透磁率が反磁界の大きさに強く依存することに着目し，前記反磁界の大きさを定量的に把握できるパラメータとして，磁化困難軸方向の反磁界Hddと磁化容易軸方向の反磁界Hdeとの比Hdd／Hdeを求めることによって，複合磁性体試料中の磁性粉末の充填率や，粉末その者の反磁界係数が変化した場合でも実効的な反磁界の大きさが把握できるようにし，さらに，その比率を試料形状を立方体としたときに4以上とすることで，優れた透磁率特性が得られることを見出した。また，この比Hdd／Hdeの制御は，上のように複合磁性体の製造方法によって行える。」(段落【0015】"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "「本発明に於いては，高周波透磁率の大きな鉄アルミ珪素合金(センダスト)，鉄ニッケル合金(パーマロイ)，或いはアモルファス合金等の金属軟磁性材料を原料素材として用いることが出来る。」(段落【0019】)「本発明では，これらの粗原料を粉砕，延伸・引裂加工等により扁平化し，その厚みを表皮深さと同等以下にすると共に，粉末の反磁界係数Ｎd をほぼ1にするために扁平化された軟磁性体材料のアスペクト比を概ね10以上とする必要がある。…」(段落【0020】)",
                    "「…所望の表皮深さとアスペクト比を得るには，出発粗原料粉末の平均粒径を特定するのが最も簡便な手段の一つである。この粉砕，延伸・引裂加工に用いることの出来る代表的な粉砕手段として，ボ−ルミル，アトライタ，ピンミル等を挙げることが出来，前述した条件を満足する軟磁性体粉末の厚さとアスペクト比が得られれば粉砕手段に制限はないが，本発明の効果に密接にかかわる延伸・引裂加工により生じる残留歪みの大きさを考慮して加工手段及び加工条件を設定する必要がある。」(段落【0021】)",
                    "「尚，軟磁性体としては，磁歪定数λがゼロのものでも，正のものでも，負のものでもよいが，正の原料磁性体を用いた場合には，延伸・引裂加工により形状磁気異方性が生じると共に，残留歪みによる歪磁気異方性(磁気弾性効果)が生じ，両者の向きが同じとなる為，異方性磁界は両者の和となる。従って，磁歪定数λがゼロである原料を用いた場合に比べて，異方性磁界はより大きな値となり，磁気共鳴周波数もより高いものとなる。",
                    "ところでこの扁平化加工により生じる残留歪みは，適当な焼鈍処理を施すことにより緩和される…」(段落【0022】)",
                    "「本発明の複合磁性体の一構成要素として用いる有機結合剤としては，ポリエステル系樹脂，ポリエチレン系樹脂，ポリ塩化ビニル系樹脂，ポリビニルブチラール樹脂，ポリウレタン樹脂，セルロース系樹脂，ABS樹脂，ニトリル−ブタジエン系ゴム，スチレン−ブタジエン系ゴム，エポキシ樹脂，フェノール樹脂，アミド系樹脂，イミド系樹脂，或いはそれらの共重合体を挙げることが出来る。」(段落【0027】)",
                    "「この混練・分散された磁性体混合物から複合磁性体を得るための一つの方法は，磁性体混合物を支持体上に塗工して，乾燥することであるが，本発明によれば，この塗工時に磁性粉の大きさと同等レベルないしそれ以下のギャップを有するドクタブレード装置(アプレケータ)を用いるか，または乾燥の前に支持体を引っ張るなどして，剪断応力を加える。これによって，製造された複合磁性体を立方体に成した時の磁化困難軸方向の反磁界Hddと磁化容易軸方向の反磁界Hdeとの比Hdd／Hdeを4以上とすることができ，優れた高周波透磁率を有する複合磁性体を得ることができる。」(段落【0028】)",
                    "「比Hdd／Hdeを4以上とするために，この剪断応力を与える代わりに，磁場を印加する方法を採用することもできる。」(段落【0029】)「又，塗工法を採用せず，混練・分散された磁性体を直接ロール圧延によって，シート状に形成してもよい。このロール圧延により，比Hdd／Hdeが4以上を実現することができる。」(段落【0030】)"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "実施例",
                  "text": [
                    "「水アトマイズ法により作製された複数の鉄アルミ珪素合金粉末を用意し，アトライタ及びピンミルを用い様々な条件下にて粉砕，延伸・引裂加工を行い，更に，炭化水素系有機溶媒中で酸素分圧35％の窒素−酸素混合ガスを導入しながら8時間撹拌し液相中徐酸処理した後，複数の粉末試料を得た。ここで得られた粉末を表面分析した結果，金属酸化物の生成が明確に確認され，試料粉末の表面に於ける酸化被膜の存在が認められた。」(段落【0033】)",
                    "「尚，粉砕，延伸・引裂加工処理された鉄アルミ珪素合金粉末を減圧乾燥し，これを酸素分圧20％の窒素−酸素混合ガス雰囲気中で気相徐酸した試料についてもその表面に金属酸化物が検出され，本発明の複合磁性体に用いることの出来る少なくともその表面が酸化された軟磁性体粉末が液相中徐酸法あるいは気相中徐酸法にて作成できることが確認された。」(段落【0034】)",
                    "「これらの試料粉末を用いて以下の複合磁性体試料を得た。」(段落【0035】)",
                    "「［試料1］以下の配合からなる軟磁性体ペーストを調合し，これをドクターブレード法により支持体上に製膜し，塗工方向に引っ張り力を与え剪断応力を加えた。これに熱プレスを施して後，85℃にて24時間キュアリングを行い試料1を得た。」(段落【0036】)",
                    "「尚，得られた試料1を走査型電子顕微鏡を用いて解析したところ，粒子配列方向は試料膜面内方向であった。」(段落【0037】)",
                    "「扁平状軟磁性体(Fe−Al−Si合金)微粉末A・・・95重量部",
                    "平均粒径 ：φ20μm×0．3μmt",
                    "磁歪の大きさ ：＋0．72",
                    "焼鈍処理 ：なし",
                    "ポリウレタン樹脂 ・・・ 8重量部",
                    "硬化剤(イソシアネート化合物) ・・・ 2重量部",
                    "溶剤(シクロヘキサノンとトルエンの混合物) ・・・40重量部［試料2］以下の配合からなる軟磁性体ペーストを調合し，これをドクターブレード法により支持体上に製膜した。これに面内方向の磁場を印加した後に，85℃にて24時間キュアリングを行い試料2を得た。」(段落【0038】)",
                    "「尚，得られた試料2を走査型電子顕微鏡を用いて解析したところ，粒子配列方向は試料膜面内方向であった。」(段落【0039】)",
                    "「扁平状軟磁性体(Fe−Al−Si合金)微粉末B・・・95重量部",
                    "平均粒径 ：φ20μm×0．3μmt",
                    "磁歪の大きさ ：＋0．72",
                    "焼鈍処理 ：650℃×2hr",
                    "ポリウレタン樹脂 ・・・ 8重量部",
                    "硬化剤(イソシアネート化合物) ・・・ 2重量部",
                    "溶剤(シクロヘキサノンとトルエンの混合物) ・・・40重量部［試料3］",
                    "以下の配合からなる軟磁性体ペーストを調合し，これをドクターブレード法により支持体上に製膜した。これに熱プレスを施した後に，85℃にて24時間キュアリングを行い試料3を得た。」(段落【0040】)「尚，得られた試料3を走査型電子顕微鏡を用いて解析したところ，粒子配列方向は試料膜面内方向であった。」(段落【0041】)",
                    "「扁平状軟磁性体(Fe−Ｎi合金)微粉末C ・・・95重量部",
                    "平均粒径 ：φ30μm×0．4μmt",
                    "磁歪の大きさ ：−1．03",
                    "焼鈍処理 ：なし",
                    "ポリウレタン樹脂 ・・・ 8重量部",
                    "硬化剤(イソシアネート化合物) ・・・ 2重量部",
                    "溶剤(シクロヘキサノンとトルエンの混合物) ・・・40重量部［試料4］",
                    "以下の配合からなる軟磁性体を調合し，これをミキシングロールを用いてロール圧延により，シート状に形成し，試料4を得た。」(段落【0042】)",
                    "「尚，得られた試料4を走査型電子顕微鏡を用いて解析したところ，粒子配列方向は試料膜面内方向であった。」(段落【0043】)",
                    "「扁平状軟磁性体(Fe−Al−Si合金)微粉末A・・・60重量部",
                    "平均粒径 ：φ20μm×0．3μmt",
                    "磁歪の大きさ ：＋0．72",
                    "焼鈍処理 ：なし",
                    "扁平状軟磁性体(Fe−Al−Si合金)微粉末B・・・35重量部",
                    "平均粒径 ：φ20μm×0．3μmt",
                    "磁歪の大きさ ：＋0．72",
                    "焼鈍処理 ：650℃×2hr",
                    "ポリウレタン樹脂 ・・・ 8重量部",
                    "硬化剤(イソシアネート化合物) ・・・ 2重量部",
                    "溶剤(シクロヘキサノンとトルエンの混合物) ・・・40重量部以上の試料について，HddおよびHdeを求めたところ，4以上であり，又，試料をトロイダル形状に加工し，これに1ターンのコイルを巻回し，コイルに高周波電流を流して，そのインピーダンスを測定して，透磁率を求めた。透磁率は良好な高周波特性を示した。」(段落【0044】)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "発明の効果",
                  "text": [
                    "「以上述べたように，本発明によれば，軟磁性体粉末と有機結合剤からなる複合磁性体に於いて，軟磁性体粉末を形状磁気異方性のある扁平状とし，複合磁性体の製造方法の際に，塗工時ないし乾燥前の段階で塗工方向に剪断応力を加えることにより，あるいは，面内方向に磁界を印加することにより，該複合磁性体を立方体と成した時の磁化困難軸方向の反磁界Hddと磁化容易軸方向の反磁界Hdeとの比Hdd／Hdeが4以上となるようにすることによって，高周波透磁率特性に優れた複合磁性体を得ることができる。」(段落【0045】)",
                    "「また，本発明によれば，軟磁性体粉末と有機結合剤からなる複合磁性体に於いて，軟磁性体粉末を形状磁気異方性のある扁平状とし，複合磁性体の製造方法の際に，ロール圧延法によりシート状に形成することによって，該複合磁性体を立方体と成した時の磁化困難軸方向の反磁界Hddと磁化容易軸方向の反磁界Hdeとの比Hdd／Hdeが4以上となるようにすることによって，高周波透磁率特性に優れた複合磁性体を得ることができる。」(段落【0046】)",
                    "「したがって，この複合磁性体を用いて，優れた電磁干渉抑制に有効な薄厚の電磁干渉抑制体を得ることが出来る。」(段落【0047】)(2) 上記(1)ア～クの各記載によれば，本願明細書(甲2，5)には，電磁障害対策として，不要輻射を抑制するために必要な電磁干渉抑制体に関し，その磁気損失，すなわち虚数部透磁率μ”を大きくするために実部透磁率μ’を大きくすることが必要であり，さらにそのために前記複合磁性体の反磁界を小さくすることが必要であったこと，そして，複合磁性体の反磁界の大きさは，前記扁平状軟磁性体粉末の反磁界係数Ｎd と，前記扁平状軟磁性体粉末の前記複合磁性体中での配列のされ方，及び前記軟磁性体粉末の充填量等により決定され，前記扁平状軟磁性体粉末を前記複合磁性体の面内方向に高い配向度で配列させることにより減少することから，扁平状の形状を有する軟磁性体粉末をいかに同じ方向に並べるか(配向度の改善)がμ”の大きさを改善し優れた磁気損失特性を有する複合磁性体を得るための課題であったこと，かかる技術的課題を解決するため，前記反磁界の大きさを定量的に把握できるパラメータとして，磁化困難軸方向の反磁界Hddと磁化容易軸方向の反磁界Hdeとの比Hdd／Hdeを求めることによって，複合磁性体試料中の磁性粉末の充填率や，粉末そのものの反磁界係数が変化した場合でも実効的な反磁界の大きさが把握できるようにし，さらに，その比率を試料形状を立方体としたときに4以上とすることで，優れた透磁率特性が得られることを見出し，また，この比Hdd／Hdeの制御が，前記軟磁性体粉末と前記有機結合剤を溶媒と共に混練し，塗工時ないし塗工後の乾燥前の段階で塗工方向に剪断応力を加える，若しくは塗工時ないし塗工後の乾燥前の段階で塗工方向に外部磁界を印加する，若しくはロール圧延するのいずれかの方法によって作られた複合磁性体を材料とした上記電磁干渉抑制体の製造方法によって行うことができることを見出したこと，が記載されていると認められる。",
                    "そうすると，本願明細書(甲2，5)における開示事項が，本願発明の実施可能要件を満たすといえるためには，上記比Hdd／Hdeが4以上を呈する優れた磁気損失特性を有する複合磁性体を得るための手段としての，各製造方法において扁平状の形状を有する軟磁性体粉末をできる限り同じ方向に並べるようにしてその配向度を改善するために設定する条件等についての技術的事項が，本願明細書(甲2，5)において，当業者(その発明の属する技術の分野における通常の知識を有する者)がその実施をすることができる程度に明確かつ十分に記載されていることを要するというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかるに，本願明細書(甲2，5)における，本願発明の電磁干渉抑制体の材料となる複合磁性体を作るための方法に関する記載について見ると，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，本願発明の複合磁性体が，粒子が扁平状で形状異方性を有する軟磁性体粉末を有機結合剤中に分散したものである点に関して，本願明細書(甲2，5)が実施可能要件を満たすかについて検討する。",
                    "前記(1)によれば，本願明細書(甲2，5)の発明の詳細な説明に，ボ−ルミル等の粉砕手段により，粗原料(原料素材)である，センダストやパーマロイ等の金属軟磁性材料を扁平化して，例えばポリウレタン樹脂のような有機結合剤により，混練・分散した磁性体混合物から複合磁性体を得るようにするとの内容が記載されている。そして，軟磁性体粉末が，粒子が扁平状で形状異方性を有するようにするため，「粉砕，延伸・引裂加工等により扁平化し，その厚みを表皮深さと同等以下にすると共に，粉末の反磁界係数Ｎd をほぼ1にするために扁平化された軟磁性体材料のアスペクト比を概ね10以上とする必要がある」(段落【0020】)ことから，かかる軟磁性体粉末の厚みとアスペクト比を所望のものとするために，「出発粗原料粉末の平均粒径を特定するのが最も簡便な手段の一つである」(段落【0021】)ところ，「粉砕手段に制限はないが，本発明の効果に密接にかかわる延伸・引裂加工により生じる残留歪みの大きさを考慮して加工手段及び加工条件を設定する必要がある。」(段落【0021】)，「…軟磁性体としては，…正の原料磁性体を用いた場合には，延伸・引裂加工により形状磁気異方性が生じると共に，残留歪みによる歪磁気異方性(磁気弾性効果)が生じ，…」(段落【0022】)と記載されている。",
                    "そうすると，本願発明を実施するためには，比Hdd／Hdeが4以上を呈する優れた磁気損失特性を有する複合磁性体を得るため，出発粗原料粉末の平均粒径の特定に加えて，本願発明の効果に密接にかかわる延伸・引裂加工により生じる残留歪みの大きさを考慮し，同加工等により扁平化する際の加工手段及び加工条件の設定が必要であることになるところ，この点については，本願明細書(甲2，5)には，「アトライタ及びピンミルを用い様々な条件下にて粉砕，延伸・引裂加工を行い」との記載(段落【0033】)が存するにすぎず，実施例にも「磁歪の大きさ」の記載が存するにすぎないから，当業者がその実施をすることができる程度に明確かつ十分に上記加工手段及び加工条件が記載されているものとは認められない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，本願発明の複合磁性体において，それを立方体と成したときの比Hdd／Hdeが4以上を呈する点に関して，本願明細書(甲2，5)が実施可能要件を満たすかについて検討するに，比Hdd／Hdeが4以上を呈する複合磁性体を得るため，本願明細書(甲2，5)に開示されている方法について見ると，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "塗工時ないし塗工後の乾燥前の段階で塗工方向に剪断応力を加える方法",
                      "text": [
                        "① 上記方法は，本願明細書(甲2，5)の段落【0011】，同【0045】に記載があり，具体的には，「塗工時に磁性粉の大きさと同等レベルないしそれ以下のギャップを有するドクタブレード装置(アプレケータ)を用いるか，または乾燥の前に支持体を引っ張るなどして，剪断応力を加える。」(段落【0028】)との記載があることから，塗工方向に剪断応力を加えるため，ドクタブレード装置(アプレケータ)を用いる方法と，乾燥の前に支持体を引っ張る方法が開示されていると認められる。",
                        "② この点，ドクタブレード法自体は，当該技術分野では周知の技術であるとしても，本願発明のように比Hdd／Hdeが4以上を呈する優れた磁気損失特性を有する複合磁性体を得る目的で，扁平状の形状を有する軟磁性体粉末をできる限り同じ方向に並べるようにしてその配向度を改善するために設定する条件等として，ブレード移動速度と膜厚が重要な事項であることは技術的に自明である。しかるに，本願明細書(甲2，5)には，「塗工時に磁性粉の大きさと同等レベルないしそれ以下のギャップを有する」として，ギャップ長，すなわち膜厚についてのある程度の示唆があるにすぎず，ブレードの移動速度についての記載又は示唆は何ら認められない。また上記のような配向度改善のためにブレードの移動速度や膜厚をいかに設定するかが自明の技術事項であるともいえない。また同様に，支持体を引っ張ることについても，剪断応力を加えることの方法であることは理解できても，それを奏するための構成や条件等についての記載や示唆がなく，自明の技術事項でもない。",
                        "③ 本願明細書(甲2，5)の実施例の記載(前記(1)キ)を見ると，［試料1］については，「以下の配合からなる軟磁性体ペーストを調合し，これをドクターブレード法により支持体上に製膜し，塗工方向に引っ張り力を与え剪断力を加えた。これに熱プレスを施して後，85℃にて24時間キュアリングを行い試料1を得た。」という記載があり，塗工方向に剪断応力を加える方法として，ドクターブレード法を用いること，及び，熱プレスを施すことを記載しているに止まる。",
                        "また，［試料2］についても，「以下の配合からなる軟磁性体ペーストを調合し，これをドクターブレード法により支持体上に製膜した。",
                        "これに面内方向の磁場を印加した後に，85℃にて24時間キュアリングを行い試料2を得た。」という記載があり，ドクターブレード法を用いること，及び，外部磁界を印加することを記載しているに止まる。さらに，［試料3］についても，「以下の配合からなる軟磁性体ペーストを調合し，これをドクターブレード法により支持体上に製膜した。これに熱プレスを施した後に，85℃にて24時間キュアリングを行い試料3を得た。」という記載があり，ドクターブレード法を用いること，及び，熱プレスを施すことを記載しているに止まる。",
                        "以上によれば，本願明細書(甲2，5)の実施例の記載を見ても，上記②の説示は左右されるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "塗工時ないし塗工後の乾燥前の段階で塗工(面内)方向に外部磁界を印加する方法",
                      "text": [
                        "本願明細書(甲2，5)の発明の詳細な説明には，その段落【0011】，同【0029】及び同【0045】に，塗工時ないし塗工後の乾燥前の段階で塗工(面内)方向に外部磁界を印加するとの記載があり，またその実施例の記載(前記(1)キ)を見ると，［試料2］について，「ドクターブレード法により支持体上に製膜した」ものに対して「面内方向に磁界を印加した」ことの記載がある。",
                        "しかし，塗工(面内)方向に外部磁界を印加するとしても，本願発明のように比Hdd／Hdeが4以上を呈する優れた磁気損失特性を有する複合磁性体を得る目的で，扁平状の形状を有する軟磁性体粉末をできる限り同じ方向に並べるようにしてその配向度を改善するために設定する条件等として，印加する磁界の大きさ，印加時間，印加する磁界の向き等が重要な事項であることは技術的に自明である。しかるに，「塗工(面内)方向」という文言のみから，当然に印加する磁界の向きという重要な事項が明らかになっているということはできず，その他，本願明細書(甲2，5)には，実施例の記載も含めて，上記の各事項についての記載や示唆がなく自明の技術事項ともいえないから，当業者が実施し得る程度に明確かつ十分に記載されているものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "混練物をロール圧延する方法",
                      "text": [
                        "本願明細書(甲2，5)の発明の詳細な説明には，段落【0013】に混練物をロール圧延することの記載があり，段落【0030】，同【0046】には，混練・分散された磁性体を直接ロール圧延によって，シート状に形成することが記載され，また，本願明細書(甲2，5)の実施例の記載(前記(1)キ)によれば，［試料4］について，「ミキシングロールを用いてロール圧延により，シート状に形成し」たとの記載がある。",
                        "しかし，ロール圧延自体は，当該技術分野では周知の技術であるとしても，本願発明のように比Hdd／Hdeが4以上を呈する優れた磁気損失特性を有する複合磁性体を得る目的で，扁平状の形状を有する軟磁性体粉末をできる限り同じ方向に並べるようにしてその配向度を改善するために設定する条件等として，ロール圧延によって得る膜厚，そのためのロールの移動速度等が重要な事項であることは技術的に自明である。しかるに，本願明細書(甲2，5)には，実施例の記載も含めて，これらについての記載や示唆がなく自明の技術事項ともいえないから，当業者が実施し得る程度に明確かつ十分に記載されているものとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本願発明(請求項1)の電磁干渉抑制体については，その材料としての，比Hdd／Hdeが4以上を呈する優れた磁気損失特性を有する複合磁性体を得る目的のために，扁平状の形状を有する軟磁性体粉末をできる限り同じ方向に並べるようにしてその配向度を改善するために設定する条件等として，出発粗原料粉末を粉砕，延伸，引裂加工等により扁平化する際の加工手段及び加工条件を具体的にどのように設定するか，また，具体的にどのような条件で剪断応力を加えたり，外部磁界を印加したり，ロール圧延をするのか，について，本願明細書(甲2，5)には，当業者がその実施をすることができる程度に明確かつ十分に記載されていないというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由に対する判断",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(実施可能要件の判断の誤り1)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明に係る電磁干渉抑制体は，軟磁性体粉末と有機結合剤を含む複合磁性体のうち，特定の特性，即ち，反磁界HddとHdeの比Hdd／Hdeが4以上の複合磁性体を選別することによって得られるのであり，本願発明の趣旨は，製造条件によって特定された電磁干渉抑制体を得ることにあるのではなく，製造された複合磁性体のうち，特定の特性を備えた複合磁性体を選別することによって本願発明でいう電磁干渉抑制体を得ることにあるのであって，製造条件によって特定された複合磁性体ではない，したがって，本願発明に係る電磁干渉抑制体の製造方法としては，本願発明の電磁干渉抑制体に対する示唆及びその特性に対する目標値を与えれば，周知技術を使用している限り当業者が容易にかつ任意に実現でき，本願明細書(甲2，5)の実施例に記載された製造条件とそこから一義的に定まる条件に，当業者の技術常識を加味すれば，本願発明に係る電磁干渉抑制体を容易に得ることができるし，甲7の2(矢野宏「品質工学計算法入門」財団法人日本規格協会・2002年4月30日第7刷発行)，甲8(田口玄一・横山巽子「経営工学シリーズ18 実験計画法」財団法人日本規格協会・1979年10月25日初版第1刷発行)等における直交表を用いれば，各製造条件での製造及び確認作業は，当業者に過度の試行錯誤を強いるものでないことは明らかであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，本願発明の特許請求の範囲は，前記第3,1,(1)のとおりであり，本願発明は，所定の条件下で測定した比Hdd／Hdeが4以上を呈するという特性を有する複合磁性体を材料とする電磁干渉抑制体及びその製造方法の発明であると認められる。そうすると，本願発明(請求項1)において，所定の条件下で測定した比Hdd／Hdeが4以上を呈するという複合磁性体の特性は，あくまでその磁気損失特性が優れていることの数値的指標として，複合磁性体を特定する意味を有しているものであって，かかる特性自体が開示されたからと言って，同複合磁性体の製造方法が開示されたことにはならない。そして，物の発明については，どのように作るかについて具体的な記載がなくても明細書の記載や技術常識に基づき当業者がその物を製造できる場合を除き，製造方法を具体的に記載しなければならないというべきであり，本願発明(請求項1)も物の発明であるから，製造条件によって特定された複合磁性体を内容としていないとしても，本願明細書(甲2，5)の実施可能要件を満たすため，上記のような意味で，製造方法の具体的な記載が必要であることを左右することはできない。さらに，原告が，本願明細書(甲2，5)の実施例に記載された製造条件とそこから一義的に定まる条件に当業者の技術常識を加味すれば決定できる旨主張する条件は，前記2(3)ア，イ(ア)～(ウ)，ウで説示したとおり，本願発明(請求項1)の電磁干渉抑制体の材料としての，比Hdd／Hdeが4以上を呈する優れた磁気損失特性を有する複合磁性体を得る目的のために，扁平状の形状を有する軟磁性体粉末をできる限り同じ方向に並べるようにしてその配向度を改善するために設定する条件として開示すべき重要な事項であると認められる。そして，これらが，本願明細書(甲2，5)の実施例に記載された製造条件とそこから一義的に定まる条件に当業者の技術常識を加味すれば容易に決定される事項とみることができる具体的な根拠もないから，原告が主張するように，本願発明の電磁干渉抑制体に対する示唆及びその特性に対する目標値を与えれば周知技術を使用している限り当業者が容易にかつ任意に実現できるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに原告は，上記甲7，甲8等における直交表を用いれば，各製造条件での製造及び確認作業は，当業者に過度の試行錯誤を強いるものでないことは明らかであると主張するが，このような一般的な品質工学，経営工学の文献に記載された統計学的な手法について言及したとしても，前記2(3)ア，イ(ア)～(ウ)，ウで説示したとおり，本願発明において，高周波透磁率特性，電磁干渉抑制に優れるという効果を有する複合磁性体を製造するという目的のために，出発粗原料粉末を粉砕，延伸，引裂加工等により扁平化する際の加工手段及び加工条件を具体的にどのように設定するか，また，比Hdd／Hdeを4以上とするために，具体的にどのような条件で剪断応力を加えたり，外部磁界を印加したり，ロール圧延をするのか，について，なお当業者がその実施をすることができる程度に明確かつ十分に記載されているといえないことに変わりはない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，取消事由1の主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(実施可能要件の判断の誤り2)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明が，製造条件によって一義的に特定された「電磁干渉抑制体」を趣旨とするものではなく，当業者の技術常識である一般的な製造方法における製造条件を特定することを必須の要件としないことは明らかであるにもかかわらず，発明の詳細な説明には製造条件に関する記載がないとして実施可能要件の不備で拒絶した審決は，本願発明の趣旨を誤解したものである，本願発明は，電磁干渉抑制体として使用される複合磁性体の評価基準を与えることを企図したもので，請求項1で「該複合磁性体を立方体と成したときの磁化困難軸方向の反磁界Hddと磁化容易軸方向の反磁界Hdeとの比Hdd／Hdeを測定したときに」と記載するように，比Hdd／Hdeを測定した結果，その値が4以上の複合磁性体を選別して電磁干渉抑制体とすることを趣旨とし，特定の製造条件によって得られた複合磁性体を電磁干渉抑制体とするものではない，更に，請求項2は，「剪断応力を加える」こと，「外部磁界を印加する」こと，或いは，「ロール圧延する」ことによって，比Hdd／Hdeを4以上にできることを明記して，4以上の比Hdd／Hdeを有する電磁干渉抑制体は，一般的な製造方法を用いても実現できることを例示的に開示している，と主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，前記(1)イに説示したとおり，本願発明(請求項1)において，比Hdd／Hdeが4以上を呈するという複合磁性体の特性は，あくまでその磁気損失特性が優れていることの数値的指標として，複合磁性体を特定する意味を有しているものであって，かかる特性自体が開示されたからといって，同複合磁性体の製造方法が開示されたことにはならないし，また，物の発明については，どのように作るかについて具体的な記載がなくても明細書の記載や技術常識に基づき当業者がその物を製造できる場合を除き，製造方法を具体的に記載しなければならないというべきことは，物の発明である本願発明にも当てはまるというべきである。また，本願発明の要旨は，前記2(2)に記載したとおりであるから，同2(2)に説示したとおり，本願明細書(甲2，5)における開示事項が，本願発明の実施可能要件を満たすといえるためには，上記比Hdd／Hdeが4以上を呈する優れた磁気損失特性を有する複合磁性体を得るための手段としての，各製造方法において扁平状の形状を有する軟磁性体粉末をできる限り同じ方向に並べるようにしてその配向度を改善するために設定する条件等についての技術的事項が，本願明細書(甲2，5)において，当業者がその実施をすることができる程度に明確かつ十分に記載されていることを要するというべきであるところ，前記2(3)ア，イ(ア)～(ウ)，ウで説示したとおり，本願明細書(甲2，5)はかかる記載要件を満たしていないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，取消事由2の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "取消事由3(本願明細書の試料1～4の記載の評価の誤り)についてア 原告は，試料1に関する開示条件としては，本願明細書(甲2，5)の段落【0038】において，扁平状軟磁性体粉末の組成，平均粒径，及び形状，有機結合剤，硬化剤，溶剤，及び，これらを配合して得た軟磁性体ペーストを開示し，また段落【0036】では，ドクターブレード法を用いることを開示している，そして，軟磁性体ペーストの材料と配合が定まると，軟磁性体ペーストの粘度が一義的に定まり，ドクターブレード法により製膜することが開示されていることから，ドクターブレード装置を用いることも一義的に定まり，さらに軟磁性体ペーストの粘度との関係から使用に適したドクターブレード装置も決定されることから，軟磁性体ペーストの粘度とドクターブレード装置を用いることがここでいう一義的に定まる条件である，また，試料1においては，ドクターブレード装置が定まると，ドクターブレード装置で製膜できる膜厚，ブレードの移動速度も定まり，剪断力が当業者の技術常識に基づいて調整される条件である，と主張する。",
                "しかし，前記2(3)ア，イ(ア)に説示したとおり，延伸・引裂加工により扁平化する際の加工手段及び加工条件の設定，ドクターブレード装置で製膜できる膜厚，ブレードの移動速度や剪断力が，当業者の技術常識に基づいて調整されることの具体的根拠はなく，本願明細書(甲2，5)の発明の詳細な説明の記載が，当業者がその実施をすることができる程度に明確かつ十分とはいえないことに変わりはないから，原告の上記主張は失当である。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "原告は，試料2に関する開示条件としては，本願明細書(甲2，5)の段落【0040】において，扁平状軟磁性体粉末の組成，平均粒径，及び形状，有機結合剤，硬化剤，溶剤，及び，これらを配合して得た軟磁性体ペーストを開示し，また段落【0038】では，この軟磁性体ペーストをドクターブレード法によって製膜し，かつ，面内方向に磁場を印加することを開示している，そして，軟磁性体ペーストの材料と配合によって粘度が一義的に定まり，かつ，ドクターブレード法により製膜することの開示により，ドクターブレード装置を用いることも一義的に定まり，さらに，面内方向に磁場を印加するとの開示により，磁場印加装置を用いること及びその配置が一義的に定まる，このように，軟磁性体ペーストの粘度，ドクターブレード装置及び磁場印加装置を用いることがここでいう一義的に定まる条件である，また，ドクターブレード装置が定まると，製膜できる膜厚，ブレードの移動速度も定まり，磁場印加装置を用いることが決定しているから，印加される磁場の強度が当業者の常識に基づいて調整される条件である，と主張する。",
                    "しかし，前記2(3)ア，イ(ア)，(イ)に説示したとおり，延伸・引裂加工により扁平化する際の加工手段及び加工条件の設定，ドクターブレード装置で製膜できる膜厚，ブレードの移動速度，印加される磁場の強度等が，当業者の技術常識に基づいて調整されることの具体的根拠はなく，本願明細書(甲2，5)の発明の詳細な説明の記載が，当業者がその実施をすることができる程度に明確かつ十分とはいえないことに変わりはないから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，試料3に関する開示条件としては，本願明細書(甲2，5)の段落【0042】において，扁平状軟磁性体粉末の組成，平均粒径，及び形状，有機結合剤，硬化剤，溶剤，及び，これらを配合して得た軟磁性体ペーストを開示し，また段落【0040】では，この軟磁性体ペーストをドクターブレード法によって製膜し，且つ，熱プレスを施した後，85℃にて24時間キュアリングすることを開示している，そして，試料1及び2と同様に，軟磁性体ペーストの粘度とドクターブレード装置を用いることが特定でき，さらに，熱プレスを施したとの開示から熱プレス装置を用いることも一義的に定まるから，これらが開示された条件から一義的に定まる条件である，また，ドクターブレード装置が定まると，製膜できる膜厚，ブレードの移動速度も定まり，熱プレス装置を用いることも決定しており，用いられる有機結合剤は開示されているから，熱プレスの条件が当業者の技術常識に基づいて調整される条件である，と主張する。",
                    "しかし，前記2(3)ア，イ(ア)に説示したとおり，延伸・引裂加工により扁平化する際の加工手段及び加工条件の設定，ドクターブレード装置で製膜できる膜厚，ブレードの移動速度が，当業者の技術常識に基づいて調整されることの具体的根拠はなく，本願明細書(甲2，5)の発明の詳細な説明の記載が，当業者がその実施をすることができる程度に明確かつ十分とはいえないことに変わりはない。さらに，熱プレスを用いる方法についても，本願明細書(甲2，5)の発明の詳細な説明には，その実施例の記載(前記(1)キ)中，［試料3］について，「…これに熱プレスを施し…」との記載があるにすぎず，本願発明のように比Hdd／Hdeが4以上を呈する優れた磁気損失特性を有する複合磁性体を得る目的で，扁平状の形状を有する軟磁性体粉末をできる限り同じ方向に並べるようにしてその配向度を改善するために設定する条件等として，どのような製造条件を設定するのかについての記載や示唆はなく自明の技術事項ともいえないから，当業者が実施し得る程度に明確かつ十分に記載されているものとは認められない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，試料4に関する開示条件としては，本件明細書(甲2，5)の段落【0044】において，2種類の扁平状軟磁性体粉末の組成，平均粒径，及び形状，有機結合剤，硬化剤，溶剤を開示すると共にこれらの配合を開示している，また段落【0042】では，ミキシングロールを用いて，ロール圧延によりシート状の試料を得たことを開示している，そして，開示された軟磁性体ペーストの配合によって粘度が一義的に定まり，かつ，ミキシングロールを用いてとの開示により，ミキシングロール圧延装置を用いることが特定できることから，軟磁性体ペーストの粘度とミキシングロール圧延装置を用いることが開示された条件から一義的に定まる条件であり，ロール圧延の条件が当業者の技術常識に基づいて調整される条件である，と主張する。",
                    "しかし，前記2(3)ア，イ(ウ)に説示したとおり，延伸・引裂加工により扁平化する際の加工手段及び加工条件の設定，ロール圧延の条件が，当業者の技術常識に基づいて調整されることの具体的根拠はなく，本願明細書(甲2，5)の発明の詳細な説明の記載が，当業者がその実施をすることができる程度に明確かつ十分とはいえないことに変わりはないから，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，取消事由3の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(平成18年6月16日付け原告意見書〔甲4〕記載の主張に対する判断の誤り)について",
              "text": [
                "取消事由4の主張は，本願発明の要旨認定の誤り等をいうものであるから，上記2(2)，3(1)，(2)の説示に照らし，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}