{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−19696号事件について平成19年3月15日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「プラズマ処理装置及びプラズマ処理方法」とする発明につき，平成6年6月27日に出願した特願平6−167451号の一部を分割して，平成13年6月22日，新たな特許出願(以下「本件出願」という。)とした。本件出願について，原告は，平成16年7月26日付けの手続補正書による手続補正をしたが，平成17年9月1日付けの拒絶査定を受けたため，同年10月12日，審判を請求するとともに，手続補正書を提出した(以下，審決と同様に「本件補正」という。)。",
            "特許庁は，上記審判請求を不服2005−19696号事件として審理した結果，平成19年3月15日，本件補正を却下した上で，「本件審判の請求は，成り立たない。」との審決をし，同年4月7日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "平成16年7月26日付けの手続補正書(甲第9号証)による補正(以下「前回補正」という。)後，すなわち本件補正前の本件出願の請求項1ないし3(請求項は全部で16項である。)は，次のとおりである。(以下，本件補正前の請求項1ないし3に係る発明をそれぞれ「本願発明1ないし3」といい，本件補正前の明細書を「本願明細書」という。)。",
                "【請求項1】気密な処理容器内に配置された被処理体に対してプラズマ処理を施すプラズマ処理装置において，",
                "前記処理容器の外に設けられたアンテナ部材と，",
                "前記アンテナ部材に接続された高周波電源と，",
                "前記被処理体を保持する載置台と，",
                "複数の処理ガス供給通路を備え，前記処理ガス供給通路と連通する処理ガス噴出孔から前記処理容器内に処理ガスを供給するためのガス供給部と，前記処理容器内を排気するための排気口と，を備え，",
                "前記ガス供給部は，前記被処理体面より上側に配置され，前記処理ガス供給通路と連通する前記処理ガス噴出孔の位置が，前記処理容器の周方向に位置し，略均等に配置されて，前記処理容器内の中心部に向かって処理ガスを放出するようになされると共に，前記ガス噴射孔と前記被処理体との間の垂直方向の距離が65mm以上に設定されていることを特徴とするプラズマ処理装置。",
                "【請求項2】気密な処理容器内に配置された被処理体に対してプラズマ処理を施すプラズマ処理装置において，",
                "前記処理容器の外に設けられたアンテナ部材と，",
                "前記アンテナ部材に接続された高周波電源と，",
                "前記被処理体を保持し，加熱可能な載置台と，",
                "複数の処理ガス供給通路を備え，前記処理ガス供給通路と連通する処理ガス噴出孔から前記処理容器内に処理ガスを供給するためのガス供給部と，前記処理容器内を排気するための排気口と，を備え，",
                "前記ガス供給部は，前記被処理体面より上側に配置され，前記ガス供給通路と連通する前記処理ガス噴出孔の位置が，前記処理容器の周方向に位置し，略均等に配置されて，前記処理容器内の中心部に向かって処理ガスを放出するようになされると共に，前記ガス噴出孔と前記被処理体との間の垂直方向の距離が65mm以上に設定されていることを特徴とするプラズマ処理装置。",
                "【請求項3】前記ガス噴射孔の先端と前記被処理体のエッジとの間の水平方向の距離は，膜厚の面内均一性を5％以下にするために0～70mmの範囲内に設定されることを特徴とする請求項1又は2記載のプラズマ処理装置。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件補正後の本件出願の請求項1ないし3(請求項は全部で6項である。)は，次のとおりである(補正部分を下線で示す。以下，本件補正後の請求項3に係る発明を「補正発明3」という。)。",
                "【請求項1】気密な処理容器内に配置された被処理体に対してプラズマ処理を施すプラズマ処理装置において，",
                "前記処理容器の外に設けられたアンテナ部材と，",
                "前記アンテナ部材に接続された高周波電源と，",
                "前記被処理体を保持する載置台と，",
                "複数のガス供給ノズルを備え，前記ガス供給ノズルの先端に設けられた処理ガス噴出孔から前記処理容器内に処理ガスを供給するためのガス供給部と，前記処理容器内を排気するための排気口と，を備え，",
                "前記ガス供給ノズルは，前記処理容器の側壁から前記処理容器内の中心側へ所定の長さで形成すると共に，前記被処理体面より上側に配置され，前記ガス供給ノズルの前記処理ガス噴出孔の位置が，前記処理容器の周方向に位置し，略均等に配置されて，前記処理容器内の中心部に向かって処理ガスを放出するようになされると共に，前記ガス噴出孔と前記被処理体との間の垂直方向の距離が75mm以上に設定されていることを特徴とするプラズマ処理装置。",
                "【請求項2】気密な処理容器内に配置された被処理体に対してプラズマ処理を施すプラズマ処理装置において，",
                "前記処理容器の外に設けられたアンテナ部材と，",
                "前記アンテナ部材に接続された高周波電源と，",
                "前記被処理体を保持し，加熱可能な載置台と，",
                "複数のガス供給ノズルを備え，前記ガス供給ノズルの先端に設けられた処理ガス噴出孔から前記処理容器内に処理ガスを供給するためのガス供給部と，前記処理容器内を排気するための排気口と，を備え，",
                "前記ガス供給ノズルは，前記処理容器の側壁から前記処理容器内の中心側へ所定の長さで形成すると共に，前記被処理体面より上側に配置され，前記ガス供給ノズルの前記処理ガス噴出孔の位置が，前記処理容器の周方向に位置し，略均等に配置されて，前記処理容器内の中心部に向かって処理ガスを放出するようになされると共に，前記ガス噴出孔と前記被処理体との間の垂直方向の距離が75mm以上に設定されていることを特徴とするプラズマ処理装置。",
                "【請求項3】前記ガス噴出孔の先端と前記被処理体のエッジとの間の水平方向の距離は，0～70mmの範囲内に設定されることを特徴とする請求項1又は2記載のプラズマ処理装置。",
                "(上記記載中の「噴出孔」及び「噴射孔」は，引用に係る部分を除き，「噴出孔」に統一する。)"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件補正は，平成18年法律第55号による改正前の特許法17条の2第4項各号(以下，この条を単に「特許法17条の2」といい，改正前の項及び号を用いる。)のいずれにも当たらないから，同項の規定に違反するものとして却下されるべきであり，本願発明1は，特開平3−79025号公報(甲第1号証。以下，審決と同様に「刊行物」という。)記載の発明(以下，審決と同様に「刊行物記載発明」という。)に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとするものである。",
            "審決は，上記結論を導くに当たり，刊行物記載発明の内容並びに本願発明1と刊行物記載発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物記載発明の内容",
              "text": [
                "絶縁シールドによって少なくとも一部分を仕切られた一の内部を有する囲い部と，該囲い部の内部に処理用のガスを導入する手段と，前記絶縁シールドに最も近い前記囲い部の外側に配置された電気的に導伝性である実質的に平面状のコイルと，該コイルに無線周波電源を結合する手段と，ウェハを保持する支持載置面とを備え，囲い部内に配置されたウェハに対してプラズマ処理を施す磁気結合された平面状のプラズマを生成するための装置において，前記ガスを導入する手段が複数のノズル，ノズルの先端から囲い部内に処理用ガスを供給するための分配リングを備え，囲い部内の処理ガスを排気するための排気口と，前記分配リングは，ウェハ面より上側に配置され，ノズルの先端が，囲い部の周方向に位置し，略均等に配置されて，囲い部内の中心部に向かって処理用ガスを放出するようになされている磁気結合された平面状のプラズマを生成するための装置"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "気密な処理容器内に配置された被処理体に対してプラズマ処理を施すプラズマ処理装置において，前記処理容器の外に設けられたアンテナ部材と，前記アンテナ部材に接続された高周波電源と，前記被処理体を保持する載置台と，複数の処理ガス供給通路を備え，前記処理ガス供給通路と連通する処理ガス噴出孔から前記処理容器内に処理ガスを供給するためのガス供給部と，前記処理容器内を排気するための排気口と，を備え，前記ガス供給部は，前記被処理体面より上側に配置され，前記処理ガス供給通路と連通する前記処理ガス噴出孔の位置が，前記処理容器の周方向に位置し，略均等に配置されて，前記処理容器内の中心部に向かって処理ガスを放出するようになされるプラズマ処理装置である点"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "text": [
                "本願発明1は，ガス噴出孔と被処理体との間の垂直方向の距離が65mm以上に設定されているのに対し，刊行物記載発明は，処理用ガス噴出孔と被処理体との間の距離については不明である点"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，本件補正についての判断を誤り(取消事由1)，仮に，本件補正を却下した判断に誤りがなかったとしても，一致点の認定を誤ったため相違点を看過し(取消事由2)，相違点についての判断も誤った(取消事由3)ものであるところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正についての判断の誤り)",
          "text": [
            "本件補正は「明りょうでない記載の釈明」を目的とした補正に該当し，補正の要件を満たすものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件補正は，平成17年9月1日付け拒絶査定(甲第11号証。以下「拒絶査定」という。)における「膜厚の面内均一性の上限値を5％以下とするという出願当初明細書に記載のない，新たな発明を記載した」との指摘に基づき，この記載上の不備を解消するために，請求項3の記載から「膜厚の面内均一性を5％以下にするために」との記載を削除したものであり，「明りょうでない記載の釈明」を目的とした補正に該当する。",
                "審査官は，同年11月8日付け前置報告書(甲第14号証。以下「前置報告書」という。)でも，本件補正が請求の範囲の拡張であるなどとすることなく，補正された内容に基づいて前置審査を行っている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "新規事項の追加状態を解消する補正は，記載不備状態を解消するためのものであり，第三者に不測の不利益を与えることもないから，特許請求の範囲の不明りょうな記載を明りょうな記載に補正するものとして取り扱うべきである。",
                "最後の拒絶理由通知に対する補正に新規事項が追加された場合には，補正が却下されると，新規事項が追加されていない状態になるのに対し，最初の拒絶理由通知に対する補正に新規事項が追加された場合に，これを解消する補正が許されないこととすると，著しく均衡を欠き，発明の保護という特許法1条の目的に反する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点の誤認による相違点の看過)",
          "text": [
            "刊行物記載発明は，以下に述べるとおり，「前記処理容器内の中心部に向かって処理ガスを放出する」との構成を備えていないのであるから，審決がこの点を本願発明1との一致点として認定したのは誤りであり，その結果，審決は，「本願発明では，処理ガスが処理容器の中心部に向かって放出されるのに対し，刊行物記載発明では，処理ガスが処理容器の中心部に向かうのではなく，渦巻状に放出される点」という相違点を看過している。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「囲い部の周方向に位置し」の点について，刊行物記載発明の囲い部12は，長方形の箱状のものであり，ノズルの先端部が角状になるように配置されていることになるが，刊行物記載発明のノズルは分配リングの内側側面に配置されており，ノズル先端の配置は円形形状であって，四角形形状になるように配置されていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「囲い部内の中心部に向かって処理用ガスを放出するようになされている」の点について，刊行物の第4図によれば，ノズル先端が分配リング52の半径方向から外れた方向へ向けられており，リングの内周面に沿って処理用ガスを放出するように構成されていることが認められるし，刊行物6頁右上欄18行目～左下欄1行目の「ノズル56は，入ってくる処理用ガスに渦巻状の流れパターンを分け与えるため，分配リング52の半径方向から外れた方向へ向けられてもよい。」との記載からも明確である。したがって，刊行物記載発明は，入ってくる処理用ガスに渦巻状の流れパターンを分け与えるため，ノズル先端が分配リング52の半径方向から外れた方向へ向けられている構成に特徴がある発明であり，処理ガスが処理容器の中心部に向かって放出される構成を採用した本願発明1と相違する。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点についての判断の誤り)",
          "text": [
            "審決は，刊行物の第2図には，「平面状コイル20の下面からノズル56までの距離は，平面状コイル20の下面から支持載置面13までの距離の約0．25倍になっていること」が示されていると認定している。しかし，第2図等の各図は模式図であり，寸法的に正確に描かれたものではなく，図面から具体的な寸法を読み取れるものではないから，第2図には「平面状コイル20の下面にノズル56を配置し，更にその下に支持載置面13が配置されていること」が記載されているにすぎず，「約0．25倍」との認定は誤りであり，この認定に基いて審決がした相違点についての判断には，誤りがある。すなわち，審決は，相違点について，「平面状コイル20の下面からノズル56までの距離は，平面状コイル20の下面から支持載置面13までの距離の約0．25倍になっていること」が記載されているとの認定に基づき，この距離が112．5㎜となっているとして，あたかも112．5㎜であることが刊行物に記載されているかのように判断している。そして，本願発明1とは構造，用途とも全く異なる特開平1−278716号公報(甲第3号証。以下，審決と同様に「周知例1」という。)及び特開昭63−54934号公報(甲第4号証。以下，審決と同様に「周知例2」という。)に原料ガス供給ノズルと基体との距離が65㎜以上に設定した場合の例が記載されているとして，相違点の構成は単なる設計事項であると認定判断している。",
            "しかし，刊行物には，ガス噴出孔と被処理体との垂直距離を112．5㎜(65㎜以上)とする具体的な構成は何ら記載されておらず，これに周知例1及び2を組み合わせても本願発明1の構成を想到することはできない。そもそも，当業者は，刊行物の模式図を根拠にガス噴出孔と被処理体との間の垂直方向の距離を読みとり，自己の発明に適用することはあり得ない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告が指摘する拒絶査定の記載は，拒絶査定の本文とは別に，前回補正によって補正された明細書に拒絶の理由があることを付言した部分である。そこに記載された指摘事項は，前回補正が新規事項を含むということであって，特許請求の範囲が明りょうでないことを指摘しているのではない。",
                "前置報告書においても，審査官は，請求項3に対し，特許法17条の2第3項違反(新規事項)を指摘しており，本件補正が適正な補正であるとは認定していない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "「膜厚の面内均一性を5％以下にするために」との記載は，記載上の不備を生じているものではなく，明りょうでない記載とはいえない。",
                "新規事項を含む記載と明りょうでない記載とは別のものであって，当初明細書又は図面に記載した事項の範囲内とするための補正をすることが不明りょうな記載を明りょうな記載とすることになるわけでもない。したがって，新規事項の追加状態を解消する補正が特許請求の範囲の不明りょうな記載を明りょうな記載に補正するものとして認められるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点の誤認による相違点の看過)について",
          "text": [
            "刊行物6頁右上欄9行～左下欄1行には，「ガス分配の均一さを更に高めるために，分配リング52が与えられても良い。分配リング52は，便宜上支持載置面13上方に配置され，アクセス部14の周囲を囲む。分配リング52は環状の高圧部54，及び該高圧部54から分配リング52の開口した中央部58へ延びる一連のノズル56群を含む。この様にして，入ってくる処理用ガスは平面状コイル20によって誘導される磁場の最大強度の領域の回りに等しく分配される。好ましくは，ノズル56は，入ってくる処理用ガスに渦巻状の流れパターンを分け与えるため，分配リング52の半径方向から外れた方向へ向けられても良い。」との記載がある。",
            "上記の記載によれば，ノズル56が分配リング52の半径方向から外れた方向へ向けられる構成は，好ましい例として挙げられたものであることが認められる。そうすると，ノズルはもともとガスを等しく分配するために半径方向に向けられているから，刊行物には，ノズルの先端が「囲い部内の中心部に向かって処理用ガスを放出するようになされている」構成も記載されているということができる。",
            "審決において，刊行物記載発明のノズルの先端は「囲い部内の中心部に向かって処理用ガスを放出するようになされている」と認定したこと及び刊行物記載発明と本願発明1の一致点として，前記処理ガス供給通路と連通する前記処理ガス噴出孔の位置が「前記処理容器内の中心部に向かって処理ガスを放出するようになされる」点を認定したことに誤りはなく，相違点の看過は存しない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点についての判断の誤り)について",
          "text": [
            "刊行物に添付された図面は，設計図として寸法を正確には把握することができるものではないが，刊行物には，「平面状コイル20と支持載置面13との距離は一般には3cm乃至15cmの範囲内」(5頁右下欄15行～17行)との記載があり，これらから，図面に対応した大まかな配置関係は認定することができる。刊行物の第2図から認定した「約0．25倍」との数値は，ガス噴出孔と被処理体との間の垂直方向の距離の一例をあげたものにすぎず，進歩性判断の結論に影響を及ぼすものではない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正についての判断の誤り)について",
          "text": [
            "原告は，特許請求の範囲における新規事項の追加状態を解消する補正は，記載不備状態を解消するためのもので，第三者に不測の不利益を与えることもないから，特許請求の範囲の不明りょうな記載を明りょうな記載にする補正として取り扱うべきであり，本件補正は「明りょうでない記載の釈明」を目的とした補正に該当し，補正の要件を満たすものであると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "拒絶査定(甲第11号証)には，次の記載がある。",
                "この出願については，平成16年5月14日付け拒絶理由通知書に記載した理由2によって，拒絶をすべきものである。",
                "なお，意見書及び手続補正書の内容を検討したが，拒絶理由を覆すに足りる根拠が見いだせない。",
                "備考",
                "・理由2",
                "・請求項1−16",
                "出願人は意見書で，拒絶理由通知で提示した特開平03−079025号公報(以下，引用例1という)には，「ガス噴射孔と前記被処理体との間の垂直方向の距離が65mm以上に設定されていること」は，何ら記載がないから，引用例1から容易に発明できない旨主張している。",
                "しかしながら，被処理体の周縁部からガス噴射孔までの垂直方向の距離を最適な数値とすることは，当業者の通常の創作能力の発揮であると認められるから，当該距離の数値限定に格別の困難性を認めることができない。",
                "現時点において，以下の拒絶の理由が存在する。",
                "・特許法第17条の2第3項の違反",
                "・請求項1−16",
                "平成16年7月26日付けの手続補正によって，請求項1−16及び【0011】，【0012】，【0062】に「ガス噴射孔と前記処理体との間の垂直方向の距離が65mm以上に設定されている」点を，また，【0013】に「前記ガス噴射孔の先端と前記処理体のエッジとの間の水平方向の距離は，膜厚の面内均一性を5％以下にするために0～70mmの範囲内に設定される」ことを付加している。しかし，上記事項は，膜厚の面内均一性の上限値を5％以下とするという出願当初明細書に記載のない，新たな発明を記載したものである。つまり，出願当初明細書の何れの記載を検討しても，膜厚の面内均一性の上限値を5％という数値で区切るという記載も示唆もない。",
                "よって，上記補正によって付加された事項は，出願当初明細書の記載の範囲内において行われた事項とは認められない。",
                "上記の記載によれば，拒絶査定をした審査官は，前回補正の内容を検討したが，進歩性を有しないという先に通知した拒絶理由は覆らないという理由で，拒絶査定をしたことが明らかである。そして，拒絶査定の上記横線以下の記載(以下「付言」という。)は，前回補正により付加された事項は，出願当初明細書に記載された事項の範囲内においてされたものではなく，特許法17条の2第3項の規定に反することを指摘しているものと解される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，上記の付言を審査官による補正の示唆と解し，本件補正をしたと主張しているが，拒絶査定の理由は，付言より前に記載された部分であることは明らかであり，付言は，出願人が分割出願をする場合を考慮して，記載されたものと解される。すなわち，付言は，拒絶査定の理由を解消しても，なお付言に記載した拒絶理由があることを指摘したものである。したがって，これと異なる理解に立って審決の判断を非難する原告の主張を採用することはできない。",
                "原告は，審査官が前置報告書において，本件補正が請求の範囲の拡張であると述べていないと主張するが，前置報告書(甲第14号証)には，請求項3については，特許法17条の2第3項の規定に反することが指摘されている(前置報告書3頁)から，原告の上記主張は，失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "さらに，原告は，新規事項の追加状態を解消する補正は，記載不備状態を解消するためのものであり，第三者に不測の不利益を与えることもないから，特許請求の範囲の不明りょうな記載を明りょうな記載に補正するものとして取り扱うべきであると主張する。",
                "しかし，特許法17条の2第4項4号は，「明りょうでない記載の釈明(拒絶理由通知に係る拒絶の理由に示す事項についてするものに限る。)」と規定しているから，「明りょうでない記載の釈明」を目的とする補正は，法律上，審査官が拒絶理由中で特許請求の範囲が明りょうでない旨を指摘した事項について，その記載を明りょうにする補正を行う場合に限られており，原告の主張する「新規事項の追加状態を解消する」目的の補正が特許法17条の2第4項4号に該当する余地はない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "本件補正は，補正前の請求項3の「前記ガス噴射孔の先端と前記被処理体のエッジとの間の水平方向の距離は，膜厚の面内均一性を5％以下にするために0～70mmの範囲内に設定されることを特徴とする請求項1又は2記載のプラズマ処理装置。」を「前記ガス噴出孔の先端と前記被処理体のエッジとの間の水平方向の距離は，0～70mmの範囲内に設定されることを特徴とする請求項1又は2記載のプラズマ処理装置。」に変更するものである。",
                "本件補正は，補正前の請求項3から，発明の内容を規定する「膜厚の面内均一性を5％以下にするために」という文言を削除するものであるから，「請求項に記載した発明を特定するために必要な事項を限定する」補正に該当しないことは明らかであり，特許法17条の2第4項2号に規定する「特許請求の範囲の減縮」を目的とする補正に該当しない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件補正は，特許法17条の2第4項各号のいずれにも当たらないから，同項の規定に違反するものとして却下されるべきであるとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点の誤認による相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物には，次の記載がある。",
                "「第2図乃至第4図を参照するに，処理用ガスは囲い部12の側壁を貫通して形成される入口部50を介して囲い部12の内部19内に導入される。入口部50の位置は重要なことではなく，内部19を貫通して均一に分配して与えられるいかなる地点からガスが導入されても良い。",
                "ガス分配の均一さを更に高めるために，分配リング52が与えられても良い。",
                "分配リング52は，便宜上支持載置面13上方に配置され，アクセス部14の周囲を囲む。分配リング52は環状の高圧部54，及び該高圧部54から分配リング52の開口した中央部58へ延びる一連のノズル56群を含む。この様にして，入ってくる処理用ガスは平面状コイル20によって誘導される磁場の最大強度の領域の回りに等しく分配される。好ましくは，ノズル56は，入ってくる処理用ガスに渦巻状の流れパターンを分け与えるため，分配リング52の半径方向から外れた方向へ向けられても良い。」(6頁右上欄3行～左下欄1行)上記の記載，刊行物図2及び図4の記載から，刊行物のプラズマ処理装置では，①処理用ガスの入口部50の位置は重要なことではなく，囲い部12(処理容器)を貫通して，内部19(処理容器内部)に処理用ガスが均一に分配して与えられることが重要であること，②処理ガスを分配リング52内の環状の高圧部54に通し，この分配リング52に設けられた中央部58へ延びる一連のノズル56から反応ガスを供給するようにすると，反応ガスは，磁場の最大強度の領域の回りに等しく分配されること，③好ましくは，ノズル56は，入ってくる処理用ガスに渦巻状の流れパターンを分け与えるため，分配リング52の半径方向から外れた方向へ向けられても良いこと，が理解される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物の上記(1)の記載からすれば，囲い部12の内部におけるガス分配の均一化を図るための分配リング52には，その中央部58の方向に向いた一連のノズル56が形成されており，分配リング内の環状の高圧部54から反応ガスが供給されるから，ノズル56から供給される反応ガスは，少なくとも分配リング52の中央部に向かって放出されることになる。そして，分配リング52の中央部は，囲い部12(処理容器)内の中央部にほかならず，「中央部」に中心部が含まれることは明らかである。したがって，刊行物には，ノズルの先端が「・・・囲い部内の中心部に向かって処理用ガスを放出するようになされている磁気結合された平面状のプラズマを生成するための装置。」が記載されているとした審決の認定に，誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物記載発明は，入ってくる処理用ガスに渦巻状の流れパターンを分け与えるため，ノズル先端が分配リング52の半径方向から外れた方向へ向けられている構成に特徴がある発明であり，処理ガスが処理容器の中心部に向かって放出される構成を採用した本願発明1と相違すると主張する。",
                "しかし，刊行物の上記(1)の記載にあるように，「好ましくは・・・分配リング52の半径方向から外れた方向へ向けられても良い。」とされているのであるから，ノズル56が分配リング52の半径方向に向けられたものが前提とされていることは明らかである。そして，半径方向とは，まさに，分配リング52の中心に向かった方向であるから，刊行物には，処理ガスを「中心部」に向かって放出する発明が記載されている。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，審決が本願発明1と刊行物記載発明との一致点として「前記処理容器内の中心部に向かって処理ガスを放出する」ことを認定したことに誤りはなく，審決は，「本願発明では，処理ガスが処理容器の中心部に向かって放出されるのに対し，刊行物記載発明では，処理ガスが処理容器の中心部に向かうのではなく，渦巻状に放出される点」という相違点を看過したものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点についての判断の誤り)について",
          "text": [
            "原告は，刊行物の第2図について，審決が「平面状コイル20の下面からノズル56までの距離は，平面状コイル20の下面から支持載置面13までの距離の約0．25倍になっていること」が示されていると認定したことは誤りであり，この認定に基いて，本願発明1においてガス噴出孔と被処理体との間の垂直方向の距離を65mm以上に設定することが容易であると判断したことは誤りであると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，刊行物の「第2図には，囲い部12の左下部に貫通孔とともに，矢印の先に「真空ポンプへ」と記載され，処理ガスを排気するための排気口を有すること，上壁16のアクセス部14には，平面状コイル20が示され，該コイルの下方には絶縁シールド18，ノズル56が示され，平面状コイル20の下面からノズル56までの距離は，平面状コイル20の下面から支持載置面13までの距離の約0．25倍になっていること，又第4図には，分配リング52に開口した中央部へ延びる一連の複数のノズル56が略均等に配置されていること，が示されている。」と認定している。そして，審決は，第2図から読み取った「約0．25倍」との数値を基礎にして，刊行物記載発明でも，ノズルと支持載置面との間の垂直方向の距離が約112．5mmとなっていると推定している。他方で審決は，「プラズマ薄膜形成装置において，原料ガス供給ノズルとウエハ間の距離を65mm以上とすることは，例えば，次に示すとおり周知の技術である。」として，周知例1及び2を挙げていることからみると，審決は，刊行物の第2図のみに基づいて「刊行物記載発明において，ガス噴射孔と被処理体との間の垂直の距離を65mm以上とすることは，プラズマ処理の条件などに応じて当業者が適宜決め得る設計的事項にすぎない。」との結論を導いたわけではなく，周知例1及び2をも勘案したことが明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで，周知例1(甲第3号証)及び周知例2(甲第4号証)をみると，次の記載がある。",
                "周知例1(特開平1−278716号公報，甲第3号証)",
                "「〔発明の構成〕",
                "(課題を解決するための手段)",
                "本発明は，真空容器内に収納しかつ所定温度に冷却したウエアに，原料ガスと励起粒子とから成る混合ガスを導入するノズルを，ウエハと同芯円状の複数のノズルで構成したことを特徴とするものである。",
                "(作用)",
                "ウエハと同芯円状とした各ノズルの流量，位置及びウエハとノズル間距離をパラメータとする最適化を行うことにより，ウエハに堆積する膜厚分布が均一化される。」(2頁左上欄19行～右上欄10行)",
                "周知例1の第6図には，ウエハとノズル間距離をパラメータとして堆積させたウエハの膜厚分布が示され，ノズルとウエハ間の距離を，10mm，20mm，30mm，50mm，70mm，90mmとした場合の測定例が示されている",
                "(50mm以上で膜厚がほぼ均一となる)。",
                "周知例2(特開昭63−54934号公報，甲第4号証)",
                "「3 発明の詳細な説明",
                "［産業上の利用分野］",
                "本発明は，マイクロ波放電を利用した気相励起装置に関するもので，例えば，製膜装置，エッチング装置，超微粒子発生装置への応用や，さらには複合材料の形成，ファインセラミックス材料への応用も期待されているものである。」(1頁左下欄14行～右下欄1行)",
                "「第1図において，基体5とノズル1の間隔を数10mm～数100mm程度離せば，基体5はプラズマにさらされることがなく，励起されたラジカル粒子のみが基体に到達することになり，プラズマによるダメージの少ない成膜やエッチングを行うことができる。」(4頁左上欄8行～13行)",
                "上記の記載によれば，周知例1及び2に記載されたプラズマ薄膜形成装置では，原料ガスノズルとウエハとの間の距離は，50mmから100mm程度の範囲とされていることが認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，プラズマ薄膜形成装置で処理される被処理体(半導体ウエハW)の直径は，一般に200mm程度であるところ，原料ガスノズルがウエハに近すぎるとガスが不均一となり，遠すぎると原料ガスがウエハに十分供給されなくなることは技術常識であるから，原理的にみても，原料ガス供給ノズルとウエハとの間の距離は，50mmから100mm程度とするのが通常であると考えられる。",
                "プラズマ薄膜形成装置において，ノズルと支持載置面との間の距離は，一般に100mm程度の範囲であり，それから大きく離れることはないと考えれるから，第2図から読み取った「約0．25倍」との値が不正確であったとしても，刊行物記載発明において，ノズルと支持載置面との間の垂直方向の距離が約112．5mmとなっているとした審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上の検討結果からすれば，50mmから100mm程度の数値範囲において，膜形成に好適な条件を調べることは，当業者に普通に期待することのできる創意工夫の範囲内のものということができる。",
                "そして，本件出願の図5(甲第7号証)には，ノズル52と被処理体(ウエハW)との間の垂直方向の距離G［mm］と膜厚の面内均一性の測定例が示されており，距離Gを55mm，75mm，95mmと変化させると，膜厚の面内均一性が向上し，「SiH 15sccm，0 13sccm」",
                "の処理ガスを用いた条件下で，距離Gが65mmになると，面内均一性が±5％以下になり，さらに，距離Gが75mm以上では，膜厚の面内均一性が±2．5％とほぼ一定になることが認められる(本願明細書の段落【0029】)ものの，距離Gが65mm前後で膜厚の面内均一性は緩やかに現象傾向を示しているから，上記65mmという距離に特に臨界的意義があるというわけでもない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，周知例1にノズルとウエハ間の距離を10，20，50，70，90mmと変化させた場合のデータがあっても，刊行物記載発明の装置はノズルの位置，形状，処理ガスの噴出方向が全く異なるから，刊行物記載発明に周知例1の記載事項を組み合わせて本願発明1に至らないことは明らかであり，周知例2にあっては，本願発明1とは全く異なる構造のものであり，考慮すべき価値もないと主張する。",
                "しかし，周知例1も周知例2もプラズマ薄膜形成装置に関するものであって，基本的な成膜原理は同じであり，かつ，被処理体となる半導体ウエハWの直径は，通常，200mm程度であるから，ノズルの位置，形状，噴出ガスの噴出方向が異なるとしても，ノズルと被処理体との間の距離はおのずと制約を受け，その範囲は100mm程度の範囲を大きく超えることはないと考えられる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "以上のとおり，仮に，審決のした「約0．25倍」との値が不正確であったとしても，刊行物記載発明において，ノズルと支持載置面との間の垂直方向の距離が約112．5mmとなっているとした審決の認定に誤りはなく，本願発明1において，ガス噴出孔(ノズル)と被処理体との間の垂直方向の距離を65mm以上に設定することは，当業者が容易にすることができたことである。したがって，相違点についての審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，審決取消事由はいずれも理由がなく，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}