{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2006−31192号事件について平成19年5月8日にした審",
        "決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，右に表示のとおり「スキャンティ",
            "ー」の片仮名文字を特殊な書体等で書して成",
            "り，指定商品を第25類「洋服，コート，セー",
            "ター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽，和服，エプロン，えり巻き，靴下，ゲートル，毛皮製ストール，ショール，スカーフ，足袋，足袋カバー，手袋，布製幼児用おしめ，ネクタイ，ネッカチーフ，バンダナ，保温用サポーター，マフラー，耳覆い，ずきん，へルメット，帽子，ガーター，靴下止め，ズボンつり，バンド，べルト」(当初は第36類「被手巾，釦銀及び装身用『ピン』の類」であったが，平成14年3月13日指定商品の書換えがされた。)とする登録第575122号商標(昭和33年12月27日出願，昭和36年6月20日設定登録。以",
            "下「本件商標」という。)の商標権者である(甲7)。",
            "被告は，平成18年9月22日，原告を被請求人として，本件商標の商標登録を取り消すことについて審判(以下「本件審判」という。)を請求し，平成18年10月12日，その予告登録がされた(以下「本件予告登録日」ともいう。)。特許庁は，同請求を取消2006−31192号事件として審理をした結果，平成19年5月8日に「登録第0575122号商標の商標登録は取り消す。」との審決をし，同月22日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，以下のとおり，本件商標は，原告又は通常使用権者により，継続して，本件審判請求の予告登録前3年以内に，日本国内において，請求に係る商品について使用していなかったものとして，本件商標の登録は，商標法50条の規定により取り消すべきであるとした。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の判断の要点",
              "text": [
                "「(1)被請求人提出の証拠(乙第1号証ないし同第5号証〔判決注：本訴甲第1号証ないし甲第5号証に同じ。〕)によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "鴨居羊子「下着ぶんか論」(乙第1号証)は，凡凡社の発行に係る書籍の写しと推認される(奥付等がなく発行日は不明である。)ところ，その記載中，222頁以下に「スキャンティのこと」として，その名称が使用されだした当時の逸話が紹介されている。その中で，「スキャンティ」が新聞や週刊誌の注釈とは異なり，「そんな意味の造語ではなくて，実は“乏しき”とか“ごく少量の”とかいった意味をもつ立派な英語で，Scantyとつづる形容詞なのです。この小さなパンティスは，私が下着をアレコレといじりまわし，興味をもちだしたころの名づけで，…」と記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「女は下着でつくられる」(乙第2号証)は，鴨居羊子コレクション1と副題が付けられた，同女史のエッセイを集大成したとされる国書刊行会発行の書籍の写し(奥付等がなく発行日は不明である。)と認められるところ，「スキャンティ生まれる」の項(74頁)には，当時の同女史の交友や仕事ぶりが表現されるとともに，「スキャンティーこれは，いままでのパンティスと違って股ぐりが深いため，少量の面積でパンティスの機能を果し，同時に脚が長くみえ，たとえ太った人でも股ぐりの斜線のために，脚が入りやすい。色はあらゆる色を用い，レースよりも飾りゴムをつけた。」(76頁)との記載がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "商品タグ(乙第3号証)には，「TUＮIC」，「チュニック株式会社」の文字の上に下着姿で寝そべった女性を漫画風に描いた図を配し，その最上部には，小さく「1955年，スキャンティとその家族は生まれました。」の記載がある。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "商品現物の写真(乙第4号証)には，女性用下着に乙第3号証の商品タグと，上半身裸状態で立つ下着姿の女性を漫画風に描いた図と「TUＮIC」の文字を表示した商品タグが付けられている。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "商品現物の写真(乙第5号証)には，乙第4号証とは別の女性用下着に，乙第4号証と全く同じ二種類の商品タグが付けられている。",
                    "(2)本件商標は，別掲のとおりの態様をもって「スキヤンティー」の文字を表したものである。しかして，上記証拠によっては，「スキャンティ」の命名の経緯等を窺い知ることができるが，商品との関わりにおいては，商品タグ(乙第3号証ないし乙第5号証)の中に「スキャンティ」の文字を見いだせるけれども，これとても，「1955年，スキャンティとその家族は生まれました。」というものである。そして，この記述は，当該商品に付された商品タグに表示された「TUＮIC」，「チュニック株式会社」あるいは図形をもって商品の出所を表すものと看取されるとみるのが自然であることとも相侯って，一種のキャッチフレーズとして捉えられるというのが相当であるから，この中の「スキャンティ」の表示をもって，自他商品の識別機能を果たし得る態様の使用とは認め難いものである。",
                    "加えて，当該商品が現に取引されたことを証明する取引書類等の証左は提出されていない。",
                    "してみると，被請求人が本件商標をその製造・販売する「パンティ」等の下着に使用したと認めることはできないというほかない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "以上によれば，本件商標が，本件審判請求の登録前3年以内に，その指定商品について使用をされたことが証明されたということはできない。他に，本件商標の使用を明らかにする証拠はなく，また，不使用であることについての正当理由に関する主張及び立証はない。」"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決は，本件商標の使用の事実を看過し，その結果，本件審判請求の予告登録前3年以内に，日本国内において，請求に係る商品について使用していなかったとの誤った判断をしたものであって，違法であるから取り消されるべきものである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標の使用",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「スキャンティ」という語は，昭和30年，故鴨居羊子(以下「故鴨居」という。)が「最小限の布のパンティ」という意味で，英語の「Scanty」から名付けたものである。日本の女性下着に革命を起こした下着デザイナーである故鴨居は，昭和33年にチュニック株式会社(以下「訴外会社」という。)を設立して，女性下着の制作販売を行うようになり，訴外会社が制作販売するパンティのうち「生地が薄くてタイトなパンティ」に対して，特に「スキャンティ」との標章，すなわち本件商標を付して商品を特定していた。訴外会社は，自社が制作販売するパンティの標章として本件商標を使用していたため，本件商標の更新登録を繰り返し行っていたものである。また，訴外会社からパンティ等の下着を購入している全国の下着販売小売店は，「スキャンティ」といえば訴外会社が製造販売する「生地が薄くてタイトなパンティ」の商品であると認識し，それ以外の商品の意味に使うことはなかった。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，故鴨居は，単なる下着デザイナーにとどまらず，文筆・絵画等の才能を有していて，1960年から70年にかけて日本のアバンギャルドの旗手として女性の社会進出などにも影響を与えていたことより，故鴨居がデザインするパンティの標章として使用されていた「スキャンティ」という語は，旧来のパンティ(木綿でできた白いダブダブしたパンティ)とは異なる斬新なパンティのすべてを総称する名称として使用されるようにもなった。このように，「スキャンティ」という言葉は，「薄くて小さいパンティ」という意味の一般名称のように使用され出したものの，あくまで「スキャンティ」という語は，訴外会社が制作販売する「生地が薄くてタイトなパンティ」の商標として使用され，それらの商品は「スキャンティ」の商標のもとに取引されていたのである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "商標権者等による使用",
          "text": [
            "「スキャンティ」という本件商標は，故鴨居が昭和36年6月20日に設定登録を受けたものであり，それ以後，故鴨居が代表取締役に就任していた訴外会社が本件商標を使用しているものであり，かつ，訴外会社以外に本件商標を使用するものはいない。これは，本件商標の商標権者である故鴨居と訴外会社との間に，独占的通常実施契約が黙示に設定されていたからに他ならないものであって，故鴨居が死亡した後は，本件商標の遺贈を受けた原告と訴外会社との間で，上記と同様の黙示の独占的通常実施契約が締結されているものである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "商標の使用に対して",
          "text": [
            "原告の主張する使用は，いずれも商標としての使用とはいえないものであり，また，原告が使用の根拠とする商品タグを付した商品の販売時期を明らかにする客観的な資料は何ら示されていない。"
          ]
        },
        {
          "fig": "2",
          "subject": "商標権者等による使用に対して",
          "text": [
            "本件商標に係る商標権は，平成4年12月21日，遺贈を原因として故鴨居から原告に移転しているが，訴外会社が商標権者，専用使用権者又は通常使用権者であったことはなく，また，原告と訴外会社との間に本件商標に係る使用許諾契約等が存在した証拠もないから，仮に，訴外会社が本件商標を使用していても商標権者等による使用があったとはいえない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "商標の使用があることについて",
          "content": [
            {
              "fig": "(1)",
              "subject": "証拠(甲3～5，甲38の1，2)によれば，原告が代表取締役として運営する訴外会社は，同社の制作するパンティのうち生地が薄くてタイトなパンティを「スキャンティ」と称し，これに「1955年，スキャンティとその家族は生まれました。」，「TUＮIC 訴外会社」，「ヒップ85−93 COL．A QU",
              "text": [
                "A．スキャンティ ポリエステル100％」などと表示されたタグを付して販売していたことが，認められないではないが，その販売を，本件予告登録日前の平成15年12月12日から平成18年10月11日までの間に行ったことを認めるに足りる証拠はない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "なお，本件事案にかんがみ，訴外会社が上記販売行為をしていたのが平成15年12月12日から平成18年10月11日までの間であったものと仮定して，「スキャンティ」という語の使用形態についても検討すると，証拠(甲1～9，甲38の1，2)によれば，次の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "故鴨居は，下着デザイナーとして活躍し，昭和30年，大阪そごう百貨店のギャラリーに「チェニック制作室」という名の下着の個展会場を設け，そこで新しい下着を工夫し，かつ，その制作販売に従事していたが，昭和33年1月16日，各種下衣類の製作販売等を目的とする訴外会社を設立して，その代表者に就任した。",
                    "昭和56年ころには，同社の所在地を芦屋市大東町に移転した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "故鴨居は，昭和33年ころの秋に開催された下着ショーにおいて，「乏しき」，「ごく少量の」などといった意味を有する英語「Scanty」をとって，生地が薄くてタイトなパンティを「スキャンティ」と称して発表したところ，大きな反響を呼び，「スキャンダル・プラス・パンティの造語である」などと報道された。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "故鴨居は，昭和33年11月10日凡凡社から「下着ぶんか論」との表題の書籍を，昭和48年には三一書房から「わたしは驢馬に乗って下着をうりにゆきたい」との表題の書籍を，平成3年には日動出版部から「わたしのものよ」との表題の書籍をそれぞれ出版するなどし，戦後の日本の女性下着に革命を起こした下着デザイナーとして広く知られるに至った。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "故鴨居は，平成3年3月死亡し，訴外会社の現代表取締役である原告が，故鴨居からの遺贈により本件商標の商標権を取得した。訴外会社は，同社の製造する女性用のパンティのうち生地が薄くてタイトなパンティを「スキャンティ」と称して販売し，その商品のタグには，「1955年，スキャンティとその家族は生まれました。」，「TUＮIC 訴外会社」，「ヒップ85−93 COL．A QU",
                  "text": [
                    "A．スキャンティ ポリエステル100％」などと表示して販売していた。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "上記「下着ぶんか論」には，「スキャンティのこと」との見出しで，「私が，この秋，東京でやつた下着ショウのうち，一ばん布地の少ないパンティスが私の知らぬまにひとり歩きして『スキャンダル・パンティ』というニックネームと共に私の愛情ゆたかな手もとから巣立ってゆきました。ショウが終って，二日ばかりたって，午後，銀座の服部時計店の角で何気なく夕刊を買い，私は思わず一人で赤面してしまいました。この記事には『スキャンティ』が一躍人気者になってしまって，しかも次のような註釈がついていました。すなわち『スキャンティ』とは“スキャンダル・プラス・パンティの造語である”としゃれられているのです。私は新聞記者って実にうまいことをいうもんだなあと感心しました。」(222頁～223頁)との記載がある。",
                    "また，上記書籍「わたしは驢馬に乗って下着をうりにゆきたい」では，「私のデザインをアキ子が裁ち，アルバイト学生さん二人が縫う。まとめやししゅうなどの一針一針縫うのも大好きになった。・・・さて，一つ一つ出来上ると，たちまちその一つ一つに私の勝手気ままなやり方の造語で愛称をつけた。」(「わたしは驢馬に乗って下着をうりにゆきたい」を収録した平成16年1月20日国書刊行会発行「女は下着でつくられる」の76頁)として，「スキャンティ，ペペッティ，クロスティ，ココッティ」(76頁～77頁)などが挙げられ，そのうちの「スキャンティ」について，「これは，いままでのパンティスと違って股ぐりが深いため，少量の面積でパソティスの機能を果し，同時に脚が長くみえ，たとえ太った人でも股ぐりの斜線のために，脚が入りやすい。色はあらゆる色を用い，レースよりも飾りゴムをつけた。」(76頁～77頁)との記載がある。その他，本件予告登録日である平成18年10月12日の後ではあるが，平成19年1月22日日本経済新聞の文化欄の「おんなと生きもの」と題する随筆には，「鴨居羊子・・・は女性の下着デザイナーで，55年に『チュニック制作室』を創立。ナイロン・トリコットの7色のスキャンティや，ブラジャーを作った。」との記載が，また，同月25日中日新聞の文化欄には，「戦後を駆け抜けた下着デザイナー鴨居羊子」との表題で，「『スキャンティ』の創作者で，日本の女性下着に革命を起こした下着デザイナー鴨居羊子」との記載があって，「スキャンティ」は，もっぱら故鴨居の創作に係る女性用下着の名称であると理解されている。ちなみに，大辞林第2版にも，「スキャンティ」の項目があり，「きわめて短いパンティー」と説明されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記認定の事実によれば，故鴨居は，生地が薄くてタイトなパンティを創作し，これを「スキャンティ」と名付けて発表したところ，この新しいパンティが注目を集めて広く知られるようになった結果，本件予告登録日である平成18年10月12日までには，「スキャンティ」の語は，女性用のパンティのうち生地が薄くてタイトなものを意味する一般的名称となっていたものと認められる。",
                "訴外会社自身も，同社の制作する女性用のパンティのうち生地が薄くてタイトなものを「スキャンティ」と称し，その商品のタグには，「1955年，スキャンティとその家族は生まれました。」，「TUＮIC 訴外会社」，「ヒップ85−93 COL．A QUA．スキャンティ ポリエステル100％」などと記載されているが，「1955年，スキャンティとその家族は生まれました。」との記載中の「スキャンティ」の語を標章であるとは認めがたく，また，「ヒップ85−93COL．A／QUA．スキャンティ／ポリエステル100％」(判決注：「／」は行替えをしていることを示す。)中の「QUA．スキャンティ」も，品質を示すものと認められ，訴外会社の商品を示す標章として使用されているといえない。",
                "原告が提出する報告書(甲10～36)は，原告が作成したものと思われる定型的な内容の書面に，訴外会社から下着を購入する全国の下着販売小売店が記名捺印したものであるのみならず，訴外会社が制作する，生地が薄くてタイトなパンティの商品名を「スキャンティ」と呼んでいたというのであって，訴外会社が「スキャンティ」の語を標章として使用していたとしているわけではない。",
                "また，訴外会社の商品台帳に付されている「16スキャンティ」の記載は，商品名を示すものと認められるが，そのことをもって，商標の使用ということができない。",
                "その他，本件全証拠を検討しても，原告なり訴外会社なりが，自他識別のための標章として本件商標を使用していることを認めるに足りない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，故鴨居が，単なる下着デザイナーにとどまらず，文筆・絵画等の才能を有していて，1960年から70年にかけて日本のアバンギャルドの旗手として女性の社会進出などにも影響を与えていたことより，故鴨居がデザインするパンティの標章として使用されていた「スキャンティ」という語は，旧来のパンティ(木綿で出来た白いダブダブしたパンティ)とは異なる斬新なパンティのすべてを総称する名称として使用されるようになったことを認めつつ，あくまで「スキャンティ」という語は，訴外会社が制作販売する「生地が薄くてタイトなパンティ」の商標として使用され，それらの商品は本件商標の下に取引されていた旨主張する。",
                "しかし，上記(3)のとおり，訴外会社の商品を示す標章として使用されていると認め難いから，原告の上記主張は，採用できない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "そうすると，原告の請求は，その余の点について判断するまでもなく，理由がないことに帰する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10217",
    "date": "2007-12-26",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035576",
    "ipprecedent_id": "1298",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}