{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006-89052号事件について平成18年12月22日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が有する後記商標登録について，原告が商標法46条1項3号(その商標登録がその商標登録出願により生じた権利を承継しない者の商標登録出願に対してされたとき)に基づき無効審判請求をしたところ，特許庁が請求不成立の審決をしたので，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "text": [
            "・ 特許庁における手続の経緯",
            "ア・ 特許庁に対し，「東京都渋谷区千駄ヶ谷(以下省略)」所在の「株式会社クレモナ」(以下「渋谷クレモナ」という。)から，弁理士Aを代理人として，平成14年10月7日付けで，下記商標(以下「本件商標」という。)について商標登録出願(商願2002-84950号)",
            "がなされた(甲3の2)。",
            "記"
          ],
          "content": [
            {
              "fig": "a",
              "subject": "商標 b 指定商品",
              "text": [
                "第11類",
                "「電球類及び照明用器具」",
                "・ その後特許庁から，平成14年10月9日付けで，平成14年10月7日に提出された商願2002-84950号の商標登録出願につき，識別番号を501284284号，住所又は居所を「東京都渋谷区千駄ヶ谷(以下省略)」，氏名又は名称を「株式会社クレモナ」とする認定・付加情報が発せられた(甲3の3・4)。",
                "・ そして，平成14年11月25日付けで，代理人A弁理士名で特許庁に対し，識別番号501284284，旧住所又は旧居所「東京都渋谷区千駄ヶ谷(以下省略)」，新住所又は新居所「東京都中央区銀座3丁目(以下省略)」，氏名又は名称「株式会社クレモナ」とする旨の住所変更届(甲4の1)が提出された(以下「本件住所変更手続」という。)。なお，上記住所変更届には，平成14年11月22日付けで，「東京都中央区銀座3丁目(以下省略)」株式会社クレモナ(代表取締役B)から弁理士Aを代理人に選任する旨の委任状(甲4の2)が添付されている。",
                "・ 特許庁は，上記商標登録出願について，平成15年5月7日に商標登録出願人を株式会社クレモナ，代理人をAとした登録査定(甲3の5)をした上，平成15年6月20日に，出願年月日平成14年10月7日，出願番号2002-84950号，査定年月日平成15年5月7",
                "日，指定商品第11類「電球類及び照明用器具」，権利者「東京都中央区銀座3丁目(以下省略)」株式会社クレモナとして，設定登録をした(登録第4684210号。以下「本件商標登録」といい，その商標権を「本件商標権」という。)。",
                "・ 本件商標権は，その後「福岡県鞍手郡小竹町(以下省略)」株式会社クレモナ(被告。以下「九州クレモナ」という。)に譲渡され，平成18年3月27日その旨の登録がされた(甲2)。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "これに対し，原告は，本件商標登録につき被告を被請求人として平成18年4月21日付けで無効審判請求をしたので，特許庁は，同請求を無効2006-89052号事件として審理した上，平成18年12月22",
      "text": [
        "日，「本件審判の請求は，成り立たない」旨の審決(以下「本件審決」ということがある。)を行い，その謄本は平成19年1月10日原告に送達された。",
        "・ 審決の内容",
        "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件商標登録は，渋谷クレモナが商標登録出願をし，同社に対して登録査定がされたものであるから，商標法(以下「法」という。)46条1項3号が規定する「その商標登録がその商標登録出願により生じた権利を承継しない者の商標登録出願に対してされたとき」に当たらない，というものである。",
        "・ 審決の取消事由",
        "しかしながら，審決の判断には，次のとおり誤りがあるから，審決は違法として取り消されるべきである。"
      ]
    },
    {
      "fig": "ア",
      "subject": "取消事由1(審決における商標権者不特定)",
      "text": [
        "本件無効審判請求においては，法46条1項3号が規定する「その商標登録がその商標登録出願により生じた権利を承継しない者の商標登録出願に対してされたとき」に当たるかどうかが争われているから，商標登録を受けた者の特定は，本件審決の基礎となる不可欠な事項である。商標登録を受けた者，すなわち商標権者を特定しない限り，法46条1項3号の構成要件該当性を判断できないからである。",
        "しかし，本件審決は，本件商標登録を受けた者が何者であるかを特定していないから，この商標権者不特定は，審決の結論に影響を与えるものであり，この点のみをもってしても審決は違法である。"
      ]
    },
    {
      "fig": "イ",
      "subject": "取消事由2(法46条1項3号該当性の判断の誤り)",
      "text": [
        "・ 本件商標登録出願をしたのは，渋谷クレモナであるが，本件商標登録を受けた者，すなわち，設定登録時の本件商標権者は，「東京都中央区銀座三丁目(以下省略)」所在の「株式会社クレモナ」(以下「銀座クレモナ」という。)である。このことは，本件商標登録原簿に記載された権利者が，渋谷クレモナではなく銀座クレモナであること(甲2)から明らかである。したがって，本件商標登録は，法46条1項3号が規定する「その商標登録がその商標登録出願により生じた権利を承継しない者の商標登録出願に対してされたとき」に該当する。同号に当たることを認めない審決の判断は違法である。",
        "すなわち，法46条1項3号が設けられたのは，誤って無権利者に登録がされたときにそのままにしておくのは，物権的権利である商標権の帰属を不明確にして社会的混乱を招くとともに，いたずらに第三者の商標選択の余地を狭めるので，登録時の瑕疵を後発的に是正するためである。その趣旨に照らせば，その適用は厳格に行われるべきである。厳格に行われたとしても，商標は先願主義の下で再出願が可能であるし(法8条)，除斥期間も設けられている(法47条)から，旧権利者にとって格別に酷ということにはならない。",
        "商標権発生という，当事者間にとどまることなく広く一般に影響を及ぼす行政処分について，そこに瑕疵がある場合の瑕疵の治癒は，所定の手続を介してのみ行われるべきものである。この点，登録と実体関係の錯誤による不一致を是正する手続として更正登録があり，更正登録には職権によるもの(商標登録令10条で準用する特許登録令40条，41条)と，申請によるもの(商標登録令10条で準用する特許登録令21条)とがある。しかし，本件商標登録における渋谷クレモナと銀座クレモナとの不一致は，商標権者が提出した虚偽の住所変更届に基づく登録の結果であるから，その点に特許庁の過失は存在しないし，また，原告という利害関係者が存在している。したがって，特許庁は職権によって更正することはできない。申請による更正は，更正前後の主体の同一性が必要であるから，これによっても更正することはできない。さらに，下記ア・のとおり，行政処分に対して意思主義を徹底することは許されないから，錯誤の主張も認められない。よって，本件商標権を無効にする以外に，不一致を更正する手段は存在しない。",
        "・ 被告は，本件無効審判請求事件の答弁書(甲16)において，「…被請求人ら(判決注 被告及び銀座クレモナ)としては，この時点においても，なお銀3クレモナ(判決注 銀座クレモナ。以下同じ)が正当な商標権者であると信じていたからこそ，このような警告書を送付したものであることは明らかであって，あくまで被請求人らの認識としては，銀3クレモナに権利が適法に承継されていたとの主観を有していたことの何より明白な証左となるものである。」と主張している(8頁下9行～5行)。また，被告は，本訴の被告第1準備書面5頁下11行以下において，この答弁書の主張と同じ主張をしている。さらに，被告は，同準備書面5頁8行～10行では，「被告は，『登録査定を受けた者』も『商標登録を受けた者』も，いずれも銀座クレモナであって」と主張している。このように，被告は，商標権者が銀座クレモナであるとの主張を繰り返しているのであるから，この主張に拘束されるべきであり，本訴において，「商標登録を受けた者」が「渋谷クレモナ」であると主張することは，禁反言の原則に反し，許されるべきではない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "被告の主張に対する反論",
      "text": [
        "・ 本件無効審判請求は濫用的な請求であって認められるべきではない旨の主張に対し",
        "本件住所変更手続において提出された住所変更届(甲4の1)の日付(平成14年11月25日)及び添付された委任状(甲4の2)の日付(平成14年11月22日)は，銀座クレモナの設立日(平成14年12月2日)よりも前である。したがって，銀座クレモナは，未成立の架空会社であって，商標登録出願により生じた権利の承継すらできない状態であった。商標の特殊性に鑑みて，商標法は，いわゆる権利能力なき社団の手続能力を厳しく制限している(法77条2項で準用する特許法6条)。設立さえもしていない架空の法人に商標登録を受ける権利を承継させることは，権利帰属関係の明確化の趣旨に反することになるから許されるべきものではない。まして，実質的に出願人としての地位を譲り受けるなどという，帰属関係の明確化と逆行する行為は存在し得ない。",
        "被告は，本件住所変更手続について「当事者の勘違いから，錯誤により，住所変更手続が選択されてしまったにすぎない」旨を主張する。しかし，商標登録の効果は，単に当事者にとどまることなく広く一般に影響を及ぼすものであるから，私法分野におけるように意思主義を徹底することは許されない。商標登録は，商標登録原簿に商標権その他商標に関する権利の発生及び変動等を記載又は記録する一連の行政行為の総称である。所定の手続を経ていったん行政行為である行政処分(すなわち，商標登録)が発効した後は，手続を行った者はその行政処分に拘束されるのであるから，その手続の錯誤の主張は認められるべきものではない。仮に，錯誤の主張が認められる場合があるとしても，会社住所を転々と変更し，さらに，名称までも変更するほど会社実務に明るい渋谷クレモナ及び銀座クレモナの代表者が，商標登録出願により生じた権利を，住所変更届の提出によって全く別の法人に承継させることができると考えていたということは，信じられる話ではない。経営者であれば，別法人が所有する財産を譲り受けるに当たって何らかの対価が生じることは理解しているはずであり，その観点からも住所変更届と名義変更届の意味合いが全く異なることは言い逃れのできないほど自明である。未設立架空会社である銀座クレモナという法人を装ってまで本件商標登録出願により生じた権利を偽装承継させた事実からして，住所変更の提出は意図的に行われたといわざるを得ない。名義変更届という合法的手続を行わずに住所変更届という非合法の手続を行い，偽装承継の事実が明るみに出た途端に住所変更届が勘違いや錯誤で提出されたという言い訳が聞き入れられるとするなら，名義変更届の提出を効力発生要件とした法13条2項で準用する特許法34条4項の趣旨が没却される。",
        "・ 原告に本件無効審判請求の請求人適格がない旨の主張に対し原告は被告から，平成17年11月21日付けの警告書(甲9。以下「本件警告書」という。)の送付を受けている。本件警告書には，原告の標章の使用が本件商標権を侵害しているとの指摘があり，標章の使用差止が請求されている。本件警告書を受領してから今日に至るまで紛争は解決していない。したがって，原告は本件無効審判の請求人適格を有している。"
      ],
      "content": [
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因・，・の各事実は認めるが，・は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "・ 取消事由1に対し",
            "審決は「本願の登録査定は，登録出願人である渋谷クレモナに対してされたものというべき」と認定している(10頁25行～26行)。",
            "本件商標登録出願に対する登録査定以降，商標登録されるまでの間，登録料納付書の提出を除き，何らの書類も提出されておらず，具体的には，・名義変更届や・錯誤により名義変更届を提出すべきであるところに提出された住所変更届等の書類が全く提出されていないことに鑑みると，審決では「登録査定を受けた者」と「商標登録を受けた者」とが同一人の渋谷クレモナであるとの認定をしていると考えられ，そうとしたならば，審決は形式的にはともかくとして，実質的に「商標登録を受けた者」の特定を行っていると把握するのが自然である。",
            "また，審決には，「登録査定を受けた者」と「商標登録を受けた者」が一致しないと疑うべき何らの事実も認定されていないから，形式的に「商標登録を受けた者」が明示されていないとしても，実質的には「商標登録を受けた者」が渋谷クレモナであると認定されている。",
            "したがって，審決では，実質的には「商標登録を受けた者」についての特定がされている。",
            "・ 取消事由2に対し"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "審決においては，本件商標権者として本件商標登録原簿に記載されている「株式会社クレモナ」は，住所は銀座に移転された形式になっているものの，住所変更届では権利帰属主体は移転しないのであるから，これは「渋谷クレモナ」を意味しているものに他ならないと判断されている。したがって，審決は，本件商標登録原簿に記載された商標権者は，登録査定を受けた渋谷クレモナと同一の法人であり，ただ，その渋谷クレモナの住所が，「銀座」と記載されているのみであると判断している。",
        "以上のとおり，本件商標登録原簿に商標権者として記載された権利者は銀座クレモナであるという事実そのものが存在しないから，法46条1項3号が規定する「その商標登録がその商標登録出願により生じた権利を承継しない者の商標登録出願に対してされたとき」に当たるということはない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "本件商標登録原簿上に，渋谷クレモナの住所として，誤って銀座の住所が記載されていたとして，表示更正により真の権利者である渋谷クレモナの住所に是正することは，何ら主体(真の権利者)の同一性を損なっておらず，当然に認められるべきものである。したがって，審決で商標登録査定を受けた者として特定されている渋谷クレモナの登記簿上の住所と，本件商標登録原簿に記載された「株式会社クレモナ」の住所とが不一致であったとしても，本件商標登録原簿に記載の登録名義人の住所の表示更正を行えば十分であり，そのことをもって審決が違法であるということはできない。",
        "・ 仮に，取消事由1，2が認められるとしても，本件無効審判請求は，次のとおり認められないから，審決の結論に影響がない。"
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本件無効審判請求は濫用的な請求であって認められるべきではないこと。",
        "・ 本件商標登録出願について本件住所変更手続がされた趣旨は，出願人としての地位を譲渡するというものであり，商号名が同一であったことから，単に住所変更の手続でその登録を行うことができるものと誤信し，錯誤により，本件住所変更手続を行ったものである。",
        "本件住所変更手続がされた平成14年11月25日時点において，出願人としての地位に関する完全な処分権を有していた渋谷クレモナの代表取締役はBであるが(甲8)，実質的な権利譲受人である銀座クレモナもまた，その設立から清算に至るまで，同社の権利に関する完全な処分権を有する代表取締役及び清算人は，いずれもBである。このように同一人が完全な代表権を有する2社の間においては，出願人としての地位を譲渡し，その旨の承継手続を特許庁に行うことについて，いささかの障害も存在しない。それにもかかわらず，本件住所変更手続がされたのは，当事者の手続的なミスにすぎない。",
        "・ 銀座クレモナの登記簿上の設立日は，本件住所変更手続がされた日の後の平成14年12月2日であるが，会社というものは，登記とともに突然無から有が発生するものではなく，設立登記前であっても，なお独自の権利主体としての実体を有しているのが通常であるから，このような設立前の会社についても，いわゆる権利能力なき社団として，その権利義務の帰属主体性を承認することができる。したがって，いわゆる「設立中の会社」である銀座クレモナが，実質的に出願人としての地位を譲り受けることは，法的には，全く問題がない行為である。",
        "・ 被告及び銀座クレモナの代理人は，原告に本件警告書(甲9)を送付したが，被告及び銀座クレモナは，銀座クレモナから被告に権利移転手続中であったことから，連名で本件警告書を出したものであって，被告及び銀座クレモナとしては，この時点においても，なお銀座クレモナが正当な権利者であると信じていたからこそ，このような警告書を送付したものである。原告は，本件警告書に対する回答として，反論書(乙6)を送付したが，その中では，銀座クレモナないし被告の本件商標権についての帰属に関する反論は全くなく，かえって，銀座クレモナのことを「旧クレモナ」と呼ぶと断った上で，「当社は，平成16年2月に，旧クレモナの代表取締役である田中氏の了承の下，本件商品を中核とする同社の省エネ事業部を独立させて発足した」などと主張し，銀座クレモナから本件商標権の使用許諾を受けていたと主張している。これは，原告自身が「銀座クレモナが本件商標権の正当な権利者であること」を承認していたことを意味している。",
        "・ それにもかかわらず，原告は，本件無効審判請求をしたのであるから，原告の本件無効審判請求は，濫用的請求であって，商標権の財産的価値を保護し，商標秩序とこれに伴う公正な取引秩序を維持しようとする商標法の趣旨を，根底から踏みにじる悪質な行為である。",
        "・ これに対し，本件においては，銀座クレモナが本件商標権を有することが本件商標登録原簿によって公示され，被告もこの公示を信頼して本件商標権の譲渡を受け，それに基づいて自らの商品開発，販売を行っている。このように，外観に従った権利関係が構築されている以上，それに基づいて形成された権利関係もまた，商標権に対する信頼の確保及び商標権の財産的価値の完遂(譲渡性の確保)という観点から，十分に保護されるべきである。",
        "・ したがって，本件無効審判請求は認められるべきではない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "原告に本件無効審判請求の請求人適格がないこと。",
        "・ 無効審判請求は，民事訴訟の原則に従い，「利益なければ，訴権なし」との原則が適用されるべきであり，また，登録異議の申立てや不使用による登録取消しの審判請求と異なり「何人も」の文言を欠いているために，無効審判の請求人適格については，商標登録を無効とすることに何らかの利害関係があることが必要であると解される。",
        "・ 本件商標登録出願の出願人は，渋谷クレモナである。渋谷クレモナは，本件商標登録を法46条1項3号を理由として無効にすることに利害関係を有しており，無効審判請求の請求人適格を有するが，同社が無効審判を請求して無効審決を得た後に本件商標と同一の商標につき改めて商標登録出願を行ったとしても，本件無効審判請求の請求人である原告の代表者は，本件商標と類似する商標について既に出願(商願2006-23544号)を行っている(乙3)から，渋谷クレモナが改めてした上記商標登録出願は，上記商願2006-23544号の存在を理由として拒絶されて，渋谷クレモナが権利者になることができない結果を招くことになる。このことが不当であることは明らかである。",
        "したがって，商標登録を法46条1項3号を理由として無効にすることを求める無効審判請求は，本来保護すべき出願人としての地位を有する者の判断により審判請求を行うか否かを決定させるべきであり，同号を理由とする無効審判請求の請求人適格は本来保護すべき出願人としての地位を有する者のみにあるというべきである。",
        "よって，法46条1項3号を理由とする本件無効審判請求については，原告は請求人適格を有しない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因・(特許庁における手続の経緯)，・(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件における基礎的事実関係",
          "text": [
            "前記争いがない請求原因・の事実(特許庁における手続の経緯)に，証拠(甲1，2，3の1～5，4の1・2，5～8)及び弁論の全趣旨を総合すると，次の事実を認めることができる。",
            "・ 本件に登場する各法人の詳細",
            "本件手続に登場する各法人(審決書にいう「渋谷クレモナ」，「銀座クレモナ」，「九州クレモナ」)の詳細は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "渋谷クレモナ",
              "text": [
                "・ 渋谷クレモナは，昭和62年12月16日に設立された株式会社で，商号は「株式会社クレモナ」であった。登記簿上の本店所在地は，平成12年9月22日以前は「東京都中央区銀座6丁目(以下省略)」であったところ，平成12年9月22日(登記は平成12年10月2日)に「東京都渋谷区千駄ヶ谷(以下省略)」に移転し，次いで，平成12年10月20日(登記は平成12年10月30日［甲7］及び平成12年",
                "11月6日［甲6］)に「東京都中央区銀座6丁目(以下省略)」に移転し，更に平成13年1月21日(登記は平成13年2月6日)に「東京都渋谷区千駄ヶ谷(以下省略)」に移転した(甲6，7)。",
                "・ 渋谷クレモナは，平成15年1月11日に「株式会社クレモナ」から「株式会社クレモナジャパン」に商号を変更し，平成15年1月14日その旨の登記がなされた(甲8)。",
                "・ Bは平成12年9月18日に渋谷クレモナの代表取締役に就任し，以後代表取締役を務めていた(甲6～8)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "銀座クレモナ",
              "text": [
                "銀座クレモナは，平成14年12月2日に設立された株式会社で，商号は「株式会社クレモナ」である。設立当初から登記簿上の本店所在地は「東京都中央区銀座3丁目(以下省略)」であり，Bが代表取締役を務めていたが，平成16年3月31日に株主総会の決議により解散し，Bが代表清算人に就任した(甲1)。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "九州クレモナ",
              "text": [
                "九州クレモナは，平成16年6月1日に設立された株式会社で，商号は「株式会社クレモナ」であり，登記簿上の本店所在地は「福岡県鞍手郡小竹町(以下省略)」で，代表取締役はBが務めている(甲14)。本件訴訟は被告でもある。",
                "・ 本件商標登録出願との関係"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "渋谷クレモナは，平成14年10月7日，本件商標登録出願をした(甲3の2)。その商標登録願には，出願人の名称として「株式会社クレモナ」と記載され，その住所として「東京都渋谷区千駄ヶ谷(以下省略)」と記載されていた(甲3の2)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "上記出願を受けた特許庁担当官は，住所又は居所に相違があると認識した上，出願代理人Aに対し，商標登録出願人の識別番号は「501284284」，住所又は居所は「東京都渋谷区千駄ヶ谷(以下省略)」，氏名又は名称は「株式会社クレモナ」とする認定・付加情報(甲3の3)と通知書(甲3の4)を発した。なお，上記通知書には，「住所(居所)又は氏名(名称)を変更したのであれば，その旨を届け出なければなりません」と記載されている。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "そして，渋谷クレモナは，平成14年11月25日付けで特許庁に対し，「株式会社クレモナ」名で，住所を「東京都渋谷区千駄ヶ谷(以下省略)」から「東京都中央区銀座3丁目(以下省略)」に変更する旨の住所変更届をした(甲4の1)。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "本件商標登録出願については，平成15年5月7日に特許庁審査官Cから，商標登録出願人「株式会社クレモナ」，代理人「A」として登録査定がされ(甲3の5)，平成15年6月20日に設定登録がされた。本件商標登録原簿(甲2)及び本件商標公報(甲5)には，権利者の名称として「株式会社クレモナ」と記載され，権利者の住所として「東京都中央区銀座3丁目(以下省略)」と記載されている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(審決における商標権者不特定)について",
          "text": [
            "審決は，「…本願についての登録査定は，渋谷クレモナに対してなされたものといわなければならず，この間，登録出願人名義変更届等の権利を承継するような手続きは何らなされていないものであるから，商標法第46条第1項第3号でいう『権利を承継しない者の商標登録出願に対して(その商標登録)がなされた』との構成要件を欠くものといわなければならない。」と認定判断している(10頁3行～7行)。",
            "審決の上記認定判断においては，本件商標登録出願についての登録査定が渋谷クレモナに対してされたと認定されているのみで，商標登録を受けた者については明示的に認定がされていない。しかし，上記認定判断においては，「本願についての登録査定は，渋谷クレモナに対してなされた」，「登録出願人名義変更届等の権利を承継するような手続きは何らなされていない」との認定に続いて，「商標法第46条第1項第3号でいう『権利を承継しない者の商標登録出願に対して(その商標登録)がなされた』との構成要件を欠くもの」という判断がされているから，これらの認定判断からすると，審決は，本件商標登録を受けた者は渋谷クレモナであると認定していることは明らかであって，この点が不特定であるということはできない。",
            "したがって，原告主張の取消事由1は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(法46条1項3号該当性の判断の誤り)の有無",
          "text": [
            "・ 法46条1項3号該当性について"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "前記2認定の事実に基づき，本件商標登録を受けた者について判断する。",
                "・ 商標登録出願により生じた権利の承継は，相続その他の一般承継の場合を除き，特許庁長官に届け出なければ，その効力を生じない(法13条2項で準用する特許法34条4項)のであり，商標法施行規則9条には，その届け出(名義人変更届)の様式等が定められている。しかるところ，本件商標登録出願については，前記のとおり商標登録出願により生じた権利承継の特許庁長官への届け出がされた事実は認められないし，相続その他の一般承継が存した事実も認められない。",
                "本件住所変更手続は，出願人である渋谷クレモナの住所を変更する手続であることは明らかであって，これをもって，商標登録出願により生じた権利の承継の特許庁長官への届け出ということができない。",
                "・ 本件商標登録原簿(甲2)及び本件商標公報(甲5)には，権利者の名称として「株式会社クレモナ」と記載され，権利者の住所として「東京都中央区銀座3丁目(以下省略)」と記載されているところ，本件商標登録がされた時点(平成15年6月20日)では，渋谷クレモナの名称は「株式会社クレモナジャパン」であって「株式会社クレモナ」ではなく(平成15年1月11日に商号変更がされ，平成15年1月14日に変更登記)，また，上記の権利者の住所として記載されている住所は，銀座クレモナの住所であって，渋谷クレモナの住所ではない。しかし，本件商標登録原簿(甲2)及び本件商標公報にこのような名称及び住所の記載がされたのは，「株式会社クレモナ」から「株式会社クレモナジャパン」への名称変更届が出されず，平成14年11月25日付けでなされた本件住所変更手続において渋谷クレモナから住所を「東京都渋谷区千駄ヶ谷(以下省略)」から「東京都中央区銀座3丁目(以下省略)」に変更する旨の住所変更届が出されたため，特許庁において商標登録願に記載された名称と住所変更届に記載された住所をそのまま権利者の名称と住所として記載したためであると解される。そうすると，この本件商標登録原簿及び本件商標公報記載の名称及び住所は渋谷クレモナの名称及び住所として記載されたものということができるのであって，このことに，上記・のとおり本件商標登録出願により生じた権利の承継を示す事実が何ら存しないことを併せ考えると，本件商標登録を受けた者は，渋谷クレモナであって，本件商標登録原簿及び本件商標公報の名称及び住所の記載が誤っていると認めるのが相当である。",
                "・ したがって，本件商標登録は，法46条1項3号が規定する「その商標登録がその商標登録出願により生じた権利を承継しない者の商標登録出願に対してされたとき」に該当しないというべきである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，法46条1項3号が設けられたのは，誤って無権利者に登録がされたときにそのままにしておくのは，物権的権利である商標権の帰属を不明確にして社会的混乱を招くとともに，いたずらに第三者の商標選択の余地を狭めるので，登録時の瑕疵を後発的に是正するためであるから，その適用は厳格に行われるべきであると主張する。しかし，法46条1項3号が設けられた趣旨が原告が主張するようなものであるとしても，上記のとおり，本件においては，商標登録の出願人と商標登録を受けた者に不一致はないのであるから，同号に該当しないとすることが，同号が設けられた趣旨に反するということはない。",
                "また，原告は，本件においては，更正登録によって不一致を是正することはできないと主張する。しかし，本件商標登録原簿の権利者の記載は，上記のとおり名称と住所の記載が誤っているのみであるから，登録名義人の表示更正登録(商標登録令10条で準用する特許登録令21条)によって誤りを是正することができるというべきである。",
                "・ 被告が「『商標登録を受けた者』が『渋谷クレモナ』であると主張することは，禁反言の原則に反し，許されるべきではない。」との原告の主張について"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "証拠(甲9～12，乙6，7)によると，次の事実が認められる。",
                "・ 株式会社クレモナ代理人(田中雅敏)は，平成17年11月21日付けで，原告に対し，原告は本件商標権を侵害する行為をしている旨の警告書(本件警告書。甲9)を送付した。",
                "・ これに対し，原告代理人は，平成17年12月8日付けで，本件警告書を送付した株式会社クレモナの本店所在地及び代表者名について尋ねた(甲12)ので，株式会社クレモナ代理人(田中雅敏)は，平成17年12月22日付けで，・銀座クレモナと被告の双方から委任を受けている，・本件商標権は銀座クレモナが有しているが，被告に譲渡しており，現在移転登録手続中である旨の返答をした(甲11)。",
                "・ そこで，原告代理人は，平成18年1月30日付けで，株式会社クレモナ代理人に対し，原告は過去に本件商標を使用していたことがあるが，銀座クレモナの代表取締役であるBから許諾を受けて使用していた旨通知した(乙6)。",
                "・ これに対し，株式会社クレモナ代理人(田中雅敏)は，平成18年2月8日付けで，原告代理人に対し，本件商標権の使用許諾をしたことはない旨通知した(甲10)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件無効審判請求の答弁書(甲16)において，被告は，本件警告書の送付について，「…被請求人ら(判決注 被告及び銀座クレモナ)としては，この時点においても，なお銀3クレモナ(判決注 銀座クレモナ。以下同じ)が正当な商標権者であると信じていたからこそ，このような警告書を送付したものであることは明らかであって，あくまで被請求人らの認識としては，銀3クレモナに権利が適法に承継されていたとの主観を有していたことの何より明白な証左となるものである。」と主張している(8頁下9行～5行)。",
                "また，被告は，本訴の被告第1準備書面8頁1行～5行において，答弁書の上記主張と同じ主張を行っている。さらに，被告は，同準備書面5頁8行～10行では，「被告は，『登録査定を受けた者』も『商標登録を受けた者』も，いずれも銀座クレモナであって，何ら原告の主張するような商標権の無効原因は存在しないと考えている。」と主張している。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "上記アの本件警告書の送付に始まる一連の交渉において，被告は，銀座クレモナが本件商標権者である旨の主張を行っていたものと認められる。",
                "しかし，過去の一時期に，被告が，銀座クレモナが本件商標権者である旨の主張を行っていたからといって，そのことから直ちに，本訴において，本件商標登録を受けた者は渋谷クレモナであると主張することが許されないというものではない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "上記イの本件無効審判請求の答弁書(甲16)における被告の主張は，本件無効審判請求は濫用的な請求であって認められるべきではない旨の主張(本訴の前記第3の3・の主張と同じ主張)の中でされたものであって，本件警告書を送付したときの被告及び銀座クレモナの認識を説明したにすぎない。",
                "また，被告は，本訴においては，原告の取消事由の主張を争い，審決には取消事由が存しないと主張しているのであるから，第1次的には，本件商標登録を受けた者は渋谷クレモナであると主張している。上記イの本訴における被告の主張は，取消事由に対する反論が認められないときに備えてなされている主張にすぎない。",
                "これらのことからすると，上記イの本件無効審判請求の答弁書(甲16)における被告の主張や本訴における被告の主張から，本訴において，本件商標登録を受けた者は渋谷クレモナであると主張することが許されないということはできない。"
              ]
            },
            {
              "fig": "オ",
              "text": [
                "したがって，被告が「『商標登録を受けた者』が『渋谷クレモナ』であると主張することは，禁反言の原則に反し，許されるべきではない。」との原告の主張を採用することはできない。",
                "・ よって，本件商標登録は，法46条1項3号が規定する「その商標登録がその商標登録出願により生じた権利を承継しない者の商標登録出願に対してされたとき」に該当しないという審決の判断に誤りはないから，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上のとおり，原告主張に係る取消事由はいずれも理由がないから，その余の点について判断するまでもなく，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}