{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件抗告を棄却する。"
    },
    {
      "fig": "2",
      "text": "抗告費用は，抗告人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "抗告の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原決定を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "基本事件を名古屋地方裁判所に移送する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "抗告の理由及び相手方らの意見",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件抗告の理由は，本決定末尾添付の「即時抗告理由書」写しのとおりである。要するに，東京地方裁判所(以下「原審裁判所」という。)に係属中の基本事件については，民事訴訟法17条によりこれを名古屋地方裁判所に移送すべきところ，抗告人の移送申立てを却下した原決定には，民事訴訟法の解釈適用を誤った違法があるとして，次の理由を主張するものである。",
            "① 抗告人と相手方らとでは企業としての力量に大きな差があり，基本事件を原審裁判所で審理する場合の抗告人の負担は，これを名古屋地方裁判所で審理する場合の相手方らの負担に比べ，格段に重い。原決定は，これを看過したものであって，正義衡平の理念に反する(以下「抗告人の主張①」という。)。",
            "② 基本事件は，抗告人が相手方らに対し名古屋地方裁判所に提起した名古屋地方裁判所平成18年(ワ)第4836号商標権侵害不存在確認等請求事件(以下「別件訴訟」という。)よりも，遅く提起されたものであるから，原決定が，別件訴訟に係る請求の一部について，基本事件と訴訟物が同一であり，先に係属した基本事件との関係で二重起訴に当たる旨の判断をしたのは誤りである。別件訴訟は，基本事件よりも先に提起されたものであるから，むしろ，後から提起された基本事件こそ，別件訴訟との関係で二重起訴に当たるというべきである(以下「抗告人の主張②」という。)。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "これに対する相手方らの意見は，本決定末尾添付の「即時抗告に対する意見」写し記載のとおりである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，基本事件について，移送を必要とする事情は認められず，本件移送申立てを却下すべきものと考える。その理由は，次のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "text": [
            "抗告人は，抗告人と相手方らとでは企業としての力量に大きな差があり，基本事件を原審裁判所で審理する場合の抗告人の負担は，これを名古屋地方裁判所で審理する場合の相手方らの負担に比べ，格段に重い旨主張する。",
            "しかしながら，抗告人は，原決定が認定したとおり，名古屋市内所在の本社事務所及び名古屋支店のほかに，東京支店，大阪支店，福岡支店及び札幌支店を有する，資本金4億9800万円，従業員数約170名の株式会社であるから，原審裁判所における訴訟追行に支障があるとは，到底認められない。また，抗告人ないしその訴訟代理人の出頭についても，基本事件の審理に際して，弁論準備手続に付した上で争点及び証拠の整理を行うことができ(民事訴訟法168条)，音声の送受信により同時に通話をすることができる方法(同法170条3項)によって，弁論準備手続期日における手続を行うこともできること，仮に当事者尋問又は証人尋問が必要となる場合であっても，映像等の送受信による通話の方法による尋問(同法204条)等を行うことが可能であることは，いずれも原決定の説示するとおりであるから，基本事件を原審裁判所で審理する場合の抗告人の負担が大きなものとまでは認められない。",
            "また，抗告人に比べて相手方らの企業規模が大きいとしても，そのことから直ちに，基本事件を原審裁判所で審理することが当事者間の衡平を害し，正義に反するとはいうことはできない。",
            "なお，抗告人は，原決定が正義衡平の理念に反する理由として，抗告人が米国法人たるコンバース・インコーポレイテッド(Converse,Inc.，以下「米国コンバース社」という。)の日本におけるグッドウィルの確立に貢献したこと，米国コンバース社が日本において著名ないし周知であること，相手方らが米国コンバース社の製造に係る真正商品の日本における流通を阻害することは不当であることなどを主張するが，これらの事実の存否及びその法的評価は，本案である基本事件において審理・判断されるべき事項であって，民事訴訟法17条にいう「訴訟の著しい遅滞を避け，又は当事者間の衡平を図るため必要がある」か否かを判断する際に考慮すべき事情に当たらないことは，明らかである。",
            "以上によれば，基本事件を移送すべき理由として主張する抗告人の主張①は，採用することができない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "抗告人は，基本事件は別件訴訟よりも遅く提起されたものであるから，基本事件に係る請求は別件訴訟との関係で二重起訴に当たる旨主張する。抗告人の同主張の趣旨は，基本事件は別件訴訟と二重起訴に当たるものとして却下されるべきものであるから，これを民事訴訟法17条にいう「その他の事情」として考慮して，基本事件を名古屋地方裁判所に移送し，同裁判所において両事件を併合審理することを可能とすることが，判決の矛盾抵触を避け，訴訟経済に資することをいうものと解される。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "民事訴訟法142条は，「裁判所に係属する事件については，当事者は，更に訴えを提起することができない。」と規定しているが，これは，現に裁判所に係属中の事件と同一の事件について，更に訴訟を提起することを許せば，訴訟経済に反するとともに，判決の矛盾抵触を生ずるおそれがあることから，これを禁止したものであり，この二重起訴に該当する事件の同一性とは，当事者が同一であり，かつ，訴訟物が同一であることをいうものと解される。",
                "しかるところ，別件訴訟は，抗告人の使用する基本事件と同一の標章につき，相手方伊藤忠商事が有する基本事件と同一の商標権に基づく差止請求権の不存在確認請求を含むものであり，別件訴訟が当該請求部分において基本事件と訴訟物を同一とすることは，原決定の認定したとおりである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "二重起訴に該当する場合には，後訴を不適法として却下しなければならないが，2つの訴訟の先後関係は，訴状が裁判所に提出された時に基づいて決するものと解するのが相当である。",
                "けだし，送達は特別の定めのある場合を除き職権で行われるものであるところ(民事訴訟法98条1項)，一般に，送達に要する期間の長短は被告側の事情により左右されるものであって，原告の責めに帰することのできない事情により訴状送達まで長期間を要することも少なくないことに照らせば，訴状の被告への送達の先後により二重起訴の関係を論ずるとすれば，先に訴状を裁判所に提出した当事者に不測の不利益を被らせるおそれがあり，また，本件のように一方当事者が複数の場合には，複数の被告についてそれぞれ送達時が異なることにより，2つの事件の間での先後関係につき錯綜した関係を生ずる事態も生じ得るからである。もっとも，原告が訴状を裁判所に提出した後に，これを被告に送達するためになすべき行為を適時に行わなかったために，後れて他の管轄裁判所に訴状の提出された他の訴えにおいて，先に訴状の送達が完了したときには，むしろ訴状の送達が先に完了した訴えを先訴として，その訴訟手続を進行することが相当である。",
                "また，先に提起された訴えが消極的確認訴訟であって，自らに対する給付訴訟が他の管轄裁判所に提起されることを妨げる目的でされたものであるなどの特段の事情のある場合は，むしろ，後に提起された給付訴訟を進行することが相当というべきである。",
                "ちなみに，「民事及び商事事件における裁判管轄及び裁判の執行に関する2000年12月22日の理事会規則(EC)44／2001」(いわゆるブリ",
                "ュッセルⅠ規則)においては，「同一当事者間の同一の対象及び同一の原因の訴えが，異なる構成国の裁判所に係属するときは，後に訴えが係属した裁判所は，職権に基づき，先に訴えが係属した裁判所の管轄が確定されるまで，手続を中止しなければならず(27条1項)，先に訴えが係属した裁判所の管轄が確定したときには，後に訴えが係属した裁判所は訴えを却下しなければならない(同条2項)とされているところ，当該規定の適用に関しては，訴訟手続を開始する文書又はこれに類する文書が，裁判所に提出された日(ただし，その後，文書が被告に送達されるためになすべき措置を原告が行った場合に限る。)，又は，文書が裁判所に提出される前に送達されるべき場合には，送達を行う機関が受領した日(ただし，その後，文書が裁判所に提出されためになすべき措置を原告が行った場合に限る。)のいずれかの時点をもって，裁判所に訴えが係属したとみなす(30条)ものとされているが(訳文については，中西康京都大学大学院法学研究科助教授の訳〔国際商事法務30巻3号318頁〕によった。)，欧州諸国の裁判例は，特許権等の知的財産権侵害訴訟の分野において，先に提起された訴えが消極的確認訴訟であって，自らに対する給付訴訟が他の管轄裁判所に提起されることを妨げる目的でされたものである場合には，先に提起された消極的確認訴訟を濫用的な訴えとして却下し，後に提起された給付訴訟を進行すべきものとしている。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "これを本件についてみるに，一件記録によれば，別件訴訟は，平成18年11月24日に訴状が提出され，平成19年1月5日に訴状が送達されたものであり，基本事件は，平成18年11月29日に訴状が提出され，同年12月7日に訴状が送達されたものであるところ，別件訴訟に関して，次の各事情が認められる。",
                "① 抗告人は，かねてから交渉中であった相手方らから，平成18年11月24日に，代理人を介して，交渉による解決ができないので近日中に訴訟を提起する旨の連絡を受けて，同日，名古屋地方裁判所の夜間受付に別件訴訟の訴状を提出したこと",
                "② 同裁判所から，平成18年11月29日に，別件訴訟の訴状について当事者の表記の誤記の指摘を受け，抗告人は，同年12月11日に訴状の補正をしたこと",
                "③ 同裁判所から，平成18年11月30日に，別件訴訟の請求の対象となる商品を明確にされたい旨の指摘を受け，同年12月11日に再び同様の指摘を受けて，抗告人は，訴状の別紙等を差し替える補正を行ったこと④ 同裁判所から，平成18年12月15日，同月21日及び同月25日に，訴額及び手数料(印紙代)について連絡を受けて，抗告人は，同月27日に手数料を追納(印紙を追貼)したこと",
                "上記の経緯に照らせば，別件訴訟において訴状の送達が遅れたのは，主として別件訴訟における原告である抗告人の対応に起因するものであったというべきであり，また，上記の経緯及び別件訴訟の訴状の内容に照らせば，別件訴訟は，商標法36条に基づく差止請求権不存在確認を求める請求(消極的確認訴訟)を含むものであって，かつ，相手方らが給付訴訟である基本事件を管轄裁判所である原審裁判所に提起することを妨げる目的で提起されたものと認められる。",
                "そうすると，基本事件は別件訴訟における上記確認請求との関係において二重起訴の関係に立つものであり，別件訴訟の訴状が先に提出されたものであるが，このことは，上記認定の各事情に照らせば，原審裁判所において基本事件を進行することの妨げとなるものではない。なお，一件記録によれば，名古屋地方裁判所は，平成19年3月8日，別件訴訟を東京地方裁判所に移送する旨の決定(名古屋地方裁判所平成19年(モ)第38号移送申立事件)をしたことが認められる。",
                "したがって，抗告人の主張②は，原決定の結論に影響を及ぼすものではなく，採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "本件において，抗告人が基本事件を移送すべき理由として主張するその他の事由も，いずれも採用できない。",
            "以上のとおり，抗告人の主張はいずれも原決定の結論を左右するものではなく，ほかに基本事件を原審裁判所において審理することが訴訟の著しい遅滞をもたらすことや，当事者間の衡平を図るため移送の必要性があることを認めるに足りる事情の疎明はない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "よって，原決定は相当であって，本件抗告は理由がないから，これを棄却することとし，主文のとおり決定する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(ラ)10001",
    "date": "2007-04-11",
    "rights_type": "商標権",
    "case_type": "決定その他",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成19年(モ)121",
    "precedent_id": "034512",
    "ipprecedent_id": "991",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}