{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−89003号事件について平成18年10月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，被告が商標権者である後記商標登録について，原告が無効審判を請求したところ，特許庁が請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告は，平成15年6月17日次のとおりの内容を有する商標登録出願(商願2003−50213号)をし，平成16年5月14日登録第47",
                  "text": [
                    "69354号として商標登録を受けた(以下「本件商標」という。甲2)。",
                    "〔商標〕＜標準文字＞ 〔指定商品〕",
                    "海 第5類",
                    "「薬剤，医療用油紙，衛生マスク，オブ",
                    "ラート，ガーゼ，カプセル，眼帯，耳",
                    "帯，生理帯，生理用タンポン，生理用",
                    "ナプキン，生理用パンティ，脱脂綿，",
                    "ばんそうこう，包帯，包帯液，胸当て",
                    "パッド，歯科用材料，失禁用おしめ，",
                    "防虫紙，人工授精用精液」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告から，平成18年1月12日付けで本件商標の指定商品中「薬剤」についての商標登録無効審判請求がなされたので，同請求は無効2006−89003号事件として係属した。特許庁は，同事件を審理の上，平成18年10月23日，「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成18年11月2日原告に送達された。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお原告は，平成16年(2004年)1月26日日本国を指定した領域指定により，商標「KAI」につき国際商標登録出願をしたが，平成17年(2005年)5月19日付けで特許庁から，本件商標等を引用して拒絶査定を受け，これに対する不服の審判請求をしているので，本件商標の無効審判請求をする利害関係を有する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。",
                "その理由の要点は，本件商標と，下記「引用A商標」及び「引用B商標」とは，その外観・称呼及び観念から見て十分に区別し得る非類似の商標であるとして，本件商標は，商標法4条1項11号に違反して登録されたものではないとしたものである。",
                "記"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用A商標(商標登録第2368832号，甲3)",
                  "text": [
                    "〔商標〕 〔出願日〕 昭和49年4月30日",
                    "〔登録日〕 平成4年1月31日",
                    "〔商標権者〕 A",
                    "〔指定商品〕",
                    "第5類",
                    "「薬剤，医療用油紙，衛生マスク，オブラート，ガーゼ，カプセル，眼帯，耳帯，生理帯，生理用タンポン，生理用ナプキン，生理用パンティ，脱脂綿，ばんそうこう，包帯，包帯液，胸当てパッド，歯科用材料」",
                    "第10類",
                    "「おしゃぶり，氷まくら，三角きん，支持包帯，手術用キャットガット，吸い飲み，スポイト，乳首，氷のう，氷のうつり，ほ乳用具，魔法ほ乳器，綿棒，指サック，避妊用具，人工鼓膜用材料，補綴充てん用材料(歯科用のものを除く。)」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "引用B商標(商標登録第4415346号，甲4)",
      "text": [
        "〔商標〕 〔出願日〕 平成11年7月30日",
        "〔登録日〕 平成12年9月8日",
        "〔商標権者〕 貝印株式会社",
        "〔指定商品〕",
        "第1類ないし第34類で，詳細は別紙のとおり。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の取消事由",
      "text": [
        "しかしながら，審決は，本件商標と引用A商標との類否の判断を誤ったから，違法として取り消されるべきである(なお，本件商標と引用B商標との類否判断の誤りは主張しない)。",
        "ア① 審決は，本件商標と引用A商標は観念が明らかに相違し，外観においても著しく異にするものであるから，両商標に接する需要者，取引者はその出所について誤認混同するおそれはないと判断した。",
        "しかし，本件商標と引用A商標は，「カイ」の称呼を共通にするものである。そして，簡易迅速を尊ぶ取引業界にあっては，製品の読み名(＝商標の称呼)をもって取引に当たる場合が少なくなく，商標の類否判断において称呼の同一・類似性が占める割合は，他の要素である観念や外観の同一・類似性と比べて大きいと言うべきである。したがって，たとえ本件商標と引用A商標との間に観念や外観の相違があったとしても，全く同一の称呼を有する本件商標と引用A商標とは誤認混同のおそれが十分あると言うべきであり，そのおそれがないとした審決の判断は誤りである。",
        "② 被告は，唱歌等を挙げ，本件商標「海」から生じる称呼は「ウミ」であると主張する。",
        "しかし，原告は本件商標「海」から「ウミ」の称呼が生じること自体を否定するものではなく，「海」からは「ウミ」のみならず「カイ」も生じると主張するものである。「海」の文字は日本人に極めて馴染みのある漢字であり，この漢字からは訓読みの「ウミ」のみならず音読みの「カイ」も生じることは誰もが知るところである。そして，漢字一文字の場合，訓読みと音読みのどちらかに軽重があるわけではなく，どちらの読みもされると考えるのが極めて自然であり，本件商標「海」からは「ウミ」のみらならず「カイ」の称呼も生じると考えるべきであるから，被告の上記主張は失当である。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "また，引用B商標に対し原告が請求した商標登録無効審判の審決(無効2005−89120号。甲5。同審判は引用B商標と引用A商標の",
          "text": [
            "類否が争われ，引用B商標の指定商品中，第1類「植物成長調整剤類」及び第5類「薬剤」についての登録を無効とされた。以下「別件審決」という。)においても，称呼が類否判断に果たす役割について，「上記商品(＝薬剤)の流通経路の中間段階においては，商品に使用される商標から生ずる称呼を記憶し，それによって，商品の取引に当たる場合も少なくないものというべきである。したがって，本件請求に係る指定商品(＝薬剤)の取引の実情に照らせば，本件商標と引用商標は，商品の出所に混同をきたすおそれのある商標といわざるを得ない」と認定され，その上で，引用A商標「快」と引用B商標「 」との類否",
            "について，「本件商標と引用商標は，外観において異なり，また，観念上も互いに比較することができない商標であるとしても，「カイ」の称呼を同じくするものであるから，本件商標を本件請求に係る指定商品について使用するときは，引用商標を使用した商品との間に商品の出所について誤認，混同を生ずるおそれがあるものというのが相当」であると認定された。",
            "上記別件審決と本件審決はともに「カイ」という同一の称呼についての判断であり，かつ，同一の商品(薬剤)についての誤認混同のおそれの判断であることに鑑みれば，本件審決においても上記無効審判の審決と同様の判断がなされるべきであったと言え，そうすることで上記別件審決との論理的整合性が図れるものであり，この点でも，本件審決の判断は誤りである。"
          ]
        },
        {
          "fig": "ウ",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "本件商標と引用A商標の使用される商品分野「薬剤」は，日用品や衣服類等とは異なり，人間の健康・生命に直結する商品である。もし，一般消費者や専門家(医師，薬剤師等)が薬剤を取り違えて処方し患者が服用した場合，それは人間の健康・生命に極めて重大な影響を与えるおそれがある。この意味で，薬剤は，決して取り違えることが許されない，すなわち誤認・混同を生じることが決して許されない商品と言える。",
                "また，医薬品業界における実際の取引現場において，薬剤がどのように特定されているかと言うと，その薬剤を目視して特定する場合ももちろんあろうが，その薬剤を呼び名(＝称呼)をもって特定することも多く行われるであろうことは想像に難くない。したがって，本件商標と引用A商標との間でたとえ外観や観念に相違があったとしても，称呼が同一であれば取り違えるおそれは十分にあると言える。",
                "以上のような「薬剤」の処方，服用及び取引の現場における特殊性を考慮すると，「薬剤」分野については，他の商品分野よりも誤認・混同の生じるおそれの範囲，つまり商標の類似範囲は，需要者保護のためにも広く解釈されるべきであるから，この観点からすると，称呼を同じくする本件商標と引用A商標とは，たとえ外観や観念が相違するとしても，商標全体として互いに類似する商標であると言うべきである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "被告は，薬剤の取り違えにおける医療過誤の生じている昨今であればなおさら慎重に扱われることは当然であり，単に称呼のみで購入することこそまれであると主張する。",
                "① 被告も述べるように，医療現場では最近，薬の取り違えによる医療過誤が大きな問題となっている。最近実際に問題になったものとして，以下の薬が取り違えられた例がある(甲7)。"
              ],
              "content": [
                {
                  "fig": "a",
                  "text": [
                    "血圧降下剤「アルマール」と似た名前の血糖降下剤「アマリール」を誤って処方し，患者が意識不明の重態に陥った事例。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "抗炎症作用のある「サクシゾン」を選択すべきところ，毒薬にも指定されている筋弛緩剤「サクシン」を処方し，患者を死亡させた事例。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "抗がん剤「タキソール」を使うべきところ，強さが3．5倍もある抗がん剤「タキソテール」を投与し，患者を死亡させた事例。",
                    "これらの事例では，称呼が異なるにもかかわらず処方ミスが生じた。そうすると，同一の称呼を有する本件商標と引用A商標とが取り違えられるおそれがあることは明白である。",
                    "② また，最近は薬の処方に際しオーダリングシステムが利用されていることも，称呼が紛らわしい薬剤の取り違えを招いている。オーダリングシステムとは，診察室で医師や看護師が，薬の処方や検査内容，食事の変更といったオーダーを直接コンピュータ端末に入力するシステムのことである。コンピュータ端末への入力の際，薬剤名を必ずしも漢字で入力するとは限らず，カタカナで入力することも考えられ，本件商標と引用A商標の場合，ともに「カイ」が薬剤名として入力されることとなるから，本件商標に係る薬剤と引用A商標に係る薬剤が取り違えられるおそれが高いことは明らかである。",
                    "③ さらに，医薬品の採用の決定権を有する者は医師又は薬剤師であるが，最近はインターネットの普及等により，一般人(患者)向けの医薬品情報の提供手段が増加しつつある。紛らわしい名称の複数の薬剤が存在すれば，一般人(患者)に無用の混乱と不安を惹起するおそれもある。",
                    "④ 以上のように，取り違えが決して許されない「薬剤」分野については，医薬品の取引や医療現場において誤認・混同が生じ得ることも考慮して，他の商品分野よりも誤認・混同の生じるおそれの範囲，つまり商標の類似範囲は，需要者保護のためにも広く解釈されるべきであるから，被告の上記主張は失当である。",
                    "(ウ)① 被告は，薬の取り違えによる医療過誤が，その薬剤の商標に原因するものなのか，さらには商標登録出願の審査における類否判断と関係するものであるのかは不明であると主張する。しかし，上記(イ)で述べたとおり，医療現場では最近，薬の取り違えによる医療過誤が大きな問題となっており，このような医療過誤は，薬剤について紛らわしく類似する商標が並存していることに起因すると考えられる。そして，紛らわしく類似する商標の並存は，商標登録出願の審査において，特に薬剤分野についての類否判断を適正化することで回避することができるから，被告の上記主張は失当である。",
                    "② また被告は，人間の健康・生命に直結する商品は，「薬剤」に限られるわけではなく，例えば，農薬，医療機械器具，電気器具，食品，飲料等多岐にわたるものであり，その他の健康・生命に直結しない商品でも，誤認混同が許される商品は考えられない，と主張する。",
                    "しかし，対象となる商品の性質や特殊性に鑑み，各商品ごとに，適正な類似範囲があってしかるべきであり，薬剤の場合，人の健康・生命に直結する商品の一つであるという特殊性を有することから，薬剤についての適正な類似範囲は，おのずと広くなると考えられる。"
                  ],
                  "content": [
                    {
                      "fig": "2",
                      "subject": "請求原因に対する認否",
                      "text": [
                        "請求原因(1)アイ，(2)の各事実は認める((1)ウは争わない)が，同(3)は争う。"
                      ]
                    },
                    {
                      "fig": "3",
                      "subject": "被告の反論",
                      "text": [
                        "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "本件商標からは「ウミ」の称呼が生じ，引用A商標から生じる「カイ」の称呼と一致しない。",
            "すなわち，わが国は四囲を海に囲まれた国であり，小さい頃より海に親しみあるいは海を意識して生活しているものである。また，小学生から文部省唱歌「海」「我は海の子」等を口ずさみ，漢字「海」は「うみ」と読むことを当然のこととしている事情下にある。そして，「海」の漢字は，1字のみの場合には通常訓読みにして「ウミ」と発音されるものであって，「カイ」と発音することは自然ではないし，音読みすべき特段の事情がない限り，これを訓読みするのが経験則に徴し自然であるところ，本件商標「海」について，音読みする特段の事情が考えられないものであるから，訓読みして「ウミ」と発音するのが自然である。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "原告は，別件審決について主張する。しかし，同審決においては，登録商標と引用商標から生じる称呼がそれぞれ一つであり，そしてその称呼が同一と認定されたもの同士の類否判断であり，かつ，指定商品の流通経路の中間段階における称呼の類否判断に果たす役割を認定したものであるから，本件商標のように異なる称呼を有するものの事案とは異なるものであり，本件の参考とはならない。"
          ]
        },
        {
          "fig": "ウ",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "原告は，薬の取り違えによる医療過誤が大きな問題となっており，薬剤について商標の類似範囲は広く解釈されるべきであると主張する。しかし，薬剤の取り違えによる医療過誤の生じている昨今であればなおさら慎重に扱われることは当然であり，単に称呼のみで購入することこそまれであると思われる。また，薬の取り違えによる医療過誤が，その薬剤の商標に原因するものなのか，さらには商標登録出願の審査における類否判断と関係するものであるのかは不明である。さらに，人間の健康・生命に直結する商品は，「薬剤」に限られるわけではなく，例えば，農薬，医療機械器具，電気器具，食品，飲料等多岐にわたるものであり，その他の健康・生命に直結しない商品でも，誤認混同が許される商品は考えられない。したがって，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "原告は，最近は薬の処方に際しオーダリングシステムが利用されていることも，称呼が紛らわしい薬剤の取り違えを招いていると主張する。",
                "確かに同システムは，各種産業分野での事務処理などに関する電子化(ペーパレス化)として採用され，病院で使用されてオーダリングシステムにリンクする医薬品情報データベースが各種存在することが知られているが，以下の①～④に照らし，原告の上記主張は失当である。",
                "① 財団法人日本医薬情報センターの医薬品情報データベース「iyakuSearch」(乙8)",
                "このデータベースは，医薬品名検索窓に医薬品名を頭から3文字入力すると，その3文字と前方一致する医薬品がリストされる。そしてそのリストから処方する医薬品を選択する。例えば最終欄の「アルマール錠」を選択し，右端の「添付文書(PDF)を表示する」の文字列をクリックすると，その商品の詳細が表示される。すなわち，上部には商標が示され，製造販売元：大日本住友製薬株式会社の提供するデータが表示される。",
                "このシステムでは医薬品名をフルネームでなくても3文字の入力で良く，リストされた医薬品群から処方する医薬品を選択でき，しかもその医薬品の効能等の説明をも読むことができる。したがって，医薬品の内容まで確認できるので，入力ミスがあればすぐ気が付き，処方と異なる薬効の薬品を選択するミスは生じがたい。",
                "② 東京薬科大学の医療用医薬品添付文書データベース(乙9)乙9の2枚目の上部検索窓に，症状「胃炎」を入力し，検索すると，3枚目の検索結果が表示される。そして検索結果欄の右上にある「販売名一覧」ボタンをクリックすると「(医薬品)販売名，効能／効果，警告，禁忌，販売メーカー」が表示される。さらに各販売名の右端の「添付文書」ボタンをクリックすると，各製造販売会社の提供する医薬品の説明がリンクされて表示される。",
                "このシステムでは，病気の症状から医薬品を検索するので医薬品名の入力ミスは全く生じない。",
                "③ 以上に説明した病院用のオーダリングシステムの他に，危険な医薬品がリストされた場合には「警告表示」が表れるものも存在している。",
                "④ このようにITの世界においては，薬の取り違いによる医療過誤などがあれば，即時にそれへの対策を常時行っており，オーダリングシステム自体，薬の取り違いミスを防ぐために開発されているものであって，原告の主張は，このようなオーダリングシステムを否定するものであり，是認できない。"
              ]
            }
          ]
        },
        {
          "fig": "エ",
          "text": [
            "原告は，最近はインターネットの普及等により，一般人(患者)向けの医薬品情報への提供の手段が増加しつつあると主張するが，厚生労働省の文書(昭和55年10月9日 薬発1339号 厚生省薬務局長から各都道府県知事あての「医薬品等適性広告基準について」(乙10)，薬食発第0330016号 平成17年3月30日 厚生労働省医薬食品局長から各都道府県知事・政令市長・特別区長あての「処方せん医薬品等の取扱いについて」(乙11))に示されるように，同医薬品等については一般人を対象とする広告および販売を行わない指導がなされているものであるから，この点の原告の主張は誤りである。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求の原因(1)(特許庁における手続の経緯等)，(2)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件商標と引用A商標の類否",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標の類否は，対比される両商標が同一または類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しかもその商品の取引の実情を明らかにしうるかぎり，その具体的取引状況に基づいて判断すべきである(最高裁昭和43年2月27日第三小法廷判決・民集22巻2号399頁参照)。",
                "そこで，以上の見地に立って，本件商標と引用A商標の類否について判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "称呼上の類否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，前記第3，1，(1)ア記載のとおり，「海」という標準文字から成る商標であって，「ウミ」(訓読み)のほか「カイ」(音読み)の称呼が生じると認められる。一方，引用A商標は，前記第3，1，(2)ア記載のとおり，「快」という文字から成る商標であって，主として「カイ」の称呼が生じると認められる。",
                    "したがって，両商標は，いずれも「カイ」の称呼が生ずる点で共通性がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，「海」の漢字は，1字のみの場合には通常訓読みにして「ウミ」と発音されるものであって，「カイ」と発音することは自然ではないし，音読みすべき特段の事情がない限りこれを訓読みするのが経験則に徴し自然であるところ，本件商標「海」について音読みする特段の事情も考えられないから，訓読みして「ウミ」と発音するのが自然であると主張する。しかし，「海」は日本人に非常に親しまれた漢字であり，「海」の文字に接した本件商標の取引者，需要者が，訓読みである「ウミ」のほか，音読みである「カイ」の称呼をも想起することは明らかであるから，被告の上記主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかしながら，本件商標は，「海」という標準文字から成る商標であって，「海」の観念を生ずることが明らかであるのに対し，引用A商標は，「快」という文字から成る商標であって「こころよい」との観念を生ずることが明らかである。そうすると，たとえ両商標が「カイ」の称呼を生ずる点において共通性があるとしても，その観念は明らかに相違するものであり，その外観も「海」と「快」とでは著しく異なるものである。さらに，後記(4)ウの説示に照らすと，本件商標の指定商品「薬剤」において称呼のみで取引される実情があるとも認められない。したがって，本件商標と引用A商標は，本件無効審判請求に係る指定商品である「薬剤」と同一又はこれに類似の商品に使用された場合に，商品の出所につき誤認混同を生ずるおそれはないというべきであり，本件商標と引用A商標は非類似の商標と認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張に対する補足的説明",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件商標と引用A商標は，「カイ」の称呼を共通にするものであるところ，簡易迅速を尊ぶ取引業界にあっては，製品の読み名(＝商標の称呼)をもって取引に当たる場合が少なくなく，商標の類否判断において称呼の同一・類似性が占める割合は，他の要素である観念や外観の同一・類似性と比べて大きいと言うべきである，したがって，たとえ本件商標と引用A商標との間に観念や外観の相違があったとしても，全く同一の称呼を有する本件商標と引用A商標とは誤認混同のおそれが十分あると言うべきである，と主張する。",
                    "しかし，前記(1)に説示したとおり，商標の類否は，対比される両商標が同一または類似の商品に使用された場合に，そのような商品に使用された商標がその外観，観念，称呼等によって取引者に与える印象，記憶，連想等を総合して全体的に考察すべきであるから，商標の類否判断において称呼の占める割合が，当然に，他の要素である観念や外観と比べて大きいということはできない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告は，引用B商標に対し原告が請求した別件審決においても，引用A商標「快」と引用B商標「 」との類否について，両",
                  "text": [
                    "者が「カイ」の称呼を同じくし，「薬剤」たる商品の出所についても誤認，混同を生ずるおそれがあると判断している旨主張する。",
                    "しかし，原告が指摘する別件審決が存在したとしても，別事件である同審決の判断が本件の判断を左右するものではない。しかも，同審決は，あくまで引用A商標「快」と引用B商標「 」との類否に",
                    "ついて判断したものであり，本件商標「海」と引用A商標「快」との類否について判断したものではない以上，判断対象たる両商標の外観・観念が取引者に与える印象，記憶，連想等の相違の程度も異なるから，事案も異なると言わざるを得ない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件商標と引用A商標の使用される商品分野「薬剤」は，日用品や衣服類等とは異なり，人間の健康・生命に直結する商品である，もし，一般消費者や専門家(医師，薬剤師等)が薬剤を取り違えて処方，服用した場合，それは人間の健康・生命に極めて重大な影響を与えるおそれがあり，現に取り違えられた例(甲7)もある，また，医薬品業界における実際の取引現場において，その薬剤を呼び名(＝称呼)をもって特定することも多く行われるであろうことは想像に難くない，このような「薬剤」の処方，服用及び取引の現場における特殊性を考慮すると，「薬剤」分野については，他の商品分野よりも誤認・混同の生じるおそれの範囲，つまり商標の類似範囲は，需要者保護のためにも広く解釈されるべきである，と主張する。",
                    "しかし，商品「薬剤」が人間の健康・生命に直結する商品であり，薬剤を取り違えて処方，服用した場合，人間の健康・生命に極めて重大な影響を与えるおそれがあり，現に取り違えの事故が報告されている(甲7)のであればなおさら，薬剤の取り違えのおそれを可及的に防止するため，実際の取引現場においても，商標の外観なり観念なりを意識して取引がなされ，たとえ称呼が同一であったとしても軽々には商品を取り違えることはないと考えられるし，そのような「薬剤」については，そもそも称呼のみで取引されるようなことはないというのが自然である。",
                    "したがって，「薬剤」において単に同一の称呼の商標の並存を許さないことが，必ずしも一般的に需要者保護に結び付くとはいえないというべきであるから，需要者保護のために「薬剤」については商標の類否判断において商標の類似範囲を広く解釈すべきとすることには合理的根拠がない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また原告は，最近は薬の処方に際しオーダリングシステムが利用されており，コンピュータ端末への入力の際，薬剤名をカタカナで入力することも考えられ，本件商標と引用A商標の場合，ともに「カイ」が薬剤名として入力されることとなり，本件商標に係る薬剤と引用A商標に係る薬剤が取り違えられるおそれが高いことは明らかである，また最近はインターネットの普及等により，一般人(患者)向けの医薬品情報の提供手段が増加しつつあり，紛らわしい名称の複数の薬剤が存在すれば，一般人(患者)に無用の混乱と不安を惹起するおそれもある，したがって，取り違えが決して許されない「薬剤」分野については，医薬品の取引や医療現場において誤認・混同が生じ得るかも考慮して，他の商品分野よりも誤認・混同の生じるおそれの範囲，つまり商標の類似範囲は，需要者保護のためにも広く解釈されるべきである，と主張する。",
                    "しかし，薬の処方に際しオーダリングシステムが利用され，コンピュータ端末への入力の際，薬剤名をカタカナ名で入力することが行われているとしても，実際の薬の処方の場面において，商標の外観なり観念なりを意識した処方がなされていないとはいえない。そして，紛らわしい名称の複数の薬が存在したとしても，商標の外観，観念から受ける印象，記憶，連想等を総合して全体的に考察し，その商品(薬剤)の具体的取引状況に基づいて非類似であると判断される以上，一般人(患者)に無用の混乱と不安を惹起するおそれがあるということにはならない。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また原告は，医療現場では最近，薬の取り違えによる医療過誤が大きな問題となっており，このような医療過誤は，薬剤について紛らわしく類似する商標が並存していることに起因すると考えられる，そして，紛らわしく類似する商標の並存は，商標登録出願の審査において，特に薬剤分野についての類否判断を適正化することで回避することができる，と主張する。",
                    "しかし，取り違えの事故が発生したとしても，それは各事故ごとに様々な個別具体的な事情が原因となっていると考えられるから，称呼が共通の商標の並存が医療過誤の主な原因となっているとまで断定することはできない。また前記ウに説示したとおり，現に取り違えの事故が報告されている(甲7)のであればなおさら，薬剤の取り違えのおそれを可及的に防止するため，実際の取引現場においても，商標の外観なり観念なりを意識して取引がなされ，たとえ称呼が共通であったとしても軽々には商品を取り違えることはないと考えられるから，「薬剤」において単に共通の称呼の商標の並存を許さないことが必ずしも原告の指摘する医療過誤の防止に一般的に結び付くものとも言い難い。",
                    "以上によれば，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "さらに原告は，対象となる商品の性質や特殊性に鑑み，各商品ごとに，適正な類似範囲があってしかるべきであり，薬剤の場合，人の健康・生命に直結する商品の一つであるという特殊性を有することから，薬剤についての適正な類似範囲は，おのずと広くなると考えられる，と主張するが，上記ウ，オに照らし，かかる主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，本件商標がその指定商品中「薬剤」について商標法4条1項11号に該当しないとした審決の判断に誤りはない。",
            "よって，原告の請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10090",
    "date": "2007-08-30",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035071",
    "ipprecedent_id": "1133",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}