{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−14507号事件について平成19年4月24日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が，名称を「ビデオ監視と会議システム」とする発明について国際特許出願をしたところ，特許庁から拒絶査定を受けたので，これを不服とする審判請求をしたが，同庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，下記刊行物1，2，3及び9に記載された発明等との関係における本願発明の進歩性の有無である(特許法29条2項)。",
            "記",
            "・特開平7−67098号公報(発明の名称「動画像監視装置」，出願人 富士電機株式会社，公開日 平成7年3月10日。以下「刊行物1」といい，そこに記載された発明を「刊行物1発明」という。甲8の2)・特開昭63−5674号公報(発明の名称「画像伝送装置」，出願人 松下電工株式会社，公開日 昭和63年1月11日。以下「刊行物2」といい，そこに記載された発明を「刊行物2発明」という。甲8の3)・特開平6−86289号公報(発明の名称「画像モニタリング方法」，出願人 富士ファコム制御株式会社及び富士電機株式会社，公開日 平成6年3月25日，以下「刊行物3」といい，そこに記載された発明を「刊行物3発明」という。甲8の4)",
            "・特開平4−320183号公報(発明の名称「遠隔監視カメラ制御システム」，出願人 日本電信電話株式会社，公開日 平成4年11月10日，以下「刊行物9」といい，そこに記載された発明を「刊行物9発明」という。",
            "甲8の10)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成8年(1996年)4月4日，名称を「ビデオ監視と会議システム」とする発明について，パリ条約による優先権(1995年［平成7年］4月7日。アメリカ合衆国)を主張して国際特許出願をし(PCT／US96／04652，以下「本願」という。請求項1～16。特願平8−530475号)，日本国特許庁に平成9年10月6日翻訳文を提出し(公表特許公報は特表平11−509996号［甲1］)，平成14年4月23日付けで特許請求の範囲の変更を内容とする補正(第1次補正，請求項1～43。乙1)をしたが，平成16年4月2日拒絶査定を受けた(甲4の1)ので，平成16年7月12日付けで不服の審判請求をした。",
                "特許庁は，同請求を不服2004−14507号事件として審理することとしたが，その中で原告は，平成16年8月9日付けで明細書全文の変更を内容とする補正(第2次補正，請求項1～31。甲5の2)をしたものの，平成18年8月1日付けでこの補正は却下された。そこで，原告は，平成19年2月2日付けでも，特許請求の範囲の変更を内容とする補正(第3次補正，請求項1～8。以下「本件補正」という。甲9の3)をしたが，特許庁は，平成19年4月24日，「本件審判の請求は，成り立たない」との審決を行い，その謄本は平成19年5月10日原告に送達された。なお，附加期間として90日が附加された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，前記のとおり請求項1～8から成るが，その請求項1は次のとおりである(以下「本願発明」という。)。",
                "「【請求項1】映像記憶表示システムであって，以下を有する，ビデオ画像を表わす信号を出力する単数又は複数のビデオカメラ，および，当該信号がデジタル形式でなければデジタル化してデジタル圧縮画像とする手段，",
                "ネットワーク接続を介して前記単数または複数のビデオカメラを遠隔制御すると共に，前記デジタル圧縮画像を受け取るように構成されたコンピュータ，",
                "当該コンピュータは下記の装置にインターフェースされている，表示スクリーン，",
                "外部派生オペレータコマンドを受取る手段，",
                "高容量記憶媒体，",
                "前記単数または複数のビデオカメラのパン・チルト・ズーム・フォーカスおよびフレーム速度・解像度をネットワーク接続を介して遠隔制御するための手段，",
                "前記コンピュータは，以下の機能を実行するようにプログラムされている，",
                "前記複数のカメラからの前記デジタル圧縮画像を前記表示スクリーン上の異なるウインドウに所定のフレーム速度と解像度とで表示する機能，前記外部派生オペレータコマンドの一つに応じてウインドウに表示されている特定の画像の前記フレーム速度と前記解像度とを変更する機能，前記単数又は複数のビデオカメラからのデジタル圧縮画像を，前記表示スクリーンに表示するフレーム速度および解像度に拘らず，前記高容量記憶媒体に記憶する機能。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別紙審決写しのとおりである。その理由の要点は，本願発明は，前記刊行物1，2，3及び9に記載された発明及び周知技術に基づいて容易に発明することができたから，特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，本願発明1と刊行物1発明の一致点及び相違点を次のとおり認定している。",
                    "〈一致点〉",
                    "「映像表示システムであって，以下を有する，",
                    "ビデオ画像を表わす信号を出力する複数のビデオカメラ，および，当該信号がデジタル形式でなければデジタル化してデジタル圧縮画像とする手段，",
                    "ネットワーク接続を介して前記複数のビデオカメラを遠隔制御すると共に，前記デジタル圧縮画像を受け取るように構成された手段，当該手段は下記の装置にインターフェースされている，",
                    "表示スクリーン，",
                    "外部派生オペレータコマンドを受取る手段，",
                    "前記複数のビデオカメラのフレーム速度をネットワーク接続を介して遠隔制御するための手段，",
                    "前記手段は，以下の機能を実行するように構成されている，前記複数のカメラからの前記デジタル圧縮画像を前記表示スクリーン上の異なるウインドウに所定のフレーム速度と解像度とで表示する機能，前記外部派生オペレータコマンドの一つに応じてウインドウに表示されている特定の画像の前記解像度とを変更する機能。",
                    "〈相違点1〉",
                    "本願発明は「パン・チルト・ズーム・フォーカスおよび解像度」をも遠隔制御するのに対して，刊行物1には，「パン・チルト・ズーム・フォーカスおよび解像度」を遠隔制御することについては記載がない点。",
                    "〈相違点2〉",
                    "本願発明は，ウインドウに表示されている特定の画像の「フレーム速度」をも変更するのに対して，刊行物1には，ウインドウに表示されている特定の画像の「フレーム速度」を変更することについては記載がない点。",
                    "〈相違点3〉",
                    "本願発明は「高容量記憶媒体」を有して「複数のビデオカメラからのデジタル圧縮画像を，表示スクリーンに表示するフレーム速度および解像度に拘らず，高容量記憶媒体に記憶する機能」を実行し，そのため「映像記憶表示システム」と称するのに対して，刊行物1は，「高容量記憶媒体」を有しておらず「高容量記憶媒体に記憶する機能」を実行しないため，「映像表示システム」と称するに止まる点。",
                    "〈相違点4〉",
                    "本願発明は，画像を受け取る手段が「コンピュータ」であり，したがって各機能を実行するように「プログラム」されているのに対して，刊行物1には，画像を受け取る手段が「コンピュータ」であるとの記載はなく，したがって各機能を実行するように「プログラム」されているとは言えない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決の認定判断には，次のとおり誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(刊行物1発明の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "双方向通信について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "刊行物1発明は，複数の撮像装置を伝送路に対して並列に並べて，順次切換えて撮像装置からの信号を伝送し，1系統の圧縮／伸長部を複数のカメラ(図面によると4台のカメラ)で共用するものである。",
                            "刊行物1発明の伝送路(画像圧縮ユニット15から伝送制御部16，伝送制御部21を経て画像伸長ユニット22まで)においては，カメラからモニタへ向けて(圧縮部から伸長部へ向けて)の一方向の通信がなされるのみであって，双方向の通信がなされるものではない。そのことの根拠を挙げると，次のとおりである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "刊行物1(甲8の2)の【図14】には，従来例が示されており，伝送制御部16と伝送制御部21との間は，双方向の矢印が描かれているが，これは誤記であって伝送制御部16から伝送制御部21への一方向の通信のみがなされていることは，従来の技術について，段落【0002】に「伝送制御部16を経て送信する。」とあり，段落【0003】に「伸長部2では圧縮部1からの圧縮画像を伝送制御部21を介して受信し，」とあり，段落【0004】に「そして，この処理時間を単位としてフレーム間差を算出し，時間的な変化分のみを，画像圧縮ユニットにより圧縮して伝送する。」とある以外には，通信に関する記載がないことで判明する。",
                                "伸長部の詳細を示すブロック図である【図7】を参照しつつ説明する段落【0021】～【0023】には，伸長部から圧縮部へ向けての信号を送る通信についてなんら記載がない。また，伸長部の制御部200についての詳細な構成を示す【図9】を参照しつつ説明する段落【0025】，【0026】にも，圧縮部へ向けての信号を送ることについての記載が一切存在しない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "そして，刊行物1(甲8の2)の段落【0005】に「したが",
                              "text": [
                                "って，この発明の課題はハード的に大きい圧縮／伸長部を1系統のみとして伝送データ量やメモリ容量を増やすことなく，複数台のカメラからの画像を多重伝送可能とすることにある。」とあり，段落【0006】～【0008】の【課題を解決するための手段】の記載において，従来の圧縮部，伸長部についての改良がなされていることがわかることから，伝送路は従来例と同じであることがわかる。 したがって，刊行物1発明においても，伝送路における通信は，一方向の通信である。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "刊行物1(甲8の2)の【特許請求の範囲】【請求項2】には「前記伸長部のモニタへ関心のある監視画像は密に表示し，そうでない監視画像は粗に表示する」とあり，段落【0031】の【発明の効果】(2)に「関心度の高いカメラからの画像は密に，そうでない画像は粗に伝送することができる」とあることから表層的にとらえると，「モニタを見て監視している監視人が監視している最中に関心をもつこととなったカメラの画像をモニタ側から操作して密に表示したり粗に表示したりする」かのように読めるが，そのような読み方をするのは誤りである。なぜなら，【請求項2】における構成をよく読むと，密に表示したり，粗に表示したりするために「圧縮部」に，「フレームメモリに取り込む画像データのサンプリングパターンを設定するパターン設定手段」と，「その設定パターンに応じて各フレームメモリに対し画像データをサンプリングするためのクロックを生成するクロック生成手段」とを設けることとしている。したがって，サンプリングパターンの情報は，「圧縮部」にあるのであって「伸長部」には存在しない。このことは，【請求項2】のみならず，【請求項3】，【請求項4】の構成についても同様であって，これらの請求項が発明として完成した構成を記述しているという前提に立てば，「伸長部」にサンプリングパターン情報があるとの解釈は生まれ得ない。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "刊行物1(甲8の2)の【図7】を見ると，制御部200から",
                              "text": [
                                "伝送制御部21に向けての矢印線に沿って「サンプリングパターンライト」という文字が書かれているのが見えるが，制御部200の詳細構成を示すはずの【図9】には，それに対応する記載がない。",
                                "また，【図9】には「サンプリングパターン」についての情報を保存している可能性のある回路，部材なども存在しない。さらに，【図9】には，伝送制御部21への出力信号を示す矢印の記載もない。したがって，【図7】における「サンプリングパターンライト」の文字及び制御部200から伝送制御部21に向けての矢印線は，全くの誤記であると認めざるを得ない。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "「関心のある」，「関心度の高い」という表現が刊行物1には，散見される。その主体，すなわち，「関心」を持つ主体は誰かという問いに対する答えは，段落【0013】に見つけることができる。すなわち段落【0013】には，「かかる場合には，カメラの設置場所に応じて，フレームメモリの取り込みパターンを可変にし，関心のある画像は密に，またそうでない画像は粗にして取り込むようにすることができる。」という記載があること，そしてこの説明が画像圧縮ユニット15についての説明であることとをあわせ考えると，この関心は「カメラ設置者の関心」であるととらえざるを得ない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，「サンプリングパターン」，「フレーム速度」，「サンプリングの粗密」，「解像度」という4つの概念を混同している。",
                            "刊行物1の段落【0016】の説明及び【図3】，【図5】の記載からすると，「サンプリングパターン」は，「各フレームをどのような順番で，どのタイミングでどのフレームを処理するかを示すもの」と理解される。そして，【図3】の最下欄にフレーム間差という項目があることに注目すると，このサンプリングパターンは，同一のフレームの直前の画像との差分を算出する処理とも関連する。",
                            "「フレーム速度」という概念は，1秒間に何コマの画像を送るかを表わす概念であって，例えば，1秒間に24コマ，30コマなどが通常の映画やテレビ放送で用いられている。最近のワンセグ放送では，15コマである。経験上，1秒間に1コマ以下のスピードでは，監視用には役に立たない。",
                            "刊行物1にいう「サンプリングの粗密」は，段落【0007】の末尾及び段落【0013】の末尾を参照すればわかるように，「時間的な」粗密のことである。これに対し，「解像度」は，画像の「空間的な」粗密を表わすものである。この「解像度」の概念は，「画面の大きさ」や「ウインドウの大きさ」とは区別されるべき概念である。解像度は変えずに拡大や縮小をして「画面の大きさ」，「ウインドウの大きさ」を変更することがあるからである。",
                            "以上のような概念上の相違からすると，被告が「サンプリングパターン」は「フレーム速度」を示すものであると認定しているのは，乱暴な議論である。刊行物1の【図1】を見て分かるように，4台のカメラ11のフレーム速度は，制御されるものではなく，カメラのフレーム速度は変更されないまま，同じ速度で画像信号が垂れ流し状態でクレームメモリ1～4に供給され，画像切替制御部18が与えるタイミングにしたがって，画像切替器17にその信号が間欠的に供給されるものである。したがって，刊行物1には，「カメラのフレーム速度」を遠隔制御する思想は何一つ表されていない。",
                            "また，双方向通信か一方向通信かは，その目的を考慮して議論されるべきものである。双方向か一方向かの判断が目的性によるべきであるとの議論を踏まえて，本願発明のコンピュータネットワークと刊行物1との信号線とを対比してみると，その目的性が大きく異なるものである。本願発明のコンピュータネットワークは，複数のカメラがネットワーク上のいずれの場所に存在してもよく，離れた場所に存在してもそれぞれをパン・チルト・ズームなどの遠隔制御をするだけでなく，フレーム速度・解像度の遠隔制御を可能とするものである。それに対し，刊行物1の信号線は，4台のカメラが比較的近くに設置されている場合についてのみ有効である。そればかりでなく，本願のコンピュータネットワークを介して，カメラ，監視モニタ，ストレジ(記録装置)をつなげる場合に，カメラのみが離れた場所に複数あってもよいだけでなく，監視モニターも離れた場所に複数存在してもよく，さらに，記録装置も離れた場所に複数あってもかまわない構成を実現するものである。このことは，刊行物1に開示された技術思想からは考え付きようがないことである。刊行物1は，一本の伝送路の一端に圧縮部が存在し，他端に伸長部がある場合の画像圧縮伝送の技術に関するものだからである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "外部派生オペレータコマンドを受け取る手段及びネットワークについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，「刊行物1では，外部インタフェース部…からのモード指示によって画面制御を行なう。この『外部インタフェース部』は，本願発明にいう『外部派生オペレータコマンドを受取る手段』に相当する。」と判断している(8頁26行～28行)が，この判断は誤りである。なぜなら，上記(ア)のとおり，刊行物1発明の伝送路においては，カメラからモニタへ向けて一方向の通信がなされるのみで，「外部インタフェース部」がコマンドを受けてカメラ側にその信号を送る余地はないからである。",
                            "また，審決は，「刊行物1の伝送制御部16，伝送制御部21および伝送路は，本願発明にいう『ネットワーク』に相当する。」と判断している(8頁下7行～下6行)が，この判断は誤りである。なぜなら，本願発明にいうネットワークは，今日インターネット通信などでよく知られるコンピュータ間のネットワークを意味するものであって，双方向通信であるところ，刊行物1発明の通信は，一方向であるからである。",
                            "さらに，刊行物1発明が双方向の通信をする余地のあるものと解釈しても，双方向通信をするのは伝送制御部16と伝送制御部21との間に限られる。したがって，遠隔制御のための電気信号をどうやって各カメラに送るかは，依然として不明のままであるから，刊行物1発明にあっては，各カメラに制御信号を送るという思想は受け入れがたい。また，刊行物1には，後記の刊行物3における「機番」に相当する概念がない。刊行物1(甲8の2)の【図1】における映像切替制御部18から映像切替(器，回路)17への切り替え番号がそれに該当するかのようにも思われるが，【図1】においては，カメラ11からアナログ／ディジタル変換回路12への信号，アナログ／ディジタル変換回路12からフレームメモリ13への信号は，いずれも一方通行であり，伝送路を流れる信号が逆に撮像装置(カメラ)へ流れるという思想は存在しない。刊行物1発明は，伝送路の信号線を少なくするためのものであって，この発明にカメラの制御信号を組み入れる余地はない。",
                            "したがって，審決が，「ネットワーク接続を介して前記複数のビデオカメラを遠隔制御すると共に，前記デジタル圧縮画像を受け取るように構成された手段」，「外部派生オペレータコマンドを受取る手段」，「前記複数のビデオカメラのフレーム速度をネットワーク接続を介して遠隔制御するための手段」が，本願発明と刊行物1発明の一致点であるとするのは誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "被告は，刊行物1の段落【0025】に「外部インタフェース部からのモード指示によって画面制御を行なう」との記載があることから，本願発明との一致を主張する。しかし，被告が主張する信号線の存在を仮に認めるとしても，刊行物1において画面を制御するのは，時間的な粗密についてである。すなわちサンプリングクロックを変更する構成が示されているのみである。それに対し，本願発明は，時間的な粗密のみならず空間的な粗密(解像度)の変更をもするものであって，その違いを無視して「画面制御」という概念でくくるのは，不当である。",
                            "被告は，刊行物1のサンプリングクロックの変更を指示するための一本の信号線と，本願発明の世界中を自由に結ぶことのできるネットワークとを，「電話回線」という概念を仲介として同一視する。しかし，電話回線であっても一方向に利用される場合もあるし，また，電話回線は，2点間の通信を前提とするものである。ネットワークと刊行物1の信号線(伝送路)とを同じ扱いにするのは，不当である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(刊行物2発明の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物2(甲8の3)には，「監視画像を短時間で更新して受信機へ伝送する送信機と，伝送されてきた画像データに所定条件が設定されていると保存画像データとして記憶させる保存画メモリを備えた上記受信機とからなることを特徴とする画像伝送装置」(特許請求の範囲(1))が開示されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，「圧縮」の意味が，その対象及び手法において，刊行物1発明と刊行物2発明とでは異なる。",
                        "刊行物1(甲8の2)では，段落【0010】に，「図1はこの発明の実施例を示す部分概要図である。これは，圧縮部の構成を示すもので，ここでは複数台のカメラ11に対処するため，A／D変換器12，フレームメモリ13および減算器14をその数に対応してそれぞれ複数個設けるとともに，減算器14を介して与えられるフレーム間差画像を順次選択して画像圧縮ユニット15に与える映像切替器17と，その制御を行なう映像切換制御部18とから構成される。」とあり，段落【0012】に，「以下，同様の処理を行ない，得られたフレーム間差D1−1，D2−1−を映像切替器17により順次選択し，画像圧縮ユニット15に与える。」とあり，さらに段落【0013】に，「画像圧縮ユニット15では，映像切替器17からの出力であるフレーム間差を順次圧縮処理し，そのヘッダ部に映像番号と符号量を付加して伝送制御部16へ渡し，ここから伝送路へと送出する。」とあることから，刊行物1発明が扱う画像は，動画又は準動画(段落【0003】)である。そして，圧縮処理する対象は，フレーム間差，すなわち隣り合うフレームに減算処理を施して得られるものである。圧縮処理の手法については，従来の技術の項の段落【0004】に「圧縮ユニットにおける圧縮処理については省略するが，直交変換方式であるDCT(離散コサイン変換)が良く用いられる。」との記載を前提としており，【発明の詳細な説明】には他の記載が見当たらないことから，DCTを用いる圧縮手法により伝送するデータのサイズを小さくして送るものと理解される。",
                        "それに対し，刊行物2(甲8の3)では，［背景技術］の項に「ところで従来装置では1200ビット／秒という低ビットレートで画像データを伝送する場合でも標本格子が64×64画素といった粗い画像のデータで高速伝送する場合20秒乃至30秒周期で画像の更新が行えた。」(2頁左上欄4行～8行)，「更にまた受信機からの鮮明化指令に対応して20秒～4分といった長い時間をかけて伝送されようやく受信機のモニタテレビに表示された鮮明な画像も変化検知や，連続伝送などにより次の粗い画像ですぐに消されてしまうという欠点があった。」(2頁左上欄15行～19行)とあり，さらに［発明の目的］の項に「本発明は上述の問題点に鑑みて為されたもので，その目的とするところは送信機から送られてくる画像データ中，重要な画像のように特定の条件付けされた画像のデータを受信機側で自動的に保存することができる画像監視装置を提供するにある。」(2頁右上欄1行～5行)とあることから，刊行物2でいう画像は静止画であることがわかる。そして，静止画の場合には，フレーム間差という概念が存在しない。さらに，その圧縮の手法について刊行物2の記載をみると，「さて画像圧縮は伝送，表示までの時間を短縮するために行うもので，実施例では原画像が256×256画素，6ビット／画素の画像データからなり，この原画像を64×64画素，3～4ビット／画素の粗い画像に圧縮するのである。この場合原画像に対する圧縮率は1／32に近くなる。」(2頁右下欄20行～3頁左上欄5行)とあることから，刊行物2における圧縮は，実は「解像度を落とすこと」である。そして，その圧縮手法が，解像度を落とすことであるからには，刊行物1における圧縮手法がDCTであることと大きく異なる。",
                        "したがって，刊行物1発明と刊行物2発明とを結びつけることは，無理がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "刊行物2(甲8の3)には，「さてこの鮮明化指令が与えられない場合送信機Aは上述のように粗い画像を伝送するが，受信機B側でもっと鮮明な画像を見たい場合は送信機Aから送られて復号伸張された画像がモニタテレビ11で表示されたとき鮮明化指令発生部8より鮮明化指令を送信すると，送信機A側では鮮明化処理部10の働きにより受信機Bのモニタテレビ11で表示されている画像を128×128画素，3ビット／画素の中密度の標準画素，256×256画素，2～3ビット／画素の細かい鮮明画像に順次鮮明化させるように画像圧縮回路19を制御する。つまり鮮明化指令処理部10は鮮明化指令をデータ通信回路5より受け取った段階で，画像の圧縮伝送を中断し，…」(3頁左下欄19行～右下欄12行)とあることから，刊行物2における「鮮明化」は，カメラの解像度を制御(変更)することではなくて，解像度を落とす(刊行物2における「圧縮」)処理をやめることを意味するものである。したがって，「鮮明化指令」は，画像圧縮回路19を制御するのであって，カメラを制御するものではない。",
                        "このように，刊行物2には，カメラの解像度を制御する考えはないし，刊行物1をみても，カメラの解像度を制御する考えはない。したがって，これらの二つの文献を組み合わせることによりカメラの解像度を制御する考えが生まれるはずがないと考えられる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告は，本願発明について，「解像度につき記載はない」とするが，本願明細書(甲1)の16頁下7行から17頁下3行にかけて，【図10】を参照しつつ，一体型カメラについて説明した箇所の記載のうち「映像の大きさを大きくするなどの，システムの操作モード」(17頁7行～8行)がカメラの解像度を意味する。なぜなら，カメラをコントロールするのに表示画面の大きさやウインドウの大きさを操作する意味はなく，解像度以外のほかのことを意味するとは考えられないからである。",
                        "また，被告は，「20～30秒に一回の周期」をフレーム速度というが，これでは，本願の技術分野である「監視」，「防犯」という目的には，到底及ばないものであって，むしろ静止画の範疇のものである。静止画をコマ送りで送ることが映像(動画)であるとするのは，不当である。1秒間に少なくとも1フレーム以上なくては監視用としての目的を達成し得ない。刊行物2に記載されているような，「256×256画素，2～3ビット／画素」，「20～30秒に一回の周期」では，低画質で使い物にならない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(刊行物3発明の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物3発明においては，複数の撮像装置が伝送路に対して「直列に」並べられている。刊行物3(甲8の4)の段落【0010】には，「カメラ用フレーム入出力器5Bには機番が付されており，フレームの該当カメラ制御データを受けて対応カメラからの画像を加工し，その位置，形状，縮尺などを適宜に決定してイメージ部12に挿入する。また，カメラに対する撮像指示等を抽出し，カメラを制御する。」と記載されており，ズーム，回転，移動等の撮像条件指示がどのような仕組みでなされるかが説明されている。",
                        "刊行物1発明には，刊行物3発明における「機番」に相当する概念がないが，刊行物1発明と刊行物3発明との間のこの違いは，複数の撮像装置を伝送路に対して「並列に」並べるか，「直列に」並べるかの違いに基づくものと考えられる。刊行物3発明のように，複数の撮像装置を「直列に」つなぐ場合は，信号は全ての機器を通過することになるから，それぞれの機器にID番号を付与する必要がある。そして，このつなぎ方の場合，すべての機器を通過した信号が監視操作卓4をも通過することは，とりもなおさず，監視操作卓4を通過する信号が，すべての機器(撮像装置) を通過することでもある。したがって，「直列つなぎ」を採用する刊行物3発明であってこそ，各カメラに制御信号を送るという思想が生まれるのであって，「並列つなぎ」である刊行物1発明は，各カメラに制御信号を送るという思想とは相容れないものである。",
                        "したがって，刊行物1発明と刊行物3発明とを結び付けることは，無理がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，刊行物3に「解像度を遠隔制御する」構成が開示されているとするが，これは，ウインドウの大きさと解像度を混同した議論である。「解像度」は，「ウインドウの大きさ」とは異なる概念であり，「モニタ画像の形状，縮尺を制御する」ことは，解像度を制御することとは全く異なる。刊行物3に書いてあるのは，解像度をそのままにして，表示画面上のウインドウの大きさを変更することである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(刊行物9発明の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物9(甲8の10)には，リアルタイムの映像通信を行う際の遠隔監視カメラ制御システムが，符号化遅延，通信遅延に基づいて，モニタに映し出された映像と現地のカメラ位置との間にずれが生ずることを課題としてその操作性を向上させる技術について開示してある。",
                        "刊行物9(甲8の10)の段落【0002】【従来の技術】に，「従来の電話網の場合には，9600b／s程度のモデムが利用され，ISDＮの場合には，64kb／sが利用されている。従って，320×200pelの解像度の画面で8bit／pelのモノクロ画を送ると，それぞれ53秒，8秒の伝送時間が必要となる。この伝送時間を短縮するために，映像の圧縮符号化が行われるが，この処理のための時間も必要となる。このため一定速度でカメラの位置が移動していると，図6に示すように，受信側で見ているが画面位置と，その時点でのカメラの位置は別の位置にあり，画面を見て停止制御を行っても，カメラの停止位置は別の位置になってしまう。」とあり，さらに段落【0006】【課題を解決するための手段】に，「本発明は通信回線を介して目的物を撮像するカメラが移動中に停止指示を受けた場合に，予め決められた一定量だけ後退させ，停止指示を発出した画面の近傍にカメラを停止させることを最も主要な特徴とする。このため，通信回線の通信速度と映像の圧縮符号化時間とカメラの移動速度によって決められるカメラの後退量を，これら各条件量の組み合わせに対して予め設定して制御するという点で従来の技術とは異なっている。」とあることは，刊行物9発明が前提とする通信回線は，従来の電話網においてアナログモデムを用いるか，ISDＮ網においてターミナルアダプタを用いるかのいずれかで，ダイヤルアップすることにより回線がつながった状態で通信すること，すなわち「その伝送路を専有して通信すること」を前提とする技術である。",
                        "そして，従来の電話網又はISDＮ網においてダイヤルアップして回線がつながった状態においては，よく知られるように，その伝送路を専有した状態で双方向通信がなされる。このように双方向通信を前提にした刊行物9の技術を，一方向のみの通信を行うことを前提とする刊行物1に組み合わせて，4台のカメラなど，複数台のカメラの遠隔制御も可能であるとすることは，全く根拠に欠けるものといわざるを得ない。乗り越えるべき課題がいくつもあり，容易には組み合わせることができないものと考えるのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，刊行物9には「複数のビデオカメラを遠隔制御する」構成が開示されているとするが，解像度については，開示されていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(相違点1についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「…刊行物3および刊行物9には，本願発明の『複数のビデオカメラのパン・チルト・ズーム・フォーカスを遠隔制御する』構成が開示されている。」(13頁6行～8行)と判断している。",
                        "しかし，刊行物9発明は，1台のカメラを前提としているものであり，刊行物3発明と結びつけることには阻害要因がある。また，刊行物9発明は，遠隔と呼べるほどの遠距離からの制御には向かない技術である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，「…刊行物2および刊行物3には，本願発明の『解像度を遠隔制御する』構成が開示されている。」(13頁22行～23行)と判断している。",
                        "しかし，刊行物2発明は，前記イのとおり，静止画の解像度を落とすこと(伝送するデータ量を減らすこと)を圧縮としており，カメラの撮影時における解像度を遠隔制御するのではなく，カメラの解像度は固定したまま，その画像の解像度を落とす処理をしたものを使うか，そうでなく，その処理をする前のデータを使うかの切換をするものである。また，刊行物3発明は，前記ウのとおり，複数の機器を直列に接続することを前提とするものであり，SCSI機器などを念頭においたものである。そして，SCSI機器を例に挙げて考えれば容易に気づくことであるが，遠隔制御と呼べるほどに，遠くまでケーブルを延ばすことには不向きの技術である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審決は，「…カメラ側を遠隔制御する思想は，既に，刊行物1に開示されている。」(13頁下14行)と判断しているが，前記アのとおり，この判断は，刊行物1発明の認定の誤りに基づくものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，「上記相違点1に係る構成は，刊行物1の遠隔制御する項目について，上記刊行物(刊行物2，刊行物3および刊行物9)を参照して，適宜付加することにより，当業者が容易になし得ることである。」(13頁下12行～下10行)との審決の判断は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "被告は，遠隔制御項目について，解像度とフレーム速度とを混同する議論に基づいて，これらが公知であるとしており，不当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "取消事由6(相違点2についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「刊行物1に，関心のある画像は密にそうでない画像は粗にして取り込むようにすること(カメラ側でフレーム速度を変更すること)を監視側で制御すること，符号量の多い画像(関心のある画像)を詳細表示すること(監視側で解像度を変更すること)を監視側で制御すること，以上につき記載されていることは前記のとおりである。」(14頁22行～26行)と判断しているが，前記アのとおり，この判断は，刊行物1発明の認定の誤りに基づくものである。したがって，それに基づく「相違点2に係る構成は，上記周知の事項(フレーム速度と解像度を対として設定すること)を参照して，刊行物1における表示の設定項目(解像度)を更に拡張する(フレーム速度の付加)ことにより，当業者が容易になし得ることである。」(14頁下12行～下9行)との判断も誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "刊行物1は，1対1でカメラを制御するものではない。切り替えられているカメラだけが対象であって，切り替えられていないカメラに対する制御はできない。刊行物1における切替えは，手動スイッチによるものにすぎない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "取消事由7(相違点3についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点3は，「表示のフレーム速度や解像度に拘らず，高容量記憶媒体に記憶する機能」である。この相違点3を，審決は，「監視カメラから送信される映像信号をそのまま記録すること」と解釈し，「相違点3に係る構成は，監視カメラの分野における上記周知の事項を参照することにより，当業者が容易になし得ることである。」(14頁下1行～15頁1行)と判断している。",
                        "しかし，この判断は，誤りである。そのことを次の4つの観点から指摘する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "第1に，審決は，特開平6−78269号公報(以下「刊行物7」という。甲8の8)の技術を参照しているが，これはタイムラプスVCRに多重録画するためのものであり，タイムラプスVCRは，それぞれのカメラの映像をフィールドあるいはフレームごとに切り替えて記録するものであるから，カメラの数が増えれば増えるほどフレーム速度は落ちてくる。例えば，15台のカメラをフレーム多重記録した場合は，ＮTSCの30フレーム記録では，平均のカメラ当たりのフレーム速度は2フレームとなり，30台あれば平均1フレームとなり，そのまま記録することはできない。またVCRへの記録は，ＮTSCであるから，その解像度は，デジタル記録で720×480の固定となる。実際にはアナログ信号の記録であるから水平解像度240(VHS)−400(S−",
                          "text": [
                            "VHS)の有効走査線480本(フレーム記録)あるいは240本(フ",
                            "ィールド記録)になり，解像度は固定となる。したがって，ネットワークから送られてくる各カメラのフレーム速度，解像度をそのまま記録することは刊行物7においては不可能である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "第2に，審決は，特開平6−70277号公報(以下，「刊行物10」という。甲8の11)に記載のある圧縮記録の技術を参照しているが，この技術は1台のカメラ入力の映像の記録が目的であり，保存する記録容量の節約を目的として参照用の基準データを記録してそれ以降は差分のデータだけを圧縮していくだけの技術である。長時間の監視のために侵入者があったかあるいは何かの異常がなかったかを効率よく記録していくものであり，これも長時間の映像をそのまま記録するものではなく，どちらかというと静止画を中心として異常があった時の静止画の差分が記録されるもので，記録のフレーム速度や解像度を変えて，目的に応じて記録することは一切言及されていない。まして多数のカメラに対応する記述もない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "第3に，「監視カメラから送信される映像信号をそのまま記録すること」は，本願発明の中心ではない。確かに，本件補正によって，本願発明は，「…表示するフレーム速度および解像度に拘らず，前記高容量記憶媒体に記憶する機能。」を実行するものとなったが，それは，平成16年8月9日付け補正(甲5の2)後の【請求項1】，【請求項7】のそれぞれに「前記外部派生コマンドの一つに応じて特定の画像がそのウインドウに於いて更新される前記寸法と前記速度とを変更する機能」とあり，【請求項10】に「各画像に関連付けられた第1又は第2の所定のフレーム速度と解像度とを使用して，同時に記憶する」とあり，【請求項14】，【請求項22】のそれぞれに「各画像に関連付けられた第1又は第2組の時間及び空間パラメータを使用して，…同時に記憶する」とあり，【請求項18】，【請求項25】のそれぞれに「各画像に関連付けられた第1又は第2の所定のフレーム速度と解像度を使用して，高容量記憶媒体に同時に記憶する」とあることをすべて含む上位概念として記載したものであって，「そのまま」記録することを意味するものではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "第4に，本願発明の技術の中心は，「表示」と「記録」とを別々に設定できることにある。本願発明において，「記録」は，メインのサーバに，ネットワークの帯域が許す限り，カメラからの映像を高解像度で高速のフレーム数で，また，サーバの記録容量が許す限り，長時間重要度に応じて，自由に設定できる。本願発明において，「表示」は，防犯用，防災用，トラフィックの流れの監視用，あるいはデパートでは何が売れているかのマーケティング用などそれぞれの目的に応じて，何百台・何千台あるカメラから必要なカメラを選び，表示することにより，効率よく活用できる。また高速回線が普及する最近は，インターネットを通じてどこからでもノートパソコンを接続して同様の表示ができ，それぞれの監視の目的に使うことができるようになっている。このようなネットワークを介したユビキタス的な監視システムは平成12年以降になってやっと実現していることからもわかるように，本願発明の技術の中心たる「表示のフレーム速度や解像度に拘らず，高容量記憶媒体に記憶する機能」(表示と記録とを別々に設定できること)は，平成7年以前の10以上の技術を組み合わせたからといってできるものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告が，本願発明について，「受け取った時のフレーム速度と解像度そのままで記録する構成であると理解するのが自然であり，また，このように理解することに誤りはない」と主張するのは，不当である。平成18年6月23日に原告本人が審判官と面接した(甲7)際に，「記録と表示が異なる」旨を説明した。そして，そのときに審判官は「わかった」と納得し，それに基づいて，その後の拒絶理由通知(甲8の1)及び補正手続(本件補正，甲9の1～4)がなされている。",
                        "被告は，「記録の際にフレーム速度及び解像度を変更するものであるとしても，当業者が容易になし得るというべきである」とも主張するが，当時のタイムラプスレコーダは，解像度をそのままにして記録するものであった。解像度を落とす処理に時間をかける意味がないからである。本願の特徴は，「記録と表示とで，解像度やフレーム速度を異なるものとする」ことにある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "取消事由8(相違点4についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「回路手段により行っていた処理(ハードウエア処理)を，コンピュータのプログラムにより行うようにすること(ソフトウエア処理)は，常套である。」(15頁3行～5行)と判断している。ハードウェア処理をソフトウェア処理に変更することは，確かに常套手段である。",
                        "しかし，それはどのようなシステムを組もうとするか，その規模，その仕様，使う環境，操作する人材の経験，目的などのさまざまな要素を考慮して，CPUの選択，プログラムを記憶する媒体の選択などをするものである。そして，その選択は，システム設計者による高度な判断，マーケティング担当者によるビジネスセンスなどに左右されて，選択されるものであって，エンドユーザによる選択や好みの入り込む余地のないものである。",
                        "この点において，汎用的なコンピュータ(パソコン)を構成要素とすることは，単にソフトウェア化することとは異なるものである。そのことを見落とした点において，審決の「相違点4に係る構成は，刊行物1の制御部200がする回路動作に上記常套手段を適用することにより当業者が容易になし得ることである。」との判断(15頁8行～9行)には誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「汎用コンピュータ(パソコン)」であるとの記載が，本願の【特許請求の範囲】請求項1にないと主張する。しかし，「インタフェース」という語が汎用性を物語っている。汎用性をもたらすための「インタフェース」であって，汎用性をもたないものであれば，「インタフェース」をとる必要はないからである。そして，このことは，本願明細書(甲1)7頁下2行に「PCベース」との記載があることによって裏付けられる。",
                        "また，被告は，「監視システムの分野において既に『パソコン』が導入されている現状が窺える」とも主張するが，それは，本願の出願当初にはなかったことであり，その後の事実である。そのことは本願の発明の先見性を物語るものであって，進歩性を肯定するものでこそあれ，否定するものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "取消事由9(効果等についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明は，コンピュータを構成要件としている。そして，それはネットワーク接続との関係からして，汎用的なコンピュータ(パソコン)であり，例えば米国マイクロソフト社の提供するマイクロソフトウインドウズ，米国アップル社の提供するマッキントッシュなどのOS(基本ソフト)上に，複数のアプリケーションソフトをインストールしてなるものである。そのようなコンピュータを用いることは，単にCPUを内蔵する電子機器が内蔵メモリに記憶されるプログラムを実行してソフトウェア的な処理をすることとは大きく異なる格段の効果を有する。複数のアプリケーションソフトは，それぞれの機能ごとに日進月歩の進み方をしており，新しくなったソフトをそのつど(インターネットを介して入手するなどして)更新して全体のシステムが日々使いやすくなっていくものであるからである。また，必要に応じてCPUを能力の高いものに交換したり，ハードディスクを容量の大きいもの，アクセススピードの速いものに交換するというグレードアップも可能である。さらに，パソコン全体をほかのものに交換することさえ，ユーザレベルで簡単にできる。",
                        "それに対して，単に電子機器の中にCPUを内蔵していて，ソフトウェア的な処理を実行している機器の場合は，そのプログラムを更新するためにはROM交換をする必要があったり，その電子機器自身がインターネット接続できる環境を必要としたり，あるいはパソコンに対してUSBなどの接続をできる機器にしたりする必要がある。また，グレードアップをユーザレベルで手軽にできる便利さはない。",
                        "このように汎用パソコンを用いる場合と，電子機器にCPUを組み入れて用いる場合とでは，格段の違いがあるというべきである。",
                        "審決においては，このような格段の効果を見落とし，「…上記相違点1から相違点4までに係る各構成は当業者が容易になし得ることであるところ，これら相違点を総合しても格別の作用をなすとは認められない。本願発明の効果も，刊行物1，刊行物2，刊行物3および刊行物9の記載，上記各周知の事項および常套手段から予測することができる程度のものにすぎない。」(15頁11行～15行)と判断した誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明は，カメラアダプタ及び一体型カメラを提案している。その意味において，単に汎用コンピュータにて実現できるもののみを発明したのではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "取消事由10(まとめについての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決においては，相違点を四つとして，それぞれを議論している。そのことは，刊行物1発明に相違点1を加えた発明，刊行物1発明に相違点2を加えた発明，刊行物1発明に相違点3を加えた発明，刊行物1発明に相違点4を加えた発明，以上四つの発明について，それぞれ進歩性を否定したものにすぎないから，本願発明の進歩性を否定したことにはならない。",
                        "したがって，審決の「(3)まとめ」における「以上によれば，本願発明は刊行物1，刊行物2，刊行物3および刊行物9に記載された発明並びに周知技術に基づいて当業者が容易に発明をすることができたものである。」(15頁17行～19行)との判断も誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "変化の激しい技術分野，とりわけコンピュータ関連の分野においては，進歩性の判断は10年前20年前の手法の上にいつまでも安住していてよいものではなく，世界経済の動向をにらみ，真の国益がいずこにあるかを見定めて，当該発明にふさわしい適切な保護を与えるべく流動的な判断がなされるべきものと思料する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "双方向通信について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，刊行物1(甲8の2)に「各フレームをどのようにサンプリングするかを示すサンプリングパターンを，ラインメモリ171を用いて設定するようにしたもので，ここでは，図1の伝送制御部16により伝送路から受信したサンプリングパターンを，ライト制御部175との協働動作により書き込むことができるようになっている。」(段落【0016】)の記載があること，【図7】(伸長部)には，制御部200から伝送制御部21に向けて「サンプリングパターンライト」と付記された矢印線が見えること，【図1】(圧縮部)には，伝送制御部16から映像切換制御部18に向けて「サンプリングパターン」と付記された矢印線が見えること，以上から，伸長部の伝送制御部21から伝送路を経て圧縮部の伝送制御部16に向けて「サンプリングパターン」が伝送されると認定をし，かつ，「サンプリングパターン」は「各フレームをどのようにサンプリングするかを示す」ものであるところ，具体的には，サンプリングするフレームの粗密，すなわち「フレーム速度」を示すものであると認定し，これらの認定に基づき，伸長部から「サンプリングパターン」を圧縮部に伝送し圧縮部での「フレーム速度」(サンプリングの粗密)を制御する構成が認められることから，「この構成は，本願発明にいう『複数のビデオカメラの(パン・チルト・ズーム・フォーカスおよび)フレーム速度(・解像度)をネットワーク接続を介して遠隔制御するための手段』に相当する。」(審決9頁1行～3行)と認定したものである。",
                        "以上のとおり，審決が，「ネットワーク接続を介して前記複数のビデオカメラを遠隔制御すると共に，前記デジタル圧縮画像を受け取るように構成された手段」を一致点としたことに誤りはない。また，審決が，「前記複数のビデオカメラのフレーム速度をネットワーク接続を介して遠隔制御するための手段」を一致点としたことにも誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，刊行物1(甲8の2)の【図14】(従来の技術)については「一方向通信」の記載(段落【0002】，段落【0003】，段落【0004】)以外に通信に関する記載がないので，伝送制御部16と伝送制御部21とを結ぶ線の「双方向の矢印」は誤記であるとの趣旨の主張をする。",
                        "しかし，原告が主張するような理由から直ちに「双方向の矢印」が誤記であるとはいえない。むしろ，【図14】は，双方向通信の伝送路を使用して圧縮部から伸長部に画像を送信すると理解するのが自然である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告は，刊行物1(甲8の2)の伸長部(【図7】，段落【0021】，段落【0022】，段落【0023】)にも，伸長部の制御部200(【図9】，段落【0025】，段落【0026】)にも，伸長部",
                      "text": [
                        "から圧縮部への通信については何らの記載もないと主張する。",
                        "しかし，刊行物1の【図7】(伸長部)には，制御部200から伝送制御部21に向けて「サンプリングパターンライト」と付記された矢印線が見えるところ，これと，「伝送制御部16より伝送路から受信したサンプリングパターン」(段落【0016】の記載)，【図1】(圧縮部)には，伝送制御部16から映像切換制御部18に向けて「サンプリングパターン」と付記された矢印線が見えることを併せ考えると，伸長部から圧縮部へ通信される構成が認められることは，上記(ア)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，刊行物1(甲8の2)では，従来例の圧縮部と伸長部についてのみ改良がなされ伝送路については改良がされてないから，伝送路は従来例と同じ一方向通信であると主張する。",
                        "しかし，従来例(【図14】)の伝送路も「双方向通信」であることは上記(イ)のとおりである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，刊行物1(甲8の2)の【特許請求の範囲】【請求項2】では，サンプリングパターンの情報は「圧縮部」にあり「伸長部」には存在せず，【請求項3】，【請求項4】も同様であると主張する。",
                        "各請求項は，出願人が特許を受けようとする発明について，発明として完成した構成を記述しているものである。審決は，刊行物1に記載された発明として，刊行物1の【特許請求に範囲】欄に記載された発明を引用しているのではなく，【発明の詳細な説明】欄に記載された発明を引用しているのであり，原告の主張は当を得ない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原告は，刊行物1(甲8の2)の【図7】における「サンプリングパターンライト」の文字及び制御部200から伝送制御部21に向けての「矢印線」は，誤記である，なぜなら，【図9】(制御部200の詳細構成)には「サンプリングパターンライト」に対応する記載や伝送制御部21への出力信号を示す「矢印線」の記載がないし，また，「サンプリングパターン」についての情報を保存している可能性のある回路，部材なども存在しない，と主張する。",
                        "確かに，刊行物1(甲8の2)においては，「図9は図7に示す制御部の詳細を示す構成図である。」(段落【0025】)としつつも，【図9】には，【図7】において「サンプリングパターンライト」が付記された「矢印線」に対応する記載もなく情報を保存する回路も存在しない。しかし，【図9】は，伸長機能に関係する主要構成のみを記載したものと見ることもでき，「矢印線」や情報を保存する回路のないことをもっては必ずしも「矢印線」が誤記であるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "原告は，刊行物1(甲8の2)における「関心(監視画像の祖密)」は「カメラ設置者の関心」であると主張し，段落【0013】の記載を挙げる。",
                        "しかし，原告が挙げる記載を参照しても，原告が主張するように断定することはできない。監視システムを実際に運用し永続的に監視を行うのは監視人であることからすると，むしろ，「監視人の関心」であると理解するのが自然である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "外部派生オペレータコマンドを受け取る手段について",
                  "text": [
                    "本願発明は「外部派生オペレータコマンドを受取る手段」を備え，「外部派生オペレータコマンドの一つに応じてウインドウに表示されている特定の画像のフレーム速度と解像度とを変更する機能」を有する。刊行物1(甲8の2)の段落【0025】によれば，伸長部は外部インタフェース部からのモード指示によって画面制御を行う。",
                    "審決は，刊行物1の「モード指示」と本願発明の「外部派生オペレータコマンドの一つ」とがいずれも画面制御(本願発明にあっては，ウインドウに表示されている特定の画像のフレーム速度と解像度とを変更する機能)の用に供される点に鑑み，その限度において，刊行物1の「外部インタフェース部」は本願発明の「外部派生オペレータコマンドを受け取る手段」に相当すると認定したのであり，その認定に誤りはない。",
                    "原告の主張は，刊行物1の伝送路が一方向通信であることを根拠とするものであり，失当である。",
                    "なお，本願発明は「外部派生オペレータコマンドを受け取る手段」が「ビデオカメラを遠隔制御する」ためのコマンドも受け取ることを構成要件とするものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "ネットワークについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "刊行物9(甲8の10)などによれば，映像監視システムの「伝送路」として通信回線(電話線，ISDＮ線)を使用することが一般的であることは技術常識である。この技術常識に照らせば，刊行物1(甲8の2)が「伝送路」として通信回線(電話線，ISDＮ線)を予定していることは当業者の自然な理解であるということができる。",
                        "他方，本願明細書(甲1)には「ネットワーク202は，電話線(遅い速度)か，ISDＮ線(中間速度)あるいは代わりとして，同軸線か光ファイバー線(高速度)により実現される。」(18頁3行～5行)と記載されており，本願発明においても「ネットワーク」の一つとして通信回線(電話線，ISDＮ線)が想定されている。なお，通信回線ではなく，「同軸線」，「光ファイバー線」により実現されるものも「ネットワーク」と同じ取り扱いとしている。",
                        "審決は，刊行物1の「伝送路」として通信回線(電話線，ISDＮ線)が使用されることは技術常識から明らかであり，本願発明の実施例とも共通することから，刊行物1の「伝送路」が本願発明にいう「ネットワーク」に相当すると認定をしたのであり，誤りはない。",
                        "仮に，刊行物1の記載からだけではその「伝送路」が本願発明にいう「ネットワーク」に相当するとまでは言えないとしても，刊行物1の「伝送路」として本願発明にいう「ネットワーク」を採用することは上記技術常識に照らして当業者が容易になし得ることであるというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願の【特許請求の範囲】請求項1には「ネットワーク接続を介して…遠隔制御する」と記載されているだけであるから，そのネットワークが「インターネット通信などでよく知られるコンピュータ間のネットワークを意味する」との原告の主張は，特許請求の範囲の記載に基づかないものであり，失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "刊行物1(甲8の2)の伝送路が一方向通信であることを根拠とする原告の主張は，前記のとおり，いずれも失当である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，刊行物1にはカメラの「機番」に相当する概念がないとも主張する。",
                        "しかし，刊行物1(甲8の2)では，「サンプリングパターン」は「種々の変形が考えられる」(段落【0014】)としている。これは，四つのカメラにつき個別にサンプリングパターンを設定できることを意味する。個別にカメラを制御する思想(「機番」に相当する概念)はあるというべきである，"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "刊行物1(甲8の2)の伝送路は双方向通信であり，既に，カメラ側へ「サンプリングパターン」を送信するための構成(個別の信号線であるか1の信号線による信号多重)が用意されているというべきである。刊行物1において信号線を新たに組み入れる余地の有無の議論は，当を得ない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "刊行物2の「鮮明化」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，刊行物2(甲8の3)について，「以上，刊行物2…には，本願発明の『解像度を遠隔制御する』構成が開示されている。」(13頁22行～23行)と認定をした。これは，本願発明の構成が「ビデオカメラの解像度を遠隔制御する」であることに鑑み，「解像度を遠隔制御する」構成が開示されている限度で刊行物2を引用したものである。",
                        "原告の指摘する記載(刊行物2［甲8の3］の3頁左下欄19行～右下欄12行)及びこれに続く記載(3頁右下欄12行～18行)によれば，受信機Bから「鮮明化指令」を送信すると送信機Aはこれを受け取った段階で画像の圧縮伝送を中断し，鮮明度が高くなる圧縮率に変えるように画像圧縮回路19を制御する。「鮮明化指令」は現在送信中の画像の鮮明度を高くするよう指示する指令であり，ビデオカメラの「解像度を遠隔制御する」ことに外ならない。したがって，審決の認定に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，刊行物2の「鮮明化」は，単に，カメラ画像の解像度を落とす処理を中断する(もとの画像を使う)ことであると主張する。",
                        "しかし，上記のとおり，刊行物2は「中断」に止まらず，送信機Aは画像の圧縮伝送を中断した後において，画像の鮮明度が高くなる圧縮率に変えるように画像圧縮回路19を制御しており(3頁右下欄10行～18行)，このことが「解像度を遠隔制御する」ことに外ならないことは上記のとおりである。",
                        "原告の主張の趣旨が，刊行物2は，解像度(圧縮率)の値自体を伝送することにより制御するものではないから「解像度を遠隔制御する」ものではないとの趣旨であるとしても，本願発明は「ビデオカメラの解像度を遠隔制御する」であり，遠隔制御の具体(値自体による直接制御)にまで踏み込んだ構成を要件としているわけではない。本願発明が有する構成要件に対応する限度で刊行物2に開示された事項を認定すれば足りるのであり，原告の主張は当を得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，刊行物2の「鮮明化指令」は画像圧縮回路19を制御するのでありカメラを制御するものではないと主張する。",
                        "本願明細書(甲1)には，「図8は，カメラ・アダプター機器からまたそれに向けて双方向のデジタル通信を一本の送信線を通して実現する入出力デジタル処理カードの機能図である。」(14頁末行～15頁1行)，「図9は，デジタル出力ユニバーサルカメラアダプターの機能図である。…A／D変換器，デジタル映像データ圧縮，そして双方向インターフェースカメラアダプター100は，カメラ102からアナログ音声と映像信号を受け取り，そして相互接続のネットワーク104を通して，これらの信号を送信の為にデジタル信号に変換する。カメラアダプターはまた，相互接続のネットワークによりPCからカメラ制御命令を受け取り，カメラレンズ106とパン・チルト台108を含む，特定のカメラ機器の適切なパン，チルト，ズーム，焦点，そして露出制御信号にそれらを変換する。」(15頁25行～16頁6行)と記載されている。ここで，カメラに向かう制御としては「ズーム／フォーカス／露出制御」と「パン／チルト」だけであり「解像度」につき記載はない。",
                        "そうすると，本願発明は，「解像度」に関しては「カメラ」においてではなく「カメラアダプター」(デジタル圧縮)において制御すると見るのが自然であり，この点，刊行物2と異なるところはない。本願発明が解像度につき「カメラを制御する」ことを前提とする主張は，当を得ない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「圧縮」の対象及び手法の相違について",
                  "text": [
                    "本願発明は「ビデオ画像を表す信号を…デジタル圧縮画像とする(手段)」であるところ，刊行物1も刊行物2も扱う画像はいずれも本願発明と同じ「ビデオ画像」であることが認められる。扱う画像が同一である以上，圧縮方式の相違は，刊行物1の圧縮方法を刊行物2の圧縮方法に置き換えることを妨げる要因とはならない。",
                    "なお，刊行物2(甲8の3)には，「撮像カメラ16の映像信号」(2頁右下欄10行～11行)の伝送につき，「この画像伝送は発報後から20～30秒に1回の周期で連続的に行なわれる」(3頁左上欄6行～7行)と記載されている。この「20～30秒に1回の周期」は，映像信号のフレーム速度(1秒に30回)とオーダーが大きく異なるが，これは伝送の際のフレーム速度であり(さらにいえば，刊行物2当時の伝送技術で実現可能な速度)，圧縮処理で扱う信号が「映像信号」であること，これを圧縮処理して伝送する思想の存在を否定するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "審決は，刊行物3(甲8の4)について，「以上，…刊行物3には，本願発明の『解像度を遠隔制御する』構成が開示されている。」(13頁22行～23行)及び「以上，刊行物3…には，本願発明の『複数のビデカメラのパン・チルト・ズーム・フォーカスを遠隔制御する』構成が開示されている。」(13頁6行～8行)と認定した。これは，本願発明の構成が「複数のビデオカメラのパン・チルト・ズーム・フォーカスおよび…解像度を…遠隔制御する」であることに鑑み，「解像度を遠隔制御する」構成及び「パン・チルト・ズーム・フォーカスを遠隔制御する」構成が開示されている限度で刊行物3を引用したものである。",
                "刊行物1も刊行物3もいずれも「複数のビデオカメラを遠隔制御する」ことで本願発明と共通する。複数のビデオカメラの配列方式の相違(直列，並列)は刊行物1の遠隔制御項目に刊行物3の遠隔制御項目を付加することを妨げる要因とはならない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "刊行物1の通信が「双方向通信」であることは，前記(1)アのとおりであるから，刊行物1の通信が「一方向通信」であることを前提とした原告の主張は，失当である。",
                "審決は，「以上，…刊行物9には，本願発明の『複数のビデカメラのパン・チルト・ズーム・フォーカスを遠隔制御する』構成が開示されている。」(13頁6行～8行)と認定しているが，これは，本願発明の構成が「複数のビデオカメラのパン・チルト・ズーム・フォーカスを…遠隔制御する」であることに鑑み，「パン・チルト・ズーム・フォーカスを遠隔制御する」構成が開示されている限度で刊行物9(甲8の10)を引用したものである。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，「上記相違点1に係る構成は，刊行物1の遠隔制御する項目について，上記刊行物(刊行物2，刊行物3および刊行物9を参照して，適宜付加することにより，当業者が容易になし得ることである。」(13頁28行～30行)と判断している。これは，刊行物2(甲8の3)，刊行物3(甲8の4)及び刊行物9(甲8の10)については，カメラの遠隔制御において「パン，チルト，ズーム，フォーカスおよび解像度」の各制御項目がいずれも既に公知であることを示すために並べて引用したものである。刊行物2，刊行物3及び刊行物9を組み合わせて何らかの技術事項を認定しようとするものではない。各刊行物間の組合せの当否又は適用の当否を論ずることは，当を得ない。",
                    "そして，刊行物2，刊行物3及び刊行物9の記載を見ても，刊行物1の遠隔制御する項目について，各刊行物の制御項目(パン，チルト，ズーム，フォーカスおよび解像度)を適宜付加することを妨げる要因がないことは既に主張したとおりである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明は，解像度につきカメラを制御するものでないことは前記(2)ア(ウ)のとおりであり，刊行物2がカメラの解像度を遠隔制御するものではないとする原告の主張は，当を得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物3(甲8の4)には「この発明は…遠隔地からモニタリングするための画像モニタリング方法に関する。」(段落【0001】)と記載され，刊行物9(甲8の10)には「本発明は…遠隔地を映像監視するシステムにおけるカメラの姿勢制御に関するものである。」(段落【0001】)と記載されており，いずれも「遠隔制御をする」ものであることは明らかである。原告は，刊行物3及び刊行物9の「遠隔」につき「遠隔と呼べるほどの遠距離ではない」と単に主張するだけであるところ，本願発明も「遠隔制御する」とあるだけで「遠隔と呼べるほどの遠距離」に関連する構成も格別ない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "刊行物1の通信が双方向通信であることは前記(1)アのとおりである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，審決の相違点1についての判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "取消事由6に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "刊行物1(甲8の2)では「伸長部から『サンプリングパターン』を圧縮部に伝送し圧縮部での『フレーム速度』(サンプリングの粗密)を制御する」構成が認められることは前記(1)アのとおりである。このことを審決は，「カメラ側でフレーム速度を変更することを監視側で制御すること」と記載したのであり，誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "刊行物1(甲8の2)では，段落【0023】，段落【0025】の記載によれば，「ここで，例えば，外部インタフェースによる画面切替モードにより，マルチ表示から標準表示(外部からの入力により直接見たい画面を選択する)に切り換える場合が想定されるところ」(審決10頁19行～21行)，マルチ表示から標準表示に切り換える場合には解像度は2倍になり標準画像からマルチ画像に切り換える場合解像度は1／2になる。このことを審決は，「監視側で解像度を変更することを監視側で制御すること」を記載したのであり，誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，審決の相違点2についての判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "取消事由7に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明は，「(受け取った)デジタル圧縮画像を表示スクリーン上の異なるウインドウに所定のフレーム速度と解像度とで表示する」とともに，「ウインドウに表示されている特定の画像のフレーム速度と解像度とを変更する」ものである。すなわち，受け取ったデジタル圧縮画像を，あえて，受け取った時のフレーム速度と解像度とは異なる別のフレーム速度と解像度に変更して表示しようとする表示機能がある中で，「表示するフレーム速度および解像度に拘らず…記憶する」とするものである。そうすると，「表示するフレーム速度および解像度に拘らず」とされる構成は，受け取った時のフレーム速度と解像度そのままで記録する構成であると理解するのが自然であり，また，このように理解することに誤りはない。",
                    "審決は，本願発明の「表示するフレーム速度および解像度に拘らず…記憶する」は受け取った時のフレーム速度と解像度そのままで記録する構成であると理解した上で，「監視カメラから送信される映像信号をそのまま記録することは刊行物5から刊行物7まで，および刊行物10に示されるように周知の事項である。」(審決14頁33行～34行)ことから，相違点3に係る構成は当業者が容易になし得ることであると判断したものであり，誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "仮に，本願発明の「拘らず」が受け取った時のフレーム速度と解像度で「そのまま記録する」のではなく，記録の際にフレーム速度及び解像度を変更するものであるとしても，当業者が容易になし得るというべきである。例えば，刊行物7(甲8の8)などに示されるタイムラプスVCRでは，「1フィールド分録画し，4秒休んだ後に再び1フィールド分を録画する間欠方式を使って長時間録画が可能になる。」(段落【0004】)ところ，このような間欠方式は「記録するフレーム速度」を「そのまま」ではなく変更するものであり，記録条件を変更して記録することも周知の事項であると認められるからである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，タイムラプスVCRは，カメラの数が増えれば増えるほどフレーム速度は落ちてくるから，送られてくる各カメラのフレーム速度，解像度をそのまま記録することは刊行物7(甲8の8)においては不可能であると主張する。",
                    "審決は，各刊行物(刊行物7など)は，「いずれも，そのまま記録した場合には長時間，大量の記録容量を要するとの問題点を前提」とし，「そのために講じるべき方策」として，「監視カメラから送信される映像信号のタイムラプス記録，圧縮記録などを開示する」ものであることに鑑み，各刊行物のタイムラプス記録，圧縮記録などが「そのまま記録した場合には長時間，大量の記録容量を要するとの問題点を前提としている」点に着目して，「そのまま記録することは周知の事項である」と認定をしたものである。タイムラプス機能を捉えて「そのまま記録することは周知の事項である」と認定したものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，刊行物10(甲8の11)には，目的に応じて記録のフレーム速度や解像度を変えて記録すること，多数のカメラに対応することの記述がないと主張する。",
                    "仮に，刊行物10の記載が原告主張のとおりであるとしても，審決は，刊行物5から刊行物7までも引用しており，「そのまま記録することは周知の事項である」との認定は左右されるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "記録，表示，ネットワーク，監視システムなどの歴史的な展開は原告主張のとおりであるとしても，それらは単なる事情に過ぎず，審決の相違点3についての判断の誤りを言う直接の根拠とはならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "取消事由8に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願の【特許請求の範囲】請求項1には，コンピュータについて，「コンピュータ」，「前記コンピュータは，以下の機能を実行するようにプログラムされている」と記載されているだけであり，コンピュータが「汎用的なコンピュータ(パソコン)」であるとの記載はない。原告の主張は特許請求の範囲の記載に基づかないものであり，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，「(d)相違点4について」において，「回路手段により行っていた処理(ハードウエア処理)を，コンピュータのプログラムにより行うようにすること(ソフトウエア処理)は，常套である。」(15頁3行～5行)と認定をしたところであるが，ここでは，「パソコン」上のソフトウエア処理も含めて常套であるとしていることはいうまでもない。刊行物3(甲8の4)に「監視操作卓4にはパソコンとほぼ同等の機能を付与しておき，柔軟な対応ができるようにしている。」(段落【0014】)と記載されていること，特開平6−96378号公報(拒絶査定の引用例1，甲2の2)に「メイン制御装置MCは…パーソナルコンピュータPCを主たる制御機器として構成されるもので，」(段落【0017】)と記載されていることなどを考慮すると，監視システムの分野において既に「パソコン」が導入されている現状が窺えるからである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ハードウェア処理を汎用的なコンピュータによるソフトウェア処理に変更するに際しては，原告が主張するようなさまざまな要素があり，また，エンドユーザが入り込む余地がないとの事情があるとしても，ソフトウエア開発作業は，かかる要素やユーザの仕様を考慮して行うのが通例であるから，原告が主張するような要素および事情は，「ハードウェア処理をソフトウェア処理に変更することは，常套である。」こと自体を否定するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "subject": "取消事由9に対し",
              "text": [
                "本願の【特許請求の範囲】請求項1に，コンピュータが「汎用的なコンピュータ(パソコン)」であるとの記載がないことは，上記(8)アのとおりである。本願発明の効果についての原告の主張は，「汎用的なコンピュータ(パソコン)」が本願発明の構成要件であることを前提としているから，特許請求の範囲の記載に基づかないものであり，失当である。",
                "仮に，コンピュータが「汎用的なコンピュータ(パソコン)」であるとしても，原告が主張する効果は，「汎用的なコンピュータ(パソコン)」が有する一般的な効果であり，本願発明の他の構成要件と関連・相乗して奏するような格別の効果でもなく，予測できる程度の効果に過ぎないものである。",
                "(10) 取消事由10に対し",
                "発明の進歩性は，請求項に係る発明と引用発明との一致点・相違点を明らかにした上で，当該引用発明その他(周知・慣用技術を含む)の内容及び技術常識から，これを判断する。そして，相違点が互いに干渉しない独立した複数の相違点に分離できるときは，個々の相違点についてその容易性を判断することにより発明全体の進歩性を判断することができる。",
                "審決は，「(2)効果等」において「前記のとおり，上記相違点1から相違点4までに係る各構成は当業者が容易になし得ることであるところ，これら相違点を総合しても格別の作用をなすとは認められない。」(15頁11行～13行)としているように，相違点1から相違点4までは互いに干渉しない独立した相違点であると判断した上で，さらに，「相違点を総合しても格別の作用をなすとは認められない。」としており，原告の主張するような四つの発明の個別の進歩性ではなく，四つの相違点を総合して本願発明の進歩性を判断していることは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(刊行物1発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物1(特開平7−67098号公報，甲8の2)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【特許請求の範囲】",
                  "text": [
                    "「【請求項1】 複数の撮像装置からの画像をアナログ／ディジタル変換器によりディジタル化し，これを所定のサンプリングクロックにより順次フレームメモリに取り込み，その1クロック前に取り込まれた画像と現在取り込まれた画像とのフレーム間差を求め，一定時間間隔毎にフレーム間差を切り替えて共通の画像圧縮手段に送出して順次圧縮し，この圧縮された符号データに映像番号と符号量を付加し画像圧縮データとして時分割多重化して送信する圧縮部と，受信データから前記画像圧縮データを取り出し，共通の伸長手段によりフレーム間差を伸長するとともに，その画像圧縮データに付加されている映像番号によりフレーム間差の切り換えを行ない，前記伸長手段を介して各フレームメモリに書き込まれた前画像とフレーム間差とを加算して現画像を生成し，符号データに付加されている映像番号に応じてフレームメモリを選択するためのサンプリングクロックを生成し，このサンプリングクロックにより現画像を各フレームメモリに書き込み，その出力をディジタル／アナログ変換器を通してモニタに表示する伸長部とを備えたことを特徴とする動画像監視装置。」「【請求項2】 前記圧縮部に，前記フレームメモリに取り込む画像データのサンプリングパターンを設定するパターン設定手段と，その設定パターンに応じて各フレームメモリに対し画像データをサンプリングするためのクロックを生成するクロック生成手段とを設け，前記伸長部のモニタへ関心のある監視画像は密に表示し，そうでない監視画像は粗に表示することを特徴とする請求項1に記載の動画像監視装置。」",
                    "「【請求項3】 前記圧縮部により圧縮された符号データの符号量を所定しきい値と比較して判定する符号量判定手段と，その判定結果にもとづき予め設定されたサンプリングパターンとするか，または前回取り込んだ画像データを再度取り込むかどうかを選択する選択手段とを設け，或る画像データの符号量が所定しきい値を越えたときは粗にサンプリングしていた画像を密にサンプリングすることを特徴とする請求項1に記載の動画像監視装置。」",
                    "「【請求項4】 複数台のカメラからの画像をマルチ表示するマルチ表示手段と，符号データの符号量を所定しきい値と比較して判定する符号量判定手段と，その判定結果に応じてマルチ表示画面から詳細情報を表示するための標準画面に切り替える切替手段とを設け，伝送される画像の符号量が或るしきい値を越えたら異常画像と判断し，マルチ表示画面から異常画像のみの画面に切り替えることを特徴とする請求項1に記載の動画像監視装置。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【発明の詳細な説明】",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【産業上の利用分野】",
                      "text": [
                        "「この発明は，複数のテレビカメラを含む撮像装置からの画像を用いて監視を行なう動画像監視装置に関する。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【従来の技術】",
                      "text": [
                        "「図14は従来例を示す概要図である。すなわち，この種の装置は，大きくは圧縮部1と伸長部2とから構成される。また，圧縮部1には撮像装置としてのカメラ11が設けられ，このカメラ11から入力された画像はA／Dコンバータ12を通してフレームメモリ13に入力される。減算器14ではA／Dコンバータ12から直接与えられる現画面と，フレームメモリ13を介して与えられる前画面との差で表わされるフレーム間差画像が得られる。画像圧縮ユニット15ではこのフレーム間差画像を圧縮し，伝送制御部16を経て送信する。」(段落【0002】)",
                        "「伸長部2では圧縮部1からの圧縮画像を伝送制御部21を介して受信し，画像伸長ユニット22により伸長する。加算器23では伸長されたフレーム間差画像を，フレームメモリ24を介して与えられる前画像に加算することにより，現画像を生成する。この現画像はフレームメモリ24に格納され，前画像となる。また，現画像はD／Aコンバータ25を通してモニタ26上に動画(30フレーム／秒)または準動画(30フレーム／秒以下)として表示される。なお，動画および準動画は圧縮・伸長の処理時間または伝送レートにより決定される。」(段落【0003】)",
                        "「図15にフレーム間差の算出概念を示す。同図において，処理時間1，2，3──は圧縮または伸長の1フレームを処理する時間を示す。",
                        "そして，この処理時間を単位としてフレーム間差を算出し，時間的な変化分のみを，画像圧縮ユニットにより圧縮して伝送する。圧縮ユニットにおける圧縮処理については省略するが，直交変換方式であるDCT(離散コサイン変換)が良く用いられる。」(段落【0004】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "「上記のように，カメラからの画像をフレーム間差により圧縮処理して伝送するものでは，カメラからの入力は1入力のみとなり，また，複数台のカメラを接続する場合は複数の圧縮処理部が必要となり，さらに，カメラの台数に比例するため，伝送データ量が増えメモリ容量も増えるという問題がある。したがって，この発明の課題はハード的に大きい圧縮／伸長部を1系統のみとして伝送データ量やメモリ容量を増やすことなく，複数台のカメラからの画像を多重伝送可能とすることにある。」(段落【0005】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "「このような課題を解決するため，第1の発明では，複数の撮像装置からの画像をアナログ／ディジタル変換器によりディジタル化し，これを所定のサンプリングクロックにより順次フレームメモリに取り込み，その1クロック前に取り込まれた画像と現在取り込まれた画像とのフレーム間差を求め，一定時間間隔毎にフレーム間差を切り替えて共通の画像圧縮手段に送出して順次圧縮し，この圧縮された符号データに映像番号と符号量を付加し画像圧縮データとして時分割多重化して送信する圧縮部と，受信データから前記画像圧縮データを取り出し，共通の伸長手段によりフレーム間差を伸長するとともに，その画像圧縮データに付加されている映像番号によりフレーム間差の切り換えを行ない，前記伸長手段を介して各フレームメモリに書き込まれた前画像とフレーム間差とを加算して現画像を生成し，符号データに付加されている映像番号に応じてフレームメモリを選択するためのサンプリングクロックを生成し，このサンプリングクロックにより現画像を各フレームメモリに書き込み，その出力をディジタル／アナログ変換器を通してモニタに表示する伸長部とを備えたことを特徴としている。」(段落【0006】)(オ) 「第1の発明に対しては，前記圧縮部に，前記フレームメモリに取り込む画像データのサンプリングパターンを設定するパターン設定手段と，その設定パターンに応じて各フレームメモリに対し画像データをサンプリングするためのクロックを生成するクロック生成手段とを設け，前記伸長部のモニタへ関心のある監視画像は密に表示し，そうでない監視画像は粗に表示することができ，または，前記圧縮部により圧縮された符号データの符号量を所定しきい値と比較して判定する符号量判定手段と，その判定結果にもとづき予め設定されたサンプリングパターンとするか，または前回取り込んだ画像データを再度取り込むかどうかを選択する選択手段とを設け，或る画像データの符号量が所定しきい値を越えたときは粗にサンプリングしていた画像を密にサンプリングすることができる。」(段落【0007】)",
                        "「また，第1の発明に対しては，複数台のカメラからの画像をマルチ表示するマルチ表示手段と，符号データの符号量を所定しきい値と比較して判定する符号量判定手段と，その判定結果に応じてマルチ表示画面から詳細情報を表示するための標準画面に切り替える切替手段とを設け，伝送される画像の符号量が或るしきい値を越えたら異常画像と判断し，マルチ表示画面から異常画像のみの画面に切り替えることができる。」(段落【0008】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【作用】",
                      "text": [
                        "「複数台のカメラからの画像を切り替えて取り込み，時分割化して出力することにより，1系統のみの圧縮／伸長部を用いて複数台のカメラからの画像を監視できるようにする。」(段落【0009】)"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【実施例】",
                      "text": [
                        "「図1はこの発明の実施例を示す部分概要図である。これは，圧縮部の構成を示すもので，ここでは複数台のカメラ11に対処するため，A／D変換器12，フレームメモリ13および減算器14をその数に対応してそれぞれ複数個設けるとともに，減算器14を介して与えられるフレーム間差画像を順次選択して画像圧縮ユニット15に与える映像切替器17と，その制御を行なう映像切替制御部18とから構成される。」(段落【0010】)",
                        "「すなわち，複数台のカメラ11からの画像はA／D変換器12にてディジタル化され，或る一定時間間隔をもって出力される映像切替制御部18からのサンプリングクロックに応じ，フレームメモリ1，2，3，4から或るパターンをもって読み出される。各フレームメモリは入出力セパレートとなっており，フレームバッファとして働く。このとき，A／D変換器12の出力である現画像は，フレームメモリ13からの出力である前画像とともに減算器14に入力され，ここでフレーム間差が算出されるとともに，再び現画像としてフレームメモリ13に取り込まれ，次のフレーム間差算出のための前画像となる。」(段落【0011】)",
                        "「図2はフレーム間差算出の具体例を説明するための説明図である。",
                        "処理時間の経過に対する画像フレームの取り込みは，フレームメモリ1，2，3，4、1，2，3，4、──となる。例えば，処理時間「5」では，処理時間「1」のフレームF1−1とF1−2とからフレーム間差D1−1を算出する。また，処理時間「6」では，処理時間「1」のフレームF2−1とF2−2とからフレーム間差D2−1を算",
                        "出する。以下，同様の処理を行ない，得られたフレーム間差D1−1，D2−1──を映像切替器17により順次選択し，画像圧縮ユニット15に与える。」(段落【0012】)",
                        "「画像圧縮ユニット15では，映像切替器17からの出力であるフレーム間差を順次圧縮処理し，そのヘッダ部に映像番号と符号量を付加して伝送制御部16へ渡し，ここから伝送路へと送出する。なお，以上ではフレームメモリの取り込みを1，2，3，4、1，2，3，4、──と順次取り込むようにしたが，その順序は適宜変更することができる。",
                        "つまり，複数台のカメラを設置した場合，その設置場所に応じて常に監視する場合と，画像上に急激な変化がなくそれほど厳密な監視をする必要がない場所とがあるので，かかる場合にはカメラの設置場所に応じて，フレームメモリの取り込みパターンを可変にし，関心のある画像は密に，またそうでない画像は粗にして取り込むようにすることができる。」(段落【0013】)",
                        "「図3はこのような場合の例を説明するための説明図である。ここでは，フレーム1を密にサンプリングしてフレーム間差を求め，フレーム3，4は粗にサンプリングする例を示している。なお，これはほんの1例に過ぎず，場合によってはフレーム1のみフレーム間差を求めて伝送し，他のフレームは伝送しないようにするなど，種々の変形が考えられる。」(段落【0014】)",
                        "「図4は映像切替制御部の詳細を示すブロック図，図5はラインメモリの内容例を説明するための説明図，図6は図4による映像切り替え動作を説明するためのタイムチャートである。なお，図4において，171はラインメモリ，172はフレームサンプリングクロック生成回路，173は符号量判定回路，174はリード制御部，175はライト制御部である。」(段落【0015】)",
                        "「すなわち，各フレームをどのようにサンプリングするかを示すサンプリングパターンを，ラインメモリ171を用いて設定するようにしたもので，ここでは，図1の伝送制御部16により伝送路から受信したサンプリングパターンを，ライト制御部175との協働動作により書き込むことができるようになっている。例えば，図3のようなサンプリングパターンの場合の，ラインメモリ171の内容は図5のようになる。なお，サンプリングの1周期の数は予め定めておくか，または適宜に設定可能とし，後者の場合は1周期のサンプリングが終了したら，また先頭に戻る動作を繰り返すものとする。」(段落【0016】)",
                        "「ラインメモリ171に書き込まれたサンプリングパターンは，リード制御部174が，画像圧縮ユニット15から与えられるフレーム終了(圧縮処理終了)信号をトリガとして受けてリード動作を1回行なうことによって読み出され，次のフレームメモリが選択されるようになっている。このラインメモリ171の出力は，映像切り替え番号として映像切替器17に入力されるとともに，フレームサンプリングクロック生成回路172から各フレームメモリ対応のサンプリングクロックが生成される。」(段落【0017】)",
                        "「図6はラインメモリへのサンプリングパターンのライト動作およびリード動作のタイミングを示すタイミングチャートである。ここでは，伝送制御部からの指示を受けてサンプリングパターンをライトするときは，まず同図(イ)のようにライトリセットを行ない，同図(ロ)のようにラインメモリ内のライトアドレスポインタを先頭に戻した後，同図(ハ)のように順次パターンライト，つまりサンプリングすべきフレームメモリの番号を書き込む。なお，同図(ニ)はライトクロックを示している。」(段落【0018】)",
                        "「画像圧縮ユニットからのフレーム終了(圧縮処理終了)をトリガとして，リード動作が1度ずつ行なわれる。すなわち，図6(ホ)のようにリードリセットを行ない，次いで同図(ヘ)のようなリードクロックにてリード動作を行なう。同図(ト)はラインメモリ内のリードアドレスポインタを示し，1サンプリングパターン周期毎にリセットされる。",
                        "また，同図(チ)はサンプリングパターンのリード動作(映像切替器への入力)を示す。」(段落【0019】)",
                        "「図4では，符号量判定回路173において，画像圧縮部からセットされる符号量データを判定するが，これが或るしきい値以下の場合はフレーム終了(圧縮処理終了)をトリガとして，次にサンプリングすべきフレーム番号のリード動作を行なう一方，或るしきい値以上の場合はリード動作は行なわず，前回ラインメモリから出力されたフレーム番号で再びサンプリングを行なう。そして，或るしきい値以下になるまでこのような動作を繰り返すことにより，異常発生した画像の詳細を圧縮して伝送し得るようにしている。図3ではこのような例として，処理時間16～21において符号量が増大し，数回(ここでは6回)同一フレームのフレーム間差を算出している様子を示している。」(段落【0020】)",
                        "「図7は伸長部の詳細を示すブロック図である。伸長部でも複数の画像に対処するため，複数の加算器23およびフレームメモリ24を設けるとともに，画像切替器27A，27B，サンプリングクロック生成回路28，フレームメモリ29，制御部200およびスーパインポーズ回路201などを付加して構成される。なお，その他は図14と同じである。」(段落【0021】)",
                        "「すなわち，伝送制御部21により伝送路より受信したデータのうち，圧縮されたデータだけが画像伸長ユニット22に与えられる。画像伸長ユニット22では圧縮された画像を伸長するとともに，画像圧縮データのヘッダ部に付加された入力映像番号により，画像切替器27Aの出力を切り替えるようにする。この画像切替器27Aの出力であるフレーム間差は，加算器23においてフレームメモリ24からの出力である前画像に加算され，これを現画像として再びフレームメモリ24に格納する。」(段落【0022】)",
                        "「フレームメモリ1，2，3，4からの出力は，制御部200に与えられる外部インタフェースモードに応じ，画像切替器27Bにより切り替えられて出力される。画像切替器27Bでは，図示されないタイマにより或る一定時間毎に画像を切り替えたり，外部からの入力により直接見たい画面を選択したりすることができる。また，フレームメモリ29はフレームメモリ1，2，3，4からの画像をマルチ表示するか，あるいはピクチャーインピクチャーの画面制御を行なうために設けられている。」(段落【0023】)",
                        "「図8はこの発明による表示態様を説明するための説明図である。すなわち，同図(イ)はフレーム1，2，3，4と1画面に4つフレームの画像をマルチ表示した画像から，例えばフレーム4の画像圧縮データの符号量がしきい値を越えたため，そのフレーム4の画像を詳細表示した例を示す。また，同図(ロ)はテレビ等の外部入力画面に，縮小された監視用画面を重ね合わせてピクチャーインピクチャー表示(重ね合わせ表示)されているときに，監視用画面の符号量がしきい値を越えたため，その監視用画面を詳細表示した例を示している。」(段落【0024】)",
                        "「図9は図7に示す制御部の詳細を示す構成図である。これは，表示選択制御部200A，符号量しきい値判定部200B，フレームメモリライト・リード部200C，切り替え制御部200Dおよびタイマ200Eなどから構成され，外部インタフェース部からのモード指示によって画面制御を行なうものである。なお，①は画像圧縮データを示し，映像番号，符号量などからなるヘッダ部と，符号データ部とから成っている。また，モードとしては，タイマによる標準画面切替モード，外部インタフェースによる画面切替モード，マルチ画面表示から異常画面表示モード，およびテレビ等の入力画面に監視画面の縮小画面をスーパーインポーズするモードなどがある。」(段落【0025】)",
                        "「フレームメモリライト・リード部200Cは，画像データ圧縮部の映像番号とフレーム終了(伸長処理終了)とにより，フレーム間差データと前画像とを加算した現画像を，フレームメモリ1，2，3，4のいずれかを選択して1フレーム分書き込むためのクロックを生成する。表示選択制御部200Aは，各画像の符号量を符号量しきい値判定部200Bにて判定された信号と，外部インタフェース部からのモード指示信号とによって標準表示，マルチ表示または縮小表示のいずれにするかを示す制御信号としての，システムクロックとゲートパルスとを生成する。」(段落【0026】)",
                        "「図10は標準表示の場合を説明するためのタイムチャートである。",
                        "すなわち，フレームメモリ1，2，3，4のいずれかの出力が後段のフレームメモリ29の入力となる。この場合は1フレーム分すべてが，同図(ヘ)に示すクロックゲートがイネーブルのときに，同図(ホ)のシステムクロック(単にクロックともいう)を用いて書き込まれることになる。なお，同図(イ)は垂直同期信号，(ロ)は水平直同期信号，(ハ)はアドレス設定信号，(ニ)はメモリ29の入力データをそれぞれ示している。また，(ト)はフレームメモリ29の部分イメージ，(チ)は1フレームのイメージを示す。」(段落【0027】)",
                        "「図11はマルチ表示の場合を説明するためのタイムチャートである。これは，4分割表示の例を示すもので，同図(ニ)に示すフレームメモリ29の入力が，(ホ)，(ヘ)に示すシステムクロック，クロックゲートにより，1画素飛ばしに書き込まれ，(チ)のように4分の1のサイズで書き込まれる。4分の1のサイズをフレーム内のどの位置に表示するかは，(ハ)のアドレス設定信号によって決定される。」(段落【0028】)",
                        "「図12は縮小表示の場合を説明するためのタイムチャートである。",
                        "これは，1／8に縮小する例を示し，(ヘ)に示すクロックゲートを8クロックに1度イネーブルにすることで，1／8サイズとなる。なお，この場合も8分の1のサイズをフレーム内のどの位置に表示するかは，(ハ)のアドレス設定信号によって決定される。また，マルチ表示や縮小表示の画面の縦方向の制御は，縮小サイズに応じて書き込みラインを飛び越すことにより，実行する。そして，これらの制御を図9の表示選択制御部200Aで行ない，その選択は符号量しきい値判定部200Bからの信号により行なう。」(段落【0029】)",
                        "「図13はスーパーインポーズ回路の具体例を示すブロック図で，制御部201A，ゲートパルス回路201B，スーパーインポーズ部201C，ビデオアンプ201Dおよび切替器201Eから構成される。すなわち，外部インタフェースからのモード信号と，符号量しきい値判定部からの出力とが制御部201Aに入力され，ゲートパルス回路201Bによってスーパーインポーズのオン／オフ制御を行なう。ゲートパルス回路201Bによって，インポーズする画面の位置と大きさが決定される。また，スーパーインポーズ部201Cの出力はビデオアンプ201Dによって増幅され，切替器201Eを介して出力される。切替器201Eは外部入力画面と監視画面との切り替えを行なう。」(段落【0030】)"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "【発明の効果】",
                      "text": [
                        "「この発明によれば，以下のような効果を期待することができる。",
                        "(1)ハードウエア的に大きい圧縮部／復元部を1系統だけにしたので，伝送データ量を増やすことなく複数台のカメラからの画像を多重に伝送可能となる。",
                        "(2)関心度の高いカメラからの画像は密に，そうでない画像は粗に伝送することができる。",
                        "(3)符号量判定手段を設けることにより，関心がなく粗に伝送していた画像について，侵入者等によって異常が生じた場合に符号量を判断し，粗に伝送していた画像においても詳細情報の伝送が可能となる。",
                        "(4)伝送符号量により，マルチ表示または標準表示の切り替え，異常時のみ詳細画面への切り替えなどを行なうことができる。",
                        "(5)通常は外部から入力されたTV等の画面を表示し，異常時のみ監視画面に切り替え，異常時のみ詳細画面の観察を可能とする。」(段落【0031】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【図面】",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "【図1】(圧縮部)には，以下のとおり，複数のカメラ11からの画像信号をA／Dコンバータ12によりディジタル化し，これをフレームメモリ1～4(13)に記憶し，伝送制御部16からのサンプリングパターン信号に基づいて，映像切替制御部18がフレームサンプリングクロック及びフレーム切り替え信号を発生し，画像切替器17により，切り替えられたフレームメモリの画像データを画像圧縮ユニット15で圧縮し，伝送制御部16に送られることが示されている。",
                        "同図には，伝送制御部16から映像切替制御部18に向かうサンプリングパターンの信号の矢印が記載されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【図7】(伸長部)には，以下のとおり，伝送制御部21で受信した圧縮データを画像伸長ユニット22で伸長して元に戻し，画像切替器1(27A)とフレームメモリ1～4(24)と画像切替器27Bとに",
                      "text": [
                        "より，画像データを再生し，これをフレームメモリ29に格納し，更に読み出してD／Aコンバータで元の画像信号に変換し，モニタ26に映し出すことが示されている。",
                        "同図には，外部インターフェイスからの信号を受ける制御部200が示されており，制御部200からは，伝送制御部21に向かうサンプリングパターンライトの信号の矢印が記載されている。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記(1)認定の刊行物1(甲8の2)の記載によると，刊行物1に記載された動画像監視装置は，複数のカメラからの画像データを圧縮部で圧縮して伝送し，受信側の伸長部で圧縮データを伸長し，モニタ上にマルチ表示するものであって，①圧縮部では，複数のカメラからの画像データを，伝送制御部16からのサンプリングパターン信号に基づき，所定のサンプリングクロックでフレームメモリ1～4(14)に取り込むが，②フレームの取り込みパターンは，可変であり，カメラの設置場所に応じて，関心のある画像は密に，そうでない画像は粗にして取り込むことができ，③伸長部では，制御部200に与えられる「外部インターフェース」からのモード指示によって，モニタ26の画面制御がなされ，画面を切り替えたり，直接見たい画面を選択できるものであると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記(1)ウ認定のとおり，刊行物1の【図7】には，制御部200から伝送制御部21に向かうサンプリングパターンライトの信号の矢印が伸びており，これと，【図1】の伝送制御部16から映像切替制御部16に向かうサンプリングパターンの信号の矢印を併せて考えると，複数のカメラ11から画像信号を取り込むパターンを制御するためのサンプリングパターン信号は，モニタ側の制御部200から，伝送路を介して，カメラ側の圧縮部に伝えられるものと理解するのが，自然であり，合理的である。",
                    "したがって，刊行物1に記載された動画監視装置において，カメラからモニタに向かう(圧縮部から伸長部へ向かう)の信号だけではなく，モニタからカメラ側に向かう制御信号が存在していることが明らかであるから，刊行物1発明は双方向の通信をするものであると認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "刊行物1発明においては，サンプリングパターン信号を伝えることによって，複数のカメラからそれぞれ取り込まれるフレームの数が変わるから，一定時間に特定のカメラから伝送されるフレームの数を変えることができるのであって，これは，本願発明の「フレーム速度の遠隔制御」に相当するということができる。もっとも，刊行物1には，本願発明のように，ウインドウに表示されている特定の画像の「フレーム速度」を変更することについては記載がないが，審決は，この点を〈相違点2〉と検討しているから，この相違点があることは，審決を違法ならしめるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記アのとおり，刊行物1発明における「外部インターフェース」は，制御部200に指示を与えるもので，モニタ26の画面制御をするものである。そして，その画面制御が本願発明の「ウインドウに表示されている特定の画像の解像度を変更する機能」に当たることは，後記7(1)のとおりである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本願発明における「ネットワーク」について，本願明細書(甲1)には，「ネットワーク202は，電話線(遅い速度)か，ISDＮ(中間速度)あるいは代わりとして，同軸線か光ファイバー線(高速度)により実現される。」(18頁3行～5行)と記載されており，通常の通信回線(電話線，ISDＮ線)を含むことが明らかであるから，刊行物1の「伝送路」は本願発明の「ネットワーク」に相当する。本願発明における「ネットワーク」が，インターネット通信などでよく知られるコンピュータ間のネットワークに限られるということはできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "以上によると，刊行物1には，「ネットワーク接続を介して前記複数のビデオカメラを遠隔制御すると共に，前記デジタル圧縮画像を受け取るように構成された手段」，「前記複数のビデオカメラのフレーム速度をネットワーク接続を介して遠隔制御するための手段」が記載されており，また，刊行物1の「外部インターフェース」は「外部派生オペレータコマンドを受取る手段」に相当するものと認められる。したがって，これらの点を本願発明と刊行物1発明の一致点と認定した審決の判断に誤りがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "この点に関する原告の主張に対し，以下のとおり補足的に判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物1(甲8の2)の【図14】には，従来例が示されており，伝送制御部16と伝送制御部21との間は，双方向の矢印が描かれているが，これは誤記であって伝送制御部16から伝送制御部21への一方向の通信のみがなされているところ，刊行物1発明においても，従来例と同様に，伝送路における通信は一方向の通信であると主張する。",
                    "しかし，従来の技術について記載した刊行物1の段落【0002】～【0004】(上記(1)イ(イ))に，双方向通信の記載がないからといって，【図14】の伝送制御部16と伝送制御部21との間の双方向の矢印が誤記であるということはできないし，また，刊行物1発明が双方向通信であることは上記(2)のとおりであって，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物1(甲8の2)の【特許請求の範囲】【請求項2】～【請求項4】の構成において，サンプリングパターンの情報は，「圧縮部」にあるのであって「伸長部」には存在しないと主張する。",
                    "しかし，刊行物1の段落【0016】(上記(1)イ(キ))の記載によると，「圧縮部」の映像切替制御部18において設定されるサンプリングパターンの情報は，伝送制御部16により伝送路から受信したものであって，上記(2)のとおり，伝送路へは「伸長部」からもたらされるから，サンプリングパターンの情報は「伸長部」には存在しないということはできず，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，制御部200の詳細構成を示すはずの刊行物1(甲8の2)の【図9】には，【図7】の制御部200から伝送制御部21に向けての矢印線に対応する記載がないから，この矢印線は，全くの誤記であると認めざるを得ないと主張する。",
                    "しかし，刊行物1発明が双方向通信であって，【図7】の制御部200から伝送制御部21に向けての矢印線が誤記でないことは上記(2)のとおりであって，【図9】に同矢印線に対応する記載がないことは，この認定を直ちに左右するものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，刊行物1(甲8の2)において，「関心」を持つ主体は，段落【0013】の「かかる場合には，カメラの設置場所に応じて，フレームメモリの取り込みパターンを可変にし，関心のある画像は密に，またそうでない画像は粗にして取り込むようにすることができる。」という記載からすると，「カメラ設置者」であると主張する。",
                    "しかし，上記の段落【0013】の記載(上記(1)イ(キ))は，「監視人がカメラの設置場所に応じて持つ『関心』」と解することもできるから，刊行物1発明において「関心」を持つ主体が「カメラ設置者」のみであるということはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原告は，①本願発明のコンピュータネットワークは，複数のカメラがネットワーク上のいずれの場所に存在してもよく，離れた場所に存在してもそれぞれをパン・チルト・ズームなどの遠隔制御をするだけでなく，フレーム速度・解像度の遠隔制御を可能とするものであるのに対し，刊行物1の信号線は，4台のカメラが比較的近くに設置されている場合についてのみ有効である，②本願のコンピュータネットワークを介して，カメラ，監視モニタ，ストレジ(記録装置)をつなげる場合に，カメラのみが離れた場所に複数あってもよいだけでなく，監視モニターも離れた場所に複数存在してもよく，さらに，記録装置も離れた場所に複数あってもかまわない構成を実現するものである，③このことは，刊行物1に開示された技術思想からは，考え付きようがないことである，と主張する。",
                    "しかし，上記(2)オのとおり，本願発明における「ネットワーク」がインターネット通信などでよく知られるコンピュータ間のネットワークに限られるということはできない上，本願の【特許請求の範囲】請求項1においては，複数のカメラ，監視モニター，記録装置の場所的関係は全く特定されていないから，本願発明においては，これらが離れた場所に複数あってもよい旨の原告の主張は採用することができない。また，本願発明が，複数のカメラのそれぞれについてパン・チルト・ズームなどの遠隔制御及びフレーム速度・解像度の遠隔制御を可能とすることについて，刊行物1発明と異なる点に関しては，審決は，相違点(〈相違点1，2〉)として検討しているから，これらの相違点があることは，審決を違法とするものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原告は，刊行物1発明にあっては，遠隔制御のための電気信号をどうやって各カメラに送るかは不明であるから，各カメラに制御信号を送るという思想は受け入れがたいと主張する。",
                    "しかし，上記(2)のとおり，刊行物1発明において，サンプリングパターンの情報は，複数のカメラ11から画像信号を取り込むパターンを制御するものであって，それによって各カメラのフレーム速度が制御されるから，刊行物1には，「ネットワーク接続を介して前記複数のビデオカメラを遠隔制御すると共に，前記デジタル圧縮画像を受け取るように構成された手段」，「前記複数のビデオカメラのフレーム速度をネットワーク接続を介して遠隔制御するための手段」が記載されているということができるものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，取消事由1の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(刊行物2発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物2(特開昭63−5674号公報，甲8の3)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "［技術分野］",
                  "text": [
                    "「本発明はモニタテレビによる監視を行うための画像伝送装置に関するものである。」(1頁右欄9行～10行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "［背景技術］",
                  "text": [
                    "「ところで従来装置では1200ビット／秒という低ビットレートで画像データを伝送する場合でも標本格子が64×64画素といった粗い画像のデータで高速伝送する場合20秒乃至30秒周期で画像の更新が行えた。」(2頁左上欄4行～8行)，",
                    "「更にまた受信機からの鮮明化指令に対応して20秒～4分といった長い時間をかけて伝送されようやく受信機のモニタテレビに表示された鮮明な画像も変化検知や，連続伝送などにより次の粗い画像ですぐに消されてしまうという欠点があった。」(2頁左上欄15行～19行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "［発明の目的］",
                  "text": [
                    "「本発明は上述の問題点に鑑みて為されたもので，その目的とするところは送信機から送られてくる画像データ中，重要な画像のように特定の条件付けされた画像のデータを受信機側で自動的に保存することができる画像監視装置を提供するにある。」(2頁右上欄1行～5行)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "［実施例］",
                  "text": [
                    "「第1図は本発明の最適な実施例を示しており，送信機Aと受信機Bとは電話回線ℓを介して接続されている。送信機Aは店舗などの監視領域に設置された防災，防犯のための一般的監視センサ1と，画像伝送の処理に連動させるように対応付けしてある画像連動の監視センサ2と，画像の種類を示す識別コードや画像の取り込み時刻や，圧縮方式に関係するパラメータ，変化ブロックの座標などを作成するドキュメント作成部3とを備えるとともに画像処理を行うための回路と，作成されたドキュメントと画像データとを符号化する符号化回路4と，符号データを伝送するとともに，受信機B側から伝送されてくる鮮明化指令に基づいて鮮明化処理を行う鮮明化指令処理部6等を備えている。」(2頁右上欄14行～左下欄8行)「まず送信機Aでは一般監視センサ1が動作すると，警報処理回路20の働きによりドキュメント作成部3を動作させて，警報画像にかかるドキュメントを現画像ドキュメントとして作成し，同時に画像監視領域の状態を撮影している現像カメラ16の映像信号をA／Dコンバータ17によりデジタル化して取り込んでいる現画像フレームメモリ18の画像データを原画像として画像圧縮回路19によって画像圧縮を行い，この圧縮データと上記現画像ドキュメントとを符号化回路4で符号化し，データ通信回路5は警報処理回路20の制御により自動発信して予め設定している電話番号の受信機Bを呼び出すようになっている。",
                    "さて画像圧縮は伝送，表示までの時間を短縮するために行うもので，実施例では原画像が256×256画素，6ビット／画素の画像データからなり，この原画像を64×64画素，3～4ビット／画素の粗い画像に圧縮するのである。この場合原画像に対する圧縮率は1／32に近くなる。",
                    "この画像伝送は発報後から20～30秒に1回の周期で連続的に行なわれることになり，…」(2頁右下欄6行～3頁左上欄7行)",
                    "「さてこの鮮明化指令が与えられない場合送信機Aは上述のように粗い画像を伝送するが，受信機B側でもっと鮮明な画像を見たい場合は送信機Aから送られて復号伸張された画像がモニタテレビ11で表示されたとき鮮明化指令発生部8より鮮明化指令を送信すると，送信機A側では鮮明化指令処理部10の働きにより受信機Bのモニタテレビで表示されている画像を128×128画素，3ビット／画素の中密度の標準画像，256×256画素，2～3ビット／画素の細かい鮮明画像に順次鮮明化させるように画像圧縮回路19を制御する。つまり鮮明化指令処理部10は鮮明化指令をデータ通信回路5より受け取った段階で，画像の圧縮伝送を中断し，前々画像フレームバッファ22の画像データを現画像フレームメモリ18に転送し，また前々画像ドキュメントを現画像ドキュメントとし，この現画像ドキュメントにより受信機Bで表示されている画像がどの位粗い画像かを識別してより鮮明度が高くなる圧縮率に変えるように画像圧縮回路19制御する。」(3頁左下欄下2行～右下欄下3行)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載から，刊行物2発明の監視装置は，①送信機A側で，監視カメラ16の映像信号のデジタル画像データを圧縮した上で，電話回線を介して受信機Bに送り，受信機側のモニタに表示するもので，②通常は，256×256画素，6ビット／画素の原画像を，64×64画素，3～4ビット／画素の粗い画像に圧縮して伝送するが，受信機側の鮮明化指令発生部8から鮮明化指令を送信機Aに送信すると，送信機側で，伝送する画像データの圧縮の度合いを変え，これにより，受信機Bのモニタテレビで表示される画像が，128×128画素，3ビット／画素の中密度の標準画像，256×256画素，2～3ビット／画素の細かい鮮明画像と，順次，より鮮明なものに変更されるものであると認められる。",
                "したがって，刊行物2発明の監視装置は，受信機側からの遠隔制御により，送信機側から送られる画像の空間的な粗密(解像度)を変更するものであると認められるから，刊行物2に「解像度を遠隔制御する」構成が開示されており，それから相違点1のうち解像度の遠隔制御の点を容易に発明することができたとする審決の判断に誤りがあるということはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "この点に関する原告の主張に対し，以下のとおり補足的に判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物1発明において圧縮処理する対象は，フレーム間差，すなわち隣り合うフレームに減算処理を施して得られるものであり，圧縮処理の手法は，DCT(離散コサイン変換)であるのに対し，刊行物2でいう画像は静止画であり，静止画の場合には，フレーム間差という概念が存在しない上，その圧縮の手法も「解像度を落とすこと」であるから，刊行物1発明と刊行物2発明とを結びつけることは無理があると主張する。",
                    "しかし，刊行物1発明と刊行物2発明の「圧縮」の意味が異なるからといって，刊行物2発明に表われている解像度の遠隔制御という技術思想を刊行物1発明の「圧縮」に加えて，刊行物1発明に適用することの妨げになるということはできないから，原告の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物2における「鮮明化」は，解像度を落とす処理をやめることを意味するから，カメラを制御するものではなく，本願発明とは異なる旨主張する。",
                    "しかし，本願の【特許請求の範囲】請求項1には，解像度を遠隔制御をすることは記載されているものの，その制御の具体的な構成まで記載されていない。そして，本願明細書(甲1)の【発明の詳細な説明】15頁下4行～16頁6行には，「図9は，デジタル出力ユニバーサルカメラアダプターの機能図である。これは，PCベースビデオ制作システムという主題で，共に申請中のUS特許申請シリアル番号08/050,861に説明されている，カメラアダプターの完全なデジタル版である。A／D変換器，デジタル映像データ圧縮，そして双方向インターフェースカメラアダプター100は，カメラ102からアナログ音声と映像信号を受け取り，そして相互接続のネットワーク104を通して，これらの信号を送信の為にデジタル信号に変換する。カメラアダプターはまた，相互接続のネットワークによりPCからカメラ制御命令を受け取り，カメラレンズ106とパン・チルト台108を含む，特定のカメラ機器の適切なパン，チルト，ズーム，焦点，そして露出制御信号にそれらを変換する。」と記載されているから，本願発明は，カメラアダプタにおいて，カメラからの画像信号をA／D変換器によりデジタル画像データに変換し，これを圧縮して送信しており，その過程で解像度を変更する構成を採ることが可能なものである。上記の本願明細書の記載からすると，パン，チルト，ズーム，焦点については，カメラ機器を制御することが記載されているが，カメラ機器の解像度を制御することは記載されておらず，【発明の詳細な説明】の他の箇所にもそのような記載はない。原告は，本願明細書(甲1)の16頁下7行から17頁下3行にかけて，図10を参照しつつ，一体型カメラについて説明した箇所の記載中の「警報かセンサー信号が，例えば，警報信号状態を始めにセットしたセンサーに感知した，映像ソースのフレーム速度を早めるとか映像の大きさを大きくするなどの，システムの操作モードを，自動的に再構成するように働くことを可能にしたどのような機能も喜ばれる。」(17頁6行～9行)との記載のうち「映像の大きさを大きくするなどの，システムの操作モード」(17頁7行～8行)がカメラの解像度を意味すると主張する。そうであるとしても，この記載は，「カメラアダプタ」におけるデジタル圧縮により解像度を制御すると考えても矛盾なく理解できるものである。",
                    "したがって，刊行物2における「鮮明化」が本願発明の「解像度の遠隔制御」と異なるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，刊行物2の監視装置では，20～30秒に1回のフレーム速度で画像を送っているが，これはむしろ静止画というべきであって，監視用としては，1秒間に少なくとも1フレーム以上なくてはその目的を達成し得ないとか，刊行物2に記載されているような，「256×256画素，2～3ビット／画素」，「20～30秒に一回の周期」では，低画質で使い物にならないと主張する。",
                    "しかし，伝送する画像のフレーム速度及び解像度は，監視の対象とする物の動き，利用可能な技術，伝送路の容量などを考慮して，適宜設定すべきものであり，刊行物2に解像度の遠隔制御という技術思想が表われている以上，それから相違点1のうち解像度の遠隔制御の点を容易に発明することができたというべきであって，フレーム速度や解像度の数値がその結論を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，取消事由2の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(刊行物3発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物3(特開平6−86289号公報，甲8の4)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【産業上の利用分野】",
                  "text": [
                    "「この発明は，例えばビル，店舗における人の出入り，またはプラントにおける機器の状態などを遠隔地からモニタリングするための画像モニタリング方法に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "「かかる課題を解決するため，この発明では，現場に複数のテレビカメラを配置し，これらを所定のインターフェイス機器および共通の伝送路を介して互いに接続するとともに，この伝送路の最上流位置には監視制御卓，伝送路の最下流位置には少なくとも1つの表示器をそれぞれ接続し，前記監視制御卓からは初期化フレームを発行し，このフレームを受信した各テレビカメラでは，少なくともイメージ情報を収集しこれをフレームの所定位置に挿入して次段へ送る処理を順次行なうことにより，前記表示器により所定のフォーマットで複数のイメージ情報を1画面上にまとめて表示可能にしたことを特徴としている。」(段落【0004】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【実施例】",
                  "text": [
                    "「…制御データ16には，各カメラに対してどの位置にどのような形でモニタ画像を挿入すべきかの個別制御情報(挿入位置，形状，縮尺およびカメラに対するズーム，回転，移動等の撮像条件指示情報など)が収容される。なお，イメージ部12には高解像度大型表示器21で表示する画像情報(イメージ情報)が収容される。なお，表示器21を複数個設けて各カメラ画像を監視する場合，その重要度に応じて表示器の割付けを行ない，重要度に応じて表示更新間隔に差を設ける，すなわち初期化フレームの発行頻度を変えることにより，システムの最適化を図ることができる。」(段落【0009】)",
                    "「…カメラ用フレーム入出力器5Bには機番が付されており，フレームの該当カメラ制御データを受けて対応カメラからの画像を加工し，その位置，形状，縮尺などを適宜に決定してイメージ部12に挿入する。また，カメラに対する撮像指示等を抽出し，カメラを制御する。さらに，カメラ側のステータス(異常情報，計測値など)を収集し，フレームのステータス部13に挿入する。」(段落【0010】)",
                    "「…モニタ用フレーム入出力器5Cは，表示すべきフレーム番号のフレームを受信し，高解像度大型表示器21にイメージ化して表示する。…」(段落【0011】)",
                    "「…なお，監視操作卓4に対してオペレータが表示形式の変更を入力するか，または戻ってきたフレームのステータス部分に監視操作卓4が自動的に応答し，新たに発行するフレームの制御情報を更新することにより，注目カメラ画像表示の表示レベル(位置，大きさなど)を変えることができ，これにより異常が発生したことをオペレータに対し迅速に通知することが可能となる。…」(段落【0014】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，上記(1)の記載に基づいて，「監視所(監視制御卓4，表示器21)からの伝送路を介した制御により現場(カメラ1A～1Ｎ)においてモニタ画像の形状，縮尺を制御することが記載されている。」(13頁19行～21行)と認定し，この認定に基づき，「…刊行物3には，本願発明の『解像度を遠隔制御する』構成が開示されている。」(13頁22行～23行)との結論を導いている。",
                "審決は，モニタ画像の形状，縮尺を制御することをもって，刊行物3には，解像度を遠隔制御する構成が開示されていると認定したものであるが，モニタ画像の形状，縮尺と解像度(画像の空間的な粗密)とは異なる概念であって，直接結びつかないから，審決の認定には，論理の飛躍があり，「…刊行物3には，本願発明の『解像度を遠隔制御する』構成が開示されている。」との認定は誤りであるといわざるを得ない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかし，審決は，解像度を遠隔制御する構成については，刊行物3のほかに，刊行物2を引用しており(13頁22行～23行)，前記3で判示したとおり，刊行物2には，解像度を遠隔制御する構成が開示されており，刊行物2発明から相違点1のうち解像度の遠隔制御の点を容易に発明することができたとする審決の判断に誤りがあるということはできないから，刊行物3に記載された発明の認定に誤りがあっても，審決の結論に影響を及ぼさない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "なお，原告は，「直列つなぎ」を採用する刊行物3発明であってこそ，各カメラに制御信号を送るという思想が生まれるのであって，「並列つなぎ」である刊行物1発明は，各カメラに制御信号を送るという思想とは相容れないと主張する。",
                "しかし，刊行物1発明が「並列つなぎ」であっても，各カメラに必要に応じて制御信号を送ることを想到し得るから，この点は，刊行物1発明から本願発明を容易に発明することができたとの判断の妨げとなるものではない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，取消事由3の主張は，結論において理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(刊行物9発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物9(特開平4−320183号公報，甲8の10)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "【産業上の利用分野】",
                  "text": [
                    "「本発明は，通信回線を介して，遠隔地を映像監視するシステムにおけるカメラの姿勢制御に関するものである。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "【従来の技術】",
                  "text": [
                    "「従来から，映像監視システムにおいて，カメラの運台をモータで回転させるなどして，このカメラの撮像場所を変更することは行われていた。",
                    "主な利用方法として同一構内などで，映像をモニタしながら，カメラの姿勢制御を行っていた。 これと同様のことを通信回線を介して実施する場合には，映像遅延の問題があった。従来の電話網の場合には，9600b／s程度のモデムが利用され，ISDＮの場合には，64kb／sが利用されている。従って，320×200pelの解像度の画面で8bit／pelのモノクロ画を送ると，それぞれ53秒，8秒の伝送時間が必要となる。この伝送時間を短縮するために，映像の圧縮符号化が行われるが，この処理のための時間も必要となる。このため一定速度でカメラの位置が移動していると，図6に示すように，受信側で見ているが画面位置と，その時点でのカメラの位置は別の位置にあり，画面を見て停止制御を行っても，カメラの停止位置は別の位置になってしまう。」(段落【0002】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "【課題を解決するための手段】",
                  "text": [
                    "「本発明は，通信回線を介して目的物を撮像するカメラが移動中に停止指示を受けた場合に，予め決められた一定量だけ後退させ，停止指示を発出した画面の近傍にカメラを停止させることを最も主要な特徴とする。このため，通信回線の通信速度と映像の圧縮符号化時間とカメラの移動速度によって決められるカメラの後退量を，これら各条件量の組み合わせに対して予め設定して制御するという点で従来の技術とは異なっている。」(段落【0006】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "【実施例】",
                  "text": [
                    "「即ち，カメラ1で撮像された映像は，光電変換部2によって電気信号に変換され，この信号は，符号化部3によって圧縮符号化されて送信側の通信部4に送られる。送信側の通信部4では，通信網5を介して，相手の受信側の通信部6に先の圧縮符号化された信号を送信する。受信側の通信部6で受信した信号は，復合化部7で圧縮された信号が伸張され，モニタ部8によって映像として見ることができる。通常の監視中はこのシーケンスの繰り返しによって，連続的に映像を見ることとなる。このようなシステムで，カメラ1の位置を制御するためには，カメラ1の姿勢変更部9に変更すべき量に相等する電気信号を与える必要がある。モニタ部8を具備した受信側では，モニタ部8の映像を見ながらカメラ1の姿勢変更指示部10によってカメラ1の移動の開始指示を行ったり，停止指示を行ったりする。該姿勢変更指示部10によって指示された内容はそれに対応した信号を送出する姿勢変更指示信号部11によって信号化されて受信側の通信部6に送られ，通信網5を介して，カメラ1を具備した送信側の通信部4に送信される。送信側の通信部4で受信した姿勢変更指示信号は，姿勢変更指示制御部12に送られ，姿勢変更部9に相等する電気信号を送る。姿勢変更部9は，該電気信号にした従って，カメラ1の姿勢を制御することになっている。このようなシステムの場合，先に説明したように，カメラの行き過ぎがあるので，若干後戻りさせる必要がある。図2は姿勢変更指示制御部12の出力信号を説明するものである。」(段落【0011】)(2) 上記(1)の記載によると，刊行物9には，遠隔地を映像監視するシステムにおいて，受信側から通信網5を介して送信側に姿勢変更指示信号を送信し，カメラ1の姿勢を制御することが記載されている。また，前記4(1)の刊行物3の記載によると，刊行物3には，カメラのズーム，回転，移動等の撮像条件を伝送路を通じて遠隔制御することが記載されている。これらの記載によると，刊行物3及び9には，「複数のビデオカメラのパン・チルト・ズーム・フォーカスを遠隔制御する」構成が開示されており，刊行物3発明及び刊行物9発明から，相違点1のうち「複数のビデオカメラのパン・チルト・ズーム・フォーカスを遠隔制御する」構成を容易に発明することができたとする審決の判断に誤りがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，刊行物9に開示されているのが，従来の電話網又はISDＮ網を用いて伝送路を専有した状態で双方向通信を行うことを前提とする技術であるのに対し，一方向のみの通信を行うことを前提とする刊行物1に組み合わせて，4台のカメラなど，複数台のカメラの遠隔制御も可能であるとすることは，全く根拠に欠けると主張する。",
                "しかし，刊行物1の動画像監視装置が双方向通信を行うものであることは，前記2のとおりであって，刊行物3発明及び刊行物9発明と組み合わせて，「複数のビデオカメラのパン・チルト・ズーム・フォーカスを遠隔制御する」ものとすることは，上記(2)のとおり，容易に発明することができたものということができる。",
                "また，原告は，刊行物9には，解像度の遠隔制御について開示がないとも主張する。しかし，審決は，刊行物9を解像度の遠隔制御について引用しているものではない。解像度の遠隔制御については，前記3のとおり刊行物2から容易に発明することができたものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，取消事由4の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2～5で述べたところからすると，相違点1は，刊行物1発明に刊行物2発明，刊行物3発明及び刊行物9発明を参照して容易に発明することができたとする審決の判断に誤りがあるということはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点に関する原告の主張に対し，以下のとおり補足的に判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，刊行物9発明は，1台のカメラを前提としているものであり，刊行物3発明と結びつけることには阻害要因があり，また，刊行物9発明は，遠隔と呼べるほどの遠距離からの制御には向かない技術であると主張する。",
                    "しかし，審決は，相違点1について，刊行物1発明に刊行物2発明，刊行物3発明及び刊行物9発明を参照して容易に発明することができたかどうかを判断しているのであって，刊行物9発明と刊行物3発明とを組み合わせることができるかどうかを判断しているものでない上，刊行物9発明が1台のカメラを前提としているとしても，前記5(2)のとおり，刊行物9には，遠隔地を映像監視するシステムにおいて，受信側から通信網を介して送信側に姿勢変更指示信号を送信し，カメラの姿勢を制御することが記載されており，それを複数のカメラに適用することが妨げられるというべき事情は認められない。また，刊行物9(甲8の10)には，前記5(1)のとおり，「本発明は…遠隔地を映像監視するシステムにおけるカメラの姿勢制御に関するものである。」(段落【0001】)と記載されており，刊行物9発明が「遠隔制御をする」ものであることは明らかである。本願の【特許請求の範囲】請求項1には「遠隔制御する」とあるだけで，原告が主張するような「遠隔と呼べるほどの遠距離」に関連する構成も格別にない。",
                    "したがって，原告の上記主張は，上記(1)の判断を左右するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，審決の「…刊行物2および刊行物3には，本願発明の『解像度を遠隔制御する』構成が開示されている。」(13頁22行～23行)との判断が誤りであると主張する。しかし，前記3のとおり，刊行物2には，本願発明の「解像度を遠隔制御する」構成が開示されている。また，前記4のとおり，刊行物3には，この構成は開示されていないが，そのことは審決の結論に影響を及ぼすものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，審決の「…カメラ側を遠隔制御する思想は，既に，刊行物1に開示されている。」(13頁下14行)との判断が誤りであると主張するが，前記2のとおり，この判断に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，被告は，遠隔制御項目について，解像度とフレーム速度とを混同する議論に基づいてこれらが公知であるとしており，不当である，と主張するが，前記2のとおり，フレーム速度を遠隔制御することは，刊行物1発明によって公知であり，前記3のとおり，解像度を遠隔制御することは，刊行物2発明によって公知である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，取消事由5の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由6(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "前記2のとおり，刊行物1には，関心のある画像は密にそうでない画像は粗にして取り込むようにすること，すなわち，カメラ側でフレーム速度を変更することを監視側で制御することが記載されており，その制御の対象は，複数のカメラであって，切り替えられているカメラだけが対象であるということはない。もっとも，複数のカメラをサンプリングパターン信号によって制御するものであるから，1対1でカメラを制御するものではない。",
                "また，前記2(1)イ(キ)の刊行物1(甲8の2)の段落【0027】～【0029】の記載によると，刊行物1発明において，モニタ26の画面における，標準表示，マルチ表示，縮小表示の切替えは，画素数を変更することによって行われ，前記2(2)ア③のとおり，刊行物1発明において，「外部インターフェース」からのモード指示によって，モニタ26の画面制御がなされるから，刊行物1発明は，「外部派生オペレータコマンドの一つに応じてウインドウに表示されている特定の画像の解像度を変更する機能」を有するものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "さらに，審決認定(13頁下8行～14頁20行)のように，次のような周知の事項があると認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特開平6−189301号公報(甲27)には，「従来，テレビ電話のような動画・音声情報を伝送する装置では，動画情報圧縮時の圧縮パラメータ等は，使用する通信路の最大伝送レートの制約によって，その値を送信側で決定している。」(段落【0006】)，「しかしながら，送信されてくる動画情報の内容によって，受信側では動画として，動きの滑らかさ(フレームレート)が重要な場合と，詳細な部分まで解像度が必要な場合があるが，従来技術においては，それらは受信側で制御し変更することはできなかった。本発明は，受信側で表示する動画像に関し，リアルタイムで，表示されるデータの解像度，フレームレート等を自由に変更できる映像伝送処理装置を提供するものである。」(段落【0008】)，「したがって，受信側の操作者は，自分の目的に応じ，フレームレート，解像度等のトレードオフを行うべく，所望の圧縮パラメータを設定することが可能となる。」(段落【0017】)，「本発明によれば，接続先端末制御信号生成部により，接続先端末から送られてくる圧縮データを受信側で制御して，使用する伝送路の最大伝送レートの範囲内で，解像度，フレームレート等を自由に変更，設定できる。」(段落【0047】)と記載されている。以上のとおり，特開平6−189301号公報には，受信側で表示する動画像に関し，リアルタイムで，表示されるデータの解像度，フレームレート等を自由に変更できる映像伝送処理装置が示されるところ，それらの解像度，フレームレート等がトレードオフの関係にあることが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特開平7−23378号公報(甲28)には，「本発明の目的は，圧縮動画データを伸長して再生する際に，伸長した動画データに含まれている映像データを表示するための表示領域のサイズが，圧縮動画データが規定する再生フレームレートで圧縮動画データを再生することができる最大サイズとなるよう，自動的に調整することを可能とすることにあり，特に，異機種のクライアントや動画処理能力が異なるクライアントが接続され，各クライアントが圧縮動画データを共有しているネットワークシステムにおいて，各クライアントのユーザが，該クライアントの動画処理能力を意識しなくても，最適なサイズで映像データを表示することを可能にすることにある。」(段落【0007】)，「このように，本発明によれば，圧縮動画データを伸長して再生する際に，伸長した動画データに含まれている映像データを表示するための表示領域のサイズが，圧縮動画データが規定する再生フレームレートで圧縮動画データを再生することができる最大サイズとなるよう，自動的に調整することができる。従って，異機種のクライアントや動画処理能力が異なるクライアントが接続され，各クライアントが圧縮動画データを共有しているネットワークシステムにおいて，各クライアントのユーザが，該クライアントの動画処理能力を意識しなくても，最適なサイズで映像データを表示することができるようになる。」(段落【0017】)，「以上説明したように，本実施例によれば，圧縮動画データを伸長して再生する際に，映像データを表示するためのウィンドウのサイズが，圧縮動画データが規定する再生フレームレートで圧縮動画データを再生することができる最大サイズになるよう，自動的に調整することができる。」(段落【0093】)と記載されている。以上の記載によると，特開平7−23378号公報には，圧縮動画に含まれている画像データによりフレームレートが決まることが記載されており，それらがトレードオフの関係になる前提となっているものと認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，「フレームレートと解像度は，対としてトレードオフをしつつ設定されること」は，周知の事項であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上を総合すると，当業者(その発明の属する技術の分野における通常の知識を有する者)は，刊行物1発明及び上記周知技術から，刊行物1発明において，「外部派生オペレータコマンドの一つに応じてウインドウに表示されている特定の画像のフレーム速度を変更する機能」(相違点2)を持たせることを，容易に発明することができたと認められる。刊行物1発明が1対1でカメラを制御するものではないことは，この判断を左右するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，相違点2についての審決の判断に誤りがあるいうことはできず，取消事由6の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由7(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願の本件補正(平成19年2月2日付け)後の【特許請求の範囲】請求項1には，「前記単数又は複数のビデオカメラからのデジタル圧縮画像を，前記表示スクリーンに表示するフレーム速度および解像度に拘らず，前記高容量記憶媒体に記憶する機能。」と記載されているから，この記載の文言からすると，本願発明の「記憶する機能」とは，カメラから送信される映像信号をそのまま記録(記憶)する機能のことを意味すると理解することができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点につき，原告は，平成16年8月9日付け補正(甲5の2)後の【請求項1】，【請求項7】，【請求項10】，【請求項14】，【請求項18】，【請求項22】及び【請求項25】の記載を引用して，本願発明の「記憶する機能」は，監視カメラから送信される映像信号をそのまま記録することを意味するものではないと主張するが，平成16年8月9日付け補正は，請求項1の補正が願書に最初に添付した明細書に記載した事項の範囲内でされたものでないとして平成18年8月1日付けで却下された(争いがない)から，そのような却下されて既に存在しない請求項の記載に基づいて本願発明を解釈することはできない。",
                "また，原告は，本願発明の技術の中心は，「表示」と「記録」とを別々に設定できることにあると主張し，その意義について主張する(前記第3，1(4)キ(ア)d)が，本願の【特許請求の範囲】請求項1には，「表示」と「記録」について，上記(1)の記載しかしかなく，「表示」と「記録」とを別々に設定することについて格別の構成が示されているわけではないから，原告の主張は採用することができない。",
                "さらに，原告は，平成18年6月23日に原告本人が審判官と面接した際に，「記録と表示が異なる」旨を説明したところ，そのときに審判官は「わかった」と納得し，それに基づいて，その後の拒絶理由通知(甲8の1)及び補正手続(本件補正，甲9の1～4)がなされていると主張するが，本件補正後の【特許請求の範囲】請求項1の文言及びその解釈は，上記(1)のとおりであって，本件補正前の原告本人と審判官とのやり取りいかんによって，その解釈が左右されるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "また刊行物5～7，10には，以下のとおり，カメラから送信される映像信号をそのまま記録(記憶)する機能が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "刊行物5(特開平5−64199号公報，甲8の6)",
                      "text": [
                        "「従来，この種の画像監視装置として防犯カメラが知られている。防犯カメラは，図14に示すように，監視対象領域に向けて設置したビデオカメラと，これに接続されたTVモニタおよびビデオテープレコーダ(VTR)から構成されており，ビデオカメラで撮影した監視対象領域の画像をTVモニタに映しながらVTRで録画するようにしたものである。TVモニタの監視と異常発生の判断作業は監視員が行う。」(段落【0002】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "刊行物6(特開平6−266774号公報，甲8の7)",
                      "text": [
                        "「次に動作について説明する。映像メモリ部50は平常時においては，ビデオカメラ11より入力される映像をリング状に取り込み続け，新しく入力された映像を古い映像の上に上書きして保存してゆく。…」(段落【0003】)",
                        "「15，25，35は前記センシング部16，26，36内の異常判",
                        "断部13，23，33と画像認識部12，22，32からの異常判断結果より映像の長期保存の要否を判断するトリガ条件判断部であり，18，28，38はビデオカメラ11，21，31の取り込んだ映像を一時記憶する短期映像記憶部(短期記憶用映像メモリ)としての短期記憶用映像メモリである。…」(段落【0042】)",
                        "「次に動作について説明する。まず，各監視用のビデオカメラ11，21，31から入力される映像信号短期記憶用映像メモリ18，28，38にそれぞれ入力されて一時記憶される。この短期記憶用映像メモリ18，28，38は，例えば書換可能な半導体メモリや磁気ディスクで構成され，データの書き込みアドレスを制御することにより，入力される映像をリング状に取り込み続けながら，古い映像は新しい映像に上書きされて順次消されていく仕組みになっている。…」(段落【0044】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "刊行物7(特開平6−78269号公報，甲8の8)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "【産業上の利用分野】",
                          "text": [
                            "「本発明は，ビデオカメラあるいはビデオテープレコーダを利用するシステムに関し，もっと詳しくは多数のカメラから入力される画像信号を長時間に亙って効果的に記録させ又は再生させる多重画像圧縮記録及び再生制御回路に関するものである。」(段落【0001】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "【従来の技術】",
                          "text": [
                            "「多数のカメラから入って来る画像信号の長時間に亙る記録を持続するためには大量のテープが必要となり，従って，ビデオテープレコーダ(Video Tape Recorder;以下ビデオと称する)の大きさも大きくしなければならない。かつ，多数のカメラ信号を各々のビデオテープに記録することはその規模と経済性に照らして実用化させることがむずかしい。」(段落【0002】)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "刊行物10(特開平6−70277号公報，甲8の11)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "【従来の技術】",
                          "text": [
                            "「従来，定点自動撮像記録装置は主に，セキュリティシステムで常時監視する必要がある工場施設に置かれたり，一般に防犯カメラとして利用されている。撮影で得られた画像はビデオテープやハードディスク等のメモリ装置に保存されている。」(段落【0002】)「防犯・監視システムでは定点自動撮像記録装置は常設して使用されるため，撮像した画像データをすべて蓄積すると，画像データの情報量は莫大なものとなってしまう。」(段落【0003】)"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "【発明が解決しようとする課題】",
                          "text": [
                            "「ビデオテープによる画像データの蓄積はそのメモリ容量が小さいため，頻繁なビデオテープの廃棄あるいは保管等の処理が必要である。ハードディスクに蓄積する場合も同様である。ディジタル化画像データを圧縮して情報量を減らしても，メモリの容量不足はまだ解消できない。」(段落【0009】)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，刊行物7(甲8の8)のタイムラップスビデオでは，ネットワークから送られてくる各カメラのフレーム速度，解像度をそのまま記録することは不可能であると主張する。",
                    "しかし，カメラから送信される映像信号をそのまま記録(記憶)する機能が記載されているのは，上記ア(ウ)の部分であり，タイムラップスビデオについて記載した部分ではない。",
                    "また，原告は，刊行物10(甲8の11)に記載のある圧縮記録の技術は，長時間の映像をそのまま記録するものではないと主張する。",
                    "しかし，カメラから送信される映像信号をそのまま記録(記憶)する機能が記載されているのは，上記ア(エ)の部分であり，原告主張に係る圧縮記録の技術が記載されている部分ではない。",
                    "したがって，原告の主張はいずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そうすると，相違点3に係る構成は，上記(3)の各刊行物の記載を参照することにより，当業者が容易に発明することができたものと認められ，その旨の審決の判断に誤りがあるということはできないから，取消事由7の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由8(相違点4についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "回路手段により行っていた処理(ハードウエア処理)を，コンピュータのプログラムにより行うようにすること(ソフトウエア処理)は，常套手段であるから，相違点4に係る構成を当業者は容易に発明することができたものと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "この点について，原告は，本願発明は，汎用的なコンピュータ(パソコン)を構成要素としていると主張する。",
                "しかし，本願の【特許請求の範囲】請求項1では，「コンピュータ」とのみ記載され，また，その「コンピュータ」によるソフトウエア処理について，「前記コンピュータは，以下の機能を実行するようにプログラムされている，」として，プログラムすべき機能が列記されているだけである。また，本願の【特許請求の範囲】請求項1に「インタフェース」という語が使用されているからといって，それから直ちに，本願発明が汎用的なコンピュータ(パソコン)を構成要素とするものに限られるということはできないし，本願明細書(甲1)7頁下2行に「PCベース」との記載があるが，【発明の詳細な説明】の記載であって，これから直ちに本願発明が汎用的なコンピュータ(パソコン)を構成要素とするものに限られるということもできない。",
                "したがって，本願発明は，汎用的なコンピュータ(パソコン)を構成要素としているとの原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，相違点4についての審決の判断に誤りがあるということはできず，取消事由8の主張は理由がない。",
                "10 取消事由9(効果等についての判断の誤り)について",
                "原告の「本願発明は，汎用的なコンピュータ(パソコン)を構成要素としている」との主張が認められないことは，前記9のとおりである。",
                "また，原告は，本願発明は，カメラアダプタ及び一体型カメラを提案していると主張するが，本願の【特許請求の範囲】請求項1からすると，本願発明がそのようなものに限られるとは解されない。",
                "したがって，本願発明の効果は，予測することができる程度のものにすぎないと判断した審決の判断に誤りがあるということはできず，取消事由9の主張は理由がない。",
                "11 取消事由10(まとめについての判断の誤り)について",
                "原告は，審決は，各相違点について個々に判断しているだけであるから，審決の判断手法は誤っている旨の主張をする。",
                "しかし，発明の進歩性の判断過程において，本願発明と引用発明とを対比した結果，相違点として，技術的にまとまりのある構成が複数認識できるときは，それぞれの相違点について個々に容易に発明することができたかどうかを判断することができるというべきである。",
                "本件についてみると，審決が認定した相違点1～4は，技術的に相互に独立しているから，各相違点について個々に判断した審決の判断手法に，違法はないし，また，それぞれの判断内容は誤りがあるとは認められないことは，既に説示したとおりである。",
                "12 結論",
                "以上のとおり，原告主張の取消事由は，すべて理由がない。",
                "よって，原告の請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}