{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−10153号事件について平成19年8月7日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「安全かみそり」とする後記特許の国際出願人である原告が，日本国特許庁から拒絶査定を受けたので，これを不服として審判請求をしたが，同庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点は，上記本願が，発明の名称を「ディスペンサーを備えたひげそりヘッド」(SHAVER HEAD WITH DISPEＮSER)とする米国",
          "text": [
            "特許第5，134，775号(特許発行日 1992年〔平成4年〕8月4日。",
            "発明の譲受人 ウィルキンソン ソード ゲゼルシャフト ミット ベシュレンクテル ハフツング，以下この発明を「引用発明」という。)との関係で進歩性を有するか(特許法29条2項)，である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，1994年〔平成6年〕7月13日の優先権(英国)を主張して，平成7年7月11日，名称を「安全かみそり」とする発明について国際特許出願(PCT／US95／08634，特願平8−505088号。以下「本",
                "願」という。)をし，平成9年1月13日日本国特許庁に翻訳文を提出し(特許請求の範囲1～11，甲5。国内公表は平成10年3月17日，特表平10−502845号〔甲2〕)，平成14年7月8日付けで手続補正(甲2)をしたが，同庁から拒絶理由通知(甲6)を受けたので，平成16年12月20日付けで手続補正(以下「旧補正」という。請求項の数15。甲3)をしたものの，拒絶査定(甲7)を受けたので，平成17年5月30日付けで不服の審判請求(甲8)をした。",
                "特許庁は，同請求を不服2005−10153号事件として審理し，その中で原告は平成17年6月24日付けで特許請求の範囲等の変更を内容とする手続補正(以下「本件補正」という。請求項の数15。甲4)をしたが，特許庁は，平成19年8月7日，本件補正は引用する請求項を増やすことを含むものであることを理由に却下した上，「本件審判の請求は，成り立たない。」との審決(出訴期間として90日を附加)をし，その謄本は平成19年8月17日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正前(平成16年12月20日の旧補正時のもの，甲3)の特許請求の範囲は1ないし15から成るが，そのうち1に係る発明(以下「本願発明」という。)の内容は，以下のとおりである。",
                "「1．少なくとも1枚の細長い刃と，前記刃と平行な縦方向に延び，ひげそり中に使用者の皮膚と接触するように露出した皮膚接触面を有する皮膚係合部材とを備え，前記皮膚係合部材は固形でないひげそり増進材を保有する多数のポケットを有し，各ポケットは皮膚係合面に開口し，その皮膚係合面から内方に向く側壁部により形成されており，前記ポケットは皮膚係合面の縦方向に沿いかつ幅方向に亘る面に皮膚係合面のほぼ全域にわたり複数の縦方向に延びる列状に分布されており，上記ひげそり増進材は，ひげそり石鹸，成形材，半固形ゲル，粘性流体，ゲル，水溶性剤，及び水混和剤のグループから選択された材料を含有する，安全かみそり刃ユニット。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は，本件補正は引用する請求項を増やすものを含むから却下すべきであるとした上，本願発明は，下記刊行物記載の発明(引用発明)及び周知技術に基づき容易に発明をすることができたから，特許法29条2項により特許を受けることができない，としたものである。",
                    "記",
                    "刊行物：米国特許第5，134，775号公報(甲1。特許発行日 1992年〔平成4年〕8月4日，発明の譲受人 ウィルキンソ"
                  ]
                },
                {
                  "fig": "ン",
                  "subject": "ソード ゲゼルシャフト ミット ベシュレンクテル ハフツング)"
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，上記判断をするに当たり，引用発明の内容を以下のとおり認定し，本願発明と引用発明との一致点及び相違点を次のとおりとした。",
                    "〈引用発明の内容〉",
                    "「少なくとも1枚の細長いかみそり刃3と，前記かみそり刃3と平行な方向に延び，ひげそり中に使用者の皮膚と接触するように露出した皮膚係合面を有する後部覆いキャップ7とを備え，前記後部覆いキャップ7は液体ひげそり剤を保有する多数の開口部9を有し，各開口部9は皮膚係合面に開口し，その皮膚係合面から内方に向く円形断面の孔により形成されており，前記開口部9は皮膚係合面のかみそり刃3と平行な方向に沿って列状に分布されている，かみそり刃ユニット。」",
                    "〈一致点〉",
                    "両者は，いずれも「少なくとも1枚の細長い刃と，前記刃と平行な縦方向に延び，ひげそり中に使用者の皮膚と接触するように露出した皮膚接触面を有する皮膚係合部材とを備え，前記皮膚係合部材は固形でないひげそり増進材を保有する多数のポケットを有し，各ポケットは皮膚係合面に開口し，その皮膚係合面から内方に向く側壁部により形成されており，前記ポケットは皮膚係合面の縦方向に沿って列状に分布されている，安全かみそり刃ユニット。」である点。",
                    "〈相違点1〉",
                    "ポケットは，本願発明では皮膚係合面の縦方向に沿いかつ幅方向に亘る面に皮膚係合面のほぼ全域にわたり複数の縦方向に延びる列状をなして配置されるのに対し，引用発明ではこのような特定がない点。",
                    "〈相違点2〉",
                    "ひげそり増進材は，本願発明ではひげそり石鹸，成形材，半固形ゲル，粘性流体，ゲル，水溶性剤，及び水混和剤のグループから選択された材料を含有するのに対し，引用発明ではこのような特定がない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，本願発明を引用発明との対比判断に関し，以下のとおり本願発明の進歩性の判断を誤ったものであるから，審決は違法として取消しを免れない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明は，皮膚係合面に開口し，ひげそり増進材を保有する多数のポケットを有することを特徴とするが，甲1(引用発明)に記載された複数の開口部9は，本願発明における複数のポケットとは，まずその形態において相違する。",
                        "すなわち，甲1に記載の開口部9は，かみそり刃ユニット1(razor blade unit 1)の皮膚係合面に開口するものではない。甲1に記載のかみそり刃ユニット1において皮膚係合面に開口しているのはスロット(slot: 図4の符号13，図9及び図10の細長の溝)であり，開口部9はこのスロットの底面において開口している。",
                        "しかるに審決は，甲1に開示された皮膚係合面に開口していない開口部9(openings 9)を，本願発明における皮膚係合面に開口したポケットに相当すると認定しており，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本願発明における多数のポケットと，甲1に記載の開口部9とは，前記のとおりその形態において相違するものであるが，これに起因して，機能においても相違する。",
                        "すなわち，本願発明における多数のポケットは，その内部に保有されているひげそり増進材が使用者の皮膚上に放出されるものである。これに対して，甲1に記載の開口部9においては，開口部9内に保有されたひげそり剤が使用者の皮膚上に放出されるのではなく，貯蔵室(storagechamber 8)内のひげそり剤が，開口部9から一旦，スロットの内部に放出され，このスロットから使用者の皮膚にひげそり剤が放出されるものである。",
                        "このように，甲1に記載の開口部9は，スロットにひげそり剤を供給するためのものであって，使用者の皮膚上にひげそり剤を供給するものではなく，この点において本願発明のポケットとは機能において相違する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "また本願発明においては，ひげそり増進材を保有するポケットが皮膚係合面に開口することにより得られる特有の作用効果を奏するところ，これについては，旧補正後の明細書(甲2，3。以下「本願明細書」という)の発明の詳細な説明に記載がある。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本願が解決すべき課題",
                          "text": [
                            "「…しかしながら，使用者が貯蔵容器内に処理液を再充填したり，あるいは必要なとき，ひげそり促進材を送り出すなど，特別な操作をすることなく，かみそり刃ユニットの耐用期間を通してひげそり促進材を徐々に分配するように適応させるかみそりに対する要望がある。」(甲2，5頁3行～7行)"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本願の作用効果",
                          "text": [
                            "「各ポケット10はその内側端部に区画された領域として示される貯蔵室4と連絡孔12を介して連通している。連絡孔の流路面積は貯蔵室4内に充填されたひげそり増進材が或る制御された速度でポケットに流れるように選定される。ポケットにはひげそり中，そこからの放出に備えてひげそり増進材が集合し，たとえばその表面張力のもとでそこに保有される。」(同6頁下4行～7頁1行)「ひげそり増進材は貯蔵室からポケットにかけて流動するときの通りをよくする適当な流動性を持たせる一方，適当な粘性と表面張力とを持たせる。これはポケットの開口から自然に流出することなくそこに保持され，たとえばひげそり中，皮膚に重ねてガードが滑るとき，水と触れてより流動性を増して効果的に分配できるようにする。」(同7頁9行～13行)",
                            "「ポケットをひげそり増進材で満たすことは本質的な特徴ではない。",
                            "一方，ポケットに1度のひげそりで皮膚に塗る量のひげそり増進材を集め，また，たとえば後のひげそりにおいて初期の潤滑を向上させるために次回のひげそりまで，ひげそり増進材を保持する形状および寸法のポケットについては本発明の範囲に含まれる。」(同7頁14行～18行)"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本願明細書における上記各記載によれば，本願発明は，1度目のひげそり動作の際に，皮膚上にあるひげそり増進材(例えば石鹸)がポケット内に集められてそこに保有され，当該集められたひげそり増進材が，2度目以降のひげそり動作の際にポケットから皮膚上に放出されることが分かる。",
                            "すなわち，本願発明においては，上述したようにひげそり増進材がポケットから自由に流出できず，1度目のひげそり動作の後，次回のひげそり動作まで，ポケット内にひげそり増進材が保持される。そのため，本願発明においては，ポケットに供給すべきひげそり増進材を予め貯蔵しておくための貯蔵室を，必ずしも必要としない。",
                            "これに対して，甲1の皮膚係合面に開口していない開口部9は，1度目のひげそり動作の際に皮膚上にあるひげそり材を開口部9内に集めること，当該集めたひげそり材を，2度目以降のひげそり動作の際に開口部9から皮膚上に放出すること，という特有の作用効果を奏することはできない。甲1の「開口部9」は，単にスロットにひげそり剤を供給するためのものであり，本願発明の「ポケット10」に相当するものではない。あえていえば，甲1の「開口部9」は，本願明細書の「連絡孔12」に相当するものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記によれば，甲1において皮膚係合面に開口しているのは開口部9ではなくスロットであるから，甲1の開口部9が本願発明のポケットに相当すると認定した審決には，甲1の認定の誤りに基づく一致点の認定の誤りがある。",
                        "そうすると，審決が認定した相違点1，2のほか，「本願発明はひげそり増進材を保有する多数の皮膚係合面に開口するポケットを有するのに対し，引用発明はこのようなポケットを有していない点」という相違点も認定されるべきである。",
                        "そして，引用発明の皮膚係合面に開口していない開口部9では，本願発明の皮膚係合面に開口しているポケットにより得られる特有の作用効果を奏し得ないことは上記のとおりであるから，上記の相違点は，引用発明に基づく本願発明の容易想到性を否定するものである。審決は，誤って認定した一致点に基づき容易想到性を判断した結果，進歩性の判断を誤った違法がある。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "なお被告は，甲1の開口部9について，溝の底面に開口していることを認めた上で，図の記載から見て，ひげそり中に使用者の皮膚は，自身の弾性によって溝に追従して変形し，開口部9が開口している溝の底面に接触するから，当該溝の底面は皮膚係合面といえると主張する。",
                        "しかし，甲1の図が正確な縮尺の下で記載されているか否か不明である上，仮に正確な縮尺の下で記載されているとしても，使用者の皮膚が溝の底面に接触するか否かは溝の深さのみで決まるものではなく，ひげそり中に使用者の皮膚が当該溝の底面に接触すると解釈すべき理由はない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "また被告は，甲1の図9及び図10において開口部9は皮膚係合面に開口していないとの認識の下で，他の実施例を参照することにより，この開口部9を皮膚係合面に開口するように変更することは妨げられないとも主張する。",
                        "しかし，図9及び図10に記載の開口部9が皮膚係合面に開口するものであるか否かという点は，甲1の記載内容の認定に関する問題であるから，当該開口部9を皮膚係合面に開口するように変更することが妨げられるか否かは不問である。",
                        "また，図9及び図10に記載の第5実施例はそれ自身で完結した構成を備えたものであって，他の実施例を参酌しなくとも十分に理解し得るものであるから，殊更他の実施例の記載を参酌して第5実施例(の開口部9)の内容を解釈すべき理由はない。そのような解釈手法は，本願発明の内容を知った上で甲1の記載内容を強引に本願発明の内容に近づけようとするものであって，到底許されるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり審決は，本願発明の進歩性についての判断を誤った違法があり，取消を免れないものであるが，以下では，甲1に記載の「スロット(slot)」も，本願発明における「ポケット」に相当するものではない点について，付言して主張する。",
                        "甲1に記載のスロット(slot: 図4の符号13，図9及び図10の細長の溝)は，キャップ7(cap 7)の長手方向のほぼ全長に亘って延びる細長の側壁によって画成されているので，このような構成では，ひげそり材(例えばゲル又は流体)として何を用いても，その中にひげそり材を保有することは極めて困難もしくは不可能である。すなわち，この細長の溝形状のスロットにおいては，ひげそり材の粘性にかかわらず，管状カートリッジ22(tubular cartridge 22)から開口部9を介してスロット内に流出したひげそり剤は，スロットの中に保持されることはなく，スロットから自由に流出してしまう。",
                        "さらに，本願発明においては，複数のポケットが皮膚係合面の縦方向に沿いかつ幅方向に亘る面に皮膚係合面のほぼ全域にわたり複数の縦方向に延びる列状に分布されているので，皮膚面に対してひげそり増進材を均一に塗ることができる。これに対して甲1に記載のスロットは，その内部にひげそり材を保持することができないので，もし仮にこのスロットを幅方向に複数列配置したとしても，本願発明のように皮膚面に対してひげそり増進材を均一に塗るという効果は得られない。",
                        "このように，甲1に記載のスロットは本願発明のポケットに相当するものではなく，甲1に記載のスロットでは，本願発明のポケットにより奏される上記の効果は期待できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲1のスロット13は，本願発明の個々のポケットで見る限り構成上の差異がないから，その中にひげそり増進材を保有することが不可能であるはずがない旨主張する。",
                        "しかし，そもそも審決は開口部9(図9，図10)が本願発明のポケットに相当すると認定するものであるから，スロット13と本願発明のポケットとを対比させる被告の主張は失当である。",
                        "付言すれば，甲1の記載ではスロットの構成が不明であり，さらにいえば，ウェブが皮膚接触面と面一に形成されているのか否かも不明である。",
                        "もし仮にウェブが皮膚接触面と面一に形成されていたとしても，細長状に形成された各スロット13では，その内部のひげそり材において表面張力が維持され難く，スロット13内にひげそり材を保有することは極めて困難もしくは不可能である。スロット13内のひげそり材において表面張力が維持されるためには，スロット13の細長の断面の全体にわたってひげそり材が充填され，この充填状態が維持されなければならない。",
                        "本願発明におけるポケットは，「固体でないひげそり増進材を保有する」ものであって，ひげそり増進材を保有することが極めて困難もしく不可能と考えられる刊行物の細長のスロット13とは明らかに異なるものであり，このようなスロットをヘッド幅に亘って複数配置したとしても，ひげそり材を満遍なく供給することは困難である。",
                        "これに対して本願発明においては，複数のポケットが「皮膚係合面の縦方向に沿いかつ幅方向に亘る面に皮膚係合面のほぼ全域にわたり複数の縦方向に延びる列状に分布されている」ので，各ポケットが「固体でないひげそり増進材を保有する」ものであることと相まって，ひげそり増進材を満遍なく供給することができるものである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)～(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の判断は正当であり，審決に原告主張の誤りはない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の「皮膚係合面」とは，「皮膚接触面」のことであって，当該「皮膚接触面」は，請求項1の記載から「ひげそり中に使用者の皮膚と接触するように露出した」面であることは明らかである。",
                "引用発明において，開口部9が開口している箇所として原告が主張しているスロットとは，図9に見られる，複数の開口部9を一括して取り囲む長円形をなす実線で囲まれた部分であるとみられる。",
                "ここで，甲1には，上記長円形の実線で囲まれた部分が何を表しているのか説明されていないが，図9の断面図である図10を参照すると，上記長円形の実線で囲まれた部分は周囲に比べ凹んだ形状，すなわち溝を表しており，開口部9は，当該溝の底面に開口しているものと認められる。",
                "しかしこれと同時に，上記図10からは，上記溝の深さが非常に浅いものであることが分かる。これは同図のカミソリ刃3の厚さと比べてみても明白である。",
                "そうすると，上記溝の深さは非常に浅いので，ひげそり中に使用者の皮膚は，自身の弾性によって溝に追従して変形し，開口部9が開口している溝の底面に接触するから，当該溝の底面は，皮膚係合面といえる。",
                "一方，甲1に記載された第8実施例(図15～19)には，原告がスロットと称するような溝ないし凹部がなく，皮膚に接触する面，すなわち皮膚係合面に開口部9が直接開口しているものが記載されており，また，甲1に記載された第2実施例(図3，4)にも，皮膚係合面に開口した「スロット13」が記載されている。これらのことから，第5実施例(図9，10)においても，開口部9が皮膚係合面に開口することを妨げるものではないことは明らかである。",
                "そうすると，引用発明における開口部9は，皮膚係合面に開口するものであって，しかも，甲1の図9によれば，皮膚係合面の縦方向に沿って多数設けられていることが明らかであるから，「皮膚係合面から内方に向く側壁部により形成」されていて，かつ「皮膚係合面の縦方向に沿い縦方向に延びる列状に分布」しているものといえ，本願発明の「ポケット」に相当するものである。",
                "原告はさらに，審決における相違点の認定の誤りを主張するが，引用発明の開口部9は，本願発明のポケットに相当するものであるから，審決の認定した相違点1，2以外に相違点はなく，審決の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明においては，ひげそり増進材がポケットから自由に流出できず，1度目のひげそり動作の後，次回のひげそり動作まで，ポケット内にひげそり増進材が保持されるとの特有の作用効果を奏する旨主張する。",
                "ところで，本願の請求項1には，ポケットの形状に関する発明特定事項として，「皮膚係合面に開口し，その皮膚係合面から内方に向く側壁部により形成」され，かつ「皮膚係合面の縦方向に沿いかつ幅方向に亘る面に皮膚係合面のほぼ全域にわたり複数の縦方向に延びる列状に分布」されることが特定されている。",
                "そうすると，引用発明の開口部9も「皮膚係合面に開口」しており，また，甲1に記載された図9及び図10から，該開口部9は，「皮膚係合面から内方に向く側壁部により形成」されていて，「皮膚係合面の縦方向に沿い縦方向に延びる列状に分布」しているものであるから，本願発明のポケットと引用発明の開口部9との構成上の差異は，列状の分布が皮膚係合面全域にわたり「複数」設けられる点のみである。",
                "ここで，原告が主張する1度目のひげそり動作の際に，皮膚上にあるひげそり増進材(例えば石鹸)がポケット内に集められてそこに保有され，当該集められたひげそり増進材が，2度目以降のひげそり動作の際にポケットから皮膚上に放出されるとの特有の作用効果は，ポケットの列状の分布が一列ではなく，複数列とすることによって初めて生ずる作用効果でないことが明らかであり，引用発明の開口部9は，本願発明の個々のポケットで見る限りにおいては構成上の差異はないのであるから，引用発明も，原告が主張する本願発明と同様の作用効果を奏するものといえ，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用発明の「スロット」は本願発明の「ポケット」に相当しないとも主張するが，甲1の翻訳文12頁3行(原文7欄63行)には，「ウェブによって細分されたスロット13」と記載されており，甲1の図3，4を共に参照すれば，スロット13が，「皮膚係合面に開口し，その皮膚係合面から内方に向く側壁部により形成」されていて，「皮膚係合面の縦方向に沿い縦方向に延びる列状に分布」されていることは明らかである。",
                "そうすると，スロット13は，本願発明の個々のポケットで見る限りにおいては構成上の差異はないのであるから，その中にひげそり増進材を保有することが不可能であるはずがない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由の有無について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1の開口部は皮膚係合面に開口するものではないから本願発明のポケットとは形態も機能も異なる旨主張するので，まず甲1の開口部について検討する。",
                "甲1(米国特許第5，134，775号公報)には，以下の記載がある(下線は判決で付記)。",
                "① 「ディスペンサーには，有利には，プラスチックハウジングに形成された少なくとも一つの開口部が設けられており，ひげそり中，この開口部から液剤が貯蔵室から出てくる。開口部は，好ましくは，カバーキャップの領域で終端する。」(翻訳文4頁末行～5頁2行)",
                "① 「例えば，互いに間隔が隔てられた複数の開口部をボアの形態で形成し，ひげそり具の全幅に亘ってひげそり剤が供給されるように，ひげそりヘッドの幅に亘って分配してもよい。この構成では，ボアは，好ましくは，円形断面を有する。開口部は，かみそり刃の切断縁と平行に延びるスロットとして形成されていてもよい。この場合，複数のスロットをひげそりヘッドの幅に亘って均等に分配してもよい。複数のスロットを互いに上下に配置することも考えられる。",
                "一つ又はそれ以上の開口部の開発において，ひげそりヘッドを，かみそり刃が垂直方向下方に向いた状態で保持したとき，開口部は，貯蔵室のフロア領域から下を向く。このプロセスでは，通常のひげそり中，ひげそり動作が下方に向けて行われるので有利である。薬剤及び／又は香料を含む液体ひげそり剤が開口部を通って下方に出ることができる。このようにして，下方に向けてひげそり動作を行っているとき，ひげそり剤の供給が常に保証される。」(翻訳文5頁7行～18行)",
                "③ 「更に，かみそり刃ユニット1の全ての実施例は，かみそり刃3の切断縁部と平行に延びる前ガイドストリップ6と，後カバーキャップ7とを備えている。後カバーキャップ7は，本質的に，上側のかみそり刃3に載っており，前ガイドストリップ6及びかみそり刃3と関連して切断形状を形成する。",
                "かみそり刃ユニット1の後領域には，液体ひげそり剤(場合によっては香料も含む)やスキンケア剤等を収容する手段が設けられている。かみそり刃3が狭幅の構造であるため，かみそり刃ユニット1を大きくするといった不利なことを行う必要なしに，かみそり刃ユニット1のこれらのかみそり刃3の後側に，収容手段を配置するのに十分な余地がある。」(翻訳文10頁18行～11頁1行)",
                "④ 「第5実施例(図9及び図10参照)では，同様に，かみそり刃ユニット1のプラスチックハウジング2の後領域の貯蔵室8を使用する。この構成では，図9の斜視図でわかるように，プラスチックハウジング2の上側に，ボアの形態の一列の開口部9がかみそり刃3の切断縁と平行に設けられている。この実施例では，液体ひげそり剤を受け取るため，両端がシールされた内蔵ベッセルを形成するチューブ状カートリッジ22が貯蔵室8内に配置されている。この構成では，カートリッジは，横面の長さに亘って，詳細には，貯蔵室8の開口部9と対応する中間空間に関して分配されたボア23を有する。カートリッジ22の内部には，延長部24が形成するチャンネル25が設けられている。これらのチャンネル25は，カートリッジ22の横面のボア23で終端する。カートリッジ22は，プラスチックハウジング2内に横方向に変位自在に配置されている。カートリッジ22は，作動方向を矢印P''で示す横作動ボタン26によって変位させることができる。カートリッジ22を横方向に変位させることにより，プラスチックハウジング2のボア状開口部9を開閉できる。これは，カートリッジ22のボアの開放位置が，プラスチックハウジング2の開口部9の正確に後方に配置されているためである。",
                "カートリッジ22を変位させた後の閉鎖位置では，ボア23はプラスチックハウジング2の開口部9間の隔壁の後方に配置され，隔壁がカートリッジ22のボア23をシールする。",
                "この原理は，特に粘度が低く急速に蒸発する物質に対して適している。",
                "ひげそり中に適用される量は，開口部9及びボア23の間隔及び大きさで決まる。この構成では，かみそり刃ユニット1の様々な負荷ゾーンが発生する負荷分布に合わせて適用量を適合させることができる。これに関し，負荷及びかくしてひげそり剤についての必要条件は，かみそり刃3の中央領域で最大であり，負荷必要条件は縁部に向かって減少する。」(翻訳文14頁1行～23行)",
                "⑤ 「請求の範囲",
                "1．湿式ひげそり用ひげそりヘッドにおいて，",
                "前ガイドストリップ及び後カバーキャップを含むプラスチックハウジングと，",
                "前記プラスチックハウジングに配置された，液剤を受け入れるための収容手段であって，前記液剤を適用するため，前記前ガイドストリップ及び後カバーキャップに対して配置された分配手段を有する収容手段とを含み，前記液剤の適用は，ひげそり中，ひげそりが行われるべき表面と前記分配手段との間の接触に応じて行われる，ひげそりヘッド。",
                "2．請求項1に記載のひげそりヘッドにおいて，更に，前記プラスチックハウジングによって支持された，切断縁を持つ少なくとも一つのかみそり刃を含む，ひげそりヘッド。",
                "3．請求項2に記載のひげそりヘッドにおいて，前記分配手段は，前記プラスチックハウジングに配置された少なくとも一つの開口部を含み，ひげそり中，前記開口部を通して前記液剤が分配される，ひげそりヘッド。",
                "4．請求項3に記載のひげそりヘッドにおいて，前記収容手段は貯蔵室を含む，ひげそりヘッド。」(翻訳文17頁13行～18頁3行)",
                "⑥ 「9．請求項4に記載のひげそりヘッドにおいて，前記液剤を収容したチューブ状カートリッジが前記貯蔵室に配置されており，前記チューブ状カートリッジは，前記貯蔵室内で横方向に変位自在であり，前記液剤を分配するための少なくとも一つのボアを備えている，ひげそりヘッド。",
                "10．請求項9に記載のひげそりヘッドにおいて，前記チューブ状カートリッジは，前記少なくとも一つのボアが前記プラスチックハウジングの前記少なくとも一つの開口部と整合した第1位置と，前記少なくとも一つのボアが前記貯蔵室の内壁によって閉鎖された第2位置との間で横方向に変位可能である，ひげそりヘッド。」⑦ 図9の記載は以下のとおりである。",
                "⑧ 図10の記載は以下のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "上記①，②よれば，甲1における開口部は，ひげそり動作中に常にひげそり剤をひげそり具の全幅に供給するためのものであり，円形断面を有するボア(孔)の形状，あるいはスロット(溝)の形状等をしており，好ましくはカバーキャップの領域で終端するものである。そして，スロット(溝)の形態の場合，複数のスロットをひげそりヘッドの幅に亘って均等に配置したり，複数列で配置したりできるものである。",
                    "また上記③，④，及び図9(⑦)，図10(⑧)から，開口部9をボア(孔)の形態とした甲1における第5実施例のものでは，図9，図10に細長の溝として記載されたスロットの底面に開口部9が形成されることが明示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，被告は，このスロット(溝)について，図10の記載からスロット(溝)の深さが非常に浅いことが見て取れるから，使用者の皮膚は自身の弾性によってスロット(溝)に追従し，その底面に接触するので，スロット(溝)の底面は，皮膚係合面といえる旨主張する。しかし，図9，図10を説明する上記③，④には，スロット(溝)に関する説明が何もない上，図9，図10がどの程度の正確性をもって描かれているかも不明といわざるをえないから，図9，図10の記載のみをもってしては，スロット(溝)の底面に，皮膚が接触するとまではいうことはできないというべきである。",
                    "しかし一方で，「開口部は，好ましくは，カバーキャップの領域で終端する」(上記①)，「…全ての実施例は，…後カバーキャップ7とを備えている。後カバーキャップ7は，本質的に，上側のかみそり刃3に載っており，前ガイドストリップ6及びかみそり刃3と関連して切断形状を形成する。」(上記③)との記載から，開口部は，切断形状を形成するカバーキャップの領域で終端することが示されているといえる。",
                    "そして，甲1の請求項1(上記⑤)には，ひげそり中に，「ひげそりが行われるべき表面」すなわち使用者の皮膚と，分配手段とが接触し，この接触によりひげそり剤が皮膚に分配されることが記載されている。また請求項3(上記⑤)には，分配手段は開口部を含んだ構成であり，当該開口部からひげそり剤を分配することが記載されており，分配されたひげそり剤はそのまま皮膚に適用されるのであるから，開口部が皮膚に接触することは明らかである。また請求項9，10(上記⑥)は，変位自在なカートリッジ，開閉可能な孔(ボア)を特定していることから，第5実施例を対象にしていることが明らかであるところ(上記④下線部分)，この請求項9，10はそれぞれ請求項4，9を引用し，請求項4以下は請求項3以下を順次引用するものであるから(上記⑤)，請求項1，3の構成は，第5実施例を対象として含むものである。そうすると，結局，第5実施例における開口部9も皮膚と接触することが予定されているといえるから，上記図9，図10の記載も併せ考えると，開口部9が設けられたスロット(溝)の底面は，皮膚と接触する面であるということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，第5実施例における開口部9は皮膚に接触する面に設けられているといえるから，甲1の開口部9が皮膚係合面に設けられているとした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに甲1の開口部の機能につき，ひげそり剤を保有する機能を有する点について，上記⑤，⑥にあるように甲1の開口部は，かみそりの時間中にひげそり剤を保有して皮膚表面に分配するものであるから，ひげそり剤に相当するひげそり増進材を保有する機能を有しているといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "また原告は，甲1の開口部9が本願発明のポケットに相当すると認定した審決は誤りであるとして，本願発明はひげそり増進材を保有する多数の皮膚係合面に開口するポケットを有するのに対し，引用発明はこのようなポケットを有していない点が相違点として認定されるべきであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明のポケットに関し，本願明細書(甲2，3)には以下の記載がある。",
                    "<ア> 「1．少なくとも1枚の細長い刃と，前記刃と平行な縦方向に延び，ひげそり中に使用者の皮膚と接触するように露出した皮膚接触面を有する皮膚係合部材とを備え，前記皮膚係合部材は固形でないひげそり増進材を保有する多数のポケットを有し，各ポケットは皮膚係合面に開口し，その皮膚係合面から内方に向く側壁部により形成されており，前記ポケットは皮膚係合面の縦方向に沿いかつ幅方向に亘る面に皮膚係合面のほぼ全域にわたり複数の縦方向に延びる列状に分布されており，上記ひげそり増進材は，ひげそり石鹸，成形材，半固形ゲル，粘性流体，ゲル，水溶性剤，及び水混和剤のグループから選択された材料を含有する，安全かみそり刃ユニット。」(甲3，請求項1，1頁2行～10行)",
                    "<イ> 「ポケットは安全かみそり刃ユニットの耐用期間を通して間に合うひげそり増進材を供給するためにそこから分配されるひげそり増進材を保有する貯蔵室と内側端部で連通している。このポケットはひげそり中，ひげそり増進材を十分に塗ることができるように密度の高い配列を保って配置される。」(甲2，5頁21行～24行)",
                    "<ウ> 「各ポケット10はその内側端部に区画された領域として示される貯蔵室4と連絡孔12を介して連通している。連絡孔の流路面積は貯蔵室4内に充填されたひげそり増進材が或る制御された速度でポケットに流れるように選定される。ポケットにはひげそり中，そこからの放出に備えてひげそり増進材が集合し，たとえばその表面張力のもとでそこに保有される。この制限された連絡孔は，また，ポケットから貯蔵室内に戻るひげそり増進材の流れを止めるように働き，この結果ポケット内をひげそり増進材で満たしたままにすることができる。実際には貯蔵室には刃ユニットの全耐用期間中，つまり刃が切れなくなるまで間に合うように十分な量のひげそり増進材を充填する。」(甲2，6頁25行～7頁5行)",
                    "<エ> 「ポケットをひげそり増進材で満たすことは本質的な特徴ではない。",
                    "一方，ポケットに1度のひげそりで皮膚に塗る量のひげそり増進材を集め，また，たとえば後のひげそりにおいて初期の潤滑を向上させるために次回のひげそりまで，ひげそり増進材を保持する形状および寸法のポケットについては本発明の範囲に含まれる。」(甲2，7頁14行～18行)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記<ア>の請求項1の記載から，本願発明のポケットは「固形でないひげそり増進材を保有する」もので，「ポケットは皮膚係合面に開口し，その皮膚係合面から内方に向く側壁部により形成され」た構成のものと認められる。",
                    "また上記<イ>～<エ>から，本願発明のポケットは少なくとも1度のひげそりで皮膚に塗る量のひげそり増進材を集めるものであり，ひげそり中，そこからの放出に備えてひげそり増進材をその表面張力などで，ポケットに保有するものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "一方，甲1の開口部は，上記(2)ア，イ記載のように，皮膚係合面に開口する円形断面を有するものであって，ひげそりを行っている作業中，ひげそり剤を保有して皮膚表面に分配する機能を有するものである。そして，「液体ひげそり剤(場合によっては香料も含む)」(上記(1)③)などと記載されているように，固形ではないひげそり剤をも保有するものであって，また円形断面は皮膚係合面から内方に向く側壁部により形成されることも明らかである。",
                    "そうすると，本願発明のポケットと甲1の開口部は，共に，皮膚係合面に開口し，皮膚係合面から内方に向く側壁部により形成されており，固形でないかみそり増進材を1度のひげそりで皮膚に塗る量を保有できるものであるから，甲1の開口部が本願発明のポケットに相当するとした審決の認定に誤りはないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明におけるポケットは，内部に保有されているひげそり増進材が使用者の皮膚上に放出されるものであるところ，甲1の開口部9においては，開口部9内のひげそり剤が使用者の皮膚上に放出されるのではないこと，さらに本願発明では，1度目のひげそり動作の際に，皮膚上にあるひげそり増進材がポケット内に集められてそこに保有され，当該集められたひげそり増進材が，2度目以降のひげそり動作の際にポケットから皮膚上に放出されるという特有の作用効果を有する旨主張する。",
                    "しかし，甲1の開口部がひげそり増進材を保有し皮膚表面に分配する機能を有することは，上記(2)ア，イ，エで認定したとおりである。またポケットが2度目以降のひげそり動作の際まで，ひげそり増進材を保有するとの点については，確かに上記(3)イ<エ>に，「次回のひげそりまで，ひげそり増進材を保持する形状および寸法のポケットについては本発明の範囲に含まれる。」との記述があるところ，本願発明ではひげそり増進材の保有に関して，その請求の範囲第1項の記載(甲3)には単に「固形でないひげそり増進材を保有する多数のポケット」とされているだけで，本願発明のポケットがこのような機能を有するものに限定されているわけではないから，原告の主張は特許請求の範囲の記載に基づくものとはいえず，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，引用発明の皮膚係合面に開口していない開口部9では，本願発明の皮膚係合面に開口しているポケットにより得られる特有の作用効果を奏し得ず，引用発明に基づく本願発明の容易想到性を否定するものであるとも主張する。",
                    "しかし，甲1の開口部は皮膚係合面に開口しているといえること，また本願発明のポケットと同じ作用効果を有するといえることは既に検討したとおりであるから，甲1から本願発明をすることが容易であるとした審決の判断に誤りはないというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また原告は，図9，図10の第5実施例以外の他の実施例を参酌すれば第5実施例においても開口部9が皮膚係合面に開口することを妨げるものではないとの被告の主張に対し，図9，図10の開口部9が皮膚係合面に開口するかは甲1の記載内容の認定の問題であり，変更することが可能か否かは別問題である，また図9，図10記載の第5実施例はそれ自身完結しており他の実施例を参酌しなくても十分理解しうるものであるとも主張する。",
                    "しかし，被告の主張それ自体は，他の実施例を参照すると，図9，図10の開口部が皮膚係合面に形成されているという解釈が裏付けられているとするものであって，第5実施例(図9，図10)の構成について変更するとの主張をしているわけではない上，甲1の開口部の構成，機能については，甲1の記載事項(上記(1)①～⑧)を総合検討して解釈すべきであって，格別第5実施例に関する記載のみによるとする根拠はないから，原告の上記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお原告は，甲1のスロット(溝)はキャップ7の長手方向のほぼ全長にわたって延びる細長の側壁によって画成されているので，その中にひげそり材を保有することは極めて困難もしくは不可能である一方，本願発明のポケットは，複数のポケットが皮膚係合面の縦方向に沿いかつ幅方向に亘る面に皮膚係合面のほぼ全域にわたり複数の縦方向に延びる列状に分布されているので皮膚面に対してひげそり増進材を均一に塗ることができる，したがって甲1のスロットは，本願発明のポケットには相当しない旨主張する。",
                    "しかし，甲1の開口部が本願発明のポケットに相当することは既に(3)エで検討したとおりであり，原告の上記主張は前提を欠き，採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，原告主張の取消事由は理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10417",
    "date": "2008-06-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036551",
    "ipprecedent_id": "1494",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}