{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2004−80198号事件について平成18年12月18日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，発明の名称を「マッサージ機」とする特許第2773896号(平成元年5月10日出願〔以下「本件出願」という。〕，平成10年4月24日設定登録〔以下「本件特許」という。〕)の特許権者である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告は，平成16年10月22日，原告を被請求人として，本件特許を無効とすることを求めて審判の請求をした。特許庁は，上記請求を無効2004−80198号事件として審理した上，平成17年9月13日，「特許第277896",
              "text": [
                "号の請求項1～4に係る発明についての特許を無効とする。」との審決をした。",
                "これに対し，原告は，平成17年10月21日，知的財産高等裁判所に対し，取消訴訟を提起した。同裁判所は，これを平成17年(行ケ)第10750号事件として審理したが，原告が上記訴訟提起後90日の期間内に特許請求の範囲の減縮等を目的とする訂正審判を請求したところ，同裁判所は，平成18年2月22日，特許法181条2項の規定に基づき，「特許庁が無効2004−80198号事件について平成17年9月13日にした審決を取り消す。」との決定をした。",
                "そこで，特許庁は，無効2004−80198事件について，さらに審理し，原告は平成18年7月28日付け訂正請求書により明細書の訂正を請求し，特許庁は，同年12月18日，「訂正を認める。特許第277896号の請求項1～4に係る発明についての特許を無効とする。」との審決をし，その謄本は同月22日，原告に送達された。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "text": [
            "平成18年7月28日付け訂正請求書による訂正後の明細書(甲12参照。以下「訂正明細書」という。)の特許請求の範囲の請求項1ないし4に記載された発明(以下，各請求項に記載された発明を「本件発明1」，「本件発明2」などという。)の要旨(下線部が訂正箇所)",
            "【本件発明1】昇降駆動装置(1)によって昇降操作される昇降フレーム(2)を設け，マッサージ子(3)を備えたマッサージ子作動装置(4)を，前記昇降フレーム(2)に設けてあるマッサージ機であって，前記マッサージ子作動装置(4)の組付枠体(5)を，前記昇降フレーム(2)に対して運動自在に取り付け，前記組付枠体(5)を前記昇降フレーム(2)に対して動かす駆動装置(6)を，前記組付枠体(5)と昇降フレーム(2)との間に設け，前記マッサージ子作動装置(4)と前記駆動装置(6)とによって，複合的なマッサージ動作をマッサージ子に与えることができるマッサージ機。",
            "【本件発明2】前記組付枠体(5)の前記昇降フレーム(2)に対する運動は，前後移動又は左右移動又は左右回動のうちの少なくとも一種の動きであって，前記マッサージ子作動装置(4)と前記駆動装置(6)とによって，前記マッサージ子作動装置(4)によるマッサージ子の動作に組付枠体(5)によるマッサージ子の動作を加えた複合的なマッサージ動作をマッサージ子(3)に与える請求項1記載のマッサージ機。",
            "【本件発明3】請求項1記載のマッサージ機であって，人体と前記昇降フレーム(2)との遠近方向における人体の凹凸形状を検出する第1検出手段を設けると共に，人体に対するマッサージ子(3)の相対位置を検出する第2検出手段を設け，前記第1検出手段と前記第2検出手段からの検出結果に基づいて，前記マッサージ子(3)の人体に対する相対位置が一定になるように，前記組付枠体(5)を前記昇降フレーム(2)に対して動かす駆動装置用制御手段を設けてあるマッサージ機。",
            "【本件発明4】前記マッサージ子作動装置(4)は，前記マッサージ子(3)にたたき動作を行わせる駆動伝達機構(7)を備え，アーム支持体(21)を介してアーム(20)が上下揺動し，もって左右一対のマッサージ子(3)にたたき動作をさせるように構成して成り，前記マッサージ子作動装置(4)の組付枠体(5)を，前記昇降フレーム(2)に対して前後平行移動自在に取付けた請求項1，2又は3記載のマッサージ機。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の理由の概要",
              "text": [
                "審決は，本件発明1ないし4は，特開昭52−82883号公報(甲1。審判甲1。以下，「引用例1」という。)に記載された発明(以下「引用発明1」という。)及び周知技術に基づいて，当業者が容易に想到し得たものであるから，本件発明1ないし4に係る特許は，特許法29条2項の規定に違反してされたものであり，無効とすべきであるとした。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決が認定した引用発明1の要旨(10頁第5段落)",
              "text": [
                "「背もたれ部2内に揉み球3の上下動用の螺軸5及びガイド支柱6を備えたマッサージ機において，該螺軸5及びガイド支柱6に略コ字状の枠体7を装着するとともに，該枠体7内に揉み球3の揺動駆動部4を背もたれ部2の前面2’と直交する垂直な面上において角度回動可能に枢着し，背もたれ部2からの揉み球3の突出量を，ハンドレバー12又はつまみ部19を回動操作することにより，任意に変えることができるようにした椅子式電気マッサージ機。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決が認定した本件発明1と引用発明1の一致点及び相違点(16頁第2段落～第4段落)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「『昇降駆動装置によって昇降操作される昇降フレームを設け，マッサージ子を備えたマッサージ子作動装置を，前記昇降フレームに設けてあるマッサージ機であって，前記マッサージ子作動装置の組付枠体を，前記昇降フレームに対して運動自在に取り付けたマッサージ機。』である点」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "「組付枠体を昇降フレームに対して運動自在に取り付けた態様に関して，本件発明1は『組付枠体(5)を昇降フレーム(2)に対して動かす駆動装置(6)を，前記組付枠体(5)と前記昇降フレーム(2)との間に設け』たものであるのに対して，引用発明1は，このような駆動装置を組付枠体と昇降フレームの間に設けるという構成を有しておらず，ハンドレバー12又はつまみ部19の操作により組付枠体を昇降フレームに対して動かすものである点。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "「本件発明1は『マッサージ子作動装置(4)と駆動装置(6)とによって，複合的なマッサージ動作をマッサージ子に与えることができる』ものであるのに対して，引用発明1は，背もたれ部2からの揉み球3の突出量を任意に変えることができるものであって，複合的なマッサージ動作を行うためのものとしていない点。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明1についての審決の判断の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1についての判断の要旨(16頁最終段落～17頁第4段落)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「甲第8号証(判決注：特開昭63−79655号公報。甲8。以下",
                      "text": [
                        "「甲8公報」という。)には，椅子式マッサージ機において，マッサージ子の押出量即ち突出量を変化させるために，モータ6で昇降フレームに対して組付枠体を前後方向に動かすことが記載されていると認められる。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「(椅子の背もたれ内に組み込まれる)マッサージ機において，使用者の背面が位置することになる正面方向へのマッサージ子の突出量を変化(強弱調整)させるためにモータ等の駆動源を有する駆動装置を用いることは，甲第8号証のみならず，例えば甲第2号証〔判決注：特開昭63−315053号公報。甲2。",
                        "以下「甲2公報」という。)などにも見られるように従来周知の技術であったということができる(ちなみに，乙第1号証〔判決注：特公昭59−24825号公報。",
                        "審判甲4と同じ。甲4。以下「甲4公報」という。〕にも，このような強弱調整を行うことが開示されている。)。そうすると，引用発明1において，背もたれ部2からの揉み球3の突出量を任意に変えるために，ハンドレバー12又はつまみ部19を操作するものに代えて，モータ等の駆動源を有する駆動装置を採用することは，当業者が容易に想到し得た設計上の変更であるといえる。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「上記設計上の変更に際して，その駆動装置の配置態様につき，相対移動するもの同士の間に介在させる配置とすること，すなわち組付枠体と昇降フレームとの間に位置するような配置態様を選択することは，当業者がごく普通に想起する配置態様であるということができる。しかも，甲第8号証に開示されたモータ6の配置態様からみても，そのような配置態様を選択することが格別困難であったということはできない。」"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「してみると，相違点1に係る本件発明1の構成は，引用発明1に上述の周知技術を適用することにより，当業者が容易に想到し得たものといわざるを得ない。」"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2についての判断の要旨(17頁第5段落～18頁第6段落)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1の「複合的なマッサージ動作をマッサージ子に与えることができる」とは，「マッサージ子作動装置(4)による『もみ動作又はたたき動作』と，駆動装置(6)によりマッサージ子を前後動させる『指圧動作』とを同時に行うことが可能であることを意味したものということができる。」"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲4公報，甲8公報及び米国特許第3882856号明細書(甲9，",
                      "text": [
                        "審判甲9。以下「甲9明細書」という。)に記載されたマッサージ装置等は，「『複合的なマッサージ動作をマッサージ子に与えることができる』ものということができる。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「これらの例からも明らかなように，マッサージ機において，複合的なマッサージ動作をマッサージ子に与えることは，従来周知の技術であったということができる。してみると，相違点2に係る本件発明1の構成は，相違点1につき上述した設計上の変更により得られたところの引用発明1における揉み球3の突出量を任意に変える動作を行う駆動装置，いいかえれば，揉み球を前後動させる動作を行なう駆動装置を，マッサージ動作の際にも動作することが可能であるように単に設定することにより，当業者が容易に採用し得たものといわざるを得ない。」ウ 効果についての判断及びまとめ(18頁下から第2段落～19頁第1段落)"
                    },
                    {
                      "fig": "(ア)",
                      "subject": "「本件発明1が奏する作用効果も，引用発明1及び上述の周知技術から当業者が予測し得る範囲内のものであって格別なものとはいえない。」(イ) 「したがって，本件発明1は，引用発明1及び上述の周知技術に基いて当業者が容易に発明をすることができたものである。」"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決が認定した本件発明2と引用発明1の一致点及び相違点(19頁第4段落～第5段落)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "本件発明1と引用発明1の一致点(上記(3)ア)及び「『前記組付枠体(5)の前記昇降フレーム(2)に対する運動は，前後移動又は左右移動又は左右回動のうちの少なくとも一種の動きで』ある点」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1，2は，本件発明1と引用発明1の相違点1，2(上記(3)",
                      "text": [
                        "イ)と同じ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点3",
                      "text": [
                        "「本件発明2は『前記マッサージ子作動装置(4)と前記駆動装置(6)とによって，前記マッサージ子作動装置(4)によるマッサージ子の動作に組付枠体(5)によるマッサージ子の動作を加えた複合的なマッサージ動作をマッサージ子(3)に与える』ものであるのに対して，引用発明1は，そのような構成を備えていない点。 」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明2についての審決の判断の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1，2についての判断の要旨(19頁第6段落)",
                  "text": [
                    "「相違点1，2については，上記『1．(2)』(判決注：上記(4)ア，イ)で説示したとおりである」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3についての判断の要旨(19頁第7段落～20頁第3段落)",
                  "text": [
                    "「相違点3に係る本件発明2の構成のうち，『前記マッサージ子作動装置(4)と前記駆動装置(6)とによって』『複合的なマッサージ動作をマッサージ子(3)に与える』点については，相違点2に係る本件発明2の構成と同じであるから，結局，相違点3は，本件発明2における複合的なマッサージ動作が『前記マッサージ子作動装置(4)によるマッサージ子の動作に組付枠体(5)によるマッサージ子の動作を加えた』ものであるのに対して，引用発明1は，そのような構成を備えていない点にある，と言い替えることができる。ところで，相違点2についての上記判断に基づいて，引用発明1における揉み球3の突出量を任意に変える動作を行う駆動装置，言い替えれば，揉み球を前後動させる動作を行なう駆動装置を，マッサージ動作の際にも動作することが可能であるように設定した場合，その時のマッサージ動作は，マッサージ子作動装置によるマッサージ子の動作に組付枠体によるマッサージ子の動作を加えた複合的なものになることは自明のことである。しかも，マッサージ子作動装置によるマッサージ子の動作に組付枠体によるマッサージ子の動作を加えた複合的なマッサージ動作をマッサージ子に与えること自体は，例えば甲第8号証などに見られるように，従来周知の技術であって格別なことではない。そうすると，相違点3に係る本件発明2の構成は，引用発明1及び上述の周知技術に基づいて，当業者が容易に想到し得たものといわざるを得ない。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "効果についての判断及びまとめ(20頁第4段落～第5段落)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本件発明2が奏する作用効果も，引用発明1及び上述の周知技術から当業者が予測し得る範囲内のものであって格別なものとはいえない。」(イ) 「したがって，本件発明2は，引用発明1及び上述の周知技術に基いて当業者が容易に発明をすることができたものである。」"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "審決が認定した本件発明3と引用発明1の一致点及び相違点(20頁第6段落～21頁第1段落)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "本件発明1と引用発明1の一致点(上記(3)ア)と同じ"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1，2は，本件発明1と引用発明1の相違点1，2(上記(3)",
                      "text": [
                        "イ)と同じ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4",
                      "text": [
                        "「本件発明3は『人体と前記昇降フレーム(2)との遠近方向における人体の凹凸形状を検出する第1検出手段を設けると共に，人体に対するマッサージ子(3)の相対位置を検出する第2検出手段を設け，前記第1検出手段と前記第2検出手段からの検出結果に基づいて，前記マッサージ子(3)の人体に対する相対位置が一定になるように，前記組付枠体(5)を前記昇降フレーム(2)に対して動かす駆動装置用制御手段を設けてある』のに対して，引用発明1はそのような構成を備えていない点。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件発明3についての審決の判断の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1，2についての判断の要旨(21頁第2段落)",
                  "text": [
                    "「相違点1，2については，上記『1．(2)』(判決注：上記(4)ア，イ)で説示したとおりである」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点4についての判断の要旨(21頁第3段落～第4段落)",
                  "text": [
                    "「被請求人(判決注：原告)は，平成17年1月14日付け答弁書において，本件発明3の相違点4に係る構成は，乙第1号証である特公昭59−24825号公報(判決注：甲4公報)に開示されている事項から，(本件特許の出願時に)当業者が容易に想到することができる程度の事項，言い替えれば，当業者にとって従来より周知の事項であった旨を主張している(・・・)。そうすると，本件特許の出願人である特許権者が乙第1号証に基づき当業者が容易に想到し得た事項であったことを自認しているのであるから，本件発明3の相違点4に係る構成は，引用発明1に乙第1号証(甲第4号証)に示された技術を適用することにより当業者が容易に想到し得たものといわざるを得ない。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "効果についての判断及びまとめ(21頁第5段落～第6段落)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「そして，本件発明3が奏する作用効果も，引用発明1及び上述の周知技術から当業者が予測し得る範囲内のものであって格別なものとはいえない。」(イ) 「したがって，本件発明3は，引用発明1及び上述の周知技術に基いて当業者が容易に発明をすることができたものである。」"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(9)",
              "subject": "審決が認定した本件発明4と引用発明1の一致点及び相違点(21頁第7段落～22頁第1段落)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "本件発明1と引用発明1の一致点(上記(3)ア)と同じ"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1，2は，本件発明1と引用発明1の相違点1，2(上記(3)",
                      "text": [
                        "イ)と同じ。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点5",
                      "text": [
                        "「本件発明4は，『マッサージ子作動装置(4)は，前記マッサージ子(3)にたたき動作を行わせる駆動伝達機構(7)を備え，アーム支持体(21)を介してアーム(20)が上下揺動し，もって左右一対のマッサージ子(3)にたたき動作をさせるように構成して成り，前記マッサージ子作動装置(4)の組付枠体(5)を，前記昇降フレーム(2)に対して前後平行移動自在に取付けた』のに対して，引用発明1は，そのように構成されていない点。」"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(10)",
              "subject": "本件発明4についての審決の判断の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1，2についての判断の要旨(22頁第2段落)",
                  "text": [
                    "「相違点1，2については，上記『1．(2)』(判決注：上記(4)ア，イ)で説示したとおりである」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点5についての判断の要旨(22頁第3段落～23頁第3段落)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「相違点5に係る本件発明4の構成は，『マッサージ子作動装置(4)は，前記マッサージ子(3)にたたき動作を行わせる駆動伝達機構(7)を備え，アーム支持体(21)を介してアーム(20)が上下揺動し，もって左右一対のマッサージ子(3)にたたき動作をさせるように構成して成り』という構成(以下，『たたき構成』という。)と，『前記マッサージ子作動装置(4)の組付枠体(5)を，前記昇降フレーム(2)に対して前後平行移動自在に取付けた』構成(以下，『前後平行移動構成』という。)とからなるということができる。」(イ) 「そこで，まず『たたき構成』について検討する。マッサージ子にたたき動作を行わせるマッサージ機は，例えば，甲第2号証(判決注：甲2公報)，甲第3号証(判決注：特開昭62−240056号公報。甲3。以下「甲3公報」という。)，甲第8号証(判決注：甲8公報)などに見られるように従来から広く一般に知られているものであり，マッサージ機の技術分野において，マッサージ子にたたき動作をさせることは，ごくありふれた技術にすぎない。そうすると，引用発明1において，マッサージ子にたたき動作を行わせるために，駆動伝達機構を設け，アーム支持体を介してアームが上下揺動し，もって左右一対のマッサージ子にたたき動作をさせるように構成することは，周知技術(例えば甲第2号証についての前記「第6．2．(ニ)」の摘記事項を参照)に倣って当業者が容易に想到できたことであるといえる。」"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「次に『前後平行移動構成』について検討する。甲第10号証(判決注：実願昭61−162056号(実開昭63−68338号)のマイクロフィル",
                      "text": [
                        "ム。甲10。以下「甲10マイクロフィルム」という。)には，シート11上を長手方向に移動し得る移動台車3に，振動ローラ10を有する振動機構を保持するフレーム18を上下動し得るように設け，フレーム18の高さを任意に調節することができるようにした全身マッサージ機が記載されている。そして，甲第10号証に記載された『移動台車3』は，その機能又は作用からみて，本件発明4の『昇降フレーム(2)』に相当し，以下同様に，『振動ローラ10』が『マッサージ子(3)』に相当し，フレーム18が『組付枠体(5)』に相当するから，甲第10号証には，組付枠体を昇降フレームに対して前後平行移動自在に取付けた構成，即ち『前後平行移動構成』が記載されていると認められる。そして，このような『前後平行移動構成』を備えたマッサージ機は，従来周知であるということができる。」"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「ところで，本件発明4においては，組付枠体を昇降フレームに対して『前後平行移動自在』に取り付けているのに対して，引用発明1においては，『角度回動可能』に取り付けている点で，両者は相違するものの，どちらも組付枠体を昇降フレームに対して前後移動自在に取り付けた点では共通しており，その前後移動が単に『平行移動』か『角度回動』かの点で相違するにすぎない。しかしながら，組付枠体の前後移動を『角度回動』とするか『平行移動』とするかは当業者が適宜選択し得る設計的事項にすぎないというべきであり，しかも，マッサージ機において，前後平行移動構成を採用することは，例えば甲第10号証に見られるように従来周知であったということができる。そうすると，引用発明1において，組付枠体を昇降フレームに対して角度回動可能に取り付ける代わりに，前後平行移動自在に取り付けることは，当業者が容易に想到できたことであるといえる。」"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "効果についての判断及びまとめ(23頁第4段落～第5段落)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「そして，本件発明4が奏する作用効果も，引用発明1及び上述の周知技術から当業者が予測し得る範囲内のものであって格別なものとはいえない。」(イ) 「したがって，本件発明4は，引用発明1及び上述の周知技術に基いて当業者が容易に発明をすることができたものである。」"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，引用発明1及び甲2公報記載の発明の認定を誤り(取消事由1，2)，本件発明1と引用発明1の相違点を看過し(取消事由3)，相違点についての進歩性判断を誤り(取消事由4，5，7ないし9)，本件発明1等の顕著な作用効果を看過し(取消事由6，10)，その結果，本件発明1ないし4は，当業者が容易に発明をすることができるとの誤った結論に至ったものであり，違法であるから，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明1を上記第2の3(2)のとおり認定したが，このうち，「背もたれ部2からの揉み球3の突出量を，ハンドルレバー12又はつまみ部19を回動操作することにより，任意に変えることができるようにした」と認定したことは，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1の記載によれば，引用例1のマッサージ機は，背もたれ部の傾斜角度に応じて定まる位置に固定された揉み球によって単一のマッサージを行うものであり，「突出量を任意に変化させる」ことは，「背もたれ部の傾きに応じて突出量を定める」という技術的意義を有し，このような突出量の変化の実質的な意味が明らかにされなければならない。",
                "したがって，引用発明1は，「ハンドルレバー12又はつまみ部19を回動操作することにより，背もたれ部2からの揉み球3の突出量を背もたれ部の傾きに応じて定めることができるようにした椅子式電気マッサージ機」と認定すべきである。",
                "また，便宜的に「突出量を任意に変化させる」という不明確な文言をそのまま維持するとしても，適用阻害要因等を含んだ容易想到性の判断において，本件発明1と具体的に対比されるべき構成は，「背もたれ部の傾きに応じて突出量を定める」というものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲2公報記載の発明の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲2公報に「椅子のリクライニング自在とされている背もたれ内に組み込まれるマッサージ機であって，マッサージ動作を行う一対の施療子5,5の使用者の背面が位置することになる正面方向への突出量を変化させるためのモータを用いた駆動装置を具備するマッサージ機」(11頁下から第2段落)との発明が記載されていると認定して，相違点1についての容易想到性判断(上記第2の3(4)ア)を行ったが，甲2公報記載の発明について，「正面方向への突出量を変化させるための」と認定したことは誤りであり，同部分は，「正面方向への突出量を強又は弱に対応した位置に設定するための」と認定すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2公報の記載に照らせば，甲2公報のマッサージ機は，強又は弱の位置を選択し，その位置に施療子5を固定して単一のマッサージを行うものであるから，審決が認定した「正面方向への突出量を変化させるための」とは，「正面方向への突出量を強又は弱に対応した位置に設定するための」という技術的意義を有するものである。これを「突出量を変化させる」と抽象的に認定しても，どのような変化か明らかでなく，技術的意義の把握が不十分となり，本件発明1との正確な対比，判断に影響を及ぼす。甲2公報には，「正面方向への突出量を変化」とする表現も記載されているが，それは技術的意義を示すものではなく，また，同公報には，「正面方向への突出量を変化」の技術的意義を明確に示す記載が存在するのであるから，技術的意義を不明確にすることは相当でない。",
                "また，便宜的に「正面方向への突出量を変化させるためのモータ」という不明確な文言をそのまま維持するとしても，適用阻害要因等を含んだ容易想到性の判断において本件発明1と具体的に対比されるべき構成は，「正面方向への突出量を強又は弱に対応した位置に設定するためのモータ」である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，上記1のとおり，引用発明1の認定を誤ったから，相違点2の認定も誤った。相違点2は，「組付枠体の昇降フレームに対する運動に関して，本件発明1が『前記マッサージ子作動装置(4)と前記駆動装置(6)とによって，複合的なマッサージ動作をマッサージ子に与えることができる』ものであるのに対し，引用発明1は，背もたれ部2からの揉み球3の突出量を背もたれ部の傾きに応じて突出量を定めるものであって，複合的なマッサージ動作を行うためのものではない点。」と認定すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件発明1と引用発明1の一致点，相違点の認定に当たり，「引用発明1における『枠体7内に揉み球3の揺動駆動部4を背もたれ部2の前面2’と直交する垂直な面上において角度回動可能に枢着し』た点は，本件発明1における『前記マッサージ子作動装置(4)の組付枠体(5)を，前記昇降フレーム(2)に対して運動自在に取付け』た点に相当するといえる。」(15頁36行目～16頁2行目)としたが，誤りであり，両者は相違し，審決は，相違点を看過した。",
                "本願発明1の運動自在とは，訂正明細書の記載に照らしても，マッサージ機の作動時において運動自在であることを意味する。",
                "他方，引用発明1において，突出量の設定操作はマッサージ動作の前段階における準備操作にすぎず，マッサージ機の作動時には揺動駆動部4は定位置で固定されていて，マッサージ機の作動時(たたき動作等の実行時)において「運動自在」とはいえない。",
                "したがって，引用発明1の「角度回動可能」と本件発明1の「運動自在」は，前者がマッサージ機の作動時には定位置で固定される構成であるのに対し，後者はマッサージ機の作動時に(前後移動等の)運動が自在に行える構成である点で相違する。",
                "また，本件発明1の「運動自在」は，マッサージ子作動装置によるマッサージ動作(例えば，「たたき」や「もみ」)を実行しながら同時的に昇降フレーム(2)に対して運動自在に取り付けた組付枠体(5)自体に往復運動を繰り返させてマッサージ動作を実行するための構成要件であるから，組付枠体(5)の運動によって複合的なマッサージ動作(例えば，組付枠体(5)が前後方向に往復移動を繰り返す「指圧動作」)を実行することを意味する。これに対し，引用例1の「角度回動可能」は，揺動駆動部4の角度を調節して定めるものであり，揺動駆動部4自体を運動させてマッサージ動作を実行するものではないから，この意味においても両者は明らかに相違する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，原告が特許請求の範囲の記載から離れて本件発明1の解釈をしている旨主張するが，失当である。",
                "特許発明は，特許請求の範囲に記載されたすべての技術的事項が密接に関連・結合して成立するものであり，一の技術的事項は他の技術的事項と相互に規定し合う関係にあり，その一部の技術的事項を恣意的に切り分けて抽出することは許されない。また，特許発明の認定においては，明細書の詳細な説明に基づく発明の理解が前提となる。",
                "本件発明1の特許請求の範囲の記載に照らせば，「運動自在」が，「マッサージ機の作動時において運動自在」であることは自明であり，「組付枠体(5)の運動によって複合的なマッサージ動作を実行するもの」であることも自明である。また，本件発明1の「もみ動作及びたたき動作だけでなく，より多くの種類の動作又はそれらの複合動作を行わせられるマッサージ機を提供する」(訂正明細書の2頁16行目～17行目)等の目的から，マッサージの作動中に運動自在でなければ意味がない。",
                "また，特許請求の範囲の記載に照らせば，「駆動装置」は，マッサージ子作動装置(4)と共に複合的なマッサージ動作を規定するものであって，マッサージ動作を行うものであり，マッサージ子作動装置(4)による一のマッサージ動作に加えて同時的に実行される他のマッサージ動作を行う組付枠体を駆動する駆動装置である。さらに，発明の詳細な説明に照らしても，駆動装置は，組付枠体を往復運動させて，マッサージ子作動装置による「もみマッサージ動作」，「たたきマッサージ動作」とは異なる他のマッサージ動作を行う構成であり，これらを複合した複合動作を行うためには，他のマッサージ動作を同時的に与える必要がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1についての進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲2公報及び甲8公報に記載されている技術が周知技術であるとして，相違点1に係る本願発明1の構成の採用は，当業者が容易に想到し得たとした(上記第2の3(4)ア(イ))が，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2公報及び甲8公報には使用者の背面が位置することになる正面方向へのマッサージ子の突出量を変化(強弱調整)させるためのモータを有する駆動装置が記載されている。",
                "しかし，本件発明1の駆動装置(6)は，マッサージ子作動装置(4)により，あるマッサージ動作を実行しながら，これと同時的に実行される他のマッサージ動作を行う組付枠体を駆動する駆動装置(6)であるから，引用発明1に甲2公報等に記載された駆動装置を適用したところで，本件発明1の構成を得ることはできない"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明1に甲2公報，甲8公報に記載された発明を適用することは容易ではない。",
                "引用例1の記載に照らしても，引用発明1においては，揉み球3の揺動駆動部4は枠体7に固定されて固定状態でマッサージ動作を行うものであって，揉み球への負荷を適度に調整するために，背もたれ部の傾斜角に応じて突出量を定めること(固定すること)を目的とするものであるから，特定の傾斜角において突出量を変化させ，強弱を調整することは，引用発明1の目的を害することは明白であり，引用発明1に甲2公報等に記載された発明を適用することは端的に阻害されている。",
                "作用効果に基づく技術的意義が異なる発明について，「突出量を変化させる」と抽象的に一括したうえで，両者の構成を置換するのが容易というのは強引な論理である。また，「突出量を変化させる動作」と「マッサージ動作」は別個の概念であり，作用効果においても異なり，容易想到性の判断において置換し得る関係にない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2についての進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点2についての進歩性判断に当たり，甲4公報，甲8公報及び甲9明細書を挙げて，「マッサージ機において，複合的なマッサージ動作をマッサージ子に与えることは，従来周知の技術であったということができる。」(上記第2の3(4)イ(ウ))としたが，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1の「前記マッサージ子作動装置(4)と前記駆動装置(6)とによって，複合的なマッサージ動作をマッサージ子に与える」とは，マッサージ子作動装置(4)による「マッサージ動作」と，駆動装置(6)による「マッサージ動作」とを同時に行うことを意味する。",
                "具体的には，本件発明1に係るマッサージ機は，マッサージ子作動装置(4)と，昇降フレーム(2)に対して運動自在に取り付けられたマッサージ子作動装置(4)の組付枠体(5)を駆動する駆動装置(6)を備え，マッサージ子作動装置(4)によって一のマッサージ動作に固有の移動方向線上に沿って規則的に繰り返される往復運動をマッサージ子に実行させながら，これと同時的に昇降フレーム(2)に対して運動自在に取り付けた組付枠体(5)自体を駆動する駆動装置(6)によって他のマッサージ動作に固有の移動方向線上に沿って規則的に繰り返される往復運動をマッサージ子に実行させることにより，移動方向線の異なる各往復運動を複合した複合動作をマッサージ子を介して人体施療部に与えるマッサージ機であり，「たたき動作」，「もみ動作」，「指圧動作」等のように，それぞれに独立したマッサージ動作を任意に選択して単独で行うのではなく，たたき動作等を実行しながら同時的に指圧動作等を実行して，複数のマッサージ動作を複合させたマッサージを実行するものであり，個々のマッサージ動作は，各目的に応じた移動方向線上に沿って規則的に繰り返される往復運動をマッサージ子に実行させるものである。",
                "このことは，訂正明細書に，「もみ動作及びたたき動作だけでなく，より多くの種類の動作又はそれらの複合動作を行わせられるマッサージ機を提供する点にある」(2頁16行目～18行目)，「もみ動作及び，たたき動作や，その他の動作の少なくとも2以上の動作を，マッサージ子に与えて，今までになかった複合動作を行わせることができ」(3頁5行目～7行目)との記載があり，これらの「より多くの種類の動作」，「その他の動作」は，「もみ動作及びたたき動作」というマッサージ動作と同列に記述され，また，訂正明細書の〔実施欄〕に，「マッサージ子(3)を前後に出退させて指圧効果を求められる」との具体的構成が示されていることから，明らかである。また，訂正明細書の〔別実施欄〕の記載から，駆動装置による往復運動の「左右揺動自在」，「左右平行移動自在」，「左右回動自在」によって，軽擦動作を行うことは明らかであり，駆動装置による動作がマッサージ子に往復運動を繰り返させるマッサージ動作を意味することが明らかである。",
                "また，「複合」とは，「二種以上のものが合わさって一つになること」を意味し，「もみ動作」，「たたき動作」，「指圧動作」等のマッサージ動作同士は，いずれもが往復運動を繰り返す動作であるため，2以上のマッサージ動作が合わさった一つのマッサージ動作を新たに生み出すことになる。",
                "そして，「マッサージ」とは，「手指などを使い，摩擦・伸展・圧迫・振動などの機械的な力を律動的に作用」(甲13)させることをいい，訂正明細書において，マッサージ子作動装置による「たたき動作」，「もみ動作」，駆動装置による「指圧動作」は，各目的に応じた移動方向線上に沿って規則的に繰り返される往復運動をマッサージ子に繰り返して実行させるものとされている。「マッサージ動作」と「強弱調整」を組み合わせた動作という技術的事項を示す表現は，訂正明細書にはなく，本件発明1の技術的意義を「マッサージ動作」と「強弱調整」を組み合わせた動作と解釈することはできない。",
                "本件発明1の複合的なマッサージ動作は，甲4公報，甲8公報及び甲9明細書のいずれにも記載されておらず，審決の「マッサージ機において，複合的なマッサージ動作をマッサージ子に与えることは，従来周知の技術であった」との認定は誤りであり，その誤認を前提とする容易想到性の判断も誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，甲4公報に記載されたマッサージ機について，「施療子22のタイプとしてローリングマッサージを行うローラ型に代えてもみ運動を行う構成のものを採用した場合，もみ運動と同時に，身体の背面に所定圧力で接触させることができ，さらには・・・所定圧を随時変化させることもできるから，甲第4号証に記載されたマッサージ機は，『複合的なマッサージ動作をマッサージ子に与えることができる』ものということができる。」(18頁第2段落)とするが，誤りである。",
                    "甲4公報のマッサージ機において，ローリングマッサージのほかに，もみ運動も選択的に行えるように構成としたとしても，その場合にどのようなもみ運動を行うのか定かではないし，甲4公報には，本件発明1のマッサージ子作動装置(4)に相当する構成やマッサージ機作動装置の組付枠体(5)に相当する構成すら記載されておらず，本件発明1にいう複合的なマッサージ動作が記載されていると解する余地はない。",
                    "甲4公報のマッサージ機は，強又は弱に対応する上方向又は下方向のいずれか一方向に施療子22を移動して所望の身体への圧力(⊿A)を一定に保ち，一定のマッサージを人体施療部に与えるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，甲8公報に記載されたマッサージ機について，「『マッサージ子の左右揺動幅変更手段14とマッサージ子の押出量変更手段15を同時に作動させる』ことにより『立体的なもみマッサージ』を行うことができると記載され，また，その第10図に図示された，合成されたマッサージ子の軌跡を示す曲線によれば，マッサージ子はもみ動作と指圧動作を同時に行うものと解されることから，甲第8号証に記載されたマッサージ装置も，『複合的なマッサージ動作をマッサージ子に与えることができる』ものということができる」(18頁第3段落)としたが，誤りである。",
                    "甲8公報の記載に照らしても，そこに記載された左右揺動幅変更手段の作用は，例えば，もみ幅が「狭」の状態から「広」の状態へと，数段階にわたって段階的にもみ幅を変更させることであり，マッサージ子の押出量変更手段の作用は，例えば，押出量が「強」の状態から「弱」の状態へと，押出量を段階的に変更させることである。",
                    "このような「作用」を有する左右揺動幅変更手段と押出量変更手段の両者を「同時に作動させ」ても，「『狭』かつ『弱』の『もみマッサージ』」の状態から「『広』かつ『強』の『もみマッサージ』」の状態に変位し，あるいは「『狭』かつ『強』の『もみマッサージ』」の状態から「『広』かつ『弱』の『もみマッサージ』」の状態に変位して，使用者好みの左右幅と押出量である変位後の状態で，左右揺動機構3によって，「もみ動作」に固有の左右方向線上に沿って規則的に繰り返される往復運動をマッサージ子に実行することになるだけであり，これは，本件発明1の複合的なマッサージ動作ではない。",
                    "このことは，甲8公報に記載された，従来の問題点及び解決した手段の記載からも明らかである。",
                    "すなわち，甲8公報の記載によれば，発明が解決した問題点は，「もみマッサージを施した時，マッサージ子は一定の幅を左右揺動して筋肉を強制的にはさみ込むだけで，もみ幅の調整及びもみ圧力の調整は不可能であったから，体格の差異あるいは，こりの程度によってマッサージ子が強く作用したり，弱く作用した場合には，利用者は，その都度，身体を浮かせてマッサージ子から遠ざけたり，あるいは，体重をかけてマッサージ子の接触圧を強くしたりしなければならないという不便がある」(甲8公報の2頁左上欄1行目～10行目)というものであり，これを解決した手段が記載される〔作用〕の欄には，①「マッサージ子の左右揺動幅変更手段によってマッサージ子の左右揺動範囲を数段階に亘り段階的に変更することによってマッサージ子の身体に対するもみ幅調整が段階的に変更可能である」と記載されるとともに(同頁左下欄12行目～15行目)，この記載に続けて，②「また，マッサージ子の押出量変更手段によって，例えば，指圧マッサージにおいては，マッサージ子の押し込み作用の強弱調整が，また，たたきマッサージあるいはバイブレーションマッサージ作用時には，マッサージ子の当接強さが強弱調整される」と記載され(同欄16行目～第20行目)，更に続けて，③「更にマッサージ子の左右揺動幅変更手段と押出量変更手段とを同時に作用させる立体的なもみマッサージ作用が施される。」(同頁右下欄1行目～同左下欄3行目)との記載がある。つまり，上記①や②を単独で作用したとしても，「もみマッサージを施した時，マッサージ子は一定の幅を左右揺動して筋肉を強制的にはさみ込むだけで，もみ幅の調整及びもみ圧力の調整は不可能であったから，体格の差異あるいは，こりの程度によってマッサージ子が強く作用したり，弱く作用した場合には，利用者は，その都度，身体を浮かせてマッサージ子から遠ざけたり，あるいは，体重をかけてマッサージ子の接触圧を強くしたりしなければならないという不便がある」という問題を部分的にしか解決できなかったため，このような問題を完全に解決する作用として上記①及び②の作用をあわせ持つ上記③の作用が記載されているものである。",
                    "また，審決は，甲8公報の第10図を甲8公報に複合的なマッサージ動作をマッサージ子に与えるものが記載されていることの根拠としたが，相当ではない。同グラフは，一般的ではなく，説明も乏しいため，その意味を正確に理解することは困難といわざるを得ないが，左右揺動幅変更手段14及び押出量変更手段15の作用や従来技術との関連性から論理的に解釈すれば，「マッサージ子の左右揺動幅が変更可能であって，例えば大，中，小と三段階に可変できること」を示したものと解するのが相当である。「第10図及び第11図はもみ幅変更の一例を示す波形図」(甲8公報の4頁右上欄9行目)と説明されていて，マッサージ子の軌跡を示す図とは説明されていない。仮に，審決のように，第10図について，「複合マッサージ」が開示されていると解すれば，使用者に固有の「体格」や「こり」に応じた揺動幅および押出量を調整する(特定の幅および押出量に定めること)ことによって問題解決を図ろうとする，甲8公報に記載された発明の目的を阻害することは明白である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，甲9明細書に，「ローラドラム装置33がモータ41によって回転されると，ロータ38，39，40が身体に圧力及び極小の突きを加えるとともに，電動ウインチ52を作動させてケーブル53を張ったり緩めたりすることにより，ローラ38，39，40による身体にかかる圧力を増減することができる構成が開示されており，ローラドラム装置33の回転によるマッサージ動作に加え，電動ウインチ52を駆動することによって人体にかかる圧力を増減することができるから，甲第9号証に記載された治療操作器具も，『複合的なマッサージ動作をマッサージ子に与えることができる』ものということができる。」(18頁第4段落)としたが，誤りである。",
                    "甲9明細書のマッサージ機は，ローラドラム装置33の回転によってローラ38等に回転動作を実行させるものであるが，人体への圧力の増加又は減少を目的として，ケーブル53を引っ張るか又は緩めることにより，ローラ38等を上方向又は下方向のいずれか一方に移動させて所望の位置(圧力)に固定したうえで，ローラドラム装置33を回転させることによって，回転マッサージに固有の移動方向線上に沿って規則的に繰り返される往復運動をローラ38等に実行させるだけであり，これは，本件発明1の複合的なマッサージ動作ではない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明1の顕著な作用効果の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明1が奏する作用効果は，当業者が予測し得る範囲のものであるとした(上記第2の3(4)ウ(ア))が，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，根拠を明らかにすることなく，本件発明1の奏する効果を単に「当業者が予測し得る範囲のもの」と認定したが，このような認定は，検証の機会を奪うものであって公正なものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件発明1の奏する作用効果は，引用例1，甲2公報，甲4公報，甲8公報及び甲9明細書のいずれにも記載されておらず，「当業者が予測し得る範囲のもの」と認定すべき根拠はない。",
                "本件発明1は，マッサージ子作動装置(4)による「マッサージ動作」と，駆動装置(6)による「マッサージ動作」とを同時に行い，その作用効果は，マッサージ子作動装置(4)によって一のマッサージ動作に固有の移動方向線上に沿って規則的に繰り返される往復運動をマッサージ子に実行させながら，これと同時的に昇降フレーム(2)に対して運動自在に取り付けた組付枠体(5)自体を駆動する駆動装置(6)によって他のマッサージ動作に固有の移動方向線上に沿って規則的に繰り返される往復運動をマッサージ子に実行させることにより，移動方向線の異なる各往復運動を複合した複合動作をマッサージ子を介して人体施療部に与えることができるというものである",
                "他方，引用例1には，本件発明1の上記の作用効果に関する記載も示唆も存在しないのは明らかであり，引用例1から，その効果を当業者が予測し得るはずがない。また，甲2公報に記載された発明も，施療子5を所定の突出位置(強弱に対応した位置)に設定した状態で単一のマッサージを単独で実行するものにすぎないし，甲4公報，甲8公報及び甲9明細書に記載された発明も，圧力(強弱)を調整することが可能なマッサージ機であって，強い圧力を所望するならば，人体背中部に近接する方向に施療子を移動して所望の位置を定め，たたき動作等の単一のマッサージを単独で実行するものにすぎず，本件発明1の作用効果に関する記載も示唆も存在しない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "取消事由7(本件発明2ないし4についての進歩性判断の誤り)",
          "text": [
            "本件発明2ないし4は本件発明1の全部を含むものであり，本件発明1についての容易想到性の判断が誤りである以上，本件発明2ないし4に関する判断も当然に誤りである。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(相違点3についての進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，複合的なマッサージ動作をマッサージ子に与えることは，甲8公報等に記載されていて，周知の技術であることを前提に，相違点3についての容易想到性判断を行った(上記第2の3(6)イ)が，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1の「前記マッサージ子作動装置(4)と前記駆動装置(6)とによって，複合的なマッサージ動作をマッサージ子に与える」という構成は，甲4公報，甲8公報，甲9明細書に記載されておらず，周知技術であるとは到底いえず，誤った認定を前提として容易想到性を判断した審決は当然に取り消されるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(相違点5についての進歩性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明1に，甲4公報，甲8公報，又は甲9明細書に記載された発明を適用し，更に甲10マイクロフィルムを適用することによって本件発明4の進歩性を否定した(上記第2の3(10)イ)が，本件発明1の「前記マッサージ子作動装置(4)と前記駆動装置(6)とによって，複合的なマッサージ動作をマッサージ子に与える」構成は，甲4公報，甲8公報及び甲9明細書に記載されていないから，相違点2について当業者が容易に想到できるとすることを前提とした相違点5の判断も当然に誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，甲10マイクロフィルムに「前後平行移動構成」が記載されているとした(上記第2の3(10)イ(ウ))が，誤りである。",
                "本件発明4は，マッサージ子作動装置(4)と，昇降フレーム(2)に対して前後平行移動自在に取り付けられたマッサージ子作動装置(4)の組付枠体(5)を駆動する駆動装置(6)を備え，マッサージ子作動装置(4)によって，「たたき動作」に固有の上下方向線上に沿って規則的に繰り返される往復運動をマッサージ子に実行させながら，これと同時的にマッサージ子作動装置(4)の組付枠体(5)自体を前後平行移動する駆動装置(6)によって「平行(指圧)動作」に固有の前後平行方向線上に沿って規則的に繰り返される往復運動をマッサージ子に実行させることにより，移動方向線の異なる各往復運動を複合した複合動作をマッサージ子を介して人体施療部に与えるマッサージ機である。",
                "これに対し，甲10マイクロフィルムに記載された発明は，振動ローラ10の作動装置(15，16，17)がたたき動作を実行するものではなく，該作動装置のフレーム18は所望の圧力に調整するため，上方向又は下方向のいずれか一方に移動した位置(高さ)に固定されるものであるから，本件発明4のように，たたき動作を実行させながら，これと同時的にマッサージ子作動装置(4)の組付枠体(5)自体を前後平行移動する駆動装置(6)によって「平行(指圧)動作」に固有の前後平行方向線上に沿って規則的に繰り返される往復運動をマッサージ子に実行させるものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決は，マッサージ機において，前後平行移動構成を採用することは，周知であったとする(上記第2の3(10)イ(ウ)，(エ))が，根拠がない。周知技術とは，その技術分野において，一般に知られる技術であって，例えば，これに関し，相当多数の公知文献が存在し，又は業界に知れ渡り，もしくは，よく用いられていることを要するものであるところ，審決が周知技術であるとする根拠は甲10マイクロフィルムのみであるから，そこに記載された構成は周知技術であると認める余地は全くない。本件発明4の構成を周知技術であると認定し，周知であることを前提として容易想到性の判断をした審決には明らかな違法がある。"
              ]
            }
          ]
        },
        {
          "fig": "10",
          "subject": "取消事由10(本件発明4の顕著な作用効果の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件発明4が奏する作用効果は，当業者が予測し得る範囲内のものであるとした(上記第2の3(10)ウ(ア))が，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "横軸(11)に枢支された組付枠体(5)を前後方向に揺動させる場合(揺動機構の場合)，揺動機構の特性上，組付枠体(5)が前方向に移動すると，組付枠体(5)が昇降フレーム(2)に対して傾いた状態になる結果，移動前の状態に比して人体に対するマッサージ子の当接位置が上方向に変位し，組付枠体(5)の前後往復移動に伴って施療箇所に上下方向に位置ズレを生じるので，特定の施療箇所を集中的に治療することができないという問題があり，とりわけ，マッサージ子作動装置(4)により「たたき動作」を実行する場合は，組付枠体(5)が昇降フレーム(2)に対して傾斜した状態になるため，たたき動作によるマッサージ子の移動が斜移動になり，傾斜前の状態と傾斜後の状態とでは，たたき動作におけるマッサージ子の上下方向の人体当接位置及びその範囲が変わってしまい，マッサージ子によるたたき動作の人体に対する当接感が必然的に変化することで，複合マッサージでのたたき動作による当接感が一定に保持されない。",
                "本件発明4は，このような問題点について，マッサージ子作動装置(4)によって「たたき」マッサージ動作をマッサージ子に与えつつ，駆動装置(6)によってマッサージ子作動装置の組付枠体(5)を前後平行運動を規則的に繰り返すマッサージ動作をマッサージ子に与える構成を採用することにより，①マッサージ子の位置ズレがなく，人体の特定の施療箇所に対して集中的に複合マッサージを施すことができ，②マッサージ子の位置ズレを補正する構成ないし制御を採用する必要がなく，マッサージ機の構成ないし制御を簡便なものとし，③たたき動作におけるマッサージ子の上下方向の人体当接位置及びその範囲を維持して，マッサージ子によるたたき動作の人体に対する当接感を変化させることなく，複合マッサージにおけるたたき動作の当接感を一定に保持することによって効果的なマッサージを実現するものであり，上記問題点を一挙に解決する顕著な作用効果を奏している。",
                "このような作用効果は，甲10マイクロフィルムを含めたいずれの先行技術文献にも記載されていないから，本件発明4の進歩性を否定すべき理由はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決の引用発明1の認定が誤りである旨主張するが，失当である。",
                "新規性・進歩性の判断に当たり，一致点・相違点を認定するため，当該発明と引用発明との間において対比すべきは，発明の「構成」であり，発明の目的ではないから，本件発明1と対比される引用発明1の認定は「構成」に関して行えば足りる。",
                "原告は，引用発明1について，突出量を任意に変化させるとは，「背もたれ部の傾きに応じて突出量を定める」という技術的意義を有することは明らかであるとして，引用発明1をそのように認定すべきであると主張するが，原告の主張する「技術的意義」とは，引用例1の記載事項からみて，引用発明1の目的を指すものであるが，発明の目的は，発明の構成ではなく，原告の上記主張は，対比に不必要な「目的」を引用発明1の認定に含めるべきというもので，失当である。",
                "引用例1の記載に照らせば，原告主張の引用発明1の技術的意義は，単に，引用例1のマッサージ機の一使用態様にすぎず，引用例1には，「背もたれ部の傾きに応じて突出量を定める」という使用態様が記載されているとしても，それだけでなく，「背もたれ部の傾きに『関係なく』突出量を定める」という技術思想も記載されているので，審決における引用発明1の認定に誤りはない。",
                "また，引用例1には，「背もたれ部2からの揉み球3の突出量を背もたれ部の傾きに応じて定める」ための構成(例えば，背もたれ部2の傾きに連動させて揉み球3の突出量を調整する連動調整機構)は記載されていないのであるから，原告主張のとおり引用発明1を認定すれば，引用例1に記載されていない構成を引用発明1として認定することになる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲2公報記載の発明の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決における甲2公報記載の発明の認定のうち，「正面方向への突出量を変化させるためのモータを用いた駆動装置」の部分を「正面方向への突出量を強又は弱に対応した位置に設定するためのモータを用いた駆動装置」と認定すべきである旨主張するが，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1と対比される引用発明の認定は，「構成」に関して行えば足りるものである。原告は，上記主張において，対比に不必要な「技術的意義」を引用発明の認定に含めるべきと主張しているのであり，明らかに失当である。",
                "また，審決は，相違点1に関する判断において，「強弱調整」を含めて判断しているし，審決は，相違点1に関する判断において，引用発明1に周知技術を適用することにより容易想到であると判断していて，その周知技術は，主として甲8公報に基づいて立証されているのであって，甲2公報記載の発明はそれを補強するものにすぎないから，原告の主張は，審決の結論に影響を及ぼさないことが明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点の看過)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明1の「角度回動可能」と本件発明1の「運動自在」が異なることを前提として，審決が，引用発明1と本件発明1の相違点を看過した旨主張するが，原告が主張する本件発明1の「運動自在」の意義は，特許請求の範囲の記載に基づかないもので，失当であり，引用発明1もその揺動駆動部は「運動自在」と認められるので，審決に相違点の看過はなく，原告の主張には理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，特許請求の範囲の記載から離れて，本件発明1の解釈をしており，このような解釈は失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件発明1の「運動自在」について，マッサージ機の作動時において運動自在であることを意味する旨主張する。",
                    "しかし，本件発明1の特許請求の範囲には，マッサージ機の作動時において運動自在であるとの限定は何ら存在しないから，本件発明の「運動自在」は，その字句とおり，単に「運動自在」と解すべきであり，原告主張のように，「運動自在」がマッサージ機の作動時において運動自在であることを意味すると解する余地はない。",
                    "また，原告は，本件発明1の組付枠体(5)が昇降フレーム(2)に対し「運動自在」に取り付けられていることついて，組付枠体(5)の運動によって，複合的なマッサージ動作を実行する旨主張するが，これは，「運動自在」の普通の意味に比べて，乖離が激しく，特許請求の範囲の記載に基づくものではない。本件発明1の「運動自在」は，昇降フレーム(2)に対する組付枠体(5)の取り付け関係が「運動自在」であることを規定したものにすぎず，「マッサージ子作動装置による動作」とは直接関係がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件発明1の「複合的なマッサージ動作をマッサージ子に与えることができる」ことについて，① 駆動装置(6)が「マッサージ動作」を行うこと，② マッサージ子作動装置(4)によるマッサージ動作と駆動装置(6)による動作を「同時に行うこと」である旨主張するが，特許請求の範囲の記載に基づくものではない。",
                    "特許請求の範囲において，駆動装置(6)は，「前記組付枠体(5)を前記昇降フレーム(2)に対して動かす」とあって，駆動装置(6)の動きが「マッサージ動作」であるという限定はない。そして，「マッサージ動作」に，単にマッサージ動作以外の動作を含む「別の動作」を組み合わせて「複合的」にしたものも「マッサージ動作」であるから，「複合的なマッサージ動作」といった場合，「マッサージ動作」に，単なる「別の動作」を組み合わせたものを含むことが，特許請求の範囲の記載から一義的に明らかである。したがって，駆動装置(6)が行う動作を「マッサージ動作」に限定し，ひいては「複合的なマッサージ動作」を「マッサージ動作」同士のみを組み合わせたものに限定する原告主張は，特許請求の範囲に基づかないものであって失当である。",
                    "また，特許請求の範囲の記載には，マッサージ子作動装置(4)による動作と，駆動装置(6)による動作という2つの動作に関し，これらの2つの動作を時間的に「同時」に行うという「時間的要素」については何ら限定がない。原告は，「複合的」という文言に依拠して，「同時」という解釈を導き出しているものであるが，本件発明は「物の発明」であるから，「複合的なマッサージ動作をマッサージ子に与えることができる」という構成要件の意義を解釈するに当たっては，当該構成要件が「物の構成」を特定しているものと解するほかない。時間的要素は，方法の発明においては構成要件になり得るが，物の発明の構成要件にはなり得ない。したがって，本件発明1の「複合的なマッサージ動作をマッサージ子に与えることができる」とは，複合的なマッサージ動作が「できる」構成であればすべて含まれる。",
                    "そして，「マッサージ」とは，「人体に対して力を加えて刺激を与える療法」という広い意味で解釈すべきであり(乙4，5)，「マッサージ子に往復運動を繰り返し与える」という限定的ないみで解釈すべきでない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件発明1の「駆動装置」について，マッサージ子作動装置(4)による一のマッサージ動作を実行しながらこれと同時的に実行される他のマッサージ動作を行う組付枠体を駆動する駆動装置(6)である旨主張するが，駆動装置が，マッサージ動作を行うことや，マッサージ子作動装置(4)と同時に動作することについては，特許請求の範囲に記載されていないのであるから，原告の主張は，失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1についての進歩性判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明1に甲2公報等に記載された駆動装置を適用しても，本件発明1の構成を得ることはできない旨主張する。",
                "しかし，原告の上記主張の根拠は，本件発明1の駆動装置(6)は，マッサージ子作動装置(4)による一のマッサージ動作を実行しながらこれと同時的に実行される他のマッサージ動作を行う組付枠体を駆動装置(6)であるということにあるが，上記3(2)のとおり，駆動装置を上記のように解することは，特許請求の範囲の記載に基づかないものであり，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，引用発明1において，特定の傾斜角において突出量を変化させる(強弱を調整する)ことは，引用発明1の目的を害することは明白であり，引用発明1に甲2公報等に記載された発明を適用することは阻害されている旨主張する。",
                "しかし，引用発明1はマッサージ子の突出量を変化させるものであり，甲8公報に記載の発明も同様であるから，原告主張のように，引用発明1の目的が害されるということはいえないし，そもそも，人手で行っていたことを駆動装置に置き換えて自動化することは，あらゆる技術分野において普遍的に要求される課題であるところ，引用発明1のように人手の動力によって揉み球3の突出量を変えるものを，モータ等の駆動装置で行おうとする程度のことは，当業者であれば，当然想定する範疇のことであって，特許に値する困難性を見出すことはできない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2についての進歩性判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，マッサージ機において，複合的なマッサージ動作をマッサージ子に与えることができる構成は，甲4公報，甲8公報，甲9明細書等に記載されており，従来周知の技術ではない旨主張するが，上記構成は，周知の技術であり，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4公報には，ローリングマッサージ中に，モータ29によって施療子22(接触子22)をキャリア6に対して上下させて，施療子22が常に所定圧で身体に接するようにしたマッサージ機が記載され，また，上記マッサージ機の，ローリングマッサージを行う「施療子22」に関し，施療子22を「回転駆動される一対の相対して傾斜したもみ輪」に置換することが明確に示されている。そして，特開昭58−25163号公報(乙1。以下「乙1公報」という。)及び特開昭60−24841号公報(乙2。以下「乙2公報」という。)に示されるように，「回転駆動される一対の相対して傾斜したもみ輪」は，本件出願時における技術常識であって，当業者であれば，その構成を把握するのは容易であるから，甲4公報に接した当業者は，「回転駆動される一対の相対して傾斜したもみ輪」をモータ29によって，キャリア6に対して上下させるという構成を明確に把握することができる。さらに，甲4公報には，ローリングマッサージ中に施療子22が上下することが記載されていて，また，接触圧を変化させることが記載されているが，接触圧を変化させる場合，接触圧の変化はマッサージ中を含めた好きなときに行えると考えるのが当業者の自然な理解である。",
                    "したがって，甲4公報に接した当業者は，同公報の施療子22を「回転駆動される一対の相対して傾斜したもみ輪」に置換した構成において，「回転駆動される一対の相対して傾斜したもみ輪が，随時，キャリア6に対して上下可能な構成」を明確に把握でき，この構成において，「回転駆動される一対の相対して傾斜したもみ輪」による揉みマッサージ動作中を含む好きなときに，当該もみ輪を上下動させることができるのであるから，甲4公報には，「複合的なマッサージ動作をマッサージ子に与えることができる」構成である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲8公報には，マッサージ子1を左右に揺動させてもみマッサージを行う左右揺動機構3及び左右揺動用モータ4と，左右揺動機構3の基板2を押し出す押出機構7及び押出機構用モータ6が記載されており，左右揺動機構3の動作と押出機構7の動作とを組み合わせることを妨げる記載は存在しない。それだけでなく，甲8公報の第10図の2次元的なマッサージ子の軌跡を示す曲線は，左右揺動機構3による動きと，押出機構7による動きとが「合成されたマッサージ子の軌跡を示す曲線」であると把握するのが当業者における自然かつ素直な理解である。そうすると，甲8公報に記載されたマッサージ装置も「複合的なマッサージ動作をマッサージ子に与えることができる」ものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲9明細書について，原告は，ローラ38等を上方向又は下方向のいずれか一方に移動させて所望の位置(圧力)に「固定したうえで」マッサージを行うものであることを理由として，審決の認定が誤りである旨主張するが，甲9明細書には，「固定したうえで」とは記載されておらず，「固定」することを示唆する記載もないから，原告主張は，その唯一の根拠において誤っている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "特開昭63−183058号公報(乙3，甲6，審判甲6。以下「乙3",
                  "text": [
                    "公報」という。)には，揉捏マッサージに関して，「またこのマッサージ中に角度調整ブロック5や前後調整ブロック3を作動させることによって，もみ力を変化させることもできるものである。」(6頁左下欄10行目～13行目)との記載があり，また，「指圧マッサージは，角度調整ブロック5による・・・動作と，前後調整ブロック3による・・・動作との複合動作により，施療子10を前後に動かすことで行う。」(7頁右上欄15行目～最終行)との記載があり，これらは，「複合的なマッサージ」動作であり，複合的なマッサージ動作が記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "仮に，本件発明の解釈につき，原告主張のとおりであると解しても，原告主張は，マッサージ子作動装置(4)と駆動装置(5)という2つの装置を同時に動作させるという点を本件発明1の進歩性の根拠とするものであるところ，2つの装置があるときに，その動作のさせ方は，①マッサージ子作動装置(4)だけを動作させる，②駆動装置(5)だけを動作させる，③マッサージ子作動装置(4)と駆動装置(5)の両方を動作させる，の3通りしかない。",
                "そうすると，本件発明1は，単に3通りの中から1つを選択したことにすぎず，その程度のことに発明の困難性を見出すことは，およそ不可能である。",
                "さらに，複合的なマッサージ動作は，人が行うマッサージとして，従来から，ありふれたものにすぎない。例えば，叩きは，手首の関節を動かすだけで行える動作であるが，手首を動かして叩きを行いつつ，肘や肩の関節を動かして，手の位置を動かす動作を行えば，手首による叩きに，別の動きが加わった複合的なマッサージ動作となり，本件発明1は，上記のような人手による複合的マッサージを単にマッサージ機で実現しただけであって，人が行っていたことを，機械によって行おうとすることは，当業者であれば当然に想定することであって，この観点からも，本件発明から特許に値する価値を見出すことはできない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明1の顕著な作用効果の看過)に対して",
          "text": [
            "原告は，本件発明1の作用効果が当業者が予測し得ないものである旨主張する。",
            "しかし，原告主張の作用効果は，本件発明1を特許請求の範囲の記載から離れて解釈した場合のものであって，本件発明1が奏する作用効果ではない。",
            "また，原告主張の作用効果は，「複合的なマッサージ動作をマッサージ子に与えることができる」構成が周知である以上，引用発明1及び周知技術から当業者が予測し得る範囲内のものであって格別なものではない。",
            "よって，原告の主張は，失当である。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "取消事由7(本件発明2ないし4についての進歩性判断の誤り)に対して原告は，本件発明1についての審決の進歩性判断が誤っていることを前提として，本件発明2ないし4についての進歩性判断が誤りであることを主張するが，前提を欠くもので，理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(相違点3についての進歩性判断の誤り)に対して",
          "text": [
            "原告は，取消事由5と同様の理由により，相違点3についての審決の進歩性判断が誤りであるが，取消事由5についての原告の主張は失当であるので，理由がない。"
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(相違点5についての進歩性判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点2についての審決の進歩性判断が誤っていることを前提として，相違点5についての審決の判断が誤りであることを主張するが，前提を欠くもので，理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，甲10マイクロフィルムに「前後平行移動構成」が記載されているとした審決の認定が誤りである旨を主張する。",
                "原告の上記主張は，甲10マイクロフィルムの作動装置のフレーム18が，上方向又は下方向のいずれか一方に移動した位置(高さ)に「固定される」ことを前提とするものであることころ，同マイクロフィルムには，「固定される」とは記載も示唆もされていないのであるから，原告の主張は，前提において誤っている。",
                "また，上記原告の主張は，本件発明4の構成要件について，特許請求の範囲の記載から離れて解釈しているものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告は，甲10マイクロフィルムのみから，周知技術を認定した審決が誤りである旨主張するが，周知技術であるとする根拠が1つの文献であっても，周知技術であると認定することに何ら問題はないし，マッサージ動作として平行移動するものは，特公昭44−13638号公報(乙6)，特開昭62−253060号",
              "text": [
                "公報(乙7。以下「乙7公報」という。)，特開昭60−2250号公報(乙8)にも記載されていて，本件出願当時，周知であった。",
                "また，訂正明細書には，前後平行移動構成に関する実施例として，単に「前記組付枠体(5)は・・・前後平行移動自在に昇降フレーム(2)に取り付けてあってもよく」(5頁11行目～12行目)とあるだけで，前後平行移動が具体的にどのような構成によって達成されるのか，全く記載がなく，これは，原告自身が，前後平行移動構成が周知であると考えていたからにほかならず，周知でないとする原告の主張は，自己矛盾である。",
                "そして，審決は，組付枠体の前後移動を「角度回動」とするか「平行移動」とするかは，設計的事項にすぎないとして，さらに，甲10マイクロフィルムにみられるように「前後平行移動構成」が周知であったとしている(前記第2の3(10)イ(エ))のであり，「前後平行移動構成」が周知でないことを争うのみでは，審決の結論に影響を与えない。"
              ]
            }
          ]
        },
        {
          "fig": "10",
          "subject": "取消事由10(本件発明4の顕著な作用効果の看過)に対して",
          "text": [
            "原告は，本件発明4が，駆動装置6によってマッサージ子作動装置の組付枠体5を前後平行運動を規則的に繰り返すマッサージ動作をマッサージ子に当たる構成を採用することによる顕著な効果を主張する。",
            "しかし，マッサージ子を前後平行移動可能とした場合，回動可能とした場合と比較してマッサージ子の当接位置のずれが生じないことは明らかであって，原告の主張する効果は，いずれもマッサージ子の当接位置がずれることがないことに伴う自明な効果にすぎず，当業者が予測し得る程度のものである。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明1の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明1について，前記第2の3(2)のとおり認定したのに対し，原告は，「背もたれ部2からの揉み球3の突出量を，ハンドルレバー12又はつまみ部19を回動操作することにより，任意に変えることができるようにした」の部分は，「ハンドルレバー12又はつまみ部19を回動操作することにより，背もたれ部2からの揉み球3の突出量を背もたれ部の傾きに応じて定めることができるようにした椅子式電気マッサージ機」と認定すべきであるとして，審決の引用発明1の認定が誤りである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「背もたれ部内に揉み球の上下用の螺軸およびガイド支柱を備えたマッサージ機において，該螺軸およびガイド支柱に枠体を装着するとともに，該枠体内に揉み球の揺動駆動部を背もたれ部の前面と直交する垂直な面上において角度回動可能に枢着し，背もたれ部からの揉み球の突出量を任意に変えることができるようになしたことを特徴とする椅子式電気マッサージ機。」(特許請求の範囲)イ 「本発明は背もたれ部の前面に上下動可能な揉み球を備えた椅子式電気マッサージ機における揉み球の突出度合を調節できるものに関する。」(1頁左欄14行目～16行目)"
                },
                {
                  "fig": "ウ",
                  "subject": "「背もたれ部の内部に揉み球の揺動駆動機構を上下可能に装架し，背もたれ部の全面に揉み球を突出させた椅子式電気マッサージ機は既によく知られている。更に最近この種の椅子式電気マッサージ機の背もたれ部の傾斜をリクライニングし得るようになして利用者が安楽な姿勢でもつて揉み球の作用を受けるようになしたマッサージ機が知られている。しかしながら背もたれ部の傾斜をリクライニングし得るようになしたマッサージ機においては，背もたれ部の傾斜角度が大きくなるにつれて揉み球への負荷が大きくなり，このことは他方において人体の筋肉部に深く強く揉み球が作用し使用に耐えない。本発明は特に背もたれ部の傾斜角度をリクライニングし得る電気マッサージ機における前述した好ましからぬ現象に対処し，背もたれ部の傾きに応じて背もたれ部前面からの揉み球の突き出し量を自由に調節し得るマッサージ機を提供するものである。」(1頁左欄17行目～右欄15行目)"
                },
                {
                  "fig": "エ",
                  "subject": "「以下本発明の実施例を示した図面について説明すると，1はマッサージ機主体，2は背もたれ部，3は揉み球，4は揉み球3の揺動駆動部，5は揉み球の上下動用の螺軸，そして6はガイド支柱であつて，周知のように螺軸5に正回転あるいは逆回転を与えることにより背もたれ部2の前面に突出した揉み球3を所望の位置に上下動し得るようになつている。本発明においては，かかるマッサージ機において，上記した揺動駆動部4を直接螺軸5およびガイド支柱6に装着せず，該螺軸5およびガイド支柱6に上部において水平に断面すると，その形状が略コ字状をした枠体7を装着するとともに，該枠体7内に揉み球3の揺動駆動部4を背もたれ部2の前面2’を直交する垂直な面上において角度回動可能に枢着し，背もたれ部からの揉み球の突出量を任意に変えることができるようにしたものであつて，前記枠体7に対して揺動駆動部4を回動変位させる手段として第2図乃至第5図においては枠体7の側面に揺動駆動部4の回動軌跡に相当する円弧スリット8，8を設け，一側面は円弧スリット8を通してピンの保持部9’で支持するとともに，他の円弧スリット8には該スリットを通して揺動駆動部4の側面に螺合されるねじ部の保持軸9と，該円弧スリット8の外面側に対接するフランジ部10を備えた操作軸11を該揺動駆動部4の側面に螺着し，更に該操作軸11の外端部にハンドルレバー12を設けて該ハンドルレバー12を回動操作することによつて操作軸11を正逆回動操作し，それによつてフランジ部10を円弧スリツト8の外面に圧着したり，あるいは圧着を解除したりし得るように構成し，フランジ部10と円弧スリツト9の外面とが圧着した状態においては上記揉み球3の揺動駆動部4は上記枠体7に固定され，操作軸11がそのねじ部の保持軸9のゆるみ方向に回動されてフランジ部10と円弧スリツト8の外面との圧接が解かれた際，該ハンドルレバー12を持つて押したり引いたりすることによつて上記した揺動駆動部4がその枢着支持軸13を支点として背もたれ部2の前面側にあるいは後面側に回動変位せしめることができ背もたれ部2の前面2’から突出している揉み球3の突出量を調節し得るように構成したものである。」(1頁右欄16行目～2頁右上欄17行目)"
                },
                {
                  "fig": "オ",
                  "subject": "「このように本発明は，背もたれ部2内に揉み球3の上下動用螺軸5，ガイド支柱6を備えたマッサージ機において，該螺軸5およびガイド支柱6に枠体7を装着するとともに，該枠体7内に揉み球3の揺動駆動部4を背もたれ部2の前面2’と直交する垂直な面上において角度回動可能に枢着したものであるから，ハンドレバー12又はつまみ部19を回動操作することにより，揉み球3の突出量を簡易且つ確実に調節することができる。」(2頁左下欄15行目～右下欄3行目)カ 「従つて本発明によれば人体に対する揉み球3の作用位置に適応して背もたれ部2の前面2’からの揉み球3の突き出し量を定めて使用することができ，特に背もたれ部2の傾斜角度をリクライニングできるマッサージ機に適用すれば，背もたれ部2の傾斜によつて生じる前述した問題点を解消することができ，安楽な姿勢でもつて快適なマッサージ作用を得ることができる。」(2頁右下欄4行目～11行目)"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)の記載によれば，引用例1には，上記第2の3(2)のとおりの引用発明1が記載されていると認められるし，上記(2)エ，オの記載に照らせば，揉み球3に係る構成についても，「背もたれ部2からの揉み球3の突出量を，ハンドルレバー12又はつまみ部19を回動操作することにより，任意に変えることができるようにした」との認定に誤りがあるとは認められない。",
                "原告は，引用発明1の揉み球3は，背もたれ部の傾きに応じて突出量を定めるという技術的意義を有することが明らかであるから，引用発明1として，揉み球3に係る構成について，「背もたれ部2からの揉み球3の突出量を背もたれ部の傾きに応じて定めることができるようにした」との構成を認定すべきである旨主張する。",
                "しかし，上記(2)の記載によっても，引用発明1の「揉み球3の突出量を調整する機構」において，揉み球3の背もたれ部の前面からの突出量は，構成上，背もたれ部2の傾きと関係なくハンドレバー12，つまみ部19を操作することによって調節できるものである。また，引用例1にも，背もたれ部の傾きに応じて揉み球の適切な突出量が一義的に決まることを裏付けるような記載はなく，使用者やその求める使用感等の違いに応じて，背もたれ部の傾きが同じであっても，個々の使用者において，適切と感じる突出量が変わることからも，引用発明1の構成として，原告主張のような「背もたれ部2からの揉み球3の突出量を背もたれ部の傾きに応じて定めることができるようにした」との構成を認定することが相当であるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(甲2公報記載の発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲2公報に「椅子のリクライニング自在とされている背もたれ内に組み込まれるマッサージ機であって，マッサージ動作を行う一対の施療子5,5の使用者の背面が位置することになる正面方向への突出量を変化させるためにモータを用いた駆動装置を具備するマッサージ機」(11頁下から第2段落)との発明が記載されていると認定して，相違点1についての容易想到性判断(上記第2の3(4)ア)を行ったが，原告は，審決の上記の認定のうち，「正面方向への突出量を変化させるためのモータを用いた駆動装置」との認定は誤りであり，「正面方向への突出量を変化させるための」の部分は，「正面方向への突出量を強又は弱に対応した位置に設定するための」と認定すべきである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲2公報には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「本発明は少なくとも偏心または傾斜した内輪に対して遊転自在とされている外輪より突設したアームに施療子を設けているマッサージ機に関するものである。」(1頁右欄4行目～7行目)"
                },
                {
                  "fig": "イ",
                  "subject": "「以下本発明を図示の実施例に基づいて詳述する。このマッサージ機は，椅子の背もたれやベッド内に組み込まれるものであるが，図示例では第8図に示すように，椅子のリクライニング自在とされている背もたれ内に組み込むものを示している。」(3頁左上欄2行目～6行目)"
                },
                {
                  "fig": "ウ",
                  "subject": "「次に動作について説明する。モータによって主軸1を回転させた場合，主軸1と共に回転する内輪2が主軸1に対して偏心且つ傾斜したものとなっているために，この内輪2に遊転自在に装着されている外輪3にアーム4を介して取り付けられた施療子5は，連結リンク8によってアーム4の動きに制限が加えられていることもあって，主軸1の回転に伴ない，第2図乃至第4図に示す3次元的な軌跡ℓを描く運動，すなわち上下方向と主軸1の軸方向と主軸1からの突出方向とに位置を変化させる運動を行なう。・・・このような動きを対称に行なう一対の施療子5，5は，使用者の背面にいわゆる『ねりもみ』のマッサージを与える。・・・モータによって送りねじ25を回転させることで，リンク16と回転板15とを介して，第5図に示すように，補助軸13のまわりに回転軸12を回転させると，これに伴なってアーム4及び外輪3が内輪2のまわりを回転し，そして施療子5は使用者の背面が位置することになる正面方向への突出量を変化させることから，主軸1を回転させてマッサージを得るにあたり，施療子5を第5図中に実線で示す位置においている時には強い『ねりもみ』のマッサージを，鎖線で示す位置においている時には，弱い『ねりもみ』のマッサージを行なう。強弱の調節を行なえるようになっているわけである。」(4頁右上欄17行目～右下欄10行目)"
                },
                {
                  "fig": "エ",
                  "subject": "「主軸1ではなく，回転軸12を回転させた場合，回転軸12と共に偏心部材7が回転することから，この場合には第6図に示すように，回転軸12の軸まわりの偏心部材7の回転につれて動かされる連結リンク8が，ボールジョイント44で連結されているアーム4を動かすものであり，この時のアーム4の動きは止まっている内輪2のまわりを外輪3と共に回動する動きとなることから，アーム4先端の施療子4は，内輪2の位置にもよるが，正面から見て，ほぼ上下方向の直線往復運動となり，たたきマッサージを行なうことになる。」(4頁右下欄11行目～5頁左上欄2行目)"
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記(2)によれば，審決が認定したように，甲2公報には，「椅子のリクライニング自在とされている背もたれ内に組み込まれるマッサージ機であって，マッサージ動作を行う一対の施療子5，5の使用者の背面が位置することになる正面方向への突出量を変化させるためにモータを用いた駆動装置を具備するマッサージ機。」が記載されているものと認められるから，審決の甲2公報に記載された発明の認定には誤りはない。",
                "原告は，施療子について，「正面方向への突出量を変化させるための」については，「正面方向への突出量を強又は弱に対応した位置に設定するための」と認定すべきであるとし，その根拠として，甲2公報の「施療子5を第5図中に実線で示す位置においている時には強い『ねりもみ』のマッサージを，鎖線で示す位置においている時には，弱い『ねりもみ』のマッサージを行なう。強弱の調節を行なえるようになっているわけである。」(4頁右下欄5行目～10行目)，「幅変更用や強弱設定用等のスイッチ」(6頁左下欄2行目～3行目)との記載を挙げる。",
                "しかし，甲2公報の「更に送りねじ25を回転させることによって，回転軸12を補助軸13の軸まわりに回転させることで，強弱の調整を行うことができる。」(5頁右下欄下から3行目～最下行)，「送りねじ25を駆動することによる施療子5の出代を検出するアーム突出量検出回路S 」(6頁右下欄2行目～3行目)との記載に照らしても，甲2公報に記載された施療子は，その構造上，送りねじ25を回転させることによる強弱の調整が行われるのであるから，引用発明2において，突出量は，強弱の2段階に限定されているものに限定されるとは認められず，原告の主張は，根拠がない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，引用発明1の認定を誤ったから相違点2の認定も誤ったとするが，審決の引用発明1の認定に原告主張の誤りがないことは前記1のとおりであり，原告の主張は前提を欠くもので，採用の限りではない"
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，本件発明1と引用発明1の一致点，相違点の認定に当たり，「引用発明1における『枠体7内に揉み球3の揺動駆動部4を背もたれ部2の前面2’と直交する垂直な面上において角度回動可能に枢着し』た点は，本件発明1における『前記マッサージ子作動装置(4)の組付枠体(5)を，前記昇降フレーム(2)に対して運動自在に取り付け』た点に相当するといえる。」(15頁36行目～16頁2行目)としたのに対し，原告は，審決の認定判断が誤りである旨主張し，引用発明1の「角度回動可能」と本件発明1の「運動自在」は，前者がマッサージ機の作動時には定位置で固定される構成であるのに対し，後者はマッサージ機の作動時に(前後移動等の)運動が自在に行える構成である点で明らかに相違し，また，本件発明1の「運動自在」は，組付枠体(5)の運動によって複合的なマッサージ動作を実行することを意味するのに対し，引用例1の「角度回動可能」は，揺動駆動部4の角度を調節して定めるものであり，揺動駆動部4自体を運動させてマッサージ動作を実行するものではない点で相違する旨主張する。",
                "しかし，審決は，相違点2として，「本件発明1は『マッサージ子作動装置(4)と駆動装置(6)とによって，複合的なマッサージ動作をマッサージ子に与えることができる』ものであるのに対して，引用発明1は，背もたれ部2からの揉み球3の突出量を任意に変えることができるものであって，複合的なマッサージ動作を行うためのものとしていない点。」を認定しており，本件発明1は，複合的なマッサージ動作を行えるものであるのに対し，引用発明1が，マッサージ動作の実行時に複合的なマッサージ動作を行えないことを前提として，それを相違点2として認定しているのであるから，審決に，原告が主張する相違点の看過はない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(相違点1についての進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点1に係る本願発明1の構成は，引用発明1に周知技術を適用することにより，当業者が容易に想到できたとした(前記第2の3(4)ア)のに対し，原告は，審決の判断が誤りである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記2(2)の甲2公報の記載に照らせば，甲2公報には，椅子式マッサージ機において，マッサージ子の押出量即ち突出量を変化させるために，モータで昇降フレームに対して組付枠体を前後方向に動かすこと」が記載されていると認めることができる。",
                "これらに照らしても，マッサージ子の突出量を変化させるためにモータ等の駆動源を有する駆動装置を用いることは周知の技術であったと認められる。そして，マッサージ子の突出量を変化させるために，引用発明1のハンドルレバー12又はつまみ部19を操作する代わりに，同じ分野の技術である，上記の周知の技術である駆動装置を設けることに，当業者は容易に想到することができたと認められるし，また，そのような駆動装置を設けることとした場合，その配置について，それを組付枠体と昇降フレームとの間に設けることも当業者が設計事項としてするようなものであり，当業者は，相違点1に係る本件発明1の構成に容易に想到することができたと認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本件発明1の駆動装置(6)は，マッサージ子作動装置(4)による一のマッサージ動作を実行しながら，これと同時的に実行される他のマッサージ動作を行う組付枠体を駆動する駆動装置(6)であることを挙げて，引用発明1に甲2公報等に記載された駆動装置を適用しても，本件発明1の構成を得ることはできない旨主張し，また，特許発明は，請求項に記載されたすべての技術的事項が密接に結合して成立するものであり，ある技術的事項は他の技術的事項と相互に規定し合う関係にあるから，請求項に記載された一部の技術的事項を恣意的に切り分けて抽出し，請求項に記載された他の技術的事項との関連を無視した判断は誤りである旨主張する。",
                "しかし，審決が，本件発明1と引用発明1の相違点1として認定したのは「組付枠体を昇降フレームに対して運動自在に取り付けた態様に関して，本件発明1は『組付枠体(5)を昇降フレーム(2)に対して動かす駆動装置(6)を，前記組付枠体(5)と前記昇降フレーム(2)との間に設け』たものであるのに対して，引用発明1は，このような駆動装置を組付枠体と昇降フレームの間に設けるという構成を有しておらず，ハンドレバー12又はつまみ部19の操作により組付枠体を昇降フレームに対して動かすものである点。」という，組付枠体を昇降フレームに対して取り付けた態様に関する構成に係るものであり，その点についての審決の判断には上記(2)のとおり，誤りはないし，このような構成はそれ自体で完結し得るものであり，これを独立して，その構成についての容易想到性を判断したことを不当ということはできない。本件発明1が，マッサージ子作動装置と前記駆動装置によって複合的なマッサージ動作をマッサージ子に与えることができる点については，審決は，これを相違点2として，相違点2に係る本件発明1の構成に容易に想到できたかを判断しているところである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用発明1は，揉み球への負荷を適度に調整するために，背もたれ部の傾斜角に応じて突出量を定めること(固定すること)を目的とするものであるから，特定の傾斜角において突出量を変化させる(強弱を調整する)ことは，引用発明1の目的を害することが明白であり，引用発明1に甲2公報記載の発明等を適用することは端的に阻害されている旨主張する。",
                "しかし，引用発明1のマッサージ機が，揉み球への負荷を適度に調整するためのものであるとしても，前記1(3)のとおり，揉み球3の背もたれ部の前面からの突出量は，背もたれ部の傾き角度に関係なく，調節され得るものであり，また，背もたれ部の傾き角度により，自動的，一義的に突出量が決まるものではないから，突出量の変化に係る構成について，甲2公報記載の発明等を適用することに阻害する要因があるとは認められない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，「揉み球の突出量を変化させる動作」と「マッサージ動作」とは全く別個の概念であって，両者は作用効果において全く異なるばかりか，当業者において別の概念として認識されるものであるから，容易想到性の判断において置換し得る関係にもない旨主張する。",
                "しかし，引用発明1は，椅子式マッサージ機において，組付枠体を昇降フレームに対して動かし，使用者の背面が位置することとなる正面方向へのマッサージ子の突出量を変化させるものであるところ，使用者の背面が位置することとなる正面方向へのマッサージ子の突出量を変化させる点において，上記周知技術も同様のものということができ，その構成上の類似性からも，審決が相違点1として認定した，「組付枠体を昇降フレームに対して運動自在に取付けた態様」について，引用発明1の構成に対し，当業者であれば，同一技術分野に係る上記周知技術を適用することは容易であると認められる。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "したがって，原告主張の取消事由4は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由5(相違点2についての進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲4公報，甲8公報及び甲9明細書に基づき，「マッサージ機において，複合的なマッサージ動作をマッサージ子に与えることは，従来周知の技術であったということができる。」(前記第2の3(4)イ(ウ))とした上で，相違点2に係る本件発明1の構成を当業者が容易に採用できたとしたの対し，原告は，上記甲4公報等には，「マッサージ機において，複合的なマッサージ動作をマッサージ子に与えること」が記載されていないとして，審決の判断が誤りである旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "相違点2は，「本件発明1は『マッサージ子作動装置(4)と駆動装置(6)とによって，複合的なマッサージ動作をマッサージ子に与えることができる』ものであるのに対して，引用発明1は，背もたれ部2からの揉み球3の突出量を任意に変えることができるものであって，複合的なマッサージ動作を行うためのものとしていない点。」であるところ，本件発明1の「マッサージ子作動装置(4)と駆動装置(6)とによって，複合的なマッサージ動作をマッサージ子に与えることができる」との意義について検討する。",
                "本件発明1の特許請求の範囲は，「昇降駆動装置(1)によって昇降操作される昇降フレーム(2)を設け，マッサージ子(3)を備えたマッサージ子作動装置(4)を，前記昇降フレーム(2)に設けてあるマッサージ機であって，前記マッサージ子作動装置(4)の組付枠体(5)を，前記昇降フレーム(2)に対して運動自在に取付け，前記組付枠体(5)を前記昇降フレーム(2)に対して動かす駆動装置(6)を，前記組付枠体(5)と昇降フレーム(2)との間に設け，前記マッサージ子作動装置(4)と前記駆動装置(6)とによって，複合的なマッサージ動作をマッサージ子に与えることができるマッサージ機。」というものであり，マッサージ子作動装置の組付枠体が，昇降フレームに対し運動自在に取り付けられ，組付枠体を昇降フレームに対して動かす駆動装置とマッサージ子作動装置によって，複合的なマッサージ動作が与えられると記載されている。これによれば，本件発明1において，複合的なマッサージ動作は，マッサージ動作中に，マッサージ子に対し，マッサージ子作動装置による動作だけでなく，マッサージ子作動装置の組付枠体が運動することによる動きが加えられることを可能とすることによって実現されるものであると認められる。そして，組付枠体は，昇降フレームに対して運動自在に対して取り付けられていることによるものであるが，その運動方向等について限定はなく，組付枠体の運動によってマッサージ子に対して加えられる動きの内容，回数，方向についても，限定はないし，組付枠体の運動によりマッサージ子に与えられる動きについて，マッサージ動作が複合的になることを超えて，その動きの目的に限定があることが規定されているとまでは認められない。",
                "また，念のため，訂正明細書をみると，「〔従来の技術〕従来の上記マッサージ機は，第7図に示すように，マッサージ子作動装置(4)を昇降フレームに固定してあった・・・〔発明の解決しようとする課題〕しかし，マッサージ子作動装置(4)によるマッサージ子(3)の動きは，人体に対して左右一定位置で固定的に圧接して，もみ動作又はたたき動作等の多くとも2種の動作を与えることしかできず，動きが限られてしまうと(の)欠点があった。」(2頁9行目～15行目)，「〔課題を解決するための手段〕本発明のマッサージ機の特徴構成は，マッサージ子作動装置の組付枠体を，昇降フレームに対して運動自在に取付け，前記組付枠体を前記昇降フレームに対して動かす駆動装置を，前記組付枠体と前記昇降フレームとの間に設け，前記マッサージ子作動装置と前記駆動装置とによって，複合的なマッサージ動作をマッサージ子に与えるように構成したことにあり，その作用，効果は次の通りである。〔作用〕つまり，駆動装置によって，昇降フレームに対して組付枠体を動かせば，マッサージ子作動装置全体が動き，マッサージ子作動装置によるマッサージ子の動きに加えて，別の動きが，駆動装置によってマッサージ子に与えられる。〔発明の効果〕従って，組付枠体を運動自在に取付けて，その駆動装置を設けるだけの簡単な改造で，マッサージ子作動装置の構造を変えずとも，例えばもみ動作及び，たたき動作や，その他の動作の少なくとも2種以上の動作を，マッサージ子に与えて，今までになかった複合動作を行わせることができ，マッサージ機の機能をより向上させやすくなった。」(2頁19行目～3頁8行目)，「〔実施例〕次に，本発明の実施例を，図面に基づいて説明する。・・・そして，前記マッサージ子作動装置(4)の組付枠体(5)の上部を，横軸(11)を介して昇降フレーム(2)に枢着して，前後方向に揺動自在に形成してあり，組付枠体(5)を昇降フレーム(2)に対して前後揺動させる駆動装置(6)を，組付枠体(5)と昇降フレーム(2)との間に設け，マッサージ子(3)を前後に出退させて指圧効果を求められるようにしてある。」(3頁9行目～20行目)，「〔別実施例〕前記組付枠体(5)は，前後揺動自在に横軸(11)で枢支する以外に，前後平行移動自在に昇降フレーム(2)に取付けてあってもよく，また，左右揺動自在や左右平行移動自在に昇降フレーム(2)に取付けてあってもよく，更には，組付枠体(5)を，上下軸芯周りに左右回動自在に取付けてあってもよく，また，前記各動きを組合わせた複合的な動きを行わせられるように，昇降フレーム(2)に取付けてあってもよい。第6図に示すように，前記一対のマッサージ子(3)，(3)夫々に，マッサージ子作動装置(4)を設け，それら両マッサージ子作動装置(4)，(4)の各組付枠体(5)，(5)を，横方向に離間又は近接移動自在に昇降フレーム(2)に取付け，両組付枠体(5)，(5)を離間又は近接操作する駆動装置(6)を設けてあってもよい。」(5頁10行目～21行目)との記載がある。",
                "これらの記載によっても，明細書の発明の詳細な説明においても，本件発明1は，従前は，マッサージ子作動装置を昇降フレームに固定していたのに対し，マッサージ子作動装置の組付枠体を昇降フレームに運動自在とすることで，マッサージ子に，マッサージ子作動装置によるもの以外の動きを与えることができ，その動きが加わることにより「複合的なマッサージ」がされるとしていること，マッサージ子に与えられる動作は2種以上の動作とされるが，その動作として，「もみ動作」，「たたき動作」のほかに「その他の動作」があるとされていて，その動作が文言上，限定されているとまではいえないこと，昇降フレームに対する組付枠体の動かし方は，「前後揺動自在」，「前後平行自在」，「左右揺動自在」，「左右平行移動自在」，「左右回動自在」やそれらの組合せの複合的な動きでよいとされているのであり，その動き方や目的に限定があるとの規定はない。"
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4広報には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「背面曲線が記憶されたならば，制御素子CPUは次のプログラムに移り，モータ12を回転させてキヤリア6を定速移動させるとともにモータ29の正逆回転を制御して施療子22を身体の背面に所定の圧力で接触させるのである。",
                        "すなわち，すでに記憶されたxi点におけるyiと施療子22とともに身体に接している接触子37から求めた現時点におけるy’iとの差｜yi＋ΔA−y’i｜が一定量ΔE内に納まるようにモータ29を制御するのである。つまりyi＋ΔA−y’i＞0であれば上下軸25を上げ，yi＋ΔA−y’i＜0であれば上下軸25を上げyi’の数値を可減し，｜yi＋ΔA−y’i｜≦ΔEとなるまでモータ29を回転させるわけである。ΔAがすなわち施療子22の身体への圧接力となるわけであり，ΔEは許容誤差となる微少量である。この制御フローチャートを第9図に示す。施療子22は前に記憶したxi点におけるyiよりもΔA±ΔEだけ上方に位置して動くわけであるからxiの各点において常に所定圧で接触子22が身体に接するわけである。」(5欄6行目～6欄2行目)，"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「ΔAの値を随時切換えることができるようにすれば強弱を選択できるものとなる。」(6欄2行目～4行目)，"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「上記実施例においては施療台1を寝台型としたが，背もたれ内に組み込んだ椅子型でも良く，また施療子22も単にローリングマッサージを行なうだけのローラ型のものを示したが，もちろんもみ運動を行なうもの，例えば回転駆動される一対の相対して傾斜したもみ輪のような構成のものであってもよい。」(6欄9行目～15行目)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記によれば，甲4公報には，その施療子を回転駆動される一対の相対して傾斜したもみ輪とすることが示唆され(上記ア(ウ))，また，接触子の身体への圧力を所定圧とするため，マッサージ動作中において，接触子の位置を変えること(同(ア))が記載されている。また，強弱を選択し，接触子の位置を変化させ，身体への圧力を変えることが示唆されている(同(イ))。",
                    "ここで，マッサージ機において，一対の相対して傾斜したもみ輪とすることが示唆されていたとき，そのような構成が周知であったこと(乙1公報，乙2公報)からも，本件発明1のマッサージ子作動装置に相当する構成を当業者は容易に理解し得たと認められる。そうすると，甲4公報には，マッサージ動作中に，マッサージ子に対し，マッサージ子作動装置による動作のほかに，マッサージ子作動装置を上下させることによる動きを与える構成が記載されていると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲8公報には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「〔産業上の利用分野〕本発明はマッサージ子の身体に対するもみ幅が数段階に亘り調整可能であると共に身体に対する突出量を自由に調整し得るマッサージ装置に関するものである。」(1頁右欄7行目～11行目)，"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「〔問題点を解決するための手段〕本発明はこれらの問題点を解決するために，一対のマッサージ子を左右方向に揺動せしめる揺動機構を基板上に設置し，該揺動機構設置部の反対側の面の基板部に前記マッサージ子を上下(又は前後)方向へ押し出す押出機構が設けられ，前記揺動機構と押出機構は速度トルク特性曲線が垂下特性を有する2個のモータでそれぞれ個別に駆動されるように構成され，前記揺動機構部にはマッサージ子の左右揺動範囲を数段階に亘り広狭調整可能な複数個のマグネットとリードスイッチとからなる位置センサーを設け，前記モータに対する入力電流(又は電圧)を振幅，周期，波形の異なる数種類の特性曲線を記憶し，且つ該記憶したデータを読出すと共に位置センサーによって与えられるマッサージ子の左右揺動幅変更手段とマッサージ子の押出量変更手段からの信号によりマッサージ子の左右揺動幅と押出量を変更する能力を具えた演算手段と，演算手段から与えられる信号をアナログ信号に変えてそれぞれ個別に2個のモータ制御回路に与える2個のD／Aコンバータとからなるマイクロコンピュータによって制御するように構成したものである。」(2頁左上欄下から3行目～右上欄最下行)(ウ) 「〔作用〕本発明はマッサージ子を左右揺動あるいは上下(又は前後)動させる2個のモータはいずれも速度トルクカーブが垂下特性を持っているから，マッサージ子が背中の体圧に押されてモータが回転停止したとき，モータトルクカーブの最大点(停動トルク時)に於いてモータのトルクによって生じる背中に対するローラ圧力は体圧とバランスして一定である。そしてトルクが減少するとマッサージ子は体圧に押されて後退し，逆にトルクが増加するとマッサージ子は体圧に勝って前に出る。そしてマッサージ子の左右揺動幅変更手段によってマッサージ子の左右揺動範囲を数段階に亘り段階的に変更することによってマッサージ子の身体に対するもみ幅調整が段階的に変更可能である。またマッサージ子の押出量変更手段によって，例えば，指圧マッサージにおいては，マッサージ子の押込み作用の強弱調整が，また，たたきマッサージあるいはバイブレーションマッサージ作用時には，マッサージ子の当接強さが強弱調整される。更にマッサージ子の左右揺動幅変更手段と押出量変更手段とを同時に作用させる立体的なもみマッサージ作用が施される。」(2頁左下欄1行目～右下欄3行目)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「一対のマッサージ子1，1は基板2上に回転可能に支持された互いに噛み合つているギア8，8上に固定されており，該ギア8，8の正逆回転でマッサージ子1，1相互の間隔が広くなつたり狭くなつたりする。・・・4はマッサージ子を左右揺動させるためのモータであって，該モータ4の出力軸に固定の小ギア3’が前記ギア3の1方と噛み合つている。」(2頁右下欄6行目～18行目)(オ) 「6は該基板2を上下(又は前後)に押し出すための押出用のモータであつて，該モータ6の出力軸には偏心カム7が固定されているので，この偏心カム7による押出機構で基板2は軸支5，5部を支点として上下(又は前後)方向へ押出されるように形成されている。尚基板を上下(又は前後)動させる押出手段は前記に限定されるものではなく，例えば第7図に示すような偏心クランクその他の回転機構も採用される。」(3頁左上欄1行目～9行目)"
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「第5図乃至第8図に示す如く，ねじ棒8の正逆回転によつてガイド棒9に沿つて上下往復移動するにようして椅子内に組込んで椅子式マッサージ機としたり，…(中略)…することもできる。」(3頁左上欄14行目～20行目)(キ) 「第9図のA1の如きマッサージ子の左右揺動幅変更手段14によつてもみ幅を変化させるモータ4の特性曲線を選定し，例えば，第9図のA2の如きマッサージ子の押出量変更手段15によつてマッサージ子の押出量を変化させるモータ6の特性曲線を選択すれば，第10図，第11図に示すように，その合成されたマッサージ子の軌跡を示す曲線は前記第9図のA1，A2の特性曲線を種々に変えることによつて大，中，小の数段階に亘り変化させることができる。前記マッサージ子の左右揺動用のモータ4及び上下(又は前後)に押し出す押出用のモータ6は速度トルク特性曲線が垂下特性を有するもの(例えば第12図の特性曲線)を使用し，モータ4，6に対する入力電流又は電圧をマイクロコンピュータによつて制御し，マッサージ子の身体に対する接触圧を所定の振幅，波形，周期で選んだ特性曲線で変化させるものである。」(3頁右上欄6行目～左下欄3行目)(ク) 「もみマッサージにおいてはもみ幅の変更，指圧，たたき，バイブレーションマッサージ等においては当接位置の変更はマッサージ子の左右揺動幅変更手段14を使用者が操作することによつて，使用者の体格や好みにあつた，もみ幅調整や，マッサージ子の当接位置調整が簡易に得られる。又，例えば，指圧マッサージや，たたきマッサージ等において，マッサージ子の身体に対する押圧力が弱く，もの足りないと感じた時や，逆に強過ぎると感じた時は，マッサージ子の押出量変更手段15を強弱調整することによつて，ユーザーにおいて各自の好みに合つたマッサージの押圧力を自由に選定することができる。更に前記マッサージ子の左右揺動幅変更手段14とマッサージ子の押出量変更手段15を同時に作動させると，いままでにない立体的なもみマッサージが施される。」(4頁左上欄1行目～17行目)"
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "第10図には，横軸をマッサージ子の左右揺動幅とし，縦軸をマッサージ子の押出量としたグラフである。そこには，合成されたマッサージ子の軌跡を示すものとして，左右揺動幅を「大」，「中」，「小」とする線が示されているが，そのそれぞれは，グラフ上で傾きを示す線を含むもので，左右揺動幅が変化するとともに押出量も変化することがあることが示されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記によれば，甲8公報には，マッサージ子を左右方向に揺動させる揺動機構と，マッサージ子を上下(又は前後)方向へ押し出す押出機構とを備え，マッサージ子と左右揺動機構が基盤上にあり，押出機構がその基盤を押し出し，マッサージ子を押し出す機構が記載されている。",
                    "そして，左右揺動幅変更手段の操作により，もみマッサージにおけるもみ幅の変更や，指圧，たたき等における当接位置の変更をすることができ，押出量変更手段の操作により，指圧マッサージ，たたきマッサージ等において，押圧力の変更をすることができることが記載されているとともに，「更に前記マッサージ子の左右揺動幅変更手段14とマッサージ子の押出量変更手段15を同時に作動させると，いままでにない立体的なもみマッサージが施される。」(前記ア(ク))として，マッサージ動作中に，マッサージ子を左右方向に揺動させる揺動機構と，マッサージ子を上下(又は前後)方向へ押し出す押出機構を同時に使用することによって，立体的なマッサージができることが記載されている。そして，図10から，マッサージ子が，左右揺動幅が変化するとともに押出量も変化することがあることがうかがえることと併せ，甲8公報には，マッサージ動作中に，左右揺動幅変更手段とともに，マッサージ子を上下(又は前後)方向へ押し出す押出機構を作動させることが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲8公報には，左右揺動幅変更手段と押出量変更手段を用いて使用者好みの左右幅および押出量とするために，左右揺動幅を変更するとともにマッサージ子を前方向又は後方向のいずれか一方向に移動して所望の位置に固定したものが記載されている旨主張するが，上記ア(ク)の記載や図10には，マッサージ動作中に，押出機構を使用することが記載されていると認められる。",
                    "この点，原告は，さらに，「『マッサージ子の左右揺動幅変更手段14とマッサージ子の押出量変更手段15を同時に作動させる』ことにより『立体的なもみマッサージ』を行う」(上記ア(ク))とは，左右揺動幅を変更するとともにマッサージ子を前又は後方向の一方向に移動して所望の位置に固定したうえで，規則的に繰り返される往復運動をマッサージ子に実行するだけである旨主張する。しかし，上記文章は，「・・・又，例えば，指圧マッサージや，たたきマッサージ等において，マッサージ子の身体に対する押圧力が弱く，もの足りないと感じた時や，逆に強過ぎると感じた時は，マッサージ子の押出量変更手段15を強弱調整することによつて，ユーザーにおいて各自の好みに合つたマッサージの押圧力を自由に選定することができる。」(同)との記載に続くものであり，これらを全体としてみると，「マッサージ子の左右揺動幅変更手段14とマッサージ子の押出量変更手段15を同時に作動させる」とは，マッサージ動作中に，押出量変更手段を作動させているものと認められるのであり，原告の主張は，採用の限りではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲9明細書には，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「本発明は，患者の体の各部をマッサージ及び操作するための装置に関するものである。さらに詳しくは，関節の固着を解放し筋組織の状態を整えるために，起伏があり周期的に振動する圧力を患者の体に与える治療操作器具に関するものである。」(1欄4行目～9行目)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「このタイプの装置において，ローラは，連続的且つ均一に圧力をかけながら人体の表面を移動する。実際の圧力は望みどおりに調節できるが，このタイプの装置は，施術中の身体各部に組織的振動や起伏のある圧力を与えることには失敗している。身体各部に極小の衝撃や突きを生じる圧力の変化や上方圧力の解放により，より望ましいマッサージ効果及びより良い関節の固着の解放が得られることが発見されている。」(1欄30行目～40行目)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「それぞれの軸の周りを自由に回転するように取り付けられた個々のマッサージ及び操作ローラ38，39，40を備えたマッサージ及び操作ローラドラム装置は平行板36及び37の間に設けられている。平行板36，37は，軸受け34，35における回転運動のために備えられた軸33aの中心に固定されている。平行板36，37は軸33aの中心に位置するため，ローラ38，39，40はテーブル面12の矩形状開口部15に配向している。これらの板は円形や多角形など所望の形状にできる。図2に示すように，これらの板は二等辺三角形をしている。ローラ38，39，40は，板の拡張点に位置し，ローラドラム装置を形成している。」(3欄31行目～45行目)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「ドライブモータ41，減速ギヤボックス43及び出力軸44は，",
                      "text": [
                        "バイブレイションマウント42によって十字支持板32の下にぶら下がるように取り付けられている。出力軸44はスプロケット45及びチェーン46によって軸33aに設けられたスプロケット47につながっている。このように，モータ41は減速ギヤボックス43を通してローラドラム装置33を回転させるため，ローラ38，39，40は開口部15に接する身体各部が上下するように圧力及び極小の突きを加える。この方法により，起伏及び周期的振動に富んだ効果的なマッサージと操作を得ることができる。」(3欄54行目～66行目)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「ローラが人体にかかる圧力を変化させるために，矩形状開口部15に対するローラドラム装置33の仰角位置が調節される。指示アーム30，31の位置は十字支持板32に固定され，下方へ延びる支柱アーム51によって制御されている。往復台の枠組み23に取り付けられた電動ウインチ52はばね54へつながるケーブル53を備えている。ばね54の一端部はアーム51の端に取り付けられている。このように，ローラドラム装置33の仰角位置は，ばね54の張力が増すようにケーブル53を張ることにより上げることが可能である。ケーブル53を張ったり緩めたりすることにより，アーム30，31はA方向へ移動し，ローラ38，39，40が人体にかける圧力が増減する。ストップ55がケーブル53に取り付けられており，作動中のローラドラム装置の上下の仰角位置を制御するためにリミットスイッチ(図示しない)に接するようになっている。ケーブル53とばね54の一端の間に張力計(図示しない)を挿入し，ローラによって人体にかかっている力を電気信号によって表示することも可能である。」(4欄15行目～39行目)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの記載によれば，甲9明細書には，ローラドラム装置33を回転させることにより，ローラ38，39，40によって，開口部15に接する身体各部を上下させるように圧力及び極小の突きを加えることで，起伏及び周期的振動に富んだ効果的なマッサージと操作を得ることができるマッサージ装置が記載されているものと認められる。そして，ローラが人体にかかる圧力を変化させるために，矩形状開口部15に対するローラドラム装置33の仰角位置は，ケーブル53を張ったり緩めたりすることにより移動するものであると認められるし，「ストップ55がケーブル53に取り付けられており，作動中のローラドラム装置の上下の仰角位置を制御するためにリミットスイッチ(図示しない)に接するようになっている。」との記載から，甲9明細書のローラドラム装置の上下の仰角位置の制御はマッサージ動作中に行われるものである。",
                    "したがって，甲9明細書には，マッサージ子作動装置に相当するローラドラム装置をケーブルによって操作し，マッサージ動作中にその装置の仰角位置の変化によって，マッサージ子作動装置によるものに加えた動作をすることができることが示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "乙3公報には以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「枠フレーム7の中央下部に配設される前後調整ブロック3は，フレーム軸72及び上下駆動軸60が夫々挿通される挿通孔72H，60Hを備えた一対のプレート31，32と，これらに取付台39を介して固着された前後調整用のモータM と，一対の取付台360及び軸受36Bを介して軸回りの回転が自在となるように取り付けられた送りねじ36と，この送りねじ36に螺合する送りナット37と，送りナット37にリンクピン301によって一端が連結されたリンク300と，モータM の回転を送りねじ36に伝達するための一対のプーリ33，35及びタイミングベルト34とからなるもので，上記リンク300の他端は，もみ駆動ブロック4と角度調整ブロツク5との間に架設されている前記もみ軸40に軸受40Bを介して連結されている。モータM によって送りねじ36を回転させると，送りナット57に連結されているリンク300は，第10図に矢印で示すように，もみ軸40をフレーム紬71を中心に回動させる。つまり，もみ軸40を支持しているもみ駆動ブロック4と角度調整ブロック5並びにこの両者に送りねじ20を介して連結されている幅調整ブロック2を，フレーム紬71を中心に回動させる。」(4頁左上欄下から6行目～右上欄下から2行目)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「更に前後調整ブロック3によるもみ軸40のフレーム軸71を中心とする回動で，施療子10は前後に移動して背もたれ81のカバー812との間隔を変化させる。つまり，椅子8に座って背もたれ81にもたれている人の背面と施療子10との接触圧を変化させる。尚，ここでは施療子ブロック1のもみ軸40の軸回りの回動で角度が変化し，フレーム紬71の紬回りの回動で施療子10が前後すると表現しているが，いずれの動作も直線状ではない上に，施療子10が回動中心にないために，もみ紬40の軸回りの回動で施療子10は前後にも動き，フレーム軸71の軸回りの回動で施療子10は角度も変化させる。」(5頁右下欄最下行～6頁左上欄13行目)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「次に，施療子10の各種動作によるマッサージの態様について説明する。このマッサージ機では，揉捏マッサージと，たたき(叩打)マッサージと，指圧マッサージと，さすりマッサージの4種のほか，施療子10を移動させつつ揉捏マッサージやたたきマッサージ，あるいは指圧マッサージを行なうことも可能となっている。」(6頁右上欄1行目～7行目)"
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「まず，揉捏マッサージについて説明する。これは前述のように，もみ駆動ブロック4によるもみ軸40の回転でシャフト14を回転させることにより行なわれる。シャフト14の回転に伴なってシャフト14に対し偏心傾斜した回転を行なう施療子10は，第13図に示すように，被施療面との接触点を小円を描くように移行させるとともに，人体の中心方向に向けて力を加える。この時，実線で示す状態，つまり偏平球状の施療子10の表面が人体の被施療面に当接する状態では，接触面積が大きいが，シャフト14が180°回転して，鎖線で示す状態になった時には，施療子10における曲率半径r2の小さな周面が被施療面に当接して接触面積が小さくなる上に，シャフト14の傾きθ2によって施療子10は図中αで示す分だけ被施療面側へと突出することになるために，めりはりのある揉捏マッサージを得ることができる。しかも，施療子10が外皮100と金属製骨材102との間に高粘性弾性体101を配したものとなっているために，柔らかさを有しつつ，芯のあるマッサージ，つまりは人間の手のひらや指で行なわれるマッサージと変わらぬものを得ることができるものであり，またこのマッサージ中に角度調整ブロック5や前後調整ブロック3を作動させることによって，もみ力を変化させることもできるものである。」(6頁右上欄8行目～左下欄13行目)"
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「指圧マッサージは，角度調整ブロック5による施療子ブロック1をもみ軸40の軸回りに回動させる動作と，前後調整ブロック3による施療子ブロック1をフレーム軸71の軸回りに回動させる動作との複合動作により，施療子10を前後に動かすことで行なう。共に施療子10に前後動を行なわせることができる両動作のうち，一方だけで指圧マッサージを行なうのではなく，両動作の組み合わせとしているのは次の理由による。すなわち，角度調整ブロック5による施療子ブロック1の駆動はもみ軸40を中心とした回動であり，前後調整ブロック3による施療子ブロック1の駆動はフレーム紬71を中心とした回動であって，いずれか一方だけであると，施療子1は前後動につれて，鉛直面内における角度も変化させてしまう。しかし，角度調整ブロック5で施療子10を前進させた時と，前後調整ブロック3で施療子10を前進させた時とでは，角度の変化方向が逆となっていることから，両ブロック3，5を同時に作動させることにより，角度変化が相互に打ち消されるようにして，施療子10がほぼ前後の直線運動を行なうようにしているものである。」(7頁右上欄15行目～左下欄16行目)"
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "「次に揉捏マッサージは，第25図に示すように，まず格納動作と倣い動作の各サブルーチンを順次実行し，角度調整ブロック5と前後調整ブロックによる施療子10の直線的前進で，施療子10と人体との接触圧が設定値以上となると，もみ駆動ブロック4による施療子10の偏心傾斜回転を開始させる。また，この時点から角度調整ブロック5による角度増大で施療子10を微速で前進させる。",
                        "この微速前進により，徐々にマッサージが強くなるようにしているわけである。尚，微速前進を角度調整ブロック5で行なっているのは，前後調整ブロック3のモータM は速度コントロールができない上に，指圧の場合と同様に，肩に対するマッサージの際に施療子10が前方へと逃げてしまう事態を時として生じるからである。",
                        "また，この揉捏マッサージは，その開始時点からスタートするタイマTによって，所定の時間が経過すれば，施療子10の格納動作に戻る。タイマTによる限時に代えて，スイッチSW1e，SW1dのオン回数のカウントを行なってもよい。」(11頁右下欄1行目～20行目)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記記載によれば，乙3公報に記載されたマッサージ機において，揉捏マッサージは，もみ駆動ブロック4によるもみ軸40の回転でシャフト14を回転させることにより行なわれるものであるが，同マッサージ機は，角度調整ブロック，前後調整ブロックにより，施療子10を前後に直線運動させることができるものであり，施療子10と人体との接触圧が設定値以上となったとき，「マッサージ中に角度調整ブロック5や前後調整ブロック3を作動させることによって，もみ力を変化させることもできる」ものが記載されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "上記によれば，マッサージ機において，マッサージ動作中に，マッサージ子に対し，マッサージ子作動装置そのものによるマッサージ動作を与えるほかに，マッサージ子作動装置自体を動かすことによる動きを与える構成は，本件出願当時には，周知の技術であったということができる。",
                "そうすると，引用発明1は，揉み球を前後動させるものであるが，上記のマッサージ動作中に，マッサージ子に対し，マッサージ子作動装置そのものによるマッサージ動作を与えるほかに，マッサージ子作動装置自体を動かすことによる動作を与える構成が周知の技術であるといえるとき，引用発明1の組付枠体に設けられたマッサージ子作動装置の前後動をマッサージ中に行うとすることは，当業者が容易に想到することができたものであり，そのような構成をとると，マッサージ動作中に，マッサージ子作動装置によるマッサージ動作のほかに，組付枠体を運動させることによる動きがマッサージ子に加わり，これは，本件発明1の複合的なマッサージ動作というべきであるから，当業者は，相違点2に係る本件発明1の構成に容易に想到することができたと認められる。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原告は，甲4公報，甲8公報，甲9明細書及び乙3公報には，複合的なマッサージ動作をマッサージ子に与えることができることが記載されていない旨主張する。",
                "原告の主張のうち，前記(4)ウにおいて，検討したところのほか，本件発明1の「複合的なマッサージ動作をマッサージ子に与える」の意義との関係について検討すると，本件発明1において，複合的なマッサージ動作は，マッサージ動作中に，マッサージ子作動装置自体を動かすことにより，マッサージ子に対して動きが与えられることによってされるものであるが，前記(2)のとおり，本件発明1において，組付枠体の運動方向等について限定はなく，組付枠体の動きによってマッサージ子に対して加えられる動きについても，その方向，回数や種類について，限定はないし，マッサージ子作動装置自体を運動させ，マッサージ子に動きを与えることにつき，マッサージ動作が複合的になることを超えて，上記運動によるマッサージ子への動きの目的に限定があるとは認められない。原告の主張は，本件発明1の「複合的なマッサージ動作」について，上記と異なって，その内容，目的等に限定があることを前提として，それらが上記各公報に記載されていないとするものであり，採用することができない。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "原告は，相違点1の容易想到性判断ともからみ，本件発明1の駆動装置(6)は，マッサージ子作動装置(4)によるマッサージ動作を実行しながら，これと同時的に実行される他のマッサージ動作を行う組付枠体を駆動する駆動装置(6)であること，特許発明は，請求項に記載されたすべての技術的事項が密接に結合して成立するものであり，ある技術的事項は他の技術的事項と相互に規定し合う関係にあるから，請求項に記載された一部の技術的事項を恣意的に切り分けて抽出し，請求項に記載された他の技術的事項との関連を無視した判断は誤りである旨主張する。",
                "相違点1に係る構成について，独立して容易想到性判断をしても不相当といえないことは前記4(3)のとおりである。また，確かに，本件発明1は，組付枠体の運動により，マッサージ中にマッサージ子に対して動きを与えるものであるのに対し，引用発明1は，マッサージ子の突出量を変化させることは記載されているが，その目的は，マッサージ動作そのものを行うものではないし，また，マッサージ中にマッサージ子作動装置の組付枠体の動きによってマッサージ子に対して動きを与えるものでない。しかし，前記(7)のとおり，マッサージ機において，マッサージ中に，マッサージ子に対し，マッサージ子作動装置そのものによるマッサージ動作を与えるほかに，マッサージ子作動装置自体を動かすことによる動きを与える構成は，本件出願当時には，周知の技術であったのであり，このような技術が周知技術であったことを考慮すると，同じマッサージ機の分野であり，角度回動可能な揺動駆動部を動かせばマッサージ子が動く引用発明1に対し，上記周知技術を適用することは，当業者にとって，容易に想到し得ることというべきである。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "したがって，原告主張の取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由6(本件発明1の顕著な作用効果の看過)について",
          "text": [
            "審決は，本件発明1の奏する効果が，引用発明1及び周知技術から予測し得る範囲内のものであるとしたのに対し，原告はこれを争い，その根拠として，引用発明1及び周知技術の根拠となった文献において，本件発明1の作用効果に関する記載がない旨主張する。",
            "しかし，前記5のとおり，引用発明1に同分野の周知技術を適用すれば，本件発明1の構成に想到することは容易であり，また，そのような構成のものとして予測されるのは，マッサージ子作動装置の組付枠体を運動自在とし，組付枠体を運動させることで，マッサージ子に複合的なマッサージ動作を与えられるというもので，他に，当業者が予測し得ない効果があるわけではなく，本件発明1の奏する効果は，当業者が予測し得る範囲内のものである。",
            "したがって，原告主張の取消事由6は理由がない。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "取消事由7(本件発明2ないし4についての進歩性判断の誤り)について原告は，本件発明1についての容易想到性の判断が誤りであることを前提として，審決の本件発明2ないし4に関する判断が誤りである旨主張するが，前記1ないし6に照らし，前提を欠くものであり，採用できない。"
          ]
        },
        {
          "fig": "8",
          "subject": "取消事由8(相違点3についての進歩性判断の誤り)について",
          "text": [
            "審決は，相違点3に係る本件発明2の構成は，引用発明1及び周知技術に基づいて，当業者が容易に想到し得たとしたのに対し，原告は，本件発明1の「前記マッサージ子作動装置(4)と前記駆動装置(6)とによって，複合的なマッサージ動作をマッサージ子に与える」という構成は，周知技術であるとは認められないことを根拠として，審決の判断が誤りである旨主張する。",
            "しかし，相違点2についての前記5の説示に照らし，原告の主張は，前提を欠くものであるから，採用することができない。",
            "したがって，原告主張の取消事由8は理由がない。"
          ]
        },
        {
          "fig": "9",
          "subject": "取消事由9(相違点5についての進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，相違点2についての審決の判断が誤りであるから，同判断を前提とした相違点5についての審決の判断も当然に誤りである旨主張するが，相違点2についての審決の判断に誤りがないことは前記5のとおりであり，原告の主張は前提を欠き，採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，甲10マイクロフィルムには，「前後平行移動構成」が記載されているとした(前記第2の3(10)イ(ウ))のに対し，原告は，審決の認定が誤りである旨主張する。",
                "甲10マイクロフィルムには，以下の記載がある。「駆動モーター8を駆動させることにより減速機7を介してラックギア6が回転し，移動台車3はガイドレール2上を長手方向に沿って往復動する。」(4頁18行目～5頁1行目)，「移動台車3の左方部には振動ローラ10を有する振動機構が設けられている。」(5頁8行目～9行目)，「また，以上の振動機構を保持するフレーム18下部にはモータ20及び減速機21の駆動により上下動可能なギア軸19が設けられており，振動ローラ10の高さ位置を任意に調節することができる。」(6頁3行目～7行目)，「シート11上によこたわる患者の体は，その自重によって回転ローラ9及び振動ローラ10に圧接する。従って，この状態において移動台車3を往復動させると，回転ローラ9及び振動ローラ10は患者の体をその下方から連続して加圧作用する。",
                "またモータ16の駆動によって振動ローラ10を振動させながら，移動台車3を往復動させると，振動ローラ10の振動加圧作用により患者の全身にわたって優れたマッサージ効果を奏する。」(6頁14行目～7頁2行目)，「振動ローラ10の加圧力調整についてはモータ20の駆動により振動ローラ10の高さ位置を調節できるので，これによって行なうことができる。」(7頁11行目～13行目)これらの記載によれば，甲10マイクロフィルムには，振動ローラ10が，移動台車3の移動方向に対して垂直方向にモータ20及び減速機21の駆動により上下動することで，高さ位置を調節することができ，それにより振動ローラ10の加圧力を調整するものが記載されている。そうすると，甲10マイクロフィルムには，組付枠体を昇降フレームに対して前後平行移動自在に取り付けた構成を備えたマッサージ機が記載されていると認められる。",
                "原告は，甲10マイクロフィルムについての審決の認定が誤りであるとして，甲10マイクロフィルムに記載されているのは，本件発明4のような，たたき動作を実行させながら，これと同時的にマッサージ子作動装置(4)の組付枠体(5)自体を前後平行移動する駆動装置(6)によって「平行(指圧)動作」に固有の前後平行方向線上に沿って規則的に繰り返される往復運動をマッサージ子に実行させる構成ではない旨主張する。",
                "しかし，審決は，たたき動作については，マッサージ子にたたき動作を行わせることは，甲2公報，甲3公報，甲8公報等から，本件出願時には周知技術であったとして，甲10マイクロフィルムについては，「前後平行移動構成」が記載されているとしているのであり，甲10マイクロフィルムにたたき動作が記載されていないとしても審決の認定に誤りがあるものではなく，また，本件発明4は，その特許請求の範囲の記載に照らしても，「平行(指圧)動作」に固有の前後平行方向線上に沿って規則的に繰り返される往復運動をマッサージ子に実行させるものに限定されないのであるから，そのような限定があることをいう原告の主張は，前提を欠くもので，採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，審決が，甲10マイクロフィルムに記載された技術のみを根拠として，周知技術を認定したことを争う。",
                "しかし，乙7公報には，「背もたれ84の両側フレーム85には，夫々断面コ字型で開口面が対向する一対のレール8，8を固着するとともに，各レール8の開口縁には夫々ラック9を長手方向に沿って固着してあり，両レール8，8間にラック9と噛み合うピニオン23と各レール8内を転動するころ22とを両端に備えた機構部を架設してある。この機構部は正逆回転自在なモータ M を有してレール8に沿って自走するもので，主軸1及び送り軸3とこれらに略平行な支持枠40の一端にギアボックス10を，他端にモータ M を配設したものとなっており，第3図及び第4図に示すように，・・・機構部がレール8間に架設されている。・・・駆動軸2を回転させれば機構部はレール8に沿って背もたれ84の背面で上下動を行う。」(2頁左下欄7行目～右下欄11行目)，「主軸1中央部に連結されている押圧ユニット4は，第5図にしめすように，左右2つ割りで形成されているハウジング43と，このハウジング43内に配されているとともにハウジング43の先端面から一端を突出させているスプライン軸41，スプライン軸41と同心で且つスプライン軸41と螺合してハウジング43の後端面から後部を突出させているねじ軸42，スプライン軸41の先端に取り付けられた施療子40，ねじ軸42を回転させることによってスプライン軸41を軸方向に移動させる正逆回転自在であり且つ回転速度制御が可能なサーボモータSM等から構成されている。」(2頁右下欄12行目～3頁左上欄4行目)，「押圧ユニット4においては，スプライン軸41の回転を止めている時，つまりスプライン軸41にスパイラルギア44，45で連結されている主軸1の回転を止めている時にサーボモータSMを駆動させれば，回転するねじ軸42はスプライン軸41を軸方向に移動させる。従って，スプライン軸41の先端の施療子40は，カバーシート89を介して椅子の背もたれ84にもたれている人の背面を押圧する」(3頁右下欄4行目～12行目)との記載があり，昇降フレームに対して，施療子40を平行移動可能に構成したマッサージ機が記載されているものと認められる。",
                "そして，これらに照らしても，審決が，本件出願時において，マッサージ機において，昇降フレームに対して，施療子等を前後方向に平行移動可能とする駆動機構は，従来周知のものであると認定したことに誤りがあるとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の取消事由9は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "10",
          "subject": "取消事由10(本件発明4の顕著な作用効果の看過)について",
          "text": [
            "原告は，本件発明4が，駆動装置6によってマッサージ子作動装置の組付枠体5を前後平行運動を規則的に繰り返すマッサージ動作をマッサージ子に当たる構成を採用することにより，①マッサージ子の位置ズレが少なく，人体の特定の施療箇所に対して集中的に複合マッサージを施すことができ，②マッサージ子の位置ズレを補正する構成ないし制御を採用する必要がなく，マッサージ機の構成ないし制御を簡便なものとし，③たたき動作におけるマッサージ子の上下方向の人体当接位置及びその範囲を維持してマッサージ子によるたたき動作の人体に対する当接感を変化させることなく，複合マッサージにおけるたたき動作の当接感を一定に保持することによって効果的なマッサージを実現するものであり，顕著な作用効果を奏するものであり，その作用効果は先行技術文献に記載されていないから，本件発明4の進歩性を否定すべき理由がない旨主張する。",
            "しかし，原告の主張する効果は，マッサージ子を前後平行移動可能としたことによる効果であるところ，これらの効果は，同構成を採用することによって，当業者がその構成のものとして予測し得るものであり，このことは，先行技術文献に同効果そのものが記載されていなくとも変わるところはないから，その効果が顕著であり，進歩性が否定されることがないことをいう原告の主張は採用できない。",
            "したがって，原告主張の取消事由10は理由がない。"
          ]
        },
        {
          "fig": "11",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がないから，原告の請求は棄却することとする。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10018",
    "date": "2007-12-05",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035470",
    "ipprecedent_id": "1262",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}