{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2002−24664号事件について平成18年9月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，スウェーデン国法人であるカビ・ファーマシア・アクチボラーグ(以下「訴外会社」という。)が後記発明につき特許出願をし，その後原告がその権利を承継したところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。",
        "争点は，本願発明が，下記引用例a～fとの関係で進歩性(特許法29条2項)を有するかである。",
        "記",
        "・引用例a：特表平2−500797号公報(発明の名称「大腸菌中で発現されるヒトアポリポタンパク質AⅠ及びその変異形」，出願人A ，国際公開日 昭和63年〔1988年〕5月5日，国内公表日 平",
        "成2年3月22日，甲1)",
        "・引用例b：国際公開第90／12879号パンフレット(甲2)",
        "・引用例c：J.Biol.Chem.Vol.265,No.21(1990)p.12224-12231(甲3)・引用例d：Proc.Natl.Acad.Sci.USA,Vol.83,No.20(1986)p.7643-7647(甲4)・引用例e：Biochim.Biophys.Acta,Vol.960,No.1(1988)p.73-82(甲5)・引用例f：J.Clin.Invest.,Vol.66,No.5(1980)p.901-907(甲6)"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "訴外会社は，平成4年(1992年)12月11日，名称を「アポリポ蛋白質の分子変異体の2量体およびその製造方法」とする発明につき，優先権主張を1991年(平成3年)12月13日(スウェーデン)として国際出願(特願平5−510842号，以下「本願」という。翻訳文提出日 平成5年8月10日，国内公表日 平成7年3月30日，公表特許公報は特表平7−502892号〔甲8〕)をした。その後原告は，訴外会社の一般承継人であるファーマシア アンド アップジョン アクチボラーグ(スウェーデン国法人)を経て原告が特許を受ける権利の譲渡を受け，特許庁に平成11年7月13日付けで名義変更届を提出した(甲17)が，平成14年4月30日拒絶査定を受けたので，平成14年12月24日付けで不服の審判請求をした。",
                "特許庁は同請求を不服2002−24664号事件として審理することとし，その中で原告は，平成15年1月22日付け手続補正書で，発明の名称を「アポリポ蛋白質A1−ミラノの2量体の製造方法」と変更するとともに明細書の記載も変更する補正(請求項の数8，以下「本件補正」という。甲7)をしたが，特許庁は，平成18年9月27日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成18年10月23日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，上記のとおり請求項1ないし8からなるが，その請求項1に記載された発明(以下「本願発明1」といい，このうち下記(b)を選択した場合の発明を「本願発明1’」という。)は，次のとおりである(甲7)。",
                "記",
                "「【請求項1】"
              ],
              "content": [
                {
                  "fig": "(a)",
                  "subject": "組換え技術により大腸菌からアポリポ蛋白質A1−ミラノを製造し，該アポリポ蛋白質A1−ミラノを分裂し，その後存在する単量体を2量体に変換させるか，または"
                },
                {
                  "fig": "(b)",
                  "subject": "アポリポ蛋白質A1−ミラノ，単量体および2量体を大腸菌中の発現系統においてバクテリア培養媒体に分泌させる組換え技術によりアポリポ蛋白質A1−ミラノを製造し，その後存在する単量体を2量体にさせるか，または"
                },
                {
                  "fig": "(c)",
                  "subject": "アポリポ蛋白質A1−ミラノキャリヤから血漿を集め，単量体を純化し，その後その単量体を2量体に変換させ，",
                  "text": [
                    "そして2量体をほぼ純粋な形状に純化することにより製造することを特徴とするアポリポ蛋白質A1−ミラノの2量体の製造方法。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "text": [
                        "審決の詳細は，別添審決写しのとおりである。",
                        "その要点は，本願発明1は，前記引用例a～fに記載された発明に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，というものであった。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "text": [
                        "なお，審決は，本願発明1と引用例aに記載された技術的事項とを対比した一致点と相違点を，次のように認定した。",
                        "〈一致点〉",
                        "いずれも，アポリポ蛋白質A1−ミラノ2量体に関するものである点。",
                        "〈相違点〉",
                        "本願発明1は，(1)アポリポ蛋白質A1−ミラノ2量体の製造方法であって，(2)その製造方法は，前記(2)記載の(a)～(c)いずれかの方法により2量体を製造し，さらに，(3)当該2量体をほぼ純粋な形状に純化するものであるのに対し，引用例aには，アポリポ蛋白質A1−ミラノを製造することは記載されているが，それを2量体へと変換することについては記載されていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下に述べるとおりの誤りがあり，この誤りに基づいて審決は本願発明1’の進歩性を否定したものであるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "取消事由1(周知技術の認定の誤り)",
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "審決は，本願発明1’におけるA1−ミラノの製造方法である「大腸菌中の発現系統においてバクテリア培養媒体に分泌させる」ことに関し，目的蛋白質をコードする遺伝子の5’末端側に分泌シグナル配列を付加して，目的蛋白質を培養媒体に分泌させることは，当該技術分野における周知技術であるとする(審決8頁30行～32行)。",
                            "しかし，以下に述べるとおり，組換えによる目的蛋白質をバクテリア培養媒体に分泌させる技術は優先日(平成3年12月13日)当時周知ではなかったから，審決の上記認定は誤りである。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "content": [
                            {
                              "fig": "a",
                              "subject": "「分泌」という語句の意味は，「広義には，細胞がその代謝産物を析出または排出すること。あらゆる生活細胞に普遍的な現象であるが，普通はとくにその生産物すなわち分泌物(secretion 独Sekret)が生体にとり特殊な用途をもつような場合にこの語を用い，生体に不用な代謝産物を出す場合には排出といって区別する。…」(八杉龍一ほか編・岩波生物学辞典第4版〔1996年7月12日第2刷 岩波書店",
                              "text": [
                                "発行〕1256頁，甲18)と定義される(今堀和友ほか監修・生化学辞典第3版〔1999年2月15日第3刷 株式会社東京化学同人",
                                "発行〕1245頁にも同様の定義がされている。甲19)。",
                                "グラム陰性菌である大腸菌は，細胞構造を維持する最外層構造として，内膜(細胞質膜)と外膜を有する。内膜の内部は細胞質であり，内膜と外膜の間の部分はペリプラズムと呼ばれる。外膜が最も外側の構成成分であり，リン脂質の膜にリポ多糖，蛋白質，リポタンパクが存在し，リポ多糖とペプチドグリカンが結合して安定した構造を保っている。そして，培養媒体とは，外膜の外，すなわち菌体の外部を意味する。",
                                "したがって，目的蛋白質の培養媒体への分泌とは，細胞質内で合成された目的蛋白質が，内膜，ペリプラズム及び外膜を通過し，菌体から完全に放出され，培養液中に移行することを意味する。",
                                "これに対し，細胞溶解，溶菌，細胞の破砕及び外膜の損壊など，破壊的な手段で細胞内の代謝産物を取り出すことは，「細胞からの析出または排出」という上記定義には該当しないから，「分泌」には含まれない。また，遺伝子組換えによる蛋白質生産の分野において，当業者は，目的蛋白質を多量に，簡単に，そして高純度で生産することを目的としているのであり，「分泌」という語句も，この観点から解釈されなければならない。菌体を用いて蛋白質を生産する場合，当業者の上記目的を達成するには，菌体を保持したまま，目的蛋白質を菌体外に積極的に出すことが必要である。この当業者の常識に照らしても，培養媒体中への「分泌」とは，菌体を破壊することなく目的蛋白質を培養媒体中へ，すなわち菌体外へ出すことを意味している。"
                              ]
                            },
                            {
                              "fig": "b",
                              "text": [
                                "本願発明1’における「分泌」の概念が以上のようなものであることは，本願明細書の記載からも明らかである。",
                                "すなわち，本願明細書(甲7)には，「ペリプラスミツク空間および成長媒体に対するApo A1−Mの直接分泌に関するベクトルの構造。」(段落【0041】)，「ベクトル構造の目的は成長媒体中に分泌された非常に高いレベルのApo A1−Mを有する大腸菌中でApo AI−M用の製造分泌系を得ることにあった。」(段落【0044】)として，目的蛋白質を培養媒体中へ分泌させることを前提とする記載がある。また， 本願明細書の例4(段落【0042】以下)では，誘導開始後4時間，培養温度37℃という温和な培養条件下であるにもかかわらず，アポリポ蛋白質A1−ミラノの培養媒体中の濃度が2．3g／ℓという非常に高い値を示しており，これは細胞の損傷や破砕では説明できず，蛋白質が外膜を通過したことを示すものと考えられる。さらに，本願明細書の実施例中には，大腸菌を破砕する工程及び外膜を損傷する工程は，何ら採られていないにもかかわらず，上清中(25頁11行)，すなわち培養培地中に，アポリポ蛋白質A1−ミラノが得られている。その上，特許請求の範囲も，「バクテリア培養媒体中に分泌させる」として，積極的かつ意図的にタンパク質を菌体外に出す発明として表記しているばかりでなく，請求項1には，本願発明1’に該当する(b)とは別の選択肢(a)として，細胞を破壊して目的蛋白質を取り出す態様が記載されており，これとの対比からも，本願発明1’は，菌体を破壊する態様を含んでいない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "content": [
                            {
                              "fig": "a",
                              "subject": "上記の意義における蛋白質の培養媒体への分泌の技術は，以下に述べるとおり，本願優先日である1991年(平成3年)12月13日",
                              "text": [
                                "当時，決して周知ではなかったものである。",
                                "本願優先日の5年後である1996年(平成8年)に掲載された学",
                                "術論文であるMaria SandkvistとMichael Bagdasarian「組換えタンパク質のグラム陰性菌による分泌」(カレント・オピニオン・イン・バイオテクノロジー7巻505頁以下，甲9。以下「甲9論文」という。)には，蛋白質のペリプラズムへの移行に関し，次の問題が指摘されている。第1に，シグナル配列を結合した蛋白質がすべて容易に細胞質膜を通過するわけではない(甲9〔原文〕508頁右欄“Type II",
                                "secretion apparatus”15行～17行，〔訳文〕12頁1行～2行)。",
                                "第2に，バクテリアのペリプラズムを産生するためのスケールアップ法は，依然として開発段階にある(甲9〔原文〕同41行～43行，〔訳文〕同下4行～6行)。このように，本願優先日の5年後の時点においても，細胞質から内膜を超えてのペリプラズムへの移行でさえ，目的蛋白質によっては適用できず，さらなる知見・技術の蓄積が必要とされる状況であった。"
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "b",
      "text": [
        "その上，目的蛋白質がペリプラズムへ移行後，更に外膜を通過するための機構に関しては，甲9論文には宿主である大腸菌に非常に多くの操作・工夫が必要であることが述べられており(甲9〔原文〕509頁左欄第1，2パラグラフ，〔訳文〕13頁2行～14頁1行)，同機構は同論文掲載時点でも明らかではなく，蛋白質ごとに異なった作用・機構が働いているであろうという知見が得られつつある状況でしかなかった。",
        "甲9論文の著者らは，結論として，「…分泌の機序に関する我々の理解がこの3又は4年間で多大に増加したという事実に関わらず，我々は，タンパク質の細胞外トランスロケーションを支配する分子機序，特にII型及びIII型の系による機序を少しも理解していない。…」(甲9〔原文〕509頁右欄“Concluding remarks”7行～12行，〔訳文〕15頁13行～16行)と述べている。つまり，1996年(平成8",
        "年)の前3～4年の間に顕著な知見の蓄積があったが，それでもなお，タンパクの菌体外分泌を支配する分子メカニズムの理解にはほど遠いものであり，培養媒体への分泌の試みは試行錯誤が必要な状況であったというのである。",
        "なお，甲9論文には，I 型分泌装置に関し，「単離遺伝子の操作の宿主として，大腸菌は，間違いなく，最も普遍的で，今日まで最もよく研究された生物である。それには，1つだけ欠点がある：実験株のK12及びBがタンパク質を細胞外の培地へ分泌しないことである。…」(甲9〔原文〕508頁左欄“Type I secretion appartus”1行～4行，〔訳文〕9頁下2行～10頁2行)と記載されている。"
      ]
    },
    {
      "fig": "c",
      "subject": "しかも，甲9論文のほか，特許文献(特許庁編・特許マップシリー",
      "content": [
        {
          "fig": "ズ",
          "subject": "化学10「遺伝子工学」 1999年〔平成11年〕5月14日初",
          "text": [
            "版 社団法人発明協会発行〔甲20〕)，学術文献(引用例d〔甲4〕，塚越規弘編・生物化学実験法45「組換えタンパク質生産法」 2001年〔平成13年〕5月15日初版 吉田眞次発行〔甲22〕，JoanA.Stader and Thomas J.Silhavy,“Engineering Escherchia coli toSecrete Heterologous Gene Products”,Methods in Enzymology,vol.185(1990)166-187〔乙1，以下「乙1論文」という。〕，辞典類(瀬野悍二編「バイオサイエンス戦略マニュアル」 1990年〔平成2年〕7月25日初版1刷 共立出版株式会社発行〔甲21〕，太田次郎編「バイオサイエンス事典」 2007年〔平成19年〕2月10日新装版",
            "第1刷 株式会社朝倉書店発行〔甲23〕)のいずれの観点からしても，本願優先日ころから現在に至るまで，大腸菌は生産した蛋白質を培養媒体中に分泌しないと認識されてきた。",
            "したがって，蛋白質を大腸菌から培養媒体中に分泌させる技術が周知でなかったことは明らかである。"
          ]
        }
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "これに対し審決は，大腸菌中の発現系統を用いて目的蛋白質を培養媒体に分泌させて製造することが記載された例として，引用例aを挙げる(8頁32行～35行)。",
        "しかし，引用例a(甲1)の実施例1の実験では，大腸菌を培養し，目的蛋白質の合成を誘発した後，細胞を破砕している(10頁左下欄7行～下3行)。細胞破砕物を処理・分析して得られるということは，得られているアポリポ蛋白質A1は細胞内(ペリプラズムを含む)に留まったものであることを意味する。細胞粗抽出物(培養媒体ではない)を処理・分析して，10 mg ／ℓのアポリポ蛋白質A1が得られたとの記載(10頁右下欄3行～11行)も同様である。したがって，本実験では目的蛋白質を培養媒体中へ分泌させることは意図されていないし，培養媒体中に分泌されていないと考えられる。",
        "また，実施例3においても，細胞培養物を遠心分離によりペレット化し，菌体の固まりを得，そしてその得られたペレットをゲル電気泳動バッファに懸濁し，電気泳動分析を行っている(15頁右上欄2行～6行)。",
        "つまり，培養媒体中の産物を分析したのではなく，菌体に留まっている産物を分析している。ここでも目的蛋白質を培養媒体中へ分泌させることは意図されていないし，培養媒体中に分泌されていないと考えられる。",
        "なお，審決は，引用例aの実施例3に関し，「…18個のアミノ酸からなるプレ配列をＮ末端側に付加することにより，分泌発現させる態様も記載されている…」(8頁33行～35行)とするが，このプレ配列は，上記のとおり，培養培地中への分泌を実現したものではない。"
      ]
    },
    {
      "fig": "(オ)",
      "content": [
        {
          "fig": "a",
          "text": [
            "被告は，「分泌」という語句は，細胞外皮の損傷による漏出や細胞溶解も含む旨の独自の主張を展開し，漏出の例及びタンパク質を大腸菌から培養媒体中に分泌させる技術が周知であったことの証拠として，乙1～3の各文献を提出する。",
            "しかし，「漏出」とは，予測に反して正に「漏れ出ること」であり，乙1論文における培地中の蛋白質濃度も2㎎／ℓ程度にすぎない(乙1論文184頁28行)。蛋白質の生産を目指す技術分野において，培養媒体中への分泌とは，積極的に意図して行われる相当な量の蛋白質の移動であり，「漏出」のように偶発的で微量の発現を指すものではない。",
            "また，これらの文献の公開時期は，乙1論文及び乙2(SabineRiethdorf,etc.“Excretion into the Culture Medium of a Bacillusβ -Glucanase after Overproduction in Escherichia coli” ,Zeitschrift für Naturforschung.C, Journal of biosciences, 45(1990)240-244，以下「乙2論文」という。)が平成2年であり，乙3(IlariSuominen, etc.“Extracellular production of cloned α- amylase byEscherichia coli”,Gene,61(1987)165- 176，以下「乙3論文」という。)が昭和62年であって，いずれも本願優先日(平成3年)に極めて近接した時期に公開されており，これらの内容が短期間のうちに業界に知れ渡り，よく用いられるようになったとは考え難い。しかも，乙1論文～乙3論文には，これらの投稿時において，タンパク質を大腸菌から培養媒体中に分泌させる技術が周知であったことを示す記載はみられず，かえって，乙1論文中には，E. coli(大腸菌)は通常，タンパク質を分泌しない旨が繰り返し言及されている(〔原文〕167頁11行～14行・〔訳文〕1頁23行～25行，原文177頁1",
            "3行～14行・〔訳文〕8頁7行)上，上記技術が周知であることとは矛盾する記載さえある(乙1〔原文〕180頁19行～20行，〔訳文〕10頁21行～22行)。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "また被告は，本願実施例で10時間や22時間の誘導を行った例があるという点を根拠として，本願発明1’において，蛋白質が細胞外皮の損傷などによって漏出したと主張する。",
            "しかし，本願実施例では，短い誘導時間で高いタンパク質濃度に到達する例も記載されている(誘導開始後4時間で2．3g／ℓ〔甲7段落【0047】〕，5時間で1．3g／ℓ〔段落【0050】〕)。被告は，自己に都合の良い10時間や22時間という長時間の例のみを作為的に抜き出しており，恣意的というほかない。"
          ]
        },
        {
          "fig": "c",
          "text": [
            "なお，被告は本願明細書の記載をるる挙げて，「分泌」の概念を拡張しようとするが，査定系の事件において，特許出願に係る発明の進歩性の審理では，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができないなど特段の事情がある場合に限って，明細書の詳細な説明の記載の参酌が許されるにすぎない。特段の事情のない限り，発明の要旨認定は，特許請求の範囲の記載に基づいてなされるべきである(最高裁判所平成3年3月8日第二小法廷判決・民集45巻3号123頁参照)。",
            "上述したとおり，本願発明1’の属する技術分野において，当業者は，「分泌」という語句の技術的意義につき，菌体を破壊することなく目的タンパク質を培養媒体中へ出すことと一義的に明確に理解することができる。したがって，分泌の概念を拡張しようとする被告の解釈は誤りである。"
          ],
          "content": [
            {
              "fig": "イ",
              "subject": "取消事由2(顕著な効果の看過)",
              "text": [
                "本願発明1’においては，目的蛋白質であるアポリポ蛋白質A1−ミラノは外膜の外，すなわち培養媒体に分泌され，しかも，①誘発後4時間で2．3g／ℓ，更に2時間後では2．5g／ℓの濃度で分泌，②誘発処理10時間後に，3．7g／ℓの濃度で，処理後22時間で4．4g／ℓの濃度で分泌，③誘発処理5時間後に1．3g／ℓの濃度で分泌されている(本願明細書の例4参照)。特に，③では，300ℓのバイオリアクターで高濃度の生産を確認しており，これは工業的レベルでの実施を可能とするものである。",
                "一方，従来技術である引用例aでは，0．2 mg ／ℓ及び10 mg ／ℓのアポリポ蛋白質A1が菌体内に得られているにすぎないのであって，本願発明1’における生産量は，引用例aと比較して100倍以上，最高440倍にも及ぶ。",
                "しかも，本願発明1’の方法により得られるアポリポ蛋白質A1−ミラノ2量体は，繊維素溶解活性に関し，取消事由4において述べるように，従来技術と比較して約10倍以上，場合によっては約22倍，約53倍にも達する効果を奏するものである。そのような有用な蛋白質を工業的レベルで極めて効率的かつ大量に製造し得ることは，本願発明1’の格別顕著な効果である。",
                "審決は，この本願発明1’の顕著な効果を看過するものであり，明らかに誤りである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "取消事由3(引用例dの適用の困難性についての判断の誤り)(ア) 審決は，引用例dの，①チオレドキシンは還元され，変性されたRＮアーゼの再活性化(還元型RＮアーゼを酸化することによる分子内ジスルフィド結合の形成)において効果的であることと，②チオレドキシンはジスルフィド交換のための触媒として働くことについての各記載(記載事項(d1)，6頁4行～7行)を引用して，アポリポ蛋白質A1−ミラノ単量体に，ジスルフィド結合を形成させる方法(d1)を適用して2量体化することは，当業者にとって格別な困難性を有するものではないとする。",
                "しかし，審決の上記判断は，以下に述べるとおり，上記記載事項(d1)に係る方法がアポリポ蛋白質A1−ミラノの2量化に適用できるという前提において誤りがある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "記載事項(d1)の①(酸化によるジスルフィド結合の形成)に関する審決の誤り",
      "text": [
        "記載事項(d1)の①(酸化によるジスルフィド結合の形成)は，ウシ膵臓RＮアーゼAという特定の蛋白質について，酸化型チオレドキシンから還元型チオレドキシンへの反応(酸化型チオレドキシン(-S-S-)＋ 2 X-SH →還元型チオレドキシン(2-SH)＋ X-S-S-X’)によるジスルフィド結合の形成の例を示したものであるところ，酸化型チオレドキシンから還元型チオレドキシンへの反応は，これによりジスルフィド結合(−S−S−)が形成されることにはなるが，酸化型チオレドキシンの還元は一般的に起きるものではなく，むしろ特異的である。還元が起きる例は，ＮADPH及びチオレドキシンレダクターゼによる方法などに限られている。",
        "また，蛋白質の立体構造は，アミノ酸配列など多数の因子に依存しており，ジスルフィド結合を形成するサイト付近の立体構造も様々である。",
        "それゆえ，分子間ジスルフィド結合の形成により蛋白質を2量化する方法は，蛋白質に応じて異なり，ある蛋白質で有効な手法が他の蛋白質でも有効であるとは限らず，蛋白質間のわずかな違いでも2量化に大きな差異をもたらす(Saïd BOUHALLAB,etc.“Copper-catalyzed formation ofdiulfide-linked dimer of bovine β-lactoglobulin”,Lait84(2004)517-525，甲13，以下「甲13論文」という。)。本願発明1’のアポリポ蛋白質A1−ミラノは，ウシ膵臓RＮアーゼとは全く異なる蛋白質である。したがって，この例から，直ちにチオレドキシンがアポリポ蛋白質A1−ミラノの2量化に有効であるとはいえない。",
        "したがって，この事例が適用できる蛋白質は限定され，かつ，特異的で一般化されるものではないから，上記①の手法を本願発明1’のアポリポ蛋白質A1−ミラノに適用できるものではない。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "記載事項(d1)の②(ジスルフィド交換)に関する審決の誤り記載事項(d1)の②は，スクランブルされたRＮアーゼ(リボヌクレアーゼ)のジスルフィド交換による再活性化に言及したものであり，既にジスルフィド結合を形成済みで−SH基を有していない蛋白質を対象とするものである。",
        "これに対し，本願発明1’は，同発明の方法により大腸菌の発現系統においてバクテリア培養媒体に分泌されたアポリポ蛋白質A1−ミラノ(これには多量の単量体が含まれている。本願明細書図6を参照)に，ジスルフィド結合を新たに形成することにより，単量体を2量体にする工程を含んでいるのであり，既に形成されたジスルフィド結合の組替えを行っているのではない。すなわち，本願発明1’で必要とされている工程は，ジスルフィド結合の形成であって，ジスルフィド交換ではない。",
        "したがって，本願発明1’では，記載事項(d1)の②の技術を必要としておらず，同技術を適用する必要はない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "エ",
              "subject": "取消事由4(顕著な作用効果についての判断の誤り)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(ア)",
      "content": [
        {
          "fig": "a",
          "text": [
            "審決は，本願発明1’により得られたアポリポ蛋白質A1−ミラノ2量体が繊維素溶解刺激特性を有していることについて，2量体を得ることが十分動機付けられる以上アポリポ蛋白質A1−ミラノ2量体自体が有する性質は本願発明1’の容易性の判断に影響を与えない旨述べる(審決9頁下8行～下2行)。",
            "しかし，製造方法の発明の技術的範囲はその方法により生産した物の使用に及ぶ(特許法2条3項3号，68条)ところ，生産した物の使用によって発揮される効果は，製造方法の発明の実施によって奏する効果であり，また，生産した物が新規である場合には，生産した物の使用によってもたらされる効果も，製造方法の発明によって初めて実現した効果である。したがって，この場合の生産した物の効果は，進歩性の判断に当たって参酌されるのが相当である。",
            "そして，化学分野，とりわけ本願発明1’の属する医薬品分野では，発明の作用効果が発明の構成から予測し難く，実際に実験を行ってみなければ作用効果が判明しないことは広く知られている。したがって，ある発明に想到することが一見容易であるように見えても，その発明が当時の技術水準から予測される範囲を超えた顕著な作用効果をもたらすものであれば，これを特許するのが相当というべきである。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "本願発明1’は，アポリポ蛋白質A1−ミラノの2量体をほぼ純粋な形状で製造する方法であり，物を生産する方法の発明である。そして，本願発明1’では，アポリポ蛋白質A1−ミラノの2量体が，ほぼ純粋な形状，すなわち，2量体が90％以上，好ましくは98％以上を占める状態(本願明細書〔甲7〕9頁段落【0023】)に純化されて製造される。このような高純度のアポリポ蛋白質A1−ミラノ2量体は，本願優先日において知られていなかった。",
            "したがって，本願発明1’で得られる純粋な形状のアポリポ蛋白質A1−ミラノ2量体の奏する効果は，本願発明1’の効果として参酌されなければならない。",
            "この点，被告は，本願発明1’で製造されるアポリポ蛋白質A1−ミラノ2量体が引用例fに既に記載されていると主張するが，本願発明1’のアポリポ蛋白質A1−ミラノ2量体は天然に存在するものと実質的に同一の立体構造及び生理活性を有し，変性していないものを指しているのに対し，引用例fのアポリポ蛋白質A1−ミラノ2量体は，SDS−ポリアクリルアミドゲル電気泳動(SDS−PAGE)",
            "によって分離されたもので，変性されているから，両者は異なる物質であり，新規性を失っていない。引用例eでも，SDS−PAGEによって蛋白質の分離が行われているため，引用例fと同様に，本願発明1’のアポリポ蛋白質A1−ミラノ2量体の新規性が失われるものではない。審決には，引用例e及び引用例fのアポリポ蛋白質A1−ミラノ2量体の精製に関する記載について全く摘示されておらず(民事訴訟法179条を特許審査及び審判に準用するという規定は設けられておらず，争いのない事項を審決から省略することが許されるわけではない。)，被告の主張は審決に基づかないものである。"
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "content": [
        {
          "fig": "a",
          "text": [
            "そして，本願発明1’の方法で製造されるほぼ純粋な形状のアポリポ蛋白質A1−ミラノ2量体は優れた繊維素溶解活性(繊維素の溶解は血管壁上の繊維素堆積に対する主要な防御手段であり，血栓症の予防に有用である。)を示し，従来技術と比較してt−PAによるプラスミノーゲン活性化に対するアポリポ蛋白質A1−ミラノ2量体の効果につき約10倍ないし約22倍(本願明細書の段落【0085】参照)，プラスミノーゲンの自己賦活につき約53倍(本願明細書の段落【0076】参照)にも達する効果を奏する。かかる効果は，従来技術と同じ種類の効果であっても，その程度は従来技術と一桁異なる量的に格段に優れたものであり，進歩性を肯定するのに十分顕著なものである。"
          ]
        },
        {
          "fig": "b",
          "text": [
            "この点，審決は，アポリポ蛋白質A1−ミラノの繊維素溶解刺激特性という効果は予測可能なものであるとする(10頁下9行～下8行)が，本願優先日において，アポリポ蛋白質A1の繊維素溶解作用について公知であったとしても，アポリポ蛋白質A1−ミラノ2量体に優れた繊維素溶解作用があるという開示はなされていない。引用例aには，アポリポ蛋白質A1−ミラノの特性に関し，脂質結合性の変化及びHDL粒子の形成への寄与等が記載されているものの，繊維素溶解と関連する特性は開示されておらず，ましてアポリポ蛋白質A1−ミラノ2量体という構成が繊維素溶解に寄与する機序について，何ら開示も示唆もされていない。そもそも，アポリポ蛋白質とは，脂質代謝に関与する蛋白質であり，2量体の形成によって繊維素溶解という異質の効果が顕著に発現すると予測することは困難である。",
            "また，審決は，繊維素溶解作用を有するアポリポ蛋白質A1の変異体であるA1−ミラノキャリア個体は，アテローム性動脈硬化になりにくいという事実があることをもって，アポリポ蛋白質A1ミラノ2量体と繊維素溶解系に関連性があることは，当業者であれば容易に推測できるとする(10頁17行～22行)。しかし，アテロームの形成は，動脈内膜内にコレステロールを主体とする脂質が集積することによって開始され，拡大してアテローム板に至るものであって，繊維素の形成に起因するものではないし，アテローム性動脈硬化は，血漿コレステロールレベルの増加と関連があるのに対し，繊維素溶解活性はプラスミノーゲンの活性化と関連があり，アテローム性動脈硬化の原因であるアテロームの形成及び成長と繊維素形成との間には直接の関係はない。したがって，アテローム性動脈硬化の防御効果と繊維素溶解効果とは各々別の機序によるものと考えるのが合理的である。",
            "なお，審決は，引用例bの記載事項(b2)を引用して，「…高コレステロールが原因で形成される繊維素についても，その溶解作用を有することが知られていた…」(10頁14行～15行)とするが，記載事項(b2)は，アポリポ蛋白質A1に関するものであり，A1−ミラノに関するものではないし，ましてA1−ミラノ2量体に関するものではない。ちなみに，被告は，アポリポ蛋白質A1−ミラノ2量体の繊維素溶解活性の比較対照として，アポリポ蛋白質A1ではなくアポリポ蛋白質A1−ミラノについてるる述べるが，このような主張は審決から乖離するものであり，許容できない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "2",
                  "subject": "請求原因に対する認否",
                  "text": [
                    "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
                  ]
                },
                {
                  "fig": "3",
                  "subject": "被告の反論",
                  "text": [
                    "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "(1)",
                      "subject": "取消事由1に対し"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本願優先日前の刊行物である乙1論文には，大腸菌における異種遺伝子産物を分泌させる技術が紹介されているところ，「…これまでの8～10年間で我々は，生体膜を通過して分泌されるように変化したタンパク質がE. coli の内膜を介してペリプラズムへと搬出されることが可能であることを多くの事例において立証することができている。…」(訳文15頁2行～5行)とあるように，多くの事例でペリプラズムへの移行が知られており，これが困難というものではない。",
                "乙1論文においては，「分泌」なる用語を，「…本稿で我々は，“分泌”という用語の使用をタンパク質の成長培地への局在化を意味することに限定する。…」(訳文1頁17行～18行)，「組み換えタンパク質の分泌は，特異的であることが明らかにされていなければならない(例，漏出または細胞溶解の結果であってはならない)。…」(訳文7頁19行～20行)として限定的に用いている。これに対し，本願明細書には，本願発明1’における「バクテリア培養媒体中に分泌させる」に関し，当該分泌の態様について何ら特定していないのであるから，本願発明1’では，当該文言に包含されるいかなる態様も包含されるのである。",
                "そして，乙1論文には，長時間の誘導により漏出が起こることが示されており(訳文14頁6行～13行，15頁6行～10行)，このことは乙2論文，乙3論文にも記載されるように周知のことである。そして，本願発明1’における「バクテリア培養媒体中に分泌させる」とは，本願明細書(甲7)の段落【0048】においては10時間や22時間の誘導をおこなっていることから，細胞外皮の損傷などにより培養媒体中に漏出する態様も包含していると解するほかない。したがって，これを周知技術と判断した審決に違法はない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，本願発明1’において，「分泌」とは，「細胞が，その代謝産物を析出または排出すること」であり，細胞溶解，溶菌，細胞の破砕及び外膜の損壊など，破壊的な手段で細胞内の代謝産物を取り出すことは，「細胞からの析出または排出」という定義に照らし，「分泌」には含まれないと主張し，本願優先日において，蛋白質を大腸菌から培養媒体中へ分泌させることは困難であることの方が周知であったとしている。",
                "確かに，乙1論文に記載されるように，細胞溶解，溶菌，細胞の破砕及び外膜の損壊など，破壊的な手段(外膜の損傷を引き起こす過剰発現も含め)なしに，真核生物の蛋白質を大腸菌から培養媒体中へ分泌させることは，分子量の大きい蛋白質においては知られておらず，本願優先日において困難であったものである。",
                "しかし，本願明細書には原告の主張するような「分泌」の定義は記載されておらず，本願発明1’においては，シグナル配列の機能によりペリプラズムに分泌された蛋白質が，外膜の損傷により培養媒体中へ漏出することも，「分泌」の概念に含ませるべきである。",
                "また，本願明細書の記載をみても，蛋白質を大腸菌から培養媒体中へ分泌させることは困難であり，本願発明1’はそれを解決したものであることを説明する記載は見出せない。この一事からだけでも，本願発明1’において，困難であった狭い意味での「分泌」だけでなく，乙1論文などに記載され，当業者が困難なく実施できる技術である，過剰発現された蛋白質が，外膜の損傷により培養媒体中へ漏出することなども，用語「分泌」の概念に含ませて理解せざるを得ないものである。",
                "また，本願明細書の段落【0042】～【0045】には本願発明1’で用いられた材料やプラスミドの構築などについて説明されているところ，ompAシグナル配列を用いることによりペリプラズムにまで分泌させるという工夫は示されているが，外膜を通過させるための工夫は何ら示されていない。さらに，本願明細書の例4においては，誘導後4時間で2．3g／ℓの濃度に達したことが示されているが，明らかに過剰発現といえるほどの量が発現しているにもかかわらず，外膜の損傷により培養媒体中へ漏出したのでない根拠は何ら示されていない。",
                "したがって，本願発明1’において，狭い意味での「分泌」が意図されていると理解することはできない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(2)",
                      "subject": "取消事由2に対し"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，有用な蛋白質を工業的レベルで極めて効率的にかつ大量に製造し得ることは，本願発明1’の格別顕著な効果であり，審決がこれを看過して進歩性を否定したことは誤りである旨主張する。",
                "しかし，本願発明1’は，アポリポ蛋白質A1−ミラノを大腸菌中の発現系等においてバクテリア培養媒体中に分泌させることについて，単に「大腸菌中の発現系統においてバクテリア培養媒体に分泌させる組替え技術により」と規定するのみであって，当該「組替え技術」の内容についてそれ以上の限定をしていない。そうすると，採用する組替え技術によっては本願明細書の実施例を下回る貧弱な分泌量しか得られないような態様をも含むものであり，本願明細書の実施例に記載される分泌量が本願発明1’において必ず奏される効果とはいえない。",
                "したがって，本願明細書の実施例の記載に基づく効果に触れずに進歩性を否定したとしても違法ではない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "また，本願実施例の効果についてみても，比較する発現蛋白質の量は，本願の実施例では培養上清中に得られたものであるのに対し，引用例aの実施例では細菌培養物を再懸濁させて得たものであり，また，蛋白質を発現させた時間も異なるから，これらが両実施例における大腸菌の発現蛋白質の産生能ないし分泌能をそのまま反映するものであるとは直ちにはいえず，当該比較に基づいて，本願の実施例が格別の効果を奏するものであるとはいえない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(3)",
                      "subject": "取消事由3に対し"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，2量体の形成に関し，引用例dに記載された方法をアポリポ蛋白質A1−ミラノに適用することに特別な困難性はないとした審決の判断は誤りである旨主張している。",
                "しかし，一般に，チオレドキシンを作用させてジスルフィド結合を形成させる技術は当業者に周知である。例えば，引用例dにおいては，牛の膵臓のリボヌクレアーゼに対して大腸菌のチオレドキシンを作用させているのであり，これらは本来特異的な反応が期待されるものではないところのものであり，また，乙5(Katsuzumi Okumura,etc.“Thioredoxin-catalyzedRefolding of Recombinant Protein: Refolding of Human Pro-urokinase”,Agric.Biol.Chem.,52(11),2969-2972,1988，以下「乙5論文」という。)にも，ヒトのプロウロキナーゼにチオレドキシンを作用させることが記載されている。そうすると，原告主張のように，チオレドキシンによるジスルフィド結合の形成は特異的な反応であって，アポリポ蛋白質A1-ミラノの2量化に用いても成功する見通しに乏しいとはいえない。",
                "しかも，引用例dは審査段階から一貫して引用例とされていたにもかかわらず，原告は，チオレドキシンの作用が特異的であると単に主張するのみで，チオレドキシンによりアポリポ蛋白質A1−ミラノの2量体化ができないことを，具体的に一切示していない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "仮に引用例dに記載されるチオレドキシンによる方法が適用できないとしても，本願発明1’においては2量体にさせる方法が何ら限定されていないのであるから，チオレドキシンを用いた方法に限られず，本件優先日前に周知の任意のジスルフィド結合の形成方法が適用できるものである。",
                "例えば，引用例d(甲4)には空気酸化が記載され(甲4〔原文〕7644頁右欄39行～40行，乙4〔訳文〕1頁18行～19行)，この方法によってもジスルフィド結合の形成はできるのである。また，本願発明1’において用いられている還元及び酸化グルタチオンを用いる方法も，乙6(Takashi Tsuji, etc.“Characterization of Disulfide Bonds inReccombinant Proteins: Reduced Human Interleukin 2 in inclusionBodies and Its Oxidative Refolding”,Biochemistry 1987,26,3129-3134)や乙5論文の図(Fig.)2(〔原文〕2971頁，〔訳文〕1頁下5行～下4行)の「●」で示される例において行われているとおりよく知られた方法である。したがって，審決の判断に誤りはない。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "(4)",
                      "subject": "取消事由4に対し"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，本願優先日において純粋な形状のアポリポ蛋白質A1-ミラノ2量体は新規であったと主張するが，アポリポ蛋白質AI−ミラノの2量体は，本願優先日において，既にアミノ酸分析もできる程度に純粋に精製されていたのであり，本願発明1’による生産物自体は新規であるとはいえない。引用例fにはアミノ酸分析もできる程度の純粋な形状に純化されたアポリポ蛋白質A1−ミラノの2量体が記載されている。",
                "そして，公知のアポリポ蛋白質A1−ミラノの2量体も同じく繊維素溶解活性を有しているものであるから，審決で認定判断したように，アポリポ蛋白質A1−ミラノ2量体自体が有する性質は，アポリポ蛋白質A1−ミラノ2量体の製造方法に係る本願発明1’の容易性の判断に影響を与えない。",
                "なお，審決においては，引用例fに上述の記載があることを特に摘記してはいないが，これは，原告が，審判請求書の請求の理由を変更する平成15年1月22日付け手続補正書(乙8)において，引用例e及び引用例fには「血漿から精製されたアポリポ蛋白質A1−ミラノの2量体が記載されており，…」(3頁下7行～下6行)と自ら述べているとおり，精製されたアポリポ蛋白質A1−ミラノ2量体自体は公知のものであることについて，原告(審判請求人)が争っていなかったからである。審決は，このように，精製されたアポリポ蛋白質A1−ミラノの2量体が公知文献に記載されているという争いのない事実を前提に，2量体を得ることが十分動機付けられると判断したものである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，本願明細書の表5，表7及び表10の記載を根拠に，アポリポ蛋白質A1−ミラノ2量体が，アポリポ蛋白質A1と比較して，少なく見積もっても52．6倍(表5)，約10倍以上(表7)，及びアポリポ蛋白質A1が負の効果であるのに対し極めて大きな効果(表10)があると主張する。",
                "これらの表に示される数値の誤差の程度については明細書の記載から全く明らかでなく，原告主張の倍率はそのまま認められるものではないが，表5や表10においてはアポリポ蛋白質A1の測定値が対照のものよりかえって劣っていることが示されていることから，アポリポ蛋白質A1は繊維素溶解活性がほとんどないであろうことを読み取ることができる。このように，繊維素溶解活性がほとんどないであろうアポリポ蛋白質A1と比較して効果が優れているからといって，このことから，直ちに，アポリポ蛋白質A1−ミラノ2量体が格別優れた効果を有するものであるということはできない。",
                "例えば，引用例bには，アポリポ蛋白質A1−ミラノはアポリポ蛋白質A1よりフィブリン(繊維素)溶解の活性化において有意に優れていること(乙7〔訳文〕8頁左上欄5行～右上欄最下行)が，表1とともに示されている。アポリポ蛋白質A1−ミラノ単量体が2量体になっても，その立体構造は基本的には変わらない可能性が高いといえ，生物学的活性もそのまま維持されることが最も予測できることである。そして，アポリポ蛋白質A1−ミラノは2量体の形態になると，更にいろいろな優れた性質を有する可能性があるから，2量体のアポリポ蛋白質A1−ミラノが優れた性質を有することは予想外というほどのものではなく，ほぼ純粋な形状に純化された2量体のアポリポ蛋白質A1−ミラノが格別顕著な効果があるとまではいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(周知技術の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「…あるタンパク質を遺伝子工学的に製造する際に，培養上清中に目的タンパク質を分泌することができれば，精製を容易にすることができるため，目的タンパク質をコードする遺伝子の5’末端側に分泌シグナル配列を付加して，目的タンパク質を培養媒体に分泌させるようにすることは，例をあげるまでもなく，当該技術分野における周知技術である。…」(8頁28行～32行)として，蛋白質を培養媒体に分泌させることは周知技術であると認定したのに対し，原告は同認定の誤りを主張するので，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明1’は，「アポリポ蛋白質A1−ミラノ…を…培養媒体に分泌させる」とするのみで，「分泌」の概念について特段の定義付けをしていないことから，まず「分泌」の概念について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "「分泌」の辞書的な意味に関しては，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「広義には，細胞がその代謝産物を析出または排出すること。あらゆる生活細胞に普遍的な現象であるが，普通はとくにその生産物すなわち分泌物(secretion 独Sekret)が生体にとり特殊な用途をもつような場合にこの語を用い，生体に不用な代謝産物を出す場合には排出といって区別する。…」(八杉龍一ほか編・岩波生物学辞典第4版〔1996年7月12日第2刷 岩波書店発行〕1256頁，甲18)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「広義には細胞が代謝産物を排出することで，通常その分泌物が生体にとって特殊な用途をもつ場合をいい，生体に不用な物を出す排出と区別される。…」(今堀和友ほか監修・生化学辞典第3版〔1999年2月15日第3刷 株式会社東京化学同人発行〕1245頁，甲19)"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "異種遺伝子産物を分泌する大腸菌の創出をテーマとする，本願優先日前の平成2年に頒布された乙1論文には，「分泌」に関し次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "「…本項では，E.coliから分泌される異種タンパク質において遭遇する諸問題の一部を明らかにして，今日までに達成されている成功の一部について考察を加えたいと思う。",
                        "いくつかの文脈では，”タンパク質分泌”という用語は E.coli に関する研究において，ペリプラズム，外膜または培地へのタンパク質の局在化を表すために漠然と用いられてきている。本稿で我々は，”分泌”という用語の使用をタンパク質の成長培地への局在化を意味することに限定する。…」(訳文1頁12行～18行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「Escherichia coliにおける分泌を我々はどのように定義するか？E.coli におけるエンテロトキシンおよびコリシンの分泌に関する長文の，時には混乱するような文献によっても明らかなように，真正のタンパク質生産物の真の分泌を立証するためには，我々が必要であると考えているいくつかの基準をリストアップすることも役立つと思われる。",
                        "1．…",
                        "2．組み替えタンパク質の分泌は，特異的であることが明らかにされていなければならない(例，漏出または細胞溶解の結果であってはならない)。…",
                        "…",
                        "多くの異なる発生源由来の外部タンパク質について，E.coli からの分泌であることを記述した報告はあるが，上記のすべての基準を厳格に満たしている研究は見当たらない。」(訳文7頁8行～下1行)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「真核細胞性タンパク質の搬出および／または分泌",
                      "text": [
                        "以下の項では，E.coli において搬出および／または分泌されている真核細胞性タンパク質のいくつかの具体例を紹介する。…」(訳文10頁19行～21行)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "「マウス−ヒトFabタンパク質",
                      "text": [
                        "…",
                        "組み替えオペロンを含む E.coli 細胞の培養物について Fab タンパク質を発現するように4時間にわたって誘導したところ，タンパク質の大部分がペリプラズム内に出現した…。しかしながら16時間の誘導後では，分泌タンパク質の90％が成長培地内で認められた。…",
                        "このような分泌成功の理由は完全には明らかになっていない；しかし4時間の誘導後にタンパク質が主としてペリプラズムに局在化したという事実から判断すれば，Fab タンパク質が長時間の誘導後に成長培地へと漏出した可能性が高いと思われる。…むしろ我々は長時間にわたる高レベルの発現が細胞外皮に損傷をもたらし，タンパク質の培地への漏出を可能にしていると考えている。そのような作用はこれまでに原核細胞タンパク質についても観察されている。」(訳文13頁20行～14頁13行)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "「結び",
                      "text": [
                        "…2番目の主要な課題は，タンパク質が外膜を通過する方法を知ることである。我々は既に，細胞外分泌がペリプラズムからの漏出によってE.coli において明白に達成されている事例を報告している。これらの研究からこのタイプの分泌に関するいくつかの所見が得られており，それらは以下のように要約することができる：」(訳文15頁1行～10行)(3) 以上によれば，「分泌」とは，辞書的意味においては，広義には細胞がその代謝産物を細胞外に排出する場合を広く指称するものと理解することができ，また，大腸菌における遺伝子産物の分泌をテーマとする論文(乙1論文)の記載によれば，大腸菌に関する研究の分野においては，一般的に「タンパク質分泌」という用語がペリプラズム，外膜または培地へのタンパク質の局在化を表す広範な概念として位置付けられ，しかも，タンパク質が外膜を透過し，細胞培地へ局在する場合としては，長時間にわたる高レベルの発現が細胞外皮に損傷をもたらし，これにより培地への漏出があった場合についても，細胞外分泌の概念に包摂され得るものとして位置付けられていることが認められる。なお，乙1論文では，漏出の結果による分泌を殊更にその定義から除いているが，これは同論文の立場が特異的な組替えタンパク質の分泌を志向したことによるものであって，これにより上述した一般的な意義における分泌概念が左右されるものではないと解するのが相当である。",
                        "このようにして認められる分泌の概念を，本願発明1’に即し，遺伝子組換えを行った大腸菌により蛋白質を培養媒体中に分泌させる場合について考察すると，この場合の「分泌」とは，大腸菌が，目的蛋白質を，培養媒体中に排出する現象を広く指称するものと理解することができるのであって，上記乙1論文における漏出(上記(2)イ(イ)～(エ)参照)の場合も含め，目的蛋白質の細胞外への移動は，その態様を問わず広く「分泌」に含まれるものと解される。",
                        "そして，このような意味での分泌概念が，本願優先日(平成3年12月13日)当時，当業者(その発明の属する技術の分野における通常の知識を有する者)において周知であったことは，乙1論文における上記記載から明らかである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "この点に関し原告は，蛋白質を細胞外の培養媒体中へと分泌させる技術が本願優先日当時周知でなかったことの根拠として，甲9論文に，蛋白質のペリプラズムへの移行に問題点が指摘されていることや，本願優先日当時，蛋白質の菌体外分泌を支配する分子メカニズムへの理解が十分なものではなく，培養媒体への分泌の試みは試行錯誤が必要な状況であったことを挙げるとともに，本願優先日前後の文献の記載もこれを裏付けるものであると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに関し，甲9論文その他本願優先日前後に発行された各種文献には，原告の指摘するとおり，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「…分泌の機序に関する我々の理解がこの3又は4年間で多大に増加したという事実に関わらず，我々は，タンパク質の細胞外トランスロケーションを支配する分子機序，特に II 型及び III 型の系による機序を少しも理解していない。…」(甲9論文，訳文15頁13行～16行)，ペリプラズムへの移行に関する問題点の指摘として，「第一に，シグナル配列へ融合したすべてのタンパク質が細胞質膜を通して容易に移行するわけではない」(同訳文12頁1行～2行)，「第二に，バクテリアのペリプラズムを産生するためのスケールアップ法は，依然として開発段階にある。」(同訳文12頁下4行～下2行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「…大腸菌は生成物を菌体外に放出しない欠点をもつ…」(特許庁編・特許マップシリーズ 化学10「遺伝子工学」32頁5行～6行，1999年〔平成11年〕5月14日初版 社団法人発明協会発行，甲20)(ウ) 「大腸菌では今のところ，蛋白質を菌体外に分泌する機構は知られていないので，外膜やペリプラズムに合成された蛋白質を局在化させるという方法が試みられている。…」(瀬野悍二編「バイオサイエンス戦略マニュアル」654頁右欄14行～15行，1990年〔平成2年〕7月",
                      "text": [
                        "25日初版1刷 共立出版株式会社発行，甲21)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "塚越規弘編・生物化学実験法45「組換えタンパク質生産法」(2001年〔平成13年〕5月15日初版 吉田眞次発行，甲22)の8頁表ⅠⅠ−1の「細胞外への分泌」の欄では，生産される蛋白質の発現する場所が，酵母などでは「培地中」，即ち培養媒体中と表示されているのに対し，大腸菌では「ペリプラズム」，すなわち菌体内であることが表示されている。",
                        "(オ)「遺伝子組換えで最も広く用いられている宿主は，大腸菌(Escherichiacoli)である。この細菌は遺伝学的に詳しく解析されているので，実験上有利な点が多い。しかし，生産物を菌体外に分泌しないので，分離に手間がかかるなどの問題もある。」(太田次郎編「バイオサイエンス事典」326頁左欄20行～25行，2007年〔平成19年〕2月10日新",
                        "装版第1刷 株式会社朝倉書店発行，甲23)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「大腸菌は，通常，蛋白質を分泌しないし，ジスルフィドを含むタンパク質を産生しないからこれは，おそらく驚くべきことではない。」(引用例d，甲4〔訳文〕1頁下1行～2頁2行，審決6頁12行～14行)(キ) 「…E. coliは通常はタンパク質を分泌しないことから，分泌される異種タンパク質の創出は培養上清中の当該タンパク質以外はほとんど生産しない連続培養の利用を可能にする。…」(乙1論文，訳文1頁23行～25行)，「…E. coliは通常はタンパク質を分泌しないことから，これは注目すべきことである。」(同，訳文8頁7行)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上の記載は，確かに，いずれも大腸菌が蛋白質を細胞内のペリプラズムや細胞外の培養媒体中に分泌することの困難性を述べるものということはできる。しかし，乙1論文では，上記イ(キ)のように蛋白質の培養媒体中への分泌について否定的な理解があるにもかかわらず，一方で蛋白質の培養媒体中への「漏出」については，「細胞外分泌がペリプラズムからの漏出によって E.coli において明白に達成されている」ことが報告されており(前記(2)イ(エ))，両者は互いに矛盾するものではない(上記イ(キ)における分泌の困難性を肯定したとしても，前記(3)に述べた「漏出」の存在を肯定できる)ことは明らかである。また，その他の上記イの各記載をみても，これらにおける「分泌」が乙1論文における「特異的な分泌」(前記(2)イ(イ)の「2．」参照)を指すものと解する余地があり，そうすると，これらを肯定したとしても，前記(3)の漏出(これが広義の分泌概念に含まれることは，前記(3)に述べたとおり)が本願優先日当時周知であることと矛盾するものとは直ちに認め難い。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらにいえば，分泌に関する上記のような理解は，本願明細書の記載と矛盾するものではない。",
                    "すなわち，本願明細書には，前記イの各記載によって指摘された意味での(「特異的」な意味での)分泌の困難性を解決すべき課題として設定しつつ，これを克服した旨の記載は見当たらないし，アポリポ蛋白質A1−ミラノの具体的な製造方法においても，実験材料やプラスミドの構築などにつき，ompAシグナル配列を用いることによりペリプラズムにまで分泌させるなどといった工夫は示されているものの，外膜を通過させるための工夫は何ら示されておらず(段落【0042】～【0045】)，本願明細書の記載上，本願発明1’の方法により上記の意味での分泌の困難性を克服できるのか明らかとはいえない。さらに，実施例の記載においても，発現したアポリポ蛋白質A1−ミラノが外膜の損傷により培養媒体中へ漏出したものではないことの根拠は示されていない。",
                    "このような記載を考慮すると，本願発明1’が，前記(3)の漏出の態様を排除した狭い意味での「分泌」に限定されるものと解することはできず，このことは，原告が主張する本願明細書の記載事項(目的蛋白質を培養媒体中へ分泌させることを前提とする記載や，本願発明1’に関する記載に菌体を破壊する態様が含まれていないことなど)及び引用例aの記載事項(引用例aの実施例では培養媒体中に目的蛋白質が分泌されていないことなど)により，左右されるものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお原告は，本願明細書の例4で，温和な培養条件下であるにもかかわらずアポリポ蛋白質A1−ミラノの培養媒体中の濃度が2．3g／ℓという非常に高い値を示していること(段落【0047】)は，細胞の損傷や破砕では説明できず，蛋白質が外膜を通過したことを示すものであると主張する。",
                    "しかし，乙13(Biochemical and Biophysical Research Communications:vol.163(1989)851-859)には，誘導後1時間から1時間半で細胞の増殖は止まり，培養媒体中に蛋白質が出てくることが示されているところ，上記の例4では誘発後4時間に同濃度に達した旨が記載されていること(同段落)からすれば，本願明細書の例4に関する上記記載は，外膜の損傷により培養媒体中へ漏出した場合と直ちに矛盾するものではないし，また，仮にこれが漏出以外の現象による可能性を示唆するものであったとしても，実施例に記載された方法が「漏出」によらないことや，本願発明1’の「分泌」が「漏出」によるものを除外していることを根拠付けるものではないから，原告の上記主張は採用することができない。",
                    "また原告は，蛋白質の生産を目指す技術分野において，培養媒体中への分泌とは積極的に意図して行われる相当な量の蛋白質の移動であり，「漏出」のように偶発的で微量の発現を指すものではないとも主張するが，上記のとおり本願明細書の実施例における蛋白質の分泌が「漏出」によるものでないことを認めるに足りる証拠がない以上，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本願発明1’における分泌方法は，本願優先日当時周知であったということができるから，原告の取消事由1に関する主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(顕著な効果の看過)について",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本願発明1’によるアポリポ蛋白質A1の生産量は，引用例aと比較して100倍以上，最高440倍にも及び，有用な蛋白質を工業的レベルで極めて効率的かつ大量に製造し得ることは格別顕著な効果であるにもかかわらず，これを看過した審決は誤りである旨主張するので，この点について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願明細書(甲7)には，バイオリアクター中のアポリポ蛋白質A1−ミラノの製造(本願明細書の例4)の実施例として，次の3例の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "段落【0047】",
                      "text": [
                        "「3．5リツトルのバイオリアクター中でのRV308／pKP68",
                        "3の培養。…上清中のApo A1−Mの濃度が放射免疫検定法(アポリポ蛋白質A1 RIA100キツト，…)により測定された。58の",
                        "ODにおいて，16時間の培養後に，0．5mMIPTGを添加するこ",
                        "とにより蛋白質合成が誘起され，そして温度は37℃に増加した。誘発後4時間後，Apo A1−Mの濃度は2．3g／ℓであり，そしてそ",
                        "の後の2時間後，濃度は2．5g／ℓであつた。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "段落【0048】",
                      "text": [
                        "「3．5リツトルのバイオリアクター中のBC50／pKP764の",
                        "培養。…60のODにおいて，15時間後，IPTGが添加され，そして温度が上昇された。10時間後に上清中のApo A1−Mの濃度は3．7g／ℓでありそして発生後22時間で，濃度は4．4g／ℓであつた。」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "段落【0049】及び【0050】",
                      "text": [
                        "「300リツトルのバイオリアクター中でのBC50／pKP764",
                        "の培養。…バイオリアクター中での16時間の培養後に培養が51のODを有したとき，IPTGが添加されそして温度が37℃に上昇された。」",
                        "「単量体および2量体としてのApo A1−Mの濃度は発生後5時",
                        "間で1．3g／ℓでありそして次の時間中にバイオリアクターは冷却される一方，Apo A1−Mの濃度は1．5g／ℓに上昇した。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "一方，引用例a(甲1)には，実施例1として次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「大腸菌株における発現",
                      "text": [
                        "…プラスミドpC1856を担う細菌宿主CAG629をすべての組換",
                        "えpFCE4誘導体で形質転換させた。…誘発後，細胞を10分間氷冷し遠心によってペレット化した。次にペレットを『ELISA』の項で記載のごとく処理して細胞を破壊した。…保持されたタンパク質をおおまかに洗浄し，1Mの酢酸で溶出させた。…予備結果を平均すると培養物1ℓ当たり約0．2 mg のapoAⅠが存在した。」(10頁左下欄3行～下3行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「すべての組換えpUC8／9誘導体で細菌宿主MC1061を形質転換させた。…このインキュベーション後，細胞を10分間氷冷し遠心によってペレット化した。この段階以後はpFCE4誘導体で記載した手順と同じ抽出手順で処理した。…予備結果を平均すると培養物1ℓ当たり10mgのapoAⅠが得られた。」(同右下欄1行～11行)"
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上の記載によれば，本願明細書の実施例(例4)では，「Apo A1−M」すなわちアポリポ蛋白質A1−ミラノを培養上清中に得て測定したものであるのに対し，引用例aの実施例1では，細胞を破壊した上で，「apoAⅠ」すなわちアポリポ蛋白質A1を得たものであることが認められる。",
                "そして，両者は蛋白質の発現時間等，培養条件を異にしており，これらの比較から直ちに本願発明1’の効果を定量的に評価することは困難といわざるを得ない。その上，本願発明1’は，アポリポ蛋白質A1−ミラノを大腸菌中の発現系等においてバクテリア培養媒体中に分泌させることについて，単に「大腸菌中の発現系統においてバクテリア培養媒体に分泌させる組替え技術により」と規定するのみで，当該「組替え技術」の内容についてそれ以上の限定をしていない。そうすると，上記本願明細書及び引用例aの記載をみても，これらは，特定の組換え技術ないし培養技術，例えば特定のプロモーターなどの制御配列や特定の発現ベクターを採用し，又は特定の成分等の培地を用いるなど，種々の技術を組み合わせたものであり，これら各種の方法を広く包摂するものと解するほかないから，その効果も，前提とする諸条件により区々にならざるを得ず，本願明細書の実施例に記載される分泌量が本願発明1’において必ず奏される効果ということもできない。",
                "したがって，原告の主張する上記両実施例の比較をもってしても，本願発明1’の方法が格別顕著な効果を有するものとは直ちに認め難い。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "しかも，甲9論文に，「…大量の細菌タンパク質の産生では，注目のタンパク質が細胞外の培地へ分泌されれば，この『コンパートメント』の容量が他の細胞のコンパートメントに比較してきわめて大きく，そして一般に，全体の収率がペリプラズム又は細胞質の蛋白質のそれより高いので，特に有利である」(甲9〔原文〕505頁左欄“Introduction”6行～12行，〔訳文〕2頁6行～10行)と記載されているとおり，培養上清は，細胞内ないしペリプラズムに比較してその容量が極めて高いと認められる。",
                "そもそも甲9論文には，上記記載に加えて，「…故に，組換えDＮA技術の進展におけるごく早期の段階から，組換えタンパク産物の培養基又は宿主細菌のペリプラズム中への分泌を確実にする系を開発するために種々の努力がなされてきたことは，驚きではない。…」(〔訳文〕2頁13行～17行)との記載があるほか，引用例bに対応する公表公報である乙7(特表平5−504673号)にも，「…形質転換された酵母株が適切な培地中で培養され，この培地からApo AⅠおよびApo AⅠ−M分子が回収される。かかる形質転換酵母株を培養すると，高収率のApo AⅠおよびApo AⅠ−Mが培養ブロスから単離される。」(5頁左上欄2行～5行)と記載されているところ，これらはいずれも，培養媒体からの生成蛋白質の取得が収率性の観点で優位にあること及びそのことに対する当業者の認識の存在を示唆するものである。このことからすれば，遺伝子組換え技術により，宿主となる微生物に蛋白質を生産させる技術において，生成した蛋白質を細胞外へ分泌させる研究が積極的に行われてきた理由は，生成蛋白質の単離及び精製の容易性に加え，細胞質に比べて培養媒体が生成物を蓄える場の区画としての容量が格段に大きく，高収率が期待できる点にあったことがうかがわれる。",
                "そうすると，培養上清中の発現タンパクの量が細菌培養物中の量よりも多く，ひいては，前者の方が蛋白質を効率的かつ大量に産出し得るということは，当業者が容易に予期し得る効果であったというべきである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，以上述べたことからすると，本願発明1’の方法が格別顕著な効果を有するものとは直ちに認め難く，仮に原告主張の効果を前提にしても，これにより本願発明1’の容易想到性の判断を左右するものとは認められないから，原告の上記主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由3(引用例dの適用の困難性についての判断の誤り)について(1)ア 審決の認定した本願発明1’と引用例aの一致点及び相違点は前記第3の1(3)のとおりである。これをアポリポ蛋白質A1−ミラノ単量体の2量化という観点から詳述すると，引用例a(甲1)には，「…変異形の内部にシステイン残基が存在するので，apoAⅠⅠとの複合体及びapoAⅠ二量体の形成が可能である。…」(4頁左上欄下6行～下4行，審決3頁16行～18行)として，アポリポ蛋白質A1−ミラノにはCys残基が存在することと，これを利用することでその2量体を形成することが可能であることが開示されているものの，Cys残基を使用した2量体構造自体については開示がなかったことから，審決は「引用例aには，アポリポ蛋白質A1−ミラノを製造することは記載されているが，それを2量体へと変換することについては記載されていない点」を相違点としたものと理解することができる。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "この点，Cys残基を利用して2量体を形成することとは，Cys残基に存在するSH基を互いに結合させること，すなわち，ジスルフィド結合を形成させることを意味することは明らかであるところ，引用例d(甲4，乙4)には，SH基を有する蛋白質にジスルフィド結合を形成させる方法に関し，以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「還元され，変性されたRＮアーゼの再活性化において，チオレドキシンは，モデルであるジチオール，ジチオトレイトールよりもモル単位で1000倍効果的であり，チオレドキシンは，ジスルフィド変換のための効果的な触媒として働くことが示唆された。」(甲4訳文1頁2行～5行，記載事項(d1)。審決6頁4行～7行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「酸化チオレドキシンによる還元変性RＮaseの再活性化還元変性タンパク質をフォールディングする第1の工程は，ランダムジスルフィドを形成し，その後ジスルフィドを固有の配座に再配置することである…」(乙4，1頁6行～8行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「…還元変性RＮaseのリフォールディングにおけるチオレドキシンの二重の役割を示唆している。最初に，酸化チオレドキシンは，チオール−ジスルフィド交換の単純なプロセスによってRＮaseジスルフィドの形成を触媒することができる。次いで，RＮaseチオールの酸化において生成した還元チオレドキシンは，混合RＮaseによって生じるRＮaseジスルフィド交換を触媒することができる(図1)。」(乙4，2頁12行～16行)"
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "すなわち，引用例dは，還元蛋白質が活性化するために必要とされる折り畳み構造(フォールディング)が変性して不活性となっている場合に，これを適切な構造へと再折り畳み(リフォールディング)することが記載されているところ，その方法は，最初に，変性した還元蛋白質の任意のSH基(Cys残基はSH基を含むものである)に酸化剤である酸化チオレドキシンを使用して，酸化反応によりジスルフィド結合(S−S結合)を形成し，次いで，上記反応により還元された還元チオレドキシンを触媒として使用することにより，上記ジスルフィド結合を活性化が生じるように再配置，すなわち正しいCys基同士の間でジスルフィド結合(S−S結合)が形成されるように，S−S結合を組み換えるものであると認められる。",
                    "そうすると，引用例dは，SH基を有する蛋白質に酸化剤を用いることでジスルフィド結合を形成することが可能であることを開示していることになるから，これをSH基を有するアポリポ蛋白質A1−ミラノ単量体に適用すれば，当該SH基にジスルフィド結合を形成することにより，その2量体構造を観念することができることになる。",
                    "したがって，本願発明1’の属する技術の分野における通常の知識を有する者は，引用例aの記載(前記アに述べたとおり，引用例aには，アポリポ蛋白質A1−ミラノにCys残基が存在することと，これを利用することでその2量体を形成することが可能であることが開示されている。)に加え，引用例dを参酌すること(上記のとおり，引用例dには，酸化剤を使用してジスルフィド結合を形成できることが開示されている。)により，アポリポ蛋白質A1−ミラノ単量体を2量体にすることを容易に想到できたものというべきである。",
                    "そして，審決が，「…アポリポ蛋白質A1−ミラノ単量体を2量体に変換する方法として，引用例dに記載されるような，蛋白質にジスルフィド結合を形成させる方法(記載事項(d1))を適用して2量体化することは，当業者にとって格別な困難性を有するものとも認められない。」(9頁11行～14行)として，2量体を製造するための方法として，ジスルフィド結合を形成させる方法を適用することは容易である旨を述べ，その例として，「還元され，変性されたRＮアーゼの再活性化」における「ジスルフィド変換」の事例(記載事項(d1))を挙げているのも，上記の趣旨を述べたものと理解することができるから，この点に関する審決の判断に誤りがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し原告は，審決が引用例dの記載事項(d1)(審決6頁4行～7行)に記載された還元型RＮアーゼを酸化することによる分子内ジスルフィド結合の形成方法を適用することは，(Ⅰ)酸化型チオレドキシンの還元が特異的であり，(Ⅰ’)蛋白質間の違いが2量化に大きな差異をもたらすことを考慮しない点(前記第3，1(4)ウ(イ))及び(Ⅱ)本願発明1’で必要としていないジスルフィド交換の方法を適用する点(同(ウ))で，前提において誤りがある旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "このうち，酸化型チオレドキシンの還元が特異的である旨の主張(上記(Ⅰ))は，今堀和友ほか監修「生化学辞典 第3版」(東京化学同人 平成11年2月15日発行，甲12)のチオレドキシンの項における「…酸化型(S−S)の還元は特異的であるが，還元型(−SH)はH O ，インスリン，メチオニンスルホキシド，酸化型グルタチオンも還元でき非特異的である。」(870頁左欄6行～9行)との記載を根拠とするものと解される。",
                    "しかし，甲12の上記記載は，酸化型チオレドキシンの還元がいかなる意味で「特異的」というのか必ずしも明らかではなく，このような記載があるからといって，直ちに本件に引用例dを適用することが阻害されるものとはいえない。しかも，ジスルフィド結合は二つのSH基が酸化されることによって形成される結合であるところ(甲10)，その結合が酸化剤として酸化型チオレドキシンを使用する場合にのみ起こり得るというのであれば別論であるが，原告の引用する甲13論文では銅を使用するジスルフィド結合の例が挙げられ(訳文1頁7行)，また，本願発明1’自体，グルタチオン(GSSG)を使用してジスルフィド結合変換の反応を用いていること(甲7，14頁下9行～下8行)からすると，ジスルフィド結合が酸化型チオレドキシンを使用する場合のみに起こり得るものでないことは明らかである。",
                    "以上に鑑みれば，前記(1)に述べた引用例dについても，Cys残基に含まれるSH基に酸化剤を使用してジスルフィド結合を形成できるという意味において参酌することができると解すべきであって，その際，酸化剤の種類を酸化型チオレドキシンに限定すべきものではない。",
                    "また原告は，酸化型チオレドキシンに関し，還元が起きる例はＮADPH及びチオレドキシンレダクターゼによる方法などに限られるとも主張するが，以上に述べたところに照らして採用することができない。",
                    "したがって，原告の上記(Ⅰ)の主張は採用することができない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に上記(Ⅰ’)の主張について検討する。",
                    "まず，蛋白質間の違いが2量化に大きな差異をもたらすとの主張が，酸化剤を酸化型チオレドキシンに限定した上で，これをアポリポ蛋白質A1−ミラノ単量体という特定の蛋白質に適用することの困難性をいうものであるならば，前記イに述べたとおり，そのように酸化剤を限定するという前提において誤りがあるといわざるを得ないから，原告の主張は採用することができない。",
                    "また，同主張が酸化剤を限定するものではなく，アポリポ蛋白質A1−ミラノという特定の蛋白質へのジスルフィド結合変換の適用困難性をいう趣旨であるとしても，以下のとおり同主張は採用することができない。",
                    "すなわち，原告の上記主張は甲13論文を根拠とするものであるが，甲13論文は，「銅で触媒されるβ−Lgの変換が，変異体A及びBについて観察された。しかし，変換の速度論は，これら二つの変異体で異なった。",
                    "…」(訳文1頁7行～8行)として，銅を使用するジスルフィド結合形成反応において異なる蛋白質間におけるジスルフィド変換の速度に差異が生じたことを記載したものであって，変異体A及びBという両蛋白質においてジスルフィド結合自体が起こらなかったというものではない。また，甲13論文を含め，アポリポ蛋白質A1−ミラノ単量体という特定の蛋白質について，ジスルフィド結合変換を行うことが困難であることをうかがわせるような証拠も見当たらない上，そもそも本願発明1’自体，前記のとおり，グルタチオンを使用するジスルフィド結合変換を行うことにより2量体を製造しているのであるから，本件において上記の意味でのジスルフィド結合変換の適用困難性を論じることは意味がないというほかない。",
                    "なお，原告の上記主張が，ジスルフィド結合変換が行われる蛋白質により変換速度の差異があることを前提に，引用例d記載の方法を本願発明1’に適用するジスルフィド変換では速度が遅きに失することをいうものであるとしても，本願発明1’は，アポリポ蛋白質A1−ミラノの2量化の方法について何ら限定するところがなく，そのような主張は請求項の記載に基づかないものといわざるを得ないから，いずれにせよ採用することができない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，上記(Ⅱ)の主張について検討するに，原告の上記(Ⅱ)の主張は，引用例dには「ジスルフィド交換」について記載されているのみで，「ジスルフィド結合の形成」については記載されていないから，これを本願発明1’に適用することはできない旨をいうものと解することができる。",
                    "しかし，上記(1)イのとおり，引用例dは，SH基を有する蛋白質に，酸化剤を用いることでジスルフィド結合を形成することが可能であることを開示しており，これを本願発明1’に適用できることは上記(1)ウに述べたとおりである。",
                    "また原告は，本願発明1’は既に形成されたジスルフィド結合の組替えを行っているのではない旨主張するが，前記(1)に述べたとおり，本件において引用例dを参酌する意義は，Cys残基に含まれるSH基を使用してジスルフィド結合を形成できるという点にあり，既に形成されたジスルフィド結合の組替えを問題とするものではない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "text": [
            "取消事由4(顕著な作用効果についての判断の誤り)について(1) 原告は，本願発明1’の生産物である高純度のアポリポ蛋白質A1-ミラノ2量体は新規であるとして，これに基づく繊維素溶解活性特性は本願発明1’の効果として参酌されなければならないと主張する。",
            "しかし，原告が審判請求書の理由を変更した平成15年1月22日付け手続補正書(乙8)には，「引用文献2の『Biochim.Biophys.Acta,Vol.960,No.1(1988)P.73-82』及び引用文献3の『J.Clin.Invest.,Vol.66,No.5(1980)P901-907』には血漿から精製されたアポリポ蛋白質A1−ミラノの2量体が記載されており」(3頁下10行～下6行)との記載があり，本願優先日である平成3年(1991年)12月13日以前に頒布された引用例e(上記引用文献2)や引用例f(上記引用文献3)に精製されたアポリポ蛋白質A1−ミラノの2量体に関する記載があることは優に推認することができる。そして，本願発明1’の生産物である高純度のアポリポ蛋白質A1−ミラノの2量体と上記各文献におけるアポリポ蛋白質A1−ミラノの2量体との間に，蛋白質としての構造(アミノ酸配列)上の差異は認められない。",
            "この点原告は，引用例fのアポリポ蛋白質A1−ミラノ2量体は変性されているのに対し，本願発明1’のそれは変性していないとか，本願発明1’のそれは高純度であるなどとして，両者は異なる旨主張するが，両者に作用効果上の差異があるか否かはともかく，蛋白質としての構造に差異があることを認めるに足りる証拠はない。もっとも，原告の上記主張は，両者の同一性について，アミノ酸配列の異同のみならず，蛋白質としての立体構造上の差異をも問題とする趣旨とも解する余地があるが，本願発明1’は，アポリポ蛋白質A1−ミラノの2量体に関し，その立体構造について何ら限定するところがないから，このような主張は請求項の記載に基づかないものというほかなく，採用することができない。",
            "したがって，本願発明1’の方法により製造された高純度のアポリポ蛋白質A1−ミラノの2量体が新規であるとは認められないから，原告の上記主張は前提を欠くものである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "また，原告の主張する効果は，十分予期し得るものといわなければならない。",
                "すなわち，本願優先日前であるに頒布された引用例b(甲2)には，「…さらに，動物モデルにおいて動脈疾患を改善するHDLの可能性は，ApoA1はかなりのフィブリン溶解活性を呈し得るという観察によってさらに刺激された［サクら(Saku et al)，トロンボウシス・リサーチズ(Thromb. Res.)，39：1−8，1985］。…」(〔訳文〕1頁下10行～下7行)との記載や，引用例bに対応する公表特許公報である乙7(特表平5−504673号)には，「フィブリン溶解の活性化 プラスミノーゲンのプラスミンへの変換を促進する，すなわち，フィブリン溶解を開始させる試薬が，心筋梗塞の治療において増大する関心を獲得しつつある…。以前のデータは，ApoA1がin vitroにてフィブリン溶解活性化し得ることを示している…。ウロキナーゼ活性の増強または抑制を測定するために，実験は，フィブリン平板法により実施した…この系において，Apo A1−MはApo A1よりも有意に優れているようである。」(8頁左上欄5行～右上欄下1行)として，フィブリン(繊維素)溶解の活性化に関する実験においてアポリポ蛋白質A1−ミラノは同A1よりも有意に優れている旨の結果が得られていることの記載がある。これによれば，アポリポ蛋白質A1−ミラノに繊維素溶解活性があり，かつ，これが同A1よりも有意に優れていることは知られており，これと構造上の共通部分が多いA1−ミラノ2量体，ひいては本願発明1’の方法により製造された高純度のA1−ミラノ2量体が同様の性質を有することは十分予期し得ることであるといわざるを得ない。",
                "しかも，原告が本願発明1’の方法により得られた高純度のアポリポ蛋白質A1−ミラノの効果の優位性を主張する際，その比較対照とされたものは同A1であり(本願明細書〔甲7］段落【0076】，【0085】参照)，本願発明1’の方法により得られた高純度の同A1−ミラノが，従来技術により取得された同A1−ミラノに比べても量的に顕著に優れる効果を奏することを認めるに足りる証拠はない。",
                "したがって，本願発明1’の方法により製造された高純度のA1−ミラノの2量体の効果は予測可能というべきであるから，効果の点からみても，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，原告は，引用例e及びfの記載事項に関する被告の主張は審決に基づかないものであると主張するが，上記(1)に述べた手続補正書(乙8)の記載に鑑みれば，引用文献e及びfにアポリポ蛋白質A1−ミラノ2量体の精製が記載されていることは優に推認でき，これを周知技術として認定の基礎とすることは妨げられるものではない。したがって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はすべて理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}