{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2006-80234号事件について平成19年10月23日にした審決のうち，特許第3766429号の請求項1に係る発明についての特許を無効とするとの部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "原告のその余の請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用はこれを2分し，その1を原告の負担とし，その余を被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006-80234号事件について平成19年10月23日",
        "にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，発明の名称を「着脱式デバイス」とし原告を特許権者とする後記特許第3766429号の請求項1及び2記載の各発明(以下順に「本件特許発明1」「本件特許発明2」という。)に対し，被告が無効審判請求をしたところ，特許庁が，本件特許発明1の特許は特許法36条6項1号及び2号に違反し，本件特許発明2の特許は同法29条の2に違反するとして，いずれもこれを無効とする旨の審決をしたことから，原告がその取消しを求めた事案である。",
        "争点は，上記特許法36条6項1号，2号違反の有無，及び先願発明たる後記特願2002-252749号との間における同法29条の2違反の有無，である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成14年10月28日にした原出願(特願2002-3134",
                "25号)からの分割出願として，平成17年8月4日，名称を「着脱式デバイス」とする発明につき特許出願をし(特願2005-226629号)，平成18年2月3日，特許第3766429号として設定登録を受けた(請求項の数2。特許公報は甲1。以下「本件特許」という。)。",
                "これに対し被告から，平成18年11月14日，本件特許の請求項1及び2に対し特許無効審判請求がなされたので，特許庁はこれを無効2006-80234号事件として審理し，その中で原告は，平成19年2月2日付けで訂正請求(甲10)をするとともに同年5月21日付けで訂正請求書等の補正(甲5)をした(以下，補正後の訂正請求を「本件訂正」という。)ところ，特許庁は，平成19年10月23日，「訂正を認める。特許第3766429号の請求項1及び2に係る発明についての特許を無効とする。」旨の審決をし，その謄本は同年11月2日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件訂正後の特許請求の範囲は，上記のとおり請求項1及び2から成るが，その内容は，以下のとおりである(前記のとおり以下順に「本件特許発明1」，「本件特許発明2」という。下線は訂正部分)。",
                "「【請求項1】主な記憶装置としてROM又は読み書き可能な記憶装置を備えた着脱式デバイスであって，",
                "所定の種類の機器が接続されると，その機器に記憶された自動起動スクリプトを実行するコンピュータの汎用周辺機器インタフェースに着脱され，",
                "前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段と，",
                "前記汎用周辺機器インタフェースに接続された際に前記コンピュータからの機器の種類の問い合わせ信号に対し，前記所定の種類の機器である旨の信号を返信するとともに，前記汎用周辺機器インタフェース経由で繰り返されるメディアの有無の問い合わせ信号に対し，少なくとも一度はメディアが無い旨の信号を返信し，その後，メディアが有る旨の信号を返信して，前記コンピュータに前記自動起動スクリプトを起動させる手段と，前記コンピュータから前記ROM又は読み書き可能な記憶装置へのアクセスを受ける手段",
                "を備えたことを特徴とする着脱式デバイス。",
                "【請求項2】主な記憶装置として読み書き可能な記憶装置を備えた着脱式デバイスであって，",
                "所定の種類の機器が接続されると，その機器に記憶された自動起動スクリプトを実行するコンピュータの汎用周辺機器インタフェースに着脱され，",
                "前記汎用周辺機器インタフェースに接続された際に前記コンピュータからの機器の種類の問い合わせ信号に対し，前記所定の種類の機器である旨の信号を返信する手段と，",
                "前記着脱式デバイスの中の前記読み書き可能な記憶装置内に設けられた複数の記憶領域の各々を用いる仮想的なディスクドライブである複数の単位デバイスであって，複数の読み書き可能な記憶領域を含む単位デバイスと，",
                "コンピュータ側とのデータ授受を，前記各単位デバイスに割り振るハブ手段と，",
                "を備えたことを特徴とする着脱式デバイス。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要点は，本件特許発明1の特許は特許法36条6項1号(特許を受けようとする発明が発明の詳細な説明に記載したものであること)及び2号(特許を受けようとする発明が明確であること)に違反してなされたものであり，本件特許発明2は先願である特願2002-252749号(発明の名称「プログラム内蔵のUSBデバイス」，出願人 エニワン株式会社，出願日 平成14年8月30日，公開公報は特開2003-178017号公報〔甲3〕，以下これに記載された発明を「先願発明」という。)と同一であるから同法29条の2の規定に違反する，等としたものである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本件特許発明1が特許法36条6項1号に違反するとした判断の誤り)",
                  "text": [
                    "審決は，「本件特許発明1の発明特定事項『前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段』は，『前記ROMに，前記自動起動スクリプトを記憶する手段』を態様として含むものである。…しかしながら，『マスクROM』は，製造時において，データをICの回路パターンとして作りこむものであることからすると，本件特許発明1の『着脱式デバイス』が備える前記手段が，製造時ではなく，製造後のマスクROMに前記自動起動スクリプトを記憶するという構成は，当業者にとって自明なものではなく，本件特許明細書の段落【0018】に『また，複合デバイス2は，コンピュータのUSBポート10に着脱するもので，この例では，主な記憶装置として読み書き可能なフラッシュメモリ4を備えるが，主な記憶装置として小型ハードディスクドライブやROMを用いてもよい。』とROMを用いることが記載されているが，本件特許発明1の含む構成要件すなわち，『着脱式デバイス』が備えるROMに，自動起動スクリプトを記憶する手段についての，具体的な構成については，記載がない」(13頁13行～14頁2行)としたが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "一般に，「ROM」とは，Read Only Memoryの略語であることから理解されるように，本来は読み出し専用の記憶素子を意味するものであるが，製造時にあらかじめデータが書き込まれ，製造後にはデータ書換えが不可能なマスクROMのほか，製造後にもROMライターなどによって，内容の消去や再書き込みが可能なEPROM(Erasableand Programmable ROM)が含まれる(「日経BPデジタル大事典1999-2000年版」730頁～731頁〔甲6〕)。",
                            "このように，「ROM」とは通常「マスクROM」を意味するものであり，審決が，本件特許発明1における「ROM」は「マスクROM」を態様として含むものであるとした点は，原告もこれを争わない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "ところで，本件特許発明1の課題は，USBメモリ等の着脱式デバイスをコンピュータに接続した際に，自動起動スクリプトに記述されている所定のプログラムを煩雑な手動操作を要することなく自動実行する点にある。",
                            "このような課題の解決手段として，本件特許発明1は，自動起動スクリプトを着脱式デバイスの記憶装置内にあらかじめ記憶し，着脱式デバイスがコンピュータに接続された際に行われるコンピュータと着脱式デバイスとの間での擬似信号の送受信を経て，コンピュータが着脱式デバイスの記憶装置内に記憶された自動起動スクリプトを自動起動するという構成を備えるものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "ここで，自動起動スクリプトとは，着脱式デバイスがコンピュータに接続された際に自動実行されるべき所定のプログラムを記述するものであるから，自動起動スクリプトは，該接続時にコンピュータから読み出し可能な着脱式デバイス側の記憶装置内に記憶されている状態であれば足り，書き換えられるべき必要性はない。",
                            "そして，本件特許発明1の課題解決手段が，前記bに述べたように着脱式デバイスの記憶装置内に記憶されている自動起動スクリプトに記述された所定のプログラムの自動実行という課題に向けられているものである以上，自動起動スクリプトの記憶されている領域が，製造時にしか自動起動スクリプトを書き込むことができず製造後には書換えができないマスクROMであったところで，着脱式デバイスの接続時にコンピュータが自動起動スクリプトを読み出すことができるのであるから，何ら支障はない。",
                            "かえって，自動起動スクリプトが記憶されるべき記憶装置としてマスクROMを用いた態様にあっては，過誤や故意により自動起動スクリプトが書き換えられることが防止できるなど，有利な面がある。また，着脱式デバイスがコンピュータに接続される際に自動実行されるプログラムを変更したい場合には，自動起動スクリプトにより起動される側のプログラムを書き換えれば足りるのである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上要するに，上記のような本件特許発明1の課題と，本件請求項1により規定される各手段との対応に照らせば，本件特許発明1における「前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」との構成は，マスクROMに自動起動スクリプトを記憶する態様においては，「自動起動スクリプト」を記憶している「マスクROM」内の記憶領域を意味するものである。",
                            "そして，この「ROM」に「自動起動スクリプト」を記憶する記憶手段は，本件特許明細書(本件訂正による訂正後のもの〔甲5〕。以下同じ)における「複合デバイス2は，コンピュータのUSBポート10に着脱するもので，この例では，主な記憶装置として読み書き可能なフラッシュメモリ4を備えるが，主な記憶装置として小型ハードディスクドライブやROMを用いてもよい」(段落【0018】)，「CD-ROM領域R3のCD-ROMドライブHには，前記自動起",
                            "動スクリプトSにより起動される自動起動プログラムPを格納しておく」(段落【0031】)との記載によって，十分に裏付けられている。",
                            "さらに，本件特許明細書の図1(甲1参照)においても，USBデバイス2のフラッシュメモリ4内のCD-ROM領域R3に自動起動",
                            "スクリプトSが記憶されている態様が明確に記載されており，本件特許明細書の前記記載(「主な記憶装置として…ROMを用いてもよい」)と併せれば，「ROM」に「自動起動スクリプト」を記憶する記憶手段は，明確に裏付けられているものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記の解釈は，本件特許に関する審査の経過からも裏付けられる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件特許発明1の「前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段と，」との構成は，本件特許の審査において，平成17年9月13日付けの拒絶理由通知(甲7)を受けて，同年11月21日付けの補正(甲4)により追加されたものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "すなわち，前記拒絶理由通知は，「請求項1には『ROM又は読み書き可能な記憶装置』を備える旨の記載はあるものの，この『ROM又は読み書き可能な記憶装置』が何に使われているのか請求項1の中には記載されていないので，この『ROM又は読み書き可能な記憶装置』は請求項1の中に記載されているその他の構成要件との間にどのような関係があるのか不明であり，したがって請求項1の記載は明確ではない」(3頁13行～17行)として，特許請求の範囲の記載が特許法36条6項2号に規定する要件を充たしていないとした。",
                            "そこで，特許出願人(原告)は，上記補正により「前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段と，」との構成を請求項1に加えるとともに，平成17年11月21日付け意見書(甲2)でも，「新たな請求項1においては，本願発明の新たな請求項1に係る着脱式デバイスに備えられた記憶装置に自動起動スクリプトが記憶されていることを明確にしました」との意見を述べた。",
                            "こうした過程を経て，平成18年1月17日に特許査定(甲9)を",
                            "受けたものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のような経緯からも，本件特許発明1における「ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」が，「ROM又は読み書き可能な記憶領域」内の「自動起動スクリプト」を記憶している記憶領域を意味するものであることは明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し被告は，本件特許発明1の「記憶する手段」とは「記憶装置に自動起動スクリプトを記憶させるもの」であると主張するが，本件請求項1には「記憶させる手段」と記載されているわけではない。",
                        "本件請求項1のように「記憶する手段」との記載がされた場合において，それが情報を記憶する主体であるのか，着脱式デバイス内であって記憶装置とは異なる場所に異なる要素として設けられるものであるのか，一義的に解釈することはできないものであり，本件特許発明1の課題(自動起動スクリプトに記述されている所定のプログラムを，USBメモリ等の着脱式デバイスをコンピュータに接続した際に，煩雑な手動操作を要することなく自動実行する)に照らして解釈すべきものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，審決は，本件特許発明1における「前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」の解釈を誤った結果，本件特許発明1の特許が発明の詳細な説明に記載されていないと認定判断したものであり，かかる認定判断は違法である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(本件特許発明1が特許法36条6項2号に違反するとした判断の誤り)",
                  "text": [
                    "審決は，「本件特許発明1の発明特定事項『前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段』は，『マスクROMに自動起動スクリプトを記憶する手段』を態様として含むものである。…しかしながら，『マスクROM』は，製造時において，データをICの回路パターンとして作りこむものであることからすると，本件特許発明1の『着脱式デバイス』が備える前記手段が，製造時ではなく，製造後のマスクROMに前記自動起動スクリプトを記憶するという構成は，当業者にとって自明なものではなく，したがって，本件特許発明1の発明特定事項すなわち，『着脱式デバイス』が備える，ROMに自動起動スクリプトを記憶する手段は不明確であり，本件特許発明1は明確でない」(17頁19行～35行)としたが，誤りである。",
                    "前記アにおいて述べたとおり，本件特許発明1における「前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」との構成は，マスクROMに自動起動スクリプトを記憶する態様においては，「自動起動スクリプト」を記憶している「マスクROM」内の記憶領域を意味するものであって，マスクROMの製造時にプログラムやデータを書き込む(焼き付ける)構成も，製造後に記憶されているプログラムやデータを読み出す構成も，共に当業者にとって自明であるから，十分に明確である。",
                    "したがって，審決は，本件特許発明1における「前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」の解釈を誤った結果，本件特許発明1が明確でないと認定判断したものであり，かかる認定判断は違法である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(本件特許発明2が特許法29条の2の規定に違反するとした判断の誤り)",
                  "text": [
                    "審決は，先願発明を認定するに当たり，「ここで，前記複数の領域について検討するに，…メモリは，擬似返信変換プログラムを格納する領域13と，自動起動プログラムを格納する領域14と，電子メールプログラムを格納する領域15と，送受信メール，その他文書等のデータを格納するデータ部16を備えている。そして，…前記データ部は，送受信メール，添付ファイル，電子メールプログラムの設定ファイル，及びその他のデータを記録する仮想的にリムーバブルディスクと認識させる領域である。また，…電子メールプログラムが格納された領域15は，パソコンから認識され，アクセスされる領域である。…そして，…上記擬似返信変換プログラムが格納された領域13と，電子メールプログラムが格納された領域15とは，ともにパソコンから認識され，アクセスされる領域であって，リムーバブルディスクと認識させる領域として設定でき，その際に当該フォルダまたはファイルに隠しフォルダ属性または隠しファイル属性を設定し，当該プログラムに読み取り専用属性を設定することで，プロテクトされていると解されることは明らかである。…そして，…プロテクトの目的を達成するためにはCD-ROMと認識させてもよいから，上記態様以外に，領域13及び領域15を『CD-ROMとして認識させる』態様にしてもよいことを記載しているものと解することが相当である。してみれば，データ部16をリムーバブルディスクとして認識させる領域として設定するとともに，領域13及び領域15についても，リムーバブルディスクと認識させる領域として設定することが，実質的に先願明細書等に記載されているものと解される。したがって，前記USBデバイスの中の前記読み書き可能なメモリは，そのメモリ内に設けられた複数の領域の各々を用いる仮想的にCD-ROM又はリムーバブルディスクと認識させる複数の領域を備えるとともに，複数の読み書き可能な領域を含むリムーバブルディスクと認識させる領域を備えることが，実質的に先願明細書等に記載されているものと解される」(25頁21行～26頁39行)として，先願明細書及び図面(以下「先願明細書等」という。)には，「前記USBデバイスの中の前記読み書き可能なメモリ内に設けられた複数の領域の各々を用いる仮想的にCD-ROM又はリムーバブルディスクと認識させる複数の領域であって，複数の読み書き可能な領域を含むリムーバブルディスクと認識させる領域」という構成が記載されていると認定したが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず前提として，本件特許発明2における「前記着脱式デバイスの中の前記読み書き可能な記憶装置内に設けられた複数の記憶領域の各々を用いる仮想的なディスクドライブである複数の単位デバイスであって，複数の読み書き可能な記憶領域を含む単位デバイスと，」という構成は，次のようなものとして理解されるべきである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "読み書き可能な記憶「装置」とは，本件請求項2の記載によれば，着脱式デバイスが備える「主な記憶装置」であって，その内部に，「複数の記憶領域の各々を用いる仮想的なディスクドライブである複数の単位デバイス」を備えるものであり，本件特許明細書の段落【0018】及び図1においては，複合デバイス2が備える「フラッシュメモリ4」として開示されている。",
                            "これに対して，読み書き可能な記憶「領域」とは，本件請求項2の記載によれば，「読み書き可能な記憶装置」内に複数設けられる領域であって，本件特許明細書の段落【0021】及び図1においては，「フラッシュメモリ4」内に設定される「読み書き可能領域R4及びR5」として開示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そして，本件特許明細書における，「読み書き可能領域R4は，通常のリムーバブルディスクとして自由にアクセス可能で，メーラーの用いる電子メールのデータ，住所録，ワードプロセッサの文書やプレゼンテーション資料などを置く」(段落【0026】)，「読み書き可能領域R5上には，ハブ分け部31の作用により3つのリムーバブルディスクドライブ(ドライブレター『E』『F』『G』)が設定され，これら3つのリムーバブルディスクドライブ『E』『F』『G』も個別に単位デバイスを構成している」(段落【0022】)，「以上のようにハブ分け部31により，相互に扱いの異なる複数の領域を単位デバイスとして設定すれば，擬似認識によりCD-ROMとして扱われる単位デバイスを含む着脱式デバイスにデータを保存したい場合，実際のCD-ROMの特殊なファイルシステムを考慮する必要は無く，リムーバブルディスクやHDDなどデータの変換が不要な種類の他の単位デバイスにデータを容易に保存することができる」(段落【0028】)との記載に照らせば，「読み書き可能な記憶領域」は，コンピュータに接続された際に，コンピュータからのデータの書き出しや保存を行う領域であり，この点において「読み書き可能な記憶装置」と区別されるものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "以上のような「読み書き可能な記憶装置」と「読み書き可能な記憶領域」との相違から，ホスト(コンピュータ)から認識される態様にも相違が生じる。すなわち，「読み書き可能な記憶装置」に含まれる態様は，下記①～③の全ての態様を含むのに対して，「読み書き可能な記憶領域」は，下記③の態様のみを含むものである(なお，物理的には，いずれもフラッシュメモリであって，ホストから認識される態様において異なるものである。)。",
                        "記",
                        "① ホストからCD-ROMとして認識されるもの(本件特許明細書の段落【0031】に記載されている「CD-ROM領域R3」が",
                        "これに相当する。)。",
                        "② ホストからリムーバブルディスクとして認識され，ホストに対して読み出し専用属性とされるもの(本件特許明細書の段落【0024】に記載されている「管理領域R1」，「制限領域R2」がこれに相当する。)。",
                        "③ リムーバブルディスクとして認識され，ホストに対して読み書き可能な属性とされるもの(本件特許明細書の段落【0022】及び【0026】に記載されている「読み書き可能領域R5」，「読み書き可能領域R4」がこれに相当する。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "しかるに審決は，「データ部16をリムーバブルディスクとして認識させる領域として設定するとともに，領域13及び領域15についても，リムーバブルディスクと認識させる領域として設定することが，実質的に先願明細書等に記載されている」(26頁31行～34行)ことをもって，「複数の読み書き可能な領域を含むリムーバブルディスクと認識させる領域を備えることが，実質的に先願明細書等に記載されている」(26頁下3行～下1行)と認定している。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "しかしながら，先願明細書等に記載された領域13及び領域15が，「リムーバブルディスクと認識させる領域」として設定可能であったとしても，「リムーバブルディスクと認識させる領域」には，前記(イ)に述べたように，ホストに対して読み出し専用属性とされる態様も含まれるのであるから，「リムーバブルディスクと認識させる領域」として設定可能であることをもって直ちに領域13及び領域15が「読み書き可能な領域」であるということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "先願明細書等(甲3)の記載によれば，メモリ12は，擬似返信変換プログラムを格納する領域13と，自動起動プログラムを格納する領域14と，電子メールプログラムを格納する領域15と，送受信メール・その他文書等のデータを格納するデータ部16とを備えるものとされている(段落【0014】及び図1)。そして，領域13に格納される擬似返信変換プログラム及び領域15に格納される電子メールプログラムは，いずれも，削除・編集がされないようにプロテクトされており(段落【0020】)，特に領域15については，コンピュータからのデータ書き込みが禁止されている(プロテクトされている)ために，送受信メールや添付ファイル等を領域15ではなく，データ部16に記憶しなければならない(段落【0018】)。",
                            "そうすると，先願明細書等において，領域13及び領域15がコンピュータから読み書き可能な属性に設定される構成は明白に除外されているとみるべきであるから，先願明細書等に記載されている「読み書き可能な領域」はデータ部16の1つのみであり，領域13及び領域15が「読み書き可能な領域」として記載されているものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，先願明細書等には「複数の読み書き可能な領域」が実質的に記載されているとはいえず，先願発明と本件特許発明2とは同一といえないにもかかわらず，審決は，先願発明の認定を誤った結果，先願明細書等に記載された発明と本件特許発明2とが同一であるという誤った認定判断をしたものであり，かかる認定判断は違法である。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，本件特許発明1の特許が特許法36条6項1号に違反するとした審決の認定判断は誤りであると主張するが，以下のとおり，審決の認定判断は正当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許発明1は，本件請求項1の記載によれば，「主な記憶装置としてROM又は読み書き可能な記憶装置を備えた着脱式デバイス」についてのものであり，大きく分けて，「記憶する手段」，「起動させる手段」及び「アクセスを受ける手段」の3つの手段から構成される。",
                    "前記「記憶する手段」は，「前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」をいうから，本件特許発明1の「着脱式デバイス」は，自らが備える「主な記憶装置として」の「ROM」に「自動起動スクリプトを記憶する手段」を備えていることになる。",
                    "そして，ここにいう「ROM」は，原告も認めるように，製造後のマスクROMを含むものである。",
                    "そうであれば，本件特許発明1は，製造後のマスクROMに「自動起動スクリプトを記憶する手段」を構成として備えていることになるが，「着脱式デバイス」の構成要素である「記憶する手段」がどのようにして製造後のマスクROMに「自動起動スクリプトを記憶する」のか，当業者に自明であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件特許明細書(甲5)にも「記憶する手段」の実現方法は記載されていない。",
                    "すなわち，本件特許明細書の発明の詳細な説明によれば，本件請求項1の「前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」のうち，「ROM」に当たるのが「ROM」であり，「読み書き可能な記憶装置」に当たるのが「フラッシュメモリ4」であり，「自動起動スクリプト」に当たるのが「スクリプトファイル(例えば「Autoun inf」)である(段落【0018】)。",
                    "このように対応させていくと，本件請求項1の「記憶する手段」に当たる構成は，「前記ROM(＝「ROM」)又は読み書き可能な記憶装置(＝「フラッシュメモリ4」)に，前記自動起動スクリプト(＝「Autouninf」)を記憶する手段」となり，「記憶する手段」の実現方法については，当業者に自明でないにもかかわらず，本件特許明細書中には何ら記載がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し原告は，「ROM」に「自動起動スクリプト」を記憶する記憶手段は，図1に示されるフラッシュメモリ4内のCD-ROM領域3と，本件特許明細書の段落【0018】及び【0031】に記載されていると主張する。",
                    "しかし，本件特許明細書の段落【0031】には，「CD-ROM領域R3のCD-ROMドライブHには，前記自動起動スクリプトSにより起動される自動起動プログラムPを格納しておく」との記載があるだけであり，どのようにして「ROM」に「自動起動スクリプト」を記憶するのか，その実現方法は何ら記載されていない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また原告は，本件請求項1の「記憶する手段」につき，「自動起動スクリプト」を記憶している「マスクROM」内の記憶領域を意味するものであると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，「主な記憶装置としてROM又は読み書き可能な記憶装置」と「記憶する手段」とが原告のいうような関係にあることは，本件請求項1の記載から読み取ることができるものではなく，本件特許明細書のどこにもそのような記載はない。",
                        "そもそも構文的に見れば，「A(記憶装置)にB(自動起動スクリプト)を記憶する手段」であることが記載されており，A(記憶装置)という記憶場所が明示されている以上，ここにいう「記憶する手段」は記憶という制御動作，すなわちデータの書き込みを実行する主体と解釈するのが通常である。",
                        "したがって，本件請求項1の「記憶する手段」は「A(記憶装置)にB(自動起動スクリプト)を記憶させるもの」と解釈されるものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "もっとも，例外的なケースとして，「AにBを記憶するC」の「記憶する」の意味につき，「Bを記憶している状態」を示しているというように解釈されることがないわけではない。例えば，「(USBメモリに内蔵された)フラッシュメモリ(A)に文書データ(B)を記憶するUSBメモリ(C)」というように用いる場合である。",
                        "しかし，このような例外的なケースは，AとCとの関係につき「AはCに含まれる」という関係にある場合に限定される(例えば上記の例では，フラッシュメモリ〔A〕はUSBメモリ〔C〕に内蔵されている。)。すなわち，このような場合には，「AにBを記憶するC」という表現における格助詞「に」は，場所を示すという役割を発揮するため，「記憶する」を「Bを記憶している状態」と解することができるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上に対して「CがAに含まれる」という関係にある場合には，格助詞「に」の役割と相違することになり，日本語として意味が不明になる。",
                        "本件請求項1の「記憶する手段」を原告主張のように「自動起動スクリプト」を記憶している「マスクROM」内の記憶領域を意味するものと解するとすれば，「A(ROM)にB(自動起動スクリプト)を記憶するC(ROM内の記憶領域)」という表現において，CはAに含まれるものとなってしまい，原告の解釈は日本語として極めて不自然なものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，特許法36条6項1号のいわゆるサポート要件は，特許を受けようとする発明が発明の詳細な説明に記載したものでなければならないと定めており，ここにいう「特許を受けようとする発明」は特許請求の範囲の記載に基づいて定められるものであるから，本件特許発明1のように特許請求の範囲の記載からその実現方法が自明でない場合に，発明の詳細な説明の記載を参酌して特許請求の範囲の解釈を修正することができるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "したがって，本件特許発明1は本件特許明細書の発明の詳細な説明に記載されたものであるとはいえず，本件特許発明1の特許は特許法36条6項1号に違反してなされたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告は，本件特許発明1の特許が特許法36条6項2号に違反するとした審決の認定判断は誤りであると主張するが，以下のとおり，審決の認定判断は正当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)に述べたように，本件特許発明1にいう「前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」は，マスクROMに自動起動スクリプトを記憶する手段を態様として含むものであるところ，本件特許発明1にいう「着脱式デバイス」は，この「記憶する手段」が主体となって「マスクROM」という客体に「自動起動スクリプトを記憶」するという構成要素を備えるものである。",
                    "そうであれば，本件特許発明1の構成要素として製造後のマスクROMに自動起動スクリプトを記憶する手段が記載されていることになるが，これをどのように実現するのか当業者にとって明確であるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また仮に，「記憶する手段」が「ROMに，前記自動起動スクリプトを記憶する記憶手段(客体)」と同義であるとしても，「ROMに，前記自動起動スクリプトを記憶する記憶手段(客体)」が何を意味しているのか不明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "ここでも原告は，「記憶する手段」は「自動起動スクリプト」を記憶している「マスクROM」内の記憶領域を意味すると主張しているが，本件請求項1の記載からこのような解釈を導き出すことは不可能であり，技術的範囲を定める基準となるべき特許請求の範囲の解釈として到底受け入れられるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件特許発明1は，請求項に記載された発明が明確でなく，本件特許発明1の特許は特許法36条6項2号に違反してなされたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "原告は，本件特許発明2が特許法29条の2に違反するとした審決の認定判断は誤りであると主張するが，以下のとおり審決の認定判断は正当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "先願明細書等(甲3)の記載を素直に読めば，領域13及び領域15については，コンピュータにリムーバブルディスクとして認識させることが前提となっており，そうであれば，読み書き可能な領域であるということができるのであるから，本件特許発明2にいう「複数の読み書き可能な記憶領域」に当たる。",
                    "すなわち，先願明細書等の段落【0026】～【0028】の記載によれば，領域13及び領域15については，データ部16と同様にリムーバブルディスクとして認識させることを前提にして，仮想的に「CD-ROMと認識させるようにしてもよい」と記載されているものであるから，ここにいう「デバイス1」は，「読み書き可能な」「複数の記憶領域」を備えるとともに，複数の読み書き可能な領域を含むリムーバブルディスクと認識させる領域を備えるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，本件特許発明2の「着脱式デバイス」が備える「読み書き可能な記憶装置」は，コンピュータからのアクセスの種別に応じて，①ホストからCD-ROMとして認識されるもの，②ホストからリムーバブルディスクとして認識され，ホストに対して読み出し専用属性とされるもの，③リムーバブルディスクとして認識され，ホストに対して読み書き可能な属性とされるもの，という3種類に分類され，本件特許発明2にいう「読み書き可能な記憶装置」は前記①～③の態様を全て含むものであるのに対して，「読み書き可能な記憶領域」は前記③の態様のみを含むものであると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，上記①～③の分類は原告独自の視点によるものであり，この分類について本件特許明細書には全く記載されていないばかりか，一般的な分類からもかけ離れている。",
                        "例えば，「読み書き可能な記憶装置」をその性質から分類するのであれば，リムーバブルディスク(着脱可能なディスク)と固定ディスクとを対応させて分類するのが自然であるし，また，アクセス属性についても，読み出し専用属性，書き込み専用属性，読み書き可能な属性の3分類とするのが通常である。さらに，これらのアクセス属性はリムーバブルディスクだけでなく固定ディスクにも共通するものであるから，合計で6通りに分類することも可能である。原告主張の分類がなぜ上記①～③であるのか，全く不明である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "またそもそも，同じ「読み書き可能な」という文言を同一の請求項で用いながら，なぜ異なる解釈が可能となるのかという根本的な疑問がある。「複数の読み書き可能な記憶領域」がなぜ原告主張のような限定した解釈となるのか，特許請求の範囲の記載からは読み取ることが不可能である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件特許発明2は先願発明と同一であり，本件特許発明2の特許は特許法29条の2に違反してなされたものである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由1(本件特許発明1の特許法36条6項1号違反性)について(1) 特許法36条6項1号は，特許請求の範囲の記載は「特許を受けようとする発明が発明の詳細な説明に記載したものであること」に適合するものでなければならないと定めている。特許法がこのような要件を定めたのは，発明の詳細な説明に記載していない発明を特許請求の範囲に記載すると，公開されていない発明について独占的，排他的な権利を認めることになり，特許制度の趣旨に反するからである。",
            "そして，特許請求の範囲の記載が上記要件に適合するかどうかについては，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明の記載により当業者(その発明の属する技術の分野における通常の知識を有する者)が当該発明の課題を解決できると認識できる範囲のものであるかどうか，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるかどうかを検討して判断すべきものである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "以上の観点から本件事案について検討することとするが，その前提として特許を受けようとする発明が認定されなければならないところ，本件請求項1の記載のうち「ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」という文言の解釈につき当事者間に争いがあるので，まずこの点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件請求項1の記載を全体として捉えると，本件請求項1の「着脱式デバイス」は，「所定の種類の機器が接続されると，その機器に記憶された自動起動スクリプトを実行するコンピュータ」の汎用周辺機器インタフェースに着脱されるものであって，前記汎用周辺機器インタフェースに接続された際に「前記コンピュータからの機器の種類の問い合わせ信号に対し，前記所定の種類の機器である旨の信号を返信」するなどして，「前記コンピュータに前記自動起動スクリプトを起動させる手段」を備えるものである。",
                    "したがって，「自動起動スクリプト」は，「所定の種類の機器」を用いる場合にはその機器に記憶され，コンピュータによって起動されるものであり，同様に，本件請求項1の「着脱式デバイス」を用いる場合には，着脱式デバイスに記憶され，コンピュータによって起動されるものである。",
                    "そして，本件請求項1の「着脱式デバイス」は，「主な記憶装置としてROM又は読み書き可能な記憶装置を備え」るものであり，「前記ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する」と記載されていることに照らせば，「自動起動スクリプト」は着脱式デバイスの主な記憶装置であるROM又は読み書き可能な記憶装置に記憶されるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，一般に「手段」とは，「目的を達するための具体的なやり方」を意味するものである(広辞苑第6版)ところ，本件請求項1における「ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」との記載が，「前記コンピュータに前記自動起動スクリプトを起動させる手段」，「前記コンピュータから前記ROM又は読み書き可能な記憶装置へのアクセスを受ける手段」とともに併記されたものであることからすれば，上記「記憶する手段」が，「ROM又は読み書き可能な記憶装置に前記自動起動スクリプトを記憶する」という目的を達するための具体的なやり方を意味するのか，それとも本件特許発明1全体の目的を達するための構成要素の一つを意味するのか，いずれに解することも可能であって，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができない場合に当たる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで，本件特許明細書の発明の詳細な説明の記載を参酌して，本件請求項1の「ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」の解釈につき検討する(なお，被告は，特許法36条6項1号該当性の判断をするに当たって発明の詳細な説明の記載を参酌すべきではないと主張するが，最高裁平成3年3月8日第二小法廷判決〔民集45巻3号123頁〕も判示するように，特許を受けようとする発明の要旨を認定するのに特許請求の範囲の記載のみではその技術的意義が一義的に明確に理解することができない場合には，発明の詳細な説明の記載を参酌することは許されると解する。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許明細書(甲5)の発明の詳細な説明には，次の記載がある。",
                        "・【背景技術】",
                        "「近年，半導体技術やインターネットの普及進歩に伴って各種コンピュータの普及が進み，周辺機器の接続方式も多様化している。この結果，コンピュータの機種を問わず適用可能な汎用周辺機器インタフェースが必要とされ，その具体的規格の一例としてUSB(Universal Serial",
                        "Bus)インタフェースが提案された。また，各種コンピュータの小型軽量化と持ち運び(モバイル)用途の拡大により，着脱自在な外部記憶装置も必要とされ，その一つとして，前記USBインタフェースでパソコンに容易に接続できるメモリデバイスであるUSBメモリの人気が高まっている…」(段落【0002】)",
                        "・【発明が解決しようとする課題】",
                        "「しかしながら，USBメモリに格納してある目的のデータやソフトウェアを利用するには，それらに辿り着くまでの操作が面倒であり，特にUSBメモリの使用頻度が多いほど煩雑さが増す問題点があった。」(段落【0008】)",
                        "・「例えば，USBメモリ内のデータを使うには，ユーザは，USBメモリをパソコンに挿入するだけでなく，OS(Operating Syste",
                        "m。基本ソフト)の画面で『マイコンピュータ』→『リムーバブルディスク』→『目的の操作』のように順番に選択肢をたどっていく操作か，又は，キーボードを用いてファイル名を指定して実行させるなど，相応の煩雑な手順が必要であった。」(段落【0009】)",
                        "・「本発明は，上記のような従来技術の問題点を解決するために提案されたもので，その目的は，使い勝手の優れた着脱式デバイス及びプログラムの起動方法を提供することである。」(段落【0010】)",
                        "・【課題を解決するための手段】",
                        "「この態様では，USBメモリなど他の種類のデバイスであっても，ホスト側からの問い合わせに対し，CD-ROMドライブなど自動起動スクリプト実行の対象機器である旨の信号を擬似的に返信させる。このため，装着検出用の常駐プログラムをコンピュータ側に予めインストールしておかなくても，デバイス装着時に，スクリプトに記述されたプログラム実行など所望の処理が自動実行される。これにより，デバイスの専用ソフトウェアなどを手動でインストールするまでもなく，デバイスの様々な機能や使い方を実現できる。…」(段落【0012】)",
                        "・【発明を実施するための最良の形態】",
                        "「〔1．第1実施形態の概略構成〕…第1実施形態は，コンピュータ1に着脱して用いる着脱式複合デバイス(以下『複合デバイス』と呼ぶ)2であり，コンピュータ1は，汎用周辺機器インタフェースとしてUSBを備える。すなわち，コンピュータ1は，USBポート10と，USBホストコントローラと，USBのための必要なデバイスドライバを備え，コンピュータ1を以下，USBに関して『ホスト側』や『コンピュータ側』のようにも呼ぶ。」(段落【0017】)",
                        "・「〔2-2．擬似認識〕ところで，OSによっては(例えばマイクロソフト〔登録商標〕社のウインドウズ〔登録商標〕シリーズ)，所定の種類のデバイス(例えばCD-ROM)にメディアが挿入されたことを契機として，そのメディア上の所定のスクリプトファイル(例えば『Autorun．inf』)を実行する。コンピュータ1は，そのようなOSを備えるコンピュータであるものとする。」(段落【0029】)",
                        "・「また，USBでは，ホスト側は，USBに装着されたかもしれないデバイスに対し，機器の種類の問い合わせ信号を繰返し周期的にUSB回線上に流しており，新たにUSBに装着された機器は，この問い合わせ信号に対して自分が該当する機器の種類を回答することにより，ホスト側に自らの接続を認識させる。したがって，コンピュータ1は，所定の種類の機器が接続されると，その機器に記憶された自動起動スクリプトをスクリプト実行部11が実行するものである。」(段落【0030】)",
                        "・「そこで，USBデバイス側制御部3の認識制御部32は，USBに接続された際に，ホスト側からの機器の種類の問い合わせ信号に対し，CD-ROMである旨の信号を擬似的に返信する。…」(段落【0031】)・「すなわち，着脱式デバイス2すなわちUSBメモリは本来はスクリプト実行の対象とはならない種類のデバイスであるが，ホスト側からの問い合わせに対し，認識制御部32が，CD-ROMドライブなど自動起動スクリプト実行の対象機器である旨の信号を擬似的に返信する。」(段落【0032】)",
                        "・「このため，装着検出用の常駐プログラムをコンピュータ側に予めインストールしておかなくても，デバイス装着時に，スクリプトに記述されたプログラム実行など所望の処理が自動実行される。これにより，デバイスの専用ソフトウェアなどを手動でインストールするまでもなく，デバイスの様々な機能や使い方を実現できる。また，ユーザが管理者権限を持たないためソフトウェアをインストールできないコンピュータ上でも，着脱式デバイスからの所望のプログラムの自動起動が容易に実現される。」(段落【0033】)(イ) 以上の記載によれば，本件特許発明1は，USBメモリ等の着脱式デバイスをコンピュータに接続した際に，煩雑な手動操作を要することなく自動起動スクリプトに記述された所定のプログラムを自動実行させることを課題とするものであり，かかる課題の解決手段として，自動起動スクリプトを着脱式デバイスの記憶装置内に予め記憶し，コンピュータからの問い合わせに対してCD-ROMドライブなど自動起動スクリプト実行の対象機器である旨の信号(擬似信号)を返信することによって，コンピュータが着脱式デバイスの記憶装置内に記憶された自動起動スクリプトを起動させるという構成を備えたものであることが認められる。",
                        "そして，かかる解決手段を実現するためには，自動起動スクリプトは，着脱式デバイスがコンピュータに接続されたときにコンピュータから読み出すことが可能な状態でデバイスの記憶装置内に記憶されていることが必要であり，かつ，それで足りる。",
                        "そうすると，ROM等の記憶装置が，その製造時に自動起動スクリプトを記憶するものであっても，上記解決手段を実現するのに何ら差し支えなく，また，ROM等の記憶装置の製造後に自動起動スクリプトを記憶させなければならないとすることは，上記解決手段の実現にとって特段の意味を有しないものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，本件請求項1の「ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」という文言は，「ROM又は読み書き可能な記憶装置に自動起動スクリプトを記憶する」という目的を達するための具体的なやり方を意味するものと解すべきではなく，本件特許発明1の目的を達するための構成要素の一つとして「自動起動スクリプトがROM又は読み書き可能な記憶装置に記憶されている状態であること」を意味するものと解釈すべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のような本件請求項1の解釈を前提として，「ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」に対応する記載が本件特許明細書の発明の詳細な説明に記載されているかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許明細書(甲5)の発明の詳細な説明には，次の記載がある。",
                    "・「…複合デバイス2は，コンピュータのUSBポート10に着脱するもので，この例では，主な記憶装置として読み書き可能なフラッシュメモリ4を備えるが，主な記憶装置として小型ハードディスクドライブやROMを用いてもよい。…」(段落【0018】)",
                    "・「…フラッシュメモリ4の記憶領域には，CD-ROM領域R3…が設定される。そして，CD-ROM領域R3上に設定されるCD-ROMドライブ(ドライブレター「H」)…が各単位デバイスとなっている。」(段落【0021】)",
                    "・「…USBデバイス側制御部3の認識制御部32は，USBに接続された際に，ホスト側からの機器の種類の問い合わせ信号に対し，CD-ROMである旨の信号を擬似的に返信する。この擬似的返信は，複数の単位デバイスのうちCD-ROM領域R3のみについて行う。また，CD-ROM領域R3のCD",
                    "-ROMドライブHには，前記自動起動スクリプトSにより起動される自動起動プログラムPを格納しておく。」(段落【0031】)",
                    "・「このため，装着検出用の常駐プログラムをコンピュータ側に予めインストールしておかなくても，デバイス装着時に，スクリプトに記述されたプログラム実行など所望の処理が自動実行される。…」(段落【0033】)・「なお，第1実施形態では，自動起動スクリプトS中に自動起動プログラムPの実行を指定しておく。…」(段落【0038】)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件特許明細書の図1(甲1)には，CD-ROM領域R3のCD-ROMドライブHに自動起動スクリプトSが記憶されている状態が記載されている。",
                    "【図1】(部分)"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，本件特許明細書の発明の詳細な説明には，①着脱式デバイスの「主な記憶装置」として「ROM 」又は「読み書き可能なフラッシュメモリ4」などの記憶装置が用いられること，②これらの記憶装置の記憶領域には「CD-ROM領域R3」が設定されていること，③CD-ROM領域R3のCD-ROMドライブHには「自動起動スクリプトSにより起動される自動起動プログラムP」が格納されていること，④複数の単位デバイスのうちCD-ROM領域R3のみについて，ホスト側からの機器の種類の問い合わせ信号に対し，CD-ROMである旨の信号(擬似信号)の返信が行われること，⑤擬似信号の返信の結果，デバイス装着時にスクリプトに記述されたプログラムが自動実行されることが記載されている。",
                    "これらの記載に照らせば，自動起動プログラムPのみならず，自動起動プログラムPを起動する自動起動スクリプトについてもROM又は読み書き可能な記憶装置内の「CD-ROM領域R3」に記憶されていることは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，本件特許明細書の発明の詳細な説明には，「ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」が実質的に記載されているものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，本件特許発明1の特許は，特許法36条6項1号に適合してなされたものであるから，原告主張の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由2(本件特許発明1の特許法36条6項2号違反性)について(1) 特許法36条6項2号は，特許請求の範囲の記載について「特許を受けようとする発明が明確であること」との要件を定めている。",
            "ところで，前記のように，特許請求の範囲の記載の技術的意義が一義的に明確に理解することができない場合には発明の詳細な説明の記載を参酌することも許されるものであって，こうして請求項に記載された技術的事項を確定した上で，当該技術的事項から一の発明が明確に把握できるかどうか，すなわち，特許を受けようとする発明の技術的課題を解決するために必要な事項が請求項に記載されているかを判断すべきものである。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "そして，本件請求項1の「ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」については，その技術的意義が一義的に明確に理解することができないものであって，発明の詳細な説明の記載を参酌した結果，「自動起動スクリプトがROM又は読み書き可能な記憶装置に記憶されている状態」であることを意味するものと解されることは，前記2(2)において検討したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上を前提として，特許を受けようとする発明の技術的課題を解決するために必要な事項が本件請求項1に記載されているかについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記2(2)ウ(イ)において検討したとおり，本件特許発明1は，USBメモリ等の着脱式デバイスをコンピュータに接続した際に，煩雑な手動操作を要することなく自動起動スクリプトに記述された所定のプログラムを自動実行させることを課題とするものであり，かかる課題の解決手段として，自動起動スクリプトを着脱式デバイスの記憶装置内に予め記憶し，コンピュータからの問い合わせに対してCD-ROMドライブなど自動起動スクリプト実行の対象機器である旨の信号(擬似信号)を返信することによって，コンピュータが着脱式デバイスの記憶装置内に記憶された自動起動スクリプトを起動させるという構成を備えたものであることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，本件請求項1には，着脱式デバイスは①「主な記憶装置としてROM又は読み書き可能な記憶装置」を備え，②「所定の種類の機器が接続されると，その機器に記憶された自動起動スクリプトを実行するコンピュータの汎用周辺機器インタフェース」に着脱されるものであって，③前記ROM又は読み書き可能な記憶装置に自動起動スクリプトが記憶され，④「前記汎用周辺機器インタフェースに接続された際に前記コンピュータからの機器の種類の問い合わせ信号に対し，前記所定の種類の機器である旨の信号を返信するとともに，前記汎用周辺機器インタフェース経由で繰り返されるメディアの有無の問い合わせ信号に対し，少なくとも一度はメディアが無い旨の信号を返信し，その後，メディアが有る旨の信号を返信」すること(擬似信号の返信)により，前記コンピュータに前記自動起動スクリプトを起動させ，⑤前記コンピュータから前記ROM又は読み書き可能な記憶装置へのアクセスを受けるものであることが記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，本件請求項1には，本件特許発明1の技術的課題を解決するために必要な事項が記載されているものであるから，本件請求項1の記載は「特許を受けようとする発明が明確である」との要件に適合しているものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "これに対して被告は，本件請求項1の「ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」との記載は，製造後のマスクROMを含む「ROM」にどのようにして自動起動スクリプトを記憶するのか不明確であると主張する。",
                "しかし，被告の上記主張は，本件請求項1の「ROM又は読み書き可能な記憶装置に，前記自動起動スクリプトを記憶する手段」を「ROM又は読み書き可能な記憶装置に前記自動起動スクリプトを記憶する」という目的を達するための具体的なやり方を意味するという解釈を前提とするものであって，このような解釈が相当ではないことは前記2(2)において検討したとおりである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上のとおり，本件特許発明2の特許は，特許法36条6項2号に適合してなされたものであるから，原告主張の取消事由2は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "取消事由3(本件特許発明2の特許法29条の2違反性)について(1) 原告は，審決が先願明細書等(甲3)に「前記USBデバイスの中の前記読み書き可能なメモリ内に設けられた複数の領域の各々を用いる仮想的にCD-ROM又はリムーバブルディスクと認識させる複数の領域であって，複数の読み書き可能な領域を含むリムーバブルディスクと認識させる領域」という構成が記載されていると認定したのは誤りであると主張するので，以下この点について検討する。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "先願明細書等(甲3)には，以下の記載がある。",
                "・「【発明の属する技術分野】本発明は，プログラムを内蔵したUSBデバイスに係り，特に，USBポートに挿入すると，内蔵されたプログラムが起動して動作するプログラム内蔵のUSBデバイスに関する。」(段落【0001】)・「【課題を解決するための手段】本発明は，メモリを有するプログラム内蔵のUSBデバイスにおいて，コンピュータとの接続に際して，コンピュータからデバイス検出の信号が入力されると，当該信号に対して本デバイスをCD-ROM及びリムーバブルディスクと認識させる処理を行い，特定アプリケーションプログラムを本デバイス内に記憶された設定に従って起動するものであり，セキュリティを向上させつつ，利便性も向上させることができる。」(段落【0008】)・「【発明の実施の形態】本発明の実施の形態について図面を参照しながら説明する。本発明の実施の形態に係るプログラム内蔵のUSBデバイスは，パソコン本体のUSBポートに接続されると，パソコン本体からのデバイス検出に対してCD-ROM及びリムーバブルディスクを認識させる信号に変換して返信し，その後，CD-ROMと認識された部分に記憶されている自動起動プログラムを起動して，例えば電子メールプログラムを本デバイスに記憶される設定ファイル内の設定に従って動作させ，送受信メール，添付ファイルも本デバイス内のリムーバブルディスクと認識された部分に記憶するものであり，外出先のパソコンでユーザ専用のメーラーを簡易に利用でき，更に送受信メールの内容を本デバイスに記憶しているので，セキュリティを向上させることができるものである。」(段落【0011】)",
                "・「本発明の実施の形態に係るプログラム内蔵のUSBデバイスについて図1を参照しながら説明する。図1は，本発明の実施の形態に係るプログラム内蔵のUSBデバイスの概略構成ブロック図である。本実施の形態に係るプログラム内蔵のUSBデバイス(本デバイス)1は，図1に示すように，処理手段となるCPU(Central Processing Unit )11と，メモリ12と，インタフェース17とから基本的に構成されている。」(段落【0012】)",
                "・「次に，本デバイスにおける動作を具体的に説明する。CPU11は，メモリ12内に格納された必要なパラメータを読み取って，同様に格納されているプログラムを読み込んで動作させ，得られたデータをメモリ12に出力する。…」(段落【0013】)",
                "・「メモリ12は，擬似返信変換プログラムを格納する領域13と，自動起動プログラムを格納する領域14と，電子メールプログラムを格納する領域15と，送受信メール，その他文書等のデータを格納するデータ部16とを備えている。",
                "…」(段落【0014】)",
                "・「領域13に格納されている擬似返信変換プログラムは，パソコンのUSBポートから入力される接続デバイスを検出するための信号に対して，通常ならばUSBデバイスである旨の信号を返信することになるが，この擬似返信変換プログラムでは，デバイスをCD-ROM(Compact Disc Read Only Memory )及びリムーバブルディスクであると擬似的に認識させる信号に変換して返信する処理を行うものである。」(段落【0015】)",
                "・「領域14に格納されている自動起動プログラムは，パソコンが当該領域14をCD-ROMと擬似的に認識した場合に，自動的に起動する処理を行うものである。この自動起動プログラムは，Autorun.inf といったもので，メモリ12内の設定ファイル(図示せず)内の設定を読み込んで予め定められた環境下で特定のプログラム(本デバイス1では電子メールプログラム)を起動する。…」(段落【0016】)",
                "・「尚，自動起動プログラムをオプションとすることも可能である。つまり，擬似返信変換プログラムで本デバイス1をCD-ROM及びリムーバブルディスクと認識させた場合に，メモリ12内のフォルダを開いて，電子メールプログラムを手動にて起動させてもよい。」(段落【0017】)",
                "・「領域15に格納されている電子メールプログラムは，本デバイス1の所有者のアカウント，パスワードを設定ファイルから読み込み，この所有者専用として動作するメーラーである。通常のメーラーと相違する点は，送受信メールを本デバイス1内のメモリ12のデータ部16に記憶し，また，電子メールに添付されるファイル等もデータ部16に記憶するようになっている。従って，パソコン本体に送受信メールが残ることがない。また，電子メールプログラムの設定ファイルは，所有者関連の情報が設定されるため，メモリ12のデータ部16に記憶される。」(段落【0018】)",
                "・「データ部16は，送受信メール，添付ファイル，その他のデータを記憶するものである。電子メールプログラムの設定ファイルをデータ部16に記憶させるようにしてもよい。」(段落【0019】)",
                "・「ここで，擬似返信変換プログラム，自動起動プログラム，電子メールプログラム，設定ファイル等は，隠しフォルダに納められ，表示されないようになっている。また，これらプログラム等は，削除・編集が為されないように，プロテクトされている。」(段落【0020】)",
                "・「本デバイス1において，擬似返信変換プログラムは，基本的には，メモリ12における領域のうち，自動起動プログラムが格納された領域14をCD-ROMとして認識させる領域として設定し，データ部16をリムーバブルディスクとして認識させる領域として設定している。」(段落【0026】)",
                "・「すなわち本デバイス1のCPU11は，自動起動プログラムを自動的に起動させる処理を行わせる他，当該プログラムが削除・編集が為されないようにするため，当該プログラムの格納された領域14をCD-ROMと認識させ，データの読み出し・書き込みが頻繁に行われるデータ部16をリムーバブルディスクとして認識させる制御を行っている。このためCD-ROM認識信号には，領域14をCD-ROMとして認識させる旨の制御命令が含まれており，またリムーバブルディスク認識信号には，データ部16をリムーバブルディスク認識信号として認識させる旨の制御命令が含まれている。」(段落【0027】)・「また，擬似返信変換プログラムは，擬似返信変換プログラムが格納された領域13と，電子メールプログラムが格納された領域15をCD-ROMとして認識させるようにしてもよい。この場合，CD-ROM認識信号には，上記各領域をCD-ROMと認識させる旨の制御命令を含ませる必要がある。」(段落【0028】)",
                "・「CD-ROM認識信号及びリムーバブルディスク認識信号が入力されると，パソコンは，これらの信号の対応する領域をCD-ROM又はリムーバブルディスクとしてそれぞれ認識し，以後本デバイスへのアクセスが可能な状態となる。」(段落【0029】)",
                "・ 【図1】"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，先願発明のUSBデバイスは，CPU11との間でデータの読み出しと書き込みが行われる「メモリ12」内に各種プログラムを格納する複数の領域を備えており，これらの領域は擬似返信変換プログラムによってCD-ROM又はリムーバブルディスクであると擬似的に認識されるものであるから，先願明細書等(甲3)には「USBデバイスの中の前記読み書き可能なメモリ内に設けられた複数の領域の各々を用いる仮想的にCD-ROM又はリムーバブルディスクと認識させる複数の領域」が記載されている。"
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "次に，メモリ12内の各領域についてみると，擬似返信変換プログラムを格納する「領域13」，自動起動プログラムを格納する「領域14」，電子メールプログラムを格納する「領域15」，送受信メール，その他文書等のデータを格納する「データ部16」が記載されている(段落【0014】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，これらの各領域がコンピュータからどのように認識されるかについては，「基本的には，メモリ12における領域のうち，自動起動プログラムが格納された領域14をCD-ROMとして認識させる領域として設定し，データ部16をリムーバブルディスクとして認識させる領域として設定している」(段落【0026】)，「擬似返信変換プログラムが格納された領域13と，電子メールプログラムが格納された領域15をCD-ROMとして認識させるようにしてもよい」(段落【0028】)と記載されているとおり，基本的にCD-ROMとして認識させる領域として設定されるもの(領域14)，基本的にリムーバブルディスクとして認識させる領域として設定されるもの(データ部16)，リムーバブルディスクとして認識させてもCD-ROMとして認識させてもよいもの(領域13，15)，として記載されている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のように自動起動プログラムが格納された領域14を基本的にCD-ROMとして認識させるのは，自動起動プログラムが削除・編集されないようにするためであり，データ部16をリムーバブルディスクとして認識させるのは，データの読み出し・書き込みを頻繁に行うことができるようにするためである(段落【0027】)。",
                    "一方，擬似返信変換プログラム(領域13)，電子メールプログラム(領域15)についても，削除・編集がされないように保護されるが，それは必ずしもこれらのプログラムが格納された領域をCD-ROMとして認識させることによるのではなく，リムーバブルディスクとして認識させた上で，隠しフォルダへの格納やプロテクトの設定を行う場合もあり(段落【0020】)，このような隠しフォルダへの格納等は，使用者から削除や編集をされる可能性のある領域について，削除や編集がされることを防止するためになされるものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，電子メールプログラムのアカウント，パスワードに関する設定ファイルはデータ部16に記憶させるようにしてもよい(段落【0019】)ものとされているが，このような設定ファイルも隠しフォルダの格納やプロテクトの設定により保護される対象となっており(段落【0020】)，データ部16に記憶されるデータであっても容易に削除・編集がされないように保護されることもあることが示されている。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，基本的にリムーバブルディスクとして認識されるデータ部16のほか，擬似返信変換プログラムが格納される領域13，電子メールプログラムが格納される領域15についても，これらの領域がリムーバブルディスクとして認識される場合には，「読み書き可能な領域」に当たるというべきである。",
                "したがって，先願明細書等(甲3)には「複数の読み書き可能な領域」が記載されている。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "これに対し原告は，擬似返信変換プログラムが格納される領域13，電子メールプログラムが格納される領域15については隠しフォルダへの格納やプロテクトの設定によりホスト(コンピュータ)に対して読み出し専用属性となっているから，「読み書き可能な領域」には当たらないと主張する。",
                "しかし，前記(4)において検討したように，リムーバブルディスクとして認識される領域は，使用者から削除や編集をされる可能性がある領域であるから，これは「読み書き可能な領域」に当たるものというべきであって，リムーバブルディスクとして認識される領域に格納されているプログラムやファイルが隠しフォルダへの格納等によって保護されている場合でも，読み書き可能な領域に格納されているプログラム等について保護のための措置が講じられているにすぎないものである。",
                "原告の主張は，本件請求項2の「読み書き可能な記憶領域」を本件特許明細書の記載を参酌して限定的に解した上で，先願明細書等の「領域13」，「領域15」は上記「読み書き可能な記憶領域」と同じものではないと主張するものであって，同主張は採用することができない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "したがって，本件特許発明2と先願発明との同一性に関する審決の認定判断に誤りはなく，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上のとおり，原告主張の取消事由1及び2はいずれも理由があり，取消事由3は理由がないから，原告が取消しを求める本件審決のうち，請求項1に係る発明についての特許を無効とする部分は取り消し，その余(請求項2に係る発明についての特許を無効とする部分)は理由がないから棄却して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10403",
    "date": "2008-07-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036660",
    "ipprecedent_id": "1512",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}