{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−23215号事件について平成19年5月11日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が名称を「表示装置，制御装置および表示方法」とする発明につき後記特許の出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。",
        "争点は，特開平2−171826号公報(発明の名称「メニュー画面式入力装置」，出願人 横河メディカルシステム株式会社，公開日 平成2年7月3日。",
        "以下「引用例」といい，この発明を「引用発明」という)との関係における進歩性の有無(特許法29条2項)である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成3年1月29日付けの特許出願(特願平3−26626号)からの分割出願として平成11年4月27日に新たな特許出願(特願平11−119952号)をし，さらにそこからの分割出願として平成14年7月26日に新たな特許出願(特願2002−218632号)とし，さらに，そこからの分割出願として平成17年11月14日に新たな特許出願(特願2005−329119号。発明の名称は前記のとおり「表示装置，制御装置および表示方法」。請求項の数12。以下「本願」という。公開公報は特開2006−92571号〔甲5〕)をしたところ，拒絶理由通知を受けたので，平成18年8月7日付けで特許請求の範囲等を補正した(以下「本件補正」という。請求項の数5。甲6)が，特許庁は，平成18年9月6日付けで拒絶査定をした。",
                "そこで原告は，不服の審判請求をしたところ，特許庁は，同請求を不服2006−23215号事件として審理した上，平成19年5月11日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成19年5月23日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，前記のとおり請求項1～5から成るが，このうち請求項1に係る発明の内容は下記のとおりである(以下「本願発明」という。甲6)。",
                "記",
                "【請求項1】",
                "複数の画面を切換えて表示する表示装置において，",
                "所定の機能の実行を行う複数の機能キーを備える第1の画面と，前記複数の画面のうち前記第1の画面とは異なる第2の画面と，前記第1の画面における複数の機能キーの機能名が表示されると共に，前記第2の画面のお好みキーが不表示状態となるように表示が行われる設定画面と，",
                "前記設定画面に表示された機能名のうちユーザが選択した機能名の機能を前記第2の画面にお好みキーとして割り付けられる設定手段と，前記設定手段による機能の割り付けの設定が終了したときに，ユーザに選択された機能の機能名が表示された前記お好みキーを備えた前記第2の画面を表示する表示手段とを備えたことを特徴とする表示装置。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その理由の要点は，本願発明はその出願前に頒布された特開平2−171826号公報(前記のとおり以下「引用例」といい，これに記載された発明を「引用発明」という。",
                    "甲1)及び周知技術に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，としたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した引用発明の内容は，別添審決写し6頁1行～7頁14行のとおりであり，同発明と本願発明との一致点及び相違点は，次のとおりである。",
                    "＜一致点＞",
                    "両者は，",
                    "「複数の画面を切換えて表示する表示装置において，",
                    "所定の機能の実行を行う複数の機能キーを備える第1の画面と，前記複数の画面のうち前記第1の画面とは異なる第2の画面と，機能を前記第2の画面にカスタムキーとして割り付けられる設定手段とカスタムキーを備えた第2の画面を表示する表示手段とを備えたことを特徴とする表示装置。」の点で一致する。",
                    "＜相違点1＞",
                    "本願発明では，第1の画面における複数の機能キーの機能名が表示されると共に，第2の画面のお好みキーが不表示状態となるように表示が行われる設定画面を備え，設定手段が，前記設定画面に表示された機能名のうちユーザが選択した機能名の機能を前記第2の画面にお好みキーとして割り付けられているのに対して，引用発明では，そのような設定画面を備えておらず，設定手段が，機能を前記第2の画面にカスタムキーとして割り付けられるものであり，カスタムキーとして，第1画面の機能キーの機能を割り付けられている点。",
                    "＜相違点2＞",
                    "本願発明では，表示手段が，設定手段による機能の割り付けの設定が終了したときに，ユーザに選択された機能の機能名が表示された前記お好みキーを備えた前記第2の画面を表示するのに対して，引用発明では，そのような表示手段を備えていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(一致点及び相違点1についての認定の誤り)",
                  "text": [
                    "審決は，「…引用刊行物発明の「カスタムメインメニュー画面CU」の「計数部8から通知されたアイテムに対応するキー図形，例えば，アイテムs11」と，本願発明の「お好みキー」とは，「カスタムキー」という点で一致する。」(8頁14行～17行)とした上，これを前提に本願発明と引用発明とを対比して一致点・相違点1の認定をしている。",
                    "しかし，審決で使用している「カスタムキー」という言葉は，審決において何ら定義されておらず，本願明細書(甲5，6)及び引用例(甲1)のどの部分に記載されているのかも触れられておらず，その意味は不明瞭である。",
                    "仮に，「カスタムキー」を，ユーザが選択した機能が割り付けられるキーとして捉えたとしても，引用発明には，通常の操作時にユーザが選択したアイテムの中で，所定期間内において使用頻度の高いアイテムを計数部が取り出し，取り出した機能が割り付けられるキーの開示しかなく，ユーザが選択した機能が割り付けられるキーの開示はない。",
                    "したがって，審決は，このような意味が不明瞭な「カスタムキー」である点で本願発明と引用発明とが一致するとし，かかる「カスタムキー」という言葉を用いて相違点1を認定したものであり，誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(相違点1についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，「引用刊行物発明において，…周知技術を適用して，第1の画面における複数の機能キーの機能名が表示される設定画面を設け，設定手段が，前記設定画面に表示された機能名のうちユーザが選択した機能名の機能をお好みキーとして割り付けられることは，当業者が適宜なし得ることであって，…」(10頁15行～18行)とする。",
                        "しかし，引用例(甲1)に「…この発明の目的とするところは，元々はサブメニュー画面で選択するアイテムであっても，使用頻度の高いアイテムについてはメインメニュー画面で選択できるように自動的に変更し，操作の手間を出来るだけ少なくするようにしたメニュー画面式入力装置を提供することにある。」(2頁左上欄下1行～右上欄5行)とあるように，引用発明は使用頻度の高い機能の割り付けを自動で行うことを目的とする発明である。一方，周知技術(特開平2−210521号公報〔甲2〕，特開平2−293924号公報〔甲3〕)",
                        "は機能の割り付けを手動で行うものである。そのため，自動で行うことを目的とする引用発明に上記周知技術を適用することは，引用発明の目的を放棄することになり，適用を阻害する要因がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決は，「…その際に，お好みキーを表示するか否かは，設計的事項であり，お好みキーを非表示とすることは，当業者が適宜なし得る事項である。」(10頁18行～20行)とする。",
                        "しかし，設定時に，お好みキーを表示しない構成を採用すると，設定が終了したときに，ユーザが選択した機能が確実に割り付けられたかどうかが分からず，ユーザに不安感を与えてしまうといった技術的課題が生じるから，このような技術的課題が生じる構成を当業者が採用することは通常あり得ない。これに対し，本願発明は，設定手段による機能の割り付けの設定が終了したときに，ユーザに選択された機能の機能名が表示されたお好みキーを備えた第2の画面を表示する構成を有することにより，設定が終了したときに，ユーザが選択した機能が確実に割り付けられたかどうか確認できるというように，上記のような技術的課題に対応することで，設定時にお好みキーを表示しない構成の採用が可能になっている。",
                        "被告は，設定画面の表示項目をどのようなものとするかは必要に応じて設計がなされる事項であり，また，設定を行った場合に，設定の後に設定の確認を行うことも普通に行われていることであるから，設定画面にお好みキーを表示しない構成を採用することが通常あり得ないとはいえず，当業者が必要に応じて行う設計的事項であるということができると主張する。",
                        "しかし，設定を行った場合に，設定の後に設定の確認を行うことが普通に行われるのであれば，特開平2−293924号公報(甲3)",
                        "のように，設定画面を切り換えることなく，設定内容を確認できる状態のものを，わざわざ確認できない状態とするような構成，つまり，設定の際に，お好みキーを表示しない状態とすることは極めて不自然であり，通常あり得ない設計である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点2についての判断の誤り)",
                  "text": [
                    "(ア)① 審決は，「…設定手段による設定が終了したときに，初期画面を表示することは，特開平2−293924号公報(第2図(c)，",
                    "(d)参照。)及び実願昭63−39686号(実開平1−1449",
                    "31号)のマイクロフィルム(第4図参照。S51の後，S53で，",
                    "初期メニューの修正を行った後に，メニュー選択入力に戻る。)に示されるように，周知技術である。」(10頁23行～27行)とする。",
                    "しかし，特開平2−293924号公報(甲3)に，「メニュー編",
                    "集ウィンドウでの「完了」を選択するとメニュー編集ウィンドウが消え，アプリケーションウィンドウの表示が一旦消えて，第2図(d)に示すように，先に設定した通りのメニューが現れる。」(3頁左上欄18行～右上欄第2行)とあるように，設定が終了する前から，アプリケーションウィンドウを表示しており，設定手段による設定が終了したときに，表示されていた画面を継続して表示するものである。また，アプリケーションウィンドウは，常に表示される一つの画面であることから，初期画面とは異なるものである。そうすると，特開平2−293924号公報(甲3)は，設定手段に",
                    "よる設定が終了したときに，初期画面を表示するものではない。",
                    "また，実願昭63−39686号(実開平1−144931号)",
                    "のマイクロフィルム(甲4)にも，「…例えば，第5図(a)に示すように，3つ目のメニューが開かれ，さらにC1～C9のメニューが選択可能な状態になったとする。ここで，メニューの選択内容の登録を行なう専用の登録キーが入力されると，同図(b)に示すように，表示部14の表示画面141の最下行のメッセージエリア142に，確認を求めるメッセージを表示する(ステップS48)。そして，確認入力を待つ(ステップS49)。この時，“Y”若しくは“y”が入力された場合には(ステップS50)，登録を実行する(ステップS51)。即ち，登録実行の確認が取れたならば，先ず現在のメニューの内容を求め，この内部的なメニューのデータを，外部記憶部16としてのユーザのホームディレクトリにファイルの形で書出す。そして，初期メニュー表示の修正処理をし(ステップS53)，同図(a)に示すような元の画面の状態に戻り，メニュー選択入力を待つ(ステップS46)。」(9頁8行～10頁6行)とある",
                    "ように，設定が終了する前は，図5(b)に示す画面の状態であり，設定が終了した後は，図5(a)に示す画面の状態であり，設定手段による設定が終了したときに，表示されていた画面を継続して表示するものであるから，実願昭63−39686号(実開平1−1",
                    "44931号)のマイクロフィルム(甲4)も，設定手段による設",
                    "定が終了したときに，初期画面を表示するものではない。",
                    "② 被告は，相違点2に対し，設定手段による設定が終了したときに，初期画面を表示することについては，特開平2−293924号公",
                    "報(甲3)，実願昭63−39686号(実開平1−144931",
                    "号)のマイクロフィルム(甲4)，特開昭62−90720号公報",
                    "(乙3)に記載されており，引用発明において，上記周知技術を適用して，設定手段による設定が終了したときに初期画面である第2の画面を表示させることは，当業者が適宜なし得ることである旨主張する。",
                    "しかし，設定手段による設定が終了したときに初期画面である第2の画面を表示させることとは，本願発明の「複数の画面を切換えて表示する表示装置」及び「第2の画面のお好みキーが不表示状態となるように表示が行われる設定画面」の記載を考慮すると，設定が終了する前には不表示状態である第2の画面を，設定が終了したときに表示することを意味することが明らかであるところ，上記特開平2−293924号公報(甲3)，実願昭63−39686号",
                    "(実開平1−144931号)のマイクロフィルム(甲4)，特開昭",
                    "62−90720号公報(乙3)のいずれにおいても，そのような",
                    "記載は一切ない。",
                    "すなわち，特開平2−293924号公報(甲3)には，メニュ",
                    "ー編集ウインドウにおける設定を反映するために，設定が終了した後に一旦消えて再表示を行う，いわゆる更新を行っている旨が記載されているにすぎず，設定が終了する前に不表示状態であるアプリケーションウインドウを，設定が終了した後に表示するものではない。",
                    "また，実願昭63−39686号(実開平1−144931号)",
                    "のマイクロフィルム(甲4)も，設定が終了する前に不表示状態である第5図(a)の画面を，設定が終了した後に表示するものではない。",
                    "さらに，特開昭62−90720号公報(乙3)にも，「これによ",
                    "って制御部6の指令にもとづいて，記憶部11に記憶させてあるメニュー12が呼び出され，これが出力インターフェース9を介して表示装置2に表示される。ここで，その表示されたメニュー12の内容を変更しようとする場合には，あらかじめ決められたフォーマットに従って，メニューの名称や位置をキー入力する。」(2頁左下欄1行～7行)と記載されており，設定が終了する前に不表示状態であるメニューを，設定が終了した後に表示するものではない。"
                  ],
                  "content": [
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，「引用刊行物発明において，上記周知技術を適用して，設定手段による設定が終了したときに，初期画面である第2の画面を表示させることは，当業者が適宜なし得ることである。」(10頁28行～30行)とする。",
                        "しかし，引用発明は，通常の操作時にユーザが選択したアイテムの中で，所定期間内において使用頻度の高いアイテムを計数部が取り出し，取り出した機能を設定するものであり，自動で機能の設定が行われるものである。そのような引用発明において，設定手段による設定が終了したときに，第2の画面を表示させる構成を適用すると，例えば，サブメニュー画面(SM1，SM2)が表示された通常の操作時に，自動で機能の設定が行われた場合，ユーザが意図しない初期画面(MM1)が急に表示されることになる。したがって，引用発明に，周知技術(甲3，4)を適用すると，正常に動作しないことになるため，適用を阻害する要因がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(作用効果の看過)",
                  "text": [
                    "審決は，「本願発明の作用効果も，引用刊行物発明及び周知技術から当業者が予測できる範囲のものである。」(10頁下2行～下1行)とする。しかし，引用発明(甲1)及び周知技術(甲2～4)は，機能の割り付け先のキーを不表示とすることなく表示が行われる設定画面であり，設定手段による設定が終了したときに，表示された画面を継続して表示するものであるから，本願発明の効果である，設定する際にお好みキーを表示した場合に比べて大きな設定画面とすることができ設定時の操作性を向上しつつ，設定する際にお好みキーが不表示であることに起因して生じるユーザの不安感を低減することができるという効果を奏するものではない。",
                    "被告は，設定画面にお好みキーを表示しない構成は，当業者が必要に応じて行う設計的事項ということができるところ，設定画面にお好みキーを不表示とすれば設定画面を大きくできることは当然のことである，また，設定が終了したときにお好みキーを備えた第2画面を表示すれば，ユーザがお好みキーを確認することができてユーザの不安感を低減できるという効果も当業者が予測できる範囲のものである，と主張する。",
                    "しかし，本願発明は，設定画面を大きくできる効果と，設定画面を大きくすることによって生じるユーザの不安感を低減できる効果とを両立して奏するものであり，当業者の予測範囲を超えるものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決で使用している「カスタムキー」という言葉は，審決において何ら定義されておらず，本願明細書(甲5，6)及び引用例(甲1)のどの部分に記載されているのかも触れられておらず，その意味は不明瞭であると主張する。",
                    "しかし，カスタムとは，一般的に，「特別仕様の」(新村出編「広辞苑第四版」〔乙1〕，川本茂雄監修「日本語になった外国語辞典第2版」株式会社集英社，1989年(平成元年)2月28日発行〔乙2〕)との意味であって，「カスタムキー」とは，「特別仕様のキー」であることは明らかであり，「カスタムキー」の意味が不明瞭であるから一致点・相違点1の認定が誤りであるとする原告の主張は理由がない。",
                    "そして，引用発明の「カスタムメインメニュー画面CU」の，計数部8から通知されたアイテムに対応するキー図形，例えば，アイテムs11は，ユーザの操作の手間を省くためにユーザの使用頻度の高いアイテム(キー)をメインメニューに割り付けた「特別仕様のキー」すなわち「カスタムキー」であることは明らかである。一方，本願発明の「お好みキー」とは，その特許請求の範囲の記載によれば，ユーザが選択した機能名の機能が割り付けられたキーであり，本願明細書(甲5，6)の段落【0015】には，ユーザが好む機能を，選択肢の中から選んで割り付けたキーである旨記載されているから，「お好みキー」は，ユーザが好む機能が割り付けられた「特別仕様のキー」すなわち「カスタムキー」であることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，仮に「カスタムキー」をユーザが選択した機能が割り付けられるキーとして捉えたとしても，引用発明には，通常の操作時にユーザが選択したアイテムの中で所定期間内において使用頻度の高いアイテムを計数部が取り出し，取り出した機能が割り付けられるキーの開示しかなく，ユーザが選択した機能が割り付けられるキーの開示はないと主張する。",
                    "しかし，「カスタムキー」に関して審決の認定に誤りがないことは上記アのとおりである。そして，審決は相違点1の認定において，「本願発明では，第1の画面における複数の機能キーの機能名が表示されると共に，第2の画面のお好みキーが不表示状態となるように表示が行われる設定画面を備え，設定手段が，前記設定画面に表示された機能名のうちユーザが選択した機能名の機能を前記第2の画面にお好みキーとして割り付けられているのに対して，引用刊行物発明では，そのような設定画面を備えておらず，設定手段が，機能を前記第2の画面にカスタムキーとして割り付けられるものであり，カスタムキーとして，第1画面の機能キーの機能を割り付けられている点。」と認定しており，引用発明のカスタムキーを「ユーザが選択した機能が割り付けられるキー」として認定しているものではないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明は使用頻度の高い機能の割り付けを自動で行うことを目的とする発明であり，一方，周知技術(特開平2−210521号公報〔甲2〕，特開平2−293924号公報〔甲3〕)は機能の割り付けを手動で行うものであるため，自動で行うことを目的とする引用発明に上記周知技術を適用することは，引用発明の目的を放棄することになり，適用を阻害する要因があると主張する。",
                    "しかし，引用発明の目的は，メインメニューから，サブメニュー画面にあるアイテムを選択するには画面を切り替えるという余分な労力と時間がかかるところ，サブメニュー画面で選択されるアイテムであっても使用頻度の高いアイテムについて，メインメニューで選択できるように自動的に変更することにより，操作の手間をできるだけ少なくするようにしたこと，すなわち，サブメニュー画面で選択されるアイテムをメインメニューで選択できるようにして，サブメニュー画面にあるアイテムを選択する操作の手間をできるだけ少なくすることを目的としたものであって，原告が主張するように自動的に割り付けることにより操作の手間を少なくすることを目的とするものではない。",
                    "そして，機能の割り付けについて，自動で行う引用発明(甲1)に，手動で行う周知技術(甲2，3)を適用しても，「操作の手間を出来るだけ少なくするようにしたメニュー画面式入力装置を提供する」という目的を放棄しているということはなく，特にその目的に矛盾することもないから，引用発明(甲1)に，周知技術(甲2，3)を適用することに阻害要因があるとはいえない。",
                    "また，一般に装置を構成するに当たり，装置の構成の一部を自動のものとするか手動のものとするかは必要に応じて選択されている事項であって，手動のものを自動にすること，自動のものを手動にすることは必要に応じて行われていることである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，設定時に，お好みキーを表示しない構成を採用すると，設定が終了したときに，ユーザが選択した機能が確実に割り付けられたかどうかが分からず，ユーザに不安感を与えてしまうといった技術的課題が生じるから，このような技術的課題が生じる構成を当業者が採用することは通常あり得ないと主張する。",
                    "しかし，設定画面の表示項目をどのようなものとするかは必要に応じて設計がなされる事項であり，また，設定を行った場合に，設定の後に設定の確認を行うことも普通に行われていることであるから，設定画面にお好みキーを表示しない構成を採用することが通常あり得ないとはいえず，当業者が必要に応じて行う設計的事項であるということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "周知技術についての主張につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，特開平2−293924号公報(甲3)は，設定が終了する前からアプリケーションウィンドウを表示しており，設定手段による設定が終了したときに，表示されていた画面を継続して表示するものであり，また，アプリケーションウィンドウは，常に表示される一つの画面であって，初期画面とは異なるものであるから，設定手段による設定が終了したときに，初期画面を表示するものではないと主張する。",
                        "しかし，特開平2−293924号公報(甲3)には，「ユーザーは",
                        "各メニューの順番や，どのメニュー表示方式でアクセスするかを変更することができる。例えば第2図(b)での機能を入れ換えてアクセルメニューとして「閉じる」，プルダウンメニューとして「メニュー編集」の機能としたのが第2図(c)である。メニュー編集ウィンドウでの「完了」を選択するとメニュー編集ウィンドウが消え，アプリケーションウィンドウの表示が一旦消えて，第2図(d)に示すように，先に設定した通りのメニューが現れる。以後その設定でアプリケーションを使用できるようになる。」(3頁左上欄12行～右上欄4行)と記載されており，また，第2図(d)には，メニュー編集ウィンドウで設定されたアプリケーションウィンドウが記載されている。",
                        "これらの記載から，特開平2−293924号公報(甲3)には，メ",
                        "ニュー編集ウィンドウ(本願発明の設定画面に相当し，設定手段を有していることは明らかである。)で，「完了」(本願発明の「終了」に相当する。)を選択すると，メニュー編集ウィンドウが消え，アプリケーションウィンドウの表示が一旦消えて，メニュー編集ウィンドウで設定したメニューが新たに表示されたアプリケーションウィンドウが表示されることが記載されているといえる。",
                        "そして，設定したメニューが新たに表示されたアプリケーションウィンドウは，設定後にユーザがメニューの選択入力可能な基本画面として使用するものであるから初期画面であるということができる。",
                        "したがって，特開平2−293924号公報(甲3)には，設定手段",
                        "による設定が終了すると，設定が反映されたアプリケーションウィンドウ，すなわち，設定が反映された，ユーザが基本画面としてメニューの選択入力可能な初期画面を表示することが記載されているといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "また原告は，実願昭63−39686号(実開平1−144931",
                      "text": [
                        "号)のマイクロフィルム(甲4)も，設定が終了する前は，図5(b)に示す画面の状態であり，設定が終了した後は，図5(a)に示す画面の状態であり，設定手段による設定が終了したときに，表示されていた画面を継続して表示するものであるから，設定手段による設定が終了したときに，初期画面を表示するものではないと主張する。",
                        "しかし，実願昭63−39686号(実開平1−144931号)の",
                        "マイクロフィルム(甲4)においては，メニューの選択内容の登録を行う専用の登録キーが入力されて，第5図(b)に示される“Y”若しくは“y”が入力されて登録を実行するまでの画面は，本願発明の設定画面に相当し，登録を実行することから，設定手段があることは明らかである。そして，登録が実行されて，メニュー選択入力を待つ(ステップS46)画面である第5図(a)の画面は，同じ画面が継続して表示されているが，その機能はすでに設定画面でなく，設定画面が終了した後の画面であり，設定画面となる以前のメニューの選択入力可能な基本画面であるから，初期画面といえる。",
                        "したがって，実願昭63−39686号(実開平1−144931",
                        "号)のマイクロフィルム(甲4)には，設定手段による設定が終了した後に，基本画面である初期画面を表示するものが記載されているといえる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに特開昭62−90720号公報(乙3)をみても，設定手段により設定が終了したときに，初期画面を表示することが周知技術であることは明らかである。",
                        "すなわち，乙3(2頁右上欄19行～右下欄第9行)には，電源をオンとしたときに表示されるメニュー12(第2図(a))の内容を変更(設定)する場合，あらかじめ決められたフォーマットに従って，メニューの名称や位置をキー入力し，この名称や位置に対応するデータが入力インタフェース8を介して制御部6(設定手段)に入力され，制御部6は，メニュー表示専用の記憶部11に表示用データとしてこれを格納し，一方，制御部6からの表示指令信号によって，メニュー表示専用の記憶部11のデータは出力インタフェース9を介して表示装置2上に表示(第2図(b)又は(c))されることが記載されている。そして，変更後のメニュー(第2図(b)，(c))は，所定の変更(設定)が反映されたメニューであり，ユーザが基本画面としてメニューの選択入力可能な画面であって，初期画面といえるから，特開昭62−90720号公報(乙3)には，設定手段による設定が終了し",
                        "たときに，初期画面を表示することが記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "阻害要因の主張につき",
                  "text": [
                    "原告は，自動で機能の設定が行われる引用発明において，設定手段による設定が終了したときに，第2の画面を表示させる構成を適用すると，例えば，サブメニュー画面(SM1，SM2)が表示された通常の操作時に，自動で機能の設定が行われた場合，ユーザが意図しない初期画面(MM1)が急に表示されることになるため，引用発明に，周知技術(甲3，4)を適用すると，正常に動作しないことになり，その適用を阻害する要因があると主張する。",
                    "しかし，引用発明(甲1)に周知技術(甲2，3)を適用して，設定画面を設けてユーザがお好みキーを割り付けるようにすることは当業者が適宜になし得るとした相違点1の判断に誤りがないことは，前記(2)に記載したとおりである。また，設定手段により設定が終了したときに，初期画面を表示することは周知技術であるとした審決の認定に誤りがないことも上記アに記載したとおりである。",
                    "そして，引用発明に周知技術(甲2，3)を適用した場合に，設定は自動で行われるのではなく，ユーザが設定画面を表示して同設定画面により設定が行われるのであるから，引用発明に，設定手段により設定が終了したときに初期画面を表示する周知技術(甲2，3)を適用した場合にユーザが意図しない画面が急に現れるということはなく，正常に動作するものであることは明らかであって，原告が主張するような阻害要因はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "text": [
                "原告は，引用発明(甲1)及び周知技術(甲2～4)は，機能の割り付け先のキーを不表示とすることなく表示が行われる設定画面であり，設定手段による設定が終了したときに，表示された画面を継続して表示するものであるから，本願発明の効果である，設定する際にお好みキーを表示した場合に比べて大きな設定画面とすることができ設定時の操作性を向上しつつ，設定する際にお好みキーが不表示であることに起因して生じるユーザの不安感を低減することができるという効果を奏するものではないと主張する。",
                "しかし，前記(2)イに記載したとおり，設定画面にお好みキーを表示しない構成は，当業者が必要に応じて行う設計的事項ということができるところ，設定画面にお好みキーを不表示とすれば設定画面を大きくできることは当然のことである。また，設定が終了したときにお好みキーを備えた第2画面を表示すれば，ユーザがお好みキーを確認することができてユーザの不安感を低減できるという効果も当業者が予測できる範囲のものである。",
                "この点，特開平2−293924号公報(甲3)も，メニュー編集ウィンドウでの「完了」を選択するとメニュー編集ウィンドウが消え，アプリケーションウィンドウの表示が一旦消えて，メニュー編集ウィンドウで設定されたアプリケーションウィンドウが表示されるものであるから，メニュー編集ウィンドウで設定した内容がすぐさまアプリケーションウィンドウで確認できるものである。また，特開昭62−90720号公報(乙3)においても変更内容が確認できる。したがって，これらによりユーザの不安を低減できるものであることは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明の内容は，第3，1，(2)記載のとおりであるところ，本願明細書(甲5，6)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "「本発明は表示装置，制御装置および表示方法に関し，特に，複数の画面を切換えて表示する装置において，選択肢を表示すべき旨の設定を行う手段を備えた表示装置，制御装置および表示方法に関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "「この公報の，例えば第3図には，メニュー形式で表現された選択肢の中から特定の選択肢を指定させる画像処理装置において，該画像処理装置の表示画面上に，階層的な選択肢，例えば階層1～4のメニューを横に並べて表示させ，該階層2～4のメニューの中の特定の選択肢(メニュー項目)をマウスに備えられている所定のボタンを押下して選択し，シフトキーを押下すると，該選択された特定の選択肢に対応する処理プログラムを呼び出すオブジェクトが生成されるとともに，該生成されたオブジェクトが選択肢表示領域とは異なる他の領域に割り付けられ，画面表示されるようにする技術が開示されている。そして，この技術によれば，前記選択肢表示領域とは異なる領域にオブジェクトを画面表示させることにより，前記特定の選択肢に対応する処理プログラムを直接実行させることができるようになる。」(段落【0003】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "「しかしながら，前記した従来技術においては，選択肢を割付けられる領域が同時に選択肢表示領域と同一の表示画面上に表示される必要があり，広い面積を有する表示画面が必要であるという問題があった。」(段落【0004】)",
                    "「本発明の目的は，前記した従来装置の問題点を除去し，狭い領域の表示部に，表示すべき複数の選択肢を表示でき，かつ選ばれた特定の選択肢を表示できる表示装置，制御装置および表示方法を提供することにある。」(段落【0005】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "「前記目的を達成するために，本発明は，複数の画面を切換えて表示する表示装置において，所定の機能の実行を行う複数の機能キーを備える第1の画面と，前記複数の画面のうち前記第1の画面とは異なる第2の画面と，前記第1の画面における複数の機能キーの機能名が表示されると共に，前記第2の画面のお好みキーが不表示状態となるように表示が行われる設定画面と，前記設定画面に表示された機能名のうちユーザが選択した機能名の機能を前記第2の画面にお好みキーとして割り付けられる設定手段と，前記設定手段による機能の割り付けの設定が終了したときに，ユーザに選択された機能の機能名が表示された前記お好みキーを備えた前記第2の画面を表示する表示手段とを備えた点に特徴がある。」(甲6，段落【0006】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "「本発明によれば，お好みキーを表示すべき旨の設定を行う際に，ユーザの指定した場所にお好みキーを表示することができるようになる。」(段落【0013】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための最良の形態",
                  "text": [
                    "「以下に，図面を参照して，本発明を詳細に説明する。",
                    "図5は，画像関連機器，例えば複写機−ファクシミリ複合機において，本発明により作成された表示部2の基本画面を示す。この表示部のハード構成は，図10のものと同一または同等であり，座標入力機能を有している。本発明では，図5(a) に示されているように，電源投入直後に表示される表示部2の基本画面に，キー11a～11cが追加されている。このキーには，ユーザが自由に機能を割り付けることができる。」(段落【0014】)",
                    "「例えば，同図(b) に示されているように，キー11a～11cの各々に，「中継同報」，「オンフックダイヤル」，「電話帳」といったユーザの利用度の高い機能，換言すればユーザが好む機能を，選択肢の中から選んで割り付けることができる。したがって，以後該キー11a～11cを「お好みキー」と呼ぶことにする。なお，図では3個のお好みキーが示されているが，3個に限定されるものではなく，3個以外であっても良い。」(段落【0015】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記(1)の記載によれば，本願発明は，従来技術においては，選択肢を割り付けられる領域が同時に選択肢表示領域と同一の表示画面上に表示される必要があり，広い面積を有する表示画面が必要であるという問題があったことを技術的課題とし，こうした従来装置の問題点を除去し，狭い領域の表示部に，表示すべき複数の選択肢を表示でき，かつ選ばれた特定の選択肢を表示できる表示装置，制御装置および表示方法を提供するため，その解決手段として，上記(1)エに記載した構成を採用することにより，お好みキーを表示すべき旨の設定を行って，ユーザの指定した場所にお好みキーを表示することができるという効果を奏するようにさせたものと認められる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "引用発明の内容",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "一方，引用発明が記載された引用例(甲1)には，以下の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "「階層メニュー構造をもつメニュー画面式入力装置において，下層メニュー画面に表示されるアイテムについてそれらのアイテムが選択される回数を計数する計数部と，計数値が所定レベル以上のアイテムを上層メニュー画面に表示させる層更新部とを具備したことを特徴とするメニュー画面式入力装置。」(請求項1)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "産業上の利用分野",
                  "text": [
                    "「この発明は，メニュー画面式入力装置に関し，更に詳しくは，操作手順数が少なくてすむメニュー画面を自動的に作り出すメニュー画面式入力装置に関する。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "従来の技術",
                  "text": [
                    "「従来のメニュー画面式入力装置の一例を第6図～第7図を参照して説明する。",
                    "第6図に示すメニュー画面式入力装置11において，画面作成部12は，例えば第7図に示す如きメインメニュー画面MMおよびサブメニュー画面SM1，SM2を記憶している。",
                    "メインメニュー画面MMとサブメニュー画面SM1，SM2とは階層構造になっており，後者は前者を経由して呼び出されるようになっている。",
                    "すなわち，立上り時は，まず画面作成部12からメインメニュー画面MMが画像表示部5に出力され，メインメニュー画面MMが表われる。そこで，そのメインメニュー画面MMにキー図形で表示されているアイテムm1またはアイテムm2(第7図参照)のいずれかをタッチパネル6により選択する。すると，操作解釈部17がサブメニュー画面SM1またはSM2への画面切替コマンドを画面作成部12に与えるので，画面作成部12がサブメニュー画面SM1またはSM2を画像表示部5に出力し，サブメニュ一画面SM1またはSM2が表われる。",
                    "ここで，サブメニュー画面SM1またはSM2にキー図形で表示されているアイテムs11～s22のいずれかをタッチパネル6により選択すると，操作解釈部17が対応する処理JOB11～JOB22を行わせるコマンドを処理装置(図示省略)に入力する。",
                    "このように，メニュー画面に表示されているアイテムを選択するという簡単な操作を行うだけで，目的のコマンドを入力できるようになっている。」"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "エ",
      "subject": "発明が解決しようとする課題",
      "text": [
        "「上記従来のメニュー画面式入力装置11のようにメニュー画面が階層構造になっているものでは，一つの画面に表示するアイテム数を少なくでき，アイテムの役割を体系的に理解しやすいという特長をもっている。",
        "しかし，その反面，サブメニュー画面にあるアイテムを選択するためには，メインメニュー画面から目的のアイテムのあるサブメニュー画面に切り替える操作が必要となり，その分だけ余分な労力と時間がかかる問題点がある。",
        "そこで，この発明の目的とするところは，元々はサブメニュ一画面で選択するアイテムであっても，使用頻度の高いアイテムについてはメインメニュ一画面で選択できるように自動的に変更し，操作の手間を出来るだけ少なくするようにしたメニュー画面式入力装置を提供することにある。」"
      ]
    },
    {
      "fig": "オ",
      "subject": "課題を解決するための手段",
      "text": [
        "「この発明のメニュー画面式入力装置は，階層メニュー構造をもつメニュー画面式入力装置において，下層メニュ一画面に表示されるアイテムについてそれらのアイテムが選択される回数を計数する計数部と，計数値が所定レベル以上のアイテムを上層メニュー画面に表示させる層更新部とを具備したことを構成上の特徴とするものである。",
        "上記構成において，上層，下層とは，相対的な上位，下位を意味し，隣接する2層に限定されるものではない。したがって，例えば3層構造の階層をなしている場合に，最下層に属するアイテムを最上層のメニュー画面に表示させることをも含むものである。",
        "また，上層メニュー画面に表示させた場合に，元の下層メニュー画面にそのアイテムを表示するのを継続するか中止するかは任意に選択でき，いずれかに限定されるものではない。」"
      ]
    },
    {
      "fig": "カ",
      "subject": "作用",
      "text": [
        "「この発明のメニュー画面式入力装置では，下層メニュー画面に表示されるアイテムであっても，そのアイテムが頻繁に選択されていると，その選択回数の計数値が所定レベル以上になった場合に，上層のメニュー画面に(も)表示されるようになる。",
        "したがって，そのアイテムについては，より上層のメニュー画面で選択できるようになり，操作の労力と時間とを節約できるようになる。しかも，この変更は自動的に行われるから，操作者には全く負担とならない。」"
      ]
    },
    {
      "fig": "キ",
      "subject": "実施例",
      "text": [
        "「以下，図に示す実施例によりこの発明を更に詳細に説明する。なお，これによりこの発明が限定されるものではない。",
        "第1図はこの発明の一実施例のメニュー画面式入力装置1のブロック図である。",
        "オリジナル画面作成部2は，第2図に示す如きオリジナルメインメニュー画面ORを記憶していると共に，第3図に示す如きオリジナルサブメニュー画面SM1，SM2を記憶している。",
        "カスタム画面作成部3は，はじめは第2図に示すように何もキー図形のないカスタムメインメニュー画面CUを記憶している。",
        "立上り時，オリジナル画面作成部2は，オリジナルメインメニュー画面ORを画面合成部4に出力すると共に，その旨の通知信号をカスタム画面作成部3に出力する。",
        "その通知信号により，カスタム画面作成部3は，キー図形のないカスタムメインメニュー画面CUを画面合成部4に出力する。",
        "画面合成部4は，入力されたオリジナルメインメニュー画面ORとカスタムメインメニュー画面CUの合成画面を画像表示部5に出力する。",
        "したがって，画像表示部5には，第2図および第3図に示す如きメインメニュー画面MM1が表われる。",
        "メインメニュー画面MM1にキー図形で表示されているアイテムm1またはアイテムm2のいずれかをタッチパネル6により選択すると，操作解釈部7がサブメニュー画面SM1またはSM2への画面切替コマンドをオリジナル画面作成部2に与える。",
        "すると，オリジナル画面作成部2は，オリジナルサブメニュー画面SM1またはSM2を画面合成部4に出力すると共に，その旨の通知信号をカスタム画面作成部3に出力する。",
        "その通知信号により，カスタム画面作成部3は，画面合成部4への出力を停止する。",
        "したがって，画面合成部4からはオリジナルサブメニュー画面SM1またはSM2が出力され，画像表示部5には，第3図に示す如きサブメニュー画面SM1またはSM2が表われる。",
        "このように，メインメニュー画面MM1とサブメニュー画面SM1，SM2とは階層構造になっている。",
        "サブメニュー画面SM1またはSM2にキー図形で表示されているアイテムsll～s22のいずれかをタッチパネル6により選択すると，操作解釈部7が対応する処理JOB11～JOB22を行わせるコマンドを処理装置(図示省略)に入力する。",
        "かくして，メニュー画面に表示されているアイテムを選択するという簡単な操作を行うだけで目的のコマンドを入力できるが，このような動作は操作者にとっては従来と同じである。",
        "計数部8は，サブメニュ一画面SM1またはSM2にキー図形で表示されているアイテムsll～s22の各々に対応するカウンタを有しており，それらのアイテムs11～s22が選択される毎にその回数を計数している。",
        "この計数を所定期間おこなうと，計数部8は，計数値が所定値よりも大きいアイテムを取り出し，さらに，それらのうちの最大のものから所定順位のものまでを選んで，その選んだアイテムをカスタム画面作成部3に通知する。その後，カウンタを全てクリアし，新たな計数を開始する。",
        "カスタム画面作成部3は，計数部8からアイテムの通知を受けると，そのアイテムに対応するキー図形をカスタムメインメニュー画面CUに作成する。例えば，サブメニュー画面SM1のアイテムs11が通知されたならば，第4図に示すように，アイテムs11に対応するキー図形のあるカスタムメインメニュー画面CUを作成する。",
        "このキー図形のあるカスタムメインメニュー画面CUは，次にオリジナル画面作成部2がオリジナルメインメニュー画面ORを出力する時に同時に出力され，これにより画面合成部4が両者を合成するので，例えば第4図および第5図に示す如きメインメニュー画面MM2が画像表示部5に表われることになる。",
        "操作解釈部7は，メインメニュー画面MM2に表示された新たなキー図形が選択されると，そのキー図形のアイテムに対応する処理を行わせるコマンドを処理装置(図示省略)に入力する(第5図参照)。",
        "したがって，操作者は，以前はサブメニュー画面を呼び出して選択していたアイテムを，メインメニュー画面で直ちに選択できるようになる。",
        "なお，所定期間後に計数部8からカスタム画面作成部3にアイテムの通知が再び行われると，カスタムメインメニュ一画面が再作成されるので，最新に使用頻度の高いアイテムをメインメニュー画面で常に選択できることとなる。」"
      ]
    },
    {
      "fig": "ク",
      "subject": "発明の効果",
      "text": [
        "「この発明のメニュー画面式入力装置によれば，使用頻度の高いアイテムは，より上層のメニュー画面で選択できるように自動的に変更されていくので，使用するにしたがって操作者の負担が次第に最小化されていく効果がある。」"
      ],
      "content": [
        {
          "fig": "(2)",
          "text": [
            "上記(1)の記載によれば，引用発明は，メニュー画面が階層構造になっているものでは，サブメニュー画面にあるアイテムを選択するため，メインメニュー画面から目的のアイテムのあるサブメニュー画面に切り替える操作が必要となり，その分だけ余分な労力と時間がかかる問題点があることを技術的課題とし，元々はサブメニュ一画面で選択するアイテムであっても，使用頻度の高いアイテムについてはメインメニュ一画面で選択できるように自動的に変更し，操作の手間を出来るだけ少なくするようにしたメニュー画面式入力装置を提供するため，上記(1)オに記載した構成を採用することにより，使用頻度の高いアイテムを，より上層のメニュー画面で選択できるように自動的に変更させ，使用するにしたがって操作者の負担が次第に最小化されていく効果を奏するようにさせたものと認められる。"
          ],
          "content": [
            {
              "fig": "4",
              "text": [
                "取消事由1(一致点・相違点1についての認定の誤り)に対する判断(1) 原告は，審決で使用している「カスタムキー」という言葉は，審決において何ら定義されておらず，本願明細書(甲5，6)及び引用例(甲1)のどの部分に記載されているのかも触れられておらず，その意味は不明瞭であると主張する。",
                "しかし，「カスタム」とは，乙1(新村出編「広辞苑第四版」)に「標準の型でなく，客の注文に合せてあること。特別仕様の。」と，乙2(川本茂雄監修「日本語になった外国語辞典〔第2版〕」株式会社集英社，1989年(平成元年)2月28日発行)に「特別仕様の。あつらえの。」とあるように，標準の型ではなく注文者に合せた特別仕様のものであるという，一般的な意味を有する言葉というべきである。そして，本願発明は，前記2に記載したとおり，狭い領域の表示部に，表示すべき複数の選択肢を表示でき，かつ選ばれた特定の選択肢を表示できる表示装置，制御装置および表示方法を提供するためのものであり，また引用発明は，前記3に記載したとおり，操作の手間を出来るだけ少なくするようにしたメニュー画面式入力装置に関するものであるから，「カスタムキー」に上記の一般的な意味を超えた特別な意味を持たせる理由はない。そうすると，「カスタムキー」とは，上記のような一般的な意味の，標準の型ではなくユーザに合せた特別仕様のキーとの意味であることは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "上記(1)は，以下のとおり，本願明細書(甲5，6)及び引用例(甲1)の記載からも裏付けられる。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "本願発明の「お好みキー」とは，その特許請求の範囲の記載(第3，1，(2))によれば，ユーザが選択した機能名の機能が割り付けられたキーであるところ，前記2(1)カのとおり，本願明細書(甲5，6)の段落【0014】には，「…本発明では，図5(a) に示されているように，電源投入直後に表示される表示部2の基本画面に，キー11a～11cが追加されている。このキーには，ユーザが自由に機能を割り付けることができる。」との記載があり，同段落【0015】には，「…キー11a～11cの各々に，「中継同報」，「オンフックダイヤル」，「電話帳」といったユーザの利用度の高い機能，換言すればユーザが好む機能を，選択肢の中から選んで割り付けることができる。したがって，以後該キー11a～11cを「お好みキー」と呼ぶことにする。…」との記載がある。",
        "これらによれば，本願発明の「お好みキー」とは，ユーザの利用度が高く，ユーザが好み，選択した機能名の機能を選択肢の中から選んで割り付けたキーであるというべきであるから，「お好みキー」が，標準の型ではなくユーザに合せた特別仕様のキーであること，すなわちカスタムキーであることは明らかである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "引用例(甲1)には，前記3(1)エのとおり，「この発明の目的とするところは，元々はサブメニュ一画面で選択するアイテムであっても，使用頻度の高いアイテムについてはメインメニュ一画面で選択できるように自動的に変更し，操作の手間を出来るだけ少なくするようにしたメニュー画面式入力装置を提供することにある。」と記載され，また，前記3(1)キのとおり，「カスタム画面作成部3は，はじめは第2図に示すように何もキー図形のないカスタムメインメニュー画面CUを記憶している。立上り時，オリジナル画面作成部2は，オリジナルメインメニュー画面ORを画面合成部4に出力すると共に，その旨の通知信号をカスタム画面作成部3に出力する。その通知信号により，カスタム画面作成部3は，キー図形のないカスタムメインメニュー画面CUを画面合成部4に出力する。」，「計数部8は，サブメニュ一画面SM1またはSM2にキー図形で表示されているアイテムsll～s22の各々に対応するカウンタを有しており，それらのアイテムs11～s22が選択される毎にその回数を計数している。",
        "この計数を所定期間おこなうと，計数部8は，計数値が所定値よりも大きいアイテムを取り出し，さらに，それらのうちの最大のものから所定順位のものまでを選んで，その選んだアイテムをカスタム画面作成部3に通知する。その後，カウンタを全てクリアし，新たな計数を開始する。カスタム画面作成部3は，計数部8からアイテムの通知を受けると，そのアイテムに対応するキー図形をカスタムメインメニュー画面CUに作成する。例えば，サブメニュー画面SM1のアイテムs11が通知されたならば，第4図に示すように，アイテムs11に対応するキー図形のあるカスタムメインメニュー画面CUを作成する。このキー図形のあるカスタムメインメニュー画面CUは，次にオリジナル画面作成部2がオリジナルメインメニュー画面ORを出力する時に同時に出力され，これにより画面合成部4が両者を合成するので，例えば第4図および第5図に示す如きメインメニュー画面MM2が画像表示部5に表われることになる。操作解釈部7は，メインメニュー画面MM2に表示された新たなキー図形が選択されると，そのキー図形のアイテムに対応する処理を行わせるコマンドを処理装置(図示省略)に入力する(第5図参照)。したがって，操作者は，以前はサブメニュー画面を呼び出して選択していたアイテムを，メインメニュー画面で直ちに選択できるようになる。」と記載されている。",
        "これらによれば，カスタム画面作成部3，カスタムメインメニュー画面CUとして用いられている「カスタム」との用語も，標準の型ではなくユーザに合せた特別仕様の，という一般的な意味で用いられていると言うべきである。そして，引用発明のメニュー画面式入力装置によれば，特定のアイテムに対応するキー図形が，かかるカスタムメインメニュー画面CUに作成され(例えば，第4図のアイテムs11)，ユーザが，以前はサブメニュー画面を呼び出して選択していたものを，メインメニュー画面MM2に表示された新たなキー図形を選択すると，そのキー図形のアイテムに対応する処理を行わせるコマンドが入力され，いちいちサブメニュー画面を読み出して選択する必要がなくなることが分かる。",
        "そうすると，上記キー図形が，標準の型ではなくユーザに合せた特別仕様のキーであること，すなわちカスタムキーであることは明らかである。"
      ],
      "content": [
        {
          "fig": "(3)",
          "text": [
            "以上の(1)，(2)の説示に照らせば，「カスタムキー」という言葉が，標準の型ではなくユーザに合せた特別仕様のキーとの意味であることは，その一般的な語義から明らかであり，意味が不明瞭であるとはいえないところ，かかるユーザに合せた特別仕様のキーとの意味において本願発明と引用発明とが一致することが認められる。また，引用例(甲1)の記載によれば，かかる一般的な語義において，審決が相違点1で認定したように，引用発明では，設定手段が，機能を第2の画面にカスタムキーとして割り付けられるものであり，カスタムキーとして，第1の画面の機能キーの機能を割り付けられているものであることが認められる。",
            "以上によれば，「カスタムキー」の意味は不明瞭であるとする原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "また原告は，仮に，「カスタムキー」を，ユーザが選択した機能が割り付けられるキーとして捉えたとしても，引用発明には，通常の操作時にユーザが選択したアイテムの中で，所定期間内において使用頻度の高いアイテムを計数部が取り出し，取り出した機能が割り付けられるキーの開示しかなく，ユーザが選択した機能が割り付けられるキーの開示はないと主張する。",
            "しかし，「カスタムキー」とは，ユーザが選択した機能が割り付けられるキーと捉えられるものではなく，上記アに説示したとおり，標準の型ではなくユーザに合せた特別仕様のキーとの意味であるというに止まり，かかる意味において，引用発明に開示された，通常の操作時にユーザが選択したアイテムの中で，所定期間内において使用頻度の高いアイテムを計数部が取り出し，取り出した機能が割り付けられるキーは「カスタムキー」といえるものである。",
            "以上によれば，原告の上記主張も採用することができない。"
          ],
          "content": [
            {
              "fig": "5",
              "subject": "取消事由2(相違点1についての判断の誤り)に対する判断"
            }
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "原告は，引用発明は使用頻度の高い機能の割り付けを自動で行うことを目的とする発明であるところ，周知技術(特開平2−210521号公報〔甲2〕，特開平2−293924号公報〔甲3〕)は機能の割り付けを手動で行うものであるから，自動で行うことを目的とする引用発明に上記周知技術を適用することは，引用発明の目的を放棄することになり，適用を阻害する要因があると主張する。",
            "しかし，前記3(2)に記載したとおり，引用発明は，メニュー画面が階層構造になっているものでは，メインメニュー画面から目的のアイテムのあるサブメニュー画面に切り替える操作のため余分な労力と時間がかかる問題点があることを技術的課題とし，元々はサブメニュ一画面で選択するアイテムであっても，使用頻度の高いアイテムについてはメインメニュ一画面で選択できるように自動的に変更する構成により，操作の手間を出来るだけ少なくするようにしたメニュー画面式入力装置を提供しようとしたものであるから，かかる引用発明の目的は，元々はサブメニュー画面で選択するアイテムであっても，使用頻度の高いアイテムについてはメインメニュー画面で選択できるようにするところにあると解される。そうすると，引用発明において，割り付けを手動で行っても，アイテムを操作する手間を少なくできることに変わりないから，上記の引用発明の目的に照らしても，自動的に行っていた割り付けを手動による割り付けに変更することを妨げないというべきである。",
            "そして，引用発明における，サブメニュー画面のアイテム(機能)が使用される頻度を計数し，使用頻度の高いアイテムのメインメニュー画面への割り付けを自動的に行うようにするという構成からも，その前提として，よく使うアイテム(機能)をサブメニュー画面からメインメニュー画面にもってくるという，上記の引用発明の目的である発想を読み取ることができる。",
            "そうすると，引用発明に，機能の割り付けを手動で行う周知技術(特開平2−210521号公報〔甲2〕，特開平2−293924号公報〔甲",
            "3〕)を適用しても，引用発明の目的を放棄することになるとはいえず，適用を阻害する要因があることにはならない。",
            "以上によれば，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "(2)"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "また原告は，設定時に，お好みキーを表示しない構成を採用すると，設定が終了したときに，ユーザが選択した機能が確実に割り付けられたかどうかが分からず，ユーザに不安感を与えてしまうといった技術的課題が生じるから，このような技術的課題が生じる構成を当業者が採用することは通常あり得ない，これに対し，本願発明は，設定手段による機能の割り付けの設定が終了したときに，ユーザに選択された機能の機能名が表示されたお好みキーを備えた第2の画面を表示する構成を有することにより，設定が終了したときに，ユーザが選択した機能が確実に割り付けられたかどうか確認できるというように，上記のような技術的課題に対応することで，設定時にお好みキーを表示しない構成の採用が可能になっていると主張する。",
        "しかし，そもそも設定時に画面に特定のキーを表示したままとするか，非表示とするかは，操作のし易さや見易さの点から当業者(その発明の属する技術の分野における通常の知識を有する者)が適宜配慮する表示上の設計事項にすぎないというべきであり，設定を行った場合に，設定の後に設定の確認を行うことも普通に行われていることである。そうすると，設定画面にお好みキーを表示せず，設定が終了したときに，ユーザが選択した機能が確実に割り付けられたかどうか確認できるという構成自体，当業者であれば容易に想到できるというべきであるから，たとえ設定時，お好みキーを表示しないという構成のみを見れば，ユーザの不安感という課題が生じるように見えるとしても，直ちに当業者が採用することが通常あり得ない構成ということはできず，設定時にお好みキーを表示しない構成の採用が，容易に想到できないともいえない。",
        "以上によれば，原告の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "さらに原告は，設定を行った場合に，設定の後に設定の確認を行うことが普通に行われるのであれば，特開平2−293924号公報(甲3)のように，設定画面を切り換えることなく，設定内容を確認できる状態のものを，わざわざ確認できない状態とするような構成，つまり，設定の際に，お好みキーを表示しない状態とすることは極めて不自然であり，通常あり得ない設計であると主張する。",
        "しかし，上記アに説示したとおり，本願発明における，設定画面にお好みキーを表示せず，設定が終了したときに，ユーザが選択した機能が確実に割り付けられたかどうか確認できるという構成自体，当業者であれば容易に想到できるというべきであるから，本願発明から，設定の際に，お好みキーを表示しない状態とする構成のみ取り出して，これが通常あり得ない設計であるということはできない。",
        "以上によれば，原告の上記主張は採用することができない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "6",
              "subject": "取消事由3(相違点2についての判断の誤り)に対する判断"
            }
          ]
        },
        {
          "fig": "(1)"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，特開平2−293924号公報(甲3)は，設定が終了する前から，アプリケーションウィンドウを表示しており，設定手段による設定が終了したときに，表示されていた画面を継続して表示するものである，また，アプリケーションウィンドウは，常に表示される一つの画面であることから，初期画面とは異なる，そうすると，特開平2−293924号公報(甲3)は，設定手段による設定が終了したときに，初期画面を表示するものではないと主張する。",
        "しかし，特開平2−293924号公報(甲3)には，メニュー制御方式について，「ユーザーは各メニューの順番や，どのメニュー表示方式でアクセスするかを変更することができる。例えば第2図(b)での機能を入れ換えてアクセルメニューとして「閉じる」，プルダウンメニューとして「メニュー編集」の機能としたのが第2図(c)である。メニュー編集ウィンドウでの「完了」を選択するとメニュー編集ウィンドウが消え，アプリケーションウィンドウの表示が一旦消えて，第2図(d)に示すように，先に設定した通りのメニューが現れる。以後その設定でアプリケーションを使用できるようになる。」(3頁左上欄12行～同右上欄4行)と記載され，また，第2図(d)には，メニュー編集ウィンドウで設定されたアプリケーションウィンドウが示されている。",
        "これらによれば，甲3のメニュー制御方式では，メニュー編集ウィンドウで完了を選択すると，メニュー編集ウィンドウが消え，アプリケーションウィンドウの表示が一旦消えて，メニュー編集ウィンドウで設定したメニューが新たに表示されたアプリケーションウィンドウが表示されるようになされていることが分かる。ここで，メニュー編集ウィンドウはメニュー設定画面であり，設定手段を備えていることが明らかである。そして，設定したメニューが新たに表示されたアプリケーションウィンドウは，設定後にユーザがメニューの選択入力可能な基本画面として使用するものであるから初期画面といえる。",
        "したがって，甲3には，設定手段による設定が終了した後に，初期画面を表示するものが記載されているといえるから，原告の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "イ",
      "subject": "また原告は，実願昭63−39686号(実開平1−144931号)",
      "text": [
        "のマイクロフィルム(甲4)も，設定が終了する前は，図5(b)に示す画面の状態であり，設定が終了した後は，図5(a)に示す画面の状態であり，設定手段による設定が終了したときに，表示されていた画面を継続して表示するものであるから，実願昭63−39686号(実開平1−144931号)のマイクロフィルム(甲4)は，設定手段による設定が終了したときに，初期画面を表示するものではないと主張する。",
        "しかし，実願昭63−39686号(実開平1−144931号)のマ",
        "イクロフィルム(甲4)には，メニュー選択装置について，「…例えば，第5図(a)に示すように，3つ目のメニューが開かれ，さらにC1～C9のメニューが選択可能な状態になったとする。ここで，メニューの選択内容の登録を行なう専用の登録キーが入力されると，同図(b)に示すように，表示部14の表示画面141の最下行のメッセージエリア142に，確認を求めるメッセージを表示する(ステップS48)。そして，確認入力を待つ(ステップS49)。この時，“Y”若しくは“y”が入力された場合には(ステップS50)，登録を実行する(ステップS51)。即ち，登録実行の確認が取れたならば，先ず現在のメニューの内容を求め，この内部的なメニューのデータを，外部記憶部16としてのユーザのホームディレクトリにファイルの形で書出す。そして，初期メニュー表示の修正処理をし(ステップS53)，同図(a)に示すような元の画面状態に戻り，メニュー選択入力を待つ(ステップS46)。」(9頁8行～10頁6行)と記載されている。",
        "これによれば，メニューの選択内容の登録を行う専用の登録キーが入力されてから，第5図(b)に示される“Y”若しくは“y”の入力により登録を実行するまでの画面は，設定画面といえ，設定手段を備えていることも明らかである。そして，登録が実行されて，メニューの選択入力を待つ(ステップS46)画面である第5図(a)の画面は，設定画面となる以前のメニューの選択入力が可能な基本画面であるから，初期画面といえる。",
        "したがって，甲4には，設定手段による設定が終了した後に，基本画面である初期画面を表示するものが記載されているといえるから，原告の上記主張は採用することができない。"
      ]
    },
    {
      "fig": "ウ",
      "subject": "また原告は，設定手段による設定が終了したときに，初期画面である第2の画面を表示させることは，本願発明の「複数の画面を切換えて表示する表示装置」及び「第2の画面のお好みキーが不表示状態となるように表示が行われる設定画面」の記載を考慮すると，設定が終了する前には不表示状態である第2の画面を，設定が終了したときに表示するものであることを意味することが明らかであるところ，上記特開平2−293924号公報(甲3)，実願昭63−39686号(実開平1−144931号)",
      "text": [
        "のマイクロフィルム(甲4)，特開昭62−90720号公報(乙3)の",
        "いずれにおいても，そのような記載は一切ないと主張する。",
        "しかし，本願発明の上記文言をもっても，当然には，本願発明が，設定が終了する前には不表示状態である第2の画面を，設定が終了したときに表示する構成に限定されるとはいえず，本願明細書(甲5，6)中にも，本願発明がかかる構成に限定されることを根拠付けるに足りる記載は見当たらない。",
        "以上によれば，原告の上記主張はその前提を欠き，採用することができない。"
      ],
      "content": [
        {
          "fig": "(2)",
          "text": [
            "さらに原告は，引用発明は，通常の操作時にユーザが選択したアイテムの中で，所定期間内において使用頻度の高いアイテムを計数部が取り出し，取り出した機能を設定するものであり，自動で機能の設定が行われるものである，そのような引用発明において，設定手段による設定が終了したときに，第2の画面を表示させる構成を適用すると，例えば，サブメニュー画面(SM1，SM2)が表示された通常の操作時に，自動で機能の設定が行われた場合，ユーザが意図しない初期画面(MM1)が急に表示されることになるため，引用発明に周知技術(甲3，4)を適用すると，正常に動作しないことになるから，適用を阻害する要因があると主張する。",
            "しかし，上記5(1)に説示したとおり，引用発明は，その目的に照らしても，自動的に行っていた割り付けを手動による割り付けに変更することを妨げないというべきところ，引用発明に周知技術(甲3，4)を適用して，ユーザが設定画面を表示して，かかる設定画面により設定を行うという，手動による割り付けの構成とする場合は，ユーザが意図しない画面が急に現れるということはなく，正常に動作するというべきであるから，原告が主張するような阻害要因は認められない。",
            "以上によれば，原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "7",
              "subject": "取消事由4(作用効果の看過)に対する判断"
            }
          ]
        },
        {
          "fig": "(1)",
          "text": [
            "原告は，引用発明(甲1)及び周知技術(甲2～4)は，機能の割り付け先のキーを不表示とすることなく表示が行われる設定画面であり，設定手段による設定が終了したときに，表示された画面を継続して表示するものであるから，本願発明の効果である，設定する際にお好みキーを表示した場合に比べて大きな設定画面とすることができ設定時の操作性を向上しつつ，設定する際にお好みキーが不表示であることに起因して生じるユーザの不安感を低減することができるという効果を奏するものではないと主張する。",
            "しかし，前記5(2)アに説示したとおり，設定画面にお好みキーを表示せず，設定が終了したときに，ユーザが選択した機能が確実に割り付けられたかどうか確認できるという構成自体，当業者であれば容易に想到できるというべきである。しかるに，設定画面にお好みキーを不表示とする構成を採用すればその分設定に使用できる画面部分が増えることは当業者がたやすく予測できることというべきであるし，また，設定が終了したときに，ユーザが選択した機能が確実に割り付けられたかどうかを確認する構成として，設定が終了したときにお好みキーを備えた第2画面を表示する構成を採用すれば，ユーザがお好みキーを確認することができてユーザの不安感を低減できることも同構成が当然奏する効果というべきであるから，いずれの効果も当業者が予測できる範囲のものというほかない。",
            "以上によれば，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "(2)",
          "text": [
            "また原告は，本願発明は，設定画面を大きくできる効果と，設定画面を大きくすることによって生じるユーザの不安感を低減できる効果とを両立して奏するものであり，当業者の予測範囲を超えるものであると主張する。",
            "しかし，上記(1)に説示したとおり，設定画面にお好みキーを表示せず，設定が終了したときに，ユーザが選択した機能が確実に割り付けられたかどうか確認できるという構成自体，当業者であれば容易に想到できるというべきである以上，設定画面にお好みキーを表示しない構成から奏される効果と，ユーザが選択した機能が確実に割り付けられたかどうか確認できるという構成から奏される効果が別のものであって両立して奏される効果であったとしてもなお，これらは，当然奏される効果として当業者の予測の範囲内のものというほかない。",
            "以上によれば，原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "8",
              "subject": "結語",
              "text": [
                "以上のとおり，原告主張の取消事由はすべて理由がない。",
                "よって，原告の請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10225",
    "date": "2008-01-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035653",
    "ipprecedent_id": "1318",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}