{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が不服2004−851号事件について平成18年8月21日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成11年3月18日，発明の名称を「磁気ヘッド／ディスク検査器内の高精度位置決め機構の動的特性を改良するための装置及び方法」とする発明につき特許出願(パリ条約による優先権主張1998年3月19日，米国。特願平11−73388号。以下「本件出願」という。)をし，平成15年9月17日付け手続補正書をもって本件出願に係る明細書について特許請求の範囲の補正をした(以下，この補正後の明細書を願書に添付した図面と併せて「本願明細書」という。)。",
            "特許庁は，平成15年10月6日，本件出願につき拒絶査定をしたので，原告は，これを不服として審判請求をした。",
            "特許庁は，上記請求を不服2004−851号事件として審理し，平成18年8月21日，「本件審判の請求は，成り立たない。」との審決(以下「審決」という。)をし，その謄本は，同月31日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本願明細書の特許請求の範囲は，請求項1ないし14からなり，請求項1の記載は，次のとおりである(以下，請求項1に係る発明を「本願発明」という。)。",
            "「【請求項1】 磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置であって，",
            "ガイド，",
            "前記ガイドに沿って移動できる第1スライド，",
            "前記ガイドに沿って前記第1スライドを配置するための第1位置決め装置，",
            "磁気ヘッドを支持するために適応させられる磁気ヘッドマウントを含む第1本体，",
            "前記ガイドの方向に前記第1スライドに対して前記第1本体を配置するための第1アクチュエータ，",
            "第2本体，及び",
            "前記第1本体の実質的に反対方向に，前記第1スライドに対して前記第2本体を配置するための第2アクチュエータから成り，",
            "前記第1アクチュエータ及び第2アクチュエータが，印加電圧に応答して直線寸法が変化する圧電アクチュエータから成ることを特徴とする，磁気ヘッド位置決め装置。」"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "審決の内容",
      "text": [
        "審決の内容は，別紙審決書写しのとおりである。要するに，本願発明は，引用例1(特開昭51−39012号公報。甲1)，引用例2(特開昭52−94988号公報。甲2)に記載された発明及び周知技術に基づいて，当業者が容易に発明をすることができたものであり，特許法29条2項の規定により特許を受けることができないというものである。",
        "審決は，本願発明と引用例1に記載された発明(以下「引用例1発明」という。)との間には，次のとおりの一致点及び相違点があると認定した。",
        "(一致点)",
        "「磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置であって，移動できる第1スライド，前記第1スライドを配置するための第1位置決め装置，磁気ヘッドを支持するために適応させられる磁気ヘッドマウントを含む第1本体，前記ガイドの方向に前記第1スライドに対して前記第1本体を配置するための第1アクチュエータ，前記第1アクチュエータが，印加電圧に応答して直線寸法が変化する圧電アクチュエータから成る，磁気ヘッド位置決め装置。」である点。",
        "(相違点(イ))",
        "本願発明の「第1スライド」は，ガイドに沿って移動できるのに対し，引用例1発明の「主キャリッジ48」は，特に移動のための案内機構について記載されていない点。",
        "(相違点(ロ))",
        "本願発明は，「第2本体，及び前記第1本体の実質的に反対方向に，前記第1スライドに対して前記第2本体を配置するための第2アクチュエータ」を有し，「第2アクチュエータ」が「印加電圧に応答して直線寸法が変化する圧電アクチュエータから成る」のに対し，引用例1発明は，「第2本体」及び「第2アクチュエータ」に相当する構成が設けられていない点。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由についての原告の主張",
          "text": [
            "審決には，本願発明と引用例1発明との一致点の認定の誤り(取消事由1)，相違点(ロ)の容易想到性の判断の誤り(取消事由2)，手続違背(取消事由3)の違法がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(一致点の認定の誤り)",
              "text": [
                "以下のとおり，審決が，本願発明と引用例1発明とは，「磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置であって」，「前記ガイドの方向に前記第1スライドに対して前記第1本体を配置するための第1アクチュエータ・・・から成る，磁気ヘッド位置決め装置。」である点において一致すると認定した誤りがある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明(請求項1)は，「磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置」である。",
                    "特許請求の範囲及び本願明細書(甲5)の発明の詳細な説明の記載事項(段落【0001】，【0006】～【0008】，【0011】～",
                    "【0015】，【0018】，【0026】，【0038】，【003",
                    "9】，【0045】等)によれば，①本願発明は，磁気ヘッド及びディスクの検査を目的とし，磁気ディスクに対する磁気ヘッドの位置を，静止した第1スライドを基準として，時間と共に変動しない指定許容度内に移すことにより決めるもので，この配置動作は一つ一つ独立的に行われるものであり，磁気ディスクにデータを読み書きするため磁気ディスクの指定ヘッドを中心に磁気ヘッドを連続的に追従させるものではない，②請求項1の「磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置」における「配置」及び「位置決め」とは，整定時間(磁気ディスクに対する磁気ヘッドの位置が決まるまでの時間)を把握できる非連続的な動作(一つの位置決め動作と次の別の位置決め動作とを別個に把握可能な動作)による「配置」及び「位置決め」を意味すると解される。",
                    "そうすると，本願発明の「磁気ディスクに対して磁気ヘッドを配置する磁気ヘッド位置決め装置」は，磁気ヘッド及びディスクの検査を目的とし，整定時間を把握できる非連続的な位置決め動作を行う装置であるといえるから，磁気ディスクとの関係において磁気ヘッドを動的及び静的に空間的位置関係を規定する「位置決め装置」のすべてを含むものではなく，追従等の連続的な位置決め動作を行う装置は含まれないと解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し引用例1発明は，磁気ディスク12にデータを読み書きすることを目的とし，磁気ディスク12に記録されたトランスジューサ位置指令情報と実際のトランスジューサ位置情報との位置誤差を零にするように主キャリッジ48及び副キャリッジ72の移動を制御し，回転中の磁気ディスク12における指令されたトラックの中心(回転中に半径方向に小さく変動する)に対してトランスジューサ・ヘッド16を連続的に追従させるものである。",
                    "引用例1発明は，連続的な位置決め動作である追従動作を行う装置であり，トランスジューサ・ヘッド16の位置を決めるまでの整定時間や一つ一つ別個の位置決め動作を把握することはできない上，主キャリッジ48と副キャリッジ72を同時に駆動制御したり，主キャリッジ48を基準として副キャリッジ72及びトランスジューサ・ヘッド16の位置を決めることや，主キャリッジ48の振動が収まるまで副キャリッジ48によるトランスジューサ・ヘッド16の位置付け動作を待つということも想定できない。",
                    "したがって，引用例1発明は，整定時間を把握することはできず，一つの位置決め動作と次の別の位置決め動作とを別個に把握できるものでもないため，本願発明の「磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置」に相当するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，引用例1発明は，発明の目的，ディスクに対するヘッドの「追従／配置態様」において本願発明と相違し，本願発明の「磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置」に相当する構成を備えていないから，審決には，本願発明と引用例1発明とは，「磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置であって」，「前記ガイドの方向に前記第1スライドに対して前記第1本体を配置するための第1アクチュエータ・・・から成る，磁気ヘッド位置決め装置。」である点において一致すると認定した誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(相違点(ロ)の容易想到性の判断の誤り)",
              "text": [
                "審決は，相違点(ロ)について，「何らかの部材を移動する第1のアクチュエータの駆動に伴って，周辺部材に作用する反力による振動を制御するために，別途，適当な質量のある部材，並びに該部材を移動するための第2のアクチュエータ(例えば圧電アクチュエータ)を設け，該第2のアクチュエータにより，質量のある部材を反対方向に駆動することで，上記反力を制限することは周知である(上記引用例3の摘記事項・・・並びに特開平1−238450号公報等参照)。」(審決書9頁27行～末行)と認定し，その上で，「したがって，引用例1発明において，引用例2に基づき，副アクチュエータ68駆動時に，主キャリッジ48(判決注・審決書記載の「主キャリッジ72」は「主キャリッジ48」の誤りと認める。",
                "以下同じ。)に働く反力による振動を制御するための構成を副キャリッジに結合して設けることは，当業者が容易に想到し得たことと認められる。」(同10頁1行～4行)と判断した。",
                "しかし，以下のとおり，引用例1発明において，主キャリッジ48に働く反力による振動を制御することの動機付けは存在しないこと，引用例1発明に引用例2の板ばねの構成を組み合わせることには，引用例1発明のトラック追従機能を喪失又は劣化させるという阻害事由があること，また，仮に引用例1発明に引用例2を適用しても，引用例1発明は相違点(ロ)に係る本願発明の「第2本体」及び「第2アクチュエータ」の構成を具備するに至らないこと，さらに，引用例1発明に，引用例3(甲3)等が開示する「第2本体」及び「第2アクチュエータ」の技術を適用することは容易でないことに照らすならば，審決の判断は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けの不存在",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明は，前記(1)アのとおり，第1アクチュエータによる第1本体及び磁気ヘッドの位置決め動作時に第1スライドに反力が働いて第1スライドが振動すると，第1スライドを基準とした磁気ヘッド配置許容範囲(指定された許容度)が変動するため，位置決め動作及びそれに続く検査ができなくなり，それが安定するまで待たなければならない点を解決すべき課題として，第1スライドに作用する振動を除去又は低減することを目的としたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，引用例1発明は，磁気ディスクにデータを読み書きすることを目的とし，トランスジューサ・ヘッド16は常に所定トラック位置を追従するものであるため，主キャリッジ48の振動を起因としてトランスジューサ・ヘッド16の追従動作を一時的に停止させなければならないような事態，あるいはそのような振動が収まって追従動作が再開されるような事態はあり得ないので，当業者が引用例1発明から本願発明の上記(ア)の課題を導き出すことはできない。",
                        "また，引用例1(甲1)に，「副アクチュエータ72は主キャリッジ48と比較して比較的軽い重さのものであり，ヘッド16の質量を含み主キャリッジ48の質量の5乃至10％の程度の質量を有する。",
                        "・・・ヘッド16を含む副キャリッジ72の比較的低質量は制御システム10の位置誤差信号中の変化に対して急速な応答を可能とし，同様に副キャリッジ72及びヘッド16は副キャリッジ72及びヘッド16の加速に応答して副アクチュエータ68により主キャリッジ48に印加される反対方向の反作用力の結果として主キャリッジ48に著しい振動的運動を与える事なくかなりな加速度を受ける事を可能とする。」(5頁右下欄14行～6頁左上欄11行)との記載がある。",
                        "上記記載によれば，引用例1発明では，ヘッド16を含む副アクチュエータ72が主キャリッジ48と比較して低質量であるため，制御システム10の位置誤差信号中の変化に対して急速な応答を可能とし，この際，主キャリッジ48に著しい振動的運動を与えることはないこと，すなわち，副キャリッジ72及びヘッド16の加速に応答して副アクチュエータ68により主キャリッジ48に印加される反対方向の反作用力は，トラック追従動作に悪影響を与えることのない程度のものであると認められる。引用例1発明では，反作用力(反力)を相殺するための振動抑制機構は，そもそも不要である。",
                        "したがって，当業者において，引用例1発明において，副アクチュエータ68の駆動時に，主キャリッジ48に働く反力による振動を制御するための構成を副キャリッジに結合して設けようとする動機付けは存在しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "組合せの阻害事由等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例2(甲2)は，引用例1と同様に，磁気ディスクに対しデータを読み書きするもので(3頁右上欄1行～3行，14行～16行等)，本願発明のように磁気ヘッド／ディスクの検査を行うことを目的とするものではない。",
                        "引用例2には，「磁気ヘッドの駆動機構について，支持アーム・フレームの追従運動中にヴォイス・コイル駆動装置40を経て台22に伝達される反動力による振動をなくすために，同一振動数であるが位相が反対の振動運動を行うよう，ヴォイス・コイル・モータを，板ばね52によって台22上に撓み得る様に支持すること」が記載されている(3頁右下欄15行～4頁右上欄1行)。",
                        "仮に，引用例1発明に引用例2記載の上記技術を組み合わせて，引用例1発明の副アクチュエータ68を主キャリッジ48上において板ばねで支持する構成とした場合には，副アクチュエータ68自体が板ばねによって主キャリッジ48に対して振動するのみならず，板ばねにより副アクチュエータ68は副キャリッジ72及びトランスジューサ・ヘッド16に対しても変位するため，特に主キャリッジ48及び副キャリッジ72の同時移動時において，副キャリッジ72及びトランスジューサ・ヘッド16の正確で迅速な追従ができなくなり，かえって引用例1発明が目的とする円滑なトラック追従動作を妨げ，トラック追従機能を喪失又は劣化させる。",
                        "したがって，引用例1発明に引用例2を組み合わせることには，引用例1発明のトラック追従機能を喪失又は劣化させるという阻害事由がある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，仮に当業者が引用例1発明に引用例2を適用して，副アクチュエータ68の駆動時に，主キャリッジ48に働く反力による振動を制御するための構成を副キャリッジに結合して設けたとしても，引用例1発明は，副キャリッジ72と同一振動数であるが位相が反対の振動運動を行うように，副アクチュエータ68(本願発明の「第1アクチュエータ」に対応)を主キャリッジ48(本願発明の「第1本体」に対応)上において板ばねで支持する構成となるにとどまり，相違点(ロ)に係る本願発明の「第2本体」及び「第2アクチュエータ」の構成を充足しない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，以下のとおり，引用例1発明に，引用例3等が開示する「第2本体」及び「第2アクチュエータ」の技術を適用することも容易ではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用例3(甲3)記載の光ディスク装置に搭載される対物レンズ駆動装置は，対物レンズ103を光ディスク63と平行にキャリッジ71で移動させた後，対物レンズ103及びレンズホルダ104を光ディスク63に垂直な方向(支持軸105に沿う方向)にフォーカス用コイル107及びフォーカス用マグネット108によって移動させて対物レンズ103の焦点を光ディスク63に合わせるものである(段落【0019】，図1，図5)。",
                            "引用例3は，光ディスクに関する発明である点で，磁気ディスクに関する本願発明と異なるものであり，レーザー光を発受して情報を読み取る光ディスクと磁気ディスクとは，情報の記録・読取り方法，情報記録密度等が異なることに伴い，光ディスクに対する光ピックアップの移動操作と，磁気ディスクに対する磁気ヘッドの移動操作も異なる。しかも，引用例3は，フォーカス用コイル107及びフォーカス用マグネット108が，対物レンズ103及びレンズホルダ104をディスク面に対し垂直方向(フォーカス方向)に移動させるものであるのに対し，引用例1発明は磁気ヘッドをディスク面に平行に変位させるものであり，両者は，ディスクに対する移動方向が異なる。また，引用例3は，フォーカス方向において，駆動体104を微調整移動させるだけであって，大まかに動かす動作と最終的な微調整との二段階動作を採るものではないのに対し，引用例1発明では，磁気ヘッド16を主アクチュエータ50及び主キャリッジ48によって大きく動かす動作と，副アクチュエータ68及び副キャリッジ72により微調整する動作との二段階動作を採用している点でも，両者は異なる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "仮に，引用例1発明に引用例3等が開示する第2の本体(適当な質量のある部材)及び第2のアクチュエータを採用した場合，例えば，主キャリッジ48が支持する重量が，第2の本体及び第2のアクチュエータ分増加して約2倍になるため，主キャリッジ48の加速度応答が低下したり，誤差検出器40が発生する位置誤差信号(甲3の右上欄13行～18行等参照)に遅延やエラーが生じ，引用例1発明による正確かつ迅速なトラック追従動作に支障を来すおそれが生じる。",
                            "さらには，第2本体及び第2アクチュエータを配置するために主キャリッジ48上に余分な空間が必要となり，設計が複雑化し，コスト増にもなる。このような不利益は，第2本体及び第2アクチュエータを採用して得られる利点を超えるものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "したがって，当業者が引用例1発明に引用例3等が開示する「第2本体」及び「第2アクチュエータ」の技術を適用することは考えられない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，「引用例1発明において，引用例2に基づき，副アクチュエータ68駆動時に，主キャリッジ48に働く反力による振動を制御するための構成を副キャリッジに結合して設けることは，当業者が容易に想到し得た」との審決の判断は誤りであり，したがって，審決の相違点(ロ)の容易想到性の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(手続違背)",
              "text": [
                "審決は，相違点(ロ)の検討において，「何らかの部材を移動する第1のアクチュエータの駆動に伴って，周辺部材に作用する反力による振動を制御するために，別途，適当な質量のある部材，並びに該部材を移動するための第2のアクチュエータ(例えば圧電アクチュエータ)を設け，該第2のアクチュエータにより，質量のある部材を反対方向に駆動することで，上記反力を制限することは周知である(上記引用例3の摘記事項・・・並びに特開平1−238450号公報等参照)。」(審決書9頁27行～末行)，「(なお，圧電素子を複数個用いて何らかの部材を駆動することも，例えば特開平1−225380号公報(圧電素子c，dが相当する。)，実願昭60−142170号(実開昭62−51570号)のマ",
                "イクロフィルム(電歪素子30，30が相当する。)に記載されるよう本願優先権主張の日前周知のことである。)」(同10頁8行～12行)と周知技術を認定している。",
                "しかし，審決が周知例として挙げた特開平1−238450号公報(甲4)，特開平1−225380号公報(甲7)及び実願昭60−1421",
                "70号(実開昭62−51570号)のマイクロフィルム(甲8)は，審決で初めて引用されたものであり，特許出願人である原告に対し，甲4，7，8を新たな拒絶理由として通知せず，反論の機会を与えなかったから，本件審判手続には手続上の瑕疵があり，審決は違法である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明の特許請求の範囲(請求項1)には，「磁気ヘッド／ディスクの検査及びテスト」との構成の記載はないから，請求項1の「磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置」について，磁気ヘッド及びディスクを「検査する」ことを目的としたものに限定するのは相当でない。請求項1の「磁気ディスクに対して磁気ヘッドを配置するための位置決め」とは，単に，情報を記録再生しようとする磁気ディスクに対して，磁気ヘッドを「配置する」ために「位置決めする」ことを意味し，また「磁気ヘッド位置決め装置」とは，単に，磁気ディスクに対して磁気ヘッドを配置すること，すなわち，磁気ディスクに対して，磁気ヘッドを所定の又は所望の位置に移動させ，同位置に保つなど，磁気ディスクとの関係において磁気ヘッドを動的及び静的に空間的位置関係を規定する「位置決め装置」のすべてを含むものと解するのが相当である。",
                    "したがって，引用例1発明における，トランスジューサ・ヘッド16をディスクに相対的に半径方向に位置付ける「ヘッド位置付け装置」は，本願発明の「磁気ヘッド位置決め装置」に相当する。",
                    "また，引用例1発明において，磁気ディスク12に対してトランスジューサ・ヘッド16を位置付けするため，「副キャリッジ72を，主キャリッジ48の位置に相対的な変位を占め得るように制御する副アクチュエータ68」は，主キャリッジ48を基準として，副キャリッジ72及びトランスジューサ・ヘッド16の位置決めを行う態様を含むものであるから，本願発明の「第1スライドに対して前記第1本体を配置するための第1アクチュエータ」に相当する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，審決が，「磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置であって」，「前記ガイドの方向に前記第1スライドに対して前記第1本体を配置するための第1アクチュエータ・・・から成る，磁気ヘッド位置決め装置。」である点を，本願発明と引用例1発明との一致点と認定したことに誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "動機付けの不存在の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記(1)アのとおり，請求項1には，「磁気ヘッド／ディスクの検査及びテスト」との構成の記載はなく，請求項1の「磁気ヘッド位置決め装置」は磁気ヘッド及びディスクを「検査する」ことを目的としたものに限定されないから，本願発明の解決すべき課題及本願発明の目的に係る原告の主張は，その前提を欠く。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1(甲1)の「ヘッド16を含む副キャリッジ72の比較的低質量は制御システム10の位置誤差信号中の変化に対して急速な応答を可能とし，同様に副キャリッジ72及びヘッド16は副キャリッジ72及びヘッド16の加速に応答して副アクチュエータ68により主キャリッジ48に印加される反対方向の反作用力の結果として主キャリッジ48に著しい振動的運動を与えることなくかなりな加速度を受ける事を可能とする」(6頁左上欄2行～11行)との記載は，ヘッド及び副キャリッジを低質量とすれば，副アクチュエータ68により主キャリッジ48に印加される，反対方向の反作用力の結果として，主キャリッジ48に著しい振動的運動を与えることはなくなるものの，少なからず，副アクチュエータ68により，主キャリッジ48に反作用力による振動を与えること(依然として振動が残存していること)を表している。また，引用例1発明の磁気ヘッドの位置付け動作(トラック追従動作)において，「振動」が発生すればヘッドがトラックから外れる原因となり得ることは，当業者にとって自明のことである。",
                        "また，引用例2(甲2)にも，「台22は支持アーム・フレーム24とともに台支持装置20と台22との間のローラ24によって矢印36により示される様に台支持装置20に関して水平方向に移動可能である。」(3頁右上欄9行～13行)，「短い距離間の正確な追従を行うためには，基準装置としての台22が記録又は走査工程の間静止していることが必要である。外部からの好ましくない影響が除かれたとしても，支持アーム・フレームの追従運動中にヴォイス・コイル駆動装置40を経て台22に伝達される反動力が系に対して好ましくない力として働くので，上記必要条件は第1図に示されている系に於ては完全には達成され得ない。図に示されている装置に於てはこの望ましくない効果は移動される質量を出来る限り小さい寸法にすることによつて減少され得るが，完全には除去され得ない。」(3頁左下欄17行～右下欄8行)と記載されているとおり，引用例1発明のような，磁気ヘッドの粗移動用の主キャリッジと，主キャリッジ上に設けられる微移動用の副キャリッジからなる磁気ディスクに対する磁気ヘッドの位置決め装置において，副キャリッジの駆動に伴う反力により，主キャリッジに振動が伝わる技術課題が内在することが開示されている。",
                        "したがって，引用例1発明において，副キャリッジ72を移動するための副アクチュエータ68を駆動する際，主キャリッジ48に働く振動を抑制するという技術課題に基づき，副キャリッジ72の駆動による反作用力に伴う主キャリッジ48の振動を低減するための構成を設けようとする動機付けは十分に存在するといえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "組合せの阻害事由等に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点(ロ)については，以下のとおり，本願発明は，引用例1(甲1)，引用例2(甲2)及び周知技術(甲3，甲4等)に基づき，当業者が容易に想到し得たものといえる。",
                        "すなわち，引用例1発明のような，主キャリッジ，副キャリッジからなる磁気ヘッドの位置付け装置に内在する，副アクチュエータの駆動による主キャリッジに働く反力により振動が発生し，正確なトラック追従動作が行えなくなるという課題に対して，その課題解決のための振動抑制機構を設けることが開示された例として引用例2がある。",
                        "また，具体的な振動抑制機構として，磁気ディスクと光ディスクとの上位概念である情報記録媒体の記録再生ヘッドの駆動部材に係る，第1のアクチュエータの駆動に伴って，周辺部材に作用する反力による振動を抑制するために，適当な質量のある部材を第2のアクチュエータ(例えば圧電アクチュエータ)によって第1のアクチュエータとは反対方向に駆動することで，前記反力を相殺する技術は周知技術にすぎない(甲3，甲4)。",
                        "そして，引用例1発明において，引用例2にも記載されている上記技術課題に基づき，副キャリッジの駆動による主キャリッジに働く反力による振動抑制機構を設ける際に，引用例3及び甲4に記載されている，周知の「適当な質量のある部材を第2のアクチュエータ(例えば圧電アクチュエータ)によって，反対方向に駆動することで，前記反力を相殺する振動抑制機構」を採用することは容易である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，以下のとおり主張するが失当である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，引用例1発明に，引用例3等が開示する「第2本体」及び「第2アクチュエータ」の技術を適用することは容易ではないと主張する。",
                            "しかし，光ディスクと磁気ディスクとは，情報の記録再生技術に用いられる代表的な記録媒体である点において，近接した技術分野に属し，光ディスクを用いる光学的記録再生技術及び磁気ディスクを用いる磁気記録再生技術のいずれにおいても，情報の記録再生を行う「ヘッド」がディスクに正しく位置付けられる必要があることは同じであり，光ディスク装置におけるヘッドの位置決め手段に係る構成を，磁気ディスク装置における位置決め手段に適用を試みることは格別なものではない。そして，引用例1発明において，振動が発生するのは副キャリッジ72の駆動時であるから，その際の振動抑制機構として，引用例1発明と近接した技術分野に属する引用例3に記載された周知の振動抑制機構を採用することに何ら技術的困難性はなく，その際に，副アクチュエータ68の駆動方向とは反対方向に駆動するアクチュエータ及び適当な質量の部材を設けることは自然であるから，原告の主張は失当である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，引用例1発明に引用例3等が開示する第2の本体及び第2のアクチュエータを採用した場合，例えば，主キャリッジ48が支持する重量が，第2の本体及び第2のアクチュエータ分増加して約2倍になるため，主キャリッジ48の加速度応答が低下したり，誤差検出器40が発生する位置誤差信号に遅延やエラーが生じ，引用例1発明による正確かつ迅速なトラック追従動作に支障を来すおそれが生じると主張する。",
                            "しかし，本願発明において，第1本体，第1アクチュエータ，第2本体，第2アクチュエータが，第1スライドに比較してどの程度の重量であるかは，特許請求の範囲に何ら記載されておらず，振動抑制のために第2本体，第2アクチュエータを設けたことにより，第1スライドの加速度応答がどのようになったかは不明である。そのような本願発明と比較することもなく，一方的に，引用例1発明において振動抑制機構を設けた場合について，「誤差検出器40が発生する位置誤差信号に遅延やエラーが生じ」るとの主張は，根拠のない原告独自の見解であるばかりでなく，加速度応答の低下に関する主張は特許請求の範囲の記載に基づかないものである。また，そもそも引用例1発明における主キャリッジ48への振動は，副キャリッジ72を移動するために副アクチュエータ68を駆動する際に発生するものである(甲1の6頁右下欄18行～7頁左上欄3行参照)。そして，引用例1発明において，引用例2にも記載される，副アクチュエータ68駆動時の振動抑制という技術課題に基づき，周知の振動抑制機構を設けることで，副アクチュエータ68の駆動による主キャリッジ48への振動は抑制され，トラック追従は安定するため，トラックに対するヘッドの位置誤差信号の発生が減少することは明らかである。",
                            "また，主キャリッジ48の加速度応答や，主キャリッジ48駆動時のヘッドの位置誤差信号は，主アクチュエータ50の駆動力，主キャリッジ48の重量，及び副キャリッジ72や副アクチュエータ68単体の重量等にも影響されるもので(単体の重量が著しく小さければ，たとえ2倍となっても影響は少ない。)，原告が主張するように，副キャリッジ72，副アクチュエータ68の重量が2倍となったことによって，直ちに，主キャリッジの加速度応答や，主キャリッジ48駆動時の位置誤差信号に影響を与えるものではない。",
                            "したがって，引用例1発明に引用例3等が開示する第2の本体及び第2のアクチュエータを採用した場合に，「誤差検出器40が発生する位置誤差信号に遅延やエラーが生じ，引用例1発明による正確かつ迅速なトラック追従動作に支障を来すおそれが生じる」との原告の主張は，失当である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告は，引用例1発明に引用例3等が開示する第2の本体及び第2のアクチュエータを採用した場合，第2本体及び第2アクチュエータを配置するため，主キャリッジ48上に余分な空間が必要となり，設計の複雑化及びコスト増につながり，このような不利益は，第2本体及び第2アクチュエータを採用して得られる利点を超えると主張する。",
                            "しかし，原告の主張は，以下のとおり理由がない。",
                            "振動抑制機構設置のための空間が主キャリッジ48上に必要となることは当然であって大きな支障とはいえず，設計が複雑になることも考えられず，また，振動発生という解決課題を解消させる利益が大きければ，コスト増は解消されるから，原告の指摘する点は，いずれも阻害要因にはならない。原告が「不利益」と指摘するようなことが起こるのであれば，これを調整して，発生しなすようにすることは，正に設計的事項である。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，引用例1発明において，引用例2に基づき，副アクチュエータ68駆動時に，主キャリッジ48に働く反力による振動を制御するための構成として，引用例3，甲4に記載されるような周知の振動抑制機構を設けることは，当業者が容易に想到し得たものであるとした審決に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "text": [
                "審決は，甲4はヘッドの駆動部材による振動抑制機構の周知例として，甲7及び甲8は，圧電素子を複数個用いる周知例として提示したにすぎないから，本件審判手続に原告が主張するような手続上の瑕疵はない。",
                "特に甲4は，原査定の拒絶の理由で提示した引用例3(甲3)と同様の情報記録媒体に対するヘッドの駆動による振動抑制機構が記載された例として提示したもので，拒絶理由で引用例3を提示したことによって，原告には十分に反論の機会を与えている。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "取消事由2(相違点(ロ)の容易想到性の判断の誤り)について本件事案の内容にかんがみ，先に，原告主張の取消事由2について判断することとする。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1の記載事項",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)には，次のとおりの記載がある。",
                    "(ア)「本発明は・・・サーボ位置付け装置，さらに具体的には高トラック密度を有する磁気ディスク・ファイルと関連して使用される2重アクチュエータに関する。」(1頁右欄2行～5行)，「従来のトラック追従装置の安定性及び応答特性を改良するために種々の方法が利用され提案されている。」(2頁右上欄7行～9行)，「さらに他の改良はアクチュエータによって駆動される主キャリッジが，副アクチュエータにより主キャリッジに相対的に移動可能な小さな低質量副キャリッジを背負う様に支持する2重のアクチュエータを使用する事にある。・・・主アクチュエータは大きな力及び変位を供給し，2重キャリッジ組立体を急速に移動させ，トラックの全幅をアクセスする事が可能である。その移動が代表的には単一トラック幅に制限される各副キャリッジはトラックの半径方向の繰出し(run out)に追従するのに使用される。主キャリッジのものと比較して極めて小さな質量を有する副アクチュエータ及びキャリッジ組立体は高速応答が出来る。副キャリッジ組立体の大きな帯域幅特性は・・・繰出しのより高い周波数成分がかなりの精度をもって追従される事を可能とする。」(2頁右下欄7行～3頁左上欄5行)",
                    "(イ)「本発明は上述の2重キャリッジ装置の安定性及び周波数応答を著しく改良し，トランスジューサ位置付け公差の著しい減少，トラック密度の著しい増大を可能とする。」(3頁左上欄15行～18行)(ウ)「本発明に従うヘッド位置付け装置は基本的には情報貯蔵表面上に長手方向に延びる記録トラックの全範囲にわたって横方向に移動可能な主キャリッジ，及び主キャリッジに相対的に1トラック幅程度の小距離だけトランスジューサを横方向に位置付けるために結合された小質量の副キャリッジ並びに夫々主及び副アクチュエータ制御信号に応答して主及び副キャリッジを位置付ける様結合された主及び副アクチュエータを含む。トラック追従モード中，位置誤差を検出するための誤差検出器は実際位置及び指令位置情報を受け取るために結合され，これに応答して連続的に現在の位置誤差信号が発生される。位置誤差信号は補償されて付勢指令信号を発生する。・・・主アクチュエータ制御回路はこの付勢指令信号に応答して主アクチュエータ制御信号を発生し，位置誤差を減少する様主キャリッジを位置付け，副アクチュエータ制御回路は付勢指令信号によって与えられ得る主キャリッジ速度情報及び主キャリッジ加速度情報の如き主キャリッジ付勢情報に応答して副アクチュエータ制御信号を発生する。副キャリッジは機械的ばね・・・電子的に励起されるばねによって主キャリッジに相対的な零変位位置へバイアスされている。」(3頁右上欄17行～右下欄6行)",
                    "(エ)「第1図に示された如く，本発明に従う高密度トラック追従制御システム10は中心軸14のまわりに回転する磁気ディスク12，通常のディスク・トランスジューサ・ヘッド16及びトランスジューサ・ヘッド16をディスク12に相対的に半径方向に位置付ける様結合された制御装置18を含む。」(3頁右下欄7行～13行)，「制御装置18は読取り回路28，トラック追従制御回路30，アクセス制御回路32，主キャリッジ制御副装置34，副キャリッジ制御副装置36並びに主及び副キャリッジ制御副装置34及び36の制御の下にトランスジューサ・ヘッド16を半径方向に位置付ける位置付け機構38を含む。」(4頁左上欄14行～19行)",
                    "(オ)「主電力増幅器54に対する適当な増幅の後，主キャリッジ48の加速度に比例する補償付勢制御信号は主キャリッジ48を位置付けるための主アクチュエータ50を駆動するのに利用される。・・・速度検出器60はヘッド位置付け機構38の一部分を形成する主キャリッ・",
                    "ジ48の運動に応答して速度信号X1を発生する様に接続されている。主キャリッジ48は主アクチュエータ50によって移動され，ディスク12の中心軸14に関して固定された基準面62に関し変位X1を与える。従って変位X1はディスク12に関して主キャリッジ4・",
                    "8の半径方向運動を示す。速度信号X1は時間に関する変位X1微分・",
                    "を表す。主キャリッジ速度信号X1は適当な利得KVを有する増幅器64によって増幅され合計器58の第2の入力を駆動するのに使用される。・・・速度補償された付勢信号はその出力において副電力増幅器70によって適当に増幅された後副アクチュエータ68を駆動するための副アクチュエータ制御信号を発生する第2の合計器66の1入力を駆動する。合計器66の第2の反転出力は主キャリッジ48に相対的な第2のキャリッジ72の変位を示す位置信号X2に応答する。",
                    "位置検出器74は副キャリッジ72の相対位置を感知し，合計器66の反転入力に結合される前に利得KD及び適当な遅れ補償を有する増幅器76によって適当に増幅される副キャリッジ位置信号X2を発生する。X2相対変位信号は相対変位X2を0に向ってバイアスする傾向を有する様副アクチュエータ68に対する制御をバイアスする様動作する。」(4頁右下欄末行～5頁右上欄末行)",
                    "(カ)「副アクチュエータ68は主キャリッジ48上に搭載され，主キャリッジ48に関連して±1．25×10-3cm程度の極めて高速で，小さな変位のヘッド16の位置付け動作を与える。・・・副アクチュエータ72(判決注・『副アクチュエータ72』は『副キャリッジ72』の誤りと認める。)は主キャリッジ48と比較して比較的軽い重さのものであり，ヘッド16の質量を含み主キャリッジ48の質量の5乃至10％の程度の質量を有する。副キャリッジ72はアクチュエータ68の制御の下に位置付けられ，主キャリッジ48の位置に相対的な変位X2を占め得る。ヘッド16は直接副キャリッジ72上に搭載されているので，ヘッド16の全変位XTは基準面62に相対的にX1＋X2に等しい。ヘッド16を含む副キャリッジ72の比較的低質量は制御システム10の位置誤差信号中の変化に対して急速な応答を可能とし，同様に副キャリッジ72及びヘッド16は副キャリッジ72及びヘッド16の加速に応答して副アクチュエータ68により主キャリッジ48に印加される反対方向の反作用力の結果として主キャリッジ48に著しい振動的運動を与える事なくかなりな加速度を受ける事を可能とする。」(5頁右下欄1行～6頁左上欄11行)，「変位信号X2は副キャリッジ72を主キャリッジ48に相対的な零変位位置に向わしめる様駆動するバイアスを発生する。従ってヘッド16が指令されたトラック位置上にほとんど中心付けられると，合計器66における速度修正された付勢制御信号の大きさは変位信号X2の大きさ以下に減少され，副キャリッジ72は主キャリッジ48に相対的に変位X2を零に減少する方向に駆動される。・・・主アクチュエータ50は位置誤差信号に依存する付勢制御信号に応答し続け，主キャリッジ48を副キャリッジ72の相対的変位が零に向って減少される時トラックの中心位置に向って移動させる。・・・副キャリッジ72はこの様にして主キャリッジ48に相対的に中心付けられ，最も早い可能な時間において読取り及び書込み動作を防止するために十分な大きさのトラック位置誤差を発生する事なく，ディスク12がヘッド16の直下を回転する時，トラックの半径中の小さな偏差に追従して最適応答を可能とする。」(6頁左上欄12行～右上欄末行)",
                    "(キ)「例えば少なくとも数トラックだけヘッド16を半径方向に向って位置付けしむる様指令する位置指令が誤差検出器32によって受け取られたと仮定する。大きなアクセス制御信号がアクセス制御回路32によって発生され，これは副制御回路36をして副アクチュエータ68を付勢する事によって反応せしめ，副キャリッジ72を主キャリッジ48の位置X1に相対的に最大振幅の半径方向に向う変位X2に駆動する。同時に，合成付勢制御信号は主制御サブシステム30に働き，主アクチュエータ50を付勢し，主キャリッジ48を副キャリッ・",
                    "ジ72の最大速度よりもかなり小さな急速な速度X1で半径方向に内方に移動を開始せしめる。・・・ヘッド16が指令トラック位置の略1トラック位置内に接近する時は，アクセス制御回路はトラック・アクセス・モードからトラック追従モードへ遷移され，付勢制御信号は主アクチュエータ50をして主キャリッジ48の減速を開始するのに十分大きさに減少される。ヘッド16が指令されたトラックに十分近く位置付けられ，読取り若しくは書込み動作が可能とされる様になると，・・・速度補償制御付勢制御信号は増幅器76によって合計器66へ入力される位置信号X2以下の大きさに減少される。」(6頁左下欄1行～右下欄8行)",
                    "(ク)「副アクチュエータ68はこの様にして副キャリッジを相対的に半径上外方向に，零相対変位位置に向かって戻す移動を開始する様指令される。しかしながら，主アクチュエータ50は正の位置誤差信号を受取り続けるので，主キャリッジ48は副キャリッジ72の半径方向に外方に向かう運動を超える速度で半径方向内方に移動し続け，ヘッド16はトラックの中心に向って移動され，位置誤差信号は減少され続ける。ヘッド16が指令トラックの中心に極めて近く近接し，副キャリッジ72の相対変位X2が零に近接する時，主キャリッジ48の運動は実質上終了する。」(6頁右下欄8行～19行)，「しかしながら，副キャリッジ72は位置誤差信号中の瞬時的な，比較的小さな変化に応答し続け，ヘッド16はディスク12が軸14のまわりに回転する時指令されたトラックの半径の小変化に追従する。」(6頁右下欄19行～7頁左上欄3行)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "以上の記載及び図1(甲1)によれば，①引用例1発明は，主アクチュエータによって駆動される主キャリッジが，副アクチュエータにより主キャリッジに相対的に移動可能な小さな低質量副キャリッジを背負うように支持し，主アクチュエータにより2重キャリッジ組立体を急速に移動させる2重キャリッジ装置(2重アクチュエータ装置)の安定性及び応答特性を改良し，トランスジューサ(ヘッド)位置付け公差の著しい減少，トラック密度の著しい増大を可能とすることを課題としていること，②引用例1の装置は，主アクチュエータ50による主キャリッジ48の前後運動(位置座標：X1の関数)と，主キャリッジ48上に搭載された副アクチュエータ68による副キャリッジ72の前後運動(位・",
                  "text": [
                    "置座標：X2。X1の微分値「X1」の関数)を連動(同時に動作)させて，基準面62に対して，両者の合成値(X1＋X2)に等しい運動をヘッド16に急速に与えるように構成され，副キャリッジ72は主キャリッジ48に相対的な零変位位置へ(相対変位X2が零へ)バイアスするよう動作すること，③例えば，引用例1の装置において，数トラックだけヘッド16を半径方向に向って移動させる指令があった場合には，副アクチュエータ68を付勢して副キャリッジ72を主キャリッジ48の位置X1に相対的に最大振幅の半径方向に向う変位X2に駆動し，これと同時に，主アクチュエータ50を付勢して主キャリッジ48・",
                    "を副キャリッジ72の最大速度よりもかなり小さな急速な速度X1で半径方向に内方に移動を開始させることにより，ヘッド16をトラックの中心に向って移動させ，ヘッド16が指令トラックの位置の略1トラック位置内に接近すると，主キャリッジ48の減速を開始させ，さらにヘッド16が指令トラックの中心に極めて近く近接し，副キャリッジ72の相対変位X2が零に近接すると，主キャリッジ48の運動は実質上終了するが，一方で，副キャリッジ72は位置誤差信号中の瞬時的な，比較的小さな変化に応答し続け，ヘッド16はトラックの半径の小変化に追従すること，④直接副キャリッジ上に搭載されたヘッドの質量を含む，副キャリッジの質量を，主キャリッジの質量の5ないし10％の程度の低質量とする構成を採用することにより，副アクチュエータ68及び副キャリッジ72は，制御システムの位置誤差信号中の変化に対して急速な応答を可能とするとともに，「副キャリッジ72及びヘッド16の加速に応答して副アクチュエータ68により主キャリッジ48に印加される反対方向の反作用力の結果として主キャリッジ48に著しい振動的運動を与える事なくかなりな加速度を受ける事を可能とする」ものであることが認められる。",
                    "上記認定によれば，引用例1の装置は，主アクチュエータ50による主キャリッジ48の前後運動(位置座標X1)と，主キャリッジ48上に搭載された副アクチュエータ68による副キャリッジ72の前後運動(位置座標X1)を連動(同時に動作)させて「X1＋X2」の合成値を急速に変化させ，磁気ヘッド(16)を定められたトラックに位置決めするようにされており，主キャリッジ48は，位置決めがされるまで急速な速度変化を受けること，このため引用例1の装置では，副キャリッジの質量を低質量(主キャリッジの質量の5ないし10％の程度)とする構成を採用することにより，副キャリッジ72及びヘッド16の加速に応答して副アクチュエータ68により主キャリッジ48に印加される反対方向の反作用力の結果として「主キャリッジ48に著しい振動的運動を与える事なくかなりな加速度を受ける事」を可能としたことを理解できる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用例3の記載事項等",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例3",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用例(甲3)には，次のような記載がある。",
                        "①「本発明は光ディスク装置に搭載され，特に，光学的情報記録媒体上に集光される光スポットの位置を制御するための対物レンズ駆動装置に関する。」(段落【0001】)",
                        "②「本発明は上記のような問題点を解決するためになされたもので，フォーカス方向あるいはトラッキング方向の周波数特性上に光ディスクの共振ピークが現れない光ディスク装置を実現するために，光ディスクの共振を励起しない対物レンズ駆動装置を得ることを目的とする。」(段落【0011】)",
                        "③「【課題を解決するための手段】本発明に係わる対物レンズ駆動装置は，本来の対物レンズによるフォーカス方向あるいはトラッキング方向の制御を行う第1の駆動制御部とは別に，第2の駆動制御部を基台に対して第1の駆動制御部の反対側に設けたものである。」(段落【0012】)，「【作用】本発明においては，第1の駆動制御部により従来と同様の制御を行うために対物レンズ保持体を駆動する際に基台に対して反力が作用するが，第2の駆動制御部を同時に駆動することにより上記反力と大きさが同じで方向が反対である反力を基台に対して作用させ，合力として反力を打ち消す。結果として第1の駆動制御部により従来と同様の制御を行っても光ディスクを加振する力が発生せず，光ディスクの共振は励起されない。」(段落【0013】)",
                        "④「次に動作について説明する。対物レンズ103により集光された光スポット(図示せず)の上記ディスク63に対するフォーカス方向のズレを上記光学系70により検知し，そのズレ量に応じた電流を，第1の駆動制御部のフォーカス用コイル107に印加し，フォーカス用マグネット108が発生する磁力との相互作用により得られる電磁力によりレンズホルダ104を支持軸105に沿って摺動させ，対物レンズ103を図中矢印A方向に駆動し，フォーカス方向の制御を行なう。」(段落【0019】)，「その際に，基台101に対して反作用として印加されることになる反力がキャンセルされるように，第2の駆動制御部内のフォーカス用コイル113に適切な電流を印加し，フォーカス用マグネット114が発生する磁束との相互作用により得られる電磁力により駆動体112を支持軸105に沿って摺動させ，図中矢印B方向に駆動する。」(段落【0020】)，「上記動作により，第1の駆動制御部によるフォーカス制御時に，基台101に対して力は作用しない。結果として，図5に示した対物レンズ駆動装置118を搭載した光ディスク装置において，光ディスク63の共振を励起する加振力は発生せず，図6に示したようにフォーカス方向の周波数特性上に光ディスク63の共振ピークは現われず，安定な制御系を得ることが可能となる。」(段落【0021】)，「・・・この図7に示す実施例2では，第2の駆動制御部132として駆動体130を積層形圧電素子131により駆動するように構成されている。第1の駆動制御部により本来のフォーカス方向の制御を行う際に発生する反力を，圧電素子131を駆動することにより打ち消し，キャンセルすることが可能で，実施例1と同様の動作が期待できる。」(段落【0023】)",
                        "⑤「【発明の効果】以上説明したように，本発明による対物レンズ駆動装置を用いた光ディスク装置においては，フォーカス方向の制御系あるいはトラッキング方向の制御系の周波数特性上に，光ディスクの共振ピークが現われず，安定な制御系を得ることが可能となる効果がある。」(段落【0030】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記記載及び図面(甲3)を総合すれば，引用例3の光デイスク搭載用の対物レンズ駆動装置は，レンズホルダを支持軸に沿って摺動させ，対物レンズを駆動し，フォーカス方向の制御を行う第1の駆動制御部の基台に対して反対側(背中合わせ)に，第1の駆動制御部と同一構造(同一質量)の第2の駆動制御部を設け，第1の駆動制御部を駆動して本来のフォーカス方向の制御を行う際に，第2の駆動制御部を同時に駆動することにより，第1の駆動制御部を駆動により基台に対して作用する反力と大きさが同じで方向が反対である反力を基台に対して作用させ，合力として反力を打ち消すことを可能とし，その結果，光ディスクの共振ピークが現われず，安定な制御系を得ることを可能としたものであり，引用例3には，「同じ質量で反対方向に運動する機構を背中合わせに付加することにより，振動を相殺して装置の振動をなくす技術」が記載されていることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲4の記載事項",
                  "text": [
                    "審決が周知例として挙げる特開平1−238450号公報(甲4)の記載(3頁左上欄8行～右下欄4行，4頁左上欄17行～右上欄3行，第1図，第4図等)によれば，甲4には，ヘッドを支持し，アクセス動作をさせるキャリッジを備える磁気ディスク装置の構成に，キャリッジを駆動することによって発生する反力に見合う反対方向の力を同時に発生する「反動反力発生装置」を付加したリニア型アクセス機構が記載されており，甲4にも，引用例3と同様に，「同じ質量で反対方向に運動する機構を背中合わせにより付加することにより，振動を相殺して装置の振動をなくす技術」が記載されていることが認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "周知技術",
                  "text": [
                    "前記ア及びイの認定に照らすならば，「同じ質量で反対方向に運動する機構を背中合わせに付加することにより，振動を相殺して装置の振動をなくす技術」は，本件出願の優先権主張日当時，周知の技術であったことが認められる。そして，審決の「何らかの部材を移動する第1のアクチュエータの駆動に伴って，周辺部材に作用する反力による振動を制御するために，別途，適当な質量のある部材，並びに該部材を移動するための第2のアクチュエータ(例えば圧電アクチュエータ)を設け，該第2のアクチュエータにより，質量のある部材を反対方向に駆動することで，上記反力を制限することは周知である。」(審決書9頁27行～末行)との認定は，上記認定と同旨の認定をしたものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "容易想到性の有無",
              "text": [
                "以上の認定を前提とすると，以下のとおり，引用例1発明において，引用例2に基づき，前記(2)ウ認定の周知技術(「同じ質量で反対方向に運動する機構を背中合わせに付加することにより，振動を相殺して装置の振動をなくす技術」)を適用して，相違点(ロ)に係る本願発明の「第2本体，及び前記第1本体の実質的に反対方向に，前記第1スライドに対して前記第2本体を配置するための第2アクチュエータ」)の構成を想到することは容易であったとはいえないものと判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(1)イ認定のとおり，引用例1の装置は，主アクチュエータ50による主キャリッジ48の前後運動と，主キャリッジ48上に搭載された副アクチュエータ68による副キャリッジ72の前後運動を連動(同時に動作)させて「X1＋X2」の合成値を急速に変化させ，磁気ヘッド(16)を定められたトラックに位置決めするようにされており，主キャリッジ48は，位置決めがされるまで急速な速度変化を受けることから，副キャリッジの質量を低質量とする構成を採用することにより，「主キャリッジ48に著しい振動的運動を与える事なくかなりな加速度を受ける事」を可能としたものであることに照らすならば，引用例1に接した当業者であれば，引用例1の装置に副キャリッジの質量を増加させる構成を付加した場合には，その質量の増加に起因して加速に伴う外力が大きくなり，振動的運動は，より大きくなると考えることは自明である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，前記(2)ウの周知技術(「同じ質量で反対方向に運動する機構を背中合わせに付加することにより，振動を相殺して装置の振動をなくす技術」)を採用した場合，運動する部分の質量が2倍程度になることに照らすならば，上記周知技術は，引用例3，甲4のように「慣性系(静止系又は等速直線運動をしている系)」の装置では振動抑制の効果があるのに対して，引用例1発明のように加速運動をする「加速系」の装置では，質量の増加に起因して加速に伴う外力が大きくなり，振動抑制の設計がより困難となると考えるのが自然である。",
                    "このように「加速系」の装置である引用例1発明に，上記周知技術を適用することには，これを妨げる事情があり，また，引用例2，引用例3，甲4，甲7，8等を勘案しても，「加速系」の装置における上記振動の問題を解決する手段を示唆する記載はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そうすると，当業者が，引用例1，2に接したとしても，引用例1発明に，上記周知技術を採用しようとするものとは考え難いから，引用例1発明に，引用例2に基づいて，上記周知技術を適用して，相違点(ロ)に係る本願発明の構成(「第2本体，及び前記第1本体の実質的に反対方向に，前記第1スライドに対して前記第2本体を配置するための第2アクチュエータ」の構成)を容易に想到し得たものとは認められない。",
                    "したがって，審決が，「引用例1発明において，引用例2に基づき，副アクチュエータ68駆動時に，主キャリッジ48に働く反力による振動を制御するための構成を副キャリッジに結合して設けることは，当業者が容易に想到し得た」と判断したのは誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張に対する判断",
              "text": [
                "被告は，①引用例1発明において，周知の振動抑制機構を設けることで，副アクチュエータ68の駆動による主キャリッジ48への振動は抑制され，トラック追従は安定するため，トラックに対するヘッドの位置誤差信号の発生が減少することは明らかであり，また，副キャリッジ72，副アクチュエータ68の重量が2倍となったことによって，直ちに，主キャリッジの加速度応答や，主キャリッジ48駆動時の位置誤差信号に影響を与えるものではない，②引用例1発明に周知の振動抑制機構を付加する場合に，主アクチュエータ50の駆動力，主キャリッジ48，副キャリッジ72，副アクチュエータ68等の重量を調整する等して，原告が「不利益」と指摘するようなことが起こらないようにすることは設計的事項である，と主張する。",
                "しかし，前記(3)イ認定のとおり，「加速系」の装置である引用例1発明に，前記(2)ウの周知技術を適用する場合には，質量の増加に起因して加速に伴う外力が大きくなり，振動抑制の設計がより困難となると考えられることに照らすならば，被告の主張①は採用することができない。",
                "また，引用例2，引用例3，甲4，甲7，8等を勘案しても，「加速系」の装置における上記振動の問題を解決する手段を示唆する記載はなく，本件出願の優先権主張日当時の技術常識に照らし，その解決が容易であると認めることもできないから，被告が主張するような一般的な設計指針を理由に，設計的事項であるということはできず，被告の主張②も採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，引用例1発明，引用例2及び周知技術に基づいて，当業者が相違点(ロ)に係る本願発明の構成を容易に想到できたものということはできず，審決には，相違点(ロ)についての容易想到性の判断に誤りがあり，この誤りは審決の結論に影響を及ぼすといえる。よって，原告主張の取消事由2は理由があり，審決は取消しを免れない。",
                "(なお，原告は，本願発明(請求項1)の「磁気ディスクに対して磁気ヘッドを配置する磁気ヘッド位置決め装置」は，磁気ヘッド及びディスクの検査を目的とした，整定時間を把握できる非連続的な位置決め動作を行う装置であるものに限定されること，請求項1の「磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置」における「配置」あるいは「位置決め」とは，整定時間(磁気ディスクに対する磁気ヘッドの位置が決まるまでの時間)を把握できる非連続的な位置決め動作(一つの位置決め動作と次の別の位置決め動作とを別個に把握可能な動作)を意味することを前提に，審決が，「磁気ディスクに対して磁気ヘッドを配置するための磁気ヘッド位置決め装置であって」，「前記ガイドの方向に前記第1スライドに対して前記第1本体を配置するための第1アクチュエータ・・・から成る，磁気ヘッド位置決め装置。」である点を，本願発明と引用例1発明との一致点と認定したのは誤りであると主張(取消事由1)する。しかし，請求項1には，「磁気ヘッド位置決め装置」が，磁気ヘッド及びディスクの検査を目的とするものに限定する記載はない。また，本願明細書(甲5)の「発明の詳細な説明」には，実施例として磁気ヘッド及びディスクの検査を目的とする場合の説明があるが，「磁気ヘッド位置決め装置」を実施例のものに限定するものではない(段落【0047】に「以上，本発明の好ましい実施例について記載したが，特許請求の範囲によって，定められる本発明の範囲から逸脱することなしに種々の変形および変更がなし得ることは，当業者に明らかであろう。」との記載がある。)。さらに，本願明細書の「発明の詳細な説明」には，請求項1の「配置」，「位置決め」の用語について，その内容を定義したり特に説明した記載はなく，「配置」を「それぞれの位置に割り当てること」，「位置決め」を「位置を決めること」とそれぞれ通常用いられる場合の意味に解することにより，矛盾なく理解することができる。したがって，一致点の認定の誤りをいう原告の主張は，その前提を欠くものであるから，原告主張の取消事由1は理由がない。)"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由2は理由があり，原告の本訴請求は理由があるから認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}