{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−9621号事件について平成19年11月12日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「介助機」とする発明につき，平成9年8月20日，特許を出願したが(以下「本願発明」という。)，平成17年3月15日付けの拒絶査定を受けたので，同年4月20日，これに対する審判請求(不服2005−9621号事件)をし，同日付け手続補正書を提出したが，同年6月21日付けで拒絶理由通知を受けたので，同年7月29日付けの手続補正書(乙1)を提出した。",
            "特許庁は，平成19年11月12日，「本件審判の請求は，成り立たない。」との審決をした。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成17年7月29日付け手続補正書(乙1)による補正後の本願発明の請求項1は，下記のとおりである。",
            "【請求項1】「筐体部(31)に固着され，片持状に水平に張出し，ほぼ四角形状の面を有する第1のプラットフォーム(41)と，この第1のプラットフォーム(41)に隣接して，前記筐体部(31)から水平な片持の駆動軸(52)によって支えられ，駆動軸(52)の回転駆動によって起伏し得る第2のプラットフォーム(51)を有する身体不自由者のベッドからの起床・離床を介助するための介助機。」(以下この発明を「本願発明」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本願発明は，特開平9−117478号公報(甲1，乙6。以下「刊行物1」という。)の記載に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができない，とするものである。",
            "審決は，上記結論を導くに当たり，刊行物1記載の発明(以下「引用発明」という。)の内容並びに本願発明と引用発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の内容",
              "text": [
                "アーム作動ハンドルが設けられる部材に固定された固定アームに固着され，片持状に水平に張り出し，ほぼ四角形状の面を有するアンダーホルダー(以下「第1のアンダーホルダー」という。)と，アーム作動ハンドルが設けられる部材のアンダーホルダーを有する固定アームと反対の側に，ほぼ水平な軸周りに回転駆動されるように支えられ，アーム作動ハンドルの回動によって起伏し得る作動アームに設けられたアンダーホルダー(以下「第2のアンダーホルダー」という。)を有する病人，重度身体障害者，寝たきり老人などのベットからの移動を介護する介護装置。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点",
              "text": [
                "筐体部に固着され，片持状に水平に張出し，ほぼ四角形状の面を有する第1のプラットフォームと，前記筐体部から水平な軸周りに回転駆動されることにより，起伏し得る第2のプラットフォームを有する身体不自由者のベッドからの起床・離床を介助するための介助機である点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1",
                  "text": [
                    "第2のプラットホームの配置に関し，本願発明は，第1のプラットフォームに隣接しているのに対して，引用発明は，第1のプラットフォームに接していない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "相違点2",
      "text": [
        "第2のプラットフォームの駆動機構に関し，本願発明は，片持の駆動軸(52)によって支えられ，駆動軸(52)の回転駆動によって起伏し得るものであるのに対して，引用発明は，ほぼ水平の軸周りに回転駆動され起伏するものの，駆動軸の回転駆動によるものであるか否か明らかでない点。"
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決は，①引用発明の認定を誤り(取消事由1)，②一致点の認定を誤った結果相違点を看過し(取消事由2)，③相違点2に関する容易想到性の判断を誤ったものであるから(取消事由3)，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "「アンダーホルダー」の形状について",
              "text": [
                "審決は，引用発明の「第1のアンダーホルダー」につき「ほぼ四角形状の面を有する」と認定するが，誤りである。刊行物1の【図−3】，【図−4】では，「第1のアンダーホルダー」はローラーコンベヤ状のものとして図示されているし，【図−1】，【図−2】においても，「第1のアンダーホルダー」は，ほぼ四角形状の面を有するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「アーム作動ハンドルが設けられる部材」について",
              "text": [
                "審決は，「作動アーム」が「アーム作動ハンドルが設けられる部材」に取り付けられていると認定しているが，誤りである。アーム作動ハンドルが設けられる部材にはメインパッドも取り付けられているにもかかわらず，審決はこのメインパッドの存在を無視している。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「軸周りに回転駆動されるように支えられ」について",
              "text": [
                "審決は，「軸周りに回転駆動されるように支えられ」と認定するが，軸の使命，使途として，作動アームの支持点を回動し，支持点と一体の作動アームを起伏し得るのか，支持点以外の着力点に外力として作用して，作動アームを起伏し得るのかについて明らかでなく，誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点の認定の誤り及び相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明の「第1のアンダーホルダー」，「第2のアンダーホルダー」は，それぞれ本願発明の「第1のプラットフォーム」及び「第2のプラットフォーム」に相当し，両者は一致すると認定するが誤りである。両者は，機能，形状，配置においてそれぞれ全く異なる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，「前記筐体部から水平な軸周りに回転駆動されることにより，起伏し得る」を一致点として認定しているが，誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明は，その作動アームが1つの軸を固定支点とし，他の支点軸を着力点とする作用力によって起伏し得る多軸方式であると理解すべきである。この点は，引用発明を具体化し，実現した特開2000−126232号公報(甲10)が多軸方式であることから明らかである。これに対し，本願発明の構造は1軸方式であり，両者の構造は異なる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点2に関する容易想到性の判断の誤り)",
          "text": [
            "審決は，①回転力を回転運動として伝達するに当たり，駆動力を伝える軸を用いることは周知の技術であり，引用発明の作動アームに駆動軸を設けることを排除する特段の事項は認められないこと，②片持形式が通常の支持形態であることから相違点2は当業者が駆動機構を設計するに当たり，周知の技術を採用して適宜なし得た設計的事項にすぎないと判断したが，誤りである。",
            "周知技術(乙4，5)は片持の駆動軸を構成するものではないし，アーム作動ハンドルに片持の駆動軸を適用すると，作動アームの起伏の軸心とアーム作動ハンドルに片持の駆動軸の軸心とは高さ位置において大幅な差異が生じる。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の「第1のアンダーホルダー」の形状について",
              "text": [
                "「第1のアンダーホルダー」は，人体とベッドの間に滑り込ませ易くするために，当該アンダーホルダーの上側にローラーを有するものであるが，当該ローラーを持つ構造であるとはいえ，人体を乗せるための支持面として上面がほぼ四角形状の面を有することは明らかであるから，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明の「アーム作動ハンドルが設けられる部材」について「パッド」は，一般的に衝撃などを弱めるために身体や器具に当てる物である。そして，刊行物1の【図−5】を参酌すると，パッドの位置，形状からみて，「固定アーム」や「アーム作動ハンドルが設けられる部材」に人体が当たることを防ぐために設けられているとみるのが自然である。また，刊行物1には作動アームがメインパッドに取り付けられるものであることを示唆する記載がない。したがって，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明の「軸周りに回転駆動されるように支えられ」について審決は，作動アームについて「ほぼ水平な軸周りに回転駆動されるように支えられ，アーム作動ハンドルの回動によって起伏し得る」ものであると認定したが，これは軸の構造についての認定ではない。また，軸の構造については相違点2で認定し判断している。原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点の認定の誤り及び相違点の看過)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「アンダーホルダー」と「プラットフォーム」との関係についてア 本願発明の「第1のプラットフォーム」は，「筺体部(31)に固着され，片持状に水平に張出し，ほぼ四角形状の面を有する」構成を有するものである(請求項1)。他方，引用発明の「第1のアンダーホルダー」は，「アーム作動ハンドルが設けられる部材」に接続する「固定アーム」に固着され，片持状に水平に張り出したほぼ四角形状の面を有するものである。そして，本願発明の「第1のプラットフォーム」と，引用発明の「第1のアンダーホルダー」は，共に被介助者を下から支え保持するという機能を有する。",
                "したがって，引用発明の「第1のアンダーホルダー」は，本願発明の「第1のプラットフォーム」に相当するから，審決の認定に誤りはない。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "本願発明の「第2のプラットフォーム」は，被介助者を支え保持するものであって，起伏し得る構成を持つものである。他方，引用発明の「第2のアンダーホルダー」も，人体を支え保持するものであり，起伏し得る構成を持つものであるから，引用発明の「第2のアンダーホルダー」は，「第2のプラットフォーム」に相当する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "「前記筐体部から水平な軸周りに回転駆動されることにより，起伏し得る」について",
              "text": [
                "本願発明は，「第2のプラットフォーム」が，「前記筐体部から水平な片持の駆動軸(52)によって支えられ，駆動軸の回転駆動によって起伏し得る」ものであるから，水平な軸周りに回転駆動され，その回転駆動によって起伏し得るものといえる。他方，引用発明において「第2のアンダーホルダー」は，ほぼ水平な軸周りに回転駆動されるように支えられ，起伏し得るものである。すなわち，両者は「水平な軸周りに回転駆動されることにより，起伏し得る」構成において，その限りで一致しているといえる。仮に，両者が一致しないとしても，審決は，相違点2についての判断において，「回転力を回転運動として伝達するにあたり，駆動力を伝える軸を用いることは，特段の例示を待つまでもなく周知の技術であり」と判断しているので，審決の結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "駆動機構の相違について",
              "text": [
                "原告は，引用発明における起伏のための駆動機構は「多軸方式」のものであると主張するが，刊行物1には，「多軸方式」の構成は記載されていない。そして，審決は，駆動機構に関し，「駆動軸の回転駆動によるものであるか否か明らかでない点」を相違点2として認定し，回転力を回転運動として伝達するに当たり，駆動力を伝える軸を用いることは，特段の例示を待つまでもなく周知の技術であると判断しているので，審決の結論に影響を及ぼすものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(相違点2に関する容易想到性の判断の誤り)に対し回転力を回転運動として伝達するに当たり，駆動力を伝える軸を用いることは周知の技術である(乙4，5)。そして，刊行物1(甲1，乙6)の【図−5】ないし【図−7】には，「アーム作動ハンドルが設けられる部材」の，固定アームが取り付けられている反対側の側面における一方側，すなわち，側面においてその中心よりも人体側に作動アームが設けられた構成が図示されていることから，引用発明において，作動アームに設けられたアンダーホルダー(第2のプラットフォーム)の駆動機構に，周知技術である片持の駆動軸を適用することによって，相違点2に係る事項とすることは当業者が容易に想到し得たことといえる。",
            "したがって，審決の相違点2に関する容易想到性の判断に誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決には，原告主張に係る取消事由(引用発明の認定の誤り，一致点の認定の誤り及び相違点の看過，相違点2に関する容易想到性の判断の誤り)はないものと判断する。その理由は，以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「第1のアンダーホルダー」の形状について",
              "text": [
                "刊行物1(甲1，乙6)の【図−1】及び【図−2】によれば，「第1のアンダーホルダー」は，直方体でその面はほぼ四角形状といえる。そして，【図−1】に【図−3】を参照すると，「第1のアンダーホルダー」は，2つのサイドフレームアンダーに回転可能に軸支かつ水平方向に配置された複数のローラから構成されるものである。このように，「第1のアンダーホルダー」は，【図−5】ないし【図−7】によると，複数のローラを持つ構造ではあるが，人体を乗せるための角だっていないひろがりを有しており，すなわち人体を支持するための面を有し，また，その形状はほぼ四角形状であるといえる。したがって，「第1のアンダーホルダー」を「ほぼ四角形状の面を有する」と認定した審決に誤りはない。原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "「アーム作動ハンドルが設けられる部材」について",
              "text": [
                "刊行物1の「発明の効果」欄には，「作動アームをハンドルを回転させ上側に上げ」との記載があることから，引用発明の「アーム作動ハンドルが設けられる部材」にはアーム作動ハンドルの回転運動を作動アームの揺動運動に変換するための何らかの機構が配備されていると解することができると考えられる。そうすると，作動アームがそのような機構を介して「アーム作動ハンドルが設けられる部材」に取り付けられていると解すること，すなわち，作動アームの取り付け等の位置が「アーム作動ハンドルが設けられる部材」であると特定することに誤りはない。そして，「パッド」とは，一般に「衝撃などを弱めるため，身体や器具に当てる物」を指し，メインパッドは固定アーム，作動アームや「アーム作動ハンドルが設けられる部材」に人体が直接当たらないようにするために設けられた部材であると解される。したがって，作動アームの支持機構，起伏機構を配置する対象がメインパッドであると解することは不自然である。原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "「軸周りに回転駆動されるように支えられ」について",
              "text": [
                "審決は，作動アームについて「ほぼ水平な軸周りに回転駆動されるように支えられ，アーム作動ハンドルの回動によって起伏し得る」ものであると認定したが，同認定は軸の構造に関するものではない。なお，軸の構造については相違点2で認定，判断されているので，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(一致点の認定の誤り及び相違点の看過)について(1) 原告は，引用発明の「第1のアンダーホルダー」，「第2のアンダーホルダー」と，本願発明の「第1のプラットフォーム」及び「第2のプラットフォーム」とは，それぞれ，機能，形状，配置において異なると主張する。",
            "しかし，原告の主張は以下のとおり失当である。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明における「第1プラットフォーム」は，「筺体部(31)に固着され，片持状に水平に張り出し，ほぼ四角形状の面を有する」構成を有する。他方，引用発明における「第1のアンダーホルダー」は，「アーム作動ハンドルが設けられる部材」に接続する「固定アーム」に固着され(争いはない。)，前記1(1)で認定したとおり，片持状に水平に張り出したほぼ四角形状の面を有する。そして，引用発明の「アーム作動ハンドルが設けられる部材」と「固定アーム」が本願発明の「筺体部」に相当することは争いがない。そうすると，引用発明の「第1のアンダーホルダー」と本願発明の「第1のプラットフォーム」は，形状，配置において同一であるといえる。また，刊行物1の【図−4】ないし【図−7】及び本願発明に係る明細書(甲2)の「シート上に収容された被介助者は，シートを逆シフトすることにより，プラットフォーム上にシートと共に移載される。」(【0047】)の記載を参照すると，本願発明の「第1のプラットフォーム」と，引用発明の「第1のアンダーホルダー」は，いずれも被介助者を下から支え保持するという機能を有するものといえる。",
                    "したがって，引用発明の「第1のアンダーホルダー」は，本願発明の「第1のプラットフォーム」に相当するので，審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願発明における「第2のプラットフォーム」は，筐体部(31)から水平な片持の駆動軸(52)によって支えられ，駆動軸(52)の回転駆動によって起伏し得るものとされる。他方，引用発明における「第2のアンダーホルダー」は，ほぼ水平な軸周りに回転駆動されるように支えられ，アーム作動ハンドルの回動によって起伏し得る作動アームに設けられるものとされる。そして，前記1(2)及び2(1)で認定したとおり，「作動アーム」は「アーム作動ハンドル10が設けられる部材」に取り付けられ，「アーム作動ハンドル10が設けられる部材」は本願発明の「筐体部」に相当するものである。そうすると，引用発明の「第2のアンダーホルダー」と本願発明の「第2のプラットフォーム」は，配置，機能において同一であるといえる。また，刊行物1の【図−7】に前記アで説示したところを併せると，本願発明の「第2のプラットフォーム」と，引用発明の「第2のアンダーホルダー」は，いずれも被介助者を下から支え保持するという機能を有するものといえる。",
                    "したがって，引用発明の「第2のアンダーホルダー」は，本願発明の「第2のプラットフォーム」に相当するので，審決の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，「前記筐体部から水平な軸周りに回転駆動されることにより，起伏し得る」を一致点とした審決の認定には誤りがあると主張する。",
                "しかし，本願発明の「第2のプラットフォーム」は，「前記筐体部(31)から水平な片持の駆動軸(52)によって支えられ，駆動軸の回転駆動によって起伏し得る」ものであるから，水平な軸周りに回転駆動され，その回転駆動によって起伏し得るものといえる。また，審決は，相違点2についての判断において，「回転力を回転運動として伝達するにあたり，駆動力を伝える軸を用いることは，特段の例示を待つまでもなく周知の技術であり」(審決書4頁21行～22行)と判断しているところであるから，審決の結論に影響を及ぼすものではない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用発明の構造は多軸方式であるのに対し，本願発明の構造は1軸方式であり，両者の構造は異なると主張する。",
                "しかし，刊行物1の記載によっても，「作動アーム」を起伏させるための構造について記載がなく，それが多軸方式であるということはできない。また，原告は上記主張の根拠として甲10を挙げるが，たとえ引用発明と甲10とが同一の発明者ないし出願人を含むものであるとしても，それのみで直ちに甲10が引用発明を具体化し実現したものということはできないし，また甲10は本願出願後に公開されたものであるから，引用発明の理解において甲10を斟酌することはできない。原告の主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由3(相違点2に関する容易想到性の判断の誤り)について原告は，周知技術(乙4，5)は片持の駆動軸を構成するものではないから，本願発明を容易想到と判断した審決には誤りがあると主張する。",
            "しかし，以下のとおり原告の主張は採用できない。",
            "特開昭60−31749号公報(乙4)には，「35，36は架設台基枠1",
            "7にそれぞれ固設された減速機で，それぞれ電動機M4，M5の回転出力を減速してウオーム37，38に伝動する。ウオーム37，38は第8図(第7図を上方より見た図)に示すように，ウオームホイール39，40に噛合しており，したがってウオーム37，38の回転がさらに減速され方向転換されてウオームホイール39，40を回転させる。ウオームホイール39，40は第8図に示すように架設台基枠17Kに基部が回転自在に支承された支軸41に固定されており，さらにこの支軸41の先端には傾斜するテーブル部の架設台基枠17’K(17’’K)が一体的に固定されている。したがってウオームホイール39，40が回転すると，両側のテーブル部がそれぞれその回転量に応じて回動し中央のテーブル部に対して傾斜することになる。」(6頁左上欄～右上欄)との記載がある。",
            "上記記載によれば，支軸41(42)はテーブル部の架設台基枠17’K(17’’K)を支持し，また支軸41(該支軸に固定されたウオームホイール39，40)の回転駆動によってこれら架設台基枠が起伏することからすると，ウオームホイール39，40の固定された支軸41が，駆動軸としての片持の駆動軸であるこということができる。",
            "この点について，原告は，引用発明のハンドルに片持の駆動軸を適用すれば，作動アームの起伏の軸心と片持の駆動軸の軸心とは高さ位置において大幅な差異が生じるから相違点2の構成を容易に想到し得ないと主張する。しかし，審決は引用発明の作動アームに駆動軸を設けることが容易になし得るものと判断しており，その際に原告指摘の事実が生じない構成とすることは当業者において適宜なし得るものといえるから，原告の主張は失当である。"
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上のとおり，原告の主張する取消事由にはいずれも理由がない。原告はその他縷々主張するが，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}