{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−13980号事件について平成19年6月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が発明の名称を「高選択的ノルエピネフリン再取込みインヒビターおよびその使用方法」とする後記発明につき国際出願の方法により特許出願をしたところ，日本国特許庁から拒絶査定を受けたので，これを不服として審判請求をしたが，同庁が補正却下の上，請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，上記補正に係る発明1(本願補正発明1)が，下記引用例1，3，7及び8との関係で進歩性(特許法29条2項)を有するか，等である。",
            "記",
            "・引用例1：特開昭61−129174号公報(発明の名称「ベンジルモルホリンのフエノキシ誘導体の鏡像異性体およびその塩」，出願人 A(イタリア国)，公開日 昭和61年6月17日，以下「引用例1」といい，同記載の発明を「引用発明」という。甲1)",
            "・引用例3：Philippe Dostert,Margherita S. Benedetti,Italo Poggesi,\"Review of the pharmacokinetics and metabolism of reboxetine,a selective noradrenaline reuptake inhibitor\",EuropeanNeuropsychopharmacology,1997,Vol.7,Suppl.1,p.S23-S35(以下「引用例3」という。甲2)",
            "・引用例7：Graham D. Burrows,M.D.;Kay P. Maguire,Ph.D.;and Trevor R.Norman,Ph.D.,\"Antidepressant Efficacy and Tolerability ofthe Selective Norepinephrine Reuptake Inhibitor Reboxetine:AReview\",Journal of Clinical Psychiatry,1998,Vol.59,suppl.14,P.4-7(以下「引用例7」という。甲3)",
            "・引用例8：David Healy,Helen Healy,\"The clinical pharmacologic profileof reboxetine:does it involve the putative neurobiologicalsubstrates of wellbeing?\",Journal of Affective Disorders,1998,Vol.51,p.313-322(以下「引用例8」という。甲4)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成11年7月1日・同年7月16日・同年10月6日及び同年12月13日(いずれも米国)の優先権を主張して，平成12年〔2000年〕6月22日，名称を「高選択的ノルエピネフリン再取込みインヒビターおよびその使用方法」とする発明につき国際出願(PCT／US00／17256，特願2001−507467号。以下「本願」という。)をし，平成13年12月27日に日本国特許庁に翻訳文(甲5，国内公表は平成15年1月28日〔特表2003−503450号〕)を提出した。その後，平成17年7月15日付けで特許請求の範囲等の変更を内容とする補正(第1次補正。甲6)をしたが，平成17年8月17日付けで拒絶理由通知を受けた。そこで，平成18年2月22日付けで特許請求の範囲の変更を内容とする補正(第2次補正。請求項の数12。甲7)をしたが，平成18年3月23日付けで拒絶査定を受けたので，原告はこれを不服として平成18年7月3日付けで審判請求をした。",
                "同請求は特許庁において不服2006−13980号事件として審理され，その中で原告は平成18年8月2日付けで特許請求の範囲の変更を内容とする補正(第3次補正。請求項の数5。以下「本件補正」という。甲8。)をしたが，特許庁は，平成19年6月18日，本件補正を却下した上，「本件審判の請求は，成り立たない」との審決をし(出訴期間として90日附加)，その謄本は平成19年7月11日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件補正前",
                  "text": [
                    "本件補正前の特許請求の範囲は，平成18年2月22日付け補正(第2次補正)時のもので，その請求項の数は12であるが，その請求項1に記載された発明(以下「本願発明1」という。)は，次のとおりである。",
                    "「【請求項1】 ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛，失禁，偏頭痛，繊維筋痛症もしくは他の身体表現性障害，末梢性神経障害，または慢性疲労症候群の治療または予防のための医薬組成物であって，該組成物は存在する(S，S)および(R，R)レボキセチンの総重量に基づき，少なくとも90重量％の場合により医薬上許容される塩の形態の(S，S)レボキセチン，および10重量％未満の場合により医薬上許容される塩の形態の(R，R)レボキセチンを含むことを特徴とする上記医薬組成物。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件補正後",
                  "text": [
                    "本件補正後の特許請求の範囲は，請求項1ないし5から成るが，そのうち請求項1に記載された発明(以下「本願補正発明1」という。)は，次のとおりである。",
                    "「【請求項1】 ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛の治療または予防のための医薬組成物であって，該組成物は存在する(S，S)および(R，R)レボキセチンの総重量に基づき，少なくとも90重量％の場合により医薬上許容される塩の形態の(S，S)−レボキセチン，および10重量％未満の場合により医薬上許容される塩の形態の(R，R)−レボキセチンを含むことを特徴とする上記医薬組成物。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写しのとおりである。",
                    "その理由の要点は，①本願補正発明1は，前記引用例1，3，7及び8に記載された発明に基づいて容易に発明をすることができたから，特許法29条2項により特許出願の際独立して特許を受けることができないので，本件補正は却下されるべきである，②本件補正前の発明である本願発明1も同様の理由で特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお審決は，前記引用発明の内容，本願補正発明1と引用発明との一致点と相違点を次のとおりとした。",
                    "〈引用発明の内容〉",
                    "「活性成分としての相対純度98．5％以上の(＋)2S，3S−2",
                    "−〔α−(2−エトキシ−フェノキシ)−ベンジル〕−モルホリンおよびその薬学的に許容しうる塩，並びに薬学的に許容しうる担体および／または希釈剤を含む薬学的組成物。」",
                    "〈一致点〉",
                    "「医薬組成物であって，該組成物は存在する(S，S)および(R，R)レボキセチンの総重量に基づき，98．5重量％以上の場合により医薬上許容される塩の形態の(S，S)−レボキセチン，および1．5重量％未満の場合により医薬上許容される塩の形態の(R，R)−レボキセチンを含むことを特徴とする上記医薬組成物。」である点。",
                    "〈相違点〉",
                    "本願補正発明1が「ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛の治療または予防のための」ものであるのに対し，引用発明には，このような医薬用途が記載されていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決は本願補正発明1に進歩性はないと誤って判断し本件補正を却下したから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "疼痛症候群に関する認定・判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，引用例8(甲4)における「対照的に，ノルエピネフリン再取り込み阻害剤(複数)は，うつ病性障害に有用であり，パニック障害に対しても有用である可能性がある一方，それらは，注意欠陥多動性障害および疼痛症候群を含む異なるスペクトルの疾患に，SSRI(複数)よりも有用であろう。」(318頁左欄下15行～下10行・訳文による)との記載に基づき，引用例8にはノルエピネフリン再取込み阻害剤が疼痛症候群の疾患に有用である旨示唆されているとする(審決7頁下2行～8頁1行)。",
                            "しかし，引用例8の「2．1レボキセチン：臨床試験」の項には，レボキセチン(レボキセチンは，ラセミ体として承認・市販されていることから，ラセミレボキセチンを意味すると理解される。)のうつ病に対する臨床試験成績については記載されているものの，ノルエピネフリン再取込み阻害剤が疼痛症候群に対し有用であることを示す臨床試験結果や動物試験結果等は何ら記載されておらず，この点を裏付ける理論的な説明もない。",
                            "この点，審決では省略されているものの，上記引用箇所には，「疼痛症候群」の後に「(Leonard and Healy, 1998)」と参考文献の記載があり，これは，「Differential Effects of Antidepressants, 1999,(発行者：Martin Dunitz，著者：Brian E Leonard, Devid Healy)」(甲14，以下「甲14文献」という。)を指すものと解される(年の記載が異なるが，引用例8の記載は誤記と解される。)。そして，甲14文献では，抗うつ剤が鎮痛効果をもたらすメカニズムは不明であるとされ，三環系抗うつ剤の疼痛症候群における作用機序に関する更なる示唆を得るためには，ラセミレボキセチンによる新たな研究が必要であるとされている。すなわち，甲14文献では，抗うつ剤が有する数多くの薬理作用，すなわちノルエピネフリンのターンオーバーを促進する作用，セロトニン再取込み阻害作用，ノルエピネフリン再取込み阻害作用又はα−アドレナリン性受容体若しくはオピオイド受容体への作用等のうち，どれが鎮痛効果を発揮するかは不明であるとされており，鎮痛効果を発揮する薬理作用としてノルエピネフリン再取込み阻害作用は特定されていない。",
                            "したがって，上記引用箇所の記載は，原典である甲14文献の記載に即したものではなく，引用例8には疼痛症候群に対するノルエピネフリン再取込み阻害剤の有用性が示唆されているとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また審決は，(S，S)−レボキセチンが，疼痛症候群の疾患に有効であることは当業者が容易に予測し得ることであるとする(審決8頁1行～3行)。",
                            "しかし，上記aのとおり，引用例8にはノルエピネフリン再取込み阻害剤が疼痛症候群に有用であることが示唆されていない上，引用例8にはどの程度の阻害強度や選択性を有するものが疼痛症候群の治療に使用できるかは記載されていないし，ラセミレボキセチンに限らず様々な化合物が含まれるノルエピネフリン再取込み阻害剤において，どの化合物が疼痛症候群に対し有用であるかについて記載も示唆もされていない。",
                            "したがって，ノルエピネフリン再取込み阻害剤である多数の化合物の1つであって，特定の化合物であるラセミレボキセチンが疼痛症候群の治療に有用であることは当業者といえども容易に予測することはできないし，ましてや(S，S)−レボキセチンが前記疾患に有用である点ついて予測することはできない。そしてこの点は，本願優先日前にラセミレボキセチン，特に(S，S)−レボキセチンを含有する疼痛症候群治療薬が市販されていなかったことからも明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "選択性及びセロトニン再取込み部位に対する親和性に関する認定・判断の誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，引用例3，7，8を引用の上，(S，S)−レボキセチンと(R，R)−レボキセチンの混合物であるラセミレボキセチンは高い選択性を有するノルエピネフリン再取込み阻害剤であり，セロトニン再取込み部位に対する親和性がないものであるとし，これを前提に，(S，S)−レボキセチンがセロトニン再取込み部位に対する親和性がなく，高い選択性を有することは当業者が容易に予測し得ることであるとする(8頁4行～14行)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，セロトニン再取込み部位に対するノルエピネフリン再取込み部位への選択性(以下「セロトニン／ノルエピネフリン再取込み阻害選択性」という。)についてみると，そもそも本願補正発明1は，オキサプロチリン，デシプラミン，マプロチリン等の従来使用されていた薬剤においてセロトニン／ノルエピネフリン再取込み阻害選択性が低く，そのため高頻度で副作用が発現するという先行技術の問題点を踏まえ，ラセミレボキセチンの構成要素である(S，S)−レボキセチンが1万2770倍という非常に高いセロトニン／ノルエピネフリン再取込み阻害選択性を有すること(ラセミレボキセチンの阻害選択性と比較して約158倍)を見出すことによりなされたものである。",
                            "すなわち，本願補正発明1に係る「ノルエピネフリン再取り込みの選択的阻害は望まれるが，セロトニン再取り込みの阻害は望まれない慢性疼痛」という疾患の効果的な治療・予防は，(S，S)−レボキセチンが1万2770倍という非常に高いセロトニン／ノルエピネフリン再取込み阻害選択性を有することを見出すことにより，初めて可能になったのである。",
                            "これに対し，引用例3，7，8には，ラセミレボキセチンが選択的ノルエピネフリン再取込み阻害剤であることや，ラセミレボキセチンが高いセロトニン／ノルエピネフリン再取込み阻害選択性を有する点は記載されているが，その定量的な値については記載されていないし，どのような薬剤と比較して阻害選択性が高いのかについても記載されていない。",
                            "かえって，本願の国際出願日(平成12年6月22日)前である平成11年に発行された文献(Stuart A. Montgomery, \"Predictingresponse: noradrenaline reuptake inhibition\", InternationalClinical Psychopharmacology, 1999, Vol.14, suppl 1, S21-S26，甲15。以下「甲15文献」という。)には，ラセミレボキセチンのセロトニン／ノルエピネフリン再取込み部位に対する親和性の指標となるK 値が記載されており，これらの値からセロトニン／ノルエピネi",
                            "フリン再取込み阻害選択性を算出すると約134となる。また，昭和59年に発表された文献(ELLIOTT RICHELSON and MICHAEL PFENNING,\"BLOCKADE BY ANTIDEPRESSANTS AND RELATED COMPOUNDS OF BIOGENICAMINE UPTAKE INTO RAT BRAIN SYNAPTOSOMES:MOST ANTIDEPRESSANTSSELECTIVELY BLOCK NOREPINEPHRINE UPTAKE\", European Journal ofpharmacology,104 (1984) p.277 - 286，甲16，以下「甲16文献」という。)には，先行技術の薬剤であるオキサプロチリン，デシプラミン，マプロチリンのセロトニン／ノルエピネフリン再取込み部位に対する親和性の指標となるK 値が記載されており，これらの値からi",
                            "それぞれのセロトニン／ノルエピネフリン再取込み阻害選択性を算出すると，約4166，約377，約466となる。このように，ラセミレボキセチンのセロトニン／ノルエピネフリン再取込み阻害選択性は，従来技術の薬剤であるオキサプロチリン，デシプラミン，マプロチリンより低いものであり，むしろ，オキサプロチリン等，従来技術においてラセミレボキセチンよりも高いセロトニン／ノルエピネフリン再取込み阻害選択性を有する薬剤が存在したことは，広く知られていたのである。",
                            "そうすると，上記各引用例の記載からは，ラセミレボキセチンが選択性のない三環系抗うつ剤よりも高いセロトニン／ノルエピネフリン再取込み阻害選択性を有することを導き出すことはできても，従来技術であるオキサプロチリン等よりも高い阻害選択性を有することや，ましてや(S，S)−レボキセチンと同程度に高い阻害選択性を有することを導き出すことはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，セロトニン再取込み部位に対する親和性についてみると，そもそも引用例3にはこの点に関する記載は一切ない。",
                            "他方，引用例7，8には，審決が指摘するように，ラセミレボキセチンにはセロトニン再取込み部位に対する親和性がなく，セロトニン再取込みを阻害する性質がないかのような記載があるものの，甲15文献には，ラセミレボキセチンのセロトニン再取込み部位に対する親和性の指標となる阻害定数が1070nMである旨記載されている。",
                            "すなわち，本願優先日前においては，ラセミレボキセチンは前記部位に対してある程度の親和性を有するものであると広く知られていたのである。",
                            "そうすると，引用例7，8の上記記載は，ラセミレボキセチンは，セロトニン再取込み部位に対して1070nM程度の親和性を有することを意味すると理解することはできても，親和性がないものであることを導き出すことはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上によれば，引用例3，7，8の記載からは(S，S)−レボキセチンのセロトニン再取込み阻害選択性や同部位に対する親和性に関して具体的数値を予測することはできず，むしろ様々な数値を取り得ると考えられるから，(S，S)−レボキセチンがセロトニン再取込み部位に対する親和性がないとか，本願補正発明1と同程度の高い選択性を有することは，当業者といえども容易に予測することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "主要なセロトニン症候群に関する認定・判断の誤り",
                      "text": [
                        "審決は，引用例3には，高い選択性を有する「レボキセチン」は主要なセロトニン症候群を引き起こさないものであることが記載されているとし，これを前提に，(S，S)−レボキセチンが主要なセロトニン症候群を引き起こさないことは当業者が容易に予測し得ることであるとする(審決8頁7行～14行)。",
                        "しかし，引用例3には，「主要なセロトニン症候群を引き起こすことはないだろう」という著者の考察が記載されているにすぎず，ラセミレボキセチンによる主要なセロトニン症候群の発現を否定するものではないし，ラセミレボキセチンの主要なセロトニン症候群の発現頻度が，本願補正発明1の(S，S)−レボキセチンの発現頻度ほど低いことを示すものでもない(なお審決は，引用例3の上記記載について「‘主要なセロトニン症候群’をレボキセチン治療を受ける患者で引き起こすことはないに違いない。」(審決4頁下6行～下5行)と認定するが，同所の原文が”should not occur”であることに照らせば，上記のように訳すべきである。)。",
                        "むしろ，主要なセロトニン症候群はセロトニン再取込み阻害に起因するものであるから，その発現頻度はセロトニン／ノルエピネフリン再取込み阻害選択性に依存するものである(阻害選択性が低いとセロトニン症候群の発現頻度が高くなる)。そして，前記(イ)のとおり，本願補正発明1に係る(S，S)−レボキセチンは，1万2770倍という非常に高いセロトニン／ノルエピネフリン再取込み阻害選択性を有し，これはオキサプロチリン等の従来技術における薬剤と比較して非常に高いものであるのに対し，ラセミレボキセチンは134にとどまる。",
                        "そうすると，引用例3からは，ラセミレボキセチンの主要なセロトニン症候群の発現頻度は，選択性のない三環系抗うつ薬よりは低いと理解することはできても，オキサプロチリン等の従来技術より低いことを導き出すことはできないし，ましてや本願補正発明1に係る(S，S)−レボキセチンの上記阻害選択性から把握できるほど発現頻度が低いことを導き出すことはできない。",
                        "したがって，本願補正発明1に係る(S，S)−レボキセチンが高い選択性を有し，そのため主要なセロトニン症候群を引き起こさないことは，当業者といえども容易に予測することはできない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "医薬用途の容易想到性判断の誤り",
                      "text": [
                        "審決は，引用発明の医薬組成物の用途を，「ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛の治療または予防のための」ものとすることは，当業者が容易に想到し得ることであるとする(審決8頁15行～18行)。",
                        "しかし，上記のとおり，審決の上記判断は，(S，S)−レボキセチンが，疼痛症候群の疾患に有効であることは当業者が容易に予測し得ることであるとか，(S，S)−レボキセチンが，セロトニン再取込み部位に対する親和性がなく，高い選択性を有し，主要なセロトニン症候群を引き起こさないことは当業者が容易に予測し得ることであるという誤った前提に基づくものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "作用効果に関する判断の誤り(取消事由2)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "効果の予測性に関する判断の誤り",
                      "text": [
                        "審決は，「(S，S)−レボキセチンは，‘主要なセロトニン症候群’を引き起こさないと容易に予想し得るのであるから，(S，S)−レボキセチンを有効成分とする本願補正発明1が，セロトニン再取り込み阻害により引き起こされる副作用を生ぜしめる可能性が低いことも当業者が容易に予想し得ることである。」(審決8頁19行～23行)とする。",
                        "しかし，上記アのとおり，ラセミレボキセチンが主要なセロトニン症候群を引き起こさないことは，当業者といえども容易に予測することはできないのであるから，セロトニン再取込み阻害により引き起こされる副作用を生ぜしめる可能性が低いことも当業者が容易に予想し得るものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "効果の参酌に関する誤り",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審決は，本願補正発明1は副作用が極めて低い点で格別な効果を奏するものである旨の原告の主張に対し，本願明細書には，本願補正発明1の効果である慢性疼痛に対する治療効果，副作用については一切具体的な記載はなく，その主張を採用することはできない旨判断している(審決8頁24行～29行)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "しかし，本願明細書(甲5)には，以下のとおり，従来技術の問題点，(S，S)−レボキセチンの治療効果や副作用に関する本願補正発明1の効果が記載されている。",
                            "「他の抗うつ剤はノルエピネフリンの再取込みを阻害する高い薬理学的選択性を有していることが報告されている。例えば，オキサプロチリンは，約4166のセロトニン再取込みに対するノルエピネフリン再取込みについての薬理学的選択性を有し，それはK 値に基づく。デシプラミンの対応する薬i",
                            "理学的選択性は約377およびマプロチリンのそれは約446である。…オキサプロチリン，デシプラミン，およびマプロチリンの比較的高い選択性にもかかわらず，これらおよび他の知られた物質は，他の神経伝達物質の受容体を，それらも不都合な副作用に寄与する程度にまで，望ましくなく遮断する。」(段落【0017】)",
                            "「本発明の方法および組成物は，ノルエピネフリンの再取込みの阻害が利益を与えるヒト状態を治療するのに有用である，…より詳しくは，本発明の組成物の投与は，限定されないが，…慢性疼痛，…を含むさまざまなヒト状態を治療するのに有用である。」(段落【0040】)",
                            "「…特に，セロトニン対ノルエピネフリンの選択性は，(ラセミ体に対する)81から光学的に純粋な(S,S)レボキセチンに対する12,770まで増大する。したがって，治療用量の(S,S)レボキセチンの投与は，効果的にノルエピネフリンの再取込みを阻害するが，セロトニン再取込みは本質的に影響されない。同様に，ノルエピネフリン再取込み部位と他の受容体との作用の間での分離にさらなる増加がある。結果として，セロトニン再取込みの阻害および他の受容体にてのブロックに関連する不都合な副作用は明らかにされていない。」(段落【0072】)",
                            "そして本願明細書(甲5)の段落【0065】～【0070】には，",
                            "本願補正発明1の(S，S)−レボキセチンの優れた薬理学的選択性及び効力を示すための試験方法が記載され，さらに段落【0071】の〔表1〕には，(S，S)−レボキセチンのノルエピネフリン再取込み阻害強度及びセロトニン／ノルエピネフリン再取込み阻害選択性の測定結果が具体的数値により記載されている。",
                            "したがって，当業者であれば，上記ノルエピネフリン再取込み阻害強度のデータから，本願補正発明1の慢性疼痛に対する治療効果を理解することができる。",
                            "また，当業者であれば，上記セロトニン／ノルエピネフリン再取込み阻害選択性のデータと，段落【0072】の「ノルエピネフリン再取込み部位と他の受容体との作用の間での分離にさらなる増加がある」という記載から，本願補正発明1の副作用減少効果を理解することができる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上のことは，次の宣誓供述書により確認することができる。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "甲17の宣誓供述書は，平成14年3月22日に，南イリノイ大学医学部助教授のB博士が宣誓供述し，米国特許商標庁にも提出したものであるが，ここには，(S，S)−レボキセチンは，ラセミレボキセチンと比較して，他の神経伝達物質の受容体よりもノルエピネフリン再取込み部位に対して非常に高い結合選択性を有するものであることが記載されている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "甲18の宣誓供述書は，本願明細書に記載された本願補正発明1の慢性疼痛に対する治療効果，副作用減少効果を確認するためのものであり，平成17年9月23日に，ファイザー株式会社の安全性及びリスク管理部長のC博士が宣誓供述し，欧州特許庁にも提出したものである。そして，これに記載された臨床試験の結果によれば，① 頻脈の背景発現率は年齢とともに上昇することがよく知られていることから，(S，S)−レボキセチンの臨床試験と，ラセミレボキセチンの第II相および第III相試験との比較においては，頻脈は，高齢特性を有する(S，S)−レボキセチン投与群でより高頻度に発現すると予想されること，",
                              "text": [
                                "② (S，S)−レボキセチンの臨床試験においては，75歳以上の患者は，ラセミレボキセチンの臨床試験(Study 034，035，019)に",
                                "おける65歳以上の患者と比較して，同用量の(S，S)−レボキセチンに暴露されていることから，同程度の頻脈発現率が報告されると予想されること，",
                                "③ 甲19の文献(Thierry Denolle,et al,\"Hemodynamic effects ofreboxetine in healthy male volunteers\",Clinical Pharmacology &Therapeutics,1999,Vol.66, No.3)には，「S，S-エナンチオマーは，ヒトにおいてレボキセチンの血流力学効果の原因となる」と，(S，S)−レボキセチンが動悸や頻脈等の副作用を引き起こすことが示唆されていること，",
                                "が認められ，これらの各点を考慮すると，(S,S)−レボキセチン投与群において認められた頻脈に関する低い副作用発現率は，予期せぬ顕著なものである。",
                                "また，甲18の宣誓供述書の別添5は上記臨床試験の概要を示したものであるが，(S，S)−レボキセチンは，帯状疱疹後神経痛の慢性疼痛患者に対し，明らかに有効であったことが示されている。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "以上のとおり，本願明細書，本願補正発明1の慢性疼痛に対する治療効果，副作用減少効果が記載されており，さらにこれらの効果は，本願明細書に記載された(S，S)−レボキセチンのノルエピネフリン再取込み阻害強度，セロトニン／ノルエピネフリン再取込み阻害選択性のデータ等により裏付けられており，上記宣誓供述書によっても確認されているのであるから，本願補正発明1の効果として参酌されるべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "疼痛症候群に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例8には，ノルエピネフリン再取込み阻害剤が疼痛症候群に有用であることは示唆されていないと主張する。",
                        "しかし，引用例8(甲4)には，審決に(8−e)として摘示したとおり，「対照的に，ノルエピネフリン再取り込み阻害剤(複数)は，うつ病性障害に有用であり，パニック障害に対しても有用である可能性がある一方，それらは，注意欠陥多動性障害および疼痛症候群を含む異なるスペクトルの疾患に，SSRI(複数)…よりも有用であろう。」(審決5頁下10行～下6行)と記載されている。",
                        "この引用例8は，医学の論文誌である「Journal of Affective Disorders」に掲載された英国ウエールズ大学の北ウエールズ精神医学科の研究者による「レボキセチンの臨床的薬理学的プロファイル：レボキセチンは健康に対する推定上の神経生物学的基質に係わるか？」との標題の論文であるところ，その内容は，「新しい抗アドレナリン性再取込み阻害抗うつ薬であるレボキセチンの臨床試験の概説に続いて，本論文は選択的抗うつ作用をよりよく理解するための発見的な理論上の枠組みを提示する」(要約の最初の文章)ものであり，多くの臨床試験の報告や論文を引用し，審決で引用したような筆者の見解を記載したものである。",
                        "そうすると，引用例8自体に直接的には著者が上記見解に至った具体的臨床試験結果や動物試験結果，論理的な説明が記載されていなくとも，引用例8に接した当業者は，著者が，根拠のない単なる希望や空想ではなく，専門家として，レボキセチンに関する多くの臨床例や論文を検討した上で，上記見解を記載していると考えるのが自然であり，審決が，引用例8に「ノルエピネフリン再取り込み阻害剤は，疼痛症候群の疾患に有用であることが示唆されている」旨認定した点に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用例8が引用する甲14文献においては抗うつ剤が有する数多くの薬理作用のうちどれが鎮痛効果を発揮するかは不明とされているから，引用例8にはノルエピネフリン再取込み阻害剤が疼痛症候群に有用であることは示唆されていないと主張する。",
                        "しかし，引用例8は1998年〔平成10年〕に頒布された文献であり，1999年〔平成11〕に頒布された甲14文献を引用することはないから，引用例8に引用されている「Leonard and Hea1y,1998」は，甲14文献ではない。",
                        "ちなみに，甲14文献には，抗うつ剤は，長い間，慢性疼痛症候群の治療に用いられていること，これまでにTCA(三環系抗うつ剤)を含むプラセボ対照研究や選択的セロトニン再取込み阻害剤(SSRI)の使用の事例報告がなされていること，さらに，著者の見解として，これらの研究結果に基づけば，慢性疼痛症候群の分野においてデシプラミン(ノルアドレナリンの再取込みを阻害する三環系抗うつ剤)やアミトリチリン(ノルアドレナリンとセロトニンの両方の再取込みを阻害する三環系抗うつ剤)に比べて選択的セロトニン再取込み阻害剤(SSRI)の治療効果が低いことは，三環系抗うつ剤のノルアドレナリンの再取込み阻害作用が慢性疼痛症候群の治療に効果があることを示唆していること，この見解の正当性は，選択的ノルアドレナリン再取込み阻害剤であるレボキシンによる慢性疼痛症候群の治療の研究により証明されるであろうということが記載されている。これらの甲14文献の記載は，ノルアドレナリンの再取込みを選択的に阻害する選択的ノルアドレナリン(ノルエピネフリン)再取込み阻害剤が，慢性疼痛症候群の治療効果があり，セロトニン再取込み阻害作用による副作用を避けることができることを示唆するものであり，選択的ノルアドレナリン(ノルエピネフリン)再取込み阻害剤が慢性疼痛症候群の治療に有用であることを示唆するものである。",
                        "したがって，上記甲14文献の記載も，引用例8記載の見解の正当性を裏付けるものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用例8にはノルエピネフリン再取込み阻害剤のうちのどの化合物が疼痛症候群に対し有用であったかについては記載されていないし，示唆もされていないと主張する。",
                        "しかし，引用例8(甲4)は，上記(ア)のとおり，レボキセチンに関する論文であり，レボキセチンが選択的にノルエピネフリン再取込みを阻害する抗うつ剤であることが記載されているのであるから，レボキセチンは幾つかの国で製造承認されている周知の抗うつ剤であること(引用例3〔甲2〕S23頁左欄1行～4行，審決4頁10行～13行)を",
                        "考え合わせれば，当業者であれば，ここでいうノルエピネフリン再取込み阻害剤の具体例としてレボキセチンを考えるのが当然である。",
                        "そして，レボキセチンは(R，R)及び(S，S)エナンチオマーの混合物であり，(S，S)エナンチオマーはより強力であるが，両者の間に，薬力学的性質において質的な違いはない(引用例3〔甲2〕要約1行～4行，審決4頁2行～7行)のであるから，審決が，引用例8には，ノルエピネフリン再取込み阻害剤は，疼痛症候群の疾患に有用であることが示唆されていると認定し，ノルエピネフリン再取込み阻害剤であり，抗うつ剤である(S，S)−レボキセチンが疼痛症候群の患者に有効であることは当業者が容易に予測し得ることであると判断したことに誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "選択性，セロトニン再取込み部位に対する親和性及び主要なセロトニン症候群に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，引用例3にはセロトニン再取込み部位に対して親和性がない点については一切記載されていないと主張する。",
                        "しかし，引用例3(甲2)には，「レボキセチンはノルアドレナリン再取り込みの選択的な阻害剤であるので，レボキセチンは，MAO−Aに選択的な，あるいは混合MAOに対する阻害剤と有利に併用されるであろう。さらに，レボキセチンのノルアドレナリン再取り込み機構に対する高い選択性は，MAO阻害剤やセロトニン再取り込み阻害剤，さらに頻繁にはそれらの併用において報告されている致命的となる可能性のある合併症である‘主要なセロトニン症候群’をレボキセチン治療を受ける患者で引き起こすことはないに違いない。」(S33頁左欄5行～15行，審決4頁下11行～下5行)と記載されており，レボキセチンが「ノルアドレナリン」(ノルエピネフリン)再取込み機構に対する高い選択性を有するノルエピネフリン再取込み阻害剤であることが記載されるとともに，セロトニン再取込み部位に対して親和性がないことが示唆されている。",
                        "また，引用例7，8の記載をみても，引用例7(甲3)には，「ノルアドレナリン機構に焦点を絞った研究により，選択的ノルアドレナリン再取り込み阻害剤(NRI)としては初めてのものであるレボキセチンが開発された。…これは，旧来の三環式抗うつ剤に伴う典型的な副作用を免れるものであり，それ故に，セロトニン及びドーパミン再取り込み部位に親和性がないだけでなく，ムスカリン，ヒスタミン，あるいはアドレナリン受容体に対するいかなる親和性からも免れるものである。」(4頁左欄8行～右欄4行，審決5頁2行～7行)として，レボキセチンが選択的ノルアドレナリン(ノルエピネフリン)再取込み阻害剤であり，セロトニン再取込み部位に親和性がないことが記載されている。同様に，引用例8(甲4)には ，「レボキセチンは，ヴィロキサジン由来の選択的ノルエピネフリン再取り込み阻害剤である。以前のノルエピネフリン再取り込み阻害剤，クレシプラミン，マプロチリン，およびロフェプラミンとは異なり，それはノルエピネフリン再取り込み部位以外のヒスタミン性もしくはコリン性受容体，またはアドレナリン性受容体において有意な影響は与えない。」(314頁右欄36行～42行，審決5頁16行～20行)として，レボキセチンが選択的ノルエピネフリン再取込み阻害剤であり，以前のものと異なり他の受容体に対する有意な影響を与えない，すなわち選択性が高いことが記載されており，また，「これは(審決注 レボキセチンのこと)は，5HT(審決注 セロトニンのこと)の再取り込みを阻害する性質が無いという長所のため，他の向精神性薬剤との併用に有用である可能性がある。」(315頁左欄17行～22行，審決5頁22行～24行)として，レボキセチンがセロトニンの再取込みを阻害する性質がない，すなわち，セロトニン再取込み部位に親和性がないことが記載されている。",
                        "以上のとおりであるから，審決が，引用例3，7，8を引用し，(R，R)及び(S，S)−レボキセチンのラセミ混合物である「レボキセチン」は，高い選択性を有するノルエピネフリン再取込み阻害剤であり，セロトニン再取込み部位に対する親和性がないものであると認定した点に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また原告は，引用例3はラセミレボキセチンによる主要なセロトニン症候群の発現を否定するものではないと主張する。",
                        "しかし，上記アのとおり，引用例3には，「…さらに，レボキセチンのノルアドレナリン再取り込み機構に対する高い選択性は，MAO阻害剤やセロトニン再取り込み阻害剤，さらに頻繁にはそれらの併用において報告されている致命的となる可能性のある合併症である‘主要なセロトニン症候群’をレボキセチン治療を受ける患者で引き起こすことはないに違いない。」(審決4頁下9行～下5行)として，高い選択性を有する「レボキセチン」は主要なセロトニン症候群を引き起こさないものであることが著者の強い確信をもった見解として記載されているのであるから，審決に誤りはない。",
                        "なお原告は，引用例3の原文における「shou1d」につき，「きっと…だろう」等と翻訳されるものであるとして，あたかも審決は英文で書かれた引用例3の記載を誤って理解しているがごとき主張をするが，「shou1d」は，蓋然性が高いことを示す助動詞であるから，審決が「…に違いない。」と翻訳したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，以上の引用例の記載を前提とした上で，さらに引用例3には，レボキセチンのエナンチオマー間に，薬力学的性質において質的な違いは観察されなかったことが記載されていることを考慮すれば，レボキセチンのエナンチオマーである(S，S)−レボキセチンが，レボキセチンと同様に，セロトニン再取込み部位に対する親和性がなく，高い選択性を有し，主要なセロトニン症候群を引き起こさないことも，当業者が容易に予測し得ることである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "これに対し原告は，引用例3，7，8の記載から，ラセミレボキセチンが，オキサプロチリン等よりも高い前記阻害選択性を有することや，ましてや本願明細書に記載されているような高いセロトニン/ノルエピネフリン再取込み阻害選択性を有するものであることを導き出すことはできないとか，ラセミレボキセチンの主要なセロトニン症候群の発現頻度がオキサプロチリン等より低いことを導き出すことはできないし，ましてや本願補正発明1に係る(S，S)−レボキセチンのセロトニン/ノルエピネフリン再取込み阻害選択性から把握できるほど低いことを導き出すことはできないとして，この点に関する審決の認定・判断は誤りであると主張する。",
                        "しかし，審決は，オキサプロチリン等よりも高い阻害選択性を有するとか，本願明細書に記載されているような高いセロトニン/ノルエピネフリン再取込み阻害選択性を有することを認定し，又は当業者が容易に予測し得るものであると判断するものではない。",
                        "本願補正発明1により(S，S)−レボキセチンが1万2770倍と",
                        "いう非常に高いセロトニン／ノルエピネフリン再取込み阻害選択性を有することが初めて見出され，この選択性が当業者が容易に予測することができないものであるとしても，審決が示すとおり，引用例3には，(S，S)−レボキセチンがノルエピネフリン再取込み阻害剤であり，抗うつ剤として使用できることが記載されており，一方，引用例8には，ノルエピネフリン再取込み阻害剤は抗うつ剤であるとともに，疼痛症候群の疾患に有用であることが示唆されているのであるから，ノルエピネフリン再取込み阻害剤であり，抗うつ剤として使用できる(S，S)−レボキセチンが疼痛症候群の疾患に有効であることは当業者が容易に予測し得ることであり，(S，S)−レボキセチンを有効成分とする引用発明の医薬組成物の用途を「慢性疼痛治療または予防のための」ものとすることは，当業者が容易に想到し得ることである。",
                        "そして，セロトニン再取込み部位に対する親和性がなく，高い選択性を有し，主要なセロトニン症候群を引き起こさない有効成分を，「ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない」疾患治療又は予防に用いることは当業者にとって明らかなことであり，(S，S)−レボキセチンが，セロトニン再取込み部位に対する親和性がなく，高い選択性を有し，主要なセロトニン症候群を引き起こさないことは，当業者が容易に予測し得ることであるのであるから，慢性疼痛治療又は予防を「ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない」慢性疼痛治療又は予防とすることも，当業者が容易に想到し得ることである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "医薬用途の容易想到性判断に関し",
                  "text": [
                    "原告は，引用発明の医薬組成物の用途を，「ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛治療または予防のための」ものとすることは当業者が容易に想到し得ることであるとした審決の判断は誤った前提に基づくものであるから，誤りであると主張するが，前提に誤りがないことは上記ア，イのとおりであり，審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "効果の予測性に関し",
                  "text": [
                    "原告は，ラセミレボキセチンが主要なセロトニン症候群を引き起こさないことは，当業者といえども容易に予測することはできないのであるから，セロトニン再取込み阻害により引き起こされる副作用を生ぜしめる可能性が低いことも当業者が容易に予想し得るものではないと主張する。",
                    "しかし，上記のとおり，(S，S)−レボキセチンが，主要なセロトニン症候群を引き起こさないことは当業者が容易に予測し得ることである。",
                    "したがって，(S，S)−レボキセチンを有効成分とする本願補正発明1が，セロトニン再取込み阻害により引き起こされる副作用を生ぜしめる可能性が低いことも当業者が容易に予想し得ることであるとの審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "効果の参酌に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本願明細書には本願補正発明1の慢性疼痛に対する治療効果，副作用減少効果が記載されており，これらの効果は本願明細書に記載された(S，S)−レボキセチンのノルエピネフリン再取込み阻害強度，セロトニン／ノルエピネフリン再取込み阻害選択性のデータ等により裏付けられているし，甲17及び18の宣誓供述書により確認されているのであるから，本願補正発明1の効果として参酌されるべきであると主張する。",
                        "しかし，本願明細書(甲5)には，「主要なセロトニン症候群を引き起こさない」という医薬としての効果について，「主要なセロトニン症候群の発現頻度」の具体的な値はもちろん，具体的な説明はなんら記載されていないし，本願補正発明1の効果である治療又は予防効，副作用については本願明細書に一切具体的な記載はない。",
                        "また，そうである以上，本願出願後に作成された宣誓供述書を本願明細書に記載された本願補正発明1の効果を裏付けるものとして参酌することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "これに対し原告は，本願明細書の段落【0065】～【0070】には本願補正発明1の(S，S)−レボキセチンの優れた薬理学的選択性及び効力を示すための試験方法が記載されていると主張するが，本願明細書の段落【0065】～【0070】には，(S，S)−レボキセチ",
                      "text": [
                        "ンのセロトニン／ノルエピネフリンのK 値の決定方法が記載されていi",
                        "るだけで，本願補正発明1の「ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛の治療または予防のための医薬組成物」の治療又は予防の薬理効果を測定する方法は記載されていない。",
                        "そもそも，セロトニン／ノルエピネフリンのK の選択性と「主要なi",
                        "セロトニン症候群の発現頻度」との関係は，K 値が生体外での試験にi",
                        "より決定される値であるのに対し，「主要なセロトニン症候群の発現頻度」は生体に抗うつ剤を投与した場合に表れる症状であり，後者は単にK 値にのみにより決まるものではなく，抗うつ剤の種々の性質に依存i",
                        "するものである。K の選択性が低い非選択的三環系抗うつ剤に比べ，i",
                        "K の選択性が高い選択的ノルエピネフリン再取込み阻害剤(SSRI)i",
                        "では，「主要なセロトニン症候群の発現頻度」が高いといった程度の一般的な傾向はあるとしても，K の選択性の値から直ちに「主要なセロi",
                        "トニン症候群の発現頻度」が分かるというものではない。",
                        "そして，本願明細書(甲5)には，段落【0071】の表1に(S，S)−レボキセチン，(R，R)−レボキセチン，レボキセチン(ラセミ体)のセロトニン／ノルエピネフリンのK の選択性が記載されておi",
                        "り，これによれば，(S，S)−レボキセチンのK の選択性は1万27i",
                        "70であり，レボキセチン(ラセミ体)のK の選択性は81と記載さi",
                        "れているのであるが，これらK の選択性から具体的な「主要なセロトi",
                        "ニン症候群の発現頻度」が予測できるような理論的な説明は一切なく，また，このような予測が技術常識であるとの証拠を原告は提出していない。",
                        "したがって，本願明細書にセロトニン／ノルエピネフリンのK の選i",
                        "択性が数値として記載されていても，この数値が具体的な「主要なセロトニン症候群の発現頻度」を示すものとはいえない。",
                        "同様に，原告の挙げる段落【0072】の記載も，(S，S)−レボキセチンのセロトニン／ノルエピネフリン再取込み阻害選択性(1万2770倍)が，どの程度の「主要なセロトニン症候群の発現頻度」をもたらすかを示すものではない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願補正発明1の意義",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1(2)のとおり，本願補正発明1の内容は次のとおりのものである(当事者間に争いがない。)。",
                "「【請求項1】 ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛の治療または予防のための医薬組成物であって，該組成物は存在する(S，S)および(R，R)レボキセチンの総重量に基づき，少なくとも90重量％の場合により医薬上許容される塩の形態の(S，S)−レボキセチン，および10重量％未満の場合により医薬上許容される塩の形態の(R，R)−レボキセチンを含むことを特徴とする上記医薬組成物。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そして，本願明細書(甲5)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の背景発明の分野",
                  "text": [
                    "「本発明は，ノルエピネフリンの再取込みの阻害が利益を与える様々な状態に罹っている個人を治療する方法に関する。特に，本発明は(S,S)レボキセチンのごとき化合物を個人に投与することを特徴とする治療方法であって，ここに，該化合物は，セロトニン再取込み部位と比較して，ノルエピネフリン再取込み部位に対して高い薬理学的選択性を有する。本発明は該化合物を含有する組成物，および該化合物を含有する医薬の調製にも関する。」(段落【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "関連技術の簡単な説明",
                  "text": [
                    "・ 「多くのタイプのうつ病，精神的，行動的，および神経学的障害はある種のモノアミン神経伝達物質を用いて信号を伝える脳回路における混乱に起因する。モノアミン神経伝達物質は，例えば，ノルエピネフリン(ノルアドレナリン)，セロトニン(5−HT)，およびドーパミンを含む。通常レベルより低いノルエピネフリンは，生活におけるエネルギー，モチベーションおよび興味の欠如を含む種々の症状に関連する。かくして，通常レベルのノルエピネフリンは報酬(reward)への衝動および受け入れ能力を維持するのに必須である。」(段落【0002】)・ 「これらの神経伝達物質は，小さなギャップ(すなわち，シナプス間隙)を渡ってニューロン末端から移動し，もう一つのニューロン表面上の受容体分子に結合する。この結合はシナプス後ニューロンにおける反応または変化を開始するか，あるいは活性化する細胞内変化を誘発する。不活性化が，主に，シナプス前ニューロンへ戻す神経伝達物質の輸送(すなわち，再取込み)により生じる。ノルアドレナリン伝達の異常は，神経学的障害は，生活におけるエネルギー，モチベーション，および興味の欠如を含む様々な症状の原因となる様々なタイプのうつ病，精神的，行動的および神経学的障害をもたらす。…」(段落【0003】)・ 「レボキセチン(すなわち，2−［(2−エトキシフェノキシ)(フェニル)メチル］モルホリン)は，例えば，ノルエピネフリンの再取込みを防止することによって，生理学的に活性なノルエピネフリンの濃度を上昇させる。レボキセチンはノルエピネフリン再取込み阻害剤であり，うつ病の短期(すなわち，8週間未満)および長期治療に有効であることが示されている。実際に，レボキセチンは，成人および老人患者の両方において共通して処方される抗うつ剤であるフルオレキセチン，イミプラミンおよびデシプラミンと同じ有効性を有する。」(段落【0004】)・ 「現在，レボキセチンは，1：1比の鏡像異性体(R,R)および(S,S)のラセミ混合物としてのみ商業的に入手可能であり，一般名称「レボキセチン」への本明細書の言及は，この鏡像異性体もしくはラセミ混合物をいう。…」(段落【0015】)",
                    "・ 「しかしながら，レボキセチンの投与は，薬物−薬物相互作用に関連する所望しない副作用および，例えば，眩暈，不眠症，めまい，血圧変動，発汗，胃腸障害，男性の性的不全，ある種の抗コリン様効果(例えば，頻脈および尿停留)のごとき他の所望しない副作用をもたらす。そのような副作用は，部分的に，レボキセチンがノルエピネフリンを阻害するのに充分高い選択性を欠如することから，生じる。",
                    "換言すれば，レボキセチンは，セロトニンおよびドーパミンのように，該所望しない副作用に寄与するのに充分な程度にまで他のモノアミンの再取込みをブロックする。」(段落【0016】)",
                    "・ 「他の抗うつ剤はノルエピネフリンの再取込みを阻害する高い薬理学的選択性を有していることが報告されている。例えば，オキサプロチリンは，約4166のセロトニン再取込みに対するノルエピネフリン再取込みについての薬理学的選択性を有し，それはKi値に基づく。デシプラミンの対応する薬理学的選択性は約377およびマプロチリンのそれは約446である。…オキサプロチリン，デシプラミン，およびマプロチリンの比較的高い選択性にもかかわらず，これらおよび他の知られた物質は，他の神経伝達物質の受容体を，それらも不都合な副作用に寄与する程度にまで，望ましくなく遮断する。」(段落【0017】)",
                    "・ 「したがって，当該分野において，ノルエピネフリンの再取込みの阻害が利益を与えつつ，従来のノルエピネフリン再取込み阻害剤に関連する不都合な副作用を低減するか，または除外する様々な状態に罹患している個人の治療法の必要がある。",
                    "セロトニンおよびドーパミンのように，他の神経伝達物質よりもノルエピネフリンの再取込みを選択的に阻害する方法の必要もある。特に，当該分野において，高度に選択的(1の再取込み部位にて)，特異的(他の受容体では活性がない)，および強力なノルエピネフリン再取込み阻害剤の必要がある。さらに，高度に選択的，かつ，強力なノルエピネフリン再取込みインヒビターを含有する医薬組成物の必要もある。なおさらに，そのような医薬組成物を含有する医薬および，そのような医薬の製造におけるそのような組成物の使用の必要がある。」(段落【0018】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明の概略",
                  "text": [
                    "「概略的に，本発明は，ノルエピネフリンの再取込みの阻害が利益を与え，より詳しくは，ノルエピネフリンの選択的，特異的，および強力な阻害が利益を与える様々なヒト状態を治療するかまたは予防するための組成物および方法に向けられる。より特別には，本発明は，レボキセチンまたはその光学的に純粋な(S,S)立体異性体をヒトに投与することを特徴とするそのような状態の有用な治療または予防に向けられる。…」(段落【0019】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "好ましい具体例の詳細な説明",
                  "text": [
                    "・ 「レボキセチンは中枢神経系に活性な既知化合物であり，抗うつ剤として用いられてきている。今まで，レボキセチンの使用はうつ病，反抗挑戦性障害，注意欠陥／多動障害，および行為傷害の治療に限られていた。…これらの治療方法は，(S,S)および(R,R)レボキセチン立体異性体のラセミ混合物の投与に限定されていた。」(段落【0028】)",
                    "・ 「本発明の方法および組成物は，ノルエピネフリンの再取込みの阻害が利益を与えるヒト状態を治療するのに有用である…。",
                    "より詳しくは，本発明の組成物の投与は，限定されないが，…慢性疼痛，…を含むさまざまなヒト状態を治療するのに有用である。」(段落【0040】)・ 「本発明の組成物の好ましい具体例は，(S,S)レボキセチンを含む。商業的に入手可能なレボキセチンは2−［(2−エトキシフェノキシ)(フェニル)メチル］モルホリンの(R,R)および(S,S)鏡像異性体のラセミ混合物であることは知られている。該(S,S)立体異性体は，ノルエピネフリンの再取込みを阻害することに関して，最も活性で，最も選択的な立体異性体であることが今や発見された。",
                    "さらに，個人に投与したとき，本明細書に記載の用量において，光学的に純粋な物質として(すなわち，その(R,R)ジアステレオマーの実質的な不存在下において)，該個人は商業的に入手可能なレボキセチンの投与に関連する多くの不都合な副作用を体験しない。さらに，該(S,S)および(R,R)鏡像異性体は，該セロトニン神経伝達物質と比較して，該ノルエピネフリン神経伝達物質について逆の選択性を有し，光学的に純粋な(S,S)レボキセチンはノルエピネフリンの再取込みを阻害することにおいて，該(R,R)鏡像異性体または該(S,S)および(R,R)鏡像異性体のラセミ混合物のいずれよりも顕著により有効であることがさらに発見された。」(段落【0044】)",
                    "・ 「詳しくは，光学的に純粋な(S,S)レボキセチンを含有する組成物は，ノルエピネフリンの再取込みを阻害することにおいて，該(R,R)および(S,S)立体異性体のラセミ混合物を含有する組成物と比較して，約5ないし約8．5倍より有効である。したがって，該ラセミ混合物(すなわち，商業的に入手可能なレボキセチン)の典型的な日用量は，光学的に純粋な(S,S)レボキセチンを用いるとき，約50％ないし約80％減少させ得る。用量の減少は効力の低下をもたらさないが，種々の不都合な副作用の低減または排除が観察された。」(段落【0045】)・ 「特に，光学的に純粋な(S,S)レボキセチンは，セロトニン再取込みと比較して，ノルエピネフリン再取込みを選択的に阻害するので，セロトニン再取込みに関連する不都合な副作用は低減または排除される。そのような不都合な副作用は，限定されないが，胃腸障害，不安，性的不全，および薬物−薬物相互作用に関連する所望しない副作用を含む。」(段落【0046】)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願補正発明1は，ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛の治療又は予防のための医薬組成物に関するものであり，従来ノルエピネフリン再取込み阻害剤はうつ病の治療に有効であるとされ，ラセミ混合物としてのレボキセチンその他の薬剤が治療に用いられていたが，その投与にはノルエピネフリンを阻害するのに充分高い選択性を欠如し，セロトニンやドーパミンといった他の神経伝達物質の受容体を遮断してその再取込みをブロックしてしまうことによる副作用を回避し得なかったところ，うつ病と同様にノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛の治療等において生じ得る上記と同様の副作用を回避するため，前記(1)に記載の組成による薬剤を用いるというものである。そして，このような本願補正発明1は，(R，R)及び(S，S)鏡像異性体のラセミ混合物であるレボキセチンのうち，(S，S)立体異性体としての(S，S)−レボキセチンはノルエピネフリンの再取込みを阻害することに関して最も活性で，セロトニン再取込みと比較してノルエピネフリンの再取込みを阻害する点で最も選択的な立体異性体であるため，セロトニン再取込みに関連する不都合な副作用は低減又は排除されることを発見したことにより生まれたものであるとされている。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本願補正発明1と引用発明との相違点である「ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛の治療または予防のための」ものであるとの本願補正発明1の構成は，引用例1，3，7，8に記載された発明に基づいて容易に想到できるとしたのに対し，原告は，このような審決の相違点の判断に誤りがある旨主張するので，この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，引用例1(甲1)の記載についてみると，前記1(3)のとおり，引用例1に「活性成分としての相対純度98．5％以上の(＋)2S，3S−2−〔α−(2−エトキシ−フェノキシ)−ベンジル〕−モルホリンおよびその薬学的に許容しうる塩，並びに薬学的に許容しうる担体および／または希釈剤を含む薬学的組成物。」との引用発明が記載されていることは当事者間に争いがない。",
                    "そして，これを本願補正発明1と対比の上で表現すると，引用例1には，「医薬組成物であって，該組成物は存在する(S，S)および(R，R)レボキセチンの総重量に基づき，98．5重量％以上の場合により医薬上許容される塩の形態の(S，S)−レボキセチン，および1．5重量％未満の場合により医薬上許容される塩の形態の(R，R)−レボキセチンを含むことを特徴とする上記医薬組成物。」が開示されていると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "他方，引用例3，7，8には次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用例3(甲2)",
                      "text": [
                        "・ 「人及び動物モデルにおける，選択的ノルアドレナリン再取り込み阻害剤であるレボキセチンの薬物動態及び代謝についてここにレビューする。レボキセチンは，強い抗うつ活性を有し，アルファアドレナリン及びムスカリン受容体に対して低い親和性を持ち，動物での毒性は低い。これは(R，R)及び(S，S)エナンチオマーの混合物であり，後者はより強力であるが，両者の間に，薬力学的性質において質的な違いは観察されなかった。」(要約1行～4行・訳文による)",
                        "・ 「レボキセチン，すなわち(RS)−2−［(RS)−α−(2−エトキシフェノキシ)ベンジル］モルホリンメタンスルホネートは，新規化学物質であり，最近いくつかの国で抗うつ剤として承認された。」(S23頁左欄1行～4行)・ 「…レボキセチンは，選択的ノルアドレナリン再取り込み阻害剤であることが示されており，」(S23頁左欄9行～11行・訳文による)",
                        "・ 「レボキセチンの強力な抗うつ活性は，最初，ハツカネズミでの2つの試験で明らかにされた。…」(S23頁右欄12行～17行・訳文による)・ 「MAO−A活性に対してレボキセチンの影響が無いことは，ラットの脳のホモジェネートを用いたインビトロで確認された…。MAO−Bに対するレボキセチンの非常に弱い阻害活性…は，生理学上重要なことではないと信じられている。」(S24頁左欄10行～17行・訳文による)",
                        "・ 「(S，S)エナンチオマーは，その鏡像異性体に比べて，マウスにおけるレスペリン誘発眼瞼痙攣の抑制(ED はそれぞれ0.56，11.64mg /kgp.o.)及びノルアドレナリンの再取り込み抑制(IC はそれぞれ 3.6nM，85nM)のいずれにおいても，より強力である。」(S24頁右欄11行～16行・訳文による)",
                        "・ 「レボキセチンはノルアドレナリン再取り込みの選択的な阻害剤であるので，レボキセチンは，‘チーズ効果’の防止のためにMAO−Aに選択的な，あるいは混合MAOに対する阻害剤と有利に併用されるであろう。さらに，レボキセチンのノルアドレナリン再取り込み機構に対する高い選択性は，MAO阻害剤やセロトニン再取り込み阻害剤，さらに頻繁にはそれらの併用において報告されている致命的となる可能性のある合併症である‘主要なセロトニン症候群’…をレボキセチン治療を受ける患者で引き起こすことはないだろう。」(S33頁左欄5行～15行・訳文による)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "引用例7(甲3)",
                      "text": [
                        "・ 「レボキセチンは，予想された抗うつ特性について，薬理学的および生物学的試験において抗うつ効果が証明された，珍しい選択的ノルアドレナリン再取り込み阻害剤(ＮRI)である。」(アブストラクト1行～2行・訳文による)・ 「ノルアドレナリン機構に焦点を絞った研究により，選択的ノルアドレナリン再取り込み阻害剤(ＮRI)としては初めてのものであるレボキセチンが開発された。…これは，旧来の三環式抗うつ剤に伴う典型的な副作用を免れるものであり，それ故に，セロトニン及びドーパミン再取り込み部位に親和性がないだけでなく，ムスカリン，ヒスタミン，あるいはアドレナリン受容体に対するいかなる親和性からも免れるものである。」(4頁左欄8行～右欄4行・訳文による)",
                        "なお，図2(Figure2)，図3(Figure3)として，レボキセチンの抗うつ薬としての臨床試験データが示されている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "引用例8(甲4)",
                      "text": [
                        "・ 「選択的ノルエピネフリン再取込み阻害剤であるレボキセチンの出現は，レボキセチンは鎮静剤でなく，また，体重増加を伴わず，そして過剰投与において安全であるので…，これらの問題の幾つかを我々が未然に防ぐことに役立つであろう。」(314頁右欄22行～26行・訳文による)",
                        "・ 「レボキセチンは，ヴィロキサジン由来の選択的ノルエピネフリン再取り込み阻害剤である。以前のノルエピネフリン再取り込み阻害剤，クレシプラミン，マプロチリン，およびロフェプラミンとは異なり，それはノルエピネフリン再取り込み部位以外のヒスタミン性もしくはコリン性受容体，またはアドレナリン性受容体において有意な影響は与えない。」(314頁右欄36行～42行・訳文による)",
                        "・ 「これ(原告注 レボキセチンのこと)は，5HT(原告注 セロトニンのこと)の再取り込みを阻害する性質が無いという長所のため，他の向精神性薬剤との併用に有用である可能性がある。」(315頁左欄17行～22行・訳文による)・ 「対照的に，ノルエピネフリン再取り込み阻害剤(複数)は，うつ病性障害に有用であり，パニック障害に対しても有用である可能性がある一方，それらは，注意欠陥多動性障害および疼痛症候群を含む異なるスペクトルの疾患に，SSRI(複数)(原告注 選択的セロトニン再取り込み阻害剤のこと)よりも有用であろう。」(318頁左欄下15行～10行・訳文による)",
                        "なお，「2．1．Reboxetine: clinical trials(レボキセチン：臨床試験)」の項(315頁左欄以下)には，レボキセチンの臨床試験が記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，引用例3には，ラセミレボキセチンが選択的ノルアドレナリン(ノルエピネフリンと同義，以下「ノルエピネフリン」と表記する。)再取込み阻害剤であり，強い抗うつ活性を有することから，いくつかの国で抗うつ剤として承認されていること，レボキセチンはノルエピネフリン再取込み機構に対し高い選択性を有しており，そのためセロトニン再取込み阻害剤の使用による合併症である主要なセロトニン症候群についてはその発生のないことが期待されること，ノルエピネフリンの再取込み抑制は(R，R)−レボキセチンよりも(S，S)−レボキセチンの方がより強力であることが記載されている。また，引用例7には，引用例3と同様，ラセミレボキセチンが選択的ノルエピネフリン再取込み阻害剤であり，抗うつ効果を有することが記載されているほか，セロトニン及びドーパミン再取込み部位に親和性がないことが記載されている。さらに，引用例8には，ラセミレボキセチンが選択的ノルエピネフリン再取込み阻害剤であり，うつ病性障害に有用であること，ラセミレボキセチンは5HT，すなわちセロトニンの再取込みを阻害する性質がないこと，ノルエピネフリン再取込み阻害剤は疼痛症候群(慢性疼痛と同義と理解することができる。)を含む疾患にも有用であることが示唆されている。",
                    "そして，以上の記載によれば，ラセミレボキセチンにはノルエピネフリン再取込みの選択的阻害を望むことができ，かつ，主要なセロトニン症候群についてはその発生のないことが期待できるという性質が認められるほか，このような性質が疼痛症候群を含む疾患に有用であることが示唆されており，しかも，ノルエピネフリン再取込みの抑制作用自体は(S，S)−レボキセチンの方がより強力であることが認められる。",
                    "他方，ノルエピネフリンとセロトニンに係る再取込み阻害の選択性に関しては，ラセミレボキセチンが高い選択性を有する旨の記載はあるのに対し，(S，S)−レボキセチンの選択性について示唆するところは見当たらないが，上記のとおりラセミレボキセチンの選択的阻害性が高いことに加え，(S，S)−レボキセチンのノルエピネフリン再取込み抑制という主作用が強力でありかつ(R，R)及び(S，S)のエナンチオマーの間に薬力学的性質において質的な違いが観察されていないことを併せ考慮すれば，少なくとも当業者において(S，S)−レボキセチンについても選択性が高いことを想定して副作用(セロトニン症候群)の発現の程度について検討することに困難があるとは認められない。",
                    "そうすると，同じレボキセチン，殊に，(S，S)−レボキセチンを一定割合以上多く含むレボキセチンに係る医薬組成物である引用発明につき，その用途を「ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛の治療または予防のための」ものとすることは，その発明の属する技術の分野における通常の知識を有する者(当業者)において容易に想到し得ることであるといわなければならない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "これに対し原告は，引用例8(甲4)には，ノルエピネフリン再取込み阻害剤が疼痛症候群に対し有用であることを示す臨床試験結果や動物試験結果等は何ら記載されておらず，この点を裏付ける理論的な説明もないから，引用例8をもってノルエピネフリン再取込み阻害剤が「慢性疼痛の治療または予防のため」に有用であることの示唆があるということはできない旨主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，引用例8は，「Journal of Affective Disorders」とう医学論文誌に掲載された英国ウエールズ大学の北ウエールズ精神医学科の研究者による「\"The clinical pharmacologic profile of reboxetine:does it involvethe putative neurobiological substrates of wellbeing?\"(レボキセチンの臨床的薬理学的プロファイル：レボキセチンは健康に対する推定上の神経生物学的基質に係わるか？)」との標題の論文であると認められ，しかもその内容は，前記のとおり，新しい抗アドレナリン性再取込み阻害抗うつ薬であるレボキセチンの臨床試験の概説に続いて，選択的抗うつ作用をよりよく理解するための発見的な理論上の枠組みを提示するというもので，多くの臨床試験の報告や論文を引用するものである。",
                    "このような論文の性質及び内容に鑑みれば，引用例8に接した当業者は，著者が，根拠のない単なる希望や空想ではなく，専門家として，レボキセチンに関する多くの臨床例や論文を検討した上で，ノルエピネフリン再取込み阻害剤が疼痛症候群に対し有用である旨の見解を記載していると考えるのが自然であり，このことは，引用例8に上記見解に至った具体的臨床試験結果や動物試験結果，論理的な説明の記載があるかどうかにより左右されるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また，実際にも，本件優先日(1999年〔平成11年〕7月)に時期を接して発行された甲14文献(1999年発行)には，次のような記載がある。",
                    "・ 「SSRI…が以下の状態の治療に有効であるという予備的な証拠が存在する。",
                    "・月経前症候群",
                    "・早発射精",
                    "・線維筋痛症",
                    "・慢性疼痛症候群",
                    "・統合失調症の陰性症状",
                    "しかしながら，これらの研究はいずれもプラセボ対照の二重盲検試験に基づくものではないから，これらの状態における SSRI の使用は，主として事例報告にとどまっている。慢性疼痛における抗うつ剤の使用に関しては，唯一の広範囲にわたるプラセボ対照研究は，TCA …を含む。これらの研究結果により，ノルアドレナリンとセロトニンの両方の再取込みを阻害する抗うつ剤は，第二世代の抗うつ剤，例えばミアンセリン，マプロチリン，トラゾドン，またはジメリジンよりもより有効であることが示唆された。抗うつ剤が鎮痛作用をもたらす詳細なメカニズムは不明であるが，それらは抗うつ効果とは独立してそれらを発揮するように思われる。一つの可能性は，慢性疼痛緩和をもたらす抗うつ剤は，直接または間接的にオピオイド受容体を活性化することによりそのようにすることである。」(64頁右欄下8行～66頁右欄3行・訳文による)",
                    "・ 「抗うつ剤は，長い間，慢性疼痛症候群に用いられてきた：事実，それらの有効性は，若干の研究者により，多くの疼痛症候群は不顕性のうつ病症例であるとの主張を導いた。SSRIの開発はより完全にこの分野を研究することを可能にした。",
                    "デシプラミンやアミトリプチリンと比較した場合のこの分野におけるSSRIの相対的無効性は，疼痛症候群におけるそれらの使用を支持するのはTCAのノルアドレナリン性構成要素であることを示唆しているだろう。これら問題は，多分レボキセチンでのさらなる研究により明らかにされるであろう。」(88頁左欄13行～27行・訳文による)",
                    "以上によれば，甲14文献には，抗うつ剤は長い間慢性疼痛症候群に用いられ，有効性が示されているが，抗うつ剤が鎮痛作用をもたらす詳細なメカニズムは不明であること，ノルエピネフリンとセロトニンの両方の再取込みを阻害する抗うつ剤とSSRIの実験結果の対比から，疼痛症候群におけるそれらの使用を支持するのはノルエピネフリン性構成要素であることが示唆されていること，ノルエピネフリン再取込み阻害剤であるレボキセチンにおける更なる研究により，この問題が明らかにされ得るものと考えられていることが記載されているのであって，その発行当時，抗うつ剤の慢性疼痛症候群に対する鎮痛効果についての有効性が確認されており，抗うつ剤が鎮痛作用をもたらす詳細なメカニズムが不明であるとしても，今後，ノルエピネフリン再取込み部位を選択的に阻害するノルエピネフリン再取込み阻害剤を用いた更なる研究により解明が進むことが期待されていたことが認められる。そして，このような状況は，これと時期を接した本願優先日(1999年〔平成11年〕7月)当時においても同様に当てはまるというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そうすると，抗うつ剤として用いられるノルエピネフリン再取込み阻害剤が慢性疼痛症候群に対して有効であることは，本願の優先日当時，十分可能性のあるものとして理解されていたものというべきであるから，引用例8における上記記載は根拠を有するものというべきである。",
                    "したがって，その意味においても，原告の前記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお原告は，引用例8のみならず甲14文献をもってしても，ノルエピネフリン再取込み阻害剤に含まれる多くの化合物のうちどの化合物が疼痛症候群に対し有用であったかについては記載も示唆もされていないと主張する。",
                    "この点，原告の上記主張はノルエピネフリン再取込み阻害剤に含まれる化合物からレボキセチンを選択することの困難性を述べているものと理解することができるが，引用例8の標題は「レボキセチンの臨床的薬理学的プロファイル」であるし，前記のとおり，その内容においてもレボキセチンに関する論文であって，「ノルエピネフリン再取込み阻害剤」という作用で統括した記載がされている箇所も，レボキセチンを念頭においたものと考えられるから，引用例8において，ノルエピネフリン再取込み阻害剤としてレボキセチンを選択することに困難があるということはできない。",
                    "また，原告の上記主張をレボキセチンにおける(S，S)エナンチオマーの選択が困難であることをいうものと解したとしても，前記(2)ウのとおり，(S，S)−レボキセチンについて選択性が高いことを想定して副作用の発現の程度について検討することに困難があるとは認められない以上，このことが疼痛症候群の治療等に利用することの動機付けを左右するものではない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告は，選択性，セロトニン再取込み部位に対する親和性及び主要なセロトニン症候群に関する審決の認定判断に誤りがあると主張するところ，同主張は要するに，引用例3，7，8にはラセミレボキセチンが選択的ノルエピネフリン再取込み阻害剤であることや，高いセロトニン／ノルエピネフリン再取込み阻害選択性を有する点は記載されているが，本願明細書に開示された(S，S)−レボキセチンのK 値から把握できる高い阻害選択性まではi",
              "text": [
                "記載されていないから，これらの引用例の記載から本願補正発明1を容易に想到することはできないというものである。",
                "この点，本願明細書(甲5)には，「…本発明の一つの具体例は，…該組成物は，少なくとも約5000，好ましくは少なくとも約10000，および，より好ましくは少なくとも約12000のセロトニン(K )／ノルエi",
                "ピネフリン(K )の薬理学的選択性を有する化合物を含む。」(段落【00i",
                "19】，同旨段落【0020】～【0022】，【0030】～【0032】)とか，「…セロトニン対ノルエピネフリンの選択性は，(ラセミ体に対する)81から光学的に純粋な(S，S)レボキセチンに対する12，770まで増大する。…」(段落【0072】)などとして，レボキセチン，中でも(S，S)−レボキセチンのセロトニン／ノルエピネフリン再取込み阻害選択性についてK 値に基づき表示するところがみられるのに対し，前記(2)のとおり，i",
                "引用例3，7，8には，ラセミレボキセチンが選択的ノルエピネフリン再取込み阻害剤であることや，高いセロトニン／ノルエピネフリン再取込み阻害選択性を有する点は記載されているものの，その阻害選択性をK 値で表すi",
                "ところがない。",
                "しかし，前記本願補正発明1に係る請求項の記載内容から明らかなとおり，本件においては，前記相違点に係る「ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない」疾患に対して引用発明の医薬組成物を用いることが容易想到であるか否かが問題とされているのであり，その容易想到性を導くためには，レボキセチンについて定性的な意味においての選択性があればよいのであって，原告が主張するようなレベルでの選択性が具体的数値に基づき開示されていることは必要ないといわざるを得ないし，本願補正発明1の内容をこのような具体的なK 値で表さi",
                "れた阻害選択性を有するものと把握することは，請求項の記載を超えて本願補正発明1の意義を把握するものといわざるを得ない(なお，本願補正発明1において，「ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない」との構成は，その後に続く慢性疼痛という疾患の性質を表すものと理解することはできるが，それを超えて本願補正発明1の構成を限定するものと理解することはできない)。そして，引用例3，7，8の記載から上記容易想到性を肯定できることは，前記(2)のとおりである。",
                "また，以上のことは，原告の主張するような，ラセミレボキセチンのセロトニン／ノルエピネフリン再取込み部位に対する親和性の指標となるK 値i",
                "が約134であるのに対し，先行技術の薬剤であるオキサプロチリン，デシプラミン，マプロチリンのセロトニン／ノルエピネフリン再取込み部位に対する親和性の指標となるK 値がそれぞれ約4166，約377，約466i",
                "であることや，前出甲15文献においてラセミレボキセチンがセロトニン再取込み部位に対しある程度親和性を有する旨の記載があること等を考慮に入れたとしても同様であって，これにより前記認定が左右されるものではない。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告は，引用発明の医薬組成物の用途を，「ノルエピネフリン再取込みの選択的阻害は望まれるが，セロトニン再取込みの阻害は望まれない慢性疼痛の治療または予防のための」ものとすることは，当業者が容易に想到し得ることであるとした審決の判断が誤りである旨主張するが，これが誤りでないことは前記のとおりである。原告の上記主張は，具体的なK 値から把握でi",
              "text": [
                "きるセロトニン／ノルエピネフリン再取込み阻害選択性等に基づき審決の容易想到性の判断を論難するものであるが，これが採用できないことも前記のとおりである。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2(作用効果に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，(S，S)−レボキセチンは主要なセロトニン症候群を引き起こさないと容易に予想し得るから，これを有効成分とする本願補正発明1において，セロトニン再取込み阻害により引き起こされる副作用を生ぜしめる可能性が低いことも当業者が容易に予想し得るとした審決の判断が誤りである旨主張するが，原告の上記主張は，具体的なK 値から把握できるセロトニi",
              "text": [
                "ン／ノルエピネフリン再取込み阻害選択性等に基づき審決の容易想到性の判断を論難するものであって，これが採用できないことは前記のとおりである。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "また原告は，本願明細書には本願補正発明1の効果等が記載されているにもかかわらず，これが記載されていないとした審決の判断は誤りである旨主張するので，以下この点について検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本願補正発明1の効果等が記載されていると原告が指摘する本願明細書(甲5)の記載は，次のとおりである。",
                    "・ 「他の抗うつ剤はノルエピネフリンの再取込みを阻害する高い薬理学的選択性を有していることが報告されている。例えば，オキサプロチリンは，約4166のセロトニン再取込みに対するノルエピネフリン再取込みについての薬理学的選択性を有し，それはK 値に基づく。デシプラミンの対応する薬理学的選択性は約377i",
                    "およびマプロチリンのそれは約446である。…オキサプロチリン，デシプラミン，およびマプロチリンの比較的高い選択性にもかかわらず，これらおよび他の知られた物質は，他の神経伝達物質の受容体を，それらも不都合な副作用に寄与する程度にまで，望ましくなく遮断する。」(段落【0017】)",
                    "・ 「本発明の方法および組成物は，ノルエピネフリンの再取込みの阻害が利益を与えるヒト状態を治療するのに有用である，…より詳しくは，本発明の組成物の投与は，限定されないが，…慢性疼痛，…を含むさまざまなヒト状態を治療するのに有用である。」(段落【0040】)",
                    "・ 「実施例 この実施例は，本発明による組成物の優れた薬理学的選択性および効力を論証する。より詳しくは，この実施例は(S，S)レボキセチンの優れた薬理学的選択性および効力を，その(R,R)立体異性体およびラセミレボキセチンと比較して論証する。」(段落【0065】)",
                    "・ 「約250ないし約300グラムのスプラーギュ−ドーリーラットの首を切り，即座に大脳皮質を取り出した。大脳皮質は，回転乳棒を用いて，各々0．32モラー(M)のスクロースを含有する9体積の培地に均質化した。得られたホモジネートを約1000×gにて約10分間，約4℃にて遠心した。上清を収集し，約20,000×gにて約20分間，約4℃の温度にて，さらに遠心した。遠心ステップから得られたタンパク質ペレットをクレブス−Hepesバッファーに再懸濁させて，約2mg／mlのタンパク質濃度のバッファーにした。該バッファーは約7．0のpHに維持し：20mM Hepes；4．16mM ＮaHCO3；0．44",
                    "mM KH2PO4；0．63mM ＮaH2PO4；127mM ＮaCl；5．",
                    "36mM KCl；1．26mM CaCl2；および0．98mM MgCl2を",
                    "含有させた。」(段落【0066】)",
                    "・ 「タンパク質／バッファー懸濁液を166本のアッセイチューブに入れて約30μg(10−6グラム)ないし約150μgのタンパク質が166本のアッセイチューブ(すなわち，トランスポータアッセイあたり80のアッセイ)に添加されるようにした。セロトニンおよびノルエピネフリン再取込み部位への結合は以下のように決定した。3H−ノルエピネフリンのシナプトソームの再取込みは以下のように決定した。約1．4ナノモラーの［3H］シタロプラムおよび約1．9nMの［3H］ニソキセチンを用いて，それぞれ，セロトニンおよびノルエピネフリン再取込み部位を標識した。非特異的結合は，(セロトニンに対して)100ミクロモラー(μM)のフルオキセチンおよび(ノルエピネフリンに対して)10μMのデシプラミンにより規定した。約500ミクロリッター(μl)の全アッセイ体積のインキュベーションを(セロトニンに対して)約60分間および(ノルエピネフリンに対して)120分間行った。両方のインキュベーションを約25℃にて行い，3×5mlの氷冷200mM トリス−HCl，pH7．0中でGFBフィルター(約4時間の約0．5PEIへの予備浸漬)を通過させる48ウェル細胞ハーベスターでの急速濾過によって終了させた。パンチアウトフィルターを7mlバイアルに入れ，液体シンチレーション計数により放射能アッセイした。」(段落【0067】)・ 「レボキセチン(すなわち，(R,R)および(S,S)レボキセチンのラセミ混合物)，(R,R)レボキセチンおよび(S,S)レボキセチンのノルエピネフリンおよびセロトニン再取込み部位へ結合する能力は，2つの放射性リガンド，［3H］シタロプラムおよび［3H］ニソキセチンを用いた結合アッセイにおいて評価した。",
                    "該2つの再取込み部位にて特異的結合の50％を阻害するのに必要な試験化合物の濃度(IC50値)を非線形最小自乗回帰解析により決定した。IC50値のKi値への変換は下に示す Cheng-Prassoff 式を用いて行った。」(段落【0068】)・ 「【数1】",
                    "」(段落【0069】)",
                    "「［式中，［L］はnMを用いる放射性リガンドの濃度，およびKdはnMでのLの結合親和性である。］［Y.C. Cheng and W.H. Prusoff, \"Relationship Between theInhibitory Constant (Ki) and the Concentration of Inhibitor Which Causes 50%Inhibition (IC50) of an Enzymatic Reaction,\" Biochemical Pharmacology, vol.22, pp. 3099-3108 (1973)］を参照せよ。」(段落【0070】)「Cheng-Prassoff式に準じて算出されたKi値を以下の表に示す： 【表1】」(段落【0071】)",
                    "・ 「…特に，セロトニン対ノルエピネフリンの選択性は，(ラセミ体に対する)81から光学的に純粋な(S,S)レボキセチンに対する12,770まで増大する。",
                    "したがって，治療用量の(S,S)レボキセチンの投与は，効果的にノルエピネフリンの再取込みを阻害するが，セロトニン再取込みは本質的に影響されない。同様に，ノルエピネフリン再取込み部位と他の受容体との作用の間での分離にさらなる増加がある。結果として，セロトニン再取込みの阻害および他の受容体にてのブロックに関連する不都合な副作用は明らかにされていない。」(段落【0072】)ウ 以上によれば，本願明細書には，(S，S)−レボキセチンのKi値の算出方法やその具体的な測定結果が具体的数値により記載されていることが認められる。このような明細書の記載からは，セロトニンの再取込み阻害に比べて，ノルエピネフリン再取込み阻害の効果が高いこと，つまり，(S，S)−レボキセチンがラセミレボキセチン及び(R，R)−レボキセチンに比べて選択性が高いこと，その結果，セロトニン再取込み部位を阻害することにより生じていた症状が軽減されるであろうという一般的な傾向は把握することができ，その意味で，Ki値比が高いことから本願補正発明1の医薬組成物が治療上有用なものである可能性があることは理解できるのであるが，このような可能性は引用例3において既に示された知見であって，本願補正発明1の進歩性を肯定する根拠となるものではない(なお，本願明細書〔甲5〕に，「立体化学純度は，医薬の分野では重要であり，そこでは，最も頻繁に処方される薬物の多くがキラリティーを示す。例えば，β−アドレナリン遮断剤のL−鏡像異性体であるプロプラノロールは，そのD−鏡像異性体よりも100倍効力があることが知られている。さらに，光学純度は医薬薬物分野においては重要である。なぜならば，ある種の異性体は，有利な又は不活性な効果よりもむしろ有害な効果を与えるからである。例えば，サリドマイドのD−鏡像異性体は，妊娠中のつわりの制御のために処方された場合，安全で有効な鎮静剤であるが，一方，その対応するL−鏡像異性体は強力な催奇形物質であると信じられている。」〔段落【0013】〕と記載されているように，光学異性体が異なることで効果が大きく異なること自体，本願明細書が前提とするところである。)。",
                    "そして，以上を超えて，Ki値比の差がどのように薬理効果又は副作用の違いとして反映されるかは本願明細書の記載上から明らかではなく，慢性疼痛の治療に有効な投与量において，主要なセロトニン症候群のうちのどの症状がどの程度低減されたかを具体的に確認する記載があるのであればともかく，Ki値比の差がそのまま薬理効果又は副作用の差を示すものとして評価できるものとまでは認められないから，このような本願明細書の記載を前提としては，(S，S)−レボキセチンが，主要なセロトニン症候群を引き起こさない点で顕著な効果を奏するということはできない。",
                    "したがって，原告の主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また原告は，本願補正発明1の効果は，甲17及び甲18の宣誓供述書により確認することができると主張する。",
                "しかし，甲17及び甲18宣誓供述書は，いずれも本願の出願後(甲17は2002年〔平成14年〕3月22日付け，甲18は2005年〔平",
                "成17年〕9月23日付け)で作成されたものであって，直ちにこれを本願補正発明1の効果として参酌できるものではない。",
                "また，原告が指摘する効果に関する記載を見ても，甲17宣誓供述書は，「本書に添付した表Ⅰと表Ⅱは，それぞれ様々なモノアミントランスポーターや受容体に対する化合物の阻害定数，およびセロトニントランスポーターに対するノルエピネフリントランスポーターに関する選択性を示す。",
                "…」(甲17の抄訳1頁4行～6行)として，様々なモノアミントランスポーターと受容体部位に対する化合物の阻害定数が記載されているのみであり，(S，S)−レボキセチンの慢性疼痛に対する有効性に関して本願明細書に記載された以上の情報を提供するものではない。",
                "また，甲18宣誓供述書についても，原告は，その表1の記載において，(S，S)−レボキセチン投与群における頻脈や動悸の発現率がラセミレボキセチンに比べて低いことから，頻脈の背景発現率が年齢と共に上昇することなどを考慮すると，予期せぬ顕著な効果といえると主張するのであるが，表1に記載された有害事象のいずれが主要なセロトニン症候群に該当し，かつ，その発現頻度がどの程度であれば主要なセロトニン症候群を引き起こさないと評価できるのかは不明であって，表1の(S，S)−レボキセチン投与の実験結果のみでは，本願補正発明1が主要なセロトニン症候群を引き起こさない効果を有し，かつ，それが当業者が予期できない顕著なものであると評価することはできないというべきである。",
                "したがって，原告の上記主張は採用することができない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はすべて理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10377",
    "date": "2008-07-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036676",
    "ipprecedent_id": "1518",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}