{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2006−89045号事件について平成19年4月3日にした審決を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，別紙審決書写しの別掲のとおりの構成よりなり，指定商品を第25類「被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，履物，仮装用衣服，運動用特殊衣服，運動用特殊靴」とする登録第4832063号商標(平成16年7月12日登録出願，平成17年1月14日設定登録。以下「本件商標」という。)の商標権者である。",
            "被告は，平成18年4月10日，本件商標の指定商品中「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」についての登録を無効とすることを求めて，審判請求(無効2006−89045号事件)をした。",
            "特許庁は，平成19年4月3日，「登録第4832063号の指定商品中『セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品』についての登録を無効とする。」との審決(以下「審決」という。)をし，同月13日，その謄本を原告に送達した。"
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "別紙審決書写しのとおりである。要するに，本件商標は，被告の業務に係る商品を表示するものとして，「シュープ」の称呼をもって，取引者，需要者間に広く認識されている商標である「CHOOP」(以下，本判決において「引用商標」という。)と，「シュープ」の称呼を共通にする類似の商標であり，本件商標の指定商品中の「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」は，被告が引用商標を付して使用する商品「キッズウェア，パジャマ，レディスカジュアルウェア」等と同一又は類似の商品であるから，本件商標は，上記指定商品につき，商標法(以下「法」という。)4条1項10号に違反して登録されたものであって，法46条1項の規定により，その指定商品中「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」についての登録を無効とすべきである，としたものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "取消事由に係る原告の主張",
      "text": [
        "審決は，引用商標の周知性の認定を誤った違法(取消事由1)，本件商標と引用商標の類否判断を誤った違法(取消事由2)があるから，取り消されるべきである(本判決において，法4条1項10号所定の「需要者の間に広く認識されている(こと)」を「周知」という場合がある。)。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用商標の周知性の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標について",
              "text": [
                "審決は，「請求人(判決注，被告)の使用に係る引用商標は，『シュープ』の称呼のもと，本件商標の出願前から雑誌，テレビ，業界誌等で商品『キッズウェア，パジャマ，レディスカジュアルウェア』等に幅広く使用されてきたことからすれば，引用商標は，『シュープ』と称呼され，遅くとも本件商標の出願時には，すでに請求人の業務に係る商品『雑貨小物，キッズウェア，パジャマ，レディスカジュアルウェア』等を表示するものとして需要者の間に広く認識され周知であったといい得るものである。」(審決書10頁35行～11頁2行)と認定した。",
                "しかし，審決の上記認定は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標の使用態様について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」について被告により使用された商標(以下「被告使用商標」という。)は，「引用商標」部分だけではない。被告使用商標は，全体の4分の3を占める図形(リスのマーク)と引用商標部分からなること，上記図形(リスのマーク)が，雑誌(甲15～17，19，21)，テレビコマーシャル(甲24，46，62，63)や日本航空の機内放送番組(甲58)，新聞(47，50，53，55，56)におい",
                      "text": [
                        "て強調されていることに照らすならば，被告使用商標のうち，顧客吸引力が認められるのは，上記図形(リスのマーク)部分というべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用商標に係る「CHOOP」の文字は，通常の英語読みでは「チュープ」又は「チョープ」と称呼されるものであって，「シュープ」との称呼を生じるものではない。引用商標に「シュープ」の文字が併記されて使用されたのは，被告が審判手続及び本訴において提出した書証を合わせても，18例程度(甲13～23，乙2～7)にとどまり，しかも，その大部分は，小さくルビを付したものであって(甲14，15，17～23，乙2～5，7)，一見して識別可能に表示している例はわずか3例にすぎない(甲13，16，乙6)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "上記(ア)及び(イ)に照らせば，被告使用商標のうち，顧客吸引力のある部分は，「CHOOP」の文字や「シュープ」の称呼ではなく，被告使用商標中の図形(リスのマーク)部分である。",
                        "また，被告は，引用商標に係る「CHOOP」の文字にルビを付し，本来的に生ずる称呼の範囲から逸脱して，「シュープ」と称呼させようとしたものであって，このような使用態様は，不適切な使用というべきであるから，「シュープ」の称呼をも含めた引用商標の周知性を認定すべきではない。",
                        "なお，被告は，引用商標について，被告が立ち上げた被告のオリジナルブランドであって，アメリカ企業からの譲り受けたブランドではないと主張する。しかし，被告は，引用商標があたかもアメリカ生まれのブランドであるかのような広告宣伝をし(甲13～18，乙2)，需要者をしてこれをアメリカ製ブランドのように誤認させようとしたのであるから，このような被告の行為は，法4条1項16号及び不正競争防止法2条1項13号に該当し，また，法51条に基づく不正使用として商標登録の取消事由にも該当する。被告の引用商標の使用は，このような違法ないし不正な使用態様でされているから，引用商標の周知性を認定することは許されない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標の周知性に係る証拠等の評価について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標は，日本有名商標集(甲6)に掲載されているが，そうであるとしても，有名商標であるとはいえない。特許庁の商標審査便覧(甲7)でも，日本有名商標集に掲載されている商標については，「広く認識されている商標と推認して取り扱う」とされていたにすぎない。また，日本有名商標集に掲載されているのは，文字商標としての引用商標単独ではなく，図形(リスのマーク)の下部に「CHOOP」(右側の「O」はデザイン化されている。)が付加され，顧客吸引力を獲得した上記図形(リスのマーク)と組み合わされた商標であるから，掲載が認められたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告が，審判手続において，引用商標が使用されている広告の例として提出した雑誌(甲13～23)は，平成6年につき1例(甲13)，平成7年につき2例(甲14，15)，平成8年につき1例(甲16)，平成9年につき1例(甲17)，平成10年につき1例(甲18)，平成11年につき2例(甲19，20)，平成12年につき2例(甲21，2",
                      "text": [
                        "2)，平成13年につき1例(甲23)であって，8年間でわずか11例(1年に1，2件)にすぎない。これらの雑誌のうち，被告が無効を求めた指定商品に係る使用例としては，ティーン層の少女向けのカジュアル趣向の長袖シャツ，ティーン層の少女向けのカジュアル趣向のTシャツ，ティーン層の少女向けカジュアル趣向のセーター，ティーン層の少女向けカジュアル趣向の七分袖パーカー，ティーン層の少女向けカジュアル趣向のカーディガン，ティーン層の少女向けパジャマであり，その例もわずかであって，「キッズウェア，パジャマ，レディスカジュアルウェア」等の包括的な商品内容にわたるものではない。",
                        "なお，前記ア(イ)のとおり，被告が審判手続及び本訴において提出した書証を合わせても，引用商標に「シュープ」の文字が併記された例は，18例程度にとどまり，しかも，その大部分は，小さくルビを付したものであって，一見して識別可能に表示している例はわずか3例にすぎない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告が，審判手続において，引用商標が使用されている広告の例として提出した「テレビCM放送証明書」と題する書面(甲25)では，引用商標に係るテレビコマーシャルの「放映回数」を特定することができない。また，被告が，審判手続において提出した「テレビタイム放送確認書」と題する各書面(甲26～40〔枝番号の表記は省略する。以下，同様。〕)によれば，平成9年12月26日から平成10年1月4日までの間の，引用商標に係るテレビコマーシャルの放映実績は，放送局9局を合計してわずか45回にとどまり，主として，一般の視聴者が少ない早朝若しくは深夜に放映されたものであり，その内容も明らかでない。",
                        "また，被告の協力の下に製作されたテレビドラマが，平成10年8月15日，平成11年3月22日及び平成12年4月1日に，夏休みスペシャル又は春休みドラマスペシャルとして放映されているが，放映時間帯(午前10時30分～11時25分，午後4時～4時55分)，番組の表題及び内容に照らし，視聴者は極めて限定されたティーン層の少女にすぎない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被告が，審判手続において，引用商標が使用されている広告の例として提出した新聞(甲41～45，47～57)のうち，読売新聞及び産経新聞(甲41～45)については，テレビドラマに関する番組情報であり，具体的な商品に関する引用商標の使用態様は明らかでない。その余の新聞のうち，被告の広告宣伝(甲47)を除いた10例は，記事であるが，多数とはいえないし，具体的な商品との関連性が明らかでない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "被告が，審判手続において書証として提出した「ライセンスブランド名鑑2004」(甲9)，「ライセンスビジネス名鑑2003〔ブランド編〕」(甲12)，「ファッション・ブランド年鑑98年版」(甲64)，「ファッションブランドガイド SEＮKEＮ FB2001」(甲65)，",
                      "text": [
                        "「ファッション・ブランド年鑑2001年版」(甲66)等は，発行者が配布するアンケートに対する回答を提出すれば，一律に無料で掲載するものであり(甲192～193)，掲載内容について修正や訂正等がなければ，継続して毎年同じ内容が掲載されるものであるから，客観的に周知性を明らかにするものということはできない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "被告は，審判手続において，引用商標を使用した衣料の売上実績を主張しているが(甲97)，客観的な裏付けはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，本件商標の出願時(平成16年7月12日)において，引用商標が，「シュープ」と称呼され，被告の商品「キッズウェア，パジャマ，レディスカジュアルウェア」等を表示するものとして，需要者の間に広く認識され周知であったということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標について",
              "text": [
                "審決は，「本件商標に接する取引者，需要者は，これらの事実よりただちに被請求人(判決注，原告)に係る業務を想起し認識するというよりも，むしろ，前記のとおり周知となっている請求人に係る業務を表示するものとして認識し把握するものとみるべきであり，この状態は，本件商標の出願時を含む登録時においても同様であり，本件商標は，請求人に係る引用商標の周知性を上回るということはできないというのが相当である。」(審決書11頁3行～8行)と認定した。",
                "しかし，以下のとおり，審決の上記認定は誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標に係る商品の主たる需要者層について",
                  "text": [
                    "本件商標は，「Shoop」の文字からなり，「シュープ」との称呼を生じるものであるが，「Shoop」は，いわゆるブラックミュージックの愛好者の間で「タメ息の音」を意味する俗語として親しまれており，セクシーさを想起させることから，「セクシーなため息」との観念を生じさせるものである。",
                    "平成8年以降，ダンス・ブームやクラブ・ブームと共にブラックミュージック・ファッション・ブームが到来し，黒人女性のファッションを意識し，セクシーさを趣向とする被服やファッション関連商品については，ひとつのファッション分野(以下「B系ファッション」という。)が確立した(甲102，199，201)。",
                    "本件商標に係るブランドは，B系ファッションを対象とするものであり，黒人女性のファッションを意識し，セクシーさを趣向とする特徴を有することから(甲121～144)，20代から30代の成熟した女性層をターゲットとしており，また，いわゆるクラブにおけるダンス愛好者から絶大な支持を得ていることから(甲107～116)，その主たる需要者層は，20代から30代のブラックミュージックやクラブ文化を愛好する女性又はB系ファッションを愛好する層である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標に関する広告宣伝について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告は，本件商標の前身となるブランドを平成元年に設立し，遅くとも平成11年には，B系ファッションを趣向とする女性向け被服について，本件商標の使用を開始した(甲198)。そして，原告は，本件商標に係るファッションブランドについて，本件商標の出願時までに，全国に約20の直営店を展開し(甲175～184)，その後，これを22店舗に拡大した。原告は，本件商標の指定商品中「セーター類，ワイシャツ類，Tシャツ類，スカート，ズボン，水着，下着類，ベルト」等のいわゆるB系ファッションの被服類のほか，靴類，かばん類等のファッション関連商品を取り扱ってきた。本件商標の人気が博するにつれて，模倣品が蔓延したため，類似品について注意を喚起する必要が乗じるに至っているほどである(甲121，23，180～184，186～1",
                      "text": [
                        "87)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件商標を使用した被服をはじめとするファッション関連商品の売上げは，市場価格ベースで，平成12年1月の決算期に7億5000万円，平成13年1月の決算期に8億円，平成14年1月の決算期に11億円，平成15年1月の決算期に15億円，平成16年1月の決算期に19億円であり，上記5年間の売上合計は約60億5000万円に上り(甲185)，また，購入者数はのべ約113万人と推計される。また，広告宣伝費も，平成14年に約5000万円，平成15年に約8000万円，平成16年には約7000万円を支出している。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "原告は，B系ファッションを取り扱う雑誌に特化して，本件商標に係るブランドの広告宣伝を行う戦略を，本件商標の出願前から継続的に展開し(甲104～144，159～168，176～184)，また，",
                      "text": [
                        "本件商標の出願前から，雑誌社やアーティストのプロダクションの要請を受け，有名アーティストの特集記事において，本件商標に係るブランドの服を取材用衣装として継続的に提供してきた(甲139～146)。",
                        "さらに，原告は，本件商標を付した大型看板や大型映像広告を渋谷駅や新宿駅に設置し(甲147～150)，東京都内(渋谷～新宿)，名古屋市内(栄～引山，名古屋駅～光ヶ丘)及び仙台市内にラッピングバスを走らせ(甲152～154)，音楽イベントを主催し(甲156～166)，音楽専門チャンネルでコマーシャルをし(甲170～173)，携帯電話モバイルサイトにおける採用実績を有する(甲174)など，B系ファッションを愛好する層が集まる地域やメディアに特化して，広告宣伝戦略を展開してきた。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，本件商標に係るブランドの設立当初より，アフリカ系アメリカ女性のファッションをコンセプトとしてブランド展開をしたものであって，平成8年には，ブラック系専門店などとして紹介されており(甲207～209)，B系ファッションという分類が確立される以前から，本件商標は，B系ファッションブランドとして，ファッション業界において広く知られていた。",
                        "その後，本件商標は，B系ファッション雑誌の好きなブランドアンケートの女性部門において第1位となったこと(甲210，211)，あるいはB系ファッション雑誌の創刊号からに継続的に掲載されていること(甲135，176)に照らしても，本件商標の出願時(平成16年7月12日)には，原告の業務に係る商品を示す商標であるとして，B系ファッションを愛好する需要者層に周知となっていた。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおりであるから，本件商標は，その出願時及び査定時において，原告の業務に係る被服やファッション関連商品を表示するものとして，また，B系ファッションブランドとして，高い周知性を獲得しており，これに接する取引者，需要者が，原告に係る業務を想起し，認識するものであって，引用商標を上回る周知性を獲得していたというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件商標と引用商標の類否判断の誤り)",
          "text": [
            "審決は，「本件商標と引用商標とは，『シュープ』の称呼を共通にする類似の商標といわざるを得ない。」(審決書11頁17行～18行)と判断した。",
            "しかし，以下のとおり，審決の上記判断は誤りである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "称呼について",
              "text": [
                "前記1(1)のとおり，本件商標の出願時(平成16年7月12日)において，引用商標は，「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」について，「シュープ」の称呼が生じるものとして，取引者，需要者に広く親しまれていたとはいえないから，本件商標を上記商品に使用しても，商品の出所につき誤認混同を生ずるおそれはない。したがって，本件商標と引用商標とは類似しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取引の実情について",
              "text": [
                "仮に引用商標から「シュープ」の称呼が生じるとしても，以下のとおり，被服の分野における取引の実情を併せ考えれば，本件商標を「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」に使用しても，商品の出所につき誤認混同を生ずるおそれを生じることはない。",
                "したがって，本件商標と引用商標とは類似しないというべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "趣向性について",
                  "text": [
                    "1980年代以降，ファッションが多様化し，需要者による被服の選択に，趣向性(好み，テイスト)や動機付け(着用目的，着用場所等)が大きく作用するようになった(甲200～203)。多様化したファッションは，性別，年代，趣向性等により分類されるとともに，需要者層を異にし，このため，被服分野では，需要者層により市場ないし販売場所(地域，店舗，取引場所)を異にするという，一般的な取引の実情がある(甲103，201～206，213)。",
                    "前記1(2)のとおり，本件商標は，遅くともその出願時には，B系ファッションに使用される標章として，クラブやB系ファッションを愛好する需要者層の間で広く認識されており，「Shoop」の文字や「シュープ」との称呼に接した需要者は，本件商標により「セクシーなB系ファッション」の商品群を想起するようになった(甲207～211)。これに対し，引用商標の使用に係る商品群は，「ティーンカジュアル」に分類され(甲206)，ティーン層向けであって，着心地の良い綿やウールといった天然素材のシャツやスカート，ズボンをコーディネイトするファッションである。",
                    "本件商標は，その使用された商品群から，20代から30代の「セクシーなB系ファッションブランド」として広く親しまれているのに対し，引用商標は，「ティーン世代の少女層向けの可愛いカジュアルファッションブランド」として親しまれている点で相違する。",
                    "このように，本件商標と引用商標とは，互いに全く異なる趣向性を有する商品群を対象として使用されてきたものであり(甲206)，その市場及び需要者層は全く異なるものであり，被服分野における取引の実情に鑑みれば，需要者をして明確に区別される商標であるといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標に関連する標章の使用等",
                  "text": [
                    "審決は，被告が「成人層をターゲットとする『CHOOP SPORTIVE』や『CHOOP CLASSIC』商標を有してブランド展開を",
                    "行っていることが認められ，その需要者層が本件商標の需要者層と共通」(審決書11頁33行～35行)すると認定した。",
                    "しかし，審決は，「CHOOP SPORTIVE」及び「CHOOP",
                    "CLASSIC」に係る使用実績について検討を怠っている。",
                    "「CHOOP SPORTIVE」の具体的な使用例はわずかに2例(甲",
                    "8，61)であり，「CHOOP CLASSIC」については，実際に使",
                    "用されたことを示す証拠は提出されていない。",
                    "甲65(ファッションブランドガイド SEＮKEＮ FB2001)",
                    "には，「CHOOP SPORTIVE」が掲載され，また，甲9(ライセンスブランド名鑑2004)には，「CHOOP CLASSIC」が掲載",
                    "され，主婦層やヤングミセスに対する宣伝効果があるとするが，前記1(1)イ(オ)のとおり，いずれも被告やそのライセンシーが回答したアンケート内容がそのまま掲載されているにすぎず，周知であることの証拠価値はない。",
                    "したがって，「CHOOP SPORTIVE」や「CHOOP CLA",
                    "SSIC」については，成人層に広く親しまれ，需要者が出所の混同を生じるまでに周知性を獲得しているということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標の財産的価値について",
                  "text": [
                    "本件商標は，商品の購買動機の形成に強く寄与しており，高い財産的価値を有する。平成18年におけるファッションブランド調査によれば，本件商標の使用に係る商品は坪効率が高く，セクシーガール系ファッションブランドの中において，成功した販売例として紹介されている(甲103)。",
                    "また，本件商標に類似する商標を付した模倣品が流通した例があるが(甲186～187)，警察からの照会は，出所の混同を生じることなく，原告にされている。",
                    "このように，本件商標は，周知性を獲得しているが故に高い財産的価値が認められるものであり，仮に称呼において本件商標と引用商標とが共通するとしても，需要者において明確に出所を明確に区別されるものであり，商品の出所を誤認混同するおそれを生ずるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告の主張に対し",
                  "text": [
                    "被告は，一般消費者は，常に，商標に注意を払って被服等を購入するものではなく，たまたま通りすがりに購入したり，買う予定のない商品をバーゲンやタイムサービスに店頭に立ち寄って購入したりすることもあるから，本件商標と引用商標は，「シュープ」との称呼の共通性で，商品の出所を混同するなどと主張する。",
                    "しかし，被告の上記主張はいずれも根拠がない。",
                    "前記アのとおり，被服の選択には，趣向性(好み，テイスト)や動機付け(着用目的，着用場所等)が大きく作用し，需要者は，出所に十分に注意を払う。被告の指摘に係る乙20～22の例では，原告の商品と被告の商品とは価格が大幅に相違しているところ，低価格の商品の需要者は高価格の商品を購入することがないことに鑑みれば，出所の混同は起こり得ない。また，上記の例において，引用商標に「シュープ」の称呼は付記されておらず，出所の混同は生じない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "取消事由に係る被告の反論",
      "text": [
        "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用商標の周知性の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用商標の使用態様について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，被告使用商標において，顧客吸引力が認められるのは，図形部分(リスのマーク)である旨主張する。",
                        "しかし，引用商標の「シュープ」との称呼が需要者の間に広く認識され周知であったことと，被告使用商標の上記図形部分に顧客吸引力が認められるかどうかは無関係である。すなわち，上記図形部分に顧客吸引力が認められるとしても，そのことは引用商標が「シュープ」と称呼される商標として周知であることを否定する要素にならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用商標に「シュープ」の文字が併記されて使用された例は多数とはいえない旨主張する。",
                        "しかし，審決(審決書10頁13行～15行)が認定した「『CHOOP』の欧文字と共に同一頁において『シュープから始めよっ』『シュープってな～んだ』等の記載のあるもののほか『シュープ』の文字が併記されている」事例である少女向けのファッション雑誌(甲13～21)には，甲13を除いたすべてに「シュープ」の文字が併記されている。したがって，原告の上記主張には理由がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用商標に「シュープ」の称呼を付加していることにつき，法4条1項16号及び不正競争防止法2条1項13号に違背するとともに，法51条に基づき不正使用として商標登録が取消されるべき場合である旨主張する。しかし，原告の主張は，本件の争点である，本件商標が法4条1項10号に違反して登録されたものであるか否かと無関係である。なお，被告は，引用商標に係る「CHOOP」ブランドのコンセプトがアメリカ西海岸の若者文化をイメージさせるものであったことから，「アメリカ西海岸で生まれた」などの表現を用いた広告をしたことがあるが(甲16など)，引用商標は，平成6年ころ，被告が立ち上げたオリジナルブランドであり，アメリカ企業から譲渡を受けた商標ではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標の周知性に係る証拠等の評価について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標は，日本有名商標集(甲6)に掲載されており，広く認識されている商標と推認して取り扱われるべきことは当然である。引用商標と組み合わされた態様で図形(リスのマーク)が掲載されていることは，前記ア(ア)のとおり，何ら引用商標の周知性を減殺するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，甲13～23における引用商標の使用は，8年間で11例(1年に1，2件)にすぎず，また，これらに掲載された商品についてわずかに使用されたにとどまり，「キッズウェア，パジャマ，レディスカジュアルウェア」等のごとき包括的な商品内容にわたるものではない旨主張する。",
                        "しかし，引用商標の使用は，甲13～23に掲載された範囲にとどまるものではない。引用商標が「シュープ」と称呼されていることが周知であることは，甲13～23のほか，平成7年から平成14年までの雑誌(乙2～7)や後記(ウ)，(エ)記載の書証等からも認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，引用商標のテレビコマーシャルの放送内容が明らかでない旨主張する。",
                        "しかし，甲24～40によれば，テレビコマーシャルにおいて，「シュープ」の文字及び音声が共に放映されている。なお，甲25記載のテレビコマーシャルの「放映回数」については，乙1(株式会社読売広告社の証明)のとおりである。",
                        "また，原告は，引用商標に関するテレビコマーシャルやテレビドラマがいわゆるティーン層の視聴者を対象としたものである旨主張する。しかし，視聴者の年齢層がティーン層であることは，引用商標が商品「キッズウェア，パジャマ，レディスカジュアルウェア」等に幅広く使用されてきたことを否定する理由とはならない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，引用商標に関する新聞記事は，甲48～57の10例のみであって多数とはいえず，また，具体的な商品との関連性が明らかでないなどと主張する。",
                        "しかし，繊研新聞(甲48～57)は，日刊の全国版業界紙であり，同紙に10件もの記事が掲載されれば，周知性を獲得するのに十分な掲載回数と評価できる。また，甲50及び54の各記事には，具体的な商品に関する記述が存在する。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，甲9，甲12，甲64～66について，被告やそのライセンシーが回答したアンケート内容がそのまま掲載されたものであるから，証明力はないと主張する。",
                        "しかし，原告が，甲192～193に基づいて，発行者が配布するアンケートに対する回答を提出すれば，一律に無料で掲載されるのは，「ファションブランドガイド」及び「ライセンスブランド名鑑」のみである。",
                        "「ファッション・ブランド年鑑98年版」(甲64)及び「ファッション・ブランド年鑑2001年版」(甲66)は，これらと異なり，その内容の証明力が弱いとはいえない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "審決は，引用商標が「シュープ」と称呼されていることの周知性を，上述した雑誌，テレビ，業界紙等を総合評価して認定したものであり，何ら事実誤認はない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標について",
              "text": [
                "原告は，本件商標は，その出願時及び査定時において，原告の業務に係る被服やファッション関連商品を表示するものとして，また，「B系ファッションブランド」として，高い周知性を獲得していた旨主張する。",
                "しかし，以下のとおり，原告の上記主張は主張自体失当である。",
                "本件の争点は，本件商標が，指定商品中「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」に関して，法4条1項10号に該当するか否かである。",
                "そして，本件商標が同号に該当すると判断するための要件事実は，①引用商標が被告の業務に係る商品を表示するものとして需要者の間に広く認識されていること，②本件商標と引用商標とが類似すること，③本件商標に係る指定商品と引用商標の使用に係る商品とが同一又は類似することの3点であり，それ以外の要件事実は存在しない。",
                "本件商標が周知であることは抗弁事実にならないから，原告の主張は，主張自体失当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件商標と引用商標の類否判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "称呼について",
              "text": [
                "引用商標の周知性(前記1(1))及び被服の分野における取引の実情(後記(2)ア)に照らせば，本件商標と引用商標とは，「シュープ」の称呼において共通する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取引の実情について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "趣向性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標の指定商品である被服等は，日常的に使用される性質の商品であり，その需要者は特別の専門知識を有しない不特定多数の一般消費者であって，その大部分が「セクシーなB系ファッション」と「ティーン世代の少女層向けの可愛いカジュアルファッション」について明確に認識しておらず，また，取引者が電話等により「シュープ」の称呼のみで取引する場合もあり得る。そして，一般消費者は，常に商標に注視して決まった方法で被服等を購入するものではなく，たまたま通りすがりに購入したり，買う予定のない商品をバーゲンやタイムサービスの呼び声につられて店頭に立ち寄って購入することもあるから，本件商標が付された商品に接した需要者は，これを「シュープ」の称呼で認識していた商品と誤認したり，引用商標のファミリーブランドと混同したりして，購入することも十分に考えられるのであって，商品の出所の混同を生じるおそれがある。",
                        "このように，本件商標と引用商標とは，「シュープ」の称呼を共通とし，その出所について混同する可能性がある商標である。",
                        "したがって，本件商標と引用商標とは類似するというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，本件商標の使用に係る商品は「B系ファッション」系であり，引用商標の使用に係る商品は「ティーン世代の少女層向けの可愛いカジュアルファッション」系であると主張する。しかし，ファッション関連分野は流行の移り変わりが激しいものであり，趣向性等は将来変動する可能性が大きいから，このような一時的な要素を取引の実情として商標の類否判断において重視すべきではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，本件商標に係る商品と引用商標に係る商品とが全く相違する旨主張する。しかし，選択の仕方を変えることにより，乙20～22のように，互いに類似した本件商標に係る商品と引用商標に係る商品を選び出すことも可能である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用商標に関連する標章の使用等",
                  "text": [
                    "被告は，引用商標に関連する標章である「CHOOP SPORTIV",
                    "E」及び「CHOOP CLASSIC」を被服類に使用しているが，その需要者層は原告の商品の需要者層と共通する(乙8～17)。このような取引の実情を考慮すれば，本件商標と引用商標との間で，出所の混同を来すと解するのが合理的である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標の財産的価値について",
                  "text": [
                    "原告は，本件商標は周知性を獲得しており，高い財産的価値が認められるから，称呼において本件商標と引用商標とが共通するとしても，商品の出所を誤認混同するおそれを生じない旨主張する。",
                    "しかし，前記1(2)のとおり，本件商標の財産的価値なるものが法4条1項10号の適用を左右するものではないから，原告の上記主張は失当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "はじめに",
          "text": [
            "審決は，本件商標には，その指定商品中の「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」について，法4条1項10号に該当する事由があると認定判断して，上記商品についての登録を無効とすべきであるとした。しかし，当裁判所は，以下のとおり，審決には，実質的な認定判断上の誤り，及び審理手続等の誤りがあると判断する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "認定判断の誤り",
              "text": [
                "本件の争点は，本件商標が，指定商品中「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」に関して，法4条1項10号に該当するか否かである。そして，本件商標が同号に該当するための要件事実は，①引用商標が被告の業務に係る商品を表示するものとして需要者の間に広く認識されていること，②本件商標と引用商標とが類似すること，③本件商標に係る指定商品と引用商標の使用に係る商品とが同一又は類似することの3点である。当裁判所は，審決が，引用商標について法4条1項10号所定の「他人の業務に係る商品若しくは役務を表示するものとして需要者の間に広く認識されている商標」に該当すると認定判断した点には誤りはないが，本件商標と引用商標とは類似するとした認定判断には誤りがあるから，この点において審決を取り消すべきものと判断する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審理手続等の誤り",
              "text": [
                "被告の審判請求が，本件商標の指定商品中「これらの類似商品」についての登録を無効とすることを含むものであり，審判の対象・範囲，無効審決の効力の及ぶ指定商品の範囲が曖昧であるにもかかわらず，審判手続の過程で適切な措置が採られず，「これらの類似商品」を含めて無効審決がされた点において，手続等に違法があるものと判断する。",
                "以下，順に述べる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用商標の周知性の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用商標について",
              "text": [
                "審決は，「引用商標は，『シュープ』と称呼され，遅くとも本件商標の出願時には，すでに請求人(判決注，被告)の業務に係る商品『雑貨小物，キッズウェア，パジャマ，レディスカジュアルウェア』等を表示するものとして需要者の間に広く認識され周知であったといい得るものである。」(審決書10頁38行～11頁2行)と認定したところ，原告は，審決の上記認定が誤りであると主張するので，検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "事実認定",
                  "text": [
                    "証拠(甲6，8，9，12～66，188～191，200～206，",
                    "214，乙1～7)及び弁論の全趣旨によれば，①被告は平成6年に引用商標を使用した商品の販売及び広告宣伝を開始したこと(甲13，65，188，190)，②同年から平成14年にかけて発行されたティーン層の少女をターゲットとする雑誌に，「CHOOP」の文字及び「シュープ」の文字を併用した広告がされていること(甲8，13～23，乙1～7)，③平成7年から平成11年にかけて，「CHOOP」の文字及び「シュープ」の文字の映像と共に，「リスがめじるし ストリートカジュアル シュープ」，「リスがすき ストリートカジュアル シュープ」など「シュープ」の音声を用いたテレビコマーシャルが全国各地で放映されたこと(甲24～40，62，63，乙1)，④被告の提供に係るティーン層の少女を主人公とするテレビドラマ(放映日：平成10年8月15日，平成11年3月22日及び平成12年4月1日)が新聞に取り上げられ，これらに「CHOOP」の文字及び「シュープ」の文字が併記され，又は「シュープ」の文字が記載されていること(甲41，43，47，49～52)，⑤上記テレビドラマにおいて，「CHOOP」の文字及び「シュープ」の文字の映像と共に，「リスがすき ストリートカジュアル シュープ」など「シュープ」の音声が用いられていること(甲42，46)，⑥被告の提供に係る日本航空の機内番組において，「シュープ プレゼンツ」，「リスのマークでおなじみのシュープ」，「シーエイチオーオーピー シュープ」など「シュープ」の音声が用いられ，同番組の案内冊子に「CHOOP」の文字が用いられていること(甲58～60)，⑦平成9年から平成13年にかけて発行された繊維新聞にファションブランドとしての「シュープ」が取り上げられていること(甲48～57)，⑧「ライセンスブランド名鑑2004」(甲9)，「ライセンスビジネス名鑑2003〔ブランド編〕」(甲12)，「ファッション・ブランド年鑑98年版」(甲64)，「ファッションブランドガイド SEＮKEＮ FB2001」(甲65)，「ファッション・ブランド年鑑2001年版」(甲66)，「ファッションブランドガイド SEＮKEＮ FB2003」(甲188)，「ファッション・ブランド年鑑2003年版」(甲189)，「ファッションブランドガイド SEＮKEＮ FB2004」(甲190)，「ファッション・ブランド年鑑2004年版」(甲191)に「CHOOP」の文字及び「シュープ」の文字が併記されていること，⑨引用商標を使用した被告又はそのライセンシーの商品は，雑貨小物，キッズウェア，パジャマ，レディスカジュアルウェアなどであることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "判断",
                  "text": [
                    "上記アの各事実を総合すれば，被告又はそのライセンシーの使用に係る引用商標は，本件商標の出願前から，主として「ティーン世代の少女層向けの可愛いカジュアルファッション」に関心を抱く需要者層をターゲットに，雑誌，テレビ，業界誌等において広告宣伝されるとともに，雑貨小物，キッズウェア，パジャマ，レディスカジュアルウェアなどの商品に幅広く使用されてきたということができるから，引用商標は，遅くとも本件商標の出願時には，既に被告の業務に係る商品を表示するものとして需要者の間に広く認識されていたと認めるのが相当である。しかし，後記3(2)のとおり，引用商標において「シュープ」の称呼が生じ得ることは認められるが，同称呼が，あらゆる需要者層において，広く認識されていたとまで認めることはできない。審決の認定は，「シュープ」の称呼が周知であるとした点を除き，その余の点において誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，被告使用商標において，顧客吸引力が認められるのは，図形部分(リスのマーク)である旨主張する。",
                        "確かに，被告又はそのライセンシーの係る商品や広告に付された標章には，引用商標のほかに図形部分(リスのマーク)が併用させたものが存在する。",
                        "しかし，上記標章において図形部分(リスのマーク)が存在するとしても，「CHOOP」の文字が使用されていることにかわりはない。そして，被告の広告では，引用商標に係る「CHOOP」の文字，「シュープ」との称呼及びそのコンセプト(アメリカ生まれの元気なブランド，あるいはおしゃれでキュートなブランドであること。)が強調されており，また，図形(リスのマーク)を併用しない形で用いられているものも少なくない。",
                        "したがって，上記図形(リスのマーク)に顧客吸引力が認められるとしても，そのことから直ちに引用商標が，需要者の間に広く認識されていたことが否定されるものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，引用商標をアメリカ製ブランドのように誤認させようとした被告の行為は，法4条1項16号及び不正競争防止法2条1項13号に該当し，また，法51条に基づく不正使用として商標登録の取消事由にも該当するものであって，被告による引用商標の使用は違法ないし不正な使用態様でされているから，引用商標の周知性を認定することは許されないなどと主張する。",
                        "しかし，被告が，引用商標につきアメリカ生まれのブランドとのコンセプトの下に広告宣伝したことをもって，直ちに法4条1項10号の規定にいう周知商標としての保護を受けることができない場合に該当するということはできない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件商標の周知性について",
              "text": [
                "審決は，「本件商標に接する取引者，需要者は，これらの事実よりただちに被請求人に係る業務を想起し認識するというよりも，むしろ，前記のとおり周知となっている請求人に係る業務を表示するものとして認識し把握するものとみるべきであり，この状態は，本件商標の出願時を含む登録時においても同様であり，本件商標は，請求人に係る引用商標の周知性を上回るということはできないというのが相当である。」(審決書11頁3行～8行)と認定したが，これに対して，原告は，本件商標は，その出願時及び査定時において，原告の業務に係る被服やファッション関連商品を表示するものとして，また，B系ファッションブランドとして，高い周知性を獲得しており，これに接する取引者，需要者が，原告に係る業務を想起し，認識するものであって，引用商標を上回る周知性を獲得していたというべきである旨主張する。",
                "しかし，法4条1項10号の規定にいう周知商標の使用者が複数存在する場合には，出願時を基準として，いずれの使用者も商標登録を受けることができないと解すべきであり(平成3年法律第65号附則5条2項参照)，本件商標が引用商標の周知性を上回るものであったとしても，そのことが審決の結論を左右するものではないから，原告の上記主張は審決を取り消すべき理由に当たらない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上検討したところによれば，引用商標を法4条1項10号にいう「他人の業務に係る商品若しくは役務を表示するものとして需要者の間に広く認識されている商標」に該当するとした審決の認定判断に誤りはなく，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "取消事由2(本件商標と引用商標の類否判断の誤り)について(1) 法4条1項10号は，「他人の業務に係る商品若しくは役務を表示するものとして需要者の間に広く認識されている商標又はこれに類似する商標であつて，その商品若しくは役務又はこれらに類似する商品若しくは役務について使用をするもの」については，商標登録を受けることができない旨規定している。",
            "法4条1項10号における商標の類否は，法4条1項11号の場合と同様に，対比される両商標が同一又は類似の商品・役務に使用された場合に，商品・役務の出所につき誤認混同を生ずるおそれがあるか否かによって決すべきであり，誤認混同を生ずるおそれがあるか否かは，そのような商品・役務に使用された商標がその外観，観念，称呼等によって取引者及び需要者に与える印象，記憶，連想等を考察するとともに，その商品・役務の取引の実情を明らかにし得る限り，その具体的な取引状況に照らし，その商品・役務の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断すべきものと解される(最高裁昭和39年(行ツ)第110号同43年2月27日第三小法廷判決・民集22巻2号399頁参照)。"
          ],
          "content": [
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標の類否",
              "text": [
                "そこで，上記の観点から，本件商標と引用商標の類否について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "称呼",
                  "text": [
                    "本件商標は，「Shoop」の文字を構成とするものであるから，最も自然な「シュープ」の称呼を生ずるものと認められる。",
                    "他方，引用商標は，前記2(1)のとおり，「シュープ」の文字を併記し，また「シュープ」の音声を用いた広告宣伝活動の結果，引用商標から「シュープ」の称呼が生じ得ることが認定できる(なお，「choop」，「CHOOP」の文字を含む被告の登録商標について，特許庁は，もともと「チュープ」，「チョープ」などを参考称呼としており〔甲67～69，71，73～78，80〕，「シュープ」は平成15年9月5日設定登録に係る登録商標の商標公報〔甲70，79〕で初めて挙げられている。)。しかし，引用商標は，「CHOOP」の文字を構成とするものであり，自然な称呼は，「チュープ」あるいは「チョープ」であることに照らすならば，確かに，被告が広告宣伝を行ってきた「ティーン世代の少女層向けの可愛いカジュアルファッション」に関心を抱く需要者層に対しては，「シュープ」の称呼を想起させるものといえるが，それ以外の一般消費者に対して，「シュープ」の称呼を想起させるものとはいえないというべきである。したがって，引用商標において，「シュープ」の称呼が，あらゆる需要者層において，広く認識されていたとまで認めることはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "観念及び外観について",
                  "text": [
                    "本件商標を構成する「Shoop」の文字部分は，少なくとも，いわゆるブラックミュージックの愛好者の間では，「タメ息の音」を意味する俗語として認識されているが，必ずしも一般的な観念が生じるとまでは認定できず，他方，引用商標の構成中の「CHOOP」の文字部分も，一般的な観念は生じないので，観念における対比をすることができない。",
                    "本件商標を構成する「Shoop」の文字部分がデザイン化されていることに加え，同文字部分と引用商標の構成中の「CHOOP」の文字部分は，先頭文字が「S」と「C」との点で異なり，前者は後続する「hoop」が小文字で表記されているのに対して，後者は後続する「HOOP」が大文字で表記されている点において異なる点で，本件商標と引用商標はその外観において相違する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取引の実情等",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標は，前記2(1)アの各事実及び前述の雑誌，新聞等に掲載された広告宣伝，記事等の内容に照らせば，アメリカ生まれの元気なブランド，あるいはおしゃれでキュートなブランドというコンセプトの下，ティーン世代の少女層をターゲットとして，被告による引用商標の使用(被告のライセンシーによる使用を含む。)及び広告宣伝活動が継続された結果，本件商標の出願時及び査定時には，「ティーン世代の少女層向けの可愛いカジュアルファッションブランド」を想起させるものとして，需要者層を開拓していたものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "他方，証拠(甲102～184，198～212)及び弁論の全趣",
                      "text": [
                        "旨によれば，①本件商標は，「Shoop」の文字からなり，「シュープ」との称呼を生じるものであること，②「Shoop」は，少なくとも，いわゆるブラックミュージックの愛好者の間では，「タメ息の音」を意味する俗語として認識されていること，③本件商標は，原告により，アフリカ系アメリカ女性のファッションをコンセプトとして，広告宣伝が行われ，平成8年に発行された雑誌にブラック系専門店などとして紹介され(甲207～209)，平成11年に発行された雑誌に本件商標を用いたB系ファッションを趣向とする女性向け被服及びその直営店の広告が掲載され(甲198)，平成15年に発行された雑誌に好きなブランドアンケートの女性部門において第1位であった旨の記事が掲載されたこと(甲210，211)を含め，平成8年及び平成11年から平成18年",
                        "にかけて発行されたB系ファッション雑誌，新聞に本件商標を用いた被服や本件商標に係るブランドに関する広告，記事が多数掲載されていること(甲102～144，159～168，174，176～184，",
                        "198，199，207～212)，④原告は，遅くとも平成11年から",
                        "本件商標の出願時までに，全国に19の直営店を展開し(甲104，114，116，123，125，127，129，130，131，1",
                        "33，134，137，175～182，198)，その後，これを22",
                        "店舗に拡大したこと，⑤原告は，平成15年及び平成16年には，雑誌社やアーティストのプロダクションの要請を受け，本件商標に係るブランドの服を取材用衣装として提供したこと(甲139～146)，⑥平成12年から平成16年にかけて，本件商標を付した大型看板や大型映像広告を渋谷駅や新宿駅に設置し(甲147～150)，東京都内(渋谷～新宿)，名古屋市内(栄～引山，名古屋駅～光ヶ丘)及び仙台市内にラッピングバスを走らせ(甲152～154)，音楽イベントを主催し(甲156～166)，音楽専門チャンネルでコマーシャルをし(甲170～173)，携帯電話にモバイルサイトを設置するなど(甲174)，B系ファッションを愛好する層が集まる地域やメディアをターゲットとして，積極的な広告宣伝を展開したこと，⑦本件商標に類似する商標を付した模倣品が流通した際の，警察からの照会先は原告に対してであったこと(甲186～187)等の事実が認められる。",
                        "上記各事実及び上述の雑誌，新聞等に掲載された本件商標に関する広告，記事等の内容に照らせば，B系ファッションを対象とするブランドというコンセプトの下，セクシーさを趣向するものとして，20代から30代の成熟した女性層やいわゆるクラブにおけるダンス愛好者をターゲットとして，原告による本件商標の使用及び広告宣伝活動が継続された結果，本件商標の出願時及び査定時には，本件商標を構成する「Shoop」の欧文字は，「セクシーなB系ファッションブランド」を想起させるものとして，需要者層を開拓していたものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，引用商標の使用された商品に関心を示す，「ティーン世代の少女層向けの可愛いカジュアルファッション」を好む需要者層と，本件商標の使用された商品に関心を示す，いわゆる「セクシーなB系ファッション」を好む需要者層とは，被服の趣向(好み，テイスト)や動機(着用目的，着用場所等)において相違することが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "商品の出所についての誤認混同のおそれ",
                  "text": [
                    "以上によれば，引用商標から，「シュープ」の称呼が生じる旨認識している需要者は，被告が広告宣伝を行ってきた「ティーン世代の少女層向けの可愛いカジュアルファッション」に関心を抱く需要者層であって，本件商標が使用された商品に関心を抱く「セクシーなB系ファッション」の需要者層やそれ以外の一般消費者ではないといえる。結局，被告が広告宣伝を行ってきた需要者層以外の消費者については，引用商標から「シュープ」の称呼が生じると認識することはなく，上記認定した取引の実情等を総合すれば，称呼を共通にすることによる混同は生じないということができる。",
                    "その他，本件商標と引用商標とは，観念においては対比できないものの，外観においては相違する。",
                    "そうすると，本件商標は，その指定商品中「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」に使用された場合，引用商標とは異なる印象，記憶，連想等を需要者に与えるものと認められ，商品の出所につき誤認混同を生じるおそれはないというべきである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "被告の主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告は，本件商標と引用商標とが「シュープ」の称呼を共通とすることを前提として，一般消費者は，常にブランドを意識して決まった方法で被服等を購入するものではなく，たまたま通りすがりに購入したり，買う予定のない商品をバーゲンやタイムサービスの呼び声につられて店頭に立ち寄って購入したりすることもあるから，本件商標が付された商品に接した需要者は，これを「シュープ」の称呼で認識していた商品と誤認したり，引用商標のファミリーブランドと混同したりして，購入することも考えられる旨主張する。",
                        "しかし，上記エのとおり，引用商標から「シュープ」の称呼が生じる旨認識している需要者は，被告が広告宣伝を行ってきた「ティーン世代の少女層向けの可愛いカジュアルファッション」に関心を抱く需要者層であって，それ以外の一般消費者が，引用商標から「シュープ」の称呼が生じる旨認識することは通常考えられない。したがって，被告の主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，趣向性等は将来変動する可能性が大きいのであるから，これを取引の実情として商標の類否判断において重視すべきではないと主張する。",
                        "しかし，本件商標から生じる称呼と引用商標から生じる自然な称呼とは異なるものであって，引用商標は，継続的使用及び広告宣伝の結果，特定の需要者に対して，「シュープ」との称呼を生ずるものとして，認識されるに至ったのであるから，両商標の類否に当たり取引の実情を考慮することは当然に許されるというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告は，引用商標に類似した商標として，「CHOOP SPORTIVE」及び「CHOOP CLASSIC」の各標章を被服類に使用",
                      "text": [
                        "しており(乙8～17)，その需要者層が本件商標を付した商品の需要者層と共通するなどと主張する。",
                        "しかし，前記エのとおり，本件商標は，その指定商品中「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」に使用された場合，引用商標とは異なる印象，記憶，連想等を取引者，需要者に与えるものと認められ，その結果，出所に混同を来すことはないというべきであって，特定の商品の需要者層が共通する場合があることによって，かかる認定判断が左右されるものではない。被告の主張は採用することができない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件商標と引用商標とが類似するとした審決の判断には誤りがあることになる。原告主張の取消事由2は理由がある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審理手続等の誤りについて",
          "text": [
            "審決は，被告の無効審判請求が，本件商標の指定商品中「これらの類似商品」についての登録を無効とすることを含むものであり，審判の対象・範囲，無効審決の効力の及ぶ指定商品の範囲が曖昧であるにもかかわらず，審判手続の過程で適切な措置を採らず，「これらの類似商品」を含めて無効審決をした点において，手続等に違法がある。この点は，念のために述べるものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "法46条1項本文は，「商標登録が次の各号のいずれかに該当するときは，その商標登録を無効にすることについて審判を請求することができる。この場合において，商標登録に係る指定商品又は指定役務が二以上のものについては，指定商品又は指定役務ごとに請求することができる。」と規定する。これは，特定の指定商品又は指定役務(以下「指定商品等」という。)に係る部分についてのみ無効理由がある場合に，商標登録全体を無効とするのは相当でないとの趣旨から，商標登録の一部についての無効を認めることとしたものと解される。商標登録に係る指定商品等が二以上の商標登録について，二以上の指定商品等について無効審判を請求したときは，その請求は指定商品等ごとに取り下げることができること(法56条2項により準用される特許法155条3項)，指定商品等が二以上の商標登録又は商標権については，商標権の消滅後の無効審判請求(法46条2項)や商標登録を無効にすべき審決の確定及びその効果(法46条の2)などにつき，指定商品等ごとに商標登録がされ，又は商標権があるものとみなされること(法69条)を併せ考えれば，商標登録に係る指定商品等が二以上のものに係る無効審判請求においては，無効理由の存否は指定商品等ごとに独立して判断されるべきことになる。",
                "そして，無効審判請求における「請求の趣旨」は，審判における審理の対象・範囲を画し，被請求人における防御の要否の判断・防御の準備の機会を保障し，無効審決が確定した場合における登録商標の効力の及ぶ指定商品等の範囲を決定するものであるから，その記載は，客観的かつ明確なものであることを要するというべきである。したがって，「請求の趣旨」に，登録を無効とすることを求める指定商品等として，「・・・類似商品」，「・・・類似役務」など，その範囲が不明確な記載をすることは，請求として特定を欠くものであって，許されないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件についてみるに，被告は，前記第2，1のとおり，本件商標の指定商品中「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」についての登録を無効とすることを求めて，審判請求をした。被告が無効とすることを求めた指定商品の範囲は，商標法施行規則別表において「被服」に含まれる商品群として掲げられた「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽」にとどまらず，「これらの類似商品」を含むという点において，これを明確に把握することが困難である。仮に，被告の請求をすべて認める無効審決が確定した場合，本件商標に係る登録商標の効力の及ぶ指定商品の範囲は，第25類「被服，ガーター，靴下止め，ズボンつり，バンド，ベルト，履物，仮装用衣服，運動用特殊衣服，運動用特殊靴」から「セーター類，ワイシャツ類，寝巻き類，下着，水泳着，水泳帽及びこれらの類似商品」を除外した指定商品となるが，その範囲は，「これらの類似商品」が除かれる結果として，客観的明確性を欠き，法的安定性を害する。",
                "したがって，被告による本件商標に対する無効審判の請求のうち，指定商品中「これらの類似商品」に係る部分は，審判の対象・範囲が不明確であるとともに，無効審決が確定した場合において登録商標の効力の及ぶ指定商品の範囲を曖昧にするものであるから，適法な審判請求とは認められない。よって，審決中，本件商標の指定商品のうち「これらの類似商品」についての登録を無効とするとした部分は，審決の内容のみならず，審判手続の面からも違法といえる。",
                "本件商標の無効審判を審理する審判体としては，実質的な審理を開始するに先だって，まず，釈明権を行使するか，補正の可否を検討する等の適宜の措置を採るべきであり，そのような措置を採ることなく，漫然と手続を進行させた審判手続のあり方は妥当を欠く点があったというべきである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "商標権が設定登録された場合には，商標とともに指定商品等が商標権の範囲となるものであって(法27条)，商標権者は，指定商品等について登録商標の使用をする権利を専有し(法25条)，指定商品等及びこれに類似する商品・役務について他人の登録を阻止し(法4条1項11号)，使用を禁止することができる(法36条，37条)のであるから，指定商品等の内容及び範囲は，少なくとも指定商品等に係る取引者，需要者にとって明確であり，指定商品等が具体的にどのような商品・役務であり，これにどのような商品・役務が含まれるのかが明らかである必要があることは，いうまでもない。したがって，指定商品等について，「・・・類似商品」，「・・・類似役務」，あるいは，「ただし・・・類似商品を除く」，「ただし・・・類似役務を除く」など，その範囲が不明確な記載をすることは許されるべきではない。",
                "また，設定登録時には，指定商品等の範囲が客観的に明確であるにもかかわらず，法50条に基づく商標登録の取消審判請求に対する審判手続における適切を欠いた審理の結果，後発的に指定商品等の範囲の明確性が失われる場合も散見されるところであり(知的財産高等裁判所平成19年6月27日判決・平成19年(行ケ)第10084号審決取消請求事件，同平成19年10月31日判決・平成19年(行ケ)第10158号審決取消請求事件参照)，このような運用はすみやかに改善されるべきものと考える。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上によれば，原告の本訴請求は理由があるから，これを認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}