{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−80149号事件について平成19年3月12日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "被告は，発明の名称を「気泡含有ホットメルト型粘着剤」とする特許第3476248号特許(平成6年6月27日出願，平成15年9月26日設定登録。",
            "以下「本件特許」という。)の特許権者である。",
            "原告は，平成18年8月9日，本件特許に対し，無効審判請求をし，特許庁は，上記審判請求を無効2006−80149号事件として審理した。被告は，この過程で，同年10月30日付け訂正請求書による訂正請求(以下「本件訂正」という。)をし，特許庁は，平成19年3月12日，本件訂正を認めた上で，「本件審判の請求は，成り立たない。」との審決をし，同月23日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "本件訂正後の請求項1(請求項は1項のみである。)は，次のとおりである。",
            "【請求項1】 気泡含有ホットメルト型粘着剤であって，平均粒径が200μm以下の中空でない塊状の炭酸カルシウムを粘着剤中に2～30重量％含む気泡含有ホットメルト型粘着剤。",
            "(以下，請求項1に係る発明を「本件発明」といい，本件訂正後の明細書(甲第8号証)を「本件明細書」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件発明は，①下記の甲第2ないし第6号証に基づいても，②甲第1及び第3ないし6号証に基づいても，③甲第1ないし第6号証に記載された発明すべてを合わせ考慮しても，当業者が容易に発明をすることができたものとはいえないから，特許法29条2項の規定に違反して特許されたものとはいえないとするものである。",
            "記",
            "甲第1号証：特開平6−17015号公報",
            "甲第2号証：特開昭54−15967号公報",
            "甲第3号証：特公平4−65880号公報",
            "甲第4号証：特開平5−17730号公報",
            "甲第5号証：日本粘着テープ工業会，粘着ハンドブック編集委員会編「粘着ハンドブック」(日本粘着テープ工業会，昭和60年7月10日初",
            "版第2刷発行)116～119頁，336～340頁",
            "甲第6号証：芝崎一郎著「接着百科(上)」(株式会社高分子刊行会，昭和50年3月25日初版発行)210～213頁",
            "審決は，上記結論を導くに当たり，甲第2号証記載の発明(以下「甲2発明」という。)及び甲第1号証記載の発明(以下「甲1発明」という。)の内容並びに本件発明と甲2発明及び甲1発明との一致点及び相違点を次のとおり認定した。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲2発明の内容",
              "text": [
                "気泡含有ホットメルト型接着剤，気泡含有ホットメルト型構造体等の発泡熱可塑性材料であって，二酸化チタン，カーボンブラック，二酸化硅素，熔融シリカ，酸化鉄，酸化クロム，酸化アルミニウム，クレー等の固体界面活性剤を熱可塑性材料中に0．1～5重量％含み，気泡を含有する処理を施された，気泡含有ホットメルト型接着剤，気泡含有ホットメルト型構造体等の発泡熱可塑性材料"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明と甲2発明との一致点",
              "text": [
                "「気泡含有ホットメルト型熱可塑性材料であって，無機材料を熱可塑性材料中に2～5重量％含む気泡含有ホットメルト型熱可塑性材料」である点"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明と甲2発明との相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "気泡含有ホットメルト型である「熱可塑性材料」が，本件発明においては，「粘着剤」であるのに対し，甲2発明においては，「接着剤，構造体等」である点(以下「相違点1」という。)"
                },
                {
                  "fig": "イ",
                  "subject": "「無機材料」が，本件発明においては，「平均粒径が200μm以下の中空でない塊状の炭酸カルシウム」であるのに対し，甲2発明においては，「二酸化チタン，カーボンブラック，二酸化硅素，熔融シリカ，酸化鉄，酸化クロム，酸化アルミニウム，クレー等の固体界面活性剤」である点(以下「相違点2」という。)"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "甲1発明の内容",
              "text": [
                "粘着剤として，顔料である二酸化チタンを2．4重量％含有する，気泡構造を付与された感圧接着テープ"
              ]
            },
            {
              "fig": "(5)",
              "subject": "本件発明と甲1発明との一致点",
              "text": [
                "「気泡含有ホットメルト型粘着剤であって，無機材料を粘着剤中に2．4重量％含む気泡含有ホットメルト型粘着剤」である点"
              ]
            },
            {
              "fig": "(6)",
              "subject": "本件発明と甲1発明との相違点",
              "text": [
                "「無機材料」が，本件発明においては「平均粒径が200μm以下の中空でない塊状の炭酸カルシウム」であるのに対し，甲1発明においては，「顔料である二酸化チタン」である点(以下「相違点3」という。)"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，相違点1ないし3についての判断を誤った(取消事由1ないし3)ものであるところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)",
          "text": [
            "審決は，甲第2号証の「用語「熱可塑性ホットメルト接着剤」又は「ホットメルト接着剤」は当業者によく知られているものでありそしてこの材料は加熱によって液化しそして冷却によって固体，半固体又は粘着性状態に固化する同じ特性を有する。」との記載(4頁左下欄11行～15行)に関して，高分子学会・高分子辞典編集委員会編「新版高分子辞典」(株式会社朝倉書店，1988年11月25日初版第1刷)341頁(乙第1号証)の「接着の初期過程は粘着である。」との説明を根拠として，甲第2号証の上記記載部分は，「粘着剤に関して述べていると解するよりも，寧ろ接着剤の初期状態を述べている，と解するのが自然である。」と断定し，甲第2号証には粘着剤に関する具体的記載がないと判断している。",
            "しかし，甲第2号証の上記の記載は，ホットメルト接着剤が冷却後にとり得る状態を説明したものであり，「粘着性状態」は，「固体」及び「半固体」と同様に，冷却後の状態を表現していることは明らかである。",
            "甲第2号証において，「冷却によって固体，半固体又は粘着性状態に固化する」との記載は，仮に，同記載が冷却中の状態の変化を記載したものであれば，「固体，半固体又は粘着性状態」という順番は不自然であるから，冷却中の状態の変化を説明しているわけではないことは明らかである。したがって，「固体，半固体又は粘着性状態」は，冷却によって「固化」した後の利用し得る状態を列挙したものであって，「粘着性状態」は，その一つとして記載されているのである。すなわち，甲第2号証は，加熱によって液化し，冷却によって(常温又は使用温度で)粘着性状態になるという性質を利用した接着剤を記載しているのであるから，これは，粘着剤にほかならない。",
            "以上のとおりであるから，甲第2号証にいう「接着剤」には本件発明にいう「粘着剤」が具体的に含まれている。したがって，相違点1を実質的な相違点であるとした審決の認定判断は誤りである。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，「炭酸カルシウムが，粘着剤における周知の充填剤であるからといって，甲第2号証記載の，固体界面活性剤として機能を果たしている二酸化チタン等に替えてあるいは二酸化チタン等に加えて炭酸カルシウムを用いることを容易とすることはできない」と判断している。",
                "審決が認定しているとおり，粘着剤において，炭酸カルシウムが周知の添加剤の一つであるから，甲第2号証記載の二酸化チタン等に代えて，又は二酸化チタン等に加えて，炭酸カルシウムを用いることは当業者に容易であったということができる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，甲第3ないし第6号証に「炭酸カルシウムと気泡との関係」が教示されていないことから，相違点2に係る本件発明をすることは，容易でなかったと判断している。",
                "しかし，炭酸カルシウムと気泡との関係は，本件特許の特許請求の範囲において，何ら記載されていない。また，本件発明は，炭酸カルシウムを含有することを構成要件とするものの，炭酸カルシウム以外の無機充填剤を含有することを排除していない。",
                "したがって，炭酸カルシウムを含有させる動機が何であれ，「平均粒径が200μm以下の中空でない塊状の炭酸カルシウムを粘着剤中に2～30重量％含む気泡含有ホットメルト粘着剤」は，本件発明の技術的範囲に属するのであるから，審決が「炭酸カルシウムと気泡との関係」を問題にしたこと自体が誤りである。炭酸カルシウムが粘着剤における周知の充填剤である以上，本件発明は，甲2発明から当業者が容易に行い得たものであって，審決の進歩性判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点3について，炭酸カルシウムが顔料として有用である旨の記載は甲第1号証になく，甲第3ないし第6号証にも記載されておらず，炭酸カルシウムは粘着剤における周知の添加剤であるからといって，顔料として配合されている二酸化チタンに代えて，炭酸カルシウムを用いることを容易であるとすることはできないと判断している。",
                "しかし，炭酸カルシウムは，粘着剤における周知の添加剤である。したがって，甲第1号証記載の気泡含有ホットメルト型粘着剤において，周知の添加剤として炭酸カルシウムを配合すること自体，特に何の困難性をも有するものではない。また，甲第2号証では，「二酸化チタン，カーボンブラック，二酸化硅素，溶融シリカ・・・酸化鉄，酸化クロム，酸化アルミニウム，クレー及び類似のもの」が気泡安定性を高める材料として示されており(6頁右上欄2行～6行)，ここで二酸化チタンとともに例示されているタルク，クレー等は，粘着剤の無機充填剤として炭酸カルシウムと同様に汎用されている周知の無機充填剤である。",
                "したがって，甲第1及び第2号証を知り得た当業者であれば，甲第1号証における二酸化チタンに代えて，又はこれに加えて炭酸カルシウムを用いることに何の困難性も存在しない。また，たとえ，気泡を安定化するという効果があったとしても，無機粒子を粘着剤中に含有させることによりそのような効果が得られることも本件出願時において知られていた事実にすぎない。",
                "すなわち，本件発明と甲1発明とは，構成の置換が容易であり，気泡安定性向上効果は，発明の進歩性を肯定する根拠となる非予測性を有する効果ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また，審決は「炭酸カルシウムが顔料として有用である旨の記載は甲第1号証にないばかりでなく，炭酸カルシウムが記載されている甲第3～6号証にも記載されていない。」と述べている。",
                "しかし，「炭酸カルシウムが周知の添加剤のひとつであると認められる」以上，その用途が顔料であろうと，なかろうと，当業者が甲1発明に炭酸カルシウムを添加することを着想することは極めて容易であったといわざるを得ない。審決は，当業者が炭酸カルシウムを添加する目的として，「増量によるコスト低減」をも認定しているが，増量によるコスト低減の目的で炭酸カルシウムを添加する場合にも，それが「中空でない塊状」であり，平均粒径と含有量の点で本件発明の構成要件を充足するならば，本件発明の技術的範囲に属することは当然である。したがって，審決が「顔料として有用である」ことを問題としたこと自体が誤りであり，審決は，相違点3についての判断を誤ったものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "text": [
            "甲第2号証には，接着剤に関する発明が記載されているが，粘着剤に関する発明は一切記載されておらず，甲第2号証の「粘着性状態に固化する」との記載は，審決が認定するとおり，「この1行で粘着剤に関して述べていると解するよりも，寧ろ接着剤の初期状態を述べている」と解するのが自然である。よって，審決には，原告が主張する取消事由1は存在しない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "動機付けの欠如",
              "text": [
                "審決は，「周知の添加剤(充填剤)であるという理由だけで，先行技術に適用」することはできず，炭酸カルシウムを甲2発明に適用することが容易であるというためには，何らかの動機付け等を必要とすると判断し，炭酸カルシウムが固体界面活性剤として開示されているか否かを検討し，そのような開示がないことから，動機付けがなく，適用の容易性を否定したものであり，その結論に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "炭酸カルシウムが周知の添加剤であるからといって，「周知」は，「必須」や「必要」を意味するものではないから，先行技術に対して，添加する理由を問わず，無条件に適用されるとはいえない。また，周知の添加剤(充填剤)といっても，甲第5号証の表45にも記載されているとおり，性質の異なる多数の充填剤が含まれるのであるから，適用の可否においては，個別に具体的事情が考慮されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲2発明に炭酸カルシウムを添加する動機付けはない。粘着剤には様々な種類が存在し，一括りで論ずることはできないから，甲2発明及び本件発明の属する「気泡含有ホットメルト型粘着剤」のような特殊な分野で「周知」でなければ，動機付けたりえない。そのような特殊な分野では，炭酸カルシウムは周知の添加剤とはいえない。",
                    "添加剤(充填剤)の主たる使用目的である「増量によるコスト低減」については，泡含有の系においては，泡そのものが低廉な充填剤として，既に増量，ひいてはコスト低減をもたらしているのであるから，当業者であれば，添加剤(充填剤)としての炭酸カルシウムを適用しようとは考えない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "阻害事由の存在",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2発明が粘着剤の発明であるとしても，粘着剤に添加剤(充填剤)を適用すると，粘着性を低下させることは技術常識であり，添加したときの影響については，甲第2ないし第6号証のいずれにおいても，検討されていないだけでなく，甲第5号証には，粘着剤に炭酸カルシウム等の充填剤を添加すると，粘着剤を硬くすること及びその凝集力を向上させることが記載されている。気泡含有粘着剤は，本件明細書記載のとおり，凝集力を低下させ，低温特性や対粗面接着性を改善させるものであるから，炭酸カルシウム等の無機充填剤のこれと反対の特性は，添加の阻害事由となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲第5号証には，充填剤の酸性・塩基性が，流動性，分散性に大きく影響することが記載されている。ここで，炭酸カルシウムが塩基性であることは常識であるから，粘度や分散性のコントロールが重要である甲2発明において，流動性，分散性を大きく変化させる炭酸カルシウムを適用することには阻害事由があるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "甲2発明は，泡を含有する接着剤であるので，炭酸カルシウム等の無機充填剤を添加すれば，泡の形成や安定性に悪影響を与えると考えられるところ，このような影響については，何ら検討されていない。",
                    "甲2発明は，泡を含有する接着剤の中でも，固体界面活性剤を含有する点で特殊な系であるところ，このような特殊な系中に，固体界面活性剤として開示されていない炭酸カルシウムを適用し得るとするためには，炭酸カルシウムの配合に伴って生ずる影響についての検討が不可欠といえるところ，そのような影響は，何ら検討されていない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲2発明に炭酸カルシウムを配合しても本件発明に想到し得ない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1のとおり，甲2発明は，接着剤に関する技術であり，粘着剤とは全く別物である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明は，特定の炭酸カルシウムを粘着剤に含有させて，その物理的存在により，独立気泡の移動を防止し，常態における気泡の長期に亘る安定化(半永久的に気泡は存在し続ける)を達成することをその技術的思想とする。",
                    "これに対し，甲2発明は，固体界面活性剤を接着剤に含有させて，その核化作用により，微小気泡を発生させ，溶融状態における泡の短期の安定化(安定化後に泡は消失する)を達成することをその技術的思想とする。そうすると，本件発明と甲2発明とは，粘着剤と接着剤との相違に加えて，①本件発明が「独立気泡」であるのに対し，甲2発明が「泡の集合体」である点，②本件発明が気泡の「常態における長期の安定化」であるのに対し，甲2発明が泡の「溶融状態における短期の安定化」である点，③本件発明の気泡が粘着後も「存在し続ける」のに対し，甲2発明の泡は接着後「消失する」点，④本件発明における炭酸カルシウムの作用が気泡の「移動防止」であるのに対し，甲2発明における固体界面活性剤の作用は泡の「微小化」作用である点，において技術的思想として全く異なる。よって，当業者が，甲2発明に周知の炭酸カルシウムを添加しても本件発明に想到することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "動機付けの欠如",
              "text": [
                "審決は，炭酸カルシウムの添加を甲1発明に適用することが容易というためには，何らかの動機付け等を必要とするとし，動機付けとして炭酸カルシウムが顔料として開示されているか否かを検討し，そのような開示がないことから，適用の容易性を否定したものであり，審決の結論に誤りはない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "ある物質に代えて他の物質を選択するからには何らかの動機付けが必要であり，周知であるからといって，直ちに先行技術に適用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "炭酸カルシウムが粘着剤一般において周知な添加剤であるとしても，甲第2ないし第6号証には「気泡含有ホットメルト型粘着剤」に，充填剤としての炭酸カルシウムを添加することは記載されておらず，本件発明の気泡含有ホットメルト型粘着剤のような特殊な分野における添加剤として周知とはいえない。",
                    "添加剤(充填剤)の主たる使用目的である「増量によるコスト低減」については，気泡含有粘着剤である甲1発明の粘着剤においては，泡そのものが低廉な充填剤として，増量，ひいてはコスト低減の効果をもたらしているのであるから，当業者であれば，添加剤(充填剤)としての炭酸カルシウムを適用しようとは考えない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "阻害事由の存在",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "粘着剤に添加剤(充填剤)を適用すると，粘着性を低下させることは技術常識であり，添加したときの影響についての検討は，甲第1号証，甲第3ないし第6号証のいずれにおいても，されていないだけでなく，甲第5号証には，粘着剤に炭酸カルシウム等の充填剤を添加すると，粘着剤を硬くすること及びその凝集力を向上させることが記載されている。気泡含有粘着剤は，本件明細書記載のとおり，凝集力を低下させ，低温特性や対粗面接着性を改善させるものであるから，炭酸カルシウム等の無機充填剤のこれと反対の特性は，添加の阻害事由となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1発明は，顔料として二酸化チタンを含有するものである。二酸化チタンは屈折率が高く(ルチル型2．71，アナタース型2．52，乙16)，大きな光散乱能を有し，優れた隠蔽力，着色力をもたらすものである。一方，炭酸カルシウムの屈折率は1．49～1．66(甲第5号証)であるから，透明ガラス(乙第17号証)に近く，着色は期待することができない。よって，二酸化チタンに代えて，又はこれに加えて，炭酸カルシウムを使用した場合には，二酸化チタンによる着色力が低下すると考えるのが合理的であり，甲1発明に炭酸カルシウムを添加することには，阻害事由がある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，甲第9及び第10号証は，甲第3及び第4号証の補強的証拠であると主張するが，甲第3及び第4号証には「ホットメルト粘着剤」，「気泡含有型ホットメルト粘着剤」は開示されておらず，補強すべき対象の周知の技術事項自体が存在しない。甲第9及び第10号証は，「気泡含有型ホットメルト型粘着剤」を開示したものではないから，原告は，技術常識の立証を装って，無効審判で審理判断されなかった公知事実を審理対象とするために甲第9及び第10号証を提出しているものである。",
                "さらに，甲第13号証は「建築用外壁材のラップジョイント用プレシーリング材」に関する技術であり，「構造体の目地，間げき(隙)部分に充てん(填)して防水性，気密性などの機能を発揮させる材料」(乙第18号証)とされるように，粘着剤とは全く異なる特性が求められるから，建築用外壁材のラップジョイント用プレシーリング材は，粘着剤とは別物であり，甲第13号証は，着想阻害事由の判断に影響するものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "「接着剤」及び「粘着剤」について，高分子学会・高分子辞典編集委員会編「新版高分子辞典」(株式会社朝倉書店，1988年11月25日初版第1刷発行)341頁(乙第1号証)，236頁(乙第4号証)及び中前勝彦",
              "text": [
                "・水町浩・浦濱圭彬「接着・粘着の化学と応用」(大日本図書株式会社，1998年2月5日初版第1刷発行)101頁(乙第5号証)には，次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「新版高分子辞典」341頁(乙第1号証)",
                  "text": [
                    "「粘着[tack,tackiness] 弱い圧力(102～104Pa)下での瞬間的接触(0．01～1s)により，引き離すに際し測定ないし感知しうる結合力の生ずることを粘着といい，そのような性質を粘着性という．溶剤や熱などの作用によらず，常温付近で粘着性を示す物質を粘着剤という．・・・粘着は広義の接着に含まれ，粘着剤を感圧接着剤[pressure sensitive adhesives]ともいう．逆に接着の初期過程は粘着である．狭義の接着剤は接触から結合能を発揮するまでの過程で液状からゴム状あるいはガラス状へと相変化する．粘着剤は一貫してゴム状である．粘着性は粘着テープ，印刷インキ，塗料をはじめ血液や細胞などにも認められ，物質の粘弾性，ぬれ性および接着仕事などに強く依存する．」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "前掲辞典236頁(乙第4号証)",
                  "text": [
                    "「接着剤[adhesives] 物体の間に介在することによって物体を結合することのできる物質(JIS K 6800)．接着剤は供給形態のいかんを問わず少なくとも使用の瞬間には液化して固体(被着材)表面の凹凸を埋め，ぬれ広がり，固化して使用目的に応じた接合物性を発揮することが基本要件である．液化手段としては水または有機溶剤を用いて溶液やエマルジョンとする，加熱する，液状モノマーやオリゴマーを使用する，そして圧力を加えるなどがある．固化の仕方はそれぞれ溶媒の揮散，冷却，化学反応，除圧である．」"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「接着・粘着の化学と応用」101頁(乙第5号証)",
                  "text": [
                    "「＜接着＞ 界面での接着が理想的になっており，剥離したとき，両側の被着体に接着剤が残るいわゆる凝集破壊が理想的である．したがって接着剤層が薄いほど強く，厚いとボイドなどの欠陥部に応力集中が起こり接着力が低下する．＜粘着＞ 剥離時に凝集破壊を起こさず，被着体に糊残りしない状態が理想的であり，このため，必然的に界面の接着力が少し弱くなっている．したがって剥離応力が粘着剤層中に分散するように，柔らかく厚くなっており，また粘着剤層は厚いほど接着力は強くなる．また，貼り合わせると直ちに実用に耐える接着力を発揮するために，初期タック(単にタック)が強い必要がある．このため，粘着剤には，被着体に濡れていくための流動性と，剥離に抵抗する凝集力という相反する二つの特性が要求される．",
                    "・・・接着剤は，貼り合わせるときには流動性のある液体であり，容易に被着体に接触し，濡れていくことができる．その後，加熱や化学反応により固体に変化し，界面で強固に結びつき剥離に抵抗する力を発揮する．液体で濡れ，固体で接着するのが接着剤である。これに対し粘着剤は，貼り合わせるときもゲル状の柔らかい固体で，そのままの状態で被着体に濡れ，その後も，状態の変化を起こさず剥離に抵抗している．このように粘着剤は，貼り合わせるとすぐに実用に耐える接着力を発揮する．このため，粘着剤には，被着体に濡れていくための液体の性質(流動性)と，剥離に抵抗する固体の性質(凝集力)という相反する二つの特性が要求されている．」"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記の各記載によれば，「接着」は，貼り合わせるときには流動性のある液体であるが，その後は固体(ガラス状)に変化し，界面で強固に結びつき剥離に抵抗する作用をいうのに対し，「粘着」は，貼り合わせるときもゲル状(ゴム状)の柔らかい固体で，そのままの状態で被着体に濡れ，その後も状態の変化を起こさずに剥離に抵抗する作用をいうことが認められる。したがって，「接着」と「粘着」とは，剥離に抵抗する作用を発揮する点においては共通するが，そのときに固体に変化しているか，ゲル状のままであるかの点において異なり，この違いがあるために，「接着」では「剥離したとき，両側の被着体に接着剤が残るいわゆる凝集破壊が理想的である」とされるのに対し，「粘着」では「剥離時に凝集破壊を起こさず，被着体に糊残りしない状態が理想的であ」るとされる。そして，このような意味での「接着」を目的とするのが「接着剤」であり，「粘着」を目的とするのが「粘着剤」であるということができ，両者は異なる作用を目的とする「剤」であるということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，特開昭54−15967号公報(甲第2号証)にいう「接着剤」には本件発明にいう「粘着剤」が含まれているから，審決が甲第2号証で開示されているのは「接着剤」の技術であって，ホットメルト接着剤を「粘着剤」に用いることは開示されていないと判断したことは，誤りであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲第2号証には，次の記載がある。",
                    "「2. 特許請求の範囲"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "溶融材料に界面活性剤を充分な安定化量で添加することによつて溶融熱可塑性材料中の気体の泡を安定化し，該安定化泡を加圧し高温溶液を形成し，そして低圧下に該高温溶液を処理しそれによつて該気体を該溶液から遊離させ発泡材料を形成することから成る発泡熱可塑性材料を製造する方法。",
                "・・・"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "該界面活性剤が重量で約0．1％乃至約5％の量で含まれる上記1項の方法。",
                "・・・"
              ]
            },
            {
              "fig": "(23)",
              "subject": "固化時に該基体間に結合を形成するための圧縮接着剤を冷却する段階を更に含む上記19項に従う方法。」",
              "text": [
                "「本発明は，その主な観点で溶融熱可塑性材料中の気体の分散が溶融材料に界面活性剤を充分な安定化量で添加することによつて安定化することができるという発見に基づいている。可溶性又は固体相界面活性剤材料の添加によつて，気体が溶融熱可塑物中泡として分散することができ，そして充分な経時安定性が達成され泡をポンプ流出しそして次に気体の溶解に簡単な方法で加圧することができることが判った。」(3頁左上欄19行～右上欄7行)",
                "「事実，本発明の原理を用いると，被覆，接着剤，構造体及び多くの他の領域の用途に熱可塑性発泡材料の著しい改良が達成される。簡単な技術及びエネルギー節約は，本発明の広い利用を可能にする。」(3頁左下欄9行～13行)「この記述で用いられるのと同様に，用語「熱可塑性ホツトメルト接着剤」又は「ホツトメルト接着剤」は当業者によく知られているものでありそしてこの材料は加熱によつて液化しそして冷却によつて固体，半固体又は粘着性状態に固化する同じ特性を有する。」(4頁左下欄10行～15行)",
                "「この用語「熱可塑性材料」はここでは時折「ホツトメルト」，「メルト」，「ホツトメルト熱可塑物」又は「ホツトメルト接着剤」と交換可能に用いられる。」(4頁右下欄18行～5頁左上欄1行)",
                "「本発明のメルト組成物が接着剤として用いられる場合には，接着剤は例えば波型包装箱縁上のリボンとして応用される。このリボンは体積膨脹しそして箱縁が一緒にプレスされるときに発泡接着剤はその間を容易にそして充分に流動する。",
                "・・・本発明の熱可塑性接着剤組成物を用いると，得られるにかわ線は強く，早く形成され，より少量のにかわを用い，そしてその最終状態で実質的に泡がない。」(8頁右上欄4行～15行)",
                "9頁の「表」においては，「EVA(エルヴアクス410)」等は，いずれも「接着剤」として記載されている。"
              ],
              "content": [
                {
                  "fig": "イ",
                  "text": [
                    "上記の各記載にあるとおり，甲第2号証には，「接着剤」の文言が使われているが，甲第2号証全体をみても「粘着剤」の文言は使われていない。また，甲第2号証の「接着剤」が「粘着剤」をも含む「広義の接着剤」の意味で用いられていると認めるに足りる記載もないし，前記(1)エに説示した「粘着」において重視される貼り合わせた後の剥離時の状態に関する記載がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲第2号証4頁左下欄10行～15行にある「用語「熱可塑性ホットメルト接着剤」又は「ホットメルト接着剤」は当業者によく知られているものでありそしてこの材料は加熱によって液化しそして冷却によって固体，半固体又は粘着性状態に固化する同じ特性を有する。」との記載は，ホットメルト接着剤が冷却後にどのような状態になるかを示していると解釈すべきであり，「粘着性状態に固化」とは，液状になっていたホットメルト接着剤が，粘着性を持った形態で固体化したものという意味になるから，甲第2号証には，ホットメルト接着剤を「粘着剤」に用いることが開示されていると主張する。",
                    "しかし，「粘着性状態に固化」が，冷却して粘着状態になることを意味するとしても，粘着性の状態がどの程度維持され，どのように利用されるかについての言及はなく，この断片的な記載のみをもって，甲第2号証が粘着剤に関する技術を開示しているとまでは認められない。また，前記(1)のとおり，「粘着剤」は，貼り合わせた後に剥離した場合に「接着剤」との違いが現われるところ，この場合に関する記載がないから，甲第2号証は，使われている文言のとおり，基本的に狭義の「接着剤」に関する発明を開示しているものと解するのが相当である。",
                    "以上によれば，審決が認定したように，甲第2号証の上記の記載が接着剤の初期状態を述べていると即断することは困難であるとしても，甲第2号証が「粘着剤」について具体的に記載されているものではないから，相違点1は実質的相違点であるとした審決の判断に誤りはない。したがって，取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，粘着剤において，炭酸カルシウムが周知の添加剤の一つであるから，甲第2号証記載の二酸化チタン等に代えて，又は二酸化チタン等に加えて，炭酸カルシウムを用いることは当業者に容易であったということができると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "充填剤としての炭酸カルシウムについて，甲第3ないし第6号証には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "a",
                      "subject": "特公平4−65880号公報(甲第3号証)",
                      "text": [
                        "「請求の範囲"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "subject": "ホツトメルト接着剤組成物として有用な，",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(a)",
                          "subject": "ポリスチレンと水素化したポリジエンとの水素化ブロツク共重合体(但しそのジエンはポリブタジエンおよびポリイソプレンからなる群から選ばれる)(b) 前記水素化ブロツク共重合体100重量部当たり25ないし250重量部の石油または石炭タール留分の炭化水素樹脂，および"
                        },
                        {
                          "fig": "(c)",
                          "subject": "前記水素化ブロツク共重合体100重量部当たり25ないし200重量部のポリブテンまたはポリイソブチレン，",
                          "text": [
                            "を含む接着剤組成物。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "(d) 前記水素化ブロツク共重合体100重量部当たり1ないし150重量部の，炭酸カルシウム，シリカ，カーボンブラツク，粘土およびタルク並びにそれらの混合物からなる群から選ばれる充填剤，および(または)",
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(e)",
                          "subject": "前記水素化ブロツク共重合体100重量部当たり100重量部未満の，極性化合物2重量％未満を有する油を含む，請求の範囲第1項記載の組成物。」「D 増量剤入りブレンド接着剤組成物",
                          "text": [
                            "ホツトメルト接着剤組成物または感圧接着剤組成物のブレンド組成物はタルク，炭酸カルシウム粉，水沈降炭酸カルシウム，離層か焼または水和粘土，シリカ，およびカーボンブラツク並びにそれらの混合物からなる群から選ばれる充てん剤を添加することができる。これらの充てん剤はブレンド組成物中へ，水素化ブロツク共重合体100重量部当り約1ないし約150重量部，より好ましくは約20ないし約150重量部，最も好ましくは約30ないし約100重量部混合される。典型的にはこれらの充てん剤は約0.03ないし約20ミクロン，より好ましくは約0.3ないし約10ミクロン，最も好ましくは約0.5ないし約10ミクロンの粘度を有する。充てん剤100gによつて吸収された油のグラム数により測定した油吸収は約10ないし約100，より好ましくは約10ないし約85，最も好ましくは約10ないし約75である。本発明に用いられる典型的な充てん剤は表1に例示される。」(5頁10欄1行～19行)",
                            "「 表 I",
                            "充てん剤 コード＃ 油／充 比重 平均粒度 pH",
                            "てん剤 ミクロン",
                            "100g",
                            "粉砕炭酸カルシウム アトマイト 15 2．71 9．3",
                            "(Atomite)",
                            "沈降炭酸カルシウム ピュアカル 35 2．65 .03-.04 9．3",
                            "(Purecal)U. 」",
                            "(5頁37行～末行)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "b",
                      "subject": "特開平5−17730号公報(甲第4号証)",
                      "text": [
                        "「【請求項1】 ホットメルト接着剤と熱膨張性材料を主成分とする発泡剤とから構成され，これらが混練されてなるものであることを特徴とする発泡性ホットメルト接着剤。」",
                        "「【0002】",
                        "【従来の技術】発泡したホットメルト接着剤は，通常のホットメルト接着剤に比べオープンタイムが長く，圧着時間が短く，さらに，被着体に塗布された後の流動性が少ない等，種々の点で利点を有する。・・・例えばエチレン・酢酸ビニル共重合樹脂を主成分とし，これに合成樹脂，界面活性剤あるいはフィラー(炭酸カルシューム)を包含させた固化状のホットメルト接着剤を加熱溶融した後，この溶融状態のホットメルト接着剤を移送手段によって適宜量づつ移送するとともに，この移送されてくる溶融状態のホットメルト接着剤にチッソガス，二酸化炭素ガス等のガスを吹き込んでこれらを攪拌し，そして，これらをノズルから吐出させることによってホットメルト接着剤を発泡させるようにしたものである。」「【0005】",
                        "【課題を解決するための手段】・・・ホットメルト接着剤と加熱により自己膨張する成分やあるいは加熱により分解ガスを発生する熱膨張性材料を主成分とする発泡剤とから構成され，これらが混練されてなるものである。このホットメルト接着剤は，従来から使用されている通常のホットメルト接着剤と同様のもので，ポリオレフィン及びその誘導体，ポリウレタン及びその誘導体，ポリエステル及びその誘導体，合成ゴム及びその誘導体，天然ゴム及びその誘導体等の熱可塑性樹脂の一種又は二種以上組み合わせたものを主成分としたものが挙げられる。例えばエチレン・酢酸ビニル共重合樹脂を主成分とするものは，これに合成樹脂，あるいは，パラフィンワックス等を包含する。」"
                      ]
                    },
                    {
                      "fig": "c",
                      "subject": "「粘着ハンドブック」(甲第5号証)",
                      "text": [
                        "「充てん剤は，増量によるコスト低減あるいは着色等が主な使用目的であるが，凝集力向上，耐熱性，電気的特性等の付与目的で使用される場合もある。」(116頁8行～9行)",
                        "「(a)炭酸カルシウム",
                        "沈降性炭酸カルシウム(軽質炭カル)と重質炭酸カルシウムに分けられる。沈降性は一般に微細結晶である。有機物で表面処理したものもありゴムへの補強性を有する。重質炭酸カルシウムは，粗晶石灰石をハンマーミル等で粉砕製造される。安価であるため増量剤として多量に使用される。ゴム用炭酸カルシウムとしてJIS K 6223 ゴム用炭酸カルシウムに記載がある。」(117頁末行～118頁4行)",
                        "「(e)その他",
                        "カーボンブラック，微粒子珪酸(ホワイトカーボン)，炭酸マグネシウムはいずれもゴムに対する補強効果の強い充てん剤である。しかしカーボンブラックは，黒色顔料として使用される場合が多い。",
                        "ところで粘着剤配合における充てん剤の効果に関する報告として前田，遠山は絆創膏用粘着剤において，素練りゴム含量を一定とし粘着付与剤，可塑剤，充てん剤の変量により63種類の配合について粘着力，粘着性，可塑度及び柔らかさを検討しているが，充てん剤の効果としては，粘着剤を硬くさせ粘着性を低下させる結果を示している。",
                        "また福沢は，充てん剤の種類による影響について天然ゴム，ロジン誘導体，充てん剤1：1：0.5の配合系で8種類の比較検討を行っている。結果は表46のごとく沈降性炭酸カルシウム，水酸化シリカゲルが高い粘，接着力を，また水酸化シリカゲルが高い凝集力を示しタルク，硫酸バリウムは他のものより流動活性化エネルギーが小さくなっている。このように充てん剤の種類によっても，特性は異ることを示している。」(118頁21行～末行)",
                        "(117頁「表45 充填剤の種類と性質」)",
                        "(338頁「表1 布粘着テープの構成材料」)",
                        "「粘着剤のベースとしては，天然ゴム及び再生ゴムが主に使用されている。」(339頁8行)",
                        "「また，最近は，SIS(スチレン・イソプレンブロック共重合体)のような，熱可塑性エラストマーベースとした，いわゆるホットメルトタイプの粘着剤がある。」(340頁14行～15行)"
                      ]
                    },
                    {
                      "fig": "d",
                      "subject": "「接着百科(上)」(甲第6号証)",
                      "text": [
                        "(211頁「表9−1 原料ポリマーの種類」)",
                        "「4．接着剤の構成成分",
                        "ホットメルト接着剤の構成成分は天然ポリマーをベースとするものから新しい合成ポリマー，あるいはそれらの混合物を主とした組成を含み，その種類は非常に広範囲にわたっているため一概にまとめにくいが，だいたい樹脂分，ワックス類，可塑剤，粘着付与剤，酸化防止剤，熱安定剤，充てん剤などに大別することができる。」(212頁1行～5行)",
                        "「充てん剤としては，タルク，クレー，炭酸カルシウム，炭酸バリウム，バライタ(硫酸バリウム)が用いられる。」(213頁7行～8行)",
                        "上記の各記載によれば，炭酸カルシウムは，粘着剤において，増量剤等として用いられる周知の充填剤であることが認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲第2号証には，二酸化チタン等について，次の記載がある。",
                    "「2. 特許請求の範囲"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "溶融材料に界面活性剤を充分な安定化量で添加することによつて溶融熱可塑性材料中の気体の泡を安定化し，該安定化泡を加圧し高温溶液を形成し，そして低圧下に該高温溶液を処理しそれによつて該気体を該溶液から遊離させ発泡材料を形成することから成る発泡熱可塑性材料を製造する方法。",
                "・・・"
              ]
            },
            {
              "fig": "(8)",
              "subject": "該界面活性剤が重量で約0．1％乃至約5％の量で含まれる上記1項の方法。」",
              "text": [
                "「本発明は，その主な観点で溶融熱可塑性材料中の気体の分散が溶融材料に界面活性剤を充分な安定化量で添加することによつて安定化することができるという発見に基づいている。可溶性又は固体相界面活性剤材料の添加によつて，気体が溶融熱可塑物中泡として分散することができ，そして充分な経時安定性が達成され泡をポンプ流出しそして次に気体の溶解に簡単な方法で加圧することができることが判った。」(3頁左上欄19行～右上欄7行)",
                "「事実，本発明の原理を用いると，被覆，接着剤，構造体及び多くの他の領域の用途に熱可塑性発泡材料の著しい改良が達成される。簡単な技術及びエネルギー節約は，本発明の広い利用を可能にする。」(3頁左下欄9行～13行)「高温熱可塑性発泡体の寿命又は安定性は，非常に少量でもそれに界面活性剤の添加によつて伸ばすことができることは実験的に測定される。微粉固体状態で溶融物に溶解性か又は不溶性である界面活性剤が用いられ，そして安定化が達成される。固体相界面活性剤を用いることの利点は，溶解ガスを含有する溶融組成物から圧力を除いたときの気泡の形成である。固体相界面活性剤は核化中心を与えそして作用することが判つた。かかる核化中心は，同じ量の溶解ガスから多いそしてより小さい泡がより急速に形成される。」(3頁右下欄13行～4頁左上欄3行)",
                "「更に，固体界面活性剤が用いられることが理解できる。更に，固体界面活性剤が用いられる。安定化活性は，二酸化チタン，カーボンブラツク，二酸化硅素，熔融シリカ・・・，酸化鉄，酸化クロム，酸化アルミニウム，クレー及び類似のものの如き微粉固体界面活性剤で達成される。」(6頁左上欄20行～右上欄6行)",
                "「しかし，一般に界面活性剤は，メルトの重量で約0．1乃至約5％，普通重量で約0．25乃至約1％の有効な少量でのみ必要である。」(6頁右上欄14行～17行)",
                "上記の各記載によれば，甲2発明の二酸化チタン等は，熔融熱可塑性材料中に細かな泡を大量に発生させるための固体相界面活性剤として機能していることが認められる。"
              ],
              "content": [
                {
                  "fig": "ウ",
                  "text": [
                    "前記アのとおり，甲第3ないし第6号証から，粘着剤において，炭酸カルシウムは増量剤等として用いられる周知の充填剤であることは認められるが，甲第3ないし第6号証には，炭酸カルシウムが細かな泡を大量に発生させるための界面相活性剤としての機能を有するとの記載はないし，示唆もない。",
                    "したがって，甲2発明に甲第3ないし第6号証記載の事項を適用しても，甲2発明の二酸化チタン等に代えて，炭酸カルシウムを固体相界面活性剤として用いることが当業者にとって容易であるということはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "次に，甲2発明の二酸化チタン等に加えて，炭酸カルシウムを充填剤として用いることについて検討する。",
                    "本件明細書には，次の記載がある。",
                    "「【0009】本発明において，気泡の安定性を向上させる目的で使用される，中空でない塊状の無機充填剤としては，炭酸カルシウム，炭酸マグネシウム，酸化チタン，タルク等が挙げられるが，炭酸カルシウムが好ましい。平均粒径は，・・・200μm以下が好ましい。無機充填剤の添加量は粘着剤中の2～30重量％が好ましい。2重量％未満の場合には粘着剤中の気泡の安定性が劣る。また，30重量％以上では，粘着剤が硬くなり対粗面への接着性や低温特性が低下する。」",
                    "「【0014】また，時間の経過とともに気泡が消失するメカニズムは，気泡が粘着剤中で移動し，合体することにより肥大化し，粘着剤外に飛散することによるものであるが，充填剤を含有させることにより気泡の粘着剤中の移動が抑制され，気泡は安定化する。なお，特開昭63−89582号公報に示される，中空のガラス微球体を用いた場合，粘着剤塗布時の粘着剤内部の剪断力により，該微球体は破壊し，薄い鱗片状となるため，気泡の安定性は，本願発明の充填剤に比べ劣る。」",
                    "「【0016】",
                    "実施例1",
                    "下記組成によるベース粘着剤を195℃で熔融撹拌して調製した。",
                    "ベース粘着剤組成",
                    "(A)スチレン−イソプレン系ブロック共重合体 100重量部",
                    "(B)脂肪族系石油樹脂 70重量部",
                    "(C)クマロン・インデン樹脂 35重量部",
                    "(D)ナフテン系オイル 50重量部",
                    "(E)ビスフェノール系老化防止剤 1重量部",
                    "・・・",
                    "【0017】このベース粘着剤溶融物に，中空でない無機充填剤として，平均粒径50μmの炭酸カルシウム〔商品名；寒水＃100，日東粉化工業(株)〕を粘着剤100重量部に対して15重量部(13．0重量％)，～ 気泡含有ホットメルト型粘着剤組成物を調製した。・・・」",
                    "「【0018】",
                    "実施例2",
                    "実施例1で用いたベース粘着剤溶融物に，中空でない無機充填剤として平均粒径65μmの炭酸カルシウム〔商品名；寒水＃70，日東粉化工業(株)〕・・・気泡含有ホットメルト型粘着剤組成物を調製した。・・・」上記の各記載によれば，本件発明において炭酸カルシウムを添加するのは，気泡を含有したホットメルト粘着剤に炭酸カルシウムを配合することにより，気泡の消滅を防止する効果を得ることを目的としていることが認められる。",
                    "甲第3ないし第6号証から，一般的な粘着剤に，炭酸カルシウムを充填剤として添加することが周知であることは認められるものの，それだけでは，気泡を含有したホットメルト粘着剤に，気泡消滅防止効果を得るために，平均粒径が200μm以下の中空でない塊状の炭酸カルシウムを加えるという相違点2に係る本件発明の構成を容易に想到することができるとすることはできない。したがって，甲2発明に甲第3ないし第6号証記載の事項を適用して，甲2発明の二酸化チタン等に加えて，炭酸カルシウムを充填剤として用いることが当業者にとって容易であるということはできない。",
                    "なお，原告は，特開昭57−153032号公報(甲第9号証)，特開昭",
                    "59−155479号公報(甲第10号証)を提出して，気泡含有型ホットメルト粘着剤に炭酸カルシウムが無機充填剤として配合されることは周知である旨主張する。",
                    "しかし，何れの証拠も，気泡消滅防止効果を得るために，平均粒径が200μm以下の中空でない塊状の炭酸カルシウムを加えることを開示ないし示唆したものではないから，上記判断を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，炭酸カルシウムを含有させる動機が何であっても，「平均粒径が200μm以下の中空でない塊状の炭酸カルシウムを粘着剤中に2～30重量％含む気泡含有ホットメルト粘着剤」は，本件発明の技術的範囲に属するから，審決が「炭酸カルシウムと気泡との関係」を問題にしたこと自体が誤りであり，炭酸カルシウムが粘着剤における周知の充填剤である以上，本件発明は，甲2発明から当業者が容易に行い得たものであって，審決の進歩性の判断は誤りであると主張する。",
                "しかし，炭酸カルシウムを含有させるという構成において周知技術と一致するからといって，その動機や含有による作用効果を問うことなく，当業者にとって想到容易であるということはできない。",
                "原告は，本件特許請求の範囲には，気泡と炭酸カルシウムの関係について，何ら記載されていないから，「炭酸カルシウムと気泡との関係」を問題にすべきでない旨主張する。",
                "しかしながら，本件特許請求の範囲では，「気泡含有ホットメルト型粘着剤であって，」という本件発明の前提構成中に，「気泡含有」の点が記載されており，この前提構成を踏まえ，炭酸カルシウム添加の構成を規定しているのであるから，構成としては明示的な記載があるというべきである。そして，この特許請求の範囲で特定された構成により，気泡の消滅防止効果が生じるのであるから，特許請求の範囲に気泡と炭酸カルシウムの関係について，何ら記載されていないことを理由とした原告の上記主張を採用することはできない。",
                "なお，原告は，炭酸カルシウムを含有させる動機が何であれ，「平均粒径が200μm以下の中空でない塊状の炭酸カルシウムを粘着剤中に2～30重量％含む気泡含有ホットメルト粘着剤」は，本件発明の技術的範囲に属するのであるから，審決が「炭酸カルシウムと気泡との関係」を問題にしたこと自体が誤りであると主張するが，本件で問題となるのは進歩性の判断であって，技術的範囲に属するか否かの問題ではないから，原告の上記主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，甲2発明及び周知技術から本件発明を行うことは，当業者にとって容易ではないとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点3についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，炭酸カルシウムは粘着剤における周知の添加剤であり，特開平6−17015号公報(甲第1号証)における二酸化チタンに代えて，又はこれに加えて炭酸カルシウムを用いることに何の困難性も存在しないと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲第1号証には，次の記載がある。",
                    "「特許請求の範囲",
                    "【請求項1】 ホットメルト接着組成を混合し，テープ裏材に塗布し，ホットメルト接着剤を冷却し，そしてそれにより該テープ上に感圧接着コーテイングとして凝固させるという段階からなる圧力に敏感な接着テープの製造において，ホットメルト接着組成に，ホットメルト接着剤の混合，及び塗布条件下では分解しない発泡剤を混入し，そしてその後発泡剤を分解させ，それによりホットメルトコーテイングに気泡構造を付与することからなる改良をした方法。",
                    "【請求項2】最高で約310゜Fの温度で熔解する接着剤を保持する裏材及び発泡による気泡の表面を有している接着剤からなる感圧接着テープ。」「【0003】発明に従って，そのような方法は，ホットメルト接着組成の混合及び塗布条件下に分解しない発泡剤をホットメルト接着組成に含有させ，そしてその後発泡剤を分解して，そして，これにより溶融塗工に気泡構造を与えることによって修正される。",
                    "【0004】・・・気泡構造は，それ自身をすぐれた機能に示す。」「【0023】",
                    "【実施例】",
                    "実施例1",
                    "図に示される装置を用いるに当たって，ユニロイヤル(Uniroyal)から商標Celogen RAで市販される発泡剤を感圧ホットメルト接着組成中に注入する。混合物は重量部において下記の組成を有する。",
                    "【0024】 以下の構成を有している：",
                    "SIS ポリマー (Kraton 1112) 100",
                    "アンチオキシダント(Butyl Zimate) 2",
                    "アンチオキシダント(Irganox 1010) 0．5",
                    "顔 料(TiO2) 6",
                    "Escorez 1580 Tackifying Resin 60",
                    "液状樹脂 Wingtack 10 20",
                    "樹 脂 Kolon 90 30",
                    "樹 脂 Pentalyn H 30",
                    "Cellogen RA 1．25",
                    "粘着組成は，約310゜Fで溶解される。そしてポジティブな置換ポンプによってアプリケーターに注入し，そこで3000平方フィートにつき40ポンドの重さのクレープ・ペーパーに3000平方フィートにつき20ポンドの量で塗布される。クレープ・ペーパーは約100フィート／分の線形の速度で動いている。",
                    "【0025】・・・拡大鏡でみたテープの粘着性の表面は，溶液塗布接着剤に特有な発泡による気泡構造，底密度及び優れた機能を示す。」上記の記載によれば，甲1発明において，二酸化チタンは顔料として配合されていることが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記2(1)アのとおり，炭酸カルシウムは，粘着剤において，増量剤等として用いられる周知の「充填剤」であることは認められるが，甲第3ないし第6号証に，炭酸カルシウムが「顔料」として有用であることは記載されていない。したがって，二酸化チタンに代えて炭酸カルシウムを甲1発明の粘着剤に配合することは，当業者にとって容易であるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "次に，甲1発明の二酸化チタンに加えて，炭酸カルシウムを添加することにより相違点3に係る構成とすることについて検討する。",
                    "前記(1)エの各記載によれば，本件発明において炭酸カルシウムを添加するのは，気泡を含有したホットメルト粘着剤中に含まれる気泡の消滅を防止する効果を得ることを目的としているものである。確かに，前記2(1)アのとおり，甲第3ないし第6号証から，一般的な粘着剤に，炭酸カルシウムを充填剤として添加することが周知であることは認められるものの，この周知技術としての添加は増量等の効果を目的としたものであって，気泡消滅防止効果を認知した上でのものではないから，それだけでは，気泡を含有したホットメルト粘着剤に，気泡消滅防止効果を得るために，平均粒径が200μm以下の中空でない塊状の炭酸カルシウムを加えるという相違点3に係る本件発明の構成を想到することはできない。したがって，甲1発明に甲第3ないし第6号証記載の事項を適用しても，甲1発明の二酸化チタンに加えて，炭酸カルシウムを固体相界面活性剤として用いることが当業者にとって容易であるということはできない。",
                    "なお，原告は，特開昭57−153032号公報(甲9号証)，特開昭5",
                    "9−155479号公報(甲10号証)を提出して，気泡含有型ホットメルト粘着剤に炭酸カルシウムが無機充填剤として配合されることは周知である旨主張する。",
                    "しかし，いずれの証拠も，気泡消滅防止効果を得るために，平均粒径が200μm以下の中空でない塊状の炭酸カルシウムを加える発明を開示ないしは示唆するものではないから，上記判断を左右するものではない。",
                    "なお，原告は，取消事由3についても，甲第9及び第10号証を提出して気泡含有型ホットメルト粘着剤に炭酸カルシウムが無機充填剤として配合されることは周知である旨主張するが，取消事由2について既に説示したとおり，上記の判断を左右するものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，炭酸カルシウムが周知の添加剤の一つであると認められる以上，その用途が顔料であろうと，なかろうと，当業者が甲1発明に炭酸カルシウムを添加することを着想することは極めて容易であったといわざるを得ないと主張する。",
                "しかし，前記2(2)と同様に，炭酸カルシウムを含有させるという構成において周知技術と一致するからといって，その動機や含有による作用効果を問うことなく，当業者にとって想到容易であるということはできない。審決が「顔料として有用である」ことを問題としたこと自体に誤りはなく，相違点3についての判断を誤ったものではない。",
                "なお，原告は，増量によるコスト低減の目的で炭酸カルシウムを含有する場合にも，それが「中空でない塊状」であり，平均粒径と含有量の点で本件発明の構成要件を充足するならば，本件発明の技術的範囲に属することは当然であるから，審決が「顔料として有用である」ことを問題としたこと自体が誤りであると主張するが，本件で問題となるのは進歩性の判断であって，技術的範囲に属するか否かの問題ではないから，原告の上記主張は失当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，原告の主張する無効事由によって本件特許を無効とすべきものとは認められないとした審決に誤りはなく，審決取消事由はいずれも理由がなく，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10138",
    "date": "2008-03-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036171",
    "ipprecedent_id": "1370",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}