{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−18786号事件について平成19年8月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が名称を「コネクタ」とする発明につき特許出願(本願)をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。",
        "争点は，下記引用発明1及び2との関係における進歩性の有無(特許法29条2項)である。",
        "記",
        "・引用発明1",
        "特開2001−126789号公報(発明の名称「電気コネク",
        "タ」，出願人 日本航空電子工業株式会社〔原告〕，公開日 平成13年5月11日〔以下「引用例1」という〕。甲3)に記載された発明",
        "・引用発明2",
        "実願昭59−21321号(実開昭60−133686号)のマイ",
        "クロフィルム(考案の名称「音響コンポーネントの接続装置」，出願人 オンキョー株式会社，公開日 昭和60年9月6日〔以下「引用例2」という〕。甲4)に記載された発明"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成14年3月28日，名称を「コネクタ」とする発明につき，特許出願(特願2002−90522号，請求項の数3，甲1)をし，平成16年6月7日に特許請求の範囲の変更等を内容とする手続補正(以下「本件補正」という。請求項の数2。甲2)をしたが，拒絶査定を受けたため，これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2004−18786号事件として審理した上，平成19年8月16日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年8月29日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，上記のとおり請求項1及び2から成るが，そのうち請求項1に係る発明(以下「本願発明」という。)の内容は，以下のとおりである。",
                "「【請求項1】インシュレータと，前記インシュレータに保持されるコンタクトとから構成され，",
                "前記インシュレータは，底面部と側壁部とから構成され，前記コンタクトは，略長方形状の枠部を有し，",
                "前記枠部の対向する二辺部の少なくとも一方は，それぞれ相手側コネクタのコンタクトと接続する接触部となり，",
                "前記枠部の他の一辺部は，前記二辺部の一方に当接し，",
                "前記二辺部と残余の一辺部とが前記側壁部を取り囲むように，他の一辺部は前記インシュレータにモールドインにより一体成形され，前記二辺部と残余の一辺部の各表面は前記側壁部から露出するように構成されることを特徴とするコネクタ。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は，本願発明は，前記引用発明1及び2並びに周知技術に基づいて，当業者が容易に想到することができたから，特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，上記判断をするに当たり，引用発明1の内容を以下のとおり認定したうえ，本願発明と引用発明1との一致点及び相違点を次のとおりとした。",
                    "＜引用発明1の内容＞",
                    "「ハウジングと，前記ハウジングに保持されるコンタクトとから構成され，前記ハウジングは，底面部と側壁部とから構成され，前記コンタクトは，略長方形状の一辺を欠いた形状の部分を有し，前記部分の対向する二辺部は，一方の辺にレセプタクル側コネクタのコンタクトと接続する接触部を有し，前記対向する二辺部と他の一辺部とが前記側壁部を取り囲むように，前記ハウジングに一体成形され，前記対向する二辺部と一辺部の各表面は前記側壁部から露出するように構成されることを特徴とするコネクタ。」",
                    "＜一致点＞",
                    "いずれも，",
                    "「インシュレータと，前記インシュレータに保持されるコンタクトとから構成され，前記インシュレータは，底面部と側壁部とから構成され，前記コンタクトは，三辺からなる部分を有し，前記部分の対向する二辺部は，相手側コネクタのコンタクトと接続する接触部を有し，前記二辺部と一辺部とが前記側壁部を取り囲むように一体成形され，前記二辺部と一辺部の各表面は前記側壁部から露出するように構成されることを特徴とするコネクタ。」 であること。",
                    "＜相違点1＞",
                    "本願発明では，「対向する二辺部の少なくとも一方は，それぞれ相手側コネクタのコンタクトと接続する接触部」を有するのに対して，引用発明1では，「対向する二辺部は，一方の辺が相手側コネクタのコンタクトと接続する接触部」を有する点。",
                    "＜相違点2＞",
                    "本願発明では，「コンタクトは，略長方形状の枠部を有し，前記枠部の他の一辺部は，前記二辺部の一方に当接し，他の一辺部は前記インシュレータにモールドインにより一体成形」されるのに対して，引用発明1では，長方形の一辺を切り欠いた三辺からなる形状のため，「二辺部の一方に当接するとともに，インシュレータにモールドインにより一体成形される一辺部」は存在しない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおり誤りがあるので，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(相違点2についての判断の誤り)",
                  "text": [
                    "審決は，引用例2に記載された技術を引用発明1に適用して，相違点2に係る構成を採用することは当業者が容易に想到し得たものであるとするが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，引用例2の第5図及び第10図に関して，「接続用接点が略長方形ないし長円形の閉空間を有する形状で，一辺部が，対向する二辺部の一方に当接した様子が示されている」(3頁27行～29行)と認定したが，誤りである。",
                        "引用例2の第5図及び第10図に示されたコンタクト(接続用接点)は，「略長方形」ではなく，「トラック形」，すなわち，陸上競技の競争路のように，長方形における両短辺を半円弧に代えた形状であり，対向する二辺部の一方に当接しているのは，「一辺部」ではなく，「半円弧部」である。",
                        "被告は，コンタクトの形状を略長方形というかトラック形というかは単なる用語上の問題にすぎないと主張する。しかし，本願発明のようにコンタクトを略長方形にする場合には，コンタクトは弾性変位しにくくなり，所定の幅を維持し，強度を持たせることができるのに対し，引用例2のようにコンタクトをトラック形にする場合には，コンタクトは弾性変位しやすくなり，所定の幅を維持することが困難になる。したがって，両者は機能及び目的を異にするのであって，コンタクトの形状を略長方形とするかトラック形とするかは，技術上の構成の相違を意味するものであるから，単なる用語上の問題とはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決は，引用例2に，コンタクト(接続用接点)の「一辺を他の二辺に当接させる」(5頁1行)ことが示されていると認定し，引用例2のコネクタに関する技術を引用発明1に適用し二辺部に当接する一辺部を形成することは当業者にとって容易なことである(5頁9行～13行)と判断したが，引用例2に記載された「当接」と，本願発明における「当接」とは異なるものであるから，審決の認定判断は誤りである。",
                        "すなわち，引用例2の第5図及び第10図に示されているコンタクト(接続用接点)は，内側の枠部が略U字状に湾曲しており，このため，内側の枠部の先端付近は，外側の枠部と平行に接触している。換言すれば，半円弧が，対向する二辺部の一方に沿って，平行に延びた状態で当接しているのである。",
                        "これに対して，本願発明のコンタクトは，略長方形状の枠部を有し，枠部の他の一辺部が，対向する二辺部の一方に略直角に当接している。",
                        "このように，略直角に当接することによって，引用例2記載のコンタクト(接続用接点)と異なり，幅方向のコンタクトの変形を防止できるのである。",
                        "以上のように，本願発明のコンタクトと引用例2記載のコンタクト(接続用接点)とは，枠部の当接方向が略90度相違するものであり，引用発明1に引用例2のコンタクト(接続用接点)を適用しても，相違点2に係る構成を採用することは，当業者が容易に想到し得たといえないものである。",
                        "これに対し被告は，本願発明の請求項1には，「枠部の他の一辺部は，前記二辺部の一方に当接し」と記載されているにすぎず，一辺部の先端が二辺部に対してどのように当接するかは特定されていないと主張する。しかし，請求項1には，「前記コンタクトは，略長方形状の枠部を有し，…前記枠部の他の一辺部は，前記二辺部の一方に当接し」と記載されているのであるから，枠部の他の一辺部の直線上の先端部が二辺部の一方に略直角に当接することは，幾何学上当然であり，請求項1の記載から明らかである。",
                        "また被告は，本願明細書(甲1)の発明の詳細な説明に，「両実施の形態例では，3A2及び13A2を水平部としたが，これらの部分を水平方向に対して傾斜するように形成すれば，コンタクト3，13の剥離を更に強固に防止することができる」(段落【0031】)と記載されていることを根拠に，本願発明において，枠部の他の一辺部が対向する二辺部の一方に略直角に当接することが特定されているとはいえないと主張する。しかし，本願明細書の上記記載は，「略長方形状」といえる範囲内で傾斜させることを説明しているにすぎず，枠部の他の一辺部の直線上の先端部が二辺部の一方に略直角に当接することと矛盾するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また，審決は，引用例2記載のようなコンタクトを「モールド成形によって製造することはよく知られており，二辺に当接する一辺をインシュレータにモールドインすることは当業者が容易に把握しうる構成である」(5頁4行～6行)，「してみると，引用例2のコネクタに関する技術を引用例1発明に適用し，…二辺部に当接する一辺部を形成し，一辺部をインシュレータにモールドインして一体成形することは当業者にとって容易なことである」(5頁9行～13行)としたが，誤りである。",
                        "たしかに，被告が主張するように，コンタクトの先端をインシュレータに埋設することによってコンタクトの強度向上を図ることは，下記乙1及び乙2に記載されている。",
                        "乙1： 特開平11−204214号公報(発明の名称「電気コネクタ及びその製造方法」，出願人 日本圧着端子製造株式会社，公開日 平成11年7月30日)",
                        "乙2： 登録実用新案公報3023276号(考案の名称「電気コネクタ」，実用新案権者 モレックス インコーポレーテッド，登録日 平成8年1月31日，発行日 平成8年4月16日)",
                        "しかし，仮に，乙1及び2に記載されているような，コンタクトの先端をインシュレータに埋設することによってコンタクトの強度向上を図る技術が本願前に周知の事項であるとしても，本願発明のように「対向する二辺部の一方に当接する枠部の他の一辺部」をインシュレータにモールドインすることは，本願前に全く知られておらず，これを示唆する証拠もない。",
                        "また，引用例2記載のコンタクト(接続用接点)は，インシュレータにインサート成形されているのか否か明記されていないが，通常，インサート成形できるものではなく，仮に，インサート成形されているとすれば，接点の反対面がインシュレータ内に埋設されているから金型で抑えることができず，コンタクトが倒れやすくなって接点寸法がばらつき易くなるなどの不具合が生じる。",
                        "さらに，前記(イ)に述べたように，引用例2記載のコンタクト(接続用接点)と本願発明のコンタクトとは，枠部の当接方向が略90度異なるものであり，本願発明のように，枠部の他の一辺部の端部が，対向する二辺部の一方に略直角に当接することによって，幅方向のコンタクトの変形を防止できるという効果が得られるのである。したがって，引用例2のコンタクト(接続用接点)と乙1及び乙2に記載のコンタクトを単に総合しただけでは，「二辺に当接する一辺をインシュレータにモールドインすること」を想到することは容易でない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，審決は，コンタクトのような「板状部材において，閉空間を形成した部分では強度が向上することは，技術的に見て自明のことであり，成型性，耐久性等のためにコネクタ(判決注，「コンタクト」の誤記)の強度を向上させることは常に意識される課題である。してみると，引用例2のコネクタに関する技術を引用例1発明に適用し，長方形状から一辺を切り欠いた三辺からなる部分に，さらに一辺を追加して略長方形状の枠とし，二辺部に当接する一辺部を形成し，一辺部をインシュレータにモールドインして一体成形することは当業者にとって容易なことである」(5頁7行～13行)と判断したが，これは，本願発明のコンタクトと，引用例2記載のコンタクト(接続用接点)との構造上の相違を無視して，本願発明と基本的構造を同じくする引用発明1に，引用例2記載の技術を誤って適用したものである。",
                        "すなわち，本願発明では，コンタクトに強度を持たせるために，コンタクトを略長方形とし，略長方形状の枠部の他の一辺部を，インシュレータにモールドインにより一体成形するとともに，対向する二辺部のうちの一方の辺部に当接させている。ここでは，コンタクトの接触部の裏面は，インシュレータに密着させる構造となっている。(なお，被告は，本願発明の請求項1には，コンタクトの接触部の裏面とインシュレータとが密着するとの記載はないと主張するが，モールドインによる一体成形の技術常識に照らせば，コンタクトの二辺部〔接触部〕の裏面とインシュレータの側壁部の表面との間に，隙間が存在するものとは認められず，請求項1の「二辺部と残余の一辺部とが前記側壁部を取り囲む」とは，「密着させる」ことを意味するものと解することができる。)",
                        "これに対して，引用例2では，コンタクトを弾性変位しやすくするため，トラック形のコンタクト(接続用接点)を採用している。ここにおいては，コンタクト(接続用接点)を弾性変位させることが必須要件であるため，コンタクトとインシュレータとの間に隙間を持たせるようにモールドインする必要がある。すなわち，引用例2記載のコンタクト(接続用接点)は，一辺部の全体と二つの半円弧部の各半分がインシュレータから露出し，残余の一辺部の全体と前記二つの半円弧部の残余の各半分がインシュレータ内に埋設されているタイプのものである。そして，このように弾性変位しやすい形状であることから，コンタクトの一部がインシュレータに埋設されるようにモールドインしても，構造的に強度を向上させることは困難である。",
                        "このように，本願発明のコンタクトと引用例2記載のコンタクト(接続用接点)とは，その構造が基本的に異なるのであるから，本願発明と基本構造を同じくする(すなわち，コンタクトの接触部の裏面がインシュレータに密着される構造を有する)引用発明1に，引用例2記載の技術を適用することはできないものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(作用効果についての判断の誤り)",
                  "text": [
                    "審決は，「本願発明の作用効果も，引用例1，引用例2の記載及び周知技術から当業者が予測できた範囲内のものである」(5頁20行～21行)と判断したが，誤りである。",
                    "本願発明は，①インシュレータにモールドインにより一体成形された他の一辺部が対向する二辺部に当接するのでコンタクトに変形が生じにくい，②一体成形時に，コンタクトの対向する二辺部を金型で押さえることができるので，コンタクトの端部が剥がれたり，埋め込まれたりすることが起こりにくい，という効果を有する。",
                    "しかし，本願発明の構成は，引用例1及び2にも，周知技術にも，記載も示唆もされておらず，これらを単に総合しても，本願発明の卓越した上記効果を奏することはできないものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，相違点2に関する容易想到性を肯定した審決の判断は誤りであると主張するが，以下のとおり，審決の判断は正当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が，引用例2の第5図及び第10図に関して，「接続用接点が略長方形ないし長円形の閉空間を有する形状で，一辺部が，対向する二辺部の一方に当接した様子が示されている」(3頁27行～29行)と認定したのは誤りであると主張するが，審決の認定は正当である。",
                    "引用例2の第5図及び第10図には，コンタクト(接続用接点)が，二つの略半円弧状の部分と，二つの略直線状の部分とから形成された形状が記載されており，その形状は，長方形との関係でいうと，長方形の二つの短辺を略半円弧状に代えた形状であり，円形との関係でいうと，上半円部分と下半円部分とを上下方向に離し，両者間に直線状部分を形成した形状である。",
                    "審決は，前記形状の全体を「略長方形ないし長円形」，二つの略直線状の部分を「二辺部」，二つの半円弧状の部分のうちの一方を「一辺部」として認定したのであって，この認定に何ら誤りはない。",
                    "原告は，審決の「略長方形」との認定を誤りであるとし，「トラック形」と認定すべきであると主張するが，引用例2記載のコンタクト(接続用接点)の形状が「トラック形」といえる形状であるとしても，それが「略長方形状」であることに変わりはなく，これを略長方形というかトラック形というかは，単に用語上の問題であるにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，審決が，引用例2にコンタクト(接続用接点)の「一辺を他の二辺に当接させる」(5頁1行)ことが示されていると認定し，引用例2のコネクタに関する技術を引用発明1に適用し，二辺部に当接する一辺部を形成することは当業者にとって容易なことである(5頁9行～13行)と判断したのは誤りであると主張するが，審決の認定は正当である。",
                    "「当接」とは，「当」と「接」の意味に照らすと，「当たり接すること」を意味すると解することができ，引用例2記載のコンタクト(接続用接点)の略半円弧状の先端部分は，直線状部分に当たり接しているから，当接しているものである。",
                    "これに対し原告は，引用例2記載のコンタクト(接続用接点)においては，内側の枠部の先端付近が外側の枠部と平行に接触しているのに対して，本願発明のコンタクトにおいては，枠部の他の一辺部が対向する二辺部に略直角に当接しているものであり，両者は枠部の当接方向が略90度相違すると主張する。",
                    "しかし，原告の主張は，当該一辺部の先端部と二辺部との当接に関する具体的な態様についてのものにすぎず，引用例2記載のコンタクト(接続用接点)において，一辺部の先端部が対向する二辺部の一方に当接していることには変わりがない。",
                    "また，本願発明の請求項1には，「枠部の他の一辺部は，前記二辺部の一方に当接し」と記載されているにすぎず，一辺部の先端部が二辺部に対してどのように当接するかは特定されていない。のみならず，本願明細書(甲1)の発明の詳細な説明には，「両実施の形態例では，3A2及び13A2を水平部としたが，これらの部分を水平方向に対して傾斜するように形成すれば，コンタクト3，13の剥離を更に強固に防止することができる」(段落【0031】)と記載されており，同記載に照らしても，本願発明のコンタクトにおいて，枠部の他の一辺部が対向する二辺部の一方に略直角に当接することが特定されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また原告は，審決が，引用例2記載のようなコンタクトを「モールド成形によって製造することはよく知られており，二辺に当接する一辺をインシュレータにモールドインすることは当業者が容易に把握しうる構成である」(5頁4行～6行)，「してみると，引用例2のコネクタに関する技術を引用例1発明に適用し，…二辺部に当接する一辺部を形成し，一辺部をインシュレータにモールドインして一体成形することは当業者にとって容易なことである」(5頁9行～13行)と判断したのは誤りであると主張するが，審決の判断は正当である。",
                    "原告も認めているように，コンタクトをインシュレータにモールドインすることは，よく知られたことであって，コンタクトがインシュレータにモールドインされるコネクタにおいて，コンタクトの先端が固定されていないと，コンタクトが変形し，インシュレータから剥離してしまうという問題が生じることから，当該コンタクトの先端を埋設することにより同問題を解決し，コンタクトの強度向上を図ることは，本願前に周知の事項である(乙1，2)。",
                    "そして，引用例2に記載されたコンタクト(接続用接点)をインシュレータにモールドインすれば，自ずと二辺に当接する一辺がインシュレータにモールドインすることとなる。",
                    "このことに基づいて審決は，引用例2記載のようなコンタクトを「モールド成形によって製造することはよく知られており，二辺に当接する一辺をインシュレータにモールドインすることは当業者が容易に把握しうる構成である」(5頁4行～6行)としたものであって，審決の判断は正当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また原告は，審決が，コンタクトのような「板状部材において，閉空間を形成した部分では強度が向上することは，技術的に見て自明のことであり，成型性，耐久性等のためにコネクタ(判決注，「コンタクト」の誤記)の強度を向上させることは常に意識される課題である。してみると，引用例2のコネクタに関する技術を引用例1発明に適用し，長方形状から一辺を切り欠いた三辺からなる部分に，さらに一辺を追加して略長方形状の枠とし，二辺部に当接する一辺部を形成し，一辺部をインシュレータにモールドインして一体成形することは当業者にとって容易なことである」(5頁7行～13行)と判断したのは，本願発明のコンタクトと，引用例2記載のコンタクト(接続用接点)との構造上の相違を無視して，本願発明と基本的構造を同じくする引用発明1に，引用例2記載の技術を誤って適用したものであると主張する。",
                    "しかし，本願発明におけるコンタクトの構造として，原告が主張するような，コンタクトの接触部の裏面がインシュレータに密着されるという構造については，請求項1において何ら特定されていない。",
                    "一方，コンタクトの二辺部の先に一辺部を設けるに当たり，当該一辺部を他の二辺部に当接させ，略長方形状の閉空間を有する枠部を形成することが，引用例2に記載されていることは，前記ア及びイにおいて述べたとおりである。",
                    "しかも，引用例2記載のコンタクト(接続用接点)は，接続用基板(13)が挿入されることにより左右方向の力を受ける(図10)ものであるところ，一辺部が他の二辺部に当接し，閉空間を有する形状であることから，その強度が向上していることも明らかである。",
                    "原告は，引用例2記載のコンタクト(接続用接点)は弾性変位しやすい形状であるから引用発明1に適用することはできないと主張するが，審決が引用発明1に適用した引用例2記載の技術事項は，「長方形状から一辺を切り欠いた三辺からなる部分に，更に一辺を追加して略長方形状の枠とし，二辺部に当接する一辺部を形成し，一辺部をインシュレータにモールドインして一体成形すること」であって，かかる技術事項は，引用例2記載のコンタクト(接続用接点)が弾性変位しやすい形状であるか否かとは関係しないものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告は，審決が「本願発明の作用効果も，引用例1，引用例2の記載及び周知技術から当業者が予測できた範囲内のものである」(5頁20行～21行)と判断したのは誤りであると主張するが，審決の判断は正当である。",
                "原告の主張する「①インシュレータにモールドインにより一体成形された他の一辺部が対向する二辺部に当接するのでコンタクトに変形が生じにくい」との効果については，一辺部が他の二辺部に当接し，閉空間を形成する形状であることによるものであって，引用発明1のコンタクトに引用例2記載の技術を適用することにより得られる程度の効果にすぎない。",
                "また，原告の主張する「②一体成形時に，コンタクトの対向する二辺部を金型で押さえることができるので，コンタクトの端部が剥がれたり，埋め込まれたりすることが起こりにくい」との効果については，本願発明の構成から得られるものであるかどうか定かでなく，本願明細書にも，記載も示唆もされていないものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が，引用例2の第5図及び第10図に関して，「接続用接点が略長方形ないし長円形の閉空間を有する形状で，一辺部が，対向する二辺部の一方に当接」(3頁27行～28行)していると認定したのは誤りであると主張するので，まずこの点について判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例2(甲4)の明細書の考案の詳細な説明には，以下の記載がある。",
                    "・「…接続用端子(14),(15),(16)に電気的に接続され通常は第5図で明示の如く前記の各接続用接点(7),(8),(9)に弾性的に接触導通状態に保持される弾性変位自在な接続用接点(17),(18),(19)とを備えており，前記の 両 接 続 用 接 点 (7),(8),(9)及 び (17),(18),(19)で ソ ケ ッ ト 部(1S),(2S),(3S)を各々形成してある」(8頁13行～19行)",
                    "・「次に，前記接続用基板(13)を…挿入すると，第10図で明示の如く，この挿入された基板(13)片面の接続用回路(13A)に…各ソケット(1S),(2S),(3S)における一方の接続用接点(7),(8),(9)が各々弾性力を介して接触し」(11頁1行～7行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，引用例2の第5図及び第10図(いずれも，ソケット部の拡大縦断側面図。)には，接続用接点7，17(本願発明におけるコンタクトに相当する。)が示されている。",
                    "【第5図】 【第10図】"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記記載によれば，引用例2の第5図及び第10図に示されている接続用接点は，ソケット部1S内に埋め込まれた一方の垂直辺から，略半円弧状の湾曲部を介して，ソケット部1Sの外に露出する他方の垂直辺に連続し，さらに，ソケット部1S内に埋め込まれた略半円弧状の湾曲部へと繋がり，同湾曲部の先端は前記一方の垂直辺にほぼ平行に当接していることが認められる。すなわち，対向する略直線状の二辺部と，略半円弧状の二つの湾曲部によって構成され，これを長方形との関係でいうならば，長方形の短辺部をそれぞれ略半円弧状の湾曲部に代えた形状ということができる。",
                    "そして，長方形の短辺部をそれぞれ略半円弧状の湾曲部に代えた形状は，長方形に近い形状であるから，略長方形ということができる。",
                    "また，このように接続用接点の枠部全体の形状を「略長方形状」といい得る以上，略半円弧状の湾曲部を「一辺部」ということも許されるというべきである。",
                    "したがって，審決が，引用例2の第5図及び第10図に記載の接続用接点について，「略長方形ないし長円形の閉空間を有する形状で，一辺部が，対向する二辺部の一方に当接」していると認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し原告は，引用例2の第5図及び第10図に記載の接続用接点の形状は，略長方形ではなく，トラック形と認定されるべきであると主張する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "しかし，原告のいうトラック形とは，長方形における短辺部をそれぞれ半円弧状の湾曲部に代えた形状を意味するものであるところ，かかる形状も，略長方形として採り得る形状の一つであるといえることは，前記ウにおいて検討したとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告の主張は，本願発明の請求項1における「略長方形状」には，トラック形のように半円弧状の湾曲部を有する形状は含まれないことを前提とするものであるが，請求項1には，コンタクトの枠部の形状に関して，単に，「略長方形状」であることと枠部の他の一辺部が対向する二辺部の一方に当接することが記載されているだけで，そのほかには，枠部の形状を具体的に特定したり，何らかの限定を付すような記載はない。したがって，請求項1の記載から，本願発明における「略長方形状」が，半円弧状の湾曲部を有する形状を除外していると解することはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "もっとも，請求項1の「略長方形状」という文言については，どのくらい長方形に類似した形態であればこれに含まれるのかが，一義的に明確ではないともいい得る。",
                        "そこで，本願明細書(甲1。ただし，甲2〔本件補正〕により補正後のもの)の記載を検討すると，同明細書中には，「略長方形状の枠部3A」(段落【0016】)の具体的形状に関する記載はなく，わずかに，枠部を構成する「他の一辺部」及び「残余の一辺部」(請求項1)に関して，発明の実施例として「コンタクト3の枠部3Aの水平部3A2」，「他の水平部3A4」(段落【0017】)との記載があるのみである。そして，これらに関しては，「両実施の形態例では，3A2及び13A2を水平部としたが，これらの部分を水平方向に対して傾斜するように形成すれば，コンタクト3，13の剥離を更に強固に防止することができる」(段落【0031】)と記載されているように，発明の実施形態に応じて任意に設計し得る事項であることが認められる。",
                        "また，「残余の一辺部」に関しては，「前記二辺部と残余の一辺部とが前記側壁部を取り囲むように」成形される(請求項1)ことから，その形状は，インシュレータの側壁部の形状に応じた形状となることが考えられる。例えば，本願明細書の図5において，インシュレータの側壁部を取り囲むように成形された接触部3A1，水平部3A4，接触部3A3は，側壁部の周囲に沿った形状を有していることが認められ，さらに，コンタクト単体を取り出した拡大図(図7)においては，水平部3A4から接触部3A3にかけて，明らかに湾曲しながら連続していることが認められる。",
                        "【図5】",
                        "【図7】"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "なお，本願明細書において示されている従来例のコンタクトの枠部の形状は「略U字形状」(段落【0004】)と記載されており，これに対して本願発明では「略長方形状」(請求項1)とされていることから，「略U字形状」に代えて「略長方形状」の枠部を採用したのは湾曲部を有する形状を除外する趣旨である，との主張も成り立たないわけではない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "しかし，前記(ウ)において検討したとおり，本願明細書には，本願発明の実施例として，湾曲部を含む形状のコンタクトが示されているのであり，このことに照らせば，本願発明において従来例の「略U字形状」に代えて「略長方形状」の枠部を採用したことが，湾曲部を有する形状を除外する趣旨であったとは考え難い。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "さらに，本願明細書及び図面(甲1)には，次の記載がある。",
                            "・「【発明が解決しようとする課題】前記従来のコネクタでは，各コンタクト32の略U字形状部32Aが変形すると，コネクタと相手側コネクタとの嵌合がスムーズに行われ難い。また，各コンタクト32の接触部32A2がインシュレータ31の側壁31Aから剥離",
                            "すると，嵌合の際に，各コンタクト32が損傷する支障が生じる。」(段落【0005】)",
                            "・「…本発明は，前記従来のコネクタの欠点を改良し，コンタクトが変形することとインシュレータから剥離することを防止できるコネクタを提供しようとするものである。」(段落【0006】)",
                            "・「【発明の実施の形態】」",
                            "「各コンタクト3をインシュレータ2にインサート成形すると，コネクタ1は，図5と図6に示されるように，完成する。この状態では，コンタクト3の枠部3Aの水平部3A2がインシュレータ2にモールドインされているため，他の接触部3A3はインシュレータ2の側壁部2Bから剥離しない。また，水平部3A2の先端は，接触部3A1に当接する。更に，コンタクト3の両接触部3A1，3A3と他の水平部3A4とは，インシュレータ2の側壁部2Bを取り囲む。」(段落【0017】)",
                            "・「【発明の効果】」",
                            "「1．コンタクトが略長方形状の枠部を有し，枠部の一辺部がインシュレータにモールドインされ，他の三辺部がインシュレータの側壁部を取り囲むから，コンタクトが変形しないので，コネクタと相手コネクタとの嵌合がスムーズに行わ(れ)る。」(段落【0033】)",
                            "・「2．コンタクトの接触部がインシュレータの側壁部から剥離しないので，嵌合の際に，コンタクトが損傷する支障が生じない。」(段落【0034】)",
                            "・「【図14】従来のコネクタにおけるコンタクトがインシュレータに保持された状態を示す断面図である。」",
                            "【図14】"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上によれば，従来例の「略U字形状」における湾曲部の存在自体が，コンタクトの変形等においてどのような問題を生じさせ，その問題を解決するために本願発明においていかなる構成を採用したのかという点については，本願明細書には明確に記載されておらず，むしろ，コンタクトが略長方形状という閉じた形状を有し，枠部の他の一辺部(水平部3A2)が対向する二辺部の一方(接触部3A1)に当接し，さらに，他の一辺部(水平部3A2)がインシュレータにモールドインされ，前記二辺部と残余の一辺部(接触部3A1，3A3と水平部3A4)がインシュレータの側壁部を取り囲んでいるという構成を採用したことによって，コンタクトの変形や，インシュレータの側壁部からの剥離を防止することができるという効果を得られることが記載されている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "また，前記図14に示された従来例のコンタクトは，その枠部に，わずかに湾曲する略U字形状部32Aを有するものの，接触部32A1，略U字形状部32A，接触部32A2の連続する形状の全体をとらえてみれば，略長方形の三辺(対向する二つの長辺及び一方の短辺)に相当するともいえる形状であって，本願発明の実施例を示す前記図7の接触部3A1，水平部3A4，接触部3A3の形状と，さほど異なるものではない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "してみると，本願発明の「略長方形状」に対する従来例の「略U字形状」との文言は，本願発明が「略長方形状」という閉じた形状を採用しているのに対して，従来例では上側が開放された形状が採用されていたことを表すものにすぎないと解するのが相当であり，本願発明において従来例の「略U字形状」に代えて「略長方形状」の枠部を採用したことが，湾曲部を有する形状を除外する趣旨であると解することはできない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上によれば，本願明細書及び図面の記載を参酌しても，請求項1における「略長方形状」が，半円弧状の湾曲部を有する形状を除外しているとは，到底解することができず，原告の前記主張は，採用することができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "次に，原告は，審決が引用例2にコンタクト(接続用接点)の「一辺を他の二辺に当接させる」(5頁1行)ことが示されていると認定したことに関し，引用例2に記載された「当接」の態様は，半円弧状の湾曲部が，対向する二辺部の一方に沿って，平行に延びた状態で当接しているというものであるのに対し，本願発明における「当接」は，枠部の他の一辺部が，対向する二辺部の一方に略直角に当接するものであり，両者は枠部の当接方向が略90度異なるから，審決が引用発明1に引用例2記載の技術を適用して相違点2に係る容易想到性を肯定したのは誤りであると主張するので，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "まず，引用例2の第5図及び第10図記載の接続用接点に関しては，前記(1)ウにおいて検討したとおり，接続用接点の枠部をなす略半円弧状の湾曲部(一辺部)の先端が，一方の垂直辺(対向する二辺部の一方)にほぼ平行に当接していることが認められる。",
                    "一方，本願発明におけるコンタクトに関しては，請求項1において「前記枠部の他の一辺部は，前記二辺部の一方に当接し」と記載されているのみで，枠部の他の一辺部が対向する二辺部の一方に略直角に当接する旨の記載はなく，そのほかに，当接の態様について何らかの限定を付する旨の記載もない。したがって，本願発明において，コンタクトの枠部の他の一辺部が対向する二辺部の一方に略直角に当接することが特定されていると解することはできない(なお，本願発明の請求項1における「当接」が，当たり接することを意味することは一義的に明確であるから，同文言を解釈するに当たって，本願明細書及び図面の記載を参酌することは相当でない。)。",
                    "以上から，引用例2記載の接続用接点のように，枠部の他の一辺部が対向する二辺部の一方にほぼ平行に当接する場合であっても，本願発明における「当接」と異なるものということはできず，引用発明1に引用例2記載の技術を適用して容易想到性の判断をすることの阻害要因があるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，本願発明の請求項1には，「前記コンタクトは，略長方形状の枠部を有し，」「前記枠部の他の一辺部は，前記二辺部の一方に当接し」と記載されているのであるから，枠部の他の一辺部の直線上の先端部が二辺部の一方に略直角に当接することは，幾何学上当然であると主張する。",
                    "しかし，前記(1)ウにおいて検討したとおり，本願発明の請求項1における「略長方形状」には，長方形の短辺部を半円弧状の湾曲部に代えた形状も含まれるのであるから，発明の実施形態として請求項1の「他の一辺部」として半円弧状の湾曲部を採用した場合には，対向する二辺部の一方に当接する同湾曲部の先端は二辺部の一方に対して略直角にではなく，平行に当接することも考えられるものである。",
                    "原告の前記主張は，本願発明の請求項1における「略長方形状」が，各内角が略直角である四辺形であって湾曲部を含まない形状であることを前提としたものであって，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，原告は，審決が引用例2記載のようなコンタクト(接続用接点)を「モールド成形によって製造することはよく知られており，二辺に当接する一辺をインシュレータにモールドインすることは当業者が容易に把握しうる構成である」として相違点2に係る容易想到性を肯定したのは誤りであると主張するので，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記乙1(特開平11−204214号公報)及び乙2(登録実用新案公報3023276号)の各文献に，コンタクトの先端をインシュレータに埋設することによりコンタクトの強度向上を図ることが記載されていることについては，当事者間に争いがない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "さらに，前記各文献の内容をみると，まず乙1には，次のような記載がある。",
                        "・「【課題を解決するための手段】上記目的を達成するために，本発明は次の技術的手段を採用したものである。すなわち，…前記各コンタクトが，前記接触部の上端から外側へ屈曲し，先端部が前記絶縁ハウジングの外側面まで延びる屈曲係止部を有し，該屈曲係止部が前記絶縁ハウジングに埋め込まれていることを特徴とする。」(段落【0007】)",
                        "・「前記屈曲係止部は，フック状に形成することが望ましい。…」(段落【0008】)",
                        "・「【発明の効果】以上説明したように，本発明によれば，…前記屈曲係止部が，絶縁ハウジングの側壁に埋め込まれるので，各コンタクトが絶縁ハウジングから剥離するのを確実に防止してコンタクトの保持力を向上させることができる。」(段落【0022】)",
                        "・「【図2】本発明による電気コネクタの別の実施例を示す要部縦断面図である。」",
                        "【図2】"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，乙2には，次の記載がある。",
                        "・「導電ターミナル2のコンタクト片6の折曲した先端部7は，ハウジング1の上面1aの下側に埋設されており…」(段落【0011】)・「上記実施例の電気コネクタによれば，導電ターミナル2のコンタクト片6の変形を確実に防止することができる。即ち，コンタクト片6の先端部7がハウジング1の絶縁性樹脂内に埋設され…ている。従って，この電気コネクタに対して相手側のプラグコネクタが挿入，接続される際などに，正しい挿入が行われないことを理由として，コンタクト片6に対して斜め方向の外力が働いた場合でも，…コンタクト片6がハウジング1から剥離するなどの，コンタクト片6の変形を防止することができるものである。」(段落【0012】)",
                        "・「【図1】 本考案の第1の実施例の拡大断面図である。」【図1】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，電気コネクタの技術において，コンタクトの先端部を屈曲した形状にし，このような先端部をインシュレータに埋設し，コンタクトの変形やインシュレータからの剥離を防止することは，本願前に周知の事項であったことが認められる。",
                    "したがって，引用発明1におけるコンタクトのように「三辺からなる部分を有し，…前記二辺部と一辺部とが前記側壁部を取り囲むように一体成形され」るコンタクトにおいて，さらに，その先端部を屈曲させた形状とし，インシュレータに埋設させることは，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易になし得るものである。",
                    "そして，引用発明1のコンタクトに上記周知技術を適用し，その先端部をインシュレータに埋設させるに当たり，先端部を上記周知技術のように単に屈曲させるにとどまらず，さらに，引用例2記載の接続用接点のように，枠部の一辺部が対向する二辺部の一方に当接し，略長方形の形状を有するコンタクトを採用して，前記一辺部をインシュレータに埋設させることも，当業者において容易に想到し得る事項である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，原告の前記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "また，原告は，本願発明はコンタクトに強度を持たせることを目的とした構造であるのに対して，引用例2記載の技術はコンタクト(接続用接点)を弾性変位しやすくすることを目的とした構造であって，両者は基本的構造を異にするから，本願発明と基本構造を同じくする引用発明1に，引用例2記載の技術を適用することはできないと主張するので，この点について判断する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願明細書(甲1，2)には，本願発明の効果として，「コンタクトが略長方形状の枠部を有し，枠部の一辺部がインシュレータにモールドインされ，他の三辺部がインシュレータの側壁部を取り囲むから，コンタクトが変形しない」(段落【0033】)と記載されている。引用発明1も，コンタクトの「二辺部と一辺部とが前記側壁部を取り囲むように一体成形され」る(審決4頁4行～5行)という点では，本願発明と一致しており，このような構成を有しないコンタクトと比べれば，コンタクトが変形しにくいという効果を有するものといえる。",
                    "すなわち，本願発明及び引用発明1は，コンタクトの二辺部と一辺部とが側壁部を取り囲むように一体成形されるという点で，そのような構成を有しないものと比べてコンタクトの変形を防止する効果を有するものであり，本願発明においては更に「二辺部の一方に当接するとともに，インシュレータにモールドインにより一体成形される一辺部」を設けて枠部を「略長方形状」とすることによって，コンタクトの変形を防止する効果をより高めたものであって，本願発明と引用発明1とは，その基本的構成を共通にするものである。",
                    "これに対して，引用例2(甲4)に記載された接続用接点は，前記(1)ウにおいて認定したように，枠部の一方の垂直辺はソケット部内に埋め込まれ，他方の垂直辺はソケット部の外に露出している。また，接続用接点は「弾性変位自在な」(8頁16行)ものとして形成され，接続用基板13を挿入すると，同基板の接続用回路に，接続用接点7が「弾性力を介して接触」(11頁6行～7行)するものである。したがって，原告が主張するように，引用例2記載の接続用接点は，本願発明及び引用発明1とは，その基本的構成を異にする。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかし，本願発明及び引用発明1におけるコンタクトと，引用例2記載の接続用接点との間に，上記のような差異があるからといって，ただちに引用発明1に引用例2記載の技術を適用することができないものではなく，引用発明1に適用する引用例2記載の技術がどのようなものであるかをふまえた上で，適用の可否を検討するのが相当である。",
                    "そこで検討するに，本件において，審決が引用発明1に適用した引用例2記載の技術は，接続用接点の「一辺を他の二辺に当接させること」により，「長方形(判決注，正確には略長方形状というべきである。)ないし長円形状の閉空間を有する枠部」を接続用接点に形成すること(審決5頁1行～3行)である。",
                    "すなわち，審決は，引用発明1に引用例2記載の技術を適用するに当たり，引用例2記載の接続用接点の有する弾性変位自在な構成や，ソケット部との位置関係などとは関係なく，単に接続用接点の枠部の形状のみに着目してこれを引用発明1に適用したものである。",
                    "そして，前記(3)において検討したとおり，コンタクトの先端部を屈曲させてインシュレータに埋設し，コンタクトの変形やインシュレータからの剥離を防止することは，本願前に周知の事項であるところ，引用発明1における「三辺からなる部分を有し，…前記二辺部と一辺部とが前記側壁部を取り囲むように一体成形され」るコンタクトに，上記周知技術を適用し，これに加えて更に，引用例2に記載された「一辺を他の二辺に当接させること」により「略長方形ないし長円形状の閉空間を有する枠部」を適用することには，何ら問題を見いだし得ないものである。",
                    "なぜなら，引用発明1に上記周知技術を適用して，コンタクトの先端部を屈曲させインシュレータに埋設する場合に，その先端部を更に延長させて対向する二辺部の一方に当接させ，略長方形状の閉空間を形成することは，審決が，「コネクタ(判決注，「コンタクト」の誤記)のような板状部材において，閉空間を形成した部分では強度が向上することは，技術的に見て自明のことであり，成型性，耐久性等のためにコネクタ(判決注，「コンタクト」の誤記)の強度を向上させることは常に意識される課題である」(5頁7行～9行)と述べているとおり，当業者においてごく自然になし得ることであるからである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上から，原告の前記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，本願発明と引用発明1との相違点2に関する審決の判断に誤りはなく，原告の主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(作用効果についての判断の誤り)について",
          "text": [
            "原告は，審決が「本願発明の作用効果も，引用例1，引用例2の記載及び周知技術から当業者が予測できた範囲内のものである」(5頁20行～21行)と判断したことは誤りであると主張するので，この点について検討する。",
            "本願明細書(甲1，2)の記載によれば，本願発明の効果は，「コンタクトが変形しないので，コネクタと相手コネクタとの嵌合がスムーズに行わ(れ)る。」(段落【0033】)，「コンタクトの接触部がインシュレータの側壁部から剥離しないので，嵌合の際に，コンタクトが損傷する支障が生じない。」(段落【0034】)というものである。",
            "上記いずれの効果も，「略長方形状の枠部を有し，…前記枠部の他の一辺部は，前記二辺部の一方に当接し，前記二辺部と残余の一辺部とが前記側壁部を取り囲むように，他の一辺部は前記インシュレータにモールドインにより一体成形され，前記二辺部と残余の一辺部の各表面は前記側壁部から露出する」という本願発明の構成により導かれるものであり，かかる構成を採用するときに容易に推測される作用効果である。",
            "そして，本願発明の構成が，当業者において容易に想到し得るものであることは，前記2において検討したとおりである。",
            "したがって，本願発明の作用効果に関する審決の判断に誤りはなく，原告の主張する取消事由2は理由がない。"
          ]
        },
        {
          "fig": "4",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10329",
    "date": "2008-05-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036394",
    "ipprecedent_id": "1443",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}