{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2005−80195号事件について平成19年3月28日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が，「フェノール性化合物及びその製造方法」という名称の発明について特許権を有しているところ，同特許を無効とする旨の審決を受けたことから，その請求人である被告に対し，審決の取消しを求めた事案である。",
        "〔当事者間に争いのない事実〕"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成3年10月30日に出願した特願平3−311891号(甲3。以",
            "下「原出願」という。)の一部を分割して，平成10年8月31日に新たな特許出願をし(特願平10−245978号)，さらに，同出願に係る発明の一部を分割して，平成13年1月15日に名称を「フェノール性化合物及びその製造方法」とする新たな特許出願をし(特願2001−6233号。乙8の1)，平成15年2月",
            "28日にその設定登録を受けた(特許第3403178号，請求項の数4。甲39。",
            "以下「本件特許」という。)。",
            "本件特許につき，平成17年6月27日付けで被告から特許無効の審判請求がされ，同請求は，無効2005-80195号事件として係属した。",
            "特許庁は，平成18年3月30日，「特許第3403178号の請求項1ないし",
            "4に係る発明についての特許を無効とする。」との審決をした。原告は，同年5月10日に知財高裁に対して審決取消訴訟(平成18年(行ケ)第10223号。以下「第1次審決取消訴訟」という。)を提起した後，同年8月7日，特許庁に対して訂正審判請求(訂正2006−39132号事件。乙9の1)をした。",
            "知財高裁は，同月9日，特許法181条2項に基づき，事件を審判官に差し戻すため，上記審決を取り消す旨の決定をし，同決定は確定した。",
            "原告は，同年10月23日，特許請求の範囲の減縮等を目的とする訂正請求(以下「本件訂正」という。)を行った(上記訂正審判請求書に添付された訂正明細書が援用され，訂正2006−39132号事件は，同日に審判請求を取り下げたものとみなされた。)。また，原告は，平成19年2月21日付けの手続補正書により，本件訂正請求書の補正を行った(甲40)。",
            "特許庁は，審理の結果，同年3月28日，差戻し後の無効2005-80195",
            "号事件につき，「訂正を認める。特許第3403178号の請求項1～4に係る発明についての特許を無効とする。」との審決をし，その謄本は，同年4月9日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成19年2月21日付けの手続補正書により補正された平成18年10月23日付けの本件訂正請求書(以下，本件訂正後の明細書を「本件訂正明細書」という。",
            "甲40)における特許請求の範囲の記載は，次のとおりである(訂正箇所は，下線部分である。以下，これらの発明を，請求項に対応して「本件発明1」などという。",
            "また，これらを併せて「本件発明」という。)",
            "「【請求項1】下記一般式(1)",
            "【化1】"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "(但し，式中，R ，R ，R は，水素原子又は炭素数1～6の炭化水素基を示し，nは0を示し，mは2を示す)で表されるフェノール性化合物。",
                "【請求項2】 フェノール性化合物が，エポキシ化合物製造用の中間体である請求項1記載のフェノール性化合物。",
                "【請求項3】 請求項1に記載のフェノール性化合物を主成分とし，一般式(1)において，nが1～15の整数のフェノール性化合物を少量成分として含有するフェノール性化合物。",
                "【請求項4】 下記一般式(2)",
                "【化2】"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "(但し，R は，水素原子又は炭素数1～6の炭化水素基を示",
                "し，mは0～2の整数を示す)で表されるフェノール類と下記一般式(3)【化3】"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "(但し，式中，R ，R ，R は，水素原子又は炭素数1～6の炭化水素基を示す)で表される縮合剤とを，酸触媒の存在下に，フェノール類と縮合剤とのモル比(縮合剤／フェノール類)0．01～0．9の条件で反応させることを特徴とする請求項1～3のいずれかに記載のフェノール性化合物の製造方法。」"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の内容",
          "text": [
            "審決の内容は，別紙審決のとおりである。",
            "その理由の要旨は，①平成19年2月21日付けの手続補正書による本件訂正請求書の補正を認める，②本件訂正は，平成6年改正前特許法134条2項ただし書に適合し，特許法134条の2第5項において準用する同改正前特許法126条2項の規定に適合するので，当該訂正を認める，③本件発明1及び2は，米国特許第4,992,151号公報に記載された発明(以下，他を引用する場合を含め，同公報を「甲1」，同発明を「甲1発明」という。)，本件発明3は，甲1発明であるか，又は甲1発明に基づいて当業者が容易に発明することができたものであり，本件発明4は，甲1発明及び周知技術に基づき当業者が容易に発明することができたものであり，これらによれば，本件発明1ないし4に係る特許は，特許法29条1項3号又は2項の規定に違反してされたものであって，同法123条1項2号に該当し無効とすべきである，というものである。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "審決には，以下のとおり，①本件発明3の認定を誤り(取消事由1)，②甲1発明を正確に認定することを怠ったことにより，本件発明3と甲1発明との相違点を看過し(取消事由2)，③本件発明3が，甲1発明と実質的な差異を有しない，又は，甲1発明に基づいて当業者が容易に想到し得たものであるとして，新規性ないし進歩性の判断を誤り(取消事由3)，④同様の理由により，本件発明4の進歩性の判断を誤り(取消事由4)，⑤本件発明1及び本件発明2の新規性の判断を誤った(取消事由5，6)違法がある。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明3の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決における本件発明3の認定とその誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "審決の認定",
                  "text": [
                    "審決は，「本件発明3は，本件発明1において，本件発明1のフェノール性化合物を主成分とし，一般式(1)において，nが1～15の整数のフェノール性化合物を少量成分として含有するものであり，甲1発明は，そのような明示がない点で，両者は一応相違する。」と認定する(14頁)。",
                    "ところで，審決は，本件発明1のフェノール性化合物について，「化学物質発明において結合位置が特定されていない一般式で記載された化合物は，それぞれの特定の結合位置で結合した単一化合物を包括して示すものと解するのが通常であり，特段の事情のない限り，それらの異性体の混合物を意味するものとは解されない。」(13頁6～9行)，「本件発明1のフェノール性化合物が一般式(1)で表される単一化合物であることは発明の詳細な説明の記載からも裏付けられている。」(13頁17～19行)と述べ，本件発明1が一般式(1)で表される異性体混合物であるとの原告の主張を否定する。",
                    "そうすると，審決は，本件発明3のフェノール性化合物も，「それぞれの特定の結合位置で結合した単一化合物」であるフェノール性化合物を主成分とし，これに少量成分として，「一般式(1)において，nが1～15の整数のフェノール性化合物」が含まれるものであると認定し，この前提に立って，本件発明3を甲1発明と対比し，新規性及び進歩性の判断をしていることが明らかである。",
                    "また，審決は，「本件発明3は，本件発明1において，・・・少量成分として含有するものであり」(14頁22～24行)と述べ，あたかも請求項3が請求項1の従属項であるかのごとき認識に立って，本件発明3における少量成分の意義を，「本件発明1において」，「nが1～15の整数のフェノール性化合物のうちのいずれかを少量成分として含有すること」と認定している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "審決の認定の誤り",
                  "text": [
                    "しかしながら，本件発明3に対する審決の認定は，二重の意味で誤っている。",
                    "第1に，本件発明3のフェノール性化合物は，主成分として一般式(1)においてnが0のフェノール性化合物(n＝0体)を，少量成分としてnが1～15の整数であるフェノール性化合物(n＝1体，n＝2体等)を，それぞれ含有する混合物(多量体混合物)である。審決は，「本件発明1において・・」と認定することにより，一般式(1)においてnが0であるフェノール性化合物中に，nが1～15の整数であるフェノール性化合物のいずれか(n＝1体，n＝2体，n＝3体・・・等のいずれか)が微量でも存在するものは本件発明3のフェノール性化合物であると誤って認識し，この誤った認識に基づいて本件発明3の進歩性を判断している。",
                    "第2に，本件発明3の主成分であるフェノール性化合物は，一般式(1)において二つの水酸基(-OH)の置換位置が異なる異性体の混合物であり，少なくとも，甲1に EXAMPLE 12 の生成物として示された化合物(以下「甲1化合物」ということがある。)のような p,p’-体単一化合物(二つの水酸基の置換位置が 4,4’位，すなわちp,p’位であるもののみから成る化合物)ではない。",
                    "以下，詳述する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件発明3の少量成分に関する審決の認定の誤り(本件発明3はn＝1～15のフェノール性化合物を含有する多量体混合物であること)",
      "content": [
        {
          "fig": "ア",
          "subject": "本件訂正明細書の記載",
          "text": [
            "本件訂正明細書には，本件発明が，「耐熱性，耐湿性に優れ，かつ耐衝撃性等の機械的特性に優れた性能を有する高性能高分子用原料等に有用な，特にエポキシ樹脂原料に有用な新規フェノール性化合物及びその製造方法を提供すること」を課題とする旨が記載され【0004】，本件発明に係るフェノール性化合物が「エポキシ化合物製造用の中間体」となることが記載されている【0005】。そして，実施例1として，フェノールと 4,4'-ジ(2-ヒドロキシ-2-プロピル)ビフェニルとを反応させて，固体(樹脂)を得たことが記載され【0017】，さらに，実施例2として，「実施例1で得た樹脂」をエピクロルヒドリンと反応させ(エポキシ化反応)，エポキシ樹脂を得たこと【0020】，また，得られたエポキシ樹脂は，図1のGPCチャートに図示されるように分子量分布に明らかな複数のピークを有し，表2に示す物性を有することが記載されている。",
            "本件発明に関する本件訂正明細書の上記記述に照らせば，実施例1で得られた樹脂が，高性能高分子，特にエポキシ樹脂を得る原料として有用な，本件発明3に係るフェノール性化合物であることは明らかである。本件訂正明細書には，請求項3に記載された「nが1～15の整数のフェノール性化合物を少量成分として含有するフェノール性化合物」が，実施例1のような樹脂以外のものであり得ることを推測させるいかなる記載も存在しない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "実施例1のフェノール性化合物",
          "text": [
            "本件訂正明細書には，実施例1で得た固体(樹脂)をベンゼンにて再結晶して得られた樹脂結晶のＮMR測定結果【表1】，質量分析及び元素分析から，この樹脂結晶が構造式【化8】のビスフェノール化合物であることが記載されている。この実施例1で得た固体(樹脂)から樹脂結晶を得る再結晶操作は，その主たる成分(実施例1の反応における最大量の生成物，すなわちn＝0体中の最大成分)を単離し，本件発明者のもくろみどおり反応が進行して，目的物である「フェノール性化合物(樹脂)」が得られたことを確認するための操作である(なお，実施例2で，エポキシ樹脂製造の原料として用いる「実施例1で得た樹脂」とは，再結晶前の実施例1で得た固体(樹脂)そのものである。)。",
            "そして，構造式【化8】は，この実施例1で得られた「フェノール性化合物(樹脂)」中の主たる成分であるn＝0体中の最大成分である p,p’-異性体の化学構造を示しているものであって，実施例1で得られた物質(樹脂)が異性体混合物であるとの当業者の認識を妨げるものではない。",
            "【図1】は，実施例1で得られたフェノール性化合物(樹脂)をエポキシ化して得たエポキシ樹脂のGPC分析の結果を示すGPCチャートである。ここには，実施例1で得られた樹脂をエポキシ化して得たエポキシ樹脂が，最大ピークのほかに，最大ピークよりも小さな複数の明確なピークを有していることが示されている。",
            "このことから，実施例1で得られたフェノール性化合物(樹脂)は，一般式(1)におけるnの数が異なるフェノール性化合物(n＝0体，n＝1体，n＝2体・・・)が混在する多量体混合物，すなわちGPCチャートをとると，n＝0体を最大ピークとし，n＝1体，n＝2体・・・等の，より小さなピークが明りょうに現れるような分子量分布を持った物質(混合物)であることが分かる。",
            "なお，この実施例2のエポキシ樹脂のGPCチャートに現れるピークが，エポキシ樹脂原料として用いられた「実施例1で得た樹脂」(フェノール性化合物)の組成を忠実に反映していることは，当業者に自明であり，審決も認めているとおりである(4頁22～28行。なお，甲30の3頁(C)参照)。",
            "以上の本件訂正明細書における唯一の実施例(実施例1の樹脂及びこれをエポキシ化して得た実施例2のエポキシ樹脂)によって示されるように，本件発明3は，GPCチャート上で最大ピークとして観察されるn＝0体のほかに，これより小さな明確なピークとして観察される，n＝1体，n＝2体・・・等を含む多量体混合物の発明である。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "当業者の理解",
          "text": [
            "本件発明3に係る物質が，n＝0体のほかに，実質的な量のn＝1体，n＝2体等を含む混合物であることは，エポキシ樹脂の当業者であれば，本件訂正明細書全体の記載及び技術常識に基づいて直ちに理解することができることである。",
            "すなわち，請求項1に記載された一般式(1)には，繰り返し単位数nについて記載されており，請求項3においては，少量成分における繰り返し単位数nが1～15であることが記載されている。当業者にとっては，このような記載形式自体から，本件発明3に係る化合物が，多量体混合物としての多官能性フェノール樹脂であることが容易に理解される。",
            "また，本件訂正明細書【0009】ないし【0013】における原料フェノール類と縮合剤との反応条件に関する記載や，【0017】の実施例の製造方法の記載を参酌すると，本件発明3に係る物質が，実質量の少量成分(n＝1体，n＝2体・・・等)を含む多官能性フェノール樹脂であることは，当業者にとって極めて合理的かつ常識的な理解であり，むしろ反対の解釈の方が困難である。",
            "本件発明3のような化合物を得る縮合反応は， n＝0体→n＝1体→n＝2体→・・・と順次n数の大きな化合物が生成し，n＝0体 → n＝1体 の反応でn＝1体が少量生成した段階で，n＝1体→n＝2体 の反応もn＝1体の生成量に見合って更に少量進行するため，反応終了後の生成物は，n＝0体，n＝1体，n＝2体・・・とn数が連続的な物質の混合物であり，かつ，n数順でみた場合に連続的な生成量分布となる。n＝0体が主成分の時に，n＝1体，n＝2体をほとんど含まずに，不連続に「いずれか」のn数の大きな化合物を不連続な量を含むといったことはあり得ない。このことは，当業者にとってはごく自然な常識である(甲30の1～2頁参照)。",
            "なお，繰り返し単位数(n)で表される化合物が樹脂の分野において多量体混合物と理解されることについては，これを示す多数の文献がある(学術文献として甲18の61～69頁，甲21の10～15頁。特許文献として甲24の1～4)。"
          ]
        },
        {
          "fig": "エ",
          "subject": "実施例1の保存サンプルによる確認",
          "text": [
            "実施例1のフェノール性化合物が実際に実質的な量のn＝1体等を含む多量体混合物であることは，実施例1の保存サンプルの試験結果(甲19の1，2)によっても確認済みである。",
            "また，本件訂正明細書の実施例1の記載に基づいて当業者が忠実に追試すれば，上記保存サンプルと同様に，分子量分布を持った多量体混合物であり，かつ，その主成分であるn＝0体が異性体混合物である，フェノール性化合物が得られる。"
          ]
        },
        {
          "fig": "オ",
          "subject": "小括",
          "text": [
            "以上のとおりであるから，本件発明3は，分子式が繰り返し単位数(n)で表される多量体混合物である。一般式(1)のnが0であるフェノール性化合物に，「nが1から15の整数であるいずれかのフェノール性化合物」が不純物程度の微量で存在するにすぎないものは，本件発明3のフェノール性化合物とは到底評価し得ないものである。"
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "本件発明3の主成分であるフェノール性化合物(n＝0体)に関する認定の誤り",
      "text": [
        "審決は，本件発明3における主成分であるフェノール性化合物(n＝0体)が，甲1化合物と同一ものであると認定していると解される。しかし，本件発明3の主成分をなすフェノール性化合物は，一般式(1)における二つの水酸基(-OH)の置換位置が異なるもの(異性体)が併存する異性体混合物である。審決は，この点において，本件発明3の認定を誤っている。一般式(1)に関する審決の認定は，樹脂の技術分野における常識を踏まえておらず，また，本件訂正明細書の記載から当業者が合理的に理解する内容とも異なるものであって，失当である。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "原告主張の要点",
          "text": [
            "本件訂正明細書は，本件発明3の主成分であるフェノール性化合物を，下記一般式(1)で示している。",
            "この一般式(1)においては，その両末端のフェノールに対する下記の「連結鎖」の置換位置(以下単に「連結基置換位置」という)が特定されていない。",
            "上記の一般式(1)のように，一般式において繰り返し単位数nが含まれ，連結鎖置換位置が特定されていない場合，エポキシ樹脂やフェノール樹脂の分野においては，特に反対の記載がない限り，n＝0体は，連結鎖置換位置に関して複数の異性体を含む異性体混合物であると理解するのが，当業者の技術常識である。",
            "そして，実際にも，本件訂正明細書の実施例1を当業者が追試すれば，得られるフェノール性化合物は，そのn＝0体が3種の異性体，すなわち p,p’-体，o,p’-体，及び o,o’-体から成る異性体混合物であることを容易に確認することができる(甲19の2)。",
            "また，実施例1に記載されたフェノール性化合物の製造法において，必然的に多数の異性体が生成することは，その反応機構からも合理的に説明できる。さらに，実施例1で得られた固体(樹脂)とエピクロルヒドリンとのエポキシ化反応で得られた実施例2のエポキシ樹脂に，n＝0体以外のn＝1，2，・・・体等が実質的な量含まれていることも，実施例1のフェノール性化合物の主成分であるn＝体が異性体を含む異性体混合物であることを裏付けている。",
            "以下，これらの点を順次説明する。"
          ]
        },
        {
          "fig": "イ",
          "subject": "構造式の表示について",
          "text": [
            "本件訂正明細書の一般式(1)のように，一般式中に繰り返し単位とその数nが記載され，連結鎖置換位置を特定しない構造式が，p,p’-体，o,p’-体及び o,o’-体を含む異性体混合物を示すことは，当該技術分野における技術常識ないし周知事項である。このことを示すものとして，①昭和42年発行の「高分子機械材料 フェノール樹脂ガイドブック」(甲21)の12頁末から3行目ないし13頁末から3行目，②平成15年発行の「総説エポキシ樹脂 基礎編Ⅰ」(甲20)の36，37頁，③昭和59年発行の「機能性高分子材料」(甲22)の68，69頁，④平成4年発行の「実験化学講座 28 高分子合成」(甲23)の427ないし430頁，⑤昭和62年発行の「エポキシ樹脂ハンドブック」(甲18)の61ないし63，66頁，⑥特開64−79215号公報(甲24の1)，特開平4−178419",
            "号公報(甲24の2)，特開平6−56964号公報(甲24の3)，特許3122",
            "834号公報(甲24の4)などがある。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "保存サンプル(本件発明の実施例1のフェノール性化合物)の追試結果原告は，後日検証の必要が生じた場合に備えるため，出願した発明の実施例の実験において得られた反応生成物をサンプルとして保存している。本件訂正明細書の実施例1で得られ，実施例2で使用されたフェノール性化合物も，実験当時のものが密封して冷蔵保存されている。",
            "そこで，原告は，本件訂正明細書の実施例1において実際にどのような化合物が生成するかを，保存サンプルにより再確認した。その結果は，平成17年9月7日付けの「実験報告書」(甲19の1)及び平成18年1月11日付けの「実験報告書(2)」(甲19の2)に示すとおりである。",
            "この保存サンプルについての高速液体クロマトグラフィー分析(HPLC分析)の結果が，上記「実験報告書(2)」の5頁に図2として示されている。この図2として記載されたHPLCチャートによれば，保持時間22．356分，24．321分，及び26．037分の位置に明確に三つのピークが認められる。これらのピークは，実施例1のフェノール性化合物においてn＝0体がそれぞれ上記(a)，(b)及び(c)で表される3種の異性体，すなわち p,p’-体，o,p’-体，及びo,o’-体であることを示している(なお，n＝1体についても同様である。)。",
            "ちなみに，実施例1の保存サンプルにおけるn＝0体の各異性体の割合は，p,p’-体が68．14%，o,p’-体が28．54%，及びo,o’-体が3．32%であった(3頁の表3参照)。"
          ]
        },
        {
          "fig": "エ",
          "subject": "反応機構及び生成物の観点から",
          "text": [
            "本件発明3の主成分であるフェノール性化合物が異性体混合物であることは，本件訂正明細書の実施例1の反応機構及び【図1】からも裏付けられる。"
          ],
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "本件訂正明細書の実施例1で用いた反応は，縮合剤〔4,4’-ジ(2-ヒドロキシ-2-プロピル)ビフェニル(DHPB)〕のα炭素〔ベンゼン環に隣接する炭素〕がフェノール核を攻撃して置換する親電子置換反応である。この反応では，α炭素に対する立体障害の違いにより反応位置選択性が異なるのが一般的であり，三級炭素の場合にはp-位選択性が高くなることもよく知られている。そして，前述のような異性体混合物やn＝1，2，・・・体が生成するためには，p-位のみでなくo-位への反応が必須である。つまりこの縮合剤の場合は，立体障害が比較的大きな三級炭素であったとしても，そのヒドロキシ基の酸素原子(O)の原子半径が小さいために，フェノール核に対して，そのp-位だけではなくo-位とも反応し，上記式(a)で表されるビス(4-ヒドロキシフェニル)体である「p,p’-体」だけではなく，上記式(b)，(c)で表される(2-ヒドロキシフェニル)体を含む「o,p’-体」や「o,o’-体」が生成する。その結果，n＝0体の反応生成物(フェノール性化合物)として，上記3種の異性体(a)，(b)及び(c)から成る混合物が生成する。",
                "また，実施例1の反応機構が，このような異性体混合物が生成する反応位置選択性であることによって，初めて，本件発明1の一般式(1)において，n＝1体以上のフェノール性化合物の生成も可能になる。",
                "すなわち，n＝1体は，上記n＝0体のフェノール性化合物のフェノール核に対して，再び縮合剤のα炭素が攻撃して親電子置換反応を行うことにより生成するが，甲1のように大きな原子半径を持つ塩素(Cl)及び二つのメチル基(CH)の存在によってα炭素の立体障害が大きい DIPBP-Cl の場合，フェノール核のo-位への反応が阻害されp-位へ選択的に反応することから，n＝0体として異性体(a)のp,p’‐体が選択的に生成する。この異性体(a)のフェノール核は，反応可能なp‐位を持たないため，これ以上(n＝ 1体以上)の縮合反応は進行しない。",
                "一方，本件発明のような立体障害が比較的小さい縮合剤を使用してフェノール核のo‐位又はp‐位と反応する場合，n＝0体として異性体(a)，(b)及び(c)がすべて生成し，異性体(a)は反応可能なo‐位を，(b)及び(c)は反応可能なo‐位及びp‐位を，それぞれ持つため，順次，樹脂特有の連鎖的な反応が進行し，n＝1，2，・・・体が生成する。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "本件訂正明細書の実施例2の図 1 に示されたエポキシ樹脂のGPCチャートは，その原料となったフェノール性化合物の分子量分布を忠実に反映しており，樹脂が，一般式(1)で表されるフェノール性化合物のn＝0体以外にも，実質的な量のn＝1体，n＝2体・・・等を含む混合物であることを示している。",
                "そうすると，実施例2のエポキシ樹脂の原料である実施例1のフェノール性化合物において，主成分であるn＝0体が，p,p’-体単独化合物ではなく，o,p’-体や o,o’-体を含む異性体混合物であることは，【図1】からも明らかであるといえる。"
              ]
            }
          ]
        },
        {
          "fig": "オ",
          "subject": "専門家の見解",
          "text": [
            "エポキシ樹脂に関する権威であるエポキシ樹脂技術協会特別顧問A作成の意見書(甲30)は，本件訂正明細書の記載及び樹脂の常識を踏まえ，「一般式(1)の記載方法は，構造式や繰り返し単位数nの記載等からして，典型的なフェノール樹脂の記載方法であり，特に請求項3の記載内容，さらには，明細書においてフェノール性化合物を説明する記載【0009】～【0013】及び実施例1の記載もフェノール性樹脂の製造方法であるとする。したがって，一般式(1)で記載されたフェノール性化合物は，混合物であるフェノール樹脂と解することが，この技術分野においては常識的な解釈といえる。なお，一般式(1)で表されるフェノール性化合物の主成分であるn＝0体についても，請求項3で表されるフェノール樹脂においては，異性体混合物と解するのが，この技術分野における一般的な解釈である。特に，本件公開公報で一般式(1)において繰り返し単位nは0～15の整数であることを考慮すると，より明確である。」(1，2頁)とする。"
          ]
        },
        {
          "fig": "カ",
          "subject": "小括",
          "text": [
            "以上のとおり，本件発明の属するフェノール樹脂やエポキシ樹脂分野(特に多官能性エポキシ樹脂)においては，n＝0～15といった繰り返し単位nを含む一般式で表される樹脂において，そのn＝0体が異性体混合物であることは常識といってよい。このことは，当業者であれば当然理解することであるのみならず，追試によって容易に確認できることである。そして，上記エで反応機構について説明したように，n＝1体，n＝2体等を実質量含有するフェノール性化合物の生成とn＝0体が異性体混合物であることとは，表裏一体の関係にある(いい換えれば，n＝0体以外にもn＝1体やn＝2体等が存在することは，そのn＝0体が異性体混合物であることを示すものである。)。そして，n＝1体以上の少量成分を含むことによって，そのフェノール性化合物(ビフェニルノボラック樹脂)は，エポキシ樹脂原料として種々の工業的に有用な性質を発揮するものである。",
            "審決が，本件発明1におけるフェノール性化合物(n＝0体)を，p,p’-体単一化合物であるフェノール性化合物と認定したことは，それ自体として誤りであるが，とりわけ，本件発明3のようなn＝1体，n＝2体等を含むフェノール性化合物にあっては，主成分であるn＝0体も，少量成分であるn＝1体，・・・等も，連結基の置換位置が一種類のみの単一化合物(甲1との対比との関係でいえば，p,p’-体単一化合物)ではあり得ない。",
            "審決は，本件訂正明細書に開示されておらず，また，通常，実際に生成することもない架空のフェノール性化合物を，本件発明3のフェノール性化合物と認定する誤りを犯している。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "出願経緯について",
      "text": [
        "なお，被告は，後記第4の3において，本件特許の出願経緯につき，本件発明3は，本件特許を分割出願した際に新たに書き加えられたもので，原出願の明細書(甲3)には存在しなかった旨主張するようである。",
        "しかし，本件出願は，原出願の明細書に記載されていたフェノール性化合物(樹脂)の主成分「n＝0体」を請求項1とし，その主成分と少量成分「n＝1～15体」から成るフェノール性化合物(樹脂)を請求項3として規定したものである。",
        "また，原告は，出願過程でn＝0体が主成分であると述べたことはあるが，本件発明の中核がn＝0体であるなどと主張したことはない。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "2",
                  "subject": "取消事由2(本件発明3と甲1発明との相違点の看過)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "審決の認定",
      "text": [
        "審決は，「本件発明3は，本件発明1において，本件発明1のフェノール性化合物を主成分とし，・・・nが1～15の整数のフェノール性化合物を少量成分として含有するものであり，甲1発明にはそのような明示がない点で，両者は一応相違する。」(14頁)と認定した。ここで審決が「そのような明示」がないと述べているのは，少量成分，すなわち，nが1～15の整数のフェノール性化合物の存在についてであるから，審決は，本件発明の主成分であるフェノール性化合物と甲1記載の化合物との間には相違がないと認定しているということになる。",
        "しかしながら，本件発明3の主成分である一般式(1)のnが0のフェノール性化合物が p,p’-体，o,p’-体，o,o’-体を含む異性体混合物であるのに対して，甲1化合物は，p,p’-体のみから成る単一化合物である。",
        "したがって，この点において両者は異なっており，審決には，本件発明3の主成分に関して相違点を看過した誤りがある。",
        "以下，このことを明らかにする。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "甲1発明",
      "text": [
        "審決は，甲1化合物がいかなる物質であるのかを，きちんと認定していない。",
        "審決が，本件発明に係る一般式(1)で表された化合物が「単一化合物を包括して示す」ものであると認定しているところからすれば，甲1化合物が p,p’-体単一化合物であることを認めているように読めるが，いずれにしても，審決の認定は，明確とはいえない。",
        "以下，甲1の記載についてみる。"
      ],
      "content": [
        {
          "fig": "ア",
          "text": [
            "甲 1は， 冒頭に発 明の名称 として「 METHOD FOR THE SELECTIVEALPAHALOGENATION OF ALKYLAROMATIC COMPOUNDS」(アルキル芳香族化合物の選択的なα‐ハロゲン化方法)と記載され，「次亜ハロゲン酸塩は，各アルキル部位に少なくとも2個のα−水素及び少なくとも1個のβ−水素を有するアルキル芳香族化合物と反応し，ほとんど又は全くβ−ハロゲン化副生物を含まない少なくとも2個のα−ハロゲンを含有するハロゲン化アルキル芳香族化合物を得る。・・・」(2欄16～31行。訳文3頁9～12行)，「エチルベンゼンのジ−α−塩素化を示す次の化学式は，本発明の代表例である。」(3欄33～47行。訳文5頁10行)と記載されている。",
            "また，EXAMPLE(実施例)1として，「The following examples are representativeof the invention: EXAMPLE 1. Preparation of 1,1-dichloroethylbenzene byphase transfer chlorination of ethylbenzene.」(以下の例は本発明の代表例である。実施例1：エチルベンゼンの相間移動塩素化による 1,1-ジクロロエチルベンゼンの製造)(4欄30～35行。訳文6頁20～24行)と記載されている。",
            "続く EXAMPLE(実施例)2ないし11は，いずれも「α‐水素の選択的ハロゲン化」に関する実施例である。",
            "これら甲1における発明の名称，発明の概要，詳細な説明，実施例等の全体の開示から，甲1発明が，「α‐水素の選択的ハロゲン化」に関する発明であって，本件発明のような連結鎖中にビフェニレン結合を有する多量体混合物である多官能性フェノール性化合物(フェノール樹脂)を目的とした発明でないことは明らかである。"
          ]
        },
        {
          "fig": "イ",
          "subject": "EXAMPLE 12について",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "EXAMPLE 12に関しては，次のように記載されている。",
                "① EXAMPLE 12 の 表 題 と し て ，「 EXAMPLE 12. Preparation of 4,4’-bis[1-(4-hydroxy-phenyl)-1-methylethyl] -biphenyl.」(実施例 12 4,4’-ビス[1-(4-ヒドロキシフェニル)-1-メチルエチル]-ビフェニルの製造)と記載され(7欄27～30行。訳文11頁19～21行)，4,4’体，すなわち，p,p’体の単一化合物である 4,4’-ビス[1-(4-ヒドロキシフェニル)-1-メチルエチル]-ビフェニル(BP-DIPBP)を製造することが目的である旨が明らかにされている。",
                "② 得られた目的物の BP-DIPBPについて，「融点195～196℃」及び「収率67％」と記載されている(7欄47，48行。訳文12頁5～7行)。",
                "③ EXAMPLE 12 で得られた BP-DIPBP に関して，「The following exampleillustrates the use of the bis-phenol of Example 12 in making a polyester.」(次の例は，ポリエステルの製造における実施例 12のビスフェノールの使用を示す。)(7欄67，68行。訳文12頁18，19行)と記載され，EXAMPLE 12の BP-DIPBPが，次の EXAMPLE 13 のポリエステルを製造するための原料として使用されることが述べられている。",
                "④ EXAMPLE 13に関し，表題として，「EXAMPLE 13. Preparation of an aromaticpolyester from BP-DIPBP.」(実施例13 BP-DIPBPからの芳香族ポリエステルの製造)(8欄1～3行。訳文12頁20，21行)と記載され，EXAMPLE 13は，EXAMPLE 12のBP-DIPBPからポリエステルを製造することが目的である旨記載されている。",
                "⑤ また，「Bisphenol A」(ビスフェノールA)を原料として得られる「Polyarylate」(ポリアリレート)が EXAMPLE 13 の比較例として記載されている(8欄22～27行。訳文13頁5～7行)。",
                "これらの記載から，甲1の EXAMPLE 12 が，高純度の p,p’-体である BP-DIPBPを単一化合物(融点195～196℃)として得ることにより，これを原料として，高収率で直鎖状のポリエステルを製造しようとしていることは，当業者に明白である。",
                "したがって，EXAMPLE 12 で得られる化合物(甲1化合物)も，当然，p,p’-体単一化合物と理解されるといってよい。"
              ]
            },
            {
              "fig": "(イ)",
              "subject": "EXAMPLE 12における反応機構について",
              "content": [
                {
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "甲1発明は，その発明の名称等からも明らかなとおり，α水素のハロゲン化プロセスに関する発明であって，すべてのα水素がハロゲン化される。このため，本件発明の一般式(1)の構造式で示されるようなビフェニレン結合を含む連結鎖を有する2価のフェノール性化合物を製造するためには，原料として両端の炭素にα水素を各々一つ有する化合物であることが必須である。つまり，α炭素は，一つの水素以外はハロゲン化反応に対して反応性の低い他の置換基(アルキル基)で置換されていることが必要であり，常に立体障害の大きな置換基で囲まれた構造にならざるを得ない。",
                        "仮にα炭素の位置に二つ又は三つのα水素が存在すると，そのα水素のすべてがハロゲン化され，その後のフェノールとの反応によって4価や6価の多価フェノールが生成することになり，一般式(1)で示される構造式のフェノール性化合物にはならない。",
                        "それゆえ，甲1発明において，一般式(1)の構造式で示されるようなビフェニレン結合を含む連結鎖を有する2価のフェノール性化合物が生成するためには，例えば，EXAMPLE 11に記載され，EXAMPLE 12において原料として用いられる DIPBP-Cl〔4,4’-bis(1-chroro-1- methylethyl)-biphenyl〕のように，α炭素がハロゲンとともに二つのメチル基(CH)等の置換基で置換されていることが必須であり，その結果，α炭素の周辺には大きな原子半径を持つ塩素(Cl)に加えて二つのメチル基(CH)が存在することになり，より大きな立体障害を有することになる。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "甲1のEXAMPLE 12において，フェノールとDIPBP-Cl との反応は，DIPBP-Clのα炭素によるフェノール核への親電子置換反応である。その際，上記のとおり，DIPBP-Cl のα炭素が極めて立体障害の高い塩素(Cl)及び二つのメチル基(CH )で置換されているため，この DIPBP-Cl のα炭素は，フェノールのo-位に容易には接近できず，容易に接近しやすいp-位で優先的に反応し，結果としてフェノールのo-位での反応が困難になってp-位で選択的に反応する。",
                        "すなわち，α炭素に隣接する置換基としての二つのメチル基(CH )及びハロゲン基(Cl)の立体障害により，フェノールの水酸基(OH)に近いo-位への攻撃が抑制され，フェノールの水酸基(OH)から遠いp-位への選択性が非常に高くなり，「p,p’-体」である BP-DIPBP(甲1の7欄48，49行)が選択的に生成し，o,p’-体やo,o’-体は有意には生成しない。",
                        "こうした反応機構(置換位置選択性)に関連して，三級炭素にハロゲンが置換したハロゲン化三級アルキル化合物によるフェノールのアルキル化反応においては，三級炭素がフェノールのp-位に選択的に置換することは，当該分野において，周知の技術事項として知られている。",
                        "例えば，「実験化学講座 18『有機化合物の反応Ⅱ(下)』」日本化学会編(甲25)の10頁3～9行，特にその4～5行には，「塩化 tert−ブチルはフェノールと反応して高収量で p-tert−ブチルフェノールを生成する」と記載されている。また，異性化して三級カチオンとしてフェノール化合物と反応する塩化イソブチルを用いた反応(同頁3行)及び塩化イソアミルを用いた反応(同頁6行)においても，p-置換フェノール化合物を与えることが記載されている。さらに，二級のハロゲン化アルキルであっても，立体障害の大きい塩化シクロヘキシルを用いた場合(同頁9行)，p-置換フェノール化合物を与えることが記載されている。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "このように，ハロゲン化三級アルキル化合物を用いたフェノールのアルキル化に際しては，その立体障害の大きさから，フェノールのp-位が選択的に反応するのである。上記のような周知の事項に照らせば，甲1のEXAMPLE 12についても，塩化 tert-ブチルのメチル基の一つが更に立体障害の大きなフェニル基で置換された構造を部分的に有する DIPBP-Cl とフェノールの反応においては，フェノールのp-位で選択的に反応が進行すると考えるのが当業者の認識であったというべきである。",
                        "したがって，甲1には異性体混合物は実質的に開示されていない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "ポリエステル(ポリアリレート)原料の観点から",
              "text": [
                "甲1では，その EXAMPLE 12 において，「p,p’-体」の BP-DIPBPのみが選択的に生成する方法を採用している。これは，EXAMPLE 12 で得られた BP-DIPBP(7欄48，49行)を，続く EXAMPLE 13 で記載されるように，線状高分子である「ポリエステル」の原料(8欄1～27行)，特に「ポリアリレート」の原料(8欄22～27行)として使用することに起因している。",
                "ここで，線状高分子ポリエステル用の原料となるフェノール性化合物は，三次元高分子となるエポキシ樹脂用の原料となるフェノール性化合物とは，求められる性質が大きく異なることに留意する必要がある。すなわち，架橋点を持たない線状高分子であるポリエステルは，分子主鎖のみで耐熱性及び機械的強度等の物性を維持させる必要から，その分子量が数万以上の高分子量体であることが必要である。そして，このような高分子量体のポリエステルを得るためには，原料であるフェノール性化合物(ビスフェノール化合物)の純度を高度に高純度化する必要があり，純度レベルとしては，通常99％以上，工業的には99．9％以上のビスフェノール化合物が用いられている。いい換えると，不純物は0．1％，多くても1％以下にコントロールする必要がある。",
                "そのため，ポリエステル原料として好適に使用できるのは，ビス(4-ヒドロキシフェニル)体，すなわち「p,p’-体」のみである。2-ヒドロキシフェニル基を有する「o,p’-体」及び「o,o’-体」は，水酸基に対する立体障害の大きさからポリエステルを合成する際に高分子量体を得ることが困難であり，ポリエステル原料としての使用に適さないのである。",
                "特に，甲1においては，EXAMPLE 12で得られた「p,p’-体」のBP-DIPBPを EXAMPLE13 でポリエステル原料として用いているところ，この EXAMPLE 13 においては，BP-DIPBP にテレフタル酸とイソフタル酸の混合フタル酸(芳香族ジカルボン酸)を反応させてポリエステルの一種であるポリアリレートを製造しており，「比較のため同一条件下，フタロイルクロイドとビスフェノールAを同じ割合で反応させることで製造したポリアリレートは，・・・」(甲1の8欄22～27行。訳文13頁5～7行)と記載されていることに注目する必要がある。",
                "すなわち，ポリアリレートとは，二価フェノールと芳香族ジカルボン酸との重縮合物である全芳香族ポリエステルであるが，上市されている汎用のポリアリレートは，高純度のビスフェノールA(p,p’-イソプロピリデンジフェノール)に，テレフタル酸とイソフタル酸の混合フタル酸(芳香族ジカルボン酸)を反応させて得られる。そして，この高純度のビスフェノールAが「ポリアリレート」の原料として極めて一般的であることを考慮すると(甲31の「エンジニアリングプラスチック事典」231頁)，甲1のEXAMPLE 13は，EXAMPLE 12で得た高純度の BP-DIPBPを，ビスフェノールAの代替材として使用しているとみるのが自然である。このように，甲1のEXAMPLE 12及びEXAMPLE 13に記載された BP-DIPBPは，高純度であることが要求されるポリアリレート原料の二価フェノールとして，ビスフェノールA(p,p’-体)と同列の p,p’-体単一化合物であると理解される。",
                "それゆえに，甲1の実施例 EXAMPLE 12では，上記構造式(a)で表される「p,p’-体」の BP-DIPBP(7欄48，49行)が選択的に生成する方法を採用していると考えるのが合理的である。そこには，異性体が存在してよいとか，異性体混合物であるBP-DIPBPに積極的な意義を見いだすという技術思想は，みじんも存在しない。"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "EXAMPLE 12の追試結果",
              "text": [
                "甲1化合物が p,p’-体単一化合物であることは，甲1の EXAMPLE 12の追試結果からも裏付けられる。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "原告は，甲1の EXAMPLE 12 において実際にどのような反応生成物が生成しているかを確認するため，甲1の EXAMPLE 11 に従って製造された DIPBP-Cl を原料として用い，甲1の EXAMPLE 12 を正確に追試する実験を行った。その結果は，原告総合研究所統括マネジャーB作成の平成18年7月21日付けの「追試実験報告書」(甲32)及び同人作成の同日付けの「技術報告書」(甲33)に示すとおりである。",
                        "この追試実験に用いた DIPBP-Cl は，追試実験報告書(甲32)に添付された株式会社ナード研究所C作成の「試製報告書」に記載されるとおり，甲1の EXAMPLE11の記載どおりに製造された純度の高い DIPBP-Cl である。",
                        "なお，甲1の EXAMPLE 12については，被告も追試と称する実験を行っているが，被告実験において用いられた DIPBP-Cl は，甲1の記載に従って調製されたものではなく，また，H-ＮMR分析において2．20 ppm に不純物ピークが認められる等，原料自体に問題があり，追試として極めて不正確なものである。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "甲1の EXAMPLE 12 を追試した原告の追試実験報告書(甲32)には，サンプル1(反応液)のHPLCチャート(図2)，サンプル2(サンプル1を脱揮して得た脱揮生成物)のHPLCチャート(図4)及びサンプル3(サンプル2を再結晶して得た再結晶物)のHPLCチャート(図6)が示されている。これらのHPLCチャートを検討すると，EXAMPLE 12 の追試実験生成物(追試サンプル)においては，サンプル1ないしサンプル3を通じて，p,p’-体を示すピーク(図2の保持時間22．296分のピーク，図4の保持時間22．556分のピーク，図6の保持時間22．000分のピーク)及び残存する原料フェノールのピーク(図2の保持時間4．630分のピーク)が認められるだけであり，その他はノイズレベルの極めて微小な隆起しか存在しない。",
                        "このことから，甲1の EXAMPLE 12の追試サンプルでは，実質的に p,p’-体のみから成る単一化合物が生成していると認められる。",
                        "さらに，これら甲1の EXAMPLE 12 の追試サンプルのHPLCチャートと本件発明の実施例1の保存サンプルを測定したHPLCチャート(甲19の2の図2)とを比較すると，本件発明の実施例1の保存サンプルにおいては，異性体の存在が明らかである(n＝0体の各異性体の割合は p,p’-体が68．14％，o,p’-体が28．54％，及び o,o’-体が3．32％)。これに対し，甲1の EXAMPLE12 の追試サンプルでは，p,p’-体以外の異性体(o,p’-体や o,o’-体)や，n＝0体以外のものが実質的に生成しているとはいえない。",
                        "なお，甲1の EXAMPLE 12 の追試サンプルについて，HPLCチャート(甲32の図2，図4及び図6)には，p,p’-体の存在を示す大きなピークのほかに，微妙な隆起が認められるが，本件発明の保存サンプルのHPLC分析の結果(甲19の2)を示す図2とその保持時間を一致させて比較してみると，これらの微妙な隆起は，甲32の図2におけるo,p’-体及び o,o’-体のピークが存在する位置(時間)と一致しない(甲33の技術報告書12頁の図2−2，15頁の図4−2，18頁",
                        "の図6−2参照)。したがって，EXAMPLE 12のHPLCチャートにおける上記の微妙な隆起が，o,p’-体及びo,o’-体の生成を示しているものとは認め難い。仮に，これらの微妙な隆起が o,p’-体及び o,o’-体の生成を示すものだとしても，その量は p,p’-体のピークと比較すると圧倒的に少なく，ノイズレベル程度のものでしかない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(オ)",
              "subject": "物性の比較",
              "text": [
                "甲1の EXAMPLE 12 が「p,p’-体」のみから成る単独化合物であることは，物性値の比較によっても裏付けられる。すなわち，EXAMPLE 12 として記載された再結晶精製後の 4,4’-体(p,p’-体)の BP-DIPBP は，その融点が「195～196℃」と明記されている(甲1の7欄44～48行)。また，被告が甲1の追試であると主張する甲2の1においても，反応液(サンプル1)を30 mmHg の減圧下に180℃で2時間おき，過剰の未反応フェノールを除去して得られた固体状の淡黄褐色の生成物(サンプル2)は，再結晶しなくても，その融点が191℃である旨報告されている(3頁12～16行)。原告の追試実験でも，甲1のEXAMPLE 12における反応生成物のサンプル2(脱揮後再結晶前のもの)及びサンプル3(サンプル2の再結晶後のもの)の融点は，それぞれ188．5℃及び193．5℃であった(甲32の5頁)。",
                "これに対し，本件訂正明細書の実施例1で得られた樹脂は，単一物としての融点はなく，軟化点が「94℃」である(甲19の1の3頁末行)。",
                "ここで，「融点(melting point)」とは，固体から液体に状態変化するときの温度のことをいい，純物質や物質構造が単純で，固体から液体になる温度が明確に測定される場合に汎用される物理定数である。甲1の EXAMPLE 12 で得られた生成物(BP-DIPBP)については，上述のとおり「融点195～196℃」と明記されており，高純度の単一化合物であることの証左である。これに対し，「軟化点(softeningpoint)」とは，加熱により徐々に軟化が起こる過程の温度のことをいい，樹脂などのように各種物質が混ざっていて各物質の融点が異なるため次第に液体に変化するので明確な融点が測定できない場合に汎用される物理定数である。ちなみに，本件発明3に係る実施例1で得られた樹脂をエポキシ化してなり，実施例1で得られた樹脂(フェノール樹脂)の分子量分布をそのまま反映している実施例2のエポキシ樹脂についても，「軟化点62℃」であり(【0020】及び【図1】)，分子量分布を有する多量体混合物であることが明らかである。",
                "このような甲1の EXAMPLE 12 の生成物について記載された「融点195～196℃」等の値と，本件訂正明細書の実施例1のフェノール性樹脂の「軟化点94℃」とを比較すれば，物性値において歴然とした差がある。物性値においてこれ程大きな差があるものを，同一物質とみることは到底できない。",
                "このような違いは，本件特許発明の実施例1のフェノール性樹脂が異性体混合物で，かつ，nが1以上のものを実質的に含むもの(分子量分布をもった多量体混合物)であるのに対し，甲1の EXAMPLE 12の生成物は，実質的に p,p-体かつn＝0体のみから成る単一化合物であることに由来している。甲1が，本件発明のような異性体混合物で，かつ，n＝0体以外のものを含むフェノール性化合物を開示していないことは，以上述べたことから明らかである。"
              ]
            },
            {
              "fig": "(カ)",
              "subject": "甲1化合物の用途",
              "text": [
                "甲1には，4欄20～23行に「ポリフェノールは，ポリカーボネート類及びポリアリレート類等の高性能エンジニアリング・サーモプラスチックの有益な前駆体，又はエポキシ樹脂等の高性能架橋ポリマーの有益な前駆体である。」(訳文6頁13～15行)と記載されている。しかしながら，このポリフェノール類の用途に関する記載は，甲1発明により得られるα-ハロゲン化アルキル芳香族化合物から誘導されるポリフェノール類の用途を「一般的なポリフェノール類の用途」に照らして単に羅列しているにすぎない。甲1には，本件訂正明細書の一般式(1)で表されるフェノール性化合物の異性体混合物かつ多量体混合物がエポキシ樹脂原料として有用であることについて，具体的な記載は一切なく，認識もされていない。唯一の応用実証例である EXAMPLE 13 においてすら，高性能エンジニアリング熱可塑性プラスチックである芳香族ポリエステル「ポリアリレート」の前駆体(原料)である二価フェノールとして，ビスフェノールA(p,p’-体)と同列の p,p’-体単一物(BP-DIPBP)を使用した実証例でしかない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "本件発明3と甲1発明との相違点とその看過",
      "text": [
        "本件発明3は，上記で述べたとおり，①主成分である一般式(1)のn＝0体が異性体混合物であり，かつ，②審決も認定しているとおり，甲1に明示されていない少量成分(一般式(1)においてnが1～15の整数であるフェノール性化合物)を含むものである。",
        "したがって，上記①の点を相違点として認定しなかった審決は，相違点を看過したものというべきであり，その誤りが，ひいては新規性，進歩性の判断の誤りとして，審決の結論に影響を及ぼすことが明らかである。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "3",
                  "subject": "取消事由3(本件発明3についての相違点に関する認定判断の誤り)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "審決の認定判断",
      "text": [
        "審決は，①審判において被告が提出した実験結果(甲2の1，甲14)の実験結果に基づき，「甲1発明は，実質的に，n＝1～15の整数の少量成分を含有するものであり，本件発明3との間に実質的な差異があるということはできない。」(16頁1～3行)と判断し，また，②なお書きとして，「本件特許明細書および図面の記載をみても，本件発明3のフェノール性化合物における少量成分の技術的意義は記載されておらず，また，具体的化合物としても，実施例1において，当該少量成分は直接的に確認されていない。・・・結局，本件発明3のフェノール性化合物における少量成分・・・の技術的意義について，格別顕著なものは認められない。",
        "そして，そうであるならば，化合物の生成において副生成物が生成することは通常のことであって，これを単に精製することなく少量成分として含有するフェノール性化合物を合成したにすぎないのであるから，仮に，甲1発明において当該少量成分を含有する点が示されていないとしても，かかる点は当業者において容易に想起しうることにすぎない。」(16頁4～15行)と判断した。",
        "しかし，審決の上記①，②の判断は，いずれもエポキシ樹脂の当業者の常識からかけ離れたものであって，明白な誤りである。"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "「実質的な差異がない」，「容易に想起しうる」とした判断の誤り審決の「実質的差異がない」，「容易に想起しうる」とした判断の根底には，本件発明3における少量成分の技術的意義についての誤解の存在と，甲1のEXAMPLE 12の記述が当業者にとっていかに理解されるかという，当業者の常識に即した理解の欠如がある。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "本件発明3における少量成分の意義",
          "text": [
            "本件発明3において「nが1～15の整数のフェノール性化合物を少量成分として含有する」ことの意味は，単に，「n＝1～15の整数のフェノール性化合物のうちのいずれかを少量成分として含有」すればよいというようなことではない。高機能性高分子樹脂，特にエポキシ樹脂の原料となるフェノール性樹脂においては，nの繰り返し単位数が異なるフェノール化合物の存在が，エポキシ樹脂の硬化性や硬化後生成物の物性を左右する極めて重要な意義を有するのである。",
            "本件発明3は，「n＝0体を主成分」として低粘度性を確保しつつ，3官能以上の「n＝1～15体を少量成分」として含有してなる新規なフェノール性化合物(多官能型フェノール樹脂としてのビフェニルノボラック樹脂)であって，実施例からも裏付けられているとおり，このフェノール性化合物(ビフェニルノボラック樹脂)を例えばエポキシ化して多官能性エポキシ樹脂として応用することで，耐熱性，力学強度を確保するとともに，架橋点間距離の長い「ビフェニレン結合を連結鎖中に導入」することで，可撓性を付与して破壊靱性を向上させ，多官能型樹脂の欠点である脆さを改善し，耐クラック性の向上を図っている。",
            "特に，主要用途である半導体封止材分野で要求される無機フィラーの高充填率化のために，低粘度性が求められており，n＝0体のみでは，耐熱性及び力学的強度(曲げ強度)が不足する上に，エポキシ樹脂としての軟化点が低下し，粉体としてのハンドリング性が低下する。ここで，3官能以上のn＝1～15体を少量成分として含有することで，耐熱性，力学強度の向上に加え，粉体としてのハンドリング性も確保されるのである。"
          ]
        },
        {
          "fig": "イ",
          "subject": "甲1化合物について(甲1の記載及び技術常識から)",
          "text": [
            "甲1発明は，本件発明3とは全く異なる「α‐水素の選択的ハロゲン化」に関する発明である。そして，甲1化合物も，元来，ポリエステルの原料として使用することを予定したもので，エポキシ樹脂用の用途など想定していないから，n＝0体以外のものを，積極的に含有させる，あるいは含有させてもよいという技術思想は全く存在しない。かえって，n＝0体以外のものは，本来存在してはならない不純物ないし有害物と認識されるものである。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "審決の認定判断について",
          "content": [
            {
              "fig": "(ア)",
              "subject": "被告の追試実験に依拠したことの誤り",
              "text": [
                "審決は，被告の追試実験結果(甲2の1，2，甲14)に基づき，甲1のEXAMPLE 12の追試物のGPCチャートにおいて，主ピークより分子量の大きい分子を示す位置にピークが観察されるとして，当該分子量の大きい生成物が本件発明3の少量成分(一般式(1)においてnが1以上のフェノール性化合物)であると認定した。",
                "しかしながら，被告の追試実験は，甲1の正確な追試ではなく，評価も極めてし意的である。",
                "原告は，甲33の技術報告書において，被告の追試実験(甲2の1，2)が正確な追試とはいえず，かつ，し意的に実験データを取り扱っており，原料化合物の作成過程で既に不純物を含んでいる可能性が高いこと(甲33の4頁(3))，原告が行った甲1の追試において，得られた甲2化合物(BP-DIPBP)のGPCチャートに現れた微少な隆起は，あらかじめ本件発明を知って見るのでない限りピークとも認識できないようなものであり，ましてや，n＝1体やn＝2体の存在を示すピークとは到底認識できないこと(甲33の5頁)，甲2のGPCチャートの微少な隆起は，その存在位置から判断しても，n＝1体やn＝2体の存在を示すものではないことを明らかにした。審決は，原告のこれらの指摘に全くこたえていない。",
                "被告の追試結果(甲2の1，2，甲14)と，原告の追試結果を真摯に比較検討すれば，被告の追試結果が「一般式(1)においてnが1～15である少量成分」の存在を示すに足りないことは，明らかであったはずである。",
                "また，審決は，「当該少量成分についての本件特許明細書および図面の記載は，前記のとおりのものであり，それによって当該少量成分の生成が確認できるのであるから(乙第15号証。判決注：本訴では甲30である。)，当然に，甲第2号証，甲第14号証によってもその生成が確認できるものといわざるをえない。」(16頁18～21行)とするが，この論理は，理解し難い。少量成分が存在しているか否かは，事実の問題であるから，審決は，追試実験の正確性及び評価の仕方について真摯に検討すべきであった。そうであるのに，審決は，原被告双方の実験結果を精査してその信ぴょう性を評価することなく，「本件明細書及び図面から少量成分の生成が確認できるから，当然に，甲第2号証，甲第14号証によっても少量成分の生成が確認できる」という，およそ論理とはいえない理由によって原告の主張を退けた。",
                "被告による追試(甲2の1，2，甲14)は，本件発明3に係る「混合物として」のフェノール性化合物が従来のこの種のエポキシ樹脂にはない顕著な性能(優れた耐熱性と優れた耐湿性及び機械的特性とを有すること)を発現することが確認され，特許されて公表された後に実施された追試実験である。このような追試実験を行おうという動機付けは，本件発明3が特許されたことにあり，いわば追試実験自体が後知恵に基づくものである。この追試実験には，そもそも実験方法及び結果の正確性に疑問があるが，仮にそのGPCチャートをそのまま受け取るとしても，そのピークといえるかどうかが微少な盛り上がりは，n＝1体やn＝2体等の少量成分を有する本件発明3の内容を知ることなくしては，不純物としか認識し得ないものであり，ましてや，積極的意義を有する「少量成分」としてのn＝1体等の存在を示すものとして当業者に認識され得るものではない。",
                "甲2の1，2，甲14をそのまま受け入れ，「当該少量成分の生成が確認できる」とした審決は，典型的な「後知恵」に基づく思考に陥っている。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "甲1からは積極的な意義を有する「少量成分」を認識できないこと仮に，百歩譲って，審決の認定するように，甲1の EXAMPLE 12 において極微量の少量成分が検出されるとしても，それは，芳香族ポリエステル原料としてのEXAMPLE 12の最終生成物である「再結晶精製後の BP-DIPBP」，いい換えれば，甲1発明においては，不純物として再結晶精製により「意識的に除去されるべき物質」として認識されるにすぎない。",
                "このようなものは，「技術的意義は不明でも目的物質中に不可避的に存在する物質」とは異なり，潜在的な意味においても「EXAMPLE 12」中に発明を構成するものとして存在するものではない。すなわち，可及的に除去されるべき物質であって，「存在してもよい物質」というものではなく，しかも，必要であれば，例えば，再結晶精製を繰り返すことにより，存在を確認できなくなるまで除去すべき物質なのである。このようなものは，いかなる意味においても発明を構成するものではない。"
              ]
            },
            {
              "fig": "(ウ)",
              "subject": "「副生成物の存在は容易に想起できる」，「本件発明は副生成物を単に精製することなく残しているだけである」との判断の誤り",
              "text": [
                "また，審決は，「化合物の生成において副生成物が生成することは通常のことであって，これを単に精製することなく少量成分として含有するフェノール性化合物を合成したにすぎないのであるから，仮に，甲1発明において当該少量成分を含有する点が示されていないとしても，かかる点は，当業者において容易に想起しうることにすぎない。」(16頁11～15行)とする。",
                "これも誤りである。本件発明3は，化合物の生成において通常生成する副生成物が精製されることなく，少量成分として含有されているというようなものではない。",
                "本件発明3における少量成分としての「n＝1～15の整数のフェノール性化合物」は，本件発明3のフェノール性化合物にとって積極的な意義を有する成分であって，「精製」されないためにやむなく少量成分として残るという体のものではない。それは，本件発明4として本件訂正明細書中に開示された製造方法を採用することにより，一定量が必然的に生成する，積極的な成分なのである。",
                "したがって，甲1における「可及的に除去されるべき成分」としての「副生成物」(少量成分)とは全く技術的意義が異なる。",
                "審決は，偶然に生成する微量成分の存在のみをもって，実質同一とする判断の根拠としているが，これは発明思想を全く考慮しない対比方法である。",
                "ある物質がごく微量の成分において公知物質と重なり得る，という理由のみをもって実質的に同一であるとすることは，「発明」の同一性を判断する正当な方法ではない。"
              ]
            },
            {
              "fig": "(エ)",
              "subject": "小括",
              "text": [
                "以上のとおり，甲1にたまたま EXAMPLE 12 として，ビフェニル骨格を有する化合物の例が開示されていても，当業者が予断なく読めば，この EXAMPLE 12 は，ポリエステルの製造原料としての高純度の p,p’-体である「BP-DIPBP」を開示するものにすぎず，本件発明3のように，多官能性エポキシ樹脂の原料として用いることのできる，多量体混合物であるフェノール性化合物(多官能性フェノール樹脂)を全く予定していないことは明白である。",
                "当業者にとって，EXAMPLE 12の目的生成物であるBP-DIPBP以外の成分は，本来存在すべきでない不純物として認識されるものでしかないのである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(3)",
      "subject": "本件発明3の進歩性(特にその優れた効果)について",
      "content": [
        {
          "fig": "ア",
          "subject": "本件特許の出願当時のエポキシ樹脂の技術水準",
          "text": [
            "本件特許の出願当時，エポキシ樹脂，特に半導体封止用の用途に用いるエポキシ樹脂としては，本件訂正明細書の【0021】に比較例2として記載されている「o-クレゾールノボラック型エポキシ樹脂」がそのほとんどであり，また，実質的に標準材料として使用されていた。",
            "しかし，この o-クレゾールノボラック型エポキシ樹脂は，その「連結鎖がメチレン結合」であり，硬化性及び耐熱性には優れているものの，吸水率が高くて耐湿性に乏しく，また，破壊靱性や曲げ強度が低くて靭性や耐衝撃性が必ずしも満足できるものではなく，脆くて耐クラック性に劣るという問題があった。"
          ]
        },
        {
          "fig": "イ",
          "subject": "本件発明3の樹脂の効果の顕著性",
          "text": [
            "これに対して，本件発明3のフェノール性化合物を原料として得られるエポキシ樹脂は，従来の樹脂にない優れた特性を有する。このことは，実施例2で得られたエポキシ樹脂の特性から明らかである。",
            "すなわち，本件訂正明細書には，実施例1のフェノール性化合物をエポキシ化して得られるエポキシ樹脂は，軟化点が62℃と低くエポキシ樹脂組成物調製時の取扱い性に優れていることや，【表2】に記載されたガラス転移点(150℃)，曲げ強度(12．5㎏/㎟)，破壊靱性(0．85 MPa・m1/2)及び吸水率(1．35 wt%)のデータから理解されるように，単に耐熱性に優れているだけでなく，耐湿性や高強度及び高靭性(耐衝撃性)等の機械的特性にも優れていることが示されている。",
            "ちなみに，原告が行った追試(甲33)では，EXAMPLE 12 の生成物フェノール化合物をエポキシ化することも試みたが，得られたエポキシ化合物は淡黄色粘ちょう固体で，数日すると結晶固体となり(甲33の3頁下段及び23頁)，本件発明3のフェノール性樹脂をエポキシ化して得られる樹脂とは全く性能が異なるものであった。このようなエポキシ樹脂では，取扱い性が悪く，硬化性や強度の点で，半導体封止用樹脂としては，実用にならない。",
            "エポキシ樹脂において，その耐熱性とその耐湿性及び高靭性等の機械的特性とは互いに相反する特性であって，耐熱性を向上させようとすると，耐湿性や耐衝撃性が低下し，反対に，耐湿性や耐衝撃性を向上させようとすると，耐熱性が低下し，耐熱性を維持しながら耐湿性及び耐衝撃性を向上させることは，本件特許の出願当時，一般的には，極めて困難なことであると考えられていた。",
            "本件発明3は，このような互いに相反する特性，耐熱性と耐湿性及び耐衝撃性等の機械的特性とがともに優れたエポキシ樹脂を製造することができることを見いだしたという点で，特筆に値する発明である。",
            "本件発明3のこのような優れた性質(効果)は，本件発明3のフェノール性化合物(ビフェニルノボラック樹脂)が連結鎖中に構造的に剛直なビフェニレン基を導入したこと，及び，主成分としてのn＝0体と少量成分としてのn＝1～15体とを含有してなる多量体混合物であることにより，もたらされたものである。",
            "近年，エポキシ樹脂の化学的構造と物性との関係につき，様々な知見が発表されている。本件発明3のフェノール性化合物(ビフェニルノボラック樹脂)を原料とするエポキシ樹脂は，従来存在したエポキシ樹脂とは異なり，連結鎖中にビフェニレン結合が導入されているために，架橋点間距離が長くなり，これによって吸水率が低下して耐湿性が改善されるとともに，破壊靭性(耐衝撃性)や曲げ強度等の機械的特性も向上し，しかも，架橋点間距離が長くなることにより，耐熱性の低下が防止され，結果として，優れた耐熱性を維持しつつ，優れた耐湿性及び機械的特性を達成し得たものである。",
            "このような「連結鎖中にビフェニレン結合を含む多量体混合物としてのフェノール性化合物(ビフェニルノボラック樹脂)」，そして，このようなフェノール性化合物(ビフェニルノボラック樹脂)をエポキシ樹脂原料として用いることは，原出願時(平成3年10月30日)以前には全く考えられていなかったことであり，本件発明3は，極めて先駆的かつ基本的な発明であった。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "発明者の受賞等",
          "text": [
            "本件発明の発明者であるBは，長年にわたって「エポキシ樹脂の構造と物性」に関する基礎研究を行い，その成果を学会や論文により発表してきており(甲7等)，本件発明3も，そうした基礎研究の中から生まれてきたものである。そして，このような3次元架橋構造を持つエポキシ樹脂硬化物の複雑な構造とその物性に関する一連の研究は，その高い先見性と独自性が認められて，発明者のBは，平成6年に，合成樹脂工業協会より，「第18回 I.O.T.賞」を受賞している(甲16)。",
            "また，本件発明3の「連結鎖中にビフェニレン結合を含むフェノール性化合物の混合物」より得られるエポキシ樹脂原料は，これまで半導体封止用において不可避的に用いられてきたハロゲン系難燃剤を使用することなく，優れた難燃性(自己消火性)を発揮することができ，この面からも高い評価を得ている。そして，本件発明3由来のエポキシ樹脂原料は，半導体封止材用途に使用され，電子部品に実装されて，優れた耐熱性，耐湿性及び機械的特性とともに，優れた取扱い性や難燃性を有することが実証されている。このように，本件発明3のフェノール性化合物から得られる樹脂は，着実に市場を獲得し，現在では，従来の o-クレゾールノボラック型エポキシ樹脂やビスフェノール型エポキシ樹脂に代わるものとして位置付けられている。",
            "本件発明3に係る特許に関連して，審査過程の引用文献や被告の引用文献を含み，当該分野(フェノール樹脂やエポキシ樹脂分野)の代表的な特許を年代順にみると，原出願日(平成3年10月)前後で，大きく状況が異なっており，本件特許に係る本件発明3が，当該分野において，新たなエポキシ樹脂原料の類型を構成する画期的な新規フェノール性化合物(多官能性フェノール樹脂としてのビフェニルノボラック樹脂)であることが分かる。",
            "また，本件発明3由来のエポキシ樹脂原料(エポキシ樹脂及び硬化剤)を使用する住友ベークライト株式会社及び日本電気株式会社は，ハロゲンフリーのビフェニルノボラック型エポキシ樹脂を積極的に採用した実績を認められ，(財)化学技術戦略推進機構より，「2003年度GSC(Green-Sustainable-Chemistry)賞の環境大臣賞」を受賞している(甲17)。"
          ]
        },
        {
          "fig": "エ",
          "subject": "後発特許における引用，ライセンス実績等",
          "text": [
            "本件発明は，先駆的な発明として，多くの後発特許出願の明細書において，引用されている。これは，本件発明に刺激されて出願された多くの改良特許といえ，それらの明細書には，本件発明の親特許の公開公報(特開平5−117350号。「新規フェノール性化合物及びそのエポキシ化物並びにそれらの製造方法」。甲3)が引用されており，かなりの改良特許が既に成立している。また，本件発明の実施品の販売実績も急速に伸張しており，ライセンス実績も順調である。"
          ]
        },
        {
          "fig": "オ",
          "subject": "小括",
          "text": [
            "以上の各種の事実が示すように，本件発明3に係るフェノール性化合物は，連結鎖中にビフェニルを持つ特殊な構造(フェノールアラルキル型)のエポキシ樹脂の製造原料として，電子材料等の先端技術分野において極めて有用なものであって，汎用のエポキシ樹脂である o-クレゾールノボラック型エポキシ樹脂や，ビフェノール型エポキシ樹脂にはない顕著な性能，すなわち，優れた耐熱性を維持しつつ優れた耐湿性及び機械的特性を発揮する。",
            "本件発明3は，特にエポキシ樹脂分野において新たな可能性を開拓した先駆的かつ基本的な発明である。"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "新規性ないし進歩性の判断の誤り",
      "text": [
        "以上のとおり，本件発明3は，甲1発明と実質的に異なるのみならず，また，甲1発明から容易に想到し得る発明ではない。これと反対の判断をした審決は誤りである。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "4",
                  "subject": "取消事由4(本件発明4の進歩性判断の誤り)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "審決の判断",
      "text": [
        "審決は，「フェノール性化合物を製造する際の縮合剤として，アラルキルハライドないしアラルキルエーテルを用いることは，・・・甲第4号証(英国特許第1150203号明細書)ないし甲第5号証(特公昭47−13782号公報)にも示",
        "されるように，周知である」(16頁末行～17頁5行)，「甲1発明において，縮合剤としてアラルキルハライドである DIPBP-Cl に代えて，周知のアラルキルエーテルを用いることにより，本件発明4にかかる構成に想到することは，当業者が容易になし得たことである。」(審決17頁5～8行)と判断する。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "審決の判断の誤り",
      "text": [
        "しかしながら，審決の上記判断は誤りである。",
        "甲1には，そのどこをみても，「一般式(1)においてn＝0のフェノール性化合物を主成分とし，n＝1～15のフェノール性化合物を少量成分とするフェノール性化合物」や，この化合物がエポキシ樹脂の原料として有用であることを教える記載はない。すなわち，本件発明3のフェノール性化合物自体が，甲1の EXAMPLE 12の記載からは想到し得ない化合物である。この一事をもっても，本件発明4の方法は，「甲1発明において，縮合剤としてアラルキルハライドである DIPBP-Cl に代えて，周知のアラルキルエーテルを用いることにより」想到容易ということはできない。甲1の EXAMPLE 12は，直前の EXAMPLE 11で得られたアラルキルハライドである DIPBP-Cl を用いて，いかにして芳香族ポリエステル原料としての純粋なBP-DIPBP を収率よく製造するかを示しているものであり，積極的に，少量成分としてn＝1～15体を生成させようとする本件発明とはその思考の方向が正反対であり，本件発明に至る阻害要因にはなっても，本件発明の動機付けにはなり得ないものである。",
        "また，甲1の EXAMPLE 12 で用いられた原料の DIPBP-Cl は，ポリエステルの原料として可及的に純粋な p,p’-体単一化合物を製造するために特に採用されたものであり，甲1発明において，本質的な要素をなしている。EXAMPLE 12 の原料として，直前の EXAMPLE 11 で得られた DIPBP-Cl という塩化物(ハロゲン化物)を使用することは，甲1発明が「α−水素の選択的ハロゲン化」に関する発明であることに基づく本質的な要件でもある。",
        "したがって，仮に「フェノール性化合物を製造する際の縮合剤としてアラルキルハライドやアラルキルエーテルを用いること」が周知であったとしても，甲1発明において，本質的な要素を構成する「DIPBP-Cl(アラルキルハライド)」の代わりに「アラルキルエーテル」を用いることは，当業者のおよそ想到し得ないところである。そもそも，甲1の EXAMPLE 12 における反応と，本件発明4(具体的には，実施例1)の反応とでは，反応置換位置選択性が全く異なるから，両者を同列視することはできない。",
        "以上のとおり，本件発明4が甲1及び周知技術から想到容易であるとした審決の判断は誤りである。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "5",
                  "subject": "取消事由5，6(本件発明1及び2の新規性の認定判断の誤り)"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "本件発明1について",
      "text": [
        "本件発明1は，本件訂正明細書に開示された実施例1の生成物であるフェノール性化合物の主成分であるn＝0体に係るものである。",
        "既に述べたところから明らかなとおり，本件発明1のフェノール性化合物は，nの繰り返し単位数で表される一般式(1)においてn＝0であるフェノール性化合物の異性体(p,p’-体，o,p’-体及び o,o’-体)が混在する異性体混合物である。",
        "これに対し，甲1の EXAMPLE 12 の生成物は，当業者にとって，p,p’-体単一化合物であるとしか認識され得ない。",
        "したがって，本件発明1が甲1発明であるとした審決の認定判断は誤りである。"
      ]
    },
    {
      "fig": "(2)",
      "subject": "本件発明2について",
      "text": [
        "本件発明2は，エポキシ化合物製造用の中間体である，本件発明1に係るフェノール性化合物(異性体混合物)の発明である。審決は，甲1に明示がなくても，「フェノール性化合物はエポキシ化合物の製造原料としては一般的なもの」(14頁9，10行)であり，化合物の発明において○○用という限定は，化合物の有用性を示しているにすぎないから，用途を限定しない化合物との間に実質的な差異があるということはできないと判断した。",
        "しかしながら，既に述べたとおり，本件発明1に係るフェノール性化合物は，甲1に記載された化合物ではない。しかも，本件発明1に係る化合物は，異性体混合物であることによって，n＝1体，n＝2体等の少量成分の存在と相まって，エポキシ樹脂用途に特に有用な効果を発揮するものである。審決の「甲1における『これらのポリフェノールは，・・・またはエポキシ樹脂等の高機能架橋ポリマーの有益な前駆体である。』(「These polyphenols are valuable precursors to ・・・ orin high performance cross-linked polymers such as epoxy resins.」(第4欄20～23行)」(14頁5～9行)との記載は，一般論としてポリフェノールがエポキシ樹脂等の高機能架橋ポリマーの有力な前駆体であることを述べるにとどまり，何ら，甲1の EXAMPLE 12 の生成物がエポキシ樹脂の有力な前駆体として実用性を持っていることを示唆するものではない。",
        "したがって，本件発明2が甲1発明であるとした審決の認定判断は誤りである。"
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "text": [
        "審決の判断は正当であり，原告が主張する取消事由1ないし6はいずれも理由がない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件発明の概要",
          "text": [
            "本件発明の物やその製造方法は，次の構造式で示されるフェノール性化合物をベースに特定されているものである。",
            "(但し，R ，R ，R は，水素原子又は炭素数1～6の炭化水素基を示し，nは0～15の整数を示し，mは0～2の整数を示す)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1",
              "text": [
                "上記式中，n＝0，m ＝2の化合物(以下「化合物A」という。)が本件発明1の対象である。したがって，その構造式は，次のとおりとなる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2",
              "text": [
                "化合物Aが，エポキシ化合物製造用の中間体であることを発明の対象にしたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明3",
              "text": [
                "化合物Aを主成分とし，上記(1)の式中，n＝1～15の整数，m＝2である化合物(以下「化合物A’」という。)を少量成分として含有しているフェノール性化合物(したがって主成分A＋少量成分A’)が発明の対象である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明4",
              "text": [
                "化合物A又は化合物A＋化合物A’の製造方法を対象にした発明である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件発明の技術的背景と公知技術",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明はフェノール性化合物の発明であって，エポキシ樹脂は，ポリエステル，ポリカーボネートなどとともに，そのフェノール性化合物の用途の一つにすぎない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "エポキシ樹脂としては，半導体封止材用に o-クレゾール型エポキシ樹脂が用いられていたが，平成2年ころから，表面実装型半導体パッケージに対応した封止材用など新たな要求特性に応じるために，低粘度のエポキシ樹脂を目指して二官能型エポキシ樹脂が開発されるようになった。",
                "二官能型エポキシ樹脂とは，フェノール性 OH 基を2個有する二官能性フェノール化合物から得られるエポキシ樹脂である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "一方，フェノール性化合物は，エポキシ樹脂の硬化剤としても用いられており，上述のような二官能型エポキシ樹脂と組み合わせる硬化剤として，甲4に開示されたフェノール性化合物が半導体封止材の分野で用いられていたが，本件特許の原出願前に，このような硬化剤としてビフェニル骨格を有するフェノール性化合物が既に知られていた(特開昭53−299号(甲8)，英国特許第1,150,2",
              "text": [
                "03号(甲4))。例えば，甲8に記載されたビフェニル骨格を有するフェノール性化合物は，原出願の明細書(甲3)の一般式(1)のフェノール性化合物と同一化合物である。このようなフェノール性化合物は，甲4に記載されているように，フェノールと縮合剤との反応によって合成されることが知られていたが，このようにして合成したフェノール性化合物には，n＝0体(化合物A)のほかにnが1以上体が含まれる混合物があることは，当業者によく知られていたことであった(例えば甲6)。すなわち，ビフェニル骨格を有するフェノール性化合物がn＝0体のほかにnが1以上体を含む混合物として既に知られていたのである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "二官能型エポキシ樹脂としては，3,3’,5,5’-テトラメチルビフェニール型エポキシ樹脂，ビスフェノール型エポキシ樹脂が知られていたが，なお二官能型エポキシ樹脂用のフェノール性化合物が模索されていたのが，原出願前の技術的背景であった。",
                "このような技術的背景において，ポリカーボネート類及びポリアリレート(ポリエステル)類又はエポキシ樹脂等のポリマーへの使用を教示して，新規化合物として，次の構造式で示されるビフェニル骨格を有するフェノール性化合物(以下「化合物a1」という。)を記載する甲1が，1991年(平成3年)2月12日に公開された。また，甲1には，そのような新規フェノール性化合物がフェノールと縮合剤をフェノールが10倍モルの条件で製造できることも開示されている。",
                "甲1が開示する新規フェノール性化合物は，ビフェニル骨格を有する二官能型エポキシ樹脂用に使用可能なフェノール性化合物であって，当業者にとっては，甲1の記載に基づいてフェノール性化合物を合成することは容易であったし，そのフェノール性化合物をエポキシ樹脂用の原料として用いて，得られるエポキシ樹脂の性能を確認することもまた容易であった。",
                "甲1に，新規フェノール性化合物がフェノールと縮合剤をフェノールが10倍モルの条件で製造できることが開示されているので，甲1の記載に基づいて，ビフェニル骨格を有する公知の縮合剤(甲9，13)を適宜選択し，フェノールが10倍モル程度の条件で反応させて，ビフェニル骨格を有するフェノール性化合物を製造することは容易にできたことであった。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "上記のような技術的背景の下で，原出願(甲3)は，甲1の公開後の平成3年10月30日に行われたものであって，その唯一の具体例である実施例1には，甲1が記載する「化合物a1」を，フェノールと縮合剤を反応させて合成しており，生成物が「化合物a1」であることを確認しているのである。そして実施例2には，実施例1で得られたフェノール性化合物を再結晶して得られた樹脂，すなわち「化合物a1」からエポキシ樹脂を得た結果が記載されている。",
                "原出願には，化合物Aとしては，「化合物a1」が唯一の具体例であって，「化合物a1」以外の成分の存在についても，その意義についても，全く記載されていない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件特許の出願経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "分割出願と補正",
              "text": [
                "本件特許に係る出願(本件出願)は，平成3年10月30日に原出願(甲3)が行われ，原出願の分割出願(特願平10−245978号，第1分割出願)のまた分割出願(第2分割出願)として，平成13年1月15日に行われたものである。",
                "本件出願時に，本件発明2及び3が加入され，同時に，実施例1の記載が変更された。本件出願時に加入された請求項3は，「一般式(1)において，nが0の化合物が主成分である請求項1記載のフェノール性化合物。」と記載されていた。",
                "本件出願時に変更した明細書の記載は，実施例1である。原出願では，反応後再結晶して「化合物a1」と確認したものが樹脂であるかのように記載されていたが，本件出願の際に，これを，再結晶前の反応で得られた固体を固体(樹脂)と変更した。そのために，実施例2のエポキシ樹脂の原料である「実施例1で得られた樹脂」が，反応後の固体に変更された。要するに，本件発明3は，本件出願に新たに加入された発明であり，原出願の明細書には存在しなかったものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "拒絶理由通知",
              "text": [
                "本件出願に対し，平成14年11月12日付けで拒絶理由通知(乙8の2)が出された。同拒絶理由通知では，請求項1ないし4の発明は，引用文献1(特開昭53−299号公報。乙8の3の1)及び引用文献2(特公昭47−15111号公",
                "報。乙8の3の2)に記載された発明であるとされた。",
                "上記の引用文献1には，下記式で表されるフェノール性化合物が記載されている。",
                "この式には，Rがジフェニルで，R′が水素であってもよく，nは0～5であって，フェノール基の置換位置が特定されないのであるから，本件出願の式(1)のフェノール性化合物と同一の化合物が記載されているのである。",
                "上記の引用文献1には，具体的化合物としてn＝1化合物である下記の化合物が記載されている。",
                "上記の引用文献2には，フェノール類と縮合剤との反応によって，ビフェニル骨格を有するフェノール性化合物の製造方法が記載されている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の意見と手続補正",
              "text": [
                "上記拒絶理由通知に対し，原告は，平成15年1月16日付けで意見書(乙8の4)及び手続補正書(乙8の5)を提出した。",
                "上記意見書において，引用文献1に具体的に記載されているのはn＝1化合物であって，n＝0化合物が記載されていないと主張されており，また引用文献2に対してはn＝0を選択的に製造することを教えるものではない(2／4頁9，10行，3／4頁下から3行)とし，n＝0を主成分とするためにフェノール10倍モル以上程度にする必要がある(2／4頁20行)と主張された。",
                "また，請求項1ないし3に係る発明は，n＝0の低分子量体又はこれを主成分とするものであると記載していること(3／4頁1，2行)から，原告は，フェノール性化合物は低分子量体であり，本件発明の中核はn＝0化合物，すなわち化合物Aであることを明確に述べているものであった。",
                "そして，上記手続補正書において，請求項1における式(1)のnを0に，mを2に限定され，請求項3を「請求項1に記載のフェノール性化合物を主成分として，nが1以上のフェノール性化合物を少量成分として含有するフェノール性化合物」に補正された。",
                "さらに，上記意見書4頁17から末行において，「今回の補正でも特許性がないと判断されるのであれば，出願人は請求項1及び請求項1のみに従属する請求項4に限定する用意がありますので，補正の機会を与えて頂きたくお願い申し上げます。」と記載していた。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上から明らかなように，原告は，本件発明の中核はn＝0化合物であることを明言しているのであって，本件発明3が本件発明の核心であるという認識などなかったのである。",
                "以上のとおり，本件発明の核心は請求項3に記載された物質にあるとの原告の主張は明らかに誤ったものである。また，本件発明は，n＝0の低分子化合物に関連する発明であって，高分子化合物に関連するという原告の主張も明らかな誤りである。また，請求項1のフェノール性化合物が異性体混合物でなければならないという原告の主張は，禁反言の原則からしても許されない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "甲1公報の記載",
          "text": [
            "米国特許第4,992,151号公報(甲1)は，新規化合物としてビフェニル骨格を有するフェノール性化合物である「化合物a1」を記載するものであって，そのような新規フェノール性化合物が，フェノールと公知の縮合剤をフェノールが10倍モルの条件で製造できることも開示するものである。甲1には，同公報が提供するフェノール性化合物は，ポリカーボネート類及びポリアリレート(ポリエステル)類又はエポキシ樹脂等のポリマーに使用できることが記載されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，甲1発明は，「α−水素の選択的ハロゲン化に関する発明」であって，本件発明のようなフェノール性化合物を目的とした発明ではないと主張し，甲1にフェノール性化合物の開示がないかのように主張するが，甲1には，フェノール性化合物として，化合物Aに該当する化合物a1の化合物が記載されていることは上述のとおりである。",
                "また，甲1には，「ハロゲン化反応のジ−，トリ−，テトラ−及びより高級なα−ハロアルキル生成物は，これらのハロゲン化生成物をフェノールと反応させることにより，対応するジ−，トリ−，テトラ−及びより高級なフェノールの製造に有用である。これらのポリフェノールは，ポリカーボネート類及びポリアリレート類等の高性能エンジニアリング熱可塑性プラスチックの有益な前駆体，又はエポキシ樹脂等の高性能架橋ポリマーの有益な前駆体である。」(第4欄16～23行。訳文6頁10～15行)と記載されているように，ハロゲン化生成物をフェノールと反応させて，エポキシ樹脂，ポリカーボネート，ポリエステル(ポリアリレート)等のポリマー前駆体として有用なフェノール化合物とすることが記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，二つのメチル基とハロゲン基の立体障害によってα炭素にはフェノールの p-位が選択的に置換するので，その結果，生成するフェノール性化合物は，p,p’-体のみであって，n＝0体の異性体は生成せず，異性体がないことから縮合反応は進行しないので，n＝1体以上は生成しないとの反応機構の仮説に基づいて，甲1の Example 12 では，n＝0体の異性体もn＝1体以上も生成し得ないと主張する。",
                "しかしながら，甲1の Example 12 を追試した甲2の1，2及び甲14の各追試実験の結果において，n＝0体の異性体が生成していることが確認され，また，n＝1体及びn＝2体の生成も確認されている。甲1の Example 12 の反応生成物には，4．2面積％の実質的量でn＝1が確認されている(被告の主任研究員D作成の技術報告書である甲15の3頁下から4行)。甲14は甲1の Example 11に従って原料のアラルキルハライドを調製したものであり，甲2は異なった方法で公知の同じ原料アラルキルハライドを調製したものであるが，ともに Example 12 の追試において矛盾のない結果が得られていることから，これらの追試は信頼性が高い。",
                "このような信頼性の高い甲2の1，2及び甲14において，n＝0体の異性体が生成していることが確認され，またn＝1体及びn＝2体の生成も確認されているのであるから，原告の反応機構の仮説が誤っていること，原告が誤った仮説に基づいて誤った主張をしていることが明らかである。",
                "甲1の Example 12 のような，三級ハロゲン化アルキルとフェノールとの反応では，ハロゲンが脱離して発生するカチオン(ジメチルベンジルカチオン)が反応するので，ハロゲン基による立体障害がないことは技術的常識であるし(甲10，11)，実際に，Example 12 の追試において，ハロゲン基のない状態の中間体としてイソプロペニル基を有するフェノール性化合物(甲14の図5，甲15の2−3項記載の化合物(2)及び(3))が確認されている。",
                "原告が行ったという Example 11，Example 12の甲1の追試実験である甲32においても，被告が甲15で指摘したように，殊更にn＝1体以上が生成しにくい条件で行った可能性があるにもかかわらず，甲32の7，9及び11頁に記載されているように，生成物eとしてn＝1体の生成が確認されている。原告も，原告の総合研究所統括マネジャー作成の技術報告書(甲33)において，1．42面積％のn＝1体の生成を認めている(13頁)。",
                "さらに，n＝0体の異性体については，甲33の12頁の図2−2のHPLC分",
                "析チャートにおいて，反応生成物(サンプル1)の異性体ピークの位置(保持時間)が保存サンプルの異性体ピークの位置(保持時間)と一致しないので，異性体の生成を認め難い旨を主張しているが，これは，HPLC分析装置，分析条件，サンプルのいずれかが異なる場合，同一成分が同じ絶対値の保持時間になることはあり得ないので，HPLCピークの解析では，既知物質ピークと成分ピークとの相対保持時間を比較して，相対保持時間が一致すれば同一成分であると同定するのが分析の常識であるところ，このような解析を怠るという誤ったデータ解析に基づいて主張したものである。被告において，相対保持時間の比較を行う解析をしたところ(甲15の8頁の20行～末行，10頁，甲32の11頁)からも，異性体の生成が確認された。",
                "以上のとおり，甲1の Example 12 においては，n＝0体の異性体の生成が確認され，またn＝1体及びn＝2体の生成も確認されているのであるから，原告の反応機構の仮説が誤っていることは明らかであり，原告は誤った仮説に基づいて誤った主張をしているものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "ポリエステル(ポリアリレート)原料の観点からの主張について原告は，芳香族ポリエステルの原料に使用されていることをもって，Example 12の生成物が p,p'-体を選択的に生成したものであると主張する。",
                "しかしながら，甲1の Example 13には，Example 12の反応物を精製して芳香族ポリエステルの合成に使用した例が示されている。精製して使用したことが，Example 12の反応生成物がn＝0のp,p'-体のみでないことを示している。",
                "現に，甲1の Example 12 の生成物には，n＝1体及びn＝2体が確認されている。",
                "甲1には，上述したように，エポキシ樹脂，ポリカーボネート，ポリエステル(ポリアリレート)等のポリマー前駆体として有用なフェノール化合物を提供することが記載されているのであって，Example 13 は，フェノール化合物の用途の一例として記載されたものである。",
                "フェノール性化合物が，エポキシ樹脂，ポリカーボネート，ポリエステル等のポリマーの原料として使用できることは当業者に周知のことであり，ポリエステルが，特別なフェノール性化合物のための用途でないことは，本件訂正明細書の【0023】からも明らかである。",
                "したがって，Example 13 でポリエステル(ポリアレート)原料として使用されている観点からの原告の主張もまた誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "本件発明1について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，化合物Aにつき，単一化合物ではなく，異性体混合物でなければならないと主張する。しかし，化合物Aを示す式のように，置換基の結合位置が特定されていない一般式は，各異性体の総称として用いるものであって，それ自体は，異性体混合物のみならず，単一化合物を表すものでもあり，異性体混合物でなければならないなどということはない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正明細書には，異性体の存在については，何ら記載されていない。",
                "原告主張の根拠は，「化合物A」の一般式と，実施例1には「化合物a1」の生成しか記載されていないところ，生成物を原出願から14年間も保存していたというサンプルを分析したとして提出された甲19の1，2において異性体の存在が推定(同定はされていない。)されるということのみであって，本件訂正明細書の記載から異性体の存在すら読み取ることはできない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，第1次審決取消訴訟の際に，化合物Aにつき，単一化合物を除く訂正審判請求をして異性体混合物に限定したが(乙9の1)，訂正拒絶理由通知(乙9の3)を受けたため，審決前に当該訂正事項を削除した(したがって訂正前の状態にした。甲9の4)のであるから，もはや化合物Aが異性体混合物であると主張することは許されない。また，本訴においても，当初，請求項1は削除する予定である旨言明し(訴状3頁4項)，ただ手続の輻輳を避ける観点からのみこれを維持することにしたと述べている(原告準備書面(1)11頁)のであるから，請求項1が無効であることは，原告も事実上認めているといえる。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "本件発明2について",
          "text": [
            "請求項2に関する原告の主張は，請求項1についての原告の主張と同旨であるところ，その誤りは，上述したとおりである。",
            "フェノール性化合物は，エポキシ化合物の製造原料として一般的であることは周知の事実である。中間体であるフェノール性化合物とは，フェノール性化合物そのものであるから，請求項1のフェノール性化合物として化合物Aが知られている以上，本件発明2も無効とされるべきものである。"
          ]
        },
        {
          "fig": "7",
          "subject": "本件発明3について",
          "content": [
            {
              "fig": "(1)",
              "subject": "請求項3の記載",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "そもそも，化学物質の製造過程で副生成物が出るのは通常のことであり，化合物Aのようなビスフェノール類を製造する際に，化合物A’のような重合体ができることも同様である。しかも，本件では，主成分である化合物Aのほかに化合物A’が少量含有することの技術的意義について本件訂正明細書に全く記載がない。",
                    "また，化合物A’は同定もされていない。",
                    "要するに，主成分Aのほかに少量成分A’を含有するという請求項3は，発明としての意義を有しない。原告も，平成15年1月16日付けの意見書(乙8の4)において，本件発明の中核は化合物Aにあることを言明していた。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1における化合物A(化合物a1)の製造過程で，n＝1，2などの化合物A’が含有されることが，甲2及び甲14の実験で明らかにされている。原告自身も，少なくとも，甲1に開示された化合物にn＝1の化合物A’が含まれることは認めているところである(甲32の9頁の図3，甲33の13頁の図3。eがn＝1の成分であり，1.42％を含有している。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明3につき，原告は，「化合物A’が『実質量の』少量成分として含有されている。」，「化合物A’のうちいずれかが微量でも存在すればよいというものではない。」と主張する。しかしながら，本件訂正明細書には，そのような記載はない。請求項の文言から明らかなとおり，化合物A’は確認できる量で存在すればよく，量の多寡は問わない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明3につき，原告は，「nが1～15の整数であるフェノール性化合物をそれぞれ含有する多量体である。」と主張する。しかしながら，請求項の文言からそのように読むことはできないし，本件訂正明細書の詳細な説明をみても，nが1～15の化合物A’のそれぞれを含有するなどということは全く記載がない。",
                    "また，そのような確認もされていない。",
                    "原告は，上記主張の根拠として，本件訂正明細書の実施例2の【図1】及び甲19の1，2を挙示するが，実施例2の【図1】は，エポキシ樹脂のGPCチャートであって，幾つかのピークが見えるがフェノール性化合物を表すものではないし，そのピーク成分は同定されていないので，本件訂正明細書には，nが1～15の整数であるフェノール性化合物について，原告の主張の根拠となる記載はない。また，甲19の1，2には，いつ得られた，いかなる状態のサンプルか不明である保存サンプルなるものを分析して，幾つかのピークがみられるGPCチャートを示しているが，ピーク成分は同定されていないものである。たとえ，これらのピークがフェノール性化合物の成分を示すとしても，nが1～15の整数であるフェノール性化合物をそれぞれ含有しなければならないと解釈すべき根拠にはならない。",
                    "以上述べたとおり，nが1～15の整数であるフェノール性化合物とは，nが1～15の整数のうちのいずれかの化合物をいうのであって，n＝1化合物，又は，n＝1及びn＝2は，nが1～15の整数であるフェノール性化合物を満たすことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "新規性",
              "text": [
                "以上によれば，甲1の Example 12 の反応生成物は，少なくともn＝1を確認できる実質的な量で含有するものであり，nが1～15の整数であるフェノール性化合物を少量成分として含有するものであって，Example 12 の反応生成物は，請求項3の記載を満たしており，本件発明3は，甲1発明である。",
                "よって，本件発明3は，甲1発明であるとする審決に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "進歩性",
              "text": [
                "また，本件発明3は，少なくとも甲1の記載に基づいて当業者が容易に発明することができた発明である。",
                "上記のとおり，本件発明3は，甲1に実質上記載されたものであって新規性を欠如するものであるが，審決は，新規性が欠如するものであることを認定するとともに，進歩性が欠如する理由も併記している。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，新規化合物として「化合物a1」を記載し，公知の縮合剤とフェノールを，フェノール10倍モルで反応させてこれを合成することを記載している。",
                    "縮合剤とフェノールの反応において，nが1以上の化合物(化合物A’)が副生することは当業者に知られたことであるから，甲1に基づけば，化合物Aを主成分とし，化合物A’を少量成分として含有しているフェノール性化合物が生成していることは，当業者には容易に理解し得るものであって，化合物A’が甲1に明示されていなくとも，本件発明3は，甲1の記載に基づいて当業者が容易に発明することができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "化合物A’が実質量の少量成分であるという原告の主張も，nが1～15のそれぞれを含有する多量体でなければならないという原告の主張も，本件訂正明細書には何らの記載もないので認められるものではないことは前記のとおりである。",
                    "また，本件訂正明細書の実施例1は，甲1の記載に基づいて当業者が容易になし得たものであって，甲1に基づいて「化合物a1」を合成した例を記載するものである。",
                    "本件訂正明細書の実施例2は，実施例1で得られたフェノール性化合物を，甲1が推奨するエポキシ樹脂にして，その物性を確認したにすぎない。フェノール性化合物を精製することなく樹脂の製造に使用したとしても，それは当業者が通常行うことである。",
                    "したがって，本件発明3につき，甲1発明に基づいて，当業者が容易に発明をすることができたとする審決の判断に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，実施例2のエポキシ樹脂の物性を取り上げて，本件発明3のフェノール性化合物の優れた効果がある旨主張するが，そもそも，化合物A’を少量成分として含有することによる効果などは，一切，本件訂正明細書に記載がないのであって，このような効果の存在を前提に，進歩性を論ずる原告の主張は前提を欠いたものであって失当である。",
                    "そればかりでなく，本件発明3のフェノール性化合物は，甲1発明か，甲1に基づいて当業者が容易になし得たものであることは，上記ア及びイに記載したとおりである。実施例2のエポキシ樹脂も，甲1の記載から当業者が容易になし得たものであって，原告の主張は，当業者が容易になし得たエポキシ樹脂の物性を確認したにすぎないものであるから，予想外の効果などではないことが明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明者の受賞等",
                  "text": [
                    "原告は，本件発明3に係るものとして発明者等の受賞を挙示する。しかし，発明者のBの「第18回 I.T.O 賞」(甲16)の受賞講演の要旨をみると，本件特許とは異なるビスフェノール系エポキシ樹脂とナフタレン系エポキシ樹脂の構造と物性に関する研究が対象であって，本件発明3のフェノール性化合物は，受賞とは関係がない。",
                    "また，「2003年度GSC賞の環境大臣賞」は，原告とは異なる第三者が受賞したものであって，本件発明3のフェノール性化合物との関係は認められない。",
                    "原告は，難燃性を発揮するエポキシ樹脂が，いかにも本件発明3のフェノール性化合物による効果であるかのように主張するが，例えば，甲17の9頁左下図に示された難燃性エポキシ樹脂は，エポキシ化合物の骨格となるフェノール化合物も，硬化剤であるフェノール性化合物も，ともに本件出願前に公知であったビフェニル骨格を有するフェノール性化合物である。",
                    "ちなみに，本件訂正明細書が具体的例として記載する「化合物a1」は，R ，R にメチル基を有するため，これから得られるエポキシ樹脂は難燃性に劣るものである。",
                    "したがって，原告が挙げる受賞は，本件発明3のフェノール性化合物による効果などとは無関係であって，原告の主張は失当である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "8",
          "subject": "本件発明4について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲1のExample 12には，ビフェニル基を含む縮合剤とフェノールを，フェノール10倍モルで反応させてフェノール性化合物を合成することが記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲4には，縮合剤とフェノールの反応によって重合物を得ることが記載されており，縮合剤としてアラルキルハライドとアラルキルエーテルが同等に使用できることが記載されているので，甲1に記載された縮合剤としてのアラルキルハライドを，アラルキルエーテルに代えて反応を行うことは，当業者が容易になし得ることである。",
                "甲1のExample 12のアラルキルハライドに代えてアラルキルエーテルを使用し，縮合剤とフェノールを，フェノール10倍モル程度で反応させることによって，n＝0体と，nが1以上を含んだ生成物を得ることは，当業者が容易になし得ることである。",
                "これによって，請求項1ないし3のフェノール性化合物が得られるのであるから，本件発明4は，甲1と甲4から当業者が容易に発明をすることができるものであることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，甲5には，縮合剤であるアラルキルエーテルとフェノール化合物との反応によって得られた生成物が，エピハロヒドリンと反応させられることが記載されているので，甲1と甲4から当業者が容易に製造し得るフェノール性化合物をエポキシ化合物の中間体として使用することが，甲5からも容易であるといえる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，本件発明4は，甲1，甲4及び甲5に記載の発明に基づいて当業者が容易に発明をすることができたものである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明3の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明3における少量成分",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正明細書の請求項3は，「請求項1に記載のフェノール性化合物を主成分とし，一般式(1)において，nが1～15の整数のフェノール性化合物を少量成分として含有するフェノール性化合物。」と規定されており(前記第2の2)，上記「少量成分」については，主成分であるn＝0体よりも「少量」であることのほかに，n≧1体の含有量を規定する記載はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "また，本件訂正明細書の【発明の詳細な説明】をみるに，少量成分の含有量については，【0005】において，",
                  "text": [
                    "「【課題を解決するための手段】すなわち，本発明は，下記一般式(1)【化4】",
                    "(但し，式中，R ，R ，R は，水素原子又は炭素数1～6の炭化水素基を示し，nは0であり，mは2である)で表されるフェノール性化合物である。また，本発明は，エポキシ化合物製造用の中間体である前記のフェノール性化合物である。",
                    "更に，本発明は，一般式(1)において，nが0の化合物が主成分であるフェノール性化合物である。」",
                    "と記載されているのみであり，これによっても，「少量成分」につき，主成分であるn＝0体よりも「少量」であることのほかに，n≧1体の含有量について記載するところはない。また，【発明の詳細な説明】において，「少量成分」が実質的な量，すなわち，エポキシ樹脂の特性改善のために有意な量を含有する必要があることを説明する記載もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件訂正明細書の【0020】実施例2において得られたエポキシ樹脂が，従来のものに比べて優れた特性を有することが，「少量成分」が実質的な量存在することによりもたらされた効果であり，少量成分の技術的意義は，本件訂正明細書に記載されていると主張する。",
                    "しかしながら，実施例2において，比較の対象になっているのは，主成分である化合物の構造が異なるエポキシ樹脂であり，n≧1体の存在が，エポキシ樹脂の特性の改善に貢献していることや，エポキシ樹脂の特性の改善のためにn≧1体が実質的な量含まれることが必要であることを示すものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，請求項3に記載された，「一般式(1)において，nが1～15の整数のフェノール性化合物を少量成分として含有する」にいう少量成分の含有量について，実質的な量を含有するものと解釈することはできない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "なお，原告は，n≧1体の含有量における有意な量とは，具体的には「生成物たるフェノール性化合物が非結晶性の樹脂の状態を維持する量」であるということができると主張する。しかし，「実質的な量を含有すること」を「非結晶性であること」に置き換えたとしても，その技術的意義が明細書に記載されていないことは同様であり，上記判断に影響するものではない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "また，n≧1体の種類について検討するに，請求項3には，「一般式(1)において，nが1～15の整数のフェノール性化合物を少量成分として含有する」と記載されているのみであり，特許請求の範囲及び発明の詳細な説明のいずれにも，n＝1体からn＝15体のすべてを少量成分として含むことが記載されていない。",
                    "さらに，実施例の記載をみても，実施例2で得られたエポキシ化合物のGPCチャート【図1】の，最も大きなピークが，主成分であるn＝0体を表し，その左側のピークが，n＝0体から近い順に，n＝1体，n＝2体，n＝3体を表すものであって，かつ，それと同様の多量体が，実施例1で生成した樹脂に含まれているものとしても，n＝4体からn＝15体の存在が確認できず，n＝1体からn＝15体のすべてを少量成分として含む組成物が開示されているものとは認められない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "したがって，本件発明3において「nが1～15の整数のフェノール性化合物を少量成分として含有する」ことの意味は，「n＝1～15の整数のフェノール性化合物のうちのいずれかを少量成分として含有」すればよく，その含有量も問わないものと認められる。",
                    "本件発明3につき，①n＝1体からn＝15体のすべてを少量成分として含み，かつ，それらの少量成分が実質的な量(エポキシ樹脂の特性改善のために有意な量)存在する，②本件訂正明細書の実施例2におけるエポキシ樹脂の分子量分布が，その原料である実施例1の樹脂の分子量分布を反映するものであるから，少量成分の存在とその技術的意義は，本件訂正明細書に十分記載されているとの原告の主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3の主成分であるフェノール性化合物(n＝0体：「請求項1に記載のフェノール性化合物」も同じ。)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「本件特許明細書の一般式(1)のように，一般式中に繰り返し単位とその数nが記載され，連結鎖置換位置を特定しない構造式が，p,p'-体，o,p'-体及び o,o'-体を含む異性体混合物を示すことは，当該技術分野における技術常識ないし周知事項である。」と主張し，甲18，甲21ないし23の各文献及び甲24の1ないし4の各公報を引用する。",
                    "ところで，「置換基の結合位置の特定されていない一般式は，各異性体の総称として用いるものであって，それ自体は異性体混合物のみならず，単一化合物をあらわすもの」でもあるとの被告の主張に対して，原告も「繰り返し単位数nを含まない構造式についていえること」である(原告準備書面(3)2頁等)と主張するとおり，通常の置換基の結合位置の特定されていない一般式で表される化合物についての一般的な解釈は，被告の上記主張するところのものであるといえる。",
                    "そこで，①原告が主張するような上記の技術常識が，ある特定の技術分野に存在したかどうか，また，②仮に上記の技術常識が，エポキシ樹脂又はフェノール樹脂の技術常識に存在する場合に，本件の請求項1に記載のフェノール性化合物について，「異性体化合物」であると解釈することが適切であるかどうかが問題となる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "上記①の点について",
                  "text": [
                    "原告は，「一般式中に繰り返し単位とその数nが記載され連結鎖置換位置を特定しない構造式」と挙示するところ，「一般式中に繰り返し単位とその数nが記載されており，連結鎖置換位置を特定しない」という条件に当てはまるもので，繰り返し単位を用いて複数の化合物を表現するケースは種々の分野に存在し，技術分野を特定できない上に，置換位置を特定しない連結鎖の種類も特定されず，種々の化合物が想定できることから，上記の条件だけでは技術分野を特定することはできない。",
                    "また，原告引用の甲18，甲21ないし23の各文献及び甲24の1ないし4の各公報に共通する技術分野からみて，エポキシ樹脂又はフェノール樹脂の技術分野における，「一般式中に繰り返し単位とその数nが記載され，フェニル基に対する連結鎖置換位置を特定しない構造式」に関して検討するに，これらの各文献及び各公報の記載内容を検討しても，これらは，異性体混合物としてのエポキシ樹脂又はフェノール樹脂を，連結鎖置換位置を特定しない構造式で表現される場合があることを示すのみであって，連結鎖置換位置を特定しない構造式で表現されたものが「異性体混合物」を意味することを示すものとはいえない。",
                    "他方，乙11には，連結鎖置換位置を特定しない構造式で表現されたものが個々の異性体を意味する場合があることを示す記載が存在する。また，甲24の4(乙10と同一の発明。)には，繰り返し単位とその数nを含む式ではないが，エポキシ樹脂の原料となる化合物であって，かつ，一般式中の，フェニル基に対する連結鎖の置換位置が特定されない一般式についての請求項1に，「一般式(I)で表わされるビス(メトキシメチル)ビフェニルの各異性体またはそれらの混合物」とし，「各異性体またはそれらの混合物」と区別して記載していることから，「一般式(I)で表わされる」化合物が，メトキシメチル基の置換位置が異なる各異性体を意味し，これらの異性体の混合物を意味するものではないことを示している。",
                    "以上によると，原告が主張するような上記の技術常識が，エポキシ樹脂又はフェノール樹脂の技術分野に存在していたとは認められない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "上記②の点について",
                  "text": [
                    "本件請求項1の記載は，「化合物」と表示され，化学物質発明を表現するものとして一般的な記載がされており，特に，エポキシ樹脂又はフェノール樹脂に関するものであるとの表示もないことから，この記載に接した当業者は，化学物質発明を一般式で表した場合の通常の解釈どおり，この一般式で表される化合物の各々が，発明の対象物であると理解するものと認められる。",
                    "なお，請求項2には，「エポキシ化合物製造用の中間体である」との記載はあるが，これは飽くまでも「請求項1記載のフェノール性化合物」の一部であることを前提とするものであって，請求項1と2とで，解釈が変わることにはならないといえる。",
                    "そうすると，仮に原告が主張するような技術常識がエポキシ樹脂又はフェノール樹脂の技術分野に存在したとしても，本件請求項に記載されたフェノール性化合物が「異性体混合物」であると解釈することはできないといえる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，本件訂正明細書の記載から，本件発明1及び3に記載のフェノール性化合物について，異性体混合物を表示したものと解釈する余地もないといえる。",
                    "すなわち，本件訂正明細書には，請求項1に記載されたフェノール性化合物を「異性体混合物」と解釈すべき根拠となる記載はない。そして，実施例とは，発明の一実施態様を記載したものであるところ，実施例1には，n＝0体の異性体の一つである p,p'-体が，ベンゼンからの再結晶により白色結晶として得られ，そのＮMR測定結果が表1に示されており，質量分析，元素分析の結果とも併せて，その化学構造が確認されている。これに対して，他の異性体である，o,p'-体や o,o'-体については，その存在についての記載はない。このことからも，実施例1においては，p,p'-体が目的化合物であり，本件発明1の対象化合物も，異性体混合物ではなく個々の化合物であると解釈するのが自然である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，原告主張に係る取消事由1(本件発明3の認定の誤り)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明3と甲1発明との相違点の看過)について",
          "text": [
            "相違点の看過をいう原告の主張は，本件発明3の主成分であるフェノール性化合物が p,p’-体，o,p’-体，o,o’-体を含む異性体混合物であるとの主張を前提とするものであるところ，上記1(2)のとおり，同主張は採用できないから，原告主張に係る取消事由2(本件発明3と甲1発明との相違点の看過)は理由がない。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明3についての相違点に関する認定判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明3と甲1発明における各少量成分の相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(1)のとおり，本件発明3において「nが1～15の整数のフェノール性化合物を少量成分として含有する」ことの意味は，「n＝1～15の整数のフェノール性化合物のうちのいずれかを少量成分として含有」すればよく，その含有量も問わないものということができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1の EXAMPLE 12(実施例12)には，DIPBP-Cl(110g，0.36モル)",
                  "text": [
                    "及びフェノール(340g，3.6モル)を反応させて，BP-DIPBP を製造する方法が記載され，反応により得られた黄褐色の粉末を煮沸 CHCl 中に溶解し，それから結晶化することにより，101．7gの明るいベージュ色の結晶である BP-DIPBP(融点195℃～196℃)が得られ，その理論収率が76％であったことが記載されている。",
                    "甲1の記載からは，反応生成物である上記黄褐色の粉末には，n＝0体(のうちの p,p'-体)である BP-DIPBP が主成分として含まれており，BP-DIPBP 以外の化合物(副生成物)も少量含まれていることは理解できるが，少量含まれている化合物が何であるかについては不明である。",
                    "したがって，甲1の記載からは，n≧1体を含むことは明らかとはいえず，甲1には，n＝1体を含有する組成物に関する発明が開示されているということはできない。",
                    "なお，被告は，甲1の EXAMPLE 12の追試を行い(甲2の1，甲14)，n＝1体が反応生成物中に存在することを主張する。しかし，n＝1体が EXAMPLE 12 の生成物に存在することが証明されたとしても，甲1において，副生成物であるn＝1体の存在に意味があるとの記載はなく，甲1発明は，副生成物であるn＝1体に何らかの存在意義を見いだしたものとはいえず，甲1には，n＝1体を含有する組成物に関する発明が開示されているということはできないものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，n≧1体の含有の有無という点において，本件発明3と甲1発明とは相違するものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "他方，被告が行った甲1の EXAMPLE 12 の追試(甲2の1，甲14)において，その反応生成物中にn＝1体が含有したほか，原告が甲1の EXAMPLE 12 の正確な追試として提出した実験結果(甲32，33)においても，n＝1体が反応生成物中から検出されており，n≧1体自体は，甲1の EXAMPLE 12 の方法によっても，少量成分として生成する可能性が高いものであるといえる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明3の樹脂の効果の顕著性",
              "text": [
                "上記1(1)のとおり，本件発明3においては，n≧1体が少量成分として存在することの技術的意義が，本件訂正明細書の記載をみても不明であるということができる。その実施例で，n≧1体が少量成分として含むものが用いられているとしても，そのことをもって，n≧1体を少量成分として含むことに意義を見いだしたということもできないものである。",
                "したがって，本件発明3が，n≧1体を少量成分として含むことにより，格別顕著な効果を奏するものということはできない。",
                "ちなみに，請求項3にはn≧1体の含有量についての規定がなく，原告がいうところの実質的な量のn≧1体を含んでいないものも請求項3の記載に包含され，エポキシ樹脂の原料として，原告が主張するような所定の効果を奏さないものも請求項3は除外していないものと認められるところである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上の(1)及び(2)によれば，本件発明3につき，甲1発明であるということはできないが，甲1発明に基づいて当業者が容易に発明することができたものであるということができ，原告主張に係る取消事由3(本件発明3についての相違点に関する認定判断の誤り)のうち，進歩性の判断の誤りをいう部分については理由がなく，全体としてみると，取消事由3は理由がないことになる。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明4の進歩性判断の誤り)について",
          "text": [
            "原告は，甲1の EXAMPLE 12は，「いかにして芳香族ポリエステル原料としての純粋な BP-DIPBP を収率よく製造するかを示しているものであり，積極的に少量成分としてn＝1～15体を生成させようとする本件発明とは，その思考の方向が正反対であり，本件発明に至る阻害要因にはなっても，本件発明の動機付けにはなり得ないものである。」から，本件発明4が，甲1及び周知技術から想到容易であるとした審決の判断は誤りであると主張する。",
            "しかしながら，本件発明4は，「請求項1～3のいずれかに記載のフェノール性化合物の製造方法」に関するものであり，原告の主張は，少なくとも，少量成分についての規定のない請求項1，2に記載のフェノール性化合物の製造方法に関しては失当である。",
            "また，前記1(1)に記載のとおり，請求項3に記載のフェノール性化合物の製造方法についても，本件発明3のフェノール性化合物が，「少量成分」を実質的な量含有するものであるといえないものであって，本件発明4についても，必ずしも「積極的に少量成分としてn＝1～15体を生成させようとする」製造方法である必要はないものと認められる。",
            "むしろ，請求項4における「請求項1～3のいずれかに記載のフェノール性化合物の製造方法」という記載からは，本件発明4が，主成分であるn＝0体の製造方法に適したものであることを主眼においていることを示しており，「少量成分」をいかに積極的に生成させるかを目指したものであるとする原告の主張は是認することができない。",
            "以上によれば，原告主張に係る取消事由4(本件発明4についての進歩性判断の誤り)は理由がない。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "取消事由5，6(本件発明1及び2の新規性の認定判断の誤り)について(1) 原告主張に係る取消事由5(本件発明1の新規性の認定判断の誤り)は，審決における本件発明3の少量成分についての認定の誤りを前提とするものであるが，前記1(1)のとおり，同認定に誤りがなく，取消事由5は理由がない。"
          ],
          "content": [
            {
              "fig": "(2)",
              "text": [
                "また，原告主張に係る取消事由6(本件発明2の新規性の認定判断の誤り)について検討するに，上記認定判断のとおり本件発明1に係る化合物は甲1化合物と相違するものではないところ，本件発明2は，本件発明1に係るフェノール性化合物が，「エポキシ化合物製造用の中間体である」ことを付加するものであるが，用途の限定は，化学物質発明の構成には影響を及ぼすものではないから，この点を根拠にして，本件発明2と甲1発明が異なる発明であるということはできない。",
                "なお，仮に用途を考慮したとしても，甲1には，「ハロゲン化反応のジ−，トリ−，テトラ−及びより高級なα−ハロアルキル生成物は，これらのハロゲン化生成物をフェノールと反応させることにより，対応するジ−，トリ−，テトラ−及びより高級なフェノールの製造において有用である。これらのポリフェノールは，ポリカーボネート類及びポリアリレート類等の高性能エンジニアリング・サーモプラスチックの有用な前駆体，又はエポキシ樹脂等の高性能架橋ポリマーの有益な前駆体である。」(4欄16～23行。訳文6頁10～15行)と記載されており，上記の「ハロゲン化反応のジ−，トリ−，テトラ−及びより高級なジ−α−ハロアルキル生成物」が EXAMPLE 12 の原料である「4,4'−ビス−(1−クロロ−1−メチルエチル)ビフェニル」(DIPBP-Cl)に相当し，上記の「対応するジ−，トリ−，テトラ−及びより高級なフェノール」が，DIPBP-Cl とフェノールを反応させて得られた「4,4'−ビス−［1−(4−ヒドロキシフェニル)−1−メチルエチル］ビフェニル」(BP-DIPBP)に相当することから，EXAMPLE 12 の生成物である BP-DIPBP がエポキシ化合物製造用の中間体であることも，甲1に開示されていると理解することができ，原告の主張はいずれにしても失当である。",
                "以上によれば，原告主張に係る取消事由6(本件発明2の新規性の判断の誤り)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の本訴請求は理由がないから，棄却されるべきである。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10160",
    "date": "2008-07-03",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036585",
    "ipprecedent_id": "1496",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}