{
  "conclusion": [
    {
      "fig": "1",
      "text": "原判決を次のとおり変更する。",
      "content": [
        {
          "fig": "(1)",
          "text": "控訴人と被控訴人との間において，控訴人が，原判決別紙1著作権譲渡登録目録記載の登録がされた同別紙2著作物目録記載の著作物に係る著作権を有することを確認する。"
        },
        {
          "fig": "(2)",
          "text": "被控訴人は，原判決別紙1著作権譲渡登録目録記載の著作権譲渡登録の抹消登録手続をせよ。"
        },
        {
          "fig": "(3)",
          "text": "控訴人のその余の請求を棄却する。"
        }
      ]
    },
    {
      "fig": "2",
      "text": "訴訟費用は，第1審，第2審を通じこれを10分し，その1を控訴人の，その余を被控訴人の各負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "主文第1項(1)と同旨。"
          ]
        },
        {
          "fig": "3",
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的請求",
              "text": [
                "被控訴人は，控訴人に対し，原判決別紙1著作権譲渡登録目録記載の登録(以下「本件譲渡登録」という。)がされた同別紙2著作物目録記載の著作物(以下「本件著作物」という。)について，真正な登録名義の回復を原因とする著作権譲渡登録手続をせよ。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的請求",
              "text": [
                "被控訴人は，本件譲渡登録の抹消登録手続をせよ(主文第1項(2)と同旨)。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "5",
          "subject": "4項につき仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等及び争点に関する当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "事案の概要",
          "text": [
            "本件は，控訴人が，本件譲渡登録の登録名義人である被控訴人に対し，控訴人が本件著作物に係る著作権(以下「本件著作権」という。)を有することの確認を求めると共に，本件著作権に基づく妨害排除請求として，主位的に，本件著作物について控訴人に対する真正な登録名義の回復を原因とする著作権譲渡登録手続をすることを求め，予備的に，本件譲渡登録の抹消登録手続をすることを求めた事案である。",
            "原判決は，①本件著作物を創作したケネス・ハワードの子であり，本件著作権を共同相続したA(以下「A」という。)及びB(以下「B」という。)から株式会社上野商会(以下「上野商会」という。)に対する本件著作権の譲渡と，A及びBから被控訴人に対する本件著作権の譲渡とは，二重譲渡の関係にあり，上野商会又はその転得者(控訴人)と被控訴人とは対抗関係に立つから，被控訴人は，控訴人への本件著作権の移転につき，対抗要件の欠缺を主張し得る法律上の利害関係を有する第三者(著作権法77条)に該当する，②控訴人は，被控訴人に対し，本件著作権の移転について登録(対抗要件)を了しない限り，本件著作権の移転を対抗することはできないところ，控訴人は，本件著作権の移転について登録を了していない，③被控訴人は，本件著作権の移転について，本件譲渡登録を了したから，被控訴人に対する本件著作権の移転が確定的に有効となり，他方，控訴人は本件著作権を喪失した，④被控訴人が背信的悪意者であるとは認められない，などと認定判断し，控訴人の請求をすべて棄却した。",
            "控訴人は，これを不服として，本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実，争点，及び，争点に対する当事者の主張",
          "text": [
            "次のとおり訂正付加するほか，原判決の「事実及び理由」欄の「第2 事案の概要」の「1 前提事実(当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により認められる事実)」，「2 争点」，及び，「3 争点に対する当事者の主張」(以上原判決2頁16行～12頁7行)に記載のとおりであるから，これを引用する。なお，原判決の略語表示(前記第1及び前記1において用いたものを含む。)は当審においてもそのまま用いる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の訂正",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決2頁19行目の「「Von Dutch」の文字標章」の後に「(以下，この標章を「『Von Dutch』標章」といい，同標章に係るブランドを「『Von Dutch』ブランド」という。)」を挿入する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原判決2頁22行目の「「Von Dutch」の文字標章」を「「Vo",
                  "content": [
                    {
                      "fig": "n",
                      "text": [
                        "Dutch」標章」と改める。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決2頁22行目から同頁24行目にかけての「「Flying Eyeball(フライング アイボール)」と称される図柄より成る標章」の後に(以下「『Flying Eyeball』標章」という。)」を挿入する。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決3頁13行目から同頁14行目にかけての「甲2，34，35，乙1，乙2の1，乙7，弁論の全趣旨」を「甲2，19，34，35，乙1，乙2の1，乙5の1・2，乙7，弁論の全趣旨」と改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決3頁23行目の「売主」を「A及びB」と改める。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決3頁24行目の「その他当事者らの間」を「A及びBと上野商会との間」と改める。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原判決3頁26行目の「売主(A及びB)」を「A及びB」と改める。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "原判決4頁16行目から同頁20行目にかけての「(9) 被告は，原告が本件譲渡契約1及び本件譲渡契約2により本件著作権の譲渡を受けたこと自体を争い，さらに，被告が平成17年6月8日にA及びBから，ケネス・ハワードの全知的財産権の譲渡を受け，同年11月25日には上記譲渡に基づき，本件譲渡登録を了したとして，原告が本件著作権を有することを争っている(弁論の全趣旨)。」を「(9) なお，被控訴人は，①本件譲渡契約1は売買契約ではなく，債権担保を目的とする譲渡担保契約であって，本件著作権は上野商会に移転していない，②本件譲渡契約2は商標権を対象とするものであって，著作権を対象としたものではない，などと主張して，控訴人が本件譲渡契約1及び本件譲渡契約2により本件著作権の譲渡を受けたこと自体を争い，さらに，被控訴人が平成17年6月8日にA及びBから，ケネス・ハワードの全知的財産権の譲渡を受け，同年11月25日には上記譲渡に基づき，本件譲渡登録を了したとして，控訴人が本件著作権を有することを争っている。」と改める。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "原判決4頁24行目の後に改行して「イ 本件譲渡契約3は，A及びBが被控訴人に対し，本件譲渡契約1における売主の地位を譲渡することを前提とするものであるか否か」を挿入する。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "原判決4頁25行目を「ウ 本件譲渡契約3が虚偽表示又は訴訟信託により無効であるか否か」と改める。"
                  ]
                },
                {
                  "fig": "サ",
                  "text": [
                    "原判決4頁26行目を「エ 被控訴人が背信的悪意者であるか否か」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における控訴人の主張(補足)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "A及びBから被控訴人への本件著作権の譲渡の有無についてA及びBと被控訴人との間の本件譲渡契約3は，以下のとおり，成立していない。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "本件譲渡契約3は，売買の重要な要素である代金についての合意がなく，売買契約としては成立していない。",
                            "①本件譲渡契約1及び本件譲渡契約2において，本件著作権を含むケネス・ハワードの全知的財産権の譲渡の対価が50万米ドルとされていること，②被控訴人が，二幸に対し，本件著作物に関する著作権を代金1億円で譲渡する旨を申し入れたことに照らせば，本件著作権を含むケネス・ハワードの全知的財産権の価値は巨額であるといえる。しかるに，著作権登録申請書に添付された譲渡証明書(乙2の1。以下，この譲渡証明書を「本件譲渡証明書」という。)では，譲渡に係る代金の金額，支払時期，支払方法等が規定されていないし，その算定基準ないし協議により定めることも規定されていない。",
                            "弁理士ムン・チュノ作成の確認書(乙16)には，本件ライセンス契約において，被控訴人がA及びBに対し相当な対価を支払う合意がされたことを確認した旨記載されているが，本件ライセンス契約におけるライセンス料と本件譲渡契約3における代金との関係についての言及はなく，本件ライセンス契約におけるライセンス料とは別の一時金の支払が合意されたことを裏付けるものでもない。",
                            "A及びBは，被控訴人から金銭の支払を受けることを期待しておらず，実際にも，被控訴人からA及びBに対して，本件ライセンス契約に基づくライセンス料，本件譲渡契約3に基づく譲渡代金，その他の金銭ないし対価の支払は，一切なされていない(Bの証言録取書〔甲38〕の56頁，51頁)。",
                            "その他，本件ライセンス契約におけるライセンス料がケネス・ハワードの全知的財産権の譲渡の対価を兼ねるものであることや，本件譲渡契約3の締結に当たり同ライセンス料とは別に一時金が支払われたことを裏付ける証拠はない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "本件譲渡契約3は贈与契約であると解することもできない。①A及びBは，従前，被控訴人と特に深い人間関係があったわけではないこと，②本件譲渡契約3による譲渡の結果，A及びBは，上野商会から本件譲渡契約1の債務不履行による損害賠償請求を受ける可能性があることに照らすと，巨額の価値を有するケネス・ハワードの全知的財産権を，被控訴人に対して，無償で譲渡するというのは経験則に反する。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件譲渡契約3は，A及びBが被控訴人に対し，本件譲渡契約1における売主の地位を譲渡することを前提とするものであるか否かについて仮に，本件譲渡契約3が成立していたとしても，以下のとおり，被控訴人は，同契約により，ケネス・ハワードの全知的財産権を負担付きで譲り受けたというべきである。すなわち，本件譲渡契約3は，被控訴人が，A及びBに代わって上野商会から本件留保金10万米ドルを回収する目的で，A及びBの本件譲渡契約1における売主の地位を承継することを内容とした契約である。したがって，本件譲渡契約1に基づくA及びBから上野商会に対する本件著作権の譲渡と，本件譲渡契約3に基づくA及びBから被控訴人に対する本件著作権の譲渡とは，二重譲渡の関係にあるとはいえず，被控訴人は上野商会と契約当事者の関係に立つことになるから，被控訴人は，上野商会から本件著作権を転得した控訴人に対し，本件著作権の移転につき対抗要件の欠缺を主張し得る法律上の利害関係を有する第三者には当たらない。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "A及びBと被控訴人との間で締結された平成17年6月ないし7月ころの契約は一つのみであり，平成17年6月8日に本件譲渡契約3が締結され，その後，同年7月ころに，被控訴人が，A及びBから，本件譲渡契約1をめぐる上野商会との間の紛争に関する権利の譲渡を受けたのではない。",
                            "Aの陳述書(甲29)及びBの陳述書(甲30)には，上野商会との間の係争についての権利を被控訴人に付与する文書についての言及はあるが，著作権の譲渡に関する契約についての言及は一切ない。また，A及びBが，平成17年6月ないし7月ころに被控訴人との間の契約に関し，書面に署名をしたのは一度だけであり，同書面が本件譲渡証明書である(Bの証言録取書〔甲38〕の26頁，41頁，46頁，49頁及び84頁など，Aの証言録取書〔甲39〕の13頁及び22頁)。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "前記ア(ア)のとおり，本件著作権を含むケネス・ハワードの全知的財産権の価値は巨額であるにもかかわらず，本件譲渡証明書には，譲渡に係る代金の金額，支払時期，支払方法等など，著作権を含む知的財産権の譲渡契約に通常記載されるべき対価に関する記載が一切なされていない。かかる簡易な書面により，本件著作権が譲渡されたとすれば，それは被控訴人が資産の譲渡を受けるのみではなく，負担を付されていたと解するのが合理的である。以上のとおり，A及びBの本件譲渡契約1における売主の地位の承継は，このような負担付きの売買というべきである。"
                          ]
                        },
                        {
                          "fig": "(ウ)",
                          "text": [
                            "本件譲渡契約3を締結した当時，A及びBは，上野商会からの本件留保金10万米ドルの回収について，被控訴人の助力を受けるために，本件譲渡契約1に基づく契約上の地位を被控訴人に対して譲渡するという意思を有していた(Bの証言録取書〔甲38〕の41頁，46頁，49頁及び84頁など，Aの証言録取書〔甲39〕の13頁)。",
                            "A及びBが回収の便宜のために譲渡の形式を採ったことは，以下の事実に照らして明らかである。すなわち，①平成16年末において，A及びBは，ソレンセンの会社(控訴人)がケネス・ハワードの全知的財産権の所有者だと理解していたこと(Bの証言録取書〔甲38〕の67頁～68頁)，②平成17年1月ころ，Bが被控訴人の代理人である弁護士から連絡を受け，被控訴人が「Von Dutch」商標のライセンスを得ることに興味があるとの話を聞いた際，Bは，被控訴人の代理人に対し，A及びBが「Von Dutch」について有する権利はどのようなものであろうと上野商会との係争の対象になり得ると話していたこと(Bの陳述書〔甲30〕の2項)，③本件譲渡契約3の締結に際し，A及びBが，被控訴人の代理人から，本件留保金10万米ドルの回収を被控訴人が手伝うと説明されていたこと(Bの証言録取書〔甲38〕の41頁，46頁及び49頁)，④A及びBは，被控訴人から，本件譲渡契約3に関し，何らの対価の支払も受けていないこと(Bの証言録取書〔甲38〕の26頁，51頁，56頁)，⑤A及びBは，本件譲渡契約1に違反する意図はなく，むしろ本件譲渡契約1の存続を前提にしていたこと(Bの証言録取書〔甲38〕の26頁，41頁，Aの証言録取書〔甲39〕の14頁)，⑥被控訴人に無償でケネス・ハワードの全知的財産権を譲渡する一方，上野商会から本件譲渡契約1の債務不履行による損害賠償請求を受けることになるような選択をすることは通常考えられないこと等の事実経緯に照らして明らかである。"
                          ]
                        },
                        {
                          "fig": "(エ)",
                          "text": [
                            "①平成17年1月ころ，被控訴人が代理人を通じて，Bに対し，被控訴人が「Von Dutch」商標のライセンスを得ることに興味があるとの話をした際，被控訴人の代理人は，Bから，A及びBが「Von Dutch」について有する権利は何であろうと上野商会との係争の対象になり得ると聞いていたこと(Bの陳述書〔甲30〕の2項)，②本件譲渡契約3締結に際して，被控訴人は，Bに対して，本件留保金10万米ドルの回収を手伝うといったこと(Bの証言録取書〔甲38〕の41頁，46頁及び49頁)，③被控訴人は，本件譲渡契約3に関し，A及びBに対して何らの金銭，対価の支払をしていないこと(Bの証言録取書〔甲38〕の26頁，51頁，56頁)，④平成17年7月7日，上野商会に対し，本件留保金の不払を理由に本件譲渡契約1を解除する旨を通知したこと(乙6)からすれば，被控訴人は本件譲渡契約1の存続を前提に契約当事者として行動していると解するのが自然であり，本件譲渡契約3の締結当時，被控訴人自身も，被控訴人が上野商会からの本件留保金10万米ドルの回収を手伝うため，本件譲渡契約1に基づく契約上の地位をA及びBから被控訴人が譲り受けるという意思を有していたといえる。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件譲渡契約3が虚偽表示又は訴訟信託により無効であるか否かについて",
                  "text": [
                    "本件譲渡契約3は，原審で主張したように虚偽表示であるほか，以下のとおり，訴訟信託に該当するという点においても，無効である。",
                    "信託法(平成18年法律第108号)10条(同法による改正前の公益信託ニ関スル法律〔大正11年法律第62号〕11条も同様。)は，訴訟行為を主たる目的とする信託を禁止しているところ，前記ア及びイのとおり，①本件譲渡契約3には対価の定めがなく，B及びAは被控訴人から何らの対価も受け取っていないこと，②本件譲渡契約3は，被控訴人が，A及びBに代わって，上野商会から本件留保金10万米ドルを回収する目的で締結されたこと，③被控訴人は本件譲渡契約3締結の直後である平成17年7月7日，上野商会に対し，「訴訟を始める」，「法的処置をとる」ことを予告した上で，本件留保金の不払を理由に本件譲渡契約1を解除する旨を通知したこと(乙6)に照らせば，本件譲渡契約3は，実質的に訴訟信託に該当するものであって，強行法規ないし公序良俗に違反し，無効というべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人が背信的悪意者であるか否かについて",
                  "text": [
                    "原審で主張した事実及び以下に主張する事実に照らせば，被控訴人は背信的悪意者に当たる。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "前記イのとおり，被控訴人は，本件譲渡契約3により，A及びBの本件譲渡契約1における売主の地位を承継しており，本件譲渡契約1の契約当事者たる地位にあるため，そもそも対抗要件の具備は問題とはならない。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "仮に，本件譲渡契約3が，A及びBの本件譲渡契約1における売主の地位を被控訴人に承継させることを前提にしたといえないとしても，被控訴人は本件譲渡契約1の当事者に準ずる地位にあると評価されるから，被控訴人が，控訴人に対し，対抗要件の欠缺を主張することは，信義則に反し許されない。",
                            "一般に，先にされた売買契約の売主と近い関係にある者が第三者である場合に，当該第三者が同契約における譲受人に対して対抗要件の欠缺を主張することは，信義則に反し許されないところ(神戸地方裁判所昭和48年12月19日判決・判例時報993号51頁)，被控訴人は，本件著作権を無償で譲り受けた上，上野商会に対して本件譲渡契約1を解除する旨を通知するなど，本件譲渡契約1の契約当事者として行動していることからすれば，本件譲渡契約1の当事者に準ずる地位にあるといえる。このような地位にある被控訴人が，控訴人に対し，対抗要件の欠缺を主張することは，信義則に反し許されないというべきであり，被控訴人は背信的悪意者と評価されるべきである。",
                            "また，一般に，専ら先にされた契約における譲受人を害する目的で，後にされた契約における譲受人が当該契約をしたときは，同人は保護されるべきではなく，また，後にされた契約における譲渡の対価が不当に廉価な場合は，専ら先にされた契約における譲受人を害する目的で後にされた契約がされたことが推認されるところ(最高裁判所昭和36年4月27日第一小法廷判決・民集15巻4号901頁，最高裁判所昭和43年8月2日第二小法廷判決・民集22巻8号1571頁)，①本件譲渡契約3には何ら対価の定めはないこと，②A及びBに対し被控訴人から一切対価は支払われていないこと，③被控訴人は，主体的にA及びBに接近し，本件ライセンス契約に係る契約書や本件譲渡証書に署名させたこと，④被控訴人は，控訴人の日本におけるライセンシーである二幸に対し，本件著作権を1億円という高額で買い取るように要求したことなどの事情は，被控訴人が，専ら上野商会ないし控訴人を害する目的で，本件譲渡契約3を締結したことを推認させるものである。したがって，被控訴人は，保護されるべき第三者ではなく，背信的悪意者というべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "当審における被控訴人の反論(補足)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "A及びBから被控訴人への本件著作権の譲渡の有無について本件譲渡契約3は，以下のとおり，有効に成立した。"
                  ],
                  "content": [
                    {
                      "content": [
                        {
                          "fig": "(ア)",
                          "text": [
                            "①本件譲渡契約3は，本件ライセンス契約の延長線上に位置するものであって，同ライセンス契約において既にライセンス料の支払を約束していること，②本件譲渡契約3が対象とする著作権は，ケネス・ハワードの全著作権のうちの一つにすぎないこと，③控訴人とDとの訴訟(東京地方裁判所平成18年(ワ)第5004号事件)で問題となった日本における商標権は控訴人が有していることなどの事情から，本件譲渡契約3の対象である「Flying Eyeball」標章を用いた商品は商品化されておらす，また，「Von Dutch」ブランドの商品についての日本における商品化は困難であって，本件ライセンス契約に基づくライセンス料を払うことができる状況にない。したがって，本件譲渡契約3について，明示的な代金の金額，支払時期等の約定がないとしても，不自然ではない。",
                            "また，本件譲渡契約3は著作権の譲渡に関するものであるところ，著作権に関する登録申請には譲渡証明書(代金額や支払時期は記載要件ではない。)を添付すればよく，本件譲渡証明書はこれに該当する。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "text": [
                            "Bの証言録取書(甲38)及びAの証言録取書(甲39)における同人らの供述中，控訴人の指摘に係る部分は，以下のとおり，その内容に変遷があり，また，同一の事件のために作成されたAの陳述書(甲29)及びBの陳述書(甲30)の記載と異なるなど，いずれも信用性が低い。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "a",
                      "text": [
                        "Bの証言録取書(甲38)によれば，Bは，「上野商会に権利を売る時の話に戻りましょう。」という問いに対し，「私は権利を売っていません。」と供述し(26頁)，また，「2005年(判決注，平成17年)1月に，フォン・ダッチに関して誰かに許諾しなければならなかった権利とは，どんな権利だと理解していましたか？」との問いに対し，「上野との違反された契約に関しては，私は権利を持っています。」と供述している(29頁)。ところが，Bは，「2005年(判決注，平成17年)6月に，あなたは，フォン・ダッチの著作権やアートワーク，名称に関する何らかの権利，権原，又は権益を所有していたと思いますか？」との問いに対し，いったん「いいえ」と回答している(31頁)。この回答は，Aの陳述書(甲29)及びBの陳述書(甲30)に記載された事実とは異なるものである。そして，再度の質問に対し，Bは，「私は，代理人なしに，それをうまく答えることができません。」と回答している(31頁)。"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "Aの証言録取書(甲39)には，平成17年1月に書類に署名したこと，同書類がお金を取り戻すことに関係していること，被控訴人は知らないこと，権利譲渡書に署名したこと以外には，積極的な供述がない。",
                        "しかし，上記供述は，Aの陳述書(甲29)に，Aが，被控訴人の弁護士が準備したグローバル・マスター・ライセンスに署名したこと，平成17年7月に上野商会との間で署名した以前の契約に関する係争についてのAの権利を被控訴人に付与する書類に署名したことが記載されている点と明らかに矛盾する。なお，Bの陳述書(甲30)にも，Bが被控訴人の弁護士が準備したグローバル・マスター・ライセンスに署名したこと，この件に関して自分の持っている「フォンダッチ」の権利が何であろうと係争の対象になることを被控訴人の弁護士に伝えたこと，平成17年7月に被控訴人にBが上野商会との係争に関して持っている権利をすべて被控訴人が取得したいとの意向であったのでその権利を付与する文書に署名したことが記載されている。"
                      ]
                    },
                    {
                      "fig": "c",
                      "text": [
                        "以上のとおり，Bの証言録取書(甲38)及びAの証言録取書(甲39)における供述の信用性は低い。これは，上記証言録取書が，本件とは異なり，本件譲渡契約1の成否を主な争点とする事件(アメリカの裁判所において，控訴人を原告とし，C，A及びBを被告とする事件)におけるものであるため，本件譲渡契約3について積極的な供述をする必要が乏しいからである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件譲渡契約3は，A及びBが被控訴人に対し，本件譲渡契約1における売主の地位を譲渡することを前提とするものであるか否かについて前記アのとおり，本件譲渡契約3は，本件ライセンス契約の延長線上の契約として締結されたものであるが，著作権の譲渡登録に関するものであって，同登録に必要な譲渡証明書には代金の額や支払時期等を記載する必要はない。",
                    "A及びBが，被控訴人と本件ライセンス契約や本件譲渡契約3を締結したのは，控訴人と裁判しても金銭的な満足が得られないからであり，訴訟信託をしたのは，上野商会との訴訟の費用が捻出できなかったからであって，何ら両者に矛盾はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件譲渡契約3が虚偽表示又は訴訟信託により無効であるか否かについて本件譲渡契約3は，原審で主張したように虚偽表示ではなく，また，以下のとおり，訴訟信託には当たらない。",
                    "A及びBは，平成17年7月，上野商会との本件譲渡契約1に関する係争についての権利を被控訴人に付与する書類に署名している(甲29，30)が，この訴訟信託はアメリカでの裁判に関するものである。一方，本件譲渡契約3は，日本における著作権の譲渡登録に関するものである。このように，本件譲渡契約3とアメリカでの訴訟信託とは，両者は別の問題である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人が背信的悪意者であるか否かについて",
                  "text": [
                    "A及びBから被控訴人への本件譲渡契約1における売主の地位の承継に関する控訴人の主張が成り立たないことは，前記イのとおりである。",
                    "また，控訴人が指摘する神戸地裁昭和48年12月19日判決は，夫から妻に対する譲渡の場合であり，本件とは事案を異にする。",
                    "さらに，前記ア(ア)のとおり，①本件譲渡契約3は，本件ライセンス契約(乙1)の延長線上の契約であるところ，同ライセンス契約では，AとBに合計5％のロイヤルティーの支払を約定しており(第4条)，この支払は決して低廉とはいえないこと，②本件譲渡契約3が対象とする著作権はケネス・ハワードの全著作権のうちの一つにすぎないこと，③控訴人とDとの訴訟で問題となった日本における商標権は控訴人が有していることなどの事情から，本件譲渡契約3の対象である「Flying Eyeball」標章を用いた商品は商品化されておらず，また，「Von Dutch」ブランドの商品についての日本における商品化は困難であって，本件ライセンス契約に基づくライセンス料を払うことができる状況にないことなど，本件譲渡契約3について，巨額の譲渡代金を約定することができなかった事情が存在する。",
                    "したがって，被控訴人が背信的悪意者であるということはできない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，本件譲渡契約1及び2はいずれも有効に締結されたものであって，本件譲渡契約1は解除されておらず，また，本件譲渡契約2がA及びBの同意を欠き，無効であるということもできないから，本件著作権は，A及びBから，上野商会を経て，控訴人に移転しているところ，本件譲渡契約3は成立していないか又は虚偽表示により無効であって，A及びBから被控訴人に本件著作権は譲渡されておらず，少なくとも被控訴人は背信的悪意者と認められるから，被控訴人は，控訴人への本件著作権の移転につき，著作権法77条所定の対抗要件の欠缺を主張し得る法律上の利害関係を有する第三者に該当せず，したがって，控訴人の本訴請求は主文第1項(1)及び(2)の限度で認容すべきものと判断する(なお，控訴人は，著作権譲渡登録に関する主位的請求として，真正な登録名義の回復を原因とする著作権譲渡登録手続を求めているが，実体的な権利変動の過程と異なる登録を請求する権利は当然には発生しないところ，控訴人は，A及びB，並びに上野商会の承諾があることについて主張立証しないから，同請求は主張自体失当である。)。",
        "その理由は，次のとおり訂正付加するほかは，原判決の「事実及び理由」欄の「第3 当裁判所の判断」(原判決12頁8行～25頁3行)に記載のとおりであるから，これを引用する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "原判決の訂正(当審における補足的主張に対する判断を含む。)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決12頁9行目の「1」を「1 事実認定」と改め，改行して続ける。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決12頁12行目の「甲34，35，37」を「甲34，35，37ないし39」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決12頁13行目の「乙12，14，16」の後に「，乙18の1ないし3」を挿入する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決13頁5行目及び同頁7行目の「譲渡」をいずれも「再実施許諾」と改める。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決13頁8行目及び同頁11行目の「「Von Dutch」商品」をいずれも「「Von Dutch」ブランドの商品」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決13頁24行目から同頁25行目を次のとおり改める。",
                "「イ 上野商会は，平成12年3月31日，A及びBとの間で，A及びBが，上野商会に対し，対価50万米ドルで，ケネス・ハワードの全知的財産権を譲渡することを内容とする本件譲渡契約1(甲2，乙5の1・2)を締結した。なお，上記対価のうち，本件留保金10万米ドルについては，平成15年3月31日が支払期日とされた。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "原判決14頁15行目から同頁19行目を次のとおり改める。",
                "「A及びBは弁護士に委任し，Cと交渉した結果，A及びBとC及び控訴人との間において，平成12年6月ころ，A及びBが，上野商会から本件留保金10万米ドルを受領する権利(支払期日平成15年3月31日)をC及び控訴人(当時の代表者は，Cである。)に対して譲渡することなどを内容とする和解契約(甲10)が締結された。なお，同契約中における「Cassel」(C)との表記は，Cと控訴人の両名を指すことが冒頭で定義された上で，用いられている。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "原判決14頁25行目から同頁26行目にかけての「「Von Dutch」ブランド商品」を「「Von Dutch」ブランドの商品」と改める。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "原判決15頁10行目の「「Von Dutch」ブランド商品」を「「V",
              "text": [
                "on Dutch」ブランドの商品」と改める。"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "原判決16頁6行目から同頁7行目にかけての「「Von Dutch」ブランド商品」及び同頁11行目の「「Von Dutch」ブランド商品」をいずれも「「Von Dutch」ブランドの商品」と改める。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "原判決16頁12行目の後に改行せずに，「なお，本件パートナーシップ契約では，契約期間が5年間とされ，被控訴人がCに対し，合計60万米ドルの対価(ライセンス料)及び被控訴人の利益の半分を支払うことが規定されていたが，被控訴人は，上記規定のとおりの支払はしていない(乙11，12)。」を挿入する。"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "原判決16頁18行目の後に改行せずに，「なお，本件ライセンス契約では，ライセンスの対象(ケネス・ハワードの全知的財産権)について，被控訴人に権利，権原，権益を与えるものではないこと(16条)，契約期間が平成17年10月8日から9年間とすること(2条)，被控訴人が，A及びBのそれぞれに対し，ライセンス料として売上高の2．5％のロイヤルティーを支払うこと(4条)などが規定されているが，ライセンス料に関し，一時金の定めはなく，また，平成17年10月8日から1年間の実際の売上高がゼロである限り，ロイヤルティーの最低保証額もゼロとなるものであって(7条)，実際にも，被控訴人は，A及びBに対し，本件ライセンス契約に基づくライセンス料を支払ったことはない(甲38，弁論の全趣旨)。」を挿入する。"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "原判決17頁13行目から18頁11行目までを次のとおり改める。",
                "「(7) 本件譲渡登録"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "A及びBは，被控訴人からの積極的な働きかけに応じて，平成17年6月8日ころ，被控訴人にケネス・ハワードの全知的財産権(いかなる著作権や更新を含む。)を譲渡した旨の記載のある本件譲渡証明書に署名し(甲38，39，乙2の1，弁論の全趣旨)，さらに，同年10月4日ころ，被控訴人が単独で著作権の登録申請を行うことについて承諾する旨の記載のある「登移転登録の単独申請の承諾」と題する書面(以下「単独申請承諾書」という。)に署名した(乙2の1，弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，平成17年11月25日，本件譲渡証明書及び単独申請承諾書に基づき，本件譲渡登録を了した(乙2の1)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，A及びBは，被控訴人に対し，ケネス・ハワードの全知的財産権を譲渡することについて，同人から代金その他の対価を受領したことはない(甲38，弁論の全趣旨)。"
                  ]
                }
              ]
            },
            {
              "fig": "(8)",
              "subject": "本件譲渡登録前後の被控訴人の行動等",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，平成17年5月ころ，韓国における控訴人とＮicondemum Sur等との間の商標登録をめぐる紛争につき，控訴人への協力を申し出た(甲23及び弁論の全趣旨)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人は，遅くとも平成17年7月7日までに，A及びBから，本件譲渡契約1をめぐる上野商会との間の紛争に関する権利の譲渡を受け(甲28，29，30，38，39，乙14，18の2・3。な",
                  "text": [
                    "お，上記譲渡に係る契約に関し，契約書等の書面は提出されていない。)，同日，上野商会に対し，本件留保金の不払を理由に本件譲渡契約1を解除する旨を通知した(乙6)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，平成18年1月10日，Dとの間で，被控訴人が，Dに対し，日本国内を対象地域として，A及びBから被控訴人が許諾を受けたケネス・ハワードの全知的財産権の独占的実施権について，再実施許諾する旨の契約(甲20，乙3。本件サブライセンス契約)を締結した。なお，本件サブライセンス契約では，被控訴人がDに上記実施権を再許諾することについて，被控訴人がA及びBの承諾を求める義務があること(1条2項)，契約期間を3年間とすること(6条1項)，被控訴人が，契約一時金1000万円及びミニマム使用料合計4000万円の支払を受けること(3条)などが規定されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被控訴人は，平成18年1月，控訴人のライセンシーであった二幸に対し，本件著作権を1億円の対価で譲渡する旨を申し入れた(甲31の1ないし3，乙11，12)。」"
                }
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原判決19頁7行目から同頁22行目までを次のとおり改める。",
                "「本件についてみると，A及びBと上野商会との間の本件譲渡契約1については，同契約に係る契約書(甲2，乙5の1・2)において，日本法を準拠法とする旨の合意(10条)が存するから，本件譲渡契約1については，日本法が準拠法となる。他方，A及びBと被控訴人との間で締結された旨被控訴人が主張している本件譲渡契約3については，準拠法に関する記載のない本件譲渡証明書及び単独申請承諾書(乙2の1)以外には，同契約に関して締結された契約書等の書面は提出されておらず，準拠法についての明示の合意がされていると認めることはできない。しかし，被控訴人は，本件譲渡契約3について，アメリカ合衆国国民であるA及びBが，韓国国民である被控訴人に対し，我が国国内において効力を有する本件著作権を含むケネス・ハワードから承継した知的財産権を譲渡することを内容とするものである旨主張していること，被控訴人は，当時，日本国内において，「Von Dutch」ブランドに関する事業を行っていたこと，被控訴人は，日本国内(大阪市内)に事務所を有していたこと(甲31の1，弁論の全趣旨)などに照らすと，本件譲渡契約3の成否及びその効力については，日本法を準拠法とすることが，当事者の合理的意思に合致するものと認めるのが相当である。」"
              ]
            },
            {
              "fig": "(15)",
              "text": [
                "原判決20頁14行目から21頁1行目までを次のとおり改める。",
                "「3 争点2(本件譲渡契約1の解除の有無)について"
              ]
            },
            {
              "fig": "(1)",
              "subject": "A及びBから上野商会への本件譲渡契約1について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(2)で認定した事実によれば，A及びBと上野商会とは，本件著作権を含むケネス・ハワードの全知的財産権を譲渡する旨の本件譲渡契約1を締結したといえる。我が国の法令の下においては，譲渡契約の締結によって，直ちに移転の効力が生じるとされているから，本件著作権は，本件譲渡契約1の締結と同時に，A及びBから上野商会に移転した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，本件譲渡契約1が売買契約ではなく，債権担保を目的とする譲渡担保契約であるから，本件著作権は上野商会を経由して控訴人に移転することはない旨を主張する。しかし，同主張は，前記1(2)認定の事実経過に照らし，採用することができない(なお，仮に，被控訴人が主張するように，本件譲渡契約1が売買契約ではなく，債権担保を目的とする譲渡担保契約であるとすれば，本件譲渡契約2を待つまでもなく，本件著作権は，担保提供者である控訴人に移転したことになるから，被控訴人の主張は，主張自体失当である。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件譲渡契約1の解除について",
              "text": [
                "被控訴人は，本件譲渡契約1が解除された旨主張する。",
                "しかし，以下のとおり，被控訴人の上記主張は失当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，本件留保金の弁済期である平成15年3月31日が経過したにもかかわらず，上野商会からA及びBに対して，本件留保金10万米ドルが支払われた形跡はないから，本件譲渡契約1は，同日の経過をもって，解除された旨主張するが，被控訴人は，A及びBが，上野商会に対し，本件譲渡契約1を解除する旨の意思表示をしたことを主張していないから，主張自体失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1(8)イで認定した事実によれば，被控訴人は，A及びBから，本件譲渡契約1をめぐる上野商会との間の紛争に関する権利の譲渡を受け，上野商会に対し，本件留保金の不払を理由に本件譲渡契約1を解除する旨の通知をしたことが認められる。しかし，本件譲渡契約1は，同契約に基づく当事者の契約上の地位や，当事者の権利義務を，他方当事者の承諾なく譲渡することを禁止しているところ(19条)，被控訴人がA及びBから上記権利の譲渡を受けたことを上野商会が承諾したことはもとより，A及びBから上野商会に対し上記権利の譲渡について通知したことも，主張されておらず，また，これらの事実を認めるに足りる証拠もない。したがって，被控訴人の上記通知により，本件譲渡契約1が解除されたということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記1(3)で認定した事実によれば，A及びBは，C及び控訴人に対して，上野商会から本件留保金を受領する権利を譲渡したことが認められるが，上記権利の譲渡について，A及びBが上野商会に通知したことを認めるに足りる証拠はない。",
                    "しかし，前記1(4)で認定した事実によれば，控訴人は，本件譲渡契約2により，上野商会から，総額40万米ドルの対価(上野商会がA及びBからケネス・ハワードの全知的財産権を譲渡するに際し同人らに支払った対価の額である50万米ドルから本件留保金10万米ドルを控除した残額)で，ケネス・ハワードの全知的財産権の譲渡を受けたこと，控訴人は，上野商会に対し，同契約に基づいて控訴人が上野商会に支払うこととされた金銭を支払ったことが認められる。そして，本件譲渡契約2は，控訴人と上野商会との間で10万米ドルの本件留保金請求権と上野商会の控訴人に対する債権とを相殺処理する旨の合意を含むものというべきであり，また，同契約を締結することにより，上野商会は，A及びBが，控訴人に対し，本件留保金を受領する権利を譲渡したことについて，これを承諾したということができる。",
                    "そうすると，上野商会は，本件譲渡契約2の締結及び履行により，本件留保金10万米ドルの支払債務を免れたものというべきであるから，その不払いを理由として，本件譲渡契約1を解除することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "争点3(本件譲渡契約2がA及びBの同意を欠き，無効であるか否か)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "上野商会から控訴人への本件譲渡契約2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(4)で認定した事実によれば，上野商会と控訴人とは，本件著作権を含むケネス・ハワードの全知的財産権を譲渡する旨の本件譲渡契約2を締結したといえる。そして，我が国の法令の下においては，譲渡契約の締結によって，直ちに移転の効力が生じるとされているから，本件著作権は，本件譲渡契約2の締結と同時に，上野商会から控訴人に移転した。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，本件譲渡契約2は商標権を対象とするものであって，著作権を対象としたものではなく，本件著作権は控訴人に移転していない旨主張する。しかし，同主張は，前記1(4)認定の事実経過に照らし，採用することができない(なお，本件譲渡契約2では，商標権に限らず，著作権を含む知的財産権を総称するものとして，「Tademarks(本件商標)」という用語が使われている。)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件譲渡契約2の効力について",
              "text": [
                "被控訴人は，A及びBの承諾がないから，本件譲渡契約2は無効であると主張する。",
                "しかし，前記(1)アのとおり，我が国の法令の下においては，譲渡契約の締結によって，譲渡の対象となった権利は，直ちに移転の効力が生じ，A及びBの承諾を必要とするものではない。",
                "確かに，本件譲渡契約1は，同契約に基づく当事者の契約上の地位や当事者の権利義務については，他方当事者の承諾なく譲渡することを禁止しているが(19条)，同契約における譲渡の対象であるケネス・ハワードの全知的財産権の譲渡に際し，他方当事者の承諾が必要である旨規定したものとは解することはできない(なお，仮に，上野商会による本件譲渡契約2の締結が，本件譲渡契約1に基づく上野商会の義務に違反するものであるとしても，そのことは，本件譲渡契約1の解除の理由となり得るにすぎないところ，A及びBから上野商会に対し当該義務の不履行を理由とする解除の意思表示がされたことは，主張されていないのみならず，かかる事実を認めるに足りる証拠もない。)。」"
              ]
            },
            {
              "fig": "(16)",
              "text": [
                "原判決21頁2行目から25頁3行目までを次のとおり改める。",
                "「5 争点1(被告が，原告への本件著作権の移転につき対抗要件の欠缺を主張し得る法律上の利害関係を有する第三者であるか否か)について"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件譲渡契約3の成否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件譲渡証明書は，A及びBと被控訴人との間において，被控訴人がA及びBに代わって，アメリカにおいて生じていた，本件譲渡契約1をめぐるA及びBと上野商会間の紛争を処理するなどの目的で作成されたものであり，ケネス・ハワードの全知的財産権を移転する意思は存在しなかったものと認定するのが相当である。したがって，本件譲渡契約3(被控訴人が，A及びBから，本件著作権を含むケネス・ハワードの全知的財産権を譲り受ける旨の契約)は，譲渡に係る意思は存在しないのであるから，有効に成立していない。",
                    "また，仮に，同契約が外形上成立していると見る余地があったとしても，虚偽表示により無効というべきである(民法94条1項)。",
                    "このように認定した理由は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(7)によれば，被控訴人の主張に係る本件譲渡契約3は，被控訴人が，A及びBに対し何ら対価の支払をすることなく，A及びBからケネス・ハワードの全知的財産権の譲渡を受けるという内容であったことが認められる。なお，本件譲渡証明書及び単独申請承諾書以外には，同契約に関して作成された契約書等の書面は提出されていない。",
                        "ところで，①ダークホース社が，Cに対し，同社とA及びBとの間のライセンス契約に係る権利(実施権)を再実施許諾した対価が，26万米ドルであったこと(前記1(1)ウ)，②本件パートナーシップ契約において，契約期間が5年間であるにもかかわらず，合計60万米ドルのライセンス料及び被控訴人の利益の半分を支払うとされていたこと(前記1(5)ア)，③本件サブライセンス契約において，契約期間が3年間であるにもかかわらず，被控訴人が，契約一時金1000万円及びミニマム使用料合計4000万円の支払を受けるとされていたこと(前記1(8)ウ)，④ケネス・ハワードの全知的財産権の譲渡の対価が，本件譲渡契約1では50万米ドルとされ(前記1(2)イ)，本件譲渡契約2では40万米ドル(50万米ドルから本件留保金に相当する10万米ドルを控除した額)とされていたこと(前記1(4)イ)，⑤被控訴人は，二幸に対して本件著作権を1億円の対価で譲渡する旨申し入れたこと(前記1(8)エ)について，上記対価が不当な金額ではないと主張していることに照らせば，ケネス・ハワードの全知的財産権は数千万円前後の価値を有するものとして取引されているということができる。",
                        "そうすると，本件譲渡契約3において，A及びBが，何らの対価の支払も受けることなく，被控訴人に対し，一方的に，ケネス・ハワードの全知的財産権を譲渡したとすることは経験則に反するというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記1(8)ウによれば，被控訴人が本件譲渡登録を了した後に締結した本件サブライセンス契約では，被控訴人が，Dに対し，A及びBから許諾を受けたケネス・ハワードの全知的財産権の独占的実施権を再実施許諾することについて，被控訴人がA及びBの承諾を求める義務がある旨規定されていたことが認められる。",
                        "そうすると，被控訴人は，本件譲渡登録後も，A及びBからケネス・ハワードの全知的財産権の譲渡を受けたのではなく，ケネス・ハワードの全知的財産権がA及びBに留保されることを前提として，行動していたということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記1(8)イによれば，被控訴人は，遅くとも平成17年7月7日までに，A及びBから，本件譲渡契約1をめぐる上野商会との間の紛争に関して有するA及びBの権利の譲渡を受けたとして，上野商会に本件譲渡契約1を解除する旨通知し，同社及び控訴人に対する訴訟をアメリカの裁判所に提起したことが認められる(なお，A及びBから被控訴人に対する上記権利の譲渡に関し，契約書等の書面は提出されていない。)。そして，上記権利の譲渡とA及びBによる本件譲渡証明書の署名とは，時期的に密着したものと推認される。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上の事情を総合考慮すると，A及びBは，被控訴人にケネス・ハワードの全知的財産権を譲渡するとの意思を有していたものではなく，被控訴人にアメリカにおける紛争の解決を託すべく，本件譲渡契約1をめぐる上野商会との間の紛争に関する権利を信託的に譲渡する目的で，本件譲渡証明書及び単独申請承諾書に署名したにすぎず，被控訴人も，A及びBからケネス・ハワードの全知的財産権の譲渡を受ける意思を有していたものではなく，本件譲渡契約1をめぐるA及びBと上野商会との間の紛争等を解決するための依頼を受けたにすぎないと認めるのが自然である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人は，①本件譲渡契約3は，本件ライセンス契約の延長線上に位置するものであること，②本件譲渡契約3が対象とする著作権は，ケネス・ハワードの全著作権のうちの一つにすぎないこと，③本件譲渡契約3の対象である「Flying Eyeball」",
                  "text": [
                    "標章を用いた商品は商品化されておらず，また，「Von Dutch」ブランドの商品についての日本における商品化は困難であって，本件ライセンス契約に基づくライセンス料を払うことができる状況にないことから，本件譲渡契約3に代金に関する約定がないことは不自然ではなく，また，④著作権に関する登録申請に添付すべき譲渡証明書に代金額や支払時期を記載する必要はない，などと主張する。",
                    "しかし，以下のとおり，被控訴人の上記主張は失当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記1(5)イで認定した事実によれば，本件ライセンス契約(甲19，乙1)では，ライセンスの対象(ケネス・ハワードの全知的財産権)について，被控訴人に権利，権原，権益を与えるものではないことが明文で規定されており，被控訴人の主張に係る本件譲渡契約3は，これを変更するものであるから，単に本件ライセンス契約を敷衍し，又はこれを履行するためのものとはいえない。むしろ，本件ライセンス契約が発効する平成17年10月8日以前に，本件譲渡契約3により，被控訴人がA及びBからケネス・ハワードの全知的財産権の譲渡を受けたものであるとすれば，A及びBは，本件ライセンス契約に基づくロイヤルティーの支払を受ける権利を喪失することになるはずである。したがって，本件ライセンス契約が存在するから，本件譲渡契約3に代金に関する約定がなくても不自然でないとする被控訴人の主張は，合理性を欠き，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人は，本件譲渡契約3が対象とする著作権は，ケネス・ハワードの全著作権のうちの一つにすぎないと主張するが，被控訴人の同主張は，本件譲渡証明書にA及びBが被控訴人にケネス・ハワードの全知的財産権(いかなる著作権や更新を含む。)を譲渡した旨の記載があることと整合しない上，本件譲渡契約3により被控訴人が本件著作権を含むケネス・ハワードの全知的財産権を譲り受けた旨の従前の主張(原判決5頁8行～10行，原審における平成18年12月19日付け準備書面(被告1)の11頁)",
                      "text": [
                        "とも矛盾するものであって，採用の限りでない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被控訴人は，本件譲渡契約3の締結に当たり，対価を支払わなかったのは，「Flying Eyeball」標章を用いた商",
                      "text": [
                        "品や「Von Dutch」ブランドの商品を商品化できない事情が存在したからであると主張する。しかし，被控訴人の主張に係る事情は，本件著作権の譲渡を目的とする契約を締結する合理性が存在しないことを示すものであるから，むしろ本件著作権の譲渡を受ける意思は存在しなかったとの認定に沿うものというべきであって，前記アの認定判断を左右するものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "被控訴人が主張するように，一般に，著作権に関する登録申請に添付する譲渡証明書に代金額や支払時期の記載が必要でないとしても，本件では，本件ライセンス契約と本件譲渡契約3とが前記(ア)のような関係にあることからすれば，被控訴人の主張する本件譲渡契約3が締結されたのであれば，むしろ同契約について詳細な契約書が作成されるのが，常識にかなう。しかるに，そのような契約書の提出はなく，また，被控訴人は，本件ライセンス契約の締結後，いかなる理由ないし目的で，本件譲渡契約3の締結に至ったのかにつき，合理的な説明もしない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人は，Bの証言録取書(甲38)及びAの証言録取書(甲39)における同人らの供述内容には変遷があり，Aの陳述書(甲29)及びBの陳述書(甲30)陳述書の記載と異なる点があるから，いずれも信用性が低いと主張する。",
                    "しかし，以下のとおり，被控訴人の上記主張は失当である。",
                    "A及びBの各供述は，同人らが，平成17年7月ころ，本件譲渡契約1をめぐる上野商会との間の紛争に関する権利を被控訴人に譲渡するための書類に署名したとの点において，ほぼ一貫しており(甲29，30，38，39，乙14，18の2・3)，しかも，上記の",
                    "点は，被控訴人自身の供述(甲28)や，同人が上野商会に本件譲渡契約1を解除する旨通知し，同社及び控訴人に対する訴訟をアメリカの裁判所に提起した事実経過とも，符合するものである。そして，A及びBは，上記権利の譲渡の動機ないし目的について，被控訴人に上野商会から本件留保金10万米ドルを回収することを期待した旨供述し(甲38，39)，また，Bは，被控訴人と締結した契約に関連して，金銭の支払を受けることを期待していなかった旨供述している(甲38)が，これらの供述内容は，A及びBの他の供述内容(甲29，30，乙14，18の2・3)と矛盾するもので",
                    "はなく，不自然な点はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被控訴人が背信的悪意者であるか否かについて",
              "text": [
                "前記(1)のとおり，A及びBから被控訴人に対する本件著作権の譲渡はなされていないというべきであるが，念のため，仮にA及びBから被控訴人に対する本件著作権の譲渡があったとして，被控訴人が背信的悪意者であるか否かを検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1(5)アで認定した事実によれば，被控訴人は，平成8年ころから知人関係にあったCと，平成12年1月14日，本件パートナーシップ契約を締結し，5年間の契約期間について，総額60万米ドルの対価及び被控訴人の利益の半分を支払うことを約定したにもかかわらず，同契約の締結後平成16年に至るまで，日本国内において，「Von Dutch」ブランドの商品に関する事業を本格的に行っておらず，上記約定のとおりの支払もしていないことが認められる。",
                    "他方，被控訴人は，本件パートナーシップ契約の締結後，合計50万米ドルを，第三者を介して，小切手でCに支払ったと記憶している旨供述しているところであり(乙11，12)，同供述のとおりであるとすれば，被控訴人は，本格的に事業を展開するあてがない状況の下で，支払の事実についてあえて明確な証拠を残すことなく，50万米ドルという多額の投資をしたことになるから，被控訴人は，遅くともCに対する支払をするまでには，ケネス・ハワードの全知的財産権をめぐるA及びB，ダークホース社，C，控訴人，ソレンセン，上野商会などの間の契約関係についても，熟知していたと考えざるを得ない(仮にそうでないとすれば，合計50万米ドルを支払ったという被控訴人の供述が信用できないばかりか，そもそも平成12年1月14日に本件パートナーシップ契約が締結されたこと自体，疑わしいといわざるを得ない。)。",
                    "そして，前記1(5)ウで認定したとおり，被控訴人は，本件譲渡契約3に先立つ平成17年1月ころ，Cから，本件譲渡契約1の存在を聞き，本件譲渡契約1の存在について認識していたということができる。",
                    "また，前記1(8)アで認定した事実によれば，被控訴人は，本件譲渡契約3に先立つ平成17年5月ころ，韓国における控訴人とＮi",
                    "condemum Sur等との間の商標登録をめぐる紛争につ",
                    "き，控訴人への協力を申し出たことが認められ，被控訴人は，控訴人が，ケネス・ハワードの全知的財産権の承継者であると認識していたと推認される。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記1(5)イで認定した事実によれば，控訴人が，A及びBと締結した本件ライセンス契約では，ライセンス料に関する一時金の定めはなく，また，平成17年10月8日から1年間の実際の売上高がゼロである限り，ロイヤルティーの最低保証額もゼロとなるものであって，実際にも，被控訴人は，A及びBに対し，本件ライセンス契約に基づくライセンス料を支払ったことはないことが認められる。",
                    "また，前記1(7)で認定した事実によれば，被控訴人の主張に係る本件譲渡契約3は，被控訴人が，A及びBに対し何ら対価の支払をすることなく，一方的に，A及びBからケネス・ハワードの全知的財産権の譲渡を受けるというものであったことが認められる。これに対して，前記1(8)ウ，エで認定した事実によれば，被控訴人がDと締結した本件サブライセンス契約では，被控訴人が，契約一時金1000万円及びミニマム使用料合計4000万円の支払を受けるとされていたこと，及び被控訴人は，二幸に対して，本件著作権を1億円で譲渡する旨申し入れたことが認められる。",
                    "このように，被控訴人は，A及びBに対しては，何らの対価の支払もしない一方で，Dからは，最低でも5000万円の支払を受けることを予定し，さらに，二幸に対しては，本件著作権を1億円という高額な対価で売却しようとしたものというべきである(被控訴人は，当審において，ケネス・ハワードの全知的財産権の一つにすぎない本件著作権のみを取得しても，事業を遂行するは困難である旨の主張をしているところであるから，被控訴人が二幸に申し入れた本件著作権の譲渡対価1億円は，極めて高額であると解される。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア，イ及び前記1において認定した事実を総合考慮すると，被控訴人は，控訴人が本件著作権の正当な承継者であることを熟知しながら，控訴人の円滑な事業の遂行を妨げ，又は，控訴人に対して本件著作権を高額で売却する等，加害又は利益を図る目的で，A及びBに働きかけて本件譲渡証明書及び単独申請承諾書に署名させ，本件譲渡登録を経由したものと推認することができ，したがって，被控訴人は背信的悪意者に該当するものと認めるのが相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，被控訴人は，控訴人への本件著作権の移転につき，対抗要件の欠缺を主張し得る法律上の利害関係を有する第三者(著作権法77条)には該当しない。」"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上によれば，控訴人の本訴請求は主文第1項(1)及び(2)の限度で認容すべきである(なお，仮執行宣言は相当でないから，これを付さないこととする。)から，これと異なる原判決を変更することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}