{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2006−80228号事件について平成19年7月31日にした審決のうち，請求項1について審判の請求は成り立たないとした部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が発明の名称を「低屈折率膜形成用塗料，帯電防止・反射防止膜および帯電防止・反射防止膜付き透明積層体並びに陰極線管」とする特許第3272111号(出願 平成5年8月6日，登録 平成14年1月25日，請求項の数6)の特許権者であるところ，原告から請求項1ないし6につき特許無効審判請求がなされ特許庁が全請求項につき請求不成立の審決をしたことから，原告がそのうち請求項1(本件発明1)についての判断(不成立)の取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本件発明1が，下記文献に記載された各発明(それぞれ「甲1発明」ないし「甲3発明」という。)との関係で新規性(特許法29条1項3号)ないし進歩性(特許法29条2項)を有するか，である。",
            "記",
            "甲1発明：特開平5−13021号公報(発明の名称「反射防止体及びその利用装置」，出願人 株式会社日立製作所，公開日 平成5年1月22日)",
            "甲3発明：特開昭60−203679号公報(発明の名称「反射防止性透明材料の製造方法」，出願人 東レ株式会社，公開日 昭和60年10月15日)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，平成5年8月6日，名称を「低屈折率膜形成用塗料，および帯電防止・反射防止膜付き透明積層体および陰極線管」とする発明につき特許出願(特願平5−196535号，請求項の数9)をしたところ(公開公報は特開平7−48543号，公開日 平成7年2月21日)，拒絶理由通知を受けたので，平成13年11月2日付けで発明の名称を「低屈折率膜形成用塗料，帯電防止・反射防止膜および帯電防止・反射防止膜付き透明積層体並びに陰極線管」とし請求項の数を6とする等を内容とする手続補正(乙3)をしたところ，平成14年1月25日に特許第3272111号として設定登録を受けた(請求項の数6，甲24〔特許公報〕。以下「本件特許」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "その後原告から，本件特許の請求項1～6につき特許無効審判請求がなされたところ，特許庁は，同請求を無効2006−80228号事件として審理した上，平成19年7月31日，全請求項につき「本件審判の請求は，成り立たない。」旨の審決をし，その謄本は平成19年8月10日原告に送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件特許の請求項1の記載(本件発明1)は，次のとおりである。",
                "【請求項1】 シリコンアルコキシドと，非水溶媒と，平均粒子径が0．3～100nmかつ屈折率が1．2～1．4である多孔質シリカ微粉末とを分散含有してなることを特徴とする低屈折率膜形成用塗料。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は別添審決写し記載のとおりであり，原告主張の無効理由1ないし3はいずれも認めることができないとしたが，そのうち本件発明1に関する無効理由1は下記のとおりである。",
                    "記",
                    "無効理由1：本件発明1は，甲1発明又は甲3発明と同一若しくはこれらに基づき容易に発明することができたから，特許法29",
                    "条1項3号又は特許法29条2項により特許を受けること",
                    "ができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "審決は，本件発明1と甲1発明との対比・判断に当たり，甲1発明の内容を以下のとおり認定し，本件発明1との一致点及び相違点を以下のとおりとした。",
                    "〈甲1発明の内容〉",
                    "「アルコキシシランSi(OR) (ただし，Rはアルキル基)を溶解したアルコール溶液に少なくともその表面が多孔質であるシリカ超微粒子を分散させた反射防止膜形成用塗料。",
                    "〈一致点〉",
                    "いずれも「シリコンアルコキシドと，非水溶媒と，多孔質シリカ微粉末とを分散含有してなる膜形成用塗料」である点。",
                    "〈相違点(a)〉",
                    "多孔質のシリカ微粉末の平均粒子径が，本件発明1では，0．3～100nmであると特定されているのに対し，甲1発明では，そのような特定がなされていない点。",
                    "〈相違点(b)〉",
                    "多孔質のシリカ微粉末の屈折率が，本件発明1では，1．2～1．4であると特定されているのに対し，甲1発明では，そのような特定がなされていない点。",
                    "〈相違点(c)〉",
                    "塗料の対象が，本件発明1では，低屈折率膜形成用であるのに対し，甲1発明では，反射防止膜形成用である点。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また審決は，本件発明1と甲3発明との対比・判断に当たり，甲3発明の内容を以下のとおり認定し，本件発明1との一致点及び相違点を以下のとおりとした。",
                    "〈甲3発明の内容〉",
                    "「(A)メチルトリアルコキシシランの加水分解物を50重量部以上を含有する，アルキルトリアルコキシシラン又はジアルキルジアルコキシシランである有機ケイ素化合物の加水分解物100重量部と(B)平均粒子径1～100nmの微粒子状シリカと(C)アルコー",
                    "ル等の溶剤からなるコーテイング組成物。」",
                    "〈一致点〉",
                    "いずれも「シリコンアルコキシドの加水分解物と，非水溶媒と，平均粒子径1～100nmのシリカ微粉末とを分散含有してなる低屈折率膜形成用塗料」である点。",
                    "〈相違点〉",
                    "シリカ微粉末において，本件発明1は屈折率が1．2～1．4である多孔質であるのに対し，甲3発明はそのような特定がなされていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には以下に述べるような誤りがあるから，審決は違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(製造方法についての甲1発明の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，アルコキシドを加水分解して多孔質シリカを生成する際に，触媒として酸を用いるか(甲1)，アルカリを用いるか(本件発明1の実施例2)で，「得られた多孔質シリカと同様のものであるとは解されない」と認定した(21頁24行～26行)が，誤りである。",
                        "本件発明1の発明特定事項のうち，シリカ微粒子に関しては，多孔質であること，平均粒径0．3～100nm，屈折率1．2～1．4が規定されているのみであるところ，審決は平均粒径について甲1に開示されていると認定し，多孔率と屈折率との関係は周知である。",
                        "したがって，甲1の酸触媒を用いた場合に，本件発明1の屈折率ないし多孔度の範囲のものが得られるか否かについて検討する必要のあるところ，審決は上記のとおり得られた多孔質シリカと同様のものであるとは解されないとするのみで実質的な判断をしていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，本件発明1の多孔質シリカ微粉末の製造はアルカリ触媒の存在下で行われると認定しているところ，この前提が誤りである。本件発明1の実施例2においてはアンモニア水が使用されているが，実施例1では多孔質シリカ微粉末と記載されるのみで，触媒の種類を含め，その製造方法及び屈折率は不明である。",
                        "そして，甲1及び本件発明1の実施例2のようにアルコキシシランの加水分解によってシリカゲル粒子を製造することはゾル−ゲル法(液相法)として周知であり，甲12(作花済夫「ゾル−ゲル法の科学−機能性ガラスおよびセラミックスの低温合成−」株式会社アグネ承風社 154−161頁)には，アルカリ触媒の場合の方が架橋結合を形成しやすいが，酸触媒の場合でも架橋結合が出来ると示されている。そうすると，甲1のような酸触媒の使用では多孔質のシリカが出来ないとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，甲13(特開昭60−71545号公報，発明の名称「反射防止シリカ塗膜」，出願人 ウエスチングハウス エレクトリック コーポレーション，公開日 昭和60年4月23日)には，多孔質酸化物としてシリカが例示され，その膜によって反射防止を行うことが示されており，甲13の発明では，多孔質シリカの粒子をシリカ膜に含めるのではなく，シリカ膜自体を多孔質にしている。すなわち，酸を触媒として用い，アルコキシシランから多孔質のシリカゲル膜を製造している。このように，酸触媒を使用しても多孔質シリカ(膜)を生成することができるものである。審決も，「…甲13号証には孔部形態を有する薄いシリカ塗膜がSi(OR) で表されるシリコン・アルコキシドと水と有機溶剤と触媒作用をする少量の酸とから成る塗料から形成される…」(24頁下7行～下5行)と指摘し，別の箇所では酸触媒によってでも，反射防止作用をするに十分な孔が出来ることを認定しており，審決の認定は矛盾している。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また甲3の実施例1の(2)反射防止加工において，アルコキシシラン，n-プロピルアルコール及びメタノール(共に非水溶媒)の混合物に塩酸水溶液即ち塩酸と水とを滴下してシラン加水分解物を作り，これに平均粒径12mμ(12nm)の微粒子状シリカを含む分散物を加えてコーティング組成物とし，これを透明基板上にスピンコート塗布し，加熱硬化を行って，屈折率1．36の皮膜を得ている。これは甲3においてシリカ膜の屈折率が1．36と小さい(孔のない中実のシリカの屈折率は1．46)のは，その中に混入された微粒子状シリカが多孔性であるからではなく，シリカ膜自体が多孔性に形成されたからである。そうすると，膜を形成する原料であったアルコキシシランの加水分解を酸触媒で行った場合にも膜は多孔性となるはずであり，この点からも審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "以上のとおりであるから，酸触媒を使用して製造された多孔質シリカ微粒子(甲1)が本件発明1の屈折率を持たないと考えるべき根拠はなく，審決の甲1の認定は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(反射についての甲1発明の認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は「『少なくともその表面が多孔質であるシリカ超微粒子』を用いることは，表面が多孔質であることにより生じるシリカ超微粒子表面の開孔による凹部により拡散反射を少なくさせて，反射防止膜の表面の凹凸によって，増加する拡散反射により生じる，反射防止膜の白濁を防ぐものであり…，その効果は表面が多孔質であるシリカ超微粒子の屈折率自体に関与するものではないので，甲第1号証にはどの程度の屈折率である多孔質のシリカ超微粒子を使用するかについては記載も示唆もされておらず，『屈折率が1．2～1．4である多孔質シリカ微粉末』を分散含有させるという構成が甲第1号証の記載から示唆されるものではない。」(25頁32行～26頁4行)と認定したが，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "多孔率と屈折率との関係に言及した公知文献である甲5(APPLIEDOPTICS，19巻9号，1980年5月1日 1425～1429頁)に",
                      "text": [
                        "よれば，多孔率と屈折率とは一義的に関係付けられている。すなわち，多孔質物質は孔により密度が低下した物質とみなされている。物質の密度が小さくなると屈折率は小さくなるものであり，甲5の図1には3つの物質についての計算結果が示されているところ，原告代理人においてこれを図示した甲6によれば，シリカ(多孔度ゼロ)の屈折率は1．46，多孔率15％で1．4，多孔率30％で1．3，多孔率50％で約1．25である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また甲1は拡散反射と屈折反射の両方を記載していると解されるところ，審決は拡散反射しか記載していないと認定したが，誤りである。",
                        "甲1の段落【0190】～【0192】には，粒子を多孔質化することによって，屈折反射を防止することが明示されている。",
                        "甲1の実施例において，拡散反射については短い定性的評価が在るのみであり，他は全て屈折反射に対する定量的記載である。甲1の実施例における反射率の値は，本件明細書(特許公報，甲24)の表1における0．5％，0．3％と同等であり，本件発明1の効果は格別のものではない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また甲1に接した当業者は，微粒子が多孔性であることによって屈折反射が低減されたと理解し，屈折反射を低減するために多孔率がいくらとするかは当業者の技術常識に属する。",
                        "上記甲5のように，反射防止のためには空気の屈折率(約1)と基体(甲1のガラス)の屈折率(1．52)の中間の屈折率を反射防止膜が持つべきことは当業者にとって常識であって，上記のとおり，多孔率15％での屈折率は本件発明1の1．4になる。",
                        "また，甲25(APPLIED OPTICS，23巻9号，1984年5月1日",
                        "1418～1424頁)及び前記甲13によれば，シリカ膜を多孔性にすることは古くから知られており，甲2(特開平5−132309号公報，発明の名称「複合酸化物ゾルおよびその製造法」，出願人 触媒化成工業株式会社，公開日 平成5年5月28日)には多孔性の酸化物粒子が低屈折率膜のフィラーとして使用できることが記載され，甲1には多孔質シリカ粒子をシリカ膜中に含めた反射防止膜をより具体的に開示している。",
                        "したがって，甲1の「多孔性」シリカの記載に接した当業者が多孔率15％以上にすることを想到することに格別の困難性はない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "また上記甲2について，審決は，「そもそも，甲第2号証に複合酸化物として具体的に記載されているのは，複合酸化物のシリカ以外の成分の無機酸化物であるAl O ，SnO であって…，その屈折率は各々1．7と2．00であり…，いずれもシリカよりも屈折率が大きいから，甲第2号証にはシリカ膜の屈折率をシリカの屈折率よりも低くするために，シリカ膜中に多孔質の複合酸化物，さらに屈折率1．2～1．4の多孔質シリカを分散して用いることまでは記載も示唆もされていない。」(26頁27行～33行)と認定した。",
                        "しかし，審決が示すAl O ，SnO の大きな屈折率はこれらの中実(孔のない)の場合の屈折率であって，甲2記載のように多孔性の場合の屈折率ではないから，中実の屈折率を以て低屈折率用フィラーとして使用できないとするとの認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "また審決は，本件発明1が帯電防止膜等の高屈折率膜と低屈折率膜との組み合わせによる反射防止機能を向上させる効果を奏するものと認定した(26頁9行～15行)。",
                        "しかし，本件発明1は高屈折率膜の存在とは無関係であり，仮に本件発明1を高屈折率膜と低屈折率膜との組み合わせに限定したとしても，空気と高屈折率の固体との界面における屈折率の差による反射を中間の屈折率の膜を設けることによって低下するという概念は周知であるから，本件発明1に進歩性はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(甲3発明についての認定の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲3には，実施例1の(1)に高屈折率(1．55)の透明基材を製作し，(2)の反射防止加工において，コーティング組成物を上記(1)の透明基材にスピンコートし加熱硬化させて，屈折率1．36のコーティング被膜を形成したことが記載されている。",
                        "審決は，①前記甲13ではシリコンアルコキシド，水，有機溶剤，及び酸触媒からなる塗料を基材上に塗布，加熱することにより，膜中に孔部形態を形成することが記載されていること，②甲1に粒径分布を有する超微粒子を用いると(大きい粒子と小さい粒子との間に)空孔を持たせることが出来ることが記載されていることから，コーティング被膜に気孔を意図的に形成する場合も，膜形成時に膜中の粒子間に空気を含んだ空隙が形成される場合もある旨を認定した(24頁下7行～25頁6行)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "しかし，甲3では，(2)の反射防止加工工程で予めシリコンアルコキシドを希塩酸中，室温で攪拌して加水分解させてシラン加水分解物を得ており，基体に塗布してから加水分解を行ってはいないので，甲13を引用することは妥当でない。",
                        "また，甲3では粒径分布をことさらに持たせてはいないから，甲1を上記審決の意味で引用するのは妥当でない。",
                        "さらに，甲3では反射防止用のコーティング組成物をスピンコートによって施与しており，スピンコートによる塗布は膜にnmサイズ未満の空気の泡を巻き込むことはない。",
                        "したがって，甲3の低屈折率に対する審決の理由付けは誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲3においては，工程(2)においてシラン加水分解物を得る際に，水を含んだシラン粒子が生成し，後の乾燥時に空孔が残ったと解すべきである。",
                        "審決は，工程(2)でメタノールに分散したコロイド状シリカについて論じているが，このコロイド状シリカは工程(1)の高屈折率の透明基材を作る際にも使用されているから，多孔性であるはずがない。",
                        "そして，甲3においてコーティング被膜の屈折率(1．36)はマトリックスのシリカの屈折率(1．46)より相当に小さいから，その中に含まれるシリカ微粒子の屈折率が本件発明1の屈折率の範囲に入ると考えることは当然である。",
                        "以上のとおり，審決による甲3発明の認定は誤りであり，審決は取り消されるべきである。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求の原因(1)ないし(3)の各事実はいずれも認めるが，(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，審決が触媒として酸を用いるか(甲1)，アルカリを用いるか(本件発明1の実施例2)で得られた多孔質シリカは同様のものであるとは解されないと認定したのは誤りであると主張する。",
                "しかし，甲1には，「多孔質シリカ微粉末の屈折率を1．2～1．4にする」という本件発明1の構成，及び，かかる構成に至る動機付けとなる示唆はない。審決は，これを認定した上で，念のため本件発明1と甲1発明においてどのようなシリカ微粒子が使用されているかを検討したにすぎない。そして，開口率と製法の違いに着目して検討した結果，甲1記載のシリカ微粒子が1．2～1．4の屈折率を有するとはいえない，と結論したのである。",
                "もとより，適切な条件を選択すれば酸触媒を使用しても多孔質のシリカができる可能性は否定できないが，甲1には，そのような適切な条件が記載されているわけではない。また，シリカの屈折率が開口率から直ちに算出されるものでもない。かかる事実から，審決は甲1には，1．2～1．4の屈折率を有するシリカ微粒子が記載されているとはいえないとしたものであって，審決の認定に誤りはなく，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "text": [
                "原告は，取消事由2として，甲1の反射についての審決の認定が誤りであると主張するので，以下反論する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1と甲1発明とでは，反射防止という点では共通するものの，その原理が全く異なる。本件発明1は，ガラス，プラスチック等の一般的に使用される基材やその上に形成された膜(高屈折率層)の表面に，高屈折率層と適切な屈折率差を有する低屈折率膜を形成できる塗料に関するものである。そして，本件発明1の塗料を用いて形成された低屈折率膜は十分な反射防止効果を有する。本件発明1の塗料による反射防止は，高屈折率層の表面に低屈折率膜を形成し，低屈折率膜と高屈折率層との適切な屈折率差を設けることにより低屈折率膜と高屈折率層の界面で反射した光と，低屈折率膜の上部界面で反射した光とをお互いに打ち消し合わせ，光学的干渉作用により反射防止効果を得るものである。",
                        "この際，理想的には，形成される低屈折率膜の膜厚を光の波長の1／4とし，両反射光の位相を1／4ずらすことが好ましい。本件発明1の塗料は，かかる原理による反射防止を達成するため，塗料中に含まれる多孔質シリカ微粉末の屈折率を1．2～1．4と規定している。",
                        "一方，甲1においては，段落【0190】～【0192】においては，界面における屈折率を徐々に変化させることにより反射を防止するものである。すなわち，界面における屈折率差を小さくすることによって，その界面において反射をさせないようにするものである。",
                        "甲1には，本件特許に係る各界面における反射光を打ち消し合わせることによって反射を防止するという思想はない。甲1において本件発明1に係る低屈折率の微粒子を用いると，基材との屈折率差が大きくなりむしろこの界面での反射が大きくなってしまう。また，段落【0198】～【0203】においては，ソーダガラス(屈折率約1．53)の上に屈折率1．44の第2層，その上に屈折率1．42の第1層を積層している(段落【0203】)。これも，「屈折率が徐々に変化しているため，塗布膜とガラス基板との界面における反射率を低減する効果がある」(【0203】)と記載されているように，界面における屈折率差を小さくすることによって，その界面において反射をさせないようにするものであり，反射光の打ち消しあいによる反射防止という思想はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記したように，本件特許は，低屈折率膜と高屈折率層の界面で反射した光と，低屈折率膜の上部界面で反射した光とをお互いに打ち消し合わせ，光学的干渉作用により反射防止効果を得るものであり，かかる原理のもと，本件発明1では，低屈折率膜形成用塗料に含まれる多孔質シリカ微粉末の屈折率を1．2～1．4と規定している。したがって，本件特許と解決原理が異なる甲1には，超微粒子屈折率についての記載がないこと，まして屈折率を1．2～1．4とすることが必要であることについて記載も示唆もないのは当然である。",
                        "したがって，甲1発明において，「少なくともその表面が多孔質であるシリカ超微粒子」を用いることは，表面が多孔質であることにより生じるシリカ超微粒子表面の開孔による凹部により拡散反射を少なくさせて，反射防止膜の表面の凹凸によって，増加する拡散反射により生じる，反射防止膜の白濁を防ぐものであり，その効果は表面が多孔質であるシリカ超微粒子の屈折率自体に関与するものではないとした審決の認定に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，甲5の図1によれば多孔率15％で屈折率は本件発明1に規定の1．4になり，多孔率30％で1．3，多孔率50％で約1．25であると主張する。しかしながら，膜の屈折率が膜の多孔率に関連付けられることが記載されているとしても，甲5には微粒子の屈折率についてはなんら記載されていない。しかも，甲1発明の「少なくともその表面が多孔質であるシリカ超微粒子」の微粒子がどの程度の多孔率であるのかについては，甲1に何も記載されておらず示唆もされていない。本件発明1は，反射防止を行うに当たって，反射防止膜の形状等ではなく，膜中に微粒子を含有させること，そして含有させた微粒子の特性が極めて重要であることを見出し，かかる微粒子の屈折率を1．2～1．4とし，その平均粒子径を0．3～100nmとすれば反射をより有効に防止できることを見出し，この膜を形成することのできる塗料を見出したものである。したがって，「甲1発明において少なくともその表面が多孔質であるシリカ超微粒子を屈折率が1．2～1．4である多孔質シリカ微粉末に変更して使用することが当業者において自明であるものとも認められないので，そのような構成の変更は当業者が容易に想到し得るものではない。」(26頁5行～8行)との審決の認定に誤りはない。",
                    "そもそも，甲5に記載されているのは，膜そのものを多孔質とした膜に関する研究・文献であり，膜中に微粒子を含有させることを特徴とする本件発明1とは，その思想，構成が異なるうえ，反射防止膜の屈折率から直ちに微粒子の多孔率が導出されるわけではない。したがって，甲5に記載された内容から，「屈折率が1．2～1．4である多孔質シリカ微粉末」を分散含有させるという本件発明1の構成が示唆されるものではない。",
                    "また，甲1は，拡散反射により生じる白濁を防止するために超微粒子表面を多孔質にするのであり，甲1にあっては，白濁を防止できれば超微粒子の多孔率すなわち屈折率の値は問題ではなく，甲1には多孔質微粒子の屈折率については記載も示唆もないし，甲5にも微粒子についての記載は全くない。したがって，甲1，甲5のいずれにも，微粒子の屈折率についてなんら記載されていないのであるから，甲1と甲5を組み合わせることはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，甲1の段落【0190】～【0192】に粒子を多孔質化することによって屈折反射を防止することが明示されていると主張するが，そこでの記載は，界面における屈折率差を少なくして反射を防止するという本件特許とは異なる原理に基づくものである(段落【0190】)。したがって，粒子を多孔質化することによって，屈折反射を防止することが甲1に明示されているとの原告の主張は誤りである。",
                    "さらに，本件発明1はあくまで反射防止膜の屈折率ではなく，反射防止膜に含まれる多孔質シリカ微粉末の屈折率を重要な構成要件としているのであり，したがって，甲1の段落【0190】～【0192】の「反射防止膜」に関する記載を示されたとしても，「多孔質シリカ微粉末の屈折率を1．2～1．4にする」という本件発明1の構成に至る動機付けとはならない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，甲1に接した当業者は，微粒子が空気を含む多孔性であることによって屈折反射が低減されたと理解し，屈折反射を低減するために多孔率がいくらであれば良いかは技術常識であるとも主張するが，甲1記載の反射防止膜は本件特許の反射防止膜とは異なる原理に基づくものであり，甲1発明においては，「少なくともその表面が多孔質であるシリカ超微粒子」を用いるのは，屈折反射を低減するためではなく，反射防止膜の表面の凹凸によって増加する拡散反射により生じる，反射防止膜の白濁を防ぐものであり，その効果は表面が多孔質であるシリカ超微粒子の屈折率自体に関与するものではない。したがって，反射防止膜中に「屈折率が1．2～1．4の多孔質シリカ微粉末」を分散含有させることにより，屈折反射を低減することができるということは，甲1に記載も示唆もされていない。",
                    "すなわち，甲1には，「多孔質シリカ微粉末の屈折率を1．2～1．4にする」という本件特許の構成に至る動機付けとなるものはない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また原告は，甲5，甲25，甲13を挙げて，多孔率と屈折率との関係は明らかであり，反射防止のためには空気と基体の屈折率の中間の屈折率を反射防止膜が持つべきことは当業者にとって常識であると主張する。",
                    "しかし，多孔率と屈折率との関係は明らかであるからといって，反射防止膜中に「屈折率が1．2～1．4の多孔質シリカ微粉末」を分散含有させることにより，屈折反射を低減することができるということは導出することはできないというべきである。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "さらに原告は，甲2のように多孔性にすることによって低屈折率用のフィラーとして使用でき，審決の認定は誤りであると主張する。",
                    "しかし，審決は，Al O ，SnO はいずれも屈折率が高いのであるから，仮にシリカとの複合体を多孔質化したとしても，その屈折率を1．2～1．4とすることは容易ではないというにすぎず，シリカよりも高い屈折率の無機酸化物をわざわざ用いてその屈折率を1．2～1．4とすることは容易ではないとしている。まして，かかる複合体の屈折率を1．2～1．4にすることは甲2の記載から当業者には容易に想到し得ない。したがって，審決の認定は妥当であり，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "また，本件発明1の効果については既に検討したとおりであって，原告の主張は失当である。",
                    "以上のとおり「多孔質シリカ微粉末の屈折率を1．2～1．4にする」という構成は，甲1から導出することはできないから，原告の取消事由2の主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，甲3の実施例1のシリカ微粒子の屈折率が本件発明の屈折率の範囲に入ること，あるいは範囲に入ると考えることは当然であるとして，甲13ではシリコンアルコキシドを基体に塗布してから加水分解させており，予め加水分解させている甲3とは異なるから，審決が甲13を引用するのは妥当でない旨主張する。",
                    "しかし，シリコンアルコキシドの加水分解反応は，触媒と水を添加したときから始まるから，甲13においても，基体に塗布する前からシリコンアルコキシドの加水分解反応は生じている可能性が高い。そもそもシリコンアルコキシドは，特殊な条件で加水分解しなければ加水分解物が微粒子になるとは考えにくく，工程(2)(a)のシラン加水分解物はバインダーとして機能すると考えるのが通常である。したがって，審決の認定は妥当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，甲1には粒径分布を有する超微粒子を用いると空孔を持たせることができる旨記載されているが，甲3では粒径分布を殊更に持たせていないから，審決が甲1を引用するのは妥当でないとも主張する。",
                    "しかし，甲3の実施例1の工程(2)(b)で加えたコロイド状シリカが粒径分布を有しないとはいえず，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに原告は，スピンコートによる塗布の際膜がnmサイズの空気の泡を巻き込むことはないこと，コロイド状シリカが多孔性であることはないことを根拠として，甲3の実施例1のシリカ微粒子の屈折率が本件発明の屈折率の範囲に入ること，あるいは範囲に入ると考えることは当然である旨主張する。",
                    "しかし，甲3の実施例1において得られるコーティング被膜中に粒子として存在するのは，工程(2)(b)で加えたコロイド状シリカと考えられる。しかも，このコロイド状シリカは多孔質ではないのであるから，コーティング被膜中では，粒子以外の膜中に何らかの気孔が形成されていると考えるのが通常である。したがって，甲3には多孔質シリカ微粉末の記載及びこれを示唆する記載は一切なく，ましてや屈折率1．2～1．4の多孔質シリカ微粉末を分散させることは記載も示唆もされていない。そもそもシリコンアルコキシドの加水分解物が多孔質であるか否かは，甲3より一概には導出できず，してみると，シリコンアルコキシドの加水分解物の多孔性あるいは多孔率を考えること自体が意味を持たないことになる。",
                    "したがって，原告の上記主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "さらに，本件発明は，甲3発明と甲1発明とを組み合わせても導出することができず，また，甲3発明から当業者が容易に想到し得るものではない。",
                    "すなわち，甲3発明において最外層のコーティング被膜中にシリカ微粉末を加える目的は，屈折率を調整するものではなく，むしろ膜の表面強度を増加するものであるので，甲3には多孔質であること及びその屈折率が1．2～1．4であることについて記載も示唆もされておらず，「屈折率が1．2～1．4である多孔質シリカ微粒子」を分散含有させるという構成が甲3の記載から示唆されるものではない。したがって，甲3発明と甲1発明とを組み合わせても，本件発明1を導出することができない。",
                    "本件発明1は，甲3発明のシリカ微粒子を用いるよりも，屈折率が1．2～1．4の多孔質シリカを使用することの方が，より確実に，均一に，簡便な方法によって屈折率を下げることができるものであるから，本件発明1は甲3発明に基づいて当業者が容易に発明をすることができたものとはいえない。すなわち，膜自体を多孔質化することは従来から知られているが，膜の空孔率を制御することは困難であり，したがって，膜の屈折率を調整することも困難であった。これに対し，本件発明1は，微粒子自体の屈折率を規定しているので，配合量等を調整することによって膜の屈折率を調整することが，甲3発明よりも容易であるという優れた効果を奏する。",
                    "したがって，本件発明1は，甲3発明から当業者が容易に想到し得るものではない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また原告は，本件発明1に使用されている多孔質シリカは市販品と解するよりなく，かかる多孔質シリカに新規性，進歩性がない以上，その屈折率の数値を設定すること自体に発明の進歩性が生まれるものではないとも主張するが，反射防止膜中に「屈折率が1．2～1．4の多孔質シリカ微粉末」を分散含有させることにより屈折反射を低減することができる，ということは導出することはできない。本件特許は，屈折率の数値を設定すること自体に進歩性があるのではなく，反射防止膜中に，「屈折率が1．2～1．4の多孔質シリカ微粉末」を分散含有させることにより各界面での反射光を互いに打ち消し合うことによって反射を防止できる，という点に進歩性がある。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "事案に鑑み，原告主張の取消事由2(反射についての甲1発明の認定の誤り)について判断する。",
                "原告は，審決が甲1には屈折率が1．2～1．4である多孔質シリカ微粉末を分散含有させるという構成が示唆されるものではないとしたが，本件発明1の要件である屈折率1．2～1．4は，甲1に実質的に記載されているか，或いは甲1に基づいて適宜設定できたことにすぎないから審決の認定は誤りである旨主張する。",
                "審決が甲1を主引用例として本件発明1と対比・判断するに当たり認定した甲1発明の内容等は，上記第3，1(3)イ記載のとおりであり，審決は，甲1発明と本件発明1との相違点(a)及び相違点(c)ついては実質的な相違点ではないとし，相違点(b)(多孔質シリカの微粉末の屈折率が，本件発明1では1．2～1．4と特定されているのに対し，甲1発明ではそのような特定がされていない点)については実質的に相違しているから同一であるといえず(22頁11行～16行)，甲1発明に基づき容易に発明できたものともいえないとした(26頁15行～16行)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで審決の認定した相違点(b)について検討するに，本件発明1の特許請求の範囲の記載は，前記のとおり「シリコンアルコキシドと，非水溶媒と，平均粒子径が0．3～100nmかつ屈折率が1．2～1．4である多孔質シリカ微粉末とを分散含有してなることを特徴とする低屈折率膜形成用塗料。」である。すなわち，本件発明1は低屈折率膜形成用塗料に関する発明であり，その含有する塗料成分につき，①シリコンアルコキシド，②非水溶媒，③多孔質シリカ微粉末とを含有することを発明特定事項としているところ，これら塗料成分により形成される低屈折率膜自体の屈折率については特定されていない。これについては，含有する上記③の多孔質シリカの屈折率(1．2～1．4)を規定する方法によっているものである。",
                "そして，本件明細書(特許公報，甲24)には，以下の記載がある(下線は判決で付記)。",
                "「【0002】",
                "【従来の技術】一般に画像表示用透明基材，例えばTVブラウン管の画像表示部には静電気が帯電しやすく，この静電気によってほこりが表示面に付着するという問題点が知られている。また，上記画像表示面に，外部の光が反射し，あるいは外部影像が映り込み，表示面の画像を不明瞭にするなどの問題点も知られている。上記の問題点を解決するために，従来，透明基材の表面に，アンチモンをドープした酸化錫微粉末とシリコンアルコキシドの加水分解生成物(以下「シリカゾル」という)との非水性溶媒分散液を塗布・乾燥して帯電防止膜を形成し，前記帯電防止膜上に，それよりも屈折率の低い低屈折率膜を形成することが行われている。即ち，前述のアンチモンドープ酸化錫微粉末と上記のシリカゾルとの混合物を含む非水分散液からなる塗料を用いて帯電防止膜を形成し，その上にシリカゾルの非水分散液からなる塗料を塗布して低屈折率膜を形成するものである。」",
                "「【0004】",
                "【発明が解決しようとする課題】上記した従来の帯電防止膜の屈折率は，n＝1．50～1．54程度であって，シリコンアルコキシドの加水分解生成物(シリカゾル)により形成される前記低屈折率膜の屈折率との差が小さく，従って，従来の帯電防止膜と低屈折率膜との組合せによる反射防止効果は十分なものではなかった。また，前述した酸化インジウム等の透明導電膜をスパッタ法や蒸着法等で形成したフェースプレートを表示面に張り付ける方法で得られる陰極線管は，非常に高価である。一方，着色帯電防止液をコーティングする方法によって得られる帯電防止・光フィルター付き陰極線管では，導電性が不足しているために，十分な電磁波遮蔽効果が得られず，更には，着色帯電防止コーティング液をスプレーする方法によって形成される帯電防止・光フィルター・反射防止機能付き陰極線管の場合は，形成された膜の凹凸により，画像の解像度が著しく低下するという問題があった。また，シリカゾルの非分散液からなる低屈折率膜形成用塗料を塗布して形成した低屈折率膜にあっては，帯電防止・反射防止膜付き透明積層体の反射防止機能が不十分であった。」",
                "「【0005】本発明は上記問題を解決するために，十分な反射防止機能を有する低屈折率膜形成用塗料，帯電防止性にすぐれた帯電防止・反射防止膜，および，透明基材の面上に，帯電防止性にすぐれた帯電防止・反射防止膜付き透明積層体，特に帯電防止・高屈折率膜とその上に形成された低屈折率膜とを有する透明積層体ならびに少なくとも表示面がこの帯電防止・反射防止膜で形成された帯電防止・反射防止機能付き陰極線管を提供することにある。」",
                "「【0010】",
                "【作用】本発明の低屈折率膜形成用塗料では，シリコンアルコキシドと，非水溶媒と，平均粒子径が0．3～100nmかつ屈折率が1．2～1．4である多孔質シリカ微粉末とを分散含有するので，この塗料を塗布・乾燥し，焼付け処理することによって低屈折率膜を形成することができる。こうして得られた低屈折率膜は，十分な反射防止機能を有する。…」「【0011】…本発明の低屈折率膜形成用塗料は，シリコンアルコキシドと，非水溶媒と，平均粒子径が0．3～100nmかつ屈折率が1．2～1．4である多孔質シリカ微粉末とを分散含有してなる。このシリコンアルコキシドは，テトラアルコキシシラン系化合物，アルキルトリアルコキシシラン系化合物，ジアルキルジアルコキシシラン系化合物などから選ぶことができる。",
                "また，非水溶媒は，アルコール系化合物，エステル系化合物，およびケトン系化合物などから選ぶことができる。これらは単一種で用いてもよく，2種以上の混合物として用いても良い。上記塗料を，帯電防止・高屈折率膜上に塗布，乾燥し，これを焼き付け処理すると，シリコンアルコキシド加水分解生成物はシリカとなる。シリカの屈折率は，n＝1．46であり，アンチモンドープ酸化錫の屈折率よりも低いが，帯電防止・高屈折率膜との屈折率差を大きくするためには，シリカよりも屈折率が低く，かつ透明性の高い物質との併用が好ましい。」",
                "「【0012】本発明の低屈折率膜形成用塗料中に含まれる多孔質シリカ微粉末(屈折率：n＝1．2～1．4)の含有率には，格別の制限はなく，対応する帯電防止・高屈折率膜の組成に応じて適宜に対応することができるが，一般にはシリコンアルコキシドの重量(SiO )に対して0．01～60％の範囲内にあることが好ましい。この多孔質シリカ微粉末は，平均粒径が0．3～100nmであることが好ましい。この平均粒径が100nmを越えると，得られる低屈折率膜において，レイリー散乱によって光が乱反射され，低屈折率膜が白っぽく見え，その透明性が低下することがある。」「【0013】また，前記多孔質シリカの平均粒子径が0．3nm未満であると，微粒子が凝集しやすく，したがって塗料中における微粒子の均一分散が困難になり，塗料の粘度が過大になるなどの問題が生じる。…」「【0014】前記多孔質シリカは，シリコンのアルコキシドをアルカリの存在下において，加水分解させたり，シリコンのアルコキシドを高分子，例えば，ポリビニルアルコール，セルロースの存在下において加水分解させることなどにより製造することができる。また，多孔質シリカ微粉末は，粉末状で使用してもよく，分散されたゾル状で使用してもよい。粉末状の多孔質シリカを使用したときの形状は，球状，針状，板状，および鎖状等のいずれであってもよい。」",
                "「【0031】このため，帯電防止・高屈折率膜形成用塗料を用いて得られる帯電防止・高屈折率膜は，極めて優れた帯電防止効果および電磁波遮断効果を示す。そして，帯電防止・高屈折率膜は，n(屈折率)＝1．6～2．0という高屈折率を具有する。」",
                "「【0032】また，特に本発明の透明積層体にあっては，基材面での反射光を低減させるために，上記の帯電防止・高屈折率膜の上に屈折率差0．1以上，好ましくは0．15以上の低屈折率膜を設ける。これにより，極めて優れた反射防止性をも具現すことになる。これは，低屈折率膜表面からの反射光と帯電防止・高屈折率膜の界面からの反射光とが干渉によって打ち消しあい，さらに高屈折率膜に存在するカーボンブラック粒子により，帯電防止・高屈折率膜内に侵入する外光が吸収されるからである。これによって，反射防止効果を従来以上に高めることができる。」",
                "「【0037】前記塗料により形成された第一層目の膜では，アンチモンドープ酸化錫に，さらに高導電性の黒色系着色導電性微粉末が添加されたことによって，帯電防止効果の他に，電磁波シールド効果，さらに光吸収による画像の高コントラスト化効果を付与することができる。また，第一層目の膜上に，それより低屈折率の第二層目の膜を形成したことによって，第一層目と第二層目との組み合わせによる光学的反射防止効果を付与することができる。」",
                "「【0040】次いで，第二層目の低屈折率膜形成用塗料としては，表面硬度，屈折率の点から，シリコンアルコキシドを加水分解して得られるシリカゾルを含む塗料を用いてもよい。具体的には，テトラメトキシシラン，テトラエトキシシラン，メチルトリメトキシシラン等のシリコンアルコキシドをメタノール，エタノール，プロパノール，ブタノール等のアルコール類，酢酸エチル等のエステル類，ジエチルエーテル等のエーテル類，ケトン類，アルデヒド類，エチルセロソルブ等の1種又は2種以上の混合溶媒に加え，それに水と塩酸，硝酸，硫酸，リン酸等の酸を加えて加水分解してシリカゾルを生成した溶液を第二層目の低屈折率膜形成用塗料として用いることができる。",
                "これら塗料の塗布方法としては，スピンコート法，スプレー法，ディップ法等が適用できるが，陰極線管上に膜厚の均一な膜を形成する場合には，スピンコート法が好ましい。」",
                "「【0043】(実施例2)実施例1と同様な操作を行い，下記の調製した塗料(b)を用いた。100gのテトラメトキシシランと530gのメタノールとを混合し，この混合液に室温で23．5gのアンモニア水を添加し，24時間撹拌した。その後，24時間還流してアンモニアを除去してさらに濃縮し，平均粒子径が10nmの多孔質シリカゾル(固形分20重量％)を得た。この多孔質シリカ／バインダーの量比を変化させて反射防止膜を作製し，その時の屈折率と多孔質シリカ濃度との関係から，多孔質シリカ100％の値を外挿し，屈折率が1．25の多孔質シリカを得た。この2．0gの多孔質シリカゾル(約10nm)を0．6gのテトラエトキシシランとともに0．6gの0．1Ｎ塩酸，96．8gのエチルアルコール溶液に混合し，均一に分散させ塗料(b)とした。得られた透明積層体の評価結果を表1に示す。」「【0054】【発明の効果】本発明の低屈折率膜形成用塗料は，シリコンアルコキシドと，非水溶媒と，平均粒子径が0．3～100nmかつ屈折率が1．2～1．4である多孔質シリカ微粉末とを分散含有しているので，帯電防止・高屈折率用膜の上に均一にシリコンアルコキシドを分散させて積層させることができる。この塗料中に多孔質シリカ微粉末を分散含有させるので，十分に反射防止機能を有する低屈折率膜を製造でき，これを用いて帯電防止・反射防止膜の反射防止機能を向上させることができる。」「【0055】本発明に係わる帯電防止・反射防止膜は，透明基材上に帯電防止性に優れ屈折率が高い膜を容易に形成することを可能にするものであって，特に，帯電防止・高屈折率膜形成用塗料を用いて得られた帯電防止・高屈折率膜に低屈折率膜を組み合わせることによって，実用的性能の優れた帯電防止・反射防止膜付き透明積層体が得られる。…」"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "上記によれば，以下の事実が認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "従来，画像表示用透明基材(ブラウン管等)の画像表示部が帯電してほこり等が付着する問題，及び，画像表示部に光が反射等し画像を不明瞭にする問題を解決するため，画像を表示する透明基材の表面に，<ア>まず帯電防止膜を形成し，<イ>その上にシリカゾルの非水分散液からなる塗料を塗布し，低屈折率膜を形成する方法がとられてきた(段落【0002】)。",
                    "しかし，帯電防止膜の上に形成する上記<イ>の低屈折率膜は，従来シリカゾル(シリコンアルコキシドの加水分解生成物)の非水分散液からなる塗料を用いて形成していたが，<ア>の帯電防止膜の屈折率(1．50～1．54)との差が小さく反射防止効果が十分でないという課題があった(段落【0002】，【0004】)。",
                    "そこで，本件発明1は十分な反射防止機能を有する低屈折率膜を形成することができる塗料を提供する(段落【0005】，【0010】)ことを目的とする。すなわち，本件発明1は，上記<イ>の低屈折率膜(の形成用塗料)に関する発明である(<ア>の帯電防止膜を含む発明は，本件特許の請求項2～6に係わる。請求項2～6は別添審決写し記載のとおり)。",
                    "そして本件特許に係る低屈折率膜は，第一層目膜の膜として帯電防止・高屈折率膜を形成した後に，その上に塗布・形成し，この第一層目と第二層目の組み合わせにより光学的反射防止効果を付与するものであり(段落【0037】)，第二層目(低屈折率膜)の塗料成分等について段落【0040】に記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "既に検討したとおり，本件発明1は，その特許請求の範囲に記載されたように①シリコンアルコキシド，②非水溶媒，③多孔質シリカ微粉末とを含有する低屈折率膜形成用塗料であるところ，これにより形成される膜自体の屈折率は規定されておらず，③の多孔質シリカの平均粒子系径及び屈折率によって規定されている。",
                    "そして，この多孔質シリカの屈折率(1．2～1．4)の点についての本件明細書の記載をみると，まず「シリカの屈折率は1．46」(段落【0011】)とあるのは上記シリカの屈折率はシリカ一般の屈折率にすぎないところ，本件発明1の多孔質シリカ微粉末の屈折率「1．2～1．4」はこれよりも低い数値である。そしてその屈折率の数値については，段落【0011】，【0012】にこの屈折率の多孔質シリカ微粉末を用いるとの記載はあるものの，上記で該当段落を摘示したとおり，その屈折率の多孔質シリカ微粉末を用いると記載されているだけで，その屈折率に関する技術的ないし臨界的意義に関しては何らの記載もない。",
                    "加えて，本件明細書に記載された実施例1～3のうち，多孔質シリカ微粉末の屈折率についての記載があるのは実施例2(段落【0043】～【0048】。そのうち実施例2に用いた低屈折率膜形成用塗料の作製に関する記載は段落【0043】)のみであるところ，そこにも「屈折率1．25の多孔質シリカを得た。」(段落【0043】)との記載があるだけである。この屈折率1．25の多孔質シリカを得るに当たっては，低屈折率膜形成用塗料の原料として段落【0040】にあげられたテトラメトキシシランとメタノールを用いて多孔質シリカを得たとされているものの，「この多孔質シリカ／バインダーの量比を変化させて反射防止膜を作製し，その時の屈折率と多孔質シリカ濃度との関係から，多孔質シリカ100％の値を外挿し，屈折率が1．25の多孔質シリカを得た。」とするのみで，具体的に屈折率が1．2～1．4の多孔質シリカ微粉末を用いることに関する記載はない。",
                    "なお，「帯電防止・高屈折率膜は，n＝1．6～2．0…上記の帯電防止・高屈折率膜の上に屈折率差0．1以上」(段落【0031】～【0032】)という数値についての記載，及び低屈折率膜につき帯電防止・高屈折率膜との屈折率との差を0．1以上とすることの記載はあるものの，多孔質シリカ微粉末の屈折率との関係についての記載はない。",
                    "そうすると，本件発明1の低屈折率膜形成用塗料は，所定成分を配合することにより低屈折率の塗膜を形成できるものであって，分散含有される多孔質シリカ微粉末については，シリカゾルから形成される従来のシリカ(屈折率1．46)よりも低い屈折率物質であることを特定したものであると解されるにとどまるというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一方，甲5(「ガラス表面のための反射防止コーティングとしての多孔質酸化物の研究」ヨルダス(Bulent E.Yoldas)著，APPLIED OPTICS 19巻9号，昭和55年〔1980年〕5月1日 1425～1429頁)に",
                  "text": [
                    "は以下の記載がある。",
                    "「物質の屈折率は，その密度に関係し，後者は多孔性を導入することによって低下されることができ，屈折率もまた下げられることができるからである。」(甲5訳文)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，甲25(「溶融シリカおよび他のガラスのための広範な反射防止コーティング」ヨルダス及びパートロウ著(Bulent E.Yoldas and Deborah P.Partlow APPLIED OPTICS，23巻，9号，昭和59年〔1984年〕5月1日 1418～1424頁)には，以下の記載がある。",
                    "「物質の屈折率はその密度に関係するので，多孔性を導入することによって屈折率を下げることが出来る。孔のサイズは，透過されるべき光の波長よりも実質的に短くなければならず，かつ孔の分布は均一でなければならない。",
                    "このタイプの物質において多孔度と屈折率は，式(1)によって関係付けられる。"
                  ],
                  "content": [
                    {
                      "fig": "n",
                      "subject": "2＋(n2−1)(1−P)＋1 (1)",
                      "content": [
                        {
                          "fig": "p",
                          "text": [
                            "ここで，n およびnは多孔性の物質及び非多孔性の物質の屈折率p",
                            "であり，Pは非散乱性の孔の体積割合である。表Ⅰに示したのは，350～1050nmの範囲の光を吸収しない5つの酸化物の屈折率，およびこれらの屈折率を1．21(SiO 基体(ガラス：訳注)の屈折率の平方根)へと下げるために必要な多孔度である。",
                            "…",
                            "表Ⅰ 非散乱性の孔を含めることによる屈折率の減少",
                            "酸化物 屈折率 n＝1．21の為に必要な多孔度，％",
                            "SiO 約1．46 53 」(甲25訳文)"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記ア，イの記載によれば，物質の屈折率は，その物質の多孔質化により小さくなることは周知事項であると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "さらに，甲1(特開平5−13021号公報，発明の名称「反射防止体及びその利用装置」，出願人 株式会社日立製作所，公開日 平成5年1月22日)には，以下の記載がある(下線は判決で付記)。",
                    "「【0121】光の反射は屈折率が急変する界面で生じるため，逆に界面において屈折率が徐々に変化すれば反射は生じなくなる。通常，ソーダガラス(屈折率約1.53)の反射防止には，最も低反射率の物質フッ化マグネシウム(MgF )(屈折率約1.38)をスパッタ等によって蒸着させているが，ガラス基板とMgF 膜の界面，MgF 膜と空気(屈折率約1.0)との界面で屈折率で急変するため反射防止効果は十分ではない。従って，ガラス基板に近い屈折率から徐々に空気に近い屈折率へ変化する膜が形成できれば，有効な反射防止効果が得られる。",
                    "【0122】そこで，ガラス基板とMgF との中間の屈折率を持つ物質，例えばSiO (屈折率1.46)の超微粒子とMgF 超微粒子を混合してガラス基板に塗布し，その混合比を膜厚方向で変える，すなわちガラス基板面から塗布膜表面に向って徐々にSiO 超微粒子の混合比を減らし，MgF 超微粒子の混合比を増すことで，塗布面とガラス基板との界面における屈折率変化がよりゆるやかとなり，有効な反射防止効果が図れる。また，本方法によって，大面積の反射防止膜を低コストで形成することができる。",
                    "【0123】ガラス基板に近い屈折率を持つ物質(例えばSiO )と空気に近い屈折率を持つ物質(例えばMgF )とを混合する際に超微粒子を用いることで，両物質が光の波長より小さなレベルで均一に混合することができる。そのため，その屈折率はSiO とMgF との体積分率に対応した平均的屈折率となる。すなわち，SiO 超微粒子とMgF超微粒子とを混合した超微粒子膜において，膜厚方向Xの位置における平均的屈折率n(x)は，同位置におけるSiO 超微粒子の体積分率をV(s)とすると，n(x)＝1.46×V(s)＋1.38×{1−V(s)}と",
                    "示せる。従って膜厚方向に混合比を変えれば屈折率も対応して変化し，ガラス基板と塗布膜との界面の屈折率変化がゆるやかとなる。」「【0198】(2層膜形成例)図9は，ガラス基板上に本発明の超微粒子膜を2層に形成した例の断面図であり，図10は前記超微粒子膜の膜厚方向に対する平均屈折率の変化を示す図である。各超微粒子は図8のいずれかの態様による。",
                    "【0199】まず，エチルシリート〔Si(OC H ) 〕をエタノールに溶解し，さらに水，硝酸，イソプロピルアルコール，アセチルアセトンを加えた溶剤に，SiO 超微粒子を加えて超音波振動により十分に分散させた。SiO 超微粒子の量は，上記溶剤1lに対して，25gとした。SiO 超微粒子分散後，さらにシトラコン酸を加え，十分に溶解させた。シトラコン酸の量は上記溶剤1lに対して10gとした。",
                    "その後，さらに超音波振動を加えて，SiO 超微粒子の十分な分散，各成分の十分な混合を図った。以上の混合を終えた溶剤を溶剤Aとする。",
                    "【0200】上記溶剤Aに，あらかじめMgF 超微粒子，エチルシリケートをエタノールに分散しておいた溶剤Bを加え，超音波振動によって均一に混合した。溶剤B中のMgF 超微粒子量は溶剤1lに対し，約25gである。溶剤Aと溶剤Bとの混合比を変えて，SiO 超微粒子とMgF 超微粒子の混合比を変える。",
                    "【0201】まず，SiO 超微粒子とMgF 超微粒子の体積分率が7：3になるように溶剤Aと溶剤Bとを混合した溶剤をガラス板面上に滴下し，さらにスピンナーで均一に塗布した後，空気中で40℃に約10分間保って上記塗布膜を乾燥させた。乾燥後，さらにSiO 超微粒子とMgF 超微粒子の体積分率が1：1になるように混合した溶剤を滴下し，スピンナーで均一に塗布した。その後，160℃で45分間空気中で焼成し，エチルシリケートを熱分解してSiO 化した。MgF 超微粒子，SiO 超微粒子は熱分解で生じたSiO によってガラス基板上に強固に固着される。",
                    "【0202】このようにして形成した超微粒子膜の断面を電子顕微鏡で観察したところ，図9に示すようにSiO 超微粒子52とMgF 超微粒子51が7：3となる層(第1層)が約0.1μm ，1：1となる層(第2層)が約0.1μm で計約0.2μm 膜厚の，SiO 超微粒子，MgF 超微粒子が均一に混合して，密に堆積した膜が観察された。53はガラス基板である。",
                    "【0203】上記の超微粒子膜の，膜厚方向に対する平均屈降率の変化をSiO 超微粒子とMgF 超微粒子の体積分率から算出した結果を図10に示す。aは空気の屈折率で約1.0 ，bは第1層の屈折率で約1.42 ，cは第2層の屈折率で約1.44 ，dはソーダガラスの屈折率で約1.53 である。膜全体としては，屈折率が徐々に変化しているため，塗布膜とガラス基板との界面における反射率を低減する効果がある。",
                    "また，超微粒子によって膜を形成しているため，塗布膜表面に微小な凹凸が生じ，塗布膜表面での反射を低減する結果となっている。",
                    "【0204】上記の超微粒子膜を形成したガラス基板と未処理のガラス基板に対して，5°の入射角度で波長400～700nmの光を入射させ，その反射率を測定し結果を図11に示す。図中Iが上記超微粒子膜を形成したガラス板の反射特性であり，II が未処理のガラス板の反射特性である。",
                    "【0205】全波長域において本発明の反射防止膜は未処理のガラス板の約1／4まで反射率が低減している。また透過率は，波長400～700nm間の積分値で示すと，未処理ガラス板が92％に対して本発明の反射防止膜を形成したガラス板は約86％となる。可視光全領域で低反射であり，かつ透過率が高いため，VDT(ビジュアル・ディスプレイ・ターミナル)に対する反射防止膜として好適である。",
                    "【0206】なお，本実施例では混合比を変えた2層としたが，より多層として平均屈折率の変化をより小刻みとすれば反射防止効果は一層増すこととなる。",
                    "【0207】本実施例によれば，簡単な塗布法をくり返すことで屈折率が連続変化した膜を形成できるため，反射防止膜を低コストで製造できる，さらに大面積の反射防止膜も容易に形成できる効果がある。」イ 上記甲1の【0198】～【0207】には，屈折率の異なる2種類の粒子を混合し，その混合比を変えて屈折率が異なる2層の膜をガラス基板上に形成した実施例が記載されている。具体的には，SiO (屈折率1．46)及びそれよりも低屈折率のMgF2(屈折率1．38)を1：1で混合した第1層，7：3で混合した第2層からなり，体積分率から算出された平均屈折率は第1層が約1．42，第2層が約1．44である。",
                    "これらの記載によれば，甲1には，低屈折率の粒子を混合することによって，シリカ(SiO )単独の膜よりも低屈折率の膜を形成する手段が開示されているといえる。",
                    "そして，上記低屈折率膜を形成するMgF 粒子の屈折率1．38は，本件発明1の多孔質シリカ微粉末の屈折率(1．2～1．4)の範囲内の数値である。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "そうすると，甲1発明の低屈折率膜形成用塗料において，低屈折率膜を形成する手段として多孔質シリカ微粉末をシリカよりも低屈折率のものとすることは当業者(その発明の属する技術の分野における通常の知識を有する者)が容易に想到し得る事項であり，上記(4)，(5)のように多孔質シリカは中実(孔のない)のシリカよりも屈折率が小さいこと，(中実の)シリカの屈折率が1．46であることを考慮すれば，甲1発明の多孔質シリカ微粉末の屈折率を，「1．46」より低い数値範囲の「1．2～1．4」とすることに格別の困難性は認められないというべきである。",
                "さらに多孔質シリカ微粉末を分散含有したことによる本件発明1の効果については，本件明細書(甲24)に「この塗料中に多孔質シリカ微粉末を分散含有させるので，十分に反射防止機能を有する低屈折率膜を製造でき，これを用いて帯電防止・反射防止膜の反射防止機能を向上させることができる。」(段落【0054)】)と記載されているとおり，低屈折率膜の形成により反射防止効果を向上させるという，低屈折率膜から予想できる程度の効果にすぎず，格別顕著なものとは認められない。"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "以上の検討によれば，甲1発明と本件発明1との相違点(b)については，甲1の記載及び当業者の技術常識に基づいて容易に発明をすることができたものと認められる。"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "審決は，上記のとおりシリカ膜の屈折率をシリカよりも低くするために屈折率1．2～1．4の多孔質シリカ微粉末を分散含有させる点は，審判手続に表れた文献に記載も示唆もされていないとした。",
                "しかし，相違点(b)の容易想到性については，甲1発明の多孔質シリカ微粉末の屈折率を「1．2～1．4」に特定することが容易か否かについて判断することになるところ，その結論を導くに当たっては，「シリカ膜」及び「多孔質シリカ微粉末」の記載又は示唆が必須であるというものではないというべきである。"
              ]
            },
            {
              "fig": "(9)",
              "subject": "被告の主張に対する補足的判断",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，本件発明1と甲1発明とは反射防止原理が異なると主張する。",
                    "しかし，本件発明1は，低屈折率膜形成用塗料の発明であり，相違点(b)の多孔質シリカ微粉末を分散含有させる目的は，低屈折率のシリカ膜を形成する塗料を提供することにある(本件明細書の段落【0005】)。",
                    "被告が主張する反射防止原理は，本件明細書の段落【0032】記載のように，帯電防止・高屈折率膜の上に低屈折率膜を形成して反射防止する場合を前提としており，本件発明1は第二層目の低屈折率膜形成用塗料に関する発明であり，被告主張の積層構造は本件発明1の塗料の用途における適用例にすぎない。",
                    "したがって，反射防止原理の違いは上記認定を左右するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また被告は，甲5は膜そのものを多孔質としたことに関する文献であり，膜中に微粒子を含有させることを特徴とする本件発明1とは思想及び構成が異なると主張する。",
                    "しかし，甲5には多孔質化による物質密度の低下にともない，物質の屈折率が小さくなることが記載されており，そのような多孔質と屈折率との関係については，物質が膜形状であっても分散含有させる粒子形状であっても異なるところはないから，被告の上記主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上によれば，原告主張の取消事由2は理由があり，これが審決の結論に影響を及ぼすことは明らかである。",
            "よって，その余の取消事由について判断するまでもなく，原告の請求は理由があるから認容して，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10319",
    "date": "2008-05-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036393",
    "ipprecedent_id": "1442",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}