{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2003−7459号事件について平成18年11月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告が後記特許出願をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。",
        "争点は，本件出願に係る発明が，\u0001特開平3−133382号公報(発明の名称「腫瘍壊死因子−αおよび−βレセプター」，出願人イミュネックス・コーポレーション，公開日平成3年6月6日。引用例1)，\u0001Proc.Natl.Acad.Sci.USA(米国科学アカデミー紀要),Vol.87,1990,p.7380-7384(パトリックW．グレイ他，1990年10月。引用例3)，\u0001欧州特許出願公開第398327号明細書(発明の名称「腫瘍壊死因子結合タンパク質Ⅱ，その精製およびそれに対する抗体」，出願人原告，登録日1990年［平成2年］11月22日。引用例5)との関係で進歩性を有するか等である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "text": [
            "\u0001 特許庁における手続の経緯",
            "原告は，平成4年8月7日，名称を「溶解型TＮF受容体のマルチマー，その製造方法，およびそれを含有する医薬組成物」とする発明について，パリ条約による優先権(1991年［平成3年］8月7日 イスラエル国)を主張して特許出願をし(以下「本願」という。請求項の数26。特願平4−253423号。甲5。公開特許公報は，特開平7−145068号［甲8］)，その後，平成6年8月12日付け(甲6)，平成11年6月22日付け(甲7)及び平成15年1月6日付け(甲11)で，手続補正(平成15年1月6日付け補正後の請求項の数は23となった。)をしたが，平成15年1月27日拒絶査定を受けた。",
            "そこで原告は，平成15年5月1日付けで不服の審判請求を行い，特許庁は，同請求を不服2003−7459号事件として審理することとし，その間原告は平成15年5月30日付けで特許請求の範囲の変更を内容とする補正(請求項の数6。以下「本件補正」という。甲14)をしたが，特許庁は，平成18年11月15日，「本件審判の請求は，成り立たない」との審決をし，その謄本は平成18年11月28日原告に送達された。",
            "\u0001 発明の内容",
            "本件補正後の特許請求の範囲は，前記のとおり請求項1～6から成るが，そのうち請求項1及び5の各内容は次のとおりである(以下，請求項1の発明を「本願発明1」といい，請求項5の発明を「本願発明5」という。)。",
            "【請求項1】TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる，溶解型TＮF−Rのマルチマーまたはその塩であって，該マルチマーはTBP−Iからなる，あるいはTBP−IとTBP−IIの混合物からなる，溶解型TＮF−Rのマルチマーまたはその塩。",
            "【請求項5】請求項1から4のいずれかに記載の溶解型TＮF−Rのマルチマーまたはその塩を医薬的に許容される担体および／または賦形剤および／または安定剤とともに含有する，TＮFの有害効果から哺乳動物を保護するための医薬組成物。",
            "\u0001 審決の内容"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "審決の内容は，別添審決写しのとおりである。その理由の要点は，\u0001本願発明1は，下記の各文献に記載された発明に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，\u0001本願の「発明の詳細な説明」には，当業者が本願発明5を容易に実施することができる程度に，その発明の目的，構成及び効果が記載されていないから，本願発明5について特許法36条4項に規定する要件を満たしていない，というものである。",
                "記",
                "・特開平3−133382号公報(以下「引用例1」という。甲1)・PATRICK W.GRAYほか「Cloning of human tumor necrosis factor (TNF)receptor cDNA and expression of recombinant soluble TNF-bindingprotein」Proc.Natl.Acad.Sci.USA,Vol.87,1990,p.7380-7384(以下「引用例3」という。甲2)",
                "・欧州特許出願公開第398327号明細書(以下「引用例5」という。甲3)"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "なお，審決が認定する本願発明1と引用例1記載事項との一致点及び相違点は，次のとおりである。",
                "〈一致点〉",
                "溶解型TＮF−Rのマルチマーである点。",
                "〈相違点〉",
                "\u0001 該マルチマーは，本願発明1では，「TBP−Iからなる，あるいはTBP−IとTBP−IIの混合物からなる」ものであるのに対し，引用例1では，TBP−IIを含む分子から構成される具体例が開示されるに留まり，その他に用いることができる具体的な構成成分は特に記載されていない点。",
                "\u0001 該マルチマーは，本願発明1では，「TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる」ことが特定されているのに対し，引用例1では，特にそのようなことが記載されていない点。",
                "\u0001 審決の取消事由",
                "しかしながら，審決の認定判断には次に述べるとおり誤りがあるので，審決は違法として取り消されるべきである。"
              ]
            },
            {
              "fig": "ア",
              "subject": "取消事由1(相違点\u0001についての判断の誤り)",
              "text": [
                "\u0001 審決は，「このような引用例1における溶解型TＮF−Rを作製する目的を考慮すれば，TＮF−Rの多価形態，すなわち，マルチマーは，TＮFとの多数の結合部位を有する分子を構築することによって，TＮFとその受容体への結合を妨害し，ひいては，TＮFの作用を遮断することを目的として作製しているものであると当業者であれば，理解することができる。」(6頁2行～6行)と判断している。",
                "しかし，この判断は，次のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "a",
                  "subject": "本願発明1は，「溶解型TＮF−Rのマルチマー，およびその塩または機能性誘導体を提供する。これらのマルチマーは，細胞表面受容体へのTＮFの結合を効果的に妨害し，したがってTＮFの有害作用を発揮させない。」(本願明細書［甲8，平成6年8月12日付け手続補正書による補正後のもの］段落【0010】)というものである。本願発明1は，内因性TＮFの過剰産生又は外因性TＮFの過剰投与によってTＮFとTＮF−受容体との間の平衡状態が崩れた場合における有害作用を，「TBP−I」からなる「溶解型TＮF−Rのマルチマーまたはその塩」によって遮断(block)し，崩れた平衡状態を回復するものである。本願発明1の構成は，ヒトp55−TＮF−RがTＮFに暴露された細胞中で凝集型になって存在していることを見い出したことにより，当該凝集体について，一方において【1】「機能性受容体の凝集がこれらの受容体の活性に必要なこと」及び他方において【2】「この凝集における非機能性受容体の関与がTＮF機能の効果的な阻害を生じること」をそれぞれ解明し(本願明細書［甲8］段落【0044】参照)，そのうち【2】の新規知見に基づき採択されたものである。これらの事実は，本願明細書(甲8。図5については，平成11年6月22日付け手続補正書［甲7］による補正後のもの。以下同じ。)の例1(段落【0037】～【0040】)，例2(段落【0041】～【0048】)及び図1～5記載の",
                  "text": [
                    "試験結果から明らかである。そして，本願発明1により明らかにされたこれらの事実から，細胞内領域の一部を欠失した一部欠失型h−TＮF−R1から，一部が欠失した細胞内領域及び膜貫通領域を除いた，細胞外領域又はその部分に相当する，本願発明1で対象とする溶解型TＮF−R1のマルチマーも，当然に，マルチマー(トリマー)であるTＮFに結合すること，並びに，溶解型TＮF−R1のマルチマーに結合したTＮFは，溶解型TＮF−R1のマルチマーには，膜貫通領域及び細胞内領域が除かれているため，TＮFによる細胞内へのシグナル伝達が当然に阻害され，TＮFの生物活性が発揮できなくなり，TＮFの細胞破壊作用が阻害されることは，本願優先権主張日(平成3年［1991年］8月7日)当時の技術常識を考慮すれば，当業者には自明である。本願発明1のような状況においては，溶解型TＮF−R1のマルチマーと凝集体とは，溶解型TＮF−R1の各分子が同一の空間内に集合した形態をとるか否かが問題となるのであって，その点で同じである以上，溶解型TＮF−R1のマルチマーと凝集体とは同じものであり，別物とはいえない。",
                    "上記した原告の主張を裏付ける証左として，溶解型TＮF−R1のマルチマーが，実際にTＮFの細胞破壊作用が阻害できることが，甲18(T.J.Evansほか「Protective Effect of 55-but not 75-kDSoluble Tumor Necrosis Factor Receptor-Immunoglobulin G FusionProteins in an Animal Model of Gram-negative Sepsis」［グラム陰性敗血症の動物モデルにおける75kDではなく55kDの可溶性腫瘍壊死因子受容体−免疫グロブリンG融合タンパク質の防護作用］J.Exp.Med,Vol.180,1994,p.2173-2179)及び甲19(Debra M.Butlerほか「TNF RECEPTOR FUSION PROTEINS ARE EFFECTIVE INHIBITORS OFTNF-MEDIATED CYTOTOXICITY ON HUMAN KYM-1D4 RHABDOMYOSARCOMACELLS」［TＮF受容体融合タンパク質はヒトKYM−1D4横紋筋肉腫細胞に対するTＮF媒介細胞障害の効果的な阻止剤である］CYTOKINE,Vol.6,No.6,1994,p.616-623)において確認されている。すなわち，甲18の2177頁のDiscussionの第1パラグラフには，ヒトTBP−I(溶解型TＮF−R1)のダイマーとIgとの融合蛋白",
                    "質と，ヒトTBP−II(溶解型TＮF−R2)のダイマーとIgと",
                    "の融合蛋白質とを比較し，前者はTＮF−αの作用を完全に中和でき，後者は中和できなかったことが記載されている。同様に，甲19の619頁のDiscussionの第1パラグラフ，618頁のFig.2(図2)及び3(図3)には，ヒトTBP−IのダイマーとIgとの融合",
                    "蛋白質と，ヒトTBP−IIのダイマーとIgとの融合蛋白質とを比較し，前者は，より良好なTＮF−α抑制活性を示したことが記載されている。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "引用例1には，上記【2】の新規知見の前提をなす上記【1】について開示するところが全くない。したがって，当該「TＮF−Rの多価形態」は「TＮFとその受容体への結合を妨害し，ひいては，TＮFの作用を遮断することを目的として作製しているものであると当業者」は理解しない。当業者は引用例1の「1価形態」“モノマー”に関する目的がその「多価形態」“マルチマー”に関する目的でもあるとは理解しないのである。",
                    "TＮFについては，「自然な状態で，それぞれ分子サイズ約17，000Dの同一のポリペプチド鎖3つからなるマルチマー(トリマー)として存在することが知られている。」(本願明細書［甲8］段落【0008】)。しかし，TＮF−Rについては，本願出願当時(平成4年8月7日)，「TＮFトリマーが個々のTＮF−Rに結合するのか，あるいは受容体自身もマルチマーとして存在するのか，またはTＮF結合後により良好にTＮFトリマーを収容するマルチマーになるのか等については，まだ何もわかっていない。」(本願明細書［甲8］段落【0017】)という状況であった。",
                    "審決は，引用例1の「TＮF−Rの多価形態」につき，引用例1中に上記【1】の事実が全く開示も示唆もされていないのに，上記【1】の事実を前提とする上記【2】である本願発明1の新規知見をその「目的として作製しているものであると当業者であれば，理解することができる。」と認定した点に誤りがある。そもそも，引用例1には，TＮF結合能力を「保持」(審決5頁32行)することについての具体的な記載やそれを確認した旨のデータ等は一切開示されていない。かえって，後記\u0001bのとおり，TBP−IIに関する「TＮF結合能力の保持」については否定的な報告が各研究者よりなされている。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "審決は，引用例1の「多価形態」が「TＮFとの多数の結合部位を有する分子」であることをその根拠としているが，これは審決の推測にすぎない。審決のこのような推論は，引用例1出願後の前記甲18及び甲19において否定的に理解されている。",
                    "マルチマー型の抗体や受容体は，生体内に存在する形態とは異なる形態のものを人為的に作成した結果物であり，当業者であれば，このように人為的に多量体化したことに伴い，得られた受容体等に，生体内に自然に存在する形態の受容体では生じない問題，例えば，その構造上の複雑化に伴う立体障害等を想起するはずであり，審決の述べるように「TＮFとの多数の結合部位を有する分子を構築することによって，TＮFとその受容体への結合を妨害し，ひいては，TＮFの作用を遮断することを目的として作製しているものである」と当業者が直ちに理解するというのは失当である。",
                    "本願発明1は，TＮF−R1がin vivoでTＮFと相互作用",
                    "する際に凝集体を形成することを初めて見い出し，この生体内での現象における凝集体の擬似体としてマルチマーを用いたものである。上記のマルチマー型の抗体や受容体の本願出願当時の技術常識に照らせば，当業者は，本願明細書で初めて開示する上記【2】の新規知見がなければ本願発明1を容易に想到し得ないはずである。",
                    "\u0001 審決は，「そうであるから，引用例1において，TＮF−Rのマルチマーの構成成分としては，具体例として記載されたTBP−IIを含む分子に限定されることなく，TＮFへの結合性を有している他のTＮF−Rを用いてみようとすることは，当業者が自然に発想することである。」(6頁7行～10行)と判断している。",
                    "しかし，この審決の判断は，以下のとおり誤りである。"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "本願発明1において規定されている「TBP−Iからなる溶解型TＮF−Rのマルチマーまたはその塩」なる構成は，本願発明1における上記【2】で引用した「この凝集における非機能性受容体の関与がTＮF機能の効果的な阻害を生じる。」との新規知見に基づき，その構成として採択されたものである。",
                    "引用例1の「TBP−II」において「TＮF−Rの多価形態」を",
                    "作製してみても，本願発明1で規定する「TBP−I」における「非機能性受容体の関与がTＮF機能の効果的な阻害を生じる」との技術的知見を確認することはできない。",
                    "してみると，引用例1においては，本願明細書で開示している「凝集型」が，「溶解型TＮF−R」において「マルチマー」であり，かつ該マルチマーが「TBP−II」からなることにより「TＮFに暴露された細胞中」で存在することになるとの知見が全く開示されていないのであるから，その「TBP−II」に基づいて「TBP−I」からなるマルチマーを製作しようとする動機付けが引用例1には何も示されていない。",
                    "したがって，審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "また，そもそも引用例1においては，「TBP−II」からなる「1価形態」における「結合能力」の「保持」について具体的に実証されていないのみならず，その「多価形態」におけるその「結合能力」についても実証されていないのであるから，このような「TＮFへの結合性」だけをその理由として「他のTＮF−Rを用いてみよう」とすることはない。「マルチマー」における「結合能力」が「TBP−I」と「TBP−II」とでは異なることについては，上記甲18，19により証明されている。"
                  ]
                },
                {
                  "fig": "c",
                  "subject": "TBP−IIについての1価形態を多価形態とする動機付けが存しても，TBP−Iについてのモノマーをマルチマーとする動機付けが存しないことは，甲21(Bernard J. Scallonほか「FUNCTIONALCOMPARISONS OF DIFFERENT TUMOUR NECROSIS FACTOR RECEPTER/IgGFUSION PROTEINS」［相異なる腫瘍壊死因子受容体−IgG融合タンパク質の機能比較］CYTOKINE,Vol.7,No.8,1995,p.759-770)及び甲22(Hartmut Engelmannほか「Antibodies to a Soluble Form of a TumorNecrosis Factor(TNF) Recepter Have TNF-like Activity」［可溶型の腫瘍壊死因子(TＮF)受容体に対する抗体はTＮF様活性を有する］THE JOURNAL OF BIOLOGICAL CHEMISTRY,Vol.265,No.24,1990,14497-14504。後記乙4と同一の文献)の記載からも明らかである。しかもこの甲21は，TBP−Iの効果がTBP−IIのそれに優る事実も",
                  "text": [
                    "証明している。",
                    "\u0001 審決は，「該マルチマーの構成成分として，TBP−Iを用いて，引用例1に記載される化学的カップリング法により(記載事項(a1))，TBP−Iからなるマルチマーを作製することは，当業者が容易に想到することである。」(6頁13行～15行)と判断している。",
                    "「該マルチマーの構成成分として，TBP−Iを用いて，引用例1に記載される化学的カップリング法により(記載事項(a1))，TBP−Iからなるマルチマーを作製すること」自体は，「当業者が容易に想到することである。」と言えるかもしれないが，「TBP−Iからなるマルチマーを作製すること」の技術的知見を引用例1のTBP−IIからなる「多価形態」において見い出すことはできないので，やはり「当業者が容易に想到することである。」との判断は誤りである。",
                    "\u0001 審決は，「また，TＮF−Rのマルチマーの構成成分は，TＮFへの結合能力があればよく，ホモ体でなくともよいことは明らかであるから，TBP−IとTBP−IIとの混合物からなるマルチマーを作製しようとすることに阻害要因があるとはいえない。したがって，TBP−IとTBP−IIの混合物からなるマルチマーを作製することも，当業者にとって容易である。」(6頁16行～20行)と判断している。",
                    "上記の「TＮF−Rのマルチマーの構成成分はTＮFへの結合能力」さえあればよいとの判断は，「多価形態」であるTBP−IIにおける「結合能力」と本願発明1の「マルチマー」であるTBP−Iにおける「結合能力」とは技術的に異なる能力，すなわち，上記\u0001cで述べた「動態結合」が考慮された「結合能力」ではないので誤りである。",
                    "上記の「したがって，TBP−IとTBP−IIの混合物からなるマルチマーを作製することも，当業者にとって容易である。」との判断も「TBP−Iからなるマルチマー」に関する判断に誤りがあるから誤りである。",
                    "\u0001 審決は，「引用例1に記載される遺伝子工学的手法により，『TBP−Iからなる，あるいはTBP−IとTBP−IIの混合物からなる』マルチマーを作製することもまた，当業者が容易に想到し得ることである。」(6頁25行～27行)と判断しているが，この判断は，上記\u0001bcで述べたとおり誤りである。",
                    "\u0001 なお，被告は，TＮF受容体が「凝集」することは，後記乙3及び乙4に記載されており，本願優先日前に周知であったと主張するが，次のとおり，この主張は誤りである。"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "乙3(Hans-Peter Hohmannほか「Expression of the Types A and BTumor Necrosis Factor(TNF) Receptors Is IndependentlyRegulated,and Both Receptors Mediate Activation of theTranscription Factor NF-κB」［A型およびB型腫瘍壊死因子(TＮF)受容体の発現は独立して制御され，両受容体は転写調節因子ＮF−κBの活性化を媒介するTＮFαはTＮF受容体を介した生物学的効果の誘導に必要ではない。甲23と同一］The Journal ofBiologicalChemistry,Vol.265,No.36,1990,p.22409-22417)の22412頁右欄10行～16行(甲23の訳文B)項参照)には，「約5",
                  "text": [
                    "0kDaの最も速く移動するバンドはタンパク質分解生成物である可能性が高く(1989年Hohmannら，1990年Brockhausら)，約75kDaのバンドは完全(intact)なA型受容体を表してお",
                    "り，それより大きな分子量を有するバンドは大規模な還元において消失する(図示せず)ことから，凝集を表す。」と記載されている。しかし，この記載における「より大きな分子量を有するバンド」とは，TＮF受容体の凝集体を指すものではない。上記記載は，その直前からの文脈からして，Fig.3(図3)に基づいて説明している文章であり，Fig.3において，約50kDaのバンドおよび約75kDaのバンドより大きな分子量を有するバンドは，Fig.3Aのレーン5のバンドを指すものである。そして，このレーン5のバンドは，分子量約100kDaである。これに対して，TＮF−R1(p−55−TＮF受",
                    "容体)の分子量は55kDaであり，TＮF−R2(p−75−TＮ",
                    "F受容体)の分子量は75kDaであることから，レーン5のバンドは，TＮF−R1又はTＮF−R2のいずれの凝集体ともいえない。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "乙4［前記甲22と同一］の14503頁右欄23行～34行においては，「(e)TBPIに対する抗体がTＮF様細胞毒性を媒介する効能は，それらが引き起こす受容体の凝集の程度と関連している。",
                    "潜在的に受容体分子の大規模な凝集を引き起こす，ポリクローナル抗体と受容体上の空間的に別個なエピトープに対するモノクローナル抗体の混合物とは，せいぜい受容体の二量体化を引き起こす，単一のmAbsよりもずっと有効だった。上記結果は，TＮF受容体の凝集が，凝集剤が結合するTＮF受容体の部位にかかわりなく，それ自体でTＮF様効果を起こすために十分であることを示唆する。」(乙4の訳文による)と記載されている。",
                    "しかし，上記記載は，TBPIに対する抗体がTＮF受容体の凝集を引き起こすことを記載したにすぎず，本願発明1により見い出された知見である，TＮFがTＮF受容体に結合するときにTＮF受容体の凝集を引き起こすことについては，乙4には何ら記載されていない。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "上記のとおり，乙3及び乙4のいずれにも，本願発明1により見い出された知見である，TＮFがTＮF受容体に結合するときにTＮF受容体の凝集を引き起こすこと，そして，TＮF受容体の凝集体の一部である，可溶性部分の凝集体に相当するTBP−Iのマルチマーが，TＮFの作用を阻害できることは，記載も示唆もなされていない。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "仮に，被告主張のとおりの事項が乙3及び乙4に記載されていたとしても，本願優先権日直前のわずかに二つの公知文献からは，周知とはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "取消事由2(相違点\u0001についての判断の誤り)",
              "text": [
                "\u0001 審決は，「そして，このようにして作製された『TBP−Iからなる，あるいはTBP−IとTBP−IIの混合物からなる』マルチマーは，TＮFへの結合部位を複数有するものであって，TＮFのその受容体への結合の妨害能を有し，ひいてはTＮFの作用を遮断できる性質を有するものであるといえる。」(6頁29行～32行)と判断している。",
                "審決は「TＮFへの結合部位を複数有するもの」であれば，上記の「性質を有するものであるといえる。」と述べているが，本願出願当時，TＮFが結合するTＮF−Rの形態については「まだ何もわかっていな」かったのであるから，「TＮFへの結合部位を複数有する」ことから直ちに上記の「性質を有するものである」などとはいえない。また，上記の「性質」についても，本願発明1は「凝集体」に関する新規知見である前記【1】【2】に基づいて，この性質を明記したものであるから審決の判断には誤りがある。",
                "\u0001 審決は，「そして，そもそも，本願明細書には，溶解型TＮF−Rマルチマーの製造方法は現在形で記載されているにすぎず(【0049】～【0075】)，実際に，溶解型TＮF−Rのマルチマーを製造し，そのTＮFの作用を遮断する能力を確認した具体的な記載は何ら存在しないのであるから，この点が実質的な相違点であるとはいえない。」(6頁33行～37行)と判断している。",
                "しかし，本願発明者らは，本願明細書(甲8)の例1及び2並びに図1～5記載のとおり，「TBP−I」からなる「溶解型TＮF−Rのマルチマー」における「凝集型」を確認しているのであるから，「実際に，溶解型TＮF−Rのマルチマーを製造し…た具体的な記載は何ら存在しない」とはいえないし，また，当業者であれば，本願明細書に「TＮFの作用を遮断する能力を確認した具体的な記載」が存するに等しいものとして理解する。さらに，相違点\u0001に係る構成はTBP−Iからなるマルチマーにつき，その性質を定性的に示す構成であるのみならず，当該マルチマーであればそのすべてがこのような性質を有するものではないという意味において「マルチマー」の範囲を分画する構成であるから，審決の「この点が実質的な相違点であるとはいえない。」との判断も誤りである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "取消事由3(本願発明1の効果についての判断の誤り)",
              "text": [
                "\u0001 審決は，「本願明細書には，実際に，溶解型TＮF−Rのマルチマーを製造し，そのTＮFの作用を遮断する能力を確認した具体的な記載は何ら存在しない」(7頁2行～4行)と判断している。しかし，当業者であれば，上記イ\u0001のとおり具体的に記載されているに等しいものとして理解する。",
                "\u0001 審決は，「本願発明1の奏する効果は，従来技術から予測される範囲であってそれを超えるものとはいえない。」(7頁4行～5行)と判断している。",
                "審決が想定している「従来技術」の効果とは，引用例1，3及び5に記載されたモノマーであるTＮF−Rに関する効果，すなわち，本願明細書(甲8)の段落【0007】に記載された「この構造の保存により，TBP−IおよびTBP−IIは，細胞表面TＮF−RでTＮFと",
                "競合し，その機能を遮断する能力をもつことになる。」との効果である。本願発明1で規定するTBP−Iからなる溶解型TＮF−Rの「マルチマー」に関する効果，すなわち，本願明細書(甲8)の段落【0044】に記載された前記【1】【2】に基づく効果についての記載は，引用例1，3及び5にはない。",
                "したがって，前記【1】【2】に基づく効果は「従来技術から予測される範囲」の効果とはいえない。",
                "\u0001 この点に関し，審決は，さらに，「上記(3)で述べたように，引用例1に記載されたマルチマーは，TＮFの，その受容体であるTＮFの受容体への結合の妨害能を有しTＮFの作用を遮断できるものであると認められる。そして，そもそも，本願明細書には，溶解型TＮF−Rのマルチマーを製造することも，そのTＮFの作用を遮断する能力についても何ら具体的に記載されていないのであって，本願発明1の『TBP−Iからなる，あるいはTBP−IとTBP−IIの混合物からなる，溶解型TＮF−Rのマルチマー』がTＮFと細胞表面上のTＮF−Rとの競合において特に優れているものであることを確認したわけでもないから，本願発明1の奏する効果は，引用例1，3及び5の記載から予測される程度のものであって，請求人の主張は採用できない。」(7頁25行～34行)と判断しているが，この判断が誤りであることは既に述べたとおりである。",
                "前記甲18，19には，in vitro及びin vivoの各デ",
                "ータに基づいて，TBP−I(p55)1g溶解蛋白は，TBP−II",
                "(p75)1g蛋白に対して，TＮF−αを中和し，またTＮFの有害作用からマウスを保護する各能力において優れていることが示されている。TBP−Iからなる「マルチマー」のこれら優れた作用は，引用例1，3及び5を含む従来技術からは全く予期できないことであった。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "取消事由4(本願発明5の特許法36条4項該当性についての判断の誤り及び平成18年7月11日付け補正案についての判断の誤り)\u0001 審決は，「しかし，本願の発明の詳細な説明には，本願発明1のマルチマー等については，仮想の実施例しかなく，しかも，それを医薬組成物として使用することについてはその可能性が示唆されているに留まり，『TＮFの有害効果から哺乳動物を保護する』医薬用途について，薬理試験又はそれと同等の実験等により上記マルチマー等を医薬組成物として使用可能なことを裏付ける実施例等の記載はない。」(8頁6行～11行)と判断した上，「したがって，発明の詳細な説明の記載からでは，該マルチマー等を『TＮFの有害効果から哺乳動物を保護するための医薬組成物』として使用できることを確認することができない。以上のとおりであるから，本願の発明の詳細な説明には，当業者が本願発明5を容易に実施をすることができる程度に，その発明の目的，構成及び効果が記載されているとはいえない。」(8頁12行～17行)と判断している。",
                "しかし，前記甲18，19及び甲20(Cord Brakebuschほか",
                "「Cytoplasmic truncation of the p55 tumour necrosis factor (TNF)receptor abolishes signalling，but not induced shedding of thereceotor」［p55腫瘍壊死因子(TＮF)受容体の細胞質内末端切断は，シグナル伝達を無効にするが，受容体のシェディングを誘起しない］The EMBO Journal,Vol.11,No.3,1992,p.943-950)により，当業者は，薬理試験と「同等の実験」データを十分に推認できるから，審決の上記判断は誤りである。",
                "\u0001 原告は，平成18年7月11日付けで，請求項5，6を削除する補正案を提示しており，かつ，本願発明1に関する特許法29条2項の拒絶理由は既に述べたとおり存しないから，同補正案による補正の機会が与えられるべきである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因\u0001ないし\u0001の事実は認めるが，\u0001は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "\u0001 取消事由1に対し"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "前記ア\u0001の主張につき",
              "text": [
                "\u0001a 本願明細書(甲8)には，「発明の背景」として，TＮF受容体の細胞表面形態と可溶性形態との構造的関係，可溶性形態のTＮF受容体の「防御効果」について，以下の記載がある。",
                "「【0006】上述のように，TＮFは特異的細胞表面受容体に結合してその作用を開始する。細胞の種類により発現が異なる2種類のTＮF受容体(以下「TＮF−R」という)，すなわちp−55−TＮ",
                "F受容体およびp−75−TＮF受容体(p−55−TＮF−Rおよ",
                "びp−75−TＮF−R)が知られている。TＮFに特異的に結合するTBP−IおよびTBP−IIと呼ばれる2種類の蛋白質が，この2つの受容体と免疫学的に交差反応することが明らかにされている。",
                "両蛋白質とも，TＮFのin vitro細胞破壊作用に対して防御効果を与え，いずれもTＮF−αよりTＮF−βへの結合の効率が低い。TBPの形成が細胞表面TＮF−Rの蛋白分解的切断によって起こり，それらの細胞外ドメインの主要部分の放出を生じることも見出された(欧州特許第308 378号，第398327号，および欧",
                "州特許出願第90 12 4133．1号参照)。実際，TBP−I",
                "およびTBP−IIにおけるアミノ酸配列は，細胞表面受容体の細胞外ドメインに見出される配列に完全に一致するが，この受容体の細胞内ドメインの部分は含まないことが明らかにされている。",
                "【0007】これらの所見は，TBP−IならびにTBP−IIによ",
                "るTＮF機能の阻害が，TＮFの受容体への結合およびそれによるTＮFへの細胞応答の開始に重要な細胞表面TＮF−Rの構造的特徴部分のTBP−IおよびTBP−IIにおける保存を反映するものであることを示唆している。この構造の保存により，TBP−IおよびTBP−IIは，細胞表面TＮF−RでTＮFと競合し，その機能を遮断する能力をもつことになる。」"
              ],
              "content": [
                {
                  "fig": "b",
                  "subject": "上記記載からすると，\u0001TBP−I及びTBP−IIは，それぞ",
                  "text": [
                    "れ，p−55−TＮF−R及びp−75−TＮF−Rの細胞外領域の",
                    "アミノ酸配列からなること，\u0001TBP−I及びTBP−IIは，TＮ",
                    "Fのin vitro細胞破壊作用に対して防御効果を有すること，\u0001TBP−I及びTBP−IIにおいて，TＮF−Rの構造的特徴部",
                    "分が保存されていること，\u0001TBP−IおよびTBP−IIは，TＮ",
                    "Fの結合について細胞表面TＮF−Rと競合し，その機能を遮断する能力をもつことになること，が本願優先日前に知られていた事項であると解される。",
                    "そこで，まず，本願の「TBP−I」と「p−55−TＮF−R」",
                    "のアミノ酸配列についての関係を説明するために，乙1(YaronNopharほか「Soluble forms of tumor necrosis factor receptors(TNF-Rs).The cDNA for the type 1 TNF-R,cloned using amino acidsequence data of its soluble form,encodes both the cell surfaceand a soluble form of the receptor」［腫瘍壊死因子受容体(TＮF−Rs)の可溶性形態。可溶性形態のアミノ酸配列データを用いてクローニングされたI型TＮF−RのcDＮAは，細胞表面形態と可溶性形態の受容体の両方をコードする］The EMBO Journal,Vol.9,No.10,1990,p.3269-3278)，乙2(欧州特許出願公開第433900号明細書［1991.Jun.26］)を提出する。",
                    "乙1の図1(D)には，p−55−TＮF−R(ここでは「I型T",
                    "ＮF−R」と記載されている。)のアミノ酸配列が記載されている。",
                    "この図1(D)の記載から，p−55−TＮF−Rは，細胞外領域，",
                    "膜貫通領域，細胞内領域の3つの領域から構成され，細胞外領域は1～190位のアミノ酸配列，膜貫通領域は191～213位のアミノ酸配列，細胞内領域は214～434位のアミノ酸配列からそれぞれ構成されることがわかる。",
                    "また，乙2には，「例4 TBP−IをコードするcDＮAのクロ",
                    "ーニングとチャイニーズハムスター卵巣(CHO)細胞でのTBP−Iの発現」の表題の下に，「哺乳動物細胞でのI型ヒトTＮFレセプターの可溶性領域をコードするDＮAの効率的な発現に適したプラスミドを得るため，図1Dで示したDＮA配列の256−858の遺伝子を2つの発現ベクター中にクローン化した。」(8頁54行～9頁2行)と記載されている。ここで，「図1Dで示したDＮA配列の256−858の遺伝子」は，−21位～180位のアミノ酸配列をコードするものに対応するから，「TBP−I」は，1～180位のアミノ酸配列からなるタンパク質(−21～−1位のアミノ酸配列はシグナル配列なので，哺乳動物細胞で発現させると切断される。)であることがわかる。",
                    "したがって，本願明細書の上記記載，乙1，2の記載からすると，本願明細書の「TBP−I」は，p−55−TＮF−Rの細胞外領域",
                    "の一部(そのC末端が180位のアミノ酸)のアミノ酸配列からなるタンパク質で，膜貫通領域および細胞内領域を含まない，可溶性のタンパク質である。",
                    "一方，細胞表面形態のTＮF−Rは，膜貫通領域を有するので，その膜貫通領域の部分で細胞膜を貫通して細胞膜上に存在しているタンパク質であり，「膜貫通領域」，「細胞内領域」を含んでおり，細胞表面に固着しているため可溶性のタンパク質ではない。",
                    "そして，本願明細書の上記記載及び乙1の「図2に示したように，TBPIIの配列は，I型TＮF−R，ＮGF−RおよびCDw40",
                    "タンパク質の細胞外領域における4つ折りのシステインリッチ繰り返し領域と構造上の著しい相同性を有している。」(3273頁右欄2行～6行)との記載からすると，TBP−IとTBP−IIは，共通",
                    "の保存された構造を有していることが分かる。",
                    "したがって，本願明細書の上記記載から，TBP−IとTBP−IIは，TＮFと特異的に結合し，細胞表面TＮF受容体と競合することにより，TＮFの細胞破壊作用に対して防御効果を与える，という共通の性質を有していることが分かる。",
                    "\u0001 原告は，本願発明1の構成に想到するための動機付けは，原告主張に係る本願発明1の「新規知見」の認識以外に存在し得ないことを当然の前提として，引用例1には本願発明1の構成に想到するための動議付けが存在しないと主張するものと解される。しかし，このような前提が認められないことは論ずるまでもないことである(一般に，異なった動機で同一の行動をとることは珍しいことではない。発明もその例外ではなく，異なった動機により同一の発明に導かれることがあることは，当然である。)。",
                    "問題とすべきは，引用例1あるいはそれ以外の記載の中に，本願発明1の構成に至る動機付けとなるに足りる記載が見い出されるか否かである。上記動機付けは，本願発明1におけるものと同一であっても差し支えないが，これと同じである必要はない。",
                    "引用例1には，以下のとおり，本願発明1に至る動機付けとなる記載が存在する。"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "引用例1(甲1)には，審決で引用した箇所として，以下の記載がある。",
                    "「TＮF−Rの1価形態および多価形態は両方とも本発明の組成物および方法において有用である。多価形態はTＮFリガンドの結合部位を複数もっている。例えば，2価の可溶性TＮF−Rはリンカー領域によって隔てられた第2A図のアミノ酸1−235の直列反復から成っている。また，別の多価形態は，例えば，TＮF−Rを臨床的に許容しうる担体分子(フィコール，ポリエチレングリコールまたはデキストランより成る群から選ばれるポリマー)に通常のカップリング技術を使って化学的にカップリングすることにより構築できる。別法として，TＮF−Rはビオチンに化学的にカップリングすることができ，その後ビオチン−TＮF−R複合体をアビジンに結合させて，4価のアビジン−ビオチン−TＮF−R分子を得ることができる。TＮF−Rはさらにジニトロフェノール(DＮP)またはトリニトロフェノール(TＮP)に共有結合でカップリングさせ，生成した複合体を抗DＮPまたは抗TＮP−IgMで沈殿させて，10価のTＮF−R",
                    "結合部位をもつデカマー複合体を形成することができる。また，免疫グロブリン分子重鎖および軽鎖のいずれか一方または両方の可変部ドメインの代わりにTＮF−R配列を有しかつ未修飾不変部ドメインを有する組換えキメラ抗体分子を作ることができる。例えば，キメラTＮF−R／IgG1は，2つのキメラ遺伝子−−TＮF−R／ヒトκ",
                    "軽鎖キメラ(TＮF−R／Cκ)およびTＮF−R／ヒトγ 重鎖キメラ(TＮF−R／Cγ )から作られる。2つのキメラ遺伝子の転−1",
                    "写・翻訳後に，これらの遺伝子産物は2価のTＮF−Rをもつ単一のキメラ抗体分子に組み立てる。このようなTＮF−Rの多価形態はTＮFリガンドに対する結合親和性が増強される。」(10頁左上欄下6行～左下欄8行)",
                    "「本発明との関係において用いられる“可溶性TＮF−R”または“sTＮF−R”は，天然TＮF−Rの細胞外領域の全部または一部に一致するアミノ酸配列(…)，あるいは第2A図のアミノ酸1−163，アミノ酸1−185，またはアミノ酸1−235の配列に実質的に類似したアミノ酸配列を有し，しかもTＮFリガンドに結合するという点で生物学的に活性である蛋白，または実質的に均等な類縁体を意味する。均等な可溶性TＮF−Rには，1以上の置換，欠失または付加によりこれらの配列と異なるポリペプチドであって，TＮF結合能力を保持するか，または細胞表面結合TＮFレセプター蛋白によるTＮF信号伝達を阻止するもの，例えばhuTＮF−RΔx(ここで，xは，第2A図のアミノ酸163−235のいずれか1つより成る群から選ばれる)が含まれる。」(4頁左下欄下4行～右下欄下7行)",
                    "「可溶性TＮF−R蛋白はTＮF依存性応答を抑制するために投与される。いろいろな病気および疾患(例えば，悪液質や敗血症性ショック)がTＮFによって引き起こされると考えられる。…従って，可溶性TＮF−R組成物は，例えば，悪液質や敗血症性ショックを治療するために，あるいはサイトカイン療法に伴う副作用を治療するために使用される。」(16頁左上欄8行～下3行)"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "上記の「TＮF−Rの1価形態および多価形態は両方とも本発明の組成物および方法において有用である。」という記載から，「多価形態」が「1価形態」とともに「本発明の組成物および方法において有用である」ことは明らかである。さらに，「このようなTＮF−Rの多価形態はTＮFリガンドに対する結合親和性が増強される。」という記載から，「1価形態」よりも「多価形態(マルチマー)」の方が優れた作用効果を奏することまで示されている。一方，その「1価形態」の「本発明の組成物および方法において有用」とは，「TＮF結合能力を保持する」，「細胞表面結合TＮFレセプター蛋白によるTＮF信号伝達を阻止する」，「TＮF依存性応答を抑制する」などの有用性を示している。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "したがって，引用例1には，「1価形態」と「多価形態」が並列で記載されているとともに，「1価形態」よりも「多価形態」の方が「TＮFリガンドに対する結合親和性が増強される。」ことまで示されているのであるから，「1価形態」に勝るとも劣らず，「多価形態(マルチマー)」が「TＮF結合能力を保持する」，「細胞表面結合TＮFレセプター蛋白によるTＮF信号伝達を阻止する」，「TＮF依存性応答を抑制する」などの有用性を奏することは引用例1の記載から明らかである。",
                    "そうすると，引用例1の「多価形態」の製造の目的が，溶解型TＮF−Rについて，「TＮF結合能力を保持する」，「細胞表面結合TＮFレセプター蛋白によるTＮF信号伝達を阻止する」，「TＮF依存性応答を抑制する」，「TＮFリガンドに対する結合親和性を増強する」ことにあることは引用例1の記載から明らかである。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "以上のとおり，引用例1には，本願発明1に至る動機付けとなる記載が十分に存在する。",
                    "特に，可溶性TＮF受容体は，TＮFと結合し，細胞表面TＮF受容体と競合することにより，TＮFの機能を遮断する効果をもつものであるから，TＮFとの結合能力が高ければ高い程，TＮFの機能を遮断する効果は大きくなる。そして，引用例1には「このようなTＮF−Rの多価形態はTＮFリガンドに対する結合親和性が増強される。」という記載があるから，この点は，とりわけ，「多価形態」を製造することの動機付けになる。",
                    "\u0001 原告は，「ヒトp55−TＮF−RがTＮFに暴露された細胞中で凝集型になって存在していることを見い出した」と主張する。",
                    "しかし，TＮF受容体が「凝集」することは，次のとおり前記乙3及び乙4に記載されており，本願優先日前に周知であった。"
                  ]
                },
                {
                  "fig": "a",
                  "subject": "乙3(22412頁右欄10行～16行)",
                  "text": [
                    "「約50kDaの最も速く移動するバンドはタンパク質分解生成物である可能性が高く(Hohmannら，1989； Brockhausら，1990)，約75kDaのバンドは完全(intact)なA型受容体を",
                    "表しており，そして，より大きな分子量を有するバンドは，大規模な還元において消失する(図なし)ことから，凝集を表す。」"
                  ]
                },
                {
                  "fig": "b",
                  "subject": "乙4(14503頁右欄23行～34行)",
                  "text": [
                    "「(e)TBPIに対する抗体がTＮF様細胞毒性を媒介する効能は，それらが引き起こす受容体の凝集の程度と関連している。潜在的に受容体分子の大規模な凝集を引き起こす，ポリクローナル抗体と受容体上の空間的に別個なエピトープに対するモノクローナル抗体の混合物とは，せいぜい受容体の二量体化を引き起こす，単一のmAbsよりもずっと有効だった。上記結果は，TＮF受容体の凝集が，凝集剤が結合するTＮF受容体の部位にかかわりなく，それ自体でTＮF様効果を起こすために十分であることを示唆する。」",
                    "\u0001 原告は，「本願発明1の構成は，ヒトp55−TＮF−RがTＮFに暴露された細胞中で凝集型になって存在していることを見い出したことにより，当該凝集体について，一方において【1】『機能性受容体の凝集がこれらの受容体の活性に必要なこと』及び他方において【2】『この凝集における非機能性受容体の関与がTＮF機能の効果的な阻害を生じること』をそれぞれ解明し，そのうち【2】の新規知見に基づき採択されたものである。」と主張し，本願明細書(甲8)の例1及び2並びに図1～5をその根拠として主張する。",
                    "しかし，この主張は，以下のとおり失当である。"
                  ]
                },
                {
                  "fig": "a",
                  "text": [
                    "本願明細書(甲8)の例1及び2並びに図1～5において，完全長又は一部欠失型「h−TＮF−R1」を発現(製造)させた実験が行われている。図3を見れば明らかなように，この実験において発現させているのは，すべて，その膜貫通領域の部分で細胞膜に結合している受容体であり，膜結合型の受容体である。すなわち，「膜結合型の受容体」は，「細胞外領域」，「膜貫通領域」，「細胞内領域」の3つの領域を含んでいるものである。",
                    "これに対し，本願発明1は「溶解型TＮF−R(のマルチマー)」に関するものであり，本願明細書に記載された「TBP−I」や「TBP−II」についても「溶解型TＮF−R(のモノマー)」に関するもので，例えば「TBP−I」はp−55−TＮF−Rの細胞外領",
                    "域の一部のアミノ酸配列からなるタンパク質で，「膜貫通領域」及び「細胞内領域」を含まない，可溶性のタンパク質を意味している。",
                    "したがって，本願発明1の対象である「溶解型TＮF−R」と，本願明細書(甲8)の例1及び2並びに図1～5に記載されている試験対象の「細胞表面TＮF−R」とは全くの別物である。"
                  ]
                },
                {
                  "fig": "b",
                  "text": [
                    "本願発明1は「(溶解型TＮF−Rの)マルチマー」に関するものである。これに対し，本願明細書(甲8)の例1及び2並びに図1～5に記載されている試験対象のものは，「凝集体」に関するものであって，「マルチマー」に関するものではない。「凝集体」とは，静電引力やファンデルワールス力などの弱い凝集力によってTＮF−R同士が弱い結合を形成して複数のTＮF−Rが凝集するに止まるのに対し，「マルチマー」とは共有結合のような原子間の強い結合によってTＮF−R同士が強い結合を形成して，全体として1個の分子を形成するものであるから，本願発明1の対象である「マルチマー」と，本願明細書(甲8)の例1及び2並びに図1～5に記載されている試験対象の「凝集体」とは全くの別物である。"
                  ]
                },
                {
                  "fig": "c",
                  "text": [
                    "本願明細書には，溶解型TＮF−Rに対するTＮFの結合力や結合個数等の「溶解型TＮF−R」と「TＮF」間の結合についての作用効果に関する試験結果は全く示されていないから，本願発明1の対象である「溶解型TＮF−Rのマルチマー」が，マルチマー(トリマー)であるTＮFと効果的に結合するかどうか，ひいては，本願発明1の対象である「溶解型TＮF−Rのマルチマー」がマルチマー(トリマー)であるTＮFと効果的に結合することにより，効果的に細胞表面TＮF−Rの機能を遮断する効果を奏するかどうかを裏付ける記載は一切されていない。"
                  ]
                },
                {
                  "fig": "d",
                  "text": [
                    "以上のとおり，本願明細書で試験しているのは，①「細胞表面TＮF−R」の，②「凝集体」のみで，③TＮFが溶解型TＮF−Rのマルチマーに結合する効果についての裏付けは一切記載されていない。"
                  ]
                },
                {
                  "fig": "e",
                  "text": [
                    "原告が主張する「非機能性の欠失型TＮF−R1」は，TＮFの細胞内での情報伝達に関わる「細胞内領域」の一部を欠失させたものである。この「非機能性受容体」は「細胞内領域」の一部を欠失しているから，その欠失の程度によって，TＮFの細胞内での情報伝達に影響を与える結果となる。原告が主張する知見【ii】の「この凝集における非機能性受容体の関与がTＮF機能の効果的な阻害を生じる」効果は，あくまで膜結合型の非機能性受容体の存在により奏されるものである。",
                    "ところで，本願明細書(甲8)には，「本発明による溶解型TＮF−Rのマルチマーは，それらが細胞表面TＮF−Rの凝集体上のTＮFトリマーの結合部位に対してTＮFと効果的に競合するので，より低用量でTＮF活性の阻害に，より有効であろうと考えられる。」(段落【0020】)と記載されているから，本願発明1の「溶解型TＮF−Rのマルチマー」の効果は，細胞表面受容体(細胞表面TＮF−R)と競合することにより，「TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる」ことにより奏されるものである。",
                    "したがって，原告が主張する知見【ii】の「この凝集における非機能性受容体の関与がTＮF機能の効果的な阻害を生じる」という効果は，膜結合型の非機能性受容体の存在により奏される阻害効果であるので，(膜結合型の受容体ではない)本願発明1の「溶解型TＮF−Rのマルチマー」の「TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる」効果とは全く異なるものである。",
                    "また，上記のとおり，本願発明1は「溶解型TＮF−Rのマルチマー」に関するものであるところ，本願明細書(甲8)の例1及び2並びに図1～5に記載されている試験対象は，①「膜結合型」であって「溶解型」ではないし，②「凝集体」に関するものであって，「マルチマー」に関するものではないし，また，③本願明細書には，TＮFが溶解型TＮF−Rのマルチマーに結合する効果についての裏付けも一切記載されていないのであるから，本願発明1の対象である「溶解型TＮF−Rのマルチマー」が，マルチマー(トリマー)であるTＮFと効果的に結合することにより，効果的に細胞表面TＮF−Rの機能を遮断する効果を奏するかどうかは全く記載されていないので，これらの点からも，本願発明1の「溶解型TＮF−Rのマルチマー」が奏する「TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる」効果と，膜結合型の非機能性受容体の存在により奏される阻害効果とは，全く異なると解する他はない。",
                    "\u0001 原告は，「引用例1には，TＮF結合能力を『保持』することについての具体的な記載やそれを確認した旨のデータ等は一切開示されていない。かえって，TBP−IIに関する『TＮF結合能力の保持』については否定的な報告(甲18，19)が各研究者よりなされている。」旨の主張をする。",
                    "しかし，原告の主張は，本願明細書に本願発明1について具体的な記載やそれを確認した旨のデータ等の記載があることを前提とする主張であるところ，本願発明1は「溶解型TＮF−Rのマルチマー」に関するものであるにもかかわらず，本願明細書中に「溶解型TＮF−Rのマルチマー」に関する裏付けがないことは，既に主張したとおりである。",
                    "また，引用例1には，TＮF受容体(「p−75−TＮF−R」に相",
                    "当する。)の細胞外領域からなるタンパク質を各種細胞で発現させて，該タンパク質が「TＮF結合能力の保持」することは，具体的な記載により十分に開示されている(実施例3～5，7～8参照)。",
                    "さらに，原告が提示する甲18，19に，本願の「TBP−I」と「TBP−II」に対応するものが記載されているとしても，甲18，19は，本願優先日後の文献であって，しかも甲18，19の記載内容は本願明細書に記載されていない事項であるから，甲18，19の記載をもって審決の認定判断を覆す根拠とはなり得ない。また，甲18，19の記載事項を検討しても，原告が指摘するような，TBP−Iに関する「TＮF結合能力の保持」について否定的な報告に関する記載は甲18，19には存在しない。そして，本願明細書(甲8)には，従来技術水準として，「…実際，TBP−IおよびTBP−IIにおけるアミノ酸配列は，細胞表面受容体の細胞外ドメインに見出される配列に完全に一致するが，この受容体の細胞内ドメインの部分は含まないことが明らかにされている。」(段落【0006】)及び「…この構造の保存により，TBP−IおよびTBP−IIは，細胞表面TＮF−RでTＮFと",
                    "競合し，その機能を遮断する能力をもつことになる。」(段落【0007】)と記載されているし，引用例3，5にはTBP−IがTＮF結合能力を有することが記載されており，TBP−IがTBP−IIと同様にTＮF結合能力を有することは明らかである。したがって，TBP−Iに関する「TＮF結合能力の保持」については否定的な旨の各研究者よりの報告がなされているのである旨の原告の主張は当を得たものとはいえない。",
                    "\u0001 原告は，「引用例1の『多価形態』が『TＮFとの多数の結合部位を有する分子』であることをその根拠としているが，これは審決の推測にすぎない。審決のこのような推論は，甲18，19において否定的に理解されている。」旨主張する。",
                    "しかし，「多価形態はTＮFリガンドの結合部位を複数もっている」ことは引用例1(甲1)に記載されている事項である(10頁左上欄下4行～下3行)し，「このようなTＮF−Rの多価形態はTＮFリガンドに対する結合親和性が増強される。」ことも引用例1に記載されているのであるから，審決で推測した事項ではない。",
                    "そして，引用例1に，①「溶解型TＮF−Rのマルチマー」が記載されていること及び②本願発明1に至る動機付けとなる記載が十分に存在すること，既に前記\u0001において主張したとおりである。甲18，19は，本願優先日後の文献であって，しかも甲18，19の記載内容は本願明細書に記載されていない事項であるから，甲18，19の記載をもって審決の判断を覆す根拠とはなり得ない。さらに，甲18，19の記載事項を検討しても，甲18にはTBP−IマルチマーとTBP−IIマルチマーとの結合速度に関する考察がなされており，また，甲19には，モノマーのTBP−Iは最も効果が低いのに対し，TBP−Iマルチマーはそれより4000倍より少ない濃度で阻止作用を示すことなどは記載されているが，原告が指摘するような，審決の判断を否定的に記述する記載は甲18，19には存在しない。",
                    "\u0001 原告は，「マルチマー型の抗体や受容体は，生体内に存在する形態とは異なる形態のものを人為的に作成した結果物であり，当業者であれば，このように人為的に多量体化したことに伴い，得られた受容体等に，生体内に自然に存在する形態の受容体では生じない問題，例えば，その構造上の複雑化に伴う立体障害等を想起するはずであり，審決の述べるように『TＮFとの多数の結合部位を有する分子を構築することによって，TＮFとその受容体への結合を妨害し，ひいては，TＮFの作用を遮断することを目的として作製しているものである』と当業者が直ちに理解するというのは失当である。」と主張するが，既に述べてきたように，原告の主張はこの結論に至る前提で誤っているので，原告の上記主張は失当である。",
                    "また，前記\u0001のとおり，TＮF受容体が「凝集」することは，本願優先日前に周知であるし，しかも，前記\u0001のとおり，本願明細書には「マルチマーを用いたもの」などは一切記載されていないのであるから，「本願発明1は，TＮF−R1がin vivoでTＮFと相互作用す",
                    "る際に凝集体を形成することを初めて見い出し，この生体内での現象における凝集体の擬似体としてマルチマーを用いたものである。」という原告の主張は，当を得たものとはいえない。",
                    "そして，前記\u0001のとおり，本願発明1に至る動機付けについての審決の認定判断に誤りはないから，「上記のマルチマー型の抗体や受容体の本願出願当時の技術常識に照らせば，当業者は，本願明細書で初めて開示する上記【2】の新規知見がなければ本願発明1を容易に想到し得ないはずである。」との原告の主張は当を得たものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "前記ア\u0001の主張につき",
              "text": [
                "原告は，引用例1には本願発明1の動機付けとなる記載がないと主張するが，前記ア\u0001のとおり，原告の上記主張は当を得たものとはいえない。",
                "また，原告は，「そもそも引用例1においてはその『TBP−II』からなる『1価形態』におけるその『結合能力』の『保持』について具体的に実証されていない」と主張するが，この点は，前記ア\u0001で指摘したとおりである。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "前記ア\u0001の主張につき",
              "text": [
                "原告は，「『TBP−Iからなるマルチマーを作製すること』の技術的知見を引用例1のTBP−IIからなるその『多価形態』において見い出すことはできないので，やはり『当業者が容易に想到することである。』との判断は誤りである。」と主張するが，失当である。",
                "審決は，「本願優先日前において，TＮF受容体の細胞外ドメインに相当する溶解型TＮF−Rとして，TBP−IIとともに，TBP−Iはよく知られた分子であるから(記載事項(b)，(c)及び，本願明細書【0006】)，該マルチマーの構成成分として，TBP−Iを用いて，引用例1に記載される化学的カップリング法により(記載事項(a1))，TBP−Iからなるマルチマーを作製することは，当業者が容易に想到することである。」(6頁10行～15行)と認定判断していることから明らかなように，引用例1のみを用いて本願発明1の進歩性を否定したのではなく，記載事項(b)である引用例3，記載事項(c)である引用例5及び本願明細書(甲8)の段落【0006】に記載された従来技術水準に基づいて，本願発明1の進歩性を否定したのである。",
                "したがって，「『TBP−Iからなるマルチマーを作製すること』の技術的知見を引用例1のTBP−IIからなるその『多価形態』において見い出すことはできない」としても，そのことをもって本願発明1が進歩性を有することにはならない。",
                "しかも，本願明細書(甲8)に，従来技術水準として，「…実際，TBP−IおよびTBP−IIにおけるアミノ酸配列は，細胞表面受容体の細胞外ドメインに見出される配列に完全に一致するが，この受容体の細胞内ドメインの部分は含まないことが明らかにされている。」(段落【0006】)及び「…この構造の保存により，TBP−IおよびTBP−IIは，細胞表面TＮF−RでTＮFと競合し，その機能を遮断する能力をもつことになる。」(段落【0007】)と記載されているように，TBP−I及びTBP−IIは，「構造の保存」とされ，ともに「細胞表面TＮF−RでTＮFと競合し，その機能を遮断する能力をもつ」ことは周知であるから，TBP−IIからなるマルチマーと同様の作用効果を得るために，TBP−Iからなるマルチマーを作製することは当業者が容易に想到し得ることである。",
                "したがって，「そうであるから，引用例1において，TＮF−Rのマルチマーの構成成分としては，具体例として記載されたTBP−IIを含む分子に限定されることなく，TＮFへの結合性を有している他のTＮF−Rを用いてみようとすることは，当業者が自然に発想することである。そして，本願優先日前において，TＮF受容体の細胞外ドメインに相当する溶解型TＮF−Rとして，TBP−IIとともに，TBP−Iはよく知られた分子であるから(記載事項(b)，(c)及び，本願明細書【0006】)，該マルチマーの構成成分として，TBP−Iを用いて，引用例1に記載される化学的カップリング法により(記載事項(a1))，TBP−Iからなるマルチマーを作製することは，当業者が容易に想到することである。」(6頁7行～15行)とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "エ",
              "subject": "前記ア\u0001\u0001の主張につき",
              "text": [
                "原告は，「TBP−Iからなる，あるいはTBP−IとTBP−IIの",
                "混合物からなるマルチマーを作製することもまた，当業者が容易に想到し得ることである。」旨の審決の判断を争うが，①「本願優先日前において，TＮF受容体の細胞外ドメインに相当する溶解型TＮF−Rとして，TBP−IIとともに，TBP−Iはよく知られた分子である」こと(審決6頁10行～12行)，②「TＮF−Rのマルチマーの構成成分は，TＮFへの結合能力があればよく，ホモ体でなくともよいことは明らかである」こと(審決6頁16行～17行)，及び③「TBP−IとTBP−I",
                "Iとの混合物からなるマルチマーを作製しようとすることに阻害要因があるとはいえない」こと(審決6頁17行～18行)を総合的に判断すると，「TBP−IとTBP−IIの混合物からなるマルチマーを作製することも，当業者にとって容易である。」といわざるを得ない。",
                "\u0001 取消事由2に対し"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "原告は，「審決は『TＮFへの結合部位を複数有するもの』であれば，上記の『性質を有するものであるといえる。』と述べているが，本願出願当時，TＮFが結合するTＮF−Rの形態については『まだ何もわかっていな』かったのであるから，『TＮFへの結合部位を複数有する』ことから直ちに上記の『性質を有するものである』などとはいえない。」と主張する。",
                "しかし，前記\u0001ア\u0001のとおり，引用例1には，溶解型TＮF−R(TBP−II)について，「1価形態」に勝るとも劣らず，「多価形態(マルチマー)」が「TＮF結合能力を保持する」，「細胞表面結合TＮFレセプター蛋白によるTＮF信号伝達を阻止する」，「TＮF依存性応答を抑制する」などの有用性を奏することが記載されている。",
                "そして，審決で「本願優先日前において，TＮF受容体の細胞外ドメインに相当する溶解型TＮF−Rとして，TBP−IIとともに，TBP−Iはよく知られた分子であるから(記載事項(b)，(c)及び，本願明細書【0006】)」(6頁10行～13行)と指摘したように，本願優先日前において，TＮF受容体の細胞外ドメインに相当する溶解型TＮF−Rとして，TBP−IIとともに，TBP−Iはよく知られた分子である。",
                "したがって，本願優先日当時，TＮFが結合するTＮF−Rの形態及びその能力については，審決が認定判断する限りにおいて，十分に知られていたのであるから，原告の上記主張は失当である。",
                "加えて，前記\u0001ア\u0001のとおり，TＮF受容体が「凝集」することは周知であったのであるから，この点からしても，原告の上記主張は，当を得たものとはいえない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，「本願発明1は『凝集体』に関する新規知見である前記【1】【2】に基づいて，この性質を明記したものであるから審決の判断には誤りがある。」と主張する。",
                "本願発明1の「溶解型TＮF−Rのマルチマー」の「TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる」性質は，細胞表面受容体と競合することにより得られる「溶解型」の受容体が持つ性質である。",
                "一方，「疑集体」に関する新規知見【i】，【ii】は，前記\u0001ア\u0001のとおり，膜結合型の受容体の製造によって得られた知見であって，「溶解型TＮF−Rのマルチマー」の製造に係るものではない。",
                "そして，仮に，原告のいう「『疑集体』に関する新規知見【i】，【ii】に基づく性質」が，「この凝集における非機能性受容体の関与がTＮF機能の効果的な阻害を生じる」ことによる性質を示したものであったとしても，①そのような性質は，膜結合型の非機能性受容体の存在により奏される阻害効果を意味しているので，(膜結合型の受容体ではない)本願発明1の「溶解型TＮF−Rのマルチマー」の「TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる」性質とは全く異なるものであるし，しかも，②仮に，原告自らが述べるように，「本出願当時，TＮFが結合するTＮF−Rの形態についてはまだ何もわかっていなかった」のであったとすれば，「膜結合型の受容体」に関する試験結果に基づいて，それとは全く形態が異なる「溶解型TＮF−Rのマルチマー」についての知見を得ることなど，到底できないというほかはない。",
                "したがって，原告の上記主張は当を得たものとはいえない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "本願明細書(甲8)の例1及び2は，前記\u0001ア\u0001のとおり，「溶解型TＮF−Rのマルチマー」の製造に係るものではなく，膜結合型の受容体の製造に係るものである。したがって，本願明細書(甲8)の例1及び2において，「TBP−I」から成る「溶解型TＮF−Rのマルチマー」における「凝集型」を確認している，との原告の主張は誤りである。",
                "そして，本願発明1の「溶解型TＮF−Rのマルチマー」の「TＮFの作用を遮断する能力」は，細胞表面受容体と競合することにより得られる「溶解型」の受容体が持つ能力であり，本願明細書(甲8)の例1及び2に記載されている膜結合型の受容体のものとは全く異なるものであるとともに，仮に，原告自らが述べるように，「本出願当時，TＮFが結合するTＮF−Rの形態についてはまだ何もわかっていなかった」とすれば，「膜結合型の受容体」に関する試験結果に基づいて，それとは全く形態が異なる「溶解型TＮF−Rのマルチマー」についての知見を得ることなどできないというほかはないから，「当業者であれば具体的に記載されているに等しいものとして理解する」とはいえない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "本願明細書(甲8)の例1及び2は，「溶解型TＮF−Rのマルチマー」の製造に係るものではなく，膜結合型の受容体の製造に係るものであり，また，それ以外の記載についても，本願明細書(甲8)には，溶解型TＮF−Rマルチマーの製造方法は現在形で記載されているにすぎず(段落【0049】～【0075】)，実際に，溶解型TＮF−Rのマルチマーを製造し，そのTＮFの作用を遮断する能力を確認した具体的な記載は何ら存在しない。ゆえに，本願明細書は，本願発明1の「溶解型TＮF−Rのマルチマー」について何ら具体的な裏付けがないものであるから，引用例1の記載との関係において「この点が実質的な相違点であるとはいえない。」とした審決の判断に誤りはない。",
                "\u0001 取消事由3に対し"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "本願明細書(甲8)の例1及び2は，「溶解型TＮF−Rのマルチマー」の製造に係るものではなく，膜結合型の受容体の製造に係るものである。したがって，「本願明細書には，実際に，溶解型TＮF−Rのマルチマーを製造し，そのTＮFの作用を遮断する能力を確認した具体的な記載は何ら存在しない」(7頁2行～4行)との審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "前記\u0001ア\u0001のとおり，引用例1には，溶解型TＮF−Rについて，「1価形態」に勝るとも劣らず，「多価形態(マルチマー)」が「TＮF結合能力を保持する」，「細胞表面結合TＮFレセプター蛋白によるTＮF信号伝達を阻止する」，「TＮF依存性応答を抑制する」などの有用性を奏することについての記載がある。また，審決で指摘したように，「本願優先日前において，TＮF受容体の細胞外ドメインに相当する溶解型TＮF−Rとして，TBP−IIとともに，TBP−Iはよく知られた分子である」(審決6頁10行～12行)。さらに，審決では記載事項(b)である引用例3，記載事項(c)である引用例5及び本願明細書［甲8］段落【0006】に記載された内容を従来技術水準として提示している。これらの従来技術から判断すれば，本願発明1の奏する効果は，従来技術から予測される範囲を超えるものではない。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "甲18，19は，本願優先日後の文献であって，しかも甲18，19の記載内容は本願明細書に記載されていない事項である(原告所論のTBP−Iからなるマルチマーの優れた作用効果は，本願明細書に何ら開示されていない作用効果であり，原告の主張は明細書の記載に基づく主張でない。)から，甲18，19の記載をもって審決の判断を覆す根拠とはなり得ない。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "以上のとおりであるから，本願発明1の効果について，「本願明細書には，実際に，溶解型TＮF−Rのマルチマーを製造し，そのTＮFの作用を遮断する能力を確認した具体的な記載は何ら存在しないのであるから，本願発明1の奏する効果は，従来技術から予測される範囲であってそれを超えるものとはいえない。」(審決7頁2行～5行)とした審決の判断に誤りはない。",
                "\u0001 取消事由4に対し"
              ]
            },
            {
              "fig": "ア",
              "text": [
                "医薬についての用途発明においては，一般に，物質名，化学構造だけからその有用性を予測することは困難であり，発明の詳細な説明に，投与方法，製剤化のための事項等がある程度記載されている場合であっても，それだけでは当業者は当該医薬が実際にその用途において有用性があるか否かを知ることができないから，発明の詳細な説明に薬理データ又はそれと同視すべき程度の記載をしてその用途の有用性を裏付ける必要があり，そのような記載がなされていない場合には，特許法36条4項に違反するものというべきである。",
                "これを本願発明5についてみるに，本願明細書中には，本願発明5の発明の対象である「溶解型TＮF−Rのマルチマー」の用途の有用性についての裏付けが一切記載されていない。",
                "すなわち，本願明細書(甲8)の例1及び2の記載は，「溶解型TＮF−Rのマルチマー」の製造に係るものではなく，本願明細書には，「溶解型TＮF−Rのマルチマー」を実際に製造し，「溶解型TＮF−Rのマルチマー」が「TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる」ことを確認した具体的な記載はない。また，本願明細書(甲8)の例3及び4の記載は，予想に基づく記載がなされているのみであって，「溶解型TＮF−Rのマルチマー」の用途の有用性についての裏付けはない。さらに，本願明細書のその他の部分をみても，「溶解型TＮF−Rのマルチマー」の用途の有用性についての裏付けはない。",
                "甲18，19は，本願優先日後の文献であって，しかも甲18，19の記載内容は本願明細書に記載されていない事項であるから，甲18，19の記載をもって審決の判断を覆す根拠とはなり得ない。また，甲20も，本願優先日後の文献であるので，同様である。",
                "したがって，「本願は，本願発明5について，特許法第36条4項に規定する要件を満たしていない。」とした審決の判断に誤りはない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，無効審判請求前に本願明細書を補正する機会が十分に与えられていたにもかかわらず，自らの都合によって，それらの補正の機会を利用しなかったものである。",
                "審判請求人が補正案を提示しても，その補正案を考慮して補正の機会を与えるか否かは，審判合議体の裁量権に属するものである。したがって，仮に，本願発明1に関する特許法29条2項の拒絶理由が解消するとしても，それにより直ちに補正の機会が与えられるわけではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因\u0001(特許庁における手続の経緯)，\u0001(発明の内容)，\u0001(審決の内容)の各事実は，当事者間に争いがない。",
            "そこで，以下の2ないし4において，本願発明1の意義・引用例1の記載事項と本願発明1との一致点と相違点・引用例3及び5の記載事項を明らかにした上，それを前提として，5以下において，原告の取消事由の主張に対する当裁判所の判断を示すこととする。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明1の意義について",
          "text": [
            "\u0001 本願発明1は，前記第3の1\u0001のとおり，「TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる，溶解型TＮF−Rのマルチマーまたはその塩であって，該マルチマーはTBP−Iからなる，あるいはTBP−IとTBP−IIの混合物からなる，溶解型TＮF−Rのマルチマーまたはその塩。」というものである。",
            "\u0001 本願明細書(甲8)には，「発明の詳細な説明」として，次の記載がある。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "発明の分野",
              "text": [
                "本発明は，腫瘍壊死因子受容体の溶解型マルチマー，その製造方法，およびそれを含有する医薬組成物に関する(段落【0001】)。"
              ]
            },
            {
              "fig": "イ",
              "subject": "発明の背景",
              "text": [
                "腫瘍壊死因子(TＮF)は多くの細胞種，主として単核貧食細胞で産生されるサイトカインである。現在，2種類のTＮF，すなわちTＮF−αおよびTＮF−β(リンホトキシン)が同定されている。TＮF−αおよびTＮF−βはいずれも，特異的細胞表面受容体に結合して，それらの作用を開始する(段落【0002】)。",
                "TＮF−αおよびTＮF−β(以下TＮFと呼ぶ)は，炎症応答に関与する多数の様々な標的細胞に対して，有益な作用と同時に有害作用も発揮することが知られている。その多くの作用の中で，TＮFはたとえば，線維芽細胞の増殖を刺激し，これらの細胞中にコラーゲン，プロスタグランジンE2およびIL−6の合成を誘発する。TＮFはまた，脂肪細胞において，リポ蛋白リバーゼの活性を低下させ，破骨細胞を活性化し，血中白血球に対する内皮細胞の付着性を増大させる(段落【0003】)。",
                "しかしながら，TＮFは同時に，著しい有害作用ももっている。TＮF−αの過剰産生はいくつかの疾患の主要な病因になっている。たとえば，TＮF−αは敗血症ショック症状の主な原因であることが知られている。",
                "ある種の疾患では，TＮFは，脂肪細胞の活性の抑制および食欲不振を起こすことにより，著しい体重減少(カヘキシー)を生じることがある(したがって，TＮF−αはカヘキシンと呼ばれた)。Beutlerら，Annu．Rev．Biochem．，57，507−518(1988)",
                "およびOld，Sci．Am．258，41−49(1988)参照。過",
                "剰なTＮF産生はエイズ患者でも明らかにされている(段落【0004】)。",
                "TＮFの細胞障害作用を中和するためには，内因的に形成されるまたは外因的に投与されるTＮFに対する拮抗またはその消失を図る方法が探索されてきた。さらに，TＮFの多くの作用の中の一部のみを特異的に誘導する方法，またはその作用を特定の種類の標的細胞に限定する方法が検討されている。この方向での最初の試みは，TＮF−αの細胞障害作用を中和するモノクローナル抗体の開発であった。このようなモノクローナル抗体は欧州特許第186 833号およびイスラエル特許第73883号に記載されている(段落【0005】)。",
                "上述のように，TＮFは特異的細胞表面受容体に結合してその作用を開始する。細胞の種類により発現が異なる2種類のTＮF受容体(以下「TＮF−R」という)，すなわちp−55−TＮF受容体およびp−75−TＮF受容体(p−55−TＮF−Rおよびp−75−TＮF−R)が知",
                "られている。TＮFに特異的に結合するTBP−IおよびTBP−IIと呼ばれる2種類の蛋白質が，この2つの受容体と免疫学的に交差反応することが明らかにされている。両蛋白質とも，TＮFのin vitro細胞破壊作用に対して防御効果を与え，いずれもTＮF−αよりTＮF−βへの結合の効率が低い。TBPの形成が細胞表面TＮF−Rの蛋白分解的切断によって起こり，それらの細胞外ドメインの主要部分の放出を生じることも見出された(欧州特許第308 378号，第398327号，および欧州特許出願第90 12 4133．1号参照)。実際，TBP−IおよびTBP−IIにおけるアミノ酸配列は，細胞表面受容体の細胞外ドメインに見出される配列に完全に一致するが，この受容体の細胞内ドメインの部分は含まないことが明らかにされている(段落【0006】)。",
                "これらの所見は，TBP−IならびにTBP−IIによるTＮF機能の阻害が，TＮFの受容体への結合およびそれによるTＮFへの細胞応答の開始に重要な細胞表面TＮF−Rの構造的特徴部分のTBP−IおよびTBP−IIにおける保存を反映するものであることを示唆している。この構造の保存により，TBP−IおよびTBP−IIは，細胞表面TＮF−RでTＮFと競合し，その機能を遮断する能力をもつことになる(段落【0007】)。",
                "TＮFが自然な状態で，それぞれ分子サイズ約17，000Dの同一のポリペプチド鎖3つからなるマルチマー(トリマー)として存在することが知られている(段落【0008】)。",
                "その作用を誘導するためには，TＮFは，そのトリマー型でTＮF受容体に結合しなければならない。TＮFモノマーも細胞に結合するが(TＮFトリマーに比較して親和性は低い)，作用は示さない(段落【0009】)。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "発明の要約",
              "text": [
                "本発明は，溶解型TＮF−Rのマルチマー，およびその塩または機能性誘導体を提供する。これらのマルチマーは，細胞表面受容体へのTＮFの結合を効果的に妨害し，したがってTＮFの有害作用を発揮させない(段落【0010】)。",
                "本明細書で用いられる「マルチマー」の語は，たとえば，共有結合，リポソーム形成，溶解型TＮF−Rのモノマーの単一組換え分子への導入，または他の任意のモノマーの結合により，一緒に保持されたモノマーの任意の組み合わせを意味する(段落【0011】)。",
                "マルチマーはダイマー，トリマーまたは他のマルチマー型のいずれでもよく，たとえばTBP−I，TBP−II，またはそれらの混合物からなるものとすることもできる(段落【0012】)。",
                "以下に述べるように，TＮFはトリマーとして存在し，トリマーとしてその生物学的作用を発揮する。しかしながら，TＮFが結合するTＮF−Rの形態について，すなわち，TＮFトリマーが個々のTＮF−Rに結合するのか，あるいは受容体自身もトリマーとして存在するのか，またはTＮF結合後により良好にトリマーを収容するマルチマーになるのか等については，まだ何もわかっていない(段落【0017】)。",
                "本発明者らは，TＮF−Rが，TＮFに暴露された細胞中で凝集型になって存在することを見出したのである(段落【0018】)。",
                "これは，標識TＮFに架橋によって付着させたヒトp55−TＮF−Rの完全長，C末端切断型の分析によって明らかにされた。この目的で本発明者らはcDＮAの特定部位の突然変異により，ヒトp55−TＮF−Rの切断型を精製させ，これをマウスA9細胞内で発現させた。放射標識TＮFをこれらの細胞に適用しTＮF−Rに化学的に架橋させた。TＮF−Rは界面活性剤で可溶化し，ヒト受容体に特異的な抗体を適用して，ヒト受容体を免疫沈殿させ，ついで受容体の凝集の結果として，マウス受容体がヒト受容体と非共有結合的に会合するかどうかを検査した(段落【0019】)。",
                "TBP−IとTBP−IIのモノマーに，ヒト生体内において細胞へのTＮFの結合の効果的な阻害を起こさせるためには，極めて高用量を投与しなければならない。本発明による溶解型TＮF−Rのマルチマーは，それらが細胞表面TＮF−Rの凝集体上のTＮFトリマーの結合部位に対してTＮFと効果的に競合するので，より低用量でTＮF活性の阻害に，より有効であろうと考えられる(段落【0020】)。",
                "\u0001 本願優先日前に刊行された乙1(Yaron Nopharほか「Soluble forms oftumor necrosis factor receptors (TNF-Rs).The cDNA for the type 1TNF-R,cloned using amino acid sequence data of its soluble form,encodesboth the cell surface and a soluble form of the receptor」The EMBOJournal,Vol.9,No.10,1990,p.3269-3278)のFig.1(図1)Dには，I型TＮF−R(p−55−TＮF−R)のアミノ酸配列が記載されているところ，そのアミノ酸配列は，細胞外領域，膜貫通領域，細胞内領域の3つの領域から構成されており，細胞外領域は，1位～190位である。また，乙2(欧州特許出願公開第433900号明細書［1991.Jun.26］)には，「例4 TBP−IをコードするcDＮAのクローニングとチャイニーズハムスター卵巣(CHO)細胞でのTBP−Iの発現」の表題の下に，「哺乳動物細胞でのI型ヒトTＮFレセプターの可溶性領域をコードするDＮAの効率的な発現に適したプラスミドを得るため，図1Dで示したDＮA配列の256−858の遺伝子を2つの発現ベクター中にクローン化した。」と記載されている(8頁54行～9頁2行，訳文下6行～下1行)。Fig.1D(16頁)によると，上記の「DＮA配列の256−858の遺伝子」は，−21位～180位のアミノ酸配列をコードするものに対応するところ，弁論の全趣旨によると，−21位～−1位はシグナル領域であって，哺乳動物細胞で発現させると切断されるものと認められるから，「TBP−I」は，1～180位のアミノ酸配列からなるタンパク質であるということができる。",
                "以上の乙1及び乙2の記載に，前記\u0001イの本願明細書(甲8)における「実際，TBP−IおよびTBP−IIにおけるアミノ酸配列は，細胞表面受容体の細胞外ドメインに見出される配列に完全に一致するが，この受容体の細胞内ドメインの部分は含まないことが明らかにされている。」(段落【0006】)との記載を総合すると，TBP−I及びTBP−IIは，細胞表面受容体の細胞外ドメインの可溶性の部分からなるものであって，同受容体の細胞内ドメインの部分は含まないものであると認められる。",
                "そして，前記\u0001のとおり，本願発明1の「溶解型TＮF−Rのマルチマー」は，TBP−I又はTBP−IとTBP−IIの混合物からなるのであるから，細胞表面受容体の細胞外ドメインの可溶性の部分からなるものであって，同受容体の細胞内ドメインの部分は含まないものと認められる。その上，前記\u0001のとおり，本願発明1の「溶解型TＮF−Rのマルチマー」は，「TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる」ものであるから，前記\u0001の発明の詳細な説明の記載をも考慮すると，本願発明1は，細胞表面受容体の細胞外ドメインの可溶性の部分からなる(同受容体の細胞内ドメインの部分は含まれない)「溶解型TＮF−Rのマルチマー」が，細胞表面受容体と競合して，TＮFと結合することによって，TＮFのその受容体への結合が妨害され，TＮFの作用を遮断できるというものであると認められる。さらに，本願発明1の「溶解型TＮF−Rのマルチマー」は，このように，TＮFのその受容体への結合を妨害し，TＮFの作用を遮断できるので，TＮFの細胞破壊作用に対して防御効果を与えることができるものであると認められる。",
                "\u0001 原告は，本願発明1の構成は，ヒトp55−TＮF−RがTＮFに暴露された細胞中で凝集型になって存在していることを見い出したことにより，当該凝集体について，一方において【1】「機能性受容体の凝集がこれらの受容体の活性に必要なこと」及び他方において【2】「この凝集における非機能性受容体の関与がTＮF機能の効果的な阻害を生じること」をそれぞれ解明し，そのうち【2】の新規知見に基づき採択されたものである，と主張する。",
                "確かに，前記\u0001ウのとおり，本願明細書(甲8)の発明の詳細な説明には，「本発明者らは，TＮF−Rが，TＮFに暴露された細胞中で凝集型になって存在することを見出したのである。」(段落【0018】)と記載され，それに続いて，「これは，標識TＮFに架橋によって付着させたヒトp55−TＮF−Rの完全長，C末端切断型の分析によって明らかにされた。",
                "この目的で本発明者らはcDＮAの特定部位の突然変異により，ヒトp55−TＮF−Rの切断型を精製させ，これをマウスA9細胞内で発現させた。",
                "放射標識TＮFをこれらの細胞に適用しTＮF−Rに化学的に架橋させた。",
                "TＮF−Rは界面活性剤で可溶化し，ヒト受容体に特異的な抗体を適用して，ヒト受容体を免疫沈殿させ，ついで受容体の凝集の結果として，マウス受容体がヒト受容体と非共有結合的に会合するかどうかを検査した。」(段落【0019】)と記載されている。そして，本願明細書(甲8)の例1(段落【0037】～【0040】)，例2(段落【0041】～【004",
                "8】)及び図1～5には，ヒトp55−TＮF−Rの細胞内領域の一部を欠失したものは，欠失がないものに比べて，TＮFの細胞破壊作用が阻害されることが示されているということができる。",
                "しかし，前記\u0001の本願発明1の特許請求の範囲には，原告が主張する上記【1】【2】についての記載はないから，本願発明1が，原告が主張するようなものであると認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "引用例1の記載事項と本願発明1との一致点・相違点について\u0001 引用例1(特開平3−133382号公報。甲1)には，次の記載がある。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "「本発明はまた，TＮF−R，特に可溶性形態のTＮF−Rから成る単離したまたは精製した蛋白組成物を提供する。」(3頁右下欄下8行～下6行)"
            },
            {
              "fig": "イ",
              "subject": "「TＮFレセプター(TＮF−R)に特異的に結合するTＮFの能力ゆえに，精製TＮF−R組成物はTＮFの診断アッセイに，または診断や治療に用いるTＮFレセプターに対する抗体の誘導に有用であるだろう。さらに，精製TＮFレセプター組成物は，TＮFを結合または捕捉するための治療に直接使用され，これによりこのサイトカインの免疫活性を調節するための手段を提供する。」(4頁左上欄1行～8行)"
            },
            {
              "fig": "ウ",
              "subject": "「本発明との関係において用いられる“可溶性TＮF−R”または“sTＮF−R”は，天然TＮF−Rの細胞外領域の全部または一部に一致するアミノ酸配列(例えば，huTＮF−RΔ235，huTＮF−RΔ1",
              "text": [
                "85，huTＮF−RΔ163)，あるいは第2A図のアミノ酸1−16",
                "3，アミノ酸1−185，またはアミノ酸1−235の配列に実質的に類似したアミノ酸配列を有し，しかもTＮFリガンドに結合するという点で生物学的に活性である蛋白，または実質的に均等な類縁体を意味する。均等な可溶性TＮF−Rには，1以上の置換，欠失または付加によりこれらの配列と異なるポリペプチドであって，TＮF結合能力を保持するか，または細胞表面結合TＮFレセプター蛋白によるTＮF信号伝達を阻止するもの，例えばhuTＮF−RΔx(ここで，xは，第2A図のアミノ酸163−235のいずれか1つより成る群から選ばれる)が含まれる。」(4頁左下欄下4行～右下欄下7行)"
              ]
            },
            {
              "fig": "エ",
              "subject": "「TＮF−Rのサブユニットは末端または内部の残基もしくは配列を欠失させることにより構築される。特に好適な配列には，TＮF−Rのトランスメンブラン領域および細胞内ドメインが培地へのレセプターの分泌を促すために欠失されたか，または親水性残基で置換されたものが含まれる。生成した蛋白はTＮF結合能を保持する可溶性TＮF−R分子と呼ばれる。特に好適な可溶性TＮF−R構築物はTＮF−RΔ235(第2A図のアミノ酸1−235の配列)であり，これはトランスメンブラン領域に隣接したAsp235で終わるTＮF−Rの全細胞外領域を含んでいる。」(9頁左上欄12行～右上欄3行)"
            },
            {
              "fig": "オ",
              "text": [
                "「TＮF−Rの1価形態および多価形態は両方とも本発明の組成物および方法において有用である。多価形態はTＮFリガンドの結合部位を複数もっている。例えば，2価の可溶性TＮF−Rはリンカー領域によって隔てられた第2A図のアミノ酸1−235の直列反復から成っている。また，別の多価形態は，例えば，TＮF−Rを臨床的に許容しうる担体分子(フィコール，ポリエチレングリコールまたはデキストランより成る群から選ばれるポリマー)に通常のカップリング技術を使って化学的にカップリングすることにより構築できる。別法として，TＮF−Rはビオチンに化学的にカップリングすることができ，その後ビオチン−TＮF−R複合体をアビジンに結合させて，4価のアビジン−ビオチン−TＮF−R分子を得ることができる。TＮF−Rはさらにジニトロフェノール(DＮP)またはトリニトロフェノール(TＮP)に共有結合でカップリングさせ，生成した複合体を抗DＮPまたは抗TＮP−IgMで沈殿させて，10価のTＮF−R結合部位をもつデカマー複合体を形成することができる。",
                "また，免疫グロブリン分子重鎖および軽鎖のいずれか一方または両方の可変部ドメインの代わりにTＮF−R配列を有しかつ未修飾不変部ドメインを有する組換えキメラ抗体分子を作ることができる。例えば，キメラTＮF−R／IgG1は，2つのキメラ遺伝子−−TＮF−R／ヒトκ軽鎖キメラ(TＮF−R／Cκ)およびTＮF−R／ヒトγ 重鎖キメラ(TＮF−R／Cγ )から作られる。2つのキメラ遺伝子の転写・翻訳後−1",
                "に，これらの遺伝子産物は2価のTＮF−Rをもつ単一のキメラ抗体分子に組み立てる。このようなTＮF−Rの多価形態はTＮFリガンドに対する結合親和性が増強される。」(10頁左上欄下6行～左下欄8行)カ 「可溶性TＮF−R蛋白はTＮF依存性応答を抑制するために投与される。いろいろな病気および疾患(例えば，悪液質や敗血症性ショック)がTＮFによって引き起こされると考えられる。…従って，可溶性TＮF−R組成物は，例えば，悪液質や敗血症性ショックを治療するために，あるいはサイトカイン療法に伴う副作用を治療するために使用される。」(16頁左上欄8行～下3行)"
              ]
            },
            {
              "fig": "キ",
              "subject": "実施例3には，可溶性huTＮF−RΔ235をコードするcDＮAを構築して，TＮF−Rを発現させ，そのTＮF−RがTＮFを結合したことが記載されている(19頁左上欄3行～右上欄14行)",
              "text": [
                "実施例4には，可溶性huTＮF−RΔ185をコードするcDＮAを構築して，TＮF−Rを発現させ，そのTＮF−RがTＮFを結合したことが記載されている(19頁右上欄15行～20頁左上欄11行)。",
                "実施例5には，可溶性huTＮF−RΔ163をコードするcDＮAを構築して，TＮF−Rを発現させ，そのTＮF−RがTＮFを結合したことが記載されている(20頁左上欄12行～右上欄下5行)。",
                "実施例7には，チャイニーズハムスター卵巣(CHO)細胞によって可溶性TＮF−Rを発現させたことが記載されている(20頁右下欄6行～22頁左上欄10行)。",
                "実施例8には，酵母によって可溶性ヒトTＮF−Rを発現させたことが記載されている(22頁左上欄11行～23頁左下欄10行)。",
                "\u0001 上記の引用例1の記載によると，引用例1には，TＮFリガンドの結合部位を複数有するTＮF受容体(TＮF−R)の多価形態が記載されており，具体的な化合物として，第2A図のアミノ酸1位～235位の領域がリンカー領域を介して直列反復した2価の可溶性TＮF−R分子が記載されているところ，この2価の可溶性TＮF−R分子は，審決が認定する(4頁下8行～5頁6行)とおり，本願発明1の「溶解型TＮF−Rのマルチマー」に該当するものである。そして，引用例1には，このような「溶解型TＮF−Rのマルチマー」は，TＮF依存性応答を抑制するために投与され，TＮFによって引き起こされる病気や疾患を治療するために使用されることも記載されている。",
                "引用例1の第2A図のアミノ酸配列は，p−75−TＮF−R(2型TＮF−R)のアミノ酸配列を示すものであり，その「1～235位の領域」は，p−75−TＮF−Rの全細胞外領域であるから，本願発明1の「TBP−II」を含むものである。",
                "\u0001 そうすると，本願発明1と引用例1に記載された事項との一致点，相違点は，審決が認定する(5頁15行～23行)ように，前記第3の1\u0001の〈一致点〉，〈相違点〉(相違点\u0001，相違点\u0001)のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "引用例3及び5の記載事項について",
          "text": [
            "\u0001 引用例3(PATRICK W.GRAYほか「Cloning of human tumor necrosis factor(TNF) receptor cDNA and expression of recombinant soluble TNF-bindingprotein」［ヒト腫瘍壊死因子(TNF)受容体cDNAのクローニングおよび可溶性TNF結合タンパク質］Proc.Natl.Acad.Sci.USA,Vol.87,1990,p.7380-7384。甲2)には，次の記載がある。"
          ],
          "content": [
            {
              "fig": "ア",
              "subject": "「要約 ヒト腫瘍壊死因子(TＮF)に対する1つの受容体のcDＮAを単離した。このcDＮAは，171残基の細胞外ドメインと221残基の細胞質ドメインに分かれる455アミノ酸のタンパク質をコードしている。その細胞外ドメインを哺乳類細胞内で発現させるために操作した。この組換え誘導体はTＮFαに高い親和性で結合して，その細胞障害活性をin vitroで阻止する。TＮF受容体は，神経成長因子受容体，ヒトB細胞表面抗原CD40，およびラットT細胞表面抗原OX40を含む細胞表面タンパク質ファミリーとの類似性を示す。TＮF受容体は，細胞外部分にシステインを含む4つのサブドメインを含んでいる。全TＮF受容体cDＮAでトランスフェクトした哺乳類細胞は，放射性標識したTＮFαと2．5×10−9Mの親和性で結合する。この結合は，非標識TＮFαまたはリンホトキシン(TＮFβ)で競争的に阻止される。」(7380頁左欄1行～16行，訳文1頁13行～23行)"
            },
            {
              "fig": "イ",
              "text": [
                "「最近，7つの研究所がTＮF受容体試料に異質性を検出して(15，16)，少なくとも2つの相異なる細胞表面分子がTＮFαに結合することを提唱している。それに加えて，30kDのTＮF結合タンパク質が尿および血清から単離されたので，これらの受容体は両者共，可溶な形態で細胞から放出されると思われる(16～18)。この可溶性の細胞外ドメインはリガンドに高い親和性で結合する能力を保有し，それ故in vivoにおけるTＮFα濃度の調節において重要である可能性がある。",
                "TＮF受容体の構造をさらに精巧につくるために，著者らは受容体の1形態に対するcDＮAを同定した。このcDＮAでトランスフェクトしたCOS細胞は，高い親和性でTＮFαに結合し，この結合は非標識TＮFαまたはリンホトキシンによって阻止することができる。TＮF受容体の誘導体，細胞外ドメインはCOS細胞においても発現された。この結果として，TＮF結合タンパク質と類似の特性を有する可溶性組換え受容体ドメインの分泌が生ずる。」(7380頁左欄下7行～右欄12行，訳文1頁下1行～2頁11行)",
                "\u0001 上記の引用例3の記載によると，引用例3には，少なくとも二つの相異なる細胞表面分子がTＮFαに結合することが提唱されていること，これらの受容体は両者共，可溶な形態で細胞から放出されると思われること，この可溶性の細胞外ドメインはリガンドに高い親和性で結合する能力を保有しており，TＮFα濃度の調節において重要である可能性があること，著者らは，受容体の1形態に対するcDＮAを同定し，このcDＮAでトランスフェクトされたCOS細胞は，高い親和性でTＮFαに結合したこと，このTＮF受容体の細胞外ドメインをCOS細胞で発現させたところ，TＮF結合タンパク質と類似の特性を有する可溶性組換え受容体ドメインの分泌が生ずることが記載されている。",
                "\u0001 引用例5(欧州特許出願公開第398327号明細書。甲3)には， 次の記載がある。",
                "「それゆえ，内因的に形成されたかまたは外因的に投与されたTＮFを排除または拮抗する方法を見出す必要がある。この方向における1つの試みは，TBP−Ⅰと呼ばれ，TＮFの作用に拮抗できることが示された最初のTＮF結合タンパク質をヒト尿から単離することであった。この拮抗作用は，TＮFの細胞障害活性の減少の測定，ならびにTＮF結合のその受容体に対する干渉の測定の両者により定量された。",
                "タンパク質TBP−Ⅰは，1989年3月22日に発行された本発明者らの欧州特許出願EP第308，378号中に最初に記載され，その中でヒト尿からCMセファロースでのクロマトグラフィーとそれに続くMonoQおよびMonoSカラムでの高速液体クロマトグラフィー(HPLC)および逆相HPLCにより均質に精製するプロセスが開示された。そのようにして得た均質なTBP−Ⅰは，還元的および非還元的両条件下のドデシル硫酸ナトリウム(SDS)−ポリアクリルアミドゲル電機泳動(PAGE)において，約27，000の見かけ分子量を有していた。精製したタンパク質の均質性はミクロ配列分析により確認し，単−Ｎ末端配列：Asp−Ser−Val−Cys−Pro−が明らかにされた。",
                "TBP−Ⅰは，ml当たり2～3ナノグラムの濃度で細胞をTＮF障害性から防護すること，およびTＮF−αおよびTＮF−β両者の細胞への結合を，これらのサイトカインと同時に適用したときに，妨害することが示された。TBP−Ⅰが機能する機構のさらなる検討により，TBP−Ⅰは標的細胞と相互作用するのではなく，TＮFに特異的に結合することによりTＮFの機能を遮断し，そのようにしてTＮFを求めてTＮF受容体と競合することが明らかになった。",
                "この発見の結果として，本発明者らはTBP−Ⅰの精製に別の取り組み方を試みた。それにより，尿タンパク質またはその画分を固定化したTＮFのカラムにかけて，結合しなかったタンパク質を除去した後，カラムに結合したタンパク質を，pHを下げることにより生物活性形で溶離した。SDSPAGE分析において，溶離液中のタンパク質の大部分は，見かけの分子サイズが30，000±2，000の単一の幅の広いバンドとして移動した。",
                "逆相HPLCによりさらに分別を適用すると，TＮFカラムから溶離するタンパク質は，2つの活性成分の存在を示した：1つはTBP−Ⅰで，27％アセトニトリルで期待されるように溶離し，それに加えて第2のTＮF結合タンパク質が少し高いアセトニトリル濃度で(31％)溶離した。このTＮF結合タンパク質は新規であり，本明細書においてはTBP−ⅠⅠと称する。両タンパク質は，in vitroにおけるTＮFの細胞破壊作用に対して防護を提供し，両方ともTＮF−αよりもTＮF−βへの結合効果が小である。SDS PAGE分析において，2つのタンパク質，TBP−ⅠおよびTBP−ⅠⅠはほとんど同じような分子サイズを有するように見えたが，これらは，免疫学的交差反応性の欠如，異なるＮ末端アミノ酸配列および異なるアミノ酸組成により互いに明確に識別することができた。」(2頁25行～下1行。訳文1頁16行～2頁下1行)",
                "\u0001 上記の引用例5の記載によると，引用例5には，TＮFに結合するタンパク質として，TBP−ⅠとTBP−ⅠⅠという2種類のものがあること，これらはいずれもTＮFの細胞破壊作用に対して防護を提供することが記載されている。",
                "\u0001 以上の記載によると，TＮFに特異的に結合する2種類のタンパク質として，TBP−IとTBP−IIがあり，これらは，TＮFの細胞破壊作用に対して防護作用を有することが，本願優先日前から知られていたことが認められる。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由1(相違点\u0001についての判断の誤り)について",
          "text": [
            "\u0001 相違点\u0001の容易想到性につき",
            "本願発明1では，「溶解型TＮF−Rのマルチマー」は「TBP−Iからなる，あるいはTBP−IとTBP−IIの混合物からなる」ものであるのに対し，引用例1では，TBP−IIを含む分子から構成される具体例が開示されるに留まり，その他に用いることができる具体的な構成成分は特に記載されていない(相違点\u0001)。",
            "しかし，前記3\u0001エオのとおり，引用例1(甲1)には，「生成した蛋白はTＮF結合能を保持する可溶性TＮF−R分子と呼ばれる。特に好適な可溶性TＮF−R構築物はTＮF−RΔ235(第2A図のアミノ酸1−235の配列)であり，これはトランスメンブラン領域に隣接したAsp235で終わるTＮF−Rの全細胞外領域を含んでいる。」，「TＮF−Rの1価形態および多価形態は両方とも本発明の組成物および方法において有用である。多価形態はTＮFリガンドの結合部位を複数もっている。例えば，2価の可溶性TＮF−Rはリンカー領域によって隔てられた第2A図のアミノ酸1−235の直列反復から成っている。」，「…TＮF−Rの多価形態はTＮFリガンドに対する結合親和性が増強される。」などと記載されているから，引用例1には，1価形態のみならず，多価形態においても，TＮF−RのTＮFに対する「結合能力」が存することが記載されており，その例として，TBP−IIを含む分子から構成される2価の可溶性TＮF−R(「溶解型TＮF−Rのマルチマー」)が記載されている。また，前記3\u0001のとおり，引用例1には，「溶解型TＮF−Rのマルチマー」につき，TＮF依存性応答を抑制するために投与され，TＮFによって引き起こされる病気や疾患を治療するために使用されることも記載されている。そして，以上の事実に，前記4のとおり，TＮFに特異的に結合する2種類のタンパク質として，TBP−IとTBP−IIがあり，これらは，TＮFの細胞破壊作用に対して防護作用を有することが，本願優先日前から知られていたことからすると，当業者(その発明の属する技術の分野における通常の知識を有する者)が，引用例1に記載された「溶解型TＮF−Rのマルチマー」について，「TBP−Iからなる，あるいはTBP−IとTBP−IIの混合物からなる」ものを用いてみようと発想する十分な動機付けがあるということができるのであり，相違点\u0001を容易に想到することができたものというべきである。",
            "\u0001 原告の主張に対する補足的判断"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "原告は，本願発明1は，前記【1】，【2】の技術的知見に基づくものであると主張し，引用例1には，これらの点が開示されていないなどと主張するが，前記2のとおり，本願発明1は，原告が主張するような技術的知見に基づくものではないから，そのことを前提とする原告の主張は，すべて採用することができない。乙3，4に，TＮF受容体が「凝集」することが記載されているかどうかが，本件の結論を左右することもない。",
                "そして，前記2\u0001ウのとおり，本願明細書(甲8)には，「TＮFが結合するTＮF−Rの形態について，すなわち，TＮFトリマーが個々のTＮF−Rに結合するのか，あるいは受容体自身もトリマーとして存在するのか，またはTＮF結合後により良好にトリマーを収容するマルチマーになるのか等については，まだ何もわかっていない。」と記載されているが，そうであるとしても，上記\u0001のとおり，引用例1(甲1)に記載された「溶解型TＮF−Rのマルチマー」について「TBP−Iからなる，あるいはTBP−IとTBP−IIの混合物からなる」ものを用いてみることについて十分な動機付けがあると認められるのであり，本願明細書(甲8)の上記記載は，上記アの認定を左右するものではない。",
                "原告は，引用例1の「多価形態」が「TＮFとの多数の結合部位を有する分子」であることは審決の推測にすぎない，と主張する。しかし，前記3\u0001オのとおり，引用例1(甲1)には，「多価形態はTＮFリガンドの結合部位を複数もっている。」と記載されているから，審決の推測ということはできない。また，原告は，引用例1においては，「TBP−II」からなる「1価形態」における「結合能力」の「保持」について具体的に実証されていないのみならず，その「多価形態」におけるその「結合能力」についても実証されていないのであるから，このような「TＮFへの結合性」だけをその理由として「他のTＮF−Rを用いてみよう」とすることはないと主張する。しかし，前記3\u0001エオのとおり，引用例1(甲1)には，上記\u0001で引用したとおりの記載があるのであり，上記\u0001のとおり，この記載等に基づいて，当業者は，引用例1に記載された「溶解型TＮF−Rのマルチマー」について，「TBP−Iからなる，あるいはTBP−IとTBP−IIの混合物からなる」ものを用いることについて十分な動機付けがあるということができるから，原告の主張を採用することはできない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "甲18，19",
              "text": [
                "\u0001 甲18(T.J.Evansほか「Protective Effect of 55-but not 75-kDSoluble Tumor Necrosis Factor Receptor-Immunoglobulin G FusionProteins in an Animal Model of Gram-negative Sepsis」J.Exp.Med,Vol.180,1994,p.2173-2179)には，次の記載がある。",
                "「要約",
                "本研究の目的は，グラム陰性敗血症のマウスモデルでの死亡に対する防護における55−および75−kD両方の可溶性腫瘍壊死因子受容体免疫グロブリンG融合タンパク質(sTＮFR−IgG)の性能を比較することであった。P75構築物の250μgでの前処理は，このモデルにおいて死亡を遅延したが回避せず，感染後の生物活性TＮF−αレベルのピークを，対照マウスにおける76．4 ng ml−1から処理群における4．7 ng ml−1へと低下させた(p＜0．05，2試料t検定)。しかしながら，生物活性TＮF−αのこれらの低レベルは，p75融合タンパク質処理した動物中で対照に比較して持続し，死亡の遅延を媒介するためには十分であった。対照的に，200μgのp55sTＮFR−IgGによる前処理は，血中TＮFを完全に中和して，死亡に対する優れた防護を与えた。TＮF−αと可溶性TＮFR融合タンパク質との結合の研究は，p75融合構築物がp55融合タンパク質よりも約50～100倍速く結合TＮF−αを交換することを示した。このように，平衡においては両方の融合タンパク質が高い親和性を以てTＮF−αに結合するが，TＮF−αp55融合タンパク質複合体はp75融合構築物よりも動態学的に安定であり，これはそれゆえにTＮF担体として作用する。p75融合構築物からのTＮF−αの持続的放出は敗血症のこのモデルにおいて治療効果を制限する。」(2173頁「要約」欄。訳文1頁12行～2頁5行)",
                "「議論",
                "我々は，この論文で記載する実験において，マウスのグラム陰性菌の敗血症モデルで，TＮF−αを中和し死に対し防護する能力の点でのp75及びp55のsTＮFR−IgG 融合タンパクの挙動における顕著な相違を示した。p75構築物は，マウスの大腸菌の接種の後に生じる，高レベルの生物学的に活性なTＮF−αのピークを減衰することができるが，その後，低レベルのTＮF−αが，長時間，循環し続け，マウスの後期での死を媒介する。他方，p55構築物は，感染後の総ての時点においてTＮF−α血清の完全な中和を生じ，この敗血症モデルの死に対して優れた保護を提示する。p75構築物に比べて，p55sTＮFR−IgG構築物の生存に関する有益な効果は，実験で高い再現性を示し，重要なことは，その効果が，1つの実験内で，2つの物質を直接比較した際に実証できたことである。」(2177頁左欄11行～右欄4行。訳文2頁7行～18行)",
                "「何故，p55とp75の試料の間でこのような相違があるのだろうか。多くの点で，p55とp75のsTＮFR−IgG 融合タンパク",
                "は類似の特性を有する。これらは両方とも，TＮF−αに溶液中で類似の高い平衡結合係数をもって結合する(17，21)。両試料の排出半減期は，ほぼ20時間で，非常に類似する。しかしながら，敗血症モデルにおけるこれらの異なる効果についての可能な1つの説明は，TＮF−αの結合及び放出についてのこれらの異なる動態である。P55及びp75のsTＮFR−IgGにおけるこの異なる結合動態は，融合タンパク構築物に運び込まれるp55及びp75のTＮFR分子の本質的特性に反映される(36，及びLoetscher H.， D. Belluoccio及びW.Lesslauser，非公開データ)。従って，平衡条件下のp75融合タンパクは，p55構築物と同じ親和性を有するが，動態学的に安定性がより低い。細胞毒性アッセイにおいて明らかにされた異なるTＮF−αの濃度から分るように，これは，血中で，融合タンパクと天然の可溶性膜結合TＮFRとの間におけるTＮF−αの区分化に非常に大きな影響を与える。従って，p55及びp75のsTＮFR−IgG での処置によ",
                "る結果の相違は，この2つの構築物の異なる結合動態から理解することができると思われる。",
                "これらの結果による治療上の示唆は何であろうか。動物モデルからの結果は，ヒト疾患に対する評価を行う前に，注意深く解釈されねばならない。しかし，ここで記述した実験は，2つのsTＮFR−IgG融合タンパクの生物学的特性における重要な相違を実証する。我々の実験で使用した敗血症モデルでp75タンパクと比較したp55構築物の保護効果は，p55sTＮFR−IgGが，ヒト疾患でも効果的である可能性が高いことを示唆する。」(2178頁左欄24行～右欄27行。訳文3頁2行～下1行)",
                "\u0001 甲19(Debra M.Butlerほか「TNF RECEPTOR FUSION PROTEINS AREEFFECTIVE INHIBITORS OF TNF-MEDIATED CYTOTOXICITY ON HUMAN KYM-1D4RHABDOMYOSARCOMA CELLS」 CYTOKINE,Vol.6,No.6,1994,p.616-623) には，次の記載がある。",
                "「KYM−1D4細胞は，TＮF媒介細胞障害に高度に感受性のヒト横紋筋肉腫から誘導されたサブラインである。この細胞を本研究のために選択したが，その理由は，この細胞がヒトTＮF−Rを発現するので，ヒトTＮF阻止剤の治療的価値の可能性を比較するのに，通常のマウスの株化細胞よりも適切な標的であるということである。1つはp55TＮF−Rを含み，もう1つはp75TＮF−Rを含む2つの組換え可溶性TＮF−R−IgG融合タンパク質，および組換え単量体可溶性p55TＮF−Rは全て，ヒトTＮFαおよびLTならびにマウスTＮFにより生ずる細胞障害作用を遮断することが見出された。P55TＮF−R−IgG融合タンパク質(p55−sf2)は，試験したアンタゴニストの中で最も有効なものであり，TＮFα媒介細胞障害を50％阻止するのに(TＮFαの単量体形態を基準にして)等モルの，または(TＮFαの3量体形態を基準にして)3倍高いモル濃度を必要とした。P55−sf2も同様にKYM−1D4アッセイにおいて，LTまたはマ",
                "ウスTＮFにより媒介される細胞障害を阻止するのに有効であった。対照的に，単量体の可溶性p55TＮF−Rは最も効果の低い阻止剤であり，同程度の防護を達成するのにp55−sf2よりも4000倍を超える高いモル濃度を必要とした。これらの融合タンパク質，特にp55−sf2は，低濃度でTＮFα媒介およびLT媒介両方のヒト細胞に対する影響を防止できるので，ヒト用治療剤として有用である可能性がある。TＮF−R−IgG融合タンパク質はin vitroでマウスT",
                "ＮFの作用も遮断するので，ヒト炎症性疾患のマウスモデルの研究に役立てることができる。」(616頁8行～25行。訳文1頁10行～2頁3行)",
                "「単量体sTＮF−Rは，TＮF細胞障害に対して弱い保護を提示する。",
                "非融合タンパクである単量体p55sTＮF−Rを，3種のTＮFに対して滴定し，融合タンパク及び抗体と比較した(図2−4)。それぞれの場合で，単量体p55sTＮF−Rは，TＮF細胞障害を中和する点において，最も効果的ではなく，3000倍又は100000倍の過剰な分子(単量体TＮF又は3量体TＮFに基づく)がヒト若しくはマウスのTＮFを阻害するために要求され，700倍(単量体)又は2000倍(3量体)の過剰な分子がLTを阻害するために要求された。」(619頁左欄下9行～右欄3行。訳文2頁下8行～下2行)",
                "「考察",
                "この報文は，in vitroでヒト細胞ラインに対するヒトTＮF−αおよびLT両者の細胞障害作用を阻止するTＮF−R−IgG融合タンパク質の最初の例を提供する。ヒトIgG の骨核上に2つのp55受容体を含むp55−sf2融合タンパク質は，p75−sf2融合",
                "タンパク質を含めた試験TＮFアンタゴニストの中で，TＮF−α活性の最良の阻止剤であった。実際，KYM−1D4アッセイにおけるTＮF−αの細胞障害を50％阻止するのに，単量体形TＮF−αを基準にしたTＮF−αの濃度に対してp55−sf2は等モルの濃度で十分であったのに対し，p75−sf2は9倍モル過剰，または単量体p55−nfは3000倍モルを超える過剰であった。TＮFの3量体を基準にした計算では，各々の場合，TＮFに対するアンタゴニストのモル過剰量は，単量体形TＮFを使用して計算したモル過剰量の3倍であった。これらの結果は，融合タンパク質p55−sf2が大きな治療能を有し，さらに，モノクローナル抗TＮF−α抗体と異なって，TＮF−αだけでなくLTも中和することを示唆している。注目されることであるが，p55−sf2はLTの中和に非常に有効であり，p75−sf",
                "2タンパク質の2倍(モル濃度表示で)，高親和性モノクローナル抗LT抗体(81／11)の10倍有効であった。」(619頁右欄10行",
                "～33行。訳文3頁5行～下1行)",
                "\u0001 甲18，19は，いずれも本願優先日(1991年［平成3年］8月7日)より後である1994年［平成6年］に刊行された文献であるから，その点から，これらの文献を参酌することは相当ではない。",
                "甲18の上記記載及びFigure1，2，5～8(図1，2，5～8。2175頁～2177頁)によると，可溶性TＮFR(sTＮFR)と免",
                "疫グロブリンG(IgG)との融合タンパク質2種(p75sTＮFR",
                "−IgGと，p55sTＮFR−IgG)の効果を敗血症マウスモデル",
                "において比較したところ，前者(p75sTＮFR−IgG)は，後者(p55sTＮFR−IgG)に比べてTＮF−αを中和する効果が低",
                "いことが記載されている。しかし，前者がTＮF−αを中和する効果を有することが否定されているわけではない。また，甲19の上記記載及びFigure2(図2。618頁)によると，\u0001p55TＮF−R−IgG",
                "融合タンパク質と\u0001p75TＮF−R−IgG融合タンパク質と\u0001単量体可溶性p55TＮF−Rの効果を比較したところ，\u0001，\u0001，\u0001の順でTＮF−αを中和する効果が高く，\u0001と\u0001では細胞障害を阻害するために必要な量が4000倍の違いがあることなどが記載されている。しかし，\u0001がTＮF−αを中和する効果を有することが否定されているわけではない。その他，甲18，19に，上記\u0001の判断を左右する記載があるとは認められない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "甲21，22",
              "text": [
                "\u0001 甲21(Bernard J. Scallonほか「FUNCTIONAL COMPARISONS OFDIFFERENT TUMOUR NECROSIS FACTOR RECEPTER/IgG FUSION PROTEINS」CYTOKINE,Vol.7,No.8,1995,p.759-770)には，次の記載がある。",
                "「9つの異なるIgG融合タンパク質および1つの非融合タンパク質，これらは全て2つのヒトTＮF受容体のいずれかの細胞外ドメイン由来する配列を含むものであるが，これらを，ヒトTＮFαまたはTＮFβに結合する能力および阻害する能力について比較した。…p55融合タンパク質はp75融合タンパク質よりも防護するようであった。このようにして，この研究は，TＮFαまたはTＮFβに対する中和能力に対して異なる効果を有するTＮF受容体−IgG融合タンパク質の構造的変位を確認した。」(759頁6行～25行。訳文1頁7行～2頁1行)",
                "「そのp75融合タンパク質は並列対比中においてp55融合タンパク質よりも劣る防護のようであった。」(764頁右欄下16行～下14行。訳文7頁2行～3行)",
                "「TＮFは2つ以上の細胞表面受容体を架橋することにより作用するとされているので19，またTＮFと受容体の複合体の間の2価の相互作用の結果，高い親和性相互作用が生ずるとされているので，受容体を2量化してより効果的な阻止剤を生成させる試みが為されてきた。幾つかのグループにより，可溶性TＮF受容体−IgGFc融合タンパク質は，TＮFαおよびTＮFβ活性を阻止することが示されている29−32。これら2価の免疫付着因子の3量体TＮFを阻止する効率は，TＮF受容体ドメインの屈曲性，スペーシングおよび価数に大きく依存する可能性があるので，著者らは，p55−IgGおよびp75−IgG融合タンパク質の別のタイプを構築して，それらのTＮFαおよびTＮFβに対する親和性，およびTＮFαおよびTＮFβの細胞障害性を遮断するそれらの能力を比較した。」(765頁左欄下7行～右欄8行。訳文3頁2行～12行)",
                "「4価および2価のp55構築物ならびにCH1ドメインを含むまたは含まない構築物を使用するin vivo実験では，マウスをLPSの致死的投与量から防護する能力に有意の差は見られなかった。興味あることに，in vitro細胞障害性アッセイではマウスTＮFαを阻止することにおいて，p75融合タンパク質はp55融合タンパク質と全く同じだけ効果的であったにも拘わらず，p55融合タンパク質はp75融合タンパク質よりも防護性が大きいように思われた(著者らの未発表データ)。Evansら47は，マウスを大腸菌のLD90の投与量から防護する能力について，p55−IgG融合タンパク質とp75−IgG融合タンパク質とを並べて比較することにより，p55構築物だけが防護性であることが示されることを最近報告した。これらの結合の分析により，p75−IgG融合タンパク質は，p55−IgG融合タンパク質で観察されるよりも50～100倍速い速度でTＮFαと会合および解離していることが明らかになった47。そのような結合の動態学(binding Kinetics)により，なぜ著者らのp75構",
                "築物は，結合の平衡だけから測定したScatchard分析ではTＮFαに対して僅かに高い親和性を示すにも拘らず，in vitroおよびin vivoアッセイの両方でp55構築物に比較して幾分低下した中和能力を有したのか説明することができる。」(766頁左欄下5行～右欄17行。訳文5頁下13行～6頁3行)",
                "「多価受容体が多価リガンドの結合を遮断する効率は，受容体ドメインの相対的位置および屈曲性を変化させる構造上の特徴によって，ならびに可能性として受容体価数によっても影響されると予想されるであろう。TＮF受容体免疫付着因子タイプ構築物のファミリーを記述する本報告で提示した結果は，ある種の構造改質ならびに受容体価数が，TＮFαまたはTＮFβに対するこれらの分子の相対的効力に強く影響することを示す。これらの融合タンパク質に対するさらなる改質は，さらに効力ある分子を生ずる可能性があり，例えば，受容体を切り詰めることは，4量体タンパク質における如何なる立体障害をも克服する可能性がある。試験した，完全な細胞外ドメインを含むFc含有p55構築物の全ておよび全てのp75構築物は，TＮFαおよびTＮFβの両者を阻止することにおいてなお高度に効果的であったこと，ならびに融合タンパク質の親和性は，細胞表面受容体のものより少なくとも1桁高い大きさであることは注目に値する。本報告で報告した発見は，これらのタイプの構築物の有効性についての利用可能なデータに加えて，TＮFαとTＮFβを阻止する能力に影響するかまたは影響しないかのどちらかである構造変化を明らかにし，TＮF関連疾患の治療に使用するために追求してよい別の構築物を示唆する。」(766頁右欄下24行～下1行。訳文6頁14行～下1行)",
                "\u0001 甲21は，本願優先日(1991年［平成3年］8月7日)より後である1995年［平成7年］に刊行された文献であるから，その点から，この文献を参酌することは相当ではない。",
                "また，甲21の上記記載及びFigure1，6(図1，6。761頁，765頁)によると，p55のTＮFR／IgG融合タンパク質，p75",
                "のTＮFR／IgG融合タンパク質，p55の非融合タンパク質の効果を比較したところ，p55のTＮFR／IgG融合タンパク質はp75のTＮFR／IgG融合タンパク質よりもTＮFを中和する効果が高いことが記載されている。しかし，p75のTＮFR／IgG融合タンパク質がTＮFを中和する効果を有することが否定されているわけではないし，また，TBP−Iについてのモノマーをマルチマーとする動機付けが存しないことを示す記載が存するとも認められない。",
                "\u0001 甲22(Hartmut Engelmannほか「Antibodies to a Soluble Form of aTumor Necrosis Factor(TNF) Recepter Have TNF-like Activity」THEJOURNAL OF BIOLOGICAL CHEMISTRY,Vol.265,No.24,1990,14497-14504)には，次の記載がある。",
                "「ヒト尿中に存在する腫瘍壊死因子(TＮF)結合タンパク質(TBPIおよびTBPIIと命名)とTＮFに対する細胞表面受容体の2つの分子種との間で免疫学的交差反応性が示される。2つのTＮF受容体は，免疫学的に異なり，分子量が相違していて(58，000および73，000)，異なる細胞で示差的に発現する。さらに，TＮF結合タンパク質の1つ(TBPI)に対するポリクローナル抗体は，TＮF受容体に対するその結合能力のために，TＮFの結合能力と非常に類似した活性を発揮することが示された。これらの抗体は，TＮFの障害性に対して感受性の細胞に対して障害性であり，TＮFの障害性に対する耐性を誘起し，正常線維芽細胞中へのチミジン導入を増強し，クラミジアの増殖を阻止し，プロスタグランジンE2の合成を誘起する。ポリクローナル抗体の1価のF(ab)フラグメントはTＮF様活性を欠くが，抗F(ab) 抗体で交差結合するとそれらの活性を獲得し，抗TBPI抗体のTＮFを擬似(mimic)する能力は，それらのTＮF受容体を交差結合させる能力と関係していることを示唆する。この見解は，TBPIに対するモノクローナル抗体パネルのTＮF様細胞障害性の比較研究で得られたデータにより，さらに支持される。",
                "TＮF受容体に対する抗体によるTＮF様効果の誘起は，TＮFが細胞内シグナル伝達に直接には関与していないことを示唆する。むしろ，これらの受容体のクラスター化を含むように思われる過程で適切に触発されたときに，TＮFに対する応答のためのシグナルを細胞内部へ伝達するのは，このサイトカインに対する受容体である。」(14497頁左欄1行～32行。訳文1頁10行～2頁2行)",
                "「本研究で示された，異なる細胞ライン中のTＮF受容体へのTＮFの結合の抑制におけるTBPIおよびTBPIIに対する抗体の効率とこれらの受容体を免疫沈澱させる抗体の能力との間の相互関係は，異なるラインの細胞で示差的に発現した2つの免疫学的に別個のTＮF受容体の存在を示す。他の研究で最近言及されたように(32)，2つの分子種のTＮF受容体の間にはサイズの相違もある。SDS−PAGEにより測定した推定サイズは，TBPI(「I型」)およびTBPII",
                "(「II型」)に対する抗体により認識される受容体について，それぞれ58kDaおよび73kDaである。」(14502頁左欄11行～",
                "22行。訳文3頁8行～15行)",
                "「TＮFに相似の分子構造の存在がmAb17および23のTＮF様活性に関与しているか否かに拘わらず，そのような相似がないときでさえ抗体がそのようなTＮF様活性を媒介できることが，いくつかの点から明確である。",
                "(a)TBPIに対するポリクローナル抗体の1価のF(ab)フラグメントは，1価でもTＮF受容体に結合できるにも拘らず，TＮF様活性を欠いている。",
                "(b)この1価のフラグメントは，抗免疫グロブリン抗体で交差結合させられたときにTＮF様活性を回復する。",
                "(c)抗免疫グロブリン抗体による交差結合は，TBPIに対するmAbにも強力な殺細胞活性を付与する。",
                "(d)交差結合したmAbのTＮF様細胞障害性を媒介する能力は，それらが結合する受容体分子の抗原決定基と独立である。",
                "(e)TBPIに対する抗体がTＮF様細胞障害性を媒介する有効性は，それらが惹起する受容体凝集の程度と相関している。受容体分子の大きい凝集を強力に惹起することができるポリクローナル抗体と受容体中の空間的に別の抗原決定基に対するモノクローナル抗体の混合物とは，最大でも受容体の2量化を起こすことができる単独のmAbよりもずっと効果的であった。",
                "上記の観察は，凝集剤が結合するTＮF受容体上の部位と無関係に，TＮF受容体の凝集は，それ自体でTＮF様効果を触発するために十分であることを示唆する。」(14503頁右欄8行～34行。訳文4頁下3行～5頁16行)",
                "「TＮFが媒介する殺細胞効果およびその開始に関して著者らは特別な関心があるので，また，TＮF媒介細胞障害性の著者らの以前の研究で使用した細胞は，主としてI型受容体を発現するので，著者らは，TBPIに対する抗体が細胞に及ぼし得る効果を調べることに集中した。TBPIIと免疫学的に交差反応するII型受容体により媒介される効果も抗受容体抗体で擬似することができるかどうかは，未だ決定されていない。さらに，I型受容体により媒介される全ての効果が抗体により誘起可能であるかどうかも確かではない。」(14503頁右欄下14行～下4行。訳文6頁1行～7行)",
                "\u0001 甲22には，上記のとおり，TＮF結合タンパク質としてTBPIとTBPIIがあり，TＮF受容体に対する抗体によってTＮF様効果が誘起されることが記載されているが，TBP−Iについてのモノマーをマルチマーとする動機付けが存しないことを示す記載が存するとは認められない。",
                "\u0001 したがって，相違点\u0001について，当業者は容易に想到することができたとの審決の判断に誤りはないから，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由2(相違点\u0001についての判断の誤り)について",
          "text": [
            "\u0001 本願発明1では，「溶解型TＮF−Rのマルチマー」は，「TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる」ことが特定されているのに対し，引用例1では，特にそのようなことが記載されていない(相違点\u0001)。",
            "しかし，前記3のとおり，引用例1には，TＮFリガンドの結合部位を複数有するTＮF受容体(TＮF−R)の多価形態が記載されており，具体的な化合物として，第2A図のアミノ酸1位～235位の領域がリンカー領域を介して直列反復した2価の可溶性TＮF−R分子が記載されているところ，引用例1には，このような「溶解型TＮF−Rのマルチマー」は，TＮF依存性応答を抑制するために投与され，TＮFによって引き起こされる病気や疾患を治療するために使用されることが記載されている。",
            "また，本願発明1の技術的意義は，前記2のとおりであるところ，このような本願発明1について本願明細書(甲8)に実験結果等のその裏付けとなる具体的な記載がないことは明らかである。原告が主張する本願明細書(甲8)の例1及び2並びに図1～5は，本願発明1は前記【1】，【2】の技術的知見に基づくものであるとの原告の主張を採用することができない以上，本願発明1についてその裏付けとなる記載ということはできない。したがって，本願発明1において「TＮFのその受容体への結合の妨害能を有しTＮFの作用を遮断できる」ことは，従来技術から予測される範囲を超えるものということはできない。",
            "以上によると，当業者は，上記相違点\u0001について，容易に想到することができたというべきである。",
            "\u0001 また，前記2\u0001ウのとおり，本願明細書(甲8)には，「TＮFが結合するTＮF−Rの形態について，すなわち，TＮFトリマーが個々のTＮF−Rに結合するのか，あるいは受容体自身もトリマーとして存在するのか，またはTＮF結合後により良好にトリマーを収容するマルチマーになるのか等については，まだ何もわかっていない。」と記載されているが，そうであるとしても，上記のとおり相違点\u0001については容易に想到することができたというべきであって，本願明細書(甲8)の上記記載は，この認定を左右するものではない。",
            "\u0001 したがって，相違点\u0001について，当業者は容易に想到することができたとの審決の判断に誤りはないから，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "取消事由3(本願発明1の効果についての判断の誤り)について\u0001 本願発明1の技術的意義は，前記2のとおりであるところ，このような本願発明1の効果について本願明細書(甲8)に実験結果等のその裏付けとなる具体的な記載がないことは明らかであって，その効果については従来技術から予測される範囲を超えるものとはいえないから，その旨の審決の判断に誤りはない。",
            "\u0001 原告は，前記【1】，【2】の技術的知見に基づく効果について主張するが，前記2のとおり，本願発明1は前記【1】，【2】の技術的知見に基づくものであるとの原告の主張を採用することがてきない以上，原告の効果に関する主張も採用することはできない。",
            "また，前記5\u0001イ認定に係る甲18，19の記載も，上記\u0001の判断を左右するものではない。",
            "\u0001 したがって，取消事由3は理由がない。"
          ]
        },
        {
          "fig": "8",
          "subject": "結論",
          "text": [
            "以上のとおり，本願発明1は，引用例1，3，5に記載された発明から容易に発明することができたものであって，その効果も従来技術から予測される範囲を超えるものとはいえないから，特許法29条2項により特許を受けることができない。",
            "したがって，取消事由4について判断するまでもなく，原告の請求は理由がないから，これを棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}