{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "原告の求めた裁判",
      "text": [
        "「特許庁が不服2004−6283号事件について平成19年11月5日にした",
        "審決を取り消す。」との判決"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，原告がした特許出願についての拒絶査定に対する不服審判請求を成り立たないとした審決の取消しを求める事案である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "subject": "出願手続(甲第1号証)及び拒絶査定",
              "text": [
                "出願人：原告",
                "発明の名称：「翻訳発注管理方法，管理装置，管理プログラムおよび記録媒体」出願日：平成13年9月19日",
                "出願番号：特願2001−284331号",
                "拒絶査定日：平成16年2月23日(甲第7号証)"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件手続",
              "text": [
                "審判請求日：平成16年3月30日(甲第8号証)",
                "手続補正日：平成16年3月30日(甲第9号証)",
                "審決日：平成19年11月5日",
                "審決の結論：「本件審判の請求は，成り立たない。」",
                "審決謄本送達日：平成19年11月28日"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求項1に記載された発明",
          "text": [
            "平成16年3月30日付け手続補正書(甲第9号証)による補正後の明細書(以下「本願明細書」という。)における特許請求の範囲の請求項1の記載は次のとおりである(ただし，構成要件の分説は審決によるものである。なお，請求項は全12項である。)。",
            "「(a) 各翻訳者の翻訳言語の情報，翻訳分野の情報，および少なくとも各翻訳者の翻訳能力に基づき設定される順位情報としてのランクの情報を各翻訳者別の情報として記憶する翻訳者データ記憶手段と，各翻訳者のスケジュールの情報を記憶する翻訳者スケジュール記憶手段と，言語選別手段と，分野選別手段と，ランク選別手段と，スケジュール選別手段とを備え，これら各手段を用いて，翻訳者への発注管理を行なう翻訳発注管理方法であって，"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(b)",
                  "subject": "前記言語選別手段が，翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別するステップと，"
                },
                {
                  "fig": "(c)",
                  "subject": "前記分野選別手段が，翻訳分野の情報に基づき翻訳者の情報を選別するステップと，"
                },
                {
                  "fig": "(d)",
                  "subject": "前記ランク選別手段が，前記翻訳者データ記憶手段からの翻訳者のランクの情報をレベルフィルタに通すことによって翻訳者の情報を選別するステップと，(e) 前記スケジュール選別手段が，前記翻訳者スケジュール記憶手段からのスケジュールの情報と翻訳者を特定する信号との入力を受け，当該翻訳者に既に発注している他の案件がある場合に，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して画面表示させるためのデータを作成するステップと，(f) を具備することを特徴とする翻訳発注管理方法。」(以下「請求項1に係る発明」といい，各構成要件を「構成要件(a)」などという。)"
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決は，請求項1の記載は「自然法則を利用した技術的思想の創作」に該当せず，明確であるとも認められず，本願明細書の発明の詳細な説明の記載が，当業者が容易に実施できる程度に明確かつ十分に記載されているとは認められないとしたほか，請求項1に係る発明は，下記の引用例に記載された発明及び周知技術に基づいて当業者が容易に発明をすることができたものであるから，本件特許出願は拒絶を免れないとしたものである。",
            "引用例1：2001(平成13)年3月10日日経BP社発行日経ネットビジネ",
            "スＮo．70(94～95頁)所収の朝日奈明日香著「トランスマート『TRAＮSMART』」",
            "引用例2：特開平5−298331号",
            "審決の理由は，以下のとおりであるが，項目番号及び表題について改めた部分がある。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法上の「発明」ということができるかどうかについて",
              "text": [
                "発明の詳細な説明の記載からみて，「言語選別手段」，「分野選別手段」，「ランク選別手段」，および「スケジュール選別手段」は，実質的には，コンピュータであるので，この発明の実施にソフトウエアを必要するところの，いわゆるコンピュータ・ソフトウエア関連発明である。",
                "そして，こうしたコンピュータ・ソフトウエア関連発明が，「自然法則を利用した技術的思想の創作」であるためには，発明はそもそもが一定の技術的課題の解決手段になっていなければならないことから，ハードウエア資源を利用したソフトウエアによる情報処理によって所定の技術的課題を解決できるような特有の構成が具体的に提示される必要があるというべきである。",
                "そこで，請求項1に記載された発明が，ハードウエア資源を利用したソフトウエアによる情報処理によって所定の技術的課題を解決できるような構成が具体的に提示されているかどうか請求項1の記載を便宜上以下のとおりに分けて検討する。",
                "(a)「各翻訳者の翻訳言語の情報，翻訳分野の情報，および少なくとも各翻訳者の翻訳能力に基づき設定される順位情報としてのランクの情報を各翻訳者別の情報として記憶する翻訳者データ記憶手段と，各翻訳者のスケジュールの情報を記憶する翻訳者スケジュール記憶手段と，言語選別手段と，分野選別手段と，ランク選別手段と，スケジュール選別手段とを備え，これら各手段を用いて，翻訳者への発注管理を行なう翻訳発注管理方法であって，」(b)「前記言語選別手段が，翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別するステップと，」",
                "(c)「前記分野選別手段が，翻訳分野の情報に基づき翻訳者の情報を選別するステップと，」",
                "(d)「前記ランク選別手段が，前記翻訳者データ記憶手段からの翻訳者のランクの情報をレベルフィルタに通すことによって翻訳者の情報を選別するステップと，」(e)「前記スケジュール選別手段が，前記翻訳者スケジュール記憶手段からのスケジュールの情報と翻訳者を特定する信号との入力を受け，当該翻訳者に既に発注している他の案件がある場合に，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して画面表示させるためのデータを作成するステップと，」",
                "(f)「を具備することを特徴とする翻訳発注管理方法。」",
                "上記(a)の記載について検討すると，請求項1に係る発明の翻訳発注管理方法を実行するために用いる手段を特定するに留まる。",
                "上記(b)の記載について検討すると，上記(b)には，ハードウエア資源について何も記載されておらず，また，翻訳元言語の情報と翻訳先言語の情報をどのように情報処理して翻訳者の情報をどのように選別するのか具体的に提示されていないので，上記(b)の記載は，言語選別手段が実行する処理の概要を「翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別する」に特定するに留まり，上記(b)の記載では，当該選別の処理が，ハードウエア資源をどのように用いて実現されるのか具体的に提示されているとは認められない。",
                "上記(c)の記載について検討すると，上記(c)には，ハードウエア資源について何も記載されておらず，また，翻訳分野の情報をどのように情報処理して翻訳者の情報をどのように選別するのか具体的に提示されていないので，上記(c)の記載は，分野選別手段が実行する処理の概要を「翻訳分野の情報に基づき翻訳者の情報を選別する」ことに特定するに留まり，上記(c)の記載では，当該選別の処理がハードウエア資源をどのように用いて実現されるのか具体的に提示されているとは認められない。",
                "上記(d)の記載について検討すると，上記(d)には，ハードウエア資源として「翻訳者データ記憶手段」が記載されているものの，「翻訳者データ記憶手段」に関する記載は，翻訳者のランクの情報の格納場所を特定するにすぎず，また，ランクをどのようにして指定し，その指定したランクをどのように情報処理して翻訳者の情報を選別するのか具体的に提示されていないので，上記(d)の記載は，ランク選別手段が実行する処理の概要を「前記翻訳者データ記憶手段からの翻訳者のランクの情報をレベルフィルタに通すことによって翻訳者の情報を選別する」ことに特定するに留まり，上記(d)の記載では，当該選別の処理がハードウエア資源をどのように用いて実現されるのか具体的に提示されているとは認められない。",
                "上記(e)の記載について検討すると，上記(e)には，ハードウエア資源として「翻訳者スケジュール記憶手段」が記載されているものの，「翻訳者スケジュール記憶手段」に関する記載はスケジュールの情報の格納場所を特定するにすぎず，また，スケジュールのどのような情報をどのように情報処理し，入力された翻訳者を特定する信号をどのように情報処理して当該翻訳者のスケジュールのそれぞれの日に残件があることを検知し，その残件が何件あるのかを算出するのか具体的に提示されていないので，上記(e)の記載は，スケジュール選別手段が実行する処理の概要を「前記翻訳者スケジュール記憶手段からのスケジュールの情報と翻訳者を特定する信号との入力を受け，当該翻訳者に既に発注している他の案件がある場合に，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して画面表示させるためのデータを作成する」ことに特定するに留まり，上記(e)の記載では，当該選別の処理がハードウエア資源をどのように用いて実現されるのか具体的に提示されているとは認められない。",
                "上記(f)について検討すると，上記(f)の記載は，請求項1に係る発明の「翻訳発注管理方法」が，上記(b)，(c)，(d)，(e)のステップを具備することを特定するに留まる。",
                "また，全体としても，請求項1には，ハードウエア資源として，「翻訳者データ記憶手段」および「翻訳者スケジュール記憶手段」を備えるものの，「翻訳者データ記憶手段」に関する記載が，各翻訳者の翻訳言語の情報，翻訳分野の情報，および少なくとも各翻訳者の翻訳能力に基づき設定される順位情報としてのランクの情報の記憶場所を特定するにすぎず，「翻訳者スケジュール記憶手段」に関する記載は翻訳者のスケジュールの情報の記憶場所を特定するにすぎないので，翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別する処理，翻訳分野の情報に基づき翻訳者の情報を選別する処理，翻訳者のランクの情報をレベルフィルタに通すことによって翻訳者の情報を選別する処理，および，翻訳者に既に発注している他の案件がある場合に，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して画面表示させるためのデータを作成する処理がこれらのハードウエア資源をどのように用いて実現されるのか具体的に提示されているとは認められない。",
                "したがって，請求項1に係る発明は，その技術的課題を解決できるような特有の構成を提示するものではなく，一定の技術的課題の解決手段であるとはいえないから，特許法上の「発明」である「自然法則を利用した技術的思想の創作」に該当しないので，特許法第29条第1項柱書の規定により特許を受けることができない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "明確性要件を満たさないかどうかについて",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "動作の主体についての記載について",
                      "text": [
                        "請求項1の「各翻訳者の翻訳言語の情報，翻訳分野の情報，および少なくとも各翻訳者の翻訳能力に基づき設定される順位情報としてのランクの情報を各翻訳者別の情報として記憶する翻訳者データ記憶手段と，各翻訳者のスケジュールの情報を記憶する翻訳者スケジュール記憶手段と，言語選別手段と，分野選別手段と，ランク選別手段と，スケジュール選別手段とを備え，これら各手段を用いて，翻訳者への発注管理を行なう翻訳発注管理方法であって」の記載からみて，請求項1に係る発明の翻訳発注管理方法の主体が各手段とは認められず，これらの手段を道具として用いて発注を行う発注担当者などの人であると解することができると認められる。",
                        "また，「前記言語選別手段が，翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別するステップ」等の各ステップの記載からみて，各ステップの動作の主体は，各手段として動作するところのコンピュータと解することができると認められる。",
                        "したがって，請求項1の記載では，依然として，請求項1に係る発明の翻訳発注管理方法が，コンピュータが行う方法であるのか，人が行う方法であるのか明確であるとは認められない。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "各ステップの記載について",
                      "text": [
                        "請求項1の「前記言語選別手段が，翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別するステップ」の記載では，言語選別手段が，発注する翻訳の翻訳元言語の情報と翻訳先言語の情報をどのようにして指定し，どのようなハードウエア資源を用いてそれらの情報をどのように情報処理して翻訳者の情報をどのように選別するのか不明である。",
                        "また，請求項1の「前記分野選別手段が，翻訳分野の情報に基づき翻訳者の情報を選別するステップ」の記載では，分野選別手段が，発注する翻訳の翻訳分野の情報をどのように指定し，その翻訳分野の情報をどのように情報処理して翻訳者の情報をどのように選別するのか不明である。",
                        "また，請求項1の「前記ランク選別手段が，前記翻訳者データ記憶手段からの翻訳者のランクの情報をレベルフィルタに通すことによって翻訳者の情報を選別するステップ」の記載では，ランク選別手段が，発注する翻訳のランクをどのように指定し，そのランクの情報をどのように情報処理して翻訳者のランクの情報をレベルフィルタに通すことによって翻訳者の情報を選別するのか不明である。",
                        "さらに，請求項1の「前記スケジュール選別手段が，前記翻訳者スケジュール記憶手段からのスケジュールの情報と翻訳者を特定する信号との入力を受け，当該翻訳者に既に発注している他の案件がある場合に，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して画面表示させるためのデータを作成するステップ」の記載では，スケジュール選別手段が，言語選別手段，分野選別手段，ランク選別手段での選別結果をどのように利用するのか不明であり，また，スケジュールの情報と翻訳者を特定する信号をどのように情報処理して，当該翻訳者に既に発注している他の案件がある場合に，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して画面表示させるためのデータを作成するのか不明である。",
                        "以上のとおり，請求項1には，システムが有する各々の機能が概略的に記載されているものの，該機能を実現するために，ソフトウエアによる処理にハードウエア資源をどのように用いて情報処理するのかが記載されておらず，明確であるとは認められない。",
                        "したがって，請求項に記載された発明は，上記ア及びイの点で，明確であるとは認められないので，本件出願は，特許法第36条第6項第2号に規定する要件を満たしていない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "実施可能要件を満たさないかどうかについて",
              "text": [
                "発明の詳細な説明の記載について，検討すると，依然として以下の点で不明である。"
              ],
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "分野選別手段による処理について",
                      "text": [
                        "発明の詳細な説明の段落【0023】−【0025】の記載では，言語選別手段で選別された情報である翻訳者リストデータのどのような情報と翻訳者データ記憶手段のどのようなデータを，どのように用いて情報処理をして選別を行うのか不明である。また，翻訳者リストデータに，科目の情報を含んでいるので，この情報により分野による選別が可能であり，翻訳者データ記憶手段のデータが必要かどうか不明である。",
                        "したがって，発明の詳細な説明において，「分野選別手段」の処理の概要が記載されているものの，具体的にどのような情報をどのように情報処理しているのか不明である。"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "ランク選別手段による処理について",
                      "text": [
                        "発明の詳細な説明の段落【0026】−【0028】の記載では，分野選別手段で選別された情報である翻訳者リストデータのどのような情報と翻訳者データ記憶手段のどのようなデータを，どのように用いて情報処理をして選別を行うのか不明である。また，翻訳者リストデータに，ランクの情報を含んでいるので，この情報によりランクによる選別が可能であり，翻訳者データ記憶手段のデータが必要かどうか不明である。",
                        "したがって，発明の詳細な説明において，「ランク選別手段」の処理の概要が記載されているものの，具体的にどのような情報をどのように情報処理しているのか不明である。"
                      ]
                    },
                    {
                      "fig": "ウ",
                      "subject": "スケジュール選別手段による処理について",
                      "text": [
                        "段落【0022】の記載では，「各翻訳者に既に発注した案件の納期が何時で，新たな案件を発注することができるか否か等を判断するための各翻訳者のスケジュールに関する情報」が納期以外の情報として具体的にどのような情報を含むのか不明であるので，段落【0033】，【0034】および【0035】の記載では，指定した翻訳者の情報をどのように情報処理し，翻訳者スケジュール記憶手段に記憶されたどのような情報をどのように情報処理して，残っている案件の件数を算出するのか不明である。",
                        "したがって，発明の詳細な説明において，「スケジュール選別手段」の処理の概要が記載されているものの，具体的にどのような情報をどのように情報処理しているのか不明である。"
                      ]
                    },
                    {
                      "fig": "エ",
                      "subject": "まとめ",
                      "text": [
                        "以上のとおり，「分野選別手段」，「ランク選別手段」，および「スケジュール選別手段」の概要が記載されているものの，具体的にどのような情報をどのように情報処理しているのか不明であるので，発明の詳細な説明の記載が，請求項1に係る発明を当業者が容易に実施できる程度に明確かつ十分に記載されておらず，本件出願は，特許法第36条第4項の規定する要件を満たしていない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "進歩性について",
              "content": [
                {
                  "content": [
                    {
                      "fig": "ア",
                      "subject": "本願発明",
                      "text": [
                        "請求項1に係る発明(以下「本願発明」という。)は，平成16年3月30日付の手続補正書により補正された請求項1に記載されたとおりの以下のものである。",
                        "「各翻訳者の翻訳言語の情報，翻訳分野の情報，および少なくとも各翻訳者の翻訳能力に基づき設定される順位情報としてのランクの情報を各翻訳者別の情報として記憶する翻訳者データ記憶手段と，各翻訳者のスケジュールの情報を記憶する翻訳者スケジュール記憶手段と，言語選別手段と，分野選別手段と，ランク選別手段と，スケジュール選別手段とを備え，これら各手段を用いて，翻訳者への発注管理を行なう翻訳発注管理方法であって，前記言語選別手段が，翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別するステップと，",
                        "前記分野選別手段が，翻訳分野の情報に基づき翻訳者の情報を選別するステップと，前記ランク選別手段が，前記翻訳者データ記憶手段からの翻訳者のランクの情報をレベルフィルタに通すことによって翻訳者の情報を選別するステップと，",
                        "前記スケジュール選別手段が，前記翻訳者スケジュール記憶手段からのスケジュールの情報と翻訳者を特定する信号との入力を受け，当該翻訳者に既に発注している他の案件がある場合に，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して画面表示させるためのデータを作成するステップと，",
                        "を具備することを特徴とする翻訳発注管理方法。」"
                      ]
                    },
                    {
                      "fig": "イ",
                      "subject": "引用例",
                      "content": [
                        {
                          "fig": "(ア)",
                          "subject": "引用例1",
                          "text": [
                            "原査定の拒絶の理由として引用された「朝比奈明日香，トランスマート「TRAＮSMART」，日経ネットビジネス，日経BP社，2001年 3月10日，第70巻，P．94−95」(以下「引用例1」という。)には，図面とともに以下の事項が記載されている。",
                            "(A)「トランスマートは，翻訳の仲介サイト「TRAＮSMART」を運営している。料金や納期，翻訳者のスキルといった細かな情報をネット上で明示し，顧客と翻訳者の双方から信頼を得ている。他の翻訳会社からのアウトソーシング受託にも活路を見いだしている。」(第94頁タイトル下の記載)",
                            "(B)「料金も手数料も透明に",
                            "翻訳者のランク付け導入",
                            "服部社長は，手数料や翻訳者の経歴といったこれまであまり公開されなかった情報を開示し，そうした情報に基づいて仕事を受発注できる仕組みを作りあげた。",
                            "Web上に翻訳者の経歴や得意分野，標準的な料金などを明示し，手数料を一律1ワード(単語)4円に設定した。翻訳者側にも発注する側にもガラス張りのシステムで，双方の信頼を得るのが狙いだ。」(第94頁中央欄第4行−同頁右欄第6行)",
                            "(C)「道場生は一定の評価に達すると，有料で翻訳を請け負えるBランクに上がる。その後も発注者からの評価ポイントによってAランク，Bランク，Sランクとグレートが上がり，それに伴い翻訳料金も上がっていく。トランスマートが目安として設定している翻訳料金は，1ワード当たりBランクが12円，Aランクが18円，Sランクが22円となっている。これを参考に両者で翻訳料金を決める。」(第94頁右欄第32行−第95頁左欄第4行)(D)「図1 トランスマートのビジネスモデル",
                            "翻訳者はWeb画面上で依頼内容を確認した上で，文章をダウンロードすると受注が完了する。受注は早い者勝ち。顧客は，Bクラス以上の翻訳者に有料で発注する場合，翻訳者の経歴や得意分野を参照してID番号で指定できる。」(第95頁図1下の記載)(E)「翻訳会社を上顧客に共存成長の道を狙う",
                            "これまで顧客数を順調に伸ばしてきたトランスマートたが，服部社長は，「個人対個人の仲介業だけでは限界がある。」と見ている。狙っているのは，他の翻訳会社からのアウトソーシング受託だ。」(第95頁中央欄第13行−同頁同欄第20行)",
                            "(F)「これらの目標を達成するため，英語以外の言語の翻訳サービスも考えている。目下のところ韓国語や中国語などアジアの言葉の翻訳を視野に入れ，準備を進めている。」(第95頁右欄第12行−同頁同欄第16行)",
                            "上記摘記事項(C)の記載からみて，「Bランク，Aランク，Sランク」のランクは，各翻訳者の翻訳能力に基づき設定される順位情報としてのランクであると認められる。",
                            "また，上記摘記事項(D)の記載からみて，翻訳の依頼者は，サイトで翻訳者の得意分野やランクの情報を参照して，翻訳者を指定しているので，サイトは，得意分野の情報，およびランクの情報を各翻訳者別の情報として記憶する翻訳者データ記憶手段を有し，翻訳の依頼者は，翻訳者の情報を選別していると認められる。",
                            "してみると，引用例1には，",
                            "「各翻訳者の翻訳分野の情報，および各翻訳者の翻訳能力に基づき設定される順位情報としてのランクの情報を各翻訳者別の情報として記憶する翻訳者データ記憶手段を備え，この手段を用いて，翻訳者への発注管理を行なう翻訳発注管理方法であって，得意分野の情報に基づき翻訳者を選別するステップと，",
                            "翻訳者データ記憶手段からの翻訳者のランクの情報によって翻訳者の情報を選別するステップと，",
                            "を具備することを特徴とする翻訳発注管理方法。」",
                            "との発明(以下「引用例発明」という。)が記載されている。"
                          ]
                        },
                        {
                          "fig": "(イ)",
                          "subject": "引用例2",
                          "text": [
                            "同じく，原査定で拒絶の理由として引用された特開平5−298331号公報(以下「引用例2」という。)には，図面ともに，以下の事項が記載されている。",
                            "(G)「【0018】次にステップS2において，条件テーブル12にセットされた技術分野の1つを取り出す。さらに，ステップS3で条件テーブル12にセットされた技術分野すべてに関してPDB2の検索を終了したかどうかを調べ，検索終了なら処理を終了し，そうでなければ処理はステップS4に進む。ステップS4では，ステップS2において取り出された技術分野を検索キーとしてPDB2を検索する。この検索は処理プログラム11がSQLを用いてPDB2への検索コマンドを自動作成し，指定された技術分野にかなう候補者の社員コード，メールアドレス，技術分野，得意分野，資格などを取り出す。",
                            "【0019】次に，検索されたすべての候補者一人一人に対して，それが今考慮中のプロジェクトのメンバとしてふさわしいかどうかを絞り込む。この処理は候補者一人一人に対して以下に述べる基準に従ってスコア(S)を付けることによってなされる。",
                            "【0020】ステップS5では，すべての候補者に関してスコアリングが終了したかどうかを調べ，終了なら処理はステップS11に進み，そうでないなら処理はステップS6に進む。ステップS6では，スコアリング対象となる候補者のスコア(S)を初期化(スコアを“0”とする)して候補者テーブル13にセットする。続いて処理はステップS7において，PDB2から取り出された情報と条件テーブル12にセットされた条件の1つであるプロジェクトに要求される好ましい得意分野とを比較する。ここで，対象の候補者がプロジェクトに要求される好ましい得意分野を有していれば，スコア(S)に数値(f1)を加える。",
                            "【0021】ステップS8では，PDB2から取り出された情報と条件テーブル12にセットされた条件の1つであるプロジェクトに要求される好ましい資格とを比較する。ここで，対象の候補者がプロジェクトに要求される好ましい資格を有していれば，スコア(S)に数値(f2)を加える。さらにステップS9では，PDB2から取り出された情報の1つである現在の業務の重要度(f3)をスコア(S)から引く。ステップS10では処理を次の候補者に進める。」(第3頁右欄第44行−第4頁左欄第31行)",
                            "(H)「【0040】図9は本実施例に従うLAＮ結合分散型情報処理システムに組み込まれた意志決定支援システムの構成を示す図である。本実施例の場合，図9に示すようにシステムにはPDB2とSDB5を総合的に管理するサーバ6が追加されている。従って，会議の参加要請処理(プロジェクトメンバの選定処理，会議出席要請のための電子メール発行など)はサーバ6によって行われる。この場合，WS1はLAＮ伝送路3を通してサーバ6に対して，プロジェクトの会議の議題やプロジェクト発足の各種条件(テーマ・技術分野・緊急度・性格・期間・人数など)を入力するのみである。",
                            "【0041】なお，図10に示すフローチャートではあるプロジェクトに関する出席要請をプロジェクトメンバに対して行う処理を示しているが，その処理手順はステップS101～S102を除き，図4に示した処理をまったく同様である。従って，ここではその相違点であるステップS101～S102のみを説明する。",
                            "【0042】ステップS8までの処理の後，ステップS101でサーバ6はSDB5に対して候補者のスケジュールを照会する。ステップS102ではSDB5から検索されたその候補者の会議開催予定日時におけるスケジュールの重要度を，その候補者のスコアから引く。」(第5頁右欄第35行−第6頁左欄第6行)",
                            "また，引用例2に記載された発明において，スケジュールを照会する際に，候補者を特定して，当該候補者のスケジュールを照会していること，およびその特定する際には候補者を特定する信号を受けていることは明らかである。",
                            "してみると，引用例2には，",
                            "『「ワークステーション(1)」により，「個人データベース」に記憶された候補者の情報を得意分野や資格の情報に基づき検索して選択し，選択された候補者を特定し，候補者を特定する信号の入力を受けて，特定された当該候補者のスケジュールを照会する』との事項(以下「引用例2記載事項」という。)が記載されている。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "ウ",
                      "subject": "周知技術について",
                      "text": [
                        "スケジュール管理技術に関する周知技術を示す周知例としては，例えば，特開平10−78838号公報(以下「周知技術文献」という。)があり，この周知技術文献には，図面とともに，以下の事項が記載されている。",
                        "(I)【請求項1】 表示装置と入力装置とを有する，サービスの予約を行うための予約受付装置であって，",
                        "複数のサービスのそれぞれに関して，そのサービスの予約が行われている日時を示す情報が含まれる予約情報を記憶する記憶手段と，",
                        "この記憶手段に記憶された予約情報に基づき，前記表示装置に，サービスの予約状況が表されたカレンダを表示するカレンダ表示手段と，",
                        "このカレンダ表示手段による表示が行われているときに前記入力装置から入力された情報に基づき，予約を行う日付を認識する日付認識手段と，",
                        "前記予約情報に基づき，前記日付認識手段によって認識された日付における予約状況が示されたタイムテーブルを，前記表示装置に表示するタイムテーブル表示手段と，前記タイムテーブル表示手段による表示が行われているときに前記入力装置から入力された情報に基づき，予約を行う時間を認識する時間認識手段と，",
                        "前記日付認識手段によって認識された日付と前記時間認識手段によって認識された時間とを含む予約情報を，前記記憶手段内に追加する追加手段とを備えることを特徴とする予約受付装置。",
                        "【請求項2】 前記カレンダ表示手段は，各日付が，その日付における予約状況に応じた表示形態で表されたカレンダを表示することを特徴とする請求項1記載の予約受付装置。」(第2頁左欄第1行−同頁同欄第27行)",
                        "(J)「【0054】図9に示したように，入庫日時情報表示・入力欄が情報入力対象となったことを検出した際，CPU21は，まず，予約情報データベースから，当月の予約状況データを読み出し(ステップS201)，読み出した予約状況データに基づき各日付のデータの表示色を決定する(ステップS202)。このステップS202において，CPU21は，各日付における予約件数と，本予約受付装置を使用する車検業者の処理能力に応じて予め設定される所定値との大小関係を判断することによって，データの表示色を決定する。次いで，CPU21は，読み出した予約状況データと，決定した色と，予約受付・見積入力画面において設定されている受付情報，車両情報，顧客情報とが含まれる予約状況カレンダ画面を，モニタ14に表示する(ステップS203)。",
                        "【0055】前記データの表示色の決定に当たっては，例えば，各日付における予約件数が，当該車検業者の処理能力の25％未満の場合は白色とし，同様に25％以上50％未満の場合は黄色とし，50％以上75％未満の場合は緑色とし，75％以上の場合は青色とするというものである。",
                        "【0056】図10に，ステップS203で表示される予約状況カレンダ画面の一例を示す。",
                        "なお，図中，各日付の下に表示してある2つの数値は，それぞれ，午前と午後の予約件数である。操作者はこの予約状況カレンダの内容を参照して，車検予約者が希望している入庫日時並びに納車日時に基づき，予約を行う日付(あるいは予約状況を確認したい日付)を決定し，その日付を指定するための操作を，入力装置13(通常，マウス12)を用いて行う。また，表示されている月の次月の予約状況をみたい場合には，次月ボタン62を選択する。また，表示されている月の前月の予約状況をみたい場合には，前月ボタン61を選択する。",
                        "【0057】このように，操作者は予約状況を数値認定及び色覚認定の双方により把握できるため，速やかに予約状況の確認を行える。一方，予約状況カレンダ画面の表示を終えたCPU21は，入力部13からの指示入力を監視する状態(図9：ステップS204)に移行しており，次月ボタン62あるいは前月ボタン61が選択されたことを検出した場合(ステップS204；表示月変更)には，指定された月に関する予約状況データを読み出して(ステップS205)，ステップS203に戻る。また，日付を指示する操作が行われたことを検出した場合(ステップS204；日付)，CPU21は，指示された日付に関するタイムテーブル画面の表示を行う(ステップS206)。」(第7頁左欄第49行−同頁右欄第33行)(K)「【0075】そして，本実施形態の予約受付装置によれば，各車検ライン毎の許容処理能力(台数)が相当(数カ月)先まで容易に確認できるため，空いている日時を記載したダイレクトメールを顧客に送付し，車検ラインの稼働効率を向上させることもできる。」(第9頁左欄第34行−同頁同欄第第38行)",
                        "また，周知技術文献に記載された事項において，予約状況カレンダ画面に七曜表示し，七曜表示されたカレンダの各日の受注状況を受注件数の件数に応じて表示色を変え，受注件数がある場合に，該当日の受注件数を数字で表示していることからみて，そのような表示をするデータを作成していることは明らかである。",
                        "してみると，当該周知技術文献には，",
                        "「予約状況カレンダ画面に七曜表示し，七曜表示されたカレンダの各日の受注状況を受注件数の件数に応じて表示色を変え，受注件数がある場合に，該当日の受注件数を数字で表示するデータを作成して表示し，許容処理能力を確認する」",
                        "との周知技術が記載されている。"
                      ]
                    },
                    {
                      "fig": "エ",
                      "subject": "対比",
                      "text": [
                        "引用例発明の「得意分野」は，本願発明の「翻訳分野」に相当するので，両者は，「各翻訳者の翻訳分野の情報，および各翻訳者の翻訳能力に基づき設定される順位情報としてのランクの情報を各翻訳者別の情報として記憶する翻訳者データ記憶手段を備え，この翻訳者データ記憶手段を用いて，翻訳者への発注管理を行なう翻訳発注管理方法であって，翻訳分野の情報に基づき翻訳者の情報を選別するステップと，",
                        "前記翻訳者データ記憶手段からの翻訳者のランクの情報に基づき翻訳者の情報を選別するステップと，",
                        "を具備することを特徴とする翻訳発注管理方法。」",
                        "との点で一致し，以下の点で相違する。",
                        "(相違点1)",
                        "本願発明では，翻訳分野の情報に基づき翻訳者の情報を選別する翻訳分野選別手段，及びランク情報をレベルフィルタを通すことによって翻訳者を選別する情報ランク選別手段等の選別手段を用いて選別するのに対し，引用例発明では，翻訳分野の情報及びランク情報を選別しているものの，そのような選別手段を用いて翻訳者の情報を選択しているかどうか明記されていない点。",
                        "(相違点2)",
                        "本願発明では，前記言語選別手段が，翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別するのに対し，引用例発明では，そのような選別を行なっていない点。",
                        "(相違点3)",
                        "本願発明では，スケジュール選別手段が，翻訳者スケジュール記憶手段からのスケジュールの情報と翻訳者を特定する信号との入力を受け，当該翻訳者に既に発注している他の案件がある場合に，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して画面表示させるためのデータを作成するのに対し，引用例発明では，そのようなことを行なっていない点。"
                      ]
                    },
                    {
                      "fig": "オ",
                      "subject": "当審の判断",
                      "text": [
                        "(相違点1について)",
                        "所定の情報に基づいてコンピュータを選別手段として用いて情報を検索することにより情報を選別することは情報検索の分野で引用例2に記載されているように周知技術であり，また，レベルの情報をレベルフィルタを通すことにより所定レベルの情報を選別することは周知技術であるので，引用例発明において，コンピュータを翻訳分野の情報に基づき翻訳者の情報を選別する翻訳分野選別手段，ランク情報をレベルフィルタを通すことによって翻訳者を選別するランク選別手段として用いて検索することにより翻訳者の情報を選別することは当業者が容易に考えられる事項である。",
                        "したがって，上記相違点1に係る本願発明の構成は，引用例発明および上記周知技術に基づいて当業者が容易に想到し得る事項である。",
                        "(相違点2について)",
                        "引用例1には，英語以外の言語も翻訳することも示唆されており，翻訳を依頼する際に，翻訳元言語および言語先言語を指定することは一般的に行なわれている周知事項であり，上記の(相違点1について)で述べたとおり，所定の情報に基づいてコンピュータを選別手段として用いて情報を検索することにより情報を選別することは情報検索の分野で周知技術であると認められるので，引用例発明において，コンピュータを前記言語選別手段として用いて，翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別することは当業者が容易に考えられる事項である。",
                        "したがって，上記相違点2に係る本願発明の構成は，引用例発明，上記周知技術，および周知事項に基づいて当業者が容易に想到し得る事項である。",
                        "(相違点3について)",
                        "引用例2には，選択された候補者を特定し，候補者を特定する信号の入力を受けて，特定された当該候補者のスケジュールを照会することが記載されており，周知技術文献からみて，予約状況カレンダ画面に七曜表示し，七曜表示されたカレンダの各日の受注状況を受注件数の件数に応じて表示色を変え，受注件数がある場合に，受注件数を数字で表示するデータを作成して表示し，許容処理能力を確認することは周知技術であると認められ，受注状況をどのように表示するかは設計的事項であり，件数の範囲で表示色を変えてそれらの範囲の目印とするか，案件が有る場合と無い場合とで表示色を変えて案件有りの目印とするかなどは，当業者が適宜選択できる設計的事項であると認められるので，引用例発明において，各選別手段で選別された翻訳者の情報の中から翻訳者を特定する信号の入力を受けて，特定された翻訳者の許容処理能力を確認するために，当該翻訳者のスケジュールを七曜表示し，案件有りの場合に，七曜表示されたカレンダの該当日に案件有りの目印を表示し，翻訳者の受注の残件数を表示するデータを作成することは当業者が容易に考えられる事項である。",
                        "したがって，上記相違点3に係る本願発明の構成は，引用例発明，引用例2記載事項，および上記周知技術に基づいて当業者が容易に想到し得る事項である。",
                        "そして，本願発明の効果も，引用例1，引用例2，周知技術，及び周知事項から当業者が容易に予測できるものである。",
                        "したがって，本願発明は，引用例発明，引用例2記載事項，周知技術，及び周知事項に基づいて当業者が容易に発明できたものである。"
                      ]
                    },
                    {
                      "fig": "カ",
                      "subject": "まとめ",
                      "text": [
                        "本願発明は，引用例1に記載された発明，引用例2に記載された事項，周知技術，及び周知事項に基づいて当業者が容易に発明できたものであるから，特許法第29条第2項の規定により特許を受けることができない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "むすび",
              "text": [
                "上記(1)で述べたとおり，請求項1に係る発明は，特許法上の発明である「自然法則を利用した技術的思想の創作」に該当しないので，特許法第29条第1項柱書の規定により特許を受けることができない。",
                "また，上記(2)で述べたとおり，請求項1に係る発明が明確であるとは認められないので，本件出願は，特許法第36条第6項第2号に規定する要件を満たしていない。",
                "また，上記(3)で述べたとおり，発明の詳細な説明が，請求項1に記載された発明を当業者が容易に実施できる程度に明確かつ十分に記載されているとは認められないので，本件出願は，特許法第36条第4項に規定する要件を満たしていない。",
                "さらに，仮に，請求項1に係る発明が，特許法上の発明である「自然法則を利用した技術思想の創作」に該当し，かつ，明確であるとしても，上記(4)で述べたとおり，請求項1に係る発明は，引用例1に記載された発明，引用例2に記載された事項，上記周知技術，上記周知事項に基づいて当業者が容易に発明できたものであるから，特許法第29条第2項の規定により特許を受けることができない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "審決取消事由の要点",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(請求項1に係る発明の成立性についての判断の誤り)審決は，請求項1に係る発明は，その技術的課題を解決できるような特有の構成を提示するものではなく，一定の技術的課題の解決手段であるとはいえないから，特許法上の「発明」である「自然法則を利用した技術的思想の創作」に該当しないので，特許法29条1項柱書の規定により特許を受けることができないと判断した。",
                "しかしながら，請求項1に係る発明は，構成要件(a)を具備する翻訳発注管理方法であって，構成要件(b)～(e)のステップを具備する翻訳発注管理方法であり，翻訳発注管理における「翻訳発注元から受注した案件を，その翻訳に最も適した翻訳者に，容易に発注する」等の技術的課題の解決手段を提示するものであるから，「自然法則を利用した技術的思想の創作」に当たり，特許法上の「発明」であるというべきであり，審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(請求項1に係る発明の明確性についての判断の誤り)審決は，請求項1にはシステムが有する各々の機能が概略的に記載されているものの，該機能を実現するために，ソフトウエアによる処理にハードウエア資源をどのように用いて情報処理するのかが記載されておらず，明確であるとは認められないと判断した。",
                "しかしながら，請求項1に係る発明の翻訳発注管理方法が，コンピュータが行う方法であることは明確であり，構成要件(b)～(e)のステップにおける動作の主体は，それぞれ「言語選別手段」，「分野選別手段」，「ランク選別手段」及び「スケジュール選別手段」であるから，各選別手段がどのようなハードウェア資源を用いて，どのような選別処理を行うかは，本願明細書及び図面並びに技術常識から明確である。さらに，請求項1に係る発明と関連する分野において特許として登録されている発明に係る特許請求の範囲の記載と対比しても，請求項1に係る発明の記載が明確であることは明らかである。",
                "したがって，請求項1に係る発明の明確性を否定した審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(実施可能要件についての判断の誤り)",
              "text": [
                "審決は，本願明細書における発明の詳細な説明の欄の記載においては，「分野選別手段」，「ランク選別手段」及び「スケジュール選別手段」の概要が記載されているものの，これらが具体的にどのような情報をどのように情報処理しているのか不明であるので，同記載が請求項1に係る発明を当業者が容易に実施できる程度に明確かつ十分に記載されているとはいえないと判断した。",
                "しかしながら，本願明細書の発明の詳細な説明の欄において，当業界で慣用されていない技術用語，略語あるいは記号等は使用しておらず，「分野選別手段」，「ランク選別手段」及び「スケジュール選別手段」について，請求項1に係る発明を当業者が容易に実施することができる程度に明確かつ十分に記載しているものである。このことは，請求項1に係る発明と関連する分野において特許として登録されている発明に係る明細書の発明の詳細な説明の欄の記載と対比しても明らかである。",
                "したがって，本願明細書の発明の詳細な説明の欄の記載が実施可能要件を満たさないとした審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(進歩性についての判断の誤り)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1についての判断の誤り",
                  "text": [
                    "審決は，請求項1に係る発明(以下，審決と同様に「本願発明」という。)と引用例1記載の発明(以下，審決と同様に「引用例発明」という。)の相違点1として，「本願発明では，翻訳分野の情報に基づき翻訳者の情報を選別する翻訳分野選別手段，及びランク情報をレベルフィルタを通すことによって翻訳者を選別する情報ランク選別手段等の選別手段を用いて選別するのに対し，引用例発明では，翻訳分野の情報及びランク情報を選別しているものの，そのような選別手段を用いて翻訳者の情報を選択しているかどうか明記されていない点。」を認定し，相違点1に係る構成は，引用例発明及び周知技術に基づいて当業者が容易に想到し得ると判断した。",
                    "しかしながら，本願発明は，翻訳会社自身が使用することを前提として開発されたものであるが，引用例発明において翻訳者のランク付けを行うのは発注者(顧客)自身であり，サイト運営者ではない。そのため，引用例発明は，発注者自身が翻訳者のランク付けを行うだけの能力を備えていなければ，利用することができないものである。",
                    "また，被告は，相違点1に係る構成は周知技術である旨主張し，乙第1～第3号証を提出するが，これらはいずれも全く異なる分野の文献であり，その内容についても発想の出発点が全く異なり，いわゆる「後知恵」の典型である。",
                    "したがって，相違点1に係る構成は，引用例発明及び周知技術に基づいて当業者が容易に想到し得るものではなく，審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2についての判断の誤り",
                  "text": [
                    "審決は，本願発明と引用例発明の相違点2として，「本願発明では，前記言語選別手段が，翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別するのに対し，引用例発明では，そのような選別を行なっていない点。」を認定し，相違点2に係る構成は，引用例発明，周知技術及び周知事項に基づいて当業者が容易に想到し得ると判断した。",
                    "しかしながら，上記アのとおり，引用例発明と本願発明は，基本的に相違しているから，審決の相違点2についての判断も誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3についての判断の誤り",
                  "text": [
                    "審決は，本願発明と引用例発明の相違点3として，「本願発明では，スケジュール選別手段が，翻訳者スケジュール記憶手段からのスケジュールの情報と翻訳者を特定する信号との入力を受け，当該翻訳者に既に発注している他の案件がある場合に，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して画面表示させるためのデータを作成するのに対し，引用例発明では，そのようなことを行なっていない点。」を認定し，相違点3に係る構成は，引用例発明，周知技術及び周知事項に基づいて当業者が容易に想到し得ると判断した。",
                    "しかしながら，本願発明の特徴の1つは，単にスケジュール等を表示する際に七曜日を用いたカレンダ形式で表示することだけではなく，「翻訳発注管理において，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して，発注管理を行なう」ということであり，一般的なスケジュール管理においても，カレンダの該当日に案件有りの目印を付したものはあるかもしれないが，周知技術文献(甲第15号証)にも，被告が提出した乙第4，第5号証にも，案件有りの目印に加え残件数を付して表示したものは記載されていない。",
                    "したがって，相違点3は非常に重要な相違点であり，請求項1に係る発明と引用例発明は明確に相違するものであるから，相違点3についての審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "顕著な効果について",
                  "text": [
                    "審決は，本願発明の効果も引用例1，同2，周知技術及び周知事項から当業者が容易に予測できるものであると判断している。",
                    "しかしながら，本願発明における翻訳発注管理においては，案件有りの目印と残件数との両方を表示しなければ，効率的な発注管理は期待できないという，当分野独自の経験的実態がある。つまり，翻訳者の手元に常に複数の案件が残っている場合には翻訳作業の管理が適切に行われる場合が多いことから，翻訳者に効率よく翻訳してもらうためには，依頼中の案件を把握できるようにする必要があるところ，仮にカレンダの該当日に案件有りの目印しか表示されていない場合には，画面を切り換えて残件数をその都度確認しなければならず，作業が繁雑となって効率が低下するとともに，誤りも発生しやすくなるのに対し，案件有りの目印と残件数との両方が表示されている本願発明においては，このような問題が生じないという大きな効果上の差異があるのである。",
                    "また，本願発明は実際の翻訳発注管理業務に使用され，商業的成功も収めている。",
                    "したがって，審決は本願発明の奏する顕著な効果を看過し，進歩性の判断を誤ったものである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，審決は本願発明の進歩性の判断を誤ったものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告の反論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "取消事由1(請求項1に係る発明の成立性についての判断の誤り)に対して原告は，請求項1に係る発明は，構成要件(a)を具備する翻訳発注管理方法であって，構成要件(b)～(e)のステップを具備する翻訳発注管理方法であり，翻訳発注管理における「翻訳発注元から受注した案件を，その翻訳に最も適した翻訳者に，容易に発注する」等の技術的課題の解決手段を提示するものであるから，「自然法則を利用した技術的思想の創作」に当たる旨主張する。",
                "しかしながら，コンピュータ・ソフトウェア関連発明が「自然法則を利用した技術的思想の創作」であるということができるためには，ハードウェア資源を利用したソフトウェアによる情報処理によって所定の技術的課題を解決できるような特有の構成が具体的に提示される必要があるところ，構成要件(a)～(f)は各ステップにおける処理の概要を特定するにとどまり，具体的な構成の提示があるということはできないから，審決の判断に誤りはない。また，過去の特許出願の存在の有無はこの判断に影響を与えるものではない。",
                "したがって，取消事由1は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "取消事由2(請求項1に係る発明の明確性についての判断の誤り)に対して原告は，請求項1に係る発明における「言語選別手段」，「分野選別手段」，「ランク選別手段」及び「スケジュール選別手段」がどのようなハードウェア資源を用いて，どのような選別処理を行うかは，本願明細書及び図面並びに技術常識から明確であると主張する。",
                "しかしながら，コンピュータの処理は，多数の翻訳者の中から，条件で絞り込んで候補者の情報を提示するまでであり，受注した案件に適した翻訳者を選定して翻訳を発注するのは，発注担当者の判断行為として説明されているところ，請求項1に係る発明の翻訳発注管理方法が，コンピュータが行う方法であるのか，人が行う方法であるのか明確であるということはできず，構成要件(b)～(e)における具体的な処理も不明であるから，請求項1に係る発明が明確でないとした審決の判断に誤りはない。",
                "また，過去の特許出願の存在の有無はこの判断に影響を与えるものではない。",
                "したがって，取消事由2は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3(実施可能要件についての判断の誤り)に対して",
              "text": [
                "原告は，本願明細書の発明の詳細な説明の欄において，「分野選別手段」，「ランク選別手段」及び「スケジュール選別手段」について，請求項1に係る発明を当業者が容易に実施することができる程度に明確かつ十分に記載していると主張する。",
                "しかしながら，発明の詳細な説明の記載によっても，「分野選別手段」，「ランク選別手段」及び「スケジュール選別手段」による処理を具体的に理解することはできず，請求項1に係る発明は実施可能要件を満たさないから，審決の判断に誤りはない。",
                "また，過去の特許出願における発明の詳細な説明の記載が，この判断に影響を与えるものでもない。",
                "したがって，取消事由3は理由がない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4(進歩性についての判断の誤り)に対して",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1について",
                  "text": [
                    "原告は，相違点1についての審決の判断に関し，本願発明は翻訳会社自身が使用することを前提としている旨主張するが，この主張は請求項1の記載に基づくものではなく失当である。",
                    "そして，引用例2や他の文献に示されるように，所定の情報に基づいて，コンピュータを選別手段として用いて情報を検索することにより情報を選別することは，情報検索の分野における周知技術である。また，レベルの情報をレベルフィルタを通すことにより，所定レベルの情報を選別することは周知技術であるから，引用例発明において，翻訳分野の情報に基づき翻訳者の情報を選別する翻訳分野選別手段，ランク情報をレベルフィルタを通すことによって翻訳者を選別するランク選別手段として用いて検索することにより，翻訳者の情報を選別することは，当業者が容易に想到することである。",
                    "したがって，相違点1についての審決の判断の誤りはなく，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2について",
                  "text": [
                    "原告は，引用例発明と本願発明は，基本的に相違しているから，審決の相違点2についての判断も誤りであると主張する。",
                    "しかしながら，引用例1には英語以外の言語を翻訳することも示唆されているところ(95頁右欄12～16行)，翻訳とは「ある言語で表現された文章の内容を他の言語になおすこと。」であり，翻訳を依頼する際に，翻訳元言語(ある言語)及び翻訳先言語(他の言語)を指定することは一般的に行われている周知事項である。また，所定の情報に基づいて，コンピュータを選別手段として用いて情報を検索することにより情報を選別することは，情報検索の分野における周知技術である。",
                    "したがって，引用例発明において，コンピュータを前記言語選別手段として用いて，翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別することは当業者が容易に想到し得ることであり，相違点2についての審決の判断に誤りはなく，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点3について",
                  "text": [
                    "原告は，本願発明において，案件有りの目印と残件数との両方が表示されていることが，引用例発明との大きな相違点である旨主張する。",
                    "しかしながら，そもそも，審決は案件有りの目印と残件数とを付して表示する点を含めて相違点3とした上，相違点3に係る構成の容易想到性を周知技術に基づいて判断している。",
                    "引用例2には，選択された候補者を特定し，候補者を特定する信号の入力を受けて，特定された当該候補者のスケジュールを照会することが記載されている。",
                    "そして，予約状況カレンダ画面に七曜表示し，七曜表示されたカレンダの各自の受注状況を受注件数に応じて表示色を変え，受注件数がある場合に，受注件数を数字で表示するデータを作成して表示し，許容処理能力を確認することは周知技術である。",
                    "また，受注状況をどのように表示するかは設計的事項であり，件数の範囲で表示色を変えてそれらの範囲の目印とするか，案件がある場合とない場合とで表示色を変えて案件有りの目印とするかなどは，当業者が適宜選択できる設計的事項であると認められる。",
                    "したがって，引用例発明において，各選別手段で選別された翻訳者の情報の中から翻訳者を特定する信号の入力を受けて，特定された翻訳者の許容処理能力を確認するために，当該翻訳者のスケジュールを七曜表示し，案件有りの場合に，七曜表示されたカレンダの該当日に案件有りの目印を表示し，翻訳者の受注の残件数を表示するデータを作成することは当業者が容易に想到し得る事項であるから，相違点3についての審決の判断に誤りはなく，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "顕著な効果について",
                  "text": [
                    "原告は，「翻訳者に仕事を依頼する場合，効率よく翻訳してもらうためには，翻訳者の手元に常に複数の案件が残っているようにする必要がある」などの課題があり，請求項1に係る発明は，案件有りの目印とともに残件数を表示することにより，このような課題を解決するという顕著な効果を奏し，商業的成功も収めている旨主張する。",
                    "しかしながら，本願発明における「残件数」は，各翻訳者の翻訳案件ごとの作業進捗状況の情報を何ら取得することなく得られているものであり，各翻訳者の「受注件数」を発注日から発注時に予定された納期日までの日ごとに，単純に合計した程度のものであり，周知技術文献における「受注件数」も，該当日の予約件数を単純に合計したものであり，それらの内容は実質的に同等である。また，原告の主張する課題も，作業がなく稼働率が低下すると非効率となることは，翻訳発注管理に限らず，一般的な発注管理で留意されている課題である。さらに，カレンダ機能とスケジュール機能が独立していると，スケジュール機能を起動しなければ当日のスケジュール件数を知ることができず不便であることは，翻訳発注管理に特有の課題ではなく，この課題が，当日の受注件数(スケジュール件数)を対応する日付欄に数字で表示することにより解決されるものであることは明らかである。",
                    "他方，原告は商業的成功を収めているとも主張するが，具体的な主張立証はなく，本願発明との因果関係も不明である。",
                    "したがって，本願発明の効果が当業者が容易に予測出来るものであるとした審決の判断に誤りはなく，原告の主張は失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，進歩性についての審決の判断の誤りをいう原告の主張はいずれも失当であるから，取消事由4は理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "審決の判断構造",
          "text": [
            "審決は，上記第2の3のとおり，請求項1の発明は，①「自然法則を利用した技術的思想の創作」に該当せず，②明確であるとも認められず，③本願明細書の発明の詳細な説明が，当業者が容易に実施できる程度に明確かつ十分に記載されているとは認められないとしたほか，④本願発明は，引用例に記載された発明及び周知技術等に基づいて当業者が容易に発明をすることができたと判断したものであるところ，審決の上記①～④の判断の関係については，審決が「仮に，請求項1に係る発明が，特許法上の発明である『自然法則を利用した技術思想の創作』に該当し，かつ，明確であるとしても，・・・請求項1に係る発明は，引用例1に記載された発明，引用例2に記載された事項，上記周知技術，上記周知事項に基づいて当業者が容易に発明できたものであるから，特許法第29条第2項の規定により特許を受けることができない」としているところから明らかなように，上記④の判断は，上記①～③の判断を前提としないものであり，仮に上記①～③の判断の誤りをいう取消事由1～3に理由があったとしても，取消事由4に理由がなければ，本訴請求は棄却されるべき性質のもの，すなわち，審決の取消しに至るためには，上記④の判断が誤りであることが不可欠であるという関係にある。",
            "そこで，まず，取消事由4について検討する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由4(進歩性についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明の要旨",
              "text": [
                "本願発明の要旨は，上記第2の2において認定の請求項1に記載されたとおりのものであると認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1についての判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点1(「本願発明では，翻訳分野の情報に基づき翻訳者の情報を選別する翻訳分野選別手段，及びランク情報をレベルフィルタを通すことによって翻訳者を選別する情報ランク選別手段等の選別手段を用いて選別するのに対し，引用例発明では，翻訳分野の情報及びランク情報を選別しているものの，そのような選別手段を用いて翻訳者の情報を選択しているかどうか明記されていない点。」)の認定について，当事者間に争いはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本願発明は，専ら翻訳会社が自己の管理下にある多数の翻訳者に翻訳業務を発注するために使用することを前提として開発されたものであるのに対して，引用例発明において翻訳者のランク付けを行うのは発注者(顧客)自身であり，サイト運営者ではないところ，引用例発明は，発注者自身が翻訳者のランク付けを行うだけの能力を備えていることが，利用の前提となる発明であり，両者は利用形態が異なるから，相違点1に係る構成を，引用例発明及び周知技術に基づいて当業者が容易に想到し得るものではない旨主張する。",
                    "上記のとおり，相違点1は，本願発明においては，翻訳者の情報やランク情報等を翻訳分野選別手段，情報ランク選別手段等の各種の選別手段を用いて選別しているのに対し，引用例発明においては，翻訳者の経歴，得意分野等を選別しているもののどのようにしてこれらの情報を選別しているか明らかではないという点である。",
                    "そこで検討するに，引用例1(甲第3号証)には以下の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "「1450人を超える顧客と1200人の翻訳者が集まる『翻訳のe−マーケットプレイス』。それが『TRAＮSMART』だ。」(94頁左欄1～4行)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "「・・・手数料や翻訳者の経歴といったこれまであまり公開されていなかった情報を開示し，そうした情報に基づいて仕事を受発注できる仕組みを作り上げた。」(94頁中欄6～10行)"
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "「Web上に翻訳者の経歴や得意分野，標準的な料金などを明示し(た)」(94頁右欄1～2行)"
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "「顧客が翻訳者の仕事ぶりを評価してランク付けする『ランキング翻訳サービス』だ。・・・トランスマートに翻訳者として登録するためには，『登竜門テスト』に合格し，『道場生』にならなくてはならない。登竜門テストの受験者は2月末で1万人を超えている。",
                        "道場生は『道場生翻訳サービス』で，1回500ワード以内の短文試訳を無料で請け負い，顧客側から評価を受ける。評価ポイントは『品質』『校閲』『関連知識』の3点。納期に遅れたり内容にミスがあると，マイナスポイントがつく。」(94頁右欄7～24行)(オ) 「道場生は一定の評価に達すると，有料で翻訳を請け負えるBランクに上がる。その後も発注者からの評価ポイントによってAランク，Sランクとグレードが上がり，それに伴い翻訳料金も上がっていく。」(94頁右欄32～37行)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "「顧客は，Bランク以上の翻訳者に有料で発注する場合，翻訳者の経歴や得意分野を参照してID番号で指定できる。」(95頁上部の「図1 トランスマートのビジネスモデル」の説明文)",
                      "text": [
                        "以上の各記載によれば，引用例発明においては，Web上に1200人の登録した翻訳者の経歴，得意分野，ランクが表示されており，翻訳の仕事を有料で発注しようとする顧客は，表示された翻訳者の経歴や得意分野等を参考にしながら，依頼しようとする翻訳の仕事に相応しい翻訳者を選定するために，翻訳者の経歴や得意分野等を確認する必要が生ずるが，情報伝達手段がWebである上，上記の翻訳者数及び検索対象を構成する情報量からすると，経歴や得意分野等の検索をコンピュータの情報検索機能を利用して行うものとすることは当業者が容易に想到するものであると推認することができる。",
                        "そこで本件特許出願時(平成13年9月当時)におけるコンピュータを利用した情報検索機能に関する周知技術の状況について検討する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "コンピュータを利用した情報検索機能に関する周知技術の状況",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙第3号証(特開平9−297796号公報)には，「派遣技術サービス員決定システム」と題する発明に関し，次の記載がある。",
                        "「【発明の属する技術分野】この発明は，発生した機器の故障の程度に応じた適切な技能を持つ技術サービス員を効率的に派遣する派遣技術サービス員決定システムの技術に関する。」(段落【0001】)",
                        "「【発明が解決しようとする課題】従来のポケットベル発報装置はこのように構成されており，外出者18自身が如何なる者かを問わず，特定のポケットベルを所持する外出者18又は特定地域にいる外出者18を呼び出すから，外出者18が例えば技術サービス員であって緊急に機器の故障が発生して技術サービス員を派遣する必要が発生した場合，呼出者は発生した故障の状況，外出中の個々の技術サービス員の現在の居場所，当日の業務予定，及び各員の技能等を検討して派遣員を決定し，その派遣員の所持するポケットベルを呼び出すので，例えば，派遣員の決定が遅れる等，機器の故障の程度に応じた技能を持つ技術サービス員を効率的に派遣することができなかった。 この発明は係る問題点を解決するためになされたもので，発生した機器の故障の程度や技術サービス員の技能や行動予定を考慮して，機器の故障の程度に応じた適切な技能を持つ技術サービス員を効率的に決定することのできる派遣技術サービス員決定システムを得ることを目的とする。」(段落【0011】，【0012】)「【発明の実施の形態】・・・また，104は公衆電話回線2を介して受信した建物101の故障発生情報を収集して分析し派遣すべき技術サービス員を決定する情報センターである。",
                        "情報センター104には，図3に示すように，技術サービス員が携帯する後述するGPS端末から一定時間毎に出力される位置信号を受信する信号受信部104aと，信号受信部104aが受信した位置信号に基づいて外出中の技術サービス員の現在位置を登録する現在位置テーブル104bと，建物毎に呼び出すことのできる技術サービス員の優先順位を登録した呼び出し員テーブル104cと，保守管理の対象とする個々の建物の保守管理について現在担当中の者と前回担当した者とを管理対象建物毎に記録した担当員テーブル104dと，個々の技術サービス員について各員が保有する技能を設備機器毎に10段階の点数を付けて評価した技能評価テーブル104eと，現在位置テーブル104bから求めた技術サービス員の現在位置から目的地までの距離を点数を付けて評価した距離評価テーブル104fと，上述した各テーブルの登録内容に基づいて派遣すべき技術サービス員を決定する派遣員決定部104iと，派遣員決定部104iが行う演算過程や外出中の技術サービス員の地図上の所在位置等を出力表示するディスプレイ104jと，派遣員決定部104iの決定結果を例えば外出中の技術サービス員が携帯する後述するGPS端末に出力する出力発信部104kとが設けられている。・・・また，呼び出し員テーブル104cは，図4に示すように，管理の対象とする建物毎に呼び出しが可能な技術サービス員を優先度(点数)を付けて優先度の高い順に登録したものであり，ある建物に派遣を行う必要が発生しても，呼び出し員テーブル104c中のその建物の欄に掲載されていない技術サービス員は派遣員の候補にはならないようになっている。・・・また，技能評価テーブル104eは，図6に示すように，技術サービス員毎に個々の技術サービス員が保有する技能を設備機器毎に分けて，例えば，照明設備，受返電設備，給排水設備，ACエレベーター等への対処能力について10段階の評価点数を付けてある。」(段落【0019】，【0021】，【0023】)",
                        "「【発明の効果】この発明によれば，外出中の技術サービス員及び管理対象とする建物に関する情報にそれぞれ評価点を付けて登録した複数のテーブルと，建物内の設備機器の稼働状態を監視する監視装置から出力された故障発報信号を受信した場合に各テーブル中の発報信号が出力された建物の該当項目に対する各技術サービス員の評価点に基づいて各技術サービス員の中から発報信号が出力された建物に派遣する技術サービス員を決定する派遣員決定部とを備えたので，設備機器に故障が発生した建物に対応した適切な技術サービス員を迅速に決定して，その技術サービス員に派遣指示を出すことができる。」(段落【0045】)これらの記載によると，乙第3号証には，派遣技術サービス員決定システムに関し，発生した機器の故障の状況に相応しい適切な技能を持つ技術サービス員を選択する技術が記載されているということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "乙第2号証(特開平11−335020号公報)には，「遠隔監視システ",
                      "text": [
                        "ム」と題する発明に関し，次の記載がある。",
                        "「【発明の属する技術分野】本発明は遠隔監視システムに関し，特に，保守対象について生じる各種保守要求に対して複数の保守チームのうち適切なチームを出動させることのできる遠隔監視システムに関する。」(段落【0001】)",
                        "「【発明が解決しようとする課題】・・・さらに，保守営業所115やセンタ110ではビル101で発生している異常内容については知らされておらず，営業所115が保守員巡回予定表に基づいて保守員116を派遣したとしても，その保守員116がビル101で発生している異常に対して十分に対処できるだけのスキルレベルを有しているか否かは不明である。したがって，保守員116がビル101に駆けつけたとしてもさらに高度なスキルレベルを有する保守員に再度出動要請する必要が生じる場合もあり，却って異常状態の復旧に時間を要する場合があった。 本発明は上記課題に鑑みてなされたものであって，その目的は，1又は複数の保守員からなる複数の保守チームのうち，適切な保守員を迅速に選択することができる遠隔監視システムを提供することにある。 また，本発明の他の目的は，保守対象で実際に発生している異常内容に対処することのできる保守員を迅速に選択することのできる遠隔監視システムを提供することにある。」(段落【0008】～【0010】)",
                        "「【発明の実施の形態】以下，本発明の実施の形態について図面に基づき詳細に説明する。",
                        "・・・また，上記異常情報処理部36では，異常情報が受信された場合，まず記憶装置34の異常レベル記憶部50から異常レベル情報を読み出す。この異常レベル情報は異常内容とその異常内容に対処するために必要とされるスキルレベルとを対応付けて記憶するものであり，異常情報処理部36では端末装置16から送信される異常情報に含まれる異常内容情報をこの異常レベル記憶部50の内容に照らし合わせ，端末装置16で現在発生している異常に対して必要とされているスキルレベルを調べる。そして，このスキルレベルを必要スキルレベル情報として保守チーム選択部42に送信する。 保守チーム選択部42ではこうして生成される交通情報，保守チーム位置情報，及び必要スキルレベル情報を受信し，さらに，記憶装置34に含まれる地図記憶部48，ビル位置記憶部46，スキルレベル記憶部44の内容を参照し，ビル10で発生している異常に対して適切な保守チームを選択する。 すなわち，まず保守チーム選択部42では異常情報処理部36から送信された必要スキルレベル情報と，スキルレベル記憶部44に記憶されている各保守チームのスキルレベルと，を参照し，ビル10で現在発生している異常に有効に対処することができる保守チームの一次候補を選択する。」(段落【0020】，【0028】，【0030】，【0031】)",
                        "これらの記載によると，乙第2号証には，遠隔監視システムに関し，保守対象について生じる各種保守要求に対して，複数の保守チームのうち，要求内容に応じて必要とされるスキルレベルを有する適切なチームを選択する技術が記載されているということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "乙第1号証(特開2000−253149号公報)には，「電話転送先自動",
                      "text": [
                        "選択方式」と題する発明に関し，次の記載がある。",
                        "「【発明の属する技術分野】本発明は，複数の転送先候補(電話による下記のような問合せに対応することが可能であり当該電話の転送先とすることが可能な者)が存在する企業等の組織体における電話転送システム(外部等からの電話を内線電話網等によって転送するシステム)において，問合せ(外部の顧客からの問合せをはじめとして広く各種の問合せが含まれうる)の電話を適切な転送先候補に転送するために最終的な転送先の選択・決定を自動的に行う電話転送先自動選択方式に関する。」(段落【0001】)",
                        "「【従来の技術】複数の転送先候補が存在する企業(例えば，コンピュータシステムのメーカ企業)等の組織体における電話転送システムにおいては，問合せ(例えば，コンピュータシステムのメーカ企業における顧客からの技術内容に対する問合せ)の電話に適切に対処するために，当該問合せに適合する転送先を選択・決定することが要求される。 従来，この種の電話の転送先の選択を行う方式(電話転送先選択方式)では，人間(転送元のオペレータ)の判断によって転送先が決定されていた。すなわち，転送元のオペレータが，外部の顧客等からかかってきた電話に対して適切と思われる部門や転送先候補をいろいろと思い浮かべて検討した後に，当該電話を所定の転送先(転送元の判断で適切と思われる転送先)に転送していた。」(段落【0002】，【0003】)",
                        "「【発明が解決しようとする課題】上述した従来の電話転送先選択方式には，以下に示すような問題点があった。 第1の問題点は，問合せの内容に疎い転送元のオペレータが転送先の選択について判断を誤る可能性があるということである。 このような問題点が生じる理由は，上記のような従来技術では，空き状態の転送先候補が無造作に選択され，当該転送先候補を最終的な転送先として電話が転送されがちなためである。 第2の問題点は，最終的な転送先を割り出すまでに長時間を要するということである。 このような問題点が生じる理由は，上記のような従来技術では，人間(一般的に問合せの内容に疎い転送元のオペレータ)が一定の手順をふんで一定の時間をかけて判断することにより，適切と思われる転送先が選択・決定されていたためである。 本発明の目的は，上述の点に鑑み，問合せに係る電話の転送先を自動的に選択する構成を有し，的確かつ高速な転送先の選択・決定を実現できる電話転送先選択方式，すなわち電話転送先自動選択方式を提供することにある。」(段落【0005】～【0009】)",
                        "「【発明の実施の形態】次に，本発明について図面を参照して詳細に説明する。・・・第3の検索手段33は，第2の検索手段32の検索結果である転送先候補を示す情報を，スキル記憶部42を使用してソートする(ステップ205)。すなわち，スキル記憶部42に格納されている「各転送先候補の各キーワードに対するスキルレベルの情報」を参照して，第2の検索手段32の検索結果である各転送先候補をスキルレベルの高い順にソートする。 ここで，スキルレベルの情報としては，数段階のスキルレベルの値を各転送先候補および各キーワード毎に設定することが考えられる。新たなキーワードの設定時には，スキルレベルの初期値は全ての転送先候補について0が設定され，その後の運用で管理者(当該電話転送システムの管理者)によって実際に見合うように各転送先候補のスキルレベルの値の変更が行われる。」(段落【0014】，【0032】，【0033】)",
                        "これらの記載によると，乙第1号証には，電話転送先自動選択方式に関し，キーワードごとのスキルレベルの高い転送先を的確かつ高速に選択・決定する技術が記載されているということができる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)～(ウ)によると，本件特許出願前において，コンピュータによる情報検索に関する技術分野においては，予め関連する情報をコンピュータに記憶させておき，必要に応じて，当該時点における最適情報を予め記憶させた情報の中から瞬時に検索する情報検索システムが周知の技術として様々な情報分野で活用されていたものと認めることができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，引用例発明においては発注者自身がランク付けを行う能力を有することを必要とする点において本願発明と基本的に相違するのであるから，相違点1の構成を容易に想到することはできないと主張するところ，確かに前記イの(エ)，(オ)の記載によれば，引用例発明においては道場生，すなわち，翻訳者のランクは顧客の評価に基づいて決定されるものと認められるが，Web上に表示されるのは評価結果のランクであるから，この表示されたランクから顧客が求めるランクを検索する点においては他の得意分野等の情報と何ら相違はないのであり，ランク付けに顧客が関与することが前記周知技術を適用する上での阻害要因になるものと解することはできない。",
                    "また，原告は，被告が周知技術として援用した発明はいずれも本願発明とは技術分野を異にするから，これらを相違点1の構成を容易に想到する根拠とすることはできないと主張するところ，確かに各周知例が対象とする情報分野は本願発明の翻訳発注に関する分野とは異なるが，ここで問題とすべき技術分野はコンピュータを利用した情報検索技術の分野であり，この技術が処理の対象とする情報分野ではない。原告の上記主張は，検索対象である情報分野の相違を指摘するに過ぎないから，コンピュータによる情報検索の技術分野の相違を指摘したものとはいえず失当であるといわざるを得ない。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によると，引用例発明に上記ウで認定したとおりの周知技術を適用して，相違点1に係る構成とすることは，当業者が容易に想到し得たことであるということができるから，相違点1についての審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2について",
              "text": [
                "相違点2(「本願発明では，前記言語選別手段が，翻訳元言語の情報と翻訳先言語の情報とに基づき翻訳者の情報を選別するのに対し，引用例発明では，そのような選別を行なっていない点。」)の認定について当事者間に争いはないところ，原告は，相違点1についてと同様，本願発明と引用例発明は利用者が異なり，本願発明と引用例発明は基本的に相違しているから，相違点2についての審決の判断は誤りであると主張する。",
                "しかしながら，相違点1についての原告の主張を採用することができないことは，上記(2)のとおりであるから，相違点2についての原告の主張についても採用することはできない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "相違点3(「本願発明では，スケジュール選別手段が，翻訳者スケジュール記憶手段からのスケジュールの情報と翻訳者を特定する信号との入力を受け，当該翻訳者に既に発注している他の案件がある場合に，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して画面表示させるためのデータを作成するのに対し，引用例発明では，そのようなことを行なっていない点。」)の認定について当事者間に争いはない。",
                    "原告は，本願発明の特徴の1つは，単にスケジュール等を表示する際に七曜日を用いたカレンダ形式で表示することだけではなく，「翻訳発注管理において，七曜表示のカレンダの該当日に案件有りの目印と残件数とを付して，発注管理を行なう」ということであり，一般的なスケジュール管理においても，カレンダの該当日に案件有りの目印を付したものはあるかもしれないが，周知技術文献(甲第15号証)にも，被告が提出した乙第4，第5号証にも，案件有りの目印と残件数とを付して表示したものは記載されていないから，相違点3は非常に重要な相違点であり，相違点3に係る構成は，引用例発明，周知技術及び周知事項に基づいて当業者が容易に想到し得るとした審決の判断は誤りであると主張するので，検討する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知技術文献等の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "乙第4号証(特開平6−161964号)には，「データ処理装置及び通知方法」と題する発明に関し，次の記載がある。なお，図3には七曜表示されたカレンダが記載されている。",
                        "「【産業上の利用分野】本発明は，カレンダ機能およびスケジュール機能を備えた携帯型の個人情報機器として用いられるデータ処理装置，およびスケジュールの件数等をユーザに通知するための通知方法に関する。」(段落【0001】)",
                        "「【発明が解決しようとする課題】ところで，従来，この種のデータ処理装置において，上述したようなカレンダ機能やスケジュール機能を備えている装置はあるが，それらをリンクするようなものはなかった。すなわち，カレンダ機能とスケジュール機能が独立しており，カレンダ機能によって表示されたカレンダからは当月のスケジュール状態，すなわち，いつ，何件分のスケジュールが入っているのかを把握することはできなかった。この場合，スケジュール状態を知るためには，実際にスケジュール機能を起動して，当月のスケジュールを見なければならない。」(段落【0004】)",
                        "「【実施例】・・・ここで，CPU11は，まず，日付ポインタPをスケジュール管理テーブルの1日に設定して(ステップA4)，1日にスケジュールが何件入っているのかを調べる(ステップA5)。その結果，1件でも入っていれば(ステップA6)，図3に示すように，CPU11はその件数を示す文字21を該当する日付欄に表示すると共に，同文字21にマーク22を付加する(ステップA7)。このマーク22は，文字21がスケジュール件数であることを示すものである。」(段落【0024】)",
                        "これらの記載によると，乙第4号証には，携帯型の個人情報機器として用いられるデータ処理装置において，カレンダの日付欄にその日のスケジュールの件数を表示する技術が記載されているということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲第15号証(特開平10−78838号)には，「予約受付装置」と題する発明に関し，次の記載がある。なお，図10のカレンダ画面は七曜表示である。",
                        "「【発明の属する技術分野】本発明は，例えば，車検などの予約を受け付けるために用いられる予約受付装置に関する。」(段落【0001】)",
                        "「【従来の技術】従来，自動車整備工場等が車検等の予約を受け付ける場合，受付者が台帳に記載された予約表を確認しながら，完全な入手により予約を受け付けていることが多い。",
                        "また，予約の受付にコンピューターを利用することも考えられるが，車検等の予約に関しては，予約に必要な諸データが複雑であることなどから，実用性のある予約装置は未だ製作されていない。」(段落【0002】，【0003】)",
                        "「【発明が解決しようとする課題】したがって，車検等の予約の管理を行うには，多大な手間を要してしまい，また，コンピューターを利用する場合も，単純な日程等のみの管理しか行えないものであった。 本発明は，例えば，車検などのサービスの予約受付や予約状況の管理が容易に行える予約受付装置を提供することを課題とする。」(段落【0004】，【0005】)",
                        "「【発明の実施の形態】・・・図9に示したように，入庫日時情報表示・入力欄が情報入力対象となったことを検出した際，CPU21は，まず，予約情報データベースから，当月の予約状況データを読み出し(ステップS201)，読み出した予約状況データに基づき各日付のデータの表示色を決定する(ステップS202)。このステップS202において，CPU21は，各日付における予約件数と，本予約受付装置を使用する車検業者の処理能力に応じて予め設定される所定値との大小関係を判断することによって，データの表示色を決定する。次いで，CPU21は，読み出した予約状況データと，決定した色と，予約受付・見積入力画面において設定されている受付情報，車両情報，顧客情報とが含まれる予約状況カレンダ画面を，モニタ14に表示する(ステップS203)。 前記データの表示色の決定に当たっては，例えば，各日付における予約件数が，当該車検業者の処理能力の25％未満の場合は白色とし，同様に25％以上50％未満の場合は黄色とし，50％以上75％未満の場合は緑色とし，75％以上の場合は青色とするというものである。 図10に，ステップS203で表示される予約状況カレンダ画面の一例を示す。なお，図中，各日付の下に表示してある2つの数値は，それぞれ，午前と午後の予約件数である。操作者はこの予約状況カレンダの内容を参照して，車検予約者が希望している入庫日時並びに納車日時に基づき，予約を行う日付(あるいは予約状況を確認したい日付)を決定し，その日付を指定するための操作を，入力装置13(通常，マウス12)を用いて行う。また，表示されている月の次月の予約状況をみたい場合には，次月ボタン62を選択する。また，表示されている月の前月の予約状況をみたい場合には，前月ボタン61を選択する。 このように，操作者は予約状況を数値認定及び色覚認定の双方により把握できるため，速やかに予約状況の確認を行える。一方，予約状況カレンダ画面の表示を終えたCPU21は，入力部13からの指示入力を監視する状態(図9：ステップS204)に移行しており，次月ボタン62あるいは前月ボタン61が選択されたことを検出した場合(ステップS204；表示月変更)には，指定された月に関する予約状況データを読み出して(ステップS205)，ステップS203に戻る。また，日付を指示する操作が行われたことを検出した場合(ステップS204；日付)，CPU21は，指示された日付に関するタイムテーブル画面の表示を行う(ステップS206)。」(段落【0054】～【0057】)これらの記載によると，甲第15号証には，車検などの予約を受け付けるために用いられる予約受付装置に関して，七曜表示のカレンダの日付の下に午前と午後に分けて予約件数を表示するとともに，当日の処理能力と予約状況の関係を色彩により区別して表示する技術が記載されているということができる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "乙第5号証(特開平11−91516号)には，「予約入庫システム」と題する発明に関し，次の記載がある。なお，図13には七曜表示されたカレンダーが記載されている。",
                        "「【発明の属する技術分野】本発明は車の整備，点検等のためにユーザが整備工場に対して予約を行うことができる入庫予約システムに関する。」(段落【0001】)「【従来の技術】自動車整備工場における整備，点検等の入庫予約システムとしては，特開平8−243863号公報で開示されているシステムがある。このシステムでは，現在，整備工場で作業中の車の入庫予約日や作業状況をコンピュータに登録することにより，予約管理および作業工程管理を行うことができる。」(段落【0002】)",
                        "「【発明が解決しようとする課題】特開平8−243863号公報のシステムにより整備工場側では，入庫の受け付けが可能な日時を簡単に知ることができるようになってきた。しかしながら，ユーザが希望する入庫の日時と整備工場側が希望する入庫の日時は時として相違することがある。たとえば，複数のユーザの希望する入庫日が重複すると，整備工場側の処理能力を超えて作業量がオーバーフローを起こしてしまう。このため，ユーザは希望する日時とは異なる日時で入庫の予約を行わなければならない場合もある。 一方，ユーザから入庫予約がないと整備ラインの稼働率が極端に低下する日が生じるなど非効率で経営の安定化の障害ともなる。 そこで，本発明の目的は，上述の点に鑑みて，ユーザおよび整備工場側の双方に好適な入庫予約システムを提供することにある。」(段落【0003】～【0005】「【発明の実施の形態】・・・本実施の形態では，ユーザとの対話により入庫日を変更することが可能である。初期的に表示された入庫日予定日がユーザにとって好適でない場合には，ユーザは，メニュー1000の中の予約情報ボタンを操作する。この操作に応じて，入庫日の予約指示が端末20からホスト10に送られる。ホスト10では予約の指示に応じて，予約データベース404から現在の月の予約状況を示す情報を読み出して日付単位で集計し，端末20に送信する。端末20は図13に示す形態で予約状況を表示する。図13の例では，カレンダー情報が表示され，日付の下部に午前と，午後の入庫予定台数が表示される。」(段落【0048】)",
                        "これらの記載によると，乙第5号証には，自動車整備工場における整備，点検等の入庫予約システムにおいて，カレンダーの日付の下部に午前と午後の入庫予定台数を表示することによって，予約状況を表示する技術が記載されているということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イ(ア)～(ウ)によると，七曜表示のカレンダの該当日における予約やスケジュールが存在する場合に，その件数を数字で表示することによって入庫管理やスケジュール管理を行うことは，本件特許出願時において，一般にスケジュールを管理する手法における周知の技術であったということができる。",
                    "そして，案件有りの目印は数字が表示されることと同義であることが明らかであるが，即日処理が予定されるスケジュール件数や入庫予約件数は，厳密な意味において未処理件数を意味する本願発明における「残件数」とは異なるとも考えられることからすると，甲第15号証，乙第4号証及び乙第5号証には相違点3に係る「残件数」そのものを表示することについて記載があるとまでいうことはできない。",
                    "しかしながら，上記のとおり認定される周知のスケジュール管理に関する技術は，適用対象の分野を限定するものでないことは明らかであり，表示される件数がスケジュール件数や入庫予約件数である場合と「残件数」である場合の相違は，対象となるスケジュール等の内容が当日中に完了するものである場合と複数日にまたがって完了される性質のものである場合の相違にほかならない。",
                    "そうすると，上記の周知技術を翻訳発注の分野に適用する場合，翻訳が通常完了に複数日を要することが多いこともまた明らかであるから，翻訳発注の分野において翻訳者の業務負担量を把握する上での「件数」とは「残件数」のことにほかならないということもまた明らかであるといわざるを得ない。",
                    "したがって，相違点3に係る構成は，スケジュール管理の手法において周知の技術そのものであるというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によると，引用例発明に基づいて周知技術を適用することにより相違点3に係る構成とすることは当業者が容易に想到し得ることであるというべきであり，相違点3についての審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "顕著な効果について",
              "text": [
                "原告は，案件有りの目印と残件数との両方が表示されている本願発明においては，画面を切り換えて残件数をその都度確認する必要がなく，作業も単純となって効率がよくなり，誤りも発生しにくくなるなどの大きな効果があるほか，本願発明は実際の翻訳発注管理業務に使用され，商業的成功も収めているにもかかわらず，審決は，このような本願発明の顕著な効果を看過し，進歩性の判断を誤った旨主張する。",
                "しかしながら，上記(2)～(4)のとおり，本願発明と引用例発明との各相違点は，いずれも能力管理やスケジュール管理を効率的に行うための周知技術を適用したものにすぎず，適切な発注管理を効率的に行うという原告が主張する効果も，この種技術において一般的に求められるものにすぎないから，これをもって顕著な効果であるということはできない。",
                "また，原告は，本願発明の実施をはじめてから売上が増加していることを示すために甲第16号証を提出するが，原告の売上が増加したことと本願発明の実施との因果関係については何ら示されておらず，同号証が本願発明の商業的成功を立証するものということはできない。",
                "したがって，審決が本願発明の顕著な効果を看過したとの原告の主張を採用することはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上によると，審決が本願発明の進歩性の判断を誤ったとする原告の各主張は，いずれも採用することができないから，取消事由4は理由がない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "結論",
      "text": [
        "上記第4のとおり，取消事由4は理由がないから，その余の取消事由について検討するまでもなく，本訴請求は棄却すべきである。",
        "よって，主文のとおり判決する。"
      ]
    }
  ]
}