{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−23423号事件について平成18年9月5日にし",
        "た審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「多重スペクトルで導かれた照明を用いるビデオ検査システム」とする発明につき，1993年12月13日(パリ条約による優先権主張1992年12月14日，米国)を国際出願日とする特許出願(以下「本件出願」という。)をしたが，平成16年8月10日付け拒絶査定を受け，同年11月16日，審判請求をした。",
            "特許庁は，この審判請求を不服2004−23423号事件として審理し，その結果，平成18年9月5日，「本件審判の請求は，成り立たない。」との審決をし，同月14日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "1994年4月28日に国際事務局に受理された補正書の翻訳文に記載された本件出願の請求項1(請求項の数は全部で39項である。)は，次のとおりである。",
            "1．複数の選択された波長量の照明を与えるように適合された光放射ダイオードの第1のアレイと，",
            "該第1のアレイの照明領域に配置された協同する標本を照射するように該第1のアレイを確保するように適合された第1の保持手段と，",
            "第1および第2の波長からなる選択光を有する検査光を発生するように該第1のアレイに電流を選択的に与える手段と，",
            "協同する標本に光を照射後，該検査光を受容するように適合されたビデオ受容手段とを有する改善されたビデオ検査照明システム。",
            "(以下，請求項1に係る発明を「本願発明」といい，上記補正書による補正後の明細書(甲第6号証)を「本件明細書」という。)"
          ]
        }
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由",
      "text": [
        "別紙審決書の写しのとおりである。要するに，本願発明は，特開平2−221844号公報(甲第1号証。以下，審決と同様に「引用刊行物」という。)記載の発明(以下「引用発明」という。)及び周知技術に基づいて，当業者が容易に発明をすることができたものであるから，特許法29条2項の規定により特許を受けることができないとするものである。",
        "審決は，上記結論を導くに当たり，引用発明の内容並びに本願発明と引用発明との一致点及び相違点を次のとおり認定した。"
      ],
      "content": [
        {
          "fig": "(1)",
          "subject": "引用発明の内容",
          "text": [
            "第1波長の光を放出する第1装置及びこの第1波長とは異なる第2波長の光を放出する第2装置を有する複数個の発光ダイオードと，該複数個の発光ダイオードの照明領域に配置された品物を照射するように該複数個の発光ダイオードを保持する手段と，第1波長および第2波長の検査光を発生するように前記複数個の発光ダイオードに電気パルスを供給するパルサ手段と，品物からの反射光を受ける光センサ手段とを有する欠陥検出装置"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "一致点",
      "text": [
        "複数の選択された波長量の照明を与えるように適合された光放射ダイオードの第1のアレイと，",
        "該第1のアレイの照明領域に配置された協同する標本を照射するように該第1のアレイを確保するように適合された第1の保持手段と，",
        "第1の波長および第2の波長からなる検査光を発生するように該第1のアレイに電流を選択的に与える手段と，",
        "協同する標本に光を照射後，該検査光を受容するように適合された光センサ手段とを有する検査照明システムである点"
      ]
    },
    {
      "fig": "(3)",
      "subject": "相違点",
      "content": [
        {
          "fig": "ア",
          "subject": "検査光を発生するように第1のアレイに電流を選択的に与える手段が，本願発明では，第1および第2の波長からなる選択光を有する検査光を発生するものであり，この記載からは必ずしも明確でないが，明細書の実施例を参酌すれば，第1および第2の波長からなる選択光を同時に有する検査光を発生するのに対して，引用発明は，第1の波長からなる検査光と第2の波長からなる検査光とを，異なる時間に発生している点(以下，審決と同様に「相違点1」という。)"
        },
        {
          "fig": "イ",
          "subject": "光センサ手段が，本願発明では「ビデオ受容手段」であり，したがって本願発明が「ビデオ検査照明システム」であるのに対して，引用発明では単なる「光センサ手段」である点(以下，審決と同様に「相違点2」という。)"
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，相違点1及び相違点2についての判断を誤り(取消事由1及び2)，本願発明の進歩性についての判断を誤ったものであるところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明と引用発明との課題の相違",
              "text": [
                "引用発明は，断続的に供給されるポテト片等の固形物に対する欠陥を検出することを目的とするものであるのに対して，本願発明は，連続的に流れているウエブ又はシート状材料等の検査システムであるから，両者の目的や解決しようとする課題は全く異なる。この点の相違に基づき，引用発明では，第1の波長からなる検査光と第2の波長からなる検査光とを異なる時間に照射する構成とするのに対し，本願発明では第1及び第2の波長からなる選択光を同時に有する検査光を発生する構成を採るものである。",
                "本願発明の目的の記載からも明らかなとおり，本願発明は，検査対象として広範囲で高速に流れるウェブ材料等の連続的な流れに対して適用されて初めて，多重又は選択的なスペクトル照明の相対的に低い光レベルにおいて，改善された高速かつ詳細なビデオ検査を達成するという顕著な効果を奏するものである。したがって，本願発明の検査対象は「ウェブ状材料等の連続的な流れ」に限定して解釈されるべきである。これに対し，引用発明の検査対象物は，フレンチフライポテト等の細長の食料品であり，ベルトコンベヤで連続的に移動するとはいっても，検査装置の読取り領域を個々の検査対象物が断続的に通過して行くものであり，本願発明のウェブ状材料等のように検査装置の読取り領域を連続的に通過するものではなく，本願発明と引用発明の検査対象が明らかに異なるものである。",
                "引用発明の目的は，フレンチフライポテトのような細長の検査対象物を複数の並列したレーンに沿って搬送する送給システム上に設けられる検査システムにおいて，光センサが検査対象物から反射される検査光群を他の検査対象物から反射される検査光群と混同しないようにすること又はあるレーンの検査対象物に対して照射された検査光が隣接する他のレーンの光センサに反射して光センサの信号読取りに誤差が生じるのを防止することにあるものと解される。これに対し，本願発明の目的は，広範囲で高速に流れるウェブ材料等の連続的な流れに対して，多重又は選択的なスペクトル照明の相対的に低い光レベルにおいて，改善された高速かつ詳細なビデオ検査を達成することにある。また，本願発明の他の目的は，ウェブ材料等の連続的な流れのような種々の変化する色を有する標本を検査するのに充分適応自在な検査システムを提供することにある。",
                "以上のとおり，本願発明と引用発明の目的や解決しようとする課題が全く異なるものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と周知技術との組合せ困難",
              "text": [
                "審決は，引用発明に組み合わせる周知技術として以下の各文献に記載の技術事項を挙げているが，これらを引用発明と組み合わせることは困難である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特開昭59−52735号公報(甲第2号証)",
                  "text": [
                    "甲第2号証では，検査光源としてキセノンランプが開示されているが，本願発明の検査光の光源は発光ダイオードであり，キセノンランプに比べて極めて光量の微弱な光源である。したがって，標本の反射光を受容するための検査光源として両者を用いた場合には，その性質は全く異なるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "特開昭60−3542号公報(甲第3号証)",
                  "text": [
                    "甲第3号証でも，検査光源として発光ダイオードの使用について一切開示していない。したがって，発光ダイオードを検査光源とする引用発明及び本願発明の構成の差異について，本質的に性質の異なる検査光源を利用している甲第3号証を組合わせることは，具体的妥当性を欠くものである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "特開平3−122556号公報(甲第4号証)",
                  "text": [
                    "甲第4号証は，発光ダイオードを検査光源として用いているが，この検査光源は，半透明シートの透過光を検出するための光源として利用するものであり，本願発明のように，標本の反射光を受容するための検査光源として用いるものではないから，反射型検査装置にかかる引用発明及び本願発明の構成の差異に関して，甲第4号証を組合わせることは全く理由のないものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)",
          "text": [
            "審決は，本願発明の「ビデオ受容手段」及び「ビデオ検査照明システム」という用語は，「ビデオカメラ」及び「ビデオカメラを利用した検査システム」と解することができ，光を照射して物品を検査する装置において，光センサ手段として「ビデオカメラ」を用いて，2次元的に検査を行うことは，周知の技術であるところ，引用刊行物の実施例に記載されているのはフレンチフライポテト片の検査であり，2次元的な検査を行うという課題があることも明らかであるから，引用発明において，単なる光センサ手段に代えて，ビデオカメラを用いることは，当業者ならば容易に想到し得たものと認められ，本願発明の作用効果も，引用発明及び周知技術から当業者であれば予測できる範囲のものであると判断している。しかし，以下のとおり，引用発明に審決の挙げる周知技術を組み合わせることは困難である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1(2)アのとおり，甲第2号証は，発光ダイオードを検査光源とする技術ではない。特開平1−313745号公報(甲第5号証)には，発光ダイオードを検査光源とすることについての記載がない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記1(2)ウのとおり，甲第4号証は，反射型検査光源に係るものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明と引用発明との課題の相違について",
              "text": [
                "本願発明には，検査対象として「第1のアレイの照明領域に配置された協同する標本」と規定されているのみであって，連続的に流れているウエブ又はシート状材料等とは限定されていないから，「本願発明は，連続的に流れているウエブ又はシート状材料等の検査システムである」との原告の主張は，特許請求の範囲に基づかないものである。",
                "引用刊行物には，検査対象について，「連続的に」とは明記されていないが，ベルトコンベヤで輸送する以上，連続的に送るのが通常であるから，引用発明も検査対象物を連続的に移動させているものと解される。したがって，本願発明と引用発明との間に検査対象物の違いがあるとはいえない。",
                "本願発明の構成を考慮すると，本願発明の目的は，種々の色または変化する色を有する標本を複数の波長の検査光を照射することにより詳細に検査することであると解され，他方，引用発明の目的は，複数の波長の光を照射することにより，検査対象である品物の欠陥やそれらの種類を正確に識別するものであるから，両者の目的や解決しようとする課題が同様である。",
                "したがって，本願発明と引用発明とで，検査対象物に違いはなく，本願発明と引用発明とは目的や解決しようとする課題が同様であるから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と周知技術との組合せ困難について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲第2号証について",
                  "text": [
                    "甲第2号証は，審決において，同時に複数の波長の光を照射し，波長の異なる反射光を分離するためにフィルタ等の分離手段を設け，反射光を波長によって分離して検出することが周知技術であることの一例として引用されたものであるから，検査光源の光量の違いによって，引用発明との組合せが不適切であることにはならない。",
                    "また，甲第2号証には，キセノンランプを光源に用いることが示されているとしても，「なお，複数の波長域の組合せ及び各光源の具体的構成は，これに限定されない。」との記載もあるから，キセノンランプは一例として示されているにすぎない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲第3号証について",
                  "text": [
                    "甲第3号証には，検査光源として発光ダイオードを使用について開示されていないが，甲第3号証は，甲第2号証についての上記アと同様に，同時に複数の波長の光を照射し，波長の異なる反射光を分離するためにフィルタ等の分離手段を設け，反射光を波長によって分離して検出することが周知技術であることの一例として引用されたものであるから，検査光源が明示されていなくても，引用発明との組合せが不適切であることにはならない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲第4号証について",
                  "text": [
                    "甲第4号証には，標本の反射光を受光することも示されているから，原告の主張は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "甲第2号証について，上記1(2)アのとおり，検査光源の光量の違いによって，引用発明との組合せが不適切であることにはならない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲第4号証について，上記1(2)ウのとおり，標本の反射光を受光することも示されているから，原告の主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "甲第5号証のハロゲンランプを用いた第2図の実施例は光源の一例に過ぎないし，光源としてハロゲンランプを用いることと光センサ手段として「ビデオカメラ」を用いることとの間に必然的な関連性はない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(相違点1についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本願発明と引用発明との課題の相違について",
              "text": [
                "原告は，引用発明が断続的に供給されるポテト片等の固形物に対する欠陥を検出することを目的とするものであるのに対して，本願発明は，連続的に流れているウエブ又はシート状材料等の検査システムであるから，両者の目的や解決しようとする課題は全く異なると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件出願の請求項1の記載は，前記第2の2のとおりであり，本願発明の検査対象物について，特許請求の範囲では，「該第1のアレイの照明領域に配置された協同する標本」と記載されている。しかしながら，上記「協同する標本」が何を意味するかを同用語自体から明確に把握することは困難といわざるを得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件明細書の記載により，本願発明の検査対象が「連続的に流れるウエブ又はシート状材料」に明確に限定されていると主張する。",
                    "そこで，本件明細書の記載について検討すると，確かに，本件明細書には，本願発明の検査対象の具体例として「シートまたはウェッブ状材料もしくはその他の標本の連続的な流れ」(10頁17行～18行)とされ，「協同する標本」として「ウエブ材料は，紙，布，シートメタル，プラスチック，積層体等の任意のシート状の材料」(16頁9行～10行)が具体的に開示されている。しかし，他方，本件明細書には，次の記載がある。",
                    "「本願は機械観察(mashine(判決注，machineの誤記である。) vision)の技術に関し，特に高速でオートメション化されたビデオ検査に関する。本発明は，特に布，紙，マイラー(mylar)，金属シート等のような連続的なウェッブ状の材料の自動化されたビデオ検査に適用することができ，特にこれらに言及して説明される。しかしながら，本発明は，どのような連続的に移動する標本の検査におけるようなより広い応用をも有することが評価される。このような標本は，協同する検査カメラの視野を標本が通過するものであれば，連続的なものでも，個別なものでもよく，また比較的低い照明レベルを用いたシステムであってもよい。」(7頁6行～13行)",
                    "上記の記載からすれば，本願発明の「(協同する)標本は，協同する検査カメラの視野を標本が通過するものであれば，連続的なものでも，個別なものでも」よいものと解される。したがって，本願発明の検査対象を規定した前記の「協同する標本」が「連続的に流れるウエブ又はシート状材料」に限定されるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用刊行物には，図面を含め，次の記載がある。",
                    "「【特許請求の範囲】1．品物及びそのいかなる欠陥をも検知する光センサ手段と，第1及び第2波長の放出を前記の品物に向けてこの放出光を品物の表面から反射させる照明手段と，この反射光を受けこの反射光を前記の光センサ手段に向け該光センサ手段が反射光の量を測定し前記の品物の欠陥を検出するようにするビューワ手段とを具える欠陥検出装置において，前記の第1波長の光を放出する第1装置及びこの第1波長とは異なる前記の第2波長の光を放出する第2装置を有する複数個の発光半導体装置と，電気パルスを前記の発光半導体装置に供給し前記の第1及び第2装置を動作させるパルサ手段とが設けられていることを特徴とする欠陥検出装置。2．請求項1に記載の欠陥検出装置において，前記のパルサ手段は前記の第1及び第2装置を互いに異なる時間で動作させるようになっていることを特徴とする欠陥検出装置。・・・6．請求項1に記載の欠陥検出装置において，前記の発光半導体装置が発光ダイオードであることを特徴とする欠陥検出装置。」(特許請求の範囲)",
                    "「(産業上の利用分野)本発明は，一般にフランチフライポテト片のような食料品或いは木製品を含む他の品物の欠陥を光の反射により検出する欠陥検出装置及び方法に関し，特に検査を行う品物に種々の波長の光を照射するパルス動作発光半導体装置とこれら品物から反射される光を検出してこれら品物にいかなる欠陥があるかどうかを決定する光電検出器を有する光センサとを用いた上述した欠陥検出装置及び方法に関するものである。」(2頁右下欄17行～3頁左上欄6行)",
                    "「(発明が解決しようとする課題)本発明の1つの目的は，光の反射を用いることにより食料品や他の品物の欠陥を迅速且つ正確に検出しうる改善した欠陥検出装置及び方法を提供することにある。本発明の他の目的は，光電検出器を有する光センサが検査状態にある品物から反射された異なる波長の光を検出してこれらの品物の存在を検知するとともにこれらの品物が欠陥を含んでいるかどうかを決定する欠陥検出装置及び方法を提供することにある。本発明の更に他の目的は，複数個の発光半導体装置を用いて2つの可視光と1つの赤外光とを含む少なくとも3つの異なる波長の光を放出させ，品物のいかなる欠陥をも検出するとともに欠陥の異なる種類を一層正確に識別するようにした欠陥検出装置を提供せんとするにある。本発明の更に他の目的は，発光半導体装置を光源として用い，電力消費量を低減させるとともに過度の熱の発生を低減させ，且つ発光半導体装置を高電流でパルス駆動し，輝度を高くするとともにこれらの光源の有効寿命を高めるようにした欠陥検出装置を提供せんとするにある。本発明の更に他の目的は，発光半導体装置を順次にパルス駆動して品物を異なる波長の光で且つ異なる時間に順次に照射し，検出された欠陥を一層明瞭に識別しうるようにした欠陥検出装置を提供せんとするにある。本発明の更に他の目的は，発光半導体装置をコンデンサ放電パルス発生回路によりパルス駆動し，これによりほぼ一定の電流をこれら発光半導体装置に流し，これにより欠陥の一層正確な検出の為にほぼ均一強度の高強度光を発生するようにした欠陥検出装置を提供することにある。本発明の更に他の目的は，フレンチフライポテト片のような食料片の欠陥を迅速且つ正確に検出し，このような欠陥をカッティングにより或いは欠陥品のえり分けにより除去しうるようにした欠陥検出装置を提供することにある。」(4頁左上欄1行～右上欄19行)",
                    "「第2及び第3図に示すように，各欠陥検出装置10はフレンチフライポテト片16の両側にある左側ビューワ38及び右側ビューワ40内にそれぞれ入れられている2つの光センサを具えている。・・・更に，このような欠陥検出装置はポテト片16の左側を照射する発光ダイオード(LED )としうる発光半導体装置の2つの左側群42及び44と，右側照射発光ダイオードの2つの右側群46及び48と，上側照射発光ダイオードの2つの上側群50及び52とを有している。これらの発光ダイオード群はフレンチフライポテト片16がコンベヤ14上で矢印20の方向に欠陥検出装置の下側を通過する際にポテト片の上側及び左右両側に光を照射する。」(5頁右上欄1行～14行)",
                    "「第4図に示すように，左側の発光ダイオード群44，上側の発光ダイオード群52及び右側の発光ダイオード群48は3つの別々の群で共通支持プレート74上に支持されており，この共通支持プレートは，その上に設けたパルサ回路に対するこれらの発光ダイオードの接続線を有するプリント回路板とすることができる。他の支持板(図示せず)により他の3つの発光ダイオード群42，46及び50を同様に支持する。上側の発光ダイオード群52はこの群の両端に2つの緑発光ダイオード76A及び76Bと，この群の中央に黄発光ダイオード72及び赤発光ダイオード78を含んでおり，これらすべての発光ダイオードは異なる波長の可視光を放出する。570ナノメートルの波長を有する黄発光ダイオードにより放出される光は緑発光ダイオードの光に加わり，その強度を高めるとともに約565ナノメートルの波長を有する合成された輝度の緑色光を生じるということに注意すべきである。その理由は，これらの光すべてがパルスにより同時にオン状態になる為である。赤発光ダイオード78は660ナノメートルの波長を有する赤色の光を放出する。更に発光ダイオード80が880ナノメートルの波長を有する近赤外線(ＮIR)領域の不可視光を放出し，発光ダイオード82が940ナノメートルの波長のＮIR光を放出する。左側の発光ダイオード群44は2つの黄発光ダイオード72A及び72Bと，2つの赤発光ダイオード78A及び78Bと，3つの緑発光ダイオード76A，76B及び76Cとを有する。この発光ダイオード群は880ナノメートルの波長の赤外線を放出するＮIR発光ダイオード80と940ナノメートルの波長の赤外線を放出するＮIR発光ダイオード82とをも有する。右側の発光ダイオード群48は発光ダイオードの間隔及び位置において左側の発光ダイオード群と同様である為，対応する発光ダイオードは同じ番号にダッシュ符号を付して示してある。しかし，発光ダイオード80′及び82′の垂直方向位置は発光ダイオード群44における発光ダイオード80及び82と逆であることに注意すべきである。発光ダイオードの各々はその外匣と一体に形成したプラスチックレンズ38を有しており，このレンズにより発光ダイオードから放出された光を約20度のビーム角に集束させる。」(5頁右下欄5行～6頁右上欄8行)",
                    "FIG．4には，複数個の発光ダイオード群52(72，76A，76B，7",
                    "8，80，82)，44(72A，72B，76A，76B，76C，78A，",
                    "78B，80，82)，48(72A’，72B’，76A’，76B’，76",
                    "C’，78A’，78B’，80’，82’)の照明領域に配置された品物(16)を照射するように複数個の発光ダイオードを保持する手段(74)が記載されている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "上記の記載によれば，引用刊行物には「異なる波長の光」を用いることにより，「品物」の欠陥の異なる種類を検出し，識別するようにすることを，その目的の一つとした「第1波長の光を放出する第1装置及びこの第1波長とは異なる第2波長の光を放出する第2装置を有する複数個の発光ダイオードと，該複数個の発光ダイオードの照明領域に配置された品物を照射するように該複数個の発光ダイオードを保持する手段と，第1波長および第2波長の検査光を異なる時間に発生するように前記複数個の発光ダイオードに電気パルスを供給するパルサ手段と，品物からの反射光を受ける光センサ手段とを有する欠陥検出装置」の発明が記載されていることが認められる。",
                    "なお，引用発明において，発光ダイオードをパルス駆動するのは，電力消費量を低減させるとともに，過度の熱の発生を低減させ，かつ，発光半導体装置を高電流でパルス駆動し，輝度を高くするとともにこれらの光源の有効寿命を高めるようにするためであり，第1と第2の波長の検査光を異なる時間に発生させるようにするのは，検出された欠陥を一層明瞭に識別しうるようにするためである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上によれば，本願発明と引用発明とは，異なる波長の検査光を用いて対象物を検査することにより検査対象に存する欠陥を一層明瞭に識別しうるようにする発明であり，光源であるLEDをパルス駆動することで，電力消費量を低減させるとともに，過度の熱の発生を低減させ，かつ，発光半導体装置を高電流でパルス駆動し，輝度を高くするとともにこれらの光源の有効寿命を高めるようにする点で共通するものである。したがって，本願発明と引用発明の目的や解決しようとする課題が全く異なるとする原告の主張を採用することはできず，審決に，原告の主張する誤りがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明と周知技術との組合せの困難について",
              "text": [
                "原告は，引用発明に組み合わせる周知技術として審決が根拠に挙げた以下の各文献につき，これらを引用発明と組み合わせることは困難であると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲第2及び第3号証について",
                  "text": [
                    "相違点1の判断において，甲第2ないし第4号証を例示して審決が認定した周知技術は，「複数の波長の光を照射してスペクトル分析を行う際に，同時に複数の波長の光を照射し，反射光をフィルタ等により分離して検出すること」であるから，複数の波長の光を照射することのできる光源である限り，光源の種類を問う必要はなく，甲第2及び第3号証記載の発明の光源が発光ダイオード以外の光源であることは，上記周知技術の認定を左右するものではないし，甲第2号証には，上記説示に沿う次の記載がある。",
                    "「この青色光源12及び緑色光源14は，例えば，キセノンランプを光源とし，これに青色波長域のみを通すフィルタ，または，緑色波長域のみを通すフィルタを組合せることにより構成されている。なお，複数の波長域の組合せ及び各光源の具体的構成は，これに限定されない。」(2頁右下欄8行～13行)上記の記載によれば，甲第2号証において，キセノンランプを光源に用いることが示されているとしても，「例えば」，「なお，複数の波長域の組合せ及び各光源の具体的構成は，これに限定されない。」と記載されているように，キセノンランプは一例にすぎないから，光源が相違することは引用発明との組合せを困難にするものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲第4号証について",
                  "text": [
                    "甲第4号証には，次の記載がある。",
                    "「海苔1の反射パターンを読み取る場合には第1LEDアレイ24が発光し，海苔1の透過パターンを読み取る場合には第2LEDアレイ29が発光するように制御される。即ち第6図にそのタイミングを示すように，第1LEDアレイ24と第2LEDアレイ29は交互に発光し，イメージセンサ25は何れのLEDアレイ(24又は29)が発光している際に動作するように制御される。」(6頁左下欄17行から右下欄5行)",
                    "上記のように，甲第4号証には，標本の反射光を受光することも示されているから，同号証には透過光に関する技術の開示しかないとする原告の主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "さらに，甲第4号証には，次の記載がある。",
                    "「また，発光色の異なるLEDアレイ(例えば赤色，黄色，緑色等)を複数列併設し，それらのLEDアレイを同時若しくは交互に発光させて，あらゆる色の異物に対応させることも可能である。」(6頁右下欄19行～7頁左上欄2行)上記の記載からみて，本件出願時の技術水準においては，複数の波長の光を用いて検査を行う場合に，それぞれの光を同時に照射するか，逐次それぞれの波長の光を照射するかは，当業者が必要に応じて適宜選択することができることであると認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，「複数の波長の光を照射してスペクトル分析を行う際に，同時に複数の波長の光を照射し，反射光をフィルタ等により分離して検出すること」が光源の種類如何によって困難となる理由はなく，上記周知技術を発光ダイオードを光源とする引用発明に適用して，第1の波長と第2の波長の検査光を同時に照射するようにすることは当業者が必要に応じて，適宜行うことのできることというべきであるから，これと同旨の審決の相違点1についての判断に誤りはない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点2についての判断の誤り)について",
          "text": [
            "原告は，相違点2についても，引用発明に組み合わせる周知技術として審決が挙げた以下の各文献につき，これらを引用発明と組み合わせることは困難であると主張する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "甲第4号証について",
              "text": [
                "甲第4号証には，次の記載がある。",
                "「1は半透明シート状物としての乾燥海苔で，所定の寸法に形成されている。当該海苔lは，平行併設されている2連のベルトコンベア2，3に載置されて図中右側から左方に約40m／分の速度で搬送される。前記ベルトコンベア2，3は夫々上流側コンベア2a，3aと下流側コンベア2b，3bに分割され，当該分割部に，ガラス等にて形成されている透明板4が装着されている。前記両上流側コンベア2a，3aの中間部上方に，海苔1の反射パターン読取手段としての第1カメラ5が備えられている。当該第1カメラ5には，前記ベルトコンベア2，3の搬送方向と直交方向に延在するライン型固体撮像素子(CCD)が内蔵されると共に所定のレンズ・フィルタ6が装着されている。前記CCDのライン方向の素子数は1024画素で，そのスキャンレートは500KHzないし1MHzである。また，前記第1カメラ5の上流側斜下方で前記ベルトコンベア2，3の上方には，第1の露光手段としての150W程度の第1ハロゲンランプ7が備えられ，当該第1ハロゲンランプ7の光照射部にフィルタ8が装着されている。そして，第1ハロゲンランプ7の水平方向下流側には，反射ミラー9が備えられると共に，当該反射ミラー9によって反射された光線を海苔1の表面の被照射部(露光される部位)に収斂するための，前記ベルトコンベア2，3の搬送方向と直交方向に延在するシリンドリカルレンズ10が備えられている。なお，前記反射ミラー9とシリンドリカルレンズ10を使用する代わりに，シリンドリカルな凹面鏡を使用してもよい。上流側コンベア2a，3aと下流側コンベア2b，3bの分割部に設けられている透明板4の上方には，海苔lの透過パターン読取手段としての第2カメラ11が備えられている。当該第2カメラ11は前記第1カメラ5と同様のレンズ・フィルタ12が装着されている。また，前記第1カメラ5の上流側斜下方で前記ベルトコンベア2，3の下方には，第2の露光手段としての，前記第1ハロゲンランプ7と同様の第2ハロゲンランプ13が設けられ，当該第2ハロゲンランプ13にもフィルタ14が装着されている。そして，第2ハロゲンランプ13の水平方向下流側で，前記透明板4の直下には，前述と同様な反射ミラー15が備えられると共に，当該反射ミラー15によって反射された光線を海苔1の裏面の被照射部(光線が透過される部位)に収斂するための，前述と同様なシリンドリカルレンズ16が設けられている。」(4頁左下欄13行～5頁右上欄2行)",
                "「上流側コンベア2a，3aと下流側コンベア2b，3bの分割部に設けられている透明板4の上方には，ベルトコンベア2，3の搬送方向と直交する方向に延在する，第1の露光手段としての線状の第1発光ダイオードアレイ(LEDアレイ)24と，当該第1LEDアレイ24と平行併設される線状の密着型イメージセンサ(密着型一次元CCDセンサ)25とからなるイメージ読取ユニット26が設けられている。前記イメージ読取ユニット26は基体がアルミニウムの引抜型材にて形成されており，上部に前記イメージセンサ25が固着されているプリント基板27，下部に第1LEDアレイ24および下流側にイメージセンサ25の延在方向と平行な方向に密接配列されている短焦点レンズアレイ28が，夫々固設されている。また，前記透明板4を挟んで前記イメージ読取ユニット26の反対側には，即ち前記透明板4の下方には，第2の露光手段としての，前記イメージセンサ25の延在方向と平行な方向延在する前記第1LEDアレイ24と同様の第2LEDアレイ29が固設された露光ユニット30が対向配備されている。」(6頁右上欄1行～左下欄3行)",
                "上記の記載によれば，甲第4号証には，「半透明シート状物の検査方法において，ハロゲンランプを光源とし，その反射光を第1カメラ5により，透過光を第2カメラ11により読み取ることにより検査を行うもの」が示されており，第1発光ダイオードアレイ(LEDアレイ)24と，当該第1LEDアレイ24と平行併設される線状の密着型イメージセンサ(密着型一次元CCDセンサ)25とからなるイメージ読取ユニット26により読み取るものも開示されていることが認められる。そして，この「第1カメラ5」及び「密着型イメージセンサ」は，いずれもライン型固体撮像素子(CCD)を用いるものである。そうすると，甲第4号証には，発光ダイオードを光源とする場合に，ビデオカメラと同じライン型固体撮像素子(CCD)を用いたイメージセンサを用いる反射型の検査装置が記載されているということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲第2号証について",
              "text": [
                "甲第2号証において，キセノンランプを光源に用いることが示されているとしても，キセノンランプは一例にすぎず，引用発明との組合せを困難にするものではないことは，前記1(2)アに説示したとおりである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲第5号証について",
              "text": [
                "甲第5号証には，次の記載がある。",
                "「R，G，B用光源1a～1cは，第2図に示すようにハロゲンランプ11からの光を反射鏡12で集光し，カラーフィルタ13を通して特定の色の光を光ファイバー2a～2cで受光するように構成され，各々独立に光強度を調整できるようになっている。各光源の光を受けた光ファイバ2a～2cを束ねた光ファイバ束3は，出射口4で各色のファイバが均一に混合されるように束ねられている。",
                "このファイバを光源としてXYステージ50上に載置された試料46を照明し，3管式または，3板式カラーテレビカメラ41で撮像する。・・・カラーテレビカメラ41から得られるR，G，B各々のビデオ信号とそれらを合成した信号・・・は，・・・画像処理装置42では，一連の撮像動作によって得られた4種類の画像データを順次処理して欠陥やムラを検出する。」(4頁右上欄18行～左下欄19行)",
                "上記の記載のとおり，甲第5号証には「着色周期性パターンの検査方法において，TVカメラ41を用いて撮像する」ことが示されていると認められる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上のとおり，発光ダイオードを光源とする反射光を用いて検査を行う検査装置において，受光センサとして，ライン型固体撮像素子(CCD)を用いることは，本件出願時には，既に周知の技術であったと認めることができるから，上記検査装置において，受光センサとして，ライン型固体撮像素子(CCD)に代えて，ビデオカメラを用いることに格別の困難性はない。",
                "相違点2の判断において，甲第2，第4及び第5号証を例示して，審決が認定した周知技術は，「光を照射して物品を検査する装置において，光センサ手段として『ビデオカメラ』を用いて，2次元的に検査を行うこと」であり，上記(1)ないし(3)のとおり，審決がした周知技術の認定に誤りはない。",
                "また，上記周知技術を引用発明と組み合わせるにつき，①検査光源が発光ダイオードであるか否か，②透過光を受光するか，反射光を受光するか，の違いが影響を与えると認めるに足りる証拠はない。したがって，審決が相違点2についてした判断に，原告の主張する誤りは認められない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，審決取消事由はいずれも理由がなく，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10010",
    "date": "2008-03-26",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036180",
    "ipprecedent_id": "1375",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}