{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−26751号事件について平成19年6月18日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「直線運動用ブレーキ装置」とする発明につき特許出願をしたところ，拒絶査定を受けたことから，これを不服として審判請求をしたが，特許庁から請求不成立の審決を受けたので，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本願発明が，下記引用例1及び2との関係で進歩性(特許法29条2項)を有するか，である。",
            "記",
            "引用例1 実公昭57−52404号公報(考案の名称「シリンダ制動装置」，考案者 A，出願人 焼結金属工業株式会社，公開日 昭和54年6月12日，公告日 昭和57年11月15日，以下「引用例1」",
            "といい，同記載の発明を「引用例1発明」という。甲1)",
            "引用例2 特開昭59−223551号公報(発明の名称「空気圧シリンダ用ブレーキ装置」，発明者 B，出願人 株式会社ジャパンライセンサー，公開日 昭和59年12月15日，以下「引用例2」と",
            "いう。甲2)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求の原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成7年3月23日，発明の名称を「直線運動用ブレーキ装置」とする発明について特許出願(特願平7−104524号。発明者 B，請求項の数1。以下「本願」という。公開公報〔特開平8−261257〕は甲3)をしたところ，平成16年11月12日付けで拒絶査定を受けたので，平成16年12月17日これに対する不服の審判請求をした。",
                "特許庁は，同請求を不服2004−26751号事件として審理した上，平成19年6月18日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は平成19年7月11日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本願の特許請求の範囲は前記のとおり請求項1から成るが，そこに記載された発明(以下「本願発明」という。)は，次のとおりである。",
                "「【請求項1】直線運動をする可動体の運動に沿ってガイドロッドを設け，該ガイドロッドの外周にブレーキ部材を取り付け，該ブレーキ部材に該ガイドロッド中心軸を含む平面にそって回転モーメントを与えることにより生じる，該ガイドロッドと該ブレーキ部材の間の摩擦力を，上記可動体のブレーキ力とするブレーキ装置に於て，該ブレーキ部材を該ガイドロッド外周に部分的に接させることにより，前記回転モーメントに平行な反力の大半を取り除き前記回転モーメントに直角な反力を増大させたことを特徴とする直線運動用ブレーキ装置。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の詳細は，別添審決写しのとおりである。",
                    "その要点は，本願発明は引用例1及び2に記載された事項及び周知事項に基づいて容易に発明をすることができたから特許法29条2項により特許を受けることができない，というものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，引用例1発明を次のとおり認定し，本願発明と対比した一致点と相違点を，以下のように認定した。",
                    "＜引用例1発明＞",
                    "制動装置2のシリンダ状のボディ4がシリンダのシリンダ本体3に取り付けられており，シリンダのピストンロッド1の外周に制動装置2の制動板5を摺動自在に嵌合し，制動板5が傾斜して制動部12がピストンロッド1に圧接し，それらの間の摩擦力によりピストンロッド1にブレーキがかかる制動装置2。",
                    "＜一致点＞",
                    "「ロッドの外周にブレーキ部材を取り付け，ブレーキ部材にロッド中心軸を含む平面にそって回転モーメントを与えることにより生じる，ロッドとブレーキ部材の間の摩擦力をブレーキ力とするブレーキ装置」である点。",
                    "＜相違点1＞",
                    "本願発明は，「直線運動をする可動体の運動に沿ってガイドロッドを設け，該ガイドロッドの外周にブレーキ部材を取り付け，該ブレーキ部材に該ガイドロッド中心軸を含む平面にそって回転モーメントを与えることにより生じる，該ガイドロッドと該ブレーキ部材の間の摩擦力を，上記可動体のブレーキ力とする」のに対し，引用例1発明のピストンロッド1はロッドであるものの，シリンダのピストンロッドであって，したがって直線運動をする可動体の運動に沿って設けられたガイドロッドではない点。",
                    "＜相違点2＞",
                    "本願発明は，「該ブレーキ部材を該ガイドロッド外周に部分的に接させることにより，前記回転モーメントに平行な反力の大半を取り除き前記回転モーメントに直角な反力を増大させた」のに対し，引用例1発明は，そのような事項を備えていない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，以下に述べるとおり，相違点2についての審決の判断には誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本願発明と引用例1発明の相違点2について引用例1発明に係る制動装置2のボディ4の端部壁，シリンダ本体3の端部壁にかかる荷重を軽減するために，引用例2の円筒内面の一部を切り取った構成(以下「一部切取構成」という。)を採用することは当業者が容易に想到し得るとしたが，明らかに誤りである。",
                    "以下に述べるとおり，引用例1発明では，上記端部壁にかかる荷重は既に軽減されていて，同端部壁にかかる荷重を軽減するために一部切取構成を適用することは動機付けを欠くし，また面圧の増大という阻害要因もある。さらに，機能面からみると，同荷重は大なるほど機能(ブレーキ力)は増大するのであって，軽減しない方がよい。",
                    "したがって，当業者が引用例1発明に一部切取構成を適用する構成を容易に想到することなどあり得ない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "動機付けの欠如",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "端部壁にかかる荷重の軽減について論じる前提として，まずエアシリンダのブレーキ装置におけるピストンロッドの損傷原因ないし耐久性について述べる。",
                        "エアシリンダのブレーキ装置は，ピストンロッドに直角にかかる荷重(ブレーキメタル及びロッドメタル)に摩擦係数を掛けた値をブレーキ力とするものである。この場合，当該荷重に対する増力機構が必要となるが，ピストンロッドの摺動面に傷が付く(メッキが剥げる)とパッキンを損傷し，エア漏れが生じ，致命的欠陥となる。このピストンロッドに傷が付く原因は，ピストンロッド外周面にかかる面圧である。したがって損傷防止ないし耐久性の点から同面圧を抑える必要があるが，同面圧に関しては当然のことながら最大面圧が問題となるものであり，大なる面圧をそのままにして小なる面圧を軽減することなど全く考えられない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "およそシリンダ用ブレーキ装置であれば，端部壁にかかる荷重を軽減する必要が生ずるというわけではない。",
                        "すなわち，引用例2には，ロッドメタル4，11にかかる荷重が問題となる構成(ブレーキピストン7のガイドをブレーキシリンダ9とする構成)と，それが問題とならない構成(ブレーキピストン7のガイドをブレーキメタル6を介してピストンロッド1とする構成)の2つが記載されている。そうすると，引用例2(甲2)の「…ロッドメタル4，11にかかる荷重を軽減するためにブレーキメタル5の円筒内面の一部を切り取る…」(2頁左下欄4行～6行)との記載は，両者の構成を比較して，前者の構成においてであるとしか解釈できない(後者の構成と仮定すると，何のために荷重を軽減するのか，その目的が存在しないことになる。)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "他方，引用例1発明では，上記端部壁にかかる荷重は十分軽減されており，軽減する必要はない。",
                        "すなわち，引用例1発明においても，同一ピストンロッドに制動板と端部壁から荷重がかかり，その荷重に摩擦係数を掛けた値がブレーキ力となるが，制動板と端部壁からかかる荷重は同じではなく，顕著な相違がある。これを引用例1(甲1)の第1図 (第2図も同様)で見ると，審決にも原告の主張として引用されているように，端部壁とピストンロッド間に生ずる荷重は，制動板とピストンロッド間の荷重の約10分の1にすぎず(制動板の制動部の軸方向寸法4mmと，端部壁2箇所間の最大寸法40mmとの比で概算)，同荷重によるピストンロッド間に生ずる面圧の比に至っては約30分の1である(上記にさらに接触部の軸方向距離の比を掛ける。)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "このように，引用例1発明においては，端部壁の部分にかかる荷重や面圧よりはるかに大きな荷重や面圧が制動板の部分(ここが最大面圧になる)にかかっている。この制動板からピストンロッドにかかる大きな荷重と最大面圧をそのままにして，より小さな端部壁の荷重や面圧を軽減することなど，上記のピストンロッドの損傷防止の効果はなく，必要のないことである。したがって，端部壁の荷重を軽減するために引用例1発明に一部切取構成を採用しようと想到する当業者など存在しないし，当然のことながら，引用例1に端部壁にかかる荷重の軽減を示唆するような記載も何ら存在しない。",
                        "したがって，引用例1発明において端部壁の荷重軽減を図るという動機付けが生じるはずがない。",
                        "審決は，引用例1発明に引用例2の一部切取構成を持ち込めば本願発明の進歩性は否定されるとの思い込み(結論)のみ先行して，力学の平衡条件に反し，引用例1発明の端部壁等にかかる荷重や面圧を全く考慮していないのであり，明らかに失当である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "この点につき，審決は，引用例1(甲1)の第1図の記載からその各部の寸法や比を精確にないし一義的に導き出して荷重や面圧を論じることは不適切であるとする。しかし，原告は引用例1の第1図の記載から各部の寸法や比を精確にないし一義的に導き出して論じているわけではなく，発明の構成を具体的に示した実施例である引用例1の第1図や第2図からみて，引用例1発明において端部壁にかかる荷重の軽減を図ろうとすることは考えられないことを実証しているだけである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "阻害要因",
                  "text": [
                    "仮に，引用例1発明の端部壁にかかる荷重を軽減する目的で引用例2の一部切取構成を適用して制動板の円筒内面の一部を切り取るとすると，制動板とピストンロッドとの接触面積が減少し，制動板からピストンロッドにかかる面圧が高くなって，上記したピストンロッドの損傷による故障や耐久性劣化の原因となる。すなわち，引用例1発明に一部切取構成を適用し，端部壁の荷重を軽減することより端部壁の荷重がかかる箇所の耐久性等を向上させようとすることは，それによって制動板の荷重がかかる箇所(上記のとおり，最大面圧箇所)の面圧を更に上昇させてしまい，逆に耐久性を損ない故障の原因を発生させることになる。このように，引用例1発明へ一部切取構成を持ち込むことは，その目的に反する方向への構成変更にほかならないものであって，明らかに技術的な阻害要因があり，当業者が容易に想到できるものとはいえない。",
                    "次に，引用例1発明に一部切取構成を採用することの目的が増力だとすれば，それは制動板の板厚を減少させて荷重を増大させることによって容易に解決することである。また，その際に生じる面圧の増大に着眼すると，制動板の一部を切り取ること自体が最大面圧箇所の面圧の増大になってしまう。この面圧の増大を防止しようとして制動板の板厚を増大させると，減力になってしまい，増力の目的が達成されないことになってしまう。この相反する要因を別の観点，すなわち「回転モーメントの反力が摩擦力として生じる構造」(本願明細書〔甲3〕段落【0003】参照)から解決したのが本願発明なのである。",
                    "なお，上記のように，エアシリンダのブレーキ装置はピストンロッドに直角にかかる荷重に摩擦係数を掛けた値をブレーキ力とするものであり，引用例1発明においても，端部壁からかかる荷重に摩擦係数を掛けた値がブレーキ力の一部となっているので，ブレーキ装置としての機能面からみると上記荷重は軽減しない方がよく，大きい方がよい。端部壁にかかる荷重を軽減させることは上記のように全く意味がないばかりでなく，引用例1発明のブレーキ装置としての機能も減少させるものであって，その意味においても，引用例1発明の端部壁にかかる荷重を軽減するために引用例2の一部切取構成を適用することはいかなる点でも考えられない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "力学的考察",
                  "text": [
                    "以上述べたところを力学の観点から整理すると，次のとおりとなる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず，引用例1発明において，ピストンロッド1と制動板5の接触部の形状いかんにかかわらず端部壁にかかる荷重が変化しない点は，力学上も裏付けられる。",
                        "すなわち，力学上の平衡の条件は，「力系が一平面上にある場合には，ΣXi ＝0，ΣYi ＝0，およびΣMi ＝0の3条件を満足すればよい。」(甲4，3−4頁右欄12行～13行)である。",
                        "引用例1の第1図において，ブレーキ時の釣り合い状態にある外力は，ピストンロッド1に矢印方向にかかる軸力(W1)と，スプリング9のスプリング力(F9)と，鋼球8からの反力(R8)と，両端部壁からの軸直角方向の2つの反力(R1)，(R1)，及びそれらによる摩擦力(kR1)，(kR1)だけである(kは摩擦係数)。",
                        "ピストンロッド1軸に平行な力の総和ΣXi ＝0は，",
                        "W1＋F9−R8−kR1−kR1＝0 (1)である。",
                        "ピストンロッド1軸に直角な力の総和ΣYi ＝0は，",
                        "R1−R1＝0 (2)である。",
                        "同第1図の紙面に平行な回転モーメント(偶力)の総和ΣMi ＝0は，R8×L1＋F9×L2−R1×L3＝0 (3)である。",
                        "(ここで，L1は鋼球8とピストンロッド1軸心までの距離，L2はスプリング9とピストンロッド1軸心までの距離，L3は前記両R1間の距離である。)",
                        "したがって，両端部壁にかかる荷重R1は上記3方程式により決まる値である。",
                        "そうすると，ピストンロッド1と制動板5の接触面に生じる力(内力)がどのようであろうとも，すなわち接触部の形状がどのようになっていようとも，端部壁(ロッドメタル)にかかる荷重は変化しない(軽減されない)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用例1発明の構成を力学的に説明すると，次のとおりである。",
                        "すなわち，本願明細書(甲3)の「発明が解決しようとする課題」の項における「…従来技術に於いては，ブレーキ部材を回転モーメントに平行にガイドロッドに押し付けているために，可動体の推力の反力に対してだけ摩擦力となっており，回転モーメントの反力が摩擦力として生じる構造となっていない。…」(2頁左欄24行～28行)との記載は引用例1発明を表したものであり，「発明の効果」の項における「…平行な分力だけ即ちr＝0とすれば(1)，(2)式からF＝Mk／l(3)となり…」(2頁右欄31行～34行)という方程式(3)の記載は引用例1の構成を端的に示したものである。",
                        "ここで，制動板5にかける回転モーメント(偶力)がMであり，これに対するピストンロッド1に生じる反力がM／lであり，これに摩擦係数kを掛けた値が両者(制動板5とピストンロッド1)間の摩擦力F，すなわち引用例1のブレーキ力(機能)の大半である(残りは端部壁からの摩擦力である。)。",
                        "次に，最大面圧Pは摩擦力Fに比例し，ブレーキ部材2の反力間の回転半径lに反比例するので，新たに次式を加える。",
                        "P＝C(F／l) (Cは比例常数) (3)´",
                        "以上の二つの方程式(3)及び(3)´で，引用例1の制動板5からピストンロッド1にかかる荷重についてすべての技術内容が表わされる。ここで，明確にしておくべきことは，上記(3)式のMが制限されていることである。Mを増大するためには鋼球8とピストンロッド1軸心までの距離を増大する必要があり，自ずから制限される(仮にMを他に関係なく増大できるのであれば，本願発明は生まれてはいない。)。",
                        "そして，引用例1において，機能(F)を減じることなく面圧(P)を減じるためには，上記(3)´式よりlを増大する必要がある。しかしながら，Mを一定にしてlを増大させると，上記(3)式のとおり，機能(F)が減少することになる。",
                        "すなわち，引用例1においては，Mを増大することなく，Pを減少させる方法(手段)がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "次に，本願発明を，本願明細書の記載に従って明確にする。",
                        "本願明細書の「発明の効果」の項に記載した上記方程式(1)，(2)式において，「r＝0とした場合」が引用例1の場合であり，本願明細書の「発明が解決しようとする課題」である。すなわち，",
                        "M＝Rl＋krl (1) → M＝Rl (1)´",
                        "F＝kR＋kr (2) → F＝kR (2)´",
                        "(1)´(2)´ → F＝Mk／l (3)",
                        "であり，この方程式(1)´(2)´が，本願明細書の前記記載「従来技術に於いては…構造となっていない。」を表し，その結果である方程式(3)が，続く明細書の記載「…耐久性…等の面で難点がある。」である。",
                        "方程式(3)に関しては，上記のとおり，引用例1においては，制動板5とピストンロッド1間の面圧を軽減する方法(手段)がないことを表している。",
                        "次に，「R＝0とした場合」は，",
                        "M＝Rl＋krl (1) → M＝krl",
                        "F＝kR＋kr (2) → F＝kr",
                        "→ F＝M／l (4)",
                        "となり，Rを0に近づけるのが，本願明細書の「課題を解決しようとするための手段」であって，上記方程式(4)に近づくことになる(ここで，方程式(4)に関して，別の表現をすれば，ロッド4の断面形状を，略四角形状，あるいは極端な楕円形を想定すればよい。)。",
                        "すなわち，本願明細書の方程式(3)が従来技術(引用例1)であり，「R＝0とした場合」の方程式(4)に近づけるのが本願発明である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本願発明の課題(目的，効果)のうち，引用例1(従来技術)における制動板(ブレーキ部材)からの面圧を軽減することが最も重要であって，他はそれに関連して達成できるものである。この点に関して，仮に引用例1において面圧の増大を度外視すれば，本願明細書に記載した他の効果(安定性，小型化，低価格化等)はすべて制動板の軸方向の寸法を減少させることで容易に達成される。このことは，当業者にとって自明の技術内容である。",
                        "審決が指摘した引用例2の作用効果は，本願発明が解決の課題とした引用例1の技術的難点(制動板を軸方向に拡大すると，機能が低下するから，この拡大による面圧の軽減が不可能である)が生じない対象において開示されているものである。",
                        "しかも，仮に端部壁における荷重の軽減効果を狙って引用例2の一部切取構成を引用例1の制動板にただ単に転用したとすると，その狙いとは全く逆の効果(制動板からの最大面圧の更なる増大)になることがあまりにも明白である。したがって，上記作用効果及び引用例1からは，本願発明の効果は容易に想到できない。",
                        "また，上記作用効果と引用例1の単なる寄せ集めとして本願発明の進歩性を否定する場合には，効果の予測性に言及する必要がある。",
                        "さらに，引用例2における当該作用による効果(ロッドメタルにかかる荷重を軽減する)は引用例1及び本願発明とは無縁の技術内容であり，かつ，本願発明における該作用による効果(ブレーキ部材からの面圧を軽減する)は引用例2とは無縁の技術内容である。この作用は，単独では，引用例1及び引用例2の両者において面圧の増大に繋がることが当業者には明白な技術内容であり，本願発明の効果とは逆方向の作用になる。",
                        "以上のことから，引用例1と引用例2の第2図を寄せ集めた場合を想定しても，本願発明の効果は容易に想到できるものではない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)ないし(3)の各事実はいずれも認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の正当性",
              "text": [
                "審決は，「…引用例1発明に係る制動装置2のボディ4の端部壁，シリンダ本体3の端部壁にかかる荷重を軽減するために引用例1発明の制動板5に引用例2の上記事項を採用することは当業者が容易に想到し得たものと認められる。」(審決5頁8行～11行)と判断したが，それは，「…の端部壁にかかる荷重を軽減するために」という記載から明らかなように，引用例1発明に係る制動装置2のボディ4の端部壁，シリンダ本体3の端部壁に荷重がかかっていることを当然の前提とするものである。そして，原告が主張するとおり，引用例1の端部壁に荷重がかかっている以上，それを軽減するために「引用例2の上記事項」，すなわち引用例2の第2図に記載された「…空気圧シリンダ用ブレーキ装置においてブレーキメタル5の円筒内面の一部を切り取るという事項…」(審決4頁下3行～末行)を採用することは当業者が容易に想到し得たものであるとした点に誤りはない。",
                "これに対する原告の主張は，引用例1，2の記載に基づかないか，あるいはその記載範囲を不当に逸脱した独自の見解を展開しているものであって，理由がない。すなわち，まず，引用例2の2つの構成が原告が主張するようなものであるかどうかについて，技術的にみても引用例2の記載からみても，不明確な点がある。次に，引用例2の2つの構成が原告が主張するようなものであっても，引用例2(甲2)の「…ロッドメタル4，11にかかる荷重を軽減するために…」(2頁左下欄4行～5行)との記載はその2つの構成に適用できるものであり，2つの構成のうち原告の主張する一方の構成においてであるとしか解釈できないものではない。さらに，引用例1(甲1)の端部壁にかかる荷重は，原告の主張する引用例2の「荷重が問題にならない構成」における荷重に即対応するものではない。したがって，引用例1発明に引用例2の第2図の事項を採用することには十分な理由がある。いずれにしても，引用例1の端部壁に荷重がかかっていること及び引用例2の第2図の事項がそのような荷重を軽減するものであることは否定できない事実である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "動機付けの欠如及び阻害要因に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用例2(甲2)の「…ロッドメタル4，11にかかる荷重を軽減するために…」(2頁左下欄4行～5行)との記載は「前者の構成」(ブレーキピストン7のガイドをブレーキシリンダ9とする構成)でしか解釈できないと主張するが，根拠のない独断である。すなわち，引用例2にはそのような記載がないことはもちろんのこと，そのような示唆もない。さらに，「後者の構成」(ブレーキピストン7のガイドをピストンロッド1自体とする構成)と仮定すると，荷重を軽減する目的が存在しないことになるとも主張するが，例えば荷重がかかる各部の材料強度や耐久性，あるいは小型軽量化などの観点から，現にかかっている荷重を軽減し得る場合にそれを少しでも軽減しようと工夫することに，技術的課題の解決として何ら欠けるところはない。加えて，引用例2(甲2)には「第2図はブレーキメタル5の断面図であり，A方向よりブレーキメタル5に力が加わる場合，ピストンロッド1への伝達をB方向に変換することにより左右対象の力をピストンロッド1に加わる主分力とすることができ，全体的にみるとロッドメタル4，11にかかる荷重を軽減するとともにスプリング8の力の増幅にもなる。」(2頁左下欄8行～14行)と記載されており，荷重を軽減すればスプリング8の力を増幅することができるのである。したがって，荷重が小さくても，それを軽減する目的及びそれによる効果があることは引用例2に記載されているとおりである。",
                    "なお，引用例2には上記の2つ構成が記載されており，引用例2の「…ロッドメタル4，11にかかる荷重を軽減するために…」との記載が，両者の構成を比較して前者の構成においてであるとしか解釈できないとしても，引用例1発明に引用例2の第2図の事項を採用することには十分な理由がある。すなわち，①引用例1，2の装置の各部の具体的な寸法の値，装置の大きさ，用途等に応じた所要のブレーキ力(引用例1の制動板5，引用例2のブレーキピストン7によるブレーキ力)などが不明である以上，引用例1発明の端部壁にかかる荷重と引用例2の2つの構成の荷重とを比較したり，その大小を一義的に確定することはそもそもできない。したがって，引用例1発明の端部壁にかかる荷重は，引用例2の後者の構成における荷重(原告が主張する問題にならない荷重)に即対応するものではない。また，②材料強度や耐久性などの点から荷重を軽減しようとする場合，問題になるのは荷重そのものではなく，圧力(面圧)すなわち単位面積当たりの荷重である。したがって，端部壁にかかる荷重そのものが小さくても，例えば引用例1発明の端部壁の厚さ寸法の設計によっては，その端部壁にかかる圧力(面圧)が問題になることもあり得るのである。このように，引用例1発明において荷重軽減の必要性があることに変わりはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用例1発明においては，端部壁にかかる荷重は既に軽減されているから，端部壁の荷重を軽減するために引用例1発明に一部切取構成を採用する動機付けが生じることはない旨主張するが，引用例1発明において端部壁にかかる荷重が既に軽減されているかどうかについては引用例1に何ら記載されていない。",
                    "そして，引用例1，2の明細書及び図面の記載では，引用例1，2の装置の各部の具体的な寸法の値，各部の相対的な位置関係，各部の動作とともに変化する各部間に作用する力の詳細及び装置の大きさや用途等に応じた所要のブレーキ力などが不明であるから，引用例1，2の記載に基づいて引用例1発明と引用例2のものの荷重の大小を導出して比較することはできない。仮に，原告の主張のとおり，引用例1発明では既に端部壁にかかる荷重は軽減されているとしても，荷重がかかっている以上，その軽減を図るのは当業者が当然検討すべき事項であり，少なくとも，その荷重を軽減することは必要に応じて適宜設計する事項である。",
                    "そして，引用例2の第2図に記載されているように力がA方向からB方向に変換されれば，力の垂直方向成分が変化し，それに応じてロッドメタル4，11にかかる力も当然に変わる。この点は，引用例2(甲2)にも「次に本発明の装置においてロッドメタル4，11にかかる荷重を軽減するためにブレーキメタル5の円筒内面の一部を切り取ることについて述べる。…A方向よりブレーキメタル5に力が加わる場合，ピストンロッド1への伝達をB方向に変換することにより左右対象の力をピストンロッド1に加わる主分力とすることができ，全体的にみるとロッドメタル4，11にかかる荷重を軽減するとともにスプリング8の力の増幅にもなる。」(2頁左下欄4行～14行) と記載されているとおりである。引用例2の装置の各部間に作用している相互に関連する多様な力を，原告の主張のようにあたかも相互に影響を及ぼさないかのような系内部の力と外力とに区分けすることはできない。",
                    "審決が「端部壁にかかる荷重を軽減するために…引用例2の上記事項を採用する」(5頁9行～10行)と述べた趣旨は，引用例2の上記記載と同旨であり，それは，引用例1発明に引用例2の事項を採用すれば，このような意味で「荷重が軽減する」ということである。このように引用例1発明1に引用例2の事項を採用しても，採用後の装置の形状・構造に応じた相応の力学的関係のもとで十分に機能を果たし得るのであって，引用例1発明に引用例2の事項を採用することが力学上の条件に反するものではない。",
                    "したがって，引用例1発明及び引用例2の事項の構造及び作用をみて，前者に後者を採用することは技術的に十分に可能であり，それに対する阻害要因は何もない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対し原告は，阻害要因として面圧の増大及びこれによるピストンロッドの損傷や耐久性劣化を挙げる。",
                    "しかし，審決が引用例1発明に係る制動装置2のボディ4の端部壁，シリンダ本体3の端部壁にかかる荷重を軽減するために引用例1発明の制動板5に引用例2の上記事項を採用することは当業者が容易に想到し得るとしたのは，ピストンロッド1に加わる力の方向を変換するためにブレーキメタル5の円筒内面の一部を切り取るという引用例2に記載された技術思想を引用例1発明の制動板5に採用することは当業者が容易に想到し得るという趣旨であって，このことは，審決における相違点2についての論旨全体から明らかである。ブレーキメタル5の円筒内面の一部を切り取るのはピストンロッド1に加わる力の方向を変換するため，すなわち単に接触部位の位置を変更するためであって，このように単に接触部位の位置を変更するという技術思想と，それにより接触部位の接触面積や面圧がどのようになるかということとの間に必然的な因果関係はない。",
                    "また，ピストンロッドの損傷や耐久性劣化は，接触部位の形状や接触面積等によって発生する面圧のほか，ロッド等の材質などにもよるが，引用例1，2にはこれらの点について記載も示唆もなく，引用例1，2の記載に基づくものではない。",
                    "さらに，ピストンロッドの損傷や耐久性劣化が不都合であることは当業者にとって自明の技術常識である。仮に面圧が高くピストンロッドの損傷や耐久性劣化が生じ得る場合には，例えば，接触部位を適宜の形状・構造としたり，ロッドの材質の強度向上を図る等の適宜の設計を行なって，そのような過大な面圧が発生しないようにすることは技術常識に基づいて当然に考慮する設計的事項にすぎない。",
                    "したがって，面圧の増大が阻害要因となるという主張は全く理由がない。",
                    "なお，本願発明においてもブレーキ部材とガイドロッドとの接触部位の形状や接触面積等は特定されていない。したがって，仮に一部切取構成を採用した場合に面圧が増大するとなると，本願発明も上記のような面圧の増大という問題を必然的に内包することになる。本願発明に内在する技術的問題をもって引用例1発明と引用例2の発明を組み合わせるに当たっての阻害要因であるとするのは，技術常識を無視した本末転倒の主張である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "また原告は，機能面から見ると，端部壁にかかる荷重は大なるほど機能(ブレーキ力)は増大するもので，軽減しない方がよいなどと主張するが，「荷重」と「機能(ブレーキ力)」との関係については引用例1には記載も示唆もなく，また，引用例1発明は「荷重」を「機能(ブレーキ力)」として利用しようとするものではない。荷重の大きさについては材料強度などの点からの検討も必要であり，「軽減しない方がよい」ということはありえない。",
                    "以上のとおり，端部壁にかかっている荷重を軽減するために，引用例1発明の制動板5に引用例2のブレーキメタル5の円筒内面の一部を切り取るという事項を採用することに技術的な阻害要因は何もなく，そうすることは当業者が当然に考慮すべき事項，少なくとも適宜採用する設計的事項である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "力学的考察に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "力学的考察に関する原告の主張は，本願の請求項1に記載された事項から乖離してそれとは無縁の特定構造を備えたものを念頭において，引用例1，2の図面の寸法関係を含めて引用例1，2に記載された特定構造のものを前提に対比検討しているにすぎない。このような主張が審決の認定及び判断に対するものではなく，理由がないことは明らかであるが，念のため，次のとおり誤りを指摘しておく。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告が挙げる3つの式(1)～(3)は，ピストンロッド1の釣り合いを考えているにもかかわらず，例えば，制動板5がピストンロッド1に及ぼす力がいずれの式にもない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "引用例1(甲1)には「…ロッドに制動板を摺動可能に嵌合し，該制動板を傾斜させることにより，ロッド挿通孔における一対の対向孔縁をロッドに圧着して停止させる手段が有効である。」(1頁右欄4行～8行)，「而して，上記制動板5におけるロッド挿通孔11の孔縁には，該制動板5の傾斜時にピストンロッド1の外周面に圧接する制動部12を形成している。」(2頁左欄37行～40行)とそれぞれ記載されている。",
                    "面圧は，制動板5の傾斜時にピストンロッド1の外周面に圧接する制動部12(ロッド挿通孔11の一対の対向孔縁である)の接触面積によるのである。したがって，原告が挙げる式(3)´は，引用例1の上記記載と整合していない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "ブレーキ装置において重要なのはピストンロッドにかかるブレーキ力であって，回転モーメントや面圧そのものではない。引用例1発明に引用例2の事項を採用する場合にも，ピストンロッドに作用するブレーキ力を基準にして，それが維持されることを前提にした上で，両発明の利点が活かされるように両者の調和的組合せを図ることは当業者にとって当然のことである。引用例1発明に引用例2の事項を採用することによって，引用例2の第2図のように力の方向が変換され，ピストンロッドにかかるブレーキ力の向き，大きさ等の作用態様が変わる。すなわち，一部切取構成がない場合には，垂直下方方向の力Aによってピストンロッドにブレーキ力が発生する。一方，一部切取構成を設けて斜め方向の2つの力Bが作用する場合，まず，力Bの水平方向成分が左右から対向してピストンロッドを押し付けることによるブレーキ力が新たに発生する。一方，力Bの垂直方向成分(2つの合力)によってブレーキ力が発生することは，同構成がない場合の力Aによる場合と同様である。同構成がない場合とこれがある場合との上記ブレーキ力を比較すると，力Bの水平方向成分によって発生する上記のブレーキ力の分だけ，力Bの垂直成分を力A(すべて垂直成分)より低減することができる。力Bの垂直成分が低減すれば，端部壁にかかる荷重はその分だけ低減する。それと同時に，1つの力Aが2つの力Bに分散されて，ピストンロッドにかかる面圧もそれに応じて低減されるのである。以上の理は，引用例1，2の記載からみて当業者に自明のことである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上を換言すると次のとおりである。",
                    "一部切取構成がない場合，ピストンロッド1のほぼ頂部に力Aが作用し，それに起因してブレーキ力が発生するとともに，端部壁(ロッドメタル4，11)に荷重がかかる。",
                    "他方，一部切取構成がある場合，ピストンロッド1周面(円弧面)に斜め方向の力Bが作用する。これが引用例2(甲2)の第2図のBに相当し，引用例2の「B方向に変換する」とはこのことである。この力Bに起因してピストンロッド1にブレーキ力が発生するとともに，力Bの鉛直方向成分に起因して端部壁(ロッドメタル4，11)に鉛直方向の荷重がかかる。力Bの方向と鉛直方向とのなす角度にかかわらず力Bの大きさの和は力Aより大きく，また，切取りが大きくなって上記角度が大きくなるに伴って力Bは大きくなる。このようにして，後者では，前者におけるピストンロッド1周面(円弧面)に作用する法線方向の力と同じ大きさの法線方向の力を発生させるためにブレーキメタル5に加えるべき鉛直方向の力Aを前者の場合より小さくすることができ，それに応じて端部壁(ロッドメタル4，11)にかかる荷重が前者の場合より小さくなるのである。引用例2(甲2)の「次に本発明の装置においてロッドメタル4，11にかかる荷重を軽減するためにブレーキメタル5の円筒内面の一部を切り取ることについて述べる。…A方向よりブレーキメタル5に力が加わる場合，ピストンロッド1への伝達をB方向に変換することにより左右対象の力をピストンロッド1に加わる主分力とすることができ，全体的にみるとロッドメタル4，11にかかる荷重を軽減するとともにスプリング8の力の増幅にもなる。」(2頁左下欄4行～14行)との記載はこの趣旨であり，そのような趣旨であることは技術的にみて合理的ないし必然的であり，かつ当業者にとって自明である。",
                    "また，それは，例えば力Bが略水平方向に変換された場合を考えれば，一目瞭然である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本願発明の技術的意義について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書(甲3)には次の記載がある。",
                "・ 「【請求項1】直線運動をする可動体の運動に沿ってガイドロッドを設け，該ガイドロッドの外周にブレーキ部材を取り付け，該ブレーキ部材に該ガイドロッド中心軸を含む平面にそって回転モーメントを与えることにより生じる，該ガイドロッドと該ブレーキ部材の間の摩擦力を，上記可動体のブレーキ力とするブレーキ装置に於て，該ブレーキ部材を該ガイドロッド外周に部分的に接させることにより，前記回転モーメントに平行な反力の大半を取り除き前記回転モーメントに直角な反力を増大させたことを特徴とする直線運動用ブレーキ装置。」",
                "・ 「【発明の詳細な説明】【0001】［産業上の利用分野］従来，ロッドレスエァーシリンダあるいは電動シリンダを使用している極めて広範囲な分野で特に落下防止，非常停止，及び中間停止を目的とする場合に利用する。」",
                "・ 「【0002】［従来の技術］(1)ロッドレスシリンダのチューブ側面のレールへ上下よりブレーキ力を作用させるツインロック機構。(ブレーキ付スーパーロッドレスシリンダ)(2)スプリング力により傾いたリングがシリンダ推力でさらにその傾度を増加させてピストンロッドを確実にロックするエァーシリンダ(ロックアップシリンダ)。」",
                "・ 「【0003】［発明が解決しようとする課題］従来技術に於いては，ブレーキ部材を回転モーメントに平行にガイドロッドに押し付けているために，可動体の推力の反力に対してだけ摩擦力となっており，回転モーメントの反力が摩擦力として生じる構造となっていない。故に，安定性，耐久性，小型化，低価格化等の面で難点がある。",
                "本願発明はこれらの難点を解決することを課題としている。」・ 「【0004】［課題を解決しようとするための手段］ブレーキ部材2，3のガイドロッド5に接する部分を図1のごとく切り欠き，回転モーメントに平行な分力をできるだけ少なくし，逆に，回転モーメントに直角な分力を増大させる。」・ 「【0005】［作用］図面にしたがつて説明する。図2において，図2はブレーキがかかった状態であり，ハウジング1の左端に設けられたエァーポートから排気されてピストン5はフリーの状態である。ブレーキ部材2はスプリング6によりA点を支点として左方向に回転モーメントを与えられている。又，ブレーキ部材3もスプリング6によりB点を支点として左方向に回転モーメントを与えられている。ブレーキ部材2，3はガイドロッド4に微少なすきまで嵌合されており回転することによりガイドロッド4に摩擦ブレーキがかかる。可動体(図示せず)に取り付けられたハウジング1が右方向に動くとブレーキ部材2にA点を支点とした回転モーメントがスプリング6のみならず可動体推力による分も加わる。又，可動体即ちハウジング1が左方向に動くとブレーキ部材3にB点を支点として可動体推力による分も加わる。次に，ブレーキを解放する場合について述べる。図2に於いてハウジング1に設けられたエァーポートから給気されるとピストン5が右方向に押される，従ってピストン5はブレーキ部材2にC点を支点として右方向の回転モーメントをあたえる，これにつれてブレーキ部材2はD点に於いてブレーキ部材3にB点を支点とした右方向の回転モーメントを与える。この結果最終的に図3に示すブレーキ解放状態となる。次に，本願発明の要旨はガイドロッド4とブレーキ部材2，3の嵌合部にあり以下図1において述べる。ブレーキ部材2とガイドロッド4の嵌合部はガイドロッド4の外周とすきまばめのはめあい状態にあるものの一部を切り欠いた形状になっている。又，ブレーキ部材3についても同様である。故に，ブレーキ部材2，3に回転モーメントがかかった場合の反力から切り欠き部分の反力を取り除いたことになる。」・ 「【0006】［実施例］ピストン5外径63mm，ガイドロッド外径20mm，ブレーキ部材の切り欠き幅18mm。以上の構造で実施した結果，本願発明の技術思想を裏付ける明確な結果がでている。」",
                "・ 「【0007】［発明の効果］ブレーキ部材2，3に回転モーメントMを与えた場合のガイドロッド4からの反力を回転モーメントと平行な分力Rと回転モーメントに直角な分力rとに分解して考えた場合次式が成立する。M＝Rl＋krl(1)(lはブレーキ部材2の反力間の回転半径であり，kは摩擦係数である。)次に，可動体の推力をFとした場合に次式が成立する。",
                "F＝kR＋kr (2)",
                "以下，極論的に判断すると次のようになる。平行な分力だけ即ちr＝0とすれば(1)，(2)式から",
                "F＝Mk／l (3)",
                "となり，直角な分力だけ即ちR＝0とすれば，同様に",
                "F＝M／l (4)",
                "となる。ここで，Fによる回転モーメントを除外したFの値はスプリングだけの回転モーメントであり安定性(初期スリップを無くし確実にロックする)を比較する値となる。(3)，(4)式を比較すると直角分力の場合が平行分力の場合の1／kとなり，例えばk＝0．2とすると5倍の安定性があることになる。又，(3)，(4)式に於いてFを一定としてMを比較すると使用するスプリング力を1／5にできるということであり，又，ブレーキ解放力も1／5で良く，このことが小型化及び低価格化を可能にする要因である。又，この点で，本願発明のブレーキ装置はエァー操作のみならず電磁ソレノイド操作も可能である。次に，耐久性について述べる。(3)，(4)式のlの値で耐久性の比較が出来る(即ち，ブレーキ面圧を下げ得る要因となる。k＝0．2とすると回転モーメントに直角な反力の場合は平行な反力の5倍の耐久性を可能にする。以上に述べた発明の効果は全くの極論であり，本願発明が従来技術と比較して量的な相違のみならず質的な相違を発揮する点を明確にしたに過ぎない。次に，実際の数値として，実施例等についての計算値を示す。実施例で使用したブレーキ部材(ガイドロッド径20mm，切り欠き幅18mmについて計算すると，Rとrの比は 0．44対0．9となり，前記極論で示した5倍の数値は実施例では2．16倍ということになる。ちなみに，ブレーキ部材の切り欠き幅を19mmとして計算すると上記値は2．5倍となる。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，上記【請求項1】の記載によれば，「直線運動をする可動体の運動に沿ってガイドロッドを設け，該ガイドロッドの外周にブレーキ部材を取り付け，該ブレーキ部材に該ガイドロッド中心軸を含む平面に沿って回転モーメントを与えることにより生じる，該ガイドロッドとブレーキ部材との間の摩擦力を上記可動体のブレーキ力とするブレーキ装置」は「ガイドロッドの外周にブレーキ部材を取り付けるものである」こと，「ブレーキ部材にガイドロッド中心軸を含む平面に沿って回転モーメントが与えられる」こと，「ブレーキ部材に回転モーメントを与えることによりガイドロッドとブレーキ部材との間に摩擦力が生じる」こと，「摩擦力が可動体のブレーキ力」となることが理解でき，また，ガイドロッドは可動体の運動に沿って設けられているのであるから，可動体がガイドロッドに対して直線移動するものであることが記載されている。",
                "しかし，上記本願明細書の記載によれば，ブレーキ部材は，可動体のハウジングに支点Aと支点B及びピストンにより支えられているものであって，ブレーキ部材とガイドロッドとは相対移動可能とされているものであって，ガイドロッドの外周に取り付けられているものでないことは明らかであることからすれば，「ブレーキ部材がガイドロッドの外周に取り付けられている」とは，ブレーキ部材がガイドロッドに対して揺動可能に嵌合されていることを意味するものと解するのが相当である。",
                "そして，上記のとおり，本願発明の課題は，「ブレーキ部材を回転モーメントに平行にガイドロッドに押し付けているために，可動体の推力の反力に対してだけ摩擦力となっており，回転モーメントの反力が摩擦力として生じる構造となっていない」ことから，「安定性，耐久性，小型化，低価格化等の面で難点があった」ことであり，その課題を解決するために本願発明は，「ブレーキ部材のガイドロッド5に接する部分を図1のごとく切り欠き，回転モーメントに平行な分力をできるだけ少なくし，逆に，回転モーメントに直角な分力を増大させる」ことにあるのであるから，本願発明の「ブレーキ部材を」「ガイドロッド外周に部分的に接させる」ことにより，「回転モーメントに平行な反力の大半を取り除き」「回転モーメントに直角な反力を増大させた」という特許請求の範囲に記載の作用により特定される具体的構成は，ブレーキ部材のガイドロッド5に接する部分を本願明細書図1のごとく切り取った構成(一部切取構成)を意味するものと解するのが相当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，本願発明の技術的特徴は，ブレーキ部材にガイドロッドと嵌合する円形の穴を設ける場合，ブレーキ部材を回転させることでガイドロッドに作用する力はガイドロッドの中心軸とブレーキ部材の回転軸とに平行な平面に垂直な方向にのみ生じていたものを，ブレーキ部材のガイドロッドと嵌合する穴の一部を切り取ることにより，ガイドロッドに作用する力の方向を斜め方向とすることで，ガイドロッドの中心軸とブレーキ部材の回転軸とに平行な平面に垂直な方向の力を減少させ，ブレーキ部材の回転軸に平行な方向の力を増大させることにあるものと認められる。",
                "なお，本願発明は，「ブレーキ部材のガイドロッド5に接する部分を図1のごとく切り欠いた構成」を採用したことにより，「回転モーメントに平行な反力の大半を取り除き」「回転モーメントに直角な反力を増大させた」ものとされているが，回転モーメントに平行な反力と回転モーメントに直角な反力とはどのようなものであるのか，特に「反力」とは何か，「回転モーメント」に平行とはどのような概念であるのかは本願明細書の記載からは直ちに明らかとなるものではない。もっとも，原告は，「回転モーメント」に「平行」とは，ブレーキ部材の回転軸とガイドロッドの中心軸とに平行な面に対して垂直な方向であり，「反力」とは，ブレーキ部材が回転することでガイドロッドに接触した際に両者の間において作用する力を意味するものである旨主張し，被告もそれらについて争わないことから，上記認定もこれを前提とするものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "そして，上記(3)に述べた本願発明の技術的特徴に照らせば，本願発明は，ブレーキ部材に切り欠きを設けてブレーキ部材とガイドロッドとの接触点を変更することで，ブレーキ部材の回転によりロッドとの間に作用する力(反力)を，ガイドロッドの中心軸とブレーキ部材の回転軸とに平行な平面に垂直な方向から斜め方向とすることにより，垂直な方向の分力よりもブレーキ部材の回転軸と平行な方向の分力の成分を大きくすることで耐久性を向上させるものと理解することができる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由(相違点2についての判断の誤り)に対する判断",
          "text": [
            "原告は，審決が相違点2を容易想到と判断したことは誤りであると主張するので，以下検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1(甲1)には次の事項が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実用新案登録請求の範囲",
                      "text": [
                        "「シリンダによって駆動されるロッドに，シリンダ状のボディ内において，ロッド挿通孔を備えた制動板を摺動自在に嵌合し，該制動板の外周部一側にそれを軸線方向に支持する支点を設けると共に，その外周部他側に該制動板をロッドに対して上記支点を中心に回動傾斜させるスプリングを作用させ，該制動板におけるロッド挿通孔の孔縁に，その傾斜時にロッドに圧接する制動部を形成し，該制動板に並設した制動解除用ピストンを，上記ボディ及び上記ロッドに外嵌するスリーブに対してシール部材を介して摺動自在に嵌挿することにより，該ピストンの一側に制動板を上記スプリングの付勢力に抗して非傾斜状態に復帰させるための圧力流体を供給する復帰圧力室を区画形成したことを特徴とするシリンダ制動装置。」(1頁15行～29行)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "考案の詳細な説明",
                      "text": [
                        "・ 「本考案は，シリンダ制動装置に関するものである。",
                        "一般に，流体用シリンダにおいて，流体力学的にブレーキをかけたり中間停止を行うことは方向制御弁によって可能であるが，流体の洩れにより制動不能を生じたり，圧縮性のある流体の場合は確実な制動が困難となるなどの問題がある。",
                        "この問題を解決するには，シリンダによって駆動されるロッドを機械的な手段で強制的に停止すればよく，例えば…ロッドに制動板を摺動可能に嵌合し，該制動板を傾斜させることにより，ロッド挿通孔における一対の対向孔縁をロッドに圧着して停止させる手段が有効である。しかしながら，上記停止手段では，制動板によるロッドの係脱状態の切換えを手動操作によって行い，そのため手動操作のための部材を制動板の近くに設けることが必要で，その部材が外部に突出して停止手段が嵩張るだけでなく，手動操作では事故発生時等に応答良く緊急停止させることができないという難点がある。",
                        "本考案は，上記に鑑み，シリンダによって駆動されるロッドを機械的手段により確実且つ強制的に停止させることができると共に，事故発生時等に応答良く緊急停止させることのできるシリンダ制動装置を小形且つ簡単な構成のものとして提供しようとするものであり，さらに上記機械的手段としての制動板を遠隔自動操作が可能な流体圧によって制動させ，それに伴って流体圧による動作に適したものとして構成したシリンダ制動装置を提供しようとするものである。",
                        "上記目的を達成するため，本考案のシリンダ制動装置は，シリンダによって駆動されるロッドに，シリンダ状のボディ内において，ロッド挿通孔を備えた制動板を摺動自在に嵌合し，該制動板の外周部一側にそれを軸線方向に支持する支点を設けると共に，その外周部他側に該制動板をロッドに対して上記支点を中心に回動傾斜させるスプリングを作用させ，該制動板におけるロッド挿通孔の孔縁に，その傾斜時にロッドに圧接する制動部を形成し，該制動板に並設した制動解除用ピストンを，上記ボディ及び上記ロッドに外嵌するスリーブに対してシール部材を介して摺動自在に嵌挿することにより，該ピストンの一側に制動板を上記スプリングの付勢力に抗して非傾斜状態に復帰させるための圧力流体を供給する復帰圧力室を区画形成し，而して圧力流体の供給により制動を解除できるように構成すると共に，その圧力流体の供給により非傾斜状態に復帰するピストンを，ロッドに外嵌させたスリーブに対してシール部材を介して嵌挿することにより，シール部材が頻繁に往復駆動されるロッドに摺接して摩耗するのを抑制し，シール効果の低減を防止したことを特徴とするものである。」(1頁左欄下7行～2頁左欄10行)",
                        "・ 「以下，本考案の実施例を図面に基づいて詳細に説明するに，第1図において，1はシリンダのピストンロッド，2は該ピストンロッド1の周囲に配設した制動装置であつて，該制動装置2は，シリンダ本体3に取付けたシリンダ状のボディ4内に，ピストンロッド1に摺動自在に嵌合したリング状の制動板5と，該制動板5に並設したボディ4内を摺動自在の制動解除用ピストン6とを有し，これらの制動板5とピストン6とを，外周部一側においてスプリングピン7により互いに連係せしめ，それらをボディ4とピストン6との間に配設した鋼球8によりピストンロッド1の軸線方向に支持すると共に，外周部の他側において制動板5とシリンダ本体3との間にスプリング9を弾装し，・・・これらの制動板5とピストン6とがスプリング9の付勢力により鋼球8を支点として回動し，ピストンロッド1に対して傾斜するようになし，また，上記ピストン6はシリンダ状のボディ4及びそれと一体に形成されてロッド1に外嵌させたスリーブ4aに対して摺動自在に嵌挿し，これによりボディ4内においてピストン6の一側に復帰圧力室10を区画形成し，この復帰圧力室10に上記スプリング9の付勢力に抗して制動板5を非傾斜状態に復帰させるための圧力流体を供給する制動板制御装置Cを接続し，これによって制動解除機構を構成している。」(2頁左欄11行～36行)",
                        "・ 「ここで，復帰圧力室中の圧力流体を排出してピストン6における受圧面6aに対する流体圧力の負荷を解除すると，スプリング9により制動板5が傾斜して制動部12がピストンロッド1に圧接し，それらの間の摩擦力によりピストンロッド1にブレーキがかかり，シリンダは停止する。而して，上記制動力は，制動板5の傾斜方向(矢印方向)へ移動するピストンロッド1を制動する場合に有効に作用する。即ち，上記ピストンロッド1に対して制動板5がスプリング9により一旦傾斜すると，制動部12とピストンロッド1との間の摩擦力が制動板5を一層傾斜させるように作用し，それによってブレーキ力が更に増大するため，シリンダの推力に応じたブレーキ力が発生することになる。従って，スプリング9は初めの摩擦力を生じさせ得るだけのごく弱いもので十分である。」(2頁右欄7行～22行)",
                        "・ 「上記構成を有する本考案によれば次のような特徴がある。(1)制動板を直接シリンダロッドに対して傾斜させることによりロッド挿通孔の孔縁をロッドに圧接する方式であるから，部品点数が少なく，機構が簡単で，小形，コンパクトになるばかりでなく，制動力がシリンダの推力に比例して発生し，極めて有効且つ確実な制動を行うことができる。(2)復帰圧力室への圧力流体の給排によりシリンダロッドの係脱を行うようにしたので，ピストンロッドや制動板の近くに手動操作機構等を設ける必要がなく，安全な遠隔自動操作に適し，しかも異常発生時等にも応答良く緊急停止させることができる。(3)制動解除用ピストンをシリンダ状のボディとロッドに外嵌するスリーブとの間にシール部材を介して摺動自在に嵌挿したので，ピストンをロッドに対して摺動自在に嵌挿する場合に比してシール部材の摩耗が極めて少なくなり，長期にわたって安定的にシールさせることができる。」(3頁左欄17行～右欄14行)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，引用例1には，「制動装置2のシリンダ状のボディ4がシリンダのシリンダ本体3に取付けられており，シリンダのピストンロッド1の外周に制動装置2の制動板5を摺動自在に嵌合し，制動板5が傾斜して制動部12がピストンロッド1に圧接し，それらの間の摩擦力によりピストンロッド1にブレーキがかかる制動装置2」の発明，すなわち，審決の認定したものと同旨の引用例1発明が記載されているものと認められる。",
                    "そして，引用例1発明においては，復帰圧力室10中の圧力流体を排出してピストン6における受圧面6aに対する流体圧力の負荷を解除したときに，スプリング9により押圧されて，制動板5が傾斜して制動部12がピストンロッド1に圧接し，それらの間の摩擦力によりピストンロッド1にブレーキをかけるものであるから，引用例1発明における制動力は，制動板5の制動部12から，ピストンロッドに対して荷重が加えられることにより発生することが想定されているものであると認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "また，引用例2(甲2)には，次の事項が記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "・ 「1．ピストンロッドの外周にブレーキメタルを嵌め込み，該ブレーキメタルの外周円筒面に摺動可能に嵌合した部材を該外周円筒面の軸方向と若干異る方向に移動させるようにした空気圧シリンダ用ブレーキ装置。」・ 「2．該ブレーキメタルの円筒内面の一部分を切り取ることにより，該ブレーキメタルとピストンロッド間の相対する分力を増大させるようにした特許請求の範囲1の装置。」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の詳細な説明",
                      "text": [
                        "・ 「…第1図は空気圧シリンダのロッドエンド部に位置するブレーキ装置の断面図であり，ロッドエンドブロック2，シリンダ3，ピストンロッド1，ロッドメタル4，ガスケット14，ロッドパッキン19が通常の空気圧シリンダのロッドエンド部を構成しており，ピストンロッド1にピストン(図示せず)が取付けられている。",
                        "給排気口の片方が20に示されている。",
                        "次にブレーキ部について説明する。",
                        "ブレーキシリンダ9はブレーキシリンダブロック10，ロッドエンドブロック2，にタイロッド(図示せず)により固定されている。",
                        "ブレーキメタル5，及び6はピストンロッド1と摺動可能に嵌合されており，軸方向の動きは両ブロック2，10により制限されている。",
                        "ブレーキメタル5の外周円筒面はその内周円筒面と若干異る方向の中心軸を持っており，ブレーキメタル6は内外同心の円筒面である。",
                        "ブルーキピストン7にはブレーキメタル5，6の外周円筒面にスライドブッシュ13，12を介して夫々嵌合する，方向を若干異にする円筒内面が加工されている。ブレーキピストン7にはスライドパッキン17，18が取付けられている。",
                        "スプリング8はスプリング力によりブレーキをかけるためのものである。",
                        "次に動作について説明する。ブレーキシリンダブロック10に設けられた給排気口21から加圧するとブレーキピストン7はスプリング8を圧縮しながらロッドエンドブロック2に押し付けられる。この状態でブレーキメタル5の円筒内面の中心軸はブレーキメタル6及びロッドメタル4，11と同一直線上となりブレーキは開放された状態となる。",
                        "次に給排気口21から排気されるとブレーキピストン7はスプリング8により左側に押しもどされる。",
                        "この際，スライドブッシュ13を介してブレーキメタル5を軸方向に直角にピストンロッド1に押し付けると同時にブレーキメタル6も反力によりピストンロッド1に押し付けられる。",
                        "ピストンロッド1に加えられる軸直角力は，スプリング8力のスライドブッシュ13を介した分力及びスライドブッシュ12を介したその反力，更にこの際生ずる回転力によるロッドメタル4，11からの反力となる。",
                        "本発明を実施する際に特に重要なことはブレーキメタル5，6とスライドブッシュ13，12間の摩擦係数を極めて低い値とすることである。",
                        "例えば低摩擦係数の材料であるフッ素樹脂(テフロン)を使用することにより，摩擦係数が0．04位になれば，ブレーキメタル5の円筒内面と円筒外面の中心軸の交差角は上記摩擦係数による摩擦角tan−10．04と同程度にできる。",
                        "更に，本発明の場合はブレーキピストン7がスライドする距離が短いから，スライドブッシュ13，12として直線転がり軸受を使用することも可能である。",
                        "この場合にはスライドブッシュ12のかわりにブレーキピストン7とブレーキシリンダ9の間に直線転がり軸受けを設けることも考えられる。",
                        "次に本発明の装置においてロッドメタル4，11にかかる荷重を軽減するためにブレーキメタル5の円筒内面の一部を切り取ることについて述べる。",
                        "第2図はブレーキメタル5の断面図であり，A方向よりブレーキメタル5に力が加わる場合，ピストンロッド1への伝達をB方向に変換することにより左右対象の力をピストンロッド1に加わる主分力とすることができ，全体的にみるとロッドメタル4，11にかかる荷重を軽減するとともにスプリング8の力の増幅にもなる。」(1頁左下欄4行～2頁左下欄14行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "以上によれば，引用例2には，ブレーキメタル5の円筒内面の一部を切り取ること(一部切取構成)により，第2図のA方向(垂直方向)から力が加わる場合，ピストンロッド1への伝達を同図のB方向(斜め方向)に変換することにより左右対称の力をピストンロッドに加わる力とすることができ，その結果，ロッドメタル4，11にかかる荷重を軽減するとともに，スプリング8の力の増幅にもなる旨が記載されている。このような技術は，A方向の力を斜め方向であるB方向へと変換することにより，B方向の力が大きくなることを利用して，A方向の力を作用させた場合と同じ大きさのブレーキ力をB方向の力によって発生させる場合には小さな力で済み，結果としてA方向に作用する力を減少させることができることを意味するものと理解することができる。",
        "そして，前記(1)イのとおり，引用例1発明は，ブレーキ部材をロッドに作用させることによりブレーキ力を発生させるものであるところ，引用例1発明のブレーキ部材に一部切取構成を設けることで力の伝達方向を変換することができることは明らかであるから，引用例1発明のブレーキ部材のロッド貫通孔に引用例2に記載されたような一部切取構成を設けることにより，円形のロッド貫通孔のブレーキ部材を用いる場合に比べて，小さな力で同じブレーキ力が発生するものとすることができることは当業者(その発明の属する技術の分野における通常の知識を有する者)であれば容易に想到し得るというべきである。"
      ],
      "content": [
        {
          "fig": "(3)",
          "text": [
            "これに対し原告は，引用例1発明に引用例2の一部切取構成を適用する動機付けが欠如している旨主張する。",
            "しかし，ブレーキ装置においてブレーキ力を発生させるために作用させる力を小さなものとすることは，ブレーキ装置の耐久性等の観点から当業者が当然指向する技術課題というべきものであるから，引用例2を引用例1発明に適用する動機付けの存在を認めることができる。",
            "したがって，原告の上記主張は採用することができない。",
            "なお原告は，引用例2には，ロッドメタル4，11にかかる荷重が問題となる構成と，それが問題とならない構成の2つが記載されているとか，引用例1発明では端部壁にかかる荷重は十分軽減されており，これを軽減させることを意味する引用例2を適用する動機付けはないなどと主張するが，これらの事情は上記認定を左右するものではない。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "また原告は，引用例1発明に一部切取構成を適用して端部壁の荷重を軽減することは，それにより制動板からピストンロッドにかかる面圧を上昇させ，ピストンロッドの損傷による故障や耐久性劣化の原因となるとか，引用例1発明に一部切取構成を採用することの目的が増力だとすれば，制動板の板厚と面圧という相反する要因を考慮する必要があるなどとして，引用例2の一部切取構成を適用することには阻害要因がある旨主張する。",
            "しかし，引用例1発明に引用例2の技術を適用するに当たり，ピストンロッドの摺動面に傷がつかない程度に円筒内面を切り取り，また制動力が生ずる程度に制動板の板厚を設定することは，当業者が適宜なし得る設計的事項というべきである。なお，ピストンロッドが損傷するか否かは，ピストンロッドと制動板の円筒内面の接触面積のみで決まるわけではなく，制動板からピストンロッドに与えられる面圧の大きさや，ピストンロッドや制動板の材質にもよるのであるから，引用例1発明に引用例2の一部切取構成を適用した場合に，必ずピストンロッドの摺動面に傷がつくというものではない。また，本願発明は引用例1発明に引用例2の一部切取構成を適用したものと同一の構成を有するものであるところ，本願明細書には，かかる構成を採用したことによるピストンロッドの損傷や耐久性劣化が生じる可能性，ひいては制動板の板厚と面圧との関係等について何ら言及するところがないから，その意味においても原告の主張する上記事由が前記(2)の容易想到性の判断を左右するものとは認めることができない。",
            "なお原告は，ブレーキ装置としての機能面から見ると，端部壁にかかる荷重を軽減することはブレーキ装置自体の機能の減少をも意味するから，端部壁にかかる荷重を軽減するために引用例2の一部切取構成を適用することは考えられないとも主張する。",
            "しかし，端部壁にかかる荷重が軽減されるか否かに関する事情が前記容易想到性の判断を左右するものでないことは，上記(3)のとおりである。しかも，前記2(4)及び上記(2)のとおり，一部切取構成を適用することの技術的意義は，垂直方向の力を斜め方向へと変換することにより，斜め方向の力が大きくなることを利用して，垂直方向の力を作用させた場合と同じ大きさのブレーキ力を斜め方向の力によって発生させる場合には小さな力で済み，結果として垂直方向に作用する力を減少させることができる点にあるから，一部切取構成の採用により端部壁にかかる荷重が軽減するとしても，それによりブレーキ装置の全体としての機能が直ちに減少するものでもない。",
            "したがって，原告の上記主張は採用することができない。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "さらに原告は，原告の主張を力学的に整理した力学的考察の帰結として，本願発明の課題(目的，効果)のうち，引用例1における制動板からの面圧を軽減することが最も重要であるとしつつ，仮に端部壁における荷重の軽減効果を狙って引用例2の一部切取構成を引用例1発明の制動板に転用した場合，面圧の更なる増大という全く逆の効果を帰結するから，上記作用効果及び引用例1からは本願発明の効果は容易に想到できない旨主張する。",
            "しかし，引用例1発明に引用例2の一部切取構成を適用した場合，前記(2)のとおり，垂直方向からブレーキメタル5に力が加わる場合，ピストンロッド1への伝達を斜め方向に変換することにより左右対象の力をピストンロッド1に加わる主分力とすることができるのであって，このような構成は，本願発明における「該ブレーキ部材を該ガイドロッド外周に部分的に接させることにより，前記回転モーメントに平行な反力の大半を取り除き前記回転モーメントに直角な反力を増大させたことを特徴とする直線運動用ブレーキ装置」と異なるものではない。",
            "そうすると，原告の主張する本願発明の作用効果と引用例1発明に引用例2の一部切取構成を適用した場合の作用効果もまた同一というべきであって，これらが全く逆の効果を帰結するということはできないし，その効果が容易想到でないとはいえない。",
            "したがって，原告の上記主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "4",
              "subject": "結論",
              "text": [
                "以上によれば，原告主張の取消事由はすべて理由がない。",
                "よって，原告の請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ]
}