{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−5207号事件について平成19年6月5日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，原告が名称を「平板表示装置」とする発明につき特許出願(本願)をしたところ，拒絶査定を受けたので，これを不服として審判請求をしたが，特許庁が請求不成立の審決をしたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，特開平11−167354号公報(発明の名称「携帯用表示装置」，出願人 三星電管株式会社，公開日 平成11年6月22日。以下「引用刊行物1」といい，この発明を「引用発明1」という。甲1)との関係で進歩性を有するか(特許法29条2項)，である。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成13年(2001年)2月27日の優先権(大韓民国)を主張して，平成14年2月20日，名称を「平板表示装置」とする発明について特許出願をしたところ(特願2002−43776号。公開公報は特開2002−311853号〔甲4〕)，拒絶理由通知を受けた。",
                "そこで，平成17年5月23日付けで特許請求の範囲の変更を内容とする補正(以下「本件補正」という。請求項の数12。甲5)をしたが，同17年12月12日付けで拒絶査定を受けたため，不服の審判請求をした。",
                "特許庁は，同請求を不服2006−5207号事件として審理した上，平成19年6月5日，「本件審判の請求は，成り立たない。」との審決(出訴期間として90日附加)をし，その謄本は同年6月19日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "text": [
                "本件補正後の特許請求の範囲は，上記のとおり請求項1～12から成るが，このうち請求項6に係る発明(以下「本願発明6」という。)の内容は以下のとおりである。",
                "「【請求項6】相互対向配置された第1及び第2基板と，前記第1及び第2基板をシールする第1及び第2シーラントとを備えたディスプレイを複数個備えた平板表示装置であって，",
                "前記の隣接した2個のディスプレーパネルは連結部で相互接触し，前記第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして，前記第2シーラントは前記第1及び第2基板の残り部分をシールし，前記第1及び第2基板のうちの少なくとも一方はその内面の一部分上に形成されて前記第1シーラントが付着する突出部を有する平板表示装置。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。",
                    "その理由の要点は，本願発明6は引用発明1及び下記各文献に記載の周知技術に基づいて当業者が容易に発明をすることができたから，特許法29条2項により特許を受けることができない，というものである。",
                    "記",
                    "・特開平5−19270号公報(発明の名称「液晶表示装置」，出願人 松下電器産業株式会社，公開日 平成5年1月29日。甲2。以下「甲2文献」という。)",
                    "・特開平4−20929号公報(発明の名称「液晶表示パネル」，出願人 日本電気株式会社，公開日 平成4年1月24日。甲3。",
                    "以下「甲3文献」という。)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決は，上記判断をするに当たり，引用発明1の内容を以下のとおり認定した上，本願発明6と引用発明1との一致点及び相違点を，次のとおりとした。",
                    "＜引用発明1の内容＞",
                    "「本体101側の液晶表示装置107が，上下両基板の間に注入された液晶を有し，相互に対向配置される上方基板及び下方基板と，前記上下両基板同士をシールするシーラントによって形成された側壁121とを備えたディスプレイ平板表示装置から構成され，また，蓋103側の液晶表示装置109も，上下両基板の間に注入された液晶を有し，相互に対向配置される上方基板及び下方基板と，前記上下両基板同士をシールするシーラントによって形成された側壁121とを備えたディスプレイ平板表示装置から構成されており，前記液晶表示装置107と前記液晶表示装置109とは相互に隣接して，両者の継ぎ目部位において互いに密着されてなる，2つの液晶表示装置107，109を配置して互いに密着させることにより，画面の大きさを拡大させるようにした携帯用表示装置」",
                    "＜一致点＞",
                    "いずれも，",
                    "「相互対向配置された第1及び第2基板と，前記第1及び第2基板をシールする第1及び第2シーラントとを備えたディスプレイを複数個備えた平板表示装置であって，前記の隣接した2個のディスプレーパネルは連結部で相互接触し，前記第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして，前記第2シーラントは前記第1及び第2基板の残り部分をシールした平板表示装置」 である点。",
                    "＜相違点＞",
                    "本願発明6では「第1及び第2基板のうちの少なくとも一方はその内面の一部分上に形成されて前記第1シーラントが付着する突出部を有する」のに対して，引用発明1は前記構成を有していない点。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおり誤りがあるので，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(本願発明6の認定の誤り)",
                  "text": [
                    "本願発明6は，前記(2)の請求項6記載のとおりに認定されるべきであるところ，審決は，「1 手続の経緯及び本願発明」においては上記のとおり正しく認定(2頁2行～9行)しながら，「3 当審の判断」において，「さすれば，本願発明6は，『第1及び第2基板の少なくとも一方の基板の連結部に対応する前記第1及び／又は第2基板の内面の一部分上に突出部が形成されていて，前記連結部に対応する前記第1及び／又は第2基板の部分を前記突出部に付着する第1シーラントでシールし，第2シーラントは前記第1及び第2基板の残り部分をシールして，個々のディスプレーパネルが構成され，前記構成のディスプレーパネルを隣接させて，2個又は複数個のディスプレーパネルを前記連結部で相互接触させた平板表示装置』というものとなる」(15頁30行～37行)と認定し直している。",
                    "すなわち，審決は，請求不成立の結論を導くために，都合のいいように本願発明6の認定を改変したものであり，このような認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(引用発明1の認定の誤り，一致点の認定の誤り，相違点の看過)",
                  "text": [
                    "審決は，引用発明1の内容，引用発明1と本願発明6との一致点及び相違点について前記(3)イ記載のとおり認定したが，以下のとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，引用発明1の認定をするに当たり，引用刊行物1の記載について，「液晶表示装置107(109)の側断面図である図8(c)，前記液晶表示装置107，109が密着した場合の継ぎ目が眼に見えないようにするために，前記液晶表示装置107，109の少なくとも継ぎ目部位に多数のマイクロ凸レンズ127aが組合わされて形成される光学フィルムシート127を付着する技術について説明した断面図である図9及び図10の各図面の記載からみて，引用刊行物1の図面には，『本体101側の液晶表示装置107が，上下両基板の間に注入された液晶を有し，相互に対向配置される上方基板及び下方基板と，前記上下両基板同士をシールするシーラントによって形成された側壁121とを備えたディスプレイ平板表示装置から構成され，また，蓋103側の液晶表示装置109も，上下両基板の間に注入された液晶を有し，相互に対向配置される上方基板及び下方基板と，前記上下両基板同士をシールするシーラントによって形成された側壁121とを備えたディスプレイ平板表示装置から構成されており，前記液晶表示装置107と前記液晶表示装置109とは相互に隣接して，両者の継ぎ目部位において互いに密着されてなる，2つの液晶表示装置を配置して互いに密着させることにより，画面の大きさを拡大させるようにした携帯用表示装置』の記載が認められる」(7頁3行～19行) と認定したが，誤りである。",
                        "引用刊行物1の図8cには側壁121，樹脂フィルム123及び補強部材が記載されているものの，図9及び10に関しては，どの部分が図8cの側壁121に対応しているのか，明確に図示されていない。",
                        "また，本願明細書(公開公報〔甲4〕参照。以下同じ)の発明の詳細な説明の記載を参照しても，図9及び10の側壁等については何ら説明がなく，両図における液晶表示装置107，109に側壁121が設けられているのか不明であり，仮に側壁121が設けられているとしても，側壁121がシーラントによって形成されているのか不明である。",
                        "それにもかかわらず，審決は，引用刊行物1の図面に「前記上下両基板同士をシールするシーラントによって形成された側壁121とを備えた」構成が記載されていると認定したものであって，かかる認定は単なる憶測に基づくものにすぎない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また審決は，本願発明6と引用発明1との一致点を認定するに当たり，「引用発明1の『上下両基板同士をシールするシーラントによって形成された側壁121』は，引用刊行物1の図8，図9及び図10の記載から，上下両基板同士をシールし側壁121を形成するシーラントが，上下両基板の間に注入された液晶が外部に流出しないようにするために，本体101側の液晶表示装置107と蓋103側の液晶表示装置109とのそれぞれの相互に対向配置される上方基板及び下方基板の四周をぐるりとシールしていることは，明らかである。しかして，…引用発明1においても，継ぎ目部位において互いに密着されてなる2つの液晶表示装置107，109の継ぎ目部位に対応する上下両基板同士は，前記シーラントでシールされており，また同時に互いに密着されてなる2つの液晶表示装置107，109の継ぎ目部位を除く上下両基板同士の他の周囲も，同じく前記シーラントでシールされていることになるから，引用発明1の前記『上下両基板同士をシールするシーラントによって形成された側壁121』が，本願発明6の『前記第1及び第2基板をシールする第1及び第2シーラント』に対応するものであるといえる。",
                        "そして，引用発明1のシーラントに求められる機能についての前記考察から，引用発明1の前記『上下両基板同士をシールするシーラントによって形成された側壁121』が，本願発明6の『前記第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして』及び『前記第2シーラントは前記第1及び第2基板の残り部分をシールし』と同様の役割を担っていることは明らかである」(13頁7行～30行)と認定したが，誤りである。",
                        "前記(ア)に述べたとおり，引用刊行物1の図9及び10には側壁121が設けられているのか不明であり，ましてや，シーラントによって形成された側壁が「本体101側の液晶表示装置107と蓋103側の液晶表示装置109とのそれぞれの相互に対向配置される上方基板及び下方基板の四周をぐるりとシールしていること」は，何ら開示されていないばかりか，示唆もされていない。",
                        "さらに，本願発明6における第2シーラントに対応する構成についても，引用刊行物1には開示も示唆もされていない。",
                        "したがって，本願発明6と引用発明1との一致点に関する審決の認定は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "また審決は，本願発明6と引用発明1との相違点を認定するに際し，以下の相違点を看過した。",
                        "すなわち，本願発明6の主要部である「第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして，第2シーラントは前記第1及び第2基板の残り部分をシールしている点」については，前記(ア)及び(イ)に述べたように，引用刊行物1には全く記載されていないばかりか示唆もされていないのであるから，この点が相違点として認定されるべきであった。",
                        "したがって，審決がこの点を相違点として認定しなかったのは，相違点を看過したものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(相違点についての判断の誤り)",
                  "text": [
                    "審決は，相違点についての容易想到性の有無を判断するに当たり，前記アに述べたとおり本願発明6について誤った認定をした上で，「3個のディスプレーパネルを連結部で相互接触させた平板表示装置にあっては，前記連結部も2個存在することになるから，ディスプレイを3個備えた平板表示装置の中央に位置するディスプレーパネルでは，その左右両側端辺の2個所に連結部を有することになり，また，9個のディスプレーパネルを連結部で相互接触させた平板表示装置にあっては，その中央部に位置するディスプレーパネルでは，その四辺全周の4個所に連結部を有することになるのであり，そうすると，本願発明6において，…『第1シーラント』と『第2シーラント』とに敢えて区分する理由はないことになる。すなわち，第1及び第2基板をシールするシーラントのすべてが，『第1及び第2基板のうちの少なくとも一方はその内面の一部分上に形成された突出部に付着して，連結部に対応する前記第1及び第2基板の部分をシールする第1シーラント』から構成されるものであるとしたとしても，本願発明6の範囲内のものと考えてもよいことになる」(15頁下2行～16頁14行)としているが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本願発明6は，第1シーラントは連結部に対応する第1及び第2基板の部分をシールし，第2シーラントは第1及び第2基板の残り部分をシールする点を主要部の一つとしている。審決がいうところのディスプレーパネルが9個ある場合であっても，中央部に位置するものだけに注目するのではなく，複数のディスプレーパネルからなる全体に注目して，連結部と連結部でない部分とを有するディスプレーパネルがある場合には，連結部に対応する部分は第1シーラントで，その他の部分は第2シーラントでシールするというものである。",
                        "すなわち，表示部(ディスプレイ領域)をできるだけ広くするためにはシーラントの幅を狭くしたい反面，シーラントの幅が狭くなると接着力が低下するという問題があり，接着力の低下を防ぐため基板の内面にシーラントに付着する突出部を形成すると，コストと手間がかかる。そこで本願発明6では，ディスプレーパネル同士の連結部に関してのみシーラント(第1シーラント)の幅を狭くして突出部を備えることとし，連結部でない部分に関しては接着力の維持及びコスト高の回避を優先して，シーラント(第2シーラント)の幅を狭くしない構成としたものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対して被告は，シーラントの幅に関しては本願請求項6に記載されていないと主張するが，同請求項に「第1シーラントが付着する突出部」と記載されているように，第1シーラントが付着する部位に突出部が設けられていることは明らかであり，本願明細書の発明の詳細な説明においても「前記第1シーラントは，前記第2シーラントより狭い」(段落【0018】)と記載されているのであるから，本願請求項6の記載を解釈するに当たってかかる記載を参酌することには何の問題もなく，被告の上記主張は失当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上のとおり，本願発明6は引用発明1とは課題を全く異にし，かつ，単純に引用発明1と周知技術を組み合わせるだけでは得られない構成を有するものであって，当業者が引用発明1及び周知技術から容易に想到し得るものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(顕著な作用効果の看過)",
                  "text": [
                    "審決は，「本願発明6の奏する作用効果は，引用発明1及び周知技術から予測できる範囲内のものであって，格別のものということができない」(16頁下1行～17頁1行)としているが，誤りである。",
                    "前記ウ(ア)において述べたとおり，本願発明6の課題はディスプレーパネル間の連結部におけるシーラントの幅をできるだけ狭くしようとするものであり，この課題を解決するために，連結部を第1シーラントと突出部から成るものとし，連結部でない部分は第2シーラントだけで構成するものとした。その結果，「シーラントの幅が複数個の突出部によって減少されるために，シーラントの信頼性を低下させなくても広いディスプレー領域を有した平板表示装置を成就できる。前記二ディスプレーパネルの連結部の幅が高い信頼性を有したシーラントによって減少されるために，ディスプレー画面が一つのように見える効果が大きなマルチパネルディスプレー装置を得ることができる」(段落【0041】)という作用効果を奏するものである。",
                    "これに対して，引用刊行物1，甲2文献及び甲3文献には，上記のような課題は一切記載されていないばかりか，連結部のシーラントの幅を狭くする構成については開示も示唆もされていないから，これらの文献の記載から本願発明6の作用効果を導き出すことはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，本願発明6の認定に関する審決の誤りを主張するが，以下のとおり審決の認定は正当である。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決が，本願発明6について本願請求項6記載のとおり(すなわち，前記1(2)記載のとおり)に認定していることは，審決における「当審が審理すべき本願発明は，平成17年5月23日付の前記手続補正書を以て補正された明細書の特許請求の範囲の請求項1ないし請求項12に記載された事項により特定されるとおりのものであるところ，特にその請求項6に係る発明は，次のとおりのもの(以下，「本願発明6」という。)である」(1頁36行～2頁1行)との記載から明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，審決が本願発明6を認定し直していると主張するが，原告の指摘する審決の箇所(15頁30行～37行)は，審判請求人(原告)の主張に対して述べられた部分の一部であるにすぎない。",
                    "すなわち，原告が，拒絶査定不服審判において「本願請求項6に記載の発明の主な特徴は，『隣接した2個のディスプレーパネルは連結部で相互接触し，前記第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして，前記第2シーラントは前記第1及び第2基板の残り部分をシールし，前記第1及び第2基板のうちの少なくとも一方はその内面の一部分上に形成されて前記第1シーラントが付着する突出部を有する』点にある。そして，本願発明は，上記の特徴に基づき，2個のディスプレーパネルの連結部の幅が高い信頼性を有したシーラントによって減少されるために，ディスプレー画面が一つのように見える効果が大きなマルチパネルディスプレー装置を得ることができるという顕著な効果を奏するものとなっている。」と主張したのに対して，審決は，同主張が採用できない理由を，14頁27行～16頁32行のひと続きの文章によって詳細に説示したものである。",
                    "審決においてこのような説示をした趣旨は，次のとおりである。すなわち，原告は，審判請求において「ディスプレイを2個のみ備えた平板表示装置」の実施例に拘泥する主張をしたので，本願請求項6に記載された「ディスプレイを複数個備えた平板表示装置」の文言から容易に想定できる具体例(ディスプレイを3個ないし9個備えた平板表示装置)をもって説示したものである。ディスプレイの個数によっては，複数個のディスプレイが相互接触する連結部の位置も数も変わるから，第1シーラントと第2シーラントの位置も変わることは明らかである。",
                    "第2シーラントについては，本願請求項6に「前記第2シーラントは前記第1及び第2基板の残り部分をシールし，」と規定されているだけであり，例えばディスプレイを9個備える平板表示装置の場合は，中央部に位置するディスプレイについては第1シーラントがその四辺全周をシールすることとなり，この場合にはディスプレイに「残り部分」は存在しないから，残り部分をシールすべき第2シーラントは不要となることが容易に想定できる。このように，当該ディスプレイの位置によっては，連結部をシールする第1シーラントと，残り部分をシールすべき第2シーラントとの区分が不明となることについて説示しているだけのことにすぎない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "そして，審決においては，本願請求項6に記載されているとおりであると認定した本願発明6と引用発明1とを対比しているのであって，決して，これ以外の別異の発明と引用発明1とを対比しているのではないことは，審決の記載(12頁34行～14頁3行)から明らかである。"
      ],
      "content": [
        {
          "fig": "(2)",
          "subject": "取消事由2に対し"
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，引用発明1に関する審決の認定は誤りであると主張するが，審決の認定は正当である。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "すなわち，引用刊行物1(甲1)には「…これら液晶表示装置107，109の両基板(substrate)の間に注入された液晶が外部に流出しないように前記両基板を接合する側壁121の幅は0．3mm以下にしなければならない。このように2つの液晶表示装置107，109の接合面を形成すると，継ぎ目が最小化して1つの映像のように見える」(段落【0016】)，「前記側壁121は，液晶表示装置に通常使用されているシーラント(sealant)によって形成されるのが普通である」(段落【0017】)と記載されている。",
                "このような引用刊行物1の記載から，引用発明1の側壁121はシーラントによって形成されることが明らかである。そして，シーラントによって形成される側壁121が，液晶表示装置107，109の両基板の間に注入された液晶が外部に流出しないように前記両基板を接合することも明らかである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "ところで，液晶表示装置の両基板の間に注入された液晶が外部に流出しないように，シーラント等のシール材で両基板の四辺の全周囲をぐるりと接合することは，甲2文献(段落【0002】，【0003】)及び甲3文献(1頁右欄7行～17行)の記載からも明らかなように，本願の優先権主張時(平成13年2月27日)に広く採用されている周知慣用の技術にすぎないものである。",
                "このような従来周知の慣用技術ないし当業者の技術常識について，引用刊行物1(甲1)には「前記側壁121は，液晶表示装置に通常使用されているシーラント(sealant)によって形成されるのが普通である」(段落【0017】)と記載されているのであるから，引用刊行物1には，液晶表示装置の両基板の間に注入された液晶が外部に流出しないように，シーラント等のシール材で両基板の四辺の全周囲を接合する技術が，実質的に記載されているに等しい。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "このことを審決では，「引用発明1の『上下両基板同士をシールするシーラントによって形成された側壁121』は，引用刊行物1の図8，図9及び図10の記載から，上下両基板同士をシールし側壁121を形成するシーラントが，上下両基板の間に注入された液晶が外部に流出しないようにするために，本体101側の液晶表示装置107と蓋103側の液晶表示装置109とのそれぞれの相互に対向配置される上方基板及び下方基板の四周をぐるりとシールしていることは，明らかである。」(13頁7行～13行)としたものであって，審決の認定に誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "text": [
        "また原告は，本願発明6と引用発明1との一致点に関する審決の認定は誤りであると主張するが，審決の認定は正当である。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "まず，引用刊行物1(甲1)に「液晶表示装置の両基板の間に注入された液晶が外部に流出しないように，シーラントによって形成された側壁で，両基板の四辺の全周囲を接合する技術」が実質的に記載されていることについては，前記アにおいて述べたとおりである。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "次に，引用刊行物1において本願発明6の第2シーラントに対応する構成が開示されているかという点については，なるほど，原告主張のとおり，引用刊行物1では「シーラントによって形成される側壁121」を，2つの液晶表示装置間の継ぎ目部位に使用する「シーラントによって形成される第1側壁」と継ぎ目部位を除く部分に使用する「シーラントによって形成される第2側壁」とに区分はしていない。",
                "しかしながら，引用発明1の携帯用表示装置は，その上下両基板の四辺の全周囲がシーラントによって形成される側壁121によりシールされているのであり，しかも，前記携帯用表示装置は2つの液晶表示装置107，109が継ぎ目部位において互いに密着しているのであるから，引用発明1においても本願発明6の連結部と同様の継ぎ目部位が存在している。そして，引用発明1の継ぎ目部位(本願発明6の「連結部」に相当する。)は，シーラントによって形成される側壁121によってシールされているのであるから，引用発明1の2つの液晶表示装置107，109の継ぎ目部位のシールは，「シーラントによって形成される側壁121」によるものであることが明らかである。",
                "同様に，引用発明1の継ぎ目部位以外の三辺(本願発明6の「残り部分」に相当する。)も，同じく「シーラントによって形成される側壁121」によってシールされているのであるから，引用発明1の継ぎ目部位以外の三辺のシールも「シーラントによって形成される側壁121」によるものであることが明らかである。",
                "このような引用発明1の上下両基板の四辺の全周囲をシールする「シーラントによって形成される側壁121」を，本願発明6の第1シーラント及び第2シーラントと同じように，両者を区分するためにあえて序数詞を冠して命名するとすれば，本願発明6の第1シーラントに対応するのが引用発明1の「継ぎ目部位をシールする，シーラントによって形成される第1の側壁121」であり，本願発明6の第2シーラントに対応するのが引用発明1の「継ぎ目部位以外の三辺をシールする，シーラントによって形成される第2の側壁121」となるだけのことである。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "そうすると，結局のところ，引用発明1の前記「シーラントによって形成される側壁121」が，本願発明6の「連結部をシールする第1シーラント」と「残り部分をシールする第2シーラント」との双方に対応していることになるのであるから，審決が，「引用発明1の前記『上下両基板同士をシールするシーラントによって形成された側壁121』が，本願発明6の『前記第1及び第2基板をシールする第1及び第2シーラント』に対応するものであるといえる。そして，…引用発明1の前記『上下両基板同士をシールするシーラントによって形成された側壁121』が，本願発明6の『前記第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして』及び『前記第2シーラントは前記第1及び第2基板の残り部分をシールし』と同様の役割を担っていることは明らかである」(13頁22行～30行)と認定したことに，誤りはない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "text": [
        "原告は，本願発明6と引用発明1との相違点の認定に関して，審決には相違点の看過があると主張するが，審決には相違点の看過はない。",
        "前記イにおいて述べたとおり，引用発明1の「上下両基板同士をシールするシーラントによって形成される側壁121」が，本願発明6の「前記第1及び第2基板をシールする第1及び第2シーラント」に対応していることは明らかである。",
        "そして，本願発明6の第1シーラント及び第2シーラントと同様に，引用発明1においても，継ぎ目部位をシールするのが「シーラントによって形成される第1の側壁121」であり，継ぎ目部位以外の三辺をシールするのが「シーラントによって形成される第2の側壁121」であるから，本願発明6の「第1シーラントと第2シーラント」と引用発明1の「シーラントによって形成される側壁121」との間に，原告が主張するような相違点を認めることはできない。",
        "そうすると，本願発明6と引用発明1とは，「本願発明6では『第1及び第2基板のうちの少なくとも一方はその内面の一部分上に形成されて前記第1シーラントが付着する突出部を有する』のに対して，引用発明1は前記構成を有していない点」のみにおいて，構成上の相違点を有するものである。"
      ],
      "content": [
        {
          "fig": "(3)",
          "subject": "取消事由3に対し",
          "text": [
            "原告は，審決は相違点についての容易想到性の有無の判断を誤ったものであると主張するが，以下のとおり審決の判断は正当である。"
          ]
        }
      ]
    },
    {
      "fig": "ア",
      "text": [
        "原告は，審決が本願発明6の認定を誤ったことから，容易想到性の有無についても誤った判断がされたものであると主張する。",
        "しかし，本願発明6の認定に関して審決に誤りがないことは，前記(1)において述べたとおりである。"
      ]
    },
    {
      "fig": "イ",
      "text": [
        "また原告は，本願発明6は連結部に対応する部分を第1シーラントで，その他の部分を第2シーラントでシールする点を技術思想とし，第1シーラントについては第2シーラントよりもシーラントの幅を狭くして突出部を備える構成としたものであるから，本願発明6は単純に引用発明1と周知技術を組み合わせるだけでは得られないものであると主張する。",
        "しかし，本願請求項6には「前記第1シーラントは，前記第2シーラントより狭いこと」は記載されておらず，本願発明6が「前記第1シーラントは，前記第2シーラントより狭いこと」を発明特定事項としていないことは明らかである。",
        "前記(2)イに述べたように，本願発明6における「第1シーラント」と「第2シーラント」とを識別する唯一の手がかりは，連結部をシールするのが第1シーラントで，残り部分をシールするのが第2シーラントであるということのみであり，本願発明6は，連結部にシーラントが付着する突出部を設けておくというだけのものであることから，連結部にシーラントが付着する突出部を設けた周知技術を引用発明1に適用することにより，当業者が本願発明6の構成を容易に想到できたものである。"
      ],
      "content": [
        {
          "fig": "(4)",
          "subject": "取消事由4に対し",
          "text": [
            "原告は，審決には顕著な作用効果の看過があると主張するが，審決には作用効果の看過はない。",
            "前記(3)イにおいて述べたとおり，本願発明6における第1シーラントと第2シーラントの幅は何ら限定されていないのであるから，両シーラントは同等の幅でもよいと解釈することができ，両シーラントを幅の相違によって区分する理由はない。",
            "そうであれば，本願発明6は，原告が主張する「連結部のシーラントの幅をできるだけ狭くすることにより，ディスプレー画面が一つのように見える効果を大きくしようとする」という課題を，未だ解決していないということになる。",
            "あるいは，本願発明6が上記課題を解決する作用効果を有するとしても，このような作用効果は，引用発明1及び周知技術から当然に導かれるものである。",
            "したがって，審決が，「本願発明6の奏する作用効果は，引用発明1及び周知技術から予測できる範囲内のものであって，格別のものということができない」(16頁下1行～17頁1行)としたことに誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本願発明6の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明6の認定に関して，審決は，「当審が審理すべき本願発明は，平成17年5月23日付の前記手続補正書を以て補正された明細書の特許請求の範囲の請求項1ないし請求項12に記載された事項により特定されるとおりのものであるところ，特にその請求項6に係る発明は，次のとおりのもの(以下，「本願発明6」という。)である」(1頁36行～2頁1行)として，下記のとおり認定した。",
                "記",
                "「【請求項6】相互対向配置された第1及び第2基板と，前記第1及び第2基板をシールする第1及び第2シーラントとを備えたディスプレイを複数個備えた平板表示装置であって，前記の隣接した2個のディスプレーパネルは連結部で相互接触し，前記第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして，前記第2シーラントは前記第1及び第2基板の残り部分をシールし，前記第1及び第2基板のうちの少なくとも一方はその内面の一部分上に形成されて前記第1シーラントが付着する突出部を有する平板表示装置。」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "上記認定については原告もこれを争わず，原告が取消事由1として誤りを主張するのは，審決が「3 当審の判断」中の「(2) 相違点についての検討」において，「さすれば，本願発明6は，『第1及び第2基板の少なくとも一方の基板の連結部に対応する前記第1及び／又は第2基板の内面の一部分上に突出部が形成されていて，前記連結部に対応する前記第1及び／又は第2基板の部分を前記突出部に付着する第1シーラントでシールし，第2シーラントは前記第1及び第2基板の残り部分をシールして，個々のディスプレーパネルが構成され，前記構成のディスプレーパネルを隣接させて，2個又は複数個のディスプレーパネルを前記連結部で相互接触させた平板表示装置』というものとなる」(15頁30行～38行)とした部分である。",
                "審決の上記部分は，審判請求人(原告)の「本願発明は，…2個のディスプレーパネルの連結部の幅が高い信頼性を有したシーラントによって減少されるために，ディスプレー画面が一つのように見える効果が大きなマルチパネルディスプレー装置を得ることができるという顕著な効果を奏するものとなっている」(審決14頁36行～15頁1行)との主張に対して，本願発明6が引用発明1及び周知技術に基づいて容易に発明することができたものであるという結論を導くに至る説明過程の一部分であって，要するに，相違点についての容易想到性の判断の前提となる本願発明6の解釈に関するものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上を前提として，本願発明6に関する審決の上記解釈が誤りであるか否かについて検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の上記解釈のうち，「第1及び第2基板の少なくとも一方の基板の連結部に対応する前記第1及び／又は第2基板の内面の一部分上に突出部が形成されていて，」との部分は，本願請求項6における「前記第1及び第2基板のうちの少なくとも一方はその内面の一部分上に形成されて前記第1シーラントが付着する突出部を有する」に対応し，また，「前記連結部に対応する前記第1及び／又は第2基板の部分を前記突出部に付着する第1シーラントでシールし，第2シーラントは前記第1及び第2基板の残り部分をシールして，」との部分は，本願請求項6における「前記第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして，前記第2シーラントは前記第1及び第2基板の残り部分をシールし，」に対応する。",
                    "したがって，本願発明6について審決の解釈が示された部分は，「個々のディスプレーパネルが構成され，前記構成のディスプレーパネルを隣接させて，2個又は複数個のディスプレーパネルを前記連結部で相互接触させた」との部分である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "ところで，本願請求項6には，「ディスプレイを複数個備え…前記の隣接した2個のディスプレーパネルは連結部で相互接触し，」との記載があり，他方，前記複数個のディスプレイがそれぞれどのような形で連結されるのかについては記載がないのであるから，隣接した2個のディスプレーパネルをそれぞれ連結部で相互接触させた結果，複数個のディスプレーパネルが相互に接触する可能性も考えられ，これを審決が「2個又は複数個のディスプレーパネルを前記連結部で相互接触させた」という解釈として示したとしてもそれが誤りであるということはできない。",
                    "また，審決が「…連結部に対応する…部分上に突出部が形成されていて，前記連結部に対応する…部分を前記突出部に付着する第1シーラントでシールし，第2シーラントは…残り部分をシールして，個々のディスプレーパネルが構成され，」とした点についても，本願請求項6に「…第1及び第2シーラントとを備えたディスプレイを複数個備え…，前記の隣接した2個のディスプレーパネルは連結部で相互接触し，前記第1シーラントは前記連結部に対応する…部分をシールして，前記第2シーラントは…残り部分をシールし，…第1シーラントが付着する突出部を有する」と記載されていることに照らせば，審決の上記解釈部分は，本願請求項6の記載を個々のディスプレーパネルの構成として言い換えたものにすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，審決の上記解釈は，本願請求項6の記載から当然に読みとれる内容を示したものにすぎないから，同解釈が誤りであるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明1の認定の誤り，一致点の認定の誤り，相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明1の認定に関して，審決が引用刊行物1の「図8(c)，…図9及び図10の各図面の記載からみて，引用刊行物1の図面には，『本体101側の液晶表示装置107が，…前記上下両基板同士をシールするシーラントによって形成された側壁121とを備えたディスプレイ平板表示装置から構成され，また，蓋103側の液晶表示装置109も，…前記上下両基板同士をシールするシーラントによって形成された側壁121とを備えたディスプレイ平板表示装置から構成され…るようにした携帯用表示装置』の記載が認められる」(7頁3行～19行)としたのは誤りであると主張するので，まずこの点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用刊行物1(甲1)の発明の詳細な説明及び図面には，次の記載がある。",
                    "・「【発明の属する技術分野】本発明は携帯用表示装置に関する。より詳しくは，携帯性に比例して相対的に低下した画面の大きさを改善した携帯用表示装置に関する。」(段落【0001】)",
                    "・「…本発明の目的は，携帯性を維持しつつ表示内容の良好な認識及び表示容量を向上させ得るように画面の面積を大きくした携帯用表示装置を提供することにある。」(段落【0004】)",
                    "・「【発明の実施の形態】…本発明の第1実施例によって新たに具現される携帯用表示装置は，本体101と，…前記本体101に折り曲げられたり広げられる蓋103と，前記本体101及び蓋103にそれぞれ備えられた液晶表示装置107，109を含む。」(段落【0007】)",
                    "・「…本体101及び蓋103に提供された液晶表示装置107，109は互いに異なる映像を具現し得るが，液晶パネルが小型であることを考慮すると，それぞれの液晶表示装置107，109で表示し得る映像は限定されているため，2つの液晶表示装置107，109は相互連結された1つの映像を表示するのが好ましい。この時，2つの液晶表示装置107，109が離れていると，具現された映像は相互連結されていないため，まるで1つの絵を2つに分けたように見えるという問題をもたらす。これを解決するためには，本体101及び蓋103が広げられた後に，本体101及び蓋103に提供された2つの液晶表示装置107，109を互いに密着させなければならない。」(段落【0011】)",
                    "・「一方，前記スライド構造を用いて2つの液晶表示装置107，109を密着させても，継ぎ目によって2つの液晶表示装置107，109で具現された映像は両分されたように見える。」(段落【0015】)",
                    "・「図8aないし図8cは継ぎ目の厚さを最少化するための技術を示す図面であって，図8aは液晶表示装置の接合面の一部分を拡大した図面であり，図8bは液晶表示装置の一側の接合面を示す図面であり，図8cは液晶表示装置の接合面部分の断面を示す図面である。図8aないし図8cを参照すると，先ず2つの液晶表示装置107，109が互いに密着する面には，これら液晶表示装置107，109を駆動する透明電極119が外部に現れないようにコーティングがされなければならず，これら液晶表示装置107，109の両基板(substrate)の間に注入された液晶が外部に流出しないように前記両基板を接合する側壁121の幅は0．3mm以下にしなければならない。このように2つの液晶表示装置107，109の接合面を形成すると，継ぎ目が最少化して1つの映像のように見える。」(段落【0016】)",
                    "・「一方，前記側壁121は，液晶表示装置に通常使用されているシーラント(sealant)によって形成されるのが普通である…」(段落【0017】)・「…2つの液晶表示装置107，109が互いに密着する面には破損防止手段が設けられる。この破損防止手段は，2つの液晶表示装置107，109の摩耗を最少化するだけではなく，絶縁作用及び接合面の画像が良好に具現されるように光の散乱を最少化させる作用をする。このような作用をする破損防止手段は，絶縁性を有するのは勿論，光の散乱を最少化するように黒色を有する樹脂フィルム123を含む。…」(段落【0018】)",
                    "・「また，液晶表示装置107，109の接合面をより強化するために，樹脂フィルム123の上にはまた一つの破損防止手段として金属で形成された別途の補強部材125をさらに提供し得る。…」(段落【0019】)",
                    "・「図9は，本発明によって前記液晶表示装置107，109が密着した場合に，光学フィルムを用いてその継ぎ目が使用者の眼に見えないようにする技術を説明するために図示した図面である。図示されているように，携帯用表示装置が前述したように構成された状態において，前記2つの液晶表示装置107，109の表面には，前記蓋103が前記本体101から水平状態に開かれた場合に，平坦な状態を成すようになる光学フィルムシート127が付着されている。」(段落【0021】)",
                    "・「このような光学フィルムシート127は，前記液晶表示装置107，109の全面にかけて設けられてもよく，或いは図10に示されているように前記継ぎ目部位の付近に該当する前記液晶表示装置107，109の部位に形成されてもよい。…」(段落【0023】)",
                    "・ 【図8(b)】",
                    "【図8(c)】",
                    "【図9】"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上に基づき検討するに，まず，引用刊行物1の図8(b)及び(c)には，液晶表示装置間の継ぎ目部位に，液晶表示装置を構成する上下の基板に挟まれるようにして側壁121が設けられ，また，破損防止手段である樹脂フィルム123，補強部材125が前記上下基板及び側壁121を覆うように設けられていることが認められる。",
                    "一方，引用刊行物1の図9及び図10(二つの液晶表示装置を接合した全体の断面図)には，側壁121が明確に示されていない。すなわち，これらの図はいずれも液晶表示装置間の継ぎ目がみえないようにするため液晶表示装置の表面に付着された光学フィルムシートについて説明するための図であって，側壁や補強部材等に関しては必ずしも詳細に記載されていないところ，前記図8(b)及び(c)によれば側壁121は液晶表示装置を構成する上下の基板に挟まれているのに対して，図9及び図10における液晶表示装置間の継ぎ目部位には上下の基板に挟まれた部材は記載されていないことから，側壁等の記載は簡略化されているものと考えられる。",
                    "したがって，液晶表示装置間の継ぎ目部位については図8(b)及び(c)に側壁121が記載されているものの，側壁121が上下両基板の四辺の全周囲に沿って設けられていることは，図面上では，明確に示されているとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "もっとも，引用刊行物1(甲1)の発明の詳細な説明の記載によれば，側壁121は「液晶表示装置107，109を駆動する透明電極119が外部に現れないようにコーティング」し，「これら液晶表示装置107，109の両基板(substrate)の間に注入された液晶が外部に流出しないように前記両基板を接合する」(段落【0016】)ものであり，透明電極が外部に現れず，液晶が外部に流出しないように上下の基板を接合するためには，液晶表示装置間の継ぎ目部位に側壁121を設けるだけでは足りず，それぞれの液晶表示装置の四辺の全周囲に沿って側壁121を設けることが必要である。",
                    "したがって，引用刊行物1に記載されている側壁121は，液晶表示装置間の継ぎ目部位だけでなく，それぞれの液晶表示装置の四辺の全周囲に沿って設けられることを当然の前提としているものである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして，側壁121が何によって形成されるかについては，引用刊行物1に「側壁121は，液晶表示装置に通常使用されているシーラント(sealant)によって形成されるのが普通である」(段落【0017】)と記載されていることから，側壁121はシーラントによって形成されることが示されている。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上から，引用刊行物1には，シーラントによって形成される側壁121が上下両基板の四辺の全周囲に沿って設けられていることが実質的に記載されているものであって，審決がなした引用発明1の認定に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "また原告は，本願発明6と引用発明1との一致点及び相違点の認定に関して，審決が「引用発明1の前記『上下両基板同士をシールするシーラントによって形成された側壁121』が，本願発明6の『前記第1及び第2基板をシールする第1及び第2シーラント』に対応するものであるといえる。そして，…引用発明1の前記『上下両基板同士をシールするシーラントによって形成された側壁121』が，本願発明6の『前記第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして』及び『前記第2シーラントは前記第1及び第2基板の残り部分をシールし』と同様の役割を担っていることは明らかである」(13頁22行～30行)としたのは誤りであると主張するので，更にこの点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本願発明6は「第1及び第2基板をシールする第1及び第2シーラント」を備えたものであり，「前記第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして，前記第2シーラントは前記第1及び第2基板の残り部分をシール」するものであるところ，引用刊行物1には，前記(1)に検討したとおり，シーラントによって形成される側壁121が上下両基板の四辺の全周囲に沿って設けられていることが記載されているものの，「シーラントによって形成される側壁121」を本願発明6における「第1シーラント」及び「第2シーラント」のように区分することは，明示的には記載されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "もっとも，本願請求項6には，「第1シーラント」及び「第2シーラント」の意義に関して，両シーラントが相互対向配置された第1及び第2基板をシールするものであること，第1シーラントは隣接した2個のディスプレーパネルが相互接触する連結部に対応する第1及び第2基板の部分をシールするものであり，第2シーラントは第1及び第2基板の残り部分をシールするものであることが記載されているにすぎず，そのほかに「第1シーラント」及び「第2シーラント」が有する技術的意義についての記載はない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そこで更に，本願明細書(甲4)の記載をみるに，発明の詳細な説明には次の記載がある。",
                    "・「【従来の技術】一般に，平板表示装置(FPD)として液晶表示装置(LCD)，有機EL装置などがある。…以下，平板表示装置を液晶表示装置(LCD)を中心にして説明する。」(段落【0002】)",
                    "・「図1は，液晶表示装置で用いる従来の液晶パネルを示す断面図である。図1に図示されたように，前記液晶パネルは上，下部基板12，14とその間に介在された液晶層16で構成される。…前記上，下部基板12，14は液晶の漏れを防止するようにシーラント18によりシール(seal)されている。」(段落【0003】)",
                    "・「前記したようなマルチパネルディスプレー装置は，2個以上のディスプレーパネル間の連結部をなるべく小さくするほど一つのディスプレー画面を見るのと同等な効果を得ることができる。」(段落【0010】)",
                    "・「このために，連結部でのシール材18の幅が外郭部分でのシール材19の幅より小さくあるべきだが，シール材18の幅を狭くすれば一つのディスプレー画面を見るのと同等な効果は向上させることができるが，シール材の信頼性が低下される問題点があった。」(段落【0011】)",
                    "・「【発明が解決しようとする課題】本発明の目的は，前記したような従来技術の問題点を解決するためのことであって，広いディスプレー領域を有した平板表示装置を提供することにある。」(段落【0012】)",
                    "・【課題を解決するための手段】",
                    "「本発明はまた複数個のディスプレーパネルを含んでおり，隣接した2個のディスプレーパネルは連結部で相互接触しており，前記複数個のディスプレーパネル各々は相互対向する第1及び第2基板と，前記第1及び第2基板をシールすることに十分な幅を有した第1及び第2シーラントを含んでおり，前記第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして，前記第2シーラントは前記第1及び第2基板の残り部分をシールし，前記第1及び第2基板中少なくとも一つはその内面の一部分上に形成されて前記第1シーラントに付着された突出部を有した平板表示装置を提供している。」(段落【0017】)",
                    "・「前記第1シーラントは，前記第2シーラントより狭い。…」(段落【0018】)",
                    "・「【発明の実施の形態】以下，添付した図面を参照して，本発明の一実施例を通して本発明をさらに詳細に説明する。」(段落【0019】)・「…複数の突出部115，125が前記上，下部基板110，120の内面の非ディスプレー領域160に配設されている。…」(段落【0022】)・「前記突出部115，125は前記シーラントSに対する接触面積を増やす役割をし，したがって前記シーラントSと二基板110，120間の接着力を増やす。前記シーラントSの幅Wが狭くなっても，前記シーラントSの信頼性は低下しないし，その結果複数のディスプレーパネルが一つのディスプレー画面に見える効果が増加される。」(段落【0023】)",
                    "・「図8は，本発明の望ましい実施例による少なくとも2個のディスプレーパネルを有した平板表示装置(すなわち，マルチパネル表示装置)を示す平面図である。…」(段落【0033】)",
                    "・「前記第1ディスプレーパネル200は，上，下部基板210，220を備えている。2個の電極211，221が前記上，下部基板210，220の内面に各々配設される。前記上，下部基板210，220は第1及び第2シーラントS1，S2によってシールされている。前記第1シーラントS1は前記連結部400に対応する前記上，下部基板210，220のエッジ部分をシールして，前記第2シーラントS2は前記上，下部基板210，220の残り他のエッジ部分をシールしている。」(段落【0035】)",
                    "・「図8及び9に図示されたように，図6の突出部は，前記連結部400に対応する非ディスプレー領域260，360の一部分，すなわち前記第1及び第3シーラントS1，S3に対応する二基板の内面の一部分に形成されている。この場合，連結部400の幅は小さく形成され，その結果一つのディスプレー画面に見える効果は増加するようになる。」(段落【0038】)・「しかし，前記突出部は，前記非ディスプレー領域260，360の全領域，すなわち前記第1及び第3シーラントに対応する領域のみならず，第2及び第4シーラントに対応する二基板の内面の領域上に形成される場合もある。その結果，一つのディスプレー画面のように見える効果は増加されて，マルチパネルディスプレー装置の総ディスプレー領域も増加するようになる。」(段落【0039】)",
                    "・「図6の突出部が前記連結部400に対応する前記非ディスプレー領域260，360に形成される場合に，前記第1ディスプレーパネル200の前記第1及び第2シーラントS1，S2は相異なる幅を有するようになる。…言い換えれば，前記連結部400に形成された前記第1及び第3シーラントS1，S3は前記第2，及び第4シーラントS2，S4より狭い幅を有するようになる。」(段落【0040】)"
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以上によれば，本願明細書の発明の詳細な説明には，従来技術のマルチパネルディスプレー装置において，隣接した2個のディスプレーパネル間の連結部の幅を小さくして一つのディスプレー画面を見るのと同等の効果を得るためにシール材の幅を狭くすると，シール材の信頼性が低下してしまうという問題点があったこと，この問題点を解決するために本願発明6は上下の基板の内面に突出部を設け，この突出部がシーラントに対する接触面積を増やす役割をすることによりシーラントと上下の基板との接着力が増し，その効果として，シーラントの幅が狭くなってもシーラントの信頼性は低下しないことが記載されている。",
                        "本願請求項6において「第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして，前記第2シーラントは前記第1及び第2基板の残り部分をシール」するものであること，及び，「第1及び第2基板のうちの少なくとも一方はその内面の一部分上に形成されて前記第1シーラントが付着する突出部を有する」ことが発明特定事項として記載されているのは，上記のような技術的意義を有するものと解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ところで，本願明細書の発明の詳細な説明には，前記ウに掲記したとおり，「前記突出部は，前記非ディスプレー領域260，360の全領域，すなわち前記第1及び第3シーラントに対応する領域のみならず，第2及び第4シーラントに対応する二基板の内面の領域上に形成される場合もある。その結果，…マルチパネルディスプレー装置の総ディスプレー領域も増加する」(段落【0039】)という記載があり，突出部は第2シーラントに対応する領域上に形成されてもよいものとされている。",
                        "したがって，本願発明6の第1シーラントと第2シーラントとの相違は，第1シーラントはディスプレーパネル間の連結部をシールし，必ず突出部が付着されるものであるのに対して，第2シーラントは連結部以外の部分をシールし，突出部の付着が必要的でないというものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そして，前記のとおり，本願請求項6は「第1シーラントは前記連結部に対応する前記第1及び第2基板の部分をシールして，前記第2シーラントは前記第1及び第2基板の残り部分をシール」するものであること，及び，「第1及び第2基板のうちの少なくとも一方はその内面の一部分上に形成されて前記第1シーラントが付着する突出部を有する」ことを発明特定事項として記載しているのであるから，上記のような第1シーラントと第2シーラントとの相違点は，両シーラントの備えるべき構成として本願請求項6に記載されている事項であるにすぎない。",
                        "換言すれば，本願請求項6における第1シーラントと第2シーラントの区別は，相互対向配置された第1及び第2基板の四辺の全周囲をシールするシーラントのうち，どの部分に突出部が必要的に設けられるのかを特定するための便宜として第1シーラントと第2シーラントに区分されているものにすぎず，シーラントの構造自体が第1シーラントか第2シーラントかによって異なるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，本願発明6における第1シーラントと第2シーラントはシーラントの構造自体が相違するものではなく，両シーラントを合わせれば，相互対向配置された第1及び第2基板の四辺の全周囲をシールするものとして，引用発明1の「シーラントによって形成された側壁121」と同じ構造を有するものである。",
                    "そして，引用発明1の「シーラントによって形成された側壁121」も，その一部は液晶表示装置間の継ぎ目部位に設けられ，そのほかの部分は継ぎ目部位以外の部分に設けられているものであるから，前者(「その一部」)は本願発明6の第1シーラントに相当し，後者(「そのほかの部分」)は本願発明6の第2シーラントに相当するということができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "したがって，本願発明6と引用発明1との相違点は，本願発明6は「第1及び第2基板のうちの少なくとも一方はその内面の一部分上に形成されて前記第1シーラントが付着する突出部を有する」のに対し引用発明1はこのような構成を有しないという点に尽きるものであり，本願発明6と引用発明1との一致点に関して審決の認定に誤りはなく，また，相違点の看過もない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，相違点についての容易想到性を判断するに際し，甲2文献及び甲3文献に下記記載があると認定(14頁6行～22行)した上，「かかる技術手段からみて，液晶パネルのような平面表示装置を構成する基板とシーラントとの間の接着力を増大させるために，基板の表面にシーラントが付着する面積を増大させるための突出部を…設けることは，本願の優先権主張日前の周知技術である」(14頁23行～27行)と認定するところ，同認定自体については原告もこれを争わない。",
                "記",
                "・甲2文献の記載についての認定",
                "「2枚の電極基板1，2(本願発明6の『第1基板，第2基板』に相当する。)に防湿用凸部5(本願発明6の『突出部』に相当する。)を設けることにより，基板とシール4(本願発明6の『シーラント』に相当する。)との接着面積が増えることによる接着力の向上とシール用接着剤と下基板1及び上基板2との接着界面からの水分の侵入を防止する効果を図るために，2枚の電極基板1，2を貼合わせるシール箇所に，シール4に沿って水分の侵入を防止する防湿用凸部5を前記電極基板1，2の両方に複数設ける技術手段」(審決14頁5行～12行)",
                "・甲3文献の記載についての認定",
                "「液晶セルにおける上部透明電極基板1及び下部透明電極基板2(本願発明6の『第1基板，第2基板』に相当する。)の周縁部の表面上にストライプ状凹凸部5(本願発明6の『突出部』に相当する。)をそれぞれ複数本枠状に形成し，このストライプ状凹凸部5上にシール材3′(本願発明6の『シーラント』に相当する。)を配置して，つぎにこれらの2つの透明電極基板1，2の周縁部のストライプ状凹凸部5を互いに対向させて重ね合せ，上下から圧接加熱焼成してシール材3′を溶融せしめて，硬質ガラス基板1，2の周縁部をシール材層3で接着する技術手段」(審決14頁13行～21行)"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本願発明6と引用発明1との相違点は，前記のとおり，本願発明6が「第1及び第2基板のうちの少なくとも一方はその内面の一部分上に形成されて前記第1シーラントが付着する突出部を有する」のに対し引用発明1はこのような構成を有しないという点であるところ，引用発明1に甲2文献及び甲3文献に記載された上記周知技術を適用すれば，引用発明1において上下の基板に対するシーラントの接着力を増大させるために，基板の表面にシーラントが付着する面積を増大させるための突出部を設けることは，当業者(その発明の属する技術の分野における通常の知識を有する者)が容易になし得るところである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "これに対して原告は，本願発明6は引用発明1とは課題を異にし，単純に引用発明1と周知技術を組み合わせるだけでは得られない構成を有するものであると主張し，その根拠として，本願発明6は連結部に関してはシーラント(第1シーラント)の幅を狭くして突出部を備えることとし，連結部以外の部分については接着力の維持及びコスト高の回避を優先してシーラント(第2シーラント)の幅を狭くしない構成としたものであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，前記2(2)ウで述べたとおり，本願明細書(甲4)の発明の詳細な説明において，突出部は第2シーラントに対応する領域上に形成されてもよいものとされており(段落【0039】)，また，「突出部が前記連結部400に対応する前記非ディスプレー領域260，360に形成される場合に，…前記第1及び第2シーラントS1，S2は相異なる幅を有するようになる。…言い換えれば，前記連結部400に形成された前記第1及び第3シーラントS1，S3は前記第2，及び第4シーラントS2，S4より狭い幅を有するようになる」(段落【0040】)と記載されている。",
                    "これらの記載によれば，第1シーラントの幅が第2シーラントよりも狭くなるのは，突出部が第1シーラントに対応する領域上のみに形成された場合であり，他方，突出部が第1シーラント及び第2シーラントの双方に対応する領域上に形成された場合には，第1シーラントと第2シーラントのいずれについても基板の表面に付着する面積が増大し第1基板及び第2基板との接着力が増大する結果，ともにシーラントの幅を狭くすることができるものである。",
                    "したがって，第1シーラントと第2シーラントでは幅が異なるとする原告の前記主張は採用することができない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本願発明6と引用発明1とは技術的課題が異なるという主張についても，前記2(1)アのとおり，引用刊行物1においても液晶表示装置間の継ぎ目において映像が両分されたように見えるのを避けるため，継ぎ目の厚さを最小化することが課題とされている(段落【0015】，【0016】)のであって，むしろ本願発明6とは技術的課題を共通にするものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(顕著な作用効果の看過)について",
          "text": [
            "原告は，本願発明6によればシーラントの信頼性(接着力)を低下させずにシーラントの幅を狭くすることによって広いディスプレー領域を実現し，ディスプレー画面が一つのように見えるという効果を得ることができるのに，審決は本願発明6の顕著な作用効果を看過したものであると主張する。",
            "しかし，原告の主張する上記作用効果は，第1基板及び第2基板の少なくとも一方の内面上に第1シーラントが付着する突出部を設けることによって，シーラントの基板表面に付着する面積が増大し，第1基板及び第2基板との接着力が増大する結果，シーラントの幅を狭くすることができるというものであり，本願発明6の構成を採用するときに容易に推考することのできる作用効果である。",
            "そして，本願発明6の構成が当業者において容易に想到し得るものであることは，前記3において検討したとおりである。",
            "したがって，本願発明6の作用効果に関する審決の判断に誤りはなく，原告の主張する取消事由4は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10349",
    "date": "2008-07-23",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036659",
    "ipprecedent_id": "1511",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}