{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告らの請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2005−9310号事件について平成19年2月8日にした決定を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "原告らは，平成6年12月9日に後記特許の出願をしたところ，平成17年3月2日付けで特許庁から拒絶査定を受けた。そこでこれを不服として平成17年4月14日付けで審判請求をしたところ，その審判請求書には，請求の理由として，審判請求に至るまでの手続の経緯と拒絶査定の要点のみを記載し，実質的理由は「おって別紙にて補充」するとしていたことから，審判長が平成19年2月8日付けで特許法133条3項に基づき審判請求書を却下する決定をしたため，原告がその取消しを求めた事案である。"
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，名称を「色画像形成・補正方法及びその装置」とする発明について平成6年12月9日に特許出願(特願平6−331024号，以下「本件出願」といい，その発明を「本件発明」という。)をしたところ，平成17年3月2日に特許庁から拒絶査定を受けたので，不服の審判請求(以下「本件審判請求」という。)をし，これを受けた特許庁は，不服2005−9310号事件として審理することとした。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件審判請求は，別紙のとおりの内容を有する審判請求書の提出により行われたが，その請求の理由は，審判請求に至るまでの手続の経緯と拒絶査定の要点を記載したものであって，実質的理由は「おって別紙にて補充」するというものであった(甲8)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その後平成17年6月28日付けで，審判長から原告らに対し手続補正指令書(方式)(甲10)が発せられ(発送日平成17年7月5日)，審判請求書の請求の理由の欄を正確に記載した書面を，30日以内に手続補正書(方式)の形で提出しなければ特許法133条3項により審判請求書は却下する旨が指示された(以下「本件補正指令」という)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "そして平成17年8月16日付けで審判長から原告らに対し(平成17年8月19日発送)，上記ウの手続補正書が提出されていない旨を内容とする通知書(却下処分前通知書。甲11)が発せられたが，原告らから上記手続補正書が提出されなかったことから，審判長は，平成19年2月8日に至り，「本件審判の請求書を却下する。」との決定(以下「本件決定」という。)をし，その謄本は平成19年2月28日原告らに送達された。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件決定の内容",
              "text": [
                "本件決定の内容は，別添却下決定写しのとおりである。",
                "その理由は，本件審判請求の請求書には「請求の理由」が正確に記載されていないため，審判長は期間を指定してその補正を命じたが，期間内に補正をしないので，特許法(以下「法」という。)133条3項により審判請求書を却下するとしたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件決定の取消事由",
              "text": [
                "しかしながら，本件決定は，以下のとおり，違法として取消しを免れない。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件決定に至る経緯",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件補正指令の送付",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件審判請求に至る経緯",
                          "text": [
                            "本件出願とその後の手続は，いずれも原告らが代理人弁理士に依頼して行ったが(甲1ないし6)，原告らは，平成17年3月2日付け拒絶査定(甲7)を受けた後，それまでの代理人弁理士に本件審判請求の代理を依頼したものの受任を断られた。また，日本弁理士会の相談窓口に赴き本件審判請求の代理を依頼したものの，また受任を断られたことから，原告らはやむを得ず，代理人によらず，特許庁の相談室のA氏の指導を受けて，原告らが自ら審判請求書を作成の上，平成17年4月14日に本件審判請求をした(甲8)。",
                            "その後平成17年6月28日付けの「審判官及び審判書記官氏名通知」において，本件審判の審判官をB(審判長)，C及びDとし審判書記官をE(以下「E書記官」という。)とする旨が原告らに通知された(甲9)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件補正指令",
                          "text": [
                            "その後，平成17年6月28日付け「手続補正指令書(方式)」(本件補正指令。甲10)が原告らに送付され，以下の指摘が，審判長によりなされた。",
                            "「この審判請求手続について，方式上の不備がありますので，この指令の発送の日から30日以内に，下記事項を補正した手続補正書(方式)を提出しなければなりません。上記期間内に手続の補正をしないときは，特許法第133条第3項の規定により審判請求書を却下することになります。",
                            "記",
                            "1．審判請求書の【請求の理由】の欄を正確に記載した書面。",
                            "(注)「【請求の理由】」の欄に実質的理由が記載されていません。請求の理由を正確に記載して下さい。",
                            "なお，「3 以下」の項目に「おって別紙に補充。」と記載されています。(以下略)」"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "却下処分前通知",
                      "text": [
                        "さらに，平成17年8月16日付けの「通知書」(却下処分前通知書。",
                        "甲11)が審判長から原告らに送付され，「この審判事件について，平成17年7月5日付けで手続補正指令書(方式)を発していますが，平成17年8月16日現在，手続補正書が提出されておりません。・・・」との指摘がなされた。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件補正指令に対する対応",
                      "text": [
                        "本件補正指令に対して，原告らは，手続補正書の提出を懈怠していたわけではなく，むしろ，適切に対応していた。その詳細は，以下のとおりである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "原告X1の重要性",
                          "text": [
                            "本件発明は，原告らが共同して行ったものであるが，その中心的な発明者として，本件発明の着想や基本的部分について多くの貢献をした者は，原告X1(以下「原告X1」ということがある。)であり，本件発明について最も理解し把握している者は同人である。",
                            "このため，法29条2項違反等を理由とする平成17年3月2日付け拒絶査定に対し反駁することは，原告X1なしでは行い得なかった。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "原告X1の病状",
                          "text": [
                            "しかし，その中心的な発明者である原告X1は，昭和55年ころより膠原病のベーッチェット病と診断され，このころから順天堂大学医学部付属順天堂医院に通院し，平成14年8月からは，東京臨海病院に通院していた。この間，原告X1は，再発性口内腫瘍，化膿性疾患(上顎洞炎，慢性中耳炎等)を繰り返しており(甲16)，多発筋炎よる左上肢の痛みを緩和するためのクロマイ注射により，左腕の上部の筋肉が溶け，他の筋肉組織を救うために，溶けた部分を除去する手術をし，この手術により左上肢機能全廃という重い身体上の障害を抱えていた(甲12)。",
                            "さらに不運なことに，原告X1は，平成12年12月29日に交通",
                            "事故に遭い(甲17)，頚椎捻挫，腰椎捻挫，左膝・右膝打撲，左胸部打撲，右肩関節打撲，顔面打撲の他，右腕の肩の棘上筋を断裂するという重症を負った(甲18～20)。その後は，膠原病のベーッチェット病の持病と棘上筋断裂の治療を続けたものの，平成14年ころからは，その症状が悪化し，遅くとも平成15年1月10日には要介護3と認定され(甲21)，症状は悪化する一方で，遅くとも平成16年11月9日には要介護5と認定され(甲22)，痛みを緩和させるための神経ブロックや痛止めの投薬により，常に意識が朦朧としていた。",
                            "そして原告X1は，平成17年4月14日の本件審判請求時から今日に至るまで，投薬の影響により意識が朦朧とした状態にあり，本件審判請求の準備に耐えることは，到底不可能であった(甲12)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "本件審判請求の請求書不備の理由",
                          "text": [
                            "原告X3(以下「原告X3」ということがある。)は，その母である原告X1と原告X2の意向を受けて，審判請求書を，特許庁相談室のAから指導を受けて自ら作成し，これを平成17年4月14日に提出した。しかし，弁理士から受任を拒否され，原告X1の病状が重かったため，到底，拒絶査定の内容に反駁する審判請求の実質的な理由を記載することができなかったものである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "特許庁の対応",
                          "text": [
                            "平成17年7月5日発送の「手続補正指令書(方式)」(本件補正指令)を受領した段階で，原告X3は，E書記官に電話し，中心的な発明者である原告X1が重い病状にあり，手続補正書の提出が困難である旨を説明し，原告X1の状況が改善するまで手続補正書の提出を待ってほしい旨を願い出て，その承諾を得た。そして，この電話において，原告X3は，原告X1の病状を証明するため，医師の診断書を提出する用意がある旨を申し出たが，E書記官は，病状を理解したので不要であるとの回答をした(原告X3の陳述書，甲12)。",
                            "また，平成17年10月5日付けの「審判官及び審判書記官氏名通知」において，本件審判の審判書記官をF(以下「F書記官」という。)に変更する旨が原告らに通知されたことから(甲23)，原告X3は，F書記官に電話をして，原告X1の病状を説明し，手続補正書の提出を待ってほしい旨を願い出て，その承諾を得た(前記甲12)。そして，この電話においても，原告X3は，原告X1の病状を証明するため，医師の診断書を提出する用意がある旨を申し出たが，F書記官は，従前の審判書記官であるEより引継ぎを受けているため，心配は無用であるとの回答をした。原告X3は，念のため特許庁相談室のAに相談したところ，上申書に診断書を添付して提出するのが通常である旨の指導を受けた。そこで，原告X3は，念のため，改めて診断書を添付した上申書を提出する用意がある旨をE書記官に申し出たが，やはり不要であるとの回答を得た(前記甲12)。",
                            "その後，平成18年4月4日付けの「審判官及び審判書記官氏名通知」において，本件審判の審判書記官をG(以下「G書記官」という。)に変更する旨が原告らに通知されたことから(甲24)，原告X3は，G書記官に電話をして，原告X1の病状を説明し，手続補正書の提出を待ってほしい旨を願い出て，その承諾を得た。そして，このG書記官との電話において，原告X3は，原告X1の病状を証明するため，診断書を添付した上申書を提出する用意がある旨を申し出たが，G書記官は，不要であるとの回答をした。G書記官からは，平成18年の9月と11月，平成19年の1月に，電話で，手続補正書の提出を待つ旨の回答を得ていた。",
                            "それにもかかわらず，平成19年2月8日付けの本件決定により，本件審判の審判請求書が法133条3項の規定により却下された。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件決定の違法性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件補正指令の効力",
                      "text": [
                        "原告らは，平成17年4月14日に本件審判請求をし，平成17年6月28日付け(7月5日発送)の本件補正指令により30日以内の期間を指定した上で補正すべきことを命じられたものである。そして，本件補正指令が発送された平成17年7月5日から，却下決定が発送された平成19年2月27日までの，約1年8か月間に，原告らに対して，手続補正書の提出を促すものは，本件補正指令の発送日から45日後の平成17年8月19日に発送された通知書(却下処分前通知書。甲11)のみであり，その後，本件決定が下されるまでの約1年7ヶ月間は，何らの通知もされていない。",
                        "本件決定を適法とするためには，30日以内の手続補正書提出を命ずる本件補正指令が，上記のような経緯を経つつも，なお約1年8か月の長期にわたり効力を持ち続けたといい得る必要がある。しかし，30日以内という期限を付して補正を指令した後，約1年8か月間にわたり，特許庁が手続補正書の提出を猶予してきたのであるから，もはや本件補正指令の効力を認めることはできない。約1年8か月後に請求書を却下する決定を下すのであれば，改めて，補正指令がなされる必要がある。",
                        "このような指令もなく，突如として審判請求書を却下する本件決定は，特許出願人の権利を不当に奪う違法なものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "補正期限の延長",
                      "text": [
                        "上記のとおり，本件補正指令を受領して以降，各時点の担当書記官から手続補正書の提出を待つ旨の回答を得ていたものであるから，原告らは，審判長が手続補正書の提出を待つと考えるのが当然であり，そのような期待は，法により保護されるべきものである。突然された本件決定は，原告らの上記信頼を裏切る違法な行為に他ならない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "却下決定は裁量行為であること(却下の義務はないこと)法133条3項は，「審判長は，前2項の規定により，審判事件に係る手続について，その補正をすべきことを命じた者がこれらの規定により指定した期間内にその補正をしないとき・・・は，決定をもってその手続を却下することができる。」として，手続を却下するか否かは審判長の裁量に属することを規定している。",
                        "仮に本件補正指令が約1年8か月間にわたり有効であったとしても，審判長には，却下決定が義務付けられていた訳ではない。30日以内の提出を命じる本件補正指令の約1年8か月後に，突如として却下決定を下すのであれば，改めて，補正指令などの通知がされるべきものである。",
                        "ましてや，本件のように，審判書記官から手続補正書の提出を待つ旨の回答を得ていた原告らに対し，本件決定を下す合理的理由や必要性は，何もない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "まとめ",
                  "text": [
                    "したがって，本件において，平成17年6月28日付け(7月5日発送)の本件補正指令は，その後の時間の経過により，また，特許庁が期限を猶予したことにより，もはや失効したというべきであるから，改めて法133条1項の規定に基づき手続補正指令が通知されるべきであって，再度の手続補正指令がなされていない以上，本件決定は違法として取消しを免れない。",
                    "加えて，約1年8か月間にわたり，原告X1の病状について説明を受け，補正書提出期限を猶予すると確約し，現にこれを待っていた特許庁が，突然に本件決定をすることは，審判長に許された裁量権の範囲を逸脱して，身体障害者の人権を侵害する(憲法13条，14条)人権侵害行為であるから，憲法違反として取消しを免れない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)，(2)の各事実はいずれも認めるが，同(3)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件決定に至る経緯",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件出願",
                  "text": [
                    "出願人：X1(原告)，X2(原告)，X3(原告)",
                    "特許出願日：平成6年12月9日",
                    "発明の名称：色画像形成・補正方法及びその装置",
                    "出願番号：特願平6−331024号"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件手続",
                  "text": [
                    "拒絶査定日：平成17年3月2日(甲7)",
                    "審判請求日：平成17年4月14日(不服2005−9310号，甲8)",
                    "本件補正指令：平成17年6月28日(甲10)",
                    "却下前通知：平成17年8月16日(甲11)",
                    "本件決定：平成19年2月8日(甲25)",
                    "本件決定謄本送達：平成19年2月28日"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件審判請求書の内容及び本件決定に至る経過",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件出願について，審査官は，平成17年3月2日付けで拒絶査定を行い，平成17年3月15日に原告らに発送された。",
                        "これに対して原告らは，平成17年4月14日，本件審判請求をした。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件審判請求書(甲8)の【請求の理由】欄には，「1．手続の経緯」，「2．拒絶査定の要点」及び「3 以下」の項があり，「1．手続の経緯」には，本件審判請求に至る経緯が記載され，「2．拒絶査定の要点」には，拒絶査定の要点が記載されているが，「3 以下」には，「おって別紙にて補充」と記載され，具体的な審判請求についての記載はなく，本件審判請求書と同時には，「別紙」は提出されていない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "審判長は，本件審判請求書に，実質的な請求の理由が記載されていないことから，法133条1項に基づき，請求人(原告)らに対し，平成17年6月28日付けで相当の期間を30日と指定して，請求の理由を記載し手続の補正をするよう命じる手続補正指令書(方式)(甲10，本件補正指令)を平成17年7月5日に発送した。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "しかし，指定した期間を経過しても，請求人(原告)らが手続の補正を行った事実は認められなかったので，審判長名による平成17年8月16日付け通知書(却下処分前通知書。甲11)を同年8月19日に発送した。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "上記通知書の発送がなされた後，平成17年8月30日に，請求人関係者(原告X3と思われる)から，本件審判請求の方式調査の担当者であるE書記官に電話があり，E書記官は，請求人(原告)らが手続補正書を提出し本件審判を継続する意思を有していると判断し，平成17年9月30日までに手続補正書を提出することを確認するとともに，それまで本件審判請求の処分を待つ旨，回答した(乙1)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "本件審判請求の担当がE書記官からF書記官に変更となった後，平成17年10月7日に原告X3と思われる者からF書記官に電話があり，原告X3がE書記官との間で約束した平成17年9月30日を過ぎているが，手続補正書を提出する準備中である旨述べたことから，F書記官は，1ヶ月程処分を待つのでその間に提出するように回答した(乙2)。",
                        "しかし，依然として，請求人(原告)らより，手続補正書の提出がなされないことから，F書記官は，平成18年2月22日に原告X3に電話したところ「一週間中に書類を提出する。」と回答したが，その後も提出がなされないので，さらに，平成18年3月20日に再度電話し，手続補正書の提出を促した。原告X3は上申書を提出したいというので，却下決定の起案は行わなかった(乙2)。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "平成18年4月に本件審判請求の担当がG書記官に変更となった。",
                        "G書記官は，平成18年4月21日ころ，未だ手続補正書の提出がないので，原告X3に電話した。G書記官は，電話内容を明確に記憶していないが通常，書記官は，手続補正指令後に提出期間の猶予を求められた場合は，例えば，「○月○日迄に提出する」，「1か月以内に提出する」，「早急に提出する」等提出の意思確認及び提出期間を確認しているので，この場合も，期限を区切って回答したものと考えられる(乙3)。",
                        "そして，G書記官は，平成18年6，7月ころ，再度，原告X3に電話し，同原告が8月末までに手続補正書を提出すると述べたので，遅くとも1か月後の9月末までに提出すべき旨を要請した(乙3)。",
                        "その後，約束した期間が経過しても手続補正書の提出がなされなかったことから，平成18年11月ころ，G書記官は，原告X3に電話し，手続補正書を早急に提出することを再び要請した(乙3)。",
                        "しかし，依然として手続補正書の提出がなされなかったので，平成19年1月になってG書記官は，原告X3に電話した。しかし同原告が電話に出なかったので，G書記官宛てに連絡する旨を同原告の留守番電話に登録した。それにもかかわらず，原告X3からの電話がなかったので，G書記官は，数日後，さらに電話をしたが，電話には誰もでなかった(乙3)。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "G書記官は，本件補正指令が請求人(原告)らに送付された以後，数回に亘って，改めて，提出期限をその都度確認しつつ，提出期間の猶予をしてきたが，手続補正書の提出がなされなかったことから，これ以上，期間を猶予しなければならない理由はないし，また，留守番電話に登録したにもかかわらず，原告X3からの電話がなかったことから，これ以上猶予する必要はないものと判断した(乙3)。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "本件決定は，担当合議体の各審判官の決裁により，審判長は，平成19年2月8日付けで却下決定を行い，その謄本は平成19年2月28日に原告らに送達された。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件決定の適法性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審判請求書の【請求の理由】には，「1．手続の経緯」及び「2．拒絶査定の要点」が記載されているのみで，本件発明を特許すべき理由が何ら記載されていないものであるから，本件審判請求書は法131条1項の規定に違反している。",
                    "そして，審判長は，法133条1項の規定に基づいて，相当の期間として30日を指定して，平成17年6月28日付けの本件補正指令により，審判請求書についてその補正を命じたものである。さらに，原告(請求人)らからは，その指定した期間を経過しても手続の補正がなされなかったことから，原告(請求人)らに対して，補正期間が経過していることを知らせるために，平成17年8月16日付け通知書(却下処分前通知)を送付し，本件審判請求書に係る【請求の理由】欄の手続の補正を促した。",
                    "しかしながら，手続補正書の提出がなされなかったことから，審判長は，法133条3項の規定に基づいて，本件審判請求書を却下する本件決定を行ったものである。",
                    "したがって，本件審判請求書の却下決定をした手続には何らの違法性もないから，本件決定が取り消されるべき理由はない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "加えて，上記却下処分前通知書の送付から本件決定に至るまで間，本件審判請求を担当した各書記官(E，F，G)は，数回にわたって，原告X3と電話連絡をし，原告X3は，その都度，一定の期間の間に手続補正書を提出するとし，本件審判継続の意思を示していることから，各書記官は，提出期限を示して手続補正書の提出を待つこととし，本件決定の処分を猶予してきたものである。特に，通常，出願人が最終的に審判請求するかどうか未決定の場合に，審判請求時に請求の理由を記載せず，審判請求料を納付しない場合が見受けられるが，本件審判請求は，請求時に請求人(原告)らにより154，000円が納付されていること，及び本件審判が弁理士らの専門家を代理人とせず，原告ら個人が直接に審判請求した事件であることから，本件審判請求事件の担当各書記官は丁寧かつ誠実に対応してきたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告らの主張に対する反論",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告らは，本件発明は，原告らが共同して行ったものであるが，その中心的な発明者として，本件発明の着想や基本的部分について多くの貢献をした者は，原告X1であり，本件発明について最も理解し把握している者は，同原告である，このため，法29条2項違反を理由とする拒絶査定に対し反駁することは，同原告なしでは行い得なかった旨主張する。",
                    "しかし，法14条には，「2人以上が共同して手続をしたときは，特許出願の変更，放棄及び取下げ，特許権の存続期間の延長登録の出願の取下げ，請求，申請又は申立ての取下げ，第41条第1項の優先権の主張及びその取下げ，出願公開の請求並びに拒絶査定不服審判の請求以外の手続については，各人が全員を代表するものとする。ただし，代表者を定めて特許庁に届け出たときは，この限りでない。」と規定されているとおり，全員の不利益になるような手続を除いて，審判請求後の手続については，各人が全員を代表することができるのであって，法29条2項違反に対する，例えば意見書の提出は，各人が当然できるのであり，手続をする者が当該発明について最も理解し把握している者でなければならない理由はない。",
                    "加えて，本件特許願に係る発明の発明者は，原告ら3名(原告X1，原告X2，原告X3)であるから(乙4)，原告X1以外の者も本件発明を理解しているはずである。",
                    "したがって，本件拒絶査定に対して不服があるのであれば，原告X1によらずともその主張をすべきであって，拒絶査定に対して反駁することは，原告X1なしでは行い得なかったとする原告らの主張は，失当というべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告らは，30日以内という期限を付して補正を命令した後，約1年8ヶ月間にわたり，特許庁が提出を猶予してきたのであるから，もはや本件補正指令の効力を認めることはできない旨主張する。",
                    "しかし，30日以内という期限を付して補正を命令し，その後，1年8ヶ月経過したというような場合に，その効力はなくなるというような規定は何ら存在するものではないから，本件決定の時点においても，その効力は，失われているということはできない。",
                    "加えて，上記のとおり，本件決定までの間，本件審判請求を担当した各書記官(E，F，G)は，一定の期間が経過する毎に，原告ら(特に原告X3)と電話で話をしてきた。原告らは，期限をもって手続補正書を提出することをその都度各書記官と約束をし，審判継続の意思を示していることから，各書記官は，その意思を信じて，提出期限を示して，手続補正書の提出を待つこととしてきたものであって，その際，その期限内に提出の意思があることを確認してきているのであるから，双方が本件補正指令を前提としていることは明らかである。",
                    "以上のように，本件補正指令後，1年8か月経過した場合であっても，本件補正指令の効力は失われるものではないし，また，審判長は，本件補正指令後，漫然と処分をしてこなかったのではなく，原告らの一定期間内に手続補正書を提出するとする意思を尊重しつつ，その都度，提出期間を猶予してきたのであるから，本件補正指令の効力が消滅するものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告らは，各時点の担当書記官から手続補正書の提出を待つ旨の回答を得ていたものであるから，原告らは，本件審判官が手続補正書の提出を待つと考えるのが当然であり，そのような期待は，法により保護されるべきものである旨，及び本件のように，審判書記官から手続補正書の提出を待つ旨の回答を得ていた原告らに対し，本件決定を下す合理的理由や必要性は何もない旨も主張する。",
                    "しかし，特許実務においては，被告は，指定した期間内に当該手続補正書等の提出がなされないとしても，直ちに決められた処分を行うのではなく，手続をする者がその期間経過後，速やかに手続をする意思がある場合には，一定の期間，処分を猶予する運用を行ってきている。",
                    "しかし，特許出願の最終処分が確定しないことは，業を同じくする第三者等の利益に影響する場合があるから，長く処分を遅延させるということはできない。仮に，病気により相当の期間として指定した期間内に手続の補正ができない場合に，処分を猶予することがあるとしても，その病気の回復まで長期間にわたって猶予することはあり得ない。",
                    "本件の場合，法的には原告X1の病状回復まで提出を猶予しなければならないものではないし(各担当書記官が診断書等の提出の必要がないとしたことは，これに起因して判断したものといえる。)，通常，相当の期間を指定してなされた手続補正指令に対して審判請求人等からの問い合わせがあり，書記官がその期間を猶予する場合は，当該書記官は，当該請求人(又は代理人)に，例えば，「2か月以内」あるいは「○月○日まで」というように提出時期・目途を確認しているところである。",
                    "本件についてみると，各書記官(E，F，G)と原告X3とは，平成17年8月16日付け通知書が発送されたのち，数度にわたって，手続補正書の提出についての話をしているが，その際，各書記官は，原告X1が1か月程度(あるいは2か月)で退院するので手続補正書を提出する等，一定の期間内に手続補正書を提出するとの原告X3の言動を信じて，その都度期間を猶予してきたものであって，原告X1の病気の回復を待つとしたものではないし，原告らは，数度にわたる各書記官の確認に対して，期間の延長を繰り返すのみで，依然として手続補正書を提出しなかったのである。",
                    "原告X1が病気であることを争うものではないが，いたずらに却下処分を猶予すべきではなく，担当書記官は，平成19年1月には，特許庁に電話する旨の留守番電話登録をしたにもかかわらず，原告らからの何らの連絡もないのであるから，本件審判請求書における「請求の理由」欄に実質的理由の記載のないものにつき，これ以上却下処分を猶予すべき合理的理由はないと判断し，本件決定が行われたものである。",
                    "本件決定が法に則して行われた手続で何ら違法がないことは既に述べたとおりであるが，さらに，原告X1の病状回復まで猶予すべき必要はないし，担当書記官は，幾度となく原告らが一定の期間内に手続補正書を提出することの意思確認をしてきたのであって，それにより処分を猶予してきたことをもって，「原告らは，本件審判官が手続補正書の提出を待つと考えるのが当然」ということは，常識的には考えられないことである。",
                    "したがって，「そのような期待は，法により保護されるべきものである。」との原告らの主張は，本件決定に至る経過を見れば，前提において失当である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告らは，審判長には，本件却下決定が義務付けられていた訳ではない，30日以内の手続補正指令の約1年8か月後に，突如として却下決定を下すのであれば，改めて，補正指令などの通知がされるべきものであり，ましてや本件のように，審判書記官から手続補正書の提出を待つ旨の回答を得ていた原告らに対し，本件決定を下す合理的理由や必要性は何もない旨も主張する。",
                    "しかし，上記のとおり，本件決定は，適正な手続のもとにされたのであって，また，指定した期間が経過した後も直ちに却下決定を行わず，担当した各書記官と原告らの間で，手続補正書提出の意思確認をしつつ，丁寧に対応したものである。",
                    "しかし，数度の期間の猶予にも拘わらず，原告らからは，手続補正書の提出がなく，これ以上期間を猶予すべき理由はないから，審判長が却下決定をしたのであって，「手続補正書の約1年8か月後に突如として却下決定を下した」という主張は，その事実経過から見れば，全く事実に反するものである。",
                    "したがって，原告らの主張は，失当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "また原告らは，突然に本件却下決定をすることは，審判長に許された裁量権の範囲を逸脱して，身体障害者の人権を侵害する旨主張する。",
                    "しかし，審判請求書について補正が必要な場合に，指定した相当の期間を経過してもなお必要な補正がされなかったときは，審判長は，決定をもってその手続を却下することができるのであって，しかも，上記のとおり，原告らが主張するように突然に却下決定を行ったのではなく，原告らに対しては，相当の期間として指定したその期間の経過後においても，各書記官は，数度に亘って，手続補正書の提出を促したにもかかわらず全く提出されなかったことから，これ以上の猶予をすべき合理的理由がないものと判断し本件決定を行ったものであって，審判長の裁量の範囲を何ら逸脱するものではない。",
                    "また，原告X1が病気中であるとしても，手続の補正は，原告X1以外の原告らが対応できないものではないから，本件決定をすることが何ら人権侵害には当たらないというべきである。",
                    "以上のとおり，本件決定は，適法に行われたものであるから，これが取り消されるべき理由はない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(本件決定の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "本件における事実関係",
          "text": [
            "証拠(各認定事実の末尾に摘示した)及び弁論の全趣旨を総合すると，本件における事実関係は以下のとおりであったことが認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，原告ら3名で共同して「色画像形成・補正方法及びその装置」に関する発明をしたとして，平成6年12月9日に特許庁に対し本件出願をした(甲12，乙4)。その後平成7年2月6日にH弁理士を代理人として本件出願に係る手続を委任した(甲1ないし3)。H弁理士は，平成7年2月17日，特許庁長官に対して手続補正書(甲4)を提出し，上記委任に関する委任状を追加して補正した。しかし，H弁理士は，平成14年2月19日受付けで特許庁長官に対し辞任届を提出した(甲5)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで原告らは，新たにI，J，Kの3弁理士を代理人として選任し，I弁理士らは，平成16年2月3日受付で代理人受任届を特許庁長官に対して提出した(甲6)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁審査官は，本件出願に対し平成16年5月12日付けで拒絶理由通知書を上記代理人らを通して原告らに対し通知した(甲13)。これに対し，原告らの代理人であるI弁理士は，平成16年7月20日(特許庁受付日)，拒絶理由通知書に対する反論を内容とする意見書を提出するとともに(甲14)，拒絶理由を解消すべく明細書の特許請求の範囲等を変更する内容の手続補正を行った(甲15)。",
                "しかし，特許庁審査官は，上記意見書及び手続補正書に記載された内容を検討しても，拒絶理由を覆すに足りないとして，拒絶理由通知書に記載した理由に基づき，平成17年3月2日付けで拒絶査定をした(甲7)。その理由の要旨は，本件出願に係る請求項1～19の発明は拒絶理由通知書記載の引用文献1～4から容易に発明できたものであり，また引用文献5とは同一の発明であるから，特許を受けることができないとしたものである(甲7)。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "上記拒絶査定に対し，原告ら3名は，代理人弁理士らによらず，平成17年4月14日付けで「原査定を取り消す。この出願の発明は特許をすべきものとする，との審決を求める。」旨の本件審判請求を行った(甲8)。その審判請求書には，【請求の理由】として，「1．手続の経緯」「2．拒絶査定の要点：」として，それぞれ拒絶査定に至る経緯，拒絶査定の要点が記載されていたが，「3 以下 おって別紙にて補充。」と記載するのみで，原査定の取り消しを求める理由等については全く記載されていなかった(別紙審判請求書のとおり。甲8)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "特許庁長官は，平成17年6月28日付けで本件審判請求事件について，原告らに対し「審判官及び審判書記官氏名通知」をしたが，そこには以下のとおり記載されていた(甲9)。",
                "「この審判事件について，審判官及び審判書記官を次のとおり指定(変更)しましたのでお知らせします。",
                "審判長 特許庁審判官 B",
                "特許庁審判官 C",
                "特許庁審判官 D",
                "審判書記官 E」"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "審判長Bは，原告らに対し，平成17年6月28日付けで「手続補正指令書(方式)」と題する書面を通知し，本件補正指令をしたところ，そこには以下の記載がされていた(甲10)。",
                "「この審判請求手続について，方式上の不備がありますので，この指令の発送の日から30日以内に，下記事項を補正した手続補正書(方式)を提出しなければなりません。",
                "上記期間内に手続の補正をしないときは，特許法第133条第3項の規定により審判請求書を却下することになります。",
                "記",
                "1．審判請求書の【請求の理由】の欄を正確に記載した書面。",
                "(注)「【請求の理由】」の欄に実質的理由が記載されていません。請求の理由を正確に記載して下さい。",
                "なお，「3 以下」の項目に「おって別紙に補充。」と記載されています。",
                "〈様式見本〉〔「手続補正書」の様式は，特許法施行規則様式第13により作成してください。郵送により提出するときは，特許庁出願支援課宛に送付し，封筒面左下に在中書類名を記載してください。なお，書面の提出による手続の場合は，別途，電子化手数料がかかります(磁気ディスクへの記録＝1，200円＋書面のページ数×700円)。〕",
                "【書類名】 手続補正書(方式)",
                "(【提出日】 平成○○年○○月○○日)",
                "【あて先】 特許庁審判長 殿",
                "【事件の表示】",
                "【審判番号】 不服2005−9310",
                "【出願番号】 平成6年特許願第331024号",
                "【補正をする者】",
                "【識別番号】 594006079",
                "【住所又は居所】",
                "【氏名又は名称】 X1 印又は識別ラベル",
                "【電話番号】 03−0000−0000",
                "【発送番号】 056135",
                "【手続補正1】",
                "【補正対象書類名】審判請求書",
                "【補正対象項目名】請求の理由",
                "【補正方法】 変更",
                "【補正の内容】",
                "【請求の理由】",
                "1．手続の経緯",
                "出 願 平成 6年12月 9日",
                "優先権主張無効の通知(発送日) 平成 7年 3月28日",
                "拒絶理由の通知(発送日) 平成16年 5月18日",
                "意 見 書(提出日) 平成16年 7月20日",
                "手続補正書(提出日) 平成16年 7月20日",
                "拒 絶 査 定(起案日) 平成17年 3月 2日",
                "同 謄本送達(送達日) 平成17年 3月15日",
                "2．拒絶査定の理由の要点",
                "(a)原査定の拒絶理由は，・・・(略)・・・",
                "3．本願発明が特許されるべき理由",
                "(a)本願発明の説明",
                "本願発明の特徴は，・・・(略)・・・",
                "4．むすび",
                "・・・(略)・・・",
                "よって，原査定を取り消す，この出願の発明はこれを特許すべきものとする，との審決を求める。」"
              ]
            },
            {
              "fig": "(7)",
              "text": [
                "また上記審判長は，平成17年8月16日，原告らに対して通知書(却下処分前通知書)を発したが，そこには次のとおり記載されていた(甲11)。",
                "「この審判事件について，平成17年7月5日付けで手続補正指令書(方式)を発していますが，平成17年8月16日現在，手続補正書が提出されておりません。",
                "既に手続補正書を提出されたにもかかわらず，この通知書を受け取られました場合には，行き違いにつきご容赦願います。」"
              ]
            },
            {
              "fig": "(8)",
              "text": [
                "平成17年8月30日，E書記官は，原告X3から本件補正指令に関し電話を受け，原告らとしては手続補正書を提出する意思があるが，本件補正指令に記載された期限までにはできない旨述べられたことから，原告X3に対し，平成17年9月30日まで処分を待つ旨を伝えた。その際，同書記官は原告X3から，原告X1が病気である旨を聞いた(乙1，甲12)。なお，E書記官のメモには，原告X1の姉妹の方からの電話と記載されているが，原告X3の陳述書(甲12)の記載に照らすと，原告X3からの電話と認められる。",
                "E書記官は，平成17年10月1日，他の部署に異動となったことから，原告X3との交渉を後任のF書記官に書面で引き継いだ(乙1)。"
              ]
            },
            {
              "fig": "(9)",
              "text": [
                "特許庁長官は，平成17年10月5日付けで本件審判請求事件について，原告らに対し「審判官及び審判書記官氏名通知」をしたが，そこには以下のとおり記載されていた(甲23)。",
                "「この審判事件について，審判官及び審判書記官を次のとおり指定(変更)しましたのでお知らせします。",
                "審判長 特許庁審判官 B",
                "特許庁審判官 C",
                "特許庁審判官 D",
                "審判書記官 F」"
              ]
            },
            {
              "fig": "(10)",
              "text": [
                "F書記官は，平成17年10月7日，原告X3からの電話で手続補正書の提出の準備をしているので待ってほしい旨の要請を受けたので，1か月ほど待つ旨を回答した(乙2，甲12)。しかし，平成18年2月22日になっても手続補正書の提出がなかったことから，同日，F書記官は原告X3に電話したところ，原告X3は1週間中に提出するとの回答をした(乙2)。",
                "その後も手続補正書の提出がなかったことから，F書記官は平成18年3月20日に再度原告X3に電話をしたところ，原告X3は上申書を提出する旨を述べた(乙2)。",
                "その後F書記官は，平成18年4月1日に他の部署へ異動となったことから，後任のG書記官に本件審判請求事件について引継をしたが，その結果，G書記官において平成18年4月21日に原告X3へ電話連絡をすることとなった(乙2，3)。"
              ]
            },
            {
              "fig": "(11)",
              "text": [
                "特許庁長官は，平成18年4月4日付けで本件審判請求事件について，原告らに対し「審判官及び審判書記官氏名通知」をしたが，そこには以下のとおり記載されていた(甲12，24)。",
                "「この審判事件について，審判官及び審判書記官を次のとおり指定(変更)しましたのでお知らせします。",
                "審判長 特許庁審判官 B",
                "特許庁審判官 C",
                "特許庁審判官 D",
                "審判書記官 G」"
              ]
            },
            {
              "fig": "(12)",
              "text": [
                "G書記官は，上記の引継に基づき，平成18年4月21日ころ，原告X3と電話をして手続補正書の提出を求めたところ，原告X3から原告X1があと1か月ほどで退院できそうなことを聞いた。G書記官はその程度であれば却下決定を待つべきとも考えた(乙3)。しかし，その後も依然として手続補正書が提出されなかったことから，平成18年6月ないし7月ころ再び原告X3に電話をしたが，原告X3は，原告X1が入退院を繰り返していると説明した。G書記官は，原告X3に対し，早急に手続補正書の提出が必要である旨を説明したところ，原告X3は平成18年8月末までには手続補正書を提出すると申し出たことから，G書記官において，若干の余裕をもって平成18年9月末までには提出するよう要請した(乙3)。",
                "その後G書記官は，平成18年11月ころ，担当審判長Bにこれまでの経緯を説明するとともに，そのころ原告X3に対して電話をし，早急に手続補正書を提出するよう求めた。しかし，平成19年1月に入っても，原告らから手続補正書の提出がなかったため，G書記官はそれまで連絡を取っていた原告X3の携帯電話に電話したが，誰も電話に応答しなかったのでG書記官宛て連絡するよう同原告の留守番電話に登録した。しかし，原告X3からは折り返し電話がなくその数日後に再度電話をしたが，誰も応答しなかった。"
              ]
            },
            {
              "fig": "(13)",
              "text": [
                "本件審判請求の審判長Bは，平成19年2月8日付けで，本件審判の請求書を却下する旨の本件決定を行った(甲25)。本件決定の理由は，前記第3，1，(2)記載のとおりである。"
              ]
            },
            {
              "fig": "(14)",
              "text": [
                "原告X1は，昭和55年からベーッチェット病を患い，順天堂大学医学部附属順天堂病院にて通院加療中であるほか，平成14年8月からは東京臨海病院に通院加療している。その間，再発性口内潰瘍，化膿性疾患(上顎洞炎，慢性中耳炎等)を繰り返しているが，これら疾患による関節症状は特に認められていない(甲16)。",
                "また，原告X1は，平成12年12月29日，自動車(タクシー)に乗車していたところ追突事故にあい，右肩腱板損傷，左股関節捻挫，頚椎捻挫，腰椎捻挫の傷害を負い，右肩の著しい機能障害，左股関節の機能障害があるほか(甲17ないし19)，平成16年4月23日当時には，右棘上筋，棘下筋の断裂があった(甲20)。原告X1は，平成15年1月10日には要介護3，平成16年11月9日までには要介護5の認定を受けている(甲21，22)。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件決定処分の違法性の有無",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，本件補正指令は，その後約1年8か月にわたり特許庁が手続補正書の提出を猶予してきたことによりその効力を失ったものであり，本件決定をするに当たっては，改めて補正指令をする必要があり，これがされていない本件決定は違法であると主張するので，以下検討する。",
                "法131条1項は，「審判を請求する者は，次に掲げる事項を記載した請求書を特許庁長官に提出しなければならない。1 当事者及び代理人の氏名又は名称及び住所又は居所 2 審判事件の表示 3 請求の趣旨及びその理由」",
                "と規定して，審判請求人はその請求書に「請求の理由」を記載することを求めている。一方，法133条1項は，「審判長は，請求書が第131条の規定に違反しているときは，請求人に対し，相当の期間を指定して，請求書について補正をすべきことを命じなければならない。」と規定して，審判長は，請求書の記載が法131条の規定に違反しているときは相当の期間を指定して補正を命ずべきことを定めている。",
                "本件において，原告らのなした本件審判請求にかかる審判請求書には，別紙のとおり，原査定を取り消すべき理由につき全く記載がなされていなかったことから，審判長Bは，上記2(6)のとおりの本件補正指令を行い，30日以内に原査定を取り消すべき理由を記載した手続補正書の提出を求めたものである。",
                "そして，その後も上記2のとおり，審判長名義で原告らに対し上記手続補正書の提出を促す通知書(却下処分前通知書)を出すなどし，またE，F，G各担当書記官らも電話で原告X3と再三にわたり連絡をとり，手続補正書の提出を求めたが，結局その提出がされないことから，審判長が補正を命じた期間内にその補正をしないとして，法133条3項に基づき本件決定がなされたものである。",
                "以上の経緯によれば，本件補正指令に定められた期間に補正をしないとして法133条3項に基づき本件審判請求書を却下した本件決定は適法というべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告らは，その後約1年8か月もの期間が経過したこと，担当書記官らが提出を猶予してきたことにより本件補正指令は効力を失ったと主張するが，上記経緯に鑑みれば，E，F，G各担当書記官らも，原告X3も，本件補正指令により原告らに手続補正書の提出の義務があることを前提として，その提出の時期につき折衝をしてきたものであって，本件補正指令が効力を失ったものとは到底認められない。また，各書記官が原告X3に対して話した上記内容によって本件補正指令の効力が失われるものでないことも明らかである。原告らの主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また原告らは，手続補正書を提出すべき本件補正指令に基づく期限は各担当書記官らの提出猶予の回答により延長されたとも主張する。",
                "しかし，上記で認定のとおり，原告X3の説明は，その度何日後あるいは何日以内に手続補正書を提出する等の内容であったため，各担当書記官は原告X3が自ら区切った期限を遵守することを前提としたうえで，その意思をできるだけ尊重しつつ手続補正書の提出を求めたものにすぎず，これら各担当書記官らが原告X3に伝えた内容によって，原告らが手続補正書を提出することが可能となる時まで補正期限が法的に延長されたとみることはできない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "次に原告は，却下決定は裁量行為であって義務はなく，本件の経緯に鑑みれば本件決定を下す合理性も必要性もない旨主張するが，上記認定の経緯から明らかなとおり，原告らは本件審判請求の請求の理由について審判請求書に全く記載せず，その補正を求められてもこれを記載した手続補正書を提出しなかったものであるから，本件決定を行う必要性があり，また合理性もあるというべきであり，原告らの主張は失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "さらに原告らは，本件決定は審判長に許された裁量権の範囲を逸脱し，身体障害者の人権を侵害する行為であるとも主張するが，上記のとおり，本件決定は本件補正指令に基づき適法になされたものであって，何ら違法なものではなく，身体障害者の人権を侵害するものとして憲法違反となるものでもない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，本件決定に原告ら主張の違法はない。",
            "よって，原告らの請求は理由がないから棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10111",
    "date": "2007-09-25",
    "rights_type": "その他",
    "case_type": "審決取消訴訟",
    "precedent_id": "035165",
    "ipprecedent_id": "1169",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}