{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2006−5302号事件について平成19年10月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「油圧パイロット駆動方向切換弁」とする後記特許の出願人である原告が，拒絶査定を受けたので，これを不服として審判請求をしたところ，特許庁から請求不成立の審決を受けたことから，その取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "争点は，本願が下記引用刊行物1及び2との関係で進歩性を有するか(特許法29条2項)，である。",
            "・引用刊行物1：特開2001−208005号公報(発明の名称「油圧パイロット駆動式操作回路」，出願人 日立建機株式会社，公開日 平成13年8月3日。以下この文献に記載された発",
            "明を「引用発明」という。甲1)",
            "・引用刊行物2：実願昭61−105250号(実開昭63−11985号)",
            "のマイクロフィルム(考案の名称「油圧パイロット操作弁」，出願人 カヤバ工業株式会社，公開日 昭和63年1月26",
            "日。甲2)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "原告は，平成13年12月4日，名称を「油圧パイロット駆動方向切換弁」とする発明につき特許出願(特願2001−369890号。請求項の数6。",
                "以下「本願」という。甲4)をしたが，拒絶理由通知を受けたことから，平成17年3月29日付けで特許請求の範囲の変更等を内容とする手続補正(請求項の数3。以下「第1次補正」という。甲5)をした。これを受けた特許庁は再び拒絶理由通知をしたところ，原告は平成17年10月14日付けでさらに特許請求の範囲の変更等を内容とする手続補正(請求項の数1。",
                "以下「第2次補正」という。甲6)をしたが，特許庁は，平成18年2月6日，前記引用刊行物1及び2との関係で独立特許要件がないことを理由に上記第2次補正を却下(甲15)するとともに，本願につき拒絶査定(甲14)をした。",
                "そこで原告は，上記拒絶査定に対する不服の審判請求をしたので，同請求は不服2006−5302号事件として特許庁に係属したが，特許庁は，平成19年10月9日，「本件審判の請求は，成り立たない。」との審決をし(以下「本件審決」という場合がある。)，その謄本は平成19年10月31日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "第1次補正時",
                  "text": [
                    "第1次補正時(平成17年3月29日)の請求項は前記のとおり1～3からなるが，そのうち請求項1に係る発明の内容(以下「本願発明」という。)は，下記のとおりである。",
                    "記",
                    "【請求項1】バルブ本体と，バルブ本体穴に摺動可能に嵌挿されたスプールと，スプール端部に配置されたパイロット圧室とを有する油圧パイロット駆動方向切換弁において，前記スプール端部のスプール外周上に連続した螺旋状溝を設け，前記スプール外周上の連続した螺旋状溝幅は，前記バルブ本体穴の前記パイロット圧室に対しバルブ本体のタンクラインを締切る締切幅 L3 にスプールのストローク量xを加えた長さより小さくされ，前記螺旋状溝は，スプールのストロークの初期の段階で前記パイロット圧室，又は，スプールのストロークの終期の段階で前記バルブ本体のタンクライン，との連通をなくし，前記スプールのストロークの初期又は終期以外の段階で前記パイロット圧室とバルブ本体のタンクラインとを前記スプール外周上の連続した螺旋状溝を介して連通させるようにし，前記スプールのストロークの初期又は終期以外の段階の広いストローク範囲で前記螺旋状溝のみを介して前記パイロット圧室とバルブ本体のタンクラインとを連通させ，スプールのストロークの初期の段階又はスプールのストロークの終期の段階の微小ストローク領域の調整を容易にしたことを特徴とする油圧パイロット駆動方向切換弁。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "イ",
      "subject": "第2次補正時",
      "text": [
        "第2次補正時(平成17年10月14日)の請求項は前記のとおり1からなるが，その発明の内容(以下「本願補正発明」という。)は，下記のとおりである(下線は補正箇所)。",
        "記",
        "【請求項1】バルブ本体と，バルブ本体穴に摺動可能に嵌挿されたスプールと，スプール端部に配置されたパイロット圧室とを有する油圧パイロット駆動方向切換弁において，前記スプール端部のスプール外周上に連続した螺旋状溝を設け，前記スプール外周上の連続した螺旋状溝幅は，前記バルブ本体穴の前記パイロット圧室に対しバルブ本体のタンクラインを締切る締切幅 L3 にスプールのストローク量xを加えた長さより小さくされ，前記螺旋状溝はスプールのストロークの初期の段階で，前記パイロット圧室と連通するが前記バルブ本体のタンクラインとの連通をなくし，前記スプールのストロークの初期以外の段階で前記パイロット圧室と前記バルブ本体のタンクラインとを前記スプール外周上の連続した螺旋状溝を介してのみ連通させるようにし，パイロット油圧源からパイロット切換弁が，中立位置からフル操作位置まで瞬間的に操作され，即ちステップ的に変化し，ステップ的に変化したパイロット圧がスプール端部のパイロット圧室に供給された場合の，パイロット圧室のサージ圧発生を防ぐようにしたことを特徴とする油圧パイロット駆動方向切換弁。"
      ]
    },
    {
      "fig": "(3)",
      "subject": "審決の内容",
      "content": [
        {
          "fig": "ア",
          "text": [
            "審決の内容は，別添審決写しのとおりである。",
            "その理由の要点は，既に第2次補正が却下されていることを前提として，本願発明は引用刊行物1及び2に記載された発明に基づいて当業者が容易に発明をすることができたものである，等とするものである。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "なお，審決は，上記判断をするに当たり，引用発明(引用刊行物1記載発明)の内容を次のとおり認定した。",
            "(引用発明の内容)",
            "「ケーシング5dと，ケーシング5dの穴に摺動可能に嵌挿されたスプール5aと，スプール5aの端部に位置するパイロットライン6aとを有する油圧パイロット駆動式操作回路のブーム用方向切換弁において，前記スプール5aに前記パイロットライン6aに連通する通路5bと，この通路5bに連通するきり穴5cとを形成し，前記通路5b及び前記きり穴5aは，スプールストロークの初期の領域E及び終端付近の領域Fで前記パイロットライン6aと前記ケーシング5dのタンクポート5fとの開口面積を0とし，スプールストロークの初期の領域E及び終端付近の領域F以外の領域で前記パイロットライン6aと前記ケーシング5dのタンクポート5fとを前記通路5b及び前記きり穴5cを介して開口させるようにし，スプールストロークの初期の領域E及び終端付近の領域F以外の領域の広いスプールストローク範囲で前記通路5b及び前記きり穴5cを介して前記パイロットライン6aと前記ケーシング5dのタンクポート5fとを開口させ，スプールストロークの初期の領域E及び終端付近の領域Fの領域の所望の微操作を実現した油圧パイロット駆動式操作回路のブーム用方向切換弁。」"
          ]
        }
      ]
    },
    {
      "fig": "(4)",
      "subject": "審決の取消事由",
      "text": [
        "しかしながら，審決の認定判断には以下のとおり誤りがあり，また審決が是認し同様の理由で本願補正発明について独立特許要件がないとした第2次補正却下決定も誤りである。"
      ],
      "content": [
        {
          "fig": "ア",
          "subject": "取消事由1(引用発明認定の誤り)",
          "content": [
            {
              "fig": "(ア)",
              "text": [
                "審決が，引用発明が「…前記通路5b及び前記きり穴5c(「きり穴5a」は誤記。以下同じ)は，スプールストロークの初期の領域E及び終端付近の領域Fで前記パイロットライン6aと前記ケーシング5dのタンクポート5fとの開口面積を0と」する構成である(4頁下4行～下2行，7頁20行～23行〔相違点3〕)と認定したのは誤りである。",
                "すなわち，引用刊行物1(甲1)の請求項1は図2の油圧回路が対応し，請求項2は図9の油圧回路が対応するところ，引用刊行物1でパイロットライン6aとケーシング5dのタンクポート5fとの開口面積を0とする構成は，請求項3，図12のブリードオフラインを遮断する選択弁の第1切換位置18aで初めて可能である。この点，甲1の段落【0041】では，「…選択弁18を例えば図12に示す第1切換位置18aに保つことにより，ブリードオフライン10が遮断され，パイロットライン6a，ブリードオフライン10を介してのタンク3へのパイロット圧の流失を阻止でき」と記載され，同じく段落【0042】には，「…選択弁18を第2切換位置18bに切換えることにより，ブリードオフライン10が第2絞り50を介して開かれ，パイロットライン6aとタンク3とが連通する。この状態は，前述した図2に示す第1実施形態と同じである。したがって，例えば操作レバー7が中立状態からステップ状に操作されたときでもサージ圧の発生を抑制でき，このようなサージ圧の発生に起因する衝撃の発生が抑えられ」と記載されている。ここで選択弁18の位置を第2切換位置18bとした場合の油圧回路は図9と同じであり，サージ圧の発生を抑制できるのは，選択弁18が図9と同じ第2切換位置18bにあるときのみであり，第1切換位置18aに保つことにより，ブリードオフライン10が遮断されたときは，明らかにかかるサージ圧の発生を抑制できる効果はない。"
              ]
            },
            {
              "fig": "(イ)",
              "text": [
                "引用刊行物1の請求項1，図2及び請求項2，図9では共にブリードオフラインでパイロットラインとタンクとが第2絞りといった小さい絞りを介して常時連通している。常時連通しているからこそ，どの操作位置でもパイロット圧室のサージ圧発生を防ぐという構成となっているものである。請求項2，図9では第2絞りの変化させる絞り量を変化させるものであり，図10に関してスプールストロークの初期の領域Eでは0に，その後スプールストロークの終端付近の領域Fに近づくに至りパイロットライン6aとケーシング5dのタンクポート5fとの開口面積を0とする旨説明がある(段落【0034】)のは，第2絞りの変化させる絞り量が最小絞り量にあるという意味であり，第2絞りの変化させる絞り量が最小絞り量ではあるが連通しており，本来，請求項1，図2及び請求項2，図9共に小さい第2絞りを介してパイロットラインとタンクと連通させてショックを防止する構成であって完全に遮断する構成ではない。加えてスプールストロークの初期の領域E及び終端付近の領域Fではバルブ本体とスプールはタンクラインを締切っていない。",
                "引用刊行物1の，段落【0035】で「操作レバー7を…左側にわずかに傾け…スプールストロークは初期の領域E内に保たれる…メイン油圧ポンプ2からブーム用方向切換弁5を介してブームシリンダ1に小流量が供給され，所望の微操作を実施できる。」とあるのも，請求項2，図9共に小さい第2絞りを介してパイロットラインとタンクと連通させてショックを防止する構成を意味している。"
              ]
            },
            {
              "fig": "(ウ)",
              "text": [
                "以上によれば，引用発明について「図11には…前記通路5b及び前記きり穴5cは，スプールストロークの初期の領域E及び終端付近の領域Fで前記パイロットライン6aとケーシング5dのタンクポート5fとの開口面積を0とし」との認定はできないものであり，この部分は「図11には…前記通路5b及び前記きり穴5cは，スプールストロークの初期の領域E及び終端付近の領域Fで前記パイロットライン6aとケーシング5dのタンクポート5fとの開口面積を第2絞りの変化させる絞り量が最小絞り量で連通しており」と認定すべきものである。"
              ]
            },
            {
              "fig": "(エ)",
              "text": [
                "審決が，本願補正発明ではなく本願発明に対し，最初の拒絶理由，即ち，引用刊行物1(甲1)と引用刊行物2(甲2)並びに周知技術に基づいて当業者が容易になし得た発明であると認定したことは手続上の違背があり認定の誤りがある。"
              ]
            },
            {
              "fig": "(オ)",
              "text": [
                "また本願の発明者は，スプールと油圧パイロット駆動方向切換弁を特別緊急作業日程で，約1年をかけて苦労して試作・テストを10回繰り返して初めて，本願の油圧パイロット駆動方向切換弁を実施可能にすることを確認できたものであり，本願発明ないし本願補正発明は当業者が引用刊行物1，2から容易に発明できるものではない。"
              ]
            }
          ]
        },
        {
          "fig": "イ",
          "subject": "取消事由2(引用刊行物2の記載に関する認定の誤り)",
          "text": [
            "引用刊行物2では，環状溝(21，22)は螺旋状溝(23)より幅広の大きい溝を形成しており，スプールのストロークの初期の段階の微小ストローク領域で，スプールが微小ストローク移動されたとき，螺旋状溝(23)より幅広の大きい溝を通りパイロット室(5，6) のパイロット圧油がドレン流路(14，15) に瞬間的に多く流れ，スプールにショックを与える。そうすると，引用刊行物2の構成では，本願発明ないし本願補正発明のパイロット圧室のサージ圧を螺旋状溝で防止するという効果を奏することができない。",
            "また引用刊行物2の第1図面のスプール外周上の連続した螺旋状溝(23)及び螺旋状溝(23)より大きく幅広の環状溝(21，22)は，常時パイロット圧室とバルブ本体のタンクラインと連通し，両者間を締め切っておらず，本願と構成が異なる。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "2",
                  "subject": "請求原因に対する認否",
                  "text": [
                    "請求原因(1)ないし(3)の各事実は認めるが，同(4)は争う。"
                  ]
                },
                {
                  "fig": "3",
                  "subject": "被告の反論",
                  "text": [
                    "審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(1)",
      "subject": "取消事由1に対し",
      "content": [
        {
          "fig": "ア",
          "text": [
            "原告は，引用刊行物1について，請求項1，図2及び請求項2，図9共に小さい第2絞りを介してパイロットラインとタンクを連通させてショックを防止する構成であり，完全に遮断する構成ではなく，かつ，スプールストロークの初期の領域E及び終端付近の領域Fではバルブ本体とスプールはタンクラインを締切っておらず，また，パイロットライン6aとケーシング5dのタンクポート5fとの開口面積を0とする構成は，請求項3，図12のブリードオフラインを遮断する選択弁の第1切換位置18aで初めて可能であると主張するが，以下のとおり，誤りである。",
            "原告は，図9に基づく第2実施形態に関し，第2絞りを完全に遮断する構成ではないと誤った主張をしているが，審決は引用刊行物1(甲1)の【0035】の「第2絞り11bは開口面積D2が0に保たれ，ブリードオフライン10は閉じられた状態を保持する」という第2実施形態に基づいて，引用発明を「前記通路5b及び前記きり穴5cは，スプールストロークの初期の領域E及び終端付近の領域Fで前記パイロットライン6aと前記ケーシング5dのタンクポート5fとの開口面積を0とし」と，すなわち第2絞りを完全に遮断する構成を認定したものである。",
            "具体的には，引用刊行物1の【0035】には「…このように構成した第2実施形態では，例えば前述したブーム102を微操作しようとして操作レバー7を図9の左側にわずかに傾けるように操作すると，ブーム用方向切換弁5が中途位置まで切換えられ，第2絞り11bは図10の特性で示すように，ブーム用方向切換弁5のスプールストロークは初期の領域E内に保たれる。したがって，第2絞り11bは開口面積D2が0に保たれ，ブリードオフライン10は閉じられた状態を保持する。」と記載されており，また，【0037】には「さらに，その操作レバー7を最大ストロークまで操作すると，図11の(c)に示すように，ブーム用方向切換弁5のスプール5aに形成したきり穴5cがケーシング5dに形成したランド5e2によって閉じられ，第2絞り11bの特性は，領域Fに保たれ，開口面積D2が再び0となり，ブリードオフライン10は閉じられた状態となる。」と記載されている。",
            "これらの記載から，第2実施形態では，領域Eでは「第2絞り11bは開口面積D2が0に保たれ，ブリードオフライン10は閉じられた状態を保持する。」こと，及び，領域Fでは第2絞り11bの特性は「開口面積D2が再び0となり，ブリードオフライン10は閉じられた状態となる。」ことは明らかであり，また，「閉じる」と「締切る」とは同義であるから，「開口面積D2が0」かつ「ブリードオフライン10は閉じられた状態」とは，「バルブ本体とスプールはタンクラインを締切っている」ことを意味するものであり，第2絞り11bは常時連通しているのではなく，領域E及び領域Fにおいて第2絞り11bは開口面積D2が0に保たれ，ブリードオフライン10は閉じられた状態となり，バルブ本体とスプールはタンクラインを締切っているものと認められる。",
            "以上から，審決の「前記通路5b及び前記きり穴5cは，スプールストロークの初期の領域E及び終端付近の領域Fで前記パイロットライン6aと前記ケーシング5dのタンクポート5fとの開口面積を0とし」(4頁下4行～下2行)との認定に誤りはない。",
            "したがって，審決の引用刊行物1の認定について誤りはなく，本願発明との一致点，相違点の認定についても誤りはなく，第2次補正の却下における独立特許要件の判断にも誤りはない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "また発明の進歩性を判断するに当たっては，客観的な評価指標に基づいてなされなければならないところ，当該発明が実施可能であることに費やした時間や試作・テストの回数については，個々人の環境・能力等に応じて変わるものであるから，進歩性を判断する上での客観的な評価指標として位置付けることは困難かつ不適切である。",
            "したがって，原告の試作，テスト等に関する主張は失当である。"
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "subject": "取消事由2に対し",
      "text": [
        "審決は引用刊行物2について，「引用刊行物2には，油圧パイロット切換弁において，スプールの端部の周囲にスパイラル状の連通溝を設け，それを介してパイロット室とドレン流路とを連通する発明が開示されている。」(7頁32行～34行)と認定した。これはスプール端部に配置された連通路の形状に着目すると共に，引用刊行物2の「弁本体に内装したスプールの両端をパイロット室に臨ませ，このパイロット室にパイロット圧を導く構成にした油圧パイロット操作弁において，このスプールの両端部分の周囲にスパイラル状の連通溝を形成するとともに，このスパイラル状の連通溝を介して，上記パイロット室を，弁本体に形成したドレン流路に連通させてなる油圧パイロット操作弁。」(甲2「明細書」の1頁5行～12行)なる記載に基づいて，引用刊行物2記載の発明を認定したものであり，スプール端部に配置された連通路の形状に着目する限りにおいて，かかる認定に誤りはない。"
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。",
            "そこで，以下原告の主張する取消事由について判断する。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用刊行物1(甲1)の請求項1，図2及び請求項2，図9の記載，及び発明の詳細な説明の段落【0035】の「操作レバー7を…左側にわずかに傾け…スプールストロークは初期の領域E内に保たれる。…メイン油圧ポンプ2からブーム用方向切換弁5を介してブームシリンダ1に小流量が供給され，所望の微操作を実施できる。」との記載によれば，引用発明は，小さい第2絞り11bを介してパイロットラインとタンクと連通させてショックを防止する構成であり，スプールストロークの初期の領域E及び終端付近の領域Fではバルブ本体とスプールはタンクラインを締切っていないとし，審決が引用刊行物1につき，「前記通路5b及び前記きり穴5cは，スプールストロークの初期の領域E及び終端付近の領域Fで前記パイロットライン6aとケーシング5dのタンクポート5fとの開口面積を0とし」(4頁下4行～下2行)と認定したのは誤りであると主張するので，以下検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用刊行物1(特開2001−208005号公報，発明の名称「油圧パイロット駆動式操作回路」，出願人 日立建機株式会社，公開日 平成13年8月3日)には，以下の記載がある(下線は判決で付記)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】 油圧アクチュエータと，この油圧アクチュエータに供給される圧油の流れを制御する方向切換弁と，この方向切換弁の制御部にパイロット圧を導くパイロットラインと，このパイロットラインにパイロット圧を供給する減圧弁と，この減圧弁を操作する操作手段とを備えるとともに，上記パイロットラインに上記油圧アクチュエータの起動時の衝撃を緩和させる第1絞りを備えた油圧パイロット駆動式操作回路において，",
                    "上記第1絞りと上記方向切換弁の制御部との間に位置する上記パイロットラインの部分と，タンクとを連通させるブリードオフラインを設けるとともに，このブリードオフラインに第2絞りを設けたことを特徴とする油圧パイロット駆動式操作回路。",
                    "【請求項2】 上記第2絞りの絞り量を上記方向切換弁のストロークに応じて変化させる絞り量制御手段を設けたことを特徴とする請求項1記載の油圧パイロット駆動式操作回路。",
                    "【請求項3】 上記ブリードオフラインに，当該ブリードオフラインを遮断する第1切換位置と，当該ブリードオフラインを連通させる第2切換位置とを有する選択弁を設けるとともに，上記第2絞りを上記選択弁の上記第2切換位置中に配置したことを特徴とする請求項1記載の油圧パイロット駆動式操作回路。",
                    "【請求項4】 上記選択弁を上記第1絞りの前後差圧で切換え駆動させる差圧駆動手段を設けたことを特徴とする請求項3記載の油圧パイロット駆動式操作回路。",
                    "【請求項5】 上記選択弁を上記方向切換弁に内臓させたことを特徴とする請求項4記載の油圧パイロット駆動式操作回路。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "text": [
                    "「【発明の属する技術分野】本発明は，油圧ショベルなどの建設機械を含む各種作業機械に装備され，緩衝機能を有する絞りを介して方向切換弁のスプール端部の制御部にパイロット圧が供給されるようになっている油圧パイロット駆動式操作回路に関する。」(段落【0001】)「本発明は，上記した従来技術における実情に鑑みてなされたもので，その目的は，操作手段が中立状態からステップ状に操作されるに際し，減圧弁と方向切換弁の制御部を連絡するパイロットラインにおけるサージ圧の発生を抑制することができる油圧パイロット駆動式操作回路を提供することにある。」(段落【0005】)",
                    "「このように構成した請求項1に係る発明にあっては，操作手段が中立状態から急激に，すなわちステップ状に操作されたときでも，減圧弁から供給される圧油がパイロットライン，第1絞りを介して方向切換弁の制御部に与えられ，この方向切換弁を切換えることができるとともに，第1絞りを通過したパイロット圧の一部がブリードオフライン，第2絞りを介してタンクに逃がされ，これによりサージ圧の発生が抑制される。",
                    "第2絞りの開口面積を適宜設定することにより方向切換弁をフルストロークまで駆動することができる。」(段落【0007】)",
                    "「したがって，このように操作手段がステップ状に操作されたときでも，サージ圧の発生に起因する衝撃の発生が抑えられる。」(段落【0008】)「上述した第2絞りの絞り量を方向切換弁のストロークに応じて変化させる絞り量制御手段を設けた構成にしてもよい。」(段落【0009】)「このように構成したものでは，方向切換弁のスプールストロークが大きくなるに従って，第2絞りの絞り量を大きくするように，すなわち開口面積を小さくする等あらかじめ設定しておくことにより，方向切換弁の流量特性を所望の特性に変化させ，油圧アクチュエータの操作性を向上させることができる。」(段落【0010】)",
                    "「図9は本発明の第2実施形態を示す油圧回路図，図10は図9に示す第2実施形態に備えられるブリードオフラインに設けられる絞りの特性を示す図，図11は図9に示す第2実施形態に備えられるパイロットラインの第1絞り，ブリードオフラインの第2絞り，及びブーム用方向切換弁の一部分の具体構造を示す図で，(a)は中立時を示す断面図，(b)はブリードオフ時を示す断面図，(c)はフルストローク時を示す断面図である。」(段落【0029】)",
                    "「この第2実施形態では，第1絞り13とブーム用方向切換弁5のスプール端部の一方の制御部との間に位置するパイロットライン6aの部分と，タンク3とを連通させるブリードオフライン10に設けられる第2絞り11bを可変絞りによって構成してある。」(段落【0030】)「第2絞り11bは例えば図11に示すように，ブーム用方向切換弁5のスプール5aに形成され，パイロットライン6aに連通する通路5bと，この通路5bに連通するきり穴5cと，ケーシング5dに形成したランド5e1，5e2によって構成されている。」(段落【0031】)「また，この第2絞り11bの絞り量をブーム用方向切換弁5のストロークに応じて変化させる絞り量制御手段を備えている。この絞り量制御手段は，パイロットライン6a側に位置するスプール5aの端部にパイロットライン6aに連通する前述の通路5bを設けたことと，この通路5bに連通するきり穴5cを設けたことと，ケーシング5dに形成され，きり穴5cを閉塞可能なランド5e1，5e2を設けたこと，及びこれらのランド5e1，5e2間にきり穴5cが開口可能なタンクポート5fを設けたことにより構成されている。」(段落【0032】)",
                    "「なお，通路5b，きり穴5c，タンクポート5fは，図9に示すブリードオフライン10の一部も構成している。(段落【0033】)「ブーム用方向切換弁5のスプールストロークに対する第2絞り11bの絞り量，すなわち開口面積D2は，例えば図10に示すように，スプールストロークの初期の領域Eでは0に，その後スプールストロークが次第に増加するに従って徐々に大きな開口面積となり，最大開口面積で一定に保たれ［図11(b)の状態］，スプールストロークの終端付近の領域Fに近づくに従って徐々に小さな開口面積となり，スプールストロークが領域Fに至ると再び0となるように保たれる［図11の(c)の状態］ように設定してある。」(段落【0034】)",
                    "「また，操作レバー7を図9，図11の(a)に示す中立状態から図9の左側に傾けるように急激に所定量だけ操作すると，すなわちステップ状に操作すると，図11の(b)に示すように，ブーム用方向切換弁5のスプール5aに形成したきり穴5cがタンクポート5fに開口し，第2絞り11bは図10の特性に示すように最大開口面積となり，パイロットライン6aがブリードオフライン10を介してタンク3に連通し，パイロットライン6aのパイロット圧P1bの一部がブリードオフライン10，第2絞り11bを介してタンク3に逃がされる。これにより，ブーム用方向切換弁5のスプール端部の一方の制御部に与えられるパイロット圧P1bの急激な圧力変動，すなわちサージ圧の発生を抑えられる。」(段落【0036】)",
                    "「さらに，その操作レバー7を最大ストロークまで操作すると，図11の(c)に示すように，ブーム用方向切換弁5のスプール5aに形成したきり穴5cがケーシング5dに形成したランド5e2によって閉じられ，第2絞り11bの特性は，領域Fに保たれ，開口面積D2が再び0となり，ブリードオフライン10は閉じられた状態となる。…」(段落【0037】)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "ウ",
      "subject": "図面の簡単な説明",
      "text": [
        "【図10】図9(判決注：本発明の第2実施形態を示す油圧回路図)に示す第2実施形態に備えられるブリードオフラインに設けられる絞りの特性を示す図である。)",
        "【図11】図9に示す第2実施形態に備えられるパイロットラインの絞り，ブリードオフラインの絞り，及びブーム用方向切換弁の一部分の具体構造を示す図で，(a)は中立時を示す断面図，(b)はブリードオフ時を示す断面図，(c)はフルストローク時を示す断面図である。",
        "・ 図10",
        "・ 図11(c)"
      ],
      "content": [
        {
          "fig": "(3)",
          "text": [
            "上記によれば，以下のとおりであることが認められる。",
            "すなわち，①引用刊行物1には油圧ショベルなどの建設機械等に装備される油圧パイロット駆動式方向切換弁に関する発明が記載され(段落【0001】)，操作手段が中立状態からステップ状に操作されるに際してパイロットラインにおけるサージ圧の発生を防止する(段落【0005】)という本願と共通の目的を有するところ，②請求項2に係る発明には絞り量制御手段を設けることが示され，その具体的構成は第2の実施形態として記載されている(段落【0029】，【0030】等。なお第2の実施形態の説明は段落【0039】まで)。③第2の実施形態において，絞り量制御手段は，スプール5aに形成され，パイロットライン6aに連通する通路5b及びこれと連通するきり穴5c，ケーシング5dに形成されたきり穴5cを閉塞可能とするランド5eなどからなる(段落【0032】)。④そして，パイロットラインに連通するきり穴5cがランド5e2によって閉じられることが記載されており(段落【0037)】，その結果，開口面積D2が0となり，第2絞り11bの特性は，領域Fに保たれることが記載されている(同段落)。⑤そして，上記④の記載は，図10の領域Fの開口面積D2の表示と一致しており，また，上記図11(c)には，ブーム用方向切換弁5のスプール5aに形成したきり穴5cがケーシング5dに形成したランド5e2によって閉じられることが図示されている。",
            "そうすると，引用発明では，スプール5aに形成したきり穴5cがケーシング5dに形成したランド5e2によって閉じられ，これにより開口面積D2が0となり，第2絞り11bは図10にその特性が示されているように領域Fのタンクラインを完全に締切っていることが理解できる。したがって，審決が，引用発明につき「前記通路5b及び前記きり穴5cは，スプールストロークの初期の領域E及び終端付近の領域Fで前記パイロットライン6aとケーシング5dのタンクポート5fとの開口面積を0とし」(4頁下4行～下2行)と認定したことに誤りはないというべきである。"
          ]
        },
        {
          "fig": "(4)",
          "text": [
            "また原告は，引用刊行物1(甲1)の段落【0041】の記載によれば，引用刊行物1でパイロットライン6aとケーシング5dのタンクポート5fとの開口面積を0とする構成(第2絞り50付きブリードオフライン10がない状態)は，請求項3，図12のブリードオフラインを遮断する選択弁の第1切換位置18aで初めて可能であるとし，請求項1，2の構成ではこれは不可能である旨主張し，また甲1の段落【0042】の記載によれば，引用刊行物1の請求項1，図2ではブリードオフライン10でパイロットライン6aとタンク3とが小さい絞りである第2絞り11aを介して常時連通しているから，ブリードオフライン10が遮断されたときは，サージ圧の発生を抑制できる効果はない旨主張する。",
            "しかし，原告の主張する段落【0041】及び【0042】の記載は，いずれも引用刊行物1に記載された発明の第3の実施形態の発明(請求項3に係る発明)についての発明の詳細な説明の記載であるところ，審決は引用刊行物1記載の第3の実施形態に関しては何ら引用・認定をしておらず，また仮に原告主張のように引用刊行物1に記載された請求項3に係る発明について開口面積が0である構成をとることができるとしても，審決の認定とは関係がないといわざるを得ないから，原告の主張は採用することができない。"
          ]
        },
        {
          "fig": "(5)",
          "text": [
            "また原告は，本願補正発明ではなく，本願発明に対し，最初の拒絶理由，即ち，引用刊行物1(甲1)と引用刊行物2(甲2)並びに周知技術に基づいて当業者が容易になし得た発明であると認定することは，明らかな手続上の違背があり認定の誤りがあると主張する。",
            "この点，特許法53条3項は，「第1項の規定による却下の決定に対しては，不服を申し立てることができない。ただし，拒絶査定不服審判を請求した場合における審判においては，この限りでない。」と規定している。本願補正発明に係る第2次補正については，平成18年2月6日の補正却下決定によって却下されており，この点について審決は「5．審判請求の主張について」(8頁下5行以下)において，審判請求人は審判請求の理由のなかで上記補正却下の決定に対する不服を申し立てているとした上で検討し，上記却下決定につき誤りはないとの判断をしている。",
            "したがって，審決が本願補正発明ではなく本願発明と引用発明との対比を行い，進歩性の有無を判断した点に手続上の誤りはない。原告の主張は採用することができない。"
          ]
        },
        {
          "fig": "(6)",
          "text": [
            "さらに原告は，本願の発明者はスプールと油圧パイロット駆動方向切換弁を特別緊急作業日程で，約1年をかけて苦労して試作・テストを10回繰り返して初めて本願発明の油圧パイロット駆動方向切換弁を実施可能にすることを確認できたものであって，本願発明は当業者が引用刊行物1，2から容易に発明できるものではないとも主張するが，試行錯誤を繰り返して実施可能であることを確認したこと自体によって本願発明につき進歩性が備わるということはできないから，原告の主張は採用することができない。"
          ],
          "content": [
            {
              "fig": "3",
              "text": [
                "取消事由2(引用刊行物2の記載に関する認定の誤り)について原告は，引用刊行物2につき，環状溝(21，22)は螺旋状溝(23)より幅広の大きい溝を形成しており，スプールのストロークの初期の段階の微小ストローク領域で，スプールが微小ストローク移動されたとき，螺旋状溝(23)より幅広の大きい溝を通り急激にパイロット室(5，6)のパイロット圧油がドレン流路(14，15)に瞬間的に多く流れることからスプールにショックを与え，本願の構成を欠き，またパイロット圧室のサージ圧を螺旋状溝で防止するとの効果を奏せず，また第1図面のスプール外周上の連続した螺旋状溝(23)及び螺旋状溝(23)より大きく幅広の環状溝(21，22)は，常時パイロット圧室とバルブ本体のタンクラインと連通し，両者間を締め切っていないと主張する。",
                "しかし，審決の引用刊行物2に関する認定は，「引用刊行物2には，油圧パイロット切換弁において，スプールの端部の周囲にスパイラル状の連通溝を設け，それを介してパイロット室とドレン流路とを連通する発明が開示されている。そうすると，引用発明のものにおいて，パイロットラインとタンクポートとを連通するスプールに設けた通路及びきり穴に代えて，引用刊行物2に記載された発明に基づき，スプール外周上に連続した螺旋状溝を設けて，この螺旋状溝のみを介してパイロットラインとタンクポートとを連通させるようにし，上記相違点1及び4に係る本願発明の構成とすることは，当業者であれば容易になし得たものである。」(7頁下6行～8頁3行)としたものであって，引用刊行物2からは，上記スプールの端部の周囲に連通溝を設ける点に着目し，これを介してパイロット室とドレン流路とを連通するとの点に関する発明を認定したものである。",
                "そうすると，審決は，引用刊行物2に関しては，本願発明のスプールのストロークの初期の段階で，スプール外周上に連続した螺旋状溝がパイロット圧室と連通するが前記バルブ本体のタンクラインとの連通をなくするとの構成との関係について判断をしているわけではない。したがって，原告の主張はその前提において誤りというべきであるから，採用することができない。",
                "また，上記のとおり審決は，引用刊行物2についてはスプールの端部の周囲に連通溝を設ける点に関して認定したものであるから，引用刊行物2において螺旋状溝より環状溝が大きく幅広であるとの点については，審決の認定とは関係しないというべきであり，原告の主張は採用することができない。"
              ]
            },
            {
              "fig": "4",
              "subject": "結語",
              "text": [
                "以上によれば，原告主張の取消事由はいずれも理由がない。",
                "よって原告の請求を棄却することとして，主文のとおり判決する。"
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10400",
    "date": "2008-06-30",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "036543",
    "ipprecedent_id": "1488",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}