{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2006−80215号事件について平成19年7月31日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，被告が特許権者であり発明の名称を「旋回式クランプ」とする特許第3621082号(請求項の数8)につき，原告がその請求項1～8に対し無効審判請求をしたので，被告が平成19年6月15日付け訂正請求で対抗したところ，特許庁が，上記訂正を認めた上，請求不成立の審決をしたことから，原告がその取消しを求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "subject": "争点は，",
          "text": [
            "①上記訂正は特許法134条の2第5項により準用される同法126条4項(特許請求の範囲等の拡張又は変更の禁止)の規定に適合するか，②上記訂正後の請求項1，3に係る発明は，下記各文献に記載された発明との関係で進歩性を有するか(特許法29条2項)，",
            "③無効審判手続における手続上の瑕疵の有無，",
            "である。",
            "記",
            "・甲8：「機械設計」第44巻第3号(平成12年2月1日発行，日刊工業新聞社)のうち，相生精機株式会社の販売する「パスカルスイングクランプ」の広告に関する部分(以下「甲8文献」といい，これに記載された発明を「甲8発明」という。そこに記載されたMODEL CTF断面図は以下のとおり)",
            "・甲13：特開平8−33932号公報(発明の名称「クランプロッドツイスト型クランプ装置」，出願人 相生精機株式会社，公開日 平成8年2月6日。以下「甲13文献」といい，これに記載された発明を「甲13発明」という。)",
            "・甲14：特開2001−198754号公報(発明の名称「ワーク固定用クランプシステム」，出願人 パスカル株式会社，公開日平成13年7月24日。以下「甲14文献」といい，これに記",
            "載された発明を「甲14発明」という。)",
            "・甲21：特開平10−34469号公報(発明の名称「旋回式クランプ装置」，出願人 株式会社コスメック〔被告〕，公開日 平成10年2月10日。以下「甲21文献」といい，これに記載さ",
            "れた発明を「甲21発明」という。)",
            "・甲25：米国特許第4620695号明細書(発行日1986年11",
            "月4日。以下「甲25文献」といい，これに記載された発明を「甲25発明」という。)",
            "・甲26：実願昭46−24405号(実開昭47−18875号)の",
            "マイクロフィルム(考案の名称「液圧クランプ装置」，出願人株式会社小松製作所，公開日 昭和47年11月2日。以下",
            "「甲26文献」といい，これに記載された発明を「甲26発明」という。)"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "請求原因",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許庁における手続の経緯",
              "text": [
                "被告は，平成13年11月13日・同年12月18日・平成14年4月3日の各優先権(いずれも日本)を主張して，平成14年10月2日，名称を「旋回式クランプ」とする発明について特許出願(特願2002−289489号)をし，平成16年11月26日，特許庁から特許第3621082号として設定登録を受けた(請求項の数8。特許公報は甲33。以下「本件特許」という。)。",
                "これに対し原告から，平成18年10月23日，本件特許の請求項1～8につき特許無効審判請求がなされた(甲31)ので，特許庁はこれを無効2006−80215号事件として審理し，その中で被告は，平成18年12月21日付けで訂正請求(第1次訂正請求，甲54)をし，これを受けて原告から提出された審判事件弁駁書(甲29)を踏まえてさらに平成19年6月15日付けで訂正請求(第2次訂正請求，以下「本件訂正」という。請求項の数8，甲32。これに伴い第1次訂正請求は取下げとみなされた)をしたところ，特許庁は，平成19年7月31日，「訂正を認める。本件審判の請求は，成り立たない。」旨の審決をし，その謄本は同年8月10日原告に送達された。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "発明の内容",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正前",
                  "text": [
                    "本件訂正前(登録時)の特許請求の範囲は，上記のとおり請求項1～8から成るが，このうち請求項1，3に係る発明(以下「訂正前発明1」「訂正前発明3」という。)の内容は以下のとおりである。",
                    "・【請求項1】",
                    "「ハウジング(3)内に軸心回りに回転可能に挿入されると共に軸心方向の一端から他端へクランプ移動されるクランプロッド(5)と，そのクランプロッド(5)の外周部に形成された周方向へ複数のガイド溝(26)と，これらガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合具(29)とを備え，",
                    "上記の各ガイド溝(26)を，上記の軸心方向の他端から一端へ連ねて設けた旋回溝(27)と直進溝(28)とによって構成し，上記の複数の旋回溝(27)を相互に平行状に配置すると共に上記の複数の直進溝(28)を相互に平行状に配置し，",
                    "上記の隣り合うガイド溝(26)(26)の隔壁の最小厚さ(T)を，同上のガイド溝(26)の溝幅(W)よりも小さい値に設定した，ことを特徴とする旋回式クランプ。」",
                    "・【請求項3】",
                    "「ハウジング(3)内に軸心回りに回転可能に挿入されると共に軸心方向の一端から他端へクランプ移動されるクランプロッド(5)と，そのクランプロッド(5)の外周部に形成された周方向へ複数のガイド溝(26)と，これらガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合ボール(29)とを備え，上記の各ガイド溝(26)を，上記の軸心方向の他端から一端へ連ねて設けた旋回溝(27)と直進溝(28)とによって構成し，上記の複数の旋回溝(27)を相互に平行状に配置すると共に上記の複数の直進溝(28)を相互に平行状に配置し，",
                    "上記の隣り合うガイド溝(26)(26)の隔壁の最小厚さ(T)を，上記の係合ボール(29)の直径(D)よりも小さい値に設定した，ことを特徴とする旋回式クランプ。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正後",
                  "text": [
                    "平成19年6月15日付けでなされた本件訂正の詳細は別添審決写し3頁～8頁のとおりであり，訂正後の特許請求の範囲は，上記のとおり請求項1～8から成るところ，このうち請求項1，3に係る発明(以下「訂正発明1」「訂正発明3」という。)は以下のとおりである(下線は訂正部分)。",
                    "・【請求項1】",
                    "「ハウジング(3)内にほぼ90度の旋回角度で軸心回りに回転可能に挿入されると共に軸心方向の一端から他端へクランプ移動されるクランプロッド(5)であって，片持ちアーム(6)を固定する部分と，上記ハウジング(3)の一端側の第1端壁(3a)に緊密に嵌合支持されるようにロッド本体(5a)に設けた第1摺動部分(11)と，上記ハウジング(3)の筒孔(4)に挿入したピストン(15)を介して駆動される入力部(14)と，上記ハウジング(3)の他端側の第2端壁(3b)に緊密に嵌合支持されるように上記のロッド本体(5a)から他端方向へ一体に突出されると共に周方向へほぼ等間隔に並べた3つ又は4つのガイド溝(26)を外周部に形成した第2摺動部分(12)とを，上記の軸心方向へ順に設けたクランプロッド(5)と，",
                    "そのクランプロッド(5)の上記の第2摺動部分(12)に設けた3つ又は4つのガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合具(29)とを備え，",
                    "上記ピストン(15)の外周に嵌着した封止具(15a)の両端方向の外側で同上ピストン(15)の外周面と上記ハウジング(3)の上記の筒孔(4)との間に比較的に大きな嵌合隙間を形成することにより，上記ピストン(15)の両端方向の外方に配置された上記の第1摺動部分(11)と第2摺動部分(12)との2箇所で上記クランプロッド(5)を上記ハウジング(3)に緊密に嵌合支持させて同上クランプロッド(5)が傾くのを防止するように構成し，",
                    "上記の第2摺動部分(12)に設けた上記3つ又は4つのガイド溝(26)を，それぞれ，上記の軸心方向の他端から一端へ連ねて設けた旋回溝(27)と直進溝(28)とによって構成し，上記の複数の旋回溝(27)を相互に平行状に配置すると共に上記の複数の直進溝(28)を相互に平行状に配置し，",
                    "前記の第2端壁(3b)に緊密に嵌合支持されると共に上記の3つ又は4つのガイド溝(26)が設けられた上記の第2摺動部分(12)について，その第2摺動部分(12)の外周面を展開した状態における上記の旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定し，かつ，上記の隣り合うガイド溝(26)(26)の隔壁の最小厚さ(T)を，同上のガイド溝(26)の溝幅(W)よりも小さい値に設定した，ことを特徴とする旋回式クランプ。」",
                    "・【請求項3】",
                    "「ハウジング(3)内にほぼ90度の旋回角度で軸心回りに回転可能に挿入されると共に軸心方向の一端から他端へクランプ移動されるクランプロッド(5)であって，片持ちアーム(6)を固定する部分と，上記ハウジング(3)の一端側の第1端壁(3a)に緊密に嵌合支持されるようにロッド本体(5a)に設けた第1摺動部分(11)と，上記ハウジング(3)の筒孔(4)に挿入したピストン(15)を介して駆動される入力部(14)と，上記ハウジング(3)の他端側の第2端壁(3b)に緊密に嵌合支持されるように上記のロッド本体(5a)から他端方向へ一体に突出されると共に周方向へほぼ等間隔に並べた3つ又は4つのガイド溝(26)を外周部に形成した第2摺動部分(12)とを，上記の軸心方向へ順に設けたクランプロッド(5)と，",
                    "そのクランプロッド(5)の上記の第2摺動部分(12)に設けた3つ又は4つのガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合ボール(29)とを備え，",
                    "上記ピストン(15)の外周に嵌着した封止具(15a)の両端方向の外側で同上ピストン(15)の外周面と上記ハウジング(3)の上記の筒孔(4)との間に比較的に大きな嵌合隙間を形成することにより，上記ピストン(15)の両端方向の外方に配置された上記の第1摺動部分(11)と第2摺動部分(12)との2箇所で上記クランプロッド(5)を上記ハウジング(3)に緊密に嵌合支持させて同上クランプロッド(5)が傾くのを防止するように構成し，",
                    "上記の第2摺動部分(12)に設けた上記3つ又は4つのガイド溝(26)を，それぞれ，上記の軸心方向の他端から一端へ連ねて設けた旋回溝(27)と直進溝(28)とによって構成し，上記の複数の旋回溝(27)を相互に平行状に配置すると共に上記の複数の直進溝(28)を相互に平行状に配置し，",
                    "前記の第2端壁(3b)に緊密に嵌合支持されると共に上記の3つ又は4つのガイド溝(26)が設けられた上記の第2摺動部分(12)について，その第2摺動部分(12)の外周面を展開した状態における上記の旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定し，かつ，上記の隣り合うガイド溝(26)(26)の隔壁の最小厚さ(T)を，上記の係合ボール(29)の直径(D)よりも小さい値に設定した，ことを特徴とする旋回式クランプ。」"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決の内容",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決の内容は，別添審決写しのとおりである。その要点は，①本件訂正は，特許請求の範囲の減縮等を目的とするもので，実質上特許請求の範囲を拡張又は変更するものではないから，適法である。",
                    "②訂正発明1及び3は，甲8発明・甲13発明・甲14発明に基づいて(無効理由1−1)，又は甲21発明・甲8発明・甲13発明・甲14発明・甲25発明・甲26発明に基づいて(無効理由1−2)，又は甲26発明・甲8発明・甲13発明・甲14発明に基づいて(無効理由1−3)，それぞれ当業者が容易に発明し得たものとはいえないから，特許法29条2項の規定により特許を受けることができないものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，審決が認定した甲8発明等の内容，訂正発明1，3とこれらの発明との一致点及び相違点は，上記審決写し記載のとおり。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "審決の取消事由",
              "text": [
                "しかしながら，審決には，以下に述べるとおりの誤りがあるから，違法として取り消されるべきである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由1(訂正の適否に関する判断の誤り)",
                  "text": [
                    "本件訂正のうち，請求項1，3に「上記ピストン(15)の外周に嵌着した封止具(15a)の両端方向の外側で同上ピストン(15)の外周面と上記ハウジング(3)の上記の筒孔(4)との間に比較的に大きな嵌合隙間を形成することにより，上記ピストン(15)の両端方向の外方に配置された上記の第1摺動部分(11)と第2摺動部分(12)との2箇所で上記クランプロッド(5)を上記ハウジング(3)に緊密に嵌合支持させて同上クランプロッド(5)が傾くのを防止するように構成し，」を付加した点につき，審決は，「…複数の係合具でほぼ均等に支持するという事項に加え，第1摺動部分と第2摺動部分との2箇所で緊密に嵌合支持するという事項により，クランプロッドの傾きを確実に防止し得ることは当業者に明らかであり，発明の同一性が失われているということはできない」(12頁19行～22行)として，請求項1，3に係る上記訂正はいずれも「実質上特許請求の範囲を拡張又は変更するものではない」(13頁20行～21行，27行)と判断したが，誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決が述べるように「複数の係合具でほぼ均等に支持するという事項に加え，第1摺動部分と第2摺動部分との2箇所で緊密に嵌合支持する」というのであれば，「複数の係合具(係合ボール)でほぼ均等に支持する」ことと，「第1摺動部分と第2摺動部分との2箇所で緊密に嵌合支持する」ことが同時に成立しなければならない。しかし，これらを同時に成立させることは，双方の寸法を合わせるために超精密加工が必要となり現実的に実施困難であるというにとどまらず，理論的にも成立し得ないものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "すなわち，本件訂正前における作用効果は，一つの係合ボールを介してクランプロッドを支持する旋回式クランプの従来例に対して，複数の係合具(係合ボール)を介してクランプロッドを支持することにより，クランプ及びアンクランプ駆動時のクランプロッドの傾きを防止できることである。このような「複数の係合具(係合ボール)」という構成の前提として，クランプロッドが傾く程度の「所定の隙間」が，ハウジングと第2摺動部分との間に存在することが必要である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ところが，本件訂正後においては，第1摺動部分及び第2摺動部分がハウジングに緊密に嵌合支持されていればクランプロッドの傾きが防止されるのであるから，複数の係合具の有無にかかわらずクランプロッドの傾きが防止されるものであり，上記「所定の隙間」をハウジングと第2摺動部分との間に形成することができない。本件訂正により加えられた「第1摺動部分と第2摺動部分との2箇所で緊密に嵌合支持する」という構成は，訂正前発明1，3の「複数の係合具(係合ボール)でほぼ均等に支持する」という構成の前提となる「所定の隙間」を排除するものであり，両構成は同時には成立し得ないものである。",
                        "これを作用効果の点からみれば，訂正発明1，3では，第1摺動部分及び第2摺動部分がハウジングに緊密に嵌合支持されていればクランプロッドの傾きが防止されるのであるから，複数の係合具(係合ボール)によってクランプロッドの傾きを防止するという訂正前発明1，3の作用効果を奏しないものであり，本件訂正の前後で発明の同一性が失われていることは明白である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "したがって，本件訂正は，特許法134条の2第5項により準用される同法126条4項の規定(訂正は，実質上特許請求の範囲を拡張し，又は変更するものであってはならない)に違反する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2(無効理由〔1−1〕についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "取消事由2−1(引用発明〔甲8発明〕の認定の誤り・相違点の認定の誤り)",
                      "text": [
                        "審決は，「甲第8号証の記載事項について，甲第8号証に係るCTF型クランプ装置と同型式のCTF型クランプ装置(型式：CTF1．6M−LP−MCTA3440)の現物である検甲第1号証に関する事実",
                        "実験公正証書の正本である甲第3号証を参照して検討すると，甲第8号証には下記の発明…が示されていると認められる」(24頁6行～10行)とした上，訂正発明1との相違点に関し，甲8発明は「ピストンがハウジングの上側の端壁に支持される摺動部分を有し，カムがハウジングの下側の端壁に支持されるようにピストンから下方向へ突出するようにピストンに固定される摺動部分を有しているものの，いずれも緊密に嵌合支持されているかどうか，不明確である」(28頁26行～29行)と認定したが，誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "審判手続において提出された検甲1(本件訴訟においては提出されていない。)及び甲3(長野地方法務局所属公証人A作成に係る平成18年第196号事実実験公正証書)に示された発明は，本件特許出願前に日本国内において公然知られた発明あるいは本件特許出願前に日本国内において公然実施をされた発明に関するものであるのに対して，甲8発明は，本件特許出願前に日本国内において頒布された刊行物に記載された発明に関するものであって，特許法上明確に区別されている。甲8発明の認定は，甲8文献の記載及び当業者の技術常識に基づいて行われるべきであって，特許法上明確に区別された別の発明を参酌すべきではない。",
                            "そして，甲8文献に記載された図面(「MODEL CTF 断面",
                            "図」。前記第2，2に記載のもの)を，当業者の技術常識に照らして観察すると，同図記載のようなクランプ装置では，その構造上，「ハウジングの上側の端壁に支持されるピストンの摺動部分」と，「ピストンの入力部の外周部」と，「ハウジングの下側の端壁に支持されるカムの摺動部分」の3箇所のうち，少なくとも2箇所で支持してクランプロッドの傾きを防止しなければならないところ，傾きを防止する2箇所をできるだけ遠ざけてクランプロッドの傾きを有効に防止するという観点からすれば，「ハウジングの上側の端壁に支持されるピストンの摺動部分」及び「ハウジングの下側の端壁に支持されるカムの摺動部分」の2箇所で支持するのが自然である。",
                            "したがって，甲8文献には，ピストンがハウジングの上側の端壁に緊密に嵌合支持されているとともに，カムがハウジングの下側の端壁に緊密に嵌合支持されていることが示されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "さらに，ピストンの外周に比較的大きな嵌合隙間が形成されることが技術常識といえることは，甲8発明，甲21発明，26発明に関する審決の各認定(24頁22行～24行，38頁24行～26行，4",
                          "text": [
                            "6頁下3行～下2行)，甲46(実開平5−22947号公報)，甲",
                            "47(実開平6−28428号公報)，甲48(特開平8−2706",
                            "12号公報)の各記載から明らかであり，この観点からも，上記3箇所のうち「ハウジングの上側の端壁に支持されるピストンの摺動部分」及び「ハウジングの下側の端壁に支持されるカムの摺動部分」の2箇所で支持することが技術常識であることが導かれるものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上に対し審決は，訂正請求項1における「『緊密に嵌合支持』とは，クランプロッド(5)がハウジング(3)に対して円滑に摺動し得るという機能を確保しつつ，…両者間の隙間を可及的に小さくするという前提に立って，所要の寸法公差や製造技術等の制約のもとで不可避な程度の隙間をもって支持されていることをいうと理解される。",
                            "…このような理解のもとで甲第8号証発明を検討すると，…甲第8号証発明のカムの摺動部分が，上記の意味でハウジングに緊密に嵌合支持されているということはできない」(30頁3行～21行)とする。",
                            "しかし，訂正請求項1における「緊密に嵌合支持」の意義については，請求項の記載のみでは一義的に明確に理解することができず，発明の詳細な説明の記載を参酌する必要があるところ，本件訂正明細書(甲32)には「…上摺動部分11と下摺動部分12とは，それぞれ，上記の上端壁3aと下端壁3bとに緊密に嵌合されている」(段落【0015】)との記載があるものの，「緊密」の用語を定義する記載はなく，「…上摺動部分(第1摺動部分)11と下摺動部分(第2摺動部分)12とを設けたので，…軸心方向へ離れた二つの摺動部分11・12によって上記クランプロッド5が傾くのを防止できる」(段落【0031】)と記載されているだけである。",
                            "そうすると，「クランプロッドの傾きを防止できる嵌合支持」であれば，訂正発明1における「緊密に嵌合支持」に該当するというべきであって，甲8発明におけるピストン及びカムの嵌合支持が「緊密に嵌合支持」に当たることは明らかである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "取消事由2−2(訂正発明1と甲8発明との相違点についての判断の誤り)",
                      "text": [
                        "審決は，訂正発明1と甲8発明との相違点1，4，5，6について当業者が容易に想到し得たものとはいえないとした(29頁28行～32頁15行，32頁35行～34頁23行)が，以下のとおり誤りである。",
                        "訂正発明1は，甲8発明に「ハウジングの上下の端壁に緊密に嵌合支持」という周知事項と，「旋回溝の傾斜角度の数値範囲」及び「ガイド溝の隔壁の最小厚さをガイド溝の溝幅よりも小さい値に設定する」という設計的事項を適用したものにすぎない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1についての判断の誤り",
                          "text": [
                            "審決は，甲8発明のピストン及びカムをどこでハウジングに緊密に嵌合支持するかは設計的事項であるかどうかについて，「…甲第8号証をみると，甲第8号証発明のピストンとカムの固定部構造は，ネジによってカムをピストンの縦孔の内周面に押圧するという構造であって，カムがピストンの縦孔の全体にわたって強固に固定される構造ではないから，ピストンとカムの摺動時にその固定部に作用する力や発生する撓み等を考慮すると，ピストンとカムとのハウジングに対する支持態様としては，ハウジングの上側の端壁に支持されるピストンの摺動部分と，カムの摺動部分とでハウジングに対して緊密に嵌合支持するという設計より，ハウジングの上側の端壁に支持されるピストンの摺動部分と，ピストンの入力部の外周部とにおいてハウジングに対して緊密に嵌合支持するという設計の方がはるかに好適であることは明らかであり，後者に代えて前者を採用することが設計的事項にすぎないということはできない」(30頁25行～36行)，「…甲第8号証発明はカムの摺動部分がピストンから一体に突出されているとはいえないが，ただ，広く機械装置において構成部品を最初から単一のものとして製作するか，別部品を固定して製作するかは，部品構成の簡素化や製作工程の作業性等に鑑みて適宜設計する事項にすぎない。",
                            "したがって，甲第8号証発明のピストンとカムとから成るクランプロッドを分離できない同一体とすることは設計的事項にすぎないということができる。このように設計変更すれば，ピストンとカムとの固定部に関する上記の問題はほぼ解消されるから，ハウジングの上側の端壁に支持されるピストンの摺動部分と，ピストンの入力部の外周部とにおいてハウジングに対して緊密に嵌合支持するという設計に代えて，ハウジングの上側の端壁に支持される第1摺動部分と，ハウジングの下側の端壁に支持される第2摺動部分とで緊密に嵌合支持するという設計を採用すれば，一応，相違点1に係る本件発明1の事項に想到し得るとも認められる。しかし，このような設計の採用は，ピストンとカムとから成るクランプロッドを最初から単一のものとして製作することに起因するものであって，発明創作にあたってのこのような両者の因果的連関に留意すると，両者をそれぞれ単なる設計的事項にすぎないとするのは，両者を相互に無関係な別個の事項とみることに帰着し，妥当でない」(31頁33行～32頁11行)としたが，以下のとおり誤りである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "「ハウジングの両端の端壁にクランプロッドを緊密に嵌合支持させること」は，本件特許の出願前において旋回式クランプの分野における技術常識であった。",
                                "この点に関して，審決は，「甲第21号証発明は実質的に，ハウジング3の上端壁(第1端壁)3aに摺動自在に支持される第1摺動部分11と，ハウジング3の下端壁(第2端壁)3bに摺動自在に支持されるように下端方向へ一体に突出した第2摺動部分12とが，それぞれハウジング3に緊密に嵌合支持されている」(41頁5行～8行)と認定している。",
                                "また，甲26文献(実願昭46−24405号〔実開昭47−1",
                                "8875号〕のマイクロフィルム)，甲36(実願昭63−130",
                                "286号〔実開平2−51043号〕のマイクロフィルム)の記載",
                                "からも上記技術常識の存在は明らかである。",
                                "そもそも甲8発明のようなクランプ装置では，ピストン及びカムの傾きを防止するために必ず2箇所における緊密嵌合が必要であり，緊密に嵌合支持する2箇所として，「ハウジングの上側の端壁に指示されるピストンの摺動部分(第1摺動部分)」と，「ピストンの入力部の外周部」と，「ハウジングの下側の端壁に支持されるカムの摺動部分(第2摺動部分)」との3箇所の中から，第1摺動部分と第2摺動部分の2箇所を選択することは，前記(ア)で述べたとおり，当業者が当然になしうることである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "また，ロッドにおけるピストンの両端方向の外方に位置する2箇所をハウジングの両端壁に緊密に支持して傾きを防止することは，広く機械装置一般における周知事項でもある。すなわち，甲37(実願昭61−134361号〔実開昭63−41490号〕のマ",
                              "text": [
                                "イクロフィルム)には，産業用ロボットなどに装着される把持機構において，第1のピストンロッド6における第1のピストン4の両端方向の外方に位置する部分を軸受18，19を介して第1のシリンダ2に緊密に支持してピストンロッド6の傾きを防止するとともに，第2のピストンロッド7における第2のピストン5の両端方向の外方に位置する部分を軸受32，33を介して第2のシリンダ3に緊密に支持してピストンロッド7の傾きを防止することが示されている。また，甲38(実願昭63−139566号〔実開平2−",
                                "59306号〕のマイクロフィルム)にも，直進及び回転機能付シリンダ装置において，スプラインシャフト4におけるピストン3の両端方向の外方に位置する部分を軸受14，22を介してシリンダチューブ2に緊密に支持して傾きを防止することが示されている。",
                                "上記のような周知事項によれば，ハウジングに緊密に嵌合支持する2箇所として，「ハウジングの上側の端壁に支持されるピストンの摺動部分」及び「ハウジングの下側の端壁に支持されるカムの摺動部分」を選択することには何ら困難性はなく，単なる設計的事項というほかない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点4についての判断の誤り",
                          "text": [
                            "審決は，「甲第8号証発明が，『上記ピストン(15)の両端方向の外方に配置された上記の第1摺動部分(11)と第2摺動部分(12)との2箇所で上記クランプロッド(5)を上記ハウジング(3)に緊密に嵌合支持させ』るという事項を具備していないこと，及びそれが甲第8号証発明，甲第13号証発明，及び甲第14号証発明に基づいて当業者が容易に想到し得たものであるといえないことは上記『［相違点1］について』に述べたとおりであり，したがって，相違点4に係る本件発明1の事項についても同様に，甲第8号証発明，甲第13号証発明，及び甲第14号証発明に基づいて当業者が容易に想到し得たものであるとはいえない」(32頁下4行～33頁5行)としたが，誤りである。",
                            "審決の上記判断の前提とされている相違点1についての判断が誤りであることは，前記aで述べたとおりである。第1摺動部及び第2摺動部の2箇所でハウジングに緊密に嵌合支持させることによってクランプロッドの傾きを防止することは，甲21文献，甲26文献等に記載されている事項であり，相違点4に係る構成は当業者が容易に想到し得たものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点5についての判断の誤り",
                          "text": [
                            "審決は，「…甲第8号証発明の旋回溝が正弦波形溝であること，本件発明1は，『旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定し，』という事項を備えることにより，クランプロッド5の旋回用ストロークを小さくするという格別の効果を奏することを合わせ考えると，本件発明1の『旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定し，』という上記事項が，甲第8号証発明，甲第13号証発明，甲第14号証発明，及び甲第19～21号証の記載事項に基づいて当業者が容易に想到しえたものであるとはいえない」(33頁23行～30行)としたが，誤りである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "まず，甲13文献(特開平8−33932号公報)には，相違点5に係る構成(旋回溝の傾斜角度を10度から30度の範囲内に設定すること)が記載されている。",
                                "すなわち，甲13文献の図1及び図2には，クランプロッド20の径が第2ストロークH2(螺旋溝51bの高さ)の4倍から5倍の範囲に設定されることが記載され，また，段落【0027】には「…各カム溝51は，…図1の第1ストロークH1と等しい長さの縦溝51aと，この縦溝51aの下端に連なり第2ストロークH2と等しい高さに亙り且つクランプロッド20の外周面の90度円弧分に相当する螺旋状の螺旋溝51bとで形成されている」と記載されている。",
                                "したがって，螺旋溝51bの傾斜角度(θ)は，",
                                "tan-1(1／(π×5×90/360))＜θ＜tan-1(1／(π×4×90/360))の式により，14．2°＜θ＜17．6°となり，甲13文献には，螺旋溝51bの傾斜角度を10度から30度の範囲に設定することが記載されているものである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "また，旋回溝の傾斜角度をどの程度に設定するかは旋回ストロークの大きさと関係するところ，旋回ストロークを小さくして旋回式クランプをコンパクトに造ることは，本件特許の出願前における周知の技術的課題であった。このことは，甲21文献に「…このため，円滑に旋回させることと旋回溝36のリードを小さくすることとを両立できる。その結果，旋回ストロークSを小さくでき，クランプ装置2の上下方向の設置スペースが小さくなる」(段落【0024】)と記載されているほか，甲27(特開平10−14132",
                              "text": [
                                "4号公報)の段落【0034】，甲39(特開平10−80833",
                                "号公報)の段落【0036】，甲19(実公昭60−18267号",
                                "公報)の2頁左欄21行～25行，甲20(特開昭60−1232",
                                "38号公報)の2頁左上欄12行～17行の各記載に照らしても，明らかである。",
                                "そして，旋回溝の傾斜角度を10度から30度の範囲に設定することも，本件特許の出願前に周知の事項であった。すなわち，甲21発明に係るクランプ装置と同型式のクランプ装置のカタログである「KOSMEK WORK CLAMPIＮG SYSTEMS K",
                                "WCS 70kシリーズ」(平成9年12月発行，株式会社コスメ",
                                "ック。甲40)には，各形式の仕様としてスイングストローク(90度旋回時)の寸法及びクランプロッドに旋回溝が形成された部分の外径(図面中の「φU」と略等しいことが明らかである。)の寸法が記載されており，これらの記載に基づいて旋回溝の傾斜角度を計算すると，いずれの形式においても傾斜角度は10度から30度の範囲内となる。また，甲25(米国特許第4620695号明細書)にも，傾斜角度が明らかに30度より小さい旋回溝が示されている。",
                                "そうすると，上記のように旋回式クランプの旋回ストロークを小さくしたいという周知の技術的課題に直面していた当業者にとって，甲8発明における旋回溝の傾斜角度を10度から30度の範囲内とすることは困難ではない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "また，訂正発明1における「旋回溝」は，その壁面にボールが当接することによって直進運動を旋回運動に変換する機構である点でボールねじにおける「螺旋溝」と共通であり，ボールねじにおける周知技術も考慮する必要がある。",
                                "すなわち，訂正発明1における「3つ又は4つのガイド溝」は，ボールねじにおける「3条又は4条の螺旋溝」の一部に「直進溝」を付加したものにすぎず，訂正発明1における「旋回溝(27)の傾斜角度(A)」はボールねじにおける「螺旋溝」の「リード角」に相当する。",
                                "そして，ボールねじにおける螺旋溝のリード角を10度から30度の範囲内に設定することは，甲41(特開平5−149405号",
                                "公報)の段落【0005】にボールねじのリード角が10度～20度であることが記載されていることや，甲42(「JISハンドブック ⑬工作機械」平成13年1月31日発行，財団法人日本規格協会)1166頁「表2 呼び径と呼びリードの組合せ」の記載に基づき，呼び径を25㎜，呼びリードを25㎜としてリード角を算出すると約17．657度となることからも明らかなように，本件特許の出願前に周知の事項である。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "また，そもそも訂正発明1における「10度から30度」という数値限定は，臨界的意義を有しないものである。",
                                "すなわち，引用発明と課題及び効果を同じくし，その数値的範囲が異なるにすぎない発明について進歩性が認められるためには，当該発明の数値限定に臨界的意義があることが必要であるところ，訂正発明1における「10度から30度」という数値限定は旋回溝の傾斜角度として従来からある数値範囲のものを採用したにすぎず，その数値限定に臨界的意義はないというべきである。",
                                "また，本件訂正明細書(甲32)においては，数値限定の上限(30度)の技術的意義について「旋回溝の傾斜角度を小さく」し「クランプロッドの旋回に必要なストロークを小さくして，旋回式クランプをコンパクトに造れる」(段落【0005】)と記載されているにとどまり，数値限定の下限(10度)の技術的意義については全く記載されていない。",
                                "そうすると，訂正発明1における「10度から30度」という数値限定は，それによる格別の効果について明細書の記載の裏付けを欠くものであって，旋回ストロークや旋回時の抵抗等を勘案して当業者が適宜定めることができるものである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点6についての判断の誤り",
                          "text": [
                            "審決は，「…甲第13号証に，隣り合うカム溝51の隔壁の最小厚さがカム溝51の溝幅よりも小さい値に設定されていること，また，隣り合うカム溝51の隔壁の最小厚さがカム体52の直径よりも小さい値に設定されていることの記載も示唆もないことは上記のとおりである。そして，隣り合うカム溝51の隔壁の最小厚さとカム溝51の溝幅，ないしカム体52の直径との大小関係は，カム溝51の溝幅，ないしカム体52そのものの大きさのほか，旋回角度にもよると考えられるが，カム溝51の溝幅，ないしカム体52の大きさにはクランプ装置の構造簡素化や円滑な動作等の観点から相応の上限があり，隣り合うカム溝51の隔壁の最小厚さがカム溝51の溝幅よりも小さい値に設定され，あるいは隣り合うカム溝51の隔壁の最小厚さがカム体52の直径よりも小さい値に設定されるほど，カム溝51の溝幅，ないしカム体52を大きくすることが単なる設計的事項であるとする根拠は見出せない。また，螺旋溝51bの傾斜角度が不明確であることを考慮すると，旋回角度を大きくすれば，直ちに，隣り合うカム溝51の隔壁の最小厚さがカム溝51の溝幅よりも小さい値に設定され，あるいは隣り合うカム溝51の隔壁の最小厚さがカム体52の直径よりも小さい値に設定されるということはできない。したがって，甲第8号証発明に甲第13号証発明の上記事項を採用したものにおいて，隣り合うカム溝51の隔壁の最小厚さがカム溝51の溝幅よりも小さい値に設定されていることが当業者が容易に想到し得たものであるということはできない」(34頁3行～23行)としたが，誤りである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "まず，甲13文献(特開平8−33932号公報)の図2には，訂正発明1の相違点6に相当する構成，すなわち「隣り合うカム溝51の隔壁の最小厚さがカム溝51の溝幅よりも小さい値に設定されていること」が示されている。",
                                "上記図2について審決は，「…図2等はその発明の実施例を表わすいわば模式図であって，図2の記載から直ちにその各部の寸法関係をこのように精確に，ないし一義的に導き出すことは不適切である」(26頁8行～10行)とする。しかし，甲13文献の図2",
                                "は，たとえ模式図であろうとも，クランプロッドの径，溝幅(ボール径)，旋回溝のリードが他の図面と整合するように正確に描かれている。そして，クランプロッドの径，旋回角度(90度)，旋回溝数(三つ)，溝幅(ボール径)，旋回溝のリードが定まれば，隔壁厚みと溝幅(ボール径)との大小関係が一義的に定まるのである。",
                                "また審決は，甲13文献の記載について「…螺旋溝51bの先端部とそれに隣接するカム溝51の最近端部との間には周方向に約30度の間隔があり，カム溝51の配置や幅について図6の記載を合わせ考えると，隣り合うカム溝51の隔壁の最小厚さがカム溝51の溝幅よりも小さい値に設定されていること，また，隣り合うカム溝51の隔壁の最小厚さがカム体52の直径よりも小さい値に設定されていることが記載されていると認めることはできない」(26頁17行～22行)とする。しかし，訂正発明1においても，ガイド溝が3つの場合には「旋回溝の先端部とそれに隣接する直進溝の最近端部との間には周方向に約30度の間隔がある」点で同様であり，このことを理由に「隣り合うカム溝51の隔壁の最小厚さがカム体52の直径よりも小さい値に設定されていない」とすることはできない。また，審決が上記認定においてもう一つの根拠とする甲13文献の図6については，同図の記載を審決がどのように考慮したのか全く不明である。仮に，図6に2つの螺旋溝51bが実線で記載されていないことを考慮したのであれば，むしろ図6の記載が明らかに誤りなのであるから，失当である。すなわち，図6のような斜視図では，周方向に180度の範囲が実線で示される範囲となるから，実線で示された螺旋溝51bの左下に隣り合う螺旋溝51bが実線で示されるか，あるいは，実線で示された縦溝51a及び螺旋溝51bの右側に位置する直進溝51aが必ず実線で示されるはずであるが，図6においてはそのような記載が欠けている。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "またそもそも審決は，「…甲第8号証発明は実質的にみて，2本のV形溝間の隔壁の最小厚さをV形溝の溝幅よりも小さい値に設定したという事項を具備している」(33頁下4行～下2行)と認定しているのであるから，甲13文献に示された「3本のカム溝」という技術的思想を甲8発明に適用し，甲8発明における2本のV形溝に換えて3本のカム溝を設けた場合に，2本のV形溝間の隔壁の最小厚さ(T)をV形溝の溝幅(W)よりも小さい値に設定する(W＞T)という関係が維持されるかどうかについて検討すべきであった。",
                                "そして，甲13文献に示された「3本のカム溝」という技術的思想を甲8発明に適用する場合の設計変更として，カムの外径を維持したまま溝幅及びボール径を2／3倍にする，あるいは，溝幅及びボール径を維持したままカムの外径を3／2倍にすることは当業者が当然になしうることであるが，いずれの設計変更によっても上述の「W＞T」の関係は維持される。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "また，前記c(c)に述べたとおり，訂正発明1における「旋回溝」はボールねじにおける「螺旋溝」と共通するものであるところ，ボールねじにおけるねじ山の厚み(訂正発明1の「隣り合うガイド溝〔26〕〔26〕の隔壁の最小厚さ〔T〕」に相当する)を螺旋溝の溝幅(訂正発明1の「ガイド溝〔26〕の溝幅〔W〕」に相当する)よりも小さくすることは，甲43(「機械設計便覧」昭和48年1月25日発行，丸善株式会社)1677頁の図15・35及び",
                              "text": [
                                "図15・36，甲44(実願昭48−84511号〔実開平50−",
                                "31394号〕のマイクロフィルム)の図面，甲45(特開平4−",
                                "131549号公報)の第1図にも記載されているように，本件特許の出願前において周知の事項である。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "また，そもそも相違点6に係る訂正発明1の構成は，技術的意義を有しないものである。",
                                "すなわち，本件訂正明細書(甲32)においては，隣り合うガイド溝の隔壁の厚さ(T)をそのガイド溝の溝幅(W)よりも小さい値に設定すること(W＞T)の技術的意義は，「クランプロッドの旋回に必要なストロークを小さくして，旋回式クランプをコンパクトに造れる」(段落【0005】)ことであるとされているが，この「W＞T」の関係には，上記のような技術的意義は存在しないものである。",
                                "なぜなら，同じ溝幅(W)，同じリード角(旋回溝の傾斜角度)であっても，上記「W＞T」の関係を充たすクランプ装置がそうでないクランプ装置よりも大型化することもありうるからである。",
                                "例えば，訂正発明1の構成のうち上記「W＞T」の関係のみを欠くクランプ装置において，ガイド溝の本数を3本から4本にし，カムの径を細径から太径に変更すると，上記「W＞T」の関係を充たし訂正発明1の構成を全て備える状態となるが，クランプ装置はかえって大型化する。",
                                "また逆に，上記「W＞T」の関係を充たすクランプ装置と，そうでないクランプ装置とで，大きさが同じとなる場合もある。例えば，クランプロッドの径やガイド溝の中心線形状を同じにした状態で，ガイド溝の溝幅を狭い状態から広い状態にすると，上記「W＞T」の関係を充たすこととなるにもかかわらず，クランプ装置の大きさは全く変化しない。",
                                "そうすると，上記「W＞T」の関係を含む訂正発明1の構成を備えたとしても，旋回式クランプをコンパクトに造るという効果を必ず奏するものではなく，相違点6に係る訂正発明1の構成は技術的意義を有しない。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "取消事由2−3(訂正発明3と甲8発明との相違点についての判断の誤り)",
                      "text": [
                        "審決は，訂正発明3と甲8発明との相違点1，4，5，6について当業者が容易に想到し得たものとはいえないとした(35頁23行～36頁16行)が，以下のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1，4，5についての判断の誤り",
                          "text": [
                            "訂正発明3と甲8発明との相違点1，4，5は，訂正発明1と共通であり，訂正発明1と甲8発明との相違点1，4，5についての判断が誤りであることは前記(イ)で述べたとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点6についての判断の誤り",
                          "text": [
                            "訂正発明3は，訂正発明1の「係合具」を「係合ボール」とし，「同上のガイド溝(26)の溝幅(W)」を「上記の係合ボール(29)の直径(D)」としたものである(審決34頁31行～33行も同旨)。そして，「係合ボール」は「ガイド溝」に嵌合するものであるから，「係合ボール(29)の直径(D)」の大小は，「ガイド溝(26)の溝幅(W)」の大小に応じて決定される。",
                            "審決は，訂正発明3と甲8発明との相違点6について，訂正発明1における相違点6と同様の論拠により容易想到性を否定している(35頁25行～36頁16行)が，この判断が誤りであることは，前記(イ)dで述べたとおりである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由3(無効理由〔1−2〕についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "取消事由3−1(訂正発明1と甲21発明との相違点についての判断の誤り)",
                      "text": [
                        "審決は，訂正発明1と甲21発明との相違点2，5，6，7について当業者が容易に想到し得たものとはいえないとした(41頁10行～28行，42頁3行～44頁4行)が，以下のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点2についての判断の誤り",
                          "text": [
                            "審決は，「…甲第21号証発明においてクランプロッドを二箇所で精密にガイドできるのは，2つの摺動部分の間に設けた旋回部分26に旋回操作用スリーブ27を外嵌したことによるとされている。甲第21号証発明のこのような因果的関係に留意すると，第2摺動部分12に旋回溝36を設けるために旋回部分26と旋回操作用スリーブ27を第2摺動部分12に設けることは，甲第21号証発明における課題解決のための構想の核心部分に相反するものであり，これを当業者が容易に想到し得たものということはできない」(41頁21行～28行)としたが，誤りである。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "すなわち，審決も認定するとおり，「第2摺動部分に相当する部分にガイド溝を形成したものは，甲第25号証，甲第26号証のほか，甲第8号証(検甲第1号証)，甲第14号証，甲第22号証にも記載されている」(41頁11行～13行)ものであり，ここに示されている周知事項(第2摺動部分に係合具が嵌合するガイド溝を形成すること)を甲21発明に適用して，緊密に嵌合支持された第2摺動部分の外周にガイド溝を付加することが容易想到であるかどうかについて判断されるべきものである。",
                                "そして，相違点2に係る構成は，甲21発明と全く同一の技術分野における上記周知事項を甲21発明に単純に適用することで得られるのであるから，容易想到であることは明らかである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "しかるに審決は，甲21発明において旋回部分26と旋回操作用スリーブ27を第2摺動部分12に設けることが容易でないとして相違点2の容易想到性を否定している。しかし，上記周知事項を甲21発明に適用して第2摺動部分にガイド溝を付加すれば，クランプロッドを旋回させる旋回機構が得られて第1摺動部分と第2摺動部分との間に設けられた旋回部分26及び旋回操作用スリーブ27が不要になるのであるから，旋回部分26及び旋回操作用スリーブ27を第2摺動部分12上に移動させることの困難性を論じる必要はない。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "なお，甲21発明における第2摺動部分がハウジングに緊密に嵌合支持されているからといって，第2摺動部分の外周にガイド溝を設けることが容易想到でないとはいえない。",
                                "このことは，甲36(実願昭63−130286号〔実開平2−",
                                "51043号〕のマイクロフィルム)の第5図において，ピストン34がシリンダ27の両端の端壁に緊密に嵌合支持されているとともにピストン34の左側の摺動部分にカム溝34aが形成されていることや，甲26文献(実願昭46−24405号〔実開昭47−",
                                "18875号〕のマイクロフィルム)の第1図において，シリンダaの下側の端壁に支持されるロッドc(第2摺動部分)がシリンダaに緊密に嵌合支持されているとともにロッドcの外周にラセン溝dが形成されていることからも明らかである。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点5についての判断の誤り",
                          "text": [
                            "審決は，「…第2摺動部分12に旋回溝36を設けるために旋回部分26と旋回操作用スリーブ27を第2摺動部分12に設けることが，当業者が容易に想到し得たものということはできないことは，上記『［相違点2］について』に述べたとおりである」(42頁13行～16行)としたが，誤りである。",
                            "前記aで述べたように，甲21発明の旋回部分26と旋回操作用スリーブ27を第2摺動部分12に設けることの困難性は，第2摺動部分にガイド溝を設けることの容易想到性を否定する根拠とはなり得ない。",
                            "甲13文献(特開平8−33932号公報)には，「3本のカム溝",
                            "51を形成し，それぞれを軸心方向の他端から一端へ連ねて設けた旋回溝と直進溝とによって構成し，複数の旋回溝を相互に平行状に配置すると共に複数の直進溝を相互に平行状に配置したものが記載されている」(審決42頁4行～7行)のであるから，甲21発明において，3本のカム溝を設け，それぞれを軸心方向の他端から一端へ連ねて設けた旋回溝と直進溝とによって構成し，複数の旋回溝を相互に平行状に配置すると共に複数の直進溝を相互に平行状に配置することは，甲13発明の上記構成を採用することにより当業者が容易に想到し得たものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点6についての判断の誤り",
                          "text": [
                            "審決は，「…甲第21号証発明において，旋回溝36に代えて3つのカム溝を設けた上で，さらにそのカム溝の傾斜角度を10度から30度の範囲内に設定することが，甲第21号証発明，及び上記各甲号証の記載事項に基づいて当業者が容易に想到しえたものであるということはできない」(43頁2行～6行)としたが，誤りである。",
                            "甲21発明において，旋回溝36に換えて3本のカム溝を設けることが容易であることは前記bで述べたとおりであり，さらにそのカム溝の傾斜角度を10度から30度の範囲内に設定することが容易であることは，前記イ(イ)cで述べたとおりである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点7についての判断の誤り",
                          "text": [
                            "審決は，「…甲第13号証に，隣り合うカム溝51の隔壁の最小厚さがカム溝51の溝幅よりも小さい値に設定されていること，また，隣り合うカム溝51の隔壁の最小厚さがカム体52の直径よりも小さい値に設定されていることの記載も示唆もないことは上記のとおりである。そして，…カム溝51の溝幅，ないしカム体52の大きさにはクランプ装置の構造簡素化や円滑な動作等の観点から相応の上限があり，隣り合うカム溝51の隔壁の最小厚さがカム溝51の溝幅よりも小さい値に設定され，あるいは隣り合うカム溝51の隔壁の最小厚さがカム体52の直径よりも小さい値に設定されるほど，カム溝51の溝幅，ないしカム体52を大きくすることが単なる設計的事項であるとする根拠は見出せない。…」(43頁11行～23行)，「ここで，…甲第8号証発明は実質的にみて，2本のV形溝間の隔壁の最小厚さをV形溝の溝幅よりも小さい値に設定したという事項を具備していると認められる。しかし，甲第8号証に記載されたV形溝は2本であって，直線溝と正弦波形溝と直線溝からなるのに対し，甲第13号証に記載されたカム溝は3本であって，螺旋溝と縦溝からなり，両者の溝の形状や配置がかなり異なっていることを考慮すると，甲第21号証発明に甲第13号証の上記事項を採用してそれぞれ旋回溝と直進溝からなる3つのカム溝51を設けるものにおいて，甲第8号証発明が実質的にみて2本のV形溝間の隔壁の最小厚さをV形溝の溝幅よりも小さい値に設定したという事項を具備していることに基づいて，隣り合うカム溝51の隔壁の最小厚さをカム溝51の溝幅よりも小さい値に設定することが当業者が容易に想到し得たものであるとするのは，その理由づけが甚だ迂遠であって論拠に乏しいといわざるを得ない」(43頁28行～44頁4行)としたが，誤りである。",
                            "甲21発明において，3つのカム溝を設け，それぞれを軸心方向の他端から一端へ連ねて設けた旋回溝と直進溝とによって構成し，複数の旋回溝を相互に平行状に配置すると共に複数の直進溝を相互に平行状に配置することが容易想到であることは，前記bで述べたとおりである。",
                            "そして，このような構成を採用した場合において，隣り合うガイド溝の隔壁の最小厚さをガイド溝の溝幅よりも小さい値に設定することが容易想到であることは，前記イ(イ)dで述べたとおりである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "取消事由3−2(訂正発明3と甲21発明との相違点についての判断の誤り)",
                      "text": [
                        "審決は，訂正発明3と甲21発明との相違点2，5，6，7について当業者が容易に想到し得たものとはいえないとした(45頁3行～46頁2行)が，以下のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点2，5，6についての判断の誤り",
                          "text": [
                            "訂正発明3と甲21発明との相違点2，5，6は訂正発明1と共通であり，訂正発明1と甲21発明との相違点2，5，6についての判断が誤りであることは前記(ア)a～cで述べたとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点7についての判断の誤り",
                          "text": [
                            "審決は，訂正発明3と甲21発明との相違点7について，訂正発明1における相違点7と同様の論拠により容易想到性を否定している(45頁5行～46頁2行)が，この判断が誤りであることは，前記(ア)dで述べたとおりである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "取消事由4(無効理由〔1−3〕についての判断の誤り)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "取消事由4−1(引用発明〔甲26発明〕の認定の誤り・相違点の認定の誤り)",
                      "text": [
                        "審決は，甲26発明を審決写し46頁24行～末行のとおり認定した上，訂正発明1と甲26発明の相違点1として，甲26発明は「シリンダaの第1端壁に支持される第1摺動部分と，シリンダaの第2端壁に摺動自在に支持されるように下端方向へ一体に突出した第2摺動部分を備えているものの，シリンダaに緊密に嵌合支持されているかどうか，不明確である」(47頁28行～31行)，同じく相違点5として，甲26発明は「封止具の両端方向の外側でピストンbの外周面とシリンダaとの間に比較的に大きな嵌合隙間を形成するという事項を備えていない」(48頁14行～16行)としたが，誤りである。",
                        "甲26文献(実願昭46−24405号〔実開昭47−18875",
                        "号〕のマイクロフィルム)の第1図には，ロッドf及びロッドcがシリンダaの両端の端壁に緊密に嵌合支持されていることが示されている。",
                        "すなわち，甲第26発明においては，シリンダaの両端の端壁に嵌合支持されるロッドf及びロッドcが共にシリンダaの端壁を貫通してシリンダaの外部に突出するように設けられているため，その嵌合隙間を介してシリンダa内に供給された圧油を漏出させないために，その嵌合部分に封止具が設けられている。そして，このようなクランプ装置では，クランプロッドの傾きを防止するため，ロッドf及びロッドcの2箇所で緊密に嵌合支持する必要がある。もし上記2箇所で緊密に嵌合支持せず，ロッドf又はロッドcの一方とピストンbとで緊密に嵌合支持されることとすると，ロッドの偏心量が大きくなり，ロッドとシリンダaとの間の片側の嵌合隙間が大きくなる結果，封止具のつぶし代がなくなり，シリンダa内に供給された圧油が嵌合隙間を介して外部に漏出する，封止具が偏摩耗して耐久性が悪くなるなどの事態を招来するからである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "取消事由4−2(訂正発明1と甲26発明との相違点についての判断の誤り)",
                      "text": [
                        "審決は，訂正発明1と甲26発明との相違点1，5，7，8について当業者が容易に想到し得たものとはいえないとした(48頁32行～49頁14行，49頁28行～50頁5行，50頁15行～51頁下3",
                        "行)が，以下のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1についての判断の誤り",
                          "text": [
                            "審決は，「…甲第21号証発明が実質的に『ハウジング3の上端壁(第1端壁)3aに摺動自在に支持される第1摺動部分11と，ハウジング3の下端壁(第2端壁)3bに摺動自在に支持されるように下端方向へ一体に突出した第2摺動部分12とが，それぞれハウジング3に緊密に嵌合支持されているものと認められる。』ことは，上記…に述べたとおりであり，甲第26号証発明において，シリンダaの第1端壁に支持される第1摺動部分と，シリンダaの第2端壁に摺動自在に支持されるように下端方向へ一体に突出した第2摺動部分とが，それぞれシリンダaに緊密に嵌合支持されるようにすることは，甲第21号証発明の上記事項を採用することにより当業者が容易に想到し得たものということもできるように思われる。しかし，甲第21号証発明においてクランプロッドを二箇所で精密にガイドできるのは，2つの摺動部分の間に設けた旋回部分26に旋回操作用スリーブ27を外嵌したことによるとされているのは，上記のとおりであり，甲第26号証発明において，ラセン溝dを外周部に形成した一方のロッドcの第2摺動部分をシリンダaに緊密に嵌合支持させることは，甲第21号証発明の核心部分に相反するものであり，これを当業者が容易に想到し得たものであるということはできない 」(48頁36行～49頁14行)としたが，誤りである。",
                            "甲21発明を引用するまでもなく，ガイド溝が形成された部分をシリンダに緊密に嵌合支持させることは本件特許の出願前における技術常識であったものであり，このことは，前記ウ(ア)aで述べたように，甲36(実願昭63−130286号〔実開平2−51043",
                            "号〕のマイクロフィルム)の第5図に，ピストン34がシリンダ27の両端の端壁に緊密に嵌合支持されていることが示されていることからも明らかである。",
                            "また，甲21発明を引用するとしても，甲21発明における第1摺動部分及び第2摺動部分とハウジングとの嵌合隙間を小さくして第2摺動部分をハウジングに緊密に嵌合支持させるという技術を引用するのであるから，これを甲26発明に適用することには何ら問題がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点5についての判断の誤り",
                          "text": [
                            "審決は，「甲第21号証発明は，『ピストン15の外周に嵌着した封止具の両端方向の外側でピストン15の外周面とハウジング3のガイド孔4との間に比較的に大きな嵌合隙間を形成するように構成し，』ている。…甲第26号証発明において，ラセン溝dを外周部に形成した一方のロッドcの第2摺動部分をシリンダaに緊密に嵌合支持させることが当業者が容易に想到し得たものであるということはできないことは，上記『［相違点1］について』に述べたとおりであり，したがって，それにより，ピストンbの両端方向の外方に配置された第1摺動部分と第2摺動部分との2箇所でクランプロッドをシリンダaに緊密に嵌合支持させてクランプロッドが傾くのを防止するように構成することが当業者が容易に想到し得たものであるということはできない」(49頁29行～50頁5行)としたが，誤りである。",
                            "甲26発明のロッドf及びロッドcをシリンダaに緊密に嵌合支持することが容易であることは前記aで述べたとおりであり，ロッドf及びロッドcをシリンダaに緊密に嵌合支持すれば，当然に，ロッドf及びロッドcの2箇所でクランプロッドの傾きが防止されることとなるから，相違点5の構成は，甲26発明から当業者が容易に想到し得たものである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "相違点7についての判断の誤り",
                          "text": [
                            "審決は，訂正発明1と甲21発明との相違点6と同様の論拠により訂正発明1と甲26発明との相違点7についての判断をしている(50頁15行～下1行)が，同判断が誤りであることは前記ウ(ア)cで述べたとおりである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "相違点8についての判断の誤り",
                          "text": [
                            "審決は，訂正発明1と甲21発明との相違点7と同様の論拠により訂正発明1と甲26発明との相違点8についての判断をしている(51頁1行～下3行)が，同判断が誤りであることは前記ウ(ア)dで述べたとおりである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "取消事由4−3(訂正発明3と甲26発明との相違点についての判断の誤り)",
                      "text": [
                        "審決は，訂正発明3と甲26発明との相違点1，5，7，9について当業者が容易に想到し得たものとはいえないとした(53頁2行～3行，53頁9行～54頁6行)が，以下のとおり誤りである。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "相違点1，5，7についての判断の誤り",
                          "text": [
                            "訂正発明3と甲26発明との相違点1，5，7は訂正発明1と共通であり，訂正発明1と甲26発明との相違点1，5，7についての判断が誤りであることは前記(イ)a～cで述べたとおりである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "相違点9についての判断の誤り",
                          "text": [
                            "審決は，訂正発明1と甲26発明との相違点8と同様の論拠により訂正発明3と甲26発明との相違点9についての判断をしている(53頁9行～54頁6行)が，同判断が誤りであることは前記(イ)dで述べたとおりである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "取消事由5(手続上の瑕疵)",
                  "text": [
                    "特許の無効審判の係属中に当該特許の訂正審判の審決がされ，これにより無効審判の対象に変更が生じた場合には，従前行われた当事者の無効原因の存否に関する攻撃防禦について修正，補充を必要としないことが明白な格別の事情があるときを除き，審判官は，変更されたのちの審判の対象について当事者双方に弁論の機会を与えなければならない(最高裁第一小法廷昭和51年5月6日判決・裁判集民事117号459頁参照)。",
                    "しかるに，本件無効審判手続においては，平成19年6月15日付けで被請求人(被告)が提出した審判事件答弁書(甲34)及び本件訂正請求書(甲32)の副本が平成19年7月19日に審判請求人(原告)に送達されたのと同時に審理終結通知がなされ，そのまま審決がなされた。",
                    "本件訂正によって初めて請求項1，3に「旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定し，」という構成が導入されたが，上記訂正請求書の副本の送達と同時に審理終結通知がなされたことにより，原告は，審判手続において上記構成に対する公知事項の主張立証を行う機会を失った。本件審判手続では，特許発明の進歩性欠如を理由として本件特許を無効にすることを求めていたのであるから，本件訂正後の発明の構成に対する公知事項の主張立証の機会を奪うことは，審決に影響を及ぼす手続上の瑕疵である。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求原因に対する認否",
          "text": [
            "請求原因(1)～(3)の各事実は認めるが，同(4)は争う。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の反論",
          "text": [
            "審決の認定判断は正当であり，原告主張の取消事由は理由がない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1に対し",
              "text": [
                "原告は，本件訂正後の発明においては「複数の係合具(係合ボール)でほぼ均等に支持する」ことと「第1摺動部分と第2摺動部分との2箇所で緊密に嵌合支持する」ことが同時に成立しなければならないところ，これらは同時に成立し得ないものであるから，本件訂正は実質上特許請求の範囲を拡張し又は変更するものであると主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，上記の構成はいずれも「クランプロッドの傾きを防止する」(本件特許明細書〔甲33〕段落【0003】)という共通の目的を達するものであって，本件訂正前の発明の目的とは別個の新たな目的を追加するものではない。",
                    "そして，上記の両構成は，後者(第1摺動部分及び第2摺動部分での緊密嵌合支持)によるクランプロッドの傾き防止の効果が存在することによって，前者(複数の係合具〔係合ボール〕による均等支持)の作用効果が失われるという関係にはない。",
                    "クランプ装置の技術分野においては，ピストンやロッドを駆動するように組み合わせた種々の部材同士の間に，隙間の大小に差異があるとしても所定の嵌合隙間を必要とすることは明らかであり，当業者にとって「クランプロッドの傾きを防止する」とは，部材同士の間に嵌合隙間が不可避的に存在しながらもクランプロッドの傾きを可及的に小さくすることを意味するものと理解されるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "なお，原告は，訂正発明1，3において上記の両構成による効果が「同時に」成立しなければならないとか，第2摺動部分と複数の係合具(係合ボール)との「協働で」クランプロッドの傾きを防止するなどと主張するが，そのようなことは特許請求の範囲や発明の詳細な説明のどこにも記載されておらず，原告の主張は独自の見解を前提として展開されているにすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "また原告は，上記の両構成を採用しようとすると双方の寸法を合わせるために超精密加工が必要となると主張するが，訂正発明1，3の係合具(係合ボール)はクランプロッドを案内するようにガイド溝に嵌合されていればよく，ガイド溝に超高精度に嵌合させる必要はないのであるから，原告の主張は失当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由2−1に対し",
                  "text": [
                    "原告は，甲8文献には，ピストンがハウジングの上側の端壁に緊密に嵌合支持されているとともにカムがハウジングの下側の端壁に緊密に嵌合支持されていることが示されており，審決は引用発明(甲8発明)の認定及び相違点の認定を誤ったものであると主張するが，審決の認定はいずれも正当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "まず原告は，上記主張の前提として，審決が甲8発明を認定するに当たり甲8文献に記載されたCTF型クランプ装置と同型式のCTF型クランプ装置の現物である審判検甲1及びこれに関する事実実験公正証書である審判甲3(本訴においても甲3として提出)を参酌したのは誤りであると主張する。",
                        "しかし，甲8文献はCTF型クランプ装置の広告に関するカタログであり，同文献に記載された図面は単なる略図であるから，同図面だけでは訂正発明1の特徴構成と対比されるべき具体的な事項を何ら特定できない。",
                        "したがって，審決が審判検甲1及び甲3を参酌して甲8発明を認定したことに誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで甲3をみると，ピストンロッドの途中高さ部は小さな寸法公差で超精密仕上げが施されているのに対し，カム下半部は大きな寸法公差で普通仕上げが施されており，ハウジングの下端壁に比較的大きな嵌合隙間(現場用語でいうガタガタの隙間)を設けてカムが挿入されていることが明らかである。",
                        "すなわち，甲3の別紙2枚目，3枚目(型式CTF1．6M−P−M",
                        "CTA3440のクランプ装置の設計図面。乙2の1，2と同じ)を参照すると，このクランプ装置がクランプ状態となってクランプヘッドがワークを固定したときには，クランプヘッドの先端部に加わるクランプ反力がピストンロッド及びピストン大径部分に曲げモーメントとして作用し，ピストン大径部分に強力な外力が加えられる。仮に，その強力な外力を，ピストン大径部分の外周面を介してハウジングの胴部で受け止めるのではなく，カムを介してハウジング下端壁で受け止めるとした場合には，カムは上記の強力な外力によって大きく撓み，円滑に旋回できなくなったり，破損する可能性がある。なぜなら，上記カムはピストンロッドやピストン大径部分と比べて極めて細径である上，切り欠き効果の大きい2つのV形溝を向かい合わせに設けており，しかもV形溝の開口面積が大きくV形溝部分を除いた外周部のガイド面積が小さいために，カムの強度が小さく，曲げモーメントによる撓みが大きくなるからである。加えて，ピストンの縦孔とカムとの嵌合はいわゆる「すきまばめ」であり，雄ねじがカムの上部をピストンの縦孔の内周面に押圧しているだけであるので，曲げモーメントによる撓みは更に大きいものとなる。",
                        "したがって，甲3のクランプ装置におけるカムは，ハウジングの下端壁に緊密に嵌合支持されてクランプ反力等の大きな外力を受け止める部材ではなく，このことは甲3のクランプ装置と同一形式である甲8発明においても同様である。",
                        "なお，本件特許の出願前においては，旋回ストロークを小さくしてクランプ装置の全高を低く抑えるためにカムを小径に造ることが必須とされていたものであり，カムを大径に造るという動機付けはなかった。このことは，甲8文献に「カムロッド回転機構を採用し，全高を低く抑えた7MPaスイングクランプを開発しました」として小型の旋回式クランプ装置である旨が記載されていることからも明らかである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "なお，原告は，訂正請求項1における「緊密に嵌合支持」の意義について，「クランプロッドの傾きを防止できる嵌合支持」であればこれに該当すると主張するが，「緊密に嵌合支持」とはクランプロッドがハウジングに対して円滑に摺動しうるという機能を確保しつつ，両者間の隙間を可及的に小さくするという前提に立って，所要の寸法公差や製造技術等の制約のもとで不可避な程度の隙間をもって支持されていることをいうものと理解すべきである(審決30頁4行～8行も同旨)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由2−2に対し",
                  "text": [
                    "原告は，訂正発明1と甲8発明との相違点1，4，5，6に関する審決の判断はいずれも誤りであると主張するが，審決の判断は正当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲21文献(特開平10−34469号公報)を根拠として「ハウジングの両端の端壁にクランプロッドを緊密に嵌合支持させること」は，本件特許の出願前において旋回式クランプの分野における技術常識であったと主張する。",
                            "しかし，本件特許の出願前における技術常識は，原告の主張とは全く逆に，「クランプロッドの摺動部分がハウジングの上側の端壁に支持されるとともに，ピストンの大径部分の外周部がハウジングの中間部分に支持される」というものであった。",
                            "このことは，甲14文献(特開2001−198754号公報)の",
                            "図7及び図8，甲15(特開平7−266171号公報)の図5，甲",
                            "17(特開平9−280211号公報)の図1～図6，甲18(特開",
                            "平9−277132号公報)の図1～3，甲19(実公昭60−18",
                            "267号公報)の第1a図，甲22(米国特許第5820118号明",
                            "細書)の図3，甲23(特開2001−107914号公報)の図",
                            "1，甲24(特開2003−194015号公報)の図1及び図2，",
                            "甲25文献(米国特許第4620695号明細書)の図2，甲27(",
                            "特開平10−141324号公報)の図1，甲28(特開平10−1",
                            "09239号公報)の図1からも明らかである。",
                            "したがって，甲21文献に記載された第1摺動部分及び第2摺動部分における緊密嵌合支持は技術常識とはいえず，甲21文献に技術常識が記載されているという原告の主張は，実質的にみれば甲8文献に甲21文献を補うことによって一つの引用発明とするに等しいものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，仮に原告の主張するような技術常識ないし周知技術が存在するとしても，甲8発明においては，ピストンとカムとのハウジングに対する支持態様として，ハウジングの上側の端壁に支持されるピストンの摺動部分とカムの摺動部分とでハウジングに対して緊密に嵌合支持するという設計よりも，ハウジングの上側の端壁に支持されるピストンの摺動部分とピストンの入力部の外周部とにおいてハウジングに対して緊密に嵌合支持するという設計の方がはるかに好適である(審決30頁29行～34行も同旨)。",
                            "すなわち，甲8文献(「機械設計」第44巻第3号)及び同文献に記載されたCTF型クランプ装置と同型式の装置に関する事実実験公正証書(甲3)によれば，甲8発明には①ピストンに対してカムを分離可能な別の部材として構成する，②カムの下半部とハウジングの下端部との間に比較的に大きな嵌合隙間を形成する，③ピストン大径部分の外周面とハウジングの筒孔とを緊密に嵌合させる，という構成が必須のものとされており，これらの構成に換えてハウジングの上下の端壁に支持されるピストンの摺動部分とカムの摺動部分とで緊密に嵌合支持するという構成を採用することには，阻害要因があるというべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "なお，相違点1に係る構成の技術的意義は，次のとおりである。",
                            "すなわち，訂正発明1において相違点1に係る構成を採用したことにより，軸心方向に離れた二つの摺動部分によってクランプロッドを確実かつ強力に支持できるようになった。",
                            "しかも，三つ又は四つの旋回溝及び係合具は，ガイド用の強度を備えたハウジングと第2摺動部分との間に設けられることになるので，その旋回機構が旋回トルクに十分に耐えることが可能となり，旋回機構の寿命が長くなる。また，係合具をハウジングに支持したので，係合具の設置箇所と第2摺動部分を支持する箇所とを兼用することができ，ハウジングの高さを低くして，旋回式クランプをコンパクトに造ることができる(本件訂正明細書〔甲32〕の段落【0031】参照)。",
                            "なお，そもそも直接に接触して相対的に回転する孔及びシャフトにおいては，溝の開口縁が他方の摺動面を削り取ることがないように，相互の摺動面に溝を設けないことが技術上の常識である。訂正発明1は，このような技術常識とは全く逆に，ハウジングの第2端壁に緊密に嵌合支持される第2摺動部分にガイド溝を形成し，ガイド溝の開口縁部に干渉防止用の切削面を設ける(本件訂正明細書〔甲32〕の段落【0022】)ことによって上記弊害を回避したものである(なお，審決は甲8発明の内容について「カムは，…2つのV形溝を外周部に形成した摺動部分を有し，」〔24頁14行～17行〕と認定しているが，「摺動」とは接触した状態で摺り動くことであり，甲8文献にはカムに旋回溝が形成された部分がハウジングの端壁に対して摺動することは記載されていない。)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点4について",
                      "text": [
                        "原告は，相違点1に関するのと同様の論拠により相違点4についての判断の誤りを主張するが，その主張が失当であることは前記(ア)で述べたとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点5について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲13文献(特開平8−33932号公報)には相違点5に係る構成が記載されていると主張する。",
                            "しかし，甲13文献の図面は，甲13発明の実施例を表す模式図であるにすぎず，図2等の記載から直ちにその各部の寸法関係を導き出すことは適切でない(審決26頁8行～10行も同旨)。",
                            "また，仮に甲13文献における作図が正しいとすれば，図2(縦断面図)に対応する図6(斜視図)にも2本の螺旋溝51bが実線で示されているはずであるが，実際には上記図6には1本の螺旋溝51bしか実線で示されていない。このことからも，具体的な技術事項の認定に際して甲13文献の図面を根拠にすべきでないことは明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また原告は，旋回ストロークを小さくして旋回式クランプをコンパクトに造ることは，本件特許の出願前に旋回式クランプの分野において周知の技術的課題であったと主張し，その根拠として甲21文献等を挙げる。",
                            "しかし，甲21文献には，「…前記の旋回溝36と上記の操作用溝40との間に鋼製の転動用ボールが44が多数充填されている」(段落【0019】)，「多数のボール44が…循環される」(段落【0020】)，「変換機構34は，転動ボール式に構成したので，旋回時の摩擦抵抗が小さい。このため，円滑に旋回させることと旋回溝36のリードを小さくすることとを両立できる。その結果，旋回ストロークSを小さくでき，クランプ装置2の上下方向の設置スペースが小さくなる。」(段落【0024】)と記載されている。このように，甲21発明では，循環溝に充填されて循環する多数の転動ボールの摩擦抵抗が小さいことを利用して旋回ストロークを小さくしているものであり，甲8発明とは基本的構成を異にする。",
                            "そしてこのことは，原告が挙げる甲27(特開平10−14132",
                            "4号公報)，甲39(特開平10−80833号公報)についても同",
                            "様である(甲27の段落【0032】～【0034】，甲39の段落",
                            "【0033】～【0036】参照)。",
                            "また，原告が挙げる甲19(実公昭60−18267号公報)，甲",
                            "20(特開昭60−123238号公報)は，クランパ又はクランプ",
                            "アームが上下方向の移動を伴わずに旋回する(すなわち，旋回ストロークがゼロである)構成であって，甲8発明とは本質的に異なっている(甲19の6欄15行～17行，甲20の4頁左下欄下2行～右下欄1行参照)。",
                            "以上のとおり，上記各文献に記載された発明は，甲8発明とはクランプ装置としての特徴構成を異にするのであるから，上記各文献の記載をもって，甲8発明のようなクランプ装置においても旋回ストロークを小さくすることが周知の技術的課題であったということはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，仮に甲8発明のようなクランプ装置において旋回ストロークを小さくすることが周知の技術的課題であったとしても，本件特許の出願前においては，甲8発明のように旋回溝と直進溝からなるカム溝を備えるクランプ装置において旋回溝の傾斜角度を45度よりも小さくすると旋回分力が小さくなり，封止具等の摺動部分の摩擦抵抗によってクランプロッドが円滑に旋回しにくくなるものと認識されていた。そのため，このようなクランプ装置においては旋回溝の傾斜角度を約45度とするのが一般的であったものであり，旋回ストロークを小さくするために旋回角度を小さくするという動機付けはなかった。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "以上に対して原告は，旋回溝の傾斜角度を10度から30度の範囲に設定することが本件特許の出願前に周知の事項であったと主張し，その根拠として上記甲13文献のほか，甲40(カタログ「KOSMEK WORK CLAMPIＮG SYSTEMS KWCS 70k",
                          "text": [
                            "シリーズ」)等を挙げる。",
                            "しかし，甲40に記載された斜視断面図は模式図にすぎず，原告が指摘する「旋回溝が形成された部分の外径」の寸法と甲40の図面に記載された「φU」の寸法との関係は不明である。そもそも，このような模式図の記載から各部の寸法関係を精確に導き出すことはできない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "また原告は，訂正発明1におけるガイド溝はボールねじにおける螺旋溝の一部に直進溝を付加したものにすぎないとして，ボールねじにおける周知技術を主張する。",
                            "しかし，訂正発明1は，クランプロッドの移動を直進と旋回とに切り換えるために，「旋回溝」と「直進溝」を連ねて設けているものであり，螺旋溝のみを備えるボールねじとは異なる。",
                            "また，ボールねじは循環溝に多数の転動ボールを充填するものであるのに対し，訂正発明1は三つ又は四つの係合具を周方向へ間隔をあけて配置した構成であり，ボールねじとは本質的に異なっているものである。",
                            "したがって，ボールねじに関する周知技術をもって相違点5に係る構成を容易想到とすることはできない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "また原告は，相違点5に係る「10度から30度」という数値限定に臨界的意義がないと主張する。",
                            "しかし，相違点5の「旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定」するという事項には次のような技術的意義が存する。",
                            "すなわち，前記cで述べたとおり，本件特許の出願前においては旋回溝の傾斜角度を約45度とするのが一般的であったところ，訂正発明1の発明者は，旋回溝の傾斜角度を10度から30度の範囲内としても，クランプロッドの第2摺動部分を大径とすることによって旋回トルクを確保できることを発見した。旋回溝の傾斜角度を10度よりも小さくすると，係合具からクランプロッドに作用する旋回分力が小さくなり，クランプロッドを円滑に旋回できなくなる。一方，旋回溝の傾斜角度を30度よりも大きくすると，旋回用ストロークが過度に大きくなってクランプが大型になってしまうものである。",
                            "そしてこのようにクランプ装置をコンパクト化したことにより，訂正発明1のクランプ装置は，他のクランプ装置(例えば，甲8発明に係るクランプ装置)に比べて背丈や設置スペースを約20％小さく，質量を約30％軽く，消費エネルギーを約35％低くすることが可能となった。このように顕著な効果を奏する構成は，単なる設計事項ではなく，革新的かつ飛躍的なものである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点6について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，甲13文献(特開平8−33932号公報)には相違点6に係る構成が記載されていると主張する。",
                            "しかし，甲13文献の図面は模式図にすぎず，その記載から直ちに各部の寸法関係を導き出すのが適切でないことは，前記(ウ)aで述べたとおりである。",
                            "また，甲13文献の図2及び図6には，縦溝51aと螺旋溝51bとからなるカム溝51をクランプロッド20に3本配置することが記載されているものの，発明の詳細な説明には上記螺旋溝51bの傾斜角度に関する記載がなく，隣り合う螺旋溝51bの隔壁厚さや溝幅に関する記載もない。しかも，「このカム溝51は，クランプロッド20の外周部に2本あるいは1本設けるようにしてもよい」(段落【0041】)と記載されており，カム溝を3本にすることが有用であるとの示唆もない。",
                            "したがって，甲13文献には相違点6に係る構成が記載されているとはいえない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また原告は，甲8発明における「W＞T」の関係(隣り合うガイド溝の隔壁の厚さ〔T〕をガイド溝の溝幅〔W〕よりも小さい値とすること)を維持したまま，甲13文献に示された「3本のカム溝」を適用するように設計変更することは当業者が当然になしうることであると主張する。",
                            "しかし，原告が設計変更の例として主張するように溝幅及びボール径を2／3倍にすると，ボールの体積が(2／3)3＝8／27倍となって，ボールの強度が著しく低下してしまう。",
                            "他方，設計変更のもう一つの例として原告が主張するようにカムの外径を3／2倍にする場合に，片持ちアームの旋回角度及び旋回ストロークをそのまま維持しようとして旋回溝の傾斜角度を小さくすることは，当業者が当然になしうるものではなく，これを単なる設計変更とする原告の主張は，訂正発明1の構成をみた上での事後分析(いわゆる後知恵)によるものというほかない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また原告は，ボールねじに関する周知技術を相違点6の関係でも主張する。",
                            "しかし，前記(ウ)eで述べたように，そもそも訂正発明1はボールねじとは全く異なるものである。また，請求項1に「隣り合うガイド溝(26)(26)の隔壁の最小厚さ」と記載されていることからも明らかなように，訂正発明1は隣り合うガイド溝の隔壁の厚さが当該ガイド溝の長手方向で変化することを前提としているが，ボールねじにおいて隣り合う螺旋溝の隔壁の厚さは一定であり，ボールねじに関する周知技術から訂正発明1の「隣り合うガイド溝(26)(26)の隔壁の最小厚さ」に関する構成を想到することはできない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "また原告は，相違点6の構成は技術的意義を有しないものであると主張する。",
                            "しかし，本件訂正明細書(甲32)に「…前記の隣り合うガイド溝の隔壁の最小厚さを，そのガイド溝の溝幅よりも小さい値に設定したので，…上記クランプロッドの旋回に必要なストロークを小さくして，旋回式クランプをコンパクトに造れる。そのうえ，複数の大径の係合具を隣接して配置することが可能となるので，上記クランプの旋回機構は，大きな旋回トルクに耐えることができ，寿命が長い」(段落【0005】)と記載されているように，相違点6の構成には十分な技術的意義がある。",
                            "すなわち，訂正発明1においてクランプロッド5の旋回角度はほぼ90度とされているので，クランプロッド及び片持ちアームをクランプ位置から旋回退避位置へ切り換えたときには，片持ちアームが被固定物の設置箇所からほぼ90度の大きな角度で旋回退避されることになり，被固定物を円滑に搬入，搬出することができる。訂正発明1は，このような効果を確保しながら旋回ストロークを小さくし，クランプ装置をコンパクトに造ることができるようにするため，相違点6のように隣り合うガイド溝の隔壁の最小厚さ(T)をガイド溝の溝幅(W)よりも小さい値に設定することによって，旋回溝の傾斜角度を小さくすることを可能にした上で，相違点5のように旋回溝の傾斜角度を10度から30度の範囲内に設定したものである。",
                            "また，相違点6の構成を採用したことにより，三つ又は四つのガイド溝を設けながらもガイド溝の溝幅(W)及び係合具を大きくすることができるようになり，このため，訂正発明1のクランプ装置は大きな旋回トルクに耐えることができるものである。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由2−3に対し",
                  "text": [
                    "原告は，訂正発明3と甲8発明との相違点1，4，5，6に関する審決の判断はいずれも誤りであると主張するが，審決の判断は正当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1，4，5について",
                      "text": [
                        "訂正発明3と甲8発明との相違点1，4，5は訂正発明1と共通であり，これらの相違点について審決の判断が正当であることは前記イ(ア)～(ウ) で述べたとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点6について",
                      "text": [
                        "審決は，訂正発明3と甲8発明との相違点6について，訂正発明1における相違点6と同様の論拠により容易想到性を否定しており，この判断が正当であることは前記イ(エ)で述べたとおりである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由3に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由3−1に対し",
                  "text": [
                    "原告は，訂正発明1と甲21発明との相違点2，5，6，7に関する審決の判断はいずれも誤りであると主張するが，審決の判断は正当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，クランプロッドの第2摺動部分に係合具が嵌合するガイド溝を形成することが本件特許の出願前に周知の技術であると主張し，この周知技術を甲21発明に適用すれば，甲21発明における旋回部分26及び旋回操作用スリーブ27が不要となると主張する。",
                            "しかし，甲21発明においてクランプロッド5を旋回させるためのスリーブ27と，そのクランプロッド5をクランプ駆動するためのピストン15とは別の部材であるのに対して，上記周知技術の根拠とされている各文献(審決41頁11行～13行に示されている甲25文献〔米国特許第4620695号明細書〕，甲26文献〔実願昭46−24405号〔実開昭47−18875号〕のマイクロフィル",
                            "ム〕，甲14文献〔特開2001−198754号公報〕，甲22",
                            "〔米国特許第5820118号明細書〕)に記載されたクランプ装置は，いずれも一つのピストンによって旋回操作用のピストンとクランプ駆動用のピストンとを兼用するものである。",
                            "したがって，甲21発明と上記各文献に記載の発明とは，旋回操作の機能とクランプ駆動の機能を別個に設けた二つの部材によって達成するのか，一つの部材によって達成するのかという点において技術思想を全く異にするものであり，甲21発明に上記周知技術を適用する動機付けがなく，むしろ甲21発明に必須の構成を入れ替えることになり阻害要因があるというべきである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "また原告は，甲36(実願昭63−130286号〔実開平2−5",
                          "text": [
                            "1043号〕のマイクロフィルム)の第5図及び甲26文献(実願昭46−24405号)の第1図に周知技術が記載されていると主張するが，これらの図面は明細書を補完して技術内容を当業者に理解させるための説明図ないし模式図であって，ピストン34がシリンダ27の両端の端壁に緊密に嵌合支持されているか(甲36の第5図)，ロッドcがシリンダaに緊密に嵌合支持されているか(甲26文献の第1図)は不明である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点5について",
                      "text": [
                        "原告は，甲13文献(特開平8−33932号公報)に記載された構成を採用することにより相違点5の構成を当業者が容易に想到し得たものであると主張する。",
                        "しかし，甲21発明において，クランプロッドの第2摺動部分にガイド溝を設けることが当業者にとって容易になしうるものではないことは前記(ア)で述べたとおりであり，上記構成を前提とした相違点5の構成も当業者が容易になしうるものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点6について",
                      "text": [
                        "原告は，甲21発明において，旋回溝36に換えて三つ又は四つのガイド溝を設け，そのガイド溝の傾斜角度を10度から30度の範囲内とすることは当業者が容易になしうるものであると主張するが，これが容易想到でないことは前記(2)イ(ウ)で述べたとおりである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点7について",
                      "text": [
                        "原告は，甲21発明において，旋回溝36に換えて三つ又は四つのガイド溝を設け，隣り合うガイド溝の隔壁の最小厚さをガイド溝の溝幅よりも小さい値に設定することは当業者が容易になしうるものであると主張するが，これが容易想到でないことは，前記(2)イ(エ)で述べたとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由3−2に対し",
                  "text": [
                    "原告は，訂正発明3と甲21発明との相違点2，5，6，7に関する審決の判断はいずれも誤りであると主張するが，審決の判断に誤りはない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点2，5，6について",
                      "text": [
                        "訂正発明3と甲21発明との相違点2，5，6は訂正発明3と共通であり，これらの相違点についての審決の判断が正当であることは，前記ア(ア)～(ウ)で述べたとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点7について",
                      "text": [
                        "審決は，訂正発明3と甲21発明との相違点7について，訂正発明1における相違点7と同様の論拠により容易想到性を否定しており，この判断が正当であることは前記ア(エ)で述べたとおりである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "取消事由4に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "取消事由4−1に対し",
                  "text": [
                    "原告は，甲26文献(実願昭46−24405号〔実開昭47−188",
                    "75号〕のマイクロフィルム)の第1図には，ロッドf及びロッドcがシリンダaの両端の端壁に緊密に嵌合支持されていることが示されており，審決は甲26発明の認定及び訂正発明1と甲26発明との相違点の認定を誤ったものであると主張するが，審決には原告主張の誤りはない。",
                    "甲26文献の第1図は模式図であり，この図の記載からはロッドf及びロッドcがシリンダaの両端の端壁に緊密に嵌合支持されているか不明であることは，前記(3)ア(ア)bで述べたとおりである。",
                    "これに対し原告は，甲26発明において嵌合隙間を介してシリンダa内に供給された圧油を漏出させないためにクランプロッドの傾きを防止することが必要であり，そのためにロッドf及びロッドcの2箇所で緊密に嵌合支持する必要があると主張するが，甲26発明に係るクランプ装置のクランプ状態及びアンクランプ状態における圧力の作用，クランプ反力の作用を考慮すると，クランプロッドの傾きに起因する圧油漏出のおそれはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "取消事由4−2に対し",
                  "text": [
                    "審決は，訂正発明1と甲26発明との相違点1，5，7，8に関する審決の判断はいずれも誤りであると主張するが，審決の判断は正当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "原告は，ガイド溝が形成された部分をシリンダに緊密に嵌合支持させるという技術常識が甲36(実願昭63−130286号〔実開平2−51043号〕のマイクロフィルム)の第5図に記載されていると主張するが，この図から原告が主張するような技術常識が導かれるものでないことは，前記(3)ア(ア)bで述べたとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点5について",
                      "text": [
                        "甲26発明のロッドf及びロッドcをシリンダaに緊密に嵌合支持すること(相違点1)が容易想到でないことは前記(ア)で述べたとおりであり，上記構成を前提とする相違点5の構成についても当業者が容易になしうるものとはいえない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点7について",
                      "text": [
                        "審決は，無効理由(1−2)における相違点6と同様の論拠により訂正発明1と甲26発明との相違点7についての判断をしており，同判断が正当であることは前記(3)ア(ウ)で述べたとおりである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点8について",
                      "text": [
                        "審決は，無効理由(1−2)における相違点7と同様の論拠により訂正発明1と甲26発明との相違点8についての判断をしており，同判断が正当であることは前記(3)ア(エ)で述べたとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "取消事由4−3に対し",
                  "text": [
                    "原告は，訂正発明3と甲26発明との相違点1，5，7，9に関する審決の判断はいずれも誤りであると主張するが，審決の判断は正当である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1，5，7について",
                      "text": [
                        "訂正発明3と甲26発明との相違点1，5，7は訂正発明1と共通であり，これらの相違点についての審決の判断が正当であることは，前記イ(ア)～(ウ)で述べたとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点9について",
                      "text": [
                        "審決は，訂正発明1と甲26発明との相違点8と同様の論拠により訂正発明3と甲26発明との相違点9についての判断をしており，同判断が正当であることは前記イ(エ)で述べたとおりである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "取消事由5に対し",
              "text": [
                "原告は，本件無効審判の手続において本件訂正請求書の副本の送達と同時に審理終結通知がなされたことにより，本件訂正後の発明に対する主張立証の機会が奪われたと主張する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "しかし，原告が本件訂正により初めて導入されたと主張する旋回溝の傾斜角度の点についても，既に平成18年10月23日付け審判請求書(甲31)において下記のとおり主張されており，これらの主張を踏まえて審決は，「…請求人は審判請求書において，…『クランプロッドの外周部に形成される旋回溝の傾斜角度を15度程度にすること』は，本件特許の出願時において周知技術であることが分かる旨，主張する。しかし，…本件発明1の『旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定し，』という上記事項が，…の記載事項に基づいて当業者が容易に想到しえたものであるとはいえない」(33頁15行～30行)と判断したものである。",
                    "記",
                    "・「…甲第21号証の【図1】では，傾斜角度が約15度である旋回溝36が示されている。」(37頁1行～3行)",
                    "・「即ち，『クランプロッドの外周部に形成される旋回溝の傾斜角度を15度程度にすること』は，本件特許の出願時において周知慣用技術である。』(37頁4行～7行)",
                    "・「…クランプ装置において，…ガイド溝の傾斜角度は，…設計事項である。」(44頁19行～22行)",
                    "したがって，本件訂正によって加えられた旋回溝の傾斜角度の点についても，本件無効審判の手続において審理が尽くされたことは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審判請求人(原告)に対する審決謄本の送達日(平成19年8月10日)は，審理終結通知の送達日(同年7月19日)の22日後であり，原告は，必要があれば審理再開の申立て(特許法156条2項)を行って再び主張立証することが可能であった。この観点からも，本件訂正請求書の副本の送達と同時に審理終結を通知したことに手続上の瑕疵があるとはいえない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "請求原因(1)(特許庁における手続の経緯)，(2)(発明の内容)，(3)(審決の内容)の各事実は，いずれも当事者間に争いがない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(訂正の適否に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件訂正のうち，請求項1，3に「上記ピストン(15)の外周に嵌着した封止具(15a)の両端方向の外側で同上ピストン(15)の外周面と上記ハウジング(3)の上記の筒孔(4)との間に比較的に大きな嵌合隙間を形成することにより，上記ピストン(15)の両端方向の外方に配置された上記の第1摺動部分(11)と第2摺動部分(12)との2箇所で上記クランプロッド(5)を上記ハウジング(3)に緊密に嵌合支持させて同上クランプロッド(5)が傾くのを防止するように構成し，」との構成を付加したことは実質上特許請求の範囲を拡張し，又は変更するものである(特許法134条の2第5項，126条4項)と主張するので，以下この点について検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件訂正前の請求項1は，前記のとおり「ハウジング(3)内に軸心回りに回転可能に挿入されると共に軸心方向の一端から他端へクランプ移動されるクランプロッド(5)と，そのクランプロッド(5)の外周部に形成された周方向へ複数のガイド溝(26)と，これらガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合具(29)とを備え，上記の各ガイド溝(26)を，上記の軸心方向の他端から一端へ連ねて設けた旋回溝(27)と直進溝(28)とによって構成し，上記の複数の旋回溝(27)を相互に平行状に配置すると共に上記の複数の直進溝(28)を相互に平行状に配置し，上記の隣り合うガイド溝(26)(26)の隔壁の最小厚さ(T)を，同上のガイド溝(26)の溝幅(W)よりも小さい値に設定した，ことを特徴とする旋回式クランプ。」というものであり，本件訂正前の請求項3は，請求項1における上記「複数の係合具(29)」を「複数の係合ボール(29)」とし，上記「ガイド溝(26)の溝幅(W)」を「係合ボール(29)の直径(D)」として，「ハウジング(3)内に軸心回りに回転可能に挿入されると共に軸心方向の一端から他端へクランプ移動されるクランプロッド(5)と，そのクランプロッド(5)の外周部に形成された周方向へ複数のガイド溝(26)と，これらガイド溝(26)にそれぞれ嵌合するように上記ハウジング(3)に支持した複数の係合ボール(29)とを備え，上記の各ガイド溝(26)を，上記の軸心方向の他端から一端へ連ねて設けた旋回溝(27)と直進溝(28)とによって構成し，上記の複数の旋回溝(27)を相互に平行状に配置すると共に上記の複数の直進溝(28)を相互に平行状に配置し，上記の隣り合うガイド溝(26)(26)の隔壁の最小厚さ(T)を，上記の係合ボール(29)の直径(D)よりも小さい値に設定した，ことを特徴とする旋回式クランプ。」というものである。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "そこで，本件訂正前の請求項1，3の上記構成が有する技術的意義について，発明の詳細な説明等の記載を参酌して検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件特許明細書(特許公報，甲33)には，次の記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の属する技術分野",
                      "text": [
                        "・「この発明は，クランプロッドを旋回させる形式のクランプに関する。」(段落【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "・「この種の旋回式クランプには，従来では，米国特許第5，820，118に示すように，次のように構成されたものがある。",
                        "シリンダチューブ内にクランプロッドを軸心回りに回転可能かつ軸心方向へ移動可能に挿入する。そのクランプロッドの途中高さ部の外周に，反対方向へ傾斜する二つの螺旋溝と一つのストレート溝とを設ける。これらの三つの溝のうちのいずれか一つの溝に係合ボールを嵌入する。その係合ボールを，上記シリンダチューブの胴部に設けた凹所に支持する。」(段落【0002】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "・「上記の従来技術は次の問題がある。",
                        "上記シリンダチューブに一つの係合ボールを介して上記クランプロッドを支持するので，クランプおよびアンクランプ駆動時に上記クランプロッドが僅かに傾く。このため，そのクランプロッドの先端に設けたクランプ具のクランプ位置およびアンクランプ位置の位置決め精度が低下する。",
                        "本発明の目的は，上記クランプロッドの傾きを防止することにある。」(段落【0003】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "・「上記の請求項1の発明は，次の作用効果を奏する。",
                        "上記クランプロッドに複数のガイド溝を設けて，これらのガイド溝にそれぞれ係合具を嵌合させたので，前記ハウジングに上記の複数の係合具を介して上記クランプロッドを周方向でほぼ均等に支持することが可能となる。このため，クランプおよびアンクランプ駆動時に上記クランプロッドの傾きを防止できる。その結果，上記クランプロッドの先端に設けたクランプ具のクランプ位置およびアンクランプ位置の位置決め精度が向上する。",
                        "また，前記の隣り合うガイド溝の隔壁の最小厚さを，そのガイド溝の溝幅よりも小さい値に設定したので，上記クランプロッドに多くのガイド溝を設けて同上クランプロッドを周方向でほぼ均等に支持することと，前記の旋回溝の傾斜角度を小さくすることとを両立できる。このため，上記クランプロッドの旋回に必要なストロークを小さくして，旋回式クランプをコンパクトに造れる。そのうえ，複数の大径の係合具を隣接して配置することが可能となるので，上記クランプの旋回機構は，大きな旋回トルクに耐えることができ，寿命が長い。」(段落【0005】)",
                        "・「上記の請求項3の発明は，前記の請求項1の発明と同様に，次の作用効果を奏する。",
                        "上記クランプロッドに複数のガイド溝を設けて，これらのガイド溝にそれぞれ係合ボールを嵌合させたので，前記ハウジングに上記の複数の係合ボールを介して上記クランプロッドを周方向でほぼ均等に支持することが可能となる。このため，クランプおよびアンクランプ駆動時に上記クランプロッドの傾きを防止できる。その結果，上記クランプロッドの先端に設けたクランプ具のクランプ位置およびアンクランプ位置の位置決め精度が向上する。",
                        "また，前記の隣り合うガイド溝の隔壁の最小厚さを，上記の係合ボールの直径よりも小さい値に設定したので，上記クランプロッドに多くのガイド溝を設けて同上クランプロッドを周方向でほぼ均等に支持することと，前記の旋回溝の傾斜角度を小さくすることとを両立できる。このため，上記クランプロッドの旋回に必要なストロークを小さくして，旋回式クランプをコンパクトに造れる。そのうえ，複数の大径の係合ボールを隣接して配置することが可能となるので，上記クランプの旋回機構は，大きな旋回トルクに耐えることができ，寿命が長い。」(段落【0008】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の実施の形態",
                      "text": [
                        "・「本発明の第1実施形態を図1から図4によって説明する。まず，図1によって旋回式クランプの全体構造を説明する。その図1は，上記クランプの立面視の部分断面図である。」(段落【0014】)",
                        "・「ワークパレット1にはクランプ2のハウジング3が複数のボルト(図示せず)によって固定される。そのハウジング3の筒孔4内にクランプロッド5が挿入される。…",
                        "上記のハウジング3の上端壁(第1端壁)3aに，上記クランプロッド5のロッド本体5aに設けた上摺動部分(第1摺動部分)11が摺動自在で保密状に支持される。さらに，上記のハウジング3の下端壁(第2端壁)3bの一部を構成する支持筒13には，上記ロッド本体5aから下向きに突出させた下摺動部分(第2摺動部分)12が摺動自在に支持される。上記の上摺動部分11と下摺動部分12とは，それぞれ，上記の上端壁3aと下端壁3bとに緊密に嵌合されている。…」(段落【0015】)",
                        "・「上記クランプロッド5の下摺動部分12と上記の支持筒13の内壁13aの上部とにわたって旋回機構が設けられる。その旋回機構は，上記の図1と，図2から図4に示すように，次のように構成されている。その図2は，上記の旋回機構の平面視の断面図である。また，図3は，上記の図1中の要部の拡大図であって，上記の図2中のIII−III線矢視断面図に相当する図である。図4は，上記の下摺動部分12の外周面の拡大展開図である。」(段落【0019】)",
                        "・「上記の下摺動部分12の外周面に3つのガイド溝26が周方向へほぼ等間隔に設けられる。上記の各ガイド溝26は，断面視で弓形の溝からなり，螺旋状の旋回溝27と直進溝28とを上向きに連ねて構成される。上記の複数の旋回溝27が相互に平行状に配置されると共に，上記の複数の直進溝28も相互に平行状に配置されている。上記の隣り合うガイド溝26・26のうちの図4中の右方の旋回溝27の下部と左方の旋回溝27の上部との間で隔壁の厚さが最小となっており，その隔壁の最小厚さMが，上記ガイド溝26の溝幅Wよりも小さい値に設定される。また，その旋回溝27の傾斜角度Aが約11度から約25度の範囲内の小さな値に設定されている。なお，例示したバネ力によるクランプにおいては，旋回ストロークを小さくするために，上記の傾斜角度Aを約11度から約20度の範囲内の値にすることが好ましい。",
                        "このように上記の螺旋状の旋回溝27の傾斜角度Aを小さくしたので，その旋回溝27のリードが大幅に短くなる。このため，上記クランプロッド5の旋回用ストロークが小さくなる。」(段落【0020】)",
                        "・「上記の各ガイド溝26に係合ボール29が嵌入される。図3および図4中の参照符号29aは，上記の係合ボール29の嵌合部分を示している。上記の係合ボール29の直径D(図3参照)は，前記の隣り合うガイド溝26・26の隔壁の前記の最小厚さMよりも大きい値になっている。…」(段落【0021】)",
                        "・「上記の旋回式クランプ2は次のように作動する。",
                        "図1の状態では，前記アンクランプ用の第2室22へ圧油が供給されており，これにより，前記クランプロッド5は図示の旋回退避位置へ上昇している。",
                        "上記クランプ2をクランプ状態へ切換えるときには，上記の第2室22の圧油を排出して，前記クランプバネ20によって上記クランプロッド5の前記の入力部14を押し下げていく。すると，そのクランプロッド5は，前記の旋回溝27に沿って平面視で時計回りの方向へ旋回しながら下降し，引き続いて，前記の直進溝28に沿って真っすぐに下降する。これにより，そのクランプロッド5がクランプ位置(図示せず)へ切り換わる。」(段落【0024】)",
                        "・「上記クランプ2を上記クランプ状態から図1の旋回退避状態へ切換えるときには，前記アンクランプ用の第2室22へ圧油を供給する。すると，まず，前記ピストン15が，その環状断面積に作用する上向きの油圧力によって上昇し，これと同時に，前記のクランプロッド5が，前記の封止具16の内側断面積に作用する上向きの油圧力によって前記の直進溝28に沿って真っすぐに上昇していく。引き続いて，上記クランプロッド5が，前記の旋回溝27に沿って平面視で反時計回りの方向へ旋回しながら上昇して，上記クランプロッド5および前記アーム6が図1の旋回退避位置へ切り換わる。」(段落【0026】)",
                        "・「上記の第1実施形態はさらに次の長所を奏する。",
                        "上記クランプロッド5に複数のガイド溝26を設けて，これらのガイド溝26にそれぞれ係合ボール29を嵌合させたので，前記の支持筒13に上記の複数の係合ボール29を介して上記クランプロッド5を周方向でほぼ均等に支持することが可能となる。このため，クランプおよびアンクランプ駆動時に上記クランプロッド5の傾きを防止できる。その結果，前記アーム6に設けた前記の押ボルト8のクランプ位置およびアンクランプ位置の位置決め精度が向上する。」(段落【0029】)",
                        "・「また，前記の隣り合うガイド溝26・26の隔壁の最小厚さTを，そのガイド溝26の溝幅Wよりも小さい値に設定したので，上記クランプロッド5に多くのガイド溝26を設けて同上クランプロッド5を周方向でほぼ均等に支持することと，前記の旋回溝27の傾斜角度Aを小さくすることとを両立できる。このため，上記クランプロッド5の旋回に必要なストロークを小さくして，旋回式クランプ2をコンパクトに造れる。」(段落【0030】)・「前記ピストン15の両端方向の外側で前記クランプロッド5に上摺動部分(第1摺動部分)11と下摺動部分(第2摺動部分)12とを設けたので，上記ピストン15の嵌合隙間の存在にもかかわらず，軸心方向へ離れた二つの摺動部分11・12によって上記クランプロッド5が傾くのを防止できる。従って，上記クランプロッド5を上記ハウジング3によって確実かつ高精度にガイドできる。",
                        "また，前記の旋回溝27および係合ボール29からなる旋回機構を，上述したガイド用の強度を備えた前記の支持筒13と下摺動部分12との間に設けたので，その旋回機構が旋回トルクに十分に耐えることが可能となり，旋回機構の寿命が長くなる。そのうえ，上記の係合ボール29を上記の支持筒13に設けたので，その係合ボール29の設置箇所と下摺動部分12の支持箇所とを兼用できる。このため，上記ハウジング3の高さを低くして，旋回式クランプ2をコンパクトに造れる。」(段落【0031】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "図面",
                      "text": [
                        "【図1】 【図2】",
                        "【図3】",
                        "【図4】"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上の記載によれば，本件訂正前の請求項1，3の技術的意義については，次のように理解される。",
                    "すなわち，上記請求項1，3に係る発明は，クランプロッドを旋回させる形式のクランプであって，クランプロッドに旋回溝と直進溝から成るガイド溝を設け，このガイド溝がハウジングに支持された係合具(係合ボール)と嵌合することによって，クランプロッドが旋回溝に沿って旋回しながら上昇及び下降するとともに，直進溝に沿って軸心方向の一端から他端へ真っ直ぐに移動することができるようにしたタイプのクランプに関するものである。",
                    "そして，このようなクランプの従来例(例えば，米国特許第5820118号明細書〔甲22〕)は，一つの係合具(係合ボール)を介してクランプロッドを支持するというものであったので，クランプ駆動時(旋回退避状態からクランプ状態へ切り替わるとき)及びアンクランプ駆動時(クランプ状態から旋回退避状態へ切り替わるとき)にクランプロッドが僅かに傾き，クランプロッドの先端に設けたクランプ具のクランプ位置及びアンクランプ位置の位置決め精度が低下するという問題点があった。",
                    "そこで，上記の問題を克服し，クランプロッドの傾きを防止するために，クランプロッドの外周部に複数のガイド溝(26)を設け，これらのガイド溝にそれぞれ係合具(係合ボール)を嵌合させることによって，クランプロッドを周方向でほぼ均等に支持することを可能としたのが本件訂正前の請求項1，3に係る発明である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "これに対して本件訂正は，クランプロッドの外周部に形成されたガイド溝(26)を「周方向へほぼ等間隔に並べた3つ又は4つのガイド溝(26)」とするとともに，これらのガイド溝(26)が設けられる位置をハウジングの第2端壁(3b)に対して摺動するクランプロッドの第2摺動部分(12)とし，さらに，ハウジングの第1端壁(3a)に対して摺動する第1摺動部分(11)と上記第2摺動部分(12)がそれぞれハウジングの第1端壁(3a)と第2端壁(3b)に緊密に嵌合支持されるようにして，これら2箇所の緊密嵌合支持によりクランプロッドの傾きを防止するという構成を採用するなどしたものである。",
                    "これは，クランプロッドの傾き防止という目的を達成するために，前記イのような複数の係合具(係合ボール)でクランプロッドを支持するという構成に加えて，クランプロッドの第1摺動部分と第2摺動部分におけるハウジングの端壁との緊密嵌合支持という構成を採用したものであり，特許請求の範囲に新たな限定を加えるものである。",
                    "したがって，本件訂正は，実質上特許請求の範囲を拡張し，又は変更するものとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上に対して原告は，複数の係合具(係合ボール)でクランプロッドを支持するという構成と，クランプロッドの第1摺動部分と第2摺動部分におけるハウジングの端壁との緊密嵌合支持という構成とは両立し得ないものであると主張する。",
                    "しかし，上記係合具(係合ボール)による支持は本件訂正後の構成によれば三つ又は四つの係合具(係合ボール)で周方向へほぼ均等に支持するというものであるから，一つの係合具(係合ボール)でクランプロッドを支持する構成に比べればクランプロッドの傾きを防ぐことができるものの，クランプ駆動時やアンクランプ駆動時においてはなお若干の傾きが生じる可能性があり，これをクランプロッドの第1摺動部分と第2摺動部分におけるハウジングの端壁との緊密嵌合支持によって防ぐことは，係合具(係合ボール)の支持による傾き防止の作用を補うものといえる。",
                    "したがって，クランプロッドの第1摺動部分と第2摺動部分におけるハウジングの端壁との緊密嵌合支持という構成が，係合具(係合ボール)の支持による作用効果と矛盾し，あるいはこれを減殺するものとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また原告は，係合具(係合ボール)による支持の前提としてハウジングと第2摺動部分との間に「所定の隙間」が必要となるところ，クランプロッドの第1摺動部分と第2摺動部分におけるハウジングの端壁との緊密嵌合支持はかかる「所定の隙間」を排除するものであると主張する。",
                    "しかし，本件訂正における「緊密に嵌合支持」がクランプロッドの第1摺動部分と第2摺動部分におけるハウジングの端壁との隙間を排除するものかについては，そもそも上記「緊密に嵌合支持」の技術的意義が特許請求の範囲の記載から明らかでなく，本件特許明細書(甲33)の記載をみても，前記(3)アのとおり「…上記の上摺動部分11と下摺動部分12とは，それぞれ，上記の上端壁3aと下端壁3bとに緊密に嵌合されている」(段落【0015】)，「…前記クランプロッド5に上摺動部分(第1摺動部分)11と下摺動部分(第2摺動部分)12とを設けたので，上記ピストン15の嵌合隙間の存在にもかかわらず，軸心方向へ離れた二つの摺動部分11・12によって上記クランプロッド5が傾くのを防止できる。従って，上記クランプロッド5を上記ハウジング3によって確実かつ高精度にガイドできる」(段落【0031】)と記載されているのみである。",
                    "他方，上記2箇所の摺動部分はいずれもハウジングの端壁に対して摺動するものであるから，ハウジングの端壁に緊密に嵌合支持されてもハウジングの端壁に対して円滑に摺動しうるという機能が確保されていることが明らかである。また，前記(3)アの記載にみられるように本件特許明細書においては，クランプロッドの第1摺動部分と第2摺動部分におけるハウジングの端壁との緊密嵌合支持という構成が，係合具(係合ボール)による支持と両立するものとして記載されている。",
                    "そうすると，本件訂正後の構成における「緊密に嵌合支持」とは，クランプロッドの第1摺動部分，第2摺動部分とハウジングの第1端壁，第2端壁との間に隙間があることを前提として，その隙間がクランプロッドの摺動機能や係合具(係合ボール)の機能を損なわない範囲内でできるだけ小さな隙間となるように嵌合してクランプロッドを支持することを意味するものと解される。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(無効理由〔1−1〕についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由2−1につき",
              "text": [
                "原告は，引用発明(甲8発明)の認定及び訂正発明1との相違点の認定に誤りがあると主張するので，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲8文献(「機械設計」第44巻第3号)は，相生精機株式会社の販売する「パスカルスイングクランプ」の広告に関するものであり，同文献には次のとおり記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "表題",
                      "text": [
                        "・「Ｎew 高精度／切削加工に パスカルスイングクランプ」"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "説明",
                      "text": [
                        "・「信頼性に優れたカムロッド回転機構を採用し，全高を低く抑えた7MPaスイングクランプを開発しました。…単動型・複動型の2タイプを標準化し，取付／配管モデルも幅広く揃えております。」",
                        "・「最低使用油圧 1．0MPa」",
                        "・「MODEL CTE 単動タイプ／MODEL CTF 複動タイプ」"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "図面"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "以上によれば，甲8文献に記載されているクランプは，ハウジング内にピストン及びカムが挿入され，上記カムは上記ピストンから下方へ突出するように固定され，上記ピストンはハウジングの上側の端壁に対して摺動し，上記カムの外周部には旋回溝と直進溝から成る二つのガイド溝が周方向へ等間隔に設けられてハウジングに支持された鋼球と嵌合しているというものである。",
                    "一方，上記ピストンの摺動部分，上記カムのガイド溝が形成された部分がそれぞれハウジングの上側，下側の端壁に緊密に嵌合支持されているかどうかは，甲8文献の上記記載からは不明である。",
                    "したがって，審決がピストン及びカムの上記2箇所についてハウジングの上側及び下側の端壁に「いずれも緊密に嵌合支持されているかどうか，不明確である」と認定したことに誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "この点に関して原告は，審決が甲8発明を認定するに際し，審判手続において提出された審判検甲1及び審判甲3(本訴甲3と同じ)を参酌したことの誤りを主張する。",
                    "たしかに，原告の主張するとおり，上記審判検甲1は，甲8文献に記載されたクランプ装置と同型式のクランプ装置(CTF1．6M−LP−MCTA3440)の現物を審判において検甲1として提出したものであり，上記審判甲3は，現実に使用されている同形式の装置を分解して部品の寸法を計測するなどした結果を記載した公正証書を審判において甲3として提出したものである(審決24頁6行～9行，本訴甲3)。そうすると，上記審判検甲1及び審判甲3はいずれも甲8発明と同型式のクランプ装置の実例を示すものであって，参考にはなるものの甲8文献の記載そのものを理解するのに必要な技術常識等を立証するものではないから，「特許出願前に日本国内…において，頒布された刊行物に記載された発明」(特許法29条1項3号)である甲8文献を認定するに当たり参酌されるべきではない。したがって，審決が甲8文献に記載された発明を認定するに当たり上記審判検甲1及び審判甲3を参酌したことは誤りである。",
                    "もっとも，上記のような参酌をせずに甲8文献の記載をみても，ピストンの摺動部分，カムのガイド溝が形成された部分がハウジングの上側，下側の端壁に緊密に嵌合支持されているかどうか明らかではないことは，前記イのとおりである。",
                    "したがって，甲8発明を認定するに当たっての審決の上記誤りは，相違点の認定や判断に影響を及ぼすものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "これに対し原告は，技術常識を踏まえてみれば甲8文献にはピストンの摺動部分，カムのガイド溝が形成された部分がハウジングの上側，下側の端壁に緊密に嵌合支持されていることが明らかに示されていると主張する。",
                    "しかし，甲8文献に記載された図面はクランプ装置の断面の概略を示すものにすぎず，ピストンの摺動部分，カムのガイド溝が形成された部分がハウジングの上側，下側の端壁に緊密に嵌合支持されているかが図面から読みとれるものではない。また，甲8文献に記載されたような形式のクランプにおいて，技術常識上当然に上記2箇所において緊密に嵌合支持されると認めるに足りる証拠もない。",
                    "したがって，原告の上記主張は採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由2−2につき",
              "text": [
                "原告は，訂正発明1と甲8発明との相違点についての判断に誤りがあると主張するので，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1につき",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記2(4)で検討したとおり，訂正発明1における「緊密に嵌合支持」は，クランプロッドの第1摺動部分，第2摺動部分とハウジングの第1端壁，第2端壁との間に隙間があることを前提として，その隙間がクランプロッドの摺動機能や係合具(係合ボール)の機能を損なわない範囲内でできるだけ小さな隙間となるように嵌合してクランプロッドを支持することを意味するものと解される。",
                        "そして，訂正発明1における上記第2摺動部分は「周方向へほぼ等間隔に並べた3つ又は4つのガイド溝(26)を外周部に形成した」(請求項1)ものであるから，相違点1に係る構成の容易想到性を検討するに当たっては，周方向へほぼ等間隔に並べた三つ又は四つのガイド溝を外周部に形成した第2摺動部分をハウジングの第2端壁に緊密に嵌合してクランプロッドを支持する機能を持たせることが当業者(その発明の属する技術の分野における通常の知識を有する者)にとって容易になしうるものであるかという観点から検討すべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "まず，原告が本件特許の出願前(優先権主張日で最も早い平成13年11月13日)における技術常識ないし周知技術の根拠として提出する各証拠について検討する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲21文献(特開平10−34469号公報，公開日 平成10年2",
                          "text": [
                            "月10日)には，次の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "発明の属する技術分野",
                              "text": [
                                "・「この発明は，クランプロッドを退避位置からアンクランプ位置へ旋回させた後でクランプ位置へ直進移動させる形式のクランプ装置に関する。」(段落【0001】)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "従来の技術",
                              "text": [
                                "・「この種の旋回式クランプ装置には，従来では，実公昭60−18267号公報に記載されたものがある。即ち，ハウジングの上端壁にクランプロッドを摺動自在に支持し，そのクランプロッドの下部内に旋回操作用シャフトを挿入し，そのクランプロッドに固定した係合ピンを上記シャフトのガイド溝に係合したものである。そして，上記クランプロッドは，上記ガイド溝の傾斜カム部分に沿って旋回され，その後，同上ガイド溝の直進部分に沿ってクランプ位置へ移動される。」(段落【0002】)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "発明が解決しようとする課題",
                              "text": [
                                "・「上記の従来技術では，係合ピンとガイド溝との間に所定の係合隙間が要求されるため，上記クランプロッドを真っすぐにガイドできず，クランプ駆動時にクランプロッドを正確に直進駆動することが困難である。",
                                "本発明の目的は，クランプ駆動時におけるクランプロッドの直進性を向上することにある。」(段落【0003】)"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "subject": "課題を解決するための手段",
                              "text": [
                                "・「…請求項1の発明は次のように構成した。ハウジング3内のガイド孔4にクランプロッド5を挿入して，そのハウジング3の第1端壁3aに上記クランプロッド5の第1摺動部分11を摺動自在に支持するとともに，同上ハウジング3の第2端壁3bに同上クランプロッド5の第2摺動部分12を摺動自在に支持し，上記の第1摺動部分11と第2摺動部分12との間で上記クランプロッド5にピストン15を設けて，そのピストン15を上記ガイド孔4に軸心方向へ移動可能に挿入し，上記ピストン15と上記の第2摺動部分12との間で上記クランプロッド5に旋回部分26を設け，上記の旋回部分26と上記ガイド孔4との間の環状空間に旋回操作用スリーブ27を軸心方向へ移動自在で旋回を阻止した状態で挿入し，そのスリーブ27を押圧バネ31によって上記の第1端壁3a側へ付勢し，同上スリーブ27の所定量以上の移動を阻止するストッパー32を設け，上記のクランプロッド5の軸心方向の移動を旋回運動へ変換する変換機構34を，上記の旋回部分26と上記スリーブ27とにわたって設けたものである。」(段落【0005】)"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "subject": "発明の実施の形態",
                              "text": [
                                "・「以下，本発明の一実施形態を図1から図9によって説明する。…図1は，クランプ装置の退避状態の縦断面図である。…」(段落【0007】)",
                                "・「上記のハウジング3の上端壁(第1端壁)3aにガイド用ブッシュ10が装着され，そのブッシュ10に上記クランプロッド5の上摺動部分(第1摺動部分)11が摺動自在に支持される。さらに，同上ハウジング3の下端壁(第2端壁)3bにガイド筒13が設けられ，そのガイド筒13に同上クランプロッド5の下摺動部分(第2摺動部分)12が摺動自在に支持される。」(段落【0009】)",
                                "・「上記ピストン15と前記の下摺動部分12との間で上記クランプロッド5に旋回部分26が設けられる。また，上記の旋回部分26と前記ガイド孔4との間の環状空間に旋回操作用スリーブ27が軸心方向へ移動自在で旋回を阻止した状態で挿入される。…」(段落【0012】)・「…上記の旋回部分26と上記スリーブ27とにわたって変換機構34が設けられる。その変換機構34は，具体的な構造を後で説明するが，上記クランプロッド5の軸心方向の移動を旋回運動へ変換するものである。」(段落【0013】)",
                                "・「図5及び図8に示すように，上記の旋回部分26は，アーク状に凹入形成した旋回溝36を備える。その旋回溝36は，上記の旋回部分26の外周面にほぼ1ピッチ分だけ螺旋状に形成した第1溝部分37と，その第1溝部分37の始端と終端とをほぼ軸心方向へ連通させる第2溝部分38とによって構成される。」(段落【0018】)",
                                "・「…前記の旋回溝36と上記の操作用溝40との間に鋼製の転動用ボールが44が多数充填されている。」(段落【0019】)",
                                "・「上記の実施形態は次の長所がある。クランプロッド5は，ハウジング3の上端壁3aと下端壁3bとの上下の二箇所で支持されるので，有効ガイド長さが大きい。このため，クランプ作動時の直進性が向上し，クランピングを正確に行える。…」(段落【0021】)",
                                "・「…前記の変換機構34は，例示した転動ボール式の構成に代えて，カム溝などを利用した別の構成であってもよい。…」(段落【0025】)",
                                "・「…請求項1の発明は次の効果を奏する。ハウジングの第1端壁にクランプロッドの第1摺動部分を支持すると共に同上ハウジングの第2端壁にクランプロッドの第2摺動部分を支持し，これら2つの摺動部分の間に設けた旋回部分に旋回操作用スリーブを外嵌したので，上記の旋回部分およびスリーブに要求される係合隙間とは関係なく上記クランプロッドを二箇所で精密にガイドできるうえ，そのガイド間隔が大きい。このため，上記クランプロッドの有効ガイド長さが大きくなり，クランプ作動時の直進性を向上させてクランピングを正確に行える。」(段落【0026】)"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "subject": "図面",
                              "text": [
                                "【図1】",
                                "以上によれば，甲21文献には，ハウジングの第1端壁，第2端壁でクランプロッドの第1摺動部分，第2摺動部分を支持することによってクランプロッドを精密にガイドすることが記載されており，また，クランプロッドの軸心方向の移動を旋回運動へ変換する変換機構の一部をなす旋回部分は，アーク状に凹入形成した旋回溝に転動用ボールを多数充填したものに換えて，カム溝などを利用した別の構成としてもよいことが記載されている。",
                                "他方，上記旋回部分は第1摺動部分と第2摺動部分の間に形成され，その作用効果として，旋回部分及びこれに外嵌される旋回操作用スリーブに要求される係合隙間とは関係なく，第1摺動部分及び第2摺動部分の2箇所でクランプロッドが精密にガイドされることが記載されている。",
                                "そうすると，甲21発明は，第1摺動部分及び第2摺動部分とは異なる箇所に旋回部分を設けたところに発明の本質があるのであって，訂正発明1のように第2摺動部分に旋回のためのガイド溝を形成する構成とは本質的部分において異なるものである。",
                                "したがって，仮に甲21発明が本件特許の出願前に周知であるとしても，これを甲8発明に適用して相違点1に係る構成に至ることは，当業者にとって容易であるとはいえない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "また，甲36(実願昭63−130286号〔実開平2−5104",
                          "text": [
                            "3号〕のマイクロフィルム，公開日 平成2年4月10日)には，ワーク取付け治具を構成する固定手段に関して次の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実施例",
                              "text": [
                                "・「…固定手段5，6，7は，第5図，第6図に示すように，シリンダ27，軸部にカム溝34aを削設したピストン34などからなる駆動体を有し…ている。又，カム溝34aにはシリンダ27に固定されたピン33が係合されている。このため，押し板32はカバー29に設けた供給口29aに圧油を供給すると，前記カム溝34aの溝方向に沿って円筒形状ワークWは固定される。すなわち，供給口29aへの圧油供給によりピストン34がイケール1側に移動すると，押し板32は円筒形状ワークWを押しつける方向に移動すると共に，ピストン34軸線を中心に回転…した後，軸線方向にのみ移動し，円筒形状ワークWの端面を軸線方向位置決め手段8，9，10に押しつけて固定をする。…」(9頁6行～10頁3行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "図面",
                              "text": [
                                "【第5図】",
                                "以上によれば，甲36に示されたピストン34にはカム溝34aが設けられ，シリンダ27に固定されたピン33がこれに係合していることが認められる。そして，考案の詳細な説明の記載からは必ずしも明らかでないものの，甲36の第5図に記載されたピストン34は，訂正発明1にいう第1摺動部分及び第2摺動部分に相当する部分においてシリンダ27に支持されているようにも見える。",
                                "しかし，甲36に示されたカム溝34aは，ピストン34に一つだけ形成されているものであり，訂正発明1のように三つ又は四つの溝が形成された場合と比べてピストン34に加えられる外力に対する強度上の問題が生じにくい。",
                                "したがって，仮に甲36に記載された一つのカム溝を有する第2摺動部分における支持が本件特許の出願前に周知の技術であるとしても，ここから直ちに三つ又は四つの溝を形成した第2摺動部分における支持という構成に至ることが容易であるとはいえない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "甲26文献(実願昭46−24405号〔実開昭47−18875",
                          "text": [
                            "号〕のマイクロフィルム，公開日 昭和47年11月2日)には，次の記載がある。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "考案の詳細な発明",
                              "text": [
                                "・「本考案は，工作機械等において，ベツドにワークを取付けるための液圧クランプ装置に関するものである。",
                                "従来のこの種の液圧クランプ装置は第1図に示すようになつていて，シリンダa内に嵌挿したピストンbの一方のロツドcに回転用のラセン溝dが加工してあり，これにシリンダaに固定されたピンeを嵌合して，ピストンaの移動によりこのピストンaを回転させてピストンaの他方のロツドfに固着したクランパgを回転してそのままワークhをクランプするようにしている。…」(1頁下2行～2頁9行)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "図面",
                              "text": [
                                "【第1図】",
                                "以上によれば，甲26文献には，ピストンbの一方のロッドcに回転用のラセン溝dが加工され，これにシリンダaに固定されたピンeが嵌合されていることが示されている。そして，甲26文献の第1図に記載されたロッドf及びロッドcは，訂正発明1にいう第1摺動部分及び第2摺動部分に相当する部分においてシリンダaの上側及び下側に支持されているようにも見える。",
                                "しかし，甲26文献に示されたラセン溝dは，前記bの甲36におけるカム溝34aと同様に，ロッドcに一つだけ形成されているものである。",
                                "また，甲26発明は，訂正発明1のようにクランプロッドに片持ちアームが固定されたものではなく，ワーク及びその反対側に配置された支持台の両方をクランプするクランパgを有するものである(上記第1図には支持台であることが明記されていないが，甲26文献の第2図の記載及び「…クランプの際にはワーク2を支持台19と共にクランプし，…」〔5頁13行～14行〕との記載に照らせば，第1図においてワークhの反対側に配置されたものは支持台を示していると理解される。)。",
                                "このように，甲26発明においては，訂正発明1のように片側から外力が加えられることによる歪み等が生じることはないという前提の下に上記構成が採用されているものである。",
                                "そうすると，仮に甲26発明が本件特許の出願前に周知の技術であるとしても，これを適用して相違点1に係る構成に至ることが容易であるとはいえない。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "また，甲25文献(米国特許第4620695号明細書)には，シリンダ17の壁内の針軸受33aに回転可能に担持されるガイドピン33がサブピストン31の外周に形成されたカム溝33bと係合することが記載され(3欄17行～20行，抄訳1頁20行～22行)，図面(Fig.2., Fig.3.)によれば二つのカム溝33bが形成されていることが認められるが，ロッド34が上記サブピストンによって支持されているかどうかは不明である。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "そのほか，甲37(実願昭61−134361号〔実開昭63−4",
                          "text": [
                            "1490号〕のマイクロフィルム，公開日 昭和63年3月18",
                            "日)，甲38(実願昭63−139566号〔実開平2−59306",
                            "号〕のマイクロフィルム，公開日 平成2年4月27日)に記載された発明は，いずれも旋回式クランプではない別の機械装置に関するものであって，ピストンロッド等に訂正発明1のようなガイド溝による旋回機構が形成されたものでもないから，これらの発明を周知技術として相違点1に係る構成の容易想到性を肯定することはできない。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "したがって，原告が提出する上記証拠はいずれも，甲8発明に周知技術を適用して相違点1に係る構成に至ることの容易性を根拠付けるのに十分なものとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "他方，本件特許の出願前における旋回式クランプの技術を記載した以下の証拠によれば，クランプロッドに旋回用の溝を複数形成する場合には，訂正発明1のようにガイド溝を形成したクランプロッドの第2摺動部分をハウジングの端壁に支持させるのではなく，これとは別の方法によってクランプロッドを支持する構成を採用していたことが認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甲13文献(特開平8−33932号公報，公開日 平成8年2月",
                          "text": [
                            "6日)には，次のとおり，クランプロッド20がピストン部材42にガイドされること，クランプロッド20の外周面に形成された3本のカム溝51がピストン部材42に保持された鋼球からなる三つのカム体52に係合することが記載されている。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実施例",
                              "text": [
                                "・「…クランプロッド20は，油圧シリンダ40のピストン部材42の軸孔を挿通して延び，クランプロッド20の下端部は，エアシリンダ30のピストン32に螺合にて固着されている。」(段落【0021】)・「…単動型油圧シリンダ40は，前記上部本体11と中段本体13とからなるシリンダ本体と，略スリーブ状で且つクランプロッド20が摺動自在に挿通したピストン部材42であってピストン32の上面に当接可能なピストン部材42と，…等で構成されている。…」(段落【0025】)",
                                "・「…ツイスト機構50は，クランプロッド20の外周面に形成された3本のカム溝51と，これらカム溝51に夫々係合し且つピストン部材42に保持された鋼球からなる3つのカム体52と，これらカム体52をピストン部材42に保持させる為のリテーナープレート53等で構成されている。…」(段落【0027】)",
                                "・「…ピストン部材42は，略スリーブ状に形成してあるので，ピストン部材42でクランプロッド20をガイドするガイド性に優れている。",
                                "…」(段落【0040】)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "図面",
                              "text": [
                                "【図1】"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "甲14文献(特開2001−198754号公報，公開日 平成1",
                          "text": [
                            "3年7月24日)には，次のとおり，水平旋回型の油圧式クランプ装置4において，シリンダエンド壁61に一体形成されたガイド部材54によりクランプロッドをガイドすること，ロッド部材66に形成された複数の螺旋溝67はヘッド側シリンダエンド壁63の上端部に固着された保持部材68に保持された複数のボール69に係合することが記載されている。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "発明が解決しようとする課題",
                              "text": [
                                "・「本発明の目的は，ワーク固定用クランプシステムにおいて，…油圧クランプ装置のピストンロッドをガイドするガイド性能と保護性能を高めること，…等である。」(段落【0015】)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "発明の実施の形態",
                              "text": [
                                "・「図4に示すように，水平旋回型の油圧式クランプ装置4は，…ベース板2の表面にボルト(図示略)により固定解除可能に固定され且つピストンロッド52を進退移動可能にガイドするガイド部材54と，ガイド部材54に一体形成されたシリンダ本体50のロッド側シリンダエンド壁61と，シリンダ本体50に設けられピストンロッド52の進退に同期してピストンロッド52を約90度水平に往復旋回させる旋回機構65を備えている。」(段落【0045】)",
                                "・「旋回機構65は，ピストンロッド52の下部に回動不能に内嵌固着されてピストン60から下方へ延びるロッド部材66と，このロッド部材66に90度捩じれるように上下方向に形成された複数(例えば，2つ)の螺旋溝67と，ヘッド側シリンダエンド壁63の上端部に固着された保持部材68と，この保持部材68に回動可能に保持されて複数の螺旋溝67に夫々係合する複数(例えば，2つ)のボール69を有する。」(段落【0048】)",
                                "・「…ガイド部材54は，ピストンロッド52が昇降しても旋回アーム53等が干渉しないように，つまり出力部材51のクランプ作動を妨げない限度においてベース板2の表面外へ突出したピストンロッド52の突出部の大部分を覆うように形成され，このガイド部材54よりピストンロッド52を昇降移動可能にガイドするように構成されている。このように，ガイド部材54を，出力部材51のクランプ作動を妨げない限度において前記突出部の大部分を覆うように極力高く形成したので，ガイド性を高めてクランプ状態のときピストンロッド52が弾性変形するのを防止し，ピストンロッド52の変形によりワークが変形するのを防止でき，ワークの機械加工の切粉などの外部の異物からピストンロッド52を保護することができる。」(段落【0050】)"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "subject": "図面",
                              "text": [
                                "【第4図】"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲15(特開平7−266171号公報〔発明の名称「ワーク用位置決め装置」，出願人 株式会社コスメック，公開日 平成7年10月17日〕)には，次のとおり，油圧クランプにおいて，ピストン40がシリンダ本体の上部分39aに支持され，旋回シャフト44の下部に設けられた二つの案内溝46にシリンダ本体の下部分39bに支持された旋回操作用ボール47が嵌入されることが示されている。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "実施例",
                              "text": [
                                "・「上記の油圧クランプCは，主として図5に示すように，次のように構成されている。シリンダ本体の39上部分39aにピストン40が油密状に挿入され，そのピストン40から上向きに突設したピストンロッド41の上部にアーム42がナット43によって固定される。…」(段落【0031】)",
                                "・「上記の旋回シャフト44の下部に2つの案内溝46(ここでは1つだけ示している。)が設けられ，各案内溝46に，シリンダ本体39の下部分39bに支持した旋回操作用ボール47が嵌入される。…」(段落【0032】)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "図面",
                              "text": [
                                "【第5図】"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "甲17(特開平9−280211号公報〔発明の名称「流体圧シリンダ装置」，出願人 株式会社コスメック，公開日 平成9年10月28日〕)には，次のとおり，流体圧シリンダ装置において，第1シリンダ孔9に第1ピストン11が，第2シリンダ孔10に第2ピストン12がそれぞれ保密状に挿入され，第2ピストン12から上向きに突設されたシャフト34に形成した一対のガイド溝35・35に，ロッド5に支持されたボール36が嵌入されることが示されている。"
                          ],
                          "content": [
                            {
                              "fig": "(a)",
                              "subject": "発明の実施の形態",
                              "text": [
                                "・「…クランプ部材4は，上下方向へ延びるロッド5と，その上部に固定したアーム6とによって構成される。…」(段落【0018】)・「上記ハウジング7内に，大径の第1シリンダ孔9と小径の第2シリンダ孔(別のシリンダ孔)10とがほぼ同軸上で上下方向に所定の間隔をあけて設けられる。上記の第1シリンダ孔9に環状の第1ピストン11が保密状に挿入される。その第1ピストン11の筒孔11aに上記ロッド5の下部分が旋回自在で保密状に挿入される。…」(段落【0019】)",
                                "・「上記の旋回操作室26の中央下部に前記の第2シリンダ孔10が形成され，その第2シリンダ孔10に第2ピストン12が保密状に挿入され，その第2ピストン12から上向きに突設した嵌合フランジ29が上記の旋回操作室26に嵌入される。…」(段落【0021】)",
                                "・「…さらに，上記の第2ピストン12の上下方向の直進運動を前記ロッド5の旋回運動へ変換するための変換機構33が設けられる。その変換機構33は，上記の第2ピストン12から上向きに突設されたシャフト34と，そのシャフト34に形成した一対のガイド溝35・35と，各ガイド溝35に嵌入されると共に前記ロッド5に支持された別のボール36とによって構成される。上記シャフト34が上記ロッド5の下部に挿入されている。…」(段落【0024】)"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "図面",
                              "text": [
                                "【図1】"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上のとおりであるから，相違点1に係る構成は当業者にとって容易になしうるものであったとはいえず，相違点1について容易想到性を否定した審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そうすると，相違点4，5，6に関する審決の判断の当否について判断するまでもなく，引用発明(甲8発明，甲13発明，甲14発明)との関係で訂正発明1が進歩性を有するとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由2−3につき",
              "text": [
                "原告は，訂正発明3と甲8発明との相違点についての判断に誤りがあると主張する。",
                "しかし，前記2(2)のとおり，訂正発明3は訂正発明1の「複数の係合具(29)」を「複数の係合ボール(29)」とし，「ガイド溝(26)の溝幅(W)」を「係合ボール(29)の直径(D)」としたものであり，訂正発明1と甲8発明との相違点1は訂正発明3においても同じであるから，前記(2)と同様の理由により，訂正発明3についても相違点1の構成は当業者にとって容易になしうるものとはいえない。",
                "したがって，訂正発明3と甲8発明との相違点1についての審決の判断に誤りはないから，相違点4，5，6に関する審決の判断の当否について判断するまでもなく，引用発明(甲8発明，甲13発明，甲14発明)との関係で訂正発明3が進歩性を有するとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(無効理由〔1−2〕についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由3−1につき",
              "text": [
                "原告は，訂正発明1と甲21発明との相違点についての判断に誤りがあると主張するので，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正発明1と甲21発明との相違点2は，訂正発明1はクランプロッドの第2摺動部分に周方向へほぼ等間隔に並べた三つ又は四つのガイド溝を形成し，これらのガイド溝にそれぞれ嵌合するようにハウジングに支持した複数の係合具を備えているのに対し，甲21発明はクランプロッド5のピストン15と下摺動部分12との間に設けた旋回部分26に旋回溝36をアーク状に凹入形成し，旋回溝36と旋回操作用スリーブ27の操作用溝40との間に多数充填された転動用ボール44とを備えている，というものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，訂正発明1の上記構成が当業者にとって容易になしうるものであるかについて検討すると，甲21発明は，前記3(2)ア(イ)aのとおり，第1摺動部分と第2摺動部分の間に旋回部分を設けることによって，旋回部分及びこれに外嵌される旋回操作用スリーブに要求される係合隙間とは関係なく，第1摺動部分及び第2摺動部分の2箇所でクランプロッドを精密にガイドするというものであって，第1摺動部分及び第2摺動部分とは異なる箇所に旋回部分を設けたところに発明の本質がある。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，甲21発明の第2摺動部分に旋回部分を形成することは，上記のような甲21発明の本質に反することとなるから，甲21発明における上記構成に換えて訂正発明1のように第2摺動部分にガイド溝を形成し係合具と嵌合させるという構成を採用することは，当業者が容易になしうるものではない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，相違点5，6，7に関する審決の判断の当否について判断するまでもなく，引用発明(甲21発明，甲8発明，甲13発明，甲14発明，甲25発明，甲26発明)との関係で訂正発明1が進歩性を有するとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由3−2につき",
              "text": [
                "原告は，訂正発明3と甲21発明との相違点についての判断に誤りがあると主張する。",
                "しかし，上記のとおり，訂正発明1と甲21発明との相違点2は訂正発明3においても同じであるから，前記(1)と同様の理由により，訂正発明3についても相違点2の構成は当業者にとって容易になしうるものとはいえない。",
                "したがって，訂正発明3と甲21発明との相違点2についての審決の判断に誤りはないから，相違点5，6，7に関する審決の判断の当否について判断するまでもなく，引用発明(甲21発明，甲8発明，甲13発明，甲14発明，甲25発明，甲26発明)との関係で訂正発明3が進歩性を有するとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由4(無効理由〔1−3〕についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由4−1につき",
              "text": [
                "原告は，引用発明(甲26発明)の認定及び訂正発明1との相違点の認定に誤りがあると主張するので，この点について検討する。",
                "甲26文献(実願昭46−24405号〔実開昭47−18875号〕の",
                "マイクロフィルム，公開日 昭和47年11月2日)には，前記3(2)ア(イ)cのとおり記載されているところ，同記載からは，ロッドf及びロッドcがシリンダaの両端の端壁に緊密に嵌合支持されているかどうか不明である。",
                "したがって，甲26発明が上記構成を備えているかどうか不明確であるとした審決の認定に誤りはなく，原告主張の取消事由4−1は理由がない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由4−2につき",
              "text": [
                "原告は，訂正発明1と甲26発明との相違点についての判断に誤りがあると主張するので，この点について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1に関し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "訂正発明1と甲26発明との相違点1は，訂正発明1はクランプロッドがハウジングの第1端壁に緊密に嵌合支持される第1摺動部分，ハウジングの第2端壁に緊密に嵌合支持される第2摺動部分を有しているのに対し，甲26発明は，シリンダaの第1端壁に支持される第1摺動部分とシリンダaの第2端壁に摺動自在に支持される第2摺動部分がシリンダaに緊密に嵌合支持されているかどうか不明確である，というものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，前記3(2)ア(ア)のとおり，訂正発明1における上記第2摺動部分は「周方向へほぼ等間隔に並べた3つ又は4つのガイド溝(26)を外周部に形成した」(請求項1)ものであるから，相違点1に係る構成の容易想到性を検討するに当たっては，周方向へほぼ等間隔に並べた三つ又は四つのガイド溝を外周部に形成した第2摺動部分をハウジングの第2端壁に緊密に嵌合してクランプロッドを支持する機能を持たせることが当業者にとって容易になしうるものであるかという観点から検討すべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そこで上記のような観点から検討するに，上記甲26文献の記載内容は前記3(2)ア(イ)cのとおりであり，ロッドcには一つのラセン溝dが形成されているところ，甲26発明を出発点として訂正発明1のように三つ又は四つの溝を形成した第2摺動部分をハウジングの下側の端壁に緊密に嵌合支持するという構成に至ることが容易でないことは，前記3(2)アに検討したところと同様であって，相違点1について容易想到性を否定した審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "したがって，相違点5，7，8に関する審決の判断の当否について判断するまでもなく，引用発明(甲26発明，甲8発明，甲13発明，甲14発明)との関係で訂正発明1が進歩性を有するとした審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "取消事由4−3につき",
              "text": [
                "原告は，訂正発明3と甲26発明との相違点についての判断に誤りがあると主張する。",
                "しかし，上記のとおり，訂正発明1と甲26発明との相違点1は訂正発明3においても同じであるから，前記(2)と同様の理由により，訂正発明3についても相違点1の構成は当業者にとって容易になしうるものとはいえない。",
                "したがって，訂正発明3と甲26発明との相違点1についての審決の判断に誤りはないから，相違点5，7，9に関する審決の判断の当否について判断するまでもなく，引用発明(甲26発明，甲8発明，甲13発明，甲14発明)との関係で訂正発明3が進歩性を有するとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由5(手続上の瑕疵)について",
          "text": [
            "原告は，本件無効審判の手続に瑕疵があると主張するので，この点について検討する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，本件訂正により「第2摺動部分(12)の外周面を展開した状態における上記の旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定し，」という構成が新たに追加されたのに，これに対する無効理由の主張，証拠の提出の機会が与えられないまま本件無効審判の審理が終結されたのは違法であると主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ところで，特許の無効審判の係属中に当該特許の訂正審判の審決がされ，これにより無効審判の対象に変更が生じた場合には，従前行われた当事者の無効原因の存否に関する攻撃防禦について修正，補充を必要としないことが明白な格別の事情があるときを除き，審判官は，変更されたのちの審判の対象について当事者双方に弁論の機会を与えなければならない(最高裁第一小法廷昭和51年5月6日判決・裁判集民事117号459頁参照)。",
                "そして，特許の無効審判の係属中に訂正請求がされた場合についても，上記と同様に解すべきである。",
                "そこで，上記の観点から，本件無効審判の手続において従前行われた当事者の無効原因の存否に関する攻撃防禦について修正，補充を必要としないことが明白な格別の事情があるかどうかについて検討する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "証拠及び弁論の全趣旨によれば，本件無効審判の手続の経緯は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成18年10月23日，本件無効審判請求をした(甲31)。",
                    "上記審判請求時における本件特許の請求項1は，本件訂正前の請求項1と同じであり，「上記の隣り合うガイド溝(26)(26)の隔壁の最小厚さ(T)を，同上のガイド溝(26)の溝幅(W)よりも小さい値に設定した」という構成を備えるものであり，原告が提出した審判請求書(甲31)においては，上記構成を「構成F」とし請求項1を「本件発明1」として，次のような主張がなされた。",
                    "・「ア)仮に，本件発明1が新規性を有するとしても，本件発明1は，…に記載された発明に基づき，当業者が容易に発明をすることができたものである。",
                    "イ)たとえば，クランプ装置において，クランプロッドにおけるガイド溝が形成される部分の径，ガイド溝に嵌合する係合具の径，ガイド溝の溝幅，ガイド溝の本数及びガイド溝の傾斜角度は，クランプ装置の使用条件などに基づいて定められる設計事項である。本件発明1の構成Fは，これらの設計事項を設定することにより必然的に得られるものである。…」(44頁16行～24行)",
                    "・「…また，甲第21号証の段落【0024】には，『旋回ストロークSを小さくでき，クランプ装置2の上下方向の設置スペースが小さくなる。』と記載されている。",
                    "…即ち，『スイング式のクランプ装置における旋回中のストロークを小さくすること』は，本件特許の出願時において周知の技術的課題である。」(36頁21行～下1行)",
                    "・「…また，甲第21号証の【図1】では，傾斜角度が約15度である旋回溝36が示されている。",
                    "…即ち，『クランプロッドの外周部に形成される旋回溝の傾斜角度を15度程度にすること』は，本件特許の出願時において周知慣用技術である。」(37頁1行～7行)"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，平成18年12月21日付けで訂正請求(第1次訂正請求，甲54)をした。",
                    "この第1次訂正請求は，本件特許(訂正前)の請求項1，3について隔壁の「最小厚さ(T)は，隣り合う一方の旋回溝(27)の他端部を他方の旋回溝(27)の一端部の近傍に位置させることによって形成し，」などの構成も新たな限定として付加するものであった。",
                    "これを受けて原告は，平成19年2月13日付けで審判事件弁駁書(甲29)を提出し，その中で次のように主張した。",
                    "・「…甲13の図2には，『クランプロッド20に(3本)形成された隣り合うカム溝51の隔壁の最小厚さは，隣り合う一方の螺旋溝51bの下端部を他方の螺旋溝51bの上端部の近傍に位置させることによって形成され，かつ，当該最小厚さ(T)は，ガイド溝の溝幅(W)よりも小さい(構成要件Eに対応)，又は，係合ボールの直径(D)よりも小さい(構成要件E3に対応)』ことが示されている。",
                    "被請求人は，甲13の図2に記載された寸法や角度は必ずしも正確ではない…と主張している…が，失当である。甲13の図2に記載されたカム溝51の形状は，同号証の図1に記載されたカム溝51の形状に対応しており，かつ，図2に記載されたカム溝51における縦溝51a及び螺旋溝51bのクランプロッド20の軸方向における長さが，図1に示される第1ストロークH1及び第2ストロークH2と一致している。従って，甲13の図2に示されるカム溝の溝幅やボール径などの寸法，及び，螺旋溝の傾斜角度などの角度は，十分に信頼できるものであり，被請求人の上記主張は失当である。",
                    "…」(29頁10行～下3行)",
                    "・「v)さらに，甲25では，ロッドの周方向に180度ずれた位置に2本のガイド溝が形成されているが，これをロッドの周方向にほぼ90度ずつずれた位置に4本のガイド溝を形成するように変更することで，『ロッドに形成された隣り合う旋回溝の隔壁の最小厚さは，隣り合う一方の旋回溝の下端部を他方の旋回溝の上端部の近傍に位置させることによって形成される』こと(構成要件E及びE3に対応)になるのは，明らかである。…」(30頁1行～6行)",
                    "・「…甲19や甲20には，ロッドの突出方向のスペースに余裕がない場合に使用可能な旋回式クランプを提供するという技術的課題が示されており，このことから，『旋回式クランプの旋回ストロークを小さくする』という課題が当然に導かれる。さらに，甲第21号証には，『旋回ストロークSを小さくでき，クランプ装置2の上下方向の設置スペースが小さくなる。(段落【0024】)』と記載されており，旋回式クランプにおいて，旋回ストロークを小さくすることが周知の技術的課題であることを裏付けている。",
                    "このように，旋回式クランプの分野において『旋回ストロークを小さくする』ことは周知の技術的課題であったから，その課題を解決することが可能なガイド溝の配置や形状(検甲1，甲13，甲25等)を甲21に適用することに，十分な動機付けがある。…」(31頁18行～下1行)ウ さらに被告は，平成19年6月15日付けで本件訂正請求をし(甲32)，この訂正により，「…第2摺動部分(12)の外周面を展開した状態における上記の旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定し，」という構成も請求項1，3に追加された。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "その後，原告から新たな主張，証拠の提出がされないまま，審理は終結し，平成19年7月31日に審決がなされた。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件無効審判の手続において，原告は「隣り合うガイド溝(26)(26)の隔壁の最小厚さ(T)を，同上のガイド溝(26)の溝幅(W)よりも小さい値に設定した」などの構成に対する無効理由の主張の中で，クランプロッドの外周部に形成される旋回溝の傾斜角度を15度にすることは本件特許の出願前に周知の技術である旨の主張をしていたことが認められる。",
                "ところで，本件訴訟において原告が訂正発明1の「第2摺動部分(12)の外周面を展開した状態における上記の旋回溝(27)の傾斜角度(A)を10度から30度の範囲内に設定し，」という構成に対する主張として述べているのは，①甲13文献(特開平8−33932号公報)に上記構成が示されている，②旋回ストロークを小さくして旋回式クランプをコンパクトに造ることは，本件特許の出願前に周知の技術的課題であった，③甲21発明と同形式のクランプ装置のカタログ(甲40)や甲25(米国特許第4620695号明細書)に照らせば，旋回溝の傾斜角度を10度から30度の範囲に設定することは本件特許の出願前に周知の事項であった，などというものである。",
                "しかるに，本件無効審判の手続において原告が主張した内容は，甲13文献，甲21文献，甲25等を引用した上で，旋回溝の傾斜角度を10度から30度の範囲に設定することが周知の事項であり，旋回ストロークを小さくすることが周知の課題であったことを述べるものであり，特に甲13文献については，図1，図2の記載を参照しつつ螺旋溝の傾斜角度について具体的に言及しているものである。",
                "そうすると，本件無効審判の審理が終結された時点においては，旋回溝の傾斜角度の点を含め，無効理由につき十分な主張，立証が尽くされていたものと認めることができるから，本件無効審判の手続においては，従前行われた当事者の無効原因の存否に関する攻撃防禦について修正，補充を必要としないことが明白な格別の事情があるというべきである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，本件無効審判の手続に違法があるとまでいうことはできず，原告主張の取消事由5は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "結語",
          "text": [
            "以上のとおりであるから，原告主張の取消事由はいずれも理由がない。",
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}