{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    },
    {
      "fig": "3",
      "text": "この判決に対する上告及び上告受理の申立てのための付加期間を30日と定める。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−19173号事件について平成18年10月3日に",
        "した審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いのない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，発明の名称を「リチウム金属分散系である二次電池用アノード」とする発明につき，平成13年12月25日(パリ条約による優先権主張2000年12月22日，米国)，特許を出願(以下「本件出願」という。)し，平成16年2月2日付け手続補正書により補正を行ったが，同年6月15日付けの拒絶査定を受けたため，同年9月16日，審判を請求し，同年10月18日付け手続補正書を提出した(以下，審決と同様に「本件補正」という。)。",
            "特許庁は，上記審判請求を不服2004−19173号事件として審理した結果，平成18年10月3日，本件補正を却下した上，「本件審判の請求は，成り立たない。」との審決をし，同月13日，審決の謄本が原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲",
          "text": [
            "平成16年2月2日付け手続補正書(甲第5号証)による補正後の本件出願の請求項1ないし4及び19(請求項は全部で30項である。)は，次のとおりである(以下，上記の補正後の明細書を「本願明細書」という。)。",
            "【請求項1】二次電池用に製作されたアノードであって，電気化学システム内でリチウムを吸着及び脱着することができるホスト材料と，前記ホスト材料の中に既に分散されているリチウム金属と，を含むことを特徴とするアノード。",
            "(以下，請求項1に係る発明を「本願発明1」という。)",
            "【請求項2】請求項1に記載のアノードであって，前記リチウム金属が微細に砕かれたリチウムの粉末であることを特徴とするアノード。",
            "【請求項3】請求項2に記載のアノードであって，前記リチウムの粉末の平均粒子寸法が20ミクロン以下であることを特徴とするアノード。",
            "【請求項4】請求項1～3のいずれかに記載のアノードが，リチウム金属に対して0．0ボルトより大きく1．5ボルト以下の電気化学的電位で，可逆的にリチウム化及び脱リチウム化することができることを特徴とするアノード。",
            "【請求項19】二次電池用のアノードを製作する方法であって，電気化学システムの中にリチウムを吸着及び脱着することができるホスト材料を設置するステップと，前記ホスト材料の中にリチウム金属を分散するステップと，",
            "前記ホスト材料とその中に分散された前記リチウム金属とをアノードに形成するステップと，を含むことを特徴とする方法。",
            "(以下，請求項19に係る発明を「本願発明19」という。)",
            "原告は，上記請求項1及び19を以下のとおりに補正する本件補正をした(補正箇所を下線で示す。)。",
            "【請求項1】二次電池用に製作されたアノードであって，電気化学システム内でリチウムを吸着及び脱着することができるホスト材料と，前記ホスト材料の中に既に分散されているリチウム金属とを含み，前記アノード内のリチウム金属の量は，前記アノードが再充電される場合，前記アノード内の前記ホスト材料の中に入り込む，前記ホスト材料と合金を作る，又は前記ホスト材料に吸着されるに十分な最大の量以下であることを特徴とするアノード。",
            "(以下，本件補正後の請求項1に係る発明を「補正発明1」という。)【請求項19】二次電池用のアノードを製作する方法であって，電気化学システムの中にリチウムを吸着及び脱着することができるホスト材料を設置するステップと，前記ホスト材料の中にリチウム金属を分散するステップと，",
            "前記ホスト材料とその中に分散された前記リチウム金属とをアノードに形成するステップとを含み，前記アノード内のリチウム金属の量は，前記アノードが再充電される場合，前記アノード内の前記ホスト材料の中に入り込む，前記ホスト材料と合金を作る，又は前記ホスト材料に吸着されるに十分な最大の量以下であることを特徴とする方法。",
            "(以下，本件補正後の請求項19に係る発明を「補正発明19」という。)"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "text": [
            "別紙審決書の写しのとおりである。要するに，本件補正は，平成15年法律第47号による改正前の特許法17条の2第4項1号ないし4号の規定(以下「特許法17条の2第4項1号ないし4号」という。)に違反するから，却下されるべきものであり，本願発明1は，特開平4−39859号公報(甲第2号証。以下，審決と同様に「刊行物2」という。)記載の発明(以下，審決と同様に「刊行物2発明」という。)と同一であるから，特許法29条1項3号の規定により特許を受けることができないとするものである。",
            "上記結論を導くに当たり，審決が認定した刊行物2発明の内容及び本願発明1と刊行物2発明との対比・判断は，次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "刊行物2発明の内容",
              "text": [
                "二次電池用に製作された炭素質物を含む負極電極であって，電池の充放電に伴ってLiイオンと金属リチウムを反復するリチウムを活物質として担持することができる担持体と，前記担持体に混合されているリチウム金属と，を含む負極電極"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本願発明1と刊行物2発明との対比・判断",
              "text": [
                "刊行物2発明の「負極電極」が本願発明1の「アノード」に相当することは，当業者にとって明らかである。",
                "また，負極電極を構成する「炭素質物」がリチウムを担持することは技術常識であるから，刊行物2発明の「炭素質物」は，本願発明1の「ホスト材料」に相当するといえる。",
                "そして，刊行物2発明の「負極電極」は，「担持体の成形体を得る過程で・・・リチウム・・・の粉末を混合する方法を適用することができる」ものであり，その混合割合は，「負極担持体に担持させた・・・リチウムの量は，担持体1重量部あたり・・・最も好ましくは0．080重量部以上0．100重量部以下」であって，担持体に対してリチウムの量は少量(8～10重量部％)が最も好ましいことが記載されていることからして，担持体の成形体を得る過程で「リチウム金属の粉末」を混合することによって，担持体に用いる「炭素質物」の中に少量の「リチウム金属」が分散された状態になるといえる。",
                "そうしてみると，両者は，「二次電池用に製作されたアノードであって，電気化学システム内でリチウムを吸着及び脱着することができるホスト材料と，前記ホスト材料の中に既に分散されているリチウム金属と，を含むアノード」で一致し，相違する点はないといえる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "審決取消事由の要点",
      "text": [
        "審決は，本件補正の適否の判断を誤り(取消事由1)，仮に本件補正却下の判断に誤りがないとしても，本願発明1と刊行物2発明との一致点の認定判断を誤り，両者の同一性の判断を誤った(取消事由2)ものであるところ，これらの誤りがいずれも結論に影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件出願の請求項19には，アノード内にリチウム金属が含まれることが開示されており，本件補正により，本願発明19の「アノード内のリチウム金属の量」を特定の範囲に限定したものとなるから，本件補正は特許請求の範囲の限定的減縮を目的とするものに該当する。",
                "本願発明19は，方法に係る発明であっても，その外延を明らかとするために，「アノード内のリチウム金属の量」を特定の範囲に限定している。物の発明か，方法の発明かを問わず，アノード内の「リチウム金属」に関する言及がある場合には，その量に関する事項は，アノード内の「リチウム金属」という概念に内在する特定事項であり，本願発明19の特定事項として，「アノード内のリチウム金属の量」が含まれており，本件補正は，この特定事項を限定するものであるから，限定的減縮に相当する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "ホスト材料が炭素以外の種々のものである場合に，どのような「量」が「中に入り込む，…合金を作る，又は…吸着されるに十分な最大の量以下」であるかについては，当業者は個々のホスト材料ごとに容易に特定し，検証することができる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本願発明1と刊行物2発明との同一性の判断の誤り)本願発明1の「前記ホスト材料の中に既に分散されているリチウム金属」は，賦活化前に，リチウム金属(Li)の状態で存在する。これに対し，刊行物2では，「リチウムまたはリチウム合金の粉末を混合する」との記載があり，混合後の「担持体に混合されているリチウム金属」は，リチウム金属(Li)ではなく，Li O，LiC ・・・等の状態で存在する。したがって，本願発明1と刊行物2発明とは同一ではない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願発明1は，ホスト材料中にリチウム金属を分散するための電解処理法を提案するものではなく，刊行物2発明のような負極の製法とは全く異なり，得られる電極も同一ではない。",
                "本願発明1によれば，負極は，セル中での金属リチウムの形成を回避する。",
                "この点からも，刊行物2発明の負極が，本願発明1の「ホスト材料中に既に分散されているリチウム金属」を有する負極とは異なることが明らかである。",
                "すなわち，刊行物2は，担持体に最初からリチウム金属を分散させておくことを記載するものではない。刊行物2発明は，リチウム金属の粉末を混合することによって得られる負極電極(アノード)に過ぎず，担持体(ホスト材料)の中にリチウム金属が既に分散されている状態ではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告作成のCD−ROM画像データ(甲第6号証)が示すように，本願発明1では，電解液による賦活化後のLiC への変化は，組み込まれたセル内で起こる。刊行物2のような混合を行うと，Liは炭素質材料と反応してしまい，「ホスト材料の中に分散されているリチウム金属」を含むアノードではなく，LiC のアノードとなる。ちなみに，リチウム金属は反応性が高いが，リチウム酸化物は安定であるから(特表平8−505440号公報(甲第7号証)6頁1行～10行)，酸化が生じる場合には，混合によっても炭素質材料と反応せず安定だが，もはやリチウム金属粉末の混合ではなく，リチウム酸化物粉末の混合となる。本願発明1のアノードでは，組み込まれたセル内で電解液による賦活化によりLiC に変化するまでは，リチウム金属が「ホスト材料の中に既に分散されているリチウム金属」として存在する。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "また，甲第6号証は，本願発明1に係る電極が電解液によって活性化されない限り，リチウム金属がLiC を形成することはないことを示している。",
                "炭素材料中に当初分散されていた材料は，リチウムがインターカレーションした炭素質材料ではなく，炭素質材料と，本件出願の請求項3記載のような好適な粒径である20μm以下の平均粒子寸法の安定なリチウム粉末との良好な混合物である。甲第6号証が示す最終的なLiC 生成物は，リチウムがインターカレーションした炭素質材料である。ホスト材料の中に分散されている請求項1のリチウム金属は，好適には，請求項2のリチウム金属が微細に砕かれたリチウムの粉末であって，請求項3の平均粒子寸法が20ミクロン以下のものである。したがって，請求項3のリチウム粉末の粒子寸法に関する表現は，請求項1の記載と矛盾しない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "刊行物2は，「担持体の成形体を得る過程で…リチウムまたはリチウム合金の粉末を混合する」と記載している。しかし，担持体と混合したリチウム金属と，ホスト材料の中に分散したリチウム金属とは異なる。前者では，炭素質材料と，非安定のリチウム粉末との混合物は，アルゴンを用いたような不活性雰囲気でしか調製できない。そうでなければ，リチウムは，発火し，ほとんどがLi Oに変化してしまう。また，発生した熱によって，残りのリチウムは，LiC ，LiC 及びLiCの混合物となる。後者では，安定化したリチウム金属がホスト材料中に分散する。なお，安定化したリチウム金属とは，表面が不動態化したリチウムのことである。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "甲第6号証に係る電極の，電解液による賦活化前，すなわち，インターカレーションを生じる前のリチウムの存在形態が本願発明1の「ホスト材料の中に既に分散されているリチウム金属」の存在形態であり，いずれも「炭素質材料の中に分散されている安定なリチウム粉末」である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論の骨子",
      "text": [
        "審決の認定判断はいずれも正当であって，審決を取り消すべき理由はない。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "「アノード内のリチウム金属の量」は，本件補正前の請求項19の特許請求の範囲に記載された発明の特定事項に含まれていない事項であるから，「量」に関し限定する事項を付加する本件補正は，補正前の本願発明19の特定事項を限定するものとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "仮に，限定的減縮であるとしても，ホスト材料が炭素以外の種々のものである場合に，どのような「量」が「中に入り込む，…合金を作る，又は…吸着されるに十分な最大の量以下」であるかについては，本願明細書の記載，技術常識を参酌しても明らかでないから，本件補正が限定的減縮を目的とするものか否か判然としない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件補正前には，補正後の請求項10に対応する発明が存在せず，請求項の削除にも当たらない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "仮に，限定的減縮であるとしても，補正発明1は，刊行物2発明に基づき当業者が容易に想到することができたものであるから，独立特許要件を満たさないから，本件補正を却下すべきであるとの結論に影響がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "text": [
            "取消事由2(本願発明1と刊行物2発明との同一性の判断の誤り)について刊行物2の「リチウムまたはリチウム合金の粉末を混合する」との記載における「混合」は，技術常識から判断して，不活性雰囲気下で行われるものと解され，「担持体に混合されているリチウム金属」は，リチウム金属(Li)の状態で存在する。したがって，本願発明1と刊行物2発明とは同一である。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "刊行物2には，「担持体に活物質を担持させる方法としては，…担持体の成形体を得る過程でアルカリ金属の粉末，好ましくはリチウムまたはリチウム合金の粉末を混合する方法等を適用することができる。」(5頁左下欄15行～右下欄3行)と記載されているところ，この担持方法の適用を実質的に阻害する格別の要因は見い出せない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物2には，「このようにしてあらかじめ負極担持体に担持させたアルカリ金属，好ましくはリチウムの量は，担持体1重量部あたり：好ましくは0．030重量部以上0．250重量部以下，・・・最も好ましくは0．080重量部以上0．100重量部以下である。」(5頁右下欄9～18行)との記載がある。この記載によれば，担持体に担持されるリチウム金属の量は，担持体の8～10重量％であるから，担持体の成形体を得る過程でこの程度の量のリチウム金属の粉末を混合することによって得られる負極電極(アノード)は，担持体(ホスト材料)の中にリチウム金属が既に分散された状態のものであることは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件補正についての判断の誤り)について",
          "text": [
            "特許法17条の2第4項2号は，「特許請求の範囲の減縮(第三十六条第五項の規定により請求項に記載した発明を特定するために必要な事項を限定するものであつて、その補正前の当該請求項に記載された発明とその補正後の当該請求項に記載される発明の産業上の利用分野及び解決しようとする課題が同一であるものに限る。)」と定めているから，同号の事項を目的とする補正とは，特許請求の範囲を減縮するだけでなく，発明を特定するために必要な事項を限定するものでなければならないと解される。また，「発明を特定するために必要な事項」とは，特許法「第三十六条第五項の規定により請求項に記載した発明を特定するために必要な事項」とあることから，特許請求の範囲中の事項であって特許を受けようとする発明を特定している事項であると解される。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件出願の請求項19は，前記第2の2のとおりであるところ，アノードの「ホスト材料の中にリチウム金属を分散する」こと及び「ホスト材料中とその中に分散された前記リチウム金属」は記載されているが，「アノード内のリチウム金属の量」については，全く記載されていない。",
                "原告は，特許請求の範囲中の記載に「(アノード内の)リチウム金属」に関する言及がある場合には，その量に関する事項は，「(アノード内の)リチウム金属」という概念に内在する特定事項であると主張する。",
                "しかし，「リチウム金属」という記載では，物質の種類を特定したにすぎず，その「量」については，何らの言及がないのであるから，上記の「(アノード内の)リチウム金属」なる記載が「リチウム金属の量」についての特定を含むものではないことは一般的な用語法に照らして明らかであるというべきであって，原告の主張を採用することはできない。",
                "そうすると，本願発明19の特定事項として，「アノード内のリチウム金属の量」が含まれていない以上，請求項19に係る本件補正は，発明を特定するために必要な事項を限定するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，ホスト材料が炭素以外の種々のものである場合に，どのような「量」が「中に入り込む，…合金を作る，又は…吸着されるに十分な最大の量以下」であるかについては，当業者は個々のホスト材料ごとに容易に特定し，検証することができると主張するが，「アノード内のリチウム金属の量」が本願発明19の特定事項として含まれているか否かの問題と「量」の特定の容易性の問題とは関係がないから，原告の主張は失当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，請求項19に係る補正は，特許請求の範囲を減縮するものであったとしても，発明を特定するために必要な事項を限定するものではないから，特許法17条の2第4項2号の事項を目的とするものとはいえず，本件補正を却下した審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本願発明1と刊行物2発明との同一性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本願明細書には，次の記載がある。",
                "「【0001】",
                "【発明の属する技術分野】本発明は，高い容量を有する二次電池に関し，特に，電気化学システム内のリチウムを吸着及び脱着することができる炭素質の材料などのホスト材料と，このホスト材料の中に分散されたリチウム金属とを含む二次電池用のアノードに関する。」",
                "「【0004】",
                "【発明が解決しようとする課題】従来，リチウム二次電池は，カソードの活性剤として，TiS ，MoS ，MnO 及びV O などの高い容量を有する非リチウム化合物(non−lithiated compounds)を用いて作られた。",
                "これらのカソードの活性剤は，リチウム金属のアノードと結合された。二次電池が放電される場合，リチウムイオンはリチウム金属のアノードから電解液を通ってカソードに運ばれた。残念なことに，サイクリング時に，リチウム金属は，最終的に電池内に不安全な状態を引き起こすデンドライトを発生させた。その結果，これらの種類の二次電池の生産は，リチウムイオン電池の方を選んで，1990年代の初期に中止された。",
                "【0005】リチウムイオン電池は，一般に，炭素ベースのアノードと結合するカソード活性剤として，LiCoO 及びLiＮiO などのリチウム金属の酸化物を使用する。これらの電池では，リチウムのデンドライトがアノード上に形成することが避けられるため，電池が安全になる。しかしながら，リチウムの量が電池の容量を決定し，リチウムは全体的にカソードから供給される。活性剤は脱着可能なリチウムを含む必要があるため，このことはカソード活性剤の選択に制約を加えることになる。さらに，充電(例えば，Li CoO 及びLi ＮiO ，ここで，0．X 2 X 2",
                "4＜x＜1．0)及び過充電(すなわち，Li CoO 及びLi ＮiO ，ここで，X 2 X 2",
                "x＜0．4)の間に形成されるLiCoO 及びLiＮiO に相当する脱リチウム生成物(the delithiated products)は安定していない。",
                "特に，これらの脱リチウム生成物は電解液と反応して熱を発生する傾向があり，安全上の問題を引き起こす。",
                "【0006】",
                "【課題を解決するための手段】本発明は，高い容量と良好なサイクル能力とを有し，安全に動作する二次電池を提供するものである。本発明によれば，新たに製作された二次電池は，電気化学システム内でリチウムを吸着及び脱着することができるホスト材料と，このホスト材料の中に最初から既に混合され分散されているリチウム金属とから構成するアノードを備えている。このリチウム金属は微細に砕いたリチウムの粉末であることが好ましく，平均の粒子寸法が約20ミクロン以下であることがさらに好ましい。ホスト材料は，炭素質材料，Si，Sn，スズ酸化物，複合スズ合金，遷移金属の酸化物，リチウム金属の窒化物及びリチウム金属の酸化物から成る群より選択された1つ以上の材料を含んでいる。ホスト材料は炭素質の材料を含むことが好ましく，グラファイトを含むことがさらに好ましい。",
                "【0007】本発明の新たに製作された二次電池は，活性剤を含む正極，電気化学システム内でリチウムを吸着及び脱着することができるホスト材料及びこのホスト材料内に分散されたリチウム金属を含む負極，正極と負極とを分離するセパレータ及び正極と負極とを連通する電解液を含んでいる。カソードの活性剤は，リチウムに対して電気化学的電位が2．0から5．0Vでリチウム化することができる化合物であることが好ましい。例えば，このカソードの活性剤は，MnO ，V O 又はその混合物とすることができる。アノード内のリチウム金属は微細に砕いたリチウムの粉末であることが好ましく，平均の粒子寸法が約20ミクロン以下であることがさらに好ましい。ホスト材料は，炭素質材料，Si，Sn，スズ酸化物，複合スズ合金，遷移金属の酸化物，リチウム金属の窒化物及びリチウム金属の酸化物から成る群より選択された1つ以上の材料を含んでいる。負極内のホスト材料は炭素質の材料を含むことが好ましく，グラファイトを含むことがさらに好ましい。負極内に存在するリチウム金属の量は，負極内のホスト材料の中に入り込む，それと合金を作る，又はそれに吸着されるに十分な最大の量以下とすることが好ましい。例えば，ホスト材料が炭素である場合，リチウムの量は，LiC を作るために必要な量以下であることが好ましい。」",
                "「【0011】",
                "【発明の実施の形態】図面及び以下の詳細な説明の中で，本発明を実行できるように，好ましい実施形態が詳細に説明される。本発明はこれらの特定の好ましい実施形態を参照して説明されるが，本発明はこれらの好ましい実施形態に限定されることはないことは理解されよう。しかし逆に，本発明は以下の詳細な説明及び添付の図面を考慮すれば明らかになる多数の代替え例，修正例及び同等物含んでいる。",
                "【0012】図1に示すように，本発明は，正極又はカソード12，負極又はアノード14，正極と負極とを分離するセパレータ16，及び正極と負極とを電気化学的に連通する電解液を含む二次電池10である。この二次電池10は，カソードと電気的に接触する集電器20及びアノードと電気的に接触する集電器22も含んでいる。集電器20及び22は，外部回路(図示せず)を通って互いに電気的に接触している。二次電池10は，「ゼリーロール」又は積重ね構成のような，当業者に周知の任意の構成とすることができる。",
                "【0013】カソード12は，炭素質の材料及びバインダのポリマーと一般に組み合わされる活性剤から形成される。このカソード12内で使用される活性剤は，有効電圧(例えば，リチウムに対して2．0～5．0ボルト)でリチウム化することができる材料であることが好ましい。好ましくは，MnO ，V O 又はMoS ，又はその混合物などの非リチウム化材料を活性剤として使用することができ，さらに好ましくはMnO が使用される。しかしながら，さらにリチウム化することができるLiMn O のようなリチウム化材料も使用することができる。非リチウム化活性剤は一般に，この構成ではリチウム化活性剤よりも容量が高く，このためリチウム化活性剤を含む二次電池に勝って増大した電力を供給することができるので，非リチウム化活性剤が好ましい。さらに，アノード14が後述するようにリチウムを含んでいるので，カソード12は二次電池10が動作するためにリチウム化材料を含む必要はない。カソード12の中に供給される活性剤の量は，アノード14内に存在する脱着可能なリチウム金属を受け入れるに十分であることが好ましい。例えば，MnO がカソードの活性剤である場合，放電時にカソード内にLiMnOを発生させるために，アノード14内のリチウムのモル当たり1モルのMnO がカソード12内に存在することが好ましい。」",
                "「【0015】アノード14は，電気化学システム内でホスト材料の中に分散されたリチウム金属26を吸着及び脱着することができるホスト材料24から形成される。例えば，アノード14の中に存在するリチウムは，電池(及び特にアノード)が再充電されるとき，ホスト材料の中に入り込む，それと合金を作る，又はそれに吸着されることができる。ホスト材料は，炭素質の材料；Si，Sn，スズの酸化物又は複合のスズ合金を含む材料；CoOのような遷移金属の酸化物；Li C3−X"
              ],
              "content": [
                {
                  "fig": "o",
                  "subject": "Ｎ，ここで0＜x＜0．5，のようなリチウム金属の窒化物及びLi Ti OX 4 5 1",
                  "text": [
                    "のようなリチウム金属の酸化物などの電気化学システム内でリチウムを吸着及び脱着することができる材料を含む。リチウム金属26は，微細に砕いたリチウムの粉末として，アノード14内に設けることが好ましい。さらに，リチウム金属26の平均の粒子寸法は，好ましくは約20ミクロン以下であり，さらに好ましくは約10ミクロン以下である。リチウム金属は，例えばリチウム金属の粉末をCO を用いて処理した，自燃性の粉末又は安定化した自然性が低い粉末として供給することができる。",
                    "【0016】アノード14は，一般に，リチウム金属に対して0．0ボルトより大きく1．5ボルト以下の電気化学的電位で，可逆的にリチウム化及び脱リチウム化することができる。電気化学的電位がリチウムに対して0．0ボルト以下の場合は，リチウム金属は充電の間にアノード14に再び入ることはない。あるいはまた，電気化学的電位がリチウムに対して1．5ボルトより大きい場合は，電池の電圧は望ましくないほど低くなる。アノード14内に存在するリチウム金属26の量は，電池が再充電される場合，アノード14内のホスト材料の中に入り込む，それと合金を作る，又はそれに吸着されるに十分な最大の量以下であることが好ましい。例えば，ホスト材料が炭素である場合，リチウムの量は，LiC を作るために必要な量以下であることが好ましい。言い換えると，アノード内の炭素に対するリチウムのモル比は，1：6以下であることが好ましい。",
                    "【0017】本発明によれば，電気化学システムの中にリチウムを吸着及び脱着することができるホスト材料を設け，このホスト材料の中にリチウムを分散し，ホスト材料と中に分散されたリチウム金属とをアノードに形成することによって，アノード14を製作することができる。リチウム金属及びホスト材料は，テトラヒドロフラン(THF)のような非水系の液体及びバインダと混合されて，スラリーに形成されることが好ましい。次に，スラリーを使用して，例えば，集電器22をスラリーにコーティングし，その後スラリーを乾燥することによって，アノード14を形成する。ホスト材料を炭化水素溶剤(例えば，ヘキサン)のような非水系の液体のリチウム金属を含む懸濁液の中に浸漬することにより，リチウム金属をアノードの中に設けることもできる。懸濁液の中で使用されるリチウム金属は，前述したように，微細に砕いたリチウムの粉末であることが好ましい。ホスト材料をアノードの形状に形成し，次に，リチウム金属の懸濁液の中に浸漬することができる。又は，ホスト材料をリチウム金属の懸濁液と組み合わせてスラリーを作り，次に，集電器に加え乾燥してアノードを形成することができる。懸濁液を作るために使用する非水系の液体は，アノードを乾燥する(例えば，高温で)ことによって取り除くことができる。どのような方法を使用しても，リチウム金属をホスト材料の中にできるだけ良好に分散することが好ましい。このため，前述したように，リチウム金属26の平均の粒子寸法は，好ましくは約20ミクロン以下であり，さらに好ましくは約10ミクロン以下である。」",
                    "「【0027】",
                    "【発明の効果】本発明によれば，高い容量，安全な動作状態及び良好なサイクル能力を有する二次電池を提供することができる。特に，リチウム金属をアノード内に設けるので，非リチウム化材料を二次電池内の好ましいカソードの活性剤として使用することができる。これらの非リチウム化活性剤は，リチウムイオン電池内で現在使用されているリチウム化材料よりも高い容量を有している。非リチウム化のカソード用活性剤及び金属リチウムのアノードを有する従来のリチウム二次電池とは異なり，本発明のアノードと組み合わせた非リチウム化のカソード用活性剤を用いて製造された二次電池は，安全に動作しまたサイクリング時にリチウムのデンドライトを発生しないことが発見されている。さらに，本発明の二次電池は，充電時にリチウムがカソードから除かれるとき不安定になる，リチウムイオン電池よりも安全に動作する。特に，本発明の二次電池内のカソードの活性剤は，一般に，電池が新たに製作されるときは完全に充電された状態にあるので，それはリチウムイオン電池内で使用されるカソード材料よりも安定している。さらに，本発明の電池は，カソードの活性剤の安全な動作状態及び高い容量を維持しながら，非常に多くの回数の充電及び放電を行うことができる。」",
                    "以上の記載からすれば，本願明細書には，次の事項が記載されていると認められる。",
                    "① 従来のリチウム二次電池は，カソードの活性剤がリチウム金属からなるアノードと結合されていたところ，サイクリング時に，リチウム金属が，最終的に電池内に不安全な状態を引き起こすデンドライトを発生させる問題があったこと。",
                    "② 一般に，リチウムイオン二次電池は，炭素ベースのアノードと結合するカソード活性剤として，LiCoO 及びLiＮiO などのリチウム金属の酸化物を使用するものであり，これによりリチウムのデンドライトがアノード上に形成されることが避けられ，その点では電池は安全になるが，他方，リチウムの量が電池の容量を決定するところ，リチウムは脱着可能なリチウムとしてカソード活性剤から供給されるため，カソード活性剤の選択に制約を与えること，また，充電及び過充電の間に形成される脱リチウム生成物は安定しておらず，電解液と反応して熱を発生する傾向があり，別の安全上の問題を引き起こす問題があること，を背景として，従来のリチウム二次電池とは異なる，高容量，良好なリサイクル能力及び安全性の高いリチウム二次電池を提供するために，本願発明がされたこと。",
                    "特に，本願発明2及び3並びに段落【0015】の「リチウム金属26は，微細に砕いたリチウムの粉末として，アノード14内に設けることが好ましい。さらに，リチウム金属26の平均の粒子寸法は，好ましくは約20ミクロン以下であり，さらに好ましくは約10ミクロン以下である。リチウム金属は，例えばリチウム金属の粉末をCO を用いて処理した，自燃性の粉末又は安定化した自然性が低い粉末として供給することができる。」の記載に照らすならば，本願発明1の構成要件である「ホスト材料の中に既に分散されているリチウム金属」としては，本願発明2のとおり，リチウム金属が微細に砕かれたリチウムの粉末が望ましく，また，本願発明3のとおり，平均粒子寸法が20ミクロン以下のものであるということができ，リチウム金属の粉末については，自燃性が低い安定なリチウム粉末に限らず，自燃性のある非安定のリチウム粉末と混合して得たアノードも本願発明1に含まれると解される。また，本願発明1に係る請求項1には，リチウム金属に関し，CO 処理した粉末又は安定化した粉末に限定する発明特定事項の記載はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "刊行物2には，次の記載がある。",
                "「負極電極に関して鋭意研究を重ねた結果，炭素質物と繊維状の有機高分子のバインダーとの混合物からなる担持体に，アルカリ金属，好ましくはリチウムを活物質として担持させてなる電極の構成とする」(2頁右上欄6行～10行)「本発明の二次電池電極は，上記の構成をとる負極電極に特徴があり，他の要素は従来の二次電池電極と同じように構成することができる。",
                "本発明にかかる負極電極において，活物質はアルカリ金属，好ましくはリチウムである。この活物質は，電池の充放電に伴って，例えばリチウムの場合，Liイオンと金属リチウムを反復する。」(2頁左下欄4行～11行)",
                "「担持体に活物質を担持させる方法としては，・・・物理的方法などがあり，例えば，・・・担持体の成形体を得る過程でアルカリ金属の粉末，好ましくはリチウムまたはリチウム合金の粉末を混合する方法等を適用することができる。」(5頁左下欄15行～右下欄3行)",
                "「このようにしてあらかじめ負極担持体に担持させたアルカリ金属，好ましくはリチウムの量は，担持体1重量部あたり：好ましくは0．030重量部以上0．250重量部以下，・・・最も好ましくは0．080重量部以上0．100重量部以下である。」(5頁右下欄9行～18行)",
                "「このようにして構成された二次電池では，負極電極においては充電時に担持体に活物質イオンが担持され，放電時には担持体中の活物質イオンが放出されることによって充放電の電極反応が進行する。」(6頁左下欄4行～8行)また，刊行物2発明が第2の3(1)のとおりであることは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本願発明1と刊行物2発明の対比・判断",
              "text": [
                "原告は，本願発明1に係るアノードは，炭素質材料であるホスト材料と，好適な粒子寸法の安定なリチウム粉末との混合物であり，電解液によって賦活化する工程より前の段階，すなわち，インターカレーションを生じる前の状態のものであり，刊行物2発明とは異なるものであると主張する。",
                "前記(1)のとおり，本願発明1のリチウム金属の粉末については，自燃性が低い安定なリチウム粉末に限らず，自燃性のある非安定のリチウム粉末と混合して得たアノードも本願発明1に含まれると解すべきであり，そもそも，本願発明1には，自燃性の非安定のあるリチウム粉末を使わずに，リチウムをCO 処理した粉末又は安定化した粉末のみに限定したと解釈すべき発明特定事項はない。",
                "ところで，田村昌三監修「危険物用語辞典」(株式会社朝倉書店，1996年5月1日初版第1刷発行)276頁(乙第1号証)及び吉田忠雄＝田村昌三監訳「危険物ハンドブック」(丸善株式会社，昭和62年1月25日発行)496～499頁(乙第2号証)によれば，リチウムは，水又は水蒸気や空気中の湿気と反応して，水素を発生して自然発火や爆発する，ひとたび着火すると消火は困難であるなどの特性を有する危険性の極めて高い物質であることが知られている事実が認められ，このようなリチウムの性質に照らすと，リチウム二次電池の属する技術の分野における当業者は，リチウムの取扱いに通じているはずであるし，また，精通していなければならないのであるから，リチウム金属を炭素質材料と混合するときの条件次第によっては，混合時の酸化，発火等を懸念すべき場合があることを十分に認識しており，リチウムの金属としての表面状態を維持する必要がある場合には，不活性ガス雰囲気下において混合するなどの周知の手段を用いて，酸化，発火等の回避を図ることができることも当然に熟知しているということができる。そうすると，このような当業者が刊行物2に接した場合には，刊行物2発明に係る「担持体に混合されているリチウム金属」については，当然に，リチウム金属の酸化，発火等を回避する条件を設定した上で担持体と混合されているものであると理解するものと容易に推認される。",
                "以上のとおり，当業者の技術常識を参酌すれば，刊行物2発明におけるリチウム金属は，混合を経ることによって，もはやリチウム金属ではなくなっているとまで直ちに断定することはできず，リチウム金属(Li)の状態のものも含まれるというべきである。したがって，自燃性のある非安定のリチウム粉末と混合して得たアノードも本願発明1に含まれると解される以上，本願発明1の「ホスト材料の中に既に分散されているリチウム金属」について，本願発明1が刊行物2発明と同一であるということができる。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，刊行物2発明におけるリチウムに関し，前記第3の2(2)においては，「刊行物2のような混合を行うと，Liは炭素質材料と反応してしまい，『ホスト材料の中に分散されているリチウム金属』を含むアノードではなく，LiC のアノードとなる。ちなみに，リチウム金属は反応性が高いが，リチウム酸化物は安定であるから，酸化が生じる場合には，混合によっても炭素質材料と反応せず安定だが，もはやリチウム金属粉末の混合ではなく，リチウム酸化物粉末の混合となる。」と主張する一方，同(4)においては，「炭素質材料と，非安定のリチウム粉末との混合物は，アルゴンを用いたような不活性雰囲気でしか調製できない。そうでなければ，リチウムは，発火し，ほとんどがLi Oに変化してしまう。また，発生した熱によって，残りのリチウムは，LiC ，LiC 及びLiCの混合物となる。」と主張する。",
                "原告は，上記のとおり，一方で，リチウムは，炭素質材料と反応してLiC になると主張し，他方で，リチウムは発火し，ほとんどがLi Oになり，残りがLiC ，LiC 及びLiCの混合物となると主張していることになり，その主張は必ずしも整合するものではないが，前記第3の2(1)ないし(5)における原告の主張を，リチウムは反応性が高く，酸化，発火等が生じるなど，安定ではないので，たとえ，刊行物2に記載されたとおりに実施しても，金属としてのリチウムの分散した状態は得られないとの意味に善解することはできる。しかし，上記(3)のとおり，リチウム二次電池の属する技術の分野における当業者は，リチウムの取扱に通じているから，刊行物2に接した場合には，刊行物2発明に係る「担持体に混合されているリチウム金属」については，当然に，リチウム金属の酸化，発火等を回避する条件を設定した上で混合されているものであると理解するであろうから，刊行物2発明におけるリチウム金属が混合を経ることによって，もはやリチウム金属ではなくなっているとまで直ちに断定することはできず，原告の上記主張も採用することはできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，審決がした本願発明1と刊行物2発明の対比・判断に，原告の主張する誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上に検討したところによれば，審決取消事由にはいずれも理由がなく，審決を取り消すべきその他の誤りは認められない。",
            "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10055",
    "date": "2008-02-27",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035931",
    "ipprecedent_id": "1350",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第4部"
  }
}