{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が不服2004−24937号事件について平成19年3月27日にした",
        "審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "当事者間に争いがない事実",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "text": [
            "原告は，平成8年12月4日，発明の名称を「複合機におけるジョブ制御方法」とする発明について特許出願(特願平8−323877号。以下「本件出願」という。)をしたが，平成16年10月28日に拒絶査定を受けたので，同年12月6日，拒絶査定に対する不服の審判を請求した。",
            "特許庁は，これを不服2004−24937号事件として審理して，平成19年3月27日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年4月6日，原告に送達された。"
          ]
        },
        {
          "fig": "2",
          "subject": "発明の要旨",
          "text": [
            "平成19年2月26日付け手続補正書により補正された明細書(甲3ないし5，以下，願書添付の図面も併せて「本件明細書」という。)の特許請求の範囲の請求項1に記載された発明(以下「本願発明」という。請求項2ないし4は省略する。)の要旨",
            "「少なくとも原稿の画像をコピーするコピージョブと，ホスト装置からのプリントデータに基づいてプリントを出力するプリンタジョブを含む複数のジョブ機能を有し，用紙を給紙する給紙手段と，この給紙手段により給紙された用紙に画像情報を記録する記録手段と各ジョブ機能の画像情報による前記記録手段の記録動作の順序を制御する記録動作制御手段とを備えた複合機におけるジョブ制御方法において，コピージョブのための装置操作開始からそのコピージョブ完了までの期間にはプリンタジョブの起動を禁止し，この禁止中のプリンタジョブについては，前記複合機内のメモリに記憶させることを特徴とする複合機におけるジョブ制御方法。」"
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の理由の概要",
              "text": [
                "審決は，別紙審決のとおり，本願発明は，実願昭61−146374号(実開昭63−55664号)のマイクロフィルム(甲1。以下「引用例1」という。)に記載された発明(以下「引用発明」という。)及び周知技術に基づいて，当業者が容易に想到し得たものであるから，特許法29条2項の規定により特許を受けることができないとした。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "審決が認定した引用発明の要旨",
              "text": [
                "「少なくとも原稿の画像を複写する複写処理と，回線からの画像情報あるいは文字情報に基づいてプリントを出力するプリント処理を含む複数の処理機能を有し，用紙を給紙する給紙手段と，この給紙手段により給紙された用紙に画像情報を記録する記録手段と各処理機能の画像情報による前記記録手段の記録動作の順序を制御するCPU11とを備えた複合機能型画像形成装置における処理制御方法において，複写処理のための装置操作開始からその複写処理完了までの期間にはプリント処理の起動を禁止し，この実行禁止中のプリント処理については，前記複合画像形成装置内に待ち状態として保持する複合型画像形成装置における処理制御方法。」"
              ]
            },
            {
              "fig": "(3)",
              "subject": "審決が認定した本願発明と引用発明の一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "一致点",
                  "text": [
                    "「少なくとも原稿の画像をコピーするコピージョブと，ホスト装置からのプリントデータに基づいてプリントを出力するプリンタジョブを含む複数のジョブ機能を有し，用紙を給紙する給紙手段と，この給紙手段により給紙された用紙に画像情報を記録する記録手段と各ジョブ機能の画像情報による前記記録手段の記録動作の順序を制御する記録動作制御手段とを備えた複合機におけるジョブ制御方法において，コピージョブのための装置操作開始からそのコピージョブ完了までの期間にはプリンタジョブの起動を禁止し，この禁止中のプリンタジョブについては，待ち状態として複合機内で保持する複合機におけるジョブ制御方法。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点",
                  "text": [
                    "「プリンタジョブ(プリント処理)の起動が禁止されている間にプリント要求されているプリンタジョブを待ち状態として保持するのに際して，前者(判決注：本願発明)はプリンタジョブを複合機内のメモリに記憶させるとしているのに対して，後者(判決注：引用発明)はプリンタジョブ(プリント処理)をどのようにして複合機(複合型画像形成装置)内で待ち状態として保持するのか特定されていない点。」"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本願発明についての審決の判断の要旨",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「原稿の画像をコピーするコピージョブと外部装置からのプリントデータに基づいてプリントを出力するプリンタジョブを実行可能な複合機において，他のジョブが実行中であるためにその起動が禁止されているプリンタジョブを複合機内で待ち状態として保持するのに際して，プリンタジョブを複合機内のメモリに記憶させることは，特開平3−75861号公報(3頁左上欄16行～同頁左下欄3行)，特開平7−95343号公報(【請求項1】，段落【0004】)，特開平",
                  "text": [
                    "4−305777号公報(段落【0048】等)，特開平8−125800号公報",
                    "(段落【0042】，図17等)，特開平5−756号公報(段落【0055】～",
                    "【0056】，【0068】～【0070】)，特開平8−307583号公報",
                    "(図12及びその説明文等)，特開平8−251344号公報(段落【0007】，",
                    "段落【0029】～【0031】)，特開平7−295767号公報(段落【00",
                    "27】～【0029】)に記載されているように周知である。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "「してみると，引用例1に記載された発明に係る複合機(複合型画像形成装置)において，コピージョブ(複写処理)のためにプリンタジョブ(プリント処理)の起動を禁止している間に，プリント要求されているプリンタジョブを待ち状態として装置内に保持するのに際して，当該プリンタジョブを複合機内のメモリ(例えば引用例1の第2図に記載のRAM13)に記憶させておく構成とすることにより，引用例1に記載された発明を，相違点1に係る構成を有するものとすることは当業者が適宜行うことにすぎない。」"
                },
                {
                  "fig": "ウ",
                  "subject": "「また，引用例1に記載された発明において，相違点1に係る構成を有するものとしたことにより予期せざる作用効果が奏せられるものでもない。」"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "text": [
        "審決は，引用発明の認定を誤り(取消事由1)，本願発明と引用発明の一致点，相違点の認定を誤り(取消事由2)，相違点についての進歩性判断を誤り(取消事由3)，本願発明は，当業者が容易に発明をすることができるとの誤った結論に至ったものであり，違法であるから取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明を上記第2の3(2)のとおり認定したが，引用例1の複合型画像形成装置は，複写処理の実行中はプリンタポートを閉じるのであって，プリント要求さえも受け付けなくしていて，プリント要求に対する機能選択を待ち状態にするようになっているので，引用例1に，「実行禁止中のプリント処理については，前記複合画像形成装置内に待ち状態として保持する」との発明が記載されているとした認定は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1の第4図のフローチャートによれば，CPU11は，プリンタポート選択信号SをHレベル(プリンタ機能選択)とした場合のみ，プリント要求信号がHかLかを判定している。プリンタポート選択信号SをLレベル(複写機能選択)とした場合にプリント要求信号PDの判定を行わないのは，プリンタポートが選択されていないので，そもそもプリント要求信号PDが入力される状態になっていないためである。仮に，画像情報とプリント要求信号PDとが別々のプリンタポートから入力されるとしても，CPU11は，プリンタポート選択信号SをLレベルとした場合にプリント要求信号PDの判定を行わない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "被告は，引用例1のプリンタポートは，画像形成装置本体20に配置されていること，引用例1のCPU11は，画像形成装置本体20に設けられたプリンタポートの選択状態と無関係に，常時プリント要求を受け付けることができるものであること，引用例1には，プリント処理中に複写要求がなされた場合には，1ページ分のプリント処理が終了した後に強制的にプリント機能を待ち状態にし，プリンタ待ち状態が解除されると，待ち状態を経て直ちにプリント処理の再実行に移行するものであることが示されていることを挙げ，審決の認定に誤りがない旨主張する。",
                "しかし，「プリンタポート」とは，ネットワーク回線と接続するために設けられた装置の接続口であり，引用例1におけるプリント要求信号PDもプリンタポートを介して入力され，回線に接続される画像形成装置においては，画像情報とプリント要求信号とは共通のプリンタポートを介して入力される。そうすると，引用例1の複合型画像形成装置においては，プリンタポート選択信号が選択されない場合，画像情報はおろか，プリント要求信号さえ入力されないことは明白である。",
                "また，被告は「直ちにプリント処理の再実行に移行する」との点を強調しているが，これは「待ち状態①を経て」行われるのであり，「待ち状態①」ではプリント要求信号の有りなしを判定しており(ST12)，プリント要求信号がHレベルにならない限り，プリント処理の再実行に移行しないことは明らかである。",
                "なお，プリンタポートが選択状態とされないことはプリンタポートを閉じることと同義であり，他の解釈の余地はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点，相違点の認定の誤り)",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，引用発明と本願発明の対比に当たって，引用例1の「複写処理」が本願発明の「コピージョブ」に，引用例1の「プリント処理」が本願発明の「プリンタジョブ」にそれぞれ相当するとし，あたかも「処理」と「ジョブ」とが同じであるかのように認定した。",
                    "しかし，ジョブとは，ドキュメントの集合体を一つの操作単位とするものをいう。",
                    "このことは，出願当時の技術水準を示す，特開平8−286851号公報(甲2)における記載から明らかである。",
                    "他方，引用例1における，複写処理は，原稿台上に原稿を1枚ごとに載せて1枚ごとに複写する処理であり，また，プリント処理は，1ページ分ごとに送られるプリント要求信号PDに基づいて1ページ分ごとにプリントする処理であり，ドキュメントの集合体を一つの操作単位とする本願発明におけるコピージョブ及びプリンタジョブとは異なる。",
                    "したがって，引用例1の「処理」と本願発明における「ジョブ」とは異なる概念であるにもかかわらず，これを同一であるとして，一致点を認定した審決は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，本願発明における「ジョブ」は，通常の「コピー処理」や「プリント処理」などの「機能処理」を意味するものとして用いられていること，引用例1におけるプリント処理は，複数ページにわたるプリント処理を行う場合は，プリント要求信号PDの立ち上がり状態の継続を確認して次のプリント処理を行うかどうかを決めるものであって，「1ページ分ごとに送られるプリント要求信号PDに基づいて1ページ分ごとにプリント処理」するものではない旨主張する。",
                    "しかし，引用発明は，プリント要求信号PDを受けて1ページごとに画像情報あるいは文字を受け，1ページ分ごとに印刷しているので，プリンタジョブを複合機内に保持することが不可能である。引用例1の第4図のフローチャートによれば，引用発明の複合型画像形成装置は，回線を介して送られるプリント要求信号PDを1ページ分プリント処理したごとに判定し，回線を介して送られるプリント要求信号PDが立ち上がり状態にある場合に，回線を介して1ページ分ごとに送られる画像情報あるいは文字情報をプリントするようになっており，プリント要求信号PDや画像情報等がすべて回線を介して送られるように構成し，プリンタジョブを複合型画像形成装置内に保持することが不可能である。ホスト装置から自動的にプリント要求信号PDが継続して送られる場合であっても，回線を介して送られるプリント要求信号PDは，1ページ分ごとに判定され，その結果に基づいて回線を介して送られる画像情報あるいは文字情報を1ページ分ごとにプリント処理することには変わりがない。",
                    "また，本件明細書においては，「コピー」又は「プリンタ」という文言と，「コピージョブ」又は「プリンタジョブ」という文言とを使い分けていて，「ジョブ」は，単なるコピー処理やプリント処理を表してはいない。本願発明の特許請求の範囲においては，「各ジョブ機能の画像情報による前記記録手段の記録動作の順序を制御する」と記載されていて，記録動作の順序を制御するのは，一枚ごとの記録動作の順序ではなく，ドキュメントの集合体を一つの操作単位とした順序であることを示していて，「ジョブ」とは，「ドキュメントの集合体を一つの操作単位とするもの」と解釈するのが妥当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用発明は，複写処理の実行中はプリンタポートを閉じ，プリント要求さえも受け付けなくしており，プリント要求が受け付けられなければ，プリンタジョブを複合型画像形成装置内で保持することは不可能であり，引用発明には，プリンタジョブを複合型画像形成装置内で保持することができない構成が開示されている。",
                "したがって，審決が，「プリンタジョブ(プリント処理)の起動が禁止されている間にプリント要求されているプリンタジョブを待ち状態として保持するのに際して，前者(判決注：本願発明)はプリンタジョブを複合機内のメモリに記憶させるとしているのに対して，後者(判決注：引用発明)はプリンタジョブ(プリント処理)をどのようにして複合機(複合型画像形成装置)内で待ち状態として保持するのか特定されていない点。」を相違点として認定したことは誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点についての判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "引用例1には，コピージョブ，プリンタジョブ等のジョブという概念がそもそも記載されていないので，本願発明の「各ジョブ機能の画像情報による前記記録手段の記録動作の順序を制御する記録動作制御手段」について記載されていないし，引用発明は，複写処理中はプリント要求の受け付けを禁止してしまうため，プリンタジョブを前記複合機内のメモリに記憶させることは不可能な構成である。さらに，引用例1には，ジョブについての記載がないので，複合機におけるジョブ制御方法とは異なる。審決は，これらの相違点についての判断を欠いている。",
                "特に，引用発明が，「プリント処理を，複合型画像形成装置内において待ち状態として保持している」との審決の認定の誤りは特に重大であり，引用発明は，プリント処理を複合型画像形成装置に保持することが不可能である構成である。",
                "したがって，本願発明と引用発明とは構成上大きな相違点があり，これによる効果上の相違が大きいにもかかわらず，審決はこのような構成，効果上の相違点の判断を誤ったものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，相違点に係る本願発明の構成について，当業者が適宜行うことにすぎない旨判断した。",
                "しかし，引用発明は，複写処理中はプリント要求の受け付けを禁止してしまうため，プリンタジョブを複合機内のメモリに記憶させることが不可能な構成であり，これは，周知技術を勘案しても，適宜行えるような事項ではない。",
                "また，審決は「引用例1に記載された発明において，相違点1に係る構成を有するものとしたことにより予期せざる作用効果が奏せられるものでもない。」と判断した。",
                "しかし，本願発明は，特に，「禁止中のプリンタジョブについては，前記複合機内のメモリに記憶させる」という構成により，「複合機を直接操作している使用者のコピージョブを優先したので，複合機を設置されている場所まで出向いている使用者が無駄に待たされることがない。また，ホスト装置からのプリンタジョブも可能な限り早く出力させることが可能である。」(本件明細書の段落【0056】)という効果を奏し，引用発明との効果の違いが大きい。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例1に，「プリント処理を，複合型画像形成装置内において待ち状態として保持している」との発明が記載されているとした審決の認定が誤りである旨主張するが，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1におけるプリンタポートは，画像形成装置本体20に配置されており，画像形成装置本体20がプリント処理を行うことが可能である時にCPU11から出力されるプリンタポート選択信号SがHレベル(プリンタ機能選択)とされることにより選択状態とされ，画像形成装置本体20が複写処理を行う時にはプリンタポート選択信号SはLレベル(複写機能選択)となりプリンタポートは選択状態とされない。",
                "したがって，プリンタポート選択信号SがHレベルであるときは，プリンタポートは選択状態とされているので，制御回路22が画像形成装置本体20のプリント処理機能が選択されるように画像形成装置本体20の作動制御を行うことにより，画像形成装置本体20は，選択状態とされているプリンタポートを介してプリント処理用の画像形成部に出力されるデータを用いることによりプリント処理を実行することができる。この状態において，画像形成装置本体20からの複写要求信号CDが立ち上がってHレベルとなると，CPU11がプリンタポート選択信号SをLレベルに立ち下げるので，プリンタポートは選択状態とされず，制御回路22は画像形成装置本体20が複写処理を行うように作動制御し，画像形成装置本体20は複写処理用の画像形成部などを用いて複写処理を行うとともに，プリント処理は待ち状態とされる。",
                "本件明細書の段落【0032】ないし【0036】の記載を参照すると，本件明細書の【図4】における「切換部23」は，コピージョブとプリンタジョブの一方のデータを選択して画像形成部に出力するものであり，コピージョブが選択されている間は，プリンタジョブを待ち状態とするためのものであるから，本件明細書の「切換部23」は，実質的に引用例1に記載されているプリンタポートの選択手段に相当し，本件明細書の制御用CPU28は，引用例1に記載されているCPU11及び制御回路22に相当するものである。",
                "そして，引用例1に記載されている複合型画像形成装置のCPU11は，本願発明に係る複合機の制御用CPU28と同様の機能を果たすものであって，引用例1の「・・・プリント禁止手段1がプリント機能Bに基づく作動を禁止する。従って，この間にプリント要求がなされると，当該要求に対する機能選択が待ち状態となる。",
                "・・・」との記載からも，画像形成装置本体20に設けられたプリンタポートの選択状態と無関係に，常時プリント要求を受け付けることができるものである。",
                "原告は，引用例1の複合型画像形成装置は，複写処理の実行中はプリンタポートを閉じるのであって，プリント要求さえも受け付けなくしている旨主張するが，引用例1には，複写処理の実行中にプリンタポートが選択状態とされないことが記載されているだけであって，複写処理の実行中にプリンタポートを閉じることについてなんら記載されていない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，引用例1の第4図のフローチャートに基づき，引用発明は，プリンタポート選択信号SをLレベル(複写機能選択)とした場合にCPU11はプリント要求信号PDの判定を行わず，複写処理の実行中はプリンタポートを閉じる旨主張する。",
                "しかし，引用発明において，複写処理はプリント処理要求信号PDの状態とは無関係に優先実行され，複写処理の実行中において，CPU11は，プリンタ要求信号PDの状態を判断する必要はないから，フローチャートにおける複写処理実行中の動作を示す箇所に，プリント要求信号PDを判断するステップが記載されていないのは当然のことである。",
                "そして，引用例1の「オペレータからの複写要求操作によって選択された複写機能Aに基づく当該複写動作中は，・・・プリンタ機能Bに基づく作動を禁止する。",
                "従って，この間にプリント要求がなあれると，当該要求に対する機能選択が待ち状態となる。・・・プリンタ機能Bに基づく作動の禁止状態を強制的に解除する。すると，例えば今まで待ち状態となっていたプリント機能の機能選択がなされ，それに基づく所定のプリント作動がなされる。また，新たなプリント要求に対してもプリント要求の選択を行うことになる。」等の記載から，CPU11が引用例1の第4図のフローチャートで示されているルーチンとは別のルーチンで複写処理実行中にもプリント要求信号PDを受け付けていることは明らかである。原告主張のように，複写処理の実行中はプリンタポートを閉じ，プリント要求を受け付けなくしているとすると，複写処理実行中にホストから送信されるプリント要求信号は複合型画像形成装置に取り込まれないのであるから，複写処理の実行中に回線10を介してプリント要求がされた場合を記述することが無意味であるし，複写処理の実行中にプリント要求信号PDの影響を受けることができない複合画像形成装置の内部で，プリント要求に対する当該要求の機能選択が待ち状態とされ，複写処理終了後に当該要求に基づく所定のプリント作動がされるという記載と矛盾する。",
                "引用発明は，文書のプリント処理の実行中にオペレータによる複写処理の要求があるごとに，実行中のページの印字が終了した直後に強制的にプリント処理を中断し，複合型画像形成装置内で待ち状態として保持させ，オペレータによる複写処理が終了したものと判断される場合には，中断しているプリント処理を直ちに再実行させる構成としたので，オペレータは複写処理に際して，複合型画像形成装置がＮページにわたるプリント処理の実行中でも，最長1ページ文のプリント処理時間だけ待てば所望の複写処理を行うことができ，オペレータの作業待ち時間をなくすとともに，プリント要求に対して無駄な機能選択の待ち時間をなくすという引用発明の目的を達する。そして，このことからも，引用発明の複合型画像形成装置は，複写処理中でも，ホストからのプリント処理要求は回線を介して受け受け，当該プリント処理は待ち状態となることは明らかである。",
                "また，プリント要求信号PDが1ページ分の文書ごとホストから回線を介して入力されるのであれば，CPU11は，今回のプリント処理が複数ページにわたるものかどうかについて判断する必要はなく，ST14で1ページ分の印字終了と判断されると，次回のプリント要求信号PDを判定するために，今回のプリント要求信号PDを立ち下げてLの状態にし，必要であれば今回のプリント処理が終了し，次回のプリント処理の実行が可能となったことをホスト(ワークステーション)に報告するステップを含めるとともに，直ちに待ち状態①に移行し，次回のプリント要求または複写要求がされるまで待機すれば良いのであって，ST15及びST16を設ける必要は全くない。そして，ST16では，印字を終えた直後のプリント要求信号PDの状態を判定しており，原告が主張するように複数ページにわたるプリント要求信号PDを複合画像形成装置内に保持することができないのであれば，次回(次ページ)のプリント要求信号PDがHの状態であるはずがなく，ST16を設けることは全く無意味である。さらに，複数ページにわたる文書の印字中に複写要求がされた場合，1ページ分の印字処理が終わったときに直ちに複写処理に移行するためにST15を挿入することが必要であり，複数ページにわたる文書のプリント処理が終了するまでは，途中の1ページ分の印字処理が終了したときに今回のプリント要求信号PDの立ち上がり状態が継続していることを判定して待ち状態①に移行しないで直ちに次ページ以降の印字処理を続行し，今回のプリント処理の全ページ分の印字が終了したときにプリント要求信号PDがはじめて立ち下げられ，次回のプリント要求信号PDの判定のため待ち状態①に移行することを可能とするために，ST16は必要とされるのである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点，相違点の認定の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用例1の「複写処理」，「プリント処理」が，本願発明の「コピージョブ」，「プリンタジョブ」に相当するとした審決の認定を争う。",
                "しかし，本件明細書の記載(段落【0002】，【0013】，【0020】，",
                "【0029】，【0036】，【0041】，【図2】)によれば，本件明細書の「コピージョブ」は，通常のコピー処理やコピー機能などを意味するものにすぎず，本願発明の「コピージョブ」について，「ドキュメントの集合体を一つの操作単位とするものである」とする原告の主張は，本件明細書に記載された事項に基づかないものである。",
                "また，本件明細書には，「(4)特開平7−271610号公報には，複合機能を有する情報処理装置において，指定された機能処理(ジョブ)の優先度，そのシステムが利用可能な構成(資源)，及び，システムの各構成要素の状態，待ち時間等に応じて，所定の機能処理を実行する技術が記載されている。」(段落【0007】)との記載があるところ，特開平7−271610号公報(乙1)の記載(段落【0028】，【0102】)に，情報処理装置が行う機能処理としての「PDLプリント処理」，「FAXプリント処理」，「FAX送信処理」の3種類が記載されていることからすると，本件明細書において，「ジョブ」とは複合機が行う機能処理を意味するものとして使用されている。",
                "そして，引用発明の「複写処理」，「プリント処理」はいずれも複合型画像形成装置が行う機能処理であるから，それぞれ「コピージョブ」，「プリンタジョブ」ということができることは明らかである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，本願発明における「ジョブ」が，特開平8−286851号公報(甲2)に記載されているような「ドキュメントの集合体を一つの操作単位とする」ものである旨主張するが，上記(1)のとおり，本願発明における「ジョブ」は，通常の「コピー処理」や「プリント処理」などの「機能処理」を意味するものとして用いられており，上記公報に記載されている事項に基づいて原告が主張していることは本願発明とは無関係であることは明らかである。",
                "また，原告は，引用例1のプリント処理は，1ページ分ごとに送られるプリント要求信号PDに基づいて1ページ分ごとにプリントする処理である旨主張するが，引用例1におけるプリント処理は，複数ページにわたるプリント処理を行う場合は，プリント要求信号PDの立ち上がり状態の継続を確認して次のプリント処理を行うかどうかを決めるものであり，原告が主張するようなものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点についての判断の誤り)に対して",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決に，引用発明についての認定の誤りがあること，本願発明と引用発明の対比に誤りがあるとして，審決の相違点判断が誤りがある旨主張するが，原告主張の引用発明の認定の誤りや本願発明と引用発明との対比の誤りは存在しないから，失当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は本願発明が奏する効果を主張するが，原稿の画像をコピーするコピージョブと外部装置からのプリントデータに基づいてプリントを出力するプリンタジョブを実行可能な複合機において，他のジョブが実行中であるためにその起動が禁止されているプリンタジョブを複合機内で待ち状態として保持するのに際して，プリンタジョブを複合機内のメモリに記憶させることは，本願出願前に周知の技術的事項であって，本願発明の，「禁止中のプリンタジョブについては複合機内のメモリに記憶させる」という構成を備えたことにより得られる，「ホスト装置からのプリンタジョブも可能な限り速く出力させることが可能である」という効果は，当業者が引用発明に上記周知技術を適用するのに際して容易に予想し得たものにすぎない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，引用発明について，審決が「実行禁止中のプリント処理については，前記複合画像形成装置内に待ち状態として保持する」と認定したのに対し，この認定が誤りである旨主張するので，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1には次の記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "「複写要求に対して予めセットした原稿を光学的に読取って所定の用紙に複写する複写機能と，プリント要求に対して所定の画像データを可視化するプリンタ機能とを有した複合機能型画像形成装置であって，複写要求に対してプリンタ機能に基づく作動を禁止するプリント禁止手段と，複写機能に基づく当該複写終了から所定時間経過後に上記プリンタ機能に基づく作動の禁止状態を解除する禁止解除手段とを備えたことを特徴とする複合機能型画像形成装置」(実用新案登録請求の範囲)"
                },
                {
                  "fig": "イ",
                  "subject": "「また一方，複写機能を優先した場合，当該複合機能型画像形成装置の使用効率が低下する虞れがある。それは，複写機能の選択が全てオペレータの操作に依存しているからである。即ち，複数の原稿を複写する場合の原稿を取替える時間や，本を複写する場合のページめくり時間等がオペレータの作業に依存しており，その間になされたプリント要求に対して無駄な機能選択の待ち状態が続く虞れがあるからである。そこで，本考案の課題は，オペレータの作業待ち時間をなくすと共にプリント要求に対する無駄な機能選択待ち時間をなくすことである。」(4頁4行目～同頁16行目)"
                },
                {
                  "fig": "ウ",
                  "subject": "「オペレータからの複写要求操作によって選択された複写機能Aに基づく当該複写動作中は，当該複写要求に対してプリント禁止手段1がプリンタ機能Bに基づく作動を禁止する。従って，この間にプリント要求がなされると，当該要求に対する機能選択が待ち状態となる。ここで，オペレータが必要以上に複写動作を中断し，当該複写作動の終了から所定時間が経過すると，禁止解除手段2が上記プリンタ機能Bに基づく作動の禁止状態を強制的に解除する。すると，例えば今まで待ち状態となっていたプリンタ機能の機能選択がなされ，それに基づく所定のプリント作動がなされる。また，新たなプリント要求に対してもプリント機能の選択を行うことになる」(5頁12行目～6頁5行目)"
                },
                {
                  "fig": "エ",
                  "text": [
                    "「第2図は本考案に係る複合機能型画像形成装置の一例を示すブロック図である。この例は，ネットワーク内の所定ワークステーションに当該複合機能型画像形成装置が設置された場合を想定している。第2図において，11は全体の制御を行なうCPUであり，汎用8ビットCPU等の一般的なものが使用される。12はシステム記述用ROM，13はワーク用RAM，14はタイマIC，15はパラレル入出力ポートであり，夫々システムバス16を介してCPU11に接続されている。20は後述するような構造となる画像形成装置本体であり，この画像形成装置本体20は原稿を光学的に読取って所定の用紙に複写する機能と，所定の画像データをプリントアウトする機能とを有している。22は画像形成装置本体20の作動制御及び当該画像形成装置本体20の状態情報をCPU11側に伝達する制御回路である。この制御回路22は具体的にはプリンタポート選択信号Sの状態(Hレベル；プリンタ機能選択，Lレベル；複写機能選択)及び印字作動信号P(Hレベル)，複写作動信号C(Hレベル)に基づいて画像形成装置本体20を制御する一方，画像形成装置本体20の状態に基づいた複写要求信号CD(Hレベル)及び複写終了信号CFをパラレル入出力ポート15に対して出力するようになっている。",
                    "更に，回線10を介して伝達されたプリント要求信号PDがパラレル入出力ポート15，システムバス16を介してCPU11に取入れられるようになっており，CPU11は通常上記複写要求信号CDと当該プリント要求信号PDの監視状態となっている。」(6頁9行目～8頁1行目)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "「そして，ストッカ40から送り機構41によって送出された用紙50にトナー像が転写され(転写工程にて)，更に，排出機構42によって送り出された転写済み用紙50が定着器43を介してトレー44に収容されるようになっている。」(9頁5行目～同頁10行目)"
                },
                {
                  "fig": "カ",
                  "text": [
                    "「次に，第4図に示すCPU11の処理フローに従って作動を説明する。",
                    "\u0001待ち状態 プリンタポート選択信号SをHレベル(プリンタ機能選択)にして画像形成装置本体20側からの複写要求信号CD及び回線10からのプリント要求信号PDの監視状態となる(ST1，ST2，ST12)。\u0001複写機能選択 上記待",
                    "ち状態\u0001において，オペレータ操作によって画像形成装置本体20側から複写要求信号CDが立ち上げられると，プリンタポート選択信号SをLレベル(複写機能選択)に立ち下げる(ST2，ST3)。この状態では，回線10を介してプリント要求がなされても当該要求に対する機能選択は待ち状態となる。\u0001複写開始 上記複写機能選択がなされた後，CPU11側から複写作動信号Cが立ち上げられると，画像形成装置本体20に複写許可の表示がなされ，以後，画像形成装置本体20の作動はオペレータの操作に委ねられる。そして，オペレータによる例えば”スタート操作”にて複写が開始される(ST4)。」(9頁13行目～10頁14行目)キ 「⑤複写終了 上記複写監視状態において，オペレータが所定の”終了操作”を行なうと，画像形成装置本体20側から複写終了信号CEが立ち上げられる。",
                    "すると，プリンタポート選択信号SをHレベルに立ち上げて複写機能選択状態を解除し(ST5，ST11)，」(11頁7行～同頁12行)"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "「再び前記待ち状態となる(ST2，ST12)。一方，上記複写監視状態において，例えばオペレータが複写作業中一時的に他の作業を行なうことにより，単位複写動作(一連の複写動作)が終了した後からそのまま所定時間T0が経過すると，CPU11はタイマリセットを行なった後，プリンタポート選択信号SをHレベルに立ち上げて強制的に複写機能選択状態を解除する(ST7，ST8，ST10，ST11)。\u0001プリント機能選択 上記待ち状態において，回線10を介してプリント要求信号PDが入力すると(待ち状態となっていた場合を含む)，CPU11側から印字作動信号Pが立ち上げられる。\u0001プリント開始 上記印字作動信号Pの立ち上がりを認識した画像形成装置本体20は例えばプリントモード表示を行う。そして，当該画像形成装置本体20では第3図における光書込み装置34が有効となって回線10を介して伝送された画像情報あるいは文字情報のプリント処理を行う(ST12，ST13)。」(12頁1行目～13頁1行目)"
                },
                {
                  "fig": "ケ",
                  "text": [
                    "「上記処理の過程で，オペレータ操作によって画像形成装置本体20側から複写要求信号CDが立ち上げられると，1ページ分のプリント処理が終了した後にプリンタポート選択信号SをLレベル(複写機能選択)に立ちげ，強制的にプリンタ機能を待ち状態にする。そして，以後，前述した複写開始(\u0001)に移行する。",
                    "そして，オペレータによる複写作業が終了した後，あるいは複写動作が所定時間T0以上中断したときに上記プリンタ機能の待ち状態が解除され，待ち状態(\u0001)を経て直ちにプリント処理の再実行に移行する。上記のように本実施例によれば，常に複写機能が優先され，当該複写機能選択時に所定時間T0以上複写動作が中断したときには強制的にプリンタ機能の選択状態に移行することになる。」(14頁1行目～同頁16行目)"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用例1の複合型画像形成装置においては，複写処理のための装置操作開始から複写処理完了までの期間はプリント処理の起動が禁止され，実行禁止中のプリント処理は，待ち状態とされるが，その処理は，上記(2)の記載にCPUの処理の流れを示したフローチャートである引用例1の図4にも照らしてみると，待ち状態(以下，上記(2)カの「①待ち状態」で示されている待ち状態を「待ち状態①」という。)において，CPU11は，画像装置本体20側からの複写要求信号CD及び回線10からのプリント要求信号PDの監視状態となり，複写要求信号CDが立ち上げられると，プリンタポート選択信号SがLレベル(複写機能選択)となり，オペレータが所定の終了操作を行ったり，複写動作終了後，所定時間経過後までは，プリンタポート選択信号SはHレベル(プリンタ機能選択)とならず，プリント要求がされても，その機能選択は待ち状態となること，他方，待ち状態\u0001において，回線10を介してプリント要求信号PDが入力すると，プリント処理を行うが，プリント処理を実行中に，オペレータの操作によって画像形成装置本体20側から複写要求信号CDが立ち上げられると，1ページ分のプリント処理が終了した後に，プリンタポート選択信号SがLレベル(複写機能選択)となり，強制的にプリンタ機能を待ち状態にして複写開始に移行し，オペレータが所定の終了操作を行ったり，複写動作終了後，所定時間が経過したときに，プリンタポート選択信号SはHレベル(プリンタ機能選択)となり，待ち状態\u0001を経て，直ちにプリント処理の再実行に移行するものであることが認められる。また，前記(2)エ等に照らしても，プリンタポート選択信号Sは，画像形成装置本体20を制御するものであると認められる。",
                "そして，CPU11は，画像形成装置本体20の外に記載され，画像形成装置本体20側からの複写要求信号CDと回線10からのプリント要求信号PDを監視するとされ，また，CPU11は，上記信号に応じて，画像形成装置本体20を制御する信号であるプリンタポート選択信号Sを制御するものであるから，CPU11について，画像形成装置本体20を制御する信号であるプリンタポート選択信号SをLレベル(複写機能選択)とすることによって，直ちにプリント要求信号PDを監視できなくなるものではない。また，プリンタポート選択信号SがLレベル(複写機能選択)となったときに，CPU11が，プリント要求信号PDを監視できないことを示唆する記載もない。CPU11の上記機能に照らせば，プリンタポート選択信号SがLレベル(複写機能選択)となった場合でも，プリント要求信号PDを監視できるとするのが自然ともいえる。",
                "他方，プリンタポート選択信号SがLレベル(複写機能選択)であるときに，プリンタ要求信号PDが発せられても，プリント機能は待ち状態とされ，プリンタポート選択信号SがHレベル(プリンタ機能選択)となると，待ち状態\u0001を経て，直ちにプリント処理の再実行に移行するのであるが，引用例1には，そのようなプリント機能が待ち状態とされている場合にプリンタ要求信号を保持するという構成は，明示的に記載されていないし，CPU11の処理のフローチャートなどにも記載されていない。そして，引用例1の複合機能型画像形成装置の構成や上記記載に照らせば，上記の処理を行う際に，プリント要求信号PDが待ち状態として保持されているという構成をとることは考えられるものの，他方，プリント要求信号PDが，回線10を介し，待ち状態①となるまで送出し続けられる構成であっても，上記の処理をすることは不可能ではないといえる。そうすると，プリンタポート選択信号SがLレベル(複写機能選択)であるときに，プリント機能が待ち状態とされ，プリンタポート選択信号SがHレベルとなると，プリント処理の再実行に移行するということは，必ずしも，プリンタ要求信号を保持する構成によるものとまでは認められないので，引用例1の複合型画像形成装置が，実行禁止中のプリント処理を「待ち状態として保持する」ことが記載されているとまでは認められない。",
                "以上によれば，引用例1には，「少なくとも原稿の画像を複写する複写処理と，回線からの画像情報あるいは文字情報に基づいてプリントを出力するプリント処理を含む複数の処理機能を有し，用紙を給紙する給紙手段と，この給紙手段により給紙された用紙に画像情報を記録する記録手段と各処理機能の画像情報による前記記録手段の記録動作の順序を制御するCPU11とを備えた複合型画像形成装置における処理制御方法において，複写処理のための装置操作開始からその複写処理完了までの期間にはプリント処理の起動を禁止し，この実行禁止中のプリント処理について待ち状態とする複合型画像形成装置における処理制御方法」が記載されていると認められる。",
                "したがって，引用例1について，審決が，引用発明について，「実行禁止中のプリント処理については，前記複合画像形成装置内に待ち状態として保持する」と認定したことは，その限りにおいて，誤りであると認められる。他方，原告は，引用例1の複合型画像形成装置は，複写処理の実行中はプリンタポートを閉じ，プリント要求さえも受け付けなくしている旨主張するのであるが，引用例1の複合型画像形成装置がプリント要求を受け付けなくしているとまでは認められない。",
                "そして，審決の引用発明の認定は，上記の点において誤りがあるのであるが，後記3のとおり，この認定の誤りは，審決の結論に影響を与えるものではない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，引用例1における記載を挙げて，引用例1の複合型画像形成装置がプリント処理を複合機内において待ち状態として保持している旨主張する。",
                "しかし，上記(3)のとおり，引用発明は，プリンタ機能を待ち状態にして複写開始に移行した後，プリンタポート選択信号SがHレベル(プリンタ機能選択)となって，待ち状態\u0001を経て，直ちにプリント処理の再実行に移行するものであることは認められるが，これは，プリント処理を複合機内において待ち状態として保持するという構成によるものとは限らないといえるのであって，保持についての明示的な記載がなく，保持しない構成も想定し得る以上，引用例1において，プリント処理を複合機内において待ち状態として保持していると認定することまではできない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，引用例1の複合型画像形成装置は，複写処理の実行中はプリンタポートを閉じ，プリント要求さえも受け付けなくしている旨主張する。",
                "しかし，引用例1の複合型画像形成装置は，複写処理の実行中は，プリンタポート選択信号SがLレベル(複写機能選択)となっていることは認められるが，プリンタポートの位置付けなど，プリンタポートそのものの記載は引用例1にはないから，プリンタポート選択信号SがLレベル(複写機能選択)となることによりCPU11がプリント要求信号を監視できなくなると直ちにはいえないし，上記(3)のとおり，画像形成装置本体20を制御するための信号であるプリンタポート選択信号Sについて，それがLレベル(複写機能選択)となっていることが，直ちに，画像形成装置本体20の外にあるCPU11等を含めて認定できる引用発明の複合型画像形成装置について，プリント要求信号PDを受け付けることができないことになるものではないから，引用例1の複合型画像形成装置について，複写処理の実行中はプリンタポートを閉じ，プリント要求さえも受け付けなくしていると認めることはできない。",
                "また，原告は，引用例1の第4図のフローチャートの記載を挙げて，プリンタポート選択信号SをLレベル(複写機能選択)とした場合にプリント要求信号PDの判定を行わないのは，プリンタポートが選択されていないので，そもそもプリント要求信号PDが入力される状態になっていないためである旨主張する。",
                "しかし，プリンタポート選択信号SをLレベル(複写機能選択)とした場合にプリント要求信号PDの判定を行わないという処理をすることが，直ちに，CPUがプリント要求信号PDを監視できない状態になっていることを意味するものではないから，フローチャートの記載を根拠に原告主張を認めることはできない。",
                "なお，原告主張中には，引用発明が，プリント要求信号PDを受けて1ページごとに画像情報あるいは文字を受け，1ページ分ごとに印刷しているとして，プリンタジョブを複合機内に保持することが不可能である旨主張する部分(前記第3の2(1)イ)がある。",
                "しかし，原告の上記主張は，画像情報自体を本願発明の「ジョブ」とすることを前提とするものと解されるところ，後記2(2)のとおり，本願発明の「ジョブ」にそのような限定があるとは解されず，前提を欠くものである。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "したがって，原告主張の取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(一致点，相違点の認定の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，引用発明と本願発明の対比にあたって，引用例1の「複写処理」が本願発明の「コピージョブ」に，引用例1の「プリント処理」が本願発明の「プリンタジョブ」にそれぞれ相当するとしたのに対し，原告は，引用例1の「処理」と本願発明の「ジョブ」は異なる旨主張する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "前記第2の2のとおりの本願発明の特許請求の範囲の記載に照らせば，「コピージョブ」は，原稿の画像をコピーするものであるとされ，「プリンタジョブ」は，ホスト装置からのプリントデータに基づいてプリントを出力するものであるとされ，それらのジョブの制御，完了，起動などについて規定されているが，コピージョブ，プリンたジョブについて，上記に記載した以上に，ジョブの対象となる文書の枚数やその範囲などについて，限定する規定はないし，また，ジョブが，コピーやプリントの対象となる画像等の情報であると示す記載はない。",
                "そして，本件明細書には，「【従来の技術】近年，コピー機能，ファクシミリ機能，あるいはプリンタ機能等の複数のジョブ機能を有する複合機が使用され初めている。このような複合機においては，複数のジョブの実行が同時に指示されることがあるが，複合機は一つの画像形成部しか備えていないので，どのジョブをどのように実行するかが問題になる。」(段落【0002】)，「本発明は，コピー機能，プリンタ機能等の複数のジョブ機能を有する複合機において，複数のジョブ要求があったときに，複合機を直接操作している使用者の利便を図るとともに，無駄な空き時間が発生するのを防止することを目的とする。」(段落【0013】)，「【発明の実施の形態】 図2は，本発明が適用されるコピー機能，プリンタ機能等の複数のジョブ機能を有する複合機の外観図を示す。」(段落【0028】)，「切換部23は，制御用CPU28からの指示に基づいて，原稿読取部12からの画像信号に基づいて画像を出力するコピージョブを実行するか，或いは，ホスト装置21からのプリントデータに基づいて画像を出力するプリンタジョブを実行するかの切り替えをおこなう。」(段落【0036】)などの記載がある。これらの記載においても，本願発明においては，ジョブ機能として，具体的には，コピー機能，ファクシミリ機能，プリンタ機能等が挙げられていて，ジョブはこれらコピーなどの処理を指し，そのような処理がされるものがジョブであると理解でき，他方，そのジョブについて，その単位が，文書単位のものであるとか，1枚単位のものであるとかの限定があるものとは認められないし，コピーやプリントの対象となる画像等の情報であるとは認められない。",
                "そうすると，本願発明のコピージョブは引用例1の複写処理に，本願発明のプリンタジョブと引用例1のプリント処理に相当すると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，「ジョブ」が「ドキュメント集合体」を一つの操作単位とするものを意味すると主張し，本件明細書において，「コピー」又は「プリンタ」という文言と，「コピージョブ」又は「プリンタジョブ」という文言を使い分けていることなどを挙げる。",
                "しかし，特許請求の範囲の記載に基づいて，本願発明の「ジョブ」をドキュメント集合体を一つの操作単位とするものを意味するものと解することができないし，上記のとおり，本件明細書の記載を参酌しても，それをドキュメント集合体とする根拠となる記載はなく，他方，ジョブについて，ドキュメント集合体と解さなくとも，自然に理解できるのであり，原告の主張は採用できない。",
                "原告は，公報の記載を挙げて，ジョブとはドキュメントの集合体を一つの操作単位であると主張するが，一つの公報の記載によって，直ちにジョブの定義が定まるものではなく，採用できない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用発明は，複写処理の実行中はプリンタポートを閉じるのであって，プリント要求さえも受け付けなくしていて，プリンタジョブを複合型画像形成装置内で保持することができない構成が開示されているから，審決が，「プリンタジョブ(プリント処理)の起動が禁止されている間にプリント要求されているプリンタジョブを待ち状態として保持するのに際して，前者(判決注：本願発明)はプリンタジョブを複合機内のメモリに記憶させるとしているのに対して，後者(判決注：引用発明)はプリンタジョブ(プリント処理)をどのようにして複合機(複合型画像形成装置)内で待ち状態として保持するのか特定されていない点。」を相違点として認定したことは誤りである旨主張する。",
                "このうち，前記1のとおり，引用発明はプリンタジョブを複合機内に保持するものではないから，審決が，引用発明について，プリンタジョブを複合機内に保持するものであることを前提として，本願発明と引用発明の相違点を認定したことは誤りである。しかし，後記3のとおり，この点は，審決の結論に影響するものではない。",
                "他方，原告は，引用発明は，単に，プリンタジョブを複合機内に保持しないだけでなく，複写処理の実行中はプリンタポートを閉じるのであって，プリント要求さえも受け付けなくしており，プリンタジョブを複合型画像形成装置内で保持することができない構成が開示されている旨主張する。",
                "しかし，前記1のとおり，引用発明について，複写処理の実行中はプリンタポートを閉じ，プリント要求さえも受け付けなくしているとは認められず，また，プリンタジョブを複合型画像形成装置内で保持することができない構成が開示されているとまでは認められないので，この点についての原告の主張は，失当である。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，原告主張の取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(相違点についての判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，審決が引用発明の認定を誤り，一致点，相違点の認定を誤ったことにより，本願発明と引用発明の相違点についての容易想到性判断を誤った旨主張する。",
                "原告の主張のうち，引用例1に記載された複合型画像形成装置について，プリント処理を複合型画像形成装置に保持することが不可能であることを根拠とする主張，及び，引用例1には，本願発明のコピージョブ，プリンタジョブ等のジョブという概念がそもそも記載されていないことを根拠とする主張については，前記1及び2のとおり，審決の認定に誤りはなく，原告の主張は，前提を欠くものである。",
                "他方，原告の主張のうち，引用発明について，「プリント処理を，複合型画像形成装置内において待ち状態として保持している」と審決が認定したことが誤りであることに基づく主張については，前記1のとおり，引用例1には，上記構成が記載されているとは認められないことから，以下，検討する。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用例1には，前記1(3)のとおりの発明が記載されていると認められること，前記2のとおり，引用発明の「コピー処理」，「プリント処理」は，それぞれ，本願発明の「コピージョブ」，「プリンタジョブ」に相当するものであるといえるから，本願発明と引用発明の相違点は，「本願発明が『禁止中のプリンタジョブについては，前記複合機内のメモリに記憶させる』のに対して，引用発明は『禁止中のプリンタジョブについて待ち状態とする』ものであって，『複合機内に記憶』するものであるかが明らかでない点」であると認められる。",
                "ここで，審決は，「原稿の画像をコピーするコピージョブと外部装置からのプリントデータに基づいてプリントを出力するプリンタジョブを実行可能な複合機において，他のジョブが実行中であるためにその起動が禁止されているプリンタジョブを複合機内で待ち状態として保持するのに際して，プリンタジョブを複合機内のメモリに記憶させること」が周知技術であるとして，審決が認定した相違点についての容易想到性判断を行っているところ，この周知技術の内容については，当事者間に争いがない。",
                "そして，上記に照らせば，他のジョブが実行中であるため，起動が禁止されているプリンタジョブを複合機内で待ち状態として保持することも周知技術であると認められるのであり，このような内容の技術が周知技術として知られていたとき，引用発明について，そのプリンタジョブを複合機内で待ち状態として保持し，また，そのプリンタジョブを複合機内のメモリに記憶させることは当業者が容易に想到することができたものと認められる。",
                "そうすると，審決でも認定判断の根拠とされている上記内容の周知技術に照らせば，相違点に係る本願発明の構成について，当業者が容易に想到することができるとした審決の結論に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，本願発明について，複合機を直接操作している使用者のコピージョブを優先したので，複合機を設置されている場所まで出向いている使用者が無駄に待たされることがなく，また，ホスト装置からのプリンタジョブも可能な限り早く出力させることが可能であるなどの効果を奏する旨主張する。",
                "しかし，原告の主張する効果は，複合機において複写機能を優先させ，また，プリンタジョブを記憶するとの構成に基づき，当然奏する効果といえるものであって，当業者が予測し得るものであって，格別のものとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "したがって，原告主張の取消事由3は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上によれば，原告主張の取消事由はいずれも理由がないから，原告の請求を棄却することとする。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成19年(行ケ)10156",
    "date": "2008-01-24",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "035629",
    "ipprecedent_id": "1306",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}