{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴をいずれも棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人らの負担とする。"
    },
    {
      "fig": "3",
      "text": "原判決主文第1～5，8～10，12～18，21～23，25及び26項中控訴人らに係る部分は，被控訴人の訴えの取下げにより失効している。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決中，控訴人らの敗訴部分を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "上記取消部分に係る被控訴人の請求をいずれも棄却する。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要等(略称は，特に断らない限り，原判決のそれに従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，名称を「二酸化炭素含有粘性組成物」とする発明に係る2件の特許権(特許第4659980号及び特許第4912492号。本件特許権1及び本件特許権2)を有する被控訴人が，①控訴人らが製造，販売する原判決別紙「被告製品目録」記載の炭酸パック化粧料(被告各製品)は上記各特許権に係る発明(本件各発明)の技術的範囲に属し，それらの製造，販売が上記各特許権の直接侵害行為に該当するとともに，②控訴人ネオケミアが被告各製品の一部に使用する顆粒剤を製造，販売した行為は上記各特許権の間接侵害行為(特許法101条1号又は2号)に該当するなどとして，控訴人らに対し，同法100条1項及び2項に基づく被告各製品及び顆粒剤の製造，販売等の差止め及び廃棄並びに，別紙「請求一覧」のとおり，特許登録日から各項記載の日までの期間の不法行為に基づく損害賠償金及びこれに対する民法所定の年5分の割合による遅延損害金の支払を求めた事案である。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "原判決は，被控訴人の控訴人らに対する差止め及び廃棄請求を認容するとともに，控訴人らに対する損害賠償請求の一部を認容し，その余の請求を棄却したため，控訴人らが控訴した。",
            "被控訴人は，当審において，控訴人らに対する差止め及び廃棄請求を取り下げ，また，一部の控訴人らに対する損害賠償請求の遅延損害金の起算日を変更し(請求の減縮)，控訴人らはこれに同意した。また，被控訴人は，一部の控訴人らの最終の不法行為日を変更後の遅延損害金の起算日とした(請求の拡張)(変更後の請求は，別紙「請求一覧」の7，12，14及び17項の(当審における変更後の請求)に記載したとおり。)。"
          ]
        },
        {
          "fig": "3",
          "subject": "前提事実",
          "text": [
            "前提事実は，原判決6頁16行目末尾に「(以下，本件各特許の優先権の主張の基礎とした出願の日を「本件優先日」という。)」と付加するほかは，原判決「事実及び理由」の第2の2(原判決4頁7行目から10頁26行目まで)記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "本件における争点及び争点に関する当事者の主張は，次のとおり訂正し，後記5のとおり当審における補充主張を付加するほかは，原判決「事実及び理由」第2の3及び第3(原判決11頁1行目から57頁18行目まで)記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決11頁11行目，同頁13行目，24頁19行目，33頁22行目の各「主引例」を「主引用例」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決35頁5，6行目の「主引例発明」を「主引用例」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決51頁13行目「(ア)」を削除する。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決51頁26行目冒頭から52頁14行目末尾までを削除する。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決52頁26行目末尾に改行の上，次のとおり付加する。",
                "「部分肥満改善効果は，体の一部について脂肪を減少させることであり，部分肥満解消のために炭酸パック化粧料を販売することは薬事法等の法規制に違反するから，そのような法令違反の製品を化粧品メーカーが製造，販売することはない。",
                "被告各製品には，炭酸ガスの経皮吸収に伴う酸素の放出により筋肉疲労の早期回復・筋肉の増強効果があり，これに伴って小顔効果が生じるが，これは，顔の脂肪を減少させる部分肥満解消とは異なる。消費者が炭酸パック化粧料を購入する際に部分肥満解消を目的として購入することはなく，控訴人らも気泡状の二酸化炭素の経皮吸収に基づく部分肥満改善効果を宣伝しておらず，差別化要因にしてもいないから，本件各発明の部分肥満改善効果は被告各製品の販売に全く寄与していない。」"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "当審における補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点1-1(被告各製品は本件各発明の技術的範囲に属するか(構成要件1-1C及び2-1C))について",
              "text": [
                "〔被控訴人の主張〕",
                "「二酸化炭素を気泡状で保持できる」との構成の技術的意義は，発生した二酸化炭素が空気中に拡散することを抑制して，気泡状の二酸化炭素を含水粘性組成物中に保持できる状態にすることにあるというべきであるから，含水粘性組成物が，一定時間の間，二酸化炭素を気泡状で保持できる程度の粘性を有していれば，構成要件1-1C及び2-1Cを充足する。",
                "〔控訴人らの主張〕",
                "本件各明細書には，本件各発明について，二酸化炭素の経皮吸収効率を高めることにより各種疾患の予防及び美容上の問題の改善等本件明細書記載の効果を奏するものと記載されているから，構成要件1-1C及び2-1Cの「二酸化炭素を気泡状で保持できる」とは，二酸化炭素の経皮吸収の向上を媒介として各種疾患の予防及び美容上の問題の改善等本件各明細書記載の各種効果を奏する程度に気泡状の二酸化炭素が保持されていることを意味する。",
                "被告各製品において，二酸化炭素の経皮吸収の向上を媒介として上記の各種効果を奏する程度に気泡状の二酸化炭素が保持されていることの証拠はないから，被告各製品が本件各発明の技術的範囲に属するとはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点1-2(被告各製品は本件各発明の技術的範囲に属するか，間接侵害の成否(構成要件1-1A等の充足性等))について",
              "text": [
                "〔被控訴人の主張〕",
                "被告各製品は構成要件1-4A及び1-5Aを充足する。",
                "原審において，控訴人ネオケミアは，被告各製品の構成について，①ジェル剤はアルギン酸ナトリウムを2重量％以上含むこと，②ジェル剤は水を87重量％以上含むことを主張し，控訴人ネオケミア以外の控訴人(以下「控訴人コスメプロら」という。)も，構成要件1-4A及び1-5Aの充足性について積極的な反論や反証をしていないから，自白ないし擬制自白が成立している。",
                "〔控訴人らの主張〕",
                "被告各製品は，含水粘性組成物中に水を87重量％未満しか含まないから，構成要件1-5Aを充足しない。また，被告製品5，8及び15以外の被告各製品は，含水粘性組成物中にアルギン酸ナトリウムを2重量％未満しか含まないから，構成要件1-4Aを充足しない。",
                "原審における控訴人ネオケミアによる被告各製品の構成に関する主張は誤りである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点2(被告各製品は本件各発明の作用効果を奏しているか)について",
              "text": [
                "〔控訴人らの主張〕",
                "乙A3の実験結果によれば，アルギン酸ナトリウムを予め水に溶解した含水粘性組成物を含むキットの構成と水に溶解しない状態のアルギン酸ナトリウムを含むキットの構成において，攪拌操作終了から30分後の二酸化炭素の経皮吸収量(持続性)に有意な差はない。被告各製品の通常の使用時間は30分であるから，被告各製品の使用時間を基準とする限り，上記2つの構成の間に二酸化炭素の経皮吸収量(持続性)に有意な差がないものと推認される。",
                "これによれば，被告各製品が本件各発明特有の効果を奏さないことは明らかである。",
                "〔被控訴人の主張〕",
                "本件各発明の作用効果は，組成物中に気泡として二酸化炭素を含有させ，その二酸化炭素を気泡状で保持させるとともに，持続的に放出させ，二酸化炭素を持続的に皮下組織等に供給させるものであり，被告各製品がこのような作用効果を有することは明らかである。",
                "乙A3の実験結果は，被告各製品が本件各発明の作用効果を奏するかの問題とは無関係である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "争点3-4(鐘紡公報の実施例9(鐘紡実施例発明)を主引用例とする進歩性欠如)について",
              "text": [
                "〔控訴人らの主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "課題について",
                  "text": [
                    "アルギン酸ナトリウムの溶解速度が遅い一方，炭酸塩と酸の反応による気泡状の二酸化炭素の発生速度が非常に速いため，鐘紡実施例発明において，アルギン酸ナトリウムの気泡安定化効果及び閉込効果が発動するまでの間に発生した気泡状の二酸化炭素は，崩壊ないし拡散してしまう。したがって，当業者は，鐘紡実施例発明に「気泡の持続性の更なる向上」の課題があると認識する。",
                    "そして，この課題を解決するためアルギン酸ナトリウムを速やかに溶解することが必要であるが，アルギン酸ナトリウムの速やかな溶解を妨げる一因として，アルギン酸ナトリウムのママコ(ダマ)形成問題がある。このような，アルギン酸ナトリウムのママコ形成防止又は解消について，特開昭61-252231号(乙A199)には，ママコの形成を防ぐ手段として粉末を被覆する方法が記載されているものの，同文献には，同方法では本質的な解決にならず，粘度が変動する等の問題点を抱えていることが記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点に係る構成の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "鐘紡公報中の気泡の持続性に関する記載(「粘性によって安定な泡を形成し，炭酸ガスの保留性が高まる」(1頁右欄の11行以下))によれば，鐘紡公報には，水溶液に早期に万遍なく粘性を与えることにより，炭酸ガスが空気中に拡散することが防止される結果，ガスの保留性を高めることができることが示唆されている。",
                        "そうすると，鐘紡公報に接した当業者は，アルギン酸ナトリウムの閉込効果についての技術常識を考慮し，水溶液に早期に万遍なく粘性を与えることを目的として，難溶性で，かつ，酸性水溶液には溶けない又は非常に溶けにくいアルギン酸ナトリウムを含む第2剤を事前に水に溶解し，「炭酸塩及びアルギン酸ナトリウムを含む含水粘性組成物」の構成に変更するとともに，第1剤の酸を固型物とすることが強く動機付けられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "酸と塩基などの2つの成分(A成分とB成分)を水分及び増粘剤の存在下で反応させることを企図した場合，用時混合前に反応が生じることを回避するため，A成分，B成分及び水分が接してしまわないように構成する必要があり，このような構成としては，①A成分と，B成分＋水分＋増粘剤，②A成分とB成分の複合剤，水分＋増粘剤，③A成分＋水分＋増粘剤と，B成分，④A成分＋B成分＋増粘剤の複合剤と，水分という4とおりの組合せが考えられる。そして，増粘剤としてアルギン酸ナトリウムを用い，二酸化炭素を用時発生する化粧料の場合，基本的には，当業者において，第1剤をジェル，第2剤を粉末とする③の構成以外の構成を採用することはない。",
                        "そうすると，鐘紡実施例発明のうちの「炭酸塩と水溶性高分子であるアルギン酸ナトリウム」を含む剤を，「炭酸塩及びアルギン酸ナトリウムを含む含水粘性組成物」の構成に変更するとともに，酸を固型物とすることが強く動機付けられる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "美容目的で皮膚に塗布する化粧料又は化粧料全般においてジェルと粉末の組合せは慣用技術である(乙A103，141～143，146，148～150)から，これを鐘紡実施例発明に適用するのは，特段の動機付けがなくとも容易である。なぜなら，一般に，先行文献に接した当業者は，技術の豊富化の観点又はより良い技術を求める動機から，慣用技術の適用を試みるものであるからである。",
                        "〔被控訴人の主張〕"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "鐘紡公報には，鐘紡実施例発明は，2剤型とすることで経日安定性に優れていること，また，クエン酸水溶液を第1剤とし，アルギン酸ナトリウムと炭酸水素ナトリウムを常温固型のポリエチレングリコールで被覆した粉末を第2剤とすることで，用時混合する際に，炭酸ガスの泡が徐々に発生するとともに，アルギン酸ナトリウムの粘性によって安定な泡を生成し，炭酸ガスの保留性を高めることができることが示されている。",
                    "そうすると，当業者は，鐘紡実施例発明について，控訴人らが主張する，「気泡の持続性の更なる向上」の課題や，ダマが形成されるという問題があるとは認識しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人らは，乙A199を根拠に，ポリエチレングリコールによる被覆は，アルギン酸ナトリウムを水に溶解する際にダマが形成されるという問題を解消できないと主張するが，鐘紡公報には，乙A199に記載されたような，アルギン酸ナトリウムをポリエチレングリコールで被覆することでアルギン酸ナトリウムの特性が阻害されたり，粘液粘度が変動したりするなどの問題が生じることは記載されていないから，鐘紡実施例発明において，ポリエチレングリコールによる被覆をしてもなお，アルギン酸ナトリウムを水に溶解する際にダマが形成されるという問題があると認識することはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "争点3-5(鐘紡公報の比較例2(鐘紡比較例発明)を主引用例とする進歩性欠如)について",
              "text": [
                "〔控訴人らの主張〕",
                "鐘紡比較例発明には「ガス保留性に著しく劣る」という課題があるが，その原因は，酸を含む水溶液と炭酸塩を含む固型物の反応により炭酸ガスが急激に発生するため，水に溶けたアルギン酸ナトリウムの粘性により二酸化炭素の気泡を閉じ込める効果が生じる前に，発生した二酸化炭素の気泡が崩壊ないし空気中に拡散することにある。",
                "そして，この課題を解決するために鐘紡公報に記載された鐘紡実施例発明を採用したとしても，鐘紡実施例発明には，「気泡の持続性の更なる向上」という課題があるのは前記(4)〔控訴人らの主張〕のとおりであるから，当業者は，鐘紡実施例発明の構成を採用しても，鐘紡比較例発明における「ガス保留性に著しく劣る」という課題は完全には解決しないと認識する。",
                "予め水溶液にアルギン酸ナトリウムを添加する構成を採用すれば，炭酸塩を含む固型物をポリエチレングリコールで被覆することなく，二酸化炭素の気泡が崩壊ないし空気中に拡散する前にアルギン酸ナトリウムの粘性により二酸化炭素の気泡を閉じ込める効果が生じるから，当業者は，鐘紡公報の「粘性によって安定な泡が形成し」との記載や水溶液全体について万遍なく粘性を付与するため難溶性のアルギン酸ナトリウムを事前に水に添加した水溶液が医薬等の分野で慣用されていることを考慮し，上記の鐘紡比較例発明の課題を解決するため，慣用技術であるジェルと粉末の組合せという構成を適用することに容易に想到し得たといえる。",
                "〔被控訴人の主張〕",
                "鐘紡比較例発明におけるガス保留性に著しく劣るという課題については，鐘紡公報にその解決方法としてクエン酸を水に溶解して得られる水溶液を第1剤とし，アルギン酸ナトリウムと炭酸水素ナトリウムとをポリエチレングリコールで被覆した固型物を第2剤とする用時混合型の剤型を選択する方法が開示されているのであるから，当業者がこれによっても課題は完全に解決されていないと認識することはない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "争点6-1(被控訴人の損害額-特許法102条2項)について",
              "text": [
                "〔被控訴人の主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "被告各製品における本件各発明の寄与について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ブチレングリコールの配合について",
                      "text": [
                        "原判決は，乙A3の実験結果を根拠に，ブチレングリコールが配合されている場合には，本件各発明を実施したことの寄与は限定的であると判断したが，不当である。",
                        "乙A3の実験は，実験方法が適切ではない上，他の実験(乙A4)とも整合しないから，信用性を欠く。また，乙A11の実験結果も乙A3の実験の信用性を補強するものではない。さらに，被告各製品に配合されたブチレングリコールは保湿剤として配合されたものであるから，二酸化炭素の経皮吸収量には影響しない。",
                        "乙A3の実験は，本件各発明の実施例44の試料と本件各発明の実施例44を改変した試料を対比するものであるが，後者と同じ構成の製品が市場で販売されているわけではないから，両試料の比較結果は，被告各製品についての消費者の購入動機とは関係がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件1-4A及び1-5Aの充足性について",
                      "text": [
                        "仮に，被告各製品が構成要件1-4A又は1-5Aを充足しないとしても，構成要件1-4A及び1-5Aは従属項に係る構成要件であり，被告各製品における本件特許1の寄与に影響を与えることはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "他の特許発明の実施",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告製品15が控訴人ネオケミアが保有する特許(特許第4756265号)に係る発明の技術的範囲に属するのか否かは不明である。仮に，被告製品15が上記特許に係る発明の技術的範囲に属するとしても，消費者の購入動機に影響を与えるものではない。",
                        "すなわち，本件各発明の固有の作用効果は予めアルギン酸ナトリウムを水に溶解させることにより，より多くの二酸化炭素を持続的に皮下組織等に供給させる点にあるところ，被告各製品において本件各発明の作用効果を奏していることの意義は大きく，被告各製品の宣伝広告においても，二酸化炭素による皮膚の美容上の問題や部分肥満の改善効果を実現することが強調されている。",
                        "これに対し，上記控訴人ネオケミアの特許に係る発明の特徴は，「二酸化炭素外用剤の使用後に，該二酸化炭素外用剤の表面に塗布して硬化させ，該二酸化炭素外用剤の剥離除去を容易とすることを特徴とする二酸化炭素外用剤の剥離除去方法及びそれに用いる二価陽イオン含有水性溶液を提供することにある」ところ，「二酸化炭素外用剤の剥離除去を容易とする」との作用効果については，被告製品15の宣伝広告においても強調して記載されていない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特許番号の表示をしていることそのものが推定覆滅事由になるなどとは考えられないし，実施許諾を得れば本件各特許の特許番号を表示することもできるから，控訴人ネオケミアの特許番号を表示すること自体が推定覆滅事由に該当しないことは明らかである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "競合品の存在",
                  "text": [
                    "本件各発明の作用効果は「増粘剤を事前調製しておくことにより，より多くの二酸化炭素を持続的に皮下組織等に供給させる」点にあるから，被告各製品において本件各発明の作用効果を奏していることの意義は大きく，本件各特許の実施品と他の製品との間には顧客吸引力に明白な格差がある。",
                    "したがって，ジェル剤をキットに含む2剤型に該当しない炭酸パック化粧料の存在が推定覆滅事由に該当しないことは明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人らが主張するその余の事実は推定覆滅事由とはならない。",
                    "〔控訴人らの主張〕"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "被告各製品における本件各発明の寄与について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ブチレングリコールの配合について",
                      "text": [
                        "原判決は，被告各製品のジェル剤にブチレングリコールは配合されていないと判断したが，被告各製品のジェル剤にはブチレングリコールが配合されている。乙A3の実験結果によれば，ブチレングリコールが配合されている場合には，本件各発明の寄与は限定的である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件1-4A及び1-5Aの充足性について",
                      "text": [
                        "被告各製品が構成要件1-4A及び1-5Aを充足しないことは前記(2)〔控訴人らの主張〕のとおりであり，このように被告各製品は本件特許1の従属項の構成要件を充足しないから，被告各製品における本件特許1の寄与はかなり限定的であったというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "他の特許発明の実施",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告製品15は，ジェル剤と顆粒剤のほかに，ジェレーター(被告製品15における名称は「ジェル固化剤(フォーム)」)を含むものであるが，ジェレーターは控訴人ネオケミアが保有する特許(特許第4756265号)に係る発明の実施品である。また，被告製品15について，ウェブサイトの商品の紹介ページや展示会のブースの展示にはジェルを剥離している様子が示されているのであり，ジェレーターを製品の特長として強く広告宣伝している。",
                        "以上によれば，被告製品15における上記控訴人ネオケミアの特許発明の寄与は少なくとも30％程度であるから，それに応じて損害賠償額が減額されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "特許の実施の有無は，購入する際の動機付けとして，ある程度の効果があるかもしれない，信頼できるかもしれないと期待させるために作用するのであって，消費者が，その中身を全て理解したり，他社の保有する同種の特許の有無を調べたりすることはない。",
                        "被告各製品は控訴人ネオケミアの特許を実施し，そのことにより商品の外装箱にその特許番号を表示したものであり，控訴人ネオケミアの特許表示を製品に付することにより，その製品が高い技術力の裏付けがあると消費者に印象付け，購買意欲を引き出させたものであり，控訴人ネオケミアの特許番号を付することが購入につながったものであるから，この部分については推定の覆滅が認められるべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "競合品の存在",
                  "text": [
                    "消費者は初めからジェル剤をキットに含む2剤型の炭酸パック化粧料を探し求めて買うのではなく，1剤型，2剤型，クリーム，スプレー等の剤型に関わりなく選択するのであり，より使い勝手のいい方が選択される可能性が高い。炭酸パック化粧料の市場において，2剤型のタイプは，使用直前に2剤を同一の容器に入れて混ぜ合わせて使用する必要があるという意味で一番使い勝手が悪い。被控訴人の製品及び被告各製品の競合品は，剤型を問わず，炭酸パック化粧料関連の製品全般である。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "販売中止後の事情",
                  "text": [
                    "マーケティングにおける「AIDMAの法則」(Attention(注意)，Interest(関心)，Desire(欲求)，Memory(記憶)，Action(行動)の頭文字をとったものであり，消費活動は，これらの5つのプロセスをたどって行われるとするもの。)に照らし，同一の製品であっても，マーケティングの4P(製品(Product)，価格(Price)，販路(Place)，販売促進(Promotion))の組合せ等によって販売数は大きく異なる。したがって，被告各製品がなかった場合，その販売数が全て被控訴人の製品に入れ替わるといえないのは明らかであるから，被告各製品に係る利益を被控訴人の損害額と推定した原判決の判断は誤りである。",
                    "控訴人らが被告各製品の販売を中止した後も，被告各製品を仕入れ販売していた小売業者が被控訴人の製品を購入しておらず，被告各製品が被控訴人の製品に入れ替わっていないことからも，被告各製品の利益をもって被控訴人の逸失利益と推定するのは不当である。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "控訴人コスメプロらの主張",
                  "text": [
                    "平成20年8月6日に炭酸パック化粧料に係る控訴人ネオケミアの特許が登録された当時，上記特許は炭酸パック化粧料に関する我が国で唯一の特許であったため，化粧品業界における中堅の仕入れ業者である控訴人コスメプロらは，控訴人ネオケミアに高額な実施料を支払って被告各製品の販売等を行った。その後，本件各特許が登録されたが，本件各特許に係る発明は，過去に被控訴人の共同代表者であった控訴人ネオケミア代表者が発明したものである。",
                    "このような経緯からすれば，控訴人ネオケミアと被控訴人の間でそれぞれが保有する特許の守備範囲や帰属について話合いを行うべきである。控訴人コスメプロらが本件各特許権侵害の損害を支払うとすれば，実施料の二重払いを強いられることになるから，控訴人コスメプロらは被控訴人と控訴人ネオケミアの係争に巻き込まれた被害者であり，故意又は重過失も認められない。",
                    "また，本件各特許が登録される前に，控訴人コスメプロらは，地道な努力と宣伝活動によって被告各製品の売上げを拡大したものであり，被告各製品の売上げの拡大に本件各特許は全く寄与していない。",
                    "このような本件の特殊性を考慮すれば，原判決による賠償額の認定は極めて酷であり，控訴人コスメプロらが支払うべき賠償額としては，売上高の5％が相当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(7)",
              "subject": "争点6-2(被控訴人の損害額-特許法102条3項)について",
              "text": [
                "〔被控訴人の主張〕",
                "控訴人らは，被控訴人が，特許権の行使を主たる事業とする，いわゆる特許主張事業体であると主張するが，被控訴人は，医薬品，化粧品等の研究，開発，製造，販売等を業とする法人であって，平成11年9月以降，「メディプローラー」ないし「スパオキシジェル」との商品名で顆粒とジェル剤の2剤型の炭酸パック化粧料の販売を行い，控訴人らの模倣品に対して正当な権利行使を行っているものであるから，特許主張事業体に当たるとはいえず，控訴人らの主張は不当である。",
                "控訴人らはMLMという特別な販売手法をとっていると主張するが，いずれの控訴人がMLMという販売手法を利用するのかも明らかではなく，主張自体失当である。",
                "控訴人らの主張するその余の点については，前記(6)〔被控訴人の主張〕において述べたところが妥当する。",
                "〔控訴人らの主張〕"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決が実施に対し受けるべき料率の算定の根拠とする報告書において，国内アンケートに係るロイヤルティ料率が5．3％，司法決定におけるロイヤルティ料率が6．1％とされているのであるから，その平均は5．7％である。前記(6)〔控訴人らの主張〕のとおり，被告各製品のジェル剤にブチレングリコールが配合されていることからすれば本件各発明の寄与は限定的であるし，被告各製品が控訴人ネオケミアの特許発明の実施品であることからすれば本件各発明の寄与をほとんど受けていない。これらの事情によれば，本件での実施に対し受けるべき料率は5．7％を下回るというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，いわゆる特許主張事業体であるところ，上記報告書は特許主張事業体が特許権者である場合を対象とするものではない。また，被控訴人のビジネスモデルは，分割出願を繰り返し，特徴部分が「事前に粘性組成物を調製する」という慣用技術である点において共通する特許を多数保有し，2剤型炭酸ジェルパックの生産者及び販売者が一定の資本を投下した後に，警告書の送付又は訴訟提起等の手段により高額の実施料を得るというものであり，このようなビジネスモデルを許すことは，2剤型炭酸ジェルパックの生産者及び販売者に市場からの退出を強要するに等しく，不当に競争を制限するものであって，妥当ではない。したがって，競争促進の観点からも実施に対し受けるべき料率は通常の特許権侵害訴訟の場合に比較して減額されるべきであり，その料率は3％を上回ることはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記報告書は，MLMという特別な販売手法を利用する者を対象とするものではない。MLMは，資本を投下して形成された特別な人的ネットワークに基づくものであり，上記報告書が前提とする会社よりも営業コストが高いと推認できるから，上記報告書に現れた実施料の半分程度が適切であり，実施に対し受けるべき料率は3％を上回ることはない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人コスメプロらの賠償額の算定に当たり本件の特殊事情を考慮すべきであるのは前記(6)〔控訴人らの主張〕オに記載したところと同様である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "技術的範囲の属否",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲及び明細書の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件特許1の特許請求の範囲の請求項1，4，5，7～9，12及び13の記載は次のとおりである。「／」は改行部分を示す(以下同じ)。",
                        "【請求項1】  部分肥満改善用化粧料，或いは水虫，アトピー性皮膚炎又は褥創の治療用医薬組成物として使用される二酸化炭素含有粘性組成物を得るためのキットであって，／1)炭酸塩及びアルギン酸ナトリウムを含有する含水粘性組成物と，酸を含む顆粒(細粒，粉末)剤の組み合わせ；又は／2)炭酸塩及び酸を含む複合顆粒(細粒，粉末)剤と，アルギン酸ナトリウムを含有する含水粘性組成物の組み合わせ／からなり，／含水粘性組成物が，二酸化炭素を気泡状で保持できるものであることを特徴とする，含水粘性組成物中で炭酸塩と酸を反応させることにより気泡状の二酸化炭素を含有する前記二酸化炭素含有粘性組成物を得ることができるキット。",
                        "【請求項4】  含水粘性組成物がアルギン酸ナトリウムを2重量％以上含むものである，請求項1乃至3のいずれかに記載のキット。",
                        "【請求項5】  含有粘性組成物が水を87重量％以上含むものである，請求項1乃至4のいずれかに記載のキット。",
                        "【請求項7】  請求項1～5のいずれかに記載のキットから得ることができる二酸化炭素含有粘性組成物を含む部分肥満改善用化粧料。",
                        "【請求項8】  顔，脚，腕，腹部，脇腹，背中，首，又は顎の部分肥満改善用である，請求項7に記載の化粧料。",
                        "【請求項9】  部分肥満改善用化粧料，或いは水虫，アトピー性皮膚炎又は褥創の治療用医薬組成物として使用される二酸化炭素含有粘性組成物を調製する方法であって，／1)炭酸塩及びアルギン酸ナトリウムを含有する含水粘性組成物と，酸を含む顆粒(細粒，粉末)剤；又は／2)炭酸塩及び酸を含む複合顆粒(細粒，粉末)剤と，アルギン酸ナトリウムを含有する含水粘性組成物；／を用いて，含水粘性組成物中で炭酸塩と酸を反応させることにより気泡状の二酸化炭素を含有する二酸化炭素含有粘性組成物を調製する工程を含み，／含水粘性組成物が，二酸化炭素を気泡状で保持できるものである，二酸化炭素含有粘性組成物の調製方法。",
                        "【請求項12】含水粘性組成物がアルギン酸ナトリウムを2重量％以上含むものである，請求項9乃至11のいずれかに記載の調製方法。",
                        "【請求項13】  含有粘性組成物が水を87重量％以上含むものである，請求項9乃至12のいずれかに記載の調製方法。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件特許2の特許請求の範囲の請求項1，4，5及び7の記載は次のとおりである。",
                        "【請求項1】  医薬組成物又は化粧料として使用される二酸化炭素含有粘性組成物を得るためのキットであって，／1)炭酸塩及びアルギン酸ナトリウムを含有する含水粘性組成物と，酸を含有する顆粒剤，細粒剤，又は粉末剤の組み合わせ；／  2)酸及びアルギン酸ナトリウムを含有する含水粘性組成物と，炭酸塩を含有する顆粒剤，細粒剤，又は粉末剤の組み合わせ；又は／3)炭酸塩と酸を含有する複合顆粒剤，細粒剤，又は粉末剤と，アルギン酸ナトリウムを含有する含水粘性組成物の組み合わせ；／からなり，／含水粘性組成物が，二酸化炭素を気泡状で保持できるものであることを特徴とする，／含水粘性組成物中で炭酸塩と酸を反応させることにより気泡状の二酸化炭素を含有する前記二酸化炭素含有粘性組成物を得ることができるキット。",
                        "【請求項4】  含水粘性組成物がアルギン酸ナトリウムを2重量％以上含むものである，請求項1～3のいずれかに記載のキット。",
                        "【請求項5】  含有粘性組成物が水を87重量％以上含むものである，請求項1～4のいずれかに記載のキット。",
                        "【請求項7】  請求項1～5のいずれかに記載のキットから得ることができる二酸化炭素含有粘性組成物を含む化粧料。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件発明1-1，1-4及び1-5並びに本件発明2-1は以下のとおり分説することができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1-1",
                      "text": [
                        "1-1A  部分肥満改善用化粧料，或いは水虫，アトピー性皮膚炎又は褥創の治療用医薬組成物として使用される二酸化炭素含有粘性組成物を得るためのキットであって，",
                        "1-1B  1)炭酸塩及びアルギン酸ナトリウムを含有する含水粘性組成物と，酸を含む顆粒(細粒，粉末)剤の組み合わせ；又は",
                        "2)炭酸塩及び酸を含む複合顆粒(細粒，粉末)剤と，アルギン酸ナトリウムを含有する含水粘性組成物の組み合わせ",
                        "からなり，",
                        "1-1C  含水粘性組成物が，二酸化炭素を気泡状で保持できるものであることを特徴とする，",
                        "1-1D  含水粘性組成物中で炭酸塩と酸を反応させることにより気泡状の二酸化炭素を含有する前記二酸化炭素含有粘性組成物を得ることができるキット。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明1-4",
                      "text": [
                        "1-4A  含水粘性組成物がアルギン酸ナトリウムを2重量％以上含むものである，",
                        "1-4B  請求項1乃至3のいずれかに記載のキット。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明1-5",
                      "text": [
                        "1-5A  含有粘性組成物が水を87重量％以上含むものである，",
                        "1-5B  請求項1乃至4のいずれかに記載のキット。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明2-1",
                      "text": [
                        "2-1A  医薬組成物又は化粧料として使用される二酸化炭素含有粘性組成物を得るためのキットであって，",
                        "2-1B  1)炭酸塩及びアルギン酸ナトリウムを含有する含水粘性組成物と，酸を含有する顆粒剤，細粒剤，又は粉末剤の組み合わせ；",
                        "2)酸及びアルギン酸ナトリウムを含有する含水粘性組成物と，炭酸塩を含有する顆粒剤，細粒剤，又は粉末剤の組み合わせ；又は",
                        "3)炭酸塩と酸を含有する複合顆粒剤，細粒剤，又は粉末剤と，アルギン酸ナトリウムを含有する含水粘性組成物の組み合わせ；",
                        "からなり，",
                        "2-1C  含水粘性組成物が，二酸化炭素を気泡状で保持できるものであることを特徴とする，",
                        "2-1D  含水粘性組成物中で炭酸塩と酸を反応させることにより気泡状の二酸化炭素を含有する前記二酸化炭素含有粘性組成物を得ることができるキット。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件各明細書の記載",
                  "text": [
                    "本件各明細書の記載は，原判決60頁24行目末尾に改行の上，「増粘剤としては，半合成高分子…が用いられ，このような半合成高分子…としては，アルギン酸ナトリウムなどが挙げられる。(【0020】，【0028】)」と付加するほかは，原判決第4の1(1)イ(ア)(原判決59頁6行目から63頁8行目まで)記載のとおりであるから，これを引用する。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "構成要件1-1A及び2-1Aの充足性(争点1-2)",
              "text": [
                "構成要件1-1A及び2-1Aの充足性についての判断は，原判決76頁14行目の「不明」から同行目の「であり，」までを「不明であり，」と改めるほかは，原判決75頁24行目から77頁5行目までに記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件1-1B及び2-1Bの充足性(争いなし)",
              "text": [
                "被告各製品が構成要件1-1B及び2-1Bを充足することは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "構成要件1-1C及び2-1Cの充足性(争点1-1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件1-1C及び2-1Cの「二酸化炭素を気泡状で保持できる」の意義",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各特許の特許請求の範囲には，「含水粘性組成物が，二酸化炭素を気泡状で保持できるものであることを特徴とする」(構成要件1-1C及び2-1C)，「含水粘性組成物中で炭酸塩と酸を反応させることにより気泡状の二酸化炭素を含有する前記二酸化炭素含有粘性組成物を得る」(構成要件1-1D及び2-1D)との記載がある。",
                        "これらの記載によれば，上記の構成は，含水粘性組成物中で炭酸塩と酸を反応させることにより，気泡状の二酸化炭素を発生させ，発生した気泡状の二酸化炭素を含水粘性組成物が保持できる構成であることが理解できるものの，含水粘性組成物が保持する二酸化炭素の含有量を限定することを示すものとは解されない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そこで，本件各明細書の記載について検討する。",
                        "前記(1)ウのとおりの本件各明細書の記載に加え，炭酸ガスは血管拡張作用を有し，皮膚に直接作用させると皮膚の血流が促進されるとの技術常識(本件各特許の優先日及び出願日前の技術常識である。乙A102，105，111，114，115，乙E全3，6)によれば，本件発明1-1及び本件発明2-1は，2剤型のキットの1剤につきアルギン酸ナトリウムを含む含水粘性組成物とし(キットの具体的な組合せは構成要件1-1B及び2-1Bのとおり)，炭酸塩と酸を含水粘性組成物中で反応させて二酸化炭素を発生させ，得られた二酸化炭素含有粘性組成物に二酸化炭素を気泡状で保持させ，皮膚粘膜又は損傷皮膚組織や皮膚に適用して二酸化炭素を持続的に皮下組織等に供給することにより，水虫，アトピー性皮膚炎，褥創等の治療，予防又は改善や，美肌，部分肥満改善等に効果をもたらすものであることが理解できる。",
                        "そして，本件各明細書の，①「含水粘性組成物」とは，水に溶解した，又は水で膨潤させた増粘剤の1種又は2種以上を含む組成物であり，含水粘性組成物に二酸化炭素を気泡状で保持させ，皮膚粘膜又は損傷皮膚組織等に適用した場合，二酸化炭素を皮下組織等に十分量供給できる程度に二酸化炭素の気泡を保持できること(本件明細書1の発明の開示及び本件明細書2の【0017】)，②本件各発明の二酸化炭素含有粘性組成物は，使用時に気泡状の二酸化炭素を1～99容量％程度，好ましくは5～90容量％程度，より好ましくは10～80容量％程度含むこと(本件明細書1の発明の開示及び本件明細書2【0061】)の記載からすれば，「二酸化炭素を気泡状で保持できる」(構成要件1-1C及び2-1C)について，キットから得られる二酸化炭素含有粘性組成物を使用する際に気泡状の二酸化炭素を含んでいることを要することが理解されるものの，含水粘性組成物が保持する二酸化炭素の含有量を一定量以上のものに限定することを読み取ることはできない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によれば，含水粘性組成物が「二酸化炭素を気泡状で保持できる」(構成要件1-1C及び2-1C)とは，キットから得られる二酸化炭素含有粘性組成物を使用する際に二酸化炭素を気泡状で保持できることを意味するものと解するのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "充足性",
                  "text": [
                    "被告各製品から得られる二酸化炭素含有粘性組成物は，ジェル剤と顆粒剤の混合後20分以上，ジェルに気泡状の二酸化炭素が含有・保持されていることが認められる(甲25，26，42，弁論の全趣旨)(被告製品9については実験結果がないものの，被告製品12のジェル剤及び顆粒剤と配合成分が同じであるから，被告製品12と同じ程度であったと推認される。)。",
                    "そして，被告各製品は使用の際に2剤を混合するパック化粧料のキットであり，その性質上，ジェル剤と顆粒剤を混合して間をおかずに使用するものであるから，被告各製品の含水粘性組成物は，キットから得られる二酸化炭素含有粘性組成物を使用する際に二酸化炭素を気泡状で保持できる構成を有するものということができる。",
                    "よって，被告各製品は，構成要件1-1C及び2-1Cを充足する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控訴人らの主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件1-1C及び2-1Cの「二酸化炭素を気泡状で保持できる」の意義について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "控訴人らは，本件各明細書の記載(本件明細書2の【0004】～【0006】，【0017】，【0032】及び【0066】。本件明細書1においては，背景技術，発明の開示及び発明を実施するための最良の形態に同じ記載がある。)の内容からすれば，「二酸化炭素を気泡状で保持できる」を充足するためには，少なくとも，本件各明細書の評価基準1及び評価基準2において「0」でないことを要すると解されると主張する。",
                            "しかし，控訴人らの指摘する本件各明細書の記載のうち，二酸化炭素含有粘性組成物の評価基準に関する記載(本件明細書2の【0066】と本件明細書1の発明を実施するための最良の形態中の同旨の記載部分)部分は，実施例に関する記載にすぎず，本件各明細書の前記ア(イ)②の記載等に照らしても，本件各発明の技術的範囲が控訴人ら主張の範囲に限定されると解することはできない。また，控訴人らの指摘するその余の部分にも，「二酸化炭素を気泡状で保持できる」の文言を二酸化炭素の含有量により更に限定するものと解すべき記載はないから，この点に関する控訴人らの主張は採用できない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "控訴人らは，周知技術(美顔用の化粧料における炭酸ガス又は炭酸ガス発生物質の発泡作用を利用するパック剤。乙E全3～5。)が存在するのでそれとの区別の必要性から，本件各発明の技術的範囲を限定解釈すべきであると主張する。しかし，控訴人ら主張の周知技術を技術水準として考慮しても，本件各発明のクレーム解釈を左右するものではない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "控訴人らは，本件各特許の出願経過を理由に，本件各発明の技術的範囲を上記のとおり限定解釈すべきであると主張する。",
                            "被控訴人は，本件各特許の出願に際し(出願経過については原判決第4の1(1)イ(イ)(原判決63頁9行目から68頁12行目まで)の記載を引用する。)，特許請求の範囲の補正をし，意見書を提出している。",
                            "しかし，被控訴人が提出した書面をみても，「二酸化炭素を気泡状で保持」することについて，保持する気泡状の二酸化炭素の含有量を本件各明細書の評価基準1及び評価基準2において一定の評価以上のものに限定したものと解される記載は見当たらない。",
                            "そうすると，被控訴人が，本件各特許の出願経過において，本件各発明の技術的範囲を限定することを客観的に表示したものと解することはできないから，本件各特許の出願経過に基づいて本件各発明の技術的範囲につき，控訴人ら主張の限定解釈をすべきであるとはいえない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "さらに，控訴人らは，当審において，本件各明細書には本件各発明は二酸化炭素の経皮吸収効率を高めることにより各種疾患の予防及び美容上の問題の改善等本件各明細書記載の効果を奏するものと記載されているから，「二酸化炭素を気泡状で保持できる」とは，二酸化炭素の経皮吸収の向上を媒介として上記効果を奏する程度に気泡状の二酸化炭素が保持されていることを意味すると主張する。しかし，本件各明細書には控訴人らの主張する記載はないから，その主張は前提を欠く。また，「二酸化炭素を気泡状で保持できる」について，含有する気泡状の二酸化炭素の含有量が限定されるものでないのは，前記アに説示したとおりである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "充足性について",
                      "text": [
                        "控訴人らは，被告製品1～9及び11～17の攪拌から1分経過後の体積の増加率は本件各明細書の発泡性の評価基準(評価基準1)の最低評価(「0」)に相当するから，構成要件1-1C及び2-1Cを充足しないと主張するが，前記ア及び上記(ア)に説示したところに照らし，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "構成要件1-1D及び2-1Dの充足性(争点1-2)",
              "text": [
                "以上に説示したところに加え，被告各製品の構成や，被告各製品が，炭酸水素ナトリウム，アルギン酸ナトリウム及び水を含むジェル剤とリンゴ酸を含む顆粒剤を混合して使用するパック化粧料のキットであること(前記第2の3で引用した原判決の第2の2(5)ウ)によれば，被告各製品は構成要件1-1D及び2-1Dを充足する。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，被告各製品は少なくとも本件発明1-1及び本件発明2-1の技術的範囲に属するということができる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "作用効果不奏功の抗弁(争点2)",
          "content": [
            {
              "fig": "(1)",
              "subject": "作用効果について",
              "text": [
                "本件発明1-1及び本件発明2-1は，2剤型のキットの1剤につきアルギン酸ナトリウムを含む含水粘性組成物とし，炭酸塩と酸を含水粘性組成物中で反応させて二酸化炭素を発生させ，得られた二酸化炭素含有粘性組成物に二酸化炭素を気泡状で保持させ，皮膚粘膜又は損傷皮膚組織や皮膚に適用して二酸化炭素を持続的に皮下組織等に供給することにより，水虫，アトピー性皮膚炎，褥創等の治療，予防又は改善や，美肌，部分肥満改善に効果をもたらすものであることが理解できるところ，前記1(4)イに認定したとおり，被告各製品から得られる二酸化炭素含有粘性組成物は，二酸化炭素を気泡状で保持しているから，本件各発明の作用効果を奏するものであるということができる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人らの主張について",
              "text": [
                "控訴人らは，本件各発明は二酸化炭素含有粘性組成物中の二酸化炭素をそのまま経皮吸収するものであるから，被告各製品の技術的思想とは根本的に異なると主張する。しかし，本件各発明が二酸化炭素含有粘性組成物中の二酸化炭素をそのまま経皮吸収するものであるかは不明であり，本件各発明の作用効果は上記(1)認定のとおりであるから，被告各製品が本件発明1-1及び本件発明2-1の技術的範囲に属することは否定されない。",
                "また，控訴人らは被告各製品の顆粒剤に気泡状の二酸化炭素の発生を抑える効果を有する乳糖が含まれていることを指摘する。しかし，乳糖が気泡状の二酸化炭素の発生を抑える効果を有するとしても，被告各製品から得られる組成物が気泡状の二酸化炭素を保持していることは前記1(4)イに認定したとおりであり，控訴人らの指摘する点は上記(1)の判断を左右するものではない。",
                "さらに，控訴人らは，当審において，乙A3の実験結果によれば，予めアルギン酸ナトリウムを水に溶解し含水粘性組成物とした被告各製品と予めアルギン酸ナトリウムを水に溶解していない構成との間に二酸化炭素の経皮吸収量(持続性)に有意な差がないから，被告各製品は本件各発明の作用効果を奏しないと主張する。しかし，前記1及び上記(1)に説示したところに照らせば，被告各製品は本件各発明の作用効果を奏するというべきであり，乙A3の実験結果はこのこととは関係がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "特許無効の抗弁",
          "content": [
            {
              "fig": "(1)",
              "subject": "発明未完成(争点3-1)",
              "text": [
                "発明未完成(争点3-1)については，次のとおり訂正するほかは，原判決「事実及び理由」第4の4(原判決80頁4行目から84頁15行目)記載のとおりであるから，これを引用する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決80頁5行目冒頭から81頁23行目「記載がある。」までを，次のとおり改める。",
                    "「(1)  発明未完成について",
                    "発明は，自然法則の利用に基礎付けられた一定の技術に関する創作的な思想であるが，その創作された技術内容は，その技術分野における通常の知識経験を持つ者であれば何人でもこれを反復実施してその目的とする技術効果を挙げることができる程度に具体化され，客観化されたものでなければならないから，その技術内容がこの程度に構成されていないものは，発明としては未完成のものであると解される(最高裁昭和39年(行ツ)第92号同44年1月28日第三小法廷判決・民集23巻1号54頁参照)。",
                    "そして，前記1(1)ウのとおり，本件各明細書には，本件発明1-1及び本件発明2-1に係る二酸化炭素含有粘性組成物の具体的な製造方法が記載され，その効果についても試験例と共に具体的な記載があり，これらの記載内容に照らせば，本件発明1-1及び本件発明2-1の技術内容は，当業者が反復実施してその目的とする効果を挙げることができる程度に具体化され，客観化されたものということができる。したがって，本件発明1-1及び本件発明2-1は発明として未完成のものということはできない。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決82頁4行目を削除し，同頁5行目「イ」を「(2)」と，同頁6行目「(ア)」を「ア」と同頁21行目「(イ)」を「イ」と改める。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決82頁9行目「と認められないことは前記のとおりである。」を「とはいえず，」と改める。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決83頁5行目「(ウ)」を「ウ」と改める。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決84頁11行目の「本件各発明」から同頁15行目末尾までを「二酸化炭素を急激に発生させるかどうかは本件各発明の特徴とは関係のない事柄であるから，控訴人ら主張の点は，本件各発明の作用効果に影響を与えるものではない。」と改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "サポート要件違反(争点3-2)及び実施可能要件違反(争点3-3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "サポート要件及び実施可能要件について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断するのが相当である。",
                        "本件発明1-1及び本件発明2-1の特許請求の範囲及び本件各明細書の記載によれば，両発明の課題は，水虫，アトピー性皮膚炎などの皮膚粘膜疾患又は皮膚粘膜障害に伴うかゆみ並びに褥瘡，美肌及び部分肥満に有効な製剤を提供することにあるといえる。",
                        "そして，前記1(4)ア(イ)及び上記(1)に説示したところに照らせば，本件各特許の出願日当時の技術常識及び本件各明細書の記載から，当業者は，本件発明1-1及び本件発明2-1について，炭酸塩と酸を含水粘性組成物中で反応させて二酸化炭素を発生させ，得られた二酸化炭素含有粘性組成物に二酸化炭素を気泡状で保持させ，皮膚粘膜又は損傷皮膚組織や皮膚に適用して二酸化炭素を持続的に皮下組織等に供給することにより，水虫，アトピー性皮膚炎，褥創等の治療，予防又は改善や，美肌，部分肥満改善等に効果をもたらすものであることが理解でき，本件各明細書にはその具体的な実施の形態と試験例の記載もある。これによれば，本件発明1-1及び本件発明2-1は，発明の詳細な説明に記載された発明であり，当業者が発明の詳細な説明の記載及び本件出願日当時の技術常識に照らし，上記発明の課題を解決できると認識できる範囲のものであるから，サポート要件に適合するということができる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，発明の詳細な説明の記載が実施可能要件に適合するというためには，明細書の発明の詳細な説明に，当業者が，明細書の発明の詳細な説明の記載及び出願時の技術常識に基づいて，過度の試行錯誤を要することなく，その発明を実施することができる程度に発明の構成等の記載があることを要する。そして，上記(ア)に説示したところに照らせば，当業者が明細書の発明の詳細な説明の記載及び出願時の技術常識に基づいて本件発明1-1及び本件発明2-1を実施することができるといえるから，本件各明細書の発明の詳細な説明の記載は，実施可能要件に適合するということができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人らの主張について",
                  "text": [
                    "控訴人らは，本件各発明の全ての課題が解決されたことを示す試験例や薬理試験に準じた結果の記載の程度まで必要であると主張する。しかし，本件各明細書に記載された試験例を含む具体的な実施の形態によれば，当業者が本件発明1-1及び本件発明2-1の課題を解決できると認識することができ，また，両発明を実施できるといえることは，上記アに説示したとおりである。",
                    "また，控訴人らは，本件各明細書に作用効果が生ずる機序について何の記載もなく，気泡状の二酸化炭素の経皮吸収以外の要因が作用した可能性もあると主張する。しかし，仮にそうであるとしても，上記アの判断を左右するものではない。",
                    "さらに，控訴人らは，炭酸塩及び酸の組成について何らの限定もないことから，当業者が課題を解決できると認識し得るものとはいえないなどとも主張する。しかし，技術常識及び本件各明細書の記載から，当業者において，発明の課題を解決できると認識し得るといえることは，上記アに説示したとおりである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "進歩性欠如(争点3-4及び3-5)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原判決の引用",
                  "text": [
                    "進歩性欠如(争点3-4及び3-5)についての判断は，次のとおり訂正し，後記のとおり控訴人らの当審における主張についての判断を付加するほかは，原判決「事実及び理由」第4の6及び7(原判決87頁9行目から94頁21行目まで)記載のとおりであるから，これを引用する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原判決87頁9行目「主引例」を「主引用例」と改める。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原判決89頁7行目「並びに」を「又は」と改める。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原判決89頁19行目「それに応じて」から同頁20行目「相違があり，」までを「アルギン酸ナトリウムを水に溶解させた含水粘性組成物を含むか否かの相違があり，」と改める。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原判決90頁20行目「いえず，」から同頁23行目末尾までを「いえない。」と改める。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原判決91頁2行目「また，」から同頁3行目末尾までを削除する。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原判決91頁4行目，同頁5行目の各「主引例」を「主引用例」と改める。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "原判決92頁6行目「並びに」を「又は」と改める。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "原判決92頁18行目「それに応じて」から同頁19行目「相違がある。」までを「アルギン酸ナトリウムを水に溶解させた含水粘性組成物を含むか否かの相違がある。」と改める。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "原判決94頁10行目「いえず，」から同頁13行目末尾までを「いえない。」と改める。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "text": [
                        "原判決94頁18行目「また，」から同頁19行目末尾までを削除する。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "text": [
                        "原判決94頁20行目「主引例」を「主引用例」と改める。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "控訴人らの当審における主張について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "争点3-4について",
                      "text": [
                        "控訴人らは，鐘紡実施例発明に接した当業者は，「気泡の持続性の更なる向上」の課題を認識すると主張する。しかし，鐘紡実施例発明は，炭酸塩と水溶性高分子であるアルギン酸ナトリウムを常温固型のポリエチレングリコールで被覆することによって，炭酸ガスの泡が徐々に発生するとともに水溶性高分子等の粘性により安定な泡を形成し，ガス保留性を高めたことを特徴とするものである。そして，鐘紡実施例発明は，このことによって十分効果が得られたとされているのであるから，鐘紡公報に接した当業者が，このような鐘紡実施例発明において，さらに，控訴人らの主張する課題を認識するとは認められない。",
                        "このように，当業者において，控訴人らの主張する課題を認識するとはいえないから，控訴人らの主張は前提を欠く。",
                        "控訴人らのその余の主張も，上記判断を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "争点3-5について",
                      "text": [
                        "控訴人らは，鐘紡実施例発明に「気泡の持続性の更なる向上」という課題があることを前提に，当業者は，鐘紡比較例発明について，鐘紡公報の記載に従い鐘紡実施例発明の構成を採用しても，ガス保留性に著しく劣るという鐘紡比較例発明の課題は完全には解決しないと認識すると主張する。しかし，鐘紡実施例発明に控訴人ら主張の課題があると当業者が認識するといえないことは上記(ア)に説示したとおりであるから，控訴人らの主張は前提を欠く。",
                        "控訴人らのその余の主張も，前記アの引用に係る訂正された原判決に説示したところに照らし，採用できない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "控訴人らの責任",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許権侵害",
              "content": [
                {
                  "fig": "ア",
                  "subject": "直接侵害",
                  "text": [
                    "被告各製品が本件発明1-1及び本件発明2-1の技術的範囲に属することは前記1(6)のとおりであるから，被告各製品が他の請求項の技術的範囲に属するか否か(争点1-2)について判断するまでもなく，控訴人らが被告各製品を製造，販売する行為は本件各特許権の直接侵害行為に当たる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "間接侵害(争点1-2)",
                  "text": [
                    "被告製品2，5～7，9，11～14及び16～18は，控訴人ネオケミアが製造，販売した顆粒剤と，ジェル剤のキットである。そして，控訴人ネオケミアが販売した顆粒剤は，これらの被告製品においてジェル剤とセットで販売するためのものとして製造，販売されたものと認められるから(弁論の全趣旨)，他の経済的，商業的又は実用的な用途を観念することはできない。",
                    "したがって，控訴人ネオケミアが顆粒剤を製造，販売した行為は，これらの被告製品の「生産にのみ用いる物」の生産，譲渡として，本件各特許権の間接侵害行為(特許法101条1号)に当たる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，控訴人らは，本件各特許権を侵害した者であるから，侵害行為についての過失が推定される(特許法103条)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人コスメプロらの無過失(争点4)",
              "text": [
                "控訴人コスメプロらは，控訴人コスメプロらは無過失であると主張するが，この点(争点4)についての判断は，原判決「事実及び理由」第4の8(原判決94頁23行目から95頁5行目まで)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "共同不法行為の成否(争点5)",
              "text": [
                "共同不法行為の成否(争点5)に対する判断は，原判決「事実及び理由」第4の9(原判決95頁6行目から99頁21行目まで)記載のとおりであるから，これを引用する。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，①控訴人ネオケミアは，被告製品1，3，4，8及び15の販売並びに被告製品2，5～7，9，11～14及び16～18の顆粒剤の製造，販売について，②控訴人コスメプロは，被告製品1，14，15及び18の製造，販売について，③控訴人アイリカは被告製品5の販売について，④控訴人キアラマキアートは被告製品5の販売について，⑤控訴人ウインセンスは被告製品13の販売について，⑥控訴人コスメボーゼは被告製品13の製造，販売について，⑦控訴人クリアノワールは被告製品15の販売について，それぞれ特許権侵害の不法行為(民法709条)に基づく損害賠償責任を負う。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "損害(特許法102条2項)(争点6-1)",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法102条2項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法102条2項は，「特許権者…が故意又は過失により自己の特許権…を侵害した者に対しその侵害により自己が受けた損害の賠償を請求する場合において，その者がその侵害の行為により利益を受けているときは，その利益の額は，特許権者…が受けた損害の額と推定する。」と規定する。特許法102条2項は，民法の原則の下では，特許権侵害によって特許権者が被った損害の賠償を求めるためには，特許権者において，損害の発生及び額，これと特許権侵害行為との間の因果関係を主張，立証しなければならないところ，その立証等には困難が伴い，その結果，妥当な損害の塡補がされないという不都合が生じ得ることに照らして，侵害者が侵害行為によって利益を受けているときは，その利益の額を特許権者の損害額と推定するとして，立証の困難性の軽減を図った規定である。そして，特許権者に，侵害者による特許権侵害行為がなかったならば利益が得られたであろうという事情が存在する場合には，特許法102条2項の適用が認められると解すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人は，平成11年9月以降，「メディプローラー」，「スパオキシジェル」及び「ナノアクアジェルパック」との商品名でジェル剤と顆粒剤からなる2剤混合型の炭酸パック化粧料を製造，販売している。これらの製品(以下，併せて「原告製品」という。)は，本件発明1-1及び本件発明2-1の実施品である(甲5，6，46，55の2及び弁論の全趣旨)。",
                    "これによれば，本件において，被控訴人に，控訴人らによる特許権侵害行為がなかったならば利益が得られたであろうという事情が存在することが認められ，特許法102条2項の適用が認められる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，特許法102条2項の上記趣旨からすると，同項所定の侵害行為により侵害者が受けた利益の額とは，原則として，侵害者が得た利益全額であると解するのが相当であって，このような利益全額について同項による推定が及ぶと解すべきである。もっとも，上記規定は推定規定であるから，侵害者の側で，侵害者が得た利益の一部又は全部について，特許権者が受けた損害との相当因果関係が欠けることを主張立証した場合には，その限度で上記推定は覆滅されるものということができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "侵害行為により侵害者が受けた利益の額",
              "content": [
                {
                  "fig": "ア",
                  "subject": "利益の意義",
                  "text": [
                    "特許法102条2項所定の侵害行為により侵害者が受けた利益の額は，侵害者の侵害品の売上高から，侵害者において侵害品を製造販売することによりその製造販売に直接関連して追加的に必要となった経費を控除した限界利益の額であり，その主張立証責任は特許権者側にあるものと解すべきである。",
                    "被控訴人は，被告各製品(以下，控訴人ネオケミアとの関係では顆粒剤を含む。)に係る，本件特許1の登録日である平成23年1月7日から，控訴人ごと及び製品ごとに別紙「請求一覧」各項記載の日(1項から順に被告製品1～9，11～18に対応している。)までの期間(以下「本件損害期間」という。)の控訴人らの売上高及び経費は別紙「売上高・経費一覧表」の「売上高」欄及び「争いのない経費」欄記載のとおりであるとして，同項所定の利益の額につき，別紙「損害額一覧表」の「被控訴人主張額」「2項による損害額」欄記載のとおり主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "売上高",
                  "text": [
                    "被告各製品に係る本件損害期間の控訴人らの売上高が別紙「売上高・経費一覧表」の「売上高」欄記載のとおりであることについては，当事者間に争いはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "控除すべき経費",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "前記のとおり，控除すべき経費は，侵害品の製造販売に直接関連して追加的に必要となったものをいい，例えば，侵害品についての原材料費，仕入費用，運送費等がこれに当たる。これに対し，例えば，管理部門の人件費や交通・通信費等は，通常，侵害品の製造販売に直接関連して追加的に必要となった経費には当たらない。",
                        "そして，被控訴人は，本件損害期間に係る上記原材料費，仕入費用及び運送費等控除すべき経費として別紙「売上高・経費一覧表」の「争いのない経費」欄記載のとおり主張し，この額の限度では当事者間に争いがない。控訴人らは，同別紙「控訴人らの主張する経費」欄記載のとおり，さらに控除すべき経費を主張するので，以下において判断する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人ネオケミアの経費について(被告各製品)",
                      "text": [
                        "控訴人ネオケミアは，R＆Dセンターの研究員の人件費を控除すべきであると主張する。しかし，R＆Dセンターの研究員の業務の具体的内容や被告各製品(2，5～7，9，11～14及び16～18については顆粒剤)の製造販売に関する従事状況は明らかではないから，控訴人ネオケミアの主張する人件費が，これらの製品の製造販売に直接関連して追加的に必要となったということはできない。よって，上記人件費をこれらの製品の売上高から控除すべき経費とみるのは相当ではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "控訴人コスメプロの経費について(被告製品1，14，15及び18)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "パート従業員の人件費",
                          "text": [
                            "控訴人コスメプロは，パート従業員の人件費を控除すべきであると主張する。しかし，パート従業員の担当する業務の具体的内容や被告製品1，14，15及び18の製造販売に関する従事状況は明らかではないから，控訴人コスメプロの主張する人件費が，これらの製品の製造販売に直接関連して追加的に必要となったということはできない。よって，上記人件費をこれらの製品の売上高から控除すべき経費とみるのは相当ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "外注の試験研究費",
                          "text": [
                            "控訴人コスメプロは，外注の試験研究費として37万8880円を控除すべきであると主張するところ，乙B2の9②及び③に係る試験は平成26年11月に行われたものであり，同年12月に販売された被告製品18の防腐，防カビ試験に関するものであると認められる(弁論の全趣旨)。よって，上記試験に係る費用(合計3万8880円)は同製品の製造販売に直接関連して追加的に必要となったものといえるから，同製品の売上高から控除すべき経費に当たる。これに対し，その余の試験費(乙B2の9①に係るもの)はどの製品に係るものであるかも明らかではないから，その試験費が被告製品1，14，15及び18の製造販売に直接関連して追加的に必要となったということはできない。よって，この部分については，これらの製品の売上高から控除すべき経費とみるのは相当でない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "広告費等",
                          "text": [
                            "控訴人コスメプロは，広告費を控除すべきであると主張する。しかし，乙B2の11の(1)～(4)によっても，展示会における控訴人コスメプロの展示内容やその中での被告製品1，14，15及び18の出品状況は明らかではないから，控訴人コスメプロの主張する広告費が，これらの製品の製造販売に直接関連して追加的に必要となったということはできない。よって，上記広告費をこれらの製品の売上高から控除すべき経費とみるのは相当ではない。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "無償配布サンプル代及び展示会配布サンプル代",
                          "text": [
                            "控訴人コスメプロは，サンプル代(原材料費，人件費，送料)を控除すべきであると主張する。しかし，乙B2の10及び12によっても，控訴人コスメプロが被告製品1，14，15及び18について，販売用の製品とは別にサンプルに係る経費を負担したことが明らかではないから，控訴人コスメプロの主張するサンプル代が，これらの製品の製造販売に直接関連して追加的に必要となったということはできない。よって，上記サンプル代をこれらの製品の売上高から控除すべき経費とみるのは相当ではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "控訴人アイリカの広告宣伝費(被告製品5)",
                      "text": [
                        "控訴人アイリカは，広告宣伝費を控除すべきであると主張する。しかし，乙B8の7からは，被告製品5に関するものであるかが明らかではないから，控訴人アイリカの主張する広告宣伝費が，同製品の製造販売に直接関連して追加的に必要となったということはできない。よって，上記広告宣伝費を同製品の売上高から控除すべき経費とみるのは相当ではない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "控訴人キアラマキアートの宣伝広告費(被告製品5)",
                      "text": [
                        "控訴人キアラマキアートは，被告製品5についてのプロモーション代として108万9837円を支出したことが認められ(乙B8の4)，これは同製品の製造販売に直接関連して追加的に必要となったものといえるから，同製品の売上高から控除すべき経費に当たる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "控訴人ウインセンスの人件費(被告製品13)",
                      "text": [
                        "控訴人ウインセンスは，被告製品13を専門に担当するパート従業員の人件費を控除すべきであると主張する。しかし，乙B18の7の⑲によっても，パート従業員の担当する業務の具体的内容や被告製品13の製造販売に関する従事状況は明らかではないから，控訴人ウインセンスの主張する人件費が，同製品の製造販売に直接関連して追加的に必要となったということはできない。よって，上記人件費を同製品の売上高から控除すべき経費とみるのは相当ではない。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "控訴人クリアノワールの経費(被告製品15)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "在庫品等の仕入金額について",
                          "text": [
                            "控訴人クリアノワールは，在庫品分及びサンプル分の仕入金額を控除すべきであると主張する。しかし，在庫品分の仕入金額は被告製品15の製造販売に直接関連して追加的に必要となった経費ではないことは明らかであり，このことは，その性質上，仮処分申立事件の和解により販売を控えたかどうかなどの在庫品が生じた理由によって変わるものではない。また，控訴人クリアノワールが，サンプルを配布したことも，これが同製品の製造販売にどのように関連して追加的に必要となったかも明らかではないから，控訴人クリアノワールの主張するサンプル分の仕入金額が，同製品の製造販売に直接関連して追加的に必要となったということはできない。よって，控訴人クリアノワールの主張する上記仕入金額を，同製品の売上高から控除すべき経費とみるのは相当ではない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "宣伝広告費等",
                          "text": [
                            "控訴人クリアノワールは，宣伝広告費及び交通費を控除すべきであると主張する。しかし，乙B20の3及び5によっても，控訴人クリアノワールの主張する支出が被告製品15に関連するものであることが明らかではないから，控訴人クリアノワールの主張する宣伝広告費及び交通費が，同製品の製造販売に直接関連して追加的に必要となったということはできない。よって，上記宣伝広告費及び交通費を同製品の売上高から控除すべき経費とみるのは相当ではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "以上によれば，売上高から控除すべき経費は，別紙「売上高・経費一覧表」の「経費合計額」欄記載のとおりである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "したがって，別紙「損害額一覧表」の「裁判所認定額」「2項による損害額」欄記載の額が控訴人らの特許権侵害行為により被控訴人が被った損害の額と推定される。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "推定覆滅事由について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "推定覆滅の事情",
                  "text": [
                    "特許法102条2項における推定の覆滅については，同条1項ただし書の事情と同様に，侵害者が主張立証責任を負うものであり，侵害者が得た利益と特許権者が受けた損害との相当因果関係を阻害する事情がこれに当たると解される。例えば，①特許権者と侵害者の業務態様等に相違が存在すること(市場の非同一性)，②市場における競合品の存在，③侵害者の営業努力(ブランド力，宣伝広告)，④侵害品の性能(機能，デザイン等特許発明以外の特徴)などの事情について，特許法102条1項ただし書の事情と同様，同条2項についても，これらの事情を推定覆滅の事情として考慮することができるものと解される。また，特許発明が侵害品の部分のみに実施されている場合においても，推定覆滅の事情として考慮することができるが，特許発明が侵害品の部分のみに実施されていることから直ちに上記推定の覆滅が認められるのではなく，特許発明が実施されている部分の侵害品中における位置付け，当該特許発明の顧客誘引力等の事情を総合的に考慮してこれを決するのが相当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人らは，炭酸ガスを利用したパック化粧料全てが競合品であることを前提に，他の炭酸パック化粧料の存在が推定覆滅事由となると主張する。",
                    "しかし，そもそも，競合品といえるためには，市場において侵害品と競合関係に立つ製品であることを要するものと解される。",
                    "被告各製品は，炭酸パックの2剤型のキットの1剤を含水粘性組成物とし，炭酸塩と酸を含水粘性組成物中で反応させて二酸化炭素を発生させ，得られた二酸化炭素含有粘性組成物に二酸化炭素を気泡状で保持させる炭酸ガスを利用したパック化粧料である。そして，化粧料における剤型は，簡便さ，扱いやすさのみならず，手間をかけることにより得られる満足感等にも影響するものであり，各消費者の必要や好みに応じて選択されるものであるから，剤型を捨象して広く炭酸ガスを利用したパック化粧料全てをもって競合品であると解するのは相当ではない。控訴人らが競合品であると主張する製品は，その販売時期や市場占有率等が不明であり，市場において被告各製品と競合関係に立つものと認めるには足りない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人らは，被告各製品が利便性に優れているとか，被告各製品の販売は控訴人らの企画力・営業努力によって成し遂げられたものであると主張する。",
                    "しかし，事業者は，製品の製造，販売に当たり，製品の利便性について工夫し，営業努力を行うのが通常であるから，通常の範囲の工夫や営業努力をしたとしても，推定覆滅事由に当たるとはいえないところ，本件において，控訴人らが通常の範囲を超える格別の工夫や営業努力をしたことを認めるに足りる的確な証拠はない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "控訴人らは，被告各製品は原告製品に比べて顕著に優れた効能を有すると主張する。",
                    "侵害品が特許権者の製品に比べて優れた効能を有するとしても，そのことから直ちに推定の覆滅が認められるのではなく，当該優れた効能が侵害者の売上げに貢献しているといった事情がなければならないというべきである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "原告製品については，「お肌を内側から潤す，炭酸のチカラ」，「シュワシュワッとはじけた炭酸ガスがお肌の代謝に必要な“酸素”を届けます」，「スパオキシジェルが築く，自信のフェイスライン。それは，ハリ・艶・潤いのある引き締まった素肌のこと。」などと宣伝されている。これらの製品の使用方法は，ジェルと顆粒をカップに入れて，スパチュラなどでまんべんなく混ぜ，できあがったジェルを清潔にした肌に厚めに塗り，そのまま約20分間から30分間パックし，スパチュラなどでジェルをおおまかに取った後，濡れタオルなどで拭き取り，洗い流すというものである。(甲5，6，46，55の2及び弁論の全趣旨)"
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告各製品の使用方法は，製品によって若干異なるものの，概ね，①A剤(顆粒)とB剤(ジェル)を軽く混ぜ合わせ，少し厚め(1㎜程度)に顔全体に広げる，②パックの目安時間は20ないし30分程度，③パック終了後，付属のスパチュラでジェルを取り除く，④顔にジェルが残らないように，最後に軽く洗顔し洗い流す(被告製品3)などというものである。",
                        "ただし，②の時間については，15分以上とするもの(被告製品5)や，15分から30分(程度)とするもの(被告製品13，14)，15分ないし20分とするもの(被告製品9)などがあり，被告各製品から得られる組成物の使用時間(パック時間)は15分ないし30分程度である。",
                        "また，③及び④につき，被告製品1については，ムース状のジェレーターをスパチュラに適量とり，顔に塗布したジェルを覆うように，少量を薄く塗り広げる，ジェレーターを全体に塗り終えたら数回に分けてジェルをはがす，はがし残りのジェルは拭き取るか，洗い流して完全に除去するとされているほか，被告製品8についても，きれいに洗ったスパチュラに，付属フィクサー(硬化剤)を適量取って，これをまずは顔のジェルを覆うように塗り広げ，徐々に表面が固まった後に，ゆっくりとはがす，はがした後は必ずきれいに洗い流し終えるとされている。さらに，被告製品15においてもジェルをはがすのに固化剤を使用することとされている(甲7，8，20，乙A36の3，42の4，乙E全27の3及び弁論の全趣旨)。",
                        "第三者のホームページには，「使用方法もいたってシンプル！…パックが剥がしやすいように最後に凝固剤の役割となるジュレのようなものを乗せるので，簡単にジェルが取り除けるように工夫されているのも特徴の1つ」(被告製品1。乙A36の2，乙E全27の2)，「オールスキンタイプの弱酸性炭酸ガスパックです」(被告製品8。乙A38の2)，「炭酸のチカラが注目の美容成分をお肌へしっかり浸透させます！」，「10種の美容成分を配合」(被告製品12。乙A39の2)，「高濃度炭酸ガスを効率的に角質層へ浸透させるため，粘性の高いジェル」を使用している(被告製品18。乙A45の2)などと製品独自の特徴も記載されている(乙A36ないし45，乙E全27，28)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告各製品及び原告製品は，いずれも本件発明1-1及び本件発明2-1の実施品であり，炭酸塩と酸を含水粘性組成物中で反応させて二酸化炭素を発生させ，得られた二酸化炭素含有粘性組成物に二酸化炭素を気泡状で保持させ，皮膚に適用して二酸化炭素を皮下組織等に供給することにより，美肌，部分肥満改善等に効果を有するものであると認められるのであり，上記(ア)及び(イ)に認定した事実によっても，被告各製品が原告製品に比して顕著に優れた効能を有し，これが控訴人らの売上げに貢献しているといった事情を認めるには足りず，ほかにこれを認めるに足りる的確な証拠はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "控訴人らは，被告各製品が控訴人ネオケミアの有する特許発明の実施品であるなどとして，これらの特許発明の寄与を考慮して損害賠償額が減額されるべきであると主張する。",
                    "侵害品が他の特許発明の実施品であるとしても，そのことから直ちに推定の覆滅が認められるのではなく，他の特許発明を実施したことが侵害品の売上げに貢献しているといった事情がなければならないというべきである。控訴人ネオケミアが，二酸化炭素外用剤に関連する特許である，①特許第4130181号(乙A18)，②特許第4248878号(乙A19)，③特許第4589432号(乙A20)，④特許第4756265号(乙B全7)を保有していることは認められるが，被告各製品が上記各特許に係る発明の技術的範囲に属することを裏付ける的確な証拠はないから，そもそも，被告各製品が他の特許発明の実施品であるということができない。よって，これらの特許発明の寄与による推定の覆滅を認めることはできない。",
                    "なお，被告各製品の中には，上記特許権の存在や，特許取得済みであることを外装箱に表示したり，宣伝広告に表示したりしているものがあったことが認められる(甲7，8，17，20)が，特許発明の実施の事実が認められない場合に，その特許に関する表示のみをもって推定覆滅事由として考慮することは相当でないから，この点による推定の覆滅を認めることもできない。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "控訴人らは，従来技術との比較の観点から，本件発明1-1及び本件発明2-1の技術的価値が低いことを主張するが，控訴人らが指摘するジェルと粉末を組み合わせる化粧料の技術(資生堂614及び日清324)は，炭酸ガスを利用した化粧料に係るものではないし(乙A103，乙E全9，35，36)，2剤混合型の気泡状の二酸化炭素を発生する化粧料(石垣発明1及び2)は，炭酸ガスの気泡の破裂により皮膚等をマッサージするための発泡性化粧料の技術であって，二酸化炭素を気泡状で保持する二酸化炭素含有粘性組成物を得るためのものではない(乙E全4，5，37，38)から，いずれも本件発明1-1及び本件発明2-1を代替するものではない。そうすると，これらの従来技術の存在は，被控訴人の受ける損害とは無関係であるから，推定覆滅事由に当たるということはできない。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "控訴人らは，乙A3の実験結果によれば，ブチレングリコールが配合された被告各製品においては，本件発明1-1及び本件発明2-1の寄与は限定的であると主張する。しかし，本件発明1-1及び本件発明2-1は二酸化炭素含有粘性組成物を得るための2剤型の化粧料のキットの発明であるところ，被告各製品は，炭酸塩を含むジェル剤と酸を含む顆粒剤を混合して使用するパック化粧料のキットであるから，本件発明1-1及び本件発明2-1は被告各製品の全体について実施されているというべきである。また，被告各製品にブチレングリコールが配合されたことによる効果が控訴人らの売上げに貢献しているといった事情も認められない本件において，ブチレングリコールが配合されていることは，被控訴人の受ける損害とは無関係であるから，控訴人らが指摘する乙A3の実験の結果は，控訴人らの上記主張を基礎付けるものではない。"
                  ]
                },
                {
                  "fig": "ク",
                  "text": [
                    "控訴人らは，被告各製品は構成要件1-4A及び1-5Aを充足しないから本件各発明の寄与は限定的であると主張するが，被告各製品の製造，販売が本件各特許権の侵害に当たることはこれまでに認定したとおりであり，本件における従属項に係る発明の実施の有無は，被控訴人の受ける損害とは無関係であるから，控訴人らの上記主張を基礎付けるものとはいえない。"
                  ]
                },
                {
                  "fig": "ケ",
                  "text": [
                    "控訴人らの主張するその余の点は，いずれも，特許法102条2項の推定覆滅事由とはならないものであり，以上によれば，本件において同項の推定の覆滅は認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "まとめ",
              "text": [
                "以上より，本件各特許権侵害について，特許法102条2項により算定される損害額は，別紙「損害額一覧表」の「裁判所認定額」「2項による損害額」欄記載のとおりとなる。なお，本件特許権1及び本件特許権2の内容に照らし，一方のみを侵害していた期間と両方を侵害していた期間で損害額を異にするものではない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "損害(特許法102条3項)(争点6-2)",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許法102条3項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被控訴人は，選択的に，別紙「損害額一覧表」の「被控訴人主張額」「3項による損害額」欄記載のとおり，特許法102条3項により算定される損害額も主張している。特許法102条3項は，特許権侵害の際に特許権者が請求し得る最低限度の損害額を法定した規定である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "特許法102条3項は，「特許権者…は，故意又は過失により自己の特許権…を侵害した者に対し，その特許発明の実施に対し受けるべき金銭の額に相当する額の金銭を，自己が受けた損害の額としてその賠償を請求することができる。」旨規定する。そうすると，同項による損害は，原則として，侵害品の売上高を基準とし，そこに，実施に対し受けるべき料率を乗じて算定すべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "その特許発明の実施に対し受けるべき金銭の額に相当する額",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "特許法102条3項所定の「その特許発明の実施に対し受けるべき金銭の額に相当する額」については，平成10年法律第51号による改正前は「その特許発明の実施に対し通常受けるべき金銭の額に相当する額」と定められていたところ，「通常受けるべき金銭の額」では侵害のし得になってしまうとして，同改正により「通常」の部分が削除された経緯がある。",
                    "特許発明の実施許諾契約においては，技術的範囲への属否や当該特許が無効にされるべきものか否かが明らかではない段階で，被許諾者が最低保証額を支払い，当該特許が無効にされた場合であっても支払済みの実施料の返還を求めることができないなどさまざまな契約上の制約を受けるのが通常である状況の下で事前に実施料率が決定されるのに対し，技術的範囲に属し当該特許が無効にされるべきものとはいえないとして特許権侵害に当たるとされた場合には，侵害者が上記のような契約上の制約を負わない。そして，上記のような特許法改正の経緯に照らせば，同項に基づく損害の算定に当たっては，必ずしも当該特許権についての実施許諾契約における実施料率に基づかなければならない必然性はなく，特許権侵害をした者に対して事後的に定められるべき，実施に対し受けるべき料率は，むしろ，通常の実施料率に比べて自ずと高額になるであろうことを考慮すべきである。",
                    "したがって，実施に対し受けるべき料率は，①当該特許発明の実際の実施許諾契約における実施料率や，それが明らかでない場合には業界における実施料の相場等も考慮に入れつつ，②当該特許発明自体の価値すなわち特許発明の技術内容や重要性，他のものによる代替可能性，③当該特許発明を当該製品に用いた場合の売上げ及び利益への貢献や侵害の態様，④特許権者と侵害者との競業関係や特許権者の営業方針等訴訟に現れた諸事情を総合考慮して，合理的な料率を定めるべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "認定事実",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件各特許についての実際の実施許諾契約の実施料率は本件訴訟に現れていないところ，証拠(甲48，乙A49)及び弁論の全趣旨によれば，次の事実が認められる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "株式会社帝国データバンクが作成した「知的財産の価値評価を踏まえた特許等の活用の在り方に関する調査研究報告書～知的財産(資産)価値及びロイヤルティ料率に関する実態把握～(平成22年3月)」(以下「本件報告書」という。)の表Ⅲ-10には，国内企業のロイヤルティ料率に関するアンケート結果として，産業分野を化学とする特許のロイヤルティ率は5．3％と記載されている。",
                            "もっとも，平成19年の国内企業・団体に対するアンケート結果を記載した表Ⅱ-3には，技術分類を化学とする特許のロイヤルティ率の平均は4．3％(最大値32．5％，最低0．5％)(件数103件)と記載されている。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件報告書の表Ⅲ-12には，平成16年から平成20年までの産業分野を化学とする特許の司法決定によるロイヤルティ料率は，平均値6．1％(最大値20％，最小値0．3％)(件数5件)と記載されている。",
                            "他方で，本件報告書の表Ⅲ-11には，平成9年から平成20年までの産業分野を化学とする特許の司法決定によるロイヤルティ料率は，平均値3．1％(中央値3．0％，最高値5．0％，件数7件)と記載されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "被控訴人の保有する他の特許権に関する和解",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "被控訴人は，本件各特許権のほかに，下記の特許第5164438号(甲51の1。以下「別件特許」という。)を保有している。",
                                "出願日      平成19年6月11日",
                                "原出願日    平成11年5月6日",
                                "登録日      平成24年12月28日",
                                "発明の名称  二酸化炭素経皮・経粘膜吸収用組成物"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "subject": "被控訴人による訴訟外の和解",
                              "text": [
                                "被控訴人は，株式会社エイチ・ツー・オーに対し，別件特許に係る特許権に基づき，同社が製造，販売している製品の製造，販売の中止を求め，同社との間で，平成25年4月30日，その製品の売上高の10％に相当する56万1219円の解決金の支払を受けることなどを内容とする訴訟外の和解をし，その解決金の支払を受けた(甲49，57の1)。",
                                "被控訴人は，株式会社ライズに対し，別件特許に係る特許権に基づき，同社が販売している製品の販売の中止を求め，同社との間で，平成25年10月1日，その製品の売上高の10％に相当する34万6225円の解決金の支払を受けることなどを内容とする訴訟外の和解をし，その解決金の支払を受けた(甲50，57の2)。"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "前記1(4)ア(イ)のとおり，本件発明1-1及び本件発明2-1は，2剤型のキットの1剤につきアルギン酸ナトリウムを含む含水粘性組成物とし，炭酸塩と酸を含水粘性組成物中で反応させて二酸化炭素を発生させ，得られた二酸化炭素含有粘性組成物に二酸化炭素を気泡状で保持させ，皮膚粘膜又は損傷皮膚組織や皮膚に適用して二酸化炭素を持続的に皮下組織等に供給することにより，美肌，部分肥満改善等に効果をもたらすものである。そして，本件発明1-1及び本件発明2-1は，二酸化炭素を気泡状で保持させる化粧料等において1剤につきアルギン酸ナトリウムを含む含水粘性組成物とする点において，化粧料における剤型という構成全体に関わる発明であり，相応の重要性を有するものということができる。また，二酸化炭素を気泡状で保持させる化粧料等に関し，2剤型のキットの1剤につきアルギン酸ナトリウムを含む含水粘性組成物とする従来技術は存在せず，この点についての代替技術が存在することはうかがわれない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "前記5(3)キのとおり，本件発明1-1及び本件発明2-1は被告各製品の全体について実施されているというべきである。そして，パック化粧料における剤型は，需要者の購入動機に影響を与えるものであるから，上記両発明を被告各製品に用いることにより控訴人らの売上げ及び利益に貢献するものと認められる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "控訴人と被控訴人はいずれも化粧品の製造販売業者であり，競業関係にある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実施に対し受けるべき金銭の額",
                  "text": [
                    "上記のとおり，①本件訴訟において本件各特許の実際の実施許諾契約の実施料率は現れていないところ，本件各特許の技術分野が属する分野の近年の統計上の平均的な実施料率が，国内企業のアンケート結果では5．3％で，司法決定では6．1％であること及び被控訴人の保有する同じ分野の特許の特許権侵害に関する解決金を売上高の10％とした事例があること，②本件発明1-1及び本件発明2-1は相応の重要性を有し，代替技術があるものではないこと，③本件発明1-1及び本件発明2-1の実施は被告各製品の売上げ及び利益に貢献するものといえること，④被控訴人と控訴人らは競業関係にあることなど，本件訴訟に現れた事情を考慮すると，特許権侵害をした者に対して事後的に定められるべき，本件での実施に対し受けるべき料率は10％を下らないものと認めるのが相当である。なお，本件特許権1及び本件特許権2の内容に照らし，一方のみの場合と双方を合わせた場合でその料率は異ならないものと解すべきである。",
                    "したがって，本件各特許権侵害について，特許法102条3項により算定される損害額は，別紙「損害額一覧表」の「裁判所認定額」「3項による損害額」欄記載のとおりとなる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人らの主張について",
              "text": [
                "控訴人らは，被告各製品における本件各特許の寄与が限定されることを根拠に実施に対し受けるべき料率を低くすべきであると主張するが，前記5(3)に説示したところに照らし，本件発明1-1及び本件発明2-1を被告各製品に用いたことによる売上げ及び利益への貢献が限定されるとは認められないから，控訴人らの主張は前提を欠く。",
                "また，控訴人らは，被控訴人のビジネスモデルが不当に競争を制限するものであると主張するが，前記5(1)イにおいて認定したとおり，被控訴人は本件各特許の実施品を製造販売しているのであるから，被控訴人のビジネスモデルが不当に競争を制限するものであると解する根拠がない。控訴人らの，MLMによる販売手法に関する主張は具体的な主張を欠き，失当である。",
                "控訴人らの主張するその余の点も，上記判断を左右するものではない。"
              ]
            }
          ]
        },
        {
          "fig": "7",
          "subject": "総括",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被控訴人キアラマキアート(被告製品5)については，上記6で認定した特許法102条3項に係る損害額が，前記5で認定した同条2項に係る損害額よりも高いから，同条3項に係る損害額をもって被控訴人の損害額と認めるべきことになる。",
                "他方，その余の控訴人らについては，いずれも前記5で認定した同条2項に係る損害額の方が高いから，この金額をもって被控訴人の損害額と認めるべきことになる。",
                "なお，控訴人コスメプロらは，被告各製品を製造，販売するに至った経緯等に照らし控訴人コスメプロらには故意又は重大な過失はなかったとして，同条4項に基づき，このことを控訴人コスメプロらの損害賠償額を定めるについて参酌すべきであると主張する。しかし，控訴人コスメプロ，控訴人アイリカ，控訴人ウインセンス，控訴人コスメボーゼ及び控訴人クリアノワールは，化粧品の製造会社であり，仮に同控訴人らの主張する諸事情があったとしても，同控訴人らにつき，特許権侵害についての故意又は重大な過失がなかったということはできないから，控訴人らの上記主張は採用できない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上のとおりであるから，控訴人キアラマキアートを除く控訴人らについては特許法102条2項により，控訴人キアラマキアートについては同条3項により算定される損害額に，弁護士費用を加えた金額が被控訴人の損害額と認められる。",
                "そして，控訴人らの不法行為と相当因果関係のある弁護士費用は，上記各項により算定される損害額の1割を下らないと認めるのが相当であるから，被控訴人の損害額は，別紙「損害額一覧表」の「裁判所認定額」「被控訴人の損害」欄記載のとおりである。",
                "よって，被控訴人の請求は，上記損害額及びこれに対する不法行為日以後の日である別紙「請求一覧」記載の各遅延損害金の起算日(変更されたものについては変更後の日。)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で理由がある。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上より，被控訴人の損害賠償請求を上記第3の7のとおりの限度で認容し，その余の損害賠償請求を棄却した原判決の判断に誤りはなく，控訴人らの控訴は理由がないから，いずれも棄却すべきものである。なお，被控訴人は，当審において，原審で求めていた控訴人らに対する各差止め及び廃棄請求の訴えを取り下げたので，原判決主文第1～5，8～10，12～18，21～23，25及び26項中控訴人らに係る部分は，当然にその効力を失っているから，その旨を明らかにすることとして，主文のとおり判決する。"
      ]
    }
  ]
}