{
  "decision": [],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800159号事件について平成30年7月9日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成23年3月22日，発明の名称を「施療機」とする特許出願（平成18年5月29日にした出願した特願2006-149035号の分割出願）をし，平成25年2月15日，設定の登録を受けた（特許第5200131号。請求項の数6。甲10。以下，この特許を「本件特許」という。）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年12月26日，本件特許について特許無効審判請求をし，無効2017-800159号事件として係属した（甲12）。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成30年7月9日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，同月20日，その謄本が原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成30年8月17日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲請求項1ないし6の記載は，次のとおりである（甲10）。なお，「／」は原文の改行部分を示す（以下同じ。）。以下，各請求項に係る発明を「本件発明1」などといい，併せて「本件各発明」という。また，その明細書（甲10）を，図面を含めて「本件明細書」という。",
            "【請求項1】施療者の臀部または大腿部が当接する座部と，人体背部が当接する背当て部と，該背当て部の中央部に左右一対の施療子を備えた施療子施療機構とを有し，前記背当て部の左右両側に前方に向かって突出した側壁部を夫々備えると共に各側壁部に膨縮袋を設け，空気の給排気により各膨縮袋を膨縮または膨張保持させて施療者の身体の左右両側を施療または保持する事ができるようにした施療機において，／前記各側壁部の基部には，前記各側壁部を幅方向において回動するように夫々側壁可動部を設けて，各側壁部が前記背当て部の幅方向において回動し，／ ",
            "前記各側壁部の内側面に設けた膨縮袋による上腕及び肩部の側面への施療または保持と前記施療子による背部からの肩部周辺施療とを行う事を特徴とする施療機。",
            "【請求項2】前記左右の側壁部に設けた膨縮袋は，前記背当て部の幅方向に回動する事により，施療者の前方側から膨張することを特徴とする請求項1記載の施療機。 ",
            "【請求項3】前記左右の側壁部は，前記背当て部の長さ方向に沿って上下に移動する事を特徴とする請求項1又は請求項2記載の施療機。",
            "【請求項4】前記左右の側壁部の移動は手動で行われ，当該左右の側壁部は，施療者が所望する位置で係止する事を特徴とする請求項1乃至請求項3記載の施療機。 ",
            "【請求項5】前記左右の側壁部は，背当て部の左右両側に前方に向かって突出すると共に，座部に着座した施療者の肩または上腕側方となる位置に配設されており，前記左右の側壁部の内側面には夫々左右方向に重合した膨縮袋を上下に並列状態に埋設している事を特徴とする請求項1乃至請求項4記載の施療機。 ",
            "【請求項6】前記重合した膨縮袋はその基端部のみを側壁部の基端部に取り付けている事を特徴とする請求項5記載の施療機。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）のとおりである。要するに，①本件発明1は，下記アの引用例1に記載された発明（以下「引用発明1」という。）及び下記イないしエの引用例2，3又は4に記載された発明に基づいて，当業者が容易に発明をすることができたものではない，②本件発明2ないし6は，引用発明1及び引用例2，3又は4に記載された発明などに基づいて，当業者が容易に発明をすることができたものではない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開2005-192603号公報（甲1）"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開2005-13559号公報（甲2）"
                },
                {
                  "fig": "ウ",
                  "subject": "引用例3：特開2003-290305号公報（甲3）"
                },
                {
                  "fig": "エ",
                  "subject": "引用例4：特開2005-224598号公報（甲4）"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1との対比",
              "text": [
                "本件審決は，引用発明1及び本件発明1と引用発明1との一致点及び相違点を以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "背もたれ部の左右両側に前方に向かって突出した側壁部を設け，各側壁部の内側面に使用者の身体を両側からマッサージ又は固定可能なエアバッグを配設したマッサージ機において，／前記マッサージ機は，使用者が着座する座部と，背もたれ部の中央部に左右の揉み玉を備えたマッサージユニットとを有し，／給排気により，前記エアバッグを膨出・収縮させ，または，膨出状態に保持させて，使用者の身体を両側からマッサージ又は固定可能であり，／前記エアバッグの膨出による上腕側方及び肩ぐう周辺の肩領域へのマッサージ又は固定と揉み玉の作動による肩部に対するマッサージとを同時に行うマッサージ機。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1と引用発明1との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "施療者の臀部または大腿部が当接する座部と，人体背部が当接する背当て部と，該背当て部の中央部に左右一対の施療子を備えた施療子施療機構とを有し，前記背当て部の左右両側に前方に向かって突出した側壁部を夫々備えると共に各側壁部に膨縮袋を設け，空気の給排気により各膨縮袋を膨縮または膨張保持させて施療者の身体の左右両側を施療または保持する事ができるようにした施療機において，／前記各側壁部の内側面に設けた膨縮袋による上腕及び肩部の側面への施療または保持と前記施療子による背部からの肩部周辺施療とを行う施療機。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点",
                      "text": [
                        "本件発明1では，「各側壁部の基部には，前記各側壁部を幅方向において回動するように夫々側壁可動部を設けて，各側壁部が前記背当て部の幅方向において回動」するのに対し，引用発明1では，各側壁部が回動しない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明2ないし4",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，引用例2に記載された発明（以下「引用発明2」という。）を以下のとおり認定した。",
                    "被施療者の左右の下腿を夫々支持すべく，左右に並設された2つの支持面と，該2つの支持面の間に前記支持面より前方へ突出するように設けられ，被施療者の脹脛内側部分を支持する支持突起とを有する支持部と，／空気の給排により膨張収縮する空気袋を有し，該空気袋が収縮しているときには前記支持面と略平坦面を形成し，前記空気袋が膨張しているときには被施療者の下腿の臑の外側部分を略後方へ向けて押圧する施療部と／を具備する脚載置台を備える椅子型マッサージ機であって，／前記施療部は，被施療者の左右の下腿に夫々対応させて，前記支持部の両側端部に夫々設けられ，／前記支持部は，夫々の前記支持面より外側の部分に前記支持面と略平行な取付面を有しており，／さらに，前記施療部は，／一端が蛇腹状に展開することが可能であり，他端が展開しないように構成されていて，略扁平な状態から給気されたときに扇状に膨張すべくなしてあり，前記他端を前記支持面に近接させ，前記一端を前記支持面から離反させて前記取付面に取り付けられた後側空気袋と，／該後側空気袋の前側に配され，前記支持部の前記支持面と前記後側空気袋の取付箇所との間の部分に，略上下方向へ延びた枢軸によって枢着されている受板と，／一端が蛇腹状に展開することが可能であり，他端が展開しないように構成されていて，略扁平な状態から給気されたときに扇状に膨張すべくなしてあり，前記他端を前記枢軸に近接させ，前記一端を前記枢軸から離反させて前記受板の前側に配された前側空気袋と／を有し，／被施療者の脹脛部分を支持面に載置した状態で，後側空気袋及び前側空気袋を膨張させたときには，後側空気袋が扇状に膨張することによって，左右の受板が被施療者の下腿の外側部分と略対向するようにヒンジによって前方へ回動し，前側空気袋が扇状に膨張することによって，左側の前側空気袋の前面たる押圧面が右後方へ，右側の前側空気袋の押圧面が左後方へ夫々回動することとなり，これによって三里，豊隆等の経穴が存在する臑の外側部分が内側後方へ向けて押圧される，椅子型マッサージ機。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件審決は，引用例3の従来技術に記載された発明（以下「引用発明3A」という。）及び課題解決手段等に記載された発明（以下「引用発明3B」という。）",
                  "text": [
                    "を以下のとおり認定した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用発明3A 使用者の各下腿部をマッサージするマッサージ機であって，／中央壁と，この中央壁の左右にそれぞれ設けられた外側壁とから一対の凹溝を形成してなる脚載置台を備え，これらの各凹溝の内側面にそれぞれ固定した空気袋の膨縮によって，各凹溝に載置した各下腿部を圧迫又は弛緩してマッサージし，／足三里等の，下腿部のうち身体の前方寄りをマッサージするため，前記外側壁を傾斜運動させ，凹溝の外側面に固定された空気袋によって，各下腿部の前方寄りのつぼを押圧する，マッサージ機。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明3B 使用者の下腿部を空気袋の膨脹・収縮によりマッサージするマッサージ機であって，／中央壁1と，この中央壁1の左右にそれぞれ設けられ中央壁1と共に一対の凹溝を形成する外側壁2と，前記各凹溝の内部に設けられ使用者の各下腿部をその膨縮により圧迫及び弛緩しうる第一空気袋3と，この第一空気袋3へ空気を給排気して膨縮させる空気給排気機構と，を足載置台Cに有し，／さらに，その下方を支点としてその上端が凹溝の中央寄りに可動しうる内側壁4を，前記外側壁2の内側面2aに沿って，第一空気袋3の外側に接するように，各凹溝の内部に設け，／前記外側壁2が固定され傾斜運動しない構造であっても，傾斜運動した内側壁4に接する第一空気袋3が膨縮することで，下腿部の前方寄りのつぼを押圧することができる，マッサージ機。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，引用例4に記載された発明（以下「引用発明4」という。）を以下のとおり認定した。",
                    "被施療者が腰掛ける座部の一側面に設けられた背凭れ部と，背凭れ部に隣接する座部両側に設けられた肘掛部と，肘掛部の内側面に沿って設けられ，膨張・収縮するエアバッグから構成される太腿マッサージユニットとを具え，該太腿マッサージユニットは，その下端部がマッサージ機本体側に支持され，エアバッグの膨張により，下端部を中心にして座部側へせり出すようになっている椅子式マッサージ機であって，／太腿マッサージユニットは，肘掛部の内側に設けられ，座部側へ回動自在に支持された一対の支持アームと，支持アームと肘掛部との間に配置された第1エアバッグと，第1エアバッグに空気を供給する第1空気供給路と，支持アームの反肘掛部側の面に配置された施療指とから構成され，／支持アームが座部側へ回動してせり出すことにより，施療指は被施療者の太腿の上側部に当接し押圧し，この状態で第1エアバッグの膨張と収縮を繰り返すことにより，太腿の上側に存在する多数のつぼを施療指により刺激することができる，椅子式マッサージ機。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1の進歩性判断の誤り（取消事由1）",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1及び引用発明2に基づく進歩性判断の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1及び引用発明3Aに基づく進歩性判断の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明1及び引用発明3Bに基づく進歩性判断の誤り"
                },
                {
                  "fig": "エ",
                  "subject": "引用発明1及び引用発明4に基づく進歩性判断の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明2ないし6の進歩性判断の誤り（取消事由2）"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件発明1の進歩性判断の誤り）",
          "text": [
            "〔原告の主張〕",
            "以下のとおり，本件発明1は，引用発明1並びに引用発明2及び周知慣用技術，引用発明1並びに引用発明3A及び周知慣用技術，引用発明1並びに引用発明3B及び周知慣用技術，又は，引用発明1並びに引用発明4及び周知慣用技術に基づいて，当業者が容易に発明をすることができたものである。",
            "なお，本件審決における，引用発明1ないし3の認定，本件発明1と引用発明1との一致点及び相違点の認定は，争わない。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "椅子型マッサージ機における周知慣用技術",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "椅子型マッサージ機は，被施療者が腰掛ける椅子の肩，背中，腰，大腿，ふくらはぎが当接する部分にエアバッグ等のマッサージ手段を備える構造が最も原始的な構造である。",
                    "一方，被施療者の身体のつぼは，背面，側面だけでなく，人体の前面側にも同じく存在する。そして，つぼ（経穴）が人体の皮膚表面にあることは，周知であるところ，人の手によりつぼを施術する場合は，人体の皮膚表面にあるつぼをつぼの正面から押圧することが合理的である。これは，椅子型マッサージ機によりつぼを押圧する場合においても当然ながらあてはまる。",
                    "したがって，椅子型マッサージ機において，被施療者の身体の前面側にあるつぼを押圧する構造を考えた場合，押圧機構が身体の前面側に位置することになるが，押圧機構がこのような位置にあると被施療者が椅子型マッサージ機に着座するときに障害となるため，この課題を解決する必要がある。",
                    "このような課題を解決する技術が，甲2ないし4に記載されている。すなわち，甲2ないし4から，非施療時には引退していてエアバッグが被施療者の椅子型マッサージ機への着座を邪魔することなく，施療時に側方から板状部材をせり出させ，その板状部材に備えられたエアバッグで前方外側から後方内側に向く方向成分で，被施療者の前方寄りのつぼを押圧する，という周知慣用技術が認められる。甲2及び3に開示された技術の施療対象部位は下腿であり，甲4に開示された技術の施療対象部位は大腿であるが，甲4は，下腿部に関する技術を，大腿部に適用したという技術にすぎず，いずれも共通する技術である。甲31にも，施療対象部位は前腕であるが，同じ構成を有する技術が開示されている。",
                    "そうすると，本件発明1は，肩の側方前方寄りの肩ぐうというつぼを押圧するために，背凭れ部の左右両側に前方に突出した固定されていて回動しない側壁部を備え，その各側壁部の内側に膨縮袋を設ける技術（引用発明1）が公開されている状況で，肩の前方寄りのつぼをより前方から押圧するがために，周知慣用技術である「施療時に側方から板状部材をせり出させ，その板状部材に備えられたエアバッグで前方外側から後方内側に向く方向成分で被施療者の前方寄りのつぼを押圧する技術」を採用したにすぎない。つまり，被施療者の前方寄りのつぼを押圧する技術において，本件発明1は，公知技術（引用発明2ないし4）の施療対象部位を変えただけの技術である。施療部位に特化していない発明であれば，当該発明が特定の施療部位に対する技術として開示されていたとしても，当業者が機序を理解すれば，その技術が，開示された対象施療部位と異なる施療部位に対しても適用可能であることはある程度容易に見極められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明1の効果",
                  "text": [
                    "引用発明1は「エアバッグにより身体を固定してマッサージを行う際に身体が逃げるのを防止し，効果的なマッサージを行う」という効果を有し，本件発明1の効果と共通する。一方，引用例2【0087】及び引用例4【0014】には，施療対象部位を異にするだけで，「施療部位を施療機構から離れないようにした状態で施療子施療機構の施療子により施療すること」が記載されており，本件発明1の効果の前提である「着座した施療者を背当て部から離れないようにした状態で」というのは，施療対象部位が異なることにより発生する事象にすぎない。",
                    "相違点に係る構成を備えた引用発明1における「エアバッグにより身体を固定してマッサージを行う際に身体が逃げるのを防止できる」という効果の程度は，本件発明1と同じである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件審決について  ",
                  "text": [
                    "本件審決は，引用発明1と引用発明2ないし4とでは，施療の対象となる人体の部位についても，押圧すべきつぼの種類についても共通しないとする。しかし，甲2ないし4に開示された技術は，いずれも，被施療者の施療対象部位の両側にある固定の側壁に設けられた膨縮袋だけでは施療対象部位の外側前方寄りのつぼの押圧に十分でないことを課題とする技術である。そして，これらの技術に触れた当業者は，引用発明1の背凭れ部の両側の回動しない固定の側壁部に設けられた膨縮袋による肩のマッサージでは，外側前方寄りのつぼの押圧に十分でないことを課題として十分に認識できる。したがって，施療対象部位が異なっていても「被施療者の前寄りのつぼをより前側から押圧したい」という課題は，引用発明1と甲2ないし4に開示された技術とで共通する。マッサージ機の技術分野において，脚用マッサージ機の技術を腕用マッサージ機に適用することは周知の置換方法であり，異なったマッサージ部位（脚と背中）に同じ課題を有する場合，当業者であれば，背中における課題を解決する技術を脚における同様の課題解決に適用することは適宜なし得ることができる。",
                    "また，本件審決は，人体におけるつぼの多様性からみて，各つぼには，つぼごとに適切な押圧強度，押圧角度，押圧範囲等がある，「側壁部」を単に回動させたとしても，その結果，肩ぐうのつぼへのマッサージ効果がかえって減弱するおそれがある，とする。しかし，押圧強度と押圧範囲については，当業者の設計的事項の範囲である。押圧角度については，椅子型マッサージ機において付加価値を付けるために，機構を付加して，常識的により適切と認識できるつぼの正面から押圧する方向に変更すれば足りる。",
                    "さらに，本件審決は，肩ぐうというつぼをマッサージすることが引用発明1により達成されていれば，当業者はそれを改善する必要があると認識する余地はないとする。しかし，甲2ないし4に接した当業者が，引用発明1について，そのつぼをより効果的にマッサージするためにはどうしたらいいかを考えて，改良発明をすることは，通常の創作能力の範囲内で当然行うことである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1及び引用発明2に基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に引用発明2を適用する動機付け",
                  "text": [
                    "引用発明1と引用発明2は，ともに椅子型マッサージ機の施療部の構造に関する発明であり，技術分野が同一ないしは関連する。",
                    "引用発明1と引用発明2は，被施療者の側方よりも前方に位置するつぼを押圧マッサージしたいという課題が共通する（引用例1【0003】，引用例2【0009】）。引用発明2は，引用発明1と比較して，さらに被施療者の左右外側から前面に回り込むのに適した構成を備えており，引用発明2は，引用発明1の課題を更に積極的に解決するものである。",
                    "引用発明1と引用発明2は，着座する際に着座動作の邪魔にならないように，非施療時にエアバッグ（引用発明2では前側空気袋）を収縮させておき，施療時にエアバッグを膨張させて突出させる点で，作用・機能の共通性がある。",
                    "さらに，引用発明2は，引退していた空気袋が施療時に下腿の前面側にせり出し，下腿の前外側部分のつぼを内側後方に向けて押圧可能とする構造を有し，施療時に膨縮袋の反力を受ける受板を被施療者の外側から内側に向けて回動させて膨縮袋が被施療者の施療対象部位の外側前方に位置するようにした後，前方から後方に向けて膨縮袋を膨張させて押圧し，施療対象部位を施療する，という発明である。また，引用例2【0087】【図22】には，同じ機構をくるぶしから先の足に適用して，引退していた空気袋が施療時に足の甲の上にせり出し，足の甲の部分を空気袋でマッサージする発明も記載されている。当業者がこのような記載をみれば，引用発明2が，下腿を施療対象部位として，三里，豊隆等のつぼをマッサージすることに特化した機構ではなく，身体の他の部分にも適応可能な機構であることを当然に理解する。引用例2【0087】の記載は，引用発明2が下腿を施療対象とすることに特化した発明ではなく，他の施療部位にも適用可能であることの示唆である。",
                    "したがって，引用発明1に引用発明2を適用する動機付けがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1に引用発明2を適用した構成",
                  "text": [
                    "引用発明2は「下腿」を施療対象とする発明であるが，マッサージ機の技術分野の当業者であれば，「下腿」にしか適用し得ない技術であると捉えるわけではないから，引用発明2の構成は，「下腿」に適用するために特定されている構成と，それ以外の構成とを当然に分けて把握できる。また，引用例2【0008】によれば，引用発明2の「施療部」が「空気袋が収縮しているときには前記支持面と略平坦面を形成し」ていること，「前記支持面より外側の部分に」有する「取付面」が「前記支持面と略平行」であることも「下肢」を施療対象部位とするための構成であるから，上肢に適用するときにそのまま適用できる構成でないことは明らかである。",
                    "そして，引用発明1に引用発明2を適用した場合，引用発明2の側壁部の基部付近の枢軸に支持された回動可能な「受板」が，本件発明1の側壁部に相当するものになる。引用発明1に引用発明2を適用した構成では，取付基端部側から先端部にかけて漸次外側方に拡開している側壁部の内側を反力受けとして用い，その側壁部の内側に設けた外側空気袋により直接受板を幅方向内側に回り込ませる構造となるが，機能としては共通である。",
                    "したがって，引用発明1に引用発明2を適用すれば，本件発明1の構成に至る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，当業者は，引用発明1に引用発明2を適用することにより本件発明1を容易に発明をすることができたというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1及び引用発明3Aに基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に引用発明3Aを適用する動機付け",
                  "text": [
                    "引用発明1と引用発明3Aは，ともにマッサージ機に関する発明であり，空気袋によりつぼを押圧する技術である点で，技術分野は同一ないし関連し，作用機能も共通する。また，引用発明1と引用発明3Aは，被施療者の側方よりも前方に位置するつぼを押圧マッサージしたいという課題が共通する（引用例1【0003】，引用例3【0003】）。",
                    "さらに，引用発明3Aは，下腿部のうち身体の前方寄りのつぼを効果的にマッサージするために，「外側壁を，機器の中央寄りに傾斜運動させて，凹溝を形成する外側面部分が各下腿部の側部前方を覆うように動作する」という手段をとっている。これに対し，引用発明3Aの前提となる技術は，外側壁が固定されており，傾斜運動しないマッサージ機であって，これは，施術対象部位の相違はあるものの，まさに引用発明1である。したがって，引用例1と引用例3に接した当業者は，引用発明1の回動しない側壁部が，中央寄りに回動する側壁部に対して，身体の前方寄りのつぼを効果的に刺激するマッサージを行う点において劣ることを認識し，引用発明1の側壁部に，これを中央寄りに回動させるという引用発明3Aの適用を当然試みることになる。引用例3の【0002】【0003】の記載は，当業者が引用発明1に引用発明3Aを適用することに関する示唆である。",
                    "よって，引用発明1に引用発明3Aを適用する動機付けがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1に引用発明3Aを適用した構成",
                  "text": [
                    "引用発明3Aは「下腿」を施療対象とする発明であるが，マッサージ機の技術分野の当業者であれば，「下腿」にしか適用し得ない技術と捉えるわけではないから，引用発明3Aの構成を，「下腿」に適用するために特定されている構成と，それ以外の構成を当然に分けて把握できる。引用発明3Aの「中央壁」は，「下肢」を施療対象部位とするための構成であるから，上肢に適用するときにそのまま持ち込む構成でないことは明らかである。",
                    "そして，引用発明1に引用発明3Aを適用すれば，本件発明1の構成に至る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，当業者は，引用発明1に引用発明3Aを適用することにより本件発明1を容易に発明をすることができたというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明1及び引用発明3Bに基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に引用発明3Bを適用する動機付け",
                  "text": [
                    "引用発明1と引用発明3Bは，ともにマッサージ機に関する発明であり，空気袋によりつぼを押圧する技術である点で，技術分野は同一ないし関連し，作用機能も共通する。また，引用発明1と引用発明3Bは，被施療者の側方よりも前方に位置するつぼを押圧マッサージしたいという課題が共通する（引用例1【0003】，引用例3【0003】）。",
                    "加えて，引用発明3Bは，外側壁を機器の中央寄りに傾斜運動させるという解決手段をとった従来の技術（引用発明3A）が有する問題を課題とする（【0005】）。したがって，引用発明3Aにおける動機付けと同様に，引用例3に接した当業者は，引用発明1の回動しない側壁部が，身体の前方寄りのつぼを効果的に刺激するマッサージを行う点において改良の余地があることを認識し，引用発明1に引用発明3Bの適用を当然試みることとなる。",
                    "したがって，引用発明1に引用発明3Bを適用する動機付けがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1に引用発明3Bを適用した構成",
                  "text": [
                    "引用発明3Bは「下腿」を施療対象とする発明であるが，マッサージ機の技術分野の当業者であれば，「下腿」にしか適用し得ない技術と捉えるわけではないから，引用発明3Bの構成を，「下腿」に適用するために特定されている構成と，それ以外の構成を当然に分けて把握できる。引用発明3Bの「中央壁」は，「下肢」を施療対象部位とするための構成であるから，上肢に適用するときにそのまま持ち込む構成でないことは明らかである。",
                    "したがって，引用発明1に引用発明3Bを適用すれば，本件発明1の構成に至る。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，当業者は，引用発明1に引用発明3Bを適用することにより本件発明1を容易に発明をすることができたというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "引用発明1及び引用発明4に基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例4に記載された発明",
                  "text": [
                    "本件審決は，引用例4には，前記第2の3(3)ウの引用発明4が記載されていると認定し，「支持アーム7」の「施療指10」により大腿の上側を刺激する旨特定している。",
                    "しかし，「支持アーム7」が「施療指10」でなく，「第2エアバッグ21」でつぼを刺激する旨特定すべきである（【図5】【図6】）。これにより，引用例4に記載された発明は，施療時に膨縮袋の反力を受ける受板を被施療者の外側から内側に向けて回動させて膨縮袋が被施療者の施療対象部位の外側前方に位置するようにして，前方から後方に向けて施療対象部位を膨縮袋で押圧する発明が記載されることになる。",
                    "したがって，引用例4には，次の発明が記載されていると認定すべきである（以下，この引用発明を「原告主張引用発明4」ということがある。）。",
                    "「着座した施療者の両側に設けられた側壁部と，側壁部の内側面に沿って設けられ，膨張・収縮するエアバッグを備えるマッサージユニットとを具え，該マッサージユニットは，その基端部がマッサージ機本体側に支持され，エアバッグの膨張により，基端部を中心にして施療者前面側へせり出すようになっている椅子式マッサージ機であって， ／マッサージユニットは，側壁部の内側に設けられ，施療者前面側へ回動自在に支持された一対の支持アームと，支持アームと側壁部との間に配置された第1エアバッグと，第1エアバッグに空気を供給する第1空気供給路と，支持アームの施療者側の面に配置された第2エアバッグとから構成され，／支持アームが施療者側へ回動してせり出すことにより，第2エアバッグは施療者の側面の前方よりの部分に当接し押圧し，この状態で第2エアバッグの膨張と収縮を繰り返すことにより，施療者の前面側に存在する多数のつぼを第2エアバッグにより刺激することができる，椅子式マッサージ機。」"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1に引用発明4を適用する動機付け",
                  "text": [
                    "引用発明1と引用発明4は，ともにマッサージ機に関する発明であり，空気袋によりつぼを押圧する技術である点で，技術分野は同一ないし関連し，作用機能も共通する。また，引用発明1と引用発明4は，被施療者の側方よりも前方に位置するつぼも押圧マッサージしたいという課題が共通する（引用例1【0003】，引用例4【0002】～【0004】）。",
                    "加えて，引用発明4は，基端部を中心にして被施療者側へせり出すようにする手段を採用することで，マッサージをより効果的に行うものである（【0020】）。",
                    "よって，引用発明1に引用発明4を適用する動機付けがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "引用発明1に引用発明4を適用した構成",
                  "text": [
                    "引用発明4の板状の支持アームが本件発明1の「背当て部の左右両側に前方に向かって突出した側壁部」に相当する。この支持アームはその基部に，支持アームを幅方向において回動するように支持アーム可動部が設けられた構造となり，各支持アームが背当て部の幅方向において回動する。",
                    "したがって，引用発明1に引用発明4を適用すれば，本件発明1の構成に至る。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，当業者は，引用発明1に引用発明4を適用することにより本件発明1を容易に発明をすることができたというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明1は，引用発明1に基づいて容易に発明をすることができたものである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "椅子型マッサージ機における周知慣用技術",
              "text": [
                "原告の椅子型マッサージ機における周知慣用技術に関する主張は，具体的な施療部位を捨象し，より一般化・抽象化された架空の技術的課題を設定し，かかる技術課題を引用発明1に見出そうとするなど，典型的な後知恵に基づく論理付けである。",
                "引用発明1は，肩の一部である肩ぐうを背面方向からマッサージすることを課題とするものである（【0003】【0004】）。一方，甲2に開示された技術は，被施療者の下腿の臑の外側部分に位置する三里（足三里）や豊隆などのつぼを施療することを課題とするものである（【0007】～【0011】）。甲3に開示された技術は，被施療者の下腿部の前方寄りをマッサージするためのマッサージ機に関しての改善を課題とするものである（【0005】）。甲4に開示された技術は，被施療者の大腿の上側に存在するつぼを効果的にマッサージすることを課題とするものである（【0003】【0004】）。肩ぐうという肩の施療を行うことを課題とする引用発明1と，下腿や大腿についての施療を行う甲2ないし4に開示された技術との課題は共通していない。脚用の技術と腕用の技術が，課題や技術の内容とは無関係に全て置換されるものではない。",
                "また，本件発明1は，施療者の身体側部及び肩部を施療できると共に，身体側部及び肩部に対する夫々の施療における相乗的な効果をもたらすことが可能な施療機を提供することを課題とする（【0007】【0009】）。そして，本件発明1は，着座した施療者が後方から施療子などにより押圧施療されたときに，施療者の身体上方が背当て部の前方へ押し出されることをより防止して，施療子による背部からの肩部周辺の施療効果をより高めることができるものである。甲1ないし4は，本件発明1のかかる課題とは無関係な技術であり，本件発明1のような相乗的な効果を奏することもない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1及び引用発明2に基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に引用発明2を適用する動機付け",
                  "text": [
                    "引用発明1と引用発明2とでは，施療の対象となる人体の部位についても，また，押圧すべきつぼの種類についても何ら共通するところがない。施療の対象も押圧すべきつぼも異なれば，施療方法も当然に異なるし，施療を実現するために構成すべき椅子型マッサージ機の具体的な構造も当然に異なる。また，別のつぼに行う施療にかかる椅子型マッサージ機の構造を他のつぼに適用したからといって，直ちに同様の効果が生じ得るとも限らない。",
                    "したがって，引用発明1と引用発明2とは，技術分野について施療箇所が相違し，施療箇所が相違することによって生じる課題や作用機能も相違する。引用例2には引用発明2を肩ぐうのつぼのマッサージのために用いることができる点につき，記載も示唆もない。",
                    "したがって，引用発明1に引用発明2を適用する動機付けはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1に引用発明2を適用した構成",
                  "text": [
                    "引用発明1に引用発明2を適用したとしても，引用発明1の脚載部4に替えて，引用発明2のフットレスト4に置き換わるだけであり，引用発明1の側壁部6は背もたれ部3に固設されたままであるから，相違点1の技術的構成は埋まらない。",
                    "したがって，引用発明1に引用発明2を適用しても，本件発明1の構成に至らない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，当業者は，引用発明1に引用発明2を適用することにより本件発明1を容易に発明をすることができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1及び引用発明3Aに基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に引用発明3Aを適用する動機付け",
                  "text": [
                    "引用発明1と引用発明3Aとは，技術分野について施療箇所が相違し，施療箇所が相違することによって生じる課題や作用機能も相違する。引用例3には引用発明3Aを肩ぐうのつぼのマッサージのために用いることができる点につき，記載も示唆もない。したがって，引用発明1に引用発明3Aを適用する動機付けはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1に引用発明3Aを適用した構成",
                  "text": [
                    "引用発明1に引用発明3Aを適用したとしても，引用発明1の下腿部に係る構成が，引用発明3Aのように置き換わるだけであり，相違点1の技術的構成は埋まらない。したがって，引用発明1に引用発明3Aを適用しても，本件発明1の構成に至らない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，当業者は，引用発明1に引用発明3Aを適用することにより本件発明1を容易に発明をすることができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明1及び引用発明3Bに基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に引用発明3Bを適用する動機付け",
                  "text": [
                    "引用発明1と引用発明3Bとは，技術分野について施療箇所が相違し，施療箇所が相違することによって生じる課題や作用機能も相違する。引用例3には引用発明3Bを肩ぐうのつぼのマッサージのために用いることができる点につき，記載も示唆もない。したがって，引用発明1に引用発明3Bを適用する動機付けはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1に引用発明3Bを適用した構成",
                  "text": [
                    "引用発明1に引用発明3Bを適用したとしても，引用発明1の下腿部に係る構成が，引用発明3Bのように置き換わるだけであり，相違点1の技術的構成は埋まらない。したがって，引用発明1に引用発明3Bを適用しても，本件発明1の構成に至らない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，当業者は，引用発明1に引用発明3Bを適用することにより本件発明1を容易に発明をすることができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "引用発明1及び引用発明4に基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に引用発明4を適用する動機付け",
                  "text": [
                    "引用発明1と引用発明4とは，技術分野について施療箇所が相違し，施療箇所が相違することによって生じる課題や作用機能も相違する。引用例4には引用発明4を肩ぐうのつぼのマッサージのために用いることができる点につき，記載も示唆もない。したがって，引用発明1に引用発明4を適用する動機付けはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1に引用発明4を適用した構成",
                  "text": [
                    "引用発明1に引用発明4を適用したとしても，引用発明1の大腿部に係る構成が，引用発明4のように置き換わるだけであり，相違点1の技術的構成は埋まらない。したがって，引用発明1に引用発明4を適用しても，本件発明1の構成に至らない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "よって，当業者は，引用発明1に引用発明4を適用することにより本件発明1を容易に発明をすることができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件発明1は，引用発明1に基づいて容易に発明をすることができたものということはできない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（本件発明2ないし6の進歩性判断の誤り）",
          "text": [
            "〔原告の主張〕",
            "前記1〔原告の主張〕のとおり，本件発明1と引用発明1との相違点は，当業者が容易に想到できたものである。",
            "そして，本件審決は，上記相違点以外の本件発明2ないし6と引用発明1との相違点について判断することなく，本件発明2ないし6は，引用発明1に基づいて容易に発明をすることができたものということはできないと判断している。",
            "したがって，本件審決は取り消されるべきである。",
            "〔被告の主張〕",
            "前記1〔被告の主張〕と同様に，本件発明2ないし6は，引用発明1に基づいて容易に発明をすることができたということはできない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明1について",
          "text": [
            "本件発明1に係る特許請求の範囲は，前記第2の2【請求項1】のとおりであるところ，本件明細書（甲10）によれば，本件発明1の特徴は次のとおりである。なお，本件明細書には，別紙本件明細書図面目録のとおり，【図1】【図6】【図7】が記載されている。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1は，施療者の身体側部及び肩部をマッサージする施療機（マッサージ機）に関するものである。（【0001】【0010】【0016】）"
            },
            {
              "fig": "(2)",
              "subject": "従来のマッサージ機では，背当て部の左右側壁部にある膨縮袋によって施療者の身体側部に対する施療を実施しながら，他の膨縮袋によって肩の上部を後方から押圧して施療する場合，肩位置の膨縮袋が後方から押圧することで，施療者の身体上方が背当て部の前方へ押し出されてしまい，その結果，左右側壁部の膨縮袋による施療位置がずれて，的確な身体側部に対する施療を実施することが困難であるという課題があった。（【0007】）"
            },
            {
              "fig": "(3)",
              "subject": "本件発明1は，上記課題を解決するために請求項1記載の構成を採用したものである。すなわち，本件発明1の施療機は，背当て部の左右両側に前方に向かって突出し，膨縮袋を設けた側壁部を背当て部の幅方向において可動するよう構成し，施療者の肩部周辺を施療するとともに，保持できるようにしたものである。（【請求項1】【0010】【0014】）"
            },
            {
              "fig": "(4)",
              "subject": "本件発明1の施療機は，左右の側壁部が背当て部の幅方向において可動するから，施療感や保持感を調節する事ができる。（【0022】）"
            }
          ]
        },
        {
          "fig": "2",
          "subject": "引用例に記載された発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1",
              "text": [
                "引用例1（甲1）に，前記第2の3(2)アのとおり，引用発明1が記載されていることは当事者間に争いがない。そして，引用例1には，引用発明1について次のとおり開示されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "【0001】本発明は，体側方向からマッサージを行うマッサージ機に関するものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0003】…従来のマッサージ機においては，背もたれ部の施療手段によってマッサージできる範囲があくまでも身体の背面側に限られてしまい，体側をマッサージすることができなかった。特に，肩甲骨の肩峰突起の前下方には肩ぐうという肩をマッサージする上で重要な肩関節のつぼが存在するが，背面方向からのマッサージでは，前記肩ぐうをマッサージすることができなかった。",
                    "【0004】さらに，従来のマッサージ機では，身体の背面側にマッサージを行う場合にも，施療手段により押されたときに身体が前方に逃げるので，施療手段による押圧力を効率よく身体に伝えることができなかった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0005】そこで，本発明のマッサージ機では，背もたれ部の左右両側に前方に向かって突出した側壁部を設け，各側壁部の内側面に使用者の身体を両側からマッサージ又は固定可能なエアバッグを配設した。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明を実施するための最良の形態（なお，別紙引用例図面目録記載引用例1のとおり，【図1】【図3】が引用されている。）",
                  "text": [
                    "【0019】本発明に係るマッサージ機は，…背もたれ部の左右両側に前方に向かって突出した側壁部を設けて，各側壁部の内側面に使用者の身体を両側からマッサージ又は固定可能なエアバッグを配設している。従って，背もたれ部にもたれかかると，身体の両側を側壁部が取り囲むこととなり，その状態でエアバッグを膨出させると，同エアバッグによって身体を左右両側から挟圧するようにして体側方向からマッサージすることができる。",
                    "【0022】前記エアバッグは，単に身体をマッサージするのみならず，膨出させたときに身体を体側方向から挟んで固定することもできる。そのようにエアバッグで固定した状態の身体，特に上半身に対してマッサージを行えば，マッサージ中に身体が逃げることがないので効果的なマッサージを行うことができる。特に，エアバッグを配設する側壁部を少なくとも使用者の上腕側方に位置させておけば，上半身を確実に固定することができると共に，マッサージを行う上に置いても，肩の重要なマッサージ部位となる肩ぐうをマッサージすることができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明2",
              "text": [
                "引用例2に，前記第2の3(3)アのとおり，引用発明2が記載されていることは当事者間に争いがない。そして，引用例2には，引用発明2について次のとおり開示されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】本発明は，…特に，被施療者の下腿を支持する脚載置台を備える椅子型マッサージ機に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0004】この種の椅子型マッサージ機の1つとして，椅子本体…と，被施療者の左右の下腿を夫々支持する2つの凹状受部が設けられた脚載置台…とを有するものがある…。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0007】…椅子型マッサージ機にあっては，被施療者が両下腿を夫々の凹状受部に挿入した場合に被施療者の姿勢が拘束され，…",
                    "【0009】更に，人体の下腿の臑（すね）の外側部分，即ち下腿の前外側部分には，例えば三里，豊隆と呼ばれる複数の経穴が存在し，…ているが，上述した…椅子型マッサージ機にあっては，臑の外側部分をマッサージすることができない。",
                    "【0011】本発明は…，被施療者の下腿の臑の外側部分を施療することが可能でありながら，着座状態の被施療者の下腿を拘束せず，被施療者が自由な姿勢をとることが可能な椅子型マッサージ機を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の実施形態",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実施の形態1（なお，別紙引用例図面目録記載引用例2のとおり，【図1】【図5】が引用されている。）",
                      "text": [
                        "【0051】…被施療者の脹脛部分を支持面34に載置した状態で，後側空気袋36及び前側空気袋38を膨張させたときには，後側空気袋36が扇状に膨張することによって，左右の受板37が被施療者の下腿の外側部分と略対向するようにヒンジ40によって前方へ回動し，前側空気袋38が扇状に膨張することによって，左側の前側空気袋38の前面たる押圧面が右後方へ，右側の前側空気袋38の押圧面が左後方へ夫々回動することとなり，これによって三里，豊隆等の経穴が存在する臑の外側部分が内側後方へ向けて押圧される。…"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実施の形態4（なお，別紙引用例図面目録記載引用例2のとおり，【図22】が引用されている。）",
                      "text": [
                        "【0077】…本実施の形態4に係るフットレスト71は，被施療者の下腿，即ち膝から足首までの部分を施療する下腿施療ユニット72と，被施療者の足，即ち足首から先の部分を施療する足施療ユニット73とを有している。…",
                        "【0081】足施療ユニット73は，略平板状をなす足裏支持部78と空気袋79～82及びバイブレータ…からなる足裏施療部83とを有している。…",
                        "【0085】…空気袋80，82及び受板87の配置及び構成は，実施の形態1にて説明した後側空気袋36，受板37及び前側空気袋38の配置及び構成と同様である…。",
                        "【0087】…被施療者の足裏を足施療ユニット73に載せた…状態で空気袋80，82を膨張させたときには，…空気袋82によって被施療者の足の甲が上から押圧されることとなる。これにより，被施療者の足の甲の部分をマッサージすることができ，また，被施療者の足を上から押さえつけて他の空気袋79，81又はバイブレータが動作したときにも，被施療者の足がその押圧又は振動によって逃げることを防止することができる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "引用発明3A及び3B 引用例3の従来技術に前記第2の3(3)イ(ア)の引用発明3Aが，引用例3の課題解決手段等に同(イ)の引用発明3Bが，それぞれ記載されていることは当事者間に争いがない。そして，引用例3には，引用発明3A及び3Bについて次のとおり開示されている。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】この発明は，使用者の下腿部を空気袋の膨脹・収縮によりマッサージするマッサージ機に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0003】…足三里…等の，下腿部のうち身体の前方寄りをマッサージするためのマッサージ機としては，…外側壁を傾斜運動させるものがある。…外側壁を，機器の中央寄りに傾けて，凹溝を形成する外側面部分が各下腿部の側部前方を覆うように動作する。そして，凹溝の外側面に固定された空気袋によって，各下腿部の前方寄りのつぼを押圧するものである。",
                    "【0004】…外側壁が傾斜運動しないものに比べ，…足三里のつぼを効果的に刺激してマッサージ効果を飛躍的に向上させることができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0005】…外側壁自体が傾斜運動するものであるため，これらの動作に時間がかかり，また使用に手間がかかり，また構造が複雑になる。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の実施の形態（なお，別紙引用例図面目録記載引用例3のとおり，【図1】【図4】が引用されている。）",
                  "text": [
                    "【0046】第二空気袋5が空気給排気機構の給気により膨張することで，この第二空気袋5に押された可撓板の縦方向辺部41が，各下腿部の外側部の前方より（すなわち凹溝たる略コ字型溝の中心側）に位置するように撓んで傾く。傾いた可撓板が，下腿部の側部前方寄り（上方寄り）を覆うことで，下腿部の側部前方寄りのマッサージが可能となる…。",
                    "【0050】第一空気袋3の膨縮により，各下腿部の両側部及び外側部の前方を連続的あるいは断続的に圧迫・ 弛緩することができる…。特に，可撓板の縦方向辺部41に固定された部分が圧迫・ 弛緩することで，足三里…を含む下腿部の側部前方寄りのつぼを押圧刺激し，極めて効果的なマッサージが可能となる。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明4",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例4の記載",
                  "text": [
                    "引用例4には，次のとおり記載されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特許請求の範囲",
                      "text": [
                        "【請求項1】被施療者が腰掛ける座部の一側面に設けられた背凭れ部と，背凭れ部に隣接する座部両側に設けられた肘掛部と，肘掛部の内側面に沿って設けられ，膨張・収縮するエアバッグから構成される太腿マッサージユニットとを具え，該太腿マッサージユニットは，その下端部がマッサージ機本体側に支持され，エアバックの膨張により，下端部を中心にして座部側へせり出すようになっていることを特徴とする椅子式マッサージ機。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "技術分野",
                      "text": [
                        "【0001】本発明は，…具体的には，被施療者の太腿を効果的にマッサージすることができる椅子式マッサージ機に関する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0003】太股はその上側に多数のつぼが存在している…。しかしながら，従来の椅子式マッサージ機は，太腿の座部に支持されている面即ち下面のみのマッサージで，太腿の下面以外の面をマッサージすることができないため，太股を効果的にマッサージすることができなかった。",
                        "【0004】本発明は…太股を効果的にマッサージすることができる椅子式マッサージ機を提供することを課題とする。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "発明を実施するための最良の形態",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "第1実施形態（なお，別紙引用例図面目録記載引用例4のとおり，【図1】【図2】が引用されている。）",
                          "text": [
                            "【0010】太腿マッサージユニット6は，肘掛部4の内側に設けられ，座部2側へ回動自在に支持された一対の支持アーム7と，支持アーム7と肘掛部4との間に配置された第1エアバッグ8と，第1エアバッグ8に空気を供給する第1空気供給路9と，支持アーム7の反肘掛部側の面に配置された施療指10とから構成されている（図1及び図2参照）。",
                            "【0012】…被施療者が座部2に座って太腿マッサージユニット6を作動させると，第1空気供給路9を介して第1エアバッグ8に空気が供給される。第1エアバッグ8に空気が供給されると，図2に示すように第1エアバッグ8は膨らむと共に，バネ13の付勢力に抗して支持アーム7を，支持軸12を回動中心として座部2側へ回動させる。",
                            "【0013】支持アーム7の反肘掛部4側の面には施療指10が配置されているため，支持アーム7が座部2側へ回動してせり出すことにより，図2に示すように施療指10は被施療者1の太腿19の上側部（図2から明らかなように，側面の中央からやや上方のこと）に当接し押圧する。この状態で第1エアバッグ8の膨張と収縮を繰り返すことにより，太腿19の上側に存在する多数のつぼを施療指10により刺激することができるため，太腿19のマッサージ効果を向上させることができる。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "第2実施形態",
                          "text": [
                            "【0019】…肘掛部4と反対側の支持アーム7の面には第2エアバッグ21が配置されている。…",
                            "【0020】…第2エアバッグ21を膨らませることにより第2エアバッグ21が被施療者1の太腿19の上側部に当接し，第2エアバッグ21の膨張と収縮を繰り返すことにより太腿19の上側部の緩急のあるマッサージを効率よく行うことができる。…"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明4の認定",
                  "text": [
                    "引用例4【請求項1】【0010】【0013】によれば，引用例4には，前記第2の3(3)ウのとおり，引用発明4が記載されていることが認められ，本件審決の引用発明4の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用例4には原告主張引用発明4が記載されていると認定すべきであると主張する。",
                    "引用例4には，支持アーム7の反肘掛部に「施療指10」が配置され，これが太腿19の上側部に当接し押圧する実施例だけではなく，支持アーム7の反肘掛部に「第2エアバッグ21」が配置され，これが太腿19の上側部に当接し押圧する実施例も記載されている。したがって，引用例4には，引用発明4のとおり「施療指10」だけではなく，「第2エアバッグ21」から構成される太腿マッサージユニットも記載されていることが認められる。",
                    "しかし，引用例4の特許請求の範囲【請求項1】に記載されたマッサージユニットは，「肘掛部の内側面に沿って設けられ」る「太腿マッサージユニット」である。そして，引用例4には，技術分野，課題，課題解決手段，効果，実施例のいずれの項目においても，太腿又は手を効果的にマッサージするための構成に関する開示がされているのみである。",
                    "したがって，マッサージユニットが設けられる部位を何ら特定しない原告主張引用発明4が，引用例4に記載されていると認定することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "周知慣用技術",
              "text": [
                "原告は，甲2ないし4を根拠に，椅子型マッサージ機の分野では，施療時に側方から板状部材をせり出させ，その板状部材に備えられたエアバッグで前方外側から後方内側に向く方向成分で，被施療者の前方寄りのつぼを押圧するという技術は，周知慣用技術であった旨主張する。",
                "しかし，椅子型マッサージ機においては，身体が着座姿勢で固定され，また身体の各部位の形状等が異なることから，椅子型マッサージ機の構成は，マッサージの対象部位に応じて異なるものになる。",
                "また，甲26（傳田光洋「皮膚は考える」（株式会社岩波書店，平成17年第1刷発行））では，脊髄や大脳皮質感覚野には全身からの情報が交錯しているところ，その交錯の結果，体表の特定の点と特定の臓器が結びつき，当該体表の特定の点がつぼになっているのではないかと推測されている（86頁）。甲5（森秀太郎「解剖経穴図」（株式会社医道の日本社，昭和56年初版発行））には，上肢の様々な部位につぼが位置することが示されている（32～39頁）。このように，つぼは，身体の様々な部位に位置し，それぞれ個別の意義を有するところ，椅子型マッサージ機は定型的な動きしかできないから，椅子型マッサージ機の施療子部分の構成は，つぼごとに，押圧強度，押圧角度，押圧範囲を調整せざるを得ず，つぼの種類に応じて異なるものになる。",
                "このように，マッサージの対象部位及び対象部位に位置するつぼの種類によって，椅子型マッサージ機及びその施療子部分の構成が左右されるから，椅子型マッサージ機の分野において，原告が主張するような対象部位及び対象部位に位置するつぼの種類を捨象した周知慣用技術を認めることはできない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1（本件発明1の進歩性判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と引用発明1との対比",
              "text": [
                "本件発明1と引用発明1との一致点及び相違点が前記第2の3(2)イのとおりであることは，当事者間に争いがない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1及び引用発明2に基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に引用発明2を適用する動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "引用発明1は，身体の背肩近辺に対しマッサージを行う構成について特徴を有する椅子型マッサージ機に関するものである。",
                        "これに対し，引用発明2は，身体の下腿に対しマッサージを行う構成について特徴を有する椅子型マッサージ機に関するものである。",
                        "したがって，引用発明1と引用発明2の技術分野は，椅子型マッサージ機という限度で共通するが，特徴を有する構成が，背肩近辺に対してマッサージを行うものか，下腿に対してマッサージを行うものかという点で相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "課題",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "引用発明1の課題は，①背肩近辺の側面側，特に肩ぐうと呼ばれるつぼをマッサージすること，②背面側にマッサージを行う場合に，身体が施療手段により押されて前方に動くのを防ぐこと，である。",
                            "これに対し，引用発明2の課題は，①下腿の臑の前外側，特に三里，豊隆と呼ばれるつぼをマッサージすること，②下腿にマッサージを行う場合に，被施療者の下腿を拘束しないこと，である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "まず，引用発明1と引用発明2の課題は，①身体の側面ないし前面に位置するつぼのマッサージを行うという限度で共通するが，その対象部位及び対象部位に位置するつぼの種類が異なる。",
                            "そして，引用発明1と引用発明2におけるマッサージの対象部位及び対象部位に位置するつぼの種類を比較するに，背肩と下腿においては，その形状，重量や椅子型マッサージ機にかかる荷重，可動範囲などが大きく異なるから，それに応じて椅子型マッサージ機の構成は異なるものとならざるを得ない。また，定型的な動きしかできない椅子型マッサージ機においては，背肩近辺の側面側と下腿の臑の前外側に位置するつぼをどのような強度，角度及び範囲で押圧するかによって，その施療子部分の構成も異なるものとならざるを得ない。",
                            "そうすると，椅子型マッサージ機である引用発明1と引用発明2において，マッサージの対象部位及び対象部位に位置するつぼの種類が異なることは，両発明の課題が有する意義に差異をもたらすものというべきである。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "加えて，引用発明1と引用発明2の課題は，②身体の動作を防止してその自由度を下げようとするか，身体を拘束しないようにしてその動作の自由度を上げようとするかという点では正反対のものということができる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "よって，引用発明1と引用発明2との課題は，マッサージを行おうとする対象部位及び対象部位に位置するつぼの種類が異なること，身体の動作の自由度を下げようとするか上げようとするかで異なることから，相違するものというべきである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "作用機能",
                      "text": [
                        "引用発明1は，背もたれ部の左右両側に前方に向かって突出した側壁部の内側面に配設されたエアバッグが膨出し，身体を左右両側から挟圧するという作用機能を有する。",
                        "これに対し，引用発明2は，後側空気袋の膨張によって，支持部に枢着されている左右の受板が前方へ回動し，受板の前側に配された前側空気袋が膨張することによって，臑の外側部分を押圧するという作用機能を有する。",
                        "したがって，引用発明1と引用発明2の作用機能は，膨出（膨張）するエアバッグ（前側空気袋）によって身体を押圧するという点で共通するものの，当該エアバッグ（前側空気袋）を配設する部材が，側壁部か，支持部に枢着された回動可能な受板かという点で相違する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "示唆",
                      "text": [
                        "引用例1又は引用例2の内容中に，引用発明1に引用発明2を適用することについての示唆は見当たらない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "動機付け",
                      "text": [
                        "以上のとおり，引用発明1と引用発明2とは，椅子型マッサージ機という限度で技術分野が共通するものの，マッサージを行おうとする対象部位及び対象部位に位置するつぼの種類が異なることなどから課題が相違し，身体を押圧するエアバッグを配設する部材のそもそもの可動性が異なることから作用機能も相違するほか，引用発明1に引用発明2を適用することについて示唆も見当たらない。",
                        "したがって，引用発明1に引用発明2を適用する動機付けがあるということはできない。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "原告の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，当業者が通常の創作能力を発揮すれば，引用発明1において相違点に係る構成を採用することができる旨主張する。",
                            "しかし，前記のとおり，椅子型マッサージ機においては，身体が着座姿勢で固定され，また身体の各部位の形状等が異なることから，その構成は，マッサージの対象部位に応じて異なるものになる。また，椅子型マッサージ機は定型的な動きしかできないから，椅子型マッサージ機の施療子部分の構成は，対象となるつぼの種類によっても異なるものになる。",
                            "したがって，引用発明1において，椅子型マッサージ機及びその施療子部分の構成に関連する相違点を採用することが，通常の創作能力の発揮であるということはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "原告は，引用例2には，引用発明2と同じ機構が下腿だけではなく，足の甲の部分にも適用できることが記載されているから，当業者は，引用発明2が下腿だけではなく，身体の他の部分にも適応可能な機構であることを理解し，また，他の部分に適用することを示唆される旨主張する。",
                            "しかし，前記のとおり，椅子型マッサージ機の構成は，マッサージの対象部位に応じて異なるものになり，その施療子部分の構成も，対象部位に位置するつぼの種類に応じて異なるものになる。引用発明2と同じ機構が，下腿だけではなく，足の甲の部分にも適用できたとしても，当業者は，これを，身体の形状等が大きく異なり，施療子部分の構成も変更する必要がある背肩近辺にも適用可能な機構であるとは理解しないし，背肩近辺に適用することについて示唆を受けるものでもない。",
                            "なお，引用例2【0087】には，足の甲の部分に適用した引用発明2の構成によって，被施療者の足を上から押さえつけることができるから，その下にあるバイブレータが動作しても，足の移動を防止することができる旨記載されている。しかし，かかる記載のみから，引用発明2について，抽象的に身体の部位が施療手段により押されて動くのを防止することを課題とするものであると解したり，そのような作用機能を有するものであると解したりすることはできない。",
                            "したがって，引用発明2と同じ機構が下腿だけではなく，足の甲の部分にも適用できることが引用例2に記載されていることは，動機付けに関する前記判断を左右するものにはならない。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，引用発明1に引用発明2を適用することにより本件発明1を容易に発明をすることができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "引用発明1及び引用発明3Aに基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に引用発明3Aを適用する動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "引用発明1は，身体の背肩近辺に対しマッサージを行う構成について特徴を有する椅子型マッサージ機に関するものである。これに対し，引用発明3Aは，身体の下腿に対しマッサージを行う構成について特徴を有する椅子型マッサージ機に関するものである。",
                        "したがって，引用発明1と引用発明3Aの技術分野は，椅子型マッサージ機という限度で共通するが，特徴を有する構成が，背肩近辺に対してマッサージを行うものか，下腿に対してマッサージを行うものかという点で相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "課題",
                      "text": [
                        "引用発明1の課題は，背肩近辺の側面側，特に肩ぐうと呼ばれるつぼをマッサージすること，などである。これに対し，引用発明3Aの課題は，下腿部の前方側，特に足三里と呼ばれるつぼをマッサージすること，である。",
                        "このように，引用発明1と引用発明3Aの課題は，身体の側面ないし前面に位置するつぼのマッサージを行うという限度で共通するが，その対象部位及び対象部位に位置するつぼの種類が異なる。そして，前記と同様に，背肩と下腿とでは，椅子型マッサージ機の構成が異なるものとならざるを得ず，背肩近辺の側面側と下腿部の前方側とでは，そこに位置するつぼを押圧する施療子部分の構成も異ならざるを得ないものである。",
                        "よって，引用発明1と引用発明3Aとの課題は，相違するものというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "作用機能",
                      "text": [
                        "引用発明1は，背もたれ部の左右両側に前方に向かって突出した側壁部の内側面に配設されたエアバッグが膨出し，身体を左右両側から挟圧するという作用機能を有する。これに対し，引用発明3Aは，左右に一対の凹溝を構成し，各凹溝を形成する外側壁を傾斜させ，各凹溝の外側面に固定された空気袋によって，つぼを押圧するという作用機能を有する。",
                        "したがって，引用発明1と引用発明3Aの作用機能は，側壁部（外側壁）に配設（固定）されたエアバッグ（空気袋）によって身体を押圧するという点で共通するものの，当該エアバッグ（空気袋）を配設する部材が，身体の左右両側に存在する側壁部か，左右に存在する一対の凹溝の各外側壁かという点で相違する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "示唆",
                      "text": [
                        "引用例1又は引用例3の内容中に，引用発明1に引用発明3Aを適用することについての示唆は見当たらない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "動機付け",
                      "text": [
                        "以上のとおり，引用発明1と引用発明3Aとは，椅子型マッサージ機という限度で技術分野が共通するものの，マッサージを行おうとする対象部位及び対象部位に位置するつぼの種類が異なることから課題が相違し，身体を押圧するエアバッグを配設する部材の身体を囲む構成が異なることから作用機能も相違するほか，引用発明1に引用発明3Aを適用することについて示唆も見当たらない。",
                        "したがって，引用発明1に引用発明3Aを適用する動機付けがあるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "よって，引用発明1に引用発明3Aを適用することにより本件発明1を容易に発明をすることができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "引用発明1及び引用発明3Bに基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に引用発明3Bを適用する動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野及び課題",
                      "text": [
                        "引用発明3Bは，引用発明3Aを従来技術とするものであるから，引用発明3Aと同一の技術分野に属し，少なくとも引用発明3Aと同一の課題があることを前提とするものである。",
                        "したがって，前記(3)ア(ア)と同様に，引用発明1と引用発明3Bの技術分野は，椅子型マッサージ機という限度で共通するが，特徴を有する構成が，背肩近辺に対してマッサージを行うものか，下腿に対してマッサージを行うものかという点で相違する。",
                        "また，同(イ)と同様に，引用発明1と引用発明3Bの課題は，身体の側面ないし前面に位置するつぼのマッサージを行うという限度で共通するが，その対象部位及び対象部位に位置するつぼの種類が異なり，引用発明1と引用発明3Bとの課題は，相違するものというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "作用機能",
                      "text": [
                        "引用発明1は，背もたれ部の左右両側に前方に向かって突出した側壁部の内側面に配設されたエアバッグが膨出し，身体を左右両側から挟圧するという作用機能を有する。これに対し，引用発明3Bは，左右に一対の凹溝を構成し，各凹溝を形成する外側壁2の内側に内側壁4を設け，内側壁4を可動させ，内側壁4に接する第一空気袋3が膨縮することによって，つぼを押圧するという作用機能を有する。",
                        "したがって，引用発明1と引用発明3Bの作用機能は，膨出（膨縮）するエアバッグ（第一空気袋3）によって身体を押圧するという点で共通するものの，当該エアバッグ（第一空気袋3）を配設する部材が，身体の左右両側に存在する側壁部か，左右に存在する一対の各凹溝に設けられた回動可動な内側壁4かという点で相違する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "示唆",
                      "text": [
                        "引用例1又は引用例3の内容中に，引用発明1に引用発明3Bを適用することについての示唆は見当たらない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "動機付け",
                      "text": [
                        "以上のとおり，引用発明1と引用発明3Bとは，椅子型マッサージ機という限度で技術分野が共通するものの，マッサージを行おうとする対象部位及び対象部位に位置するつぼの種類が異なることから課題が相違し，身体を押圧するエアバッグを配設する部材のそもそもの可動性及び身体を囲む構成が異なることから作用機能も相違するほか，引用発明1に引用発明3Bを適用することについて示唆も見当たらない。",
                        "したがって，引用発明1に引用発明3Bを適用する動機付けがあるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "よって，引用発明1に引用発明3Bを適用することにより本件発明1を容易に発明をすることができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "引用発明1及び引用発明4に基づく進歩性判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1に引用発明4を適用する動機付け",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "引用発明1は，身体の背肩近辺に対しマッサージを行う構成について特徴を有する椅子型マッサージ機に関するものである。これに対し，引用発明4は，身体の太腿に対しマッサージを行う構成について特徴を有する椅子型マッサージ機に関するものである。",
                        "したがって，引用発明1と引用発明4の技術分野は，椅子型マッサージ機という限度で共通するが，特徴を有する構成が，背肩近辺に対してマッサージを行うものか，太腿に対してマッサージを行うものかという点で相違する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "課題",
                      "text": [
                        "引用発明1の課題は，背肩近辺の側面側をマッサージすることなどである。これに対し，引用発明4の課題は，太腿の下面以外の面をマッサージすることである。",
                        "このように，引用発明1と引用発明4の課題は，身体の側面ないし前面に位置するつぼのマッサージを行うという限度で共通するが，その対象部位等が異なる。そして，背肩と太腿においては，その形状，重量や椅子型マッサージ機にかかる荷重，可動範囲などが大きく異なるから，それに応じて椅子型マッサージ機の構成等が異なるものとならざるを得ないものである。",
                        "よって，引用発明1と引用発明4との課題は，相違するものというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "作用機能",
                      "text": [
                        "引用発明1は，背もたれ部の左右両側に前方に向かって突出した側壁部の内側面に配設されたエアバッグが膨出し，身体を左右両側から挟圧するという作用機能を有する。これに対し，引用発明4は，第1エアバッグの膨張によって，肘掛部の内側に設けられた支持アームが回動し，支持アームに配置された施療指又は第2エアバッグの膨張によって，太腿の上側を押圧するという作用機能を有する。",
                        "したがって，引用発明1と引用発明4の作用機能は，膨出（膨張）するエアバッグ（第2エアバッグ）によって身体を押圧するという点で共通するものの，当該エアバッグ（第2エアバッグ）を配設する部材が，側壁部か，肘掛部の内側に設けられた回動可能な支持アームかという点で相違する。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "示唆",
                      "text": [
                        "引用例1又は引用例4の内容中に，引用発明1に引用発明4を適用することについての示唆は見当たらない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "動機付け",
                      "text": [
                        "以上のとおり，引用発明1と引用発明4とは，椅子型マッサージ機という限度で技術分野が共通するものの，マッサージを行おうとする対象部位が異なることから課題が相違し，身体を押圧するエアバッグを配設する部材のそもそもの可動性が異なることから作用機能も相違するほか，引用発明1に引用発明4を適用することについて示唆も見当たらない。",
                        "したがって，引用発明1に引用発明4を適用する動機付けがあるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "よって，引用発明1に引用発明4を適用することにより本件発明1を容易に発明をすることができたということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "まとめ",
              "text": [
                "以上によれば，本件発明1は，引用発明1に基づいて容易に発明をすることができたものということはできない。",
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2（本件発明2ないし6の進歩性判断の誤り）について",
          "text": [
            "本件発明2ないし6は，本件発明1の発明特定事項を全て含み，さらに他の限定を付加したものであるから，本件発明2ないし6も，当業者が引用発明1に基づいて容易に発明をすることができたものということはできない。",
            "よって，取消事由2は理由がない。"
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "text": [
            "以上のとおり，取消事由はいずれも理由がない。原告の請求は棄却されるべきものである。よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}