{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2016-300635号事件について平成30年2月16日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実（当事者間に争いがないか，弁論の全趣旨から認められる。）",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成17年1月7日，「関西国際学友会」の文字を横書きしてなり，指定役務を第41類「国際交流を目的とした教育研修・講座の企画又は運営，国際交流を目的とした教育研修・講座の企画又は運営に関する情報の提供，国際交流を目的とした研修施設の提供，国際交流を目的とした研修施設の提供に関する情報の提供，国際交流を目的とした展示会の企画又は運営，国際交流を目的とした展示会の企画又は運営に関する情報の提供，国際会議・セミナーの企画・運営又は開催，国際教育交流関連会議の企画・運営又は開催，国際文化交流・国際親善のためのセミナーの企画・運営又は開催，技芸・スポーツ又は知識の教授，生け花の教授，学習塾における教授，空手の教授，着物着付けの教授，剣道の教授，高等学校における教育，語学の教授，国家資格取得講座における教授，茶道の教授，自動車運転の教授，柔道の教授，小学校における教育，水泳の教授，そろばんの教授，大学における教授，中学校における教育，テニスの教授，ピアノの教授，美容の教授，舞踊の教授，簿記の教授，洋裁の教授，理容の教授，和裁の教授，動物の調教，植物の供覧，動物の供覧，図書及び記録の供覧，美術品の展示，庭園の供覧，洞窟の供覧，電子出版物の提供，映画・演芸・演劇又は音楽の演奏の興行の企画又は運営，映画の上映・制作又は配給，演芸の上演，演劇の演出又は上演，音楽の演奏，放送番組の制作，スポーツの興行の企画・運営又は開催，ゴルフの興行の企画・運営又は開催，サッカーの興行の企画・運営又は開催，相撲の興行の企画・運営又は開催，ボクシングの興行の企画・運営又は開催，野球の興行の企画・運営又は開催，競馬の企画・運営又は開催，競輪の企画・運営又は開催，競艇の企画・運営又は開催，小型自動車競走の企画・運営又は開催，当せん金付証票の発売，通訳，翻訳，写真の撮影，音響用又は映像用のスタジオの提供，運動施設の提供，ゴルフ場の提供，スキー場の提供，スケート場の提供，体育館の提供，テニス場の提供，プールの提供，ボウリング場の提供，野球場の提供，陸上競技場の提供，娯楽施設の提供，囲碁所又は将棋所の提供，カラオケ施設の提供，スロットマシン場の提供，ダンスホールの提供，ぱちんこホールの提供，ビリヤード場の提供，マージャン荘の提供，遊園地の提供，興行場の座席の手配，運動用具の貸与，映画機械器具の貸与，映写フィルムの貸与，おもちゃの貸与，楽器の貸与，カメラの貸与，光学機械器具の貸与，テレビジョン受信機の貸与，図書の貸与，ラジオ受信機の貸与，レコード又は録音済み磁気テープの貸与，録画済み磁気テープの貸与，遊園地用機械器具の貸与，遊戯用器具の貸与」とする商標（以下「本件商標」という。）につき，設定の登録を受けた（登録第4829390号商標）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成28年9月14日，本件商標の指定役務中「国際交流を目的とした教育研修・講座の企画又は運営，国際交流を目的とした教育研修・講座の企画又は運営に関する情報の提供，国際交流を目的とした研修施設の提供，国際交流を目的とした研修施設の提供に関する情報の提供，国際交流を目的とした展示会の企画又は運営，国際交流を目的とした展示会の企画又は運営に関する情報の提供，国際会議・セミナーの企画・運営又は開催，国際教育交流関連会議の企画・運営又は開催，国際文化交流・国際親善のためのセミナーの企画・運営又は開催，技芸・スポーツ又は知識の教授，生け花の教授，学習塾における教授，空手の教授，着物着付けの教授，剣道の教授，高等学校における教育，語学の教授，国家資格取得講座における教授，茶道の教授，自動車運転の教授，柔道の教授，小学校における教育，水泳の教授，そろばんの教授，大学における教授，中学校における教育，テニスの教授，ピアノの教授，美容の教授，舞踊の教授，簿記の教授，洋裁の教授，理容の教授，和裁の教授，電子出版物の提供」についての不使用を理由として，商標法50条1項に基づき，商標登録の取消しを求める審判を請求し，同月28日，同審判の請求が登録された（取消2016-300635号）。",
                "特許庁は，上記請求について審理した上，平成30年2月16日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同月26日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年3月26日，審決の取消しを求めて，本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書の写しに記載のとおりであるところ，その要旨は，次のとおりである。",
            "被告は，平成27年12月4日，自ら開設したウェブサイト（以下「本件ウェブサイト」という。）に「（旧  関西国際学友会日本語学校）」（以下「使用商標」という。）を表示していた。また，被告は，自ら作成した同年1月付けの入学案内のパンフレット（以下「本件パンフレット」という。）の表紙にも，使用商標を表示していた。",
            "そして，本件ウェブサイトと本件パンフレットに表示されている「関西国際学友会」の文字部分は，取引者，需要者において使用商標の要部として理解されるものであるところ，これは本件商標と同一であるから，両商標は社会通念上同一のものといえる。また，本件ウェブサイト及び本件パンフレットに記載されている被告の業務は「学校で行う知識の教授」であって，これは取消請求の対象となった役務中の「技芸・スポーツ又は知識の教授，語学の教授」の範疇に含まれる役務である。",
            "したがって，被告は，審判の請求の登録前3年以内（以下「要証期間」という。）に，日本国内において，商標権者が，取消請求の対象となった役務中の「技芸・スポーツ又は知識の教授，語学の教授」について，本件商標と社会通念上同一と認められる商標を使用していたことを証明したものと認められる。",
            "よって，本件商標の登録は，取消請求の対象となった役務について，商標法50条の規定により取り消すことができない。"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件商標と使用商標とが社会通念上同一であるとの判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，本件商標と，本件ウェブサイト及び本件パンフレットに表示されていた使用商標とが，社会通念上同一であると判断したが，これは次のとおり誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "判断基準について",
              "text": [
                "登録商標と社会通念上同一と認められる商標か否かの判断に当たっては，保護すべき信用が存在しない商標を排除し，商標使用希望者の商標選択の余地を確保するという商標法50条1項の機能を十分に果たせるよう，商標の同一性を厳格にみるべきである。具体的には，登録された商標と実際に使用された商標とが，同項かっこ書きに例示された，①書体のみに変更を加えた同一の文字からなる商標，②平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであって同一の称呼及び観念を生ずる商標，③外観において同視される図形からなる商標であるか，あるいは，これに準ずる関係にあるか否かによって判断すべきである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "使用商標について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件ウェブサイト及び本件パンフレットに表示されていた「旧  関西国際学友会日本語学校」の文字は，括弧で囲まれ，その全ての文字が同一のゴシック体風の書体，色及び大きさで横一列に表示されており，需要者にとって視覚的にまとまりよく一体的に構成されている。",
                    "また，「旧  関西国際学友会日本語学校」からは，「キュウカンサイコクサイガクユーカイニッポンゴガッコウ」との称呼が生じるところ，これも格別冗長ではなく，無理なく一連に称呼できるものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，「旧」の文字は，それ自体で「過去の，昔の」，「古い」等の意味合いを有するが，単独で使用されたときに，取消請求の対象となった役務との関係で必ずしも識別性を有しないとはいえない。加えて，「旧」は，他の文字と組み合わさることで，全体として別異の観念を生じさせたり（例えば，旧石器時代など），「旧」と組み合わされた他の文字が「今は主流ではないもの」，「過去のものとなっていること」という意味を生じさせたり（例えば，旧型，旧街道など）するものであるから，観念上の強い一体性が見受けられ，組み合わされた他の文字と切り離して観察できるものではない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，「関西国際学友会」と「関西国際学友会日本語学校」とでは別個の異なる観念を生じさせるものである上に，使用商標においては，全体を括弧で囲んで表示されているから，「日本語学校」の文字部分についても切り離して観察できるものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，需要者は「旧  関西国際学友会日本語学校」の文字を一体として全体観察するのが自然であって，全体観察してはじめて特有の意味を持ち，需要者に強く支配的な印象を与え得るものであるから，このうちの「関西国際学友会」部分が使用商標の要部であるとはいえない。",
                    "したがって，「関西国際学友会」の部分のみを抽出し，本件商標と比較して商標そのものの同一性を判断することは許されない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標と「旧  関西国際学友会日本語学校」とは社会通念上の同一性がないこと",
              "text": [
                "本件商標は，「関西国際学友会」の文字からなり，「カンサイコクサイガクユーカイ」との称呼を生じ，「関西圏にある国際的な学生や卒業生に関する活動を行う団体」との観念を生じる。",
                "これに対し，「旧  関西国際学友会日本語学校」は，「キュウカンサイコクサイガクユーカイニッポンゴガッコウ」との称呼を生じ，「かつて関西圏にあった国際的な学生や卒業生に関する活動を行う団体が運営していた日本語の教育を行う学校」との観念を生じるものであって，本件商標とは文字数，称呼及び観念が顕著に異なっている。",
                "そして，本件ウェブサイト及び本件パンフレットにおいては，「旧  関西国際学友会日本語学校」の全ての文字が同一のゴシック体風の書体，色及び大きさで横一列に表示されているところ，この表示と本件商標との関係は，上記(2)において主張した①～③のいずれにも該当しない。",
                "したがって，「旧  関西国際学友会日本語学校」は，本件商標と社会通念上同一と認められる商標とはいえない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "審決の判断は商標法の趣旨に反すること",
              "text": [
                "被告も認めるとおり，平成16年4月1日以降，「関西国際学友会」は存在していない。被告が使用商標において「旧」との文字を付していることからも，需要者は「関西国際学友会」が存在しないと認識するのが通常である。そうすると，需要者の信用が，既に要証期間において存在していない「関西国際学友会」に蓄積されることはなく，将来的にも当該標章に信用が蓄積することは考えられない。",
                "また，本件のように役務の提供主体の名称が登録商標である場合，整理・統合・吸収等によって当該主体の名称が変更されたときに，その登録商標の前部に「旧」の文字を付加して用いるだけで，何ら資本投下をすることなく，当該登録商標を容易に維持できるとすることは，不使用商標の温床となる上に，防護標章登録制度をも形骸化させる。",
                "さらに，真に商標の利用を欲している者の商標選択の余地を狭め，商標使用希望者の商標登録出願の意欲を減退させてしまうことから，商標制度の趣旨にもとる結果となる。",
                "このように，審決の判断は，商標法50条，ひいては商標制度の趣旨に反するものであって妥当でない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（商標法50条1項が定める「使用」に当たるとの判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "商標法50条1項が定める「使用」とは，対象となる商標に保護すべき信用が化体するような使用を意味し，具体的には，商品・役務との関係において，その出所表示機能を発揮する態様で商標を用いることをいうと解するべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件ウェブサイトの記載について",
              "text": [
                "本件ウェブサイトの記載につき，①ウェブページの最上段という最も目を引く位置に「大阪日本語教育センター概要」の文字が表示されていること，②その横に表示された「JASSO」の文字が，その下側に表示された「Japan  Student  Services  Organization」（日本学生支援機構）の略称であること，③図形の横に表示された「日本学生支援機構」の文字が，他の文字よりも相当大きいサイズで表示されており，ひときわ目を引く態様であること，を指摘することができる。そうすると，このウェブページを閲覧した需要者は，本件ウェブサイトは「独立行政法人日本学生支援機構（JASSO）」が運営しており，「大阪日本語教育センター」という施設の概要を説明するためのページで，「日本学生支援機構」又は「大阪日本語教育センター」が出所を示す商標であると認識するのが通常である。",
                "そして，「旧  関西国際学友会日本語学校」という文字は，「大阪日本語教育センター」との商標の後に括弧とともに「（旧  関西国際学友会日本語学校）」と表示されていること，「旧」の文字は，他の文字と組み合わせて，他の文字が表すものが「今は主流ではないもの」，「過去のものとなっていること」を説明する際に用いられることからすると，需要者は「旧  関西国際学友会日本語学校」との文字は，現在の商標が過去にどのような名称であったかを説明したものにすぎないと認識するのが通常である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件パンフレットの記載について",
              "text": [
                "本件パンフレットの記載につき，①パンフレットの最上段という最も目を引く位置に「独立行政法人／日本学生支援機構／大阪日本語教育センター」の文字が表示されていること，②このうち「日本学生支援機構／大阪日本語教育センター」の文字が，他の文字よりも相当大きいサイズで表示されており，ひときわ目を引く態様であること，を指摘することができる。そうすると，本件パンフレットを目にした需要者は，これは「日本学生支援機構／大阪日本語教育センター」が発行しており，「大阪日本語教育センター」という施設の入学案内で，「日本学生支援機構」又は「大阪日本語教育センター」が出所を示す商標であると認識するのが通常である。",
                "そして，上記(2)において主張したところと同様に，本件パンフレットの「（旧",
                "関西国際学友会日本語学校）」の表示についても，需要者は，現在の商標が過去にどのような名称であったかを説明したものにすぎないと認識するのが通常である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "したがって，本件ウェブサイト及び本件パンフレットの各記載においては，「日本学生支援機構」や「大阪日本語教育センター」の各文字部分が出所表示機能を発揮する使用態様となっている一方で，「（旧  関西国際学友会日本語学校）」の文字部分は，取消請求の対象となった役務との関係で，単に現在使用している商標が過去にどのような名称であったかを説明しているものにすぎず，出所表示機能を発揮する態様で用いられていないから，商標法50条1項が定める「使用」に当たらない。",
                "よって，この点についての審決の判断は誤りである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（本件商標と使用商標とが社会通念上同一であるとの判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "判断基準について",
              "text": [
                "商標法50条1項が定める「登録商標と社会通念上同一と認められる商標」かどうかは，厳格に判断するのではなく，取引社会の通念などに照らし弾力的に判断すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "使用商標について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "使用商標の「旧」と「関西国際学友会日本語学校」との間には，本件パンフレットの記載においては全角のスペースが，本件ウェブサイトの記載においては半角のスペースがそれぞれ存在し，外観上の一体性はない。また，当該文字部分を囲む括弧は，その中に記載されている語句に一体性を与えるというよりも，その前に記載されている語句と，括弧内に記載されている語句とが同じであることを示すために用いられているものであるから，これに接した需要者は，「大阪日本語教育センター」と，括弧内に記載されている語句，すなわち「旧  関西国際学友会日本語学校」とが同じであることを把握するにすぎない。",
                    "さらに，称呼音数は，拗音を1文字分としても25音であり，極めて冗長である。",
                    "加えて，「旧」は「過去の，昔の」との意味合いを有し，「知識の教授」との役務を提供する法人名が過去のものであって，変更されたことを説明するための記述的なものにすぎないし，「日本語学校」は学校の種類を表しているにすぎないから，これらの語自体では出所識別機能を発揮しない。また，使用商標全体から把握できる意味は，「過去の関西国際学友会日本語学校」であり，「名称は変更したが，ここは関西国際学友会という日本語学校である」というものにほかならない。このような「旧」の文字部分の意味合いと，「日本語学校」が学校の種類を表しているにすぎないこととを考慮すると，需要者は「関西国際学友会」の部分から出所を把握するから，この部分のみが商標の機能を発揮するというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告の前身は，昭和31年6月に創設された「財団法人関西国際学友会」等であるところ，「関西国際学友会」との標章は，外国人留学生に対する公的支援事業を象徴するものとして国内外において著名であり，平成16年の統合再編により，財団法人関西国際学友会の業務が被告に引き継がれた後も，その著名性は現在に至るまで失われていない。",
                    "実際，留学希望者の多くは，旧称「関西国際学友会日本語学校」を卒業した者の子供や知人であるところ，卒業者から母校を紹介された留学希望者は，ウェブページに記載されている「関西国際学友会」の部分から，当該ウェブページが探している学校のものであるか否かを把握している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，「旧  関西国際学友会日本語学校」のうち，「関西国際学友会」の部分のみを抽出して商標の同一性を判断することは正当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と使用商標との同一性について",
              "text": [
                "上記(2)のとおり，使用商標のうち，商標としての本質的機能を発揮するのは「関西国際学友会」の部分のみである。そして，当該部分から，「カンサイコクサイガクユウカイ」との称呼が生じるところ，これは本件商標の称呼と同じである。また，観念についても同様である。",
                "したがって，両商標は，社会通念上同一の商標である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標を維持することは商標法の趣旨に反しない",
              "text": [
                "法人の名称と異なる商標を使用するときには，その商標に業務上の信用が化体するから，法人の名称の存否は関係がない。また，法人の名称が変わったとしても，直ちに旧名称が有する信用がなくなるわけではなく，旧名称を伝統として使用し続ければ，その保護すべき信用は失われない。したがって，法人の名称が変更されたから業務上の信用が化体しなくなるとの原告の主張は失当である。",
                "財団法人関西国際学友会が統合再編によって被告となった後も，「関西国際学友会」は公的支援事業を象徴する著名な商標で，高い業務上の信用がある。「不使用により保護すべき信用が発生しないか消滅した」ことを根拠に登録商標を取り消すこととしている商標法50条1項の趣旨からすると，保護価値がある本件商標の登録を取り消すべきでないのは明らかである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2（商標法50条1項が定める「使用」に当たるとの判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件ウェブサイトの記載について",
              "text": [
                "本件ウェブサイトを閲覧した需要者は，ヘッダーに「大阪日本語教育センター概要」とあるのを見て，これが「大阪日本語教育センター」のウェブページであると判断でき，また，当該ウェブページ上の「大阪日本語教育センター」の横に「旧  関西国際学友会日本語学校」が記載されていることにより，「名称は変更したが，ここは関西国際学友会という日本語学校である」と認識し，この「関西国際学友会」の部分を指標として取引に当たることができるから，当該部分は出所表示機能を発揮している。",
                "原告は，「日本学生支援機構」の文字が，他の文字よりも目を引く大きさであることを指摘するが，これにより「関西国際学友会」の部分が出所表示機能を発揮しないことにはならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件パンフレットの記載について",
              "text": [
                "原告は，本件パンフレットに記載された「日本学生支援機構／大阪日本語教育センター」の文字が最も目を引くと主張するが，上記(1)において主張したところと同様に，これにより「関西国際学友会」の部分が出所表示機能を発揮しないことにはならない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "なお，商標法50条1項が定める「使用」に当たるというためには，必ずしも出所表示機能を発揮していることは必要でないが，いずれにしても，本件ウェブサイト及び本件パンフレットに記載された「旧  関西国際学友会日本語学校」の表示は，出所表示機能を発揮するものである。",
                "したがって，本件ウェブサイト及び本件パンフレットに記載された「旧  関西国際学友会日本語学校」は，取消請求の対象となった役務との関係において，その出所表示機能を発揮する態様で用いられているから，商標法50条1項が定める「使用」に当たる。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "認定事実",
          "text": [
            "後掲各証拠及び弁論の全趣旨によれば，以下の事実が認められる。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "被告の沿革（甲3，21，27）",
              "text": [
                "被告の前身である財団法人関西国際学友会は，昭和31年，関西の財界によって，外国人留学生の支援等を目的として設立された。",
                "財団法人関西国際学友会は，昭和45年，「関西国際学友会日本語学校」を設置し，同校は各種学校として認可された。",
                "被告は，平成16年4月1日に設立され，財団法人関西国際学友会の留学生関連事業を承継した。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件ウェブサイトにおける記載内容（甲6）",
              "text": [
                "本件ウェブサイトには，平成27年12月4日の時点において，以下の記載がされていた。",
                "「大阪日本語教育センター概要-JASSO」とのヘッダーが付されたウェブページにおいて，上部に「独立行政法人」，その下に，より大きく「日本学生支援機構」が，更にその数行下に，上記各文字部分の中間の大きさで「大阪日本語教育センター（旧  関西国際学友会日本語学校）」（なお，「旧」と「関西国際学友会日本語学校」との間の空白は半角である。）がそれぞれ記載され，その下の「大阪日本語教育センターの特徴」の項に，「●日本語の授業と，進学に必要な基礎科目（数学，物理，化学，日本事情等）の授業があります」，「●定員17人以下の少人数クラスで，週5日毎日約6時間，授業があります」，「●日本の大学入学資格が得られます」との記載がされている。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件パンフレットにおける記載内容（甲48）",
              "text": [
                "被告が作成した平成27年1月付けの本件パンフレット（同年2月納品。甲50の1）には，以下の記載がされていた。",
                "表紙の上部に，上から順に，徐々に大きく「独立行政法人」，「日本学生支援機構」，「大阪日本語教育センター」が，その下に，やや小さく「（旧",
                "関西国際学友会日本語学校）」が，更にその下に，「・入学のご案内・」がそれぞれ記載されている。",
                "また，5頁目の上部に，「大学等への進学を目的とした進学準備教育を実施。」，その下に「進学課程  日本語，基礎科目ともに必須」，「日本の大学や大学院等へ進学する外国人留学生を対象に，日本語ならびに日本語による基礎科目の授業を行います。」，「基礎科目の授業」，「●文化系…英語，数学，地理歴史・公民」，「●理科系…英語，数学，物理・化学あるいは生物」，「●大学院進学…英語，専門日本語」が記載されている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1（本件商標と使用商標とが社会通念上同一であるとの判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "使用商標は，「旧」の文字と「関西国際学友会日本語学校」の文字とを半角又は全角の空白を介して結び，かつ全体を括弧で囲んで表したものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "まず，これらの文字は，書体も大きさも同一であり，全体が括弧で囲まれているものの，「旧」と「関西国際学友会日本語学校」とは，空白によって明確に分離されていること，「旧」は，「昔。過去。」といった意味を有し，「今は主流ではないもの，過去のものとなっていることを表す語」であり（広辞苑〔第7版〕），その後に続く語がかつて用いられていた名称等であることを指し示すものとして一般的に多用されている語であること（乙5の1～5の5）からすると，使用商標に接した需要者は，「旧  関西国際学友会日本語学校」の意味は，かつての名称が関西国際学友会日本語学校であったことにあると理解すると認められる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "続いて，「関西国際学友会日本語学校」の部分について検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "この文字部分中，「日本語学校」は，教育の分野において，日本語を教授する教育機関又は施設を意味する一般的名称と認められ（甲7の1～7の8），一般通常人にとっても馴染みのある語というべきであるから，需要者が「関西国際学友会日本語学校」の文字に接したときに，これは「関西国際学友会」と「日本語学校」の各語を組み合わせたものであると理解することは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "次に，「関西国際学友会」についてみると，「学友会」の文字部分だけをみれば，学生及び卒業生の交流を図る会ないし団体といった程度の一般的な意味を有する語と解する余地があるものの，その前に「関西国際」が付されていることを考え合わせると，これに接した需要者は，全体として，関西地方に所在し又は同地方において活動している，国際的に学生等の交流を図ることを目的として設立された特定の団体の名称であると理解すると認めるのが相当である。",
                    "また，上記のとおり，「日本語学校」は，日本語を教授する教育機関又は施設を意味する一般的名称と認められるから，需要者は，「日本語学校」の部分を，提供される役務の内容，又はその役務を提供する施設を示しているものと理解し，当該部分が出所を表示する機能を有するものであるとは考えないと認めるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "上記イにおいて説示した各語が有する意味合いに鑑みると，「関西国際学友会日本語学校」は「関西国際学友会」が運営する「日本語学校」といった程度の意味を有する語として理解されるというべきである。",
                    "そして，「関西国際学友会」と「日本語学校」とは，一体不可分の関係にあると理解されなければならない語であるとは言い難い上に， 「日本語学校」は，日本語を教授する教育機関又は施設を意味する一般的名称であるから，需要者は，使用商標中の「関西国際学友会日本語学校」につき，「関西国際学友会」の部分が出所を示す機能を果たしていると認識するというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，「旧」の文字が他の文字と組み合わされたときには，観念上強い一体性を有することになるから，「旧」と組み合わされた他の文字とを切り離して観察することはできないと主張する。",
                    "確かに，原告が例として挙げた「旧石器時代」，「旧型」などの語のように，「旧」と他の文字とが組み合わさることによって，一つの新たな語となったり，他の文字部分のみからなる語とは異なる意味を有する語となったりする場合があるのは，原告が主張するとおりである。しかし，使用商標においては，上記(2)において説示したとおり，「旧」と「関西国際学友会日本語学校」とは，空白によって明確に分離されていることからすると，これに接した需要者は，通常，「旧」の後に続く「関西国際学友会日本語学校」がかつての名称，すなわち旧称であることを示すものと理解するというべきであるから，本件において，「旧」と「関西国際学友会日本語学校」とを一体のものとして理解しなければならないとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，原告は，「関西国際学友会」と「関西国際学友会日本語学校」とは別個の異なる観念を生じさせるものであるところ，使用商標においては全体を括弧で囲んで表示されていることからも，「日本語学校」の文字部分を切り離して観察することはできないと主張する。",
                    "この点について検討するに，上記(3)において説示したとおり，「関西国際学友会」と「関西国際学友会日本語学校」とが別個の観念を有する語であることは，原告が主張するとおりである。しかし，本件においては，使用商標中，どの部分が出所を表示する機能を有するかが問題となるところ，「日本語学校」は，日本語を教授する教育機関を意味する一般的名称であって，需要者は，当該部分が出所を表示する機能を有するものであるとは考えないと認められる上，「関西国際学友会日本語学校」が有する意味も，「関西国際学友会」が運営する「日本語学校」というものであるから，「関西国際学友会日本語学校」につき，その全体において出所表示機能を発揮していると解する余地があるとしても，「関西国際学友会」の部分のみにおいても，出所表示機能を発揮すると認めるのが相当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，この点についての原告の主張は，いずれも採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "そうすると，使用商標において出所表示機能を発揮する「関西国際学友会」は，本件商標と同一であるから，本件商標と使用商標は社会通念上同一の商標と認められる。",
                "以上によれば，この点についての審決の判断に誤りはなく，原告が主張する取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2（商標法50条1項が定める「使用」に当たるとの判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告は，本件ウェブサイト及び本件パンフレットの「旧  関西国際学友会日本語学校」の記載は，過去にどのような名称であったかを説明したものにすぎず，出所表示機能を発揮する態様で用いられていないから，商標法50条1項が定める「使用」に当たらないと主張する。  "
            },
            {
              "fig": "(2)",
              "text": [
                "そこで検討するに，上記1(2)及び(3)において認定したとおり，使用商標は，本件ウェブサイト及び本件パンフレットにおいて，「大阪日本語教育センター」の直後又は直下に括弧書きで続けて記載されているからすると，これに接した需要者は，大阪日本語教育センターの旧称が関西国際学友会日本語学校であると理解するといえる。",
                "そうすると，需要者は，本件ウェブサイト及び本件パンフレットに記載されている役務が，その旧称を「関西国際学友会日本語学校」とする主体によって提供されるものであると認識するといえるから，使用商標は出所表示機能を発揮する態様で使用されていると認めるのが相当である。",
                "したがって，本件ウェブサイト及び本件パンフレットにおける使用商標の記載は，商標法50条1項が定める「使用」に当たると認められるから，原告が主張する取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，原告が主張する取消事由はいずれも理由がなく，審決に取り消されるべき違法があると認めることはできない。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}