{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2018-880003号事件について平成30年10月23日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "前提となる事実（証拠を掲記した以外の事実は，当事者間に争いがないか，弁論の全趣旨から認められる。）",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，次の意匠（以下「本件登録意匠」という。）の意匠権者である（甲1）。",
                "登録番号          第1593189号",
                "出願日            平成29年1月30日",
                "登録日            平成29年11月24日",
                "意匠に係る物品    トレーニング機器",
                "意匠の形態        別紙審決書の写し「別紙第1」記載の図面のとおり"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成30年2月28日，本件登録意匠について意匠登録無効審判を請求した（無効2018-880003号）。",
                "特許庁は，平成30年10月23日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年11月2日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年11月29日，審決の取消しを求めて，本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "審決の理由",
          "text": [
            "審決の理由は，別紙審決書の写しに記載のとおりであるところ，その要旨は次のとおりである。",
            "本件登録意匠は，その意匠登録出願の出願前に日本国内又は外国において頒布された刊行物である登録第1536247号意匠公報（出願日：平成27年2月19日，発行日：同年10月26日，意匠に係る物品：トレーニング機器。甲2）に記載された意匠（以下「甲2意匠」という。）に類似しない。"
          ]
        },
        {
          "fig": "3",
          "subject": "審決が認定した本件登録意匠と甲2意匠（以下，これらを併せて「両意匠」ということがある。）の形態",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件登録意匠",
              "content": [
                {
                  "fig": "ア",
                  "subject": "基本的構成態様",
                  "text": [
                    "（形態1）全体は，正面から見て，薄いシート状であって，略上下左右対称であり，略倒隅丸台形状の中央パッドの上下に，略倒扁平「V」字状の隙間を介して，上端又は下端が略弓状に膨出した上パッド及び下パッドが配置された，合計6つのパッドからなる本体と，本体の正面中央に設けられた，略円形の強弱調整ボタンで構成されている点。 ",
                    "（形態2）本体の上辺及び下辺中央に，略「U」字状の切り欠き部が形成され，その切り欠き部に連なる本体上辺及び下辺の角部付近が上方又は下方に僅かに膨出している点。 ",
                    "（形態3）本体正面は，上パッド及び下パッドにおいて，上端又は下端に沿って明調子の筋状模様が配されて，内側の稜線寄りに明調子の略倒扁平三角形状模様が配されており，また，上パッド及び下パッドには，左右のパッドにまたがってごく僅かに突出した略「M」字状又は略「W」字状の帯状部が形成され，中央パッドには左右のパッドにまたがってごく僅かに突出した略倒紡錘形状部が強弱調整ボタンを囲むように形成されている点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "具体的構成態様",
                  "text": [
                    "（形態4）強弱調整ボタンは，正面側が閉塞する略円錐台形状で，本体に一体に設けられており，同ボタンの下には基部が設けられていない点。 ",
                    "（形態5）本体背面中央に，強弱調整ボタンよりも大きい円形の線模様が設けられ，各パッドに，周囲に余白を残して，各パッドの外周形状とほぼ相似形の電極が配置され，左側又は右側の各電極が一本の線で繋がって，その線が中央の円形模様と接続され，円形模様の内側中央にコイン掛け溝を有する電池部蓋が設けられている点。 ",
                    "（形態6）電極内に葉の外形と葉脈を模した太線模様が配されて，中央を貫く太い葉脈が，上パッド及び下パッドでは略弓状に表されて，中パッド（判決注：原文のまま）では水平状に表されている点。 ",
                    "（形態7）本体には，正面及び背面を貫通する通気孔が設けられておらず，背面の円形線模様の上下にごく小円の穴部が形成されている点。 ",
                    "（形態8）強弱調整ボタンの正面上下に，「＋」及び「-」の表示が明調子で設けられ，強弱調整ボタンの間に，明調子の電源ボタンが設けられている点。 ",
                    "（形態9）本体周縁は，正面側のゆるやかな傾斜面が端部まで連続しているので，垂直面として形成されていない点。 ",
                    "（形態10）本体正面の大部分と本体背面の縁部，及び「＋」などの表示を除く強弱調整ボタンは暗調子に表されており，本体背面の太線模様はやや暗調子に表されて，その太線模様と縁部を除く本体背面は明調子に表されている点。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲2意匠",
              "content": [
                {
                  "fig": "ア",
                  "subject": "基本的構成態様",
                  "text": [
                    "（形態1’）全体は，正面から見て，薄いシート状であって，略左右対称であり，略横長隅丸4角形状の中央パッドが，左右端が若干上に傾くように配置され，中央パッドの上に，略横長隅丸5角形状の上パッドが，左右端が中央パッドよりも上に傾くように配置され，中央パッドの下に，略横長隅丸5角形状の下パッドが，左右端が中央パッドよりも下に傾くように配置された，合計6つのパッドからなる本体と，本体の正面中央に設けられた，略円形の強弱調整ボタンで構成されている点。 ",
                    "（形態2’）本体の上片及び下辺中央に，略「V」字状の切り欠き部が形成されている点。 ",
                    "（形態3’）本体正面は，各パッドの外周を縁取る線模様が，パッドごとに分断して合計6つ設けられ，その内側に，各パッドの外形に相似するような隅丸略5角形状の線溝が，相似形に3本施されている点。 "
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "具体的構成態様",
                  "text": [
                    "（形態4’）強弱調整ボタンは，本体から突出して設けられた略円筒状の強弱調整ボタン基部の上に同心に配置され，正面側が閉塞する略円筒状で，本体に一体に設けられている点。 ",
                    "（形態5’）本体背面中央に，ボタン基部よりも大きい円形の線模様が設けられ，各パッドに，周囲に余白を残して，略横長隅丸4角形状で，略同形同大の電極が配置され，各電極が中央の円形模様と接続され，円形模様の内側に，周囲に放射状の線模様が施され，中央にコイン掛け溝を有する電池部蓋が設けられている点。 ",
                    "（形態6’）電極内に略6角形状の区画が略千鳥状に配されて，中央の区画は大きく，上下の区画は中央から離れるほど小さくなっている点。 ",
                    "（形態7’）本体のボタン基部の斜め上下左右に，正面及び背面を貫通する略隅丸3角形状の通気孔が設けられている点。 ",
                    "（形態8’）強弱調整ボタンの正面上下に，「＋」及び「-」の表示が設けられている点。 ",
                    "（形態9’）本体周縁は，正面側のゆるやかな傾斜面から滑らかにつながる，ごく低い垂直面である点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "審決が認定した両意匠の形態上の共通点及び相違点",
          "content": [
            {
              "fig": "(1)",
              "subject": "共通点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "基本的構成態様に係る共通点",
                  "text": [
                    "（A）全体は，正面から見て，薄いシート状であって，略左右対称であり，左右の上パッド，中央パッド及び下パッドが合計6つ配置された本体と，本体の正面中央に設けられた略円形の強弱調整ボタンで構成されている点。 ",
                    "（B）本体の上辺及び下辺中央に切り欠き部が形成されている点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "具体的構成態様に係る共通点",
                  "text": [
                    "（C）強弱調整ボタンは，正面側が閉塞しており，本体に一体に設けられている点。 ",
                    "（D）本体背面中央に，強弱調整ボタンよりも大きい円形の線模様が設けられ，各パッドに，周囲に余白を残して電極が配置され，各電極が中央の円形模様と接続されて，円形模様の内側中央にコイン掛け溝を有する電池部蓋が設けられている点。",
                    "（E）強弱調整ボタンの正面上下に，「＋」及び「-」の表示が設けられている点。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "基本的構成態様に係る相違点",
                  "text": [
                    "（a）本体が，本件登録意匠は，略倒隅丸台形状の中央パッドの上下に，上端又は下端が略弓状に膨出した上パッド及び下パッドが配置されているのに対して，甲2意匠は，中央パッドが略横長隅丸4角形状で，左右端が若干上に傾くように配置され，上パッドが略横長隅丸5角形状で，左右端が中央パッドよりも上に傾くように配置され，下パッドが略横長隅丸5角形状で，左右端が中央パッドよりも下に傾くように配置されている点。 ",
                    "（b）本体の上辺及び下辺中央の切り欠き部及びその周辺の態様について，本件登録意匠の切り欠き部は略「U」字状であって，切り欠き部に連なる本体上辺及び下辺の角部付近が上方又は下方に僅かに膨出しているのに対して，甲2意匠の切り欠き部は略「V」字状である点。",
                    "（c）本体正面が，本件登録意匠は，上パッド及び下パッドにおいて，上端又は下端に沿って明調子の筋状模様が配されて，内側の稜線寄りに明調子の略倒扁平三角形状模様が配されており，また，上パッド及び下パッドには，左右のパッドにまたがってごく僅かに突出した略「M」字状又は略「W」字状の帯状部が形成され，中央パッドには左右のパッドにまたがってごく僅かに突出した略倒紡錘形状部が強弱調整ボタンを囲むように形成されているのに対して，甲2意匠は，外周を縁取る線模様がパッドごとに分断して合計6つ設けられ，その内側に，各パッドの外形に相似するような隅丸略5角形状の線溝が，相似形に3本施されている点。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "具体的構成態様に係る相違点",
                  "text": [
                    "（d）強弱調整ボタンが，本件登録意匠は，略円錐台形状で，同ボタンの下には基部が設けられていないのに対して，甲2意匠は，略円筒状で，本体から突出して設けられた略円筒状の強弱調整ボタン基部の上に同心に配置されている点。",
                    "（e）本体背面中央の円形模様の内側が，本件登録意匠は無模様であるのに対して，甲2意匠は周囲に放射状の線模様が施されている点。",
                    "（f）電極の形状が，本件登録意匠は，各パッドの外周形状とほぼ相似形で，左側又は右側の各電極が一本の線で繋がっており，電極内に葉の外形と葉脈を模した太線模様が配されて，葉脈を構成する主脈が，上パッド及び下パッドでは略弓状に表されて，中パッド（判決注：原文のまま）では水平状に表されているのに対して，甲2意匠は，略同形同大の略横長隅丸4角形状で，電極内に略6角形状の区画が略千鳥状に配されて，中央の区画は大きく，上下の区画は中央から離れるほど小さくなっている点。",
                    "（g）本件登録意匠は，本体の正面及び背面を貫通する通気孔が設けられていないのに対して，甲2意匠は，強弱調整ボタンの斜め上下左右に，正面及び背面を貫通する略隅丸3角形状の通気孔が設けられている点。 ",
                    "（h）甲2意匠は，「＋」及び「-」の表示が明調子に表され，強弱調整ボタンの間に明調子の電源ボタンが設けられているが，本件登録意匠は，「＋」及び「-」の表示が明調子ではなく，電源ボタンが設けられていない点。",
                    "（i）本体周縁が，本件登録意匠は，正面側のゆるやかな傾斜面が端部まで連続しているので垂直面として形成されていないのに対して，甲2意匠は，正面側のゆるやかな傾斜面から滑らかにつながる，ごく低い垂直面である点。",
                    "（j）甲2意匠は，本体正面の大部分と本体背面の縁部，及び「＋」などの表示を除く強弱調整ボタンが暗調子に，本体背面の太線模様がやや暗調子に，その太線模様と縁部を除く本体背面が明調子にそれぞれ表されているのに対して，本件登録意匠は，明調子又は暗調子に表されていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "text": [
        "本件登録意匠は，次のとおり，甲2意匠に類似するものであるから，これと異なる審決の判断は誤りであって，取り消されるべきである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件登録意匠の形態の認定の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "（形態1）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2意匠の次の形状は，トレーニングにより腹筋が割れた状態になっていることを想起させる，新規かつ独創的な意匠的特徴部分である。",
                    "「全体は，正面から見て薄いシート状であって略左右対称であり，左右の上パッド，中央パッド及び下パッドが合計6つ配置された本体（と，本体の正面中央に設けられた略円形の強弱調整ボタン）で構成されている点」",
                    "この甲2意匠の意匠的特徴部分を考慮すると，本件登録意匠の(形態1)に対応する基本的構成態様は，「全体は，正面から見て，薄いシート状であって，略左右対称であり，左右の上パッド，中央パッド及び下パッドが合計6つ配置された本体と，本体の正面中央に設けられた略円形の強弱調整ボタンで構成されている点」と認定されるべきである。",
                    "そして，（形態1）の「上パッド」，「中央パッド」及び「下パッド」の具体的な形状は，本件登録意匠の基本的構成態様ではなく，具体的構成態様である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，本件登録意匠の上パッド及び下パッドは，審決が認定したとおり略弓状部の膨出部を有しているものの，パッドの全体形状は概ね「略横長隅丸5角形状」である。",
                    "したがって，この点は，具体的構成態様として，次のように認定すべきである。",
                    "「上端又は下端が略弓状に膨出し，全体が略横長隅丸5角形状をなす上パッド及び下パッド」を有する点。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "（形態3）について",
              "text": [
                "本件登録意匠の（形態3）のうち，「明調子の筋状模様」及び「明調子の略倒扁平三角形状模様」は，パッドの表面に印刷等で表された表層的な模様で，パッド本体に対する付加的要素にすぎず，意匠の骨格をなすものではない。",
                "また，（形態3）のうち，「略『M』字状又は略『W』字状の帯状部」及び「略倒紡錘形状部」は，隆起が極めて低く，本件登録意匠の本体正面の大部分が暗調子であることも相まって，全体観察した際に非常に視認しづらいものであるから，これも意匠の骨格的要素であるとはいえない。",
                "したがって，審決が認定した本件登録意匠の（形態3）は，基本的構成態様ではなく，具体的構成態様である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲2意匠の形態の認定の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "（形態1’）について",
              "text": [
                "上記1(1)のとおり，甲2意匠の次の形状は，それまでになかった特徴的な意匠部分であるから，まさにこれを基本的構成態様として認定すべきである。",
                "「全体は，正面から見て薄いシート状であって略左右対称であり，左右の上パッド，中央パッド及び下パッドが合計6つ配置された本体（と，本体の正面中央に設けられた略円形の強弱調整ボタン）で構成されている点」",
                "そして，上記各パッドの個別的な形状は，具体的構成態様である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "（形態3’）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲2意匠の（形態3’）のうち，「外周を縁取る線模様」及び「各パッドの外形に相似するような隅丸略5角形状の線溝」は，甲2の【B-B部拡大図】に記載されている線溝の断面形状のとおり，パッドの表面に極めて浅く形成されたものにすぎず，模様に近い表層的な要素であって，パッド自体の外形形状と同等の存在感を有するものではない。甲2意匠の実施製品においても，本体正面の大部分が暗調子で表されているため，この線溝は視認しづらく，ほとんど目立たない。",
                    "したがって，甲2意匠の（形態3’）は，基本的構成態様ではなく，具体的構成態様である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，審決は，甲2意匠の（形態3’）として，外周を縁取る線模様がパッドごとに分断して6つ設けられ，その内側に，各パッドの外形に相似するような隅丸略5角形状の線溝が，相似形に3本施されている点のみを認定した。",
                    "しかし，甲2意匠の「相似形に3本施されている隅丸略5角形状の線溝」の内側及びその周辺は，その外側と比べてごく僅かに隆起した形状となっているから，この点も（形態3’）として認定されるべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "両意匠の対比の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "基本的構成態様における共通点の看過",
              "text": [
                "両意匠は，パッド本体の基本的構成態様において，次の（A-i）～（A-vii）の共通点を有するにもかかわらず，審決の認定はこれらを看過している。",
                "（A-i）両意匠の6つのパッドは，略横長矩形状に配置されている点（本件登録意匠及び甲2意匠を外形的に大づかみに捉えると，6枚のパッド片全体としては，概ね矩形状の枠内に納まるように，まとまりよく配置されている）。",
                "（A-ii）両意匠は，上パッド及び下パッドがそれぞれ「略横長隅丸5角形状」をなす点。",
                "（A-iii）両意匠は，中央パッドが「略横長隅丸4角形状」をなす点。",
                "（A-iv）両意匠は，中央パッドの上下に略倒扁平「V」字状の隙間（切り欠き部）を有している点。",
                "（A-v）両意匠は，上パッドが，その左右端が中央パッドよりも上に傾くように配置され，下パッドが，その左右端が中央パッドよりも下に傾くように配置されている点。",
                "（A-vi）本体の上辺及び下辺中央の切り欠き部は，細長いもの（深いもの）である点。",
                "（A-vii）両意匠は，上パッド，下パッド及び中央パッドのいずれにも突出部を有する点。",
                "したがって，両意匠は，基本的構成態様において，審決が認定した共通点(A)及び(B)に加え，上記（A-i）～（A-vii）の点で共通する。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点（c）の認定の誤り",
              "text": [
                "審決は，各パッドの表面に施された明調子の「筋状模様」，「略倒扁平三角形状模様」，「ごく僅かに突出した略『M』字状又は略『W』字状の帯状部」，「ごく僅かに突出した略倒紡錘形状部」，「外周を縁取る線模様」，及び「隅丸略5角形状の線溝」について，基本的構成態様における相違点（c）として認定した。",
                "しかし，上記1(2)及び2(2)アのとおり，これらは極めて表層的な模様であるか，全体観察した際に視認しづらく目立たない要素であって，意匠の骨格をなすものとはいえないから，基本的構成態様における相違点ではなく，具体的構成態様における相違点である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点(h)及び(j) の認定の誤り",
              "text": [
                "審決は，具体的構成態様における相違点（h）として，甲2意匠に電源ボタンが設けられていると認定したが，電源ボタンが設けられているのは本件登録意匠である。すなわち，審決は，両意匠の形態を逆に認定しており，明らかに誤りである。",
                "同様に，具体的構成態様における相違点（j）についても，審決は，両意匠の形態を逆に認定している。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "両意匠の類否判断の誤り",
          "content": [
            {
              "fig": "(1)",
              "subject": "共通点の評価について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "共通点(A)の評価の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，共通点(A)として，パッドが「合計6つ配置された本体」と認定したにもかかわらず，これを評価する際には，「パッドが複数配置された本体」とパッドの枚数を抽象化している。",
                        "しかし，大きな面積を占めるパッドの具体的な枚数が意匠的な美感に影響を与えることは明らかであるから，このような抽象化は意匠の類否判断の手法として失当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "また，審決は，甲2意匠の出願後に公知となった登録第1565074号意匠公報（平成28年12月12日発行）記載の意匠（以下「別紙第5意匠」という。）及び特許庁意匠課公知資料番号第HJ25031013号（平成25年8月6日にWebページに掲載されていたもの。）記載の意匠（以下「別紙第6意匠」という。）を参酌して，「トレーニング機器」の需要者が上記共通点（A）の形態に殊更着目するということはできず，この共通点が両意匠の類否判断に及ぼす影響は小さいと判断したが，次のとおり，この判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "意匠法3条1項3号は，先行意匠について，類似の範囲において後願の意匠出願を排除する効果を認めたものと解するべきであるから，同号に基づいて類否判断を行う際に考慮すべき公知意匠は，先行意匠である引用意匠（本件では甲2意匠）の出願前の意匠に限られる。したがって，両意匠の共通点を評価するに当たり，甲2意匠の出願後に公知となった別紙第5意匠を参酌することは適切でない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "仮に，本件登録意匠の出願前に公知となった意匠であれば，これを類否判断において参酌することが許されるとしても，公知意匠が1つ存在するだけで，当該公知意匠が有する一部の形態は需要者の注意を引く部分ではないという判断手法は，明らかに誤りである。",
                            "すなわち，単に当該形態を有する意匠が公知であるとの一事で，当該形態が需要者の注意を引かないということにはならない。本件のように，斬新なデザインを有するヒット商品には，往々にして模倣品や追随品が現れるところ，そのような追随意匠が複数公知になるだけで，直ちにそれらが有する形態が需要者の注意を引かないものになるとはいえない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "次に，別紙第6意匠に係る物品は，甲2意匠に係る物品と同様に，腹部等に接触させて使用するトレーニング機器であるものの，パッド上下左右の切込みが極めて浅いため，全体が略隅丸正方形状の「1枚」のシート状のパッドと認識できるものである。",
                        "これに対し，本件登録意匠及び甲2意匠は，パッドの上下のみならず，左右にも深い「『V』字状の切込み（隙間）」が設けられ，「6つ」のパッド片を有する形状となっている点において，別紙第6意匠と顕著に相違する。",
                        "したがって，共通点（A）は，公知意匠にない新規な創作部分で，その斬新さゆえに需要者の注意を強く引く部分であるから，類否判断に及ぼす影響は極めて大きい。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "さらに，意匠の類否判断に際しては，意匠に係る物品の性質，用途，使用態様を参酌して，需要者の注意を引きつける部分を要部として把握すべきである。",
                        "両意匠に係る物品の需要者は，当該物品に係るトレーニング機器を腹部に接触させ，電流により腹筋等を刺激し，腹部の筋肉等を引き締めたいとのニーズを持つ一般需要者である。そして，当該物品の形状等のうち，このような需要者が特に関心を抱くのは，引き締め効果の影響に関する部分である。すなわち，両意匠は，いずれも「6つ」のパッド片に分かれた態様を有するため，腹部に接触させたときに6か所に分かれて筋肉に刺激を与えることができ，一般に理想的な体型であるとされる「腹筋が割れた状態」となることを需要者に想起させるものである。したがって，需要者が最も大きな関心を抱く，使いやすさや効果をイメージさせるものとなっているとの観点からも，共通点（A）は，需要者の注意を強く引く部分であり，類否判断に及ぼす影響は極めて大きい。",
                        "これに対し，審決は，両意匠の共通点及び相違点の評価に当たり，主に「使用時に目に入りやすい部分」に着目して認定判断をしており，上記の点を適切に考慮しておらず失当である。また，両意匠に係る物品を使用する際には，衣服を着たまま腹部だけを露出してパッドを装着し，その後，衣服を上から被せて用いることが比較的多いといえるから，トレーニング中に斜め上方から物品を観察し続けるようなことはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "共通点(B)，(C)及び(E)の評価の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，共通点(B)，(C)及び(E)についても，甲2意匠の出願後に公知となった別紙第5意匠を参酌して，これらの共通点が両意匠の類否判断に及ぼす影響は小さいと判断した。",
                        "しかし，上記ア(イ)bにおいて主張したところと同様に，本件において別紙第5意匠を参酌することは適切でないから，甲2意匠における共通点(B)，(C)及び(E)の斬新性，独創性が減殺されることはなく，本件登録意匠との類否判断に何らの影響も及ぼさない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，審決は，共通点(E)として，強弱調整ボタンの「正面上下」に，「＋」及び「-」の表示が設けられていると認定したにもかかわらず，これを評価する際には，強弱調整ボタンの「正面」に，「＋」及び「-」の表示が設けられていると抽象化しており，この点においても失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "共通点(D)の評価の誤り",
                  "text": [
                    "審決は，共通点(D)について，甲2意匠の出願後に公知となった登録第1541180号意匠公報（平成28年1月12日発行）記載の意匠（以下「別紙第7意匠」という。）を参酌して，当該共通点の斬新性を否定した。",
                    "しかし，別紙第7意匠は，原告が甲2意匠の出願日に8日遅れて出願し，甲2意匠の登録公報発行後に公報に掲載されたものであるから，甲2意匠に対する公知資料となり得ない。",
                    "したがって，別紙第7意匠をもって，甲2意匠における共通点（D）の斬新性，独創性が減殺されることはなく，本件登録意匠との類否判断に何らの影響も及ぼさない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "共通点（A-i）～（A-vii）の評価について",
                  "text": [
                    "共通点（A-i）は，6つのパッドが略横長矩形状の外周枠に収まるように配置されている態様であるところ，このような構成は，甲2意匠の出願前には存在せず，かつ広い面積を占めるものであるから，需要者の目を引き，両意匠の類否判断に及ぼす影響は極めて大きい。",
                    "共通点（A-ii）～（A-vi）も，従前の公知意匠においてほとんど存在せず，正面の広い面積を占めて目につくものであるから，両意匠の類否判断に及ぼす影響は極めて大きい。",
                    "共通点（A-vii）は，上パッド，下パッド及び中央パッドにおける突出部（隆起部）であるが，このような構成も甲2意匠の出願前にはなかった。しかし，その突出（隆起）の程度はごく僅かで，隆起部外周からパッド外周に向かった傾斜はごく緩やかで目立つものではなく，両意匠の類否判断に及ぼす影響の程度は大きいとはいえない。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "したがって，共通点（A）～（E），（A-i）～（A-vi）が両意匠の類否判断に及ぼす影響は極めて大きいから，共通点（A-vii）が及ぼす影響が大きいとはいえないことを考慮しても，これらの共通点を総合すると両意匠の類否判断に与える影響は極めて大きい。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の評価について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点（a）の評価の誤り",
                  "text": [
                    "審決は，専ら上パッドの上辺と下パッドの下辺に着目し，「うねりがあるか，直線的か」，「上下対称か，上下非対称か」という相違により，需要者は異なる視覚的印象を抱くと評価した。しかし，次のとおり，この判断は誤りである。",
                    "腹筋を鍛えるEMS機器に関し，両意匠に先行する意匠（公知意匠）は，ベルト型，又は別紙第6意匠のような全体的に一枚の大きな隅丸四角形状のパッドを備えたものだけであった。",
                    "このような状況下で，需要者が甲2意匠や本件登録意匠を観察するとき，特に強く注意を引かれるのは，パッドの上下左右に（「V」字状又は「U」字状の）深い切り欠き部を有し，その結果，6つのパッドが互いに独立している点である。なぜなら，このような形態こそが，公知意匠に見られない新規な創作部分であるとともに，トレーニング機器の用途や使用態様（腹筋の異なる部位にパッドを接触させてトレーニングすることにより，割れた腹筋を造り上げることができる）に直接的に影響を与える部分だからである。",
                    "したがって，上パッドの上辺及び下パッドの下辺の態様は，パッド全体からすると部分的な差異にとどまるものであり，公知意匠からの差別化が図られた部分でも，腹筋のトレーニング機能に有意な差を生じさせるような部分でもない。",
                    "よって，相違点（a）は，需要者の注意をあまり引かない部分である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点（b）の評価の誤り",
                  "text": [
                    "審決は，主として切り欠き部の詳細な形状に着目し，「怒り肩状」，「撫で肩状」という相違が需要者に異なる視覚的印象を与えると判断した。",
                    "しかし，切り欠き部の詳細な形状が「U」字状か「V」字状かという点や，切り欠き部に連なる角部が僅かに膨出しているか否かという点は，部分的に付加された些末な改変であって，パッド全体に占める面積も小さく，先端が尖っているか，丸まっているのかというわずかな差異にとどまる。",
                    "また，細部を注視すれば「怒り肩」，「撫で肩」という相違があるかもしれないが，そのような違いがあるとしても，トレーニング機器としての使用態様や，トレーニングの効果には何の影響もない。そのため，腹筋との対応関係を強くイメージさせるために上下に切り込みを入れ，左右のパッドを明確に分離させたという共通点に係る形態以上に，需要者が注目する差異とはなり得ない。",
                    "したがって，相違点（b）は，両意匠の共通点に埋没してしまう微弱な差異にすぎず，類否判断に及ぼす影響は小さい。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点（c）の評価の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，本件登録意匠は，略「M」字状又は略「W」字状の帯状部の存在によって，上パッドと下パッドが「左右に連なった印象」を強く与えていると評価した。",
                        "しかし，審決も「ごく僅かに突出」と認定したように，これらの帯状部は，極めて表層的に形成されているにすぎず，特にパッド表面のほぼ全体が暗調子に表されている本件登録意匠においては，非常に視認しづらいものである。したがって，このような帯状部が存在するからといって，上パッドと下パッドから「左右に連なった印象」は特段感じられない。",
                        "また，このような帯状部は，トレーニング機器としての機能や使用感にも何の影響も与えないものであるから，仮に需要者が帯状部の存在を認識したとしても，強く注意を引かれることはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "なお，審決は,「甲2意匠は，線模様や線溝により，6つのパッドがそれぞれ独立して浮き上がったような印象を強く与える」と認定した。",
                        "しかし，甲2意匠において，6つのパッドがそれぞれ独立した印象を生じさせているのは，「上下左右に深い切り込みを有し，上パッドが中央パッドよりも上に傾き，下パッドが中央パッドよりも下に傾いている」というパッド本体の形状によるものである。",
                        "また，甲2意匠のパッド表面の線溝は，ごく浅い表層的なもので，実施製品においても目立ちにくいものであるから，これにより「浮き上がったような印象」を与えるとした認定も誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点（i）の評価の誤り",
                  "text": [
                    "審決は，相違点（i）の評価において，「垂直面」の有無を重視している。しかし，この垂直面は，甲2意匠に係る公報で，B-B部拡大図を見なければわからない程度のものである。また，甲2意匠の実施製品においても，垂直の上下幅は僅かに1mm程度しかない。したがって，使用時に斜め上方から見る機会が多かったとしても，需要者が垂直面の有無に着目して，異なる視覚的印象を受けることなどあり得ない。",
                    "よって，相違点（i）は，両意匠の共通点に埋没する，極めて微細な差異にすぎず，類否判断に及ぼす影響はないに等しい。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上を総合すると，両意匠を対比したとき，「深い切り込みを入れた」，「6枚のパッド片からなる構成である」という共通点を中心とする，審決が認定した共通点(A)～(E)及び原告が主張する共通点（A-i）～（A-vii）は，それまでになかったまさに独創的な意匠部分であり，その「深い切り込み」という形態の基本的な共通性とも相まって，需要者に極めて強い共通の美感を生じさせる。",
                "これに対し，両意匠の相違点は，まさに微細な改変を加えたものにすぎない。",
                "したがって，両意匠の共通点における美感の共通性は，相違点を遙かに凌駕するものであるから，両意匠は全体として類似する。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "本件登録意匠の形態の認定について",
          "content": [
            {
              "fig": "(1)",
              "subject": "（形態1）について",
              "text": [
                "原告は，本件登録意匠の（形態1）のうち，各パッド片の個別的な形状に係る部分は具体的構成態様であると主張する。",
                "しかし，基本的構成態様とは当該意匠にかかる基本的な骨格に相当する部分をいうところ，両意匠に係る物品が「トレーニング機器」であって，パッドの裏面に配置された電極により需要者の腹部の筋肉を鍛えるという用途に鑑みれば，まさに腹部に接触させる部分であるパッド片の具体的形状は需要者が特に注目する部分であるから，パッド片の個別的な形状が両意匠の基本的な骨格部分に相当することは当然である。",
                "したがって，（形態1）を本件登録意匠の基本的構成態様とした審決の認定は正当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "（形態3）について",
              "text": [
                "本件登録意匠の（形態3）のうち，「明調子の筋模様」及び「明調子の略倒扁平三角形状模様」は，暗調子の本体部分とのコントラストにより一際目立つ部位であるから，これを単なる表層的な模様とする原告の主張は誤りである。また，「略『M』字状又は略『W』字状の帯状部」及び「略倒紡錘形状部」についても，本件登録意匠に係る公報の斜視図及び正面図において一見して明らかに視認できるものであるから，意匠に係る物品を見た需要者の目を引く重要部分であることは明白であり，「視認しづらい」との原告の主張は誤りである。",
                "本件登録意匠に係る物品が「トレーニング機器」であり，需要者はこれを腹部に載せて使用するという用途等に鑑みれば，審決が認定したとおり，需要者は当該物品の表面を正面又は斜め上方向から見る機会が多い。したがって，本件登録意匠の表面全体にわたって配されている「明調子の筋模様」，「明調子の略倒扁平三角形状模様」，「略『M』字状又は略『W』字状の帯状部」及び「略倒紡錘形状部」は，まさに需要者が注意深く観察する部分であって，本件登録意匠の骨格部分に相当する。",
                "よって，（形態3）を本件登録意匠の基本的構成態様とした審決の認定は正当である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "甲2意匠の形態の認定について",
          "content": [
            {
              "fig": "(1)",
              "subject": "（形態1’）について",
              "text": [
                "原告は，甲2意匠の（形態1’）についても，各パッド片の個別的な形状に係る部分は具体的構成態様であると主張する。",
                "しかし，上記1(1)において主張したところと同様に，この点を甲2意匠の基本的構成態様とした審決の認定は正当である。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "（形態3’）について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用意匠として本件登録意匠と対比されるのは，飽くまでも甲2意匠に係る公報に記載されている図面である。そして，当該図面では，パッドの外周形状線が1本線で記載されているのに対し，「外周を縁取る線模様」や「各パッドの外形に相似するような隅丸略5角形状の線溝」は，2本線（外周を縁取る線模様）や3本線（各パッドの外形に相似するような隅丸略5角形状の線溝）であることから，全体的により太い線形をもってより存在感のある形状として視認できるものである。",
                    "また，需要者は甲2意匠に係る物品の表面を正面又は斜め上方向から見る機会が多いことに鑑みれば，甲2意匠の表面全体にわたって配されている「外周を縁取る線模様」及び「各パッドの外形に相似するような隅丸略5角形状の線溝」はまさに需要者が注意深く観察する部分であって，甲2意匠の骨格部分に相当することは明白である。",
                    "したがって，（形態3’）を甲2意匠の基本的構成態様とした審決の認定は正当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "さらに，原告は，甲2意匠の「相似形に3本施されている隅丸略5角形状の線溝」の内側が突出していると主張する。",
                    "しかし，甲2意匠に係る公報記載の底面図の拡大図からも明らかなとおり，甲2意匠のパッド部にはいずれにも突出部が存在しない。",
                    "したがって，原告の上記主張は誤りである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "両意匠の対比について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，両意匠は（A-i）～（A-vii）の共通点を有すると主張するが，いずれも争う。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "（A-ii）について",
              "text": [
                "本件登録意匠の上下パッドは，上端又は下端が略弓状に膨出した形状であって多角形状で表現できる形状でないのに対し，甲2意匠の上下パッドは，略横長隅丸5角形状であるから，この点はむしろ相違点である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "（A-iii）について",
              "text": [
                "本件登録意匠の中央パッドは「略倒隅丸台形状」であるのに対し，甲2意匠の中央パッドは「略横長隅丸4角形状」であるから，この点はむしろ相違点である。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "（A-iv）について",
              "text": [
                "本件登録意匠の中央パッドの上下の切り欠き部の隙間は，ほぼ同幅で先端が円弧状であるのに対し，甲2意匠の中央パッドの上下の切り欠き部の隙間は，先細りとなっておりその先端が尖っていることから，この点はむしろ相違点である。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "（A-v）について",
              "text": [
                "本件登録意匠の上下パッドは，上端又は下端が略弓状に膨出した形状であるから，甲2意匠の略横長隅丸5角形状である上下パッドにおける「左右端」に相当する部分が存在しない。したがって，この点は両意匠の共通点になり得ない。"
              ]
            },
            {
              "fig": "(6)",
              "subject": "（A-vii）について",
              "text": [
                "上記2(2)イのとおり，甲2意匠のパッド部には突出部が存在しないから，「上パッド，下パッド，中央パッドのいずれにも突出部を有する点」は，両意匠の共通点になり得ない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "小括",
              "text": [
                "以上によれば，両意匠に共通点（A-i）～（A-vii）が存在するとの原告の主張はいずれも誤りである。",
                "そして，原告が共通点と主張するものの中には，むしろ相違点として把握すべき構成が含まれているものの，これらは審決が認定した相違点に含まれている。",
                "したがって，審決の共通点及び相違点の認定はいずれも正当である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "両意匠の類否判断について",
          "content": [
            {
              "fig": "(1)",
              "subject": "共通点の評価について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "意匠法3条1項各号の文言に照らせば，「意匠登録出願前」の公知意匠とは，当該出願意匠(本件における本件登録意匠)の出願前に同項1号や同項2号に規定する態様で公知となっていた全ての意匠を指す。",
                    "本件において，別紙第5意匠，別紙第6意匠及び別紙第7意匠は，いずれも本件登録意匠の出願日前から公知であるから，両意匠の要部認定において参酌すべき公知意匠である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，共通点（A）～（E）は，いずれも本件登録意匠の出願前に「トレーニング機器」の物品分野において既に見受けられていた構成であるから，特に需要者の注意を引く部分ではない。",
                    "なお，原告は，審決が両意匠の共通点を評価するに当たり，「6枚のパッド」や「強弱調整ボタンの正面上下の『＋』及び『-』の表示」との形態を抽象化している点を論難する。しかし，「6枚のパッド」との形態は別紙第5意匠により，「強弱調整ボタンの正面上下の『＋』及び『-』の表示」との形態は別紙第7意匠により，それぞれ公知となっているから，原告の当該主張は失当である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，共通点（A）～（E）の構成が要部となることはなく，これらの構成が両意匠において共通しているとしても，その類否判断に及ぼす影響は小さい。",
                    "よって，この点についての審決の判断は正当である。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の評価について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点（a）について",
                  "text": [
                    "相違点（a）は，上記公知意匠のいずれにも見られない構成であって，まさに新規な創作性が認められる部分である。なお，意匠は，視覚を通じて美感を起こさせるものであって，意匠に係る物品の機能と直接結びつくものではないから，トレーニング機能に有意な差を生じさせる部分か否かを意匠の類否判断において考慮すべきでない。",
                    "そして，本件登録意匠に係る物品の性質，用途，使用態様に鑑みれば，需要者は当該物品の表面を正面又は斜め上方向から見る機会が多いところ，正面から視認できる各パッド片の形状に関する相違点（a）は，需要者の注意を殊更に引く部分である。また，表面の全体的な形状（共通点（A）），本体上下辺中央の切り欠き部（共通点（B）），正面の強弱調整ボタン（共通点（C））は，公知意匠の存在により新規な創作性がないありふれた構成であることも考慮すると，需要者は共通点（A）～（C）以外の正面又は斜め上方向から視認できる構成に着目するから，この意味においても，相違点（a）は両意匠の類否判断に大きな影響を及ぼす要部である。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点（b）について",
                  "text": [
                    "相違点（b）は，単に上下辺中央部の隙間の形状の相違にとどまらず，切り欠き部に連なる本体上辺及び下辺について，本件登録意匠が怒り肩状に表れているのに対し，甲2意匠は撫で肩状に表れるという相違を生じさせるのであるから，これは意匠の正面視における全体の美感に関わる相違である。また，相違点がトレーニング機能に及ぼす影響を，意匠の類否判断において考慮すべきでないことは，上記アと同様である。",
                    "そして，相違点（b）も，相違点（a）と同様に，需要者が正面から視認できる部分であるとともに，公知意匠に見られない新規な創作性のある部分であるから，まさに需要者が殊更に着目する部分であり，両意匠の類否判断に大きな影響を及ぼす要部である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点（c）について",
                  "text": [
                    "本件登録意匠の「略『M』字状又は略『W』字状の帯状部」，「略倒紡錘形状部」も，甲2意匠の「外周を縁取る線模様」，「各パッドの外形に相似するような隅丸略5角形状の線溝」も，これらの意匠に係る物品を見た需要者の目を引く重要部分である。",
                    "そして，本件登録意匠の帯状部は，上パッド及び下パッドの左右にわたって設けられていることから，需要者に各パッドが左右に連なった印象を与える。これは本件登録意匠の上下パッドが楓の種をモチーフにデザインされたものであることに起因するものでもある。",
                    "これに対し，甲2意匠の6つのパッドの内側の線溝は，各パッドの外形と相似する形で3本も設けられており，需要者に6つのパッド片が独立して浮き上がっている印象を与える。これは甲2意匠の6つのパッドが鍛え上げられた6つの腹筋をモチーフとしていることに起因するものでもある。",
                    "このように，相違点（c）も需要者が特に着目する部分であり，両意匠が需要者に与える視覚的印象も全く異なることから，類否判断に及ぼす影響は大きい。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "相違点（d）及び（h）について",
                  "text": [
                    "審決は，強弱調整ボタンの形状及び表示に係る相違点（d）及び（h）について，両意匠の類否判断に及ぼす影響は小さいと認定した。",
                    "しかし，強弱調整ボタンは，両意匠に係る物品の需要者の腹部に流す電流の量やパターンを調整する部分であり，電流の刺激により腹部の筋肉を鍛えたいと考える需要者がまさに着目する部分である。",
                    "したがって，相違点（d）及び（h）は需要者が強く着目する要部であるから，この点についての審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "相違点（e）及び（f）について",
                  "text": [
                    "審決は，背面の模様や電極の形状に係る相違点（e）及び（f）について，両意匠の需要者が抱く美感を左右するほどのものとはいえないと判断した。",
                    "しかし，両意匠に係る物品は，需要者の腹部に物品背面の電極部を接触させ，電流を腹部の筋肉に流すことで当該筋肉を引き締めようとするものであるから，需要者は両意匠の背面も高い関心を持って観察する。",
                    "したがって，相違点（e）及び（f）も需要者が強く着目する要部であるから，この点についての審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "相違点（g）について",
                  "text": [
                    "審決は，通気孔の有無に係る相違点（g）について，この相違が需要者に与える印象の違いは小さいと認定した。",
                    "しかし，両意匠に係る物品は腹部に密着して取り付けるものであることから本体中央に空気がたまりやすいところ，この通気孔は通気性を確保するという意匠に係る物品の重要な機能を担う部分であるから，その面積自体は小さくとも需要者が強い関心を持って観察する部分である。",
                    "したがって，相違点（g）は需要者が強く着目する要部であるから，この点についての審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "相違点（i）について",
                  "text": [
                    "両意匠に係る物品は，需要者がその全面を腹部に接触させて使用するもので，需要者はこれを斜め上方から見る機会が多いことに鑑みれば，緩やかな傾斜面が端部まで連続しているのか，端部が垂直面を有しているのかという相違は，需要者が強く着目する点である。そして，需要者が着目するのは垂直面が「あるかないか」であって，垂直面の上下幅がどの程度であるのかは需要者の視覚的印象にとって重要でない。",
                    "したがって，相違点（i）も両意匠の類否判断に大きな影響を及ぼす要部である。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "相違点（j）について",
                  "text": [
                    "審決は，全体の色彩に係る相違点（j）について，需要者に与える美感を大きく異にするとはいえないと認定した。",
                    "しかし，上記のとおり，需要者は両意匠に係る物品を正面から見る機会が多いことに鑑みれば，物品の全体の色彩は物品正面の全体のイメージを左右するものであって，需要者が殊更に着目する部分である。",
                    "したがって，全体の色彩に係る相違点（j）も両意匠の類否判断に大きな影響を及ぼす要部であるから，この点についての審決の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "以上によれば，両意匠の共通点（A）～（E）は，いずれも要部に係るものではないから，両意匠の類否判断に及ぼす影響は小さいのに対し，相違点（a）～（j）は，いずれも要部に係るものであるから，これらの相違点が両意匠の類否判断に及ぼす影響は大きい。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，甲2意匠のパッド全体の形状が需要者に「割れた腹筋」，「引き締め効果の結果，腹筋が割れた状態」を想起させる点を強調し，本件登録意匠も需要者に同じイメージを想起させるものであると主張するが，本件登録意匠のパッド全体の形状からはそのようなイメージは想起されない。",
                    "むしろ，本件登録意匠の上パッドと下パッドの上下対称性は，上方向及び下方向の2つのうねりの規則性を生み出し，かつ，単に外形の上下対称性にとどまらず，上パッドの略「M」字状突出部と下パッドの略「W」字状突出部の上下対称性，すなわちパッド内の構成要素の上下対称性にも関わるものであるから，そのような2つのうねりや突出部の無い甲2意匠と比べて，需要者に確たる美感を与えているということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上を総合すると，本件登録意匠と甲2意匠とは，共通点が類否判断に及ぼす影響はいずれも小さいのに対して，相違点が類否判断に及ぼす影響はいずれも大きいから，相違点が需要者に与える印象は共通点が与える印象を凌駕し，需要者に本件登録意匠と甲2意匠とは別異のものと印象付ける。",
                    "したがって，本件登録意匠は甲2意匠に類似しない。",
                    "よって，審決の判断は，相違点の評価において被告の主張と異なる点があるものの，両意匠は非類似であるとの結論において正当である。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所は，審決の結論に誤りはないと判断する。その理由は以下のとおりである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "両意匠の形態について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠（甲1，2）によれば，本件登録意匠及び甲2意匠の形態は，後記(2)及び(3)において説示する本件登録意匠の（形態1）及び甲2意匠の（形態1’）を除き，審決が認定したとおり（上記第2の3）と認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件登録意匠の（形態1）について",
              "text": [
                "証拠（甲1）によれば，本件登録意匠の中央パッドと上パッド，中央パッドと下パッドの各隙間は，いずれも先端が円弧状の略倒扁平「V」字状であることが認められるから，（形態1）は次のように認定するのが相当である（下線は当裁判所が付した。）。",
                "（形態1）全体は，正面から見て，薄いシート状であって，略上下左右対称であり，略倒隅丸台形状の中央パッドの上下に，先端が円弧状の略倒扁平「V」字状の隙間を介して，上端又は下端が略弓状に膨出した上パッド及び下パッドが配置された，合計6つのパッドからなる本体と，本体の正面中央に設けられた，略円形の強弱調整ボタンで構成されている点。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2意匠の（形態1’）について",
              "text": [
                "証拠（甲2）によれば，甲2意匠の中央パッドと上パッド，中央パッドと下パッドの各隙間は，いずれも先端が先細りの略倒扁平「V」字状であることが認められるから，（形態1’）は次のように認定するのが相当である（下線は当裁判所が付した。）。",
                "（形態1’）全体は，正面から見て，薄いシート状であって，略左右対称であり，略横長隅丸4角形状の中央パッドが，左右端が若干上に傾くように配置され，中央パッドの上に，先端が先細りの略倒扁平「V」字状の隙間を介して，略横長隅丸5角形状の上パッドが，左右端が中央パッドよりも上に傾くように配置され，中央パッドの下に，先端が先細りの略倒扁平「V」字状の隙間を介して，略横長隅丸5角形状の下パッドが，左右端が中央パッドよりも下に傾くように配置された，合計6つのパッドからなる本体と，本体の正面中央に設けられた，略円形の強弱調整ボタンで構成されている点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件登録意匠の（形態1）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲2意匠には，トレーニングにより腹筋が割れた状態になっていることを想起させる新規かつ独創的な意匠的特徴部分があることを考慮すると，審決が認定した本件登録意匠の（形態1）のうち，「上パッド」，「中央パッド」及び「下パッド」の具体的な形状は，本件登録意匠の基本的構成態様ではなく，具体的構成態様と認定されるべきであると主張する。",
                        "しかし，審決が（形態1）として認定した各パッドの具体的な形状は，「略倒隅丸台形状の中央パッド」とか，「上端又は下端が略弓状に膨出した上パッド及び下パッド」といったように，いずれも本件登録意匠の輪郭部分を形成し，一見して認識できるものであるから，意匠の形態を大づかみにした場合に認識できる骨格的態様，すなわち基本的構成態様に属するものというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，本件登録意匠の上パッド及び下パッドについて，パッドの全体形状に照らし，「全体が略横長隅丸5角形状をなす上パッド及び下パッド」と認定すべきであると主張する。",
                        "しかし，本件登録意匠の上パッド及び下パッドの形状は，上パッドでは上端から外側にかけて，下パッドでは下端から外側にかけて，それぞれ曲率の変化がゆるやかな一本の曲線で構成されている上に，本体の上辺及び下辺中央の略「U」字状の切り欠き部に連なるように，僅かな膨出部が設けられていることから，上パッド及び下パッドを多角形で表現すること自体が困難であるし，仮に多角形で近似しようとすると四角形とも六角形とも捉えることができるものである。",
                        "したがって，上パッド及び下パッドの形状につき，審決が「上端又は下端が略弓状に膨出した上パッド及び下パッド」と認定したことが，直ちに誤りであるとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件登録意匠の（形態3）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，本件登録意匠の（形態3）のうち，「明調子の筋状模様」及び「明調子の略倒扁平三角形状模様」は，パッドの表面に印刷等で表された表層的な模様で，パッド本体に対する付加的要素にすぎず，意匠の骨格をなすものではないと主張する。",
                        "しかし，当該各模様は，上パッド及び下パッドの輪郭に沿って，これを強調するかのように明調子で表されており，パッドの大部分が暗調子であることと相まって，一見して認識できるものであるから，意匠の形態を大づかみにした場合に認識できる骨格的態様，すなわち基本的構成態様に属すると認めるのが相当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，（形態3）のうち，「略『M』字状又は略『W』字状の帯状部」及び「略倒紡錘形状部」について，全体観察した際に非常に視認しづらいものであるから，意匠の骨格的要素であるとはいえないと主張する。",
                        "しかし，当該各部分は本体と同じ暗調子となっているものの，本件登録意匠に係る公報（甲1）の斜視図及び正面図において十分認識可能な態様で記載されている上に，意匠全体に占める面積も大きく，後記3(1)において説示する本件登録意匠に係る物品の観察方法に照らしても，需要者の注意を引くものといえるから，意匠の形態を大づかみにした場合に認識できる骨格的態様，すなわち基本的構成態様に属すると認めるのが相当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2意匠の（形態1’）について",
                  "text": [
                    "原告は，甲2意匠の（形態1’）についても，本件登録意匠の（形態1）に関する主張と同様の理由により，各パッドの個別的な形状は具体的構成態様と認定されるべきであると主張する。",
                    "しかし，審決が（形態1’）として認定した「略横長隅丸4角形状の中央パッドが，左右端が若干上に傾くように配置され」，「略横長隅丸5角形状の上パッドが，左右端が中央パッドよりも上に傾くように配置され」，「略横長隅丸5角形状の下パッドが，左右端が中央パッドよりも下に傾くように配置された」との各パットの形状及び配置は，いずれも甲2意匠の輪郭部分を形成し，一見して認識できるものであるから，基本的構成態様に属するというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲2意匠の（形態3’）について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，甲2意匠の（形態3’）のうち，「外周を縁取る線模様」及び「各パッドの外形に相似するような隅丸略5角形状の線溝」は，パッドの表面に極めて浅く形成されたものにすぎず，模様に近い表層的な要素であるから，具体的構成態様として認定されるべきであると主張する。",
                        "しかし，当該線模様及び線溝は，甲2意匠に係る公報の斜視図，正面図，各部の名称を示す参考正面図及び使用状態を示す参考図において，明瞭に表されており，一見して認識できるものであるから，これを基本的構成態様に属すると認定したことが，直ちに誤りであるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，原告は，甲2意匠の「相似形に3本施されている隅丸略5角形状の線溝」の内側及びその周辺は，その外側と比べてごく僅かに隆起した形状であると主張する。",
                        "しかし，甲2意匠に係る公報記載の図面に，原告が指摘する「相似形に3本施されている略隅丸5角形状の線溝」の内側及びその周辺の「ごく僅かに隆起した形状」が記載されていると認めることはできないから，この点についての原告の主張を採用することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "小括",
                  "text": [
                    "原告の上記ア～エの主張の要点は，本件登録意匠についても，甲2意匠についても，基本的構成態様を「全体は，正面から見て，薄いシート状であって，略左右対称であり，左右の上パッド，中央パッド及び下パッドが合計6つ配置された本体と，本体の正面中央に設けられた略円形の強弱調整ボタンで構成されている点」と認定すべきというものである。",
                    "しかし，上記説示のとおり，両意匠においては，各パッドの形状や表面に施された模様等についても，意匠の形態を大づかみにした場合に認識できる骨格的態様というべき構成に当たると認められるのであるから，原告の主張は，基本的構成態様を過度に抽象化しているものといわざるを得ない。",
                    "したがって，この点についての原告の主張を採用することはできない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "両意匠の対比について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "上記1において説示した両意匠の形態に照らせば，両意匠の形態における共通点及び相違点は，後記(2)及び(3)において説示する点を除き，審決が認定したとおりと認められる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "中央パッドと上パッド，中央パッドと下パッドの各隙間につき，本件登録意匠では，先端が円弧状の略倒扁平「V」字状であるのに対し，甲2意匠では，先端が先細りの略倒扁平「V」字状であるから，両意匠には基本的構成態様に係る次の共通点(A-2)及び相違点(a―2)があると認めるのが相当である。",
                "（A-2）中央パッドと上パッド，中央パッドと下パッドの各隙間は，いずれも略倒扁平「V」字状である点。",
                "（a-2）中央パッドと上パッド，中央パッドと下パッドの各隙間の先端の態様について，本件登録意匠はいずれも円弧状であるのに対して，甲2意匠はいずれも先細りである点。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "次に，具体的構成態様に係る相違点（h）及び（j）についての審決の認定は，原告が指摘するとおり，本件登録意匠の形態と甲2意匠の形態とが逆になっているから，次のように認定すべきである。",
                "（h）本件登録意匠は，「＋」及び「-」の表示が明調子に表され，強弱調整ボタンの間に明調子の電源ボタンが設けられているが，甲2意匠は，「＋」及び「-」の表示が明調子ではなく，電源ボタンが設けられていない点。",
                "（j）本件登録意匠は，本体正面の大部分と本体背面の縁部，及び「＋」などの表示を除く強弱調整ボタンが暗調子に，本体背面の太線模様がやや暗調子に，その太線模様と縁部を除く本体背面が明調子にそれぞれ表されているのに対して，甲2意匠は，明調子又は暗調子に表されていない点。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，両意匠を対比すると，パッド本体の基本的構成態様において，審決が認定した共通点(A)及び(B）に加えて，（A-i）～（A-iii），（A-v）～（A-vii）の共通点を有すると主張するが，次のとおり，いずれも採用することはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "（A-i）につき，本件登録意匠の上パッドの上端，下パッドの下端が略弓状に膨出していること，甲2意匠の上パッドの左右端が上に傾くように配置されていることは，いずれも一見して認識可能な態様であるから，基本的構成態様において6つのパッドが略横長矩形状に配置されているとするのは，形状を過度に抽象化して表現したものといわざるを得ない。",
                    "（A-ii）については，上記1(4)ア(イ)において説示したとおり，本件登録意匠の上パッド及び下パッドの形状が「全体が略横長隅丸5角形状」であると認めることはできないから，原告の主張は前提において誤っているというべきである。",
                    "（A-iii）については，本件登録意匠の中央パッドは「略倒隅丸台形状」，甲2意匠の中央パッドは「略横長隅丸4角形状」と，いずれも四角形状であるものの，両意匠の中央パッドの形状が異なっていることは一見して認識できるから，原告の主張は中央パッドの形状を過度に抽象化して表現しているというべきである。",
                    "（A-v）につき，本件登録意匠の上パッド及び下パッドは，上パッドでは上端から外側にかけて，下パッドでは下端から外側にかけて，それぞれ曲率の変化がゆるやかな一本の曲線で構成され，更に上端又は下端が略弓状に膨出した形状であるから，甲2意匠の上パッド及び下パットの左右端に相当する部分を観念できない。したがって，この点についての原告の主張を採用することはできない。",
                    "（A-vi）につき，両意匠の本体の上辺及び下辺中央の切り欠き部が細長い（深い）ものであるとの点は，原告が指摘するとおりである。しかし，この形態は，パッドが合計6つ配置されており（共通点(A)），本体の上辺及び下辺中央に切り欠き部が形成されている（共通点(B)）との点で評価されているといえるから，改めて新たな共通点として認定しなければならないとまでいうことはできない。",
                    "（A-vii）については，上記1(4)エ(イ)において説示したとおり，甲2意匠のパッド部に突出部があると認めることはできないから，原告の主張は，その前提において誤っているというべきである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "両意匠の類否判断について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "証拠（甲1，2）によれば，両意匠の物品は，いずれも「トレーニング機器」と同一であって，背面電極部から流れる電流により腹筋等を刺激し，当該部位の筋肉等を引き締めるためのものである点において共通する（各証拠の【意匠に係る物品の説明】参照）。また，その需要者についても，いずれもそのようなニーズを有する一般消費者であると認められる。",
                "そして，両意匠に係る物品は，これを使用者の腹部に載せ，当該物品の背面に設けられている電極を腹部に接触させて使用する物であるから（甲1及び2の【意匠に係る物品の説明】の記載，並びに甲2の【使用状態を示す参考図】参照），着脱時には，直接肌に触れることになる背面も，ある程度の注意をもって見る機会があるものの，需要者は主に当該物品の表面を正面ないし斜め上方向から見る機会が多いというべきである。両意匠を実施していると解される物品及び同種の物品を紹介するカタログ，ポスター等においても，これらの物品を単独で，又は腹部に装着した状態の物品の表面を，それぞれ正面から撮影した画像が多く使用されており（甲3の2～3の4，4，15，16の2），上記の観察方法の正当性を裏付けるものといえる。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上を前提として，両意匠が需要者の視覚を通じて起こさせる美観が類似するか否かを検討する。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "両意匠の形態上の共通点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "両意匠は，全体は，正面から見て，薄いシート状であって，略左右対称であり，左右の上パッド，中央パッド及び下パッドが合計6つ配置された本体と，本体の正面中央に設けられた略円形の強弱調整ボタンで構成されている点（共通点(A))，中央パッドと上パッド，中央パッドと下パッドの各隙間は，いずれも略倒扁平「V」字状である点(共通点（A-2）)，本体の上辺及び下辺中央に切り欠き部が形成されている点（共通点(B)），強弱調整ボタンは，正面側が閉塞しており，本体に一体に設けられている点（共通点(C)），本体背面中央に，強弱調整ボタンよりも大きい円形の線模様が設けられ，各パッドに，周囲に余白を残して電極が配置され，各電極が中央の円形模様と接続されて，円形模様の内側中央にコイン掛け溝を有する電池部蓋が設けられている点（共通点(D)），並びに強弱調整ボタンの正面上下に，「＋」及び「-」の表示が設けられている点（共通点(E)）において，共通する形態を有している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "まず，共通点(A)のうち，全体が，正面から見て，薄いシート状であって，略左右対称であり，パッドが複数配置された本体と，本体中央に設けられた略円形の強弱調整ボタンで構成されている点は，本件登録意匠の出願前に販売されていた同種の商品にも広く見られる態様と認めるのが相当である（甲3の2，3の3，5）。",
                        "しかし，上パッド，中央パッド及び下パッドが左右対称に合計6つ設けられているという形態についてみると，当該形態は本件登録意匠の出願前に販売されていた同種の商品にも相当数見られるものの，採用されているパッド数には様々なものがあること（甲5）に鑑みると，これを両意匠に係る物品において普遍的に見られるありふれた形態とまでいうことはできない。かえって，当該形態は両意匠の全体の輪郭の大要を形成するものであること，パッド部が意匠全体に占める面積が大きいこと，各パッド間の区切りも明瞭であることに加え，需要者は主に両意匠に係る物品の表面を正面ないし斜め上方向から見る機会が多いとの観察方法を併せ考慮すると，当該形態は需要者の注意を強く引く構成態様と評価するのが相当である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "次に，①共通点(A-2)，②共通点(B)に関し，本体の上辺又は下辺中央に切り欠き部が形成されている点，③共通点(C)，④共通点(E)については，本件登録意匠の出願前に販売されていた同種の商品にも広く見られる態様であるか（甲3の2，3の3，5），あるいは，これらの形態が意匠全体に占める割合も大きくないものであるから，両意匠に係る物品の観察方法も併せ考慮すると，これらの共通点が類否判断に及ぼす影響は小さいというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "また，両意匠は，背面の形態に関し，共通点(D)において共通するが，上記(1)のとおり，需要者が当該物品の背面に着目する程度は高くないと認められるから，この共通点が両意匠の類否判断に及ぼす影響は小さいというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "両意匠の形態上の相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点(a)，相違点（a-2）及び相違点(b)についてみると，本件登録意匠は，略倒隅丸台形状の中央パッドの上下に，先端が円弧状の隙間を介して，上端又は下端が略弓状に膨出した上パッド及び下パッドが配置され，本体の上辺及び下辺中央に略「U」字状の切り欠きがあり，切り欠き部に連なる本体上辺及び下辺の角部付近が上方又は下方に僅かに膨出していることから，全体として上下対称となっていることと相まって，総じてうねりを伴う流線的かつ柔らかでゆったりとした印象を与えるものである。",
                        "これに対し，甲2意匠は，中央パッドが略横長隅丸4角形状で，左右端が若干上に傾くように配置され，先端が先細りの隙間を介して，上パッドが略横長隅丸5角形状で，左右端が中央パッドよりも上に傾くように配置され，同様に先端が先細りの隙間を介して，下パッドが略横長隅丸5角形状で，左右端が中央パッドよりも下に傾くように配置されており，本体の上辺及び下辺中央に略「V」字状の切り欠きが設けられていることから，各パッドの各辺が概ね直線状となっていることと相まって，変化に富み，いきいきとした躍動感や力強さといった，当該意匠に係る物品を使用することによって達成しようとする目標に沿う印象を需要者に与えるものである。",
                        "そうすると，これらの相違点により需要者に与える印象の違いは極めて大きいというべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "次に，相違点(c)についてみると，本件登録意匠は，上パッド及び下パッドにおいて，上端又は下端に沿って明調子の筋状模様が，内側の稜線寄りに明調子の略倒扁平三角形状模様がそれぞれ配されていることから，当該各パッドが浮き上がったような印象を与えるとともに，上パッド及び下パッドには，左右のパッドにまたがってごく僅かに突出した略「M」字状又は略「W」字状の帯状部が形成され，中央パッドには左右のパッドにまたがってごく僅かに突出した略倒紡錘形状部が強弱調整ボタンを囲むように形成されていることから，当該意匠の物品が「トレーニング機器」であることを考え合わせると，これらの形態は腹部の筋肉の盛り上がりをイメージさせるものといえる。",
                        "そして，甲2意匠は，外周を縁取る線模様がパッドごとに分断して合計6つ設けられ，その内側に，各パッドの外形に相似するような隅丸略5角形状の線溝が，相似形に3本施されていることから，同様に当該意匠の物品が「トレーニング機器」であることを考え合わせると，これらの形態は腹部の筋肉の盛り上がりを強くイメージさせるものといえる。",
                        "そうすると，この点が需要者に与える印象の違いはそれほど大きくないというべきである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "相違点（d）についてみると，強弱調整ボタンの形状が略円錐台形状であるか略円筒状であるか，基部が設けられているか否かは，目につきにくい部分における細かな差異にすぎないから，需要者に与える印象の違いは小さいというべきである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "相違点(g)については，甲2意匠に設けられている通気孔は，本体中央に設けられている強弱調整ボタンの斜め上下左右という比較的需要者の注意を引く位置にあり，形状が略隅丸3角形であることから，シャープな印象を与えるものといえるが，その孔自体それ程目立つものではなく，通気孔の部分が全体に占める割合もごく小さいことから，この点が需要者に与える印象の違いは小さいというべきである。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "相違点（h）のうち，電源ボタンの有無については，本件登録意匠では，当該電源ボタンが本体の中央という非常に目につきやすい箇所に設けられていることから，一定程度異なる印象を需要者に与えるといえる。",
                        "しかし，「＋」及び「-」の表示が明調子に表されているか否かについては，需要者に与える印象の違いは小さいというべきである。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "その余の相違点については，両意匠を全体としてみたときに，ごく限定された部分又は目につきにくい部分における細かな差異にすぎず，他の共通点・相違点から生ずる美感を左右するほどのものとはいえない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "総合評価",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "基本的構成態様における共通点（A)のうち，上パッド，中央パッド及び下パッドが左右対称に合計6つ設けられているという形態については，需要者の注意を強く引く構成態様と評価することができる。",
                        "これに対し，その余の共通点については，これらが両意匠の類否判断に及ぼす影響は小さい。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "他方，基本的構成態様における相違点(a)，(a-2)，(b)及び(c)によってもたらされる印象は，両意匠ともに，盛り上がった腹部の筋肉という，当該意匠に係る物品を使用することによって達成しようとする目標に沿う印象を与えるとの点において共通するものの，本件登録意匠は，流線的かつ柔らかでゆったりとした印象を与えるのに対し，甲2意匠は，変化に富み，いきいきとした躍動感や力強さといったような，当該意匠に係る物品の使用による達成目標により沿うものとなっており，これらの相違点が与える印象の違いは，上記共通点がもたらす印象をはるかに凌駕するものである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "そうすると，その余の共通点，相違点がもたらす印象を考慮しても，両意匠は，需要者の視覚を通じて起こさせる美感を異にするというべきである。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "したがって，本件登録意匠は，甲2意匠に類似するといえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "結論",
          "text": [
            "以上によれば，審決には，両意匠の形態の認定，並びにその共通点及び相違点の認定に一部誤りがあるものの，結論において誤りがあるとはいえず，審決に取り消されるべき違法はないから，原告の請求は理由がない。",
            "よって，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}