{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，別紙1物件目録記載の各製品を製造，販売してはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，別紙1物件目録記載の各製品を廃棄せよ。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人は，控訴人に対し，4億4000万円及びこれに対する平成29年4月12日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "訴訟費用は，第1，2審とも被控訴人の負担とする。"
          ]
        },
        {
          "fig": "6",
          "subject": "仮執行宣言"
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略称については原則として原判決に従う。)",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「加熱調理器」とする特許第3895312号の特許権(本件特許権)及び同特許権に基づく被控訴人に対する一切の請求権の譲渡を受けた控訴人が，被控訴人に対し，被控訴人において製造し，販売する，又は製造し，販売していた別紙2被告製品関連製品目録記載の各製品(被告製品関連製品)につき，本件特許の請求項1記載の発明(本件発明)の技術的範囲に属するから，被控訴人による被告製品関連製品の製造及び販売は本件特許権を侵害する旨を主張して，①特許法100条1項に基づき，被告製品関連製品のうち被控訴人において現在製造し，販売する別紙1物件目録記載の各製品(被告各製品)の製造及び販売の差止めを，②同条2項に基づき被告各製品の廃棄を求めると共に，③民法709条の不法行為による損害賠償請求権(対象期間は，平成19年1月1日から平成28年12月31日までである。)に基づき，4億4000万円及びこれに対する不法行為後の日である平成29年4月12日から支払済みまでの民法所定の年5分の割合による遅延損害金の支払を求める事案である。",
            "原判決は，被告製品関連製品(被告各製品を含む。以下同じ。)は，本件発明の構成要件Eを充足しないから，本件発明の技術的範囲に属すると認めることはできないとして，控訴人の請求をいずれも棄却したため，控訴人は，これを不服として本件控訴を提起した。",
            "なお，控訴人は，被告製品関連製品には，被控訴人が他社のために製造し，他社の製造番号を付した他社ブランドの製品(OEM品)が含まれていたとして，当審において，被告製品関連製品の特定(製品番号)を本判決添付の別紙1，2のとおりに変更した。これは飽くまで本件訴訟の対象となる被告製品(製品番号)を明確化したものであって，対象製品，販売期間及び販売額自体に何ら変更はない。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "原判決「事実及び理由」第2の2(1)～(4)(原判決2頁22行目～4頁26行目)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "3",
          "subject": "争点及び争点に関する当事者の主張",
          "text": [
            "次項のとおり当審における当事者の主張を付加するほかは，原判決「事実及び理由」第2の3(1)～(3)及び4(1)～(3)(原判決5頁1行目～14頁24行目)に記載のとおりであるから，これを引用する。"
          ]
        },
        {
          "fig": "4",
          "subject": "当審における当事者の主張(主に構成要件Eの充足・非充足に関し)",
          "text": [
            "(控訴人の主張)"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "主位的主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "「最大径の調理容器」の意義について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明の構成要件Eにおける「最大径の調理容器」の意義は，本件明細書等の記載(【0029】及び【0030】)に基づけば，「左右の加熱部上に所定の間隔寸法を確保した上で並置可能であり，かつ，従来不十分であった左右端部方向における距離的余裕を確保して決定されるもの」と解するのが正しく，「トッププレート上に印刷表示され左右の加熱部の領域を示し，また，リング状枠と同径のものであり，また，『調理容器の外殻』と一致するものであると解する」とした原判決の判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "上記の解釈における「所定の間隔寸法」の意義については，本件明細書等の【0007】の記載から「左右に並置した鍋の取手が他方の鍋の側面に当接したりすることを抑制できる間隔(例えば30mm以上)」であると容易に理解できる。また，「従来不十分であった左右端部方向における距離的余裕」の意義についても，【0006】の記載から「鍋の外殻から左右端部方向までの距離が5mmを超えるもの」であると容易に理解できる。したがって，上記のように解釈しても何ら不明確なものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "「最大径の調理容器」が「リング状枠」と同径である構成は，飽くまで本件発明の実施例の一つでしかないのであり，このような実施例の一つに基づいて「最大径の調理容器」の意義を解釈することは本件発明を不当に狭く限定するものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "本件明細書等の【発明の効果】には，「所定の間隔を確保した上で許容される最大径の調理容器が，トッププレート上から左右方向にはみ出るのを抑えて不具合な加熱形態を回避するとともに，左右端部に余裕ができて調理容器の取扱いに支障を来すこともない。」と記載されている(【0015】)ところ，その効果を得るためには，「最大径の調理容器」を，「所定の間隔を確保し」つつ，「トッププレート上から左右方向にはみ出る」ものではなく，「左右端部に余裕ができ」るものに設定すればよいのであって，必ずしも「リング状枠」と同径としなければ作用効果が得られないわけではない。このように，発明の効果を斟酌しても，「最大径の調理容器」を「リング状枠」と同径であると限定解釈する必要性があるとは認められない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被告製品関連製品の構成について",
                  "text": [
                    "原判決は，被告製品関連製品で使用できる最大径の調理容器について何ら判断していない。",
                    "しかしながら，被告製品関連製品の取扱説明書や被控訴人のウェブページには，使える鍋の形状(鍋底の直径)として，「12～26cm」と表記されており，そのように表記されていれば，その誘導加熱調理器で使用できるのは，最大でも鍋底の直径が26cmまでの調理容器であると捉えるのが一般的かつ自然である。また，実質的にみても，誘導加熱調理器の用途が，調理容器の内部の具材を加熱することにあることを考慮すれば，誘導加熱調理器で使用できる最大径の調理容器とは，内部の具材が有効に加熱され得る大きさの調理容器をいうと解するのが一般的かつ自然である。",
                    "したがって，被告製品関連製品における最大径の調理容器とは，鍋底の直径が26cmの調理容器である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "構成要件Eの充足性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "被告各製品のうち被告製品1について",
                      "text": [
                        "被告製品1(別紙1物件目録記載①-1～⑧-2の各製品)の加熱部に，最大径の調理容器(鍋底の直径が26cmのもの)を載置すると，各調理容器の間隔(40mm)よりも各調理容器の外殻からトッププレートのフレームの係り代を除く左右端部までの距離(90mm)のほうが長くなる(原判決添付別紙6の図面1参照)。",
                        "また，被告製品1における各調理容器の間隔(40mm)は，左右に並置した鍋の取手が他方の鍋の側面に当接したりするのを抑制するのに十分な間隔(30mm以上。本件明細書等の【0007】)である。そして，各調理容器からトッププレートのフレームの係り代を除く左右端部までの距離(90mm)も，従来の誘導加熱調理器のそれ(5mm，本件明細書等の【0006】及び図4)と比較して距離的余裕を確保している。",
                        "そのため，被告製品1に使用できる最大の調理容器(鍋底の直径が26cmの調理容器)は，「左右の加熱部上に所定の間隔寸法を確保した上で並置可能であり，かつ，従来不十分であった左右端部方向における距離的余裕を確保して決定されるもの」であり，構成要件Eの「最大径の調理容器」を充足する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "被告各製品のうち被告製品2について",
                      "text": [
                        "被告製品2(別紙1物件目録記載⑨-1～⑲の各製品)の加熱部に，最大径の調理容器(鍋底の直径が26cmのもの)を載置すると，各調理容器の間隔(70mm)よりも各調理容器の外殻からトッププレートのフレームの係り代を除く左右端部までの距離(75mm)のほうが長くなる(原判決添付別紙6の図面2参照)。",
                        "また，被告製品2における各調理容器の間隔(70mm)は，左右に並置した鍋の取手が他方の鍋の側面に当接したりするのを抑制するのに十分な間隔(30mm以上。本件明細書等の【0007】)である。そして，各調理容器からトッププレートのフレームの係り代を除く左右端部までの距離(75mm)も，従来の誘導加熱調理器のそれ(5mm，本件明細書等の【0006】及び図4)と比較して距離的余裕を確保している。",
                        "そのため，被告製品2に使用できる最大の調理容器(鍋底の直径が26cmの調理容器)は，「左右の加熱部上に所定の間隔寸法を確保した上で並置可能であり，かつ，従来不十分であった左右端部方向における距離的余裕を確保して決定されるもの」であり，構成要件Eの「最大径の調理容器」を充足する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "被告各製品(被告製品1及び2)以外の被告製品関連製品について",
                      "text": [
                        "被告各製品以外の被告製品関連製品は被告製品1又は2と同様の構造を有しており，いずれも構成要件Eを充足する。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，被告製品関連製品はいずれも本件発明の構成要件Eを充足するから，「被告製品関連製品は，構成要件Eを充足しないから，本件発明の技術的範囲に属すると認めることはできない。」とした原判決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "予備的主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "仮に，「最大径の調理容器」の意義について，原判決が認定したように解釈した場合であっても，被告製品関連製品の一部については侵害を構成するから，「被告製品関連製品は，構成要件Eを充足しないから，本件発明の技術的範囲に属すると認めることはできない。」とした原判決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原判決が認定した「最大径の調理容器」の意義",
                  "text": [
                    "原判決は，「『最大径の調理容器』は，トッププレート上に印刷表示され左右の加熱部の領域を示し，また，リング状枠と同径のものであり，また，『調理容器の外殻』と一致するものである」(原判決22頁2行目～5行目)とした上で，「『調理容器の外殻』及び『最大径の調理容器』は，トッププレート上に印刷表示された加熱部及び有効加熱領域の領域を示すリング状枠と同径のものである」(原判決22頁14行目～16行目)と判示している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "被告製品1の構成",
                  "text": [
                    "被告製品1は，プレート枠で囲まれたトッププレート上に，3つのヒーターの位置を示す左IHヒーター位置マーク(直径200mm)，右IHヒーター位置マーク(直径200mm)及び中央IHヒーター位置マーク(直径140mm)が表示されている。",
                    "そして，被告製品1のトッププレートの幅は749mm，トッププレートのフレームの係り代を除く横幅寸法は740mmであるところ，左IHヒーター位置マーク及び右IHヒーター位置マークの外殻が，トッププレートのフレームの係り代を除いた左右端部から120mmの位置に配置されており，左右のIHヒーター位置マークの外殻の間隔は100mmとなっている(別紙3の図面参照)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "被告製品1の「IHヒーター位置マーク」が本件発明の「リング状枠」に該当すること",
                  "text": [
                    "原判決の認定及び本件明細書の記載(【0003】等)に基づけば，本件発明における「リング状枠」とは，①トッププレート上に表示されているものであり，②調理容器を加熱する加熱手段の円形状外殻線より若干径大であって，③調理容器を有効に加熱できる領域として使用者に示されるもの，をいうと解することができる。",
                    "しかるところ，被告製品1のトッププレート上には，三つのヒーターの位置を示す左IHヒーター位置マーク，右IHヒーター位置マーク及び中央IHヒーター位置マークが「表示」されているから，上記の要件①を充足する。",
                    "また，被告製品1における左右のIHヒーター位置マークの直径が200mmであるのに対し，調理容器を加熱する加熱手段に該当する加熱コイルの径は184mmであって，左右のIHヒーター位置マークのほうが加熱コイルより「若干径大」であるから，上記の要件②を充足する。",
                    "さらに，取扱説明書(甲7の1)の17頁には，「鍋は，IHヒーター(丸表示)の中央に置き……を確認してください」と記載されると共に，丸表示の中央に置かれている鍋の図に「○」が付されているから，IHヒーター位置マーク(丸表示)は，「調理容器を有効に加熱できる領域として使用者に示されるもの」である。したがって，上記の要件③を充足する。",
                    "そして，消防庁予防課長による平成6年11月1日付けの通知「火災予防条例準則における電気を熱源とする設備・器具の位置及び取扱いについて(通知)」(甲20)によると，その別表1には，「電磁誘導加熱式調理器の発熱体の外周は有効発熱部の外周をいうが，表面から見えないのでパターンの外周をいう。」及び「電磁誘導加熱式調理器の発熱体の外周とは，トッププレートの加熱コイル位置を示すパターンの最外端，パターンがない場合はトッププレートの最外端をいう。」と記載されており，トッププレートの加熱コイル位置を示すパターンの外周を有効発熱部の外周とみなしている。このことからも，被告製品1のIHヒーター位置マークは，トッププレートの加熱コイル位置を示すパターンの外周に相当し，「調理容器を有効に加熱できる領域として使用者に示されるもの」であることが裏付けられる。",
                    "このように，被告製品1におけるIHヒーター位置マークは上記の要件①～③を充足するから，本件発明の「リング状枠」に該当する(被控訴人も，原審において，被告各製品におけるIHヒーター位置マークは，本件発明の「リング状枠」に相当する構成であることを自認している。)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "被告製品1が構成要件Eを充足すること",
                  "text": [
                    "原判決の認定した解釈によれば，構成要件Eにおける「最大径の調理容器」の意義は，「トッププレート上に表示された加熱部及び有効加熱領域の領域を示すリング状枠と同径のもの」であるところ，前記のとおり，被告製品1に使用できる最大径の調理容器は，トッププレート上に表示された加熱部及び有効加熱領域の領域を示すリング状枠に該当する「左IHヒーター位置マーク」及び「右IHヒーター位置マーク」と同径のものである。",
                    "そして，被告製品1は，「左IHヒーター位置マーク」及び「右IHヒーター位置マーク」の直径が200mmであり，左右のIHヒーター位置マークの間隔が100mm，各IHヒーター位置マークの外殻からトッププレートのフレームの係り代を除く左右端部までの距離が120mmである。",
                    "このように，被告製品1は，被告製品1の加熱部(IHヒーター位置マーク)上に，最大径の調理容器(IHヒーター位置マークと同径の200mm)を載置すると，各調理容器の間隔(100mm)よりも各調理容器の外殻からトッププレートのフレームの係り代を除く左右端部までの距離(120mm)のほうが長くなる。",
                    "したがって，被告製品1は，本件発明の構成要件Eを充足する。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "被告製品1以外の被告製品関連製品について",
                  "text": [
                    "被告製品1以外の被告製品関連製品のうち，別紙4被告製品1関連製品目録に記載の各製品は，被告製品1と同様の構造を有しており(甲21の1～38)，いずれも本件発明の構成要件Eを充足し，その他の構成要件も充足するから，本件特許権の侵害を構成する(以下，被告製品1を含む同目録記載の各製品を「被告製品1関連製品」と総称する。)。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "以上のとおり，被告製品1関連製品は，いずれも本件発明の構成要件Eを充足するから，「被告製品関連製品は，構成要件Eを充足しないから，本件発明の技術的範囲に属すると認めることはできない。」とした原判決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "損害額",
                  "text": [
                    "別紙4被告製品1関連製品目録に記載のとおり，被控訴人は，被告製品1関連製品を製造し，各種の製品番号を付して，平成19年1月から平成28年12月までの間に合計300億円分を販売した。",
                    "これらの各製品の製造販売(実施)に対して受けるべき金銭の額に相当する金額は，少なくとも被控訴人による販売額の1％は下らない。",
                    "そのため，本件特許権の侵害によって控訴人が受けた損害額は3億円を下回ることはない(特許法102条3項)。"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "差止めの必要性",
                  "text": [
                    "被控訴人は，本件訴訟が提起された後も，意に介することなく本件特許権の侵害を構成する製品を新たに開発して製造販売している。このような被控訴人の態度からすれば，今後も被告製品1の在庫の販売を継続することが当然予測できる上に，在庫が切れた後には再び被告製品1を製造して販売するおそれも認められる。",
                    "したがって，これ以上の控訴人の損害の拡大を防止するために，現時点で被控訴人の侵害行為を差し止める必要性がある。"
                  ]
                },
                {
                  "fig": "コ",
                  "text": [
                    "以上のとおり，被告製品1関連製品は，本件発明の技術的範囲に属すると認められる上に，被控訴人の行為を差し止める必要性も認められるから，控訴人の請求のうち，少なくとも被告製品1についての差止請求，及び被告製品1関連製品についての損害賠償請求(損害額3億円に弁護士費用3000万円を加えた3億3000万円)については理由がある。",
                    "(被控訴人の主張)"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件控訴において，控訴人は主位的主張として，原審の判断を争い，予備的主張として，原審の判断を前提としても被告製品関連製品の一部はその技術的範囲に含まれるとしているが，原判決の判断内容は，本件発明が明確に特定されているとして控訴人自らが主張した解釈なのであって ，これを否定することは許されない。また，予備的主張については，原審における第6回弁論準備手続期日において，裁判長から，訂正審決における本件発明の認定判断と侵害論における26cmを最大径の鍋径とする原告(控訴人)の主張は整合していないが，審決の判断に整合した主張(被告各製品に描かれた20cmの線に基づく侵害の主張)はしないのか，という点について釈明を求められたが，控訴人はそのような主張はしないと回答していた(乙19)。",
                "以上のような経緯からすれば，控訴人の当審における主張(主位的主張及び予備的主張)はいずれも時機に後れた攻撃防御方法というべきであるから，すみやかに却下されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主位的主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，「最大径の調理容器」の意義は，「左右の加熱部上に所定の間隔寸法を確保した上で並置可能であり，かつ，従来不十分であった左右端部方向における距離的余裕を確保して決定されるもの」としているが，このような抽象的な主張をしてみても，全く構成要件の意味内容を特定したことにはなっていない。",
                    "むしろ，本件明細書等の【0029】には，「ここで，上記した許容される最大の鍋径Kの定義について述べると，鍋の大きさは左右の加熱部28，29上に，所定の間隔寸法Tを確保した上で並置可能であることを前提条件としている。しかして，トッププレート22の中心線αで示す中央部に，上記鍋の間隔寸法Tとして30mmを確保しつつ，左右の加熱手段34，35の中心線βで示すコイルピッチCが330mmとする本実施例では，鍋径Kは従来の約20％アップの300mmと設定することができる(K＝C-T)。」とあり，最大径の鍋径(K)は，コイル間ピッチ(C)から所定の間隔(T)を引いたものと定義されている。ここで，コイル間ピッチは加熱調理器自体によって特定される事項であり，また，所定の間隔も加熱調理器において決定されているとするのが本件明細書等の記載であるから，最大の鍋径Kは，当然，加熱調理器自体において特定される値となるのであって，このような理解を前提として「最大の鍋径」を「加熱調理器に表示される加熱部及び有効加熱領域を示すリング状枠と同径のもの」と認定した原判決は妥当なものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，「最大径の調理容器」が「リング状枠」と同径である構成は本件発明の実施例の一つにすぎないとか，本件発明の効果とは関係がないと主張する。",
                    "しかしながら，本件明細書等には実施例は一つしか記載されていない上に，「最大径の調理容器」と「リング状枠」の径が異なる態様は記載も示唆もされていないから，これが実施例の一つにすぎないとする控訴人の主張は失当である。",
                    "また，「加熱部に所定の間隔Tを存して並置可能とする最大径の調理容器を載置する」ためには，「最大径の調理容器」と同径で加熱部の領域を示す「リング状枠」を所定の間隔Tを確保してトッププレートに表示しておくことが必要であって ，このように「リング状枠」がトッププレートに表示されることによって「最大径の調理容器」を加熱部の中央に所定の間隔Tを存して載置し，かつ，左右端部までの距離Dを確保できるといえる。すなわち，「最大径の調理容器」と同径の「リング状枠」を，所定の間隔Tを確保して表示することによって，本発明の効果が得られるといえるのであるから，このような発明の効果を斟酌しても，「最大径の調理容器」は「リング状枠」と同径のものであるといえる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，被告製品関連製品に使用できる「最大径の調理容器」は鍋底の直径が26cmの調理容器であるとしているが，仮にそのようにいうのであれば，被告製品関連製品にはそのような径は表示されていないから明らかに非侵害である。",
                    "この点を措くとしても，本件発明にいう「調理容器の最大径」は，調理容器のうちで最も径が大きい部分(外殻の径)であるはずであり，通常，外殻の径は鍋底の径より大きいから(フライパンなどを想定すれば明らかである。)，被告製品関連製品に使用されるであろう鍋における「鍋底」の径を問題とする控訴人の主張は全く理由がない。",
                    "原審において，控訴人は，本件明細書等の記載から本件発明が調理容器として円筒状の鍋を想定していることは明らかであると主張していたが，本件明細書等には鍋底の径に関する記載は全くなく，むしろ本件明細書の記載は本件発明の鍋径が最も広い外殻の径について述べていることを裏付けている。また，控訴人は，原審において，甲7の1(被告製品の取扱説明書)を持ち出して調理容器の典型が円筒状であると主張していたが，控訴人が引用する図には鍋底の径が外殻の径と同じ円筒状の鍋であることは記載されておらず，むしろ一見すると円筒状のように見える鍋であっても，その断面形状は12頁(甲7の1)に示されているように，外殻の径が底の径よりも大きくなっている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，控訴人の主位的主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "控訴人の予備的主張について",
              "text": [
                "控訴人は，原判決の判断を前提にしても，被告製品1を含む被告製品1関連製品は構成要件Eを充足すると主張する。",
                "しかしながら，原判決は，構成要件Eの「最大径の調理容器」は，これを載置する「加熱調理器」の構成によって定まっていることを前提に，本件発明の構成要件Eを充足するのは，「最大径の調理容器」，すなわち「加熱部及び有効加熱領域の領域を示すリング状枠と同径のもの」に限られるとしているのであって，控訴人の主張のように，被告各製品に印刷された20cmのリング(IHヒーター位置マーク)をもって「最大径の調理容器」に該当するなどとは判断していない。そして，実際，被告各製品の取扱説明書からしても，被告各製品が少なくとも26cmの鍋底のものを載置できることは明らかなのであるから(控訴人も主位的な主張では26cmを前提とした主張をしている。)，被告各製品に印刷された20cmのリングをもって「最大径の調理容器」の径などといえるはずがない。",
                "なお，控訴人は，被控訴人も20cmの印刷が「リング状枠」であることを認めていたなどとしているが，被控訴人は，控訴人(原告)の主張が全く一貫していないことを指摘しただけであり，20cmの印刷が「リング状枠」であることを認める主張などしていない。",
                "また，本件発明は載置できる鍋径を大きくすることを目的とする発明のはずであるにもかかわらず ，本件明細書等の従来例の鍋径(255mm：【0028】)よりも小さい20cm(200mm)の印刷(IHヒーター位置マーク)が「最大径の調理容器」を表示したものといえるはずがない。",
                "以上のとおり，控訴人の予備的主張も理由がない 。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "text": [
        "当裁判所も，控訴人の請求はいずれも理由がなく，棄却すべきものと判断する。その理由は，以下のとおり当審における当事者の主張に対する判断を付加するほかは，原判決「事実及び理由」第3の1及び2(原判決14頁26行目～23頁13行目)に記載のとおりであるから，これを引用する。",
        "なお，被控訴人は，控訴人の当審における主張(主位的主張及び予備的主張の双方)につき，時機に後れた攻撃防御方法に当たるとして，民事訴訟法157条1項に基づく却下を求めているが，本件訴訟の経過に鑑みると，少なくとも訴訟の完結を遅延させることとなるとまでは認められないから，同条項に基づきこれを却下するのは相当でない。",
        "そこで，以下，控訴人の当審における主張についての判断を示す。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "構成要件Eの解釈について",
          "content": [
            {
              "fig": "(1)",
              "subject": "控訴人は，本件発明の構成要件Eにおける「最大径の調理容器」の意義は，本件明細書等の記載(【0029】及び【0030】)に基づけば，「左右の加熱部上に所定の間隔寸法を確保した上で並置可能であり，かつ，従来不十分であった左右端部方向における距離的余裕を確保して決定されるもの」と解するのが正しく，「トッププレート上に印刷表示され左右の加熱部の領域を示し，また，リング状枠と同径のものであり，また，『調理容器の外殻』と一致するものであると解する」とした原判決の判断は誤りである，と主張する(主位的主張)。",
              "text": [
                "これは，要するに，「調理容器の外径」及び「最大径の調理容器」と同一であるリング状枠及び有効加熱領域が，トッププレートに表示される必要があるが，被告各製品(被告製品関連製品)にはこれが表示されていないとして，表示されていない有効加熱領域(鍋の外殻線11，12)に基づく控訴人の主張を排斥した原判決の判断を争う趣旨と解される。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "そこで検討するに，構成要件E(これら加熱部に前記調理容器を所定の間隔を存して並置可能とする最大径の調理容器を載置したとき，この所定の間隔より該調理容器の外殻から前記トッププレートの前記フレームの係り代を除く左右端部までの距離を長くなる構成としたこと)は，「加熱調理器」という装置の発明(本件発明)において，装置の構成要素とはいえない調理容器との関係に基づいて発明の構成を特定するものであり，その意義が文言のみから一義的に明確であるとはいえないことから，本件明細書等の内容を考慮して，その意義を検討する必要がある。",
                "しかるところ，本件明細書等の記載(【0015】，【0017】，【0029】，【0030】，【0033】～【0039】等)によれば，本件発明は，左右の加熱部に鍋等の調理容器を「所定の間隔」を空けて(確保して)並置可能であることが前提とされており，調理容器の外殻からトッププレートのフレームの係り代を除く左右端部までの距離を，かかる「所定の間隔」より長くする構成を採用することによって，加熱調理器の中央部側における調理容器同士の当接や，加熱調理器の左右の各端部における調理容器と他の物品との接触等の回避，周辺の物品の不用意な加熱や，調理容器の取手がつかみにくいことによる取扱い性の悪さの回避，調理容器からの吹きこぼれや飛び散りが周辺の他の物品等に降りかかることの防止などの本件発明の効果が得られるものであることが明らかである。",
                "そうすると，本件発明に係る加熱調理器の使用者(以下，単に「使用者」という。)が上記の発明の効果を得られるためには，本件発明が，装置の構成として，構成要件Eの表す関係(調理容器同士の間隔〔所定の間隔〕＜調理容器の外殻からトッププレートのフレームの係り代を除く左右端部までの距離)を成立可能とするような手段を有することが必要になるというべきである。したがって，構成要件Eを有することは，装置の構成として，構成要件Eの表す関係を成立可能とするような手段を有することを意味する(当然の前提とする)と解するのが相当であり，具体的には，自動的又は半自動的に構成要件Eが表す関係を成り立つように制御する手段(例えば，調理容器の径を判別して，最大径以下の調理容器を加熱部の中央に位置決め制御をする手段など)や，使用者が調理容器を加熱部に置く際，構成要件Eの表す関係が成り立つか否かを確認できる手段や構成要件Eの表す関係に誘導する手段などを備えることが必要になると考えられる。",
                "この点，本件明細書等には，実施例として，左右の加熱部に，調理容器の最大径を表すリング状枠を，その中央部に所定の間隔を確保して設けること，及び，リング状枠の左右外側には，トッププレートの左右端部までに，所定の間隔より大きい距離を確保すること(【0021】，【0028】～【0030】)が記載されている。この実施例は，使用者が最大径の調理容器をリング状枠に合わせて載置すれば，構成要件Eの表す関係が成り立つことから，本件明細書等においても，使用者が調理容器を加熱部に載置する際，構成要件Eの表す関係が成り立つか否かを確認できる手段又は構成要件Eが表す関係に誘導する手段の一例，すなわち，構成要件Eの表す関係を成立可能とするような手段の一例が示されているといえる。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "被告製品関連製品が構成要件Eを充足するか否かについて",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以上を前提に，被告製品関連製品が構成要件Eを充足するか否かについて検討するに，被告製品1に使用できる最大径の調理容器は，取扱説明書(甲7の1)の記載に基づき，鍋底の直径が26cmの調理容器であると認められるが，被告製品1自体には，調理容器が使用できる最大径を超えるものであるか否かを確認する手段がないから，被告製品1は，使用者が調理容器を加熱部に置く際，構成要件Eの表す関係が成り立つか否かを確認できる手段を有しているとはいえない。",
                "また，被告製品1の左IHヒーター位置マーク及び右IHヒーター位置マークの直径は20cmであり，被告製品1はIH(電磁誘導加熱)調理器であって，使用できる調理容器は金属製に限られ，透明な容器は使用できないことからすると，左IHヒーター位置マーク及び右IHヒーター位置マークの直径より6cmも直径が大きい最大径の調理容器を，左IHヒーター位置マーク及び右IHヒーター位置マークに置く際，調理容器の中心とヒーター位置マークの中心とを正確に一致させることは難しい。そのため，使用者が最大径の調理容器を載置した場合，必ずしも構成要件Eの表す関係が成り立つとはいえないから，被告製品1の左IHヒーター位置マーク及び右IHヒーター位置マークは，使用者が調理容器を加熱部に置く際，構成要件Eの表す関係に誘導する手段とはいえない。",
                "そして，被告製品1のその他の構成をみても，被告製品1が構成要件Eの表す関係を成立可能とするような手段を有しているものとは認められないから，被告製品1は，構成要件Eを充足するとはいえず，同様に，被告製品2及びその他の被告製品関連製品についても，構成要件Eを充足するとはいえない(これらの製品についても，構成要件Eの充足・非充足を検討する上で被告製品1と異なる構成を有しているものとは認められない。)。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の予備的主張について",
              "text": [
                "控訴人は，構成要件Eの解釈について，仮に原判決の判断に従ったとしても，被告製品1におけるIHヒーター位置マークは本件発明の「リング状枠」に該当するので，被告製品関連製品の一部(被告製品1)は侵害を構成するとも主張する(予備的主張)。",
                "しかしながら，前記のとおり，被告製品1に使用できる最大径の調理容器は，鍋底の直径が26cmの調理容器であると認められるから，被告製品1に使用できる最大径の調理容器が左IHヒーター位置マーク及び右IHヒーター位置マークと同径(20cm)のものであることを前提とする控訴人の主張(予備的主張)は，そもそもその前提を欠く。",
                "したがって，控訴人の予備的主張は，その余の点について検討するまでもなく，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上によれば，被告製品関連製品は，いずれも構成要件Eを充足しないことが明らかである。これに反する控訴人の主張は採用できない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第であるから，控訴人の本訴請求はいずれも理由がなく，これらを棄却した原判決は正当である。",
        "よって，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(ネ)10078",
    "date": "2019-04-24",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成29年(ワ)10742",
    "precedent_id": "088653",
    "ipprecedent_id": "5167",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第3部"
  }
}