{
  "conclusion": [
    {
      "text": "原告の請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800074号について平成30年3月29日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成26年9月26日，発明の名称を「美容器」とする発明について特許出願をし(平成23年11月16日にした特願2011-250915号の分割出願(特願2014-197056号))，平成27年12月4日，設定登録を受けた(特許第5847904号。請求項の数2。以下「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年5月30日，特許庁に対し，本件特許について無効審判請求をし，無効2017-800074号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成30年3月29日，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同年4月6日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，本件審決を不服として，同月12日，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲の記載は，以下のとおりである(以下，請求項の順に「本件発明1」などといい，本件発明1及び同2を併せて「本件発明」という。「／」は改行部分を示す(以下同じ)。)。その明細書及び図面(甲28)を併せて「本件明細書」という。",
            "【請求項1】",
            "基端においてハンドルに抜け止め固定された支持軸と，／前記支持軸の先端側に回転可能に支持された回転体とを備え，その回転体により身体に対して美容的作用を付与するようにした美容器において，／前記回転体は基端側にのみ穴を有し，回転体は，その内部に前記支持軸の先端が位置する非貫通状態で前記支持軸に軸受け部材を介して支持されており，／軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ，／前記軸受け部材からは弾性変形可能な係止爪が突き出るとともに，軸受け部材は係止爪の前記基端側に鍔部を有しており，同係止爪は前記先端側に向かうほど軸受け部材における回転体の回転中心との距離が短くなる斜面を有し，／前記回転体は内周に前記係止爪に係合可能な段差部を有し，前記段差部は前記係止爪の前記基端側に係止されるとともに前記係止爪と前記鍔部との間に位置することを特徴とする美容器。",
            "【請求項2】",
            "前記軸受け部材は合成樹脂製であることを特徴とする請求項1に記載の美容器。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件発明は，本件明細書の発明の詳細な説明の記載に基づき実施することができる，②本件発明は，本件明細書の発明の詳細な説明に記載されたものである，③本件発明1は，特開2010-131090号公報(甲1。以下「引用例1」という。)記載の発明(以下「引用発明1」という。)並びに甲2～20に記載された事項に基づいて，原出願前に当業者が容易に発明をすることができたものとはいえない，さらに，④本件発明2は，本件発明1の特定事項を全て有しつつ更に限定したものであり，上記③と同じく，当業者が容易に発明をすることができたものとはいえない，などというものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1との対比",
              "text": [
                "本件審決は，引用発明1及びこれと本件発明1との一致点，相違点につき，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "把手5から突出した連結軸11と，連結軸11に回転可能に支持されたローラー4とを備え，ローラー4を顔面に接触させて美顔にする美顔用マッサージ器であって，／ローラー4は基端側にのみ穴を有し，ローラー4は，その内部に連結軸11の先端が位置する非貫通状態で連結軸11にベアリング12及びL型ベアリング13を介して支持されており，／L型ベアリング13は，ローラー4の穴とは反対側で連結軸11に抜け止めされ，／L型ベアリング13は，基端側に鍔部を有する，／美顔用マッサージ器。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "支持軸と，／前記支持軸に回転可能に支持された回転体とを備え，その回転体により身体に対して美容的作用を付与するようにした美容器において，／前記回転体は基端側にのみ穴を有し，回転体は，その内部に前記支持軸の先端が位置する非貫通状態で前記支持軸に軸受け部材を介して支持されており，／前記軸受け部材は基端側に鍔部を有している，美容器。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1",
                      "text": [
                        "本件発明1においては，支持軸が，基端においてハンドルに抜け止め固定されているのに対して，引用発明1においては，連結軸11が，把手5から突出しているものの，基端において把手5に抜け止め固定されているかが不明である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2",
                      "text": [
                        "本件発明1においては，回転体が支持軸の先端側に回転可能に支持されているのに対して，引用発明1では，ローラー4が回転可能に支持されている箇所が，連結軸11の先端側であるか否かが不明である点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点3",
                      "text": [
                        "軸受け部材と回転体との結合構造に関して，本件発明1においては，軸受け部材からは弾性変形可能な係止爪が突き出ており，同係止爪は，前記先端側に向かうほど軸受け部材における回転体の回転中心との距離が短くなる斜面を有しており，軸受け部材は前記係止爪の基端側に鍔部を有しており，前記回転体は内周に前記係止爪に係合可能な段差部を有し，前記段差部は前記係止爪の前記基端部に係止されるとともに，前記係止爪と前記鍔部との間に位置するのに対して，引用発明1においては，ベアリング12とL型ベアリング13からなる軸受け部材のうちL型ベアリング13が基端側に「鍔部」を有しているものの，「係止爪」及び「段差部」に対応する構成を有していない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点4",
                      "text": [
                        "軸受け部材の支持軸への抜け止め構造に関して，本件発明1においては，”軸受け部材が，回転体の穴とは反対側となる先端で支持軸に抜け止めされ”ているのに対して，引用発明1では，L型ベアリング13がローラー4の穴とは反対側で連結軸11に抜け止めされているものの，それが先端でされておらず，また，ベアリング12は抜け止めされていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲4，19の1及び20の1記載の技術事項",
              "text": [
                "本件審決は，甲4，19の1及び20の1に記載された技術事項として，以下の事項を認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲4(登録実用新案第3159255号公報。平成22年5月13日発行)",
                  "text": [
                    "ローラ部を回転自在に保持するために滑り軸受を用いた美容ローラ(以下「甲4技術」という。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲19の1(欧州特許出願公開第0674894号。1995年10月4日公開)",
                  "text": [
                    "鍔部及び周囲をめぐる隆起10とを有する鞘3を介して，軸2に回動可能に軸支されたマッサージローラ4であって，／鞘3が，マッサージローラ4にスナップ結合することができ，／マッサージローラ4は，その内周に，隆起10と鍔部との間に位置し，鞘3の周囲をめぐる隆起10と係合する段差部を有する，マッサージローラ4(以下「甲19技術」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲20の1(米国特許出願公開第2010／191161号)",
                  "text": [
                    "プラグ200を介して，モジュール140を回転可能に支持するマッサージ器であって，／プラグ200は，外方に延びる突出部205を含む弾性的なラッチアーム204を含むと共に，ラッチアーム204の基端側にフランジ201を有しており，突出部205は，先端側に向かうほどプラグ200におけるモジュール140の回転中心との距離が短くなる斜面を有し，／モジュール140は，内周に，ラッチアーム204の突出部205の基端側に係止される段差部を有する，マッサージ器(以下「甲20技術」という。)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "実施可能要件適合性に関する判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "サポート要件適合性に関する判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "本件発明1に係る進歩性の判断の誤り(取消事由3)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1と引用発明1との対比の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "一致点の認定の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の認定の誤り"
                },
                {
                  "fig": "エ",
                  "subject": "相違点3の容易想到性に係る判断の誤り"
                },
                {
                  "fig": "オ",
                  "subject": "相違点4の容易想到性に係る判断の誤り"
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明2に係る進歩性の判断の誤り(取消事由4)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(実施可能要件適合性に関する判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明の「係止爪」は，「弾性変形可能なものであること」及び「支持軸の先端側に向かうほど回転中心との距離が短くなる斜面を有していること」という構造的特徴を有していることが把握できる。",
                "しかし，「係止爪」の「弾性変形」の態様には複数の選択肢があるところ，本件発明1に係る特許請求の範囲の記載及び本件明細書の記載からは，「係止爪」がどのような物理的根拠で弾性変形するのかが一義的に明確でない。",
                "そこで，本件明細書を参酌すると，係止爪25a自体が，ゴムのように軟らかく変形して段差部28aを乗り越えるのではなく，「係止爪」が「軸受け部材」の中に入り込むようにして弾性変形して段差部28aを乗り越え，元に戻るものであると解釈するほかない。ところが，図4及び8には，軸受け部材25から突設されている斜面を有する係止爪25aが記載されているにすぎず，どのような構造で，係止爪25aが軸受け部材25の中に入り込み，弾性変形して，段差部28aを乗り越えて元に戻るものであるのかが開示されていない。",
                "また，軸受け部材25は，支持軸20に挿入されあらかじめ抜け止めされた状態で回転体27の中に挿入されなければならないため，支持軸20が軸受け部材25に挿入された状態で係止爪25aが軸受け部材25の中に入り込み，弾性変形して段差部28aを乗り越えて元に戻る必要があるが，そのように弾性変形する係止爪25aについては，本件明細書には開示されていない。",
                "よって，本件明細書の記載だけでは，本件発明を実施することができない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，係止片を弾性変形させるために所定のクリアランスが必要なことは技術常識である，と判断する。",
                "しかし，係止爪を弾性変形させるために所定のクリアランスを設けることが技術常識であることを裏付ける証拠は示されていない。本件審決は，進歩性の判断において，甲5～18記載の軸受け部材は固定された板状体の穴にしか使用されないと限定的に認定しており，所定のクリアランスを設け，係止片を弾性変形させることが技術常識であることを前提にした認定を行っていないことから，これが正しいとすると，それから時を経た本件特許の原出願当時に技術常識となったことの証拠が存在しない以上，本件発明との関係においても技術常識ではないことになる。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上より，本件明細書の記載は実施可能要件に適合するものではなく，本件審決の判断には誤りがある。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "本件明細書の記載(【0015】，図8)には，係止爪25aが弾性変形可能であること，係止爪25aの周辺にクリアランスが存在することが明示されている。これらの記載によれば，係止爪25aが径方向に弾性変形することも明らかである。そして，係止爪25aが弾性変形する際の干渉を防止するべく，係止爪25aと支持軸との間にクリアランスを設ける程度のことは，文献を例示するまでもなく当業者であれば当然に理解でき，また，過度の試行錯誤を要することなく当業者がその発明を実施できる。",
                "したがって，本件明細書の発明の詳細な説明は，当業者が本件発明を実施することができる程度に明確かつ十分に記載されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，係止爪を弾性変形させるために所定のクリアランスを設けることが技術常識であることを裏付ける証拠が提示されていない，などと主張する。",
                "しかし，「係止片を弾性変形させるために所定のクリアランスを設けること」は，具体的な証拠を提示するまでもなく技術常識と認定できる。",
                "なお，原告は，甲5～18記載の軸受け部材に関する本件審決の認定に関連付けて，ここでの技術常識に言及する。",
                "しかし，「係止片を弾性変形させるためには，所定のクリアランスが必要なこと」と，甲5～18記載の軸受け部材の認定とは，全く別の技術事項である。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(サポート要件適合性に関する判断の誤り)について",
          "text": [
            "〔原告の主張〕",
            "本件発明の従来技術である特開2009-142509号公報のローラ20は，片側のみ穴が開いている非貫通の回転体であるところ，本件明細書の記載によれば，本件発明は，この片側のみ穴が開いている非貫通の回転体に対して，回転体を支軸に回転可能に支持するための課題解決手段を提供した発明ということになる。ところが，本件審決は，上記ローラ20が非貫通の回転体である点を看過して課題を認定しており，その点に判断の誤りがある。",
            "すなわち，本件発明が提供する課題解決手段として，本件明細書【0006】には，回転体が基端側にのみ穴を有する非貫通状態であること，非貫通状態の回転体に支持軸に抜け止めされた軸受け部材を挿入するために弾性変形可能な係止爪が用いられること，弾性変形可能な係止爪が斜面を有するものであることのみが記載されている。しかし，前記のとおり，弾性変形可能な係止爪が弾性変形して非貫通の回転体に挿入され，段差部を乗り越えるための構造は，本件明細書には具体的に記載されていない。",
            "前記のとおり，係止爪を弾性変形する方法に選択の余地がある上，本件発明の原出願当時，所定のクリアランスを設けて係止片を弾性変形させることが必ずしも技術常識とはいえないのであるから，本件明細書の他の記載や図面を参酌しても，当業者が，課題解決手段を把握することができない。",
            "以上のとおり，本件特許に係る特許請求の範囲に記載された発明は，発明の詳細な説明に記載されたものではない。本件審決は，サポート要件適合性に関して誤った判断をしたものである。",
            "〔被告の主張〕",
            "本件発明は，本件明細書記載のとおり，「回転体を支持軸に対して回転可能に支持することができる美容器を提供すること」を課題とし(【0004】)，その解決のため，請求項1記載の構成を採用している(【0005】，【0006】)。",
            "これらの記載に加え，前記のとおり，「係止片を弾性変形させるためには，所定のクリアランスが必要なこと」は技術常識であることから，当業者は，本件発明がその課題を解決することができることを当然に理解できる。"
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(本件発明1に係る進歩性の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明1と引用発明1との対比の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の支持軸の先端側",
                  "text": [
                    "本件発明1においては，その特許請求の範囲の記載に基づく「軸受け部材」，「支持軸」，「鍔部」，「係止爪」及び「回転体」の「段差部」それぞれの位置関係を前提にすると，「前記支持軸の先端側」とは，「鍔部」及び「係止爪」から「支持軸」の「先端」までの範囲のことを指すことになる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "キャップ材の扱い",
                  "text": [
                    "本件明細書の記載によれば，キャップ材29が支持軸20の突出端部側に設けられ，これにより，支持軸の上下へのがたつきが防止されている。",
                    "もっとも，本件明細書にはこのような記載があるものの，本件発明1に係る特許請求の範囲の記載には，「キャップ材」は発明特定事項として存在しない。また，本件発明1では，「鍔部」及び「係止爪」だけで「回転体」を回転可能に支持していることから，支持軸の突出端部が上下にぶれることは明らかであるし，本件明細書上，本件発明の効果について，「回転体を支持軸に対して回転可能に支持することができる」との記載はあるものの，がたつき防止の効果は記載されていない。",
                    "したがって，本件発明1は，その構成に「キャップ材」を含まず，がたつき防止の効果を発揮することはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件審決は，引用例1の「ベアリング12」及び「L型ベアリング13」が「軸受け部材」に相当すると認定している。",
                    "しかし，上記のとおり，本件発明1の構成には「キャップ材」は含まれず，「回転体」を支持しているのは「鍔部」及び「係止爪」だけである。他方，引用発明1において，連結軸11のがたつきを許容する限り，「ベアリング12」は必須の構成ではなくなる。そこで，これを除外すると，引用発明1は，「L型ベアリング13」のみで「ローラー4」を支持していることになる。",
                    "そして，本件発明1の「鍔部」及び「係止爪」は「回転体」の基端側の穴に近い側に位置し，引用発明1の「L型ベアリング13」も「ローラー4」の穴に近い側に位置する部材である。",
                    "したがって，本件特許発明1の「軸受け部材」に相当する引用発明1の構成は，「L型ベアリング13」である。この点に関する本件審決の認定は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定の誤り",
              "text": [
                "前記(1)を踏まえると，支持軸又は連結軸11の「先端側」とは，回転体の内部に差し込まれている鍔部から先端までの間の支持軸又は連結軸11の部分を指すことになる。",
                "また，本件発明1においては，「軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ」と特定されているところ，ここでいう「先端」とは，他の特許請求の範囲の記載を考慮すると，「軸受け部材」の「先端」を指すものと認定するほかない。",
                "以上によれば，本件発明1と引用発明1とは，以下の点で一致する。本件審決の一致点の認定は誤りである。",
                "支持軸と，／前記支持軸の先端側に回転可能に支持された回転体とを備え，その回転体により身体に対して美容的作用を付与するようにした美容器において，／前記回転体は基端側にのみ穴を有し，回転体は，その内部に前記支持軸の先端が位置する非貫通状態で前記支持軸に軸受け部材を介して支持されており，／軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ，／軸受け部材は前記基端側に鍔部を有している，美容器。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の認定の誤り",
              "text": [
                "前記(1)，(2)を踏まえると，本件審決は，必然的に，相違点の認定にも誤りがあることになる。具体的には，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2について",
                  "text": [
                    "本件発明1における「支持軸の先端側」とは，回転体の内部に差し込まれている鍔部から先端までの間の支持軸の部分を指すものである。他方，引用発明1においても，L型ベアリング13の鍔部から連結軸11の先端までの間の連結軸11の部分において，ローラー4が回転可能に支持されている。",
                    "したがって，本件審決の認定に係る相違点2は存在しない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3について",
                  "text": [
                    "本件発明1においてはがたつき防止のためのキャップが技術要素ではないことから，引用発明1においても，がたつき防止のベアリング12を除外して両発明を対比しなければならない。このような対比を前提にすると，L型ベアリング13が，本件発明1の軸受け部材に相当する。",
                    "したがって，相違点3における引用発明1は，正しくは「引用発明1は，軸受け部材に相当するL型ベアリング13が基端側に『鍔部』を有しているものの，『係止爪』及び『段差部』に対応する構成を有してない点」となる(以下「相違点3’」という。)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4について",
                  "text": [
                    "本件発明1の「軸受け部材が，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ」における「先端」とは，「軸受け部材」の「先端」であるところ，引用発明1においても，ローラー4の穴とは反対側となるL型ベアリング13の先端で，L型ベアリング13が座金15で抜け止め固定されている。",
                    "したがって，相違点4は存在しない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件発明1と引用発明1との相違点は，本件審決の認定した相違点1と，上記相違点3’である。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3’の容易想到性に係る判断の誤り",
              "content": [
                {
                  "fig": "ア",
                  "subject": "判断手法の誤り",
                  "text": [
                    "本件審決は，引用発明1に適用することができたか否かにつき，甲5～18各記載の事項を個別に判断している。",
                    "しかし，原告は，これらの記載事項を引用発明1に適用することが容易であることを理由として無効理由の主張を行っているのではなく，これら多数の文献から共通して抽出される構成を周知の軸受け部材であるとし，当該周知の軸受け部材を引用発明1に適用することが容易であったと主張している。にもかかわらず上記のような判断をした本件審決には，判断手法の誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知軸受け部材の認定に関する誤り",
                  "text": [
                    "本件審決は，甲5～8及び10～18には，固定された板状体の穴に軸を回転自在に支承する，滑り軸受けである軸受け部材が記載されているのみであるとし，「固定された板状体の穴に軸を回転自在に支承する，滑り軸受けである軸受け部材において，弾性変形可能な係止爪が外周に突出しており，基端側に鍔部を有しており，同係止爪は先端側に向かうほど軸受け部材における軸の回転中心との距離が短くなる斜面を有している軸受け部材。」が，周知の軸受け部材であると認定している。",
                    "しかし，滑り軸受けは，基本的かつ汎用的な機械要素であり，「固定された板状体の穴に軸を回転自在に支承する」ものに限定されず，広く，軸の回りの部材を回転させるものに流用することができる部材である。また，つば付きの軸受につき，スラスト方向に使用したり，ローラ等の回転体の回転に使用することが本件特許の原出願時の技術水準であったのであるから，その軸受け部材も，固定された板状体の穴にのみ使用するものでないことは，本件特許の原出願時の技術水準を構成していたといえる。また，甲5の図2に示された支持板12に貫通された挿通孔12aと引用発明1のローラー4に設けられた穴は，構造としては，両者とも単なる穴が開いていると捉えられるにすぎず，甲5のようなフランジ付き滑り軸受け11を引用発明1のローラー4に設けられた穴に嵌めることができないとする理由はない。",
                    "以上のとおり，本件審決は，周知の軸受け部材の認定に関し，「固定された板状体の穴に軸を回転自在に支承する」と限定して解釈している点で誤りがある。周知の軸受け部材として認定されるべきものは，「支持軸が挿入されている状態で弾性変形可能な係止爪を突き出しており，基端側に鍔部を有しており，同係止爪は先端側に向かうほど軸受け部材における回転体の回転中心との距離が短くなる斜面を有している軸受け部材」である。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "認定・判断の矛盾",
                  "text": [
                    "本件審決は，実施可能要件の判断においては，甲5～18の記載を参酌し，板状体ではない回転体に使用する軸受け部材に係る係止片を弾性変形させる場合に所定のクリアランスを設けることは技術常識であると認定する一方で，進歩性の判断において，これらの文献に示された軸受け部材の認定にあたり，「固定された板状体の穴に軸を回転自在に支承する」ための用途に限定されるとし，所定のクリアランスを設けて，板状体でない回転体に使用する軸受け部材に係止片を弾性変形させることが技術常識でないことを前提としている。",
                    "この点で，本件審決は，甲5～18記載の技術の認定を誤っている。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "動機付けについて",
                  "text": [
                    "本件審決は，仮に，甲5～18記載の軸受け部材が「固定された板状体の穴に軸を回転自在に支承する」ための用途に限定されるものではなかったとしても，引用発明1における「ベアリング12」及び「L型ベアリング13」からなる軸受け構造を，上記軸受け部材に置き換えることに動機付けは存在しないなどと判断した。",
                    "しかし，引用例1並びに甲3，19の1及び20の1は，フランジ付き軸受けを美容器又はマッサージ器に用い，ローラー等の回転体を回転可能に支持する構造を開示しており，本件特許の原出願時において，当該技術は周知技術であった。他方，甲5～18記載の軸受け部材はフランジ付き軸受け部材であり，板状体の穴に取り付けるものに限定されないのであるから，上記周知技術を考慮すれば，引用発明1の「L型ベアリング13」を原告主張に係る周知軸受け部材に置き換える動機付けが存在する。",
                    "また，甲19技術及び甲20技術は，共に，スナップ結合を用いる場合に，回転体の内部に段差部を設ける技術を開示している。このため，引用発明1に対し原告主張に係る周知軸受け部材を適用する際に，甲19技術及び甲20技術と同様に，係止爪が係合するような段差部をローラー4の内部に構成することは，当業者にとって極めて容易なことである。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "以上のとおり，相違点3’に係る本件発明1の構成は，引用発明1に対し，原告主張に係る周知軸受け部材並びに甲19技術及び甲20技術を適用することで，当業者が容易に想到することができる。この点に関する本件審決の判断には誤りがある。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "また，甲4技術に基づいて，引用発明1の「L型ベアリング13」を，滑り軸受である原告主張に係る周知軸受け部材に置き換えることは，当業者にとって容易である。",
                    "したがって，相違点3’につき，甲4の有無にかかわらず，引用発明1並びに甲5～20に記載の事項から当業者が容易に想到することができるものではないとした本件審決の判断には誤りがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点4の容易想到性に係る判断の誤り",
              "text": [
                "仮に，相違点4が存在するとしても，前記のとおり，本件発明1においてベアリング12は必須の構成ではない。このため，原告主張に係る周知軸受け部材を適用する際に，軸受け部材の長さに応じて連結軸11の長さを調整し，調整後の連結軸11の先端部分に座金15を取り付け，抜け止め構造を採用することは，単なる設計事項にすぎない。",
                "よって，相違点4に係る本件発明1の構成につき，当業者が容易に想到することができないとした本件審決の判断には誤りがある。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "本件発明1と引用発明1との対比の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "支持軸の「先端側」とは，支持軸全体における位置であり，支持軸において回転体の鍔部が位置すれば，それが支持軸におけるどのような位置であろうと「先端側」というものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "キャップ材は，本件明細書【0015】の記載から，回転体27を構成するものと理解されることから，明示されてはいないものの，本件発明1の発明特定事項としてこれに相当するものが存在しないとはいえない。そうである以上，がたつき防止に関する原告の主張はその前提に誤りがある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明1の「軸受け部材」とは，軸を受ける部材である。引用例1の記載によれば，引用発明1において，ローラー4は，ベアリング12とL型ベアリング13の両者を介して支持軸11に軸受けされていることは明らかであり，ベアリング12が必須の構成ではないことを示唆する記載は存在しない。むしろ，「ローラー部と連結軸部の構成は至極単純であっても連結するという目的が達成できるようにす」るという課題解決のため，引用発明1において，ベアリング12とL型ベアリング13とは一体不可分であると認められる。",
                    "したがって，本件発明1の軸受け部材に相当する引用発明1の構成は「ベアリング12」及び「L型ベアリング13」の双方であり，これらのうちL型ベアリング13のみが本件発明1の「軸受け部材」に相当するということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一致点の認定の誤りについて",
              "text": [
                "引用発明1において，ローラ―4は支持軸11全体に支持されており，「支持軸の『先端側に』回転可能に支持された回転体」ではない。また，前記のとおり，本件発明1の軸受け部材に相当する引用発明1の構成は「ベアリング12」及び「L型ベアリング13」の双方であるところ，前者は支持軸に抜け止めされておらず，「軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ」たものではない。",
                "したがって，本件審決の一致点の認定に誤りはない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の認定の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点2について",
                  "text": [
                    "前記のとおり，「支持軸の先端側」とは支持軸全体に対する位置であり，支持軸において回転体の鍔部が位置するところが先端側ではない。",
                    "したがって，本件審決の相違点2の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点3について",
                  "text": [
                    "前記のとおり，本件発明1の軸受け部材に相当する引用発明1の構成は「ベアリング12」及び「L型ベアリング13」の双方である。",
                    "したがって，本件審決の相違点3の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4について",
                  "text": [
                    "原告は，「軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ」の「先端」が「軸受け部材」の「先端」であるとした上で，本件発明1の「軸受け部材」に相当するのは引用発明1の「L型ベアリング13」のみであるとの解釈を前提として，相違点4が存在しないと主張する。",
                    "しかし，前記のとおり，その前提とする解釈は失当である。",
                    "また，引用発明1において抜け止めされているのは「L型ベアリング13」のみで，「ベアリング12」は抜け止めされていない。この両者が本件発明1の「軸受け部材」に相当するから，相違点4は，「軸受け部材の支持軸への抜け止め構造に関して，本件発明1においては，軸受け部材が，回転体の穴とは反対側となる先端で支持軸に抜け止めされているのに対して，引用発明1では，L型ベアリング13がローラー4の穴とは反対側で連結軸11に抜け止めされているものの，ベアリング12は抜け止めされておらず，ベアリング12及びL型ベアリング13(軸受け部材)がローラー4の穴とは反対側となる先端で連結軸11に抜け止めされていない点」である。なお，これは本件審決の相違点4の認定とは異なるが，その点は本件審決の進歩性判断に影響を与えるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点3の容易想到性に係る判断の誤りについて",
              "content": [
                {
                  "fig": "ア",
                  "subject": "判断手法の誤りについて",
                  "text": [
                    "本件審決は，甲5～18から共通して抽出される構成を検討し，その結果周知技術といえる技術事項を見出すことはできないと判断したのであり，その判断手法に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "周知軸受け部材の認定に関する誤りについて",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲9には，カッターを軸支するころがり軸受としてのオイルレスベアリング42と，容器基台20とオイルレスベアリング42との間に設けられた軸受保持部材28とを備えた電気ミキサーにおいて，軸受保持部材28に突起32及びフランジ34が設けられている点が記載されているところ，甲9においては，オイルレスベアリング42が「軸受け部材」に相当し，当該オイルレスベアリング42は，すべり軸受ではなく，かつ，「係止爪」及び「鍔部」に相当する構成を備えていない。",
                        "したがって，甲9記載の事項は，「オイルレスベアリング42が滑り軸受けでなくころがり軸受けであること」，「オイルレスベアリング42ではなく軸受保持部材28に，突起32及びフランジ34が設けられていること」等の点において，原告が周知と主張する技術とは異なり，甲9を加えた甲5～18からは，周知技術といえる技術事項を見出すことはできないとした本件審決の判断に誤りはない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，つば付きの軸受けにつき，ローラ等の回転体の回転に使用することが本件特許の原出願時の技術常識であったのであるから，その軸受け部材も，固定された板状体の穴にのみ使用するものでないことは，本件特許の原出願時の技術水準を構成していたと主張する。",
                        "しかし，軸受けの「つば」は，一般的に軸受けに支持等される部材の位置規制に使用されるものであり，軸受けがつば付きであることと，軸受けが固定された板状体の穴にのみ使用するものであるか否かとは全く関係がない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，甲5記載のようなフランジ付き滑り軸受11を引用発明1のローラー4に設けられた穴に嵌めることができないとする理由はないと主張する。",
                        "しかし，甲5記載のフランジ付き滑り軸受11を引用発明1に適用できるか否かと，「周知軸受け部材」の認定とは別の次元の問題であり，両者に関連性はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "認定・判断の矛盾について",
                  "text": [
                    "原告は，本件審決は，実施可能要件の判断と進歩性の判断とで，甲5～18の記載に基づく技術常識の認定・判断につき矛盾がある旨主張する。",
                    "しかし，本件審決は，実施可能要件の判断において，原告自身も主張するとおり，甲5～18を参酌することなく，所定のクリアランスを設けることが技術常識であると判断している。",
                    "また，前記のとおり，係止片が弾性変形するために所定のクリアランスを設けることと，「固定された板状体の穴に軸を回転自在に支承すること」とは，別の技術事項である。そうである以上，係止片が弾性変形するために所定のクリアランスを設けることが技術常識だからといって，板状体に限定されないと認定しなければならない理由もない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "動機付けについて",
                  "text": [
                    "原告は，フランジ付き軸受けで回転体を支持することが周知技術であるとした上で，甲5～18記載の軸受け部材は板状体の穴に取り付けられるものに限定されないから，「L型ベアリング13」を原告主張に係る周知軸受け部材に置き換える動機付けが存在する，また，引用発明1に対し，原告主張に係る周知軸受け部材を適用する際に，甲19技術及び甲20技術と同様に，係止爪が係合するような段差部をローラー4の内部に構成することは，当業者にとって極めて容易なことである，などと主張する。",
                    "しかし，前記のとおり，甲5～18から共通して抽出される構成は存在しない。仮に甲9を除いたとしても，導き出される周知技術は本件審決認定に係る周知軸受け部材にとどまる。したがって，引用発明1の「L型ベアリング13」を，本件審決認定に係る周知軸受け部材に置き換える動機付けは存在しない。",
                    "また，技術分野，前提となる構成及び使用態様等を全て無視し，フランジがある点のみに基づいて，引用例1の「L型ベアリング13」を本件審決認定に係る周知軸受け部材に置き換えることができるというのは，極めて短絡的な主張である。",
                    "さらに，仮に原告主張に係る周知軸受け部材が周知であると認められるとしても，前記のとおり，本件発明1の「軸受け部材」に相当する引用発明1は「ベアリング12」及び「L型ベアリング13」であることから，「L型ベアリング13」のみを原告主張に係る周知軸受け部材に置き換える動機付けは存在しない。",
                    "そして，甲19技術及び甲20技術の適用は，原告主張に係る周知軸受け部材の構成及びその引用発明1に対する適用の動機付けの存在を前提としてなされるものであり，前提となる構成及び動機付けがない以上，甲19技術及び甲20技術を適用する動機付けもない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点4の容易想到性に係る判断の誤りについて",
              "text": [
                "原告は，相違点4が存在するとしても，引用発明1の「ベアリング12」が必須構成とはならないことを前提に，原告主張に係る周知軸受け部材を適用する際に，軸受け部材の長さに応じて連結軸11の長さを調整し，調整後の連結軸11の先端部分に座金15を取り付け，抜け止め構造を採用することは，単なる設計事項にすぎないなどと主張する。",
                "しかし，その前提が失当であることは，前記のとおりである。また，原告主張に係る複数段階を経た構造が単なる設計事項とは到底いえない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由4(本件発明2に係る進歩性の判断の誤り)",
          "text": [
            "〔原告の主張〕",
            "前記3に加え，軸受部材を合成樹脂製のものとすることは甲4～18に示されており，当業者が容易に想到し得ることから，本件発明2に係る進歩性についての本件審決の判断には誤りがある。",
            "〔被告の主張〕",
            "本件発明2は，本件発明1の従属項である。したがって，本件発明1についての本件審決の判断に誤りがないのと同様に，本件発明2についての本件審決の判断にも誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件発明に係る特許請求の範囲は，前記第2の2記載のとおりである。また，本件明細書(甲28)には，以下の記載がある(なお，図面は別紙図面目録記載の1参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "この発明は，回転体を身体上で転動させることにより，使用者に対して美肌効果等の美容的作用を付与するようにした美容器に関するものである。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "背景技術",
                  "text": [
                    "従来，この種の美容器としては，例えば特許文献1に開示されるような構成が提案されている。この従来構成の美容器においては，ハンドルの先端に二叉部が設けられている。二叉部の先端には回転体が支持されている。そして，各回転体を身体の皮膚に押し付けて回転させることにより，身体に対して美肌効果等の美容的作用が付与されるとしている。(【0002】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "前記特許文献1においては，回転体を支持するための軸等の支持構造は開示されていない。",
                    "この発明の目的は，回転体を支持軸に対して回転可能に支持することができる美容器を提供することにある。(【0004】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "上記の目的を達成するために，この発明は，基端において抜け止め固定された支持軸と，前記支持軸の先端側に回転可能に支持された回転体とを備え，その回転体により身体に対して美容的作用を付与するようにした美容器である。(【0005】)",
                    "また，前記回転体は基端側にのみ穴を有し，回転体は，その内部に前記支持軸の先端が位置する非貫通状態で前記支持軸に軸受け部材を介して支持されており，軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ，前記軸受け部材からは弾性変形可能な係止爪が突き出るとともに，軸受け部材は係止爪の前記基端側に鍔部を有しており，同係止爪は前記先端側に向かうほど軸受け部材における回転体の回転中心との距離が短くなる斜面を有し，前記回転体は内周に前記係止爪に係合可能な段差部を有し，前記段差部は前記係止爪の前記基端側に係止されるとともに前記係止爪と前記鍔部との間に位置する。(【0006】)",
                    "前記の構成において，前記軸受け部材は合成樹脂製である。(【0007】)"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の効果",
                  "text": [
                    "以上のように，この発明によれば，回転体を支持軸に対して回転可能に支持することができる…という効果を発揮する。(【0008】)"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明を実施するための形態",
                  "text": [
                    "図4に示すように，前記各支持軸20の突出端部には，合成樹脂よりなる円筒状の軸受け部材25が嵌合されて，ストップリング26により抜け止め固定されている。…図4及び図8に示すように，各軸受け部材25の外周には，一対の弾性変形可能な係止爪25aが突設されている。各支持軸20上の軸受け部材25には，ほぼ球体状をなす一対の回転体27が回転可能に嵌挿支持されている。そして，前記各回転体27は，合成樹脂よりなる芯材28と，その芯材28の先端内周に嵌着された合成樹脂よりなるキャップ材29と，芯材28及びキャップ材29の外周に被覆成形された合成樹脂よりなる外被材30とより構成されている。…芯材28の内周には，前記軸受け部材25の係止爪25aに係合可能な段差部28aが形成されている。そして，回転体27が軸受け部材25に嵌挿された状態で，係止爪25aが段差部28aに係合され，回転体27が軸受け部材25に対して抜け止め保持されている。(【0015】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の特徴",
              "text": [
                "前記(1)の本件明細書の各記載から，本件発明の特徴は，以下のとおりのものと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "本件発明は，回転体を身体上で転動させることにより，使用者に対して美肌効果等の美容的作用を付与するようにした美容器に関するものである(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "従来構成の美容器においては，ハンドルの先端に二叉部が設けられ，二叉部の先端には回転体が支持されており，各回転体を身体の皮膚に押し付けて回転させることにより，身体に対して美肌効果等の美容的作用が付与されるとしている。しかし，この構成を開示する特許文献には，回転体を支持するための軸等の支持構造は開示されていない。本件発明の目的は，回転体を支持軸に対して回転可能に支持することができる美容器を提供することにある(【0002】，【0004】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "前記目的を達成するために，本件発明1は，基端においてハンドルに抜け止め固定された支持軸と，前記支持軸の先端側に回転可能に支持された回転体とを備え，その回転体により身体に対して美容的作用を付与するようにした美容器において，前記回転体は基端側にのみ穴を有し，回転体は，その内部に前記支持軸の先端が位置する非貫通状態で前記支持軸に軸受け部材を介して支持されており，軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ，前記軸受け部材からは弾性変形可能な係止爪が突き出るとともに，軸受け部材は係止爪の前記基端側に鍔部を有しており，同係止爪は前記先端側に向かうほど軸受け部材における回転体の回転中心との距離が短くなる斜面を有し，前記回転体は内周に前記係止爪に係合可能な段差部を有し，前記段差部は前記係止爪の前記基端側に係止されるとともに前記係止爪と前記鍔部との間に位置することを特徴とする美容器としたものである。",
                    "また，本件発明2は，本件発明1の特定事項に加え，前記軸受け部材は合成樹脂製であることを特徴とする美容器としたものである",
                    "前記係止爪と前記段差部との係止の構造について，具体的には，合成樹脂よりなる円筒状の軸受け部材25は，前記各支持軸20の突出端部に嵌合され，ストップリング26により抜け止め固定される。この軸受け部材25の外周には，一対の弾性変形可能な係止爪25aが突設されている。また，各支持軸20上の軸受け部材25に回転可能に嵌装支持される一対の回転体27は，合成樹脂よりなる芯材28と，その芯材28の先端内周に嵌着された合成樹脂よりなるキャップ材29と，芯材28及びキャップ材29の外周に被覆成形された合成樹脂よりなる外被材30とより構成される。この芯材28の内周には，前記軸受け部材25の係止爪25aに係合可能な段差部28aが形成されている。そして，回転体27が軸受け部材25に嵌挿された状態で，係止爪25aが段差部28aに係合され，回転体27が軸受け部材25に対して抜け止め保持されている(特許請求の範囲請求項1及び2，【0005】～【0007】，【0015】，図4，図8)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "本件発明によれば，回転体を支持軸に対して回転可能に支持することができることができるという効果を発揮する(【0008】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(実施可能要件適合性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "明細書の発明の詳細な説明の記載が実施可能要件に適合するというためには，物の発明にあっては，当業者が明細書，図面全体の記載及び出願当時の技術常識に基づいて，その物を生産でき，かつ，使用できるように，具体的に記載されていることが必要であると解される。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載等",
              "text": [
                "前記のとおり，本件明細書【0015】には，本件発明を具体化した美容器の一実施形態を構成する部材の形状，配置及び相互関係について，「図4に示すように，前記各支持軸20の突出端部には，合成樹脂よりなる円筒状の軸受け部材25が嵌合されて，ストップリング26により抜け止め固定されている。…図4及び図8に示すように，各軸受け部材25の外周には，一対の弾性変形可能な係止爪25aが突設されている。各支持軸20上の軸受け部材25には，ほぼ球体状をなす一対の回転体27が回転可能に嵌挿支持されている。…芯材28の内周には，前記軸受け部材25の係止爪25aに係合可能な段差部28aが形成されている。そして，回転体27が軸受け部材25に嵌挿された状態で，係止爪25aが段差部28aに係合され，回転体27が軸受け部材25に対して抜け止め保持されている。」との記載がある。",
                "また，図4には回転体27の支持軸20に対する軸受け部材25を介した支持部の断面が示されているところ，支持軸20の回転体27を支持する部分(支持軸の先端側部分)の外周面と軸受け部材25の内周面との境界は，2本の平行する実線によって示されており，軸受け部材の箇所にはハッチングがされていることが看取される一方，軸受け部材に設けられる係止爪25aは，一点鎖線ないし二点鎖線で示され，ハッチングはされていない。このことから，図4の断面図において，係止爪25aは，軸受け部材のハッチングされた面とは異なる面に存在するもの(図4の断面上にはないもの)と理解するのが合理的である。",
                "また，図8には軸受け部材25の斜視図が示されているところ，同図からは，係止爪25aの斜面部の先端側の端縁に連なって長方形状の部位を有すること，当該長方形状の部位の同図手前側には，その長方形状の部位及び斜面部の側面と見られる部位が存在すること，係止爪25aの基端側と鍔部との間には，係止爪25の基端に連なって，軸受け部材25の円筒面よりも内周側に掘り下がるように形成された凹状の部位が存在することを見て取ることができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "【0015】の記載によれば，軸受け部材25は，各支持軸20の突出端部に嵌合され，ストップリング26により抜け止め固定された状態で，回転体27を嵌挿支持するものである。このため，軸受け部材25は，上記状態で回転体27の穴に挿入されることが想定されるところ，その際，軸受け部材25に突設された係止爪25aは，回転体27を構成する芯材28の内周に形成された段差部28aを乗り越え，その後，軸受け部材25の外周に突設された状態に復することにより段差部28aに係合され，その結果，回転体27が軸受け部材25に対し抜け止め保持されることが理解される。このことから，軸受け部材25に設けられる係止爪25aは，弾性変形可能なものであることは明らかである。",
                "そして，図8から，「長方形状の部位及び係止爪25aの斜面部の側面と見られる部位」の存在を見て取ることができる。ここで，係止爪25aの側方に隙間が存在しなければ，当該側面が図示されることはない。このため，当業者であれば，上記部位及び係止爪25aの基端側と鍔部との間に存在する凹状の部位をもって，係止爪25aが弾性変形する際のクリアランスとなり，係止爪25aが軸受け部材の先端側を付け根として，全体として内周方向に曲がるよう変形するように構成されているものと理解できる。",
                "また，このように，係止爪25aは軸受け部材の先端側を付け根として全体として内周方向に曲がるよう変形するものであることから，係止爪25aの内周面方向には，当該変形を許容するクリアランスが存在することは明らかである。",
                "そうすると，回転体27を軸受け部材25に対して嵌挿する際には，上記各クリアランスが存在することによって，軸受け部材25の係止爪25aが，軸受け部材の先端側を付け根として，全体として内周方向に曲がるよう変形することにより段差部28aを乗り越え，元に戻ることで段差部28aに係止爪25aの端部が係止されることは，当業者にとって容易に理解できる。",
                "よって，本件明細書において，本件発明1の係止爪がどのような構造で軸受け部材25の中に入り込み，弾性変形して，段差部28aを乗り越えて元に戻るものであるのかは，開示されているといえる。",
                "以上によれば，本件明細書の発明の詳細な説明は，当業者が本件明細書の記載及び本件特許の原出願当時の技術常識に基づいて，本件発明1に係る物を生産でき，かつ，使用できるように，具体的に記載されているものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "text": [
                "原告は，「係止爪」の「弾性変形」の態様には複数の選択肢があるところ，本件発明1に係る特許請求の範囲の記載及び本件明細書の記載からは，「係止爪」が弾性変形する物理的根拠が一義的に明確でなく，また，本件明細書の記載を参酌しても，これが開示されているとはいえない，本件審決は，係止爪を弾性変形させるために所定のクリアランスが必要なことが技術常識であることを裏付ける証拠を示していないなどと主張する。",
                "しかし，前記(2)，(3)のとおり，本件明細書には，【0015】，図4及び図8により，「係止爪」が「弾性変形」する態様が開示されているものといえることから，本件審決認定に係る上記技術常識の有無いかんにかかわらず，この点に関する原告の主張は採用できない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "したがって，本件明細書の記載は，実施可能要件に適合するというべきであり，この点に関する本件審決の判断に誤りはない。取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(サポート要件適合性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件発明1に係る特許請求の範囲請求項1は，軸受け部材に回転体を支持する構成について，「前記軸受け部材からは弾性変形可能な係止爪が突き出るとともに，軸受け部材は係止爪の前記基端側に鍔部を有しており，同係止爪は前記先端側に向かうほど軸受け部材における回転体の回転中心との距離が短くなる斜面を有し，前記回転体は内周に前記係止爪に係合可能な段差部を有し，前記段差部は前記係止爪の前記基端側に係止されるとともに前記係止爪と前記鍔部との間に位置する」と特定する。",
                "他方，前記のとおり，本件明細書【0015】には，「図4及び図8に示すように，各軸受け部材25の外周には，一対の弾性変形可能な係止爪25aが突設されている。各支持軸20上の軸受け部材25には，ほぼ球体状をなす一対の回転体27が回転可能に嵌挿支持されている。…芯材28の内周には，前記軸受け部材25の係止爪25aに係合可能な段差部28aが形成されている。そして，回転体27が軸受け部材25に嵌挿された状態で，係止爪25aが段差部28aに係合され，回転体27が軸受け部材25に対して抜け止め保持されている。」と記載され，また，図8からは，係止爪25aの斜面部の先端側の端縁に連なって長方形状の部位を有すること，当該長方形状の部位の同図手前側には，その長方形状の部位及び斜面部の側面と見られる部位が存在すること，係止爪25aの基端側と鍔部との間には係止爪25の基端に連なって，軸受け部材25の円筒面よりも内周側に掘り下がるように形成された凹状の部位を有することを見て取ることができる。",
                "これらの記載等を対比すれば，当業者であれば，軸受け部材には，係止爪が弾性変形するためのクリアランスが存在することが理解できるから，本件発明によって特定される構成を採用することによって，片側のみ穴が開いている非貫通の回転体に対し，回転体を支軸に回転可能に支持することができること，すなわち本件発明の課題を解決できることを理解することができる。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，本件特許に係る特許請求の範囲の記載は，サポート要件に適合するものというべきである。これに反する原告の主張は採用できず，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由3(本件発明1に係る進歩性の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，以下の記載がある(なお，図面は別紙図面目録記載の2参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本発明は，ゲルマニウムの半導体を，肌アレルギーを起こし難いチタニウム製ローラーに突設し，このローラーを顔面に接触させ回転させて美顔にする美顔用マッサージ器に関するものである。(【0001】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本発明は，上記の事情に鑑み，ローラーと顔面との間に隙間を作らず，顔面に接触する部分がより多くなるようにすべく，ローラー部と，把手部と，ローラー部と把手部とを連結する連結軸部とよりなる美顔用マッサージ器であって，ローラー部はチタニウム製円筒形ローラーでローラーの先端を閉塞し，ローラーの円周を4等分した外周面の軸線方向に円弧溝を刻設してローラーの外周面に4個の凸面を形成し，凸面に小穴を凹設し，前記小穴に表面を研磨したゲルマニウム粒子を突設し，ローラーの先端面にも表面を研磨したゲルマニウム粒子を突設し，ローラー外周面のゲルマニウム粒子と相隣る凸面のゲルマニウム粒子とを軸線方向で同位置にならないようにずらして配置した美顔用マッサージ器とした。(【0004】)",
                      "text": [
                        "また，本発明は，ローラーと顔面との間に隙間を作らず，顔面に接触する部分をより多くすることができ，また，ローラー部と連結軸部の構成は至極単純であっても連結するという目的が達成できるようにすべく，連結軸部の連結軸は把手部の把手先端から突出させ，連結軸の先端部にベアリングを圧入し，連結軸の基端にはL型ベアリングを回転自在に嵌着し，円周溝に座金を嵌めてL型ベアリングを連結軸に固着し，前記連結軸部をローラーの中空部に，ベアリングを回転自在で，L型ベアリングを圧入して挿入するようにした美顔用マッサージ器とした。(【0005】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本発明の美顔用マッサージ器は，ローラー部1と，把手部2と，ローラー部1と把手部2とを連結する連結軸部3とよりなる。(【0011】)",
                      "text": [
                        "ローラー4は円筒形で先端を閉塞している。(【0015】)",
                        "把手5の中空部10には把手5の先端中央から突出させた連結軸部3の連結軸11を突出させ，連結軸11の先端部にベアリング12を圧入し，連結軸11の基端にはL型ベアリング13を回転自在に嵌着し，円周溝14に座金15を嵌めてL型ベアリング13を連結軸11に固着し，この連結軸部3をローラー4の中空部10に，ベアリング12を回転自在で，L型ベアリング13を圧入して挿入する。ローラー部1と連結軸部3の構成は至極単純であるが，連結するという目的が達成できる。(【0016】)"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "引用発明1の認定",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "上記認定に係る記載によれば，引用発明1は，本件審決の認定したとおりのものと認められる(前記第2の3(2)ア)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告の主張について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，引用発明1において「ベアリング12」は必須の構成ではなく，本件発明1の「軸受け部材」に相当する引用発明1の構成は「L型ベアリング13」であるなどと主張する。",
                            "しかし，引用例1には，「ローラー部と連結軸部の構成は至極単純であっても連結するという目的が達成できるようにすべく，連結軸部の連結軸は把手部の把手先端から突出させ，連結軸の先端部にベアリングを圧入し，連結軸の基端にはL型ベアリングを回転自在に嵌着し，円周溝に座金を嵌めてL型ベアリングを連結軸に固着し，前記連結軸部をローラーの中空部に，ベアリングを回転自在で，L型ベアリングを圧入して挿入するようにした美顔用マッサージ器とした。」(【0005】)，「連結軸11の先端部にベアリング12を圧入し，連結軸11の基端にはL型ベアリング13を回転自在に嵌着し，円周溝14に座金15を嵌めてL型ベアリング13を連結軸11に固着し，この連結軸部3をローラー4の中空部10に，ベアリング12を回転自在で，L型ベアリング13を圧入して挿入する。ローラー部1と連結軸部3の構成は至極単純であるが，連結するという目的が達成できる。」(【0016】)との記載があるところ，これらの記載によれば，ベアリング12は，L型ベアリング13とともに，ローラー4を回転自在に支持する役割を果たすことが把握できる。他方で，引用例1には，ベアリング12を除外してL型ベアリング13のみとすることができるとする記載も，その示唆もない。",
                            "そうすると，引用発明1において，ベアリング12及びL型ベアリング13は，ローラーを回転自在に支持するために，ともに不可欠な構成といえる。すなわち，本件発明1の「軸受け部材」に相当する引用発明1の構成は，「ベアリング12」と「L型ベアリング13」の双方である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，原告は，上記主張の前提として，「前記支持軸の先端側」とは，「鍔部」及び「係止爪」から「支持軸」の「先端」までの範囲を指し，また，本件発明1はその構成に「キャップ材」を含まず，がたつき防止の効果を発揮することはない，などとも主張する。",
                            "しかし，本件発明1は，「支持軸の先端側」について，「基端においてハンドルに抜け止め固定された支持軸と，前記支持軸の先端側に回転可能に支持された回転体とを備え」と特定するところ，この記載から，ハンドルに抜け止め固定される支持軸の基端に対し，回転体を支持する部分を先端側としていることは明らかであって，原告の主張する範囲と解することはできない。また，本件明細書には，キャップ材29が，がたつきを防止するために必須の構成である旨の記載はない。そもそも，「前記各回転体27は，合成樹脂よりなる芯材28と，その芯材28の先端内周に嵌着された合成樹脂よりなるキャップ材29と，芯材28及びキャップ材29の外周に被覆成形された合成樹脂よりなる外被材30とより構成されている。」(【0015】)との記載から，キャップ材29は，本件発明1の「回転体」の一部を構成するものと理解される。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上より，この点に関する原告の主張は採用できない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明1と引用発明1との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1と引用発明1とを対比すると，引用発明1の「美顔用マッサージ器」は本件発明1の「美容器」に，「把手5」は「ハンドル」に，「連結軸11」は「支持軸」に，「ローラ―4」は「回転体」に，「ローラ―4を顔面に接触させて美顔にする」は「その回転体により身体に対して美容的作用を付与するようにした」に，「ベアリング12」及び「L型ベアリング13」は「軸受け部材」に，それぞれ相当する。",
                    "そうすると，本件発明1と引用発明1との一致点及び相違点は，以下のとおりと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "一致点及び相違点1～3は，本件審決が認定したとおりである(前記第2の3(2)イ，ウ(ア)～(ウ))。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点4’",
                  "text": [
                    "軸受け部材の支持軸への抜け止め構造に関して，本件発明1においては，「軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ」ているのに対し，引用発明1では，L型ベアリング13は，ローラー4の穴とは反対側の先端で連結軸11に抜け止めされているものの，それよりも先端側にあるベアリング12については抜け止めされていない点(以下「相違点4’」という。)。",
                    "なお，本件審決の相違点4の認定は，「L型ベアリング13」の連結軸11への抜け止めにつき，支持軸の先端でされていないことを前提とするものと理解される。",
                    "しかし，「軸受け部材」の「抜け止め」につき，本件発明1においては，「軸受け部材は，前記回転体の穴とは反対側となる先端で支持軸に抜け止めされ」と特定されているところ，ここでの「先端」とは，「軸受け部材」の「先端」を意味するのであって，文章構造上，「支持軸」の先端を意味するものとは理解されない。その限りで，本件審決の相違点4の認定には誤りがある。もっとも，後記のとおり，この点は本件審決の結論に影響を及ぼすものではない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原告は，引用発明1の認定の誤りがあることを前提として，本件審決による一致点及び相違点の認定の誤りを主張する。",
                    "しかし，前記のとおり，引用発明1の認定に係る原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "甲2～20の1の記載",
              "text": [
                "甲2～20の1には，以下の記載がある(なお，図は別紙図面目録の各項記載の図面参照)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲2(登録実用新案第3166202号公報。平成23年2月24日発行)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本考案は，マッサージローラーの構造に関し，特にY字形のマッサージローラーの構造に関する。(【0001】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "最良実施例として，各ローラーは接続部品，内柱，二つのベアリング，軸受及び，外カバーを具有し，各ローラー3の接続部品31は球状ヘッド22を通じて互いに嵌合して固定する。また，接続部品31はハンドル2の軸を中心とするある角度に開いて，該二つのベアリング33をそれぞれ軸受34の両端に設置し，且つ二つのベアリング33と軸受34を同時に接続部品31の外側に套設する。該内柱32をしっかりと二つのベアリング33及び軸受34の外側に套設し，外カバー35の中に，しっかりと内柱32を嵌合することで，二つのベアリング33，外カバー35及び内柱32が回転可能の構造となる。該ローラーの外カバーの表面に若干の磁石を嵌め込む。【0007】"
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲3の1(中国実用新案明細書第201814806号。2011年5月4日公告)",
                  "text": [
                    "折り畳み式Y字形構造のマッサージ棒において，ハンドル(1)と，マッサージヘッド(2)と，回転リンク(3)とからなり，ハンドル(1)は折り畳み式回転リンク(3)を介してマッサージヘッド(2)と連結され，ハンドル(1)下端に回転連結式調節ハンドル(4)を内蔵し，ハンドル(1)上端に凹状係止溝が開設されており，回転リンク(3)の一端はねじA(5)とキャップA(6)およびキャップB(7)によりハンドル(1)上端の凹状係止溝内に係合され，他端はねじB(8)とキャップC(9)とを介してマッサージヘッドの屈曲リンク(10)と連結され，マッサージヘッド(2)は，屈曲リンク(10)および2組の軸受(11)，軸スリーブ(12)，マッサージローラ(13)，および固定ねじ(14)を備え，軸受(11)と軸スリーブ(12)は屈曲リンク(10)の両端に固定設置され，その外部にマッサージローラ(13)を嵌接し，マッサージヘッド(2)と，固定されたマッサージヘッドリンク(3)とがY字形状をなすことを特徴とする折り畳み式Y字形構造のマッサージ棒。(【請求項1】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲4(登録実用新案第3159255号公報。平成22年5月13日発行)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本考案に係るマグネット美容ローラは，柄本体部と，柄本体部に回転自在に保持されるローラ部とによって構成され，前記柄本体部が，使用者によって保持される所定の長さの把持部と，該把持部から該把持部の長さ方向に対して第1の角度で傾斜し且つお互いが第2の角度で開くように前記把持部の一端から延出する一対のローラ保持部とによって構成され，且つ前記ローラ部が，磁石によって形成されると共に前記ローラ保持部のそれぞれに回転自在に保持されることを特徴とするものである。(【0010】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前記ローラ部には，前記ローラ保持部が挿着される挿着孔が形成され，前記ローラ保持部との間にベアリングが設けられて，前記ローラ部が回転自在となるものである。このベアリングとしては，玉軸受，コロ軸受等の転がり軸受，又は，プラスチック軸受，球面滑り軸受，焼結含油軸受等の滑り軸受が望ましい。(【0014】)"
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "甲5(特開2002-340001号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本発明は…，支持板への固定に別体の抜け止め用のリングが不要で，…紙送り機構等のコストの低減と組立性の向上を図ることができるフランジ付き滑り軸受を提供すること，更に，取り付け可能な支持板の板厚が限定されず，支持板の板厚が異なる複数種の紙送り機構等に汎用使用することのできるフランジ付き滑り軸受を提供することを目的とする。(【0010】)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "この一実施の形態の樹脂製のフランジ付き滑り軸受11は，ファクシミリ装置の紙送り機構の支持板12に貫通形成された円形の軸受挿通口12aに嵌合する円筒状の筒部11aと，該筒部11aの基端部外周から半径方向外方に向かって張り出して設けられて前記支持板12への当接によって前記筒部11aの軸方向の位置決めを果たすフランジ11bと，筒部11aの外周に突出する弾性係止片11cとを，合成樹脂により一体成形したもので，筒部11aに挿通された軸を回転自在に支承する。(【0017】)"
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "甲6(実公平8-9455号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "1は合成樹脂製の軸受であり，該軸受1は円筒部10と該円筒部10の一方の端部外周面に径方向外方に延設された鍔部11と該円筒部10の外周面に該外周面から鍔部11側に斜方向に延設された1つの舌片部12と該舌片部12の端部に該鍔部11側に向けて延設された係合片部13と該係合片部13に該鍔部11裏面との隙間t1，t2，t3を漸次縮小するように形成された複数個の段部14(本実施例においては3個)とを備えている。(2頁4欄36行目～43行目)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "上述した固定構造において，該軸受1は係止片部13が取付部材2の円孔20に連なって形成された切欠き溝22に係合することによりその円周方向の回転が阻止されて回り止め手段を形成し，また鍔部11裏面と係止片部13の段部14との隙間に該取付部材2を挟持することによりその軸方向の移動が阻止されて該軸受の抜け止め手段を形成する。(3頁5欄26行目～32行目)"
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "甲7(実開昭49-16632号公報)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "実用新案登録請求の範囲／ツバ付軸受において，ツバの反対面11に同心状に設けられた溝12と，径方向に設けられた数カ所の切り欠き13と，かつツバの反対面11に隣接して軸受取付部の外径より大である凸部14とを設けて成ることを特徴とする軸受。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "図面の簡単な説明／第2-a図，第2-b図は本考案によるツバの反対面11に同心状に溝12を，径方向に数カ所の切り欠き13を，かつツバの反対面11に隣接して凸部14を持つ軸受を示す断面図及び側面図。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "キ",
                  "subject": "甲8(実願昭57-98165号(実開昭59-4819号)のマイクロフィルム)",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本考案の目的は回転軸をスラスト，法線方向に移動しないよう確実に保持し，且つ軸受自身もスラスト，法線，円周方向にガタつかないこと，内径面の潤滑性が良く片当りがないこと及び軸曲率に近い中心スペースを有すること等の軸受の性能を損なうことのない軸受を得るにある。(3頁16行目～4頁1行目)"
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本考案に於いては第6図(a)，(b)に示すように回転軸用筒状軸受本体1の軸方向の一端部に均一肉厚のフランジ3を一体に形成し，フランジ3を除く筒状軸受本体1部分に円筒形スペース2の軸に平行に伸びる水平の切り込み溝4を2ヶ所以上，円周方向に均等に配分して形成し，上記筒状軸受本体1の外周には上記フランジ3と反対側に前記溝4の位置に対応して軸方向に延びる断面山形の爪5を設ける。本考案軸受けは…板厚ℓ～Tの板6に筒状軸受本体1の外周の直径に等しい直径φdの取付基準穴7を加工して設け…フランジ面いつぱいまで差し込み取り付ける。(4頁11行目～5頁6行目)"
                    }
                  ]
                },
                {
                  "fig": "ク",
                  "subject": "甲9(実願昭59-169176号(実開昭61-86135号)のマイクロフィルム)",
                  "text": [
                    "容器基台20の中央には円形上の開口部26を有しており，この円形上の開口部26には耐熱性で可撓性の円筒状の軸受保持部材28が嵌着されている。この軸受保持部材28は第2図に示すように，側壁にスリット30を有し下端外周に突起32を有しており，軸受保持部材28の上部にはフランジ34を有している。この軸受保持部材28は側壁にスリット30を形成しているので，突起32を形成した側壁下端部が内側に弾力的に変形することができる。従って，この軸受保持部材28を容器基台20の開口部26の上方から押し込めばフランジ34が開口部26の上縁に当接し，突起32が開口部26の下縁に掛止されて開口部26内に嵌合固定される。フランジ34と容器基台20との間にはパッキング36を配してシールする。",
                    "この軸受保持部材28を容器基台20の中央開口部26に嵌合した後，カッター軸38を軸受保持部材28内に挿入し，オイルシール40ところがり軸受であるオイルレスベアリング42とを圧入する。(明細書4頁5行目～5頁3行目)"
                  ]
                },
                {
                  "fig": "ケ",
                  "subject": "甲10(実願昭59-200825号(実開昭61-112120号)のマイクロフィルム)",
                  "text": [
                    "フレーム1にモールドベアリング4が矢印Bの方向に挿入される。モールドベアリング4の嵌合部分には5で示す爪が設けられており，モールドベアリング4が挿入される時，フレーム1の穴の縁で押されてモールドベアリング4の本体内に引っ込められるが，モールドベアリング4がフレーム1に押し付けられた時点で，爪5のバネ性により飛び出す。",
                    "従ってモールドベアリング4を組立てる場合，モールドベアリング4をフレーム1に十分に押し込むのみで良い。(4頁8行目～18行目)"
                  ]
                },
                {
                  "fig": "コ",
                  "subject": "甲11(特開昭61-244923号公報)",
                  "text": [
                    "第1図，第2図は本発明の一実施例の斜視図と，これをフレームに固定した時の断面図…を示す。図において1は軸受本体，2は軸の貫通孔，3はフレームに固定するため軸受本体1の外周に設けられたフック部，4は該フック部3と軸の貫通孔2との間に設けられたロッカー5を挿入するための間隙である。",
                    "このような軸受をフレーム6に固定するには，フレーム6の取付穴に本軸受フック部3の方向から挿入すれば，フック部3の傾斜部7と間隙4のためフック部3はたわみ簡単にフレーム6の穴に挿入でき，その後間隙4に第4図に示すロッカー5を挿入すれば軸受は固定される。(1頁右下欄13行目～2頁左上欄6行目)"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "サ",
      "subject": "甲12(実願昭60-81762号(実開昭61-194823号)のマイクロフィルム)",
      "text": [
        "第1図において，軸受(1)は合成樹脂からなり，内部に挿通部(3)を有する本体(2)の一端部に鍔部(4)を設け，この鍔部(4)の一部に本体(2)の側方に位置する一対の係止片(5)を設けたものである。",
        "係止片(5)の先端には係止部(6)が設けてあり，鍔部(4)と係止部(6)との対向する面の間隔は，この軸受(1)を取り付ける側板の板厚と同一としてある。",
        "一方，前記軸受(1)を取り付ける側板(7)には，第2図に示すように，軸受(1)の本体(2)と同形の孔(8)と，該孔(8)の一部を切り欠き，係止片(5)が嵌合可能な一対の係合部(9)とが形成してある。(明細書5頁9行目～6頁2行目)"
      ]
    },
    {
      "fig": "シ",
      "subject": "甲13(実公昭62-34013号公報)",
      "content": [
        {
          "fig": "(ア)",
          "subject": "9は本考案に係る支持部材で，円板状の基板10を有している。該基板10は該側板2の内面に位置するとともに中央部に軸6を挿通する貫通孔11が穿設されている。該基板10の一側面の該貫通孔11の周縁部には環状壁12が設けられ，該環状壁12の上面には弾性嵌着部13が互いに適宜間隔をおいて突設されている。14は該弾性嵌着部13の先端外面に形成されたテーパ部である。15は嵌着溝で，該テーパ部14の基端面と該基板10の一側面とによって該弾性嵌着部13の外面に形成されている。(1頁2欄12行目～22行目)"
        },
        {
          "fig": "(イ)",
          "subject": "次いで，弾性嵌着部13を軸孔3に押し込めば，第5図に示したごとく，テーパ部14が軸孔3面と接触して弾性装着部13は内方に押圧されて変位するが，軸6の端部に幅広環状溝20を設けて軸6の外周面の高さを下げるとともにテーパ部14の高さは最大変位においても軸6の外周面と衝突しないように形成されているため，弾性嵌着部13は軸孔3内を通過してテーパ部14は側板2の外面に達する。そうすると，テーパ部14は弾性によって外方に戻り変位して元の形状となるが，この状態では，第6図に示したごとく，嵌着溝15は側板2の軸孔3に面する縁部2aに嵌着する。(2頁3欄9行目～21行目)"
        }
      ]
    },
    {
      "fig": "ス",
      "subject": "甲14(実公平2-38101号公報)",
      "text": [
        "軸受体42の外側にはフランジ66が一体的に形成されており，軸受体42を板状支持部材46に装着する際のストツパーとなっている。また，胴部68には，板状支持部材46への軸受体42の装着および胴部68への環体44の装着が容易に行えるように，軸方向に複数個の割り溝72が設けられていて，胴部68を複数の分割片74に分けている。この軸受体42の胴部68には，外周面に周方向の溝を刻設した環体44が嵌着されており，前記分割片74の一部には端部に突起部70が設けられている。この突起部70は，嵌着した環体44が胴部68より脱落することを防止し，しかもその軸方向の位置決めを行うためのものである。…",
        "胴部68へ環体44を嵌挿した状態においては，フランジ66および環体44によつて板状支持部材46を挟み，軸受装置全体の軸線方向の位置決めがなされている。(2頁4欄23行目～42行目)"
      ]
    },
    {
      "fig": "セ",
      "subject": "甲15(特公平6-43842号公報)",
      "content": [
        {
          "fig": "(ア)",
          "subject": "ここに示す保持具11は適度の弾性と剛性を有した熱可塑性の合成樹脂，例えばナイロン樹脂を素材に成形されるもので，板状の鍔12と，この鍔の下面から垂設される脚13からなる。(2頁4欄21行目～24行目)"
        },
        {
          "fig": "(イ)",
          "text": [
            "図中18は上記形成された脚13の周面に突設し鍔12の下面に対向するように設けた係止爪である。",
            "係止爪18はここでは脚の周面を門形に切取ることによって脚端側に基端をおいた揺動可能な片として設けてあり，その自由端は周面から外方に突き出すようにすると共に鍔12の下面に対向させてある。(2頁4欄43行目～48行目)"
          ]
        },
        {
          "fig": "(ウ)",
          "text": [
            "本発明保持具は上述のごとく構成されるもので，使用に当ってはパネルBに脚13を通せる孔bを開設し，更に図示の実施例ではこの孔bに隣接して係止脚15のための小孔b’を開設しておく。",
            "保持具は上記孔bに装着する前にロッドAの装着部aを前述した如く切割17を通して押開きながら挿通孔16に嵌付け，組付けておき，次にこのロッドの端部をパネルの孔aに通し，併せて脚13を孔に挿通して装着することになる。",
            "このとき，脚13は脚端側から押込むと，周面に設けた係止爪18が内方に撓みながら潜入し，鍔12の下面がパネルAの一面に当接するのと合せてパネルの裏側で復元拡張し自由端を縁に係合させ装着される。(3頁5欄10行目～22行目)"
          ]
        }
      ]
    },
    {
      "fig": "ソ",
      "subject": "甲16(特開平8-109930号公報)",
      "content": [
        {
          "fig": "(ア)",
          "subject": "図3および図4に示すように，ベアリング18は，装着孔20に嵌合される挿着部23と，回転軸10または16が挿入される挿入孔24とを備えている。(【0012】)"
        },
        {
          "fig": "(イ)",
          "subject": "装着部23の一端には，上下に二つの係合部28が突出すように形成されている。係合部28の両脇には切欠29が形成されており，これにより係合部28は半径方向に力が与えられると撓むようになっている。(【0014】)",
          "text": [
            "係合部28の外周には，装着部23の軸線に対して傾いた斜面30が設けられている。…さらに，装着部23の係合部28とは反対側には，フランジ33および小径部34が連なるようにして形成されている。装着部23の長さ，すなわちフランジ33と係合部32との間隔eは，ハウジング8の側板19の肉厚fよりも僅かに大きくなされており，これによってフランジ33と係合部32との間に，側板19が収まるようになっている。(【0015】)"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "まず，回転軸10をベアリング18の挿入孔24に挿入する。次に，装着部23と反対側の係合部28の斜面30の端部31を，側板19に形成された装着孔20に挿入する。そして，係合部28の斜面30を装着孔20に対して滑らせながら，ベアリング18全体を装着孔20の内部に向けて推し進める。この場合，装着部23と反対側の係合部28の斜面30の端部31同士の間隔cが，装着孔内径aよりも小さいので，これらの端部31を装着孔20に容易に挿入することができる。(【0020】)",
          "text": [
            "また，装着部23側の係合部28の斜面30の端部32同士の間隔dは，装着孔内径aよりも大きいが，係合部28は可撓性を有するので，ベアリング18を装着孔20に向けて推し進める間，係合部28が撓んで，装着部23側の斜面30が装着孔20を通過することができるようになっている。これによって，係合部28が装着孔20を通過した後は，ベアリング18が装着孔20から離れる方向への移動が係合部28により規制されて，ベアリング18が側板19に固定されるとともに，回転軸10または18が側板19に装着されることになる。(【0021】)"
          ]
        }
      ]
    },
    {
      "fig": "タ",
      "subject": "甲17(特開平8-135654号公報)",
      "content": [
        {
          "fig": "(ア)",
          "subject": "図1ないし図4において符号(A)は本発明に係る軸受けを示すものであって，中心に軸挿入孔(2)を有するフランジ板(1)と，仮想円周面に沿って配置され且つ前記フランジ板(1)の軸挿入孔内縁から一体的に突出された3本の軸受け片(3)，(3)，(3a)と，該軸受け片の外側で仮想円周面に沿って配置され且つ前記フランジ板(1)から軸受け片と同方向に突出された3本の爪片(4)…とからなる。(【0007】)"
        },
        {
          "fig": "(イ)",
          "subject": "前記爪片(4)…の先端外面には傾斜面を先端に向けた指向性のある係合突起(4a)が設けられている。この爪片(4)…も適度な弾性が付与されている。(【0009】)",
          "text": [
            "上記の如く構成された軸受け(A)を使用するにあたって，図3並びに図4に示すように先ずベース(5)のボス(6)に，軸受け(A)の爪片(4)…を挿通することができる孔(7)を設けておく。この孔(7)の内径は前記爪片(4)…の外面を結ぶ円形の直径と略等しく形成する。またボス(6)の巾は爪片(4)の基端部から突起(4a)の係合段部(4b)までの長さと等しく形成しておく。(【0010】)",
            "而して前記孔(7)に水平軸(B)を挿通したあと，水平軸(B)と孔(7)との隙間に爪片(4)…並びに軸受け片(3)，(3)，(3a)を嵌入して軸受け(A)を取り付ける。…このようにして装着された軸受け(A)は爪片(4)の係合突起(4a)が(7)の開口縁に係合して孔から抜け出ることが阻止されると共に，…軸受け(A)と水平軸(B)とのクリアランスを…常にゼロに保持することができて移動の際の微妙なガタツキをなくすることができると共に，軸受け片の水平軸(B)…の相対的な移動が阻害されずベース(5)をスムースに移動させることができるものである。(【0011】)"
          ]
        }
      ]
    },
    {
      "fig": "チ",
      "subject": "甲18(特開2011-137511号公報)",
      "content": [
        {
          "fig": "(ア)",
          "subject": "上述した構成中，図1と共に，図2で示す…ようにブシュの受け穴7をブラケットプレート4a，4bの板面に設け，第1の実施の形態に係る樹脂製のブシュ10a，10bを受け穴7の穴内に嵌込み装着することにより，樹脂製のブシュによる支持軸1の軸受け構造が組み立てられている。(【0027】)",
          "text": [
            "第1の実施の形態に係る樹脂製のブッシュ10a，10b…は，図3a，図3bで示すように受け穴7…の穴内に嵌り合う円筒胴11と，円筒胴11の片端部に位置する張出し鍔12と，円筒胴11の他端部に位置する掛止め縁13と，張出し鍔12から円筒胴11，掛止め縁13の中央に至る円形の通し穴14とを備えて形成されている。このうち，張出し鍔部12は円板状に，掛止め縁13は断面略直角三角形を呈するよう形成されている。(【0028】)"
          ]
        }
      ]
    },
    {
      "fig": "(イ)",
      "subject": "ブシュ10aは，図5，図6で示すように円筒胴11を受け穴7の穴内に嵌め合わせ，張出し鍔12を受け穴7の片穴縁回りでブラケットプレート4aの板面にあてがい，掛止め縁13を受け穴7の他穴縁回りでブラケットプレート4aの板面に係止し，支持軸1を通し穴14に挿通することにより，受け穴7より抜け外れないようブラケットプレート4aに組み付けられる。(【0032】)",
      "content": [
        {
          "fig": "ツ",
          "subject": "甲19の1(欧州特許出願公開第0674894号。1995年10月4日公開)"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "鞘がその外装面に周囲を巡る隆起を，それに対応して，マッサージローラがその内装面に周囲を巡る凹部を備えるとき，マッサージローラの鞘上での軸方向保持は非常に簡単にスナップ結合によって行われる。この実施形態は摩滅した際，または清掃のために，マッサージローラを容易に交換することを可能とする。(第2欄29行目～37行目)"
    },
    {
      "fig": "(イ)",
      "subject": "図1で全体として示されるマッサージ器はグリップ1に共軸に軸2を有し，それに回動可能に鞘3が軸支される。この鞘3上に中空筒によって形成されたマッサージローラ4が着座する。(第2欄51行目～55行目)"
    },
    {
      "fig": "(ウ)",
      "subject": "図2の…直径拡大部7に向き合う端部の近くの，マッサージローラ4の内装面に周囲を巡る凹部8がある。(第3欄8行目～17行目)"
    },
    {
      "fig": "(エ)",
      "subject": "図4には，マッサージローラ4を押し開けると凹部8に達する周囲を巡る隆起10が示される。(第3欄27行目～30行目)",
      "content": [
        {
          "fig": "テ",
          "subject": "甲20の1(米国特許出願公開第2010／191161号)"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "図17を参照すると，本発明の第2の好ましい実施形態によるエクササイズ器具のロッドモジュール100が実質的に円筒形の形状である。(【0116】)"
    },
    {
      "fig": "(イ)",
      "subject": "本発明の第2の好ましい実施形態による多機能エクササイズ器具の中間の球状のボールモジュール140が，図21及び図22に示されている。(【0133】)",
      "text": [
        "モジュール140は，モジュール140の中心を通るようにモジュール140を貫通する円形開口141を含む。加えて，モジュール140は，開口141に対して垂直であり，開口141に交差するまでモジュール140内のみに延びる円形開口142を含む。(【0135】)"
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "図29は，モジュール100，120，130，140のうちの2つを任意の組み合わせで一緒に固定するために使用することができるプラグ200を示している。プラグ200は，プラスチックから製造され，2つの円筒部分202間に位置付けられる円形のフランジ201を含む。それぞれのより幅狭の円筒部分203が，円筒部分202のそれぞれから延びる。より幅狭の部分203のそれぞれは，1対の直径方向に対向する弾性的なラッチアーム204を含む。各ラッチアーム204は，アーム204の端に位置付けられ，プラグ200から外方に延びる突起205を含む。円形開口206が，プラグ200の一端からプラグ200の他端まで延びる。(【0151】)",
      "text": [
        "2つのモジュール100，120，130，140を，プラグ200の各端を各モジュールのそれぞれの開口に挿入することによって，プラグ200と一緒に着脱可能に固定することができる。(【0152】)",
        "プラグ200が開口に挿入されると，開口のより幅狭の部分が各ラッチアーム204の突起205に対して押圧されることで，弾性的なラッチアーム204が互いに向かって移動する。プラグ200が開口に完全に挿入されると，突起205は，ラッチアーム204がそれらの元の位置に跳ねてラッチ凹部と噛み合うように開口のラッチ凹部によって受け入れられる。ラッチアーム204及びラッチ凹部はしたがって，プラグ200がモジュールの開口から意図せず引き出されることを阻止することが可能である。(【0153】)",
        "ラッチアーム204及びラッチ凹部は，プラグ200が開口から意図せず引き出されることを阻止することが可能であるが，プラグ200は，それにもかかわらず，ラッチアーム204及びラッチ凹部が互いに噛み合う場合であっても開口に対して依然として回転することが可能である。(【0155】)"
      ]
    },
    {
      "fig": "(エ)",
      "subject": "図33を参照すると，本発明の第2の好ましい実施形態による多機能エクササイズ器具のロックピン240が，細長い円筒シャフト241を含む。シャフト241は，第1の部分242，第2の部分243及び第3の部分244を含む。(【0165】)",
      "text": [
        "ロックピン240のシャフト241の第1の部分242の直径は，モジュール100，120，130，140及びプラグ154，200，210，220及び230を通って延びる開口の直径よりも僅かに小さいため，シャフト241は，それらの開口を通して挿入されることが可能である。(【0166】)",
        "ロックピン240のシャフト241が，モジュール100，120，130，140のうちの1つの開口にそれ自体が挿入されたプラグ154，200，210，220又は230に挿入されると，シャフト241は，プラグのラッチアームがモジュールの開口のラッチ凹部と離脱することを防止することが可能である。ロックピン240は，ラッチアームがラッチ凹部と離脱することを防止することによって，プラグが開口から意図せず取り外されることを防止するか又は少なくとも更に阻止することが可能である。ロックピンはしたがって，プラグがモジュールの開口から意図せず引き出されることにつながり得るラッチ凹部からのラッチアームの意図しない離脱のリスクを高める可能性がある比較的高い捩り荷重に器具が晒される使用に特に好適である。(【0168】)",
        "図34は，ロックピン240のシャフト241が，開口141の一端を通して中間のボールモジュール140に，及び，モジュール140に対して固定されるようにそれ自体が開口141の他端に挿入されているプラグ200の開口206に挿入されているときのロックピン240を示している。(【0169】)",
        "開口141によって受け入れられるプラグ200のラッチアーム204の突起205は，開口141内に位置付けられるラッチ凹部250によってそれぞれ受け入れられるため，プラグ200はそれによって，開口141から引き出されることが阻止される。ロックピン240のシャフト241は，ラッチアーム204が互いに向かって押されて突起205をラッチ凹部250から取り外すことを防止する。ラッチアーム204は，ロックピン240がプラグ200から取り外されると，上述したように専ら移動することができる。(【0170】)"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(4)",
              "subject": "相違点3の容易想到性について"
            }
          ]
        },
        {
          "fig": "ア",
          "text": [
            "前記認定に係る各文献の記載によれば，まず，甲9の軸受保持部材28は，鍔部及び係止爪と類似する構成であるフランジ34と突起32とを有するものの，当該軸受保持部材28は，回転するカッター軸38を回転自在に支持するものではなく，オイルシール40と，ころがり軸受であるオイルレスベアリング42とを支持するものであり，軸受け部材に相当するものではない。",
            "他方，甲5～8，10～16及び18は，いずれも，軸受け部材に関する技術が記載されたものと認められるところ，弾性変形可能な係止爪が外周に突出し，基端側に鍔部を有し，また，係止爪は先端側に向かうほど当該軸受け部材における軸の回転中心との距離が短くなる斜面を有している軸受け部材を，固定された板状体に対して装着し，当該板状体に設けられた穴に軸を回転自在に支承するものである点で共通するものの，固定された板状体以外の部材に装着することについての記載や示唆はない。",
            "また，甲17においては，軸受Aが装着されるボス(6)自体は板状体ではないものの，ボス(6)は板状のベース(5)に固定されたものであり，軸受Aのフランジ板(1)と爪片(4)の係合突起(4a)との間にのみボス(6)が配置されるものである。そうすると，甲17と甲5～8，10～16及び18とは，直接に装着する対象そのものが板状体であるか否かという点で違いはあるものの，いずれも装着される部材は板状体又は板状のものに固定された部材であり，これをフランジと爪片との間で狭持するようにして固定する軸受け部材である点で共通するといえる。",
            "以上を踏まえると，甲5～8及び10～18により，「固定された板状体の穴に軸を回転自在に支承する，滑り軸受けである軸受け部材において，弾性変形可能な係止爪が外周に突出しており，基端側に鍔部を有しており，同係止爪は先端側に向かうほど軸受け部材における軸の回転中心との距離が短くなる斜面を有している軸受け部材。」を周知技術として認定することができる。これは，本件審決認定に係る周知軸受け部材に相当する。なお，甲5～18の全ての文献から，軸受け部材に関する周知技術というべき共通の技術事項を認めることはできない。"
          ]
        },
        {
          "fig": "イ",
          "text": [
            "また，その余の文献の記載を見ても，まず，甲2～4は，いずれもY字形をなし，二股に分かれた部分の先端付近に一対の回転体を設けて構成される美容器において，回転体が非貫通状態で軸に支持されることを開示するものの，当該回転体の支持構造として，本件発明1のような「係止爪」及び「段差部」を用いるものではない。",
            "次に，甲19の1のマッサージローラーは，その内装面に周囲を巡る凹部を備え，「段差部」に類似する構成を有するものといい得るものの，マッサージローラー自体が弾性材料より構成されることにより，鞘の外装面の周囲を巡る隆起との間でスナップ結合をすることができるようにしたものである点で，本件発明1とは異なる。",
            "他方，甲20の1のプラグ200は，フランジ201及びラッチアーム204に突起205を有する点で，本件発明1の軸受け部材に類似する構成を有するものといい得るものの，プラグ200は，2つのモジュールを固定するものであって，支持軸に設けられる軸受け部材として機能するものではない。加えて，プラグ200は，モジュール140の貫通した孔からロックピン240を挿入することにより，プラグ200のラッチアーム204がモジュールの開口のラッチ凹部から離脱するのを防止するものであるから，非貫通状態の回転体を支持するために用いることを前提としないことは明らかである。",
            "そうすると，軸受け部材を用いて軸に対して非貫通状態の回転体を支持する際に，回転体の内面に段差部を設けるとともに，軸受け部材には当該段差部に係止する係合爪を用いる構成が開示されていることを認めるに足りる証拠はない。"
          ]
        },
        {
          "fig": "ウ",
          "text": [
            "そもそも引用発明1は，ベアリング12及びL型ベアリング13という2つの軸受け部材を用いることによって，ローラー4を回転自在に支承するものであるところ，これを1つの軸受け部材に置き換えることが可能であることを記載ないし示唆する証拠は見当たらない。",
            "また，仮に引用発明1のベアリング12及びL型ベアリング13を1つの軸受け部材に置き換えることが可能であったとしても，引用発明1のローラー4は，顔面に接触させて回転させるものであり，その長手方向と直交する方向に荷重がかかることは明らかであるところ，1つの軸受け部材に置き換えてしまうと，ローラーをその根元の部分でのみ支承することとなってしまい，ローラーを安定して回転させることが困難となることは容易に推察される。",
            "そうすると，引用発明1のベアリング12及びL型ベアリング13を1つの軸受け部材に置き換える動機付けはなく，むしろ阻害要因が存するといえる。"
          ]
        },
        {
          "fig": "エ",
          "text": [
            "以上より，引用発明1に甲2～20の1記載の事項を適用することによって，相違点3に係る本件発明1の構成を採用することは，当業者にとって容易に想到し得ることとはいえない。"
          ]
        },
        {
          "fig": "オ",
          "subject": "原告の主張について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "原告は，甲5～18記載の事項を引用発明1に適用することが容易であることを理由として無効理由の主張を行っているのではなく，これらの文献から共通して抽出される構成が周知の軸受け部材であるとし，これを引用発明1に適用することが容易であったと主張しているにもかかわらず，本件審決は，各文献記載の事項を個別に判断しており，その判断手法に誤りがあるなどと主張する。",
        "しかし，甲5～18の全ての文献から軸受け部材に関する周知技術というべき共通の技術事項を見出すことはできないことは，前記のとおりである。本件審決は，その記載を通じて見れば，そのような理解を前提とした上で，個々の証拠における軸受け部材を引用発明1に適用できるかを検討したものと理解されるのであり，その判断手法に違法があるものとはいえない。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "原告は，本件審決による周知軸受け部材の認定には誤りがある旨主張するけれども，この点に関する本件審決の判断に誤りがないことは前記のとおりである。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "原告は，本件審決につき，実施可能要件適合性の判断においては甲5～18の記載を参酌し，板状体ではない回転体に使用する軸受け部材に係る係止片を弾性変形させる場合に所定のクリアランスを設けることは技術常識であると認定する一方で，進歩性の判断においては，甲5～18の周知技術の認定として，これが技術常識でないことを前提として判断しており，その認定・判断に矛盾があるなどと主張する。",
        "この点に関する原告の主張の趣旨は，やや判然としないが，そもそも，本件審決は，実施可能要件適合性の判断の際，「係止爪を弾性変形させるために所定のクリアランスを設けること」を技術常識として認定するにあたり，甲5～18を参酌したものではない。また，上記技術常識が認められるか否かと，甲5～18の記載から原告主張に係る周知軸受け部材を認定し得るか否かとは，直接的な関係はない。すなわち，「固定された板状体の穴に軸を回転自在に支承する，滑り軸受けである軸受け部材において，弾性変形可能な係止爪が外周に突出しており，基端側に鍔部を有しており，同係止爪は先端側に向かうほど軸受け部材における軸の回転中心との距離が短くなる斜面を有している軸受け部材」(本件審決認定に係る周知軸受け部材)において，「固定された板状体の穴に軸を回転自在に支承する」ことは，係止爪が弾性変形するためのクリアランスを設けることを前提とするか否かとは直接的な関係がないことから，仮に係止爪が弾性変形するためのクリアランスを有することが技術常識であることを前提としても，その認定が異なることはない。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "その他原告がるる指摘する点を考慮しても，この点に関する原告の主張は採用できない。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上のとおり，少なくとも，引用発明1に甲2～20の1記載の事項を適用することによって，相違点3に係る本件発明1の構成を採用することは，当業者にとって容易に想到し得たものとはいえない。そうである以上，その余の点を論ずるまでもなく，本件発明1を容易に発明することができたとはいえない。",
                "したがって，取消事由3は理由がない。"
              ],
              "content": [
                {
                  "fig": "5",
                  "subject": "取消事由4(本件発明2に係る進歩性の判断の誤り)について",
                  "text": [
                    "本件発明2は，本件発明1の発明特定事項の全てを含み，軸受け部材の材質を合成樹脂製のものと限定するものであるところ，本件発明1に係る特許を容易に発明することができたといえない以上，本件発明2に係る特許についても，容易に発明できたとはいえない。",
                    "したがって，取消事由4は理由がない。"
                  ]
                },
                {
                  "fig": "6",
                  "subject": "結論",
                  "text": [
                    "よって，原告の請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10048",
    "date": "2019-02-06",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088391",
    "ipprecedent_id": "5095",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}