{
  "decision": [
    {
      "fig": "1",
      "text": "特許庁が無効2016-800130号事件について平成30年6月25日にした審決のうち，「特許第4162491号の請求項17，19，20，44，46に係る発明についての特許を無効とする。」との部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "B事件原告ホスピーラ インコーポレイテッドの請求を棄却する。"
    },
    {
      "fig": "3",
      "text": "訴訟費用は，A事件・B事件を通じてA事件被告・B事件原告ホスピーラ"
    },
    {
      "fig": "4",
      "text": "A事件被告・B事件原告ホスピーラ インコーポレイテッドのために，この判決に対する上告及び上告受理申立てのための付加期間を30日と定める。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "（A事件）",
        "主文1項と同旨",
        "（B事件）",
        "特許庁が無効2016-800130号事件について平成30年6月25日にした審決のうち，「特許第4162491号の請求項21，38～42に係る発明についての審判請求は，成り立たない。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "A事件原告・B事件被告アメリカ合衆国（以下「特許権者」という。）は，「ボロン酸化合物製剤」の発明について，2002年1月25日（パリ条約による優先権主張外国庁受理  2001年1月25日（US）米国）を国際出願日とする特許出願を行い，平成20年8月1日に特許第4162491号（以下「本件特許」という。）として特許権の設定登録を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "A事件被告・B事件原告ホスピーラインコーポレイテッド（以下「請求人ホスピーラ」という。）は，平成28年11月11日，本件特許につき無効審判（無効2016-800130号）を請求した。",
                "特許権者は，無効審判手続の中で，特許請求の範囲の減縮等を目的とする訂正請求をした。",
                "特許庁は，平成30年6月25日，審決をした。審決には，当事者双方に対し出訴期間として90日が附加された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "審決の結論は，次のとおりであった。",
                "「  特許第4162491号の特許請求の範囲を訂正請求書に添付された訂正特許請求の範囲のとおり，訂正後の請求項［1～20］，［21～43，45，47］，44，46について訂正することを認める。",
                "特許第4162491号の請求項17，19，20，44，46に係る発明についての特許を無効とする。",
                "特許第4162491号の請求項21，38～42に係る発明についての審判請求は，成り立たない。",
                "特許第4162491号の請求項1～16，18，22～37，43，45，47に係る発明についての審判請求を却下する。」"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許権者は，平成30年7月5日に審決の送達を受け，同年11月2日，審決のうち特許を無効とした部分の取消しを求めて訴えを提起した（A事件）。",
                "請求人ホスピーラは，平成30年7月4日に審決の送達を受け，同年10月30日，審決のうち請求を不成立とした部分の取消しを求めて訴えを提起した（B事件）。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "訂正請求に対する審決の判断（訂正請求を認め，訂正により削除された請求項についての無効審判請求を却下した。）については，両当事者ともこれを争っていない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "訂正後の請求項17，19，20，44，46は，物の発明である。そして，本件における審決取消事由の主張との関連では，訂正後の請求項17に関する審決の判断に誤りがあれば他の請求項に関する判断にも誤りがある，という関係にある。",
                "訂正後の請求項17の記載は，次のとおりである（以下「本件化合物発明」という。）。 ",
                "【請求項17】",
                "凍結乾燥粉末の形態のD-マンニトール  Ｎ-（2-ピラジン）カルボニル-L-フェニルアラニン-L-ロイシン  ボロネート。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "訂正後の請求項21，38～42は，方法の発明である。そして，本件における審決取消事由の主張との関連では，訂正後の請求項21に関する審決の判断に誤りがあれば他の請求項に関する判断にも誤りがある，という関係にある。",
                "訂正後の請求項21の記載は，次のとおりである（以下「本件製法発明」という。）。",
                "【請求項21】",
                "⒜(ⅰ)  水，",
                "(ⅱ)  Ｎ-（2-ピラジン）カルボニル-L-フェニルアラニン-L-ロイシン  ボロン酸，及び",
                "(ⅲ)  D-マンニトールを含む混合物を調製すること；及び",
                "⒝  混合物を凍結乾燥すること；を含む，",
                "凍結乾燥粉末の形態のD-マンニトール  Ｎ-（2-ピラジン）カルボニル-L-フェニルアラニン-L-ロイシン  ボロネートの調製方法。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "「Ｎ-（2-ピラジン）カルボニル-L-フェニルアラニン-L-ロイシン  ボロン酸」を，以下「ボルテゾミブ」又は「Bz」という。",
                "また，「D-マンニトール  Ｎ-（2-ピラジン）カルボニル-L-フェニルアラニン-L-ロイシン  ボロネート」は，ボルテゾミブとD-マンニトールとのエステル化合物であり，以下「ボルテゾミブマンニトールエステル」又は「BME」という。",
                "これらの略称を用いて本件化合物発明及び本件製法発明（以下，あわせて「本件発明」ということがある。）を表記すると，それぞれ次のとおりである。",
                "【本件化合物発明】",
                "凍結乾燥粉末の形態のBME 【本件製法発明】",
                "⒜(ⅰ)  水，",
                "(ⅱ)  ボルテゾミブ，及び",
                "(ⅲ)  D-マンニトールを含む混合物を調製すること；及び",
                "⒝  混合物を凍結乾燥すること；を含む，",
                "凍結乾燥粉末の形態のBMEの調製方法。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "審決の理由の要旨",
          "text": [
            "審決の理由の要旨（ただし，本件訴訟において主張された審決取消事由に関連する部分に限る。）は次のとおりである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由1（進歩性欠如（その1））について",
              "text": [
                "【請求人ホスピーラの主張】",
                "本件発明は，甲1（Sara Wu, et al., JOURNAL OF PHARMACEUTICAL SCIENCES, VOL. 89, NO. 6, JUNE 2000）記載の発明及び甲2（Jonkman-de Vries, J.D., et al., “Pharmaceutical Development of (Investigational) Anticancer Agents for Parenteral Use - A Review”,",
                "Drug Development and Industrial Pharmacy 22(6): 475-494 (1996)）記載の発明に基づいて，当業者が容易に発明をすることができた。",
                "【審決の判断】",
                "（本件化合物発明についての判断の要旨を示すが，本件製法発明についても実質的に同旨である。なお，無効理由2，4についても同様である。）"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定",
                  "text": [
                    "甲1には，「ペプチドボロン酸誘導体2-Pyz-(CO)-Phe-Leu-B(OH)2」の発明（以下「甲1発明」という。）が記載されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "対比",
                  "text": [
                    "〔一致点〕",
                    "ペプチドボロン酸誘導体化合物である。",
                    "〔相違点1〕",
                    "ペプチドボロン酸誘導体化合物が，本件化合物発明においては，ボルテゾミブのD-マンニトールとのエステル体であるBMEであるのに対して，甲1発明ではボルテゾミブである。",
                    "〔相違点2〕",
                    "本件化合物発明においては，化合物が「凍結乾燥粉末の形態」と特定されているのに対して，甲1発明では，そのような特定がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性",
                  "text": [
                    "相違点1につき，甲1はボルテゾミブの分解経路に関する文献であって，ボルテゾミブを原料として別の化合物を合成して製造することについての記載は一切ない。また，甲2にも，化合物を化学的に改変することについての記載はない。そうすると，甲1発明に接した当業者が，甲1及び甲2の記載から，ボルテゾミブをD-マンニトールと反応させてBMEを得ることを容易に想到できるとはいえない。",
                    "相違点2につき，甲1には，ボルテゾミブを凍結乾燥処理して凍結乾燥粉末として得ることについての具体的な記載はない。また，甲2には，凍結乾燥の利点として製剤の安定性が記載されているが，製剤の安定化には凍結乾燥以外にも種々の方法が挙げられている上に，凍結乾燥を採用したとしても，凍結乾燥には充填剤を使用する方法としない方法があること，使用する場合の充填剤にはマンニトール以外にも多様な選択肢が存在することが示されている。このような中で，ボルテゾミブをマンニトールとともに凍結乾燥するという特定の方法の採用を動機付ける記載を，甲1及び甲2から見いだすことができない。さらに，仮にボルテゾミブをマンニトールとともに凍結乾燥することに想到したとしても，凍結乾燥は対象化合物の構造を変えないことを意図して行うものであるとの技術常識からすれば，ボルテゾミブではなくBMEを得るために凍結乾燥を行うことは，容易に想到できるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件化合物発明は，甲1及び甲2に各記載の発明に基づいて容易に想到し得たものとはいえないから，無効理由1に係る請求人ホスピーラの主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "無効理由2（進歩性欠如（その2））について",
              "text": [
                "【請求人ホスピーラの主張】",
                "本件化合物発明は，甲1記載の発明及び周知技術に基づいて，当業者が容易に発明をすることができた。",
                "【審決の判断】",
                "無効理由1と同2との違いは，本件化合物発明と甲1発明との相違点が容易想到であることの理由を，無効理由1では甲2の記載からとするのに対して，無効理由2では甲2や甲7（Pikal, M., “Freeze Drying”,",
                "Encyclopedia of pharmaceutical technology, 1994, Vol 6, pages 275",
                "- 303）に示されるとおりの周知技術からとする点にある。",
                "しかしながら，甲2に加えて甲7の記載を検討しても，薬剤の不安定さを解消するためにマンニトールを混ぜて凍結乾燥することが周知技術であるとは認められない。",
                "よって，無効理由2に係る請求人ホスピーラの主張は理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "無効理由4（進歩性欠如（その3））について",
              "text": [
                "【請求人ホスピーラの主張】",
                "本件化合物発明は，甲6（特表平10-510245号公報）記載の発明と甲5（国際公開第00／57887号パンフレット）又は甲15（Mori, et al., “Complex Formation of p-Boronophenylalanine With Some Monosaccharides”, Pigment Cell Research 2:273-277 (1989)）に記載された発明と周知技術とに基づいて当業者が容易に想到し得た。",
                "【審決の判断】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明の認定",
                  "text": [
                    "甲6には，「ボルテゾミブのボロネートエステル」の発明（以下「甲6発明」という。）が開示されている。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "対比",
                  "text": [
                    "〔一致点〕",
                    "ボルテゾミブのボロネートエステルである。",
                    "〔相違点1〕",
                    "本件化合物発明は，ボルテゾミブのボロネートエステルがD-マンニトールとのエステル体（BME）であるのに対し，甲6発明は，ボルテゾミブのボロネートエステルがD-マンニトールとのエステル体に特定されていない。",
                    "〔相違点2〕",
                    "本件化合物発明は，凍結乾燥粉末の形態であるのに対して，甲6発明は，形態が特定されていない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点の容易想到性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1について",
                      "text": [
                        "甲6発明においてボルテゾミブ等のボロン酸化合物とエステル反応してボロネートエステルを形成し得るヒドロキシ化合物について，甲6には，ピナンジオール等が具体的に開示されているにとどまる。多数のヒドロキシ化合物が存在している中で，甲6に記載されていないD-マンニトールの選択を動機付ける記載又は示唆は甲6にはないし，かかる選択が技術常識であるとも認められない。よって，甲6の記載からD-マンニトールとのエステル体を想到するには，格別の創意を要する。",
                        "そして，甲5及び甲15は，p-ボロノフェニルアラニンとD-マンニトールとのアニオン錯体に関する文献である。p-ボロノフェニルアラニンはボルテゾミブと構造が類似するボロン酸化合物であるとはいえ，ボロン酸化合物の構造の類似は部分的なものにとどまる上，甲5及び甲15にはエステル体についての具体的な記載もないから，甲6発明に接した当業者が，甲5及び甲15の記載から，ボルテゾミブとD-マンニトールとのエステル体を容易に想到できるとはいえない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2について",
                      "text": [
                        "甲2，甲7ほかの文献には，薬剤を凍結乾燥することの記載はあるが，甲6にボルテゾミブとD-マンニトールとのエステル体について記載も示唆もない以上，そのようなエステルを凍結乾燥粉末の形態で得ることを容易に想到することはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上のとおり，本件化合物発明は，甲6記載の発明と甲5又は甲15に記載された発明と周知技術とに基づいて容易に想到し得たものとはいえないから，無効理由4に係る請求人ホスピーラの主張は理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "無効理由5（サポート要件違反）について",
              "text": [
                "【請求人ホスピーラの主張】",
                "本件特許に係る明細書（甲40。以下「本件明細書」という。）では，ボルテゾミブとBMEとが単離されてその効果が比較されているわけではないから，ボルテゾミブの安定性及び溶解性の向上がエステル化によるものか，過剰のマンニトールの存在によるものかは不明であり，BMEが本件発明の課題を解決できることを把握することができない。したがって，本件特許に係る発明は，明細書の発明の詳細な説明に記載されたものでない。",
                "【審決の判断】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件化合物発明について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件明細書の記載によれば，本件化合物発明の課題は，製剤化したときに安定な医薬となり得て，また，水性媒体への溶解でボロン酸化合物を容易に遊離する（再構成性に優れた）組成物となり得る「凍結乾燥粉末形態のBME」を提供することである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "薬剤の安定性の向上や良好な再構成性を期待して凍結乾燥を行う際，凍結乾燥の前後で薬剤自体の化学構造は変化しない（させない）というのが技術常識である。したがって，当業者は，薬剤であるボルテゾミブをマンニトールと共に凍結乾燥して得られた凍結乾燥品中には，化学構造が変化していないボルテゾミブが含まれ，凍結乾燥の結果としてボルテゾミブの安定性の向上や良好な再構成性がもたらされると期待する。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "特許権者は，本件明細書の「発明の詳細な説明」の記載によれば，本件化合物が製剤化したときに安定な医薬となり得ること，本件化合物が水性溶媒への溶解でボロン酸化合物を容易に遊離することを認識し得る旨主張する。",
                        "よって検討するに，本件明細書の【0086】【0088】【0090】【0096】には，実施例1の方法により調製された凍結乾燥品（以下「実施例1FD製剤」という。）にはBMEが含まれていたこと，実施例1FD製剤（約1mgのボルテゾミブを原料として使用したもの）を水で「再構成」すると1．09mg又は1．11mgのボルテゾミブを提供すること，「再構成」されたボルテゾミブと遊離のボルテゾミブとは同じ値のプロテアソーム阻害活性（Ki値0．3）を示すこと，実施例1FD製剤は約18か月安定であったこと，が記載されている。",
                        "しかしながら，本件明細書には，実施例1FD製剤からBMEを単離してその再構成性や保存安定性を確認している実施例の記載はない。そして，実施例1FD製剤にどれだけの割合でBMEが含まれているのかを検討すると，本件明細書にはその割合について記載がないこと，実施例1の調製方法からどれだけの割合でBMEが形成されたのかを決め得るような技術常識があるとは認められないこと，凍結乾燥の前後で有効成分の化学構造が変化する事態は通常考えられないことを踏まえると，実施例1FD製剤に含まれるBMEの割合は不明と判断せざるを得ない。",
                        "そうすると，実施例1FD製剤のほとんどがBMEであればともかく，その割合が不明であるから，本件明細書の上記各記載は，「ボルテゾミブを凍結乾燥した粉末」に安定性の向上や良好な再構成性という効果がみられたことを示すものにすぎない。すなわち，これらの記載は，当該凍結乾燥粉末中のBMEについて，製剤化したときに安定な医薬となり得ることや，水性媒体への溶解でボロン酸化合物を容易に遊離する（再構成性に優れた）組成物を提供することを示しているとはいえない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本件化合物発明は，発明の詳細な説明に記載された発明ではないし，発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものとすることもできないし，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものとすることはできない。",
                        "よって，本件化合物発明は，サポート要件を充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件製法発明について",
                  "text": [
                    "本件製法発明の課題は，凍結乾燥粉末の形態のBMEの調製方法を提供することにある。本件明細書の【0086】には，【0084】に記載された方法によって調製した物質に凍結乾燥粉末の形態のBMEが含まれていたことが記載されているから，本件製法発明は発明の詳細な説明に記載された発明であって，その記載により当業者が発明の課題を解決すると認識できる範囲のものである。",
                    "よって，本件製法発明は，サポート要件を充足する。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，無効理由5に係る請求人ホスピーラの主張は，本件化合物発明に関しては理由があり，本件製法発明に関しては理由がない。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "争点（審決取消事由）",
      "content": [
        {
          "fig": "1",
          "subject": "特許権者の主張する審決取消事由（A事件）",
          "text": [
            "審決が，無効理由5（サポート要件違反）に基づき本件化合物発明に係る特許を無効と判断したことは，誤りである（以下，「特許権者取消事由」という。）。"
          ]
        },
        {
          "fig": "2",
          "subject": "請求人ホスピーラの主張する審決取消事由（B事件）",
          "text": [
            "審決が，無効理由を排斥して本件製法発明に係る特許を維持した判断のうち，次の無効理由についての判断には誤りがある（以下，順に「請求人ホスピーラ取消事由1」のようにいう。）。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "無効理由5（サポート要件違反）"
            },
            {
              "fig": "(2)",
              "subject": "無効理由1（進歩性欠如（その1））"
            },
            {
              "fig": "(3)",
              "subject": "無効理由2（進歩性欠如（その2））"
            },
            {
              "fig": "(4)",
              "subject": "無効理由4（進歩性欠如（その3））"
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "特許権者取消事由（本件化合物発明のサポート要件違反についての判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件化合物発明が解決しようとする課題は，製剤化したときに安定な医薬となり得て，また，水性媒体への溶解でボロン酸化合物を容易に遊離する組成物となり得る本件化合物（凍結乾燥粉末の形態のBME）を提供することである。【争いがない】"
            },
            {
              "fig": "(2)",
              "subject": "本件化合物発明のサポート要件充足の有無（総論）",
              "text": [
                "【特許権者の主張】",
                "本件化合物発明のサポート要件に関して検討すべきは，⒜本件化合物（凍結乾燥粉末の形態のBME）が発明の詳細な説明に記載されているか，⒝発明の詳細な説明の記載若しくは示唆又は本件出願日時点の技術常識により，本件化合物によって上記課題が解決できると当業者が認識できるかどうか，という点である。",
                "そして，本件明細書の実施例1においては組成物の調製方法の詳細が記載されており，その記載中には，本件化合物（凍結乾燥粉末の形態のBME）の生成について疑義を生じさせるような科学的に不合理な記載は一切ないから，当業者が，技術常識に照らして明細書の記載を読めば，実施例1FD製剤には相当量の本件化合物が含まれていると理解する。また，実施例1FD製剤に相当量のBMEが含まれていることは，FAB質量分析の結果からも理解できる。これらの理解を妨げる技術常識は，審決においても，請求人ホスピーラの主張においても何ら示されていない。よって，⒜の要件は満たされている。",
                "また，実施例1FD製剤を用いた実験に係る実施例3及び5の記載を読めば，実施例1FD製剤中の本件化合物によって，①製剤の保存安定性，②製剤の溶解性，③溶解に伴う有効成分（ボルテゾミブ）の急速な遊離（加水分解容易性），という効果がもたらされ，発明の課題が解決されていると理解する。よって，⒝の要件も満たされている。",
                "よって，本件化合物発明は，サポート要件を充足する。",
                "【請求人ホスピーラの主張】",
                "本件出願日時点の技術常識を踏まえると，本件明細書に接した当業者の理解は次のようなものであるから，本件化合物（凍結乾燥粉末の形態のBME）によって発明の課題が解決できるとは認識できない。",
                "・  実施例1FD製剤中にBMEは存在するが，その量は不明である。",
                "・  実施例1FD製剤は保存安定性及び溶解性という効果を示したが，この効果が本件化合物に起因したものであるのかが不明である（マンニトールを賦形剤として用いた凍結乾燥の周知の効果にすぎない等の理解もできる。）。",
                "・  実施例1FD製剤を試料としたプロテアソーム阻害活性アッセイの結果（Ki値0．3）が，BMEの加水分解によりボルテゾミブが遊離したことによって生じたものだとは必ずしもいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件化合物発明のサポート要件充足の有無（各論）",
              "text": [
                "別紙のとおりである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求人ホスピーラ取消事由1（本件製法発明のサポート要件違反の判断の誤り）",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1-1（課題認定の誤り）",
              "text": [
                "【請求人ホスピーラの主張】",
                "サポート要件の充足性の判断に当たって，本件製法発明の課題につき，審決が「凍結乾燥粉末形態のBMEの調製方法を提供すること」と認定したのは誤りである。正しくは，本件化合物発明の課題に準じて，「製剤化したときに安定な医薬となり得て，また，水性媒体への溶解でボロン酸化合物を容易に遊離する組成物となり得る本件化合物（凍結乾燥粉末の形態のBME）の調製方法を提供すること」と認定すべきであった。",
                "よって，本件製法発明につき，サポート要件を充足するとした審決の判断は，その前提において誤りがある。",
                "【特許権者の主張】",
                "課題の認定について，審決に誤りがあることは争わない。",
                "しかしながら，本件化合物発明につき上記1に主張したのと同様の理由により，本件製法発明もサポート要件を充足するから，審決の課題認定の誤りは審決の結論に影響を及ぼさない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "取消事由1-2（課題を解決できるとした判断の誤り）",
              "text": [
                "【請求人ホスピーラの主張】",
                "本件製法発明がサポート要件を充足するためには，医薬として許容され得る物質としての本件化合物の調製方法を提供する，という課題を解決するものでなければならない。",
                "しかるに，発明の詳細な説明をみても，凍結乾燥製剤に含まれるBMEの含有割合が不明である上に，同製剤におけるBMEの生成量を調整したり，BMEを同製剤から単離して定量したりする方法の開示はなく，そのような方法が技術常識であったともいえない。また，少なくとも5種存在するBMEの異性体を区別する方法も示されていない。",
                "よって，出願時の技術常識に照らしても，医薬に使用できるような本件化合物を調製することはできないので，本件製法発明は課題を解決できる発明とはいえず，サポート要件を充足しない。",
                "【特許権者の主張】",
                "本件化合物という新規な物が本件発明の課題を解決する場合，本件化合物の調製方法が少なくとも1つ示されていれば，当該新規な物の調製方法を提供することにより，同様に課題を解決することになる。それ以上に，サポート要件の充足を検討するに当たって，凍結乾燥製剤中のBMEの定量や，凍結乾燥製剤からのBMEの単離可能性等が問題になることはあり得ない。よって，請求人ホスピーラの主張は根本的に誤っている。",
                "また，本件製法発明の課題を医薬としての利用可能性を含めて認定するとしても，サポート要件違反の問題は生じない。なぜなら，実施例1の調製方法は，実際の医薬品の調製方法に則したものであり，それによって得られた実施例1FD製剤が相当量のBMEを含有し，本件発明の課題を解決していることを当業者が理解できるのであるから，更にBMEの単離や定量をする必要はないからである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "請求人ホスピーラ取消事由2（本件製法発明の進歩性欠如（その1）の判断の誤り）",
          "text": [
            "【請求人ホスピーラの主張】",
            "本件製法発明は，甲1と甲2に基づいて容易に想到することができたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決は，甲2には，製剤の安定化の方法として凍結乾燥以外にも数多くの方法があること，凍結乾燥の手法としては充填剤を使用しない場合もあること，充填剤を使用する場合の充填剤にはマンニトール以外にも多様な選択肢があること，が記載されており，このように様々な手法がある中で，マンニトールを使用した凍結乾燥という特定の方法を採用する動機付けはないと判断した。",
                "しかしながら，甲2で具体的に挙げられている凍結乾燥以外の方法は六つ（可溶化，錯形成，リポソーム，マイクロカプセル，マイクロスフェア，ナノ粒子又はコロイド系），凍結乾燥の手法は充填剤の種類も含めて六つ（薬剤単独で，又は充填剤としてマンニトール，リン酸ナトリウム緩衝液，デキストラン，スクロース若しくは2-ヒドロキシプロピル-β-シクロデキストリンを使用して）にすぎず，当業者が試してみることが実質的に不可能なほどに厖大な選択肢が記載されているわけではない。むしろ，本件優先日現在の技術水準に照らせば，マンニトールは凍結乾燥工程において第一に選択される充填剤であった。",
                "したがって，審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決は，マンニトールを使用した凍結乾燥という特定の方法に想到したとしても，凍結乾燥は対象化合物の構造を変えないことを意図して行うものであるとの技術常識からすれば，ボルテゾミブではなくBMEを得るために凍結乾燥を行うことは，容易に想到できるとはいえない旨判断した。",
                "しかしながら，本件製法発明は，水，ボルテゾミブ及びマンニトールの混合物を調製して凍結乾燥するという構成によって特定されるものであり，「BMEの調製」は発明の目的にすぎず，発明特定事項ではない。そして，この凍結乾燥により得られる凍結乾燥品は当然にBMEを含むので，「BMEの調製」という目的の存否は本件製法発明の技術的範囲に影響せず，その実質的な構成要件ではない。",
                "したがって，審決の上記判断も誤りである。",
                "【特許権者の主張】",
                "請求人ホスピーラの上記各主張は，次のとおりいずれも失当である。"
              ]
            },
            {
              "fig": "(1)",
              "subject": "上記主張(1)について",
              "text": [
                "甲2において，製剤の方法として凍結乾燥に触れる部分はごくわずかであり，その中には凍結乾燥の利点だけでなく問題点も指摘されている。また，凍結乾燥の具体的手法に関しても，充填剤を使うか否か，使うとして何を使うかについては，薬剤に応じて様々な手法が記載されている。そのような中から，マンニトールを充填剤に用いた凍結乾燥という特定の方法を選択するのが容易であるとするのは，いわゆる後知恵にほかならない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "同(2)について",
              "text": [
                "本件製法発明における「BME」は，調製方法の対象となる最終物質であるから，調製方法の発明における具体的な発明特定事項である。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "請求人ホスピーラ取消事由3（本件製法発明の進歩性欠如（その2）の判断の誤り）",
          "text": [
            "【請求人ホスピーラの主張】",
            "本件製法発明は，甲1と周知技術に基づいて容易に想到することができたものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "薬剤の安定化のために，マンニトールを充填剤とした凍結乾燥により製剤することは，甲2の記載により公知であるというにとどまらず，甲2及び甲7の記載を考慮すれば周知技術である（甲7では，「凍結乾燥は多くの場合，非経口製品の製造において第一選択の処理方法である」と記載され，例示された4種類の充填剤の筆頭にマンニトールが記載されている。マンニトールが充填剤として第一の選択肢であることは，乙8（Thomas A. Jennings,",
              "text": [
                "Lyophilization Introduction and Basic Principles (1999)），乙9（V.J.Stella, et al., Development of parenteral formulations of experimental cytotoxic agents. I. Rhizoxin (NSC-332598) (1988)）にも記載されている。）。",
                "よって，これが周知技術ではないとした審決の判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲1には，有望な抗がん剤であるボルテゾミブの製剤化の研究において，ボルテゾミブを液体製剤とすると安定性の面で問題があることが分かった旨が開示されている。この開示に接した当業者にとって，安定化のために，マンニトールを充填剤とした凍結乾燥（上記(1)のとおり周知技術である。）という手法を適用することは容易である。",
                "そして，凍結乾燥によって生成される物質がBMEであることは本件製法発明の発明特定事項ではないから（上記3の【請求人ホスピーラの主張】(2)），本件製法発明は当業者にとって容易想到であり，これと異なる審決の判断には誤りがある。",
                "【特許権者の主張】",
                "請求人ホスピーラの上記各主張は，次のとおりいずれも失当である。"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "甲7は，タンパク質を破壊することの少ない製剤方法として凍結乾燥を「第一選択」としているのであるから，タンパク質を含まないボロン酸化合物製剤である本件発明に適用し得る周知技術を甲7から認定することはできない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "その余の請求人ホスピーラの主張も，上記3で特許権者が主張したとおりいずれも失当である。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "請求人ホスピーラ取消事由4（本件製法発明の進歩性欠如（その3）の判断の誤り）",
          "text": [
            "【請求人ホスピーラの主張】"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "以下のとおり，本件製法発明は，甲6と，甲5又は甲15，及び周知技術に基づいて容易に想到することができたものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲6は，ボルテゾミブと反応してボロネートエステルを形成するジヒドロキシ化合物を化学構造により特定しており，D-マンニトールは当該ジヒドロキシ化合物に当たる。また，甲5及び甲15には，p-ボロノフェニルアラニン（ボロン酸抗腫瘍剤である点においてボルテゾミブと共通する。）の溶解度を高めるという課題を解決するために，D-マンニトールとのアニオン錯体を形成することが開示されており，甲5の図1には，ボロン酸のボロネートエステルがアニオン錯体の形で得られることも記載されている。",
                "そうすると，当業者であれば，甲6に記載のボルテゾミブの溶解度を高めるために，甲5又は甲15を参照し，甲6においてボルテゾミブと反応してボロネートエステルを形成するジヒドロキシ化合物として，D-マンニトールを容易に選択し得る。",
                "【特許権者の主張】",
                "次の点からしても，審決の判断には誤りがなく，請求人ホスピーラの上記主張は失当である。"
              ]
            },
            {
              "fig": "(1)",
              "text": [
                "甲6には，ボルテゾミブのボロネートエステルも記載されているが，安定性や溶解性など，製剤としての特性については何ら記載がされていないから，およそ甲6発明を端緒として，医薬製剤に関する本件発明に至ることがないのは明らかである。また，化学構造に関する甲6の記載は非常に包括的であって無数の選択肢を含むから，その中の一つの選択肢にすぎないBMEが甲6に記載されているとはいえないし，BMEを選択することが容易であるともいえない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "甲5及び甲15に記載されたp-ボロノフェニルアラニンと，甲6記載のボロン酸化合物とでは，前者が放射線治療において腫瘍細胞を集中的に破壊するための手段として用いられるのに対し，後者は，それ自体で抗腫瘍活性（プロテアソーム阻害活性）を有するというように，腫瘍治療の効果を発揮する機序が全く異なるのであるから，この違いを度外視して両者を「ボロン酸抗腫瘍剤」として一括りにするのは誤りである。また，審決は，甲5及び甲15に記載のp-ボロノフェニルアラニンと甲6記載のボロン酸との化学構造の違いに着目して，甲5及び甲15に記載された事項を甲6発明に適用できないとしているのであるから，甲5及び甲15で形成されたアニオン錯体がエステル体といえるとしても，そのことは審決の結論に影響を及ぼさない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "特許権者取消事由について",
          "content": [
            {
              "fig": "(1)",
              "subject": "サポート要件充足性の判断手法について",
              "text": [
                "特許請求の範囲の記載が明細書のサポート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載又はその示唆により当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範囲のものであるか否かを検討して判断すべきである。",
                "そして，サポート要件を充足するには，明細書に接した当業者が，特許請求された発明が明細書に記載されていると合理的に認識できれば足り，また，課題の解決についても，当業者において，技術常識も踏まえて課題が解決できるであろうとの合理的な期待が得られる程度の記載があれば足りるのであって，厳密な科学的な証明に達する程度の記載までは不要であると解される。なぜなら，まず，サポート要件は，発明の公開の代償として独占権を与えるという特許制度の本質に由来するものであるから，明細書に接した当業者が当該発明の追試や分析をすることによって更なる技術の発展に資することができれば，サポート要件を課したことの目的は一応達せられるからであり，また，明細書が，先願主義の下での時間的制約の中で作成されるものであることも考慮すれば，その記載内容が，科学論文において要求されるほどの厳密さをもって論証されることまで要求するのは相当ではないからである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件化合物発明の課題について",
              "text": [
                "本件明細書の記載によれば，本件化合物発明が解決しようとする課題は，製剤化したときに安定な医薬となり得て，また，水性媒体への溶解でボロン酸化合物を容易に遊離する組成物となり得る本件化合物（凍結乾燥粉末の形態のBME）を提供することである。そして，この課題が解決されたといえるためには，凍結乾燥粉末の状態のBMEが相当量生成したこと，並びに当該BMEが保存安定性，溶解容易性及び加水分解容易性を有することが必要であると解されるから，これらの点が，上記(1)で説示したような意味において本件明細書に記載又は示唆されているといえるかについて検討することとする。なお，ここでいう「相当量」とは，医薬として上記課題の解決手段になり得る程度の量，という意味である。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "凍結乾燥粉末の状態のBMEが相当量生成したことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の【0084】には，実施例1として，ボルテゾミブとD-マンニトールとの凍結乾燥製剤の調製方法が開示されている。そして，本件出願日当時の技術常識に照らすと，同調製方法のように，tert-ブタノールの比率が高く（相対的に水の比率が低く），過剰のマンニトールを含む混合溶液中で，周辺温度より高い温度で攪拌するという条件の下では，ボルテゾミブとマンニトールとのエステル化反応が進行し，相当量のBMEが生成すると理解し得る。",
                    "また，本件明細書の【0086】には，【0084】記載の方法によって調製された実施例1FD製剤は，FAB質量分析により，BMEの形成を示すm／z＝531の強いシグナルを示したこと，このシグナルはボルテゾミブとグリセロール（分析時のマトリックス）付加物のシグナルであるm／z＝441とは異なっており，しかも，m／z＝531のシグナルの強度は，m／z＝441のシグナルと区別されるほど大きいことが開示されている。これらの事項からすれば，実施例1FD製剤は，相当量のBMEを含むといえる。",
                    "したがって，本件明細書には，凍結乾燥粉末の状態のBMEが相当量生成したことが記載されていると認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求人ホスピーラの主張について",
                  "text": [
                    "請求人ホスピーラは，FAB質量分析においては，ピークの大小をもって試料に含まれる物質の存在量の大小を評価できないのであるから，実施例1の記載から凍結乾燥製剤に相当量のBMEが含まれていることを認識できない旨主張する。",
                    "しかしながら，上記(1)に説示したとおり，サポート要件を充足するためには，厳密な科学的な証明までは必要としないと解されるところ，上記アの凍結乾燥製剤の調製方法に関する知見（相当量のBMEが生成されていると考えられるとする甲60（丙教授の鑑定意見書）及び甲61（丁教授の意見書）の記載を含む。）や，FAB質量分析により，m／z＝531の強いシグナルが確認されていることに照らせば，当業者は本件化合物発明の対象物質（凍結乾燥粉末の状態のBME）が相当量生成したと合理的に認識し得るというべきである。",
                    "したがって，請求人ホスピーラの上記主張は，上記アの判断を左右しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "保存安定性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の【0094】～【0096】には，固体や液体のボルテゾミブは，2～8℃の低温で保存しても，3～6ヶ月超，6ヶ月超は安定ではなかったのに対して，実施例1FD製剤（上記(3)のとおり相当量のBMEを含む。）は，5℃，周辺温度，37℃，50℃で，いずれの温度でも，約18ヶ月間にわたって，薬物の喪失は無く，分解産物も産生しなかったとの試験結果が開示されている。この記載によれば，本件明細書には，本件化合物が，ボルテゾミブに比較して優れた保存安定性を有していることを当業者が認識し得る程度に記載されているといえる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求人ホスピーラの主張について",
                  "text": [
                    "請求人ホスピーラは，本件明細書の【0094】～【0096】に記載された保存安定性の向上は，マンニトールを賦形剤として用いた凍結乾燥という周知技術の適用により奏されたものと認識することが自然である旨主張する。",
                    "この点，確かに，実施例1FD製剤において，調製に供したボルテゾミブの全量がBMEとなっているとは限らず，マンニトールを賦形剤として凍結乾燥されたボルテゾミブも含まれていると考えられるから，凍結乾燥されたボルテゾミブの存在が，保存安定性の向上に寄与しているとも考えられるところである。しかしながら，相当量のBMEを含む製剤が保存安定性を示している以上，BMEも保存安定性の向上に寄与していると考えるのが通常人の認識であるといえるし，これに反して，凍結乾燥されたボルテゾミブのみが保存安定性に寄与していると認めるべき事情は見当たらない。",
                    "そうすると，サポート要件の充足のために必要とされる当業者の認識が上記(1)のようなもので足りる以上，請求人ホスピーラの上記主張は，上記アの判断を左右しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "溶解容易性及び加水分解容易性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書の【0088】【0089】には，実施例1FD製剤（上記(3)のとおり相当量のBMEを含む。）は，2mLの水に対し，振盪1～2分以内で溶解は完全であったこと，1mLの「プロピレングリコール：EtOH：H O＝40：10：50」に対し，振盪1分で溶解は完全であ2ったこと，0．9％w／v生理食塩水に対し，濃度6mg／mLまで容易に溶解したこと，これとは対照的に，固体のボルテゾミブは，濃度1mg／mLで0．9％w／v生理食塩水に可溶ではなかったことが開示されている。この記載によれば，本件明細書には，本件化合物がボルテゾミブに比較して優れた溶解容易性を有していることが，当業者が認識し得る程度に記載されているといえる。",
                    "また，弁論の全趣旨によれば，ボロネートエステルと対応するボロン酸との間には次の式による平衡状態が成り立つとの技術常識があることが認められるから，本件化合物（凍結乾燥粉末の状態のBME）を水に溶解させたときエステル化の逆反応によりBMEからボルテゾミブが遊離すること，すなわち本件化合物が加水分解容易性を有することを，当業者は認識し得るといえる。",
                    "なお，本件明細書の【0090】には，本件化合物の加水分解容易性を確かめる目的で，実施例1FD製剤についてプロテアソーム阻害活性アッセイをした結果が記載されているが，アッセイの具体的な条件が明らかでないこと，観察されたKi値0．3nMがBMEのものかボルテゾミブのものかを評価するための確実な科学的知見がないことにかんがみると，同記載に基づいて当業者が本件化合物の加水分解容易性についての認識を得ることができるとはいえない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "請求人ホスピーラの主張について",
                  "text": [
                    "請求人ホスピーラは，本件明細書の【0088】【0089】に記載された実施例1FD製剤の溶解性を示す試験結果は，マンニトールを賦形剤として用いた凍結乾燥という周知技術の適用により奏されたものと理解することが自然である旨主張する。",
                    "しかしながら，上記(4)イに説示したのと同様の理由により，請求人ホスピーラの上記主張は，上記アの判断を左右しない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "技術的事項に関する各論的主張について",
              "text": [
                "本件化合物発明のサポート要件充足性に関し，両当事者は別紙のとおり種々の主張をするところ，これらの主張に対する裁判所の検討結果は，別紙の右欄に記載したとおりであり，特許権者の主張のすべてをそのまま肯定することはできないものの，実施例1FD製剤に相当量の本件化合物が含まれることについては1(1)a，b，(2)a，bにより，本件化合物の溶解性については主として2a，bにより，加水分解性については3aにより，保存安定性については4a，bにより，当業者が合理的に期待できる程度には，これを肯定することができる。他方，請求人ホスピーラの主張は，以上の認定を覆すに足りるものではない。"
              ]
            },
            {
              "fig": "(7)",
              "subject": "まとめ",
              "text": [
                "上記(3)～(6)に検討したところによれば，本件化合物発明の特許請求の範囲の記載は，サポート要件を満たすというべきであり，これを否定した審決の判断は誤りである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "請求人ホスピーラ取消事由1（本件製法発明のサポート要件違反の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件製法発明の課題は本件化合物発明のそれと同様に認定すべきであり，これと異なる審決の認定に誤りがあることは，当事者間に争いがなく，当裁判所も同様に解する。",
                "もっとも，上記1のとおり本件化合物発明がサポート要件を充足し，本件明細書の中でその調製方法の一例も実施例1として開示されている以上，本件化合物発明を調製方法の観点からクレームし直した本件製法発明もサポート要件を充足するから，審決の解決課題の認定の誤りは，結論に影響を及ぼさない。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "請求人ホスピーラは，本件製法発明は，医薬として許容され得るBMEの調製方法の提供を解決課題とするものであるところ，発明の詳細な説明をみても，凍結乾燥製剤に含まれるBMEの含有割合が不明であり，その量を調整したりBMEを同製剤から単離する方法の開示はなく，BMEを医薬の成分として用いるにあたって必要な定量や単離ができないから，医薬品として許容され得るBMEの調製方法の提供という課題を解決することができる発明とは理解できない旨主張する。",
                "しかしながら，上記1に説示したとおり，実施例1FD製剤に相当量のBMEが含まれていること，BMEが保存安定性，溶解容易性及び加水分解容易性という医薬として必要な効果を奏することを，当業者は本件明細書の記載から合理的に認識できるといえるので，本件発明がサポート要件を充足するためにはこのことをもって十分というべきである。BMEの定量及び単離は，本件製法発明の課題解決のために必要な要素であるとまではいえず，サポート要件充足性を左右するものではない。",
                "したがって，請求人ホスピーラの上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "よって，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "請求人ホスピーラ取消事由2及び3（本件製法発明の進歩性欠如（その1）及び同（その2）の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決による甲1発明の認定並びに一致点及び相違点の認定は，相当と認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1及び2の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，次の事項が開示されている。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ボルテゾミブは，20Sプロテアソームの強力な阻害剤であり，抗がん剤の一つとして提案されている（758頁）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "製剤の観点から見たペプチドボロン酸誘導体の化学的安定性はこれまで文献に詳細には報告されておらず，非経口投与のためにボルテゾミブを製剤化する試みにおいて，不規則な安定性の挙動を示し，そして特定の溶媒に極めて不安定であるという課題があった（758頁）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ボルテゾミブは，多数の実験条件下で酸化による分解を受けやすく，分解は，過酸化物とおそらくは分子酸素とによって断然加速された（765頁）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲1の上記開示事項によれば，甲1発明のボルテゾミブを医薬として実用化するためには，酸化によって分解しやすいという化学的不安定性を解消するという課題があることが示されている。しかしながら，課題解決のための手段や方法等は記載されておらず，ましてや，具体的な手段としてのエステル化又は凍結乾燥については記載も示唆もないから，甲1発明のボルテゾミブを，本件発明の「凍結乾燥粉末の状態のBME」とする動機付けはない。",
                    "したがって，甲1発明に接した当業者が，相違点1及び2に係る構成を本件発明の構成とすることを容易に想到し得たとはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "なお，本件各証拠（甲2，甲7等）によれば，凍結乾燥が安定性及び溶解性の点で有利な製剤方法であることは技術常識と認められ，凍結乾燥の際に用いる充填剤（賦形剤）としてマンニトールを選択することも周知技術と認められる（これらを技術常識・周知技術としなかった審決の認定は支持できない。）。そうすると，甲1には課題解決のための手段や方法について記載も示唆もないとはいえ，当業者が，ボルテゾミブを，安定性向上という医薬品に対する一般的要請に基づき，マンニトールを賦形剤として用いた凍結乾燥により製剤すること自体は容易想到であると解する余地がある。",
                    "しかしながら，本件各証拠によれば，凍結乾燥は，化合物の性質を変えないために行われるものであることもまた技術常識であるから（この点についての審決の同旨の認定は支持できる。），あくまでも，容易想到であるのは「マンニトールを賦形剤として凍結乾燥した『ボルテゾミブ』」であって，本件発明の「凍結乾燥粉末の状態の『BME』」とは別個の化合物である。",
                    "したがって，いずれにせよ，本件発明は，甲1発明に基づいて容易に想到し得たとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "請求人ホスピーラの主張について",
              "text": [
                "請求人ホスピーラは，「BMEの調製」は発明の目的にすぎず発明特定事項とはいえない旨も主張するが，発明の要旨認定は，特段の事情のない限り，特許請求の範囲の記載に基づいて行われるべきであり，本件において特段の事情は認められないから，請求人ホスピーラの当該主張も採用することができない。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "以上によれば，本件製法発明につき，甲1発明を引用発明として進歩性を欠くとはいえないとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "請求人ホスピーラ取消事由4（本件製法発明の進歩性欠如（その3）の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決による甲6発明の認定並びに一致点及び相違点の認定は，相当と認められる。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1の容易想到性について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲6には，甲6発明のボロネートエステルについて次の開示がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来技術として，Ｎ-末端ペプチジルボロン酸エステルおよび同酸化合物一般および特定の化合物の合成は，すでに文献に記述されており，これらの化合物は，ある種のタンパク分解酵素の阻害剤であることが示されているが，甲6発明は，以前には知られていなかったペプチジルボロン酸エステルを提供すること，ペプチジルボロン酸エステルをプロテアソーム機能の阻害剤として使用する方法を提供することを課題とする（42頁，45頁）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ボルテゾミブのボロネートエステルは，甲6発明において例示されるペプチジルボロン酸エステルの一つである（19・20頁（請求項51），21・22頁（請求項57））。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "阻害を必要とする細胞を効果的成長阻害量で化合物と接触させて癌細胞の成長を阻害する方法において，プロテアソーム阻害剤である化合物として，ボルテゾミブのボロネートエステルを選択することができ，ボロネートエステルは，ボロン酸の酸基を，好ましくは，ピナコール，パーフルオロピナコール，ピナンジオール，エチレングリコール，ジエチレングリコール，1，2-シクロヘキサンジオール，1，3-プロパンジオール，2，3-ブタンジオール，グリセロール又はジエタノールアミンから選択される，ジヒドロキシ化合物と反応することによって得られる（25頁（請求項67），42～45頁，58頁）。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "上記アの開示事項によれば，甲6発明の課題を解決するペプチジルボロン酸エステルとして，ボルテゾミブのボロネートエステルが例示されている。しかしながら，ボロネートエステルを得るためにボルテゾミブとエステル反応させるジヒドロキシ化合物について，マンニトールは甲6に例示された多種類のジヒドロキシ化合物（上記ア(ウ)）に含まれていない。また，プロテアソーム機能の阻害剤として使用する方法を提供するという課題との関係で，甲6に例示された以外にも無数に存在するジヒドロキシ化合物の中からマンニトールを選択することを示唆するような記載は甲6にはなく，そのような選択が技術常識であるともいえない。",
                    "したがって，ボルテゾミブと反応させるジヒドロキシ化合物としてマンニトールを選択し，相違点1に係る本件発明の構成とすることは，当業者が容易に想到し得たとはいえない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点2の容易想到性について",
              "text": [
                "甲6において，請求項63として「請求項……，51，……記載の化合物または薬学的に許容され得るその塩，および薬学的に許容され得る担体もしくは希釈剤を包含する薬学組成物」が特許請求され（25頁），ここで引用された請求項51で特許請求されている化合物には，ボルテゾミブのボロネートエステルが含まれている（上記(2)ア(イ)）。",
                "しかしながら，上記請求項63の記載によっても，甲6発明の化合物（ボルテゾミブのボロネートエステル）がとり得る形態は，せいぜい，薬学的に許容され得る担体もしくは希釈剤を包含する薬学組成物にとどまるものであるところ，甲6には，甲6発明の化合物と薬学的に許容される担体との凍結乾燥粉末の形態をとることについては記載も示唆もない。また，化合物を凍結乾燥すること自体は周知技術であるとしても，甲6発明の化合物を凍結乾燥することを動機付ける記載ないし示唆は甲6には見当たらない。",
                "したがって，甲6発明の化合物（ボルテゾミブのボロネートエステル）を凍結乾燥粉末の状態とすることは，当業者が容易に想到し得たとはいえない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "請求人ホスピーラの主張について",
              "text": [
                "請求人ホスピーラは，相違点1につき，マンニトールは甲6発明に記載されたジヒドロキシ化合物の化学構造を有すること，甲5及び甲15にはp-ボロノフェニルアラニンの溶解度を高めるためにマンニトールとのアニオン錯体を形成する旨が開示されていること，甲5にはボロン酸のボロネートエステルがアニオン錯体の形で得られる旨も記載されていることから，甲6発明並びに甲5及び甲15の記載事項に基づいて本件発明を想到することは容易である旨主張する。",
                "しかしながら，まず，甲6において，ボロン酸とエステル体を形成するジヒドロキシ化合物の化学構造に関する甲6の記載は非常に包括的であって無数の選択肢を含むから，その中の一つの選択肢にすぎないBMEが甲6に記載されているとはいえないし，BMEを選択することが容易であるともいえない。また，甲5及び甲15に記載されたp-ボロノフェニルアラニンがボルテゾミブと同様の抗腫瘍活性（プロテアソーム阻害機能）を有することを裏付ける証拠はないから，甲5及び甲15の記載事項を甲6発明に適用することの動機付けは認められないし，たとえ適用したとしても，甲5及び甲15に開示されたアニオン錯体と本件発明のエステル体とは，化学構造が一部類似するにとどまり同一ではないから，本件発明の構成を得ることはできない。",
                "したがって，甲6発明並びに甲5及び甲15の記載事項に基づいて本件発明を想到することが容易であるとはいえず，請求人ホスピーラの上記主張は採用することができない。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "以上によれば，本件製法発明につき，甲6発明を引用発明として進歩性を欠くとはいえないとした審決の判断に誤りはない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "結論",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "審決の判断のうち，本件化合物発明に係る特許はサポート要件に違反し無効であるとの判断には誤りがある。また，この判断に沿って，物の発明に関する他の請求項（19，20，44，46）についても特許は無効であるとした審決の判断にも誤りがある。",
                "よって，これらの請求項について，審決を取り消すべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "審決の判断のうち，本件製法発明に係る特許についての無効請求はいずれの無効理由に照らしても成り立たないとの判断には，結論において誤りはない。また，この判断に沿って，方法の発明に関する他の請求項（38～42）について無効請求は成り立たないとした審決の判断にも誤りがない。",
                "よって，これらの請求項については，請求人ホスピーラ（B事件原告）の請求を棄却すべきである。"
              ]
            }
          ]
        }
      ]
    }
  ]
}