{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人らは，控訴人に対し，連帯して3300万円及びこれに対する平成28年2月3日から支払済みまで年5分の割合による金員を支払え。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人らは，原判決別紙被告商品目録1記載の製品及び原判決別紙被告商品目録2記載の製品を製造し，販売し，又は販売のために展示してはならない。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "被控訴人らは，原判決別紙被告商品目録1記載の製品及び原判決別紙被告商品目録2記載の製品を破棄せよ。"
          ]
        },
        {
          "fig": "5",
          "text": [
            "被控訴人株式会社堀内電機製作所(以下「被控訴人堀内電機」という。)は，原判決別紙営業秘密目録(1)ないし(3)各記載の情報を使用して，半田フィーダを設計又は製造してはならない。"
          ]
        },
        {
          "fig": "6",
          "text": [
            "被控訴人堀内電機は，原判決別紙営業秘密目録(1)ないし(3)各記載の情報を使用して制作した設計データを廃棄し，そのデータの電磁的記録を消去せよ。"
          ]
        },
        {
          "fig": "7",
          "text": [
            "訴訟費用は，第1，2審を通じて，被控訴人らの負担とする。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(略語は特に断らない限り原判決の例による。)",
      "content": [
        {
          "fig": "1",
          "subject": "事案の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件は，糸半田供給機(半田フィーダ)の開発，製造，販売等を行う控訴人が，被控訴人堀内電機が製造し，被控訴人らが共同して展示及び販売した原判決別紙被告商品目録1及び2記載の各商品(被告商品1及び被告商品2)について，①  原判決別紙原告商品目録記載の商品(型式：ASTY-V1100H。原告商品)の形態を模倣したものであり，被控訴人らの行為は不正競争防止法2条1項3号所定の不正競争に当たると主張して，被控訴人らに対し，同法4条，5条3項2号に基づき損害賠償金3300万円及びこれに対する不法行為の日以後である平成28年2月3日(訴状送達の日の翌日)から支払済みまで民法所定の年5分の割合による遅延損害金の連帯支払を求め(㋐)，②  被告各商品は，美術の著作物である原告商品の複製ないし翻案物に当たると主張して，被控訴人らに対し，著作権法114条3項に基づき上記 と同額の損害賠償金及び遅延損害金の連帯支払を求めるとともに(㋑-1)，被告各商品の製造，販売，展示等の差止め(㋑-2)及び破棄(㋑-3)を求め，③  被控訴人らが，控訴人から示された営業秘密である原判決別紙営業秘密目録(1)ないし(3)記載の情報(本件情報)を不正に使用したと主張して(不競法2条1項7号)，被控訴人らに対し，不競法4条，5条3項3号に基づき上記 と同額の損害賠償金及び遅延損害金の連帯支払を求めるとともに(㋒-1)，被告各商品の破棄を求め(㋒-2)，更に，被控訴人堀内電機に対し，本件情報を使用して半田フィーダを設計及び製造することの差止め(㋒-3)並びに本件情報を使用して制作した設計データの廃棄及びその電磁的記録の消去を求める(㋒-4)事案である。",
                "なお，控訴の趣旨第2項に係る上記㋐，㋑-1，㋒-1の各請求，同第4項に係る上記㋑-3，㋒-2の各請求は，いずれも選択的に併合されている。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決は，①  原告商品と被告各商品の形態が実質的に同一であると認めることはできない，②  原告商品に著作物性があると認めることはできない，③  本件情報は営業秘密に当たらないとして，控訴人の請求をいずれも棄却した。",
                "そこで，控訴人は，原判決を不服として，本件控訴を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実",
          "text": [
            "後記(1)～(3)のとおり改めるほかは，原判決「事実及び理由」「第2  事案の概要」「2  前提事実」(3頁15行目から5頁6行目まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決4頁6行目の「甲44ないし46」を「甲44，46」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決4頁7行目の「そのウェブサイト」の後に「及びその他商品情報ウェブサイト」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決4頁19行目の「ウ」を「イ」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "争点及びこれに対する当事者の主張",
          "text": [
            "本件の争点及びこれに対する当事者の主張は，後記(1)～(4)のとおり改め，後記4のとおり，当審における当事者の主張を付加するほかは，原判決「事実及び理由」「第2  事案の概要」「3  争点」及び「第3  争点に関する当事者の主張」(5頁7行目から18頁5行目まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決6頁23行目の「直方体の」から同行目の「ベースの」までを「直方体のベースの寸法は，」と改める。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決7頁12行目及び13行目の「短い」を「長い」と改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決13頁15行目の「インラインマルチポインターレーザー」を「インラインマルチポイントレーザー」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決16頁4行目の「公知性」を「非公知性」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "当審における当事者の補充主張",
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)ア(形態模倣に当たるか)について",
              "text": [
                "【控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告商品と被告各商品の形態が実質的に同一であること",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告商品の形態が，需要者が着目する部分において特徴的形状を有している場合，被告各商品の形態が当該特徴的形状を共通にしていれば，他の部分が相違していても，両者の形態は実質的に同一ということができる。そして，どの部分が特徴的形状かは，当該商品の属する分野や同種の商品の形状との比較等により判断されるべきである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人堀内電機が，原告商品の形態に依拠して被告各商品を製作した当時，既に他社の半田フィーダが市場に出ていたものの，それらはボックス型の半田フィーダ本体と円筒型の半田リールとがリールスタンドで連結されているもので，全体の重量は1キログラムにも及ぶ。",
                        "これに対し，原告商品は，直針状の出口ノズルがフィーダ本体部の先端から突き出た形状で，配線チューブ等がフィーダ本体上部後端からまっすぐに伸びている上，小型かつ軽量(本体部分及び各チューブ部分の合計で210グラム)である。この形態は，半田フィーダをロボットなどの自動機器に搭載する必要上，需要者が従前の半田フィーダとは決して見紛うことのない，かつ，強く印象付けられる特徴的なものであり，際立った形態上の差異が見て取れる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "被告各商品の形態は，いずれも直針状の出口ノズルがフィーダ本体部の先端から突き出た形状で，配線チューブ等がフィーダ本体上部後端からまっすぐに伸びている上，小型かつ軽量(いずれも推計で，被告商品1は合計400グラム，被告商品2は合計600グラム。)と，従前の半田フィーダとは見紛うことのない特徴的な形状を有しているところ，この形態及び構成は原告商品と共通している。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "このように，原告商品及び被告各商品は，従前の半田フィーダに見られない極めて特徴的な形状を有する点において共通していることからすると，被控訴人らが強調する相違点は，後記イのとおり，極めてささいなものにすぎず，原告商品と被告各商品の形態の実質的同一性を凌駕する程の差異ではない。",
                        "したがって，原告商品と被告各商品の形態は実質的に同一である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "被控訴人らの主張について",
                  "text": [
                    "被控訴人らは，原告商品と被告各商品の形態について，次の相違点を強調するが，いずれも失当である。",
                    "①  カバーの有無",
                    "原告商品のカバーは，半田フィーダをロボットなどの自動機器に取り付けるまでの間の保護と化粧包装，及び商品構造を隠すためのもので，必要に応じてネジを回して容易に取り外すことができる。",
                    "したがって，このカバーは，容易に切り離し得ない態様で結びついているといえないから，商品の形態に当たらない。",
                    "②  全体的な寸法",
                    "需要者が半田フィーダをロボットなどの自動機器に搭載する必要上，原告商品及び被告各商品は，いずれも従前の他社フィーダより小型かつ軽量であって，被控訴人らが主張する大きさと長さにおける差異はささいなものにすぎない。",
                    "③  フィーダ先端部分の形状",
                    "原告商品と被告各商品は，上記アのとおり，共通する特徴的形状を有しているところ，フィーダ先端部分の形状の差異は，上記特徴的形状を左右するものではなく，ささいなものにすぎない。",
                    "④  チューブホルダの位置",
                    "原告商品も被告各商品も，チューブホルダはノズルの反対側の端部の方に設けられており，何ら外観上の差異はない。仮に差異があるとしても，上記特徴的形状を左右するものではなく，ささいなものにすぎない。",
                    "⑤  従動ローラのガイド溝の有無",
                    "原告商品の従動ローラにガイド溝を設けたのは，半田飛散防止効果を高めるためであって，ガイド溝が設けられていない従動ローラはそれ以前から存在する。したがって，この相違部分は，改変の内容が容易に着想できる程度のもので特段の意義がないから，この差異は上記特徴的形状を左右するものではなく，ささいなものにすぎない。",
                    "⑥  角型調整用ブラケット，ローラストッパねじの存在",
                    "原告商品においては，適切なカットが設定されており，操作に人手がかからない自動装てんが可能であるから，角型調整用ブラケット及びローラストッパねじは不要である。",
                    "これに対し，被告各商品においては，出荷時に設定した適切なカット位置を保持できなかったことから，熟練を必要としない従来技術の「ローラ押し付けバネ方式」に変更された。したがって，この相違部分は，改変の内容の程度も着想も容易にできるもので特段の意義がないから，この差異は上記特徴的形状を左右するものではなく，ささいなものにすぎない。",
                    "⑦  上昇下降機構の相違",
                    "原告商品は，ステッピングモータとワイヤを組み合わせた新しい方式を採用しており，速度制御，多点位置，速度安定度，省エネルギー，制御構築，工場環境汚染(防止)フィーダの小型軽量化，騒音(低減)といった機能性のほか，技術革新度，将来性の点において，被告各商品のエアシリンダ方式よりもはるかに優れている。",
                    "したがって，この相違部分は，改変の内容の程度も着想も容易にできるもので特段の意義がないから，この差異は上記特徴的形状を左右するものではなく，ささいなものにすぎない。",
                    "⑧  調整用シャフトの有無",
                    "この相違部分は，改変の内容が容易に着想できる程度のもので特段の意義がないから，この差異は上記特徴的形状を左右するものではなく，ささいなものにすぎない。",
                    "⑨  チューブの接続位置",
                    "被控訴人らの主張を前提としても，フィーダ本体にケーブル及びチューブが接続している点は同じであって，この差異は上記特徴的形状を左右するものではなく，ささいなものにすぎない。",
                    "⑩  チューブ自体に関する相違",
                    "エアシリンダセンサリード線やブッシングの有無による形態の差異は，上記特徴的形状を左右するものではなく，ささいなものにすぎない。",
                    "⑪  ローラの数の相違",
                    "被告商品2のノズル付近に小さなローラが2個設けられているとしても，その差異は上記特徴的形状を左右するものではなく，ささいなものにすぎない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人代表者A(以下「控訴人代表者」という。)は，多大な時間と費用をかけ，試行錯誤を重ねて獲得した蓄積データを根幹とし，更に学術的な創意を加えて原告商品を製作した。この蓄積データは，深い知見・知識を構成しており，価値そのものを生み出すプロセスの一部である。しかし，データは容易に複製できるため，ひとたび外部の手に渡り管理が及ばない状態となると経済価値が失われる。控訴人のような中小零細製造業者が，得意先から品質保証などの理由で生産プロセスに関するデータを要求されると，ほとんどの場合これを拒否できない。そのため，長年のノウハウの蓄積ともいえるこうしたデータは，発注者側において解析，共有，拡散され，ひいては外国に流出し，その結果，中小零細製造業者の競争力が失われることになる。すなわち，我が国の知的財産を適正に保護するためにも，他企業が製作した製品を解析するなどして，設計図として写し取り，同じ製品を製作する行為を抑制する必要がある。",
                    "被控訴人堀内電機は，控訴人との間で原告商品の模倣品を製造販売しないことを合意し，原告商品を解析するなどして模倣することが禁じられていることを十分に認識しながらかかる行為に及んだのであるから，責任はより一層重い。",
                    "したがって，このような観点からも，被控訴人堀内電機の行為について，不競法上の責任を肯定し，被害の拡大を抑制する必要性が高いというべきである。",
                    "【被控訴人らの主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "text": [
                    "原告商品と被告各商品の形態には大きな差異がある。",
                    "さらに，被告商品2には，駆動ローラと従動ローラのほか，ノズル付近に小さなローラが2個設けられているところ，原告商品にそのようなローラは設けられていない。",
                    "これに対し，原告商品と被告各商品との間で共通する構成は，いずれも半田フィーダが機能するために不可欠な構成であって，特に原告商品に特徴的な形状ではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人が原告商品の特徴的な形状であると主張するもののうち，少なくとも，直針状の出口ノズルがフィーダ本体部の先端から突き出た形状は，他社の半田フィーダにも見られるものである。また，配線チューブ等がフィーダ本体上部後端からまっすぐに伸びている点についても，半田フィーダの機能から通常想起し得るものであり，特に特徴的な形状であるということはできない。",
                    "なお，控訴人は，商品の重さも問題にするようであるが，「商品の形態」に商品の重さは含まれない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)ア(原告商品の著作物性)について",
              "text": [
                "【控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "著作物といえるためには，著作権法2条1項1号が定めるとおり，思想又は感情を創作的に表現したものであって，文芸，学術，美術又は音楽の範囲に属するものであることが必要である。「思想又は感情」とは，人間の精神活動全般を指し，「創造的に表現したもの」とは，著作者の個性が何らかの形で現れていれば足りる。ここで，当該規定には，産業用の利用を目的としていないこととか，美的鑑賞の対象となり得る美的特性を備えていることなどという条件は付されていない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人堀内電機が原告商品に係る著作権を侵害して被告商品1を製作した当時の他社半田フィーダの状況は，上記(1)アのとおりである。",
                    "しかし，携帯電話やスマートフォンの普及などにより，半田付けを要する製品の小型化が進み，微小半田付けの需要が生じた。さらに，熱源がコテからレーザーへ変わったことに伴い，従前の半田フィーダでは十分に対応できなくなったため，これまでとは異なる創意工夫が必要となった。もっとも，この創意工夫の可能性は多様かつ多岐にわたり，様々な表現が可能なものである。",
                    "そして，控訴人代表者は，50年にも及ぶ試行錯誤の結果得られた多大な蓄積データに基づく「自動半田付け用Vカットフィーダ」の製作データに更に創意を加えて，原告商品を制作した。原告商品は，従前の半田フィーダと異なって，直針状の出口ノズルがフィーダ本体部の先端から突き出た形状で，配線チューブ等がフィーダ本体上部後端からまっすぐに伸びている上，小型かつ軽量であって，その全体は端整かつ鋭敏で優雅な美しさが表現されている。",
                    "このような一連の制作過程及びその表現形式において，仮に美しさの表現を捨象したとしても，原告商品には控訴人代表者の著作者としての個性が十分に現れている。",
                    "したがって，原告商品は美術の著作物に当たる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被控訴人らは，原告商品が実用目的に用いられる量産品であるとして著作物性を有しないと主張する。しかし，原告商品が産業用の利用を目的とする機器であるとしても，創作性が認められれば著作物性を有するというべきである。",
                    "現行著作権法成立に至るまでの過程をみても，著作権法2条2項は，少なくとも美術工芸品は美術の著作物として保護されることを明記したにとどまり，美術工芸品以外の応用美術を一切保護の対象外とする趣旨ではないことが明らかである。",
                    "さらに，著作権法と意匠法とは，趣旨・目的を異にするものであり，いずれか一方のみが排他的又は優先して適用されることについて明文の規定はないし，そのように解し得る合理的根拠も見出し難い。したがって，応用美術に関し，意匠法によって保護され得ることを根拠として，著作物性の認定を厳格にすべき合理的理由はない。かえって，応用美術に関して著作物性の認定を厳格にすれば，他の表現物においては個性の発揮という観点から著作物性が肯定されるものについても，応用美術であるという一事によって著作権法上の保護が受けられないという事態を招くおそれがある。",
                    "また，被控訴人らは，著作物であるためには純粋美術と同程度の美的鑑賞の対象となることが必要であると主張するが，応用美術についても，それ以外の美術の著作物と同様に，創作性が認められれば著作物性は肯定されると解すべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，上記(1)ウにおいて主張した観点からも，被控訴人堀内電機の行為について，著作権侵害による責任を肯定し，被害の拡大を抑制する必要性が高いというべきである。",
                    "【被控訴人らの主張】",
                    "争う。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(3)(不競法2条1項7号の不正競争に基づく請求の可否(営業秘密性))について",
              "text": [
                "【控訴人の主張】"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告商品は，次の技術上の情報により開発された(原判決別紙営業秘密目録(1)～(3))。",
                    "①  フィーダーベースがスライドする。",
                    "②  半田フィーダから可撓性チューブを介さずに，出口ノズルがフィーダと一体化している。",
                    "③  小型化するため，挟み送りローラを取り付けるベースの裏側に，その駆動源であるパルスモータを取り付け，その駆動軸からタイミングベルトを介して挟み送りローラに動力伝動する機構を，同ベースの掘り込み部分に組み込んである。",
                    "④  半田切れ検出，半田詰まり検出のファイバーセンサが，半田送りローラの伝動機構と同様に，ベースの掘り込み部分に組み込んである。このようにすることで，半田フィーダの小型軽量化と，細径糸半田送りの異常検出が容易となる。",
                    "⑤  出口ノズルが半田詰まり時にスイングし，その詰まり具合の程度を調整によって検出でき，またスイングを止めることもできる。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "非公知性",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告商品の外観を測定したとしても，測定された寸法が原告商品のどの機能と関連し，その機能がどのような部品で組み立てられ，それらの寸法，機能及び部品の相互の関連がどのようなものであるかは知り得ない。",
                        "したがって，本件情報は非公知性を有している。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，被控訴人らは，本件情報は，原告商品の外観それ自体，又はこれを解析することにより，明らかとなる事項であると主張する。",
                        "しかし，原告商品の販売先は被控訴人堀内電機のみである上，原告商品は工場内で使用されるものであるから，不特定多数人に外観がさらされるものではない。そして，控訴人は，被控訴人堀内電機に対し，原告商品の技術情報について守秘義務を課して原告商品を販売したのであるから，被控訴人堀内電機が原告商品を解析して本件情報を知ったとしても，それは公知の技術情報とはいえない。",
                        "また，被控訴人らは，控訴人がASTY-V1000及びASTY-V1100をウェブサイトで公開したり，第三者に販売したりしたことによって，本件情報の非公知性が失われていると主張するが，原告商品とASTY-V1000及びASTY-V1100とは別個のものであるから，ASTY-V1000及びASTY-V1100の公知性を問題とする余地はない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "秘密管理性",
                  "text": [
                    "上記イのとおり，控訴人は，被控訴人堀内電機に対し，原告商品の技術情報について守秘義務を課して原告商品を販売したのであるから，被控訴人堀内電機は，本件情報が管理されている秘密情報であると客観的に認識することが可能であった。",
                    "したがって，秘密管理性の要件は満たされている。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "なお，上記(1)ウにおいて主張した観点からも，被控訴人堀内電機の行為について，不競法上の責任を肯定し，被害の拡大を抑制する必要性が高いというべきである。",
                    "【被控訴人らの主張】"
                  ]
                },
                {
                  "fig": "ア",
                  "subject": "非公知性について",
                  "text": [
                    "本件情報は，原告商品の外観それ自体から，又はこれを解析すれば明らかとなる事項である。そもそも，控訴人は，原告商品と実質的に同一の形態と考えられるASTY-V1100に関し，原判決別紙営業秘密目録(1)～(3)記載の情報と同様の外形図，部品名称，寸法等の情報を控訴人のウェブサイトで一般に公開している。",
                    "また，控訴人は，平成18年ころから，原告商品と実質的に異ならないASTY-V1000及びASTY-V1100の各半田フィーダを第三者に販売していた。また，被控訴人堀内電機が控訴人から原告商品を購入した際に，原告商品に係る情報についての守秘義務は課されていなかった。",
                    "したがって，本件情報は公知であった。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "秘密管理性について",
                  "text": [
                    "争う。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "text": [
            "当裁判所も，控訴人の請求はいずれも理由がないものと判断する。その理由は，後記(1)～(6)のとおり改め，後記2のとおり当審における判断を付加するほかは，原判決の「事実及び理由」「第4  当裁判所の判断」1ないし3(原判決18頁6行目から27頁13行目まで)に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決19頁15行目の「8，」の後に「22，」を，同行目の「51，」の後に「54，」をそれぞれ加える。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決19頁16行目の「乙5，」の後に「6，」を加える。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決19頁23行目の「同社もその状態で使用をしていた」を「当初は同社もその状態で使用していたが，不具合発生後は，効率的に修理やノズル交換をするため化粧カバーを外していた」と改める。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原判決22頁26行目の「同社も」の後に「不具合が発生するまでは」を加える。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原判決27頁2行目の「パスワート」を「パスワード」と改める。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原判決27頁7行目の「取引案」を「取引等」と改める。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "当審における付加判断",
          "text": [
            "控訴理由に鑑み，必要な限度で判断を加える。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "争点(1)ア(形態模倣に当たるか)について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "原告商品と被告各商品との共通点について",
                  "text": [
                    "控訴人は，原告商品は，直針状の出口ノズルがフィーダ本体部の先端から突き出た形状で，配線チューブ等がフィーダ本体上部後端からまっすぐに伸びている上，小型かつ軽量である点に特徴があるところ，被告各製品もこの点において共通する形態及び構成を有していると主張する。",
                    "この点につき検討するに，半田フィーダは，径の小さい半田(直径が1ミリメートルに満たないものもある)を，半田付けしようとする位置に案内するために用いられるものであるから，正確に位置決めをしたり，他の機器との干渉を防いだりするために，供給する半田の出口に当たる出口ノズルを細長い直針状の形態とすることは，半田フィーダとしての機能を確保するために不可欠な形態というべきである。このことは，他社の半田フィーダが同様の形態を採用していることからも明らかである(乙11，12)。",
                    "また，出口ノズルに向けて半田を供給する際には，チューブ等の供給・支持部材と半田とが接触して，半田が曲がったり，摩擦による抵抗が生じたりすることをできるだけ抑制し，安定して半田を供給する必要があると考えられるところ，そのために，半田フィーダにおいて，半田の供給口に当たる部材を出口ノズルの反対側の位置に出口ノズルに対してまっすぐに取り付ける構成を採用することは，ごく自然な着想といえる。このことは，同様の構成を有する他社の半田フィーダが存在することによっても裏付けられているというべきである(乙12，15～17)。",
                    "さらに，配線チューブがフィーダ本体上部後端からまっすぐに伸びている点についても，ある機器に何らかのチューブが取り付けられている場合に，取り回し等の観点から複数のチューブをまとめて同方向に取り出すことは，他社の半田フィーダにおいても同様の構成が採用されていることが認められるように(乙15～17)，極めて容易に着想し得る一般的な構成というべきである。",
                    "なお，商品の重量そのものは，不競法2条4項が定める「商品の形態」に当たるとはいえない。",
                    "以上によれば，控訴人が原告商品の特徴的形状であると主張する形態は，いずれも半田フィーダという商品が通常有する形態にすぎないというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "原告商品と被告各商品との相違点について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告商品と被告各商品とでは上昇下降機構が相違し，これに伴って，被告各商品においては，エアシリンダに空気を送るための黒色チューブが取り付けられているほか，上昇・下降用シリンダセンサケーブルがフィーダ本体の横方向(幅方向)に接続されている。",
                        "この点につき，被告各商品における上記改変は，原告商品が採用しているワイヤ方式では，上昇・下降速度の調整ができないとか，ワイヤの摺動抵抗に起因して戻り位置が安定しないという課題があったことから，これらを解決するために行われたものであって，エアシリンダ方式を採用した被告各商品では，上昇・下降の位置決めや速度調整をより精度良く行えるようになったことが認められる(乙6)。そうすると，仮に控訴人が主張するように，エアシリンダを用いた上昇下降機構が周知の技術であったとしても，当該改変は，半田フィーダとしての機能を改善するためのものであったというべきであり，形態模倣との評価を免れるために，単にチューブの位置を移動させたにすぎないとか，機能上不必要な変更をしたとはいえない。",
                        "そして，これらの黒色チューブや上昇・下降用シリンダセンサケーブルは，被告各商品の両側面に一瞥して見て取れる，目立つような態様で取り付けられているから，当該改変が商品全体の形態に与える影響は大きいものといえる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，被告各商品においては，駆動ローラと従動ローラとの間隔を強制的に拡げることを可能とするために，ローラストッパねじが設けられているところ，当該改変も糸半田の交換を容易にする目的でされたものであるから(乙6)，形態模倣との評価を免れるために，装飾上の付加をしたにすぎないとか，機能上不必要な変更をしたとはいえない。",
                        "そして，ローラストッパねじは，半田フィーダの側面から突き出るように設けられており，見る者が容易に認識できるものといえるから，当該改変が商品全体の形態に与える影響も相応にあるというべきである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上によれば，原告商品と被告各商品の形態に共通する点があるとは認められるものの，控訴人が主張する原告商品の特徴的形状は，いずれも半田フィーダという商品が通常有する形態にすぎず，上記イにおいて説示した原告商品と被告各商品の形態の相違点，及び原判決が説示したその余の相違点を総合考慮すると，原告商品と被告各商品の形態が実質的に同一であるということはできない。",
                    "したがって，この点についての控訴人の主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "争点(2)ア(原告商品の著作物性)について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，産業用の利用を目的とする機器であっても，創作性を備えるものについては，美術の著作物として著作物性が肯定されるべきであるとした上で，原告商品は控訴人代表者の創意工夫に基づいて制作されたものであって，直針状の出口ノズルがフィーダ本体部の先端から突き出た形状で，配線チューブ等がフィーダ本体上部後端からまっすぐに伸びており，小型かつ軽量であって，その全体は端整かつ鋭敏で優雅な美しさが表現されているから，美術の著作物に当たると主張する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "この点につき検討するに，著作権法上の美術の著作物として保護されるためには，仮にそれが産業用の利用を目的とするものであったとしても，美的観点を全く捨象してしまうことは相当でなく，何らかの形で美的鑑賞の対象となり得るような創作的特性を備えていなければならないというべきである。",
                    "控訴人が主張するように，原告商品は，ステッピングモータの一部分が飛び出している点を除き，出口ノズルから配線チューブ等に至るまで，各構成が概ね直線状にコンパクトにまとめられた形態を有していることが認められる。しかし，原告商品の外観からは，社会通念上，この機器を動作させるために必要な部材を機能的観点に基づいて組み合わせたもの，すなわち技術的思想が表現されたものであるということ以上に，端整とか鋭敏，優雅といったような何かしらの審美的要素を見て取ることは困難であるといわざるを得ず，原告商品が美的鑑賞の対象となり得るような創作的特性を備えているということはできない。",
                    "したがって，この点についての控訴人の主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "争点(3)(不競法2条1項7号の不正競争に基づく請求の可否(営業秘密性))について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件情報について",
                  "text": [
                    "控訴人が営業秘密であると主張する情報(原判決別紙営業秘密目録(1)ないし(3)記載の各情報のほか，控訴人が敷衍して主張する原告商品に係る技術上の情報)は，いずれも原告商品の外観自体から，又はこれを解析することによって容易に知り得るものというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "秘密管理性について",
                  "text": [
                    "控訴人は，被控訴人堀内電機に原告商品を販売する際，本件情報につき被控訴人堀内電機に守秘義務を課したと主張する。しかし，控訴人がその根拠として挙げる「仕様，取引等に関する確認書(原案)」と題する書面(甲12)には，被控訴人堀内電機の代表者による署名等がされていないことは，原判決が説示するとおりである。そして，仮にこの点を措くとしても，当該書面Ⅵ項の「模倣に関して」「甲(判決注：被控訴人堀内電機)は乙(判決注：控訴人)の製品をヒントに擬似商品を製作販売しないこととする」との文言からすると，控訴人が被控訴人堀内電機に対し，原告商品に依拠して類似する商品を製作販売することの禁止を求めたものと解する余地はあるものの，この記載に基づいて，控訴人が被控訴人堀内電機に対し本件情報について守秘義務を課したと認めることはできない。",
                    "そして，このほかに，控訴人と被控訴人堀内電機との間で，本件情報を秘密として管理することに合意したと認めるに足りる証拠はなく，また，控訴人において，本件情報を秘密として管理していたことを認めるに足りる的確な証拠も見当たらない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "非公知性について",
                  "text": [
                    "上記アのとおり，本件情報は，原告商品の外観自体から，又はこれを解析することによって容易に知り得るものである。",
                    "そして，原告商品は，上記イにおいて説示したとおり，被控訴人堀内電機に守秘義務を課すことなく販売され，更にシャープタカヤを含む第三者に対して販売されているというのであるから，原告商品から容易に知り得る本件情報が非公知性を備えたものと認めることはできない。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件情報が営業秘密に当たるということはできず，この点についての控訴人の主張を採用することはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "控訴人の主張について",
              "text": [
                "控訴人は，データ保護の観点からも，被控訴人堀内電機の責任を認める必要性が高いとして，原告商品に係るデータが，控訴人における長年にわたるノウハウを反映したものであって，極めて保護の必要性が高いことや，控訴人と被控訴人堀内電機との取引の経緯など種々の主張をする。",
                "一般論として，一定の類型のデータを不正取得・使用から保護する必要があることは控訴人が指摘するとおりである。しかし，本件において，原告商品を製作するに当たり，控訴人が主張するような事情があったとしても，それらが被控訴人らに対する請求の基礎となる要件や効果に影響を及ぼすものとはいえない。",
                "したがって，この点についての控訴人の主張を採用することはできない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上によれば，その余の点について認定，判断するまでもなく，控訴人の請求をいずれも棄却した原判決は相当であり，本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。"
      ]
    }
  ]
}