{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2015-800073号事件について平成30年4月9日にした審決のうち，特許第5212364号の請求項9ないし11に係る部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成21年1月9日，発明の名称を「導電性材料の製造方法，その方法により得られた導電性材料，その導電性材料を含む電子機器，発光装置，発光装置製造方法」とする発明について，国際出願（優先日平成20年1月17日・優先権主張国日本国。以下「本件出願」という。）をし，平成25年3月8日，特許権の設定登録（特許第5212364号。請求項の数22。以下，この特許を「本件特許」という。甲45）を受けた。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，平成27年3月24日，本件特許の請求項1ないし20，22に係る発明についての特許を無効にすることを求める特許無効審判（無効2015-800073号事件）を請求した。",
                    "被告は，平成28年4月1日付けで，本件特許の請求項1ないし5，9ないし11を訂正し，請求項6ないし8，12ないし22を削除する旨の訂正請求をした（以下，この訂正請求を「本件訂正」という。甲51）。",
                    "特許庁は，同年12月14日，本件訂正のうち，請求項1ないし3，9ないし11に係る訂正は認めず，請求項4ないし8，12ないし22に係る訂正を認めた上で，「本件特許の請求項1ないし3，9ないし11に記載された発明についての特許を無効とする。本件特許の請求項4，5に記載された発明についての審判の請求は成り立たない。本件特許の請求項6ないし8，12ないし20，22に記載された発明についての本件審判の請求を却下する。」との審決（以下「前件審決」という。甲55）をした。",
                    "前件審決の理由のうち，請求項9ないし11に係る部分の要旨は，①本件訂正のうち，請求項9に係る訂正（訂正事項9-2）は，特許法134条の2第1項の規定に適合せず，請求項10に係る訂正（訂正事項10-1）は，同条9項で準用する同法126条5項及び6項の規定に適合しない，②本件訂正前の請求項9に係る発明（以下「本件発明9」という。）は，本件出願の優先日前に頒布された刊行物である甲5（特表2005-509293号公報）に記載された発明（以下「引用発明5」という場合がある。）と周知技術，又は本件出願の優先日前に頒布された刊行物である甲4（特表2007-527102号公報）に記載された発明（以下「引用発明4」という場合がある。）と周知技術に基づいて，当業者が容易に発明をすることができたものであるから，同法29条2項の規定により特許を受けることはできない，③本件訂正前の請求項10に係る発明（以下「本件発明10」という。）は，甲5に記載された発明（引用発明5）と周知技術，又は甲4に記載された発明（引用発明4）と周知技術に基づいて，当業者が容易に発明をすることができたものであるから，同項の規定により特許を受けることはできない，④本件訂正前の請求項11に係る発明は，甲5に記載された発明（引用発明5）と周知技術に基づいて，当業者が容易に発明をすることができたものであるから，同項の規定により特許を受けることはできないというものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，平成29年1月25日，前件審決のうち，本件特許の請求項9ないし11に係る部分の取消しを求める審決取消訴訟（知的財産高等裁判所平成29年(行ケ)第10032号。以下「前訴」という。）を提起した。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "知的財産高等裁判所は，平成29年11月7日，前件審決が本件訂正のうち，請求項9及び10に係る訂正を認めなかった判断に誤りがあるとした上で，更に本件訂正後の請求項9ないし11に係る発明の容易想到性について審理し，これらの容易想到性を認めることはできない旨の判断をし，前件審決のうち，本件特許の請求項9ないし11に係る部分を取り消すとの判決（以下「前訴判決」という。甲54）をした。その後，前訴判決は，確定した。",
                "前訴判決の理由の要旨は，①本件訂正のうち，請求項9に係る訂正（訂正事項9-2）は，特許請求の範囲の減縮に該当するから，特許法134条の2第1項の規定に適合し，また，請求項10に係る訂正（訂正事項10-1）は，新規事項の追加に当たらず，本件発明10が達成しようとする目的及び効果を変更するものではないから，同条9項で準用する同法126条5項及び6項の規定に適合する，②前訴判決が認定した本件訂正後の請求項9に係る発明（以下「本件訂正発明9」という。）と甲5に記載された発明との相違点のうち，「相違点9-A」に係る本件訂正発明9の構成について，当業者が，甲5に記載された発明に基づいて想到することができないから，その余の点について判断するまでもなく，本件訂正発明9は，甲5に記載された発明に基づき容易に想到することができたものとはいえない，③前訴判決が認定した本件訂正発明9と甲4に記載された発明との相違点のうち，「相違点9-4」（本件発明9と甲4に記載された発明の相違点9-4と同じ）に係る本件訂正発明9の構成について，当業者が，甲4に記載された発明に基づいて，又は甲4に記載された発明と甲8（特表2003-525974号公報）に記載された技術事項に基づいて想到することができないから，本件訂正発明9は，甲4に記載された発明を主引用例として容易に想到することができたものとはいえない，④前訴判決が認定した本件訂正後の請求項10に係る発明（以下「本件訂正発明10」という。）と甲5に記載された発明との相違点のうち，「相違点10-A」に係る本件訂正発明10の構成について，当業者が，甲5に記載された発明において，上記構成のうちの「銀の粒子の一部を局部的に酸化させる」構成とする動機付けがなく，また，前訴判決が認定した本件訂正発明10と甲4に記載された発明との相違点のうち，「相違点9-4」（本件発明9と甲4に記載された発明の相違点9-4と同じ）に係る本件訂正発明10の構成について，上記③と同様の理由により，当業者が容易に想到することができたものともいえないから，本件訂正発明10は，甲5に記載された発明又は甲4に記載された発明に基づき容易に想到することができたものとはいえない，⑤本件訂正後の請求項11に係る発明（以下「本件訂正発明11」という。）は，本件訂正後の請求項10の発明特定事項を全て含むものであるから，当業者が，上記③及び④と同様の理由により，当業者が容易に想到することができたものとはいえないというものである。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "特許庁は，前訴判決の確定を受けて，無効2015-800073号事件の審理を再開し，平成30年4月9日，本件訂正のうち，請求項1ないし3，9ないし11に係る訂正を認めた上で，「本件特許の請求項1ないし3，9ないし11に係る発明についての審判の請求は，成り立たない。」との審決（以下「本件審決」という。）をし，その謄本は，同月21日，原告に送達された。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "原告は，平成30年5月21日，本件審決のうち，本件特許の請求項9ないし11に係る部分の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前",
              "text": [
                "本件訂正前（設定登録時）の特許請求の範囲の請求項9ないし11の記載は，以下のとおりである（甲45）。",
                "【請求項9】",
                "導電性材料の製造方法であって，",
                "前記方法が，",
                "銀の粒子を含む第2導電性材料用組成物であって，前記銀の粒子が，0．1μm～15μmの平均粒径（メジアン径）を有する銀の粒子からなる第2導電性材料用組成物を，酸素，オゾン又は大気雰囲気下で150℃～320℃の範囲の温度で焼成して，前記銀の粒子が互いに隣接する部分において融着し，それにより発生する空隙を有する導電性材料を得ることを含む方法。",
                "【請求項10】",
                "前記第2導電性材料用組成物が，沸点300℃以下の有機溶剤または水を更に含む請求項9に記載の導電性材料の製造方法。",
                "【請求項11】",
                "前記有機溶剤が，低級アルコール，または，低級アルコキシ，アミノおよびハロゲンからなる群から選択される1以上の置換基を有する低級アルコールを含む請求項10に記載の導電性材料の製造方法。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正後",
              "text": [
                "本件訂正後の特許請求の範囲の請求項9ないし11の記載は，以下のとおりである（下線部は本件訂正による訂正箇所である。甲51）。",
                "【請求項9】",
                "導電性材料の製造方法であって，",
                "前記方法が，",
                "銀の粒子を含む第2導電性材料用組成物であって，前記銀の粒子が，2．0μm～15μmの平均粒径（メジアン径）を有する銀の粒子からなる第2導電性材料用組成物を，酸素，オゾン又は大気雰囲気下で150℃～320℃の範囲の温度で焼成して，前記銀の粒子が互いに隣接する部分において融着し（但し，銀フレークがその端部でのみ融着している場合を除く），それにより発生する空隙を有する導電性材料を得ることを含む方法。",
                "【請求項10】",
                "導電性材料の製造方法であって，",
                "前記方法が，",
                "銀の粒子を含む第2導電性材料用組成物であって，前記銀の粒子が，2．0μm～15μmの平均粒径（メジアン径）を有する銀の粒子からなる第2導電性材料用組成物を，酸素，オゾン又は大気雰囲気下で150℃～320℃の範囲の温度で焼成して，前記銀の粒子の一部を局部的に酸化させることにより，前記銀の粒子が互いに隣接する部分において融着し，それにより発生する空隙を有する導電性材料を得ることを含み，",
                "前記第2導電性材料用組成物が，沸点300℃以下の有機溶剤または水を更に含む導電性材料の製造方法。",
                "【請求項11】",
                "前記有機溶剤が，低級アルコール，または，低級アルコキシ，アミノおよびハロゲンからなる群から選択される1以上の置換基を有する低級アルコールを含む請求項10に記載の導電性材料の製造方法。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "text": [
            "本件審決の理由は，別紙審決書（写し）のとおりである。",
            "その要旨は，下記のとおり，甲5に記載された発明（引用発明5），甲4に記載された発明（引用発明4），本件訂正発明9，10と引用発明5との一致点及び相違点，本件訂正発明9，10と引用発明4との一致点及び相違点を認定した上で，①甲5を主引用例とする本件訂正発明9の進歩性欠如の無効理由について，当業者が，引用発明5に基づいて，相違点9-3（前訴判決認定の相違点9-Aと同じ）に係る本件訂正発明9の構成を想到することができないから，その余の点について判断するまでもなく，本件訂正発明9は，引用発明5に基づき容易に想到することができたものとはいえない，②甲4を主引用例とする本件訂正発明9の進歩性欠如の無効理由について，当業者が，引用発明4に甲8に記載された技術を適用して，相違点9-4（前訴判決認定の相違点9-Cと同じ）及び相違点9-5（前件審決認定の本件発明9と引用発明4の相違点9-4と同じ）に係る本件訂正発明9の構成を想到することができないから，その余の点について判断するまでもなく，本件訂正発明9は，引用発明4に基づき容易に想到することができたものとはいえない，③甲5を主引用例とする本件訂正発明10の進歩性欠如の無効理由について，当業者が，引用発明5において，相違点10-2（前訴判決認定の相違点10-Aと同じ）に係る本件訂正発明10の「銀の粒子の一部を局部的に酸化させる」構成とする動機付けがないから，本件訂正発明10は，引用発明5に基づき容易に想到することができたものとはいえない，④甲4を主引用例とする本件訂正発明10の進歩性欠如の無効理由について，相違点10-5（前訴判決認定の相違点9-4と同じ）に係る本件訂正発明10の構成について，上記②と同様の理由により，当業者が容易に想到することができたものといえないから，本件訂正発明10は，引用発明4に基づき容易に想到することができたものとはいえない，⑤本件訂正発明11は，本件訂正後の請求項10の発明特定事項を全て含むものであるから，当業者が，上記③及び④と同様の理由により，当業者が引用発明5又は引用発明4に基づき容易に想到することができたものとは認められないというものである。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明5（前件審決認定の引用発明5と同じ）",
              "text": [
                "a）有機溶媒，および，端部を有する約0．1μm～約2μmの厚さ，および約3μm～約100μmの直径を有す導電性金属フレークを含む導電性ペーストを形成すること，および",
                "b）前記導電性ペーストを前記金属フレークの融点以下の温度に加熱し，それによって前記溶媒を蒸発し，前記金属フレークをその端部でのみ焼結し，このようにして開放孔が少なくとも隣接する前記金属フレーク間に画定されるように隣接する前記金属フレークの端部を融合し，それによって前記金属フレークのネットワークを形成することを含む，多孔質の，可撓性の，弾性のある熱伝導性材料を形成する方法であって，",
                "前記金属フレークが銀フレークであり，",
                "前記銀フレークに対する溶媒の比率が，フレーク50gmに溶媒4mlであり，",
                "前記金属フレークの融点以下の温度が，280℃であり，",
                "前記加熱による焼結が，オーブン中での硬化によるものであり，",
                "前記硬化プロファイルが，2時間で40℃から280℃に上昇，280℃で1時間保持，1時間で280℃から40℃に降下するものであり，",
                "前記熱伝導性材料の体積抵抗率が，0．000010オーム・cmである",
                "多孔質の，可撓性の，弾性のある熱伝導性材料を形成する方法。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明4（前件審決認定の引用発明4と同じ）",
              "text": [
                "デバイスおよび基板上の接点に位置決めされ，かつこれらの間に挟まれた500nm以下のサイズを有する金属粒子を焼結するステップであって，前記金属粒子から，デバイスおよび基板との電気的な相互接続を実施する金属層を形成する前記焼結ステップ",
                "を含む相互接続の形成方法において，",
                "前記金属粒子は，銀であって，前記銀は，金に比べて低いコストである点，および通常の雰囲気中で焼成され易い点を併せ持っており，はんだリフローの場合に匹敵する温度で処理するが，はんだでは不可能な，後続のより高い温度への曝露に耐えることができるものであり，さらに，適切なナノスケール範囲の金属粒子であるナノ銀粉末（例えば，粒径が500nm未満）は，およそ1ドル／gのコストで，様々なサイズで様々な供給元から市販されているものであり，",
                "前記金属粒子は，前記焼結ステップの前に，前記金属粒子の凝集を減少させまたは防止するのに十分な量で存在する金属粒子に結合した分散剤と，前記金属粒子の焼結温度よりも低い揮発温度を有する結合剤とを含むペーストの形で存在するものであり，",
                "稠密化した金属相互接続を，比較的低い温度での焼結によりかつ低い圧力しか必要とせずにまたは圧力を全く必要とせずに確立する，",
                "相互接続の形成方法。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明9，10と引用発明5との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明9と引用発明5との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点（前件審決認定の本件発明9と引用発明5との一致点と同じ）",
                      "text": [
                        "「導電性材料の製造方法であって，",
                        "前記方法が，",
                        "銀の粒子を含む第2導電性材料用組成物であって，前記銀の粒子が，所定の粒径を有する銀の粒子からなる第2導電性材料用組成物を，所定の雰囲気下で150℃～320℃の範囲の温度で焼成して，前記銀の粒子が互いに隣接する部分において融着し，それにより発生する空隙を有する導電性材料を得ることを含む方法。」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点9-1（前訴判決認定の相違点9-B）",
                      "text": [
                        "本件訂正発明9では，「銀の粒子」の「所定の粒径」が，「2．0μm～15μmの平均粒径（メジアン径）を有する」と特定されているのに対して，引用発明5では，「約0．1μm～約2μmの厚さ，および約3μm～約100μmの直径」と特定されている点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点9-2（前件審決認定の本件発明9と引用発明5との相違点9-2と同じ）",
                      "text": [
                        "本件訂正発明9では，「所定の雰囲気」が，「酸素，オゾン又は大気雰囲気下」と特定されているのに対して，引用発明5では，「オーブン中」と記載されているだけであって，当該オーブンにおける雰囲気が明記されていない点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点9-3（前訴判決認定の相違点9-A）",
                      "text": [
                        "本件訂正発明9では，第2導電性材料用組成物の焼成により，銀の粒子が互いに隣接する部分において融着するが，銀フレークがその端部でのみ融着している場合を除くものであると特定されているのに対し，引用発明5では，金属フレークをその端部でのみ焼結して，隣接する金属フレークの端部を融合すると特定されている点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明10と引用発明5との相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点10-1（前件審決認定の本件発明10と引用発明5との相違点と同じ）",
                      "text": [
                        "本件訂正発明10では，「酸素，オゾン又は大気雰囲気下」で焼成すると特定されているのに対して，引用発明5では，「オーブン中」と記載されているだけであって，当該オーブンにおける雰囲気が明記されていない点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点10-2（前訴判決認定の相違点10-A）",
                      "text": [
                        "本件訂正発明10では，「銀の粒子の一部を局部的に酸化させることにより，前記銀の粒子が互いに隣接する部分において融着」することが特定されているのに対し，引用発明5では，そのような特定がなされていない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点10-3（前訴判決認定の相違点10-B）",
                      "text": [
                        "本件訂正発明10では，「銀の粒子」の「所定の粒径」が，「2．0μm～15μmの平均粒径（メジアン径）を有する」と特定されているのに対して，引用発明5では，「約0．1μm～約2μmの厚さ，および約3μm～約100μmの直径」と特定されている点。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "相違点10-4（前件審決認定の本件発明10と引用発明5との相違点10と同じ）",
                      "text": [
                        "本件訂正発明10では，「前記第2導電性材料用組成物が，沸点300℃以下の有機溶剤または水を更に含む」のに対して，引用発明5では，特定されていない点。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正発明9，10と引用発明4との一致点及び相違点",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件訂正発明9と引用発明4との一致点及び相違点",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点（前件審決認定の本件発明9と引用発明4との一致点と同じ）",
                      "text": [
                        "「導電性材料の製造方法であって，",
                        "前記方法が，",
                        "銀の粒子を含む第2導電性材料用組成物であって，前記銀の粒子が，所定の粒径を有する銀の粒子からなる第2導電性材料用組成物を，焼成して，前記銀の粒子が互いに隣接する部分において融着し，それにより発生する空隙を有する導電性材料を得ることを含む方法。」である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点9-4（前訴判決認定の相違点9-C）",
                      "text": [
                        "本件訂正発明9では，「銀の粒子」の「所定の粒径」が，「2．0μm～15μmの平均粒径（メジアン径）を有する」と特定されているのに対して，引用発明4では，「500nm以下のサイズを有する」と特定されている点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点9-5（前訴判決認定の相違点9-4。前件審決認定の本件発明9と引用発明4との相違点9-4と同じ）",
                      "text": [
                        "本件訂正発明9では，「酸素，オゾン又は大気雰囲気下で150℃～320℃の範囲の温度」で焼成しているのに対して，引用発明4では，特定されていない点。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件訂正発明10と引用発明4との相違点",
                  "text": [
                    "（相違点10-5）（前訴判決認定の相違点9-4）",
                    "本件訂正発明10では，「酸素，オゾン又は大気雰囲気下で150℃～320℃の範囲の温度で焼成して」いるのに対して，引用発明4では，特定されていない点。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "本案前の抗弁について",
          "content": [
            {
              "fig": "(1)",
              "subject": "被告の主張",
              "text": [
                "本件審決は，確定した前訴判決（取消判決）の拘束力に従って，前訴判決の判断をほぼそのまま踏襲し，本件特許の請求項9ないし11に係る発明についての審判の請求は，成り立たないとの判断をしたのであるから，本件審決の判断は正当である。",
                "本件訴訟は，このような本件審決の判断を意味もなく争うものに過ぎず，前訴判決による紛争の解決を専ら遅延させる目的で提起されたものであるから，本件訴えの提起は，訴権の濫用として評価されるべきものである。",
                "したがって，本件訴えは，不適法であるから，却下されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張",
              "text": [
                "本件審決の取消事由は，前訴判決において審究・説示されていない証拠及び事実関係に基づくものであるから，前訴判決の拘束力に抵触するものではない。",
                "したがって，被告の主張は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-1（甲5を主引用例とする本件訂正発明9の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点9-3の認定及び判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "引用発明5の認定の誤り",
                      "text": [
                        "本件審決は，相違点9-3の検討において，引用発明5の「端部」とは，フレークの「へり」を意味し，引用発明5は，かかる端部を有する銀フレークを用い，「その端部（へり）でのみ焼結するように加熱」して「隣接するフレークの端部（へり）で融合」して，熱伝導性材料を形成する方法であると認定した上で，引用発明5では，「金属フレークをその端部でのみ焼結して，隣接する金属フレークの端部を融合する」と特定されている点において，「銀の粒子が互いに隣接する部分において融着するが，銀フレークがその端部でのみ融着している場合を除く」ものであるとする本件訂正発明9と相違する旨認定し，さらに，引用発明5に基づいて，当業者が相違点9-3に係る本件訂正発明9の構成を想到することができない旨判断した。",
                        "しかしながら，甲5の図3の記載から，複数層の層が積層した状態が読み取れ，このような状態では「へり」の部分でのみ融着し，「面」の部分で融着しないことはあり得ないこと，甲40（特開平7-118701号公報）の【0033】ないし【0035】及び図5には，フレークは隙間なく密着した状態で融着することが示されていることに照らすと，甲5においても，フレークは隙間なく密着した状態で融着しており，銀粒子が「へり」の部分でのみ融着することはあり得ないから，甲5記載の銀粒子融着構造は，本件訂正発明9の銀粒子融着構造と一致する。",
                        "したがって，本件審決は，引用発明5の認定を誤った結果，相違点9-3の認定及び判断を誤ったものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前訴判決の拘束力を認めるべきでないこと",
                      "text": [
                        "本件審決は，相違点9-3について，前訴判決の拘束力に従って，前訴判決の認定判断を踏襲したものである。",
                        "しかるところ，前訴判決は，本来，専門的知識経験を有する審判官の審判手続により審理判断をすべき本件訂正発明9の無効理由について，審判官の審判手続による審決を経ずに，技術常識を無視した認定判断をしたものである。このような前訴判決の認定判断は，審決等取消訴訟では，「専ら当該審判手続において現実に争われ，かつ，審理判断された特定の無効原因に関するもののみが審理の対象とされるべき」であるとした最高裁昭和51年3月10日大法廷判決（民集30巻2号79頁参照）の趣旨に反するものであるから，拘束力を認めるべきではない。",
                        "したがって，前訴判決の拘束力に従った本件審決の相違点9-3の認定及び判断は誤りである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点9-3の認定及び判断に誤りがあり，また，その他の相違点（相違点9-1及び9-2）についても当業者が容易に想到することができたものであるから，本件訂正発明9は，当業者が甲5に記載された発明に基づいて容易に想到することができたものである。",
                    "したがって，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点9-3の認定及び判断の誤りの主張に対し",
                  "text": [
                    "原告は，前訴において，甲5には，銀フレークがその端部でのみ融着していることの記載がないことを主張しており，前訴判決は，このような原告の主張を踏まえた上で，甲5に記載された発明に基づいて，「相違点9-A」（相違点9-3と同じ）に係る本件訂正発明9の構成を想到することはできないと判断したものである。また，仮に原告が本訴で追加した甲5の図3及び甲40に基づく主張を参酌しても，前訴の上記判断が影響を受けるものではない。",
                    "そして，本件審決は，前訴判決の拘束力に従って，相違点9-3の認定及び判断をしたものであるから，本件審決の上記認定及び判断に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点9-3の認定及び判断に誤りはないから，原告主張の取消事由1-1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1-2（甲4を主引用例とする本件訂正発明9の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点9-4の容易想到性の判断の誤り",
                  "text": [
                    "本件出願の願書に添付した明細書（以下，図面を含めて，「本件明細書」という。甲45）には，本件訂正発明9の「銀の粒子」の平均粒径（メジアン径）の下限値「2．0μm」及び上限値「15μm」のいずれの値についても臨界的な意義が存在することを示す記載はない。また，本件明細書の実施例及び比較例の記載を参酌しても，銀の粒子の平均粒径（メジアン径）が，「2．0μm」及び「15μm」のそれぞれの値の前後において，何らかの特性が顕著に変化したことを読み取ることはできない。",
                    "そうすると，引用発明4において，銀の粒子の粒径を「2．0μm～15μmの平均粒径（メジアン径）」の数値範囲に含まれる構成とすることは，当業者が適宜選択し得る設計的事項であるといえる。",
                    "したがって，当業者は，引用発明4に基づいて，相違点9-4に係る本件訂正発明9の構成を容易に想到することができたものである。これと異なる本件審決の判断は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点9-5の容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点9-5の容易想到性",
                      "text": [
                        "本件審決は，甲4には，「通常の雰囲気中で焼成され易い点を併せ持っている」との記載があるものの（【0012】），「通常の雰囲気」が何であるかは示されておらず，「通常の雰囲気」が大気雰囲気であることが技術常識であるとも認められないから，引用発明4から相違点9-5に係る本件訂正発明9の「酸素，オゾン又は大気雰囲気」との構成を想到することはできない旨判断した。",
                        "しかしながら，大気は，最も入手容易な雰囲気である上，銀は空気中で加熱しても酸化しないことは技術常識（甲46の1ないし3）であるから，銀粒子の集合体を空気中で加熱し，所要の融着温度に到達すると，銀粒子は酸化されることなく，そのまま融着（焼結）する。",
                        "このように銀粒子の焼結を大気雰囲気中で行い得ることは，本件出願の優先日当時の周知技術（甲3の3，8，20の7，20の10，47の1，2，48）である。",
                        "そして，銀粒子を大気雰囲気中で「低温で」焼結することに格別の技術的意義はないから（甲8，20の10，48），相違点9-5に係る本件訂正発明9の「150℃～320℃の範囲の温度」で焼成しているとの構成は，当業者が適宜なし得る設計的事項に過ぎない。",
                        "そうすると，当業者は，引用発明4に上記周知技術を適用して，「酸素，オゾン又は大気雰囲気下で150℃～320℃の範囲の温度」で焼成しているとの構成（相違点9-5に係る本件訂正発明9の構成）を容易に想到することができたものである。",
                        "したがって，本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前訴判決の拘束力に抵触しないこと",
                      "text": [
                        "本件審決は，相違点9-5について，前訴判決の拘束力に従って，前訴判決の認定判断を踏襲したものである。",
                        "しかるところ，相違点9-5についての原告の主張は，銀粒子の焼結を大気雰囲気中で行い得ることが周知技術であることの証拠として，前訴判決において審究・説示されていない前掲(ア)の甲号各証を提出し，これらの証拠に基づいて，本件審決における相違点9-5の容易想到性の判断の誤りを主張するものであるから，前訴判決の拘束力に抵触しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，相違点9-4及び9-5に係る本件訂正発明9の構成は，当業者が容易に想到することができたものであるから，本件訂正発明9は，当業者が甲4に記載された発明（引用発明4）に基づいて容易に想到することができたものである。",
                    "したがって，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点9-4の容易想到性の判断の誤りの主張に対し",
                  "text": [
                    "甲4の記載事項（【0003】，【0005】，【0006】，【0008】，【0027】）によれば，引用発明4において，銀の粒子のサイズの上限である「500nm」は，300℃を超えない温度で，銀を焼結させることにより相互接続を形成することのできる限界であることが理解される。",
                    "このような引用発明4において，150℃～320℃の焼成温度を適用しつつ，平均粒径（メジアン径）が「2．0μm～15μm」という，500nmよりも有意に大きい銀の粒子を適用する動機付けはないばかりか，むしろ，引用発明4はマイクロメートルサイズの銀の粒子の使用を排斥するものであるから，阻害要因があるというべきである。本件訂正発明9が規定する粒径の数値範囲に臨界的意義があるか否かは，相違点9-4の容易想到性とは無関係である。",
                    "したがって，当業者が，引用発明4に基づいて，銀の粒子の粒径を「2．0μm～15μmの平均粒径（メジアン径）」の数値範囲に含まれる構成（相違点9-4に係る本件訂正発明9の構成）を容易に想到することができたものとはいえない。",
                    "これに反する原告の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点9-5の容易想到性の判断の誤りの主張に対し",
                  "text": [
                    "酸化と融着とは全く異なる現象であるから，ある金属を空気中で加熱しても酸化しないことが，当該金属を空気中で加熱したときに融着が生じるということに帰着するものではない。",
                    "また，原告が挙げる甲号各証のうち，銀粒子と有機材料を含むペーストの焼結を大気雰囲気下で低温（150℃～320℃程度）で行うこと（相違点9-5に係る本件訂正発明9の構成）を記載した文献は，甲8と甲20の10のみにすぎず，これらの2つの文献だけでは，銀粒子と有機材料を含むペーストの焼結が大気雰囲気下中で低温（150℃～320℃程度）で行われることが本件出願の優先日当時周知であったことが立証されているとはいえない。",
                    "したがって，相違点9-5に係る本件訂正発明9の構成が容易に想到することができた旨の原告の主張は，その前提において理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決における相違点9-4及び9-5の容易想到性の判断に誤りはないから，原告主張の取消事由1-2は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2-1（甲5を主引用例とする本件訂正発明10の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点10-2の容易想到性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点10-2の容易想到性",
                      "text": [
                        "本件審決は，①引用発明5の製造方法は，銀フレークを酸化させ得ない雰囲気であるCDAなしの雰囲気中でも，銀フレークの焼結を可能とするものであると認められるから，引用発明5は，銀の粒子の一部の局部的な酸化によって，銀の粒子間を融着させるものではない，②甲5には，銀フレークの一部を局部的に酸化させることによって，銀フレークを端部でのみ焼結できることは記載も示唆もされておらず，引用発明5の焼成プロセスを変えることによって何らかの課題が解決されることも示唆されていないから，引用発明5において銀の粒子の一部を局部的に酸化させる動機付けはないとして，本件訂正発明10は，当業者が，引用発明5に基づいて容易に想到できたものとはいえない旨判断した。",
                        "しかしながら，前記3(1)イ(ア)のとおり，銀粒子の焼結を大気雰囲気中で行うことは，本件出願の優先日当時の周知技術であり，銀粒子の低温焼結には，酸化性雰囲気（空気中）が避けられず，引用発明5のオーブン中の加熱雰囲気は酸化性雰囲気（空気中）でしかあり得ないから，引用発明5の製造方法は，銀フレークを酸化させ得ない雰囲気である旨の上記①の認定は誤りである。",
                        "また，本件訂正発明10は，銀の粒子を含む組成物を，所定雰囲気下で，所定温度で焼成して，「前記銀の粒子が互いに隣接する部分において融着」する構成のものであり，銀粒子を大気雰囲気中で加熱することで銀粒子が融着するものであって，銀粒子の一部を局部的に酸化させることにより，銀粒子が融着するものではないから，銀粒子の一部を局部的に酸化させることは，何らかの課題を解決するものではなく，技術的意義はない（甲3の3，8，20の7，20の10，48等）。",
                        "このように，銀粒子の一部を局部的に酸化させることは，銀粒子が融着する上で，必須の構成ではなく，技術的意義はないから，設計的事項であるといえる。",
                        "そうすると，引用発明5において銀の粒子の一部を局部的に酸化させる動機付けが存在するから，上記②の判断は誤りである。",
                        "したがって，本件審決の上記判断は，その前提において誤りがあるから，理由がない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "前訴判決の拘束力に抵触しないこと",
                      "text": [
                        "本件審決は，相違点10-2について，前訴判決の拘束力に従って，前訴判決の認定判断を踏襲したものである。",
                        "しかるところ，相違点10-2についての原告の主張は，前訴判決において審究・説示されていない証拠（前掲(ア)の甲号各証）に基づいて，引用発明5において銀の粒子の一部を局部的に酸化させる動機付けが存在することを主張するものであるから，前訴判決の拘束力に抵触しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件審決における相違点10-2の容易想到性の判断に誤りがあり，また，その他の相違点（相違点10-1，10-3及び10-4）についても当業者が容易に想到することができたものであるから，本件訂正発明10は，当業者が甲5に記載された発明に基づいて容易に想到することができたものである。",
                    "したがって，これと異なる本件審決の判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点10-2の容易想到性の判断の誤りの主張に対し",
                  "text": [
                    "原告は，銀粒子の焼結を大気雰囲気中で行うことは本件出願の優先日当時の周知技術であり，引用発明5においてオーブン中での加熱雰囲気は酸化性雰囲気（空気中）でしかあり得ない旨主張するが，前記3(2)イのとおり，原告の上記主張は，その前提において理由がない。また，引用発明5において，オーブン中での加熱雰囲気が酸化性雰囲気（空気中）に限られないことは，甲5の表4において，乾燥空気（CDA）なしに硬化されたサンプルが存在することから明らかである。",
                    "そして，本件訂正発明10は，所定雰囲気下で銀の粒子を加熱することによって，銀の粒子の一部が局部的に酸化し，もって銀粒子の融着が実現されることを明確にしたものであり，「銀の粒子の一部を局部的に酸化させる」という特定事項は，銀粒子の融着にとって技術的な意義を有するから，これに反する原告の主張は理由がない。",
                    "したがって，相違点10-2に係る本件訂正発明10の構成が容易に想到することができた旨の原告の主張は，理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件審決における相違点10-2の容易想到性の判断に誤りはないから，原告主張の取消事由2-1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2-2（甲4を主引用例とする本件訂正発明10の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，相違点10-5は，本件訂正発明9と引用発明4との相違点9-5と同じであるから，当業者が相違点10-5に係る本件訂正発明10の構成を容易に想到できたものでないことは，相違点9-5の判断のとおりである旨判断した。",
                "しかしながら，前記3(1)イのとおり，本件審決における相違点9-5の容易想到性の判断には誤りがあり，本件訂正発明10は，当業者が甲4に記載された発明に基づき容易に想到することができたものである。",
                "したがって，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "本件審決における相違点9-5の容易想到性の判断に誤りがないことは，前記3(2)イのとおりである。",
                "したがって，原告の主張は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3（本件訂正発明11の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件訂正発明11は，本件訂正発明10の発明特定事項を全て備え，さらに「前記有機溶剤が，低級アルコール，または，低級アルコキシ，アミノおよびハロゲンからなる群から選択される1以上の置換基を有する低級アルコールを含む」点を追加した構成の発明である。",
                "したがって，前記4(1)及び5(1)のとおり，本件訂正発明10が甲5又は甲4に記載された発明に基づいて当業者が容易に発明することができたものである以上，本件訂正発明11は，甲5又は甲4に記載された発明に基づいて，当業者が容易に発明をすることができたものである。",
                "これと異なる本件審決の判断は，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "本件訂正発明10が甲5又は甲4に記載された発明に基づいて当業者が容易に発明することができたものではないとした本件審決の判断に誤りはないから（前記4(2)及び5(2)），原告の主張は，その前提を欠くものであり，理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本案前の抗弁について",
          "text": [
            "被告は，確定した前訴判決（取消判決）の拘束力に従って認定判断した本件審決の取消しを求める本件訴訟は，前訴判決による紛争の解決を専ら遅延させる目的で提起されたものであり，本件訴えの提起は，訴権の濫用として評価されるべきものであるから，本件訴えは，不適法であり，却下されるべきである旨主張する。",
            "そこで検討するに，原告主張の本件審決の取消事由中には，前訴判決が判断しなかった相違点についての本件審決の判断に誤りがあることを理由とするもの（前記第3の3(1)ア）が含まれていることに照らすと，本件訴えの提起が，前訴の蒸し返しであるものと直ちにいうことはできず，訴権の濫用に当たるものと認めることはできない。",
            "したがって，被告の上記主張は理由がない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1-1（甲5を主引用例とする本件訂正発明9の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "前訴判決の拘束力等について",
              "text": [
                "確定した前訴判決は，請求項9に係る本件訂正を認めなかった前件審決の判断に誤りがあるとした上で，①前訴被告（本件訴訟の原告）は，本件訂正による請求項9に係る訂正が認められる場合でも，本件訂正発明9は「引用発明1」（本件審決の引用発明5）に基づき容易に想到できる旨主張し，前訴原告（本件訴訟の被告）の反論も尽くされているので，進んで，本件訂正発明9の容易想到性について判断する，②本件訂正発明9と「引用発明1」は，前件審決が認定した本件発明9と「引用発明1」との相違点9-2に加えて，少なくとも相違点9-A及び相違点9-Bの点でさらに相違することが認められる，③相違点9-Aに関し，「引用発明1」の製造方法は，本件訂正発明9の「前記銀の粒子が互いに隣接する部分において融着し（但し，銀フレークがその端部でのみ融着している場合を除く），それにより発生する空隙を有する導電性材料を得る方法」とは異なることが明らかであり，甲5は，銀フレークを端部でのみ焼結させて，端部を融合させる方法を開示するにとどまり，焼成の際の雰囲気やその他の条件を選択することによって，銀の粒子の融着する部位がその端部以外の部分であり，端部でのみ融着する場合は除外された導電性材料が得られることを当業者に示唆するものではないから，「引用発明1」に基づいて，相違点9-Aに係る構成を想到することはできない，④よって，その余の点について判断するまでもなく，本件訂正発明9は，当業者が，「引用発明1」に基づき容易に想到できるということはできない旨判断し，前件審決のうち，本件発明9は甲5に記載された発明と周知技術に基づいて容易に発明をすることができたことを理由に，本件特許の請求項9に係る発明についての特許を無効とした部分を取り消した。",
                "前訴において，原告は，平成29年5月29日付け準備書面（1）（甲56）に基づいて，甲5には，「銀フレークがその端部（銀フレークの周縁部分）でのみ融着している場合」の記載がないから，甲5に記載された発明は，銀フレークがその端部（銀フレークの周縁部分）でのみ融着している構成のものとはいえず，相違点9-Aは，本件訂正発明9と甲5に記載された発明の相違点ではない旨主張した。これに対し被告は，同年6月29日付け準備書面（原告その2）（甲53）に基づいて，甲5には，端部（周縁部分）を有する銀フレークを用い，該銀フレークの端部（周縁部分）のみで，銀フレーク同士を融着させる製造法であり，銀フレークの周縁部分のみ融着した導電性材料を得られるものであることについて十分にサポートされている旨主張し，原告の上記主張を争った。",
                "前訴判決の上記認定判断及び審理経過によれば，前訴判決が前件審決のうち，本件特許の請求項9に係る発明についての特許を無効とした部分を取り消すとの結論を導いた理由は，本件訂正を認めなかった前件審決の判断に誤りがあること，本件訂正後の請求項9に係る発明（本件訂正発明9）は，当業者が甲5に記載された発明に基づいて相違点9-Aに係る本件訂正発明9の構成を容易に想到することができないから，甲5に記載された発明に基づき容易に発明をすることができたとはいえないとしたことの両者にあるものと認められ，かかる前訴判決の理由中の判断には取消判決の拘束力（行政事件訴訟法33条1項）が及ぶものと解するのが相当である。",
                "そして，前訴判決確定後にされた本件審決は，前訴判決と同様の説示をし，本件訂正発明9は，当業者が甲5に記載された発明（引用発明5）に基づいて相違点9-3（相違点9-Aと同じ）に係る本件訂正発明9の構成を容易に想到することができないから，その余の点について判断するまでもなく，引用発明5に基づき容易に発明をすることができたとはいえないと判断したものである。",
                "そうすると，本件審決の上記判断は，確定した前訴判決（取消判決）の拘束力に従ってされたものと認められるから，誤りはないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，①前訴判決は，本来，専門的知識経験を有する審判官の審判手続により審理判断をすべき本件訂正発明9の無効理由について，審判官の審判手続による審決を経ずに，技術常識を無視した認定判断をしたものであり，最高裁昭和51年3月10日大法廷判決の趣旨に反するものであるから，前訴判決の上記認定判断に拘束力を認めるべきではなく，前訴判決の拘束力に従った本件審決の相違点9-3の認定及び判断は誤りである，②甲5の図3，甲40の【0033】ないし【0035】及び図5の記載事項に照らすと，甲5記載の銀粒子融着構造は，本件訂正発明9の銀粒子融着構造と一致するから，本件審決における引用発明5の認定に誤りがあり，その結果，本件審決は，相違点9-3の認定及び判断を誤ったものである旨で主張する。",
                "しかしながら，上記最高裁大法廷判決は，特許無効の抗告審判で審理判断されなかった公知事実との対比における特許無効原因を審決取消訴訟において新たに主張することは許されない旨を判断したものであるところ，前訴判決は，前件審決で審理判断された甲5を主引用例として，甲5に記載された発明と本件訂正発明9とを対比し，本件訂正発明9の進歩性について判断したものであり，上記最高裁大法廷判決は，前訴判決と事案を異にするから，本件に適切ではない。",
                "次に，前訴判決が，前記(1)のとおり，前訴被告（本件訴訟の原告）は，本件訂正による請求項9に係る訂正が認められる場合でも，本件訂正発明9は「引用発明1」に基づき容易に想到できる旨主張し，前訴原告（本件訴訟の被告）の反論も尽くされているので，進んで，本件訂正発明9の容易想到性について判断するとした上で，甲5を主引用例とする本件訂正発明9の進歩性について判断したことは，裁判所に委ねられている訴訟指揮権の範囲内に属する事柄であるといえるから，相当である。",
                "さらに，原告は，本件審決における相違点9-3の認定及び判断に誤りがあることの根拠として，前訴判決と同一の引用例である甲5とともに，甲40を挙げるが，甲40は，甲5の記載事項の認定に関する原告の主張を補強する趣旨で提出されたものであって，新たな公知事実（引用例）を追加するものではないから，前訴判決の拘束力を揺るがすものとはいえない。",
                "したがって，本件審決における相違点9-3の認定及び判断に誤りがあるとの原告の上記主張は，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件訂正発明9は，当業者が引用発明5に基づいて容易に発明をすることができたとはいえないとした本件審決の判断に誤りはないから，原告主張の取消事由1-1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由1-2（甲4を主引用例とする本件訂正発明9の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書（甲45）の発明の詳細な説明には，本件訂正発明9に関し，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "本発明は，導電性材料の製造方法，その方法により得られた導電性材料，その導電性材料を含む電子機器，発光装置，発光装置製造方法に関する。",
                        "【背景技術】",
                        "【0002】",
                        "従来，銅箔を基板に張り合わせ，エッチングにより銅配線を製造する方法が主流である。しかしながら，この方法ではエッチングをするため，廃液，廃棄物等が大量に生じるという問題があった。",
                        "【0003】",
                        "そこで，エッチングを用いない配線基板としては，粒径がミクロンオーダーの金属（例えば，銀，銅など）粒子と，接着剤（例えば，エポキシ系，アクリル系，シリコーン系など）とを含むペースト状導電性組成物を基板の上に塗布し，150℃～180℃で加熱して製造する方法が知られている（例えば，非特許文献1参照）。この製造方法によれば，加熱して接着剤が固化する際，導電性ペースト内の金属粒子の間隔が狭まり，その結果金属粒子が密集して電流が流れ，配線が製造される。ただし，この方法では，実用的には得られる電気抵抗値が5×10-5Ωcm程度と高めであり，さらに低い電気抵抗値が望まれていた。",
                        "【0004】",
                        "また，酸化銀等の銀化合物の微粒子を還元性有機溶剤へ分散したペースト状導電性組成物を基板上に塗布し200℃付近で加熱し配線を製造する方法も知られている（例えば，特許文献1参照）。この製造方法によれば，前記組成物を200℃付近で加熱するとペースト中の酸化銀等の銀化合物の微粒子が銀に変化し，その結果，銀粒子が接続されて電流が流れ，配線が製造される。ただし，この製造方法では，酸化銀等の銀化合物の微粒子の定量的還元反応をともなうため還元性有機溶剤と激しく反応し，還元性有機溶剤の分解ガスや銀化合物の還元によって発生する酸素ガス等の大量発生により導電性組成物中に不規則なボイドが形成され応力集中点となり容易に導電性組成物が破壊されやすく，また取り扱い上の危険性があるという問題点があった。これらを解決するためミクロンオーダーの銀粒子を前記組成物へ混在させる方法も知られているが，酸化銀等の銀化合物の微粒子を還元することにより金属接続することを原理とするため程度の差はあれ僅かな改善としかならない。",
                        "【0005】",
                        "また，酸化銀微粒子とこれを還元する還元剤とを含む導電性組成物が知られている（例えば，特許文献2参照）。この導電性組成物も上記と同様に高い反応熱が発生するためガスが発生するという問題点がある。",
                        "【0006】",
                        "炭素原子1～8の有機化合物が粒子表面に付着されてなる粒子状銀化合物が知られている（例えば，特許文献3参照）。この銀化合物を加熱すると，表面の有機化合物が還元剤として作用し，その結果，粒子状銀化合物を銀に還元することができる。しかしながら，この粒子状銀化合物にも上記と同様に高い反応熱が発生するためガスが発生するという問題点がある。",
                        "【0007】",
                        "銀と，酸化銀と，酸化銀を還元する性質をもった有機化合物とから構成されている導電性ペーストが知られている（例えば，特許文献4参照）。この導電性ペーストも上記と同様に高い反応熱が発生するためガスが発生するという問題点がある。",
                        "【0008】",
                        "酸化銀（I）Ag Oより成る組成物を加熱処理することにより酸化2銀を銀に変換することにより得た，空隙率20～60％の多孔質であり，かつ質量に対する有機物の含量が20％以下である導電性材料に，さらにめっき処理を施す，導電性材料の作製方法が知られている（例えば，特許文献5参照）。",
                        "【0009】",
                        "また，粒径がミクロンオーダーの低結晶化銀フィラーと銀ナノ粒子とを含むペースト状導電性組成物を基板の上に塗布し，200℃付近で加熱して配線を製造する方法も知られている（例えば，特許文献6参照）。この製造方法によれば，前記組成物を200℃付近で加熱すると銀ナノ粒子が溶融または焼結し，互いに融着して電流が流れ，配線が製造される。ただしこの製造方法では，銀ナノ粒子の値段が高いという問題点があった。",
                        "【0010】",
                        "これら前記の製造方法は，電気抵抗値を下げることが困難となる接着剤を使用するか，還元反応性に富む不安定な酸化銀等の銀化合物の微粒子を主な原料として使用するか，または高価格な銀ナノ粒子を含む導電性組成物を用いる必要があった。",
                        "【0011】",
                        "また，電子部品にこれら従来技術を部品電極，ダイアタッチ接合材，微細バンプ等の接合材料として適用した場合，例えば発光装置ではリードフレーム又はプリント配線基板などの基板に発光素子をマウントするのに使用される。近年の発光素子は，高電流を投入するため接着剤が熱で変色したり，熱および光による樹脂他の有機成分の劣化による電気抵抗値の経時変化が発生したりする問題があった。とりわけ接合を接着剤の接着力に完全に頼る方法では，電子部品のはんだ実装時に接合材料がはんだ溶融温度下に接着力を失い剥離し，不灯に至る致命的問題の懸念があった。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "【0012】",
                        "本発明は，低い電気抵抗値を生じる導電性材料であって，接着剤を含まない安価かつ安定な導電性材料用組成物を用いて得られる導電性材料を製造する方法を提供することを目的とする。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "【0013】",
                        "銀ナノ粒子が低温で融着することは従来，よく知られていたが，ミクロンオーダーの銀粒子が低温で融着することは知られていなかった。本発明者らは，酸化物または酸素等の酸化条件下で低温加熱すると，ミクロンオーダーの銀粒子が融着することを見出し，この知見に基づき本発明を完成した。",
                        "【0014】",
                        "本発明は，導電性材料の製造方法であって，前記方法が，0．1μm～15μmの平均粒径（メジアン径）を有する銀粒子と，金属酸化物とを含む第1導電性材料用組成物を焼成して，導電性材料を得ることを含むことを特徴とする。以下，本明細書中，この製造方法を導電性材料の第1の製造方法と呼ぶ。",
                        "【0015】",
                        "また，本発明は，導電性材料の製造方法であって，前記方法が，0．1μm～15μmの平均粒径（メジアン径）を有する銀粒子を含む第2導電性材料用組成物を，酸素，オゾン又は大気雰囲気下で150℃～320℃の範囲の温度で焼成して，導電性材料を得ることを含むことを特徴とする。以下，本明細書中，この製造方法を導電性材料の第2の製造方法と呼ぶ。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【発明の効果】",
                      "text": [
                        "【0016】",
                        "本発明の製造方法は，低い電気抵抗値を生じる導電性材料を製造することができるという利点がある。また，本発明の製造方法は，接着剤を含まない安価かつ安定な導電性材料用組成物を用いて得られる導電性材料を製造することができるという利点がある。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【発明を実施するための最良の形態】",
                      "text": [
                        "【0018】",
                        "本発明者らは，酸化剤である金属酸化物または酸素，オゾンもしくは大気雰囲気下で，0．1μm～15μmの平均粒径を有する銀粒子を含む組成物を焼成すると，例えば150℃付近の温度であっても銀粒子が融着して，導電性材料を得ることができることを見出した。一方，窒素雰囲気下では，0．1μm～15μmの平均粒径を有する銀粒子を含む組成物を焼成しても，150℃付近の低温では導電性材料は得られなかった。このような知見に基づき，本発明者らは，本発明，すなわち，酸化剤である金属酸化物または酸素，オゾンもしくは大気雰囲気下で，0．1μm～15μmの平均粒径を有する銀粒子を含む組成物を焼成する工程を含む，導電性材料を製造する方法を完成した。",
                        "【0020】",
                        "本発明の導電性材料を製造する方法において，導電性材料が形成されるメカニズムは明確ではないが，以下のように推測できる。酸化剤である酸素，オゾンもしくは大気雰囲気下で，0．1μm～15μmの平均粒径を有する銀粒子を含む組成物を焼成すると，銀粒子と銀粒子の一部が局部的に酸化され，その酸化により形成した酸化銀が，銀粒子と接触する部分において，酸素を触媒的にやり取りし，酸化還元反応を繰り返す工程を経て，導電性材料が形成されると推測できる。酸化剤である金属酸化物存在下で，0．1μm～15μmの平均粒径を有する銀粒子を含む組成物を焼成する場合には，既に含まれている金属酸化物が，銀粒子と接触する部分において，酸素を触媒的にやり取りし，酸化還元反応を繰り返す工程を経て，導電性材料が形成されると推測できる。このような推測メカニズムにより，導電性材料が製造されるため，本発明の導電性材料を製造する方法によれば，接着剤を含む導電性材料用組成物を用いる必要がなく，安価かつ安定な導電性材料用組成物を用いて，低い電気抵抗値を生じる導電性材料を得ることができるのである。",
                        "【0022】",
                        "また，前記のように，本発明は，導電性材料の第2の製造方法であって，前記方法は，0．1μm～15μmの平均粒径（メジアン径）を有する銀粒子を含む第2導電性材料用組成物を，酸素，オゾン又は大気雰囲気下で150℃～320℃の範囲の温度で焼成して，導電性材料を得ることを含むことを特徴とする。この第2の製造方法によれば，抵抗率の低い導電性材料を提供することができる。また，この第2の製造方法によれば，特に加工を必要としないミクロンオーダー銀粒子をそのまま融着させることができるため，簡易に導電性材料を製造することができる。また，この第2の製造方法によれば，発熱量を抑制して，導電性材料を得ることができる。また，この第2の製造方法によれば，入手容易でかつ安価な銀粒子を用いて，導電性材料を製造することができる。また，この第2の製造方法によれば，接着剤，不安定な銀化合物の微粒子等を原料として用いる必要が無いという利点がある。また，この第2の製造方法によれば，焼成により前記銀粒子が互いに隣接する部分のみが融着するため，空隙が発生し，柔軟性に富んだ膜状の導電性材料を形成することが可能であるという利点がある。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0030】",
                      "text": [
                        "本発明の導電性材料は，銀含有量が70重量％以上であるのが好ましい。また，本発明の導電性材料は，電気抵抗値が5．0×10-5Ω・cm以下であるのが好ましい。",
                        "【0042】",
                        "本発明における銀粒子は，平均粒径（メジアン径）が1種類のものであっても，2種類以上のものを混合して用いてもよい。前記銀粒子が1種類の場合，平均粒径（メジアン径）が0．1μm～15μmであり，好ましくは0．1μm～10μmであり，より好ましくは0．3μm～5μmである。前記銀粒子を2種類以上混合する場合には，平均粒径（メジアン径）が，例えば0．1μm～15μmのものと，0．1μm～15μmのものとの組み合わせ，好ましくは0．1μm～15μmのものと，0．1μm～10μmのものとの組み合わせ，より好ましくは0．1μm～15μmのものと，0．3μm～5μmのものとの組み合わせである。前記銀粒子を2種類以上混合する場合には，平均粒径（メジアン径）が，0．1μm～15μmのものの含有率は，例えば70重量％以上，好ましくは80重量％以上，よりこのましくは90重量％以上である。これにより電気抵抗値を小さくすることができる。",
                        "【0044】",
                        "また，本発明における銀粒子は，比表面積が0．5m2／g～3m2／gであり，好ましくは0．6m2／g～2．5m2／gであり，より好ましくは0．6m2／g～2m2／gである。これにより隣接する銀粒子の接合面積を大きくすることができる。本発明の導電性材料用組成物の主原料である銀粒子の比表面積は，BETの方法により測定することができる。",
                        "【0045】",
                        "本発明における銀粒子の形態は限定されないが，例えば，球状，扁平な形状，多面体等が挙げられる。前記銀粒子の形態は，平均粒径（メジアン径）が所定の範囲内の銀粒子に関して，均等であるのが好ましい。本発明における銀粒子は，平均粒径（メジアン径）が2種類以上のものを混合する場合，それぞれの平均粒径（メジアン径）の銀粒子の形態は，同一であっても異なっていてもよい。例えば，平均粒径（メジアン径）が3μmである銀粒子と平均粒径（メジアン径）が0．3μmである銀粒子の2種類を混合する場合，平均粒径（メジアン径）が0．3μmである銀粒子は球状であり，平均粒径（メジアン径）が3μmである銀粒子は扁平な形状であってもよい。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【0085】",
                      "text": [
                        "［実施例1］",
                        "実施例1～5および比較例1～5において，混合粒子の示差走査熱量計（DSC）にて発熱挙動を確認した。",
                        "具体的には，混合粒子各5mgとり示差走査熱量計（DSC）にて発熱挙動を確認した。DSC測定は，室温から250℃までの範囲を10℃／分で昇温した。250℃において，前記混合粒子を，アルマイト処理を施したアルミ容器へ入れ，その後に嵌合した。測定に用いた雰囲気は，大気中と窒素雰囲気である。…表1中，「銀」は，平均粒径2．0μm～3．2μmの銀粒子（福田金属箔粉工業株式会社製，製品名「AgC-239」）を，「酸化銀（I）」は，平均粒径18．5μmの酸化銀（I）（Ag O）粒子（和光純薬製，製品名「酸化銀（I）」）を，2「酸化銀（II）」は，平均粒径10．6μmの酸化銀（II）（AgO）粒子（和光純薬製，製品名「酸化銀（II）」）を意味する。",
                        "【0088】",
                        "前記表1に示すように，実施例1および比較例1の結果から，0．1μm～15μmの平均粒径（メジアン径）を有する銀粒子を含む第2導電性材料組成物を，大気雰囲気下で加熱すると，融着が生じることを確認できた。…",
                        "【0089】",
                        "前記表1に示すように，比較例2～5の結果から，酸化銀（I）粒子のみか酸化銀（II）粒子のみの粒子を窒素雰囲気または大気雰囲気のいずれで加熱しても，融着が生じないことを確認できた。",
                        "【0090】",
                        "前記表1に示すように，実施例2～5の結果から，銀粒子と酸化銀（I）粒子とを含む混合粒子，および，銀粒子と酸化銀（II）粒子との混合粒子の場合は，発熱量が比較的大きいことが確認できた。この発熱量は，各酸化銀粒子単独を加熱した際に発生する発熱量よりも，重量換算で数十倍以上の大きな発熱であった。このことより，銀粒子と酸化銀粒子とが，接触部で反応していることが確認できた。また酸素が存在しない窒素雰囲気下でも銀粒子と酸化銀粒子とを含む混合粒子を加熱することにより，融着が発生していることが確認できた。すなわち，酸化銀粒子が銀粒子と反応し，酸素供給源となっていることが推測できる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，本件明細書の発明の詳細な説明には，本件訂正発明9に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "従来の導電性材料の製造方法には，電気抵抗値を下げることが困難となる接着剤を使用するか，還元反応性に富む不安定な酸化銀等の銀化合物の微粒子を主な原料として使用するか，又は，高価格な銀ナノ粒子を含む導電性組成物を用いる必要があるなどの問題点があった（【0009】，【0010】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」は，低い電気抵抗値を生じる導電性材料であって，接着剤を含まない安価かつ安定な導電性材料用組成物を用いて得られる導電性材料を製造する方法を提供することを目的とするものである（【0012】）。従来，銀ナノ粒子が低温で融着することはよく知られていたが，ミクロンオーダーの銀粒子が低温で融着することは知られていなかったところ，酸化物または酸素等の酸化条件下で低温加熱すると，ミクロンオーダーの銀粒子が融着することを見出し，この知見に基づき，「本発明」を完成した（【0013】）。",
                        "「本発明」は，導電性材料の製造方法であって，前記方法が，0．1μm～15μmの平均粒径（メジアン径）を有する銀粒子を含む第2導電性材料用組成物を，酸素，オゾン又は大気雰囲気下で150℃～320℃の範囲の温度で焼成して，導電性材料を得ることを含むことを特徴とする（【0015】）。",
                        "「本発明」の製造方法によれば，接着剤を含む導電性材料用組成物を用いる必要がなく，安価かつ安定な導電性材料用組成物を用いて，低い電気抵抗値を生じる導電性材料を得ることができるという利点がある（【0016】，【0020】）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲4の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4には，次のような記載がある。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "【技術分野】",
                      "text": [
                        "【0001】",
                        "本発明は，全体として，電子デバイス，特に使用中に高温を発生するデバイスまたは高温適用例で使用されるデバイスを相互接続するのに使用される材料に関する。さらに本発明は，全体として，ダイ接着などの相互接続の製作中，高圧をかける必要性を低下させまたは除去する製作方法に関する。",
                        "【背景技術】",
                        "【0002】",
                        "全ての半導体チップは，電子製品内で機能するように，基板に固定または取着しなければならない。これらのチップを相互接続する最先端技術では，典型的な場合，鉛または鉛フリーのはんだ合金，あるいはエポキシなどの導電性ポリマー接着剤が使用される。しかし，これらの材料は熱的性質に乏しく，チップから発生した熱を放散しない。また，電気的性質にも乏しく，電力の損失を効果的に減少させることができず，機械的強度および信頼性に対する堅牢さにも乏しい。さらに，はんだ合金の低融解温度およびエポキシの低分解温度のため，これらの材料は一般に，SiCまたはGaＮチップなどのいくつかのチップを高温で機能させるのに適していない。",
                        "【0003】",
                        "マイクロスケールの金属粉末ペーストの焼結は，電気回路パターンの生成のため，ハイブリッド電子パッケージで一般に使用される。しかし，高処理温度（＞600℃）であることが，電子部品を基板と接合する際のその使用を妨げている。現在は，実施の際，デバイスが耐えられるよう十分低い温度でリフローするはんだを使用している。低融解温度であることの利点は，高温適用例での高温動作または使用の要件を満たすことができないので，はんだ合金の欠点になる。さらに，はんだ材料は，銅および銀などのその他の材料に比べて，電気的および熱的性質に比較的乏しく，かつ耐疲労性に乏しく，そのため電子システム全体の性能に悪影響を及ぼす。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "【発明が解決しようとする課題】",
                      "text": [
                        "【0005】",
                        "電子部品を取着するために商用の銀金属ペーストを使用する圧力支援焼結が論じられた（…）。商用の銀金属ペースト中の金属粉末は，典型的な場合，マイクロメートル範囲の粒径を有する。粒径が大きいので，通常の焼成条件下で，高い焼結温度が必要である（600℃以上）。低い焼成温度では，焼結プロセスを支援するために，アセンブリに高圧をかける。しかし，圧力をかけることは，製造の難しさが増すと共に，それに対応して生産コストも増加するので，望ましくないとすることができる。圧力をかけると，処理中のデバイスに損傷を与える可能性も高くなる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "【課題を解決するための手段】",
                      "text": [
                        "【0006】",
                        "500nm程度またはそれ未満，最も好ましくは100nm程度またはそれ未満（例えば1～100nm）の非常に微細な導電性金属および金属合金粒子を使用することによって，稠密化した金属相互接続を，比較的低い温度での焼結によりかつ低い圧力しか必要とせずにまたは圧力を全く必要とせずに確立できることが発見された。本発明の材料は，はんだペーストまたはエポキシと同様に，付着させ処理することができる",
                        "（例えば，定量吐出（dispensing），ステンシル／スクリーン印刷など）。しかし，微細な粉末およびその組成物で形成された接合の熱的，電機的，および機械的性質は，伝統的な鉛または鉛フリーのはんだ，エポキシ材料，さらにミクロンサイズの粉末（低温で焼結した）よりもはるかに優れている。",
                        "【0007】",
                        "ナノスケール範囲の金属粒子を使用することによって，結合温度（すなわち，本発明の文脈においては焼結温度）を低下させ，かつ高印加圧力の必要性を除去しまたは低下させることが可能である。高印加圧力の必要性がないので，既存のハイブリッドマイクロエレクトロニクス処理技法および製作装置を利用することが可能であり，したがって，そのような部品の大量生産が可能になる。本発明のナノ粉末は，既知の技法を使用して調製することができ，またはミクロンサイズの粉末の場合に匹敵する価格で直接購入することができる。分散剤は，ペーストの混合中に，望ましくない／低い銀粒子の投入をもたらす可能性のある粒子の凝集を減少させるのに使用することが好ましい。本発明のナノ粉末は，好ましくは分散剤と一緒に，好ましくは所望の焼結温度よりも低い揮発温度を有するポリマー結合剤と組み合わせることができる。好ましくは金属または金属合金粉末の焼結温度に近付くまで揮発することのない結合剤を使用すると，焼結は，組成物全体にわたってより均一に生ずるので，より稠密な相互接続の実現が支援される（すなわち結合剤は，好ましくは，粒子の大部分が融合を開始するまで，熱源により近い縁部の金属または金属合金粉末が，隣接する粒子と融合し始めないように選ばれ，かつ組成物に配合される）。結合剤中の，金属または金属合金粉末の分散は，超音波または機械的方法，あるいはこれらの組合せによって促進することができる。",
                        "【0008】",
                        "本発明の組成物には，広範な適用例がある。例えばこの組成物は，コンピュータ内のシリコン集積回路チップ，または電源内のシリコンパワーチップ，または電気通信モジュール内の光電子チップを結合するのに使用することができる。また，金属が700℃または800℃よりも高い温度で融解するような銀粉末および銀合金の場合，本発明は，例えばSiCまたはGaＮパワーチップなど，高温で動作することのできる半導体チップを取着するのに適している。すなわち比較的低い温度（例えば300℃程度）で，ナノ粉末（サイズが500nm未満であるもの，最も好ましくはサイズが100nmより小さいもの）の形をとる銀または銀合金を焼結することにより，商用の鉛および鉛フリーのはんだならびに導電性エポキシの場合のように，相互接続が融解する危険を冒すことなく，高温で動作することのできる稠密な導電性金属相互接続が実現される。これらのチップを高温で動作させることができるので，その冷却要件が削減され，製品の製造および動作における材料およびエネルギーの節約へとつながる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "【発明を実施するための最良の形態】",
                      "text": [
                        "【0011】",
                        "ナノスケール金属ペーストの焼結は，マイクロメートルサイズの金属粉末で必要とされた高処理温度および高処理圧力という要件が回避されるので，電気相互接続を形成するための実行可能な解決策であることが発見された。ナノスケール金属ペースト中の金属粉末は，500nm未満の粒径を有することが好ましく，粒径は，100nm未満であることが最も好ましい（例えば，1～100nmまたは1～60nmなど）。",
                        "【0012】",
                        "本発明の粒子内の，好ましい金属または金属合金は，銀または銀合金である。これは，金に比べて低いコストである点，および通常の雰囲気中で焼成され易い点を併せ持っているからである。はんだリフローの場合に匹敵する温度で処理するが，はんだでは不可能な，後続のより高い温度への曝露に耐えることができる。",
                        "【0013】",
                        "適切なナノ銀粉末（例えば，粒径が500または100nm未満）は，およそ1ドル／gのコストで，様々なサイズで様々な供給元から市販されている。例示的な商業上の供給元には，…が含まれる。ナノ銀粉末は，様々な適用例で使用されている。…電子的適用例では，銀ナノ粉末が，導電性トレース，抵抗，電極，光学フィルタ，およびEMI遮蔽で使用するために販売されている（高温適用例で使用される，低温での焼結による相互接続の生成のための適用は，これまで，本発明が本明細書に記述されるまで認められていない）。…",
                        "【0018】",
                        "好ましい結合剤14は，最高300℃で妨害されることなく粉末を稠密化することが可能なテルピネオール（沸点220℃）などの低沸点有機物でよい。その他の適切な結合剤14の例には，例えば，ポリビニルアルコール（PVA），ポリビニルブチラール（PVB），およびワックスが含まれる。結合剤14の性質（例えば揮発温度）は，ナノ粉末の焼結動態に一致する必要があり（すなわち結合剤は，焼結温度よりも低い温度で沸騰し，揮発し，またはその他の方法で分解しなければならない），かつ取着されるデバイスによって課せられた温度限界に一致する必要がある。以下により詳細に論じられるように（例えば，比較例1および実施例1参照），結合剤14の適切な選択または配合を用いることによって，粒子のより均一な焼結を確実にすることができる。ステンシル処理およびその他の操作の実施を可能にするのに必要とされる，ペーストの粘度を低下させるには，Heraus，Inc．製のRV912などのシンナー16を，添加することができる。結合剤14の選択に応じて，テルピネオールをシンナー16として使用することができる。シンナーの選択は広範囲に及び，製作元のニーズ，材料の選択，およびその他の要因に依存する。適切なシンナーには，Heraeus  HVS 100，テキサノール，テルピネオール，Heraeus  RV-372，Heraeus  RV-507などが含まれ得る。結合剤14のように，シンナー16の揮発温度は，金属粒子10の焼結動態に一致すべきである。結合剤14およびシンナー16の全ての添加は，適用例に応じて変わり，例えば，最大で20重量％またはそれ以上を構成することができる（ある実施形態では，好ましい重量％が5～20％の間である）。",
                        "【0021】",
                        "図3は，本発明の実施における，電子部品と基板との取着の例示的なプロセスを示す。最初に，ナノスケール銀粉末32をポリマー34と合わせて，ナノスケール銀ペースト36を形成する。図1および2と併せて論じられるように，結合剤中への銀粉末の分散は，超音波法によって増強しまたは増大させることができる。ナノスケール銀粉末32は，低沸点の有機溶媒（例えば，テルピネオール）およびシンナー（例えば，Heraeus製RV  912）を添加することによって，ペースト36形態に変換することができる。シリコンまたはワイドバンドギャップデバイスなどの電子デバイス38を，ナノ粉末ペースト36を焼結することによって基板40に接合することができ，それによって，このデバイス38と取付け基板40との間に中実な結合層が形成される。図3に示すプロセスは，銀粒子，銀合金，ならびにその他の金属および金属合金と共に用いることができる。",
                        "【0023】",
                        "本発明の実施に際して低温が好ましく使用されることを除き，電気デバイス38と基板40との接合方法は，ハイブリッド電子パッケージで実施されるような従来の金属ペースト焼成技法に類似している。焼成温度は，金属粒子のサイズ（マイクロメートルサイズのものと対照的に，ナノスケール（好ましくは直径が100nm未満））に起因して，はんだリフローと同等であることが好ましく，必要に応じて，焼結金属粉末層との緊密な接触が維持されるように適度に加えられた力だけが必要になる可能性がある。図3に示すように，ナノスケール金属ペーストは，典型的な場合，厚膜（例えば，20から100マイクロメートルの厚さ）パターンの形で基板上にスクリーンまたはステンシル印刷され，その上に，デバイスが取り付けられる。デバイスを配置した後，ダイを適度な力で押し下げ，焼結を行いながら所定位置に保持することができる。膜の厚さ，粒子のサイズ，および粒子の材料（例えば，銀または銀合金）に応じて，焼結時間および温度が変わる。多くの適用例では，焼結温度が少なくとも250℃であり，所要時間は一般に2分以上である。焼結は，従来のベルトオーブン内で半連続操作により，あるいは，ボックスオーブン／炉内でバッチ式操作により実施することができる。図3は，低温焼結操作の後，トレースまたはその他の接点と電気接触している基板40に機械的に添着した電気デバイス38を示す。以下により詳細に論じるように，このプロセスによって形成された相互接続は，焼結で使用されるよりも非常に高い温度（例えば，およそ600℃，700℃，もしくは900℃，またはそれ以上）で動作することのできる稠密な導電性金属である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "【0026】",
                      "text": [
                        "ミクロンサイズの銀の代わりに，本発明の実施に際して使用されるナノスケール銀は，主に，焼結温度をほどんどのはんだの処理範囲にまで低下させる。そのため，これら相互接続材料の代替例として使用することが可能になる。焼結温度は，粒子のサイズおよび形態に影響を受け易い。非常に速い拡散速度を有する銀は，その粒径を十分小さくした場合，その融解温度（962℃）よりも十分低い温度で焼結することができるので，特に魅力的である。現行の銀ペースト材料は，妥当な強度および密度が得られるよう，600℃を超える温度で焼成しなければならない。定められた焼成スケジュールは，通常，ペーストを900℃程度に持っていき，それを稠密化することである。しかし，銀粒子のサイズが100nm未満である本発明のナノスケール銀ペーストの場合，100℃程度に低い温度で稠密化を開始することができる（しかし，これは望ましい温度範囲ではない）。",
                        "【0027】",
                        "適正なタイプの分散剤，結合剤，および溶媒を添加することにより，非常に速い稠密化速度が可能になりかつ高密度だけではなくデバイスおよび基板に対する良好な接着も実現されるよう，好ましい焼成温度に到達するまで（約280から300℃）焼結の開始を遅くすることができる。したがって，粒径の減少の他，ペーストの使用可能性に関する重要な要素とは，焼結温度のすぐ下の温度で揮発し燃焼することができる分散剤および結合剤系を，選択することである。結合剤系がペーストから非常に早く離れる場合，銀ナノ粒子は，より低い温度で焼結を開始することになり，その結果，動態の低下と共に，非稠密化メカニズム，例えば表面拡散の活性化が生じ，より高い目標焼結温度であっても稠密化することが難しいミクロ構造が得られる。結合剤系成分が，所望の焼成温度よりも高い温度で燃焼する場合，ポリマー成分が粒子間の広範な接触を妨げるので，銀粒子は適正に焼結しない。500nmというトップサイズ（伝統的に「ナノスケール」と見なされるサイズ範囲にはないサイズ）は，焼結温度が上昇しそれに伴って所望の範囲を超える可能性があるので，また当然ながら，もはやはんだの代替例として適当でないので，この技法の実施限界である。今日まで実施され，また本明細書で報告された実験研究のほとんどは，商用のAgペースト以外，100nm以下の粉末に関して行われている。",
                        "【0034】",
                        "3）本発明による，ナノ銀ペーストによる取着／相互接続は，融解によってではなく拡散プロセスを通して銀ナノ粒子が圧密を受ける焼結プロセスを通して実現される。そのようにすることによって，高処理温度が回避される。一方，バルク状の銀の融点はナノ銀粒子の焼結温度よりも非常に高いので，相互接続は，処理温度よりも高い温度で動作することができる。要するに，本発明のナノ粉末焼結技法は，高温適用例のための低温結合溶液である。焼結温度は，粉末の粒径をより小さくすることによって著しく低下させることができる。上記にて示すように，かつ比較例3で論ずるように，銀の焼結温度は，マイクロメートルサイズの粒子の代わりにナノスケール粒子を用いることによって，劇的に低下させることができる。したがって焼結温度を，多くのはんだ合金のリフロー温度にまで低下させることが可能である。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "【0035】",
                      "text": [
                        "（比較例3）",
                        "マイクロメートルサイズの銀を含有する銀ペーストの使用に関する従来技術",
                        "現在市販されている銀／銀合金ペーストは，マイクロメートルサイズの銀（サイズが500nmよりも大きく，典型的な場合にはサイズが10～100μm程度の銀粒子）を含有する。典型的な場合，これらのペーストは，高密度が実現されるように，合金の融点に近い高温で焼成しなければならない。例えば，銀ペーストの推奨される焼成プロフィールは，900℃程度に加熱することである（しかし，より低い温度，例えば700℃で，機械的強度に対して適度に高い密度を得ることが可能である）。これらは，様々な電子適用例に向けた導電性トレース／パターン（パッケージ基板）および電極（キャパシタ）を形成するために，最も頻繁に使用される。これらは典型的な場合，本発明で提示されるように，デバイスと基板との間の相互接続を形成するのに使用されない。これらの製品に関し，DuPont，Heraeus，およびFerroなど，非常に数多くの供給元がある。銀ペーストは，ダイ取着および相互接続材料とも見なされている。これを利用するために，アセンブリに外圧をかけて（約40MPa），焼結温度を300℃以下に低下させるが（例えば，特許文献1，非特許文献6および7参照），これは基本的に，半導体デバイスを破壊することなく曝露することができる最大温度である。しかし，加えられた高い圧力は，パッケージ産業において標準的なものではなく，深刻な問題が取着／相互接続プロセスに課される可能性があり，そのためより多くの障害（例えば，亀裂が入ったダイ），およびより高い製造コストにつながる可能性がある。既存の生産ラインには，大きな修正が必要である可能性があり，したがって，はんだの代替例と見なすことはできない。より高いコストだけでも，この産業での採用が阻まれる可能性がある。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【実施例1】",
                      "text": [
                        "【0038】",
                        "結合剤系組成物による，銀の稠密化の調節方法",
                        "本発明のペースト中にある金属粒子の稠密化温度／速度の調節は，結合剤系に進入する成分のタイプを調節することによって実現することができる。特に，銀の任意の所与の粒径（あるいはその他の金属または金属合金）に対し，焼成温度を上昇または低下させることが可能である。例えば，上記にて論じたようなナノ銀ペーストなどの稠密化の効果的な開始の増加が望まれる場合，この開始は，結合剤系成分の代わりに，所望のまたは目標とするピーク処理温度に厳密に一致するように，より高い温度で燃焼する代替例を用いることによって，実現することができる（例えば結合剤系は，金属または金属合金粒子の焼結温度と同じかまたはわずかに低い温度（例えば50℃，または30℃，または10℃以内）で揮発しまたはその他の方法で分解するように選ばれる）。これには，その温度に達したときに素早く稠密化するナノスケール銀が維持され，したがって処理時間が短く保たれるという追加の利点がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，甲4には，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "電気部品の取着・相互接続のための現在市販されている銀／銀合金ペーストは，粒径がマイクロメートルサイズの銀を含有し，典型的な場合（サイズが10～100μm程度の銀粒子），粒径が大きいので，通常の焼成条件下で，高い焼結温度が必要であり（600℃以上），焼結プロセスを支援するために，アセンブリに高圧をかけて，焼結温度を300℃以下に低下させるが，圧力をかけることは，製造の難しさが増すとともに，生産コストも増加し，処理中のデバイスに損傷を与える可能性も高くなるという問題があった（【0005】，【0035】）。",
                        "上記課題を解決するための手段として，500nm程度またはそれ未満，最も好ましくは100nm程度またはそれ未満（例えば1～100nm）のナノスケールの非常に微細な導電性金属および金属合金粒子を使用することによって，稠密化した金属相互接続を，比較的低い温度での焼結によりかつ低い圧力しか必要とせずにまたは圧力を全く必要とせずに確立できることが発見された（【0006】，【0007】，【0011】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "金属が700℃または800℃よりも高い温度で融解するような銀粉末および銀合金の場合，「本発明」は，高温で動作することのできる半導体チップを取着するのに適しており，はんだならびに導電性エポキシの場合のように，相互接続が融解する危険を冒すことなく，高温で動作することのできる稠密な導電性金属相互接続が実現される（【0008】）。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "ミクロンサイズの銀の代わりに，本発明の実施に際して使用されるナノスケール銀は，主に，焼結温度をほとんどのはんだの処理範囲にまで低下させる（【0026】）。500nmというトップサイズ（伝統的に「ナノスケール」と見なされるサイズ範囲にはないサイズ）は，焼結温度が上昇しそれに伴って所望の範囲を超える可能性があるので，もはやはんだの代替例として適当でなく，この技法の実施限界であり，商用のAgペースト以外，100nm以下の粉末に関して行われている（【0027】）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点9-4の容易想到性の判断の誤りの有無について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲4には，甲4記載の500nm以下のサイズを有する金属粒子である銀を焼結するステップを含む相互接続の形成方法（引用発明4）において，銀の粒子の粒径を2．0μm以上の平均粒径（メジアン径）とする構成とすることについての記載も示唆もない。加えて，甲4には，甲4記載の相互接続の形成方法は，ミクロンサイズの銀の代わりに，ナノスケールの銀を使用することによって，稠密化した金属相互接続を，比較的低い焼結温度（300℃以下）で，かつ，低圧力又は無圧力で確立できることに技術的意義があり，500nmというトップサイズは，焼結温度が上昇しそれに伴って所望の範囲を超える可能性があるので，はんだの代替例として適当でなく，この技法の実施限界であることの開示があること（前記(2)イ）に照らすと，甲4に接した当業者において，引用発明4の銀の粒子の粒径500nm以下（すなわち，0．5μm以下）を，「2．0μm～15μmの平均粒径（メジアン径）」の数値範囲に含まれる構成（相違点9-4に係る本件訂正発明9の構成）に置換する動機付けは存在しないものと認められる。",
                    "そうすると，当業者は，甲4に基づいて，相違点9-4に係る本件訂正発明9の構成に容易に想到することができたものと認めることはできない。",
                    "したがって，本件審決における相違点9-4の容易想到性に関する判断は，結論において誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "これに対し原告は，本件訂正発明9の「銀の粒子」の平均粒径（メジアン径）の下限値「2．0μm」及び上限値「15μm」のいずれの値についても臨界的な意義がないことからすると，引用発明4において，銀の粒子の粒径を「2．0μm～15μmの平均粒径（メジアン径）」の数値範囲に含まれる構成とすることは，当業者が適宜選択し得る設計的事項であるといえるから，当業者は，引用発明4に基づいて，相違点9-4に係る本件訂正発明9の構成を容易に想到することができた旨主張する。",
                    "しかしながら，相違点9-4に係る本件訂正発明9の構成が容易想到かどうかは，引用発明4を出発点として判断すべきものであるところ，前記アのとおり，甲4に接した当業者においては，引用発明4の銀の粒子の粒径の構成を「2．0μm～15μmの平均粒径（メジアン径）」の数値範囲に含まれる構成（相違点9-4に係る本件訂正発明9の構成）に置換する動機付けは存在せず，また，上記構成とすることが設計的事項であるとはいえないから，原告の上記主張は，理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，その余の点について判断するまでもなく，本件訂正発明9は，甲4に基づいて，当業者が容易に発明することができたものと認められない。",
                "したがって，原告主張の取消事由1-2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由2-1（甲5を主引用例とする本件訂正発明10の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "前訴判決の拘束力等について",
              "text": [
                "確定した前訴判決は，請求項10に係る本件訂正を認めなかった前件審決の判断に誤りがあるとした上で，①前訴被告（本件訴訟の原告）は，本件訂正による請求項10に係る訂正が認められる場合でも，本件訂正発明10は「引用発明1」（本件審決の引用発明5）に基づき容易に想到できる旨主張し，前訴原告（本件訴訟の被告）の反論も尽くされているので，進んで，本件訂正発明10の容易想到性について判断する，②本件訂正発明9と「引用発明1」は，前件審決が認定した本件発明10と「引用発明1」との相違点9-2及び相違点10に加えて，少なくとも相違点10-A及び相違点10-Bの点でさらに相違することが認められる，③相違点10-Aに関し，「引用発明1」の製造方法は，銀フレークを酸化させ得ない雰囲気であるCDAなしの雰囲気中でも，銀フレークの焼結を可能とするものであって，銀の粒子の一部の局部的な酸化によって，銀の粒子間を融着させるものではない上，「引用例1」（甲5）には，銀フレークの一部を局部的に酸化させることによって，銀フレークを端部でのみ焼結できるということは記載も示唆もされておらず，「引用発明1」の焼成プロセスを変えることによって何らかの課題が解決されることも示唆されていないから，「引用発明1」において銀の粒子の一部を局部的に酸化させる動機付けはない，④よって，本件訂正発明10は，当業者が，「引用発明1」を主引用例として容易に想到できるということはできない旨判断し，前件審決のうち，本件発明10は，甲4に記載された発明と周知技術に基づいて容易に発明をすることができたとして，本件特許の請求項10に係る発明についての特許を無効とした部分を取り消した。",
                "前訴において，原告は，平成29年5月29日付け準備書面（1）（甲56）に基づいて，「引用発明1」のオーブン中での加熱雰囲気は大気雰囲気であるから，甲5に記載された発明と本件訂正発明10は，大気雰囲気で加熱して互いに隣接する銀の粒子が融着する点で一致し，仮に本件訂正発明10において銀の粒子の一部が局部的に酸化される事象が生じるのであれば，甲5に記載された発明においても，銀の粒子の一部が局部的に酸化されるはずであるなどとして，相違点10-Aは，本件訂正発明10と甲5に記載された発明の相違点ではない旨主張した。これに対し被告は，同年6月29日付け準備書面（原告その2）（甲53）に基づいて，甲5に記載された発明の加熱雰囲気は「大気雰囲気中」であるとはいえないから，甲5に記載された発明と本件訂正発明10は，大気雰囲気で加熱して互いに隣接する銀の粒子が融着する点で一致するものではない旨主張し，原告の上記主張を争った。",
                "前訴判決の上記認定判断及び審理経過によれば，前訴判決が前件審決のうち，本件特許の請求項10に係る発明についての特許を無効とした部分を取り消すとの結論を導いた理由は，本件訂正を認めなかった前件審決の判断に誤りがあること，本件訂正後の請求項10に係る発明（本件訂正発明10）は，当業者が甲5に記載された発明に基づいて相違点10-Aに係る本件訂正発明10の構成を容易に想到することができないから，甲5に記載された発明を主引用例として容易に発明をすることができたとはいえないとしたことの両者にあるものと認められ，かかる前訴判決の理由中の判断には取消判決の拘束力（行政事件訴訟法33条1項）が及ぶものと解するのが相当である。",
                "そして，前訴判決確定後にされた本件審決は，前訴判決と同様の説示をし，本件訂正発明10は，甲5に記載された発明（引用発明5）に基づいて当業者が相違点10-2（相違点10-Aと同じ）に係る本件訂正発明10の構成を容易に想到することができないから，引用発明5に基づき容易に発明をすることができたとはいえないと判断したものである。",
                "そうすると，本件審決の上記判断は，確定した前訴判決（取消判決）の拘束力に従ってされたものと認められるから，誤りはないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "原告の主張について",
              "text": [
                "原告は，①銀粒子の焼結を大気雰囲気中で行うことは，本件出願の優先日当時の周知技術であり，銀粒子の低温焼結には，酸化性雰囲気（空気中）が避けられないから，引用発明5のオーブン中の加熱雰囲気は酸化性雰囲気（空気中）でしかあり得ない，②本件訂正発明10は，銀粒子を大気雰囲気中で加熱することで銀粒子が融着するものであり，銀粒子の一部を局部的に酸化させることにより，銀粒子が融着するものではなく，銀粒子の一部を局部的に酸化させることは，技術的意義のない，設計的事項であるから，引用発明5において銀の粒子の一部を局部的に酸化させる動機付けはあるから，本件審決における相違点10-2の容易想到性の判断に誤りがある旨主張する。",
                "しかしながら，上記①及び②の主張は，前訴判決における主張と同様の主張に銀粒子の焼結を大気雰囲気中で行い得ることが本件出願の優先日当時の周知技術であることの証拠（甲3の3，8，20の7，20の10，47の1，2，48）を追加したものであるが，仮に銀粒子の焼結を大気雰囲気中で行い得ることが周知技術であったとしても，そのことと引用発明5において「銀の粒子の一部を局部的に酸化させる」構成とすることは別個の問題であり，また，新たな公知事実（引用例）を追加するものとはいえないから，前訴判決の拘束力を揺るがすものとはいえない。",
                "したがって，本件審決における相違点10-2の容易想到性の判断に誤りがあるとの原告の上記主張は，理由がない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件訂正発明10は，当業者が引用発明5に基づいて容易に発明をすることができたとはいえないとした本件審決の判断に誤りはないから，原告主張の取消事由2-1は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "5",
          "subject": "取消事由2-2（甲4を主引用例とする本件訂正発明10の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正発明10の特許請求の範囲（請求項10）の記載は，「導電性材料の製造方法であって，前記方法が，銀の粒子を含む第2導電性材料用組成物であって，前記銀の粒子が，2．0μm～15μmの平均粒径（メジアン径）を有する銀の粒子からなる第2導電性材料用組成物を，酸素，オゾン又は大気雰囲気下で150℃～320℃の範囲の温度で焼成して，前記銀の粒子の一部を局部的に酸化させることにより，前記銀の粒子が互いに隣接する部分において融着し，それにより発生する空隙を有する導電性材料を得ることを含み，前記第2導電性材料用組成物が，沸点300℃以下の有機溶剤または水を更に含む導電性材料の製造方法。」というものであり，「2．0μm～15μmの平均粒径（メジアン径）を有する銀の粒子」の構成を含むものである。",
                "そうすると，本件訂正発明10と引用発明4とは，本件訂正発明10では，「銀の粒子」の「所定の粒径」が，「2．0μm～15μmの平均粒径（メジアン径）を有する」と特定されているのに対して，引用発明4では，「500nm以下のサイズを有する」と特定されている点で相違するものと認められる。",
                "しかるところ，上記相違点は，本件訂正発明9と引用発明4との相違点9-4と同じ相違点であり，しかも，当業者が，甲4に基づいて，相違点9-4に係る本件訂正発明9の構成を容易に想到することができたものと認めることはできないことは，前記3(3)のとおりである。",
                "したがって，前記3(3)と同様の理由により，当業者が，甲4に基づいて，上記相違点に係る本件訂正発明10の構成を容易に想到することができたものと認めることはできないから，その余の点について判断するまでもなく，本件訂正発明10は，甲4に基づいて，当業者が容易に発明をすることができたものと認められない。",
                "なお，本件訂正発明10と引用発明4との上記相違点について明示的な主張はされていないが，相違点9-4の容易想到性に関する当事者の議論は尽くされていること（前記第3の3(1)ア及び(2)ア）に鑑みると，本件訂正発明10と引用発明4との上記相違点について判断することは，当事者にとって不意打ちとなるものではなく，紛争の一回的解決の要請に資するものであるから，許されるというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，その余の点について判断するまでもなく，本件訂正発明10は，当業者が甲4に基づいて容易に発明することができたものと認められないとした本件審決の判断は，結論において誤りはない。",
                "したがって，原告主張の取消事由2-2は，理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "6",
          "subject": "取消事由3（本件訂正発明11の進歩性の判断の誤り）について",
          "text": [
            "原告は，本件訂正発明11は，本件訂正発明10の発明特定事項を全て備え，さらに「前記有機溶剤が，低級アルコール，または，低級アルコキシ，アミノおよびハロゲンからなる群から選択される1以上の置換基を有する低級アルコールを含む」点を追加した構成の発明であるところ，本件訂正発明10が甲5又は甲4に記載された発明に基づいて当業者が容易に発明することができたものである以上，本件訂正発明11は，甲5又は甲4に記載された発明に基づいて，当業者が容易に発明することができたものであるから，これと異なる本件審決の判断は，誤りである旨主張する。",
            "しかしながら，本件訂正発明10が甲5又は甲4に記載された発明に基づいて当業者が容易に発明することができたものではないとした本件審決の判断に誤りがないことは，前記4及び5のとおりであるから，原告の主張は，その前提を欠くものであり，理由がない。"
          ]
        },
        {
          "fig": "7",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}