{
  "conclusion": [
    {
      "text": "原告らの請求を棄却する。"
    },
    {
      "text": "訴訟費用は原告らの負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800036号について平成30年3月19日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告らは，発明の名称を「二次元コード，ステルスコード，情報コードの読み取り装置及びステルスコードの読み取り装置」とする発明に係る特許権者である(平成9年11月28日特許出願，平成19年2月2日設定登録。特許第3910705号。請求項の数8。以下「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成29年3月13日，特許庁に対し，本件特許の請求項1について無効審判請求をし，無効2017-800036号事件として係属した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成30年3月19日，「特許第3910705号の請求項1に係る発明についての特許を無効とする。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月29日，原告らに送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告らは，同年4月30日，本件審決を不服として，本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件特許の特許請求の範囲請求項1の記載は，以下のとおりである(以下「本件発明」という。)。その明細書，特許請求の範囲及び図面を併せて「本件明細書」という。",
            "【請求項1】",
            "反射又は放射の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素としたことを特徴とする二次元コード。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件発明は，①後記アの引用例1記載の発明(以下「引用発明1」という。)に該当し，また，②後記イの引用例2記載の発明(以下「引用発明2」という。)に該当するから，特許法29条1項3号により特許を受けることができない，というものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開平5-233898号公報(乙1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：特開平8-263580号公報(乙2)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，引用発明1及び本件発明と引用発明1との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "携帯用光学式カード1などの表面の所定領域を白地に形成した情報記録領域2を，",
                    "縦方向に等間隔で複数の単位情報記録領域2-1，2-2，2-3，…，2-nに区分けし，単位情報記録領域2-1，2-2，2-3，…，2-nそれぞれを，マトリクス状に2×2の四つの単位領域a，b，c，dに区分けし，各単位情報記録領域は，隣接する四つの単位領域a，b，c，d毎に「マーク無し」，「マーク有り」の二つの状態を記録するカルラコードにおいて，／隣接する四つの単位領域a，b，c，dに対して，赤色の第1のマークMK1，緑色の第2のマークMK2，黄色の第3のマークMK3のいずれかを印刷し，／赤色と緑色と黄色の三色のマークに加え白色(無色)の4色で4値の情報を一の単位領域に対して与えることで，2×2のマトリクスを形成する隣接する四つの単位領域からなる一の単位情報記録領域2-1では4値の組合せで44＝256種類の情報の記録が可能なコード。(「／」は改行部分を示す。)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点・相違点",
                  "text": [
                    "本件発明と引用発明1は，「反射又は放射の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素とした二次元コード。」の発明である点で一致し，相違点はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決は，引用発明2及び本件発明と引用発明2との一致点・相違点を，以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2",
                  "text": [
                    "2×2のマトリックスを構成する架空のます目に，白，黒，赤の図形を割り当てることで，表示される情報の種類を3の4乗＝81種類とした2次元コード。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点・相違点",
                  "text": [
                    "本件発明と引用発明2は，「反射又は放射の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素とした二次元コード。」の発明である点で一致し，相違点はない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "取消事由1(本件発明と引用発明1との相違点の看過)"
            },
            {
              "fig": "(2)",
              "subject": "取消事由2(本件発明と引用発明2との相違点の看過)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(本件発明と引用発明1との相違点の看過)について",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点1-1",
              "text": [
                "引用発明1は1次元情報技術である点で，本件発明と一致しない。",
                "すなわち，本来情報に形は無く，光学情報においては，反射される領域面積の形状が情報の次元性を定めているものではない。その次元性を決定するのは情報同士の相互間で取り決められる位置関係であり，一般的にそれは座標性である。すなわち，情報の取決めが情報の性格としての次元性等を定める。",
                "しかし，引用例1には，座標性の取決めを含める，又は何らかの取決めを引き継ぐといった記載はどこにもない。もっとも，引用例1の記載によれば，走査線がカード上にある2行の情報をカード送り方向と直交する方向に，いわば輪切りにしながら切り取るように1列ずつ読み取っていくことで，読み出しから読み終わるまで上下相互間の情報の順序が直鎖の直線状に固定されることによって座標性を確保する工夫が読取り側でされていることがうかがわれる。",
                "これによれば，引用発明1については，読取り方式が直線状の順位順列の読取りであることにより，情報の相互組成関係が1次元情報であることが理解される。",
                "したがって，引用発明1は，読取り装置によって成立される1次元情報技術であるから，2次元コード技術である本件発明と一致するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1-2",
              "text": [
                "引用発明1のカード上の情報は0次元情報として存在する点で，本件発明と一致しない。",
                "すなわち，1次元コード，2次元コードと呼ばれるものは，情報集合に対して1次元又は2次元の座標性を持って配列組成がされているところ，全ての情報コードは例外なく，2次元カルラコードにおいても，情報集合を取り囲むように存在する四角いフレーム状の座標性によって配列組成されている。このフレーム状の座標性を備えた新しい2次元カルラコードにおけるフレーム状の座標性の取決めは，読取り機器に次元性を依存しないためのものである。",
                "他方，田の字型のカルラ情報体としての情報集合体においては，前記のとおり，座標性(次元性)は読取り機器の走査線動作によって付与されることから，カード上に座標性はなく，実体としては情報同士が相互間で関連付けされておらず個々の情報が孤立点在する状態すなわち0次元の情報集合として存在している。",
                "このように，引用発明1において，カード上に存在する情報の実体は0次元情報であり，情報間の配列組成がなされておらず，1次元情報としても不完全であることから，本件発明と一致するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1-3",
              "text": [
                "引用発明1は光学情報における反射型情報に特化されたものである点で，本件発明と一致しない。",
                "すなわち，光学情報は，情報取得方式において反射型と放射型の2つに大別されるところ，引用発明1は前者に特化された情報技術であるから，本件発明と一致するものではない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1-4",
              "text": [
                "引用発明1では波長特性の組合せが情報表示の要素とされていない点で，本件発明と一致しない。",
                "すなわち，本件発明における「コード」とは，特許請求の範囲請求項1に記載のとおり，「二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素とした」ものである。本件明細書の記載によっても，単に配列されるのでみなく，波長特性が組み合わされることが本件発明における「コード」の前提となっている。",
                "他方，引用発明1のコードは，隣接する4つの正方形で田の字型に配列されているが，この状態において個々に独立している情報であり，相互に関連付ける仕組みが表示領域上にない。したがって，引用発明1のコードは，二次元的な配列で並べて形成された表示領域の波長特性が組み合わせられておらず，本件発明の示す情報表示を要素とするものではない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点1-5",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明と引用発明1では，①表示領域の配列された個別セル間での情報波長特性の組合せ組成方式，②情報領域に記録される情報記録方式，③情報領域に記録された情報の読取り方式の3点で技術方式が相違している。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "表示領域の配列された個別セル間での情報波長特性の組合せ組成方式の相違",
                  "text": [
                    "本件発明の「コード」は，「二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素とした」ものであり，その表示領域の波長特性は，配列されていることに加えて，組み合わせることが必要である。",
                    "ここで，配列の状態が同じであっても，配列されたセルに記録される情報内容自身(本体)となる各個別の波長特性においては，相互に組み合わされる波長組成と相互で分離された波長組成での技術方式に区別される。引用例1で引用されたカード型情報表示技術は，後者の分離型の波長組成である。この方式では，分離されている個別の波長は，読取り機器側の，カードに印字されたセルに対する走査線のルート移動の動作によって，分離している各個別の波長特性がルート化され，互いに結ばれることで組み合わされ，各個別の波長特性が組成される。",
                    "以上のとおり，配列された各個別のセルの波長特性が，本件発明では相互に組み合わされる波長組成であるのに対し，引用発明1は相互で分離された波長組成での技術方式であることにおいて，両者は完全に相違している。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "情報領域に記録される情報記録方式の相違",
                  "text": [
                    "情報記録方式には，一般的に，記録された情報に対し情報の追記等が可能な情報追記型と，情報改ざんからの保護を目的として情報の追記等ができない情報固定型の2つの記録方式に区別される。",
                    "引用発明1は本来光学式のカード情報記録技術であり，2-1～2-nまでの情報をカード上の情報記録領域2の全面に任意数記録するものである。そして，引用発明1と技術上の対をなす乙5文献では，詳細な実施方法として引用発明1の光学式カードが乙5文献に示され，情報をカード上の情報記録領域2に書き込むことが詳述されている。したがって，引用発明1は，情報の追記等が可能な追記型の情報記録方式である。",
                    "他方，本件発明の情報記録方式は，情報暗号が書式化される段階でクローズされ，その後情報の追記ができない情報固定型の暗号記録方式であり，情報表示領域全体が一括でフォーマット(書式化)される情報の記録方式である。本件明細書には，その代表例として図1の一次元バーコードや二次元コードPDF417が示されており，【0048】記載のカルラコードも，情報暗号が座標系内において完了され固定されているものであって，これらと同様の情報固定型の記録方式である。",
                    "したがって，本件発明と引用発明1とは，情報記録方式において相違している。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "情報領域に記録された情報の読取り方式の相違",
                  "text": [
                    "引用発明1は，カード面の情報表示領域に余白のある限り追記情報を書き込むことができる仕様になっており，読取り時には走査線が情報の1個体(セル)ずつ切り出しながら読取りを始め，カード上の情報を切り出せなくなるまで繰り返し走査線を動かしていく必要がある。すなわち，引用発明1は，読み始めは同じでも，情報の読み終わりが不定である endless 型の情報逐次読取り方式となっている。",
                    "他方，本件発明においては，情報表示領域全体を一括でフォーマット(書式化)しているため，読取りにあたっては，本件明細書で引用されている二次元コードPDF417等と同様に，フォーマット(書式化)された情報の読み始めから読み終わりまでを一括で読み取る方式となっている。すなわち，本件発明は，暗号化時に情報領域全体が書式化されることによって，読み始めと読み終わり(start&end)がその時点で定められることによる，情報一括認識の読取り方式となる。",
                    "したがって，本件発明と引用発明1とは，情報領域に記録された情報の読取り方式において相違している。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおり，本件審決は，相違点1-1～1-5の看過があり，その結果，本件発明の新規性に係る判断を誤ったものであるから，本件審決は取り消されるべきである。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点1-1に対し",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，単位領域ごとに白色，赤色，緑色又は黄色とすることにより，2×2の4つの単位領域からなる1つの「単位情報記録領域」において，44＝256種類の情報の記録が可能となることが記載されている(【0024】)。つまり，引用発明1においては，本件発明の「表示領域」に相当する「単位領域」が二次元的に配列され，それらの色(波長)の組合せによって，情報が表示されているのであるから，「単位領域」の二次元的な配列により，「単位情報記録領域」に記録される情報を特定していることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "走査順序は，各「単位領域」の色(波長)を読み取る手順にすぎず，「単位領域」の二次元的な配列とは関係がない。走査順序のいかんにかかわらず，1つの「単位情報記録領域」に記録されている情報は，2×2の4つの「単位領域」の色(波長)の組合せにより決定されているのである。",
                    "また，本件発明は読取り手順や走査順序を発明特定事項としていないし，本件明細書にも，走査順序によって配列の次元が変わるなどという記載はない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点1-2に対し",
              "text": [
                "前記のとおり，引用発明1においては，1つの「単位情報記録領域」に記録されている情報は，2×2の4つの単位領域の色(波長)の組合せにより決定され，また，1つの「単位情報記録領域」に記録可能な情報は，44＝256種類であることが明確に述べられている。",
                "したがって，「単位領域」が二次元的に配列されていることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点1-3に対し",
              "text": [
                "本件審決は，引用発明1の「単位領域」は，本件発明の「反射又は放射の波長特性が異なる3種の表示領域」に相当すると認定したのであり，引用発明1が反射型と放射型のいずれであるかにかかわらず，本件審決の認定には誤りがない。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点1-4に対し",
              "text": [
                "引用例1【0024】には，単位領域ごとに白色，赤色，緑色又は黄色とすることにより，2×2の4つの単位領域からなる1つの「単位情報記録領域」において，44＝256種類の情報の記録が可能となることが記載されていることから，引用発明1においては，本件発明の「表示領域」に相当する「単位領域」が二次元的に配列され，そのように配列された「単位領域」の色(波長)の組合せによって，情報が表示されている。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "相違点1-5に対し",
              "content": [
                {
                  "fig": "ア",
                  "subject": "個別セル間での情報波長特性の組合せ組成方式について",
                  "text": [
                    "原告らのこの点に関する主張はそもそも趣旨が極めて不明確である上，本件発明の構成要件とどのように関連するのか不明であり，主張自体失当である。また，引用発明1においては，1つの「単位情報記録領域」に記録されている情報は，2×2の4つの「単位領域」の色(波長)の組合せにより決定されており，本件発明と相違するところはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "情報領域に記録される情報記録方式及び記録された情報の読取り方式について",
                  "text": [
                    "本件発明においては，原告らの主張するような「情報追記型」と「情報固定型」のいずれであるかという点について何らの限定もされておらず，また，読取り方式に関する限定も一切ないから，これらの点をもって引用発明1との相違点を論ずることはそもそも失当である。また，原告ら自身，上記各点が本件発明の構成要件とどのように関連するのかという点について何ら述べていない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(本件発明と引用発明2との相違点の看過)",
          "text": [
            "〔原告らの主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点2",
              "text": [
                "引用発明2の情報は0次元情報として存在する点で，本件発明と一致しない。",
                "すなわち，引用発明2は，旧のカルラコードと呼ばれていた情報集合の単体であり，前記1〔原告らの主張〕(2)のとおり，個々の情報は孤立して存在し，組成配列化は成立していない。",
                "したがって，引用発明2はカード技術でもコード技術でもなく，情報の組成配列化にも至っていない，単に0次元の情報体を示したものであるから，本件発明とは一致しない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "小括",
              "text": [
                "以上の点で本件審決の判断には誤りがあるから，本件審決は取り消されるべきである。",
                "〔被告の主張〕",
                "引用例2の記載(【0004】，【0008】)の記載によれば，引用発明2においては，本件発明の「表示領域」に相当する「単位図形」が二次元的(2×2)に配列され，それらの色(波長)の組合せによって，情報が表示されているのであるから，「単位図形」の二次元的な配列により，「識別コードマーク」に記録される情報を特定していることは明らかである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件特許に係る特許請求の範囲の記載は，前記第2の2のとおりである。また，本件明細書の発明の詳細な説明の記載は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "本発明は，色等の波長特性の組み合せによって情報を表示する情報コード及びその読み取り装置に関する。(【0001】)"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "上記JAＮコードは数字を13桁しか表現できず，多品種小量化の進んだ現在，商品に割り当てられた5桁では，商品の登録可能数が不足し，新たに商品を登録するために，既に扱わなくなった商品の登録を抹消しなければならない事態が生じている。(【0004】)",
                    "このような情報表示量の不足は，バーコードを採用する分野が広がるに伴って，顕著になって来ている。例えば電話の通話明細書では，バーの本数を増加したロングバーコードと標準型のバーコードを並べて印刷することにより，情報表示量の不足をカバーしようとしている。しかし，このように複数のバーコードを並べて表記する方法は，文字等を印刷する表示面を大きく圧迫して美観を損なう，ハンディスキャナで読み取ろうとすると長くなったバーコードを読み落し易い，大きな表示スペースが確保できる場合にしか採用できないといった問題があり，根本的な解決策にはなっていない。(【0005】)",
                    "また，バーコードの新たな利用方法として，製造年月日，製造者名，パック年月日，賞味期限等を同時に表示し，商品の購入者が支払いを行うとき，この情報を読み取り記録し，販売管理，商品管理等に利用することが考えられているが，モノクロ(黒と白，赤と白のように，地色に対して一色の色を使用することを意味する。)のバーコードで，このような多くの情報を表示しようとすると，表示パターンが複雑化すると共にバーコードラベルが大型化し，実用的でなくなるという問題があった。(【0006】)",
                    "そこで，本発明は，表示パターンを変えなくても表示できる情報量を大幅に増大して，上記問題を解決できる情報コードを提供することを目的とする。(【0009】)"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本発明の二次元コードは，反射又は放射の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素としたことを特徴とする。(【0010】)",
                    "ここで，反射又は放射の波長特性が異なるとは，所定の配列で並べられて情報コードを形成する表示領域の色が異なること，及び情報コードをステルスコードとして形成した場合に，その表示領域に印刷された蛍光体の放射波長が異なることをいう。また反射又は放射の波長特性が異なる3種以上の表示領域とは，上記波長特性の異なる表示領域が3種類以上あることを意味し，表示領域の大きさ又は形状の異なるものを使用する場合は，表示領域の種類の数は，これらを組み合わせた数となる。(【0011】)",
                    "この情報コードで表示できる情報量は，表示領域の種類の数を，並べられた表示領域数でべき乗した値となるので，モノクロで表示された情報コードに比べて，非常に多くの情報を表すことが出来るようになる。(【0012】)",
                    "さらに，本発明では，表示領域の配列数の多い二次元コードを多色化させているので，特に大幅な表示情報量の増大を図ることができる。(【0013】)",
                    "二次元コードは二次元に配列した表示領域(黒又は白で塗り分けられる最少表示単位)の組み合せにより情報を表示するもので，PDF417，カルラコード等が知られている。この二次元コードにおいて，各表示領域を，反射又は放射の波長特性が異なる3種以上の表示領域によって形成し，この二次元配列における表示領域の波長特性の組み合せを情報表示の要素とする。(【0048】)",
                    "この場合は，本発明の多色化による表示情報量の増大が，表示領域の配列数の多い二次元コードにおいて行われることになるので，表示情報量を，特に多くすることができる。(【0049】)"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の効果",
                  "text": [
                    "本発明は，情報コードを構成する表示領域の種類として3種以上の反射又は放射の波長特性を含ませるようにしたから，二次元コード又はステルスコードで表示できる情報量を飛躍的に増大することができる。したがって，従来の情報コードで表示量が不足していた問題を解決するとともに，本発明による大量の情報表示機能を生かして二次元コード又はステルスコードを新たな用途に用いることができる。(【0055】)"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の特徴",
              "content": [
                {
                  "fig": "ア",
                  "subject": "技術分野",
                  "text": [
                    "本件発明は，色等の波長特性の組合せによって情報を表示する情報コードに関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来技術と本件発明の課題",
                  "text": [
                    "JAＮコードのようなバーコードにおける情報表示量の不足は，バーコードを採用する分野が広がるに伴って，顕著になって来ている。しかし，複数のバーコードを並べて表記する方法は，文字等を印刷する表示面を大きく圧迫して美観を損なう，ハンディスキャナで読み取ろうとすると長くなったバーコードを読み落し易い，大きな表示スペースが確保できる場合にしか採用できないといった問題があり，根本的な解決策にはなっていない(【0004】，【0005】)。",
                    "また，モノクロのバーコードで多くの情報を表示しようとすると，表示パターンが複雑化すると共にバーコードラベルが大型化し，実用的でなくなるという問題があった(【0006】)。",
                    "そこで，本件発明は，表示パターンを変えなくても表示できる情報量を大幅に増大して，上記問題を解決できる情報コードを提供することを目的とする(【0009】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "前記課題を解決するために，本件発明の二次元コードは，反射又は放射の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組合せを情報表示の要素としたことを特徴とする(【0010】)。",
                    "この情報コードで表示できる情報量は，表示領域の種類の数を，並べられた表示領域数でべき乗した値となるので，モノクロで表示された情報コードに比べて，非常に多くの情報を表すことが出来るようになる(【0012】)。",
                    "さらに，本件発明では，表示領域の配列数の多い二次元コードを多色化させているので，特に大幅な表示情報量の増大を図ることができる(【0013】，【0049】)。",
                    "したがって，従来の情報コードで表示量が不足していた問題を解決するとともに，本件発明による大量の情報表示機能を生かして二次元コードを新たな用途に用いることができる(【0055】)。",
                    "ここで，反射又は放射の波長特性が異なるとは，所定の配列で並べられて情報コードを形成する表示領域の色が異なることをいう。また反射又は放射の波長特性が異なる3種以上の表示領域とは，上記波長特性の異なる表示領域が3種類以上あることを意味する(【0011】)。",
                    "二次元コードは二次元に配列した表示領域(黒又は白で塗り分けられる最少表示単位)の組合せにより情報を表示するもので，PDF417，カルラコード等が知られている。この二次元コードにおいて，各表示領域を，反射又は放射の波長特性が異なる3種以上の表示領域によって形成し，この二次元配列における表示領域の波長特性の組合せを情報表示の要素とする(【0048】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(本件発明と引用発明1との相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用例1には，以下の記載がある(図は，別紙引用例1図面目録参照)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "産業上の利用分野",
                      "text": [
                        "本発明は，カルラコードなどマーク状に情報が記録された光学式カードおよびその読取装置に関するものである。(【0001】)"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "従来の技術",
                      "text": [
                        "カルラコードは，図4に示すように，携帯用光学式カード1などの表面の所定領域を白地あるいはこれに近い色に形成した情報記録領域2を，縦方向に等間隔で複数の単位情報記録領域2-1，2-2，2-3，…，2-nに区分けするとともに，これら単位情報記録領域2-1，2-2，2-3，…，2-nをそれぞれ2×2の四つの単位領域a，b，c，dに区分けし，単位領域a，b，c，dのうちの任意の領域に光の反射率の低い黒色のマークMK(マーク有り)を付けあるいは黒色マークMKを付けない白色部(マーク無し)を設ける，これらの組合せでデータの記録または識別を行うものである。(【0002】)",
                        "カルラコードの各単位情報記録領域2-1，2-2，2-3，…，2-nにおける情報量を考察すると，隣接する四つの単位領域a，b，c，d毎に「マーク無し」，「マーク有り」の二つの状態が存在するため，24 ＝16種類の情報の記録が可能である。(【0003】)"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "しかしながら，従来のカルラコードは，各単位情報記録領域2-1～2-nの一の単位領域に対しては，黒色の一種類のマークMKしか記録せず，読取装置もこれに応じて一種類の光によりマークMKがあるか否かを検出するように構成しているため，記録密度に制約があり，多くの情報を記録する場合などは，情報記録領域2を拡大しなければならない。これでは，携帯用のカードのように大きさに制約があるものに対してカルラコードで情報を記録する場合，記録情報にも制約を受け，光学式カードの汎用性にも問題を生じてしまう。(【0007】)",
                        "以上の問題点を解決するため，マークを多色にして同一光源で照射して情報記録領域2からの反射光量の中間値で識別することも考えられるが，信頼性，再現性に乏しく現実的でない。また，実用化しようとすると，マークの均一性，読取装置に厳しい条件を課すこととなり，現実的ではない。(【0008】)",
                        "本発明は，かかる事情に鑑みてなされたものであり，その目的は，限られた広さの中で実質的に記録密度を高めた光学式カードおよびその記録情報を高い信頼性かつ高い再現性を維持し，かつ容易に読み取れる読取装置を提供することにある。(【0009】)"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "上記目的を達成するため，本発明では，記録面に所定の着色領域が形成され，この領域に照射された光の反射光により記録情報の内容が判別される光学式カードにおいて，上記領域を，一の波長の光に対する反射特性がそれぞれ異なる少なくとも三つの反射特性のうちの一の反射特性を有するようにした。(【0010】)"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "作用",
                      "text": [
                        "本発明の光学式カードによれば，単位情報記録領域に記録される情報の種類が多くなり，実質的に一単位記録領域当たりの記録密度が向上する。(【0015】)",
                        "本発明の光学式カードによれば，単位情報記録領域が多色化されているので，記録される情報の種類が多くなり，実質的に一単位記録領域当たりの記録密度が向上する。(【0016】)"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "実施例",
                      "text": [
                        "図1は，本発明に係る光学式カードを示す図であって，従来例を示す図2(判決注：「図4」の誤りと認める。)と同一構成部分は同一符号をもって表す。すなわち，1は光学式カード，2は情報記録領域，2-1，2-2，2-3，…，2-nは単位情報記録領域，a，b，c，dは単位情報記録領域2-1，2-2，2-3，…，2-nをそれぞれ2×2のマトリクス状に区分けした単位領域，MK1は第1のマーク，MK2は第2のマーク，MK3は第3のマークをそれぞれ示している。(【0020】)",
                        "第1のマークMK1は，たとえば赤色の塗料インクを所定の単位領域a～dに対して印刷することにより形成されている。この赤色の第1のマークMK1は，たとえば波長6500オングストローム(Å)近傍の波長帯の光に対する反射率が高く，他の波長帯の光に対する反射率が低い，すなわち吸収率が高い。(【0021】)",
                        "第2のマークMK2は，たとえば緑色の塗料インクを所定の単位領域a～dに対して印刷することにより形成されている。この緑色の第2のマークMK2は，たとえば波長5200Å近傍の波長帯の光に対する反射率が高く，他の波長帯の光に対する反射率が低い，すなわち吸収率が高い。(【0022】)",
                        "第3のマークMK3は，たとえば赤色と緑色との混合である黄色の塗料インクを所定の単位領域a～dに対して印刷することにより形成されている。この黄色の第3のマークMK3は，たとえば波長6500Å近傍の波長帯の光および波長5200Å近傍の波長帯の光に対して，ともに反射率が低い，すなわち両光に対して吸収率が高い。(【0023】)",
                        "このように，本実施例の光学式カード1は，従来のカードのようにマークMKとして黒色の一色ではなく，赤色と緑色と黄色の三色を用いて，いわゆる多色刷りのパターンを有するカードとして構成している。この構成により，一の単位領域に対して2値の情報ではなく，3値の情報を与えることができ，隣接する四つの単位領域から構成される一単位情報記録領域に対して44 ＝256種類の情報の記録が可能となっている。(【0024】)",
                        "制御部16は，フォトディテクタ14による電気信号SEを入力すると，その入力レベルSELとあらかじめ設定したしきい値THとの比較を行い，比較結果に応じた制御信号CTLを光源制御部13に出力するとともに，現在の読取対象位置にはいずれのデータが記録されているか否か，具体的には，読取対象の単位領域a～dに第1のマークMK1が記録されているか第2のマークMK2が記録されているか第3のマークMK3が記録されているか，あるいはいずれのマーク共記録されていないかを判別して，判別結果をメモリ17に記憶し，光学式カード1全体に対する読み取り動作が終了した時点で，記憶データの判別を行う。(【0030】)",
                        "次に，上記構成による動作を図3のフローチャートに基づいて説明する。読取装置内に取り込まれた光学式カード1は，その情報記録面が図3に示す読取部に密着され，図示しないモータで所定方向に間欠送りされる。ここで，送られた光学式カード1の情報記録領域2は，カード送り方向と直交する方向に走査される。(【0031】)",
                        "制御部16では，まず電気信号SEの入力レベルSELがあらかじめ設定したしきい値TH以上であるか否かの判別が行われる(S3)。制御部16は，このステップS3において，電気信号SEの入力レベルSELがしきい値THより低いと判別した場合は，読み取った単位領域には波長6500Å近傍の光に対する吸収率の高いマーク，すなわち緑色の第2のマークMK2あるいは黄色の第3のマークMK3が記録(印刷)されているものと判定し，第1の光源11の点灯からの第2の光源12の点灯に切り替えるように制御信号CTLを光源制御部13に出力する。(【0033】)",
                        "制御部16では，上記したステップS3の場合と同様に，電気信号SEの入力レベルSELがあらかじめ設定したしきい値TH以上であるか否かの判別が行われる(S5)。制御部16は，このステップS5において，電気信号SEの入力レベルSELがしきい値THより低いと判別した場合は，読み取った単位領域には波長6500Å近傍の光および波長5200Å近傍の光に対する吸収率(判決注：「反射率」の誤りと認める。)の高いマーク，すなわち黄色の第3のマークMK3が記録(印刷)されているものと判定して(S6)，その位置情報を加えてメモリ17に記憶する(S7)とともに，第2の光源12の点灯を停止するように制御信号CTLを光源制御部13に出力する。(【0035】)",
                        "一方，ステップS5において，電気信号SEの入力レベルSELがしきい値TH以上であると判別した場合は，読み取った単位領域には波長5200Å近傍の光に対する反射率の高いマーク，すなわち緑色の第2のマークMK2が記録(印刷)されているものと判定して(S8)，その位置情報を加えてメモリ17に記憶する(S7)とともに，第2の光源12の点灯を停止するように制御信号CTLを光源制御部13に出力する。(【0036】)",
                        "一方，ステップS3において，電気信号SEの入力レベルSELがしきい値TH以上であると判別した場合は，読み取った単位領域には波長6500Å近傍の光に対する反射率の高いマーク，すなわち赤色の第1のマークMK1が記録(印刷)されているか，あるいは，第1，第2および第3のマークMK1，MK2，MK3のいずれのマークも記録されていないものと判定し，第1の光源11の点灯から第2の光源12の点灯に切り替えるように制御信号CTLを光源制御部13に出力する。(【0037】)",
                        "制御部16では，上記したステップS3およびS5の場合と同様に，電気信号SEの入力レベルSELがあらかじめ設定したしきい値TH以上であるか否かの判別が行われる(S10)。制御部16は，このステップS10において，電気信号SEの入力レベルSELがしきい値THより低いと判別した場合は，読み取った単位領域には波長5200Å近傍の光に対する吸収率の高いマーク，すなわち赤色の第1のマークMK1が記録(印刷)されているものと判定して(S11)，その位置情報を加えてメモリ17に記憶する(S7)とともに，第2の光源12の点灯を停止するように制御信号CTLを光源制御部13に出力する。(【0039】)",
                        "一方，ステップS10において，電気信号SEの入力レベルSELがしきい値TH以上であると判別した場合は，第1，第2および第3のマークMK1，MK2，MK3のいずれのマークも記録されていないものと判定して(S12)，その位置情報も加えてメモリ17に記憶する(S7)とともに，第2の光源12の点灯を停止するように制御信号CTLを光源制御部13に出力する。(【0040】)",
                        "以上の動作が，カードの間欠送り毎に繰り返し行われ，情報記録領域2の全範囲に亘る読み取りが終了した後に，読取情報の判別が行われる。(【0041】)",
                        "なお，本実施例では，光学式カード1に記録(印刷)するマークの色として赤と緑と黄の場合を例にとり説明した，これに限定されるものでないことはいうまでもない。2色あるいは他の色，たとえば光の3原色の一つである「青色」を用いる場合には，読取装置における光源の波長もそれに応じて変えることが望ましい。また，記録するマークの色は2色または3色に限定されるものでないことは勿論である。多色にすればする程，単位情報記録領域の記録密度を高くすることができる。この場合に，精度よく情報を読み取るためのは，色の数に対応した数の光源を用いることが望ましく，また，それらの波長もそれぞれマークの色に応じた波長に設定することが望ましい。また，無彩色である「白色」，「黒色」と光の3原色である「赤色」，「緑色」，「青色」を組み合わせるなど，種々の態様が可能である。さらに，本実施例では，色の数に応じたそれぞれ波長の異なる複数の光源を用いる構成を例に説明したが，たとえば白色光を出射する一の光源を用い，その光のマークによる反射光を可変の波長フィルタを介して選択的に受光するように構成しても，上記と同様の効果を得ることができる。(【0043】)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(キ)",
      "subject": "発明の効果",
      "text": [
        "以上説明したように，本発明の光学式カードによれば，従来の光学式カードに比べて，単位情報記録領域当たりの記録密度の向上を図れる利点がある。また，本発明の読取装置によれば，上記光学式カードに記録された情報を，容易にかつ高い信頼性および高い再現性を維持し精度よく読み取ることができる。(【0044】)"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "引用発明1の認定"
        }
      ]
    },
    {
      "fig": "(ア)",
      "subject": "技術分野及び発明が解決しようとする課題",
      "text": [
        "引用発明1は，カルラコードなどマーク状に情報が記録された光学式カードに関するものである(【0001】)。",
        "従来のカルラコードは，各単位情報記録領域2-1～2-nの一の単位領域に対しては，黒色の一種類のマークMKしか記録せず，読取装置もこれに応じて一種類の光によりマークMKがあるか否かを検出するように構成しているため，記録密度に制約があり，多くの情報を記録する場合などは，情報記録領域2を拡大しなければならない。これでは，携帯用のカードのように大きさに制約があるものに対してカルラコードで情報を記録する場合，記録情報にも制約を受け，光学式カードの汎用性にも問題を生じてしまう(【0007】)。",
        "引用発明1は，かかる事情に鑑みてなされたものであり，その目的は，限られた広さの中で実質的に記録密度を高めた光学式カードを提供することにある(【0009】)。"
      ]
    },
    {
      "fig": "(イ)",
      "subject": "構成",
      "content": [
        {
          "content": [
            {
              "fig": "a",
              "text": [
                "引用例1に記載された光学式カード1には，情報記録領域2が存在し，情報記録領域2は一方向に等間隔で複数(n箇所)の単位情報記録領域2-1～2-nに区分けされ，各単位情報記録領域はそれぞれ2×2のマトリクス状に四つの単位領域a～dに区分けされる(【0020】，図1)。"
              ]
            },
            {
              "fig": "b",
              "text": [
                "各単位領域は，第1のマークMK1，第2のマークMK2及び第3のマークMK3のいずれかが記録されているか，又はいずれのマークも記録されていないかのいずれかである(【0030】，図1)。",
                "また，第1のマークMK1，第2のマークMK2及び第3のマークMK3は，それぞれ赤色，緑色及び黄色の塗料インクで印刷されたものである(【0021】～【0023】)。もっとも，「従来例を示す図2と同一構成部分は同一符号をもって表す。」(【0020】。ただし，「図2」は「図4」の誤りである。)とされているところ，従来例の光学式カード1については，「携帯用光学式カード1などの表面の所定領域を白地あるいはこれに近い色に形成した情報記録領域2を…複数の単位情報記録領域…に区分けするとともに，これら単位情報記録領域…をそれぞれ2×2の四つの単位領域a，b，c，dに区分けし，単位領域a，b，c，dのうちの任意の領域に光の反射率の低い黒色のマークMK(マーク有り)を付けあるいは黒色マークMKを付けない白色部(マーク無し)を設ける，これらの組合せでデータの記録または識別を行う」(【0002】)と記載されている。",
                "そうすると，引用発明1の実施例である図1の光学式カード1の単位領域のうち，いずれのマークも記録されていない単位領域は，「白地あるいはこれに近い色」(以下「白色」という。)であると認められる。",
                "以上より，引用発明1の各単位領域は，赤色，緑色，黄色及び白色の4色のいずれかであると理解される。",
                "なお，このように理解することは，「それぞれの単位領域が少なくとも三色のうちの一色に着色されている。」(【0011】)，「本実施例の光学式カード1は，従来のカードのようにマークMKとして黒色の一色ではなく，赤色と緑色と黄色の三色を用いて，いわゆる多色刷りのパターンを有するカードとして構成している。この構成により，一の単位領域に対して2値の情報ではなく，3値の情報を与えることができ」る(【0024】)といった記載と一見矛盾するかのごとくであるが，前記【0030】の記載のほか，「隣接する四つの単位領域から構成される一単位情報記録領域に対して44 ＝256種類の情報の記録が可能となっている。」との記載(【0024】。すなわち，ここでは一の単位領域に対して4値の情報を与えることができることが示されている。)に鑑みると，引用発明1の光学式カード1の単位領域の取り得る色は，赤色，緑色，黄色及び白色の4色であり，この4色によって4値の情報を与えていると理解するのが技術的観点から自然である。",
                "また，引用例1【0023】は，黄色について反射率と吸収率とを誤って記載しているところ，【0033】～【0040】の読取動作の記載は，この誤った記載に整合的な内容となっている。もっとも，引用例1には「マークの色として赤と緑と黄の場合を例にとり説明した，これに限定されるものでないことはいうまでもない。2色あるいは他の色，たとえば光の3原色の一つである『青色』を用いる場合には，読取装置における光源の波長もそれに応じて変えることが望ましい。」(【0043】)との記載があることから，黄色に変えて青色を用いることも示されている。青色は赤色光(6500Å)及び緑色光(5200Å)の反射率が低いことから，赤色，緑色，青色及び白色の4色を用いた場合，その読取動作は，【0033】～【0040】の記載と整合的なものとなる。",
                "そうすると，引用発明1の光学式カード1の単位領域が取り得る色は，反射の波長特性が異なる4色であると理解することは，引用例1の記載全体と整合的である。"
              ]
            },
            {
              "fig": "c",
              "text": [
                "これに加え，「単位情報記録領域が多色化されているので，記録される情報の種類が多くなり，実質的に一単位記録領域当たりの記録密度が向上する。」(【0016】)との記載があることに鑑みれば，引用例1に記載された技術は，光学式カード1それ自体の改良ではなく，光学式カード1に記録された情報記録領域2を多色化するという改良によって，前記課題を解決したものであると理解するのが相当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "以上より，引用例1には，以下の引用発明1が記載されていると認められる。なお，以下の認定は，本件審決による引用発明1の認定と実質的に異なるものではない。",
        "携帯用光学式カード1などの表面の所定領域を白色に形成した情報記録領域2を，一方向に等間隔で複数の単位情報記録領域2-1～2-nに区分けし，単位情報記録領域2-1～2-nそれぞれを，マトリクス状に2×2の四つの単位領域a～dに区分けし，各単位情報記録領域は，隣接する四つの単位領域a～dごとに「マーク無し」，「マーク有り」の二つの状態を記録するカルラコードにおいて，隣接する四つの単位領域a～dに対して，「マーク有り」の状態の単位領域には，赤色の第1のマークMK1，緑色の第2のマークMK2及び黄色の第3のマークMK3のいずれかを印刷し，上記三色のマークに加え白色の四色で4値の情報を一の単位領域に対して与えることで，2×2のマトリクスを形成する隣接する四つの単位領域からなる一の単位情報記録領域2-1では4値の組合せで44＝256種類の情報の記録が可能なコード。"
      ],
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "fig": "(2)",
                  "subject": "本件発明と引用発明1との対比"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "「反射又は放射の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され」について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "引用発明1の「単位領域」は，「単位領域a～dごとに『マーク無し』，『マーク有り』の二つの状態を記録するものである。ここで，引用発明1の「マーク」は，「赤色の第1のマークMK1，緑色の第2のマークMK2及び黄色の第3のマークMK3のいずれかを印刷し」たものであるから，「マーク有り」の状態の単位領域は，「赤色，緑色，黄色の三色」のうちいずれかの色を表示するものである。また，引用発明1の「単位領域」は「白地に形成した情報記録領域2」を区分けしたものであるから，「マーク無し」の状態の単位領域は「白色」を表示するものである。",
        "したがって，引用発明1の「単位領域」は，第1のマークMK1，第2のマークMK2及び第3のマークMK3のいずれか又はマーク無しを表示する「表示領域」に相当する。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "また，引用例1の「単位領域」に赤色(第1のマークMK1)，緑色(第2のマークMK2)，黄色(第3のマークMK3)及びマーク無し(白色)のいずれが表示されているかを判別する手法として，引用例1には，第1の光源及び第2の光源のそれぞれから波長の異なる放射光を単位領域に照射し，単位領域により反射された光のレベルによって，上記放射光に対する吸収率ないし反射率の高いマークが記録されているものと判定して単位領域の色を判別する手法(【0030】～【0033】，【0035】～【0037】，【0039】～【0041】，【0043】)が記載されている。この記載に鑑みれば，引用発明1は，色ごとに反射の波長特性が異なることを利用した技術であることが理解できる。そうすると，引用発明1の「単位領域」は，反射の波長特性が異なる4種の色のいずれかを表示する領域といえることから，本件発明の「反射又は放射の波長特性が異なる3種以上の表示領域」に相当する。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "さらに，引用発明1の「単位領域」は，一つの単位情報記録領域を「マトリクス状に2×2の四つの単位領域a～dに区分け」したものであるから，引用発明1の単位情報記録領域は，四つの「単位領域」をマトリクス状に2×2に配列したものといえる。同様に，引用発明1の単位情報記録領域は，「情報記録領域」を一方向に等間隔で複数(n個)に区分けしたものであるから，引用発明1の「情報記録領域」は，単位情報記録領域を一方向に等間隔で複数(n個)配列したものといえる。",
        "そうすると，引用発明1の「情報記録領域」は，「単位領域」をマトリクス状に2×2に配列した単位情報記録領域を一方向に等間隔で複数(n個)配列したもの，すなわち，「単位領域」をマトリクス状に2×2nに配列したものといえるところ，表示領域に相当する「単位領域」をマトリクス状に2×2nに配列することは，「単位領域」を縦方向に2行，横方向に2n列に並べること，すなわち，縦方向及び横方向からなる二次元的な配列で並べることにほかならない。"
      ]
    },
    {
      "fig": "(エ)",
      "text": [
        "したがって，引用発明1と本件発明とは，「反射(又は放射)の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され」ている点で共通する。"
      ],
      "content": [
        {
          "fig": "イ",
          "subject": "「この配列における表示領域の波長特性の組み合せを情報表示の要素とした」について"
        }
      ]
    },
    {
      "fig": "(ア)",
      "text": [
        "引用発明1の「単位情報記録領域」のそれぞれは，「44 ＝256種類の情報の記録が可能」であるから，256種類の情報のうち1種類を表示する「情報表示の要素」といえる。"
      ]
    },
    {
      "fig": "(イ)",
      "text": [
        "また，引用発明1では「2×2のマトリクスを形成する隣接する四つの単位領域からなる一の単位情報記録領域では4値の組み合わせで44 ＝256種類の情報の記録が可能」となるところ，当該「4値」は，「単位領域」に記録された「第1のマークMK1」，「第2のマークMK2」及び「第3のマークMK3」並びに「マーク無し」の状態に対応するそれぞれ異なった反射の波長特性を持つ4色によって単位領域に与えられたものである。そうすると，引用発明1の「4値の組み合わせ」は，本件発明の「表示領域の波長特性の組み合せ」に相当する。"
      ]
    },
    {
      "fig": "(ウ)",
      "text": [
        "したがって，引用発明1の反射の波長特性が異なる「三色のマークに加え白色の四色で4値の情報を一の単位領域に対して与えることで，2×2のマトリクスを形成する隣接する四つの単位領域からなる一の単位情報記録領域2-1では4値の組合せで44＝256種類の情報の記録が可能」であることは，本件発明の「この配列における表示領域の波長特性の組み合せを情報表示の要素とした」ことに相当する。"
      ],
      "content": [
        {
          "fig": "ウ",
          "subject": "「ことを特徴とする二次元コード」について",
          "text": [
            "上記アによれば，引用発明1の「コード」は，「反射(又は放射)の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され」たものであって，四つの単位領域からなる単位情報記録領域に対して「44 ＝256種類の情報の記録が可能」であるから，情報を4色の単位領域の二次元的な配列によって記録したものである。",
            "「コード」には「情報を表現する記号・符号の体系。また，情報伝達の効率・信頼性・守秘性を向上させるために変換された情報の表現，また変換の規則。」といった意味があるところ，本件明細書及び引用例1は，いずれも「コード」につき上記の意味において使用しているものと理解される。",
            "そうすると，引用発明1の「コード」は，4色のうち1色を取る単位領域を二次元的に配列したコードであるといえ，本件発明の「二次元コード」に相当する。このことは，引用例1に「本発明は，カルラコードなどマーク状に情報が記録された光学式カードおよびその読取装置に関するものである。」(【0001】)との記載や，カルラコードが二次元バーコードの一種であること(本件明細書【0048】，乙3)とも整合する。"
          ]
        },
        {
          "fig": "エ",
          "subject": "小括",
          "text": [
            "以上を総合すると，本件発明と引用発明1とは，「反射又は放射の波長特性が異なる3種以上の表示領域を二次元的な配列で並べて形成され，この配列における表示領域の波長特性の組み合せを情報表示の要素としたことを特徴とする二次元コード。」である点で一致し，相違するところがない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(3)",
                  "subject": "原告らの主張について"
                }
              ]
            }
          ]
        },
        {
          "fig": "ア",
          "subject": "相違点1-1について",
          "text": [
            "原告らは，引用発明1は1次元情報技術である点で，本件発明と一致しないと主張する。",
            "しかし，引用発明1においては，本件発明の「表示領域」に相当する「単位領域」が「2×2nに配列」されていることは，前記のとおりである。また，引用発明1の読取装置が，光学式カードを長手方向に間欠送りするという動作と，カード送り方向と直交する方向に走査するという動作とを共に必要とするということは，当該カードに記録されたコードは，二つの方向で，すなわち二次元的に読み取る必要があることを示すものであり，当該コードの表示領域は二次元的な配列で並べられているものと理解するほかない。",
            "したがって，原告ら主張に係る相違点1-1は認められない。"
          ]
        },
        {
          "fig": "イ",
          "subject": "相違点1-2について",
          "text": [
            "原告らは，引用発明1のカード上の情報は0次元情報として存在する点で，本件発明と一致しないと主張する。",
            "しかし，前記のとおり，引用発明1において，本件発明の「表示領域」に相当する「単位領域」は二次元的に配列されているものである。",
            "したがって，原告ら主張に係る相違点1-2は認められない。"
          ]
        },
        {
          "fig": "ウ",
          "subject": "相違点1-3について",
          "text": [
            "原告らは，引用発明1は光学情報における反射型情報に特化されたものである点で，本件発明と一致しないと主張する。",
            "しかし，前記のとおり，引用発明1は，色ごとに反射の波長特性が異なることを利用した技術であり，引用発明1の「単位領域」は，反射の波長特性が異なる4種の色のいずれかを表示する領域といえることから，本件発明の「反射又は放射の波長特性が異なる3種以上の表示領域」に相当する。",
            "したがって，原告ら主張に係る相違点1-3は認められない。"
          ]
        },
        {
          "fig": "エ",
          "subject": "相違点1-4について",
          "text": [
            "原告らは，引用発明1では波長特性の組合せが情報表示の要素とされていない点で，本件発明と一致しないと主張する。",
            "しかし，前記のとおり，引用発明1は，反射の波長特性が異なる「三色のマークに加え白色の四色で4値の情報を一の単位領域に対して与えることで，2×2のマトリクスを形成する隣接する四つの単位領域からなる一の単位情報記録領域2-1では4値の組合せで44＝256種類の情報の記録が可能」なものであり，「この配列における表示領域の波長特性の組み合せを情報表示の要素とした」ものである。",
            "したがって，原告ら主張に係る相違点1-4は認められない。"
          ]
        },
        {
          "fig": "オ",
          "subject": "相違点1-5について",
          "text": [
            "原告らは，本件発明と引用発明1では，①表示領域の配列された個別セル間での情報波長特性の組合せ方式，②情報領域に記録される情報記録方式，③情報領域に記録された読取り方式の3点で技術方式が相違していると主張する。",
            "しかし，その指摘に係る情報波長特性の組合せ組成方式，情報領域に記録される情報記録方式，情報領域に記録された情報の読取り方式のいずれについても，本件発明に係る特許請求の範囲に記載されたものではなく，また，本件明細書にも，本件発明につきそのような限定がされていることをうかがわせる記載は見当たらない。",
            "したがって，原告ら主張に係る相違点1-5は認められない。"
          ]
        },
        {
          "fig": "カ",
          "text": [
            "以上より，この点に関する原告らの主張はいずれも採用できない。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(4)",
                  "subject": "小括",
                  "text": [
                    "以上のとおり，本件発明は引用発明1であるから，本件発明は，特許法29条1項3号の規定により特許を受けることができない。取消事由1は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "3",
                      "subject": "結論",
                      "text": [
                        "よって，その余の点について判断するまでもなく，原告らの請求は理由がないからこれを棄却することとし，主文のとおり判決する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}