{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2016-800079号事件について平成30年3月19日にした審決中，「特許第4010455号の請求項1ないし6，8に係る発明についての特許を無効とする。」とした部分を取り消す。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文同旨(請求項7に係る発明についての審判請求を不成立とした部分の取り消しを求めるものではないと善解した。)"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要(後掲証拠及び弁論の全趣旨から認められる事実)",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，名称を「散乱光式煙感知器」とする発明に係る特許権(特許第4010455号。平成15年4月24日出願(以下「本件出願日」という。)，平成19年9月14日設定登録。請求項の数8。以下，「本件特許権」といい，同特許権に係る特許を「本件特許」という。)の特許権者である(甲44)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成28年6月29日に特許庁に無効審判請求をし，特許庁は上記請求を無効2016-800079号事件として審理した。原告は，同年9月23日付けで本件特許の特許請求の範囲につき訂正請求した(以下「本件訂正」という。)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成30年3月19日，「特許第4010455号の特許請求の範囲を訂正請求書に添付された訂正明細書の特許請求の範囲のとおり，訂正後の請求項〔1-8〕について訂正することを認める。特許第4010455号の請求項1ないし6，8に係る発明についての特許を無効とする。特許第4010455号の請求項7に係る発明についての審判請求は，成り立たない。」旨の審決(以下「審決」という。)をし，その謄本は，同月31日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成30年4月27日，審決の取消しを求めて本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件訂正後の本件特許の特許請求の範囲の記載は，次のとおりである。以下，各請求項に記載の発明を「本件発明1」などといい，本件発明1～8を「本件発明」と総称する。本件特許の明細書を，図面を含めて「本件明細書」という。また，本件明細書の図面の一部は，別紙本件明細書図面目録記載のとおりである。",
                "【請求項1】",
                "検煙空間に向け，第1波長を発する第1発光素子と，第1波長とは異なる第2波長を発する第2発光素子と，第1発光素子と第2発光素子から発せられる光を直接受光しない位置に設けられた受光素子とを備えた散乱光式煙感知器に於いて，",
                "前記第1発光素子と受光素子の光軸の交差で構成される第1散乱角に対し，第2発光素子と受光素子の光軸の交差で構成される第2散乱角を大きく構成し，",
                "第1発光素子から発せられる第1波長に対し，第2発光素子から発せられる第2波長を短くし，前記第1発光素子による煙の散乱光量と，第2発光素子による煙の散乱光量とを比較することにより煙の種類を識別することを特徴とする散乱光式煙感知器。",
                "【請求項2】",
                "請求項1記載の散乱光式煙感知器に於いて，前記第1発光素子と受光素子で構成する光軸と，前記第2発光素子と受光素子で構成する光軸が，同一平面上に存在するよう，前記第1発光素子と第2発光素子及び受光素子を平面角配置としたことを特徴とする散乱光式煙感知器。",
                "【請求項3】",
                "請求項1記載の散乱光式煙感知器に於いて，前記第1発光素子と受光素子で構成する光軸と，前記第2発光素子と受光素子で構成する光軸が，同一平面上に存在しないよう，前記第1発光素子と第2発光素子及び受光素子を立体角配置としたことを特徴とする散乱光式煙感知器。",
                "【請求項4】",
                "請求項1記載の散乱光式煙感知器に於いて，煙の種類に応じた判断基準により火災判断を行うことを特徴とする散乱光式煙感知器。",
                "【請求項5】",
                "請求項4記載の散乱光式煙感知器に於いて，前記判断基準は，煙の種類に応じて閾値を変更することを特徴とする散乱光式煙感知器。",
                "【請求項6】",
                "請求項4記載の散乱光式煙感知器に於いて，前記判断基準は，煙の種類に応じて火災を判断するカウント回数を設定することを特徴とする散乱光式煙感知器。",
                "【請求項7】",
                "請求項2乃至6記載の散乱光式煙感知器に於いて，通常の監視状態では，第1発光素子のみを駆動し，前記受光素子から所定の受光出力が得られた際，前記第2発光素子を駆動することを特徴とする散乱光式煙感知器。",
                "【請求項8】",
                "請求項1記載の散乱光式煙感知器に於いて，",
                "前記第1発光素子と受光素子の光軸の交差で構成される第1散乱角を20°～50°の範囲に定め，第2発光素子と受光素子の光軸の交差で構成される第2散乱角を100°～150°の範囲に定め，",
                "第1発光素子から発せられる第1波長の中心波長を800nm以上に定め，第2発光素子から発せられる第2波長の中心波長を500nm以下に定めたことを特徴とする散乱光式煙感知器。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "上記請求項1の記載は，次のとおり分説することができる。",
        "A)検煙空間に向け，第1波長を発する第1発光素子と，第1波長とは異なる第2波長を発する第2発光素子と，",
        "B)第1発光素子と第2発光素子から発せられる光を直接受光しない位置に設けられた受光素子とを備えた散乱光式煙感知器に於いて，",
        "C)前記第1発光素子と受光素子の光軸の交差で構成される第1散乱角に対し，第2発光素子と受光素子の光軸の交差で構成される第2散乱角を大きく構成し，",
        "D)第1発光素子から発せられる第1波長に対し，第2発光素子から発せられる第2波長を短くし，",
        "E)前記第1発光素子による煙の散乱光量と，第2発光素子による煙の散乱光量とを比較することにより煙の種類を識別することを特徴とする",
        "F)散乱光式煙感知器。"
      ],
      "content": [
        {
          "fig": "3",
          "subject": "審決の理由の要旨"
        }
      ]
    },
    {
      "fig": "(1)",
      "text": [
        "被告は，本件発明について，①サポート要件違反(無効理由1)，及び②国際公開第01／059737号(甲1。以下「甲1文献」という。)に記載の発明(以下「引用発明」という。)及び下記甲3，5～11の文献(以下，それぞれ「甲3文献」などという。)記載の技術事項に基づく進歩性欠如(無効理由2)を主張した。",
        "審決の理由は，別紙審決書(写し)記載のとおりであり，要するに，①本件発明はサポート要件に適合するが，②本件発明1～6，8は，引用発明及び甲3，5～11文献に基づき当業者が容易に想到することができたものであり進歩性を欠くから，本件発明1～6，8についての特許を無効とすべきであるというものである。なお，文献中の図面の一部は，各文献の番号に応じた別紙図面目録記載のとおりである。",
        "甲3：湯原義公・鈴木哲也，「レーザ回折／散乱式粒度分布測定装置LA-700」，Readout  HORIBA  Technical  Reports，株式会社堀場製作所，1992年1月26日，Ｎo．4，p30-36",
        "甲5：特開平6-109631号公報",
        "甲6：特開昭51-15487号公報",
        "甲7：特開2001-126165号公報",
        "甲8：特開平4-124798号公報",
        "甲9：特開2001-153801号公報",
        "甲10：特開平11-23458号公報",
        "甲11：特開昭59-47691号公報"
      ]
    },
    {
      "fig": "(2)",
      "text": [
        "審決が認定した引用発明及び本件発明との一致点及び相違点は次のとおりである。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "ア",
              "subject": "引用発明",
              "content": [
                {
                  "fig": "a)",
                  "subject": "空気中に浮遊する煙粒子を感知する装置であって，"
                },
                {
                  "fig": "b)",
                  "subject": "少なくとも第1の照明および第2の照明を与えるように構成された光源と，"
                },
                {
                  "fig": "c)",
                  "subject": "煙粒子を含み得る検出対象空気が流れるように構成された煙粒子感知区画と，"
                },
                {
                  "fig": "d)",
                  "subject": "前記第1または第2の照明によって，前記煙粒子感知区画を交互に照射するように構成された諭理手段と，"
                },
                {
                  "fig": "e)",
                  "subject": "前記煙粒子感知区画内の煙粒子で散乱した光を受光するセンサ手段と，"
                },
                {
                  "fig": "f)",
                  "subject": "前記煙粒子感知区画の所定の状態の指標を提供する出力手段と，"
                },
                {
                  "fig": "g)",
                  "subject": "当該装置の構成要素が，適所に機械的に固定されており，"
                },
                {
                  "fig": "h)",
                  "subject": "前記第1および第2の照明が，独立して放射され，"
                },
                {
                  "fig": "i)",
                  "subject": "前記第1および第2の照明が，異なる位置から与えられ，"
                },
                {
                  "fig": "j)",
                  "subject": "前記第1および第2の照明が，異なる角度で照射し，"
                },
                {
                  "fig": "k)",
                  "subject": "前記第1の照明の光軸と散乱した光を受光するセンサ手段の光軸と交差する角度を前方散乱を検出する角度とし，第2の照明の光軸と散乱した光を受光するセンサ手段の光軸と交差する角度を後方散乱を検出する角度とするような態様とされ，"
                },
                {
                  "fig": "l)",
                  "subject": "前記第1および第2の照明が，一方が短波長光で他方が長波長光等，異なる波長であり，"
                },
                {
                  "fig": "m)",
                  "subject": "前記第1の照明および第2の照明の照射方向が，前記散乱した光を受光するセンサ手段の受光方向に直接向いていない態様とし，"
                },
                {
                  "fig": "n)",
                  "subject": "長波長光からの振幅信号と短波長光からの振幅信号との比を比較することにより煙粒子の大きさを判定し，",
                  "content": [
                    {
                      "fig": "o)",
                      "subject": "判定を行うための照明の光は，10ms等の短い幅にパルス化されており，センサでは，各波長の散乱光の各パルスに応答して，信号が生成される，"
                    },
                    {
                      "fig": "p)",
                      "subject": "煙粒子感知装置",
                      "text": [
                        "を備えた煙感知器。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "subject": "本件発明1と引用発明の対比",
              "text": [
                "本件発明1と引用発明は以下の［一致点］で一致し，［相違点1］について相違する。",
                "［一致点］",
                "A)検煙空間に向け，第1波長を発する第1発光素子と，第1波長とは異なる第2波長を発する第2発光素子と，",
                "B)第1発光素子と第2発光素子から発せられる光を直接受光しない位置に設けられた受光素子とを備えた散乱光式煙感知器に於いて，",
                "C)前記第1発光素子と受光素子の光軸の交差で構成される第1散乱角に対し，第2発光素子と受光素子の光軸の交差で構成される第2散乱角を大きく構成し，",
                "D´)第1発光素子から発せられる第1波長に対し，第2発光素子から発せられる第2波長を異ならせ，",
                "E)前記第1発光素子による煙の散乱光量と，第2発光素子による煙の散乱光量とを比較することにより煙の種類を識別する",
                "F)散乱光式煙感知器。",
                "［相違点1］",
                "本件発明1は，第1発光素子から発せられる第1波長に対し，第2発光素子から発せられる第2波長を短くしているのに対し，引用発明の第1の照明と第2の照明とは，どちらの照明の波長が短いか特定されていない点。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "その余の発明と引用発明の対比",
              "text": [
                "本件発明2～5と引用発明は相違点1において相違し，さらに，本件発明6と引用発明は下記の相違点2，本件発明8と引用発明は下記の相違点3において相違する。",
                "［相違点2］",
                "本件発明6の判断基準は，煙の種類に応じて火災を判断するカウント回数を設定するものであるのに対し，甲1発明は，そのような構成を有していない点。",
                "［相違点3］",
                "散乱光式煙感知器の駆動が，本件発明7は，通常の監視状態では，第1発光素子のみを駆動し，前記受光素子から所定の受光出力が得られた際，前記第2発光素子を駆動するのに対し，甲1発明は，そのような特定がされていない点。"
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "text": [
            "取消事由1：引用発明の認定の誤りに基づく相違点の看過(無効理由2)",
            "取消事由2：相違点1の容易想到性判断の誤り(無効理由2)",
            "取消事由3：手続違背"
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤りに基づく相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明が「前記第1発光素子による煙の散乱光量と，第2発光素子による煙の散乱光量とを比較することにより煙の種類を識別する」(分説E)に相当する構成を有するとした審決の認定は誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1文献に記載された技術事項についての理解",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1文献の請求項6によれば，第1の光源は「比較的小さな粒子サイズを感知するための」もの，第2の光源は「比較的大きな粒子サイズを感知するため」のものであり，第1の光源と第2の光源が担当する粒子サイズが異なっていることが理解される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "また，請求項14では，「b．光源(a source of light)」と記載され，光源が複数であることは限定されていないにもかかわらず，「c．前記発光を用いて，粒子サイズ及び／又は粒子範囲を決定する」ことができることが記載されており，甲1文献では，光源が単一であっても，粒子サイズ及び／又は粒子範囲を決定できるものとされている。したがって，粒子の大きさを判定するために，波長の異なる光源からの振幅信号の比をとる，あるいは比較するというように，複数の光源を必須とする構成を前提としていることはあり得ない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，請求項16にも，第1の光源は「第1の範囲および／もしくは比較的小さな粒子サイズを感知するため」，第2の光源は「第2の範囲および／もしくは比較的大きな粒子サイズを感知するため」であることが記載されている。つまり，第1の光源，第2の光源はそれぞれ単一であっても粒子の大きさを感知できることが分かる。また，上記(ア)と同様に，第1の光源と第2の光源が担当する粒子サイズが異なっていることも理解できる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲1文献の，【背景技術】，【発明が解決しようとする課題】及び【課題を解決するための手段】からも分かるように，甲1文献は，単一光源では小さい粒子からの散乱光の感度が低いので，波長の異なる別の光源を設けたということしか述べておらず，新たな光源を設ける際に，新たに設けた光源との間で比をとるなどということは，一切開示していない。",
                        "以上によれば，甲1文献において，各光源は，対応する大きさの粒子サイズを検知するための光源であり，長波長光の振幅信号と短波長光の振幅信号との比をとったり，比較したりするという技術的思想は記載されていない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「信号の比」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "以下のとおり，審決が引用発明に分説Eに相当する構成が開示されていることの認定の根拠とする甲1文献の13頁29行～14頁11行(審決中の甲1-ウの記載。その内容は，本判決43頁参照。以下「本件記載」という。)は，技術的な矛盾を含んでおり，その内容を理解することは困難である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "無効審判の合議体においても，甲1-ウの記載についての認定を二転三転させている。また，当業者である被告も，口頭審理陳述要領書(甲31)での解釈及び上申書(甲34)で3つの異なる解釈を主張している。これは，本件記載が，技術的な矛盾を含んでいることによるものである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "甲1文献には「レイリーの理論」の記載しかないから，引用発明に関していえば，レイリーの理論によって散乱する粒子を対象とした発明であると理解するのが自然である。",
                            "ところが，本件記載中の「短波長光は，大小の粒子のいずれの場合にも，相対的に等しい振幅信号を生成することになる」との記載は，レイリー散乱の理論からいうことはできないから，本件記載を合理的に理解することはできない。",
                            "審決は，甲1文献に記載のない，ミー散乱領域よりも粒径が大きい条件を引き合いに出して同記載を解釈しているが，甲1文献の記載から大きく乖離するもので不当である。本件発明を前提に物理法則を種々検討した末に，仮に本件記載に新しい解釈を創出できたとしても，これは後知恵にほかならず，甲1文献の記載から容易に本件発明をすることができたことの根拠づけとはならない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "また，審決は，0．3＜α＜5の領域(ただし，αは粒径パラメーーター)において，αが小さくなるにしたがって，徐々に散乱光強度について粒径の影響が大きくなることを前提としているが，このことは，審決が引用する参考文献1の図7．2(以下「図7．2」という。)から読み取れる事項と整合しない。",
                            "すなわち，図7．2から読み取れるi1とi2を加算して，1個の粒子当たりの散乱光強度Iを求める(なお，α＝0．5の散乱光強度を「1」とし，α＝1．0，α＝2．0，α＝4．0の散乱光強度をα＝0．5の散乱光強度で除して正規化する。)。さらに，粒径が2倍になれば，単位体積あたりに含まれる粒子数は1／8になるから，1個の粒子あたりの散乱光強度を質量濃度一定という条件下で比較するため，α＝1．0の散乱光強度に1／8倍し，α＝2．0の散乱光強度に1／64倍し，α＝4．0の散乱光強度を1／512倍する。このようにして得られた数字を表にすると，別紙「散乱光強度と粒径の関係」のとおりとなる。",
                            "このように，粒径と散乱光強度との関係は散乱角度によってもまちまちであり，α＞5からα＜0．3に近づけば，粒径と散乱光強度の関係が，レイリー散乱領域に近くなるということはできない。そうすると，これを前提とする審決の判断は誤りである。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "審決は，審決に引用される参考資料1bの「〇4」の「全散乱光量は粒径の2乗にほぼ比例するようになる。」との記載を根拠に，ミー散乱領域よりも粒径が大きい条件では，散乱光強度は，粒径の2乗，及び，粒子の個数に比例するとするが，誤りである。",
                            "すなわち，参考資料1bの〇4は全散乱光量についての記載であるが，煙感知器では発光素子から発せられる光の方向に対する受光素子の位置が固定されている。全散乱光量が粒径のほぼ2乗に比例することは，直ちに受光素子が受光する光量が粒径のほぼ2乗に比例することを意味するわけではない。",
                            "［煙感知器では受光方向が予め決まっていること］",
                            "散乱光強度を 散乱光強度を検討すべき方向  検討すべき方向",
                            "(赤矢印で示 (赤矢印で示す)  す)",
                            "［煙感知器は全方位の光量を検知するわけではないこと］",
                            "光は全方位に  散乱するが(赤 光は全方位に散矢印)，  乱するが(赤矢  煙感知器は， 印)，",
                            "全散乱光量を検 煙感知器は，全  知するわけでは 散乱光量を検知すない  るわけではない",
                            "全方向について散乱光量が一定で，全く角度依存性がないのであれば，全散乱光量が粒径のほぼ2乗に比例するという技術的事項は，あらゆる散乱角度について当てはまる。しかし，図7．2によれば，ミー散乱領域よりも粒径が大きい条件では，散乱光強度には角度依存性があり，粒径によっても依存性が変化する(すなわち粒径によって散乱光の角度分布形状が変化する)ことが明らかであるから，特定の角度についてみれば，散乱光量が粒径のほぼ2乗に比例するということはない。",
                            "このように，「ミー散乱領域よりも粒径が大きい条件においては，散乱された光の強度は，粒径の2乗，及び，粒子の個数に比例する」(審決23頁)との認定は，煙感知器には当てはまらず，これを前提とした，「ミー散乱領域よりも粒径が大きい条件においては，・・・質量濃度が一定の場合，散乱された光の強度は，粒径に反比例する」との認定もまた，煙感知器には当てはまらない。"
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "また，審決は，本件記載のうちの「短波長光は，大小いずれの場合にも，相対的に等しい振幅信号を生成することになる。」という記載を技術的に理解できるとし，それゆえ，これに続く，「したがって，信号の比を比較することにより，粒子が大きいか小さいかを判定することができる。」における「信号の比」は，長波長光からの振幅信号と短波長光からの振幅信号の比をとることであると理解している。また，審決は，「質量濃度の影響がキャンセルされ，粒子が大きいか小さいかを判定することができると理解できるものである。」としている。",
                            "しかし，長波長光の散乱光強度と短波長光の散乱光強度の比は，無次元数であって，粒子の大きさを表すものではなく，粒子の大きさと比例関係にあるものでもない。単純に，長波長光の散乱光強度と短波長光の散乱光強度を比較しただけでは，煙粒子の大きさを判断することはできない。また，上記dのとおり，散乱光強度には角度依存性があるから，受光角度のことを全く考慮せずに，散乱光量を比較することはできない。したがって，「短波長光は，大小いずれの場合にも，相対的に等しい振幅信号を生成することになる。」ことが，長波長光からの振幅信号と短波長光からの振幅信号の比をとることにつながる必然性はなく，審決の認定には飛躍があると言わざるを得ない。",
                            "なお，本件発明において，長短波長光からの振幅信号の比をとっているのは，その比が，質量濃度の影響をキャンセルしたり，粒径を表したりするからではない。特許請求の範囲や本件明細書の図3～図5及び【0008】，【0009】，【0025】～【0044】に説明しているように，波長の異なる発光素子につき，受光素子に対する散乱角を異ならせることにより，受光信号量の比率の間には十分な差が生じるという，従来にはなかった知見に基づくものである。本件発明は，受光信号量の比率を煙の種類を識別する指標としているのであって，定量的に煙粒子の大きさを示す数値として用いているわけではない。",
                            "例えば，本件明細書の図3では綿灯芯の燃焼煙(白色煙)，図4ではケロシンの燃焼煙(黒色煙)を対象としていることからも分かるように，受光信号量は，綿灯芯やケロシンを燃やしたときに生じる煙粒子群からの受光信号量であって，単一の粒径の煙粒子についての受光信号量ではない。同一種類の煙であっても，様々な大きさの粒子が存在する。よって，長波長光と短波長光の振幅信号の比をとれば質量濃度の影響がキャンセルされる，などということはあり得ない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件記載は不明確であり，合理的に理解することは困難であるが，仮に，本件記載の「信号の比」を善解するならば，長波長光の絶対振幅と相対振幅の比又は短波長光の絶対振幅と相対振幅の比である。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "すなわち，甲1文献の7頁24～27行(後記第5の2(1)ウ(ウ))には，光源(「the light source(s)」)とあり，光源が一つの場合にも当てはまる記載ということになるから，これに続く「パルスの絶対振幅および相対振幅の両者の分析」とは，一つの光源から得られた絶対振幅と相対振幅を分析することを意味するはずである。",
                            "そして，本件記載において，パルスの絶対振幅信号と相対振幅信号(the absolute and relative amplitudes of pulse signals)を受けて，「信号の比」とされているから，「信号の比」は，一つの光源の絶対振幅と相対振幅の比を意味する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件記載によれば，「パルス信号の絶対振幅および相対振幅の両者が格納される」のであるから，長波長光からの散乱光と短波長光からの散乱光に関して，(a)長波長光の絶対振幅，(b)長波長光の相対振幅，(c)短波長光の絶対振幅，(d)短波長光の相対振幅の4種類の信号が格納される。もし，「信号の比」が，長波長光からの振幅信号と短波長光からの振幅信号の比だとすると，(a)／(c)，(a)／(d)，(b)／(c)，(b)／(d)の4パターンが考えられるから，長波長光と短波長光の比をとるとすれば，どの組合せの比をとるのかが，甲1文献に説明されていなければおかしい。また，例えば，(a)／(c)を用いるとすれば，相対振幅は使われないことになるが，そうするとなぜ，甲1文献で相対振幅の話をしているのか理解できない。(a)／(d)を用いるとすれば，なぜ，長波長光は絶対振幅で，短波長光は相対振幅を選択するのか，その理由が理解できない。",
                            "本件記載の「パルス信号の絶対振幅および相対振幅の両者が格納される。」に続く「絶対値が粒子濃度を示す一方，相対値が粒子サイズまたは粒子群の平均サイズを示す。」という記載や，甲1文献の7頁24～27行の記載からすれば，相対振幅／絶対振幅により，粒子濃度の影響をキャンセルするのだということが理解できる。つまり，長波長光は長波長光の相対振幅と絶対振幅の比((b)／(a))をとって大きい粒子を検出し，短波長光は短波長光の相対振幅と絶対振幅の比((d)／(c))をとって小さい粒子を検出する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "以上より，「信号の比」とは，各波長の相対値と絶対値の比と考えざるを得ない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "さらに，審決は，甲1文献において，「長波長光からの振幅信号と短波長光からの振幅信号との比」を何と比較するかも検討しておらず，この点も不当である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点の看過",
              "text": [
                "以上のとおり，甲1文献には，「前記第1発光素子による煙の散乱光量と，第2発光素子による煙の散乱光量とを比較することにより煙の種類を識別する」構成の開示はなく，審決は，この点についての相違点を看過したものである。この相違点の看過は，本件発明1～6，8についての特許を無効とした審決の結論に影響を及ぼすものであるから，審決は取り消されるべきものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1文献記載の技術事項について",
                  "text": [
                    "被告は，甲5，6及び10文献を根拠に，煙感知器において2つ以上の異なる波長の光を発する発光素子を用いて，各散乱光強度の比を求め，煙の種類を識別することは，周知技術であったと主張する。",
                    "しかし，特表昭59-501879(甲39)，特開昭53-114475(甲40)及び特開昭53-9587(甲41)には，波長の異なる2つの光を発する発光素子を用いていながら，各散乱光強度の比をとらない構成が記載されている。そうすると，被告の主張する各文献があるからといって，甲1文献に，各散乱光強度の比を求め，煙の種類を識別する構成が記載されていると理解することはできない。",
                    "また，被告は，甲1文献記載の発明の目的が，「粒子の大きさからその粒子を識別する」ことにあるから，長波長光及び短波長光からの振幅信号の比を用いる旨の主張をするが，甲39に，2つの波長の散乱放射を別個に評価し，粒子の大きさ若しくは粒径についての情報を得ることが記載されていることからも，被告主張の理解には疑問がある。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1文献の記載について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "ミー散乱を考慮することについて",
                      "text": [
                        "甲1文献がミー散乱を全く考慮していないことは，図1の配置を図1cのように変更しても同じように扱っていることからも分かる。すなわち，甲1文献では，図1と図1cの配置について，「その他多くの点で，図1bおよび図1cの特徴は，図1の図解および付随する説明と同じである。」，「図1bおよび図1cは，後方散乱の感知または前後散乱すなわち異なる角度の組み合わせを可能とする。」と述べるのみであり，配置の変更に伴う説明はなく，両者は等価な構成という扱いである。",
                        "レイリー散乱では，散乱光の広がりは前方と後方において対称であるから，図1の受光素子の配置を図1cの受光素子の配置に代えても，2つの受光素子が受光する散乱光強度が等しく，上記の記載を理解できる。",
                        "ところが，ミー散乱では，前方散乱と後方散乱の散乱強度が大きく異なるから，受光素子を図1のように配置した場合と，図1cのように配置した場合では，受光する散乱強度が全く異なるから，図1と図1cの配置を等価な構成として扱うことなどできない。",
                        "そうすると，甲1文献は，レイリー散乱だけを前提に記載されており，ミー散乱を全く考慮していない。甲1文献に何らの示唆もなく，かつ当業者が読み取ることもできないミー散乱を持ち出すのは不当である。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，「レイリー散乱からフラウンホーファ領域に向かって，粒子径が大きくなって散乱強度が上昇することと，粒子数が少なくなって散乱強度が減少することとが同時に発生する。これにより，ミー散乱領域(0．3＜α＜5)では，散乱強度が上昇して極大値に達したのち下降に転じるのである。即ち，散乱強度に若干のばらつきはあるものの，上記傾向は容易に推定できるものである」と主張している。",
                        "しかし，審決は，散乱強度の増減の度合いの傾向(違いを分かりやすくいうと，散乱強度の増減の微分値)を問題にしているのに対し，被告は散乱強度の値の増減を問題としており的外れである。また，被告は，極大値が1つしかないことを前提としているようであるが，レイリー散乱領域とフラウンホーファ領域の間にある領域(0．3＜α＜5)において，極大値が一つであるとする根拠を示していない。極大値がどの部分に幾つあるか単純に推定できるものではない。",
                        "極大や極小となる変曲点付近では散乱強度の増減の微分値が小さくなるから，この付近は散乱強度に与える粒径の影響が小さい領域となるのであり，これら領域がどの程度狭いか広いか，即ち変曲カーブがどのようなものか，また，各変曲点における散乱強度の大小関係がどのようなものかついても，単純に推定することはできないし，甲1文献や甲3文献からも読み取ることはできない。",
                        "さらに，このような散乱強度の増減の度合いの傾向は，全散乱光量についてしか考慮していないのであり，特定の散乱角に固定した場合については，別の検討を加える必要があり，さらに推定が困難になる。",
                        "なお，被告が主張するように0．3＜α＜5の範囲で散乱強度が上昇から極大値に達し下降に転じるということは，変曲点の前後で散乱強度が同じになるところが存在し，両点で比較をすると，粒径によって散乱光強度は同じということになるから，レイリー領域以外にも散乱光強度が粒径の影響を受けない場合があることになる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の容易想到性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "光源の配置についての容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "煙感知器においては，発光素子及び受光素子の位置が固定されているのであり，散乱角が変わることはないところ，審決は，容易想到性の判断に際し，散乱角を固定した場合の散乱光強度が粒径の違いによってどのような影響を受けるのかということと，散乱角を連続変化させた場合の散乱光強度の角度による変化傾向が粒径の違いによってどのように異なるかということとを混同しており，失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "甲3文献は，いわば散乱光強度の角度分布分析装置であり，各固定角度の場合の粒径による散乱光強度変化を論じていない。甲3文献は粉粒体素材の粒径の均一性を評価するものであって煙を検出対象とするものではないし，引用発明は角度分布を観察するものではないので，引用発明に甲3文献の技術を適用する動機付けは全くない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "以上のとおり，審決における相違点1の容易想到性の判断には誤りがあるから，本件発明1～6，8についての特許を無効とした審決は取り消されるべきものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "散乱光分布について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被告がその主張の根拠とする甲34の8頁の図は，粒径，波長，粒径パラメータ，単位や数値等の，内容を最低限理解するための情報が記載されていないから，散乱光強度の資料として参照することはできない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被告は，甲5文献の図3に，長波長光の方が粒子の大小による差が相対的に大きく，短波長光の方が粒子の大小による差が相対的に小さくなることが記載されていると主張するが，同図には，長短それぞれ1つずつしかデータがないから，同図から被告の主張するような知見を導くことは無理がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，煙感知器において，前方散乱の位置に近赤外(長波長)光を配置することは，ごく一般的に行われている技術常識であるから，長波長光を前方に配置し，残る短波長光を後方に配置することは容易であると主張する。",
                    "しかし，煙感知器において受光素子を前方散乱の位置に配置するのは，長波長光か短波長光かにかかわらないことである。なぜなら，前方散乱の方が大きい信号が得られるので，散乱光強度の面からは，長波長光であっても短波長光であっても，単一の発光素子に対しては受光素子を前方に配置することが有利だからである。",
                    "また，「長波長光」「短波長光」という表現自体が相対的なものである。仮に被告が主張するように近赤外光が長波長光とすれば，それよりも短い波長の，たとえば青色光は短波長光ということになる。ここで，被告自身が出願した特開2002-56475(甲42)でも，400nm～500nmの短波長光を受光する受光素子を前方に配置している。",
                    "近赤外(長波長)光についてのみ前方散乱を発生させる位置に配置するのが常識であると述べる被告の主張は，短波長光のことを伏せて，長波長光の事情のみに言及したもので不当である。",
                    "なお，散乱光強度の面からは前方が有利であるにもかかわらず，本件発明が，短波長側の受光素子を後方に配置しているのは，特許請求の範囲や本件明細書の図3～図5及び【0008】，【0009】，【0025】～【0044】に説明しているように，波長の異なる発光素子につき，受光素子に対する散乱角を異ならせることにより，相乗効果が発揮され，受光信号量の比率の間には，よりいっそう十分な差が生じて煙の識別確度が向上するという，従来にはなかった知見に基づくものである。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)",
          "content": [
            {
              "fig": "(1)",
              "subject": "審決の予告について",
              "text": [
                "本件における審決の予告(甲35。以下「本件審決予告」という。)では，レイリー散乱とミー散乱を考慮することによって引用発明を理解していた(22頁24行～23頁3行)のに対し，審決では，ミー散乱に代えて，より粒径パラメータの大きい条件を考慮し，レイリー散乱とフラウンホーファ回折という，外側(α＜0．3とα＞5)の条件からの推測を行うというように理由を差し替えている(22頁33行～27頁の図7．2)。このように理由を差し替えているのは，本件審決予告における合議体の判断に誤りがあったからである。本件審決予告と異なる理由で審決を出すのであれば，原告に対して反論の機会を与えるべきであったのに，原告にはその機会が与えられなかった。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件における審理事項の通知",
              "text": [
                "本件における審理事項通知書(甲29。以下「本件審理事項通知書」という。)において，審判合議体は，「被請求人より，相違点1と相違点2とを分断して判断することは誤りである旨の主張が有り，当審にて検討した結果，被請求人の主張を採用し，上記相違点をあわせた以下の相違点があるものとして判断する。」(8頁15～17行)と述べ，原告が主張した相違点があるものとして判断することを明らかにしたが，審決及び本件審決予告で示された相違点は，本件審理事項通知書で認定した相違点とは異なるものであった。原告は，本件審理事項通知書で認定された相違点があると信じていたところ，本件審決予告において，審理の前提とされていたはずの相違点が異なることを不意打ち的に知らされ，反論の機会が与えられなかった。なお，審決の予告は，審決をするのに熟した場合にされるものであり(特許法164条の2第1項)，無効理由通知ではないから，本件審決予告をもって合議体が判断の前提を変更したことを原告に通知したとは言えない。審決は，本件審理事項通知書により形成された原告の信頼を裏切る形で，不意打ちになされたものであり，違法である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の反論",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(引用発明の認定の誤りに基づく相違点の看過)",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明の認定について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用発明が「前記第1発光素子による煙の散乱光量と，第2発光素子による煙の散乱光量とを比較することにより煙の種類を識別する」(分説E)に相当する構成を有するとした審決の認定に誤りはない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1文献に記載された技術事項についての理解",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲5文献及び甲10文献の記載によれば，1つの受光素子と異なる波長の光を発する2つの発光素子とを備え，煙の種類を識別する煙感知器は，本件出願日前から公知である。このような煙感知器は，異なる2つの波長の光を煙粒子に照射し，その各散乱強度の比を求めて，煙の種類を判別するものであるから，異なる2つの波長の光を発する発光素子を用いて，各散乱強度の比を求め，煙の種類を判別することは，本件出願日当時，周知技術であったといえる",
                      "text": [
                        "なお，波長の異なる複数の光源を使用する煙感知器で，各散乱光強度の比を取らない構成のものが存在するとしても，本件発明の有効性を判断する上で，散乱光強度の比をとる煙感知器を考慮することを排除する理由にはならない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "煙感知器において，前方散乱の位置に近赤外線(長波長)光を配置することは，ごく一般的に行われている技術常識である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "甲1文献の発明の目的は，粒子の大きさからその粒子を識別することにある(甲1文献6頁7，8行目)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "上記(ア)のとおり，煙の種類を識別する際に散乱強度の比を用いることが周知技術であることに加え，上記(ウ)の甲1文献の発明の目的を考慮すれば，同発明においては，長波長光からの振幅信号と短波長光からの振幅信号をそれぞれ独立に処理していると考えるには無理がある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "「信号の比」について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件記載自体から，本件記載の「信号の比」が2つの光の振幅信号の比であることが理解できる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "本件記載においては，the relative valueとthe relative amplitude，the absolute valueとthe absolute amplitudeはそれぞれ同義である。",
                            "そして，「信号の比」(the ratio of the signals)の「信号」(signal)は，「小さな振幅信号(a low amplitude signal)」，「大きな振幅信号(a large amplitude signal)」，「相対的に等しい振幅信号(a relatively equal amplitude signal)」を指す。",
                            "これによれば，本件記載における「信号の比」とは，長波長光からの振幅信号と短波長光からの振幅信号の比であることが明らかである。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本件記載中の，「絶対値」及び「相対値」は，signalではなくvalueであるため，「信号の比」(the ratio of the signals)は絶対値と相対値との比ではない。the relative value(the relative amplitude)は，短波長光のthe absolute value(the absolute amplitude)と長波長光のthe absolute value(the absolute amplitude)の比を意味する。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "原告が指摘する甲1文献の7頁24～27行には，「the  light source(s)」と記載され，複数の光源を排除するものではなく，複数の光源から得られた絶対振幅と相対振幅を分析することも述べている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "原告の主張するように，「信号の比」を「絶対振幅」と「相対振幅」の比と考えた場合には，「相対振幅」が何を意味するのか不明である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件記載の技術的理解が困難ではないことについて",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "レイリー散乱領域(粒径の3乗に比例)からミー散乱領域よりもαが大きい条件の領域(粒径に反比例)に向かって，レイリー散乱領域に近い側では，αが大きくなるに従って散乱強度が大きくなり，いずれかで必ず極大値に達し，その後αが大きくなるに従って散乱強度が小さくなって，ミー散乱領域よりも大きい条件の領域に近づく。",
                            "質量濃度が一定の場合において，αが大きくなると，粒径が大きくなる一方で，粒子数は減少するから，レイリー散乱からフラウンホーファ領域に向かって，粒子径が大きくなって散乱強度が上昇することと，粒子数が少なくなって散乱強度が減少することとが同時に発生する。",
                            "これにより，ミー散乱領域(0．3＜α＜5)では，散乱強度が上昇して極大値に達したのち下降に転じるのであり，散乱強度に若干のばらつきはあるものの，上記傾向は容易に推定できるものである。",
                            "したがって，「0．3＜α＜5の範囲では，レイリー散乱領域に近づくにしたがって，粒径による影響が大きくなる傾向がある」という審決の判断に誤りはない。",
                            "なお，散乱強度の増減の度合いの傾向も，散乱光強度と同様に，0．3＜α＜5の範囲において，レイリー散乱領域に近い側は，レイリー散乱領域に似た傾向を示し，フラウンホーファ領域に近い側は，フラウンホーファ領域に似た傾向を示すことに変わりはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "審決が引用する参考資料1bの「〇4」の「全散乱光量は粒径の2乗にほぼ比例するようになる。」との記載に関し，確かに，特定の散乱角度においては，散乱光強度が粒径のほぼ2乗に比例するわけではない。",
                            "しかし，例えば粒径パラメータα＝4．0とα＝2．0とを比較した場合，散乱角度θ＝55°付近では，それぞれの相対値i1(平行偏光成分)とi2(垂直偏光成分)とを加算すると，α＝4．0の方がα＝2．0よりも大きい。煙感知器の発光素子の発光成分は，平行偏光成分と垂直偏光成分とのいずれも含むものであるため，両者を加算して考えることが好ましい。このように，特定の散乱角度においては散乱光強度が粒径のほぼ2乗に比例するわけではないものの，散乱光強度の角度分布には明確な相関性が見出せる。したがって，審決において参考資料1bの○4を参照することに誤りはない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "甲1文献の図1と図1cの関係について，甲1文献では，それぞれの構成の説明は同じ(配置は等価)でも，それぞれの物理現象や作用効果まで等価であると言及しているものではない。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点について",
              "text": [
                "以上によれば，審決による引用発明の認定に誤りはなく，相違点の看過はない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(相違点1の容易想到性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "技術常識",
              "content": [
                {
                  "fig": "ア",
                  "subject": "散乱角と散乱光強度に関する技術常識",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲34の8頁の図(「光と光の記録[光編その2]-光の属性・干渉・回折  安藤幸司  産業開発機構株式会社  2007年6月6日発行」を引用したもの。)によれば，前方散乱と後方散乱を比較した場合，粒径が異なったとしても後方散乱の方が散乱角による散乱光強度の変化が少ない。上記図面は，模式的な散乱形態を示したものであるが，前方散乱光と後方散乱光とを比較した場合，粒径が異なったとしても後方散乱光の方が散乱角による散乱強度の変化が少ない傾向があることが読み取れることに疑問はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲3文献の図3(A)によれば，次のことがいえる。",
                        "①  短波長光が後方散乱，長波長光が前方散乱である構成",
                        "ミー散乱によれば，前方散乱の光強度は相対的に大きく，後方散乱の光強度は相対的に小さい。",
                        "したがって，後方散乱である短波長光の発光素子の散乱光強度は小さいのに対し，前方散乱である長波長光の発光素子の散乱光強度は大きい。特に，甲3文献の図3(A)によれば，小さい粒子に比べて大きい粒子の方が，散乱光強度が大きくなる。",
                        "②  長波長光が後方散乱，短波長光が前方散乱である構成",
                        "後方散乱である長波長光の発光素子の散乱光強度は小さいのに対し，前方散乱である短波長光の発光素子の散乱光強度は大きい。",
                        "ただし，長波長光の方が短波長光よりもレイリー散乱に近いミー散乱であることから，長波長光に比べて，短波長光の方が，小さい粒子と大きい粒子とで散乱光強度の差が小さい(短波長光は，大小の粒子いずれの場合にも，相対的に等しい散乱強度となる)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "甲5文献の図3においても，波長λ1(0．5μm)の方が，煙の種類(粒子の大小)による差が相対的に小さく((8×10-5)／(1×10-4)＝0．8)，波長λ2(0．9μm)の方が，煙の種類(粒子の大小)による差が相対的に大きく((2．1×10-5)／(4．8×10-5)＝0．4375)なることが記載されている(比率が1に近いほど，差が小さい。)",
                      "text": [
                        "また，甲5文献の図2のデータについて粒子の大小による比率を算出したところ，0°，30°，60°，90°，120°，150°の散乱角において，波長0．5μmの方が波長0．9μmよりも差が相対的に小さいことがわかる。即ち，粒径が変化しても，短波長光は相対的に等しい散乱強度となる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "甲42には，「B／W比(散乱光の強度について黒い煙と白い煙による違いを比で表したもの)は，散乱強度とは逆に角度が大きい方が1に近づき，すなわち，煙の種別による強度差が小さくて均一に検出ができ」(【0031】)との記載がある。",
                        "また，甲42の図3にも，波長460nm(図の黒丸)の方が，煙の種類(粒子の大小)による差が相対的に小さく(30(n-ヘプタン＝黒煙)／10(木材くん焼＝白煙)＝3)，波長940nm(図の白四角)の方が，煙の種類(粒子の大小)による差が相対的に大きく(60(n-ヘプタン＝黒煙)／10(木材くん焼＝白煙)＝6)なることが記載されている。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "光源の配置についての技術常識",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "相違点1に関し，前方散乱の位置に長波長光，後方散乱の位置に短波長光の配置と，前方散乱の位置に短波長光，後方散乱の位置に長波長光の配置との2通りの配置方法が考えられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "そして，煙感知器において，前方散乱の位置に近赤外(長波長)光を配置することは，ごく一般的に行われている技術常識である(乙1～3)。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "容易想到性",
              "text": [
                "以上の技術常識に照らせば，相違点1に関し，前方散乱の位置に長波長光を配置し，後方散乱の位置に短波長光を配置することは当業者が容易に想到できたものであると言える。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "動機付けに関する原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，引用発明に対して甲3文献の技術を適用する動機付けは全くないとの主張を追加しているが，新たな取消理由の追加にほかならず，到底認められるものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1文献は，「広範な粒子サイズを感知できるとともに，粒子サイズ",
                  "text": [
                    "に従って異なる種類の煙または塵埃を識別できる煙感知器を提供する」ことを課題としており，甲3文献は，「より微小なサブミクロン領域粒子の測定を要望する動きが活発になってきた」ことを背景として，「微小粒子への感度を高め」ることを課題としているから，課題は共通する。",
                    "さらに，甲1文献は，「広範な粒子サイズに対して感度を確保できる」という効果を奏し，甲3文献は，「一度に幅広い範囲の粒子径の測定を可能とした」という効果を奏している点で，甲1文献と甲3文献との効果も共通する。",
                    "以上のとおり，甲1文献と甲3文献とは，課題及び効果が共通するものであるため，甲1文献と甲3文献とを組み合わせる動機付けがある。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(手続違背)について",
          "text": [
            "審決では，本件審決予告よりも更に説明がし易い内容に変更したに過ぎず，本件審決予告と異なる理由で審決を出したわけではないから，不意打ちには当たらない。また，本件審決予告後に訂正の機会が認められており，現に，原告は，本件審決予告後に上申書(平成29年12月18日付け)を提出している。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の記載",
              "text": [
                "本件訂正後の特許請求の範囲の記載は，上記第2の2に記載のとおりである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件明細書の記載",
              "text": [
                "本件明細書には以下の記載がある(甲44)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】本発明は，受光素子に対する散乱特性が異なるように光を発する2個の発光素子を備えた散乱光式煙感知器に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来技術",
                  "text": [
                    "【0002】従来の煙感知器は，火災による煙に限らず，調理の煙やバスルームの湯気等により非火災報を発してしまうことがある。",
                    "【0003】このような火災以外の原因による非火災報を防止するため，2種類の波長の光を検煙空間に照射し，煙による散乱光について異なる波長の光強度の比を求めて煙の種類を判定する方法や，散乱面に対し垂直な偏光面をもつ光と水平な偏光面を持つ光を照射し，煙による散乱光の各偏光成分の光強度の比を求めて煙の種類を判定する方法が知られている。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0005】しかしながら，このような従来の異なる波長の光や偏光面の異なる光を用いて煙の種類を判別する方法にあっては，火災による煙と火災以外の原因による調理の煙やバスルームの湯気等を識別する確度が必ずしも十分とはいえず，さらに高度な煙識別が望まれている。",
                    "【0006】本発明は，煙識別の確度を高めて非火災報防止を確実なものとする散乱光式煙感知器を提供することを目的とする。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0008】本発明は，検煙空間に向け，第1波長を発する第1発光素子と，第1波長とは異なる第2波長を発する第2発光素子と，第1発光素子と第2発光素子から発せられる光を直接受光しない位置に設けられた受光素子とを備えた散乱光式煙感知器に於いて，第1発光素子と受光素子の光軸の交差で構成される第1散乱角θ1に対し，第2発光素子と受光素子の光軸の交差で構成される第2散乱角θ2を大きく構成し，第1発光素子から発せられる第1波長λ1に対し，第2発光素子から発せられる第2波長λ2を短くしたことを特徴とする。",
                    "【0009】このように本発明は2つの発光素子につき，受光素子に対する散乱角を異ならせることで，煙の種類による散乱特性の相違を作り出し，同時に，2つの発光素子から発する光の波長を異ならせることで，波長に起因した散乱特性の相違を作り出し，この散乱角の相違と波長の相違の相乗効果によって煙の種類による散乱光の光強度に顕著な差をもたせることで，煙の識別確度を高めて調理の湯気などによる非火災報を防止する。",
                    "【0012】本発明の散乱光式煙感知器は，第1発光素子と受光素子で構成する光軸と，第2発光素子と受光素子で構成する光軸が，同一平面上に存在するよう，第1発光素子と第2発光素子及び受光素子を平面角配置としたことを特徴とする。",
                    "【0013】また散乱光式煙感知器は，第1発光素子と受光素子で構成する光軸と，第2発光素子と受光素子で構成する光軸が，同一平面上に存在しないよう，第1発光素子と第2発光素子及び受光素子を立体角配置としたことを特徴とする。",
                    "【0014】ここで，第1発光素子による煙の散乱光量と，第2発光素子による煙の散乱光量とを比較することにより，例えば両者の比を取って閾値と比較することで煙の種類を識別し，煙の種類に応じた判断基準により火災判断を行う。",
                    "【0015】この判断基準は，煙の種類に応じて閾値を変更する。また判断基準は，煙の種類に応じて火災を判断するカウント回数を設定する。",
                    "【0016】また本発明の散乱光式煙感知器は，通常の監視状態では，第1発光素子のみを駆動し，受光素子から所定の受光出力が得られた際，第2発光素子を駆動することを特徴とする。このため発光素子を2つ設けていても，通常は1つしか駆動されていないため，消費電流増加を防止する。",
                    "【0017】ここで散乱角と波長を異ならせた本発明の散乱光式煙感知器は，例えば第1発光素子と受光素子の光軸の交差で構成される第1散乱角を20°～50°の範囲に定め，第2発光素子と受光素子の光軸の交差で構成される第2散乱角を100°～150°の範囲に定め，また第1発光素子から発せられる第1波長の中心波長を800nm以上に定め，第2発光素子から発せられる第2波長の中心波長を500nm以下に定めたことを特徴とする。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0019】図1は本発明による散乱光式煙感知器の回路ブロックである。図1において，本発明の散乱光式煙感知器1は，発報回路2，CPUを用いた信号処理部3，記憶部4，第1発光制御部5，第2発光制御部6，増幅回路7及び検煙部8で構成される。",
                    "【0020】検煙部8は外部からの光を遮断するために煙の流入が可能な検煙空間を内部に備える。この検煙空間に第1発光素子9，第2発光素子10及び受光素子11を設けている。",
                    "【0021】図2は図1の散乱光式煙感知器1の検煙部8の構造の実施形態を示した説明図である。図2において，検煙部8内には第1発光素子9，第2発光素子10及び受光素子11が配置されており，この実施例はそれぞれの光軸9a，10a，11aが同一平面内に配置された平面角配置の構造としている。",
                    "【0022】第1発光素子9は，その光軸9aと受光素子11の光軸11aの交点Pに対する第1散乱角θ1を，この実施形態にあってはθ＝30°に設定している。また第1発光素子9としては近赤外線LEDを使用しており，第1発光素子9から発せられる光は，中心波長λ1として，この実施形態にあってはλ1＝900nm(＝0．9μm)を設定している。",
                    "【0023】このような第1発光素子9に対し，本発明にあっては更に第2発光素子10を設けている。第2発光素子は，その光軸10aと受光素子11aとの交点Pに対する第2散乱角θ2を，第1発光素子9と受光素子11の第1散乱角θ1より大きく構成している。この実施形態にあっては第2散乱角θ2はθ2＝120°としている。",
                    "【0024】また第2発光素子10は可視光LEDを使用しており，第2発光素子10から発生される光の中心波長を第2波長λ2とすると，この波長λ2は第1発光素子9の波長λ1より短く設定されており，この実施形態にあってはλ2＝500nm(＝0．5μm) としている。",
                    "【0025】図3は図2の検煙部構造において綿灯芯の燃焼煙(白色煙)を対象とした第1発光素子9及び第2発光素子10からの光による散乱効率Iを散乱角θについて示したグラフ図である。",
                    "【0026】図3において，横軸は散乱角θとしてθ＝0～180°をとり，縦軸に指数関数により散乱効率Iをとっている。この図3の綿灯心の煙を対象とした散乱角に対する散乱効率の特性にあっては，図2の第1発光素子9からの第1波長λ1＝900nmの光による受光素子11側で受光される散乱効率は特性曲線13のようになる。一方，図2の第2波長λ2＝500nmの光を発する第2発光素子10からの光による煙の散乱効率は特性曲線14のようになる。",
                    "【0027】この図3の特性曲線13，14について，まず発光素子から発する光の波長について見ると，第1発光素子9の長い波長λ1＝900nmの特性曲線13の方が散乱効率が低く，第2波長λ2＝500nmと波長の短い第2発光素子10からの光による特性曲線14の散乱効率の方が高い事がわかる。",
                    "【0028】一方，第1発光素子9及び第2発光素子10の各散乱効率の特性曲線13，14における散乱角θの変化に対しては，両方とも散乱角θが小さいほど散乱効率が高く，散乱角の増加に従って散乱効率が低下し，120°地点で最低値を示すが，その後散乱角の増加に伴って散乱効率が上昇する特性となっている。",
                    "【0029】本発明にあっては第1発光素子9の散乱角をθ＝30°に設定しており，従って特性曲線13におけるP1点の散乱効率A1が得られている。一方，第2発光素子10については第2散乱角θ2をθ＝120°に設定しており，このため特性曲線14におけるP2点の散乱効率A2が得られている。",
                    "【0030】このような第1発光素子9及び第2発光素子10からの散乱角及び波長の異なる光による散乱効率より得られる受光素子11の受光量は(受光量)＝(発光量)×(受光効率)で与えられるため，図3の散乱効率Iに比例した受光信号量を得ることができる。",
                    "【0031】本発明にあっては，第1発光素子9と第2発光素子10からの各光による同じ煙についての散乱光による受光素子11で得られる受光量の比率Rを求める。この受光量の比率Rは，散乱効率に比例することから，散乱効率A1，A2につき，R＝A1／A2として求まる。そして，この比率Rを予め定めて閾値と比較することで，煙の種類を判断する。",
                    "【0032】図4は図2の検煙部構造について燃焼物としてケロシンの燃焼煙(黒色煙)に対する第1発光素子9と第2発光素子10からの光による散乱効率Iを散乱角θについて示したグラフ図である。",
                    "【0033】図4において，第1波長λ1＝900nmの光を発する第1発光素子9からの光による散乱効率Iは特性曲線15のようになり，一方，第2波長λ2＝500nmとなる第2発光素子10から発せられる光による散乱効率Iは特性曲線16のようになる。",
                    "【0034】この図4のグラフについて，まず波長に着目すると図3の綿灯芯の煙と同様，第1波長λ1＝900nmの第1発光素子9から発した光による散乱効率の特性曲線15が低く，これに対し第2波長λ2＝500nmと波長の短い第2発光素子10から発した光による散乱効率の特性曲線16の方が大きい値を示している。",
                    "【0035】また散乱角θに対する散乱効率の変化は，図3の場合と同様，特性曲線15，16共に散乱角が小さいほど散乱効率が高く，散乱角θが120°付近で最低値を示した後，散乱角の増加に対し，散乱効率が上昇する特性となっている。",
                    "【0036】このようなケロシンの燃焼煙について，第1発光素子9の第1散乱角θ1＝30°を特性曲線15について見ると，P3点により散乱効率A1'が与えられる。また第2発光素子10については第2散乱角θ2＝120°であることから特性曲線16のP4点より散乱効率A2'が与えられる。",
                    "【0037】この散乱効率A1'，A2'は，図3の場合と同様，発光量に受光効率をかけた受光量に比例することから，この場合についても第1発光素子9と第2発光素子10から発せられた光による受光素子11の受光量の比Rを，散乱効率A1'，A2'を用いて",
                    "R＝A1'／A2'として求める。",
                    "【0038】図5は図3及び図4について綿灯芯による燻焼煙とケロシンによる燃焼煙を例にとって第1発光素子9による受光信号量A1，第2発光素子による受光信号量A2，更に各信号量の比率Rを一覧表に示している。尚，受光信号量は散乱効率に比例することから図3，図4の散乱効率Iの値をそのまま使用している。",
                    "【0039】この図5の一覧表から明らかなように，綿灯芯を燃焼させた場合の白っぽい煙となる燻焼煙については，第1発光素子9からの光と第2発光素子10からの光の受光信号量の比率RはR＝8．0となっている。",
                    "【0040】これに対しケロシンを燃焼させた時の黒っぽい煙となる燃焼煙については，第1発光素子9と第2発光素子10からの光による受光信号量の比率がR＝2．3となっている。",
                    "【0041】従って，白っぽい煙となる燻焼煙と黒っぽい煙となる燃焼煙について，第1発光素子9からの光と第2発光素子10からの光による受光信号量の比率の間には十分な差が生じており，例えば比率Rについて煙の種類を判断するための閾値として例えば閾値＝6を設定することで，火災発生時の煙から燻焼煙か燃焼煙かを識別することができる。",
                    "【0042】一方，水蒸気や湯気などにあっては，煙粒子に比べ粒子径が十分に大きいことから，図3及び図4の散乱角θが小さい場合の散乱効率が火災時の煙に比べ十分に高く，第1散乱角θ1＝30°となる第1発光素子9からの光による受光信号量が十分に大きく，第2散乱角θ2＝120°となる第2発光素子10からの光による受光信号量との比率Rは10以上の大きな値を持つことになる。",
                    "【0043】このため第1発光素子9からの光による受光信号量と第2発光素子10からの光による受光信号量の比率Rについて閾値＝10を設定し，これを上回るような場合には水蒸気や湯気などの非火災と判断することができる。",
                    "【0044】この点はタバコの煙についても同様であり，比率Rに対する閾値を閾値＝10とすればタバコの煙については比率Rが10以上の大きな値が得られることから同様に非火災と判断することができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "【0097】以上説明してきたように本発明によれば，2つの発光素子につき受光素子に対する散乱角を異ならせることで煙の種類による散乱特性の相違を作り出し，同時に2つの発光素子から発する光の波長を異ならせることで波長に起因した散乱特性の相違を作り出し，この散乱角の相違と波長の相違の相乗効果によって煙の種類による散乱光の光強度に顕著な差を持たせることで煙の識別確度を高め，調理の湯気やタバコの煙による非火災報を防止し，更に火災による煙についても黒煙火災と白煙火災といった燃焼物の種類を確実に識別することができる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明の特徴",
              "text": [
                "上記(2)によれば，本件発明の特徴は次のとおりと認められる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明は，受光素子に対する散乱特性が異なるように光を発する2個の発光素子を備えた散乱光式煙感知器に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "火災以外の原因による非火災報を防止するため，2種類の波長の光を検煙空間に照射し，煙による散乱光について異なる波長の光強度の比を求めて煙の種類を判定する方法や，散乱面に対し垂直な偏光面をもつ光と水平な偏光面を持つ光を照射し，煙による散乱光の各偏光成分の光強度の比を求めて煙の種類を判定する方法が知られているが，このような従来の異なる波長の光や偏光面の異なる光を用いて煙の種類を判別する方法にあっては，火災による煙と火災以外の原因による調理の煙やバスルームの湯気等を識別する確度が必ずしも十分とはいえず，さらに高度な煙識別が望まれている(【0003】，【0005】)。本件発明は，煙識別の確度を高めて非火災報防止を確実なものとする散乱光式煙感知器を提供することを目的とする(【0006】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件発明は，検煙空間に向け，第1波長を発する第1発光素子と，第1波長とは異なる第2波長を発する第2発光素子と，第1発光素子と第2発光素子から発せられる光を直接受光しない位置に設けられた受光素子とを備えた散乱光式煙感知器について，第1発光素子と受光素子の光軸の交差で構成される第1散乱角に対し，第2発光素子と受光素子の光軸の交差で構成される第2散乱角を大きく構成し，第1発光素子から発せられる第1波長に対し，第2発光素子から発せられる第2波長を短くし，第1発光素子による煙の散乱光量と，第2発光素子による煙の散乱光量とを比較することにより煙の種類を識別することを特徴とする(【0008】，【0009】，【0014】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明によれば，2つの発光素子につき受光素子に対する散乱角を異ならせることで煙の種類による散乱特性の相違を作り出し，同時に2つの発光素子から発する光の波長を異ならせることで波長に起因した散乱特性の相違を作り出し，この散乱角の相違と波長の相違の相乗効果によって煙の種類による散乱光の光強度に顕著な差を持たせることで煙の識別確度を高め，調理の湯気やタバコの煙による非火災報を防止し，更に火災による煙についても黒煙火災と白煙火災といった燃焼物の種類を確実に識別することができる(【0097】)。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(引用発明の認定の誤りに基づく相違点の看過)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "甲1文献の記載",
              "text": [
                "甲1文献には，次の記載がある(甲1，訳文(甲25))。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "【請求項1】  流体中に浮遊する粒子を感知する装置であって，少なくとも第1の照明および第2の照明を与えるように構成された光源と，サンプル流体が流れるように構成された粒子感知区画と，前記第1または第2の照明によって，前記感知区画を交互に照射するように構成された諭理手段と，前記感知区画内の粒子で散乱した光を受光するセンサ手段と，前記感知区画の所定の状態の指標を提供する出力手段と，を備えた，粒子感知装置。",
                    "【請求項2】  前記光源が，少なくとも2つの光源を含み，当該装置の構成要素が，適所に機械的に固定されており，前記第1および第2の照明が，独立して放射され，前記第1および第2の照明が，異なる偏光であり，前記第1および第2の照明が，異なる位置から与えられ，および／または，前記第1および第2の照明が，一方が短波長光で他方が長波長光等，異なる波長である，請求項1に記載の粒子感知装置。・・・",
                    "【請求項6】  前記粒子サイズ識別手段が，比較的小さな粒子サイズを感知するための第1の光源と，比較的大きな粒子サイズを感知するための第2の光源と備えた，請求項4または5に記載の感知ユニット。",
                    "【請求項12】  請求項1，2または3のいずれか一項に記載の粒子感知装置を備えた，煙感知器。",
                    "【請求項14】  熱分解，くすぶり，および／または煙事象の警報状態を感知する方法であって，",
                    "a．流体のサンプルを用意するステップと，",
                    "b．光源(a source of light)から発せられた光を前記流体サンプルに作用させるステップと，",
                    "c．前記発光を用いて，粒子サイズおよび／または粒子範囲を決定するステップと，",
                    "d．所定の期間にわたって，選択された粒子サイズおよび／または粒子範囲の数または濃度が変化したか否かを判定するステップと，",
                    "e．ステップdの判定が，選択された基準内である場合に，警報を発するステップと，",
                    "を含む，方法。",
                    "【請求項16】  前記粒子サイズおよび／または粒子範囲の決定において，第1の範囲および／もしくは比較的小さな粒子サイズを感知するための第1の光源ならびに第2の範囲および／もしくは比較的大きな粒子サイズを感知するための第2の光源を使用する，請求項14または15に記載の方法。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "明細書",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "背景技術",
                      "text": [
                        "・・・この従来技術の不都合として，単一波長の光源を使用するため，激しい火災で発生する小さな粒子に反応しない。他の感知技術では，レーザ光線を使用することにより，通常は近赤外線波長の偏光した単色光源を提供する。このような感知器は，小さな粒子(すなわち，光の波長よりも小さな粒子)に対する低感度を犠牲にして，大きな粒子に対する高感度を有する傾向にある。・・・"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "発明の概要",
                      "text": [
                        "【発明が解決しようとする課題】"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本発明の目的は，広範な粒子サイズを感知できるとともに，粒子サイズに従って異なる種類の煙または塵埃を識別できる煙感知器を提供することである。・・・",
                          "text": [
                            "【課題を解決するための手段】"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本発明によれば，流体中に浮遊する粒子を感知する装置であって，少なくとも第1の照明および第2の照明を与えるように構成された光源と，サンプル流体が流れるように構成された粒子感知区画と，第1または第2の照明によって，感知区画を交互に照明するように構成された論理手段と，感知区画内の粒子で散乱した光を受光するセンサ手段と，感知区画の所定の状態の指標を提供する出力手段と，を備えた，粒子感知装置が提供される。",
                            "この装置は，ダクト設置であってもよいし，ダクト設置でなくてもよい。",
                            "この粒子感知装置において，光源は，少なくとも2つの光源を含み，当該装置の構成要素は，適所に機械的に固定されており，第1および第2の照明は，独立して放射され，第1および第2の照明は，異なる偏光であり，第1および第2の照明は，異なる位置から与えられ，ならびに／または，第1および第2の照明は，一方が短波長光で他方が長波長光等，異なる波長であることが好ましい。",
                            "光源は，一方が短波長光で他方が長波長光の一対の光源を含むのが好ましい。",
                            "あるいは，相対偏光が異なり，異なる偏光および／または波長に設定されたレーザダイオード等の異なる偏光光源を備えた偏光フィルタを通して光が投射される。",
                            "本発明において具現化された改良は，広範な粒子サイズに対して感度を確保できること，比較的長い耐用年数，小型化，軽量化，および低コスト化も実現しつつ，粒子サイズに従って，異なる種類の煙または塵埃を識別できることである。",
                            "光源は，感知区画軸に対して同じ角度で照射されるように構成されてもよいし，異なる角度で光を照射するように構成されてもよい。通常，光源は，一度に動作する波長が1つだけとなるように，パルスモードで動作する。電子回路内のシステムゲインは，較正条件下において，各光源が受光センサで同じ信号レベルを生成できるように調整されている。また，各センサは，その適当な動作帯域幅(採用するすべての波長に対する感度)に関して選択されている。",
                            "小型または大型の煙粒子であるか塵埃粒子であるかに関わらず，感知チャンバで生じるさまざまな種類の粒子に対する非常に高い感度または粒子の識別を実現するため，3つ以上の波長の光，偏光，またはこれら2つの組み合わせが利用されるようになっていてもよい。",
                            "また，受光センサは，偏光フィルタを有していてもよい。また，一度に光源を1つも動作させないことも，すべての光源を一体的に動作させることも可能である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "これにより，光源(「light source(s)」)は，順々にパルス化されるようになっていてもよく，センサで受光されるパルスの絶対振幅および相対振幅の両者の分析によって，煙濃度および粒子サイズ分布が決定され，これにより煙の種類が明らかとなる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明を実施するための形態",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "浮遊粒子サイズの識別は，多くの方法で実現可能である。2つ以上の光源の違いは，波長，偏光，位置(具体的には，感知区画軸に対する立体入射角)，またはこれらの組み合わせであってもよい。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "本発明の好適な実施形態においては，異なる波長で動作する2つの発光ダイオード(LED)が採用される。これにより，オクターブ全域にわたって分離するように，430nm(青色)および880nm(赤外)という離れた波長を使用可能である。このように波長が大きく異なることにより，両波長の光が交互に粒子で散乱してセンサに向かう場合，強度が大幅に異なる信号を生成可能である。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "レイリーの理論から，光の波長より小さな粒子の場合，散乱光の強度が波長の4乗に従って低下することが知られている。これは，赤外，可視，および紫外波長を含む完全スペクトルを生じるキセノンランプを用いた実験において，煙感知に関連して証明されており，小さな粒子が解き放たれる特定種類の火災の感知には，青色領域の波長が必要であることが分かっている。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "本発明の好適な一実施形態においては，10ms等の短期間にわたって，各光源が順々にパルス化される。センサでは，各波長の散乱光の各パルスに応答して，信号が生成される。システムは，予備較正によって，好ましくは製造時にLED投射の強度を調整することにより，各波長でのセンサの感度を考慮している。信号は，デジタルフィルタリングを用いた増幅によって，信号対雑音比が改善されており，パルス信号の絶対振幅および相対振幅の両者が格納される。絶対値が粒子濃度を示す一方，相対値が粒子サイズまたは粒子群の平均サイズを示す。レイリーの理論から，浮遊粒子の所与の質量濃度において，長波長光は，小さな粒子の場合に小さな振幅信号を生成し，大きな粒子の場合に大きな振幅信号を生成することになる。短波長光は，大小の粒子いずれの場合にも，相対的に等しい振幅信号を生成することになる。したがって，信号の比を比較することにより，粒子が大きいか小さいかを判定することができる。",
                            "(原文)",
                            "In  one  preferred  embodiment  of  the  invention,  each  light source is pulsed in sequence for a short period such as 10mS.",
                            "At the sensor, a signal is generated in response to each pulse of  scattered  light  at  each  wavelength.  The  system  is  pre-calibrated to account for the sensitivity of the sensor at each wavelength, preferably by adjusting the intensity of the LED projections during manufacture. The signals are amplified using digital filtering to improve the signal-to noise ratio, and both the absolute and relative amplitudes of the pulse signals are stored. The absolute value indicates the particle concentration whereas the relative value indicates the particle size or the average size of a group of particles. From Rayleigh theory, at a  given  mass  concentration  of  airborne  particles,  the  long wavelength light will produce a low amplitude signal in the case of small particles, or a large amplitude signal in the case of large  particles.  The  short  wavelength  light  will  produce  a relatively equal amplitude signal in the case of both small and large particles. By comparing the ratio of the signals it is therefore possible to determine whether the particles are large or small."
                          ]
                        },
                        {
                          "fig": "e",
                          "text": [
                            "本発明の一実施形態において，図1を参照すると，煙感知器ハウジング10は，2つの実質的に同一の片身10a，10bの成形により作製されている(図4参照)。感知チャンバ12を横切って，センサ13が視認する領域へと光を投射するように，2つのLEDランプが位置決めされている。煙14は，投光器11による照射を順々に受け得るように，チャンバ12を横切って矢印15の方向に取り込まれる。浮遊煙粒子で散乱したいくらかの光16が集光レンズ17によって，受光センサ13上に捕捉される。"
                          ]
                        },
                        {
                          "fig": "f",
                          "text": [
                            "図1bおよび図1cは，図1の光源11の別の位置決めを示している。これには，光トラップ39，40の再位置決めが必然的に伴う。その他多くの点で，図1bおよび図1cの特徴は，図1の図解および付随する説明と同じである。図1bおよび図1cは，単に明瞭化の便宜上，図1の詳細をすべて示しているわけではない。なお，図1bおよび図1cは，後方散乱の感知または前後散乱すなわち異なる角度の組み合わせを可能とする。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明の認定",
              "text": [
                "上記(1)の記載によれば，甲1文献には，前記第2の3(2)アのa)～m)，o)，p)の構成を備えた煙検知装置が開示されており，この点については当事者間に争いがない(以下「引用発明の争いのない構成」という。)。",
                "さらに，この煙検知装置について，「n)  長波長光からの振幅信号と短波長光からの振幅信号との比を比較することにより煙粒子の大きさを判定し，」との構成が開示されているかが問題となる。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1文献の記載",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件記載においては，",
                      "text": [
                        "①  信号は，デジタルフィルタリングを用いた増幅によって，信号対雑音比が改善されており，パルス信号の絶対振幅および相対振幅の両者(both the absolute and relative amplitudes of the pulse signals)が格納される。",
                        "②  絶対値(the absolute value)が粒子濃度を示す一方，相対値(the relative value)が粒子サイズまたは粒子群の平均サイズを示す。",
                        "③  レイリーの理論から，浮遊粒子の所与の質量濃度において，長波長光は，小さな粒子の場合に小さな振幅信号(a low amplitude signal)を生成し，大きな粒子の場合に大きな振幅信号(a  large amplitude signal)を生成することになる。",
                        "④  短波長光は，大小の粒子いずれの場合にも，相対的に等しい振幅信号(a relatively equal amplitude signal)を生成することになる。",
                        "との記載に続いて，",
                        "⑤  「したがって，信号の比を比較することにより(by comparing the ratio of the signals)，粒子が大きいか小さいかを判定することができる。」",
                        "との記載がある(以下，これらを，「記載①」などという。下線は裁判所による。)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これによれば，「信号の比」(記載⑤)における「信号」は，「長波長光」が生成する「振幅信号」(記載③)と，「短波長光」が生成する「振幅信号」(記載④)であり，「信号の比」とは，長波長光が生成する振幅信号と短波長光が生成する振幅信号の比であると理解することも文脈上は可能であるようにみえる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件記載の技術的意義について",
                  "text": [
                    "そこで，このような理解を前提に，本件記載を技術的に理解することができるかについて検討する。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術常識",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "α＜0．3とα＞5の領域における散乱光強度の特徴(甲3，18，弁論の全趣旨)",
                          "text": [
                            "粒径パラメータα＜0．3のレイリー散乱領域においては，散乱光強度は，次の式によって算出される(レイリーの理論。なお，I は散θ乱角θにおける散乱光強度，aは半径，Rは粒子からの距離，λは波長，mは屈折率)。",
                            "そうすると，粒径パラメータα＜0．3(α＝2πr／λ(rは粒径，λは波長)であるレイリー散乱領域においては，1つの粒子により散乱された光の強度は粒径の6乗に比例するということができる。",
                            "そして，散乱光強度は，1つの粒子により散乱された光の強度に粒子の個数を乗じたものとなるところ，粒子の個数は粒径の3乗に反比例するから，結局，質量濃度が一定の場合，散乱光強度は粒径の3乗に比例するということができる。",
                            "また，散乱光強度は，波長の4乗に従って低下する。",
                            "他方，粒径パラメータα＞5では，1個の粒子による散乱光強度は粒径の2乗に比例するところ，粒子の個数は粒径の3乗に反比例するから，結局，質量濃度が一定の場合，散乱光強度は，粒径に反比例することになる(弁論の全趣旨)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "散乱角による散乱光強度の変化(甲3)",
                          "text": [
                            "散乱角による散乱光強度の変化は甲3文献の図3(B)(図7．2と同旨のもの。)のとおりである。",
                            "そして，粒子径が波長より大きい領域(フラウンホーファ領域)では，散乱光はほとんど前方にだけ集中し，粒子径の大きさに依存して散乱光強度が大きく変化するため，前方散乱光の光強度分布を検出することにより粒子径を特定することができる。",
                            "これに対し，粒子径が波長より小さい場合(ミー領域)では，散乱光は散乱角に依存して側方・後方散乱の割合が増加し，やがて全方向に広がるようになる(レイリー散乱)。0．1μm以下の粒子では，前方散乱光の強度分布に明確な差がなくなるため，前方散乱の情報だけでは粒子径を判断することはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "散乱光強度と粒径の関係",
                          "text": [
                            "甲3文献の図3(B)(図7．2と同旨のもの。)により，次の①②のとおり，α＝0．5，1．0，2．0，4．0における，質量濃度を一定とした場合の散乱光強度I(垂直成分と平行成分の散乱光強度の和)について，α＝0．5の値を基準に散乱角θごとに比較すると，おおむね別紙「散乱光強度と粒径の関係」のとおりとなる。",
                            "①  1粒子当たりの散乱光強度",
                            "散乱角θごとにi1とi2の和を求め，α＝0．5の散乱光強度を「1」とし，α＝1．0，α＝2．0，α＝4．0の散乱光強度をα＝0．5の散乱光強度で除する。",
                            "②  質量濃度一定の条件での比較",
                            "粒径が2倍になれば，単位体積あたりに含まれる粒子数は1／8になることから，①で求めた数値について，波長が一定であることを前提に，散乱角θごとに，α＝1．0の数値を1／8倍し，α＝2．0の数値を1／64倍し，α＝4．0の数値を1／512倍する。",
                            "これによれば，粒径と散乱光強度との関係は，波長と質量濃度が一定の場合，θ＝30°では粒径が大きくなるにしたがって散乱光強度が大きくなり，その際の粒径の変動による散乱光強度の差も大きい。また，θ＝45°及び60°ではα＝2．0のときが最大であり，θ＝120°及び150°ではα＝1．0のときが最大であり，αの変動による差はθによってまちまちである。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件記載の技術的意義",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "レイリー理論を前提とした場合",
                          "text": [
                            "記載④には，「短波長光は，大小の粒子いずれの場合にも，相対的に等しい振幅信号を生成することになる」という記載があり，この記載は，記載⑤の前提となっている。",
                            "しかし，審決も指摘しているとおり，レイリーの理論からすれば，質量濃度を一定とした場合，長波長光が，小さな粒子の場合に小さな振幅信号を生成し，大きな粒子の場合に大きな振幅信号を生成するとすれば，短波長光は，長波長光よりさらに小さな粒子についても，粒子の大きさに比例した振幅信号を生成することとなり，大小の粒子いずれの場合にも相対的に等しい振幅信号を生成するとはいえない。",
                            "そうすると，レイリーの理論から，記載④のようにいうことはできず，記載④を記載③及び記載⑤と整合的に説明することはできない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "ミー散乱領域に関する理論を考慮した場合",
                          "text": [
                            "そこで，審決は，ミー散乱領域も考慮すれば，記載④に矛盾はないとする。すなわち，「α＜0．3の領域における散乱光強度は粒径の3乗に比例し，α＞5の領域における散乱光強度は粒径に反比例することからすると，α＜0．3の領域の方が，α＞5の領域よりも散乱光強度に対する粒径の影響が大きいものといえる。そして，同じ粒径の粒子に対して光を当てた場合，長波長の光を当てた場合の方が，短波長の光を当てた場合よりも粒径パラメーターαが相対的に小さくなるから，長波長の光を当てた場合の散乱光強度との関係はα＜0．3寄りに，短波長の光を当てた場合の散乱光強度との関係はα＞5寄りに位置するものと理解できる。したがって，長波長の場合に比べ，短波長の光を当てた場合の方が，粒子の大きさによって受ける影響の度合いは小さくなるので，『短波長光は，大小の粒子のいずれの場合にも，相対的に等しい振幅信号を生成することになる』といえる。」という趣旨の指摘をするのである。",
                            "しかし，仮にα＜0．3に近い領域においては散乱光強度が粒径の3乗に比例する関係が成立し，α＞5に近い領域においては散乱光強度が粒径に反比例する関係が成立するとしても，その間における散乱光強度と粒径との関係については，審決は何ら明らかにしていないのであるから，これによって，常に長波長光に比べ短波長光は，相対的に等しい振幅信号を生成するといえるかどうかは明らかではないといわざるを得ない。この点について，被告は，「レイリー散乱領域からミー散乱領域よりもαが大きい条件の領域に向かって，レイリー散乱領域に近い側では，αが大きくなるに従って散乱強度が大きくなり，いずれかで必ず極大値に達し，その後αが大きくなるに従って散乱強度が小さくなって，ミー散乱領域よりも大きい条件の領域に近づく。」と主張するが，この主張は，散乱強度の大きさの変化を説明しているのにとどまるから，散乱強度と粒径と間の定量的な関係について説明がないという問題は，依然として解消されていない。",
                            "また，審決の見解は，散乱角の違いによるばらつきを考慮していないという点においても問題があるものといわざるを得ない。すなわち，レイリー散乱領域よりαが大きい領域においては，上記(ア)b，cのとおり，散乱光強度は散乱角に依存して大きく変化し，αが変化した場合の散乱光強度の変化の仕方や程度は，散乱角θによってまちまちであることがわかる。そうすると，散乱光強度に対する粒径の影響は，散乱角θによって異なるといわざるを得ないのであるから，この点を考慮していない審決の見解には問題があるものといわざるを得ないのである(なお，引用発明の争いのない構成においては，第1の照明から照射される光と第2の照明から照射される光とでは，散乱角が異なることになるから，散乱角θによる影響はより一層複雑なものにならざるを得ないものと予想される。)。",
                            "そうすると，審決の上記理解には問題があるといわざるを得ないから，ミー散乱領域を考慮したとしても，「長波長光が，小さな粒子の場合に小さな振幅信号を生成し，大きな粒子の場合に大きな振幅信号を生成するのに対し，短波長光が，大小の粒子いずれの場合にも相対的に等しい振幅信号を生成する」ということはできない。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "そして，他に記載④が成り立つことを裏付けるに足りるような根拠を見出すこともできないから，結局，記載④を記載③及び記載⑤と整合的に説明することはできないものといわざるを得ない。",
                            "そうすると，当業者は，甲1文献から，引用発明の争いのない構成において「長波長光からの振幅信号と短波長光からの振幅信号との比を比較することにより煙粒子の大きさを判定」するという技術的思想を認識することはできないものというべきである。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "相違点の看過",
              "text": [
                "以上のとおりであるから，本件発明1と引用発明は，相違点1のほかに，「本件発明1は，前記第1発光素子による煙の散乱光量と，第2発光素子による煙の散乱光量とを比較することにより煙の種類を識別する構成を有するのに対し，引用発明はこのような構成を有しない点」も相違点とするものといえる。本件発明2～6，8は本件発明1を直接ないし間接に引用するものであるから，上記に説示したところは，本件発明2～6，8にも妥当する。",
                "そうすると，上記相違点の看過は，本件発明1～6，8についての特許を無効とした審決の結論に影響を及ぼすものであることが明らかであるから，取消事由1には理由がある。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，1つの受光素子と異なる波長の光を発する2つの発光素子とを備えて煙の種類を識別する煙感知器において，2つの発光素子の各散乱強度の比を求めて煙の種類を判別することは，本件出願日当時周知技術であったこと，煙感知器において前方散乱の位置に近赤外線(長波長)光を配置することはごく一般的に行われている技術常識であること，甲1文献の発明の目的が「粒子の大きさからその粒子を識別する」ことにあることなどから，甲1文献には，2つの光の振幅信号の比を求めて煙の種類を判別する構成が記載されていると主張する。",
                    "しかし，甲1文献の記載からは，引用発明の争いのない構成において「長波長光からの振幅信号と短波長光からの振幅信号との比を比較することにより煙粒子の大きさを判定」する技術的思想を認識できないことは上記(2)に説示したとおりであり，被告の主張する点は，この判断を左右するものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，レイリー散乱領域(粒径の3乗に比例)からミー散乱領域よりもαが大きい条件の領域(粒径に反比例)に向かって，レイリー散乱領域に近い側では，αが大きくなるに従って散乱強度が大きくなり，いずれかで必ず極大値に達し，その後αが大きくなるに従って散乱強度が小さくなって，ミー散乱領域よりも大きい条件の領域に近づくこと，また，散乱強度の増減の度合いの傾向も，0．3＜α＜5の範囲において，レイリー散乱領域に近い側はレイリー散乱領域に似た傾向を示し，フラウンホーファ領域に近い側はフラウンホーファ領域に似た傾向を示すことに変わりはないと主張する。",
                    "しかし，この説明によっても，記載④を意味のあるものとして理解することはできないことは上記(2)に説示したとおりであり，被告の主張は採用することができない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によると，取消事由1は理由があるから，その余の取消事由を考慮するまでもなく，審決にはその結論に影響を及ぼす違法がある。",
            "よって，原告の請求を認容することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}