{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は，原告の負担とする。            "
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-800139号事件について平成30年10月3日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成14年12月3日，発明の名称を「梁補強金具およびこれを用いた梁貫通孔補強構造」とする発明について特許出願をし(優先権主張:平成13年12月4日)，平成19年2月2日，設定の登録を受けた(特許第3909365号。甲14。請求項の数7。以下「本件特許」という。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年10月19日，これに対する無効審判を請求し(甲21)，無効2017-800139号事件として係属した。",
                "被告は，平成30年1月9日付けで，本件特許の特許請求の範囲に係る訂正を請求した(以下「本件訂正」という。甲16)。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成30年10月3日，本件訂正を認めた上，「本件審判の請求は，成り立たない。」との別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月12日，原告に送達された。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，平成30年11月9日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件訂正前",
              "text": [
                "本件訂正前(設定登録時)の特許請求の範囲の請求項1ないし7の記載は，以下のとおりである(甲14)。以下，各請求項に係る発明を「本件発明1」などという。",
                "【請求項1】梁に形成された貫通孔の周縁部に外周部が溶接固定されるリング状の梁補強金具であって，その軸方向の長さを半径方向の肉厚の0．5倍～10．0倍とし，前記貫通孔より外径が大きいフランジ部を前記外周部の軸方向の片面側に形成したことを特徴とする梁補強金具。",
                "【請求項2】前記梁補強金具の体積を，前記梁形成された貫通孔の内部に形成された空間部の体積の1．0～3．0倍としたことを特徴とする請求項1に記載の梁補強金具。",
                "【請求項3】前記外周部を，軸方向の他面側に向かって徐々に縮径させたことを特徴とする請求項1または2に記載の梁補強金具。",
                "【請求項4】前記外周部の最小外径部から前記フランジ部外周までの長さを前記外周部の最小外径の半分以下とし，前記フランジ部の軸方向の長さを当該梁補強金具の軸方向の長さの半分以下としたことを特徴とする請求項1～3のいずれかに記載の梁補強金具。",
                "【請求項5】前記梁補強金具の内径を前記梁の梁成の0．8倍以下としたことを特徴とする請求項1～4のいずれかに記載の梁補強金具。",
                "【請求項6】前記貫通孔の内縁部に直接当接する3以上の位置決め突起部を前記外周部に形成したことを特徴とする請求項1～5のいずれかに記載の梁補強金具。",
                "【請求項7】柱梁接合構造を構成する梁に形成された貫通孔の周縁部に請求項1～6のいずれかに記載の梁補強金具の外周部を溶接固定して形成した梁貫通孔補強構造であって，前記柱と前記梁との接合位置から前記梁補強金具の軸心までの距離を前記梁の梁成の2倍以下としたことを特徴とする梁貫通孔補強構造。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正後",
              "text": [
                "本件訂正後の特許請求の範囲の請求項1ないし7の記載は，以下のとおりである(甲16。下線部は本件訂正による訂正箇所である。以下同じ。)。以下，各請求項に係る発明を「本件訂正発明1」などといい，本件特許の明細書(甲14)を，以下，本件訂正の前後を通じて，図面を含め「本件明細書」という。",
                "【請求項1】梁に形成された貫通孔の周縁部に外周部が溶接固定されるリング状の梁補強金具であって，その軸方向の長さを半径方向の肉厚の0．5倍～10．0倍とし，前記貫通孔より外径が大きいフランジ部を前記外周部の軸方向の片面側の端部に形成し，前記梁補強金具の軸方向の前記片面側の面は，前記梁補強金具の内周から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面であることを特徴とする梁補強金具。",
                "【請求項2】前記梁補強金具の体積を，前記梁形成された貫通孔の内部に形成された空間部の体積の1．0～3．0倍としたことを特徴とする請求項1に記載の梁補強金具。",
                "【請求項3】前記外周部を，軸方向の他面側に向かって徐々に縮径させたことを特徴とする請求項1または2に記載の梁補強金具。",
                "【請求項4】",
                "前記外周部の最小外径部から前記フランジ部の外周までの長さを前記外周部の最小外径の半分以下とし，前記フランジ部の軸方向の長さを当該梁補強金具の軸方向の長さの半分以下としたことを特徴とする請求項1～3のいずれかに記載の梁補強金具。",
                "【請求項5】前記梁補強金具の内径を前記梁の梁成の0．8倍以下としたことを特徴とする請求項1～4のいずれかに記載の梁補強金具。",
                "【請求項6】前記貫通孔の内縁部に直接当接する3以上の位置決め突起部を前記外周部に形成したことを特徴とする請求項1～5のいずれかに記載の梁補強金具。",
                "【請求項7】柱梁接合構造を構成する梁に形成された貫通孔の周縁部に請求項1～6のいずれかに記載の梁補強金具の外周部を溶接固定して形成した梁貫通孔補強構造であって，前記柱と前記梁との接合位置から前記梁補強金具の軸心までの距離を前記梁の梁成の2倍以下としたことを特徴とする梁貫通孔補強構造。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "構成要件の分説",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件各発明を発明特定事項ごとに分説すると，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件発明1",
                      "text": [
                        "1-A：梁に形成された貫通孔の周縁部に外周部が溶接固定されるリング状の梁補強金具であって，",
                        "1-B：その軸方向の長さを半径方向の肉厚の0．5倍～10．0倍とし，",
                        "1-C：前記貫通孔より外径が大きいフランジ部を前記外周部の軸方向の片面側に形成した",
                        "1-D：ことを特徴とする梁補強金具。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件発明2",
                      "text": [
                        "2-A：前記梁補強金具の体積を，前記梁形成された貫通孔の内部に形成された空間部の体積の1．0～3．0倍とした",
                        "2-B：ことを特徴とする請求項1に記載の梁補強金具。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "本件発明3",
                      "text": [
                        "3-A：前記外周部を，軸方向の他面側に向かって徐々に縮径させた",
                        "3-B：ことを特徴とする請求項1または2に記載の梁補強金具。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "本件発明4",
                      "text": [
                        "4-A：前記外周部の最小外径部から前記フランジ部外周までの長さを前記外周部の最小外径の半分以下とし，",
                        "4-B：前記フランジ部の軸方向の長さを当該梁補強金具の軸方向の長さの半分以下とした",
                        "4-C：ことを特徴とする請求項1～3のいずれかに記載の梁補強金具。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "本件発明5",
                      "text": [
                        "5-A：前記梁補強金具の内径を前記梁の梁成の0．8倍以下とした",
                        "5-B：ことを特徴とする請求項1～4のいずれかに記載の梁補強金具。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "本件発明6",
                      "text": [
                        "6-A：前記貫通孔の内縁部に直接当接する3以上の位置決め突起部を前記外周部に形成した",
                        "6-B：ことを特徴とする請求項1～5のいずれかに記載の梁補強金具。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "本件発明7",
                      "text": [
                        "7-A：柱梁接合構造を構成する梁に形成された",
                        "7-B：貫通孔の周縁部に請求項1～6のいずれかに記載の梁補強金具の外周部を溶接固定して形成した梁貫通孔補強構造であって，",
                        "7-C：前記柱と前記梁との接合位置から前記梁補強金具の軸心までの距離を前記梁の梁成の2倍以下とした",
                        "7-D：ことを特徴とする梁貫通孔補強構造。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明1及び本件訂正発明4を発明特定事項ごとに分説すると，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件訂正発明1",
                      "text": [
                        "1-A：梁に形成された貫通孔の周縁部に外周部が溶接固定されるリング状の梁補強金具であって，",
                        "1-B：その軸方向の長さを半径方向の肉厚の0．5倍～10．0倍とし，",
                        "1-C’-1：前記貫通孔より外径が大きいフランジ部を前記外周部の軸方向の片面側の端部に形成し，",
                        "1-C’-2：前記梁補強金具の軸方向の前記片面側の面は，前記梁補強金具の内周から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面である",
                        "1-D：ことを特徴とする梁補強金具。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件訂正発明4",
                      "text": [
                        "4-A’：前記外周部の最小外径部から前記フランジ部の外周までの長さを前記外周部の最小外径の半分以下とし，",
                        "4-B：前記フランジ部の軸方向の長さを当該梁補強金具の軸方向の長さの半分以下とした",
                        "4-C：ことを特徴とする請求項1～3のいずれかに記載の梁補強金具。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件訂正に係る訂正事項",
              "text": [
                "本件訂正に係る訂正事項1は，訂正前の特許請求の範囲の請求項1の「梁補強金具」において，「フランジ部」を形成することにつき，「外周部の軸方向の片面側」と特定されているものから，「前記外周部の軸方向の片面側の端部に形成し，前記梁補強金具の軸方向の前記片面側の面は，前記梁補強金具の内面から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面である」ものとしたものである。",
                "本件訂正に係る訂正事項2は，訂正前の特許請求の範囲の請求項4の「前記外周部の最小外径部から前記フランジ部外周までの長さを前記外周部の最小外径の半分以下とし，」という記載を，「前記外周部の最小外径部から前記フランジ部の外周までの長さを前記外周部の最小外径の半分以下とし，」としたものである。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，本件訂正の請求は適法であり，本件訂正発明1は，①下記アの引用例1に記載された発明に基づいて容易に発明することができたものではない，②下記イの引用例2に記載された発明に基づいて容易に発明することができたものではない，などというものである。",
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例1：特開昭63-219745号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "引用例2：社団法人日本建築学会編，日本建築学会論文報告集(1981年3月，第301号43～51頁。甲5)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した引用例1に記載された発明(以下「引用発明1」という。)，本件訂正発明1と引用発明1との一致点及び相違点は，次のとおりである。なお，文中の「／」は，原文の改行箇所を示す(以下同じ。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明1",
                  "text": [
                    "梁鉄骨1のウェブ1aに形成された貫通孔1bの周縁部にリング状の厚肉鋼管2が溶接部3により固着され，／溶接部3は裏当て体3aを備えており，裏当て体3aが厚肉鋼管2から突出して設けられ，貫通孔1bより外径が大きい裏当て体3aが，厚肉鋼管2のほぼ中央部にて厚肉鋼管2と一体に形成され，裏当て体3aをウェブ1aの左面から当接する鉄骨梁貫通孔構造用の厚肉鋼管。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "梁に形成された貫通孔の周縁部に外周部が溶接固定されるリング状の梁補強金具であって， ／前記貫通孔より外径が大きいフランジ部を前記外周部に形成してある梁補強金具。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "(相違点1)本件訂正発明1が，軸方向の長さを半径方向の肉厚の0．5倍～10．0倍としているのに対して，引用発明1は，そのような特定がなされていない点。",
                    "(相違点2)貫通孔より外径が大きいフランジ部を，本件訂正発明1では，外周部の軸方向の片面側の端部に形成し，前記梁補強金具の軸方向の前記片面側の面は，前記梁補強金具の内周から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面であるのに対して，引用発明1では，外周部のほぼ中央部に形成している点。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "本件審決が認定した引用例2に記載された発明(以下「引用発明2」という。)，本件訂正発明1と引用発明2との一致点及び相違点は，次のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明2",
                  "text": [
                    "はりのウェブに形成された円形孔にスリーブ管の全周がすみ肉溶接され，／スリーブ管の軸方向の長さbsが，スリーブ管の半径方向の肉厚tsの9．09倍であり，／スリーブ管が円筒形状に形成されており，／スリーブ管の外径縁が，その径を一定とするように形成されており，／スリーブ管の内径2Rが，H(梁成)の0．30倍～0．59倍であり，／円形孔内に挿入されるスリーブ管の外径縁が円形に形成されている／ことを特徴とするはり補強用のスリーブ管。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "一致点",
                  "text": [
                    "梁に形成された貫通孔の周縁部に外周部が溶接固定されるリング状の梁補強金具であって，／その軸方向の長さを半径方向の肉厚の0．5倍～10．0倍とする梁補強金具。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "相違点",
                  "text": [
                    "(相違点3)本件訂正発明1が，貫通孔より外径が大きいフランジ部を前記外周部の軸方向の片面側の端部に形成し，前記梁補強金具の軸方向の前記片面側の面は，前記梁補強金具の内周から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面である構成を有しているのに対して，引用発明2は，そのような構成を備えていない点。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正要件の判断の誤り(取消事由1)",
              "content": [
                {
                  "fig": "ア",
                  "subject": "訂正事項1が特許請求の範囲の減縮を目的とするものであるとの認定の誤り"
                },
                {
                  "fig": "イ",
                  "subject": "訂正事項1が実質上特許請求の範囲を変更するものではないとの認定の誤り"
                },
                {
                  "fig": "ウ",
                  "subject": "訂正事項1が新規事項ではないとの認定の誤り"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1に基づく進歩性判断の誤り(取消事由2)"
            },
            {
              "fig": "(3)",
              "subject": "引用発明2に基づく進歩性判断の誤り(取消事由3)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(訂正要件の判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1が特許請求の範囲の減縮を目的とするものであるとの認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1における「フランジ部」の外周と梁補強金具の「外周部」とは別異の部位であることが明らかであるところ，訂正事項1は，「フランジ部」の外周を梁補強金具の「外周部」の一部とするように訂正するものであるから，訂正事項1は，特許請求の範囲を変更するものであり，特許請求の範囲の減縮を目的とするものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「外周部」(構成要件1-A)がフランジの外周を含むものとすると，「前記貫通孔より外径が大きいフランジ部を前記外周部の軸方向の片面側に形成した」(構成要件1-C)ことと技術的に矛盾する。フランジ部は，梁に形成された貫通孔を通る円筒面である「外周部」に形成されてもよいし，フランジ部の外周にあってもよいことになるが，フランジにフランジを重ねることは，技術的に正しさを欠くので，構成要件1-Aの「外周部」は，フランジ部の外周は含まない意味で用いられているものと解するほかはない。",
                    "また，本件発明1においては，「フランジ部」が「前記貫通孔より外径が大きい」と規定されていて，「フランジ部」の外周が，貫通孔に近接していない領域，すなわち，貫通孔の「周縁部」ではない領域に位置する場合が存在している。そのため，仮に，「前記貫通孔より外径が大きい」と規定された「フランジ部」が「外周部」の一部であり，かつこのような「フランジ部」の外周が溶接固定されるとすると，溶接固定される部分が，梁のウェブ部のうち，貫通孔に近接していない領域となる態様が存在することとなるから，「外周部」が貫通孔の「周縁部」に溶接固定されるという構成が成り立たなくなる。",
                    "本件発明1の記載自体から，「フランジ部」の外周と梁補強金具の「外周部」とが別異の部位であることは明らかであり，「フランジ部」の外周は，梁補強金具の「外周部」の一部ではないと解釈せざるを得ない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件明細書の記載によれば，第1実施形態において，「梁補強金具1」の「外周部4」は，貫通孔3の内部に形成された内径Rの円形の空間部に嵌入可能な部分であるところ，本件発明1である第2実施形態では，「梁補強金具7」の「外周部9」は，貫通孔3の内部に形成された内径Rの円形の空間部に嵌入可能であり，かかる「外周部9」は，「梁補強金具1」の「外周部4」に「形成した」「フランジ部8」及びその「外周部」とは峻別される(【0029】，図3)。また，第2実施形態では，外周部9とフランジ部8の外周部とをそれぞれ溶接固定する部位は，「貫通孔3の周縁部」ではなく，「梁2のウェブ部2wの表面側および裏面側」と記載されていることからも，「貫通孔の周縁部」とは「フランジ部」の溶接固定部位を含まないと解釈することが合理的である。さらに，【0025】，【0029】の記載によれば，「フランジ部8」は，貫通孔3に嵌入できない大きさのものであることは明らかであり，かかる「フランジ部8」の外周は，貫通孔3の内部に形成された内径Rの円形の空間部に嵌入可能な大きさの「外周部4」の一部とはなり得ない。",
                    "したがって，本件明細書の記載によっても，「フランジ部」の外周と梁補強金具の「外周部」とは別異の部位であることが明らかである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件発明3の記載及びこれにかかる本件明細書の記載(【0017】，【0030】，【0031】，【0033】～【0037】，【0045】，【0049】，図4～9)によれば，本件発明3では，「軸方向の他面側に向かって徐々に縮径させる」という構成を採用することによって，「貫通孔に嵌入させる作業を容易化して作業時間を短縮するという効果を奏することができる」部位が，「外周部」であるから，軸方向の片面側に設けられた「フランジ部」の外周は，本件発明3の梁補強金具の「外周部」とは別異の部位であって，「外周部」に含まれないことは明らかである。",
                    "また，本件発明4の記載及びこれにかかる本件明細書の記載(【0018】，【0032】，【0038】，【0045】，【0050】，図4～9)によれば，本件発明4では，梁補強金具の「外周部」の最小外径部から「前記フランジ部」の「外周」までの長さを「外周部」の最小外径の半分以下とし，「フランジ部」の軸方向の長さを当該梁補強金具の軸方向の長さの半分以下とするという構成を採用することによって，「貫通孔に溶接接合したとき優れた補強作用を発揮し，無孔梁と同等の強度が得られる」という効果を奏することができるものであるから，「フランジ部」の外周は，本件発明4の梁補強金具の「外周部」とは別異の部位であって，「外周部」に含まれないことは明らかである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項1が実質上特許請求の範囲を変更するものではないとの認定の誤り",
              "text": [
                "本件訂正前の特許請求の範囲及び本件明細書において，「フランジ部」の外周が梁補強金具の「外周部」とは別異の部位であることは明らかであり，訂正事項1は，梁補強金具の「外周部」とは別異の部位である「フランジ部」の外周を，同「外周部」の一部として変更している。",
                "よって，訂正事項1は，実質上特許請求の範囲を変更するものであり，特許法134条の2第9項で準用する同法126条6項の規定に適合しない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正事項1が新規事項ではないとの認定の誤り",
              "text": [
                "本件訂正前の特許請求の範囲及び本件明細書において，「フランジ部」の外周は，梁補強金具の「外周部」とは別異の部位であることが明らかである。しかるに，訂正事項1は，梁補強金具の「外周部」とは別異の部位である「フランジ部」の外周を，同「外周部」の一部とするように訂正をしており，特許発明の技術的範囲は本件明細書の記載を越えている。",
                "よって，訂正事項1は，本件明細書等に記載した事項の範囲内においてしたものではないので，特許法134条の2第9項で準用する同法126条5項の規定に適合しない。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "訂正事項1が特許請求の範囲の減縮を目的とするものであるとの認定の誤り",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1の「外周部」とは，請求項1の「梁に形成された貫通孔の周縁部に外周部が溶接固定されるリング状の梁補強金具であって」との記載から明らかなとおり，梁補強金具の外周部を意味しており，「フランジ部」も梁補強金具の一部であるから，「フランジ部」の外周部が梁補強金具の「外周部」に含まれることは明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件明細書においても，「外周部」という用語は，「フランジ部」の外周部を含んだ「梁補強金具の外周部」という意味で記載されており，本件特許の出願経過等に照らしても，別異に解すべき事情はない。",
                    "「外周部9」と「フランジ部8の外周部」をそれぞれ溶接固定する部位が，「梁2のウェブ部2wの表面側および裏面側」と記載されていることは，フランジ部8が溶接固定される部位と，「外周部9」のうち「フランジ部8」以外の部分が溶接固定される部位とが，表面側か裏面側かという点以外に特段区別されていないことを示しており，いずれも「周縁部」に溶接固定されることが当然の前提とされている。",
                    "【0029】の記載によれば，フランジ部が存する第2実施形態の「外周部9」が「梁補強金具7」の「その外周部」を示すものとして記載されており，「外周部9」は，第1実施形態である梁補強金具1における「外周部4」と同じ場所を示すものでないことは，明らかである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "請求項3，【0017】，【0049】には，「外周部」を徐々に縮径させることしか記載されておらず，「外周部」の全体を徐々に縮径させるとは記載されていないから，「外周部」の一部である「フランジ部」がテーパ形状となっていなくても，「外周部」を徐々に縮径させていることに変わりはない。そうすると，本件発明3及びこれに係る本件明細書の記載によっても，「フランジ部」の外周は，本件発明1の「外周部」と別異の部位とはいえない。",
                    "また，本件発明4の特徴が，「フランジ部」の「外周」までの長さを「外周部」の最小外径の半分以下とし，「フランジ部」の軸方向の長さを当該梁補強金具の軸方向の長さの半分以下とすることにあるとしても，フランジ部は，梁補強金具の一部位として呼称を設けたにすぎないものであるから，そのような特徴構成を有することは，「外周部」と「フランジ部」の外周とが峻別されていることを何ら裏付けるものではない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項1が実質上特許請求の範囲を変更するものではないとの認定の誤り",
              "text": [
                "訂正事項1は，梁補強金具の「外周部」とは別異の部位である「フランジ部」の外周を「外周部」の一部とするように訂正するものではない。",
                "したがって，訂正事項1は，実質上特許請求の範囲を変更するものではない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "訂正事項1が新規事項ではないとの認定の誤り",
              "text": [
                "訂正事項1は，梁補強金具の「外周部」とは別異の部位である「フランジ部」の外周を「外周部」の一部とするように訂正するものではない。",
                "したがって，訂正事項1は，本件明細書に記載した事項の範囲内においてなされたものである。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(引用発明1に基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明1の認定の誤り",
              "text": [
                "引用例1の第4図，第5図によれば，裏当て体3aが，厚肉鋼管2の外周部の軸方向の中央より軸方向の片側(第4図及び第5図で見て左方側)に形成されていることが明確に開示されている。",
                "したがって，引用例1は，貫通孔1bより外径が大きい裏当て体3aが，厚肉鋼管2の外周部の軸方向の中央より軸方向の片側にて厚肉鋼管2と一体に形成されることを開示しているものとされるべきであり，本件審決が，引用発明1について，「貫通孔1bより外径が大きい裏当て体3aが，厚肉鋼管2のほぼ中央部にて厚肉鋼管2と一体に形成され」ると認定したことは，誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に関する判断の誤り",
              "text": [
                "引用例1は，貫通孔1bより外径が大きい裏当て体3a(フランジ部)が，厚肉鋼管2の外周部の軸方向の中央より軸方向の片側にて厚肉鋼管2と一体に形成されることを開示しているので，引用発明1において，裏当て体3a(フランジ部)の形成箇所を，厚肉鋼管2の外周部の軸方向の中央より軸方向の片側に位置する領域のうち片側の端部とすることも設計事項として選択し得る。",
                "また，「フランジ」と呼ばれる部分は，甲2，3，5～10に示されるとおり，種々の分野で用いられるものであること，本件明細書には，本件訂正発明1の相違点2の構成によって得られる作用効果の記載はないから，本件訂正発明1の「フランジ部」は，引用発明1と比較して優れた作用効果をもたらすものではないことを勘案すると，甲6，7のように，端部に形成された「フランジ」を引用発明1の「裏当て体3a(フランジ部)」に適用できない理由はない。",
                "さらに，貫通孔を形成したウェブを有するH形鋼の梁を補強する技術分野においても，梁のウェブに形成される貫通孔の周囲に配置される筒状の構造物における軸方向の片側端部にフランジを形成し，かつ筒状の構造物における軸方向の片側端部側の面を筒状の構造物の内周からフランジの外周まで平面とする構成は，甲23～25にも示されるように，周知技術である。",
                "以上によれば，本件訂正発明1は，引用発明1及び周知技術(甲2，3，5～10，23～25)に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明2～7について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明2のように，「前記梁補強金具の体積を，前記梁形成された貫通孔の内部に形成された空間部の体積の1．0～3．0倍」とすることは，当業者が適宜設定し得る数値範囲であり格別のこととはいえず，本件明細書には，かかる数値範囲に格別の意義を認めるに足るデータの開示はない。",
                    "本件訂正発明3のように，「前記外周部を，軸方向の他面側に向かって徐々に縮径させた」ことは，甲2，3に記載される周知技術である。",
                    "本件訂正発明4のように，「前記外周部の最小外径部から前記フランジ部の外周までの長さを前記外周部の最小外径の半分以下とし，前記フランジ部の軸方向の長さを当該梁補強金具の軸方向の長さの半分以下とした」ことは，当業者が適宜設定し得る数値範囲であり格別のこととはいえず，本件明細書には，かかる数値範囲に格別の意義を認めるに足るデータの開示はない。",
                    "本件訂正発明5のように，「前記梁補強金具の内径を前記梁の梁成の0．8倍以下とした」ことは，当業者が適宜設定し得る数値範囲であり格別のこととはいえず，本件明細書には，かかる数値範囲に格別の意義を認めるに足るデータの開示はない。",
                    "本件訂正発明6のように，「前記貫通孔の内縁部に直接当接する3以上の位置決め突起部を前記外周部に形成した」ことは，甲3に開示されている。",
                    "したがって，本件訂正発明2～5は，引用発明1及び周知技術に基づき，本件訂正発明6は，引用発明1，甲3に記載された発明及び周知技術に基づいて，当業者が容易に発明することができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明7には，「柱梁接合構造を構成する梁に形成された貫通孔の周縁部に請求項1～6のいずれかに記載の梁補強金具の外周部を溶接固定して形成した梁貫通孔補強構造であって，前記柱と前記梁との接合位置から前記梁補強金具の軸心までの距離を前記梁の梁成の2倍以下とした」と記載されているが，かかる記載のうち「梁に形成された貫通孔の周縁部に請求項1～6のいずれかに記載の梁補強金具の外周部を溶接固定して形成した梁貫通孔補強構造」は，上記アにおいて述べた本件訂正発明1～6の進歩性欠如の主張のとおりである。",
                    "また，「柱梁接合構造を構成する梁」及び「前記柱と前記梁との接合位置から前記梁補強金具の軸心までの距離を前記梁の梁成の2倍以下とした」とする構成は，甲4に開示されている。",
                    "したがって，本件訂正発明7は，引用発明1，甲4に記載された発明並びに周知技術に基づいて，当業者が容易に発明することができたものである。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "引用発明1の認定の誤り",
              "text": [
                "引用発明1の「溶接部は，ウェブの一面側に位置し，厚肉鋼管と一体の裏当て体を備えている」との記載事項や，第4図の構成にかかる「ウェブ1aの左面からリング状の裏当て体3aを当接してある。この例によれば，溶接作業は片側のみでよい」，発明の効果にかかる「また取付け時に溶接個所も従来のそれより減らすことができて溶接長および溶接量を少なくできる」との記載事項並びに第4図及び第5図等からすれば，引用例1には，厚肉鋼管と一体の裏当て体3aを当接した，ウェブ1aの一方面のみの個所を溶接して従来よりも溶接長及び溶接量を少なくするという技術的事項が理解し得るにすぎず，裏当て体3aを厚肉鋼管2の「軸方向の片側」に形成したという構成が記載されているとはいえない。",
                "よって，引用発明1の認定に誤りはない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "相違点2に関する判断の誤り",
              "text": [
                "相違点2に係る構成は，甲2，3，5～10，23～25のいずれにおいても，記載も示唆もないから，引用発明1にこれらに記載された技術的事項を適用したとしても，相違点2に係る本件訂正発明1の構成に至るものではない。",
                "「フランジ」という用語自体が種々の分野にわたって用いられているとしても，前提となる構造及び技術分野が異なる甲6，7に記載されている構成を引用発明1に適用する動機付けがあるとはいえない。",
                "また，甲23～25の記載事項から，原告が主張する周知技術を把握することはできない。これらの文献は，梁に配管を通すための構造において，それぞれ対となる2つの部材を用いて梁の補強やスリーブ材の固定に関する技術を開示したものであって，一体的な構成を有する1つの金具を用いて梁の補強等を行う引用発明1に適用することはできないし，適用しても「厚肉鋼管2」の片面側端部にフランジ部を形成する構成には至らない。",
                "かえって，甲1～3によれば，本件出願時においては，管状のスリーブ管を梁に固定する場合，スリーブ管の軸方向の中央部に裏当て体又はフランジを設けることが通常の技術であったと考えられる。そして，このような従来のスリーブ管において裏当て体又はフランジを軸方向の端に形成することにさらに改変することは，管状のスリーブ管をその端において梁へ取り付けることとなり，梁へ取り付けた際にスリーブ管が不安定になる等と考えられるから，当業者にとってそのような改変を加えることを想定することは困難である。",
                "よって，本件訂正発明1は，引用発明1及び周知技術(甲2，3，5～10，23～25)に基づいて当業者が容易に発明することができたものとはいえない。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件訂正発明2～7について",
              "text": [
                "本件訂正発明1が当業者にとって容易に想到し得ない以上，その構成を全て含む本件訂正発明2ないし7が容易に想到し得たものではないことは明らかである。",
                "また，本件明細書の記載によれば，本件訂正発明2の「前記梁補強金具の体積を，前記梁形成された貫通孔の内部に形成された空間部の体積の1．0～3．0倍とした」(構成要件2-A)という構成，本件訂正発明4の「前記外周部の最小外径部から前記フランジ部の外周までの長さを前記外周部の最小外径の半分以下とし，」(構成要件4-A’)及び「前記フランジ部の軸方向の長さを当該梁補強金具の軸方向の長さの半分以下とした」(構成要件4-B)という構成，本件訂正発明5の「前記梁補強金具の内径を前記梁の梁成の0．8倍以下とした」(構成要件5-A)という構成は，いずれも単に当業者が適宜設計し得る数値範囲といえるものではない。",
                "したがって，本件訂正発明2～5は，周知技術(甲2，3，5～10，23～25)に基づいて，引用発明1及び本件訂正発明6は，引用発明1，甲3に記載された発明及び上記周知技術に基づいて，また，本件訂正発明7は，引用発明1，甲3及び甲4に記載された発明並びに上記周知技術に基づいて，それぞれ当業者が容易に発明できたものではない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由3(引用発明2に基づく進歩性判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "相違点3に関する判断の誤り",
              "text": [
                "引用発明2と，甲1～3に記載された発明とは，梁のウェブの貫通孔に挿入され，かつかかる梁を補強するための梁補強金具であるという点で共通しているので，引用発明2の梁補強金具に甲1～3に記載された事項を適用してフランジ部を設ける動機付けがないとはいえない。",
                "甲1は，貫通孔1bより外径が大きい裏当て体3a(フランジ部)が，厚肉鋼管2の外周部の軸方向の中央より軸方向の片側にて厚肉鋼管2と一体に形成されることを開示しているので，引用発明2に，引用発明1の裏当て体3a(フランジ部)を適用した構成において，その形成箇所を，厚肉鋼管2の外周部の軸方向の中央より軸方向の片側に位置する領域のうち片側の端部とすることも，設計事項として選択し得る。",
                "また，「フランジ」と呼ばれる部分は，種々の分野で用いられるものであること，本件訂正発明1の「フランジ部」は，引用発明2に甲1の「裏当て体3a(フランジ部)」を適用した構成と比較して優れた作用効果をもたらすものではないことを勘案すると，甲6，7の端部に形成された「フランジ」を「裏当て体3a(フランジ部)」を適用した構成に適用できない理由はない。",
                "さらに，貫通孔を形成したウェブを有するH形鋼の梁を補強する技術分野においても，梁のウェブに形成される貫通孔の周囲に配置される筒状の構造物における軸方向の片側端部にフランジを形成し，かつ筒状の構造物における軸方向の片側端部側の面を筒状の構造物の内周からフランジの外周まで平面とする構成は，甲23～25に示されるように，周知技術である。",
                "以上によれば，本件訂正発明1は，引用発明2，甲1～3に記載された発明及び周知技術(甲1～3，6～10，23～25)に基づいて，当業者が容易に発明をすることができたものである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明2～7について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件訂正発明1は進歩性を有さず，かつ，本件訂正発明2～6の構成は，引用発明2，甲1～3に記載された発明及び上記周知技術に基づき当業者が容易に発明をすることができたものである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件訂正発明7もまた，進歩性を有さず，かつ，本件訂正発明7の構成は，引用発明2，甲1～4に記載された発明並びに上記周知技術に基づき当業者が容易に発明をすることができたものである。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "相違点3の判断の誤りについて",
              "text": [
                "引用発明2は，引用例2の図1，図a等からも明らかなとおり，そもそも梁補強金具の外周にフランジ部がないことを前提とした技術であって，引用例2には，そのスリーブ管にフランジ部を設けて補強することは何ら記載も示唆もない上，引用例2には，裏当て体3aを厚肉鋼管2の軸方向の片側に形成したという構成が開示されているとはいえない。",
                "さらに，甲1～3によれば，本件出願時において，環状のスリーブ管を梁に固定する場合，スリーブ管の軸方向の中央部に裏当て体又はフランジ部を設けることが通常の技術であったと考えられ，このような従来のスリーブ管において裏当て体又はフランジ部を軸方向の端に形成するよう改変することは，梁へ取り付けた際にスリーブ管が不安定になること等も考慮すれば，引用発明2に，甲1～3に開示された裏当て体又はフランジの構成を適用して相違点3に係る構成を想到することが当業者に容易とはいえない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件訂正発明2～7について",
              "text": [
                "本件訂正発明1が当業者にとって容易に想到し得ないことは上記のとおりであり，前記2と同様に，本件訂正発明2～6は，引用発明2，甲1～3に記載された発明及び上記周知技術に基づいて，本件訂正発明7は，引用発明2，甲1～4に記載された発明並びに上記周知技術に基づいて，それぞれ当業者が容易に想到できたものではない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件訂正発明1について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載",
              "text": [
                "本件各発明及び本件各訂正前発明に係る特許請求の範囲は，前記第2の2のとおりであるところ，本件明細書の発明の詳細な説明には，以下の記載がある(下記記載中に引用する図3～6，10は，別紙本件明細書図面目録参照。)。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "【0001】本発明は，各種建築構造物を構成する梁に形成された貫通孔に固定され当該梁を補強する梁補強金具およびこれを用いた梁貫通孔補強構造に関する。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術",
                  "text": [
                    "【0002】H形鋼やI形鋼等は建築構造物の梁として多数使用されている。このような建築構造物においては，その内部に設けられている配管や配線を通過させるため，梁のウェブ部に1または2以上の貫通孔を形成することがある。この場合，梁の強度低下を防止する手段として，貫通孔に取り付ける補強用のスリーブ部材(例えば，特許文献1参照。)や補強プレート(例えば，特許文献2参照。)などがある。",
                    "【0003】特許文献1には，図11に示すような梁貫通スリーブ83が記載されている。この梁貫通スリーブ83は，スリーブ本体80と，このスリーブ本体80の外周部に位置するフランジ81とを，梁82に溶接可能な材料で一体成形されたものであり，スリーブ本体80の肉厚は，少なくともその内周面側が，スリーブ本体80の両端からスリーブ本体80とフランジ81との交接部に向かって徐々に厚くなるように形成されている。このような構成とすることにより，配管84を斜め方向から挿通しても梁貫通スリーブ83の端部に接触して配管84が損傷することがなくなるという効果がある。",
                    "【0004】特許文献2には，貫通孔が形成された梁ウェブ部の両面に，平板状の開口プレートを高力ボルト止めによって接合することを特徴とする貫通孔補強構造が記載されている。これによって，鉄骨加工工数の少ない合理的経済的な梁貫通孔の補強が可能となる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする課題",
                  "text": [
                    "【0006】しかしながら，特許文献1に記載されている梁貫通スリーブ83は，梁82のフランジ部85の幅より少し短い筒状の部材であるため，肉厚の調整によって形成できる内径の変化量にも限界があり，梁貫通スリーブ83の挿通角度にも限界がある。このため，さらに配管84の取付けの自由度が高い補強部材が求められている。",
                    "【0007】また，特許文献2に記載されている貫通孔補強構造は，2枚の開口プレートを必要とするため部品点数が多くなり，梁のウェブ部の両面に配置される2枚の開口プレートをボルトで締結する際の位置決めが困難であるなどの問題がある。",
                    "【0008】一方，近年のインテリジェントビルに代表されるように，建築構造物の設備機能の複雑化が進み，さらに設計対象である建築物が将来的にも建築計画上および建築設備上，十分に機能するように配慮する必要がある。このため，建築構造物内部の各種配管，配線類は柱梁接合構造において柱，言い換えれば，梁の接合端部に接近した領域に集約することが望ましいため，前記貫通孔も柱梁接合構造の柱に近い位置に形成したいという要請がある。",
                    "【0009】しかしながら，柱に接近した梁の端部は塑性化領域と呼ばれ，大地震時において地震エネルギを吸収して大変形する部位であり，このような領域に貫通孔を設置すると柱梁接合構造の著しい強度低下を招き，それを補うことのできる補強手段もないので，一般に，塑性化領域における貫通孔の設置は避けられている。したがって，配管や配線の面からは不都合な場所である，柱から離れた部位，即ち梁の塑性化領域から離れた部位に貫通孔を形成せざるを得ないのが実状である。",
                    "【0010】そこで，本発明が解決しようとする課題は，梁に開設された貫通孔に対する配管の取り付けの自由度を高めるとともに大きさの異なる貫通孔に対しても材料の無駄を省きつつ必要な強度まで補強することができ，柱梁接合部に近い塑性化領域における貫通孔設置を可能とする梁補強金具と，前記梁補強金具を用いた梁貫通孔補強構造とを提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "【0011】前記課題を解決するため，本発明の梁補強金具は，梁に形成された貫通孔の周縁部に外周部が溶接固定されるリング状の梁補強金具であって，その軸方向の長さを半径方向の肉厚の0．5倍～10．0倍とし，前記貫通孔より外径が大きいフランジ部を前記外周部の軸方向の片面側に形成したものである。",
                    "【0012】梁に外力が加わったとき貫通孔の周縁部に生じる応力は，ウェブ部から貫通孔の中心軸に沿って離れるに従って徐々に小さくなるため，所定以上の軸方向長さは材料の無駄になる。そこで，梁補強金具の形状をリング状とし，その軸方向の長さを半径方向の肉厚の0．5倍～10．0倍(より好ましくは0．5倍～5．0倍)に規制することによって，大きさの異なる貫通孔に対しても材料の無駄を省きつつ必要な強度まで補強することができ，また，梁の貫通孔に対して配管を斜めから挿通しても梁補強金具に当接することがなくなり，配管の取り付けの自由度が高まる。",
                    "【0013】この場合，軸方向の長さを半径方向の肉厚の0．5倍～10．0倍に設定したのは，0．5倍より小さくすると強度が不十分になり，また，10．0倍より大きくすると軸方向長さの増大の割には梁補強金具の強度が大きくならず，材料の無駄が大きくなるからである。",
                    "【0016】また，本発明の梁補強金具では，前記貫通孔より外径が大きいフランジ部を外周部の軸方向の片面側に形成している。梁補強金具は，貫通孔の軸方向の片方の面側から嵌入されて取り付けられるが，このとき，梁補強金具のフランジ部が，貫通孔周囲の梁ウェブ部に当接するまで嵌入することにより軸方向の位置決めを正確に行うことができる。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "【0029】(第2実施形態)図3は本発明の第2実施形態である梁補強金具の使用状態を示す側断面図である。梁補強金具7は，前述した梁補強金具1の外周部4の軸方向の片面側に，梁2に形成された貫通孔3より外径が大きいフランジ部8を形成したものである。梁補強金具7は，その外周部9を梁2のウェブ部2wの片面側(図3の紙面左側)から貫通孔3へ嵌入し，フランジ部8を梁2のウェブ部2wに当接した後，その外周部9と，フランジ部8の外周部とをそれぞれ梁2のウェブ部2wの表面側および裏面側にそれぞれ溶接することによって固定される。このようなフランジ部8を設けることによって，軸方向の位置決めを設置用工具なしで確実に行うことができる。",
                    "【0030】(第3実施形態)図4は本発明の第3実施形態である梁補強金具を示す正面図であり，図5は図4におけるX−X線断面図であり，図6は図4に示す梁補強金具の使用状態を示す側断面図である。",
                    "【0031】図4，図5に示すように，梁補強金具10においては，その外周部12の軸方向の片面側にフランジ部13を設けるとともに，外周部12をその軸方向の他面側(フランジ部13の無い面側)に向かって徐々に縮径するテーパ形状としている。ここで，梁補強金具10の各部の寸法を図5に示すような符号で表すと，梁補強金具10の体積V2は，",
                    "V2＝(πT／3)×［(Q／2)2＋｛(Q／2)×(d3／2)｝＋(d3／2)2］＋(S／2)2πF−(d2／2)2πAによって求めることができる。また，図6に示すように梁2のウェブ部2wに形成された貫通孔3の空間部6(図示せず)の体積V1は，図1(b)に基づいて算出した場合と同様に，",
                    "V1＝R2×π×t1×1／4",
                    "によって求めることができる。",
                    "【0032】本実施形態においては，梁2の貫通孔3に溶接接合された梁補強金具10の体積V2を，空間部6の体積V1の1．0～3．0倍とし，梁補強金具10の内径d2を梁2の梁成Hの0．8倍以下としている。さらに，梁補強金具10においては，外周部12の最小外径部12aからフランジ部13の外周までの長さCを外周部12の最小外径d3の半分以下(より好ましくは1／4以下)とするとともに，フランジ部13の軸方向の長さFを，梁補強金具10の軸方向の長さAの半分以下としている。このような構成により，貫通孔3が形成された梁2の強度を無孔梁と同等にすることができる。",
                    "【0033】図6に示すように，梁2のウェブ部2wに形成された貫通孔3と梁補強金具10との溶接部Wにおいては，梁補強金具10の外周部12を貫通孔3の内縁部3aまで溶け込み溶接することによって強固に固定されている。また，梁補強金具10の外周部12をフランジ部13の無い方の面側に向かって徐々に縮径する形状としているため，梁補強金具10の外周部12を貫通孔3へ嵌入させたとき，外周部12は貫通孔3の内縁部3aに対して傾斜した状態となる結果，外周部12が溶接開先として機能するため，溶接性が向上し，溶接不良の発生を回避することができる。",
                    "【0034】(第4実施形態)図7は本発明の第4実施形態である梁補強金具を示す正面図であり，図8は図7におけるY−Y線断面図であり，図9は図7に示す梁補強金具の使用状態を示す側断面図である。",
                    "【0035】図7，図8に示すように，梁補強金具20においては，その外周部12の軸方向の片面側にフランジ部13を設けるとともに，外周部12を軸方向の他面側に向かって徐々に縮径するテーパ形状としている。また，外周部12の120度おきの3カ所に，梁2の貫通孔3の内縁部3aに直接当接する位置決め突起部11を均等配置している。",
                    "【0036】このような位置決め突起部11を設けることによって，梁2の貫通孔3の内縁部3aと梁補強金具20の外周部12との間に形状的な誤差がある場合でも，容易かつ正確に中心位置合わせを行なうことができ，これによって取り付け精度を向上させ品質向上を図るとともに作業時間も短縮することができる。",
                    "【0037】また，外周部12は，フランジ部13のない方の面側に向かって徐々に縮径する形状としているため，図9に示すように，梁補強金具20の外周部12を貫通孔3へ嵌入させたとき，外周部12は貫通孔3の内縁部3aに対して傾斜した状態となる結果，外周部12が溶接開先として機能するため，溶接性が向上し，溶接不良の発生を回避することができる。",
                    "【0038】さらに，梁補強金具20においては，外周部12の最小外径部12aからフランジ部13の外周までの長さCを外周部12の最小外径d3の半分以下(より好ましくは1／4以下)とするとともに，フランジ部13の軸方向の長さFを梁補強金具20の軸方向の長さAの半分以下としている。また，梁補強金具20の内径d2を，梁2の梁成Hの0．8倍以下としている。このような構成を有する梁補強金具20を，図9で示したように，梁2の貫通孔3に嵌入させ，外周部12と貫通孔3の内縁部3aとを溶接接合すると優れた補強作用を発揮し，貫通孔3が形成されていない無孔梁と同等の強度が得られる。",
                    "【0039】ここで，図10を参照して，前述した図4などで示した梁補強金具10を用いて構築した梁貫通孔補強構造について説明する。図10に示すように，垂直な1本の柱14に対して水平な4本の梁2が4方向から90度間隔で接合された柱梁接合構造が形成され，これらの梁2のうちの互いに直線をなすように配置された2本の梁2に形成された貫通孔3に，梁補強金具10が図6で示した状態で溶接接合されている。",
                    "【0040】図10に示す梁貫通孔補強構造においては，柱14とそれぞれの梁2との接合部16から梁補強金具10の軸心10cまでの距離17を梁2の梁成Hの2倍以下としている。このように，梁補強金具10を用いて補強することにより，貫通孔3を柱14に接近した位置に配置することができるようになるため，配管，配線の集約化を図ることが可能となって建築物の設計上好都合であり，建築構造物を構築する際の各種配管，配線類の施工性が大幅に向上する。",
                    "【0041】一般に，梁3と柱14との接合部16から梁成Hの2倍の距離だけ離れた位置までの領域を塑性化領域15といい，通常は貫通孔3の形成を回避する領域であったが，梁補強金具10を貫通孔3の周縁部に溶接接合することによって梁2の強度低下が抑制され，無孔梁と同等の強度が得られるため，このような塑性化領域15にも貫通孔3を形成することが可能となった。",
                    "【0042】前述のような構成を有する梁補強金具10が優れた梁補強作用を発揮する理由については，一部不明な部分もあるが，梁補強金具10の形状，各部の寸法比，体積比などを前述したように設定すれば，この梁補強金具10を梁2の貫通孔3に溶接接合することによって梁2のウェブ部2wの面外剛性が高まり，梁2に外力が加わったときのウェブ部2wの面外変形が防止されるためではないかと推測される。",
                    "【0043】また，梁補強金具10の軸方向の長さAを，半径方向の肉厚Bの10．0倍以下にすることにより，さらに材料の無駄を省いて梁2を軽量化すると共に，配管等の設置の自由度を高めることも可能である。",
                    "【0044】なお，図10においては梁補強金具10を用いて形成した梁貫通孔補強構造を示しているが，前述したその他の梁補強金具1，7，20を用いても同様の梁貫通孔補強構造を形成することが可能であり，いずれの場合においても梁補強金具10を用いた場合と同様の効果を得ることができる。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "【0046】(1)梁補強金具の形状をリング状とし，その軸方向の長さを半径方向の肉厚の0．5倍～10．0倍(より好ましくは0．5倍～5．0倍)とすることにより，大きさの異なる貫通孔に対しても材料の無駄を省きつつ必要な強度まで補強することができ，貫通孔に対して配管を斜めから挿通しても梁補強金具に当接することがなくなり配管等の取り付けの自由度を高めることができる。",
                    "【0048】(3)貫通孔より外径が大きいフランジ部を外周部の軸方向の片面側に形成することにより，軸方向の位置決めを正確かつ迅速に行うことができるようになる。",
                    "【0049】(4)外周部を軸方向の他面側に向かって徐々に縮径させることにより，梁補強金具を貫通孔に嵌入させる作業を容易化して作業時間を短縮することができる。",
                    "【0050】(5)外周部の最小外径部からフランジ部外周までの長さを，外周部の最小外径の半分以下とし，フランジ部の軸方向の長さを，当該梁補強金具の軸方向の長さの半分以下とすることにより，梁の貫通孔に溶接接合したとき優れた補強作用を発揮し，無孔梁と同等の強度が得られるので，柱梁接合部に近い塑性化領域における貫通孔の設置が可能となる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "以上によれば，本件訂正発明1の特徴は，以下のとおりである。",
                "本件訂正発明1は，各種建築構造物を構成する梁に形成された貫通孔に固定され当該梁を補強する梁補強金具およびこれを用いた梁貫通孔補強構造に関し(【0001】)，梁に開設された貫通孔に対する配管の取り付けの自由度を高めるとともに大きさの異なる貫通孔に対しても材料の無駄を省きつつ必要な強度まで補強することができ，柱梁接合部に近い塑性化領域における貫通孔設置を可能とする梁補強金具と，前記梁補強金具を用いた梁貫通孔補強構造とを提供するために(【0010】)，梁に形成された貫通孔の周縁部に外周部が溶接固定されるリング状の梁補強金具であって，その軸方向の長さを半径方向の肉厚の0．5倍～10．0倍とし，前記貫通孔より外径が大きいフランジ部を前記外周部の軸方向の片面側の端部に形成し，前記梁補強金具の軸方向の前記片面側の面は，前記梁補強金具の内周から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面であるという構成を採用したものであって(請求項1)，梁に外力が加わったとき貫通孔の周縁部に生じる応力は，ウェブ部から貫通孔の中心軸に沿って離れるに従って徐々に小さくなることから，梁補強金具の軸方向長さを必要以上に長くしないように規制することにより，大きさの異なる貫通孔に対しても材料の無駄を省きつつ必要な強度まで補強することができ(【0012】)，また，フランジ部により軸方向の位置決めを正確かつ迅速に行うことができるという効果を奏するものである(【0048】)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(訂正要件の判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "訂正事項1が特許請求の範囲の減縮を目的とするものであるとの認定の誤り及び訂正事項1が実質上特許請求の範囲を変更するものではないとの認定の誤りについて",
              "text": [
                "訂正事項1は，訂正前の請求項1の「梁補強金具」において，「フランジ部」を形成することにつき，「外周部の軸方向の片面側」と特定されているものから，「前記外周部の軸方向の片面側の端部に形成し，前記梁補強金具の軸方向の前記片面側の面は，前記梁補強金具の内周から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面である」ものとしたものである。",
                "訂正事項1のうち，「フランジ部を前記外周部の軸方向の片面側の端部に形成し」の部分は，フランジ部を形成する位置を，「外周部の軸方向の片面側」から，「外周部の軸方向の片面側の端部」と限定するものであり，「前記梁補強金具の内周から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面である」の部分は，「梁補強金具の軸方向の前記片面側の面」を，その形状につき特定がなされていないものから，「梁補強金具の内周から前記梁補強金具の前記外周部の一部である前記フランジ部の外周まで平面」と限定するものである。",
                "したがって，訂正事項1は，特許請求の範囲の減縮を目的とするものであり，かつ，実質上特許請求の範囲を拡張し，又は変更するものではない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "訂正事項1が新規事項ではないとの認定の誤りについて",
              "text": [
                "本件明細書には，「図3は本発明の第2実施形態である梁補強金具の使用状態を示す側断面図である。梁補強金具7は，前述した梁補強金具1の外周部4の軸方向の片面側に，梁2に形成された貫通孔3より外径が大きいフランジ部8を形成したものである。」(【0029】)との記載があり，図3からは，「前記梁補強金具の軸方向の前記片面側の面」が，「前記梁補強金具の内周」から「前記梁補強金具の前記外周部の一部である前記フランジ部の外周」まで「平面」となるように，「フランジ部8」が梁補強金具7の軸方向の片面側の端部に形成されている構成が看て取れる。かかる構成は，フランジ部を備える他の態様に係る，【0031】及び図5，【0035】及び図8にも記載されている。",
                "したがって，訂正事項1は，願書に添付した明細書及び特許請求の範囲又は図面に記載した事項の範囲内の訂正であることは明らかである。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件訂正発明1における，構成要件1-Aの「外周部」と構成要件1-Cの「外周部」は，梁の貫通孔を通る外周部に同一円筒面でつながる，フランジ部を形成する前のリング状梁補強金具の筒状本体の表面をいうものと解さないと，それに続く「フランジ部を前記外周部…に形成した」とする構成要件1-Cが技術的に矛盾し，本件訂正発明1の技術的範囲が観念できなくなること，また，「貫通孔より外径が大きい」と規定された「フランジ部」の外周は，貫通孔の「周縁部」ではない領域に位置する場合があるところ，「フランジ部」が「外周部」の一部であり，かつこのような「フランジ部」の外周が溶接固定されるとすると，「外周部」が貫通孔の「周縁部」に溶接固定されるという構成は成り立たなくなることから，「フランジ部」の外周と梁補強金具の「外周部」とが別異の部位であることは明らかであると主張する。",
                    "しかし，本件明細書には，「梁補強金具7は，その外周部9を梁2のウェブ部2wの片面側(図3の紙面左側)から貫通孔3へ嵌入し，フランジ部8を梁2のウェブ部2wに当接した後，その外周部9と，フランジ部8の外周部とをそれぞれ梁2のウェブ部2wの表面側および裏面側にそれぞれ溶接することによって固定される」(【0029】)との記載があるところ，「フランジ部」のみを「外周部」から排除する旨の記載はないから，「外周部9」は，「梁補強金具7」の「外周部」であると理解することができ，梁補強金具7の一部であるフランジ部の外周も含め，梁補強金具7の外側に沿った外周全体を意味するものと解するのが相当である。",
                    "このように解したとしても，本件訂正発明1は，「外周部」の全てが溶接固定されることを発明特定事項とするものではなく，「フランジ部」の外周を溶接固定することを要するものではないから，「外周部」のうち外径の小さい部分を「周縁部」に溶接固定すれば足りるというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，請求項3及び【0017】，【0045】，【0049】等の記載によれば，本件訂正発明3は，リング状の梁補強金具の「外周部」を「軸方向の他面側に向かって徐々に縮径させ」るという構成を採用することにより，当該「外周部」を「貫通孔に嵌入させる作業を容易化して作業時間を短縮する」という効果を奏するものであるから，この効果を奏することができる部位が「外周部」にほかならず，「フランジ部」及びその外周部は，これには含まれないことは明らかであると主張する。",
                    "しかし，本件訂正発明1の「外周部」とは，「梁に形成された貫通孔の周縁部に外周部が溶接固定されるリング状の梁補強金具」における「梁補強金具」の外周部であるが，請求項1の記載からは，「外周部」は，「梁補強金具」の外側の周りの部分であれば足り，「フランジ部」も含めた「梁補強金具」の外側の周りの部分と解することができるから，本件訂正発明3の「前記外周部」も，かかる本件訂正発明1の「外周部」であると理解することができる。",
                    "このように解釈したとしても，本件訂正発明3の「外周部」は，その全てが軸方向の他面側に向かって徐々に縮径されることを発明特定事項とするものではなく，「フランジ部」を含まない部分のみが縮径されると理解することは可能であるから，本件訂正発明3の記載を根拠として「フランジ部」が「外周部」に含まれないと解することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，請求項4及び【0018】，【0045】，【0050】等の記載によれば，本件訂正発明4は，リング状の梁補強金具の「外周部」の最小外径部からフランジ部の「外周」までの長さを「外周部」の最小外径の半分以下とし，「フランジ部」の軸方向までの長さを，当該梁補強金具の軸方向の長さの半分以下とするとの構成を採用することによって，「貫通孔に溶接接合したとき優れた補強作用を発揮し，無孔梁と同等の強度を得られる」との効果を奏するのであるから，「フランジ部」の「外周」は，梁補強金具の「外周部」とは別異の部位である旨主張する。",
                    "しかし，本件訂正発明1の「外周部」は，「梁補強金具」の外側の周りの部分であれば足り，「フランジ部」も含めた「梁補強金具」の外側の周りの部分と解することができることは前記イのとおりであり，本件訂正発明4の「前記外周部の最小外径部」も，「フランジ部」を含む「外周部」の「外径」が「最小」になる部分を特定したと解することが可能である。そして，本件訂正発明4の「フランジ部の外周までの長さ」との記載は，梁補強金具10にフランジ部13を設けたことにより，外周部の外径の長さが地点により異なることを前提として，「外周部」の一部であり，外径の長さが最も長くなるフランジ部13の外周を特定したものと理解できるから，かかる記載をもって，「外周部」と「フランジ部」が別異の部位であるとはいえない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "よって，原告の主張は，いずれも採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "小括",
              "text": [
                "以上によれば，訂正事項1は訂正要件を充たしており，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2(引用発明1に基づく進歩性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例1の記載事項",
              "text": [
                "引用例1には，以下の記載がある。(下記記載中に引用する第4図，第5図は別紙引用例1図面目録参照。)"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲(第1頁左下欄4～20行)"
                }
              ]
            }
          ]
        },
        {
          "fig": "1",
          "text": [
            "梁鉄骨のウェブに設けた貫通孔と，この貫通孔に挿入した厚肉鋼管と，この厚肉鋼管の外周をウェブに固着する溶接部とを備えていることを特徴とする鉄骨梁貫通孔構造。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "溶接部は，ウェブの一面側に位置し，厚肉鋼管と一体の裏当て体を備えていることを特徴とする特許請求の範囲第1項記載の鉄骨梁貫通孔構造。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "貫通孔の縁はその断面が平坦であって，厚肉鋼管の外周部との間隙を溶接部の肉がウェブの一面から他面に及び得る幅に設定してあることを特徴とする特許請求の範囲第2項記載の鉄骨梁貫通孔構造。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "裏当て体は厚肉鋼管を被嵌したリング状であることを特徴とする特許請求の範囲第2項または第3項記載の鉄骨梁貫通孔構造。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "イ",
                  "subject": "従来の技術(第1頁右下欄4～8行)",
                  "text": [
                    "従来の鉄骨梁貫通孔構造は薄肉の鋼管を梁鉄骨のウェブに設けた貫通孔に挿入して溶接により固着し，貫通孔の周辺のウェブ両面に補強プレートを溶接により固着しているものであった。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "発明が解決しようとする問題点(第1頁右下欄下から2行～第2頁左上欄13行)",
                  "text": [
                    "しかしながら従来例によると，薄肉の鋼管と2枚のプレートとの組合せであるので，溶接部分や鋼管，プレートの寸法精度に対する品質管理が難しく，さらにプレート加工に手間がかかっていた。そして鋼管の取付けに際して，梁ウェブと，鋼管，各プレートとそれぞれ全周まわし溶接を必要とするので，溶接長が長く，溶接量が多くなるので，このために発生する溶接変形の矯正を必要とし，それだけ取付けの作業性向上に悪影響を与えていた。本発明の目的は，溶接量と部品点数とを少なくして，加工や取付けの品質管理をしやすくし，加工や取付け作業の向上が図れる鉄骨梁貫通孔構造を提供することにある。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "第1，2図において，梁鉄骨1のウェブ1aには貫通孔1bを設けてある。この貫通孔には厚肉の鋼管2が貫通し，この厚肉鋼管の外周のほぼ中央部を全周にわたってウェブ1aに溶接部3によって固着してある。溶接部3はすみ肉溶接により形成されている。(第2頁右上欄1～6行)"
                },
                {
                  "fig": "オ",
                  "subject": "第4，5図に溶接部の他の実施例を示す。第4図の例では，…そしてウェブ1aの左面からリング状の裏当て体3aを当接してある。この例によれば，溶接作業は片側のみでよいので，溶接の際ウェブ1aの歪みが生じにくく，作業を迅速にすることができる。(第2頁左下欄11～19行)"
                },
                {
                  "fig": "カ",
                  "subject": "第5図では，開先をレ形のものを使用している。その他の構成は第4図の例と実質的に同一である。第4，5図の例に示すように溶接部が裏当て体を備える場合，裏当て体を鋳造，鍛造，圧延などの方法で肉厚鋼管と一体に形成してもよい。(第2頁右下欄3～7行)"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明1の認定について",
              "content": [
                {
                  "fig": "ア",
                  "subject": "上記(1)によれば，引用例1には，本件審決の認定した引用発明1(前記第2の3(2)ア)が記載されていることが認められる。"
                },
                {
                  "fig": "イ",
                  "subject": "原告の主張について",
                  "text": [
                    "原告は，引用例1の第4図及び第5図には，裏当て体3aが，厚肉鋼管2の外周部の軸方向の中央より軸方向の片側(第4図及び第5図で見て左方側)に形成されていることが示されているから，引用例1は，貫通孔1bより外径が大きい裏当て体3aが，厚肉鋼管2の外周部の軸方向の中央より軸方向の片側にて厚肉鋼管2と一体に形成されることを開示している旨主張する。",
                    "引用例1には，「貫通孔には厚肉の鋼管2が貫通し，この厚肉鋼管の外周のほぼ中央部を全周にわたってウェブ1aに溶接部3によって固着してある。」と記載されており，鋼管の中央部が溶接固定されるものとされている。そして，第4図及び第5図を参照すると，引用発明1は，厚肉鋼管を梁補強部材として用いるものであり，ある程度の長さを有する厚肉鋼管の中央付近を梁に溶接することで梁の補強をするものと解されるところ，裏当て体3aを，厚肉鋼管2の外周部の軸方向の中央より軸方向の片側にずらして形成したのは，肉厚鋼管2の中央付近がウェブ1aに固着されるように，厚肉鋼管2の軸方向の中央から，ウェブ1aの厚さのほぼ半分に相当する長さだけずらしたものと解するのが相当である。",
                    "引用例1の他の記載を参酌しても，引用例1には，裏当て体3aを，それ以上に厚肉鋼管2の軸方向の片側にずらして形成するという技術的思想が開示ないし示唆されているとは認められない。",
                    "よって，原告の主張は採用できない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "一致点及び相違点",
              "text": [
                "本件訂正発明1と引用発明1との一致点，相違点は，本件審決の認定したとおりである(前記第2の3(2)イ，ウ)。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "subject": "各文献の記載事項",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "甲2(実願平3-13144号(実開平4-103917号)のマイクロフィルム。下記記載中に引用する図1は別紙甲2，3，23～25図面目録参照。)",
                      "text": [
                        "【0009】施工に際しては，梁等の鉄骨のウェブに設けた孔に，この鉄骨孔部補強材のスリーブ部を挿通し，フランジ部を前記ウェブの表面に沿わせる。この状態で，例えばウエブの孔の内周とスリーブ部の外周とを溶接する。",
                        "このように取付けることにより，この鉄骨孔部補強材のスリーブ部およびフランジ部により，鉄骨の孔部周辺の補強作用が得られる。",
                        "【0010】…図1はこの鉄骨孔部補強材1を，H形鋼からなる鉄骨4に固定した状態を示す。鉄骨孔部補強材1は，スリーブ部2と，このスリーブ部2の軸方向中央の外周に設けた円板状のフランジ部3とからなり，全体が溶接構造用鋳鋼等で一体に鋳造されている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甲3(特開昭62-202155号。下記記載中に引用する第1図は別紙甲2，3，23～25図面目録参照。)",
                      "text": [
                        "本発明の梁貫通スリーブは，スリーブ本体1とこのスリーブ本体の外周に位置するフランジ2とを，鍛造によって一体成形したものである。スリーブ本体1は梁貫通孔32を挿通可能であって，フランジ2，12は一側面22を梁3に当接する面としている。(2頁左上欄16行～右上欄1行)",
                        "第1，2図において，梁貫通スリーブはスリーブ本体1と，このスリーブ本体の外周のほぼ中央部に設けたフランジ2とからなる。スリーブ本体1とフランジ2とは，鍛造により一体成形してある。(2頁右上欄14行～18行)",
                        "そして梁貫通孔32内のスリーブ本体1の外周部の開先24を，ウェブ31の左側面側から溶接41してスリーブ本体をウェブに固定する。(2頁右下欄1行～4行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ウ)",
      "subject": "甲6(日本規格協会編「JISハンドブック  配管」。平成12年4月24日発行。)",
      "content": [
        {
          "fig": "1",
          "subject": "適用範囲  この規格は，リングガスケットを用いるボルト締め管フランジ(以下，フランジという。)の応力計算の基準について規定する。…",
          "text": [
            "備考1．…",
            "(2)使用中に，接続する配管系から伝えられる外力…",
            "2．この規格は，ガスケット締付時及び使用状態のいずれの場合においても，ボルト穴の中心円の外側でフランジ面どうしが接触する場合には適用できない。(以上につき，1431頁3行～16行)",
            "3．2  フランジの種類  ここで取り上げるフランジの種類は，次による。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "ルーズ形フランジ",
              "content": [
                {
                  "fig": "(a)",
                  "subject": "ラップジョイント形フランジ［図1(a)，(b)］スタブエンドと組み合わせて使用するフランジ。"
                },
                {
                  "fig": "(b)",
                  "subject": "差込み形フランジ［図1(c)，(d)，(e)］フランジを管にねじ込むか又は差し込んで図1(d)，(e)のように溶接で取り付けるもの。"
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "一体形フランジ［図1(f)，(g)，(h)，(i)，(j)］フランジを管と一体に鋳造若しくは鍛造したもの，又は図1(g)～(j)のようにフランジと管とが一体となるように完全溶込み溶接したもの。"
            },
            {
              "fig": "(3)",
              "subject": "任意形フランジ［図1(k)，(l)，(m)，(n)，(o)］  フランジを図1(k)～(o)のように管に溶接で取り付けたもの。(以上につき，1443頁21行～29行)"
            }
          ]
        }
      ]
    },
    {
      "fig": "(エ)",
      "subject": "甲7(日本規格協会編「JISハンドブック  鉄鋼Ⅱ  棒・形・板・帯／鋼管／線・二次製品」。平成12年4月24日発行。)",
      "text": [
        "「フランジ」及び「(t2)」，「ウェブ」及び「(t1)」(421頁の表4(H形鋼の形状及び寸法の許容差)の「区分」列の「厚さ」項目)及び備考の一番上の図"
      ]
    },
    {
      "fig": "(オ)",
      "subject": "甲8(グループ木馬編「自転車用語ハンドブック」。昭和63年9月10日発行。)",
      "text": [
        "フランジ",
        "(flange)  スポークを通す穴のあるハブのつば(144頁)",
        "ハブ",
        "(hub)  車輪の中心で滑らかな回転の機能を受けもっている。ホイールの要に当たる。(120頁)"
      ]
    },
    {
      "fig": "(カ)",
      "subject": "甲9(財団法人鉄道総合技術研究所「鉄道技術用語辞典」。平成9年12月25日発行。)",
      "text": [
        "フランジ【車輪の】(ふらんじ)…車輪がレール上を回転しながら進む際，脱輪しないように誘導するために，車輪の外周に連続して設けられた突起部分(輪縁)。(628頁左欄29行～33行)"
      ]
    },
    {
      "fig": "(キ)",
      "subject": "甲10(V．L．ビーデルマン編著「自動車タイヤ工学・上巻(基礎編)」。昭和54年3月20日発行。)",
      "text": [
        "アーチタイヤ用リムは(図24，b)，種々の構造のものがあるが，どのタイプでもビート部を，リムのフランジと横締めリングまたはそれに相応する横締めリングに代る部品との間で締付けられるようになっている。(25頁27行～29行)"
      ]
    },
    {
      "fig": "(ク)",
      "subject": "甲23(実願昭61-180082号(実開昭63-85721号)のマイクロフィルム。下記記載中に引用する第1，2図は別紙甲2，3，23～25図面目録参照。)",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "まず，補強作業に用いられる各部材の構成について説明すると，1はH型鋼よりなる既設の梁である。そして，その側面の適所には一対の補強部材2，2が，この側面を挟み付けるようにして装着されている。両補強部材2は鋳造によって一体成形されたものが用いられる。また，補強部材2は設備配管3を挿通可能なサポート部4とこのサポート部4の基部から外方に張出し形成された円盤状のフランジ部5とからなっている。さらに，このフランジ部5には図示 90°間隔毎にボルト孔6が貫通してある。",
                        "さて，設備配管3に対する支持作業の実際は，まず梁1の側面の作業予定箇所において，補強部材2の各ボルト孔6に対応した位置に孔明けを行なう。そして，孔明けを行なった各位置と，各ボルト孔6とを適合させながら，梁1を挟んで両補強部材2を向かい合せる。しかる後に，各ボルト孔6にいわゆるハイテンションボルト7を差込んでナット8にて締付けてやる。この後，梁1の側面をサポート部4の内周縁に沿ってガス切断によって焼き切る。こうすることで，連絡孔9が開口され，両補強部材2のサポート部4が連通するため，ここへ設備配管3を通して作業が完了する。」(4頁12行～5頁14行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "第1図及び第2図に，補強部材2が，筒状のサポート部4と，このサポート部4の軸方向の片側端部から外方に張り出し形成されたフランジ部5とを有し，補強部材2における軸方向の片側端部側の面が，サポート部4の内周からフランジ部5の外周まで平面となっている点が看て取れる。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "(ケ)",
      "subject": "甲24(実願昭58-134731号(実開昭60-41689号)のマイクロフィルム。下記記載中に引用する第1，2，3，5，6図は別紙甲2，3，23～25図面目録参照。)",
      "content": [
        {
          "content": [
            {
              "content": [
                {
                  "content": [
                    {
                      "fig": "a",
                      "text": [
                        "第1図に示すように，梁1にそれの巾方向で貫通する孔(A)を形成して，該貫通孔(A)に各種の配管2…を挿通できるようにしてある。",
                        "前記貫通孔(A)を形成するに，第2図及び第3図に示すように，横架設置される梁鉄骨3のウエブ3aに予め貫通孔4を形成しておき，他方，外周面にねじ(a)が形成された合成樹脂(塩化ビニル等)製の梁貫通孔形成用のスリーブ5と，該スリーブ5のねじ(a)に螺合するフランジ6付きの筒状回転体から成る一対の固定具7，7を用意して，そのうちの1個の固定具7を前記スリーブ5の所定位置に螺合させておき，そして，前記固定具7のフランジ6を前記ウエブ3aの一側面に当接させる状態で，前記貫通孔4にスリーブ5を挿通させると共に，そのスリーブ5の挿通側に残りの固定具7を螺合させ，該固定具7の締込みにより，前記ウエブ3aをその両側面から前記フランジ6，6によつて挟持させるのである。(3頁10行～4頁7行)"
                      ]
                    },
                    {
                      "fig": "b",
                      "text": [
                        "第5図及び第6図は，スリーブ取付構造の別実施例を示し，第5図に示すものは，前記ウエブ3aを挟持するための固定具7，7として，これを前記スリーブ5に外嵌合するフランジ6付きの筒体から構成し，かつ，該筒体に半径方向で貫通するねじ式止め具10を備えさせたもので，前記ウエブ3aの貫通孔4にスリーブ5を挿通させると共に，前記ウエブ3aにフランジ6，6を当接させる状態で固定具7，7をスリーブ5に外嵌合させ，かつ，前記止め具10を締め込んで，その先端をスリーブ外周面に押圧接させるをもつて，梁貫通孔形成用スリーブ5を梁鉄骨3に取付けるものである。",
                        "第6図に示すものは，スリーブ5の外周面の所定箇所にリブ状体から成る固定具7を連設しておき，この固定具7の近傍にねじ(a)を形成すると共に，該ねじ(a)部分以外のスリーブ外径をやや小径と成し，そして前記ねじ(a)に螺合するフランジ6付きの回転式固定具7を用意して，前記ウエブ3aの貫通孔4にスリーブ5を挿通させると共に，該スリーブ5のねじ(a)に固定具7を螺着させるをもつて，前記ウエブ3aを挟持させるものである。(5頁6行～6頁7行)"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "c",
      "text": [
        "第2図，第3図，第5図及び第6図に，筒状回転体(固定具7)が，筒状部分と，この筒状部分の軸方向の片側端部から外方に張り出し形成されたフランジ6とを有し，筒状回転体における軸方向の片側端部側の面が，筒状部分の内周からフランジ6の外周まで平面となっている点が看て取れる。"
      ],
      "content": [
        {
          "fig": "(コ)",
          "subject": "甲25(特開平7-238635号公報。下記記載中に引用する図1は別紙甲2，3，23～25図面目録参照。)"
        }
      ]
    },
    {
      "fig": "a",
      "text": [
        "【0007】【実施例】図1に本発明の一実施例を示す。図中1は鉄骨梁(大梁，小梁)，2は鉄骨梁1のウエブ1aに設けたウエブ開口又はウエブ開口部，5はオネジ付き筒部5aを一体的に突設したリング状の補強プレート，6はメネジ付き筒部6aを一体的に突設したリング状の補強プレート，7はワッシャー，8は補強プレート5，6の本体部の外側に突設した突起であり，図示の実施例は，リング状の補強プレート5の中心穴部に突設したオネジ付き筒部5aを鉄骨梁1のウエブ開口2に嵌挿して，他のリング状の補強プレート6の中心穴部に突設したメネジ付き筒部6aをウエブ開口2に他側から嵌挿してオネジ付き筒部5aに螺合し，鉄骨梁1のウエブ開口部2の両面に両補強プレート5，6を締め付け挟着して補強した鉄骨梁のウエブ開口部補強法になつている。"
      ]
    },
    {
      "fig": "b",
      "text": [
        "図1に，補強プレート5が，筒部5aと，この筒部5aの軸方向の片側端部から外方に張り出すようにフランジ状に形成された部分(フランジ部)とを有し，補強プレート5における軸方向の片側端部側の面が，筒部5aの内周からフランジ部の外周まで平面となっている点が看て取れる。"
      ],
      "content": [
        {
          "content": [
            {
              "fig": "イ",
              "subject": "容易想到性の判断",
              "text": [
                "引用発明1は，薄肉の鋼管を梁鉄骨のウェブに設けた貫通孔に挿入して溶接により固着し，貫通孔の周辺のウェブ両面に補強プレートを溶接により固着する従来技術において，溶接量と部品点数を少なくし，加工や品質管理をしやすくすることを目的として，貫通孔を貫通する厚肉鋼管2の外周部の中央部をウェブ1aに溶接固着する際に，その片面からリング状の裏当て体3aを一体形成して当接する構成を採用したものである。したがって，引用発明1の裏当て体3a(フランジ部)が厚肉鋼管2と一体に形成される部位は，溶接部位である厚肉鋼管2のほぼ中央部であり，引用例1には，これを端部に設けることについて記載も示唆もない。そうすると，引用発明1には，裏当て体3aを外周部の軸方向の片面側の端部に設ける構成を採用する動機付けがないというべきである。",
                "また，甲2，3，6～10，23～25の記載及び後記甲5(引用例2)の記載によれば，フランジと呼ばれる部分が種々の分野で用いられていること自体は周知技術であるとしても，相違点2に係る構成は，甲2，3，5～10，23～25のいずれにも開示も示唆もない。甲2，3は，梁補強金具の外周にフランジを設ける構成であるが，フランジを端部に設けることの記載はなく，甲5には，スリーブ管にフランジを設けることの記載はない。甲6，7には，フランジを端部に形成することが記載されているが，甲6に記載されたフランジはボルト締め用の管フランジであり，甲7に記載されたものは一般的なH形鋼のフランジであって，梁貫通孔構造用の厚肉鋼管である引用発明1とは技術分野が異なる。甲23～25は，いずれも，梁に配管を通すための構造において，それぞれ対となる2つの部材を用いた梁の補強やスリーブ材の固定に関する技術を開示したものであって，一体的な構成を有する1つの金具を用いて梁の補強等を行う引用発明1とは，技術分野が異なる。したがって，これらの文献の記載によって，引用発明1の技術分野において，フランジ部を端部に形成することが周知技術であったとは認められない。",
                "以上によれば，引用発明1について，相違点2に係る構成を容易に想到することはできない。"
              ]
            },
            {
              "fig": "ウ",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用例1は，貫通孔1bより外径が大きい裏当て体3aが，厚肉鋼管2の外周部の軸方向の中央より軸方向の片側にて厚肉鋼管2と一体に形成されることを開示しているのであるから，引用発明1において，裏当て体3aの形成箇所を，厚肉鋼管2の外周部の軸方向の中央より軸方向の片側に位置する領域のうち片側の端部とすることも設計事項として選択し得るものであるところ，フランジ部を相違点2の構成とすることで，引用発明1と比較して優れた作用効果をもたらすものではないから，甲6，7のように端部に形成された「フランジ」を引用発明1の裏当て体3a(フランジ部)に適用できない理由はないなどと主張する。",
                "しかし，引用発明1において，裏当て体3aを設ける位置は，厚肉鋼管2の外周部のほぼ中央部であるから，軸方向の片側に形成されることが開示されているからといって，片側の端部に設けることの動機付けがあるとはいえないこと，また，甲6，7は，引用発明1とは技術分野を異にし，これらの文献の記載によって，引用発明1の技術分野において，フランジを端部に形成することが周知技術であったとは認められないことは，前記イのとおりであるから，引用発明1に甲6，7のように端部に形成された「フランジ」を適用し，裏当て体3aの位置を，梁補強金具の軸方向の片側の端部とすることが設計事項として選択し得るものとはいえない。",
                "よって，原告の主張は採用できない。"
              ],
              "content": [
                {
                  "fig": "(5)",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件訂正発明1は，引用発明1に基づいて容易に想到できるとはいえない。",
                    "また，本件訂正発明1が引用発明1に基づいて当業者にとって容易に想到し得ない以上，その構成を全て含む本件訂正発明2ないし7が容易に想到し得たものではないことは明らかである。",
                    "よって，取消事由2は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "4",
                      "subject": "取消事由3(引用発明2に基づく進歩性判断の誤り)について"
                    }
                  ]
                },
                {
                  "fig": "(1)",
                  "subject": "引用例2の記載事項(下記記載中の Fig．1 及び Table 1 は別紙引用例2図表目録参照。)"
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "引用例2には，以下の記載がある。"
              ]
            }
          ]
        },
        {
          "fig": "(ア)",
          "subject": "表題",
          "text": [
            "円形孔を有するはりの耐力と設計法(43頁)"
          ]
        },
        {
          "fig": "(イ)",
          "subject": "序",
          "text": [
            "前報では，無補強円形孔を有するH形鋼はりのせん断及びせん断＋曲げ耐力に関して，実験と解析について述べた。本報では，円形孔にスリーブ管を設けて補強した場合のせん断及びせん断＋曲げ耐力について報告する。(43頁左欄2～6行)"
          ]
        },
        {
          "fig": "(ウ)",
          "subject": "試験体および載荷・測定方法",
          "text": [
            "試験体は Fig. 1 に示すように，SS41の圧延H形鋼のウェブに円形孔を設け，スリーブ管を全周すみ肉溶接したものである。寸法を Table 1 に示す。(43頁右欄下から8行～下から6行)"
          ]
        },
        {
          "fig": "(エ)",
          "subject": "実験結果",
          "text": [
            "以上の実験で，次の事柄が認識された。",
            "1)曲げに対する補強に関しては，スリーブ管により容易に無孔部以上の耐力を有することが出来る。",
            "2)Fig．6には，ほぼ同じ孔径で無補強のもの(HW-4；2R＝200mm)と，スリーブ管補強したもの(WHS-5)のせん断実験におけるV-γ曲線を比較したものである。厚肉のかなり大きなスリーブ管なら，せん断補強効果は相当にあることが分かる。",
            "3)Fig．7には，WHS-5，6，7のVy／Vpをスリーブ管幅bsに対しプロットした(●印)。なお比較のため，無補強の場合の実験値(HW-4)もbs＝0としてプロットした(○印)。これにより，肉厚を等しくしてbsのみを拡げても，補強効果は比例的には増大しないことが分る。(46頁左欄18行～右欄6行)"
          ],
          "content": [
            {
              "fig": "イ",
              "text": [
                "上記ア(ウ)の Fig. 1 及び Table 1 のWHS-1を参照すると，スリーブ管の軸方向の長さbs＝52．1(mm)，スリーブ管の半径方向の肉厚ts＝5．73(mm)であり，この場合，bs／ts＝52．1(mm)／5．73(mm)≒9．09となる。また，Fig. 1 及びTable 1 のWHS-1～WHS-15を参照すると，圧延H形鋼の梁成Hに対するスリーブ管の内径2Rの比率2R／H≒0．30～0．59となっている。",
                "上記アの記載事項に，上記計算結果も加味すると，引用例2には，本件審決の認定したとおりの引用発明2(前記第2の3(3)ア)が記載されており，本件訂正発明1と引用発明2との一致点(同イ)及び相違点(同ウ)も，本件審決の認定したとおりである。"
              ],
              "content": [
                {
                  "fig": "(2)",
                  "subject": "相違点3の容易想到性"
                }
              ]
            },
            {
              "fig": "ア",
              "subject": "容易想到性の判断",
              "text": [
                "引用発明2は，スリーブ管の幅・肉厚を変えた試験体を用いて，そのせん断及びせん断＋曲げ耐力を実験的に調査した結果等を開示するものであり，そもそも梁補強金具の外周にフランジ部がないことを前提とした技術であって，そのスリーブ管にフランジ部を設けることの記載も示唆もない。したがって，引用発明2においては，甲1～3に記載された，梁補強金具の外周にフランジ部を設ける構成を適用して，フランジ部を設ける動機付けはない。",
                "また，仮に，引用発明2に甲1～3に記載された事項を適用してフランジ部を設けたとしても，甲1～3に記載されたフランジ部は，いずれも，梁補強金具の中央部に設けられたものであり，フランジを設けた方面側が面一に形成されるものではないから，相違点3に係る構成には至らない。",
                "さらに，甲1～3，6～10，23～25の記載によれば，フランジと呼ばれる部分が種々の分野で用いられていること自体は周知技術であるとしても，相違点3に係る構成は，いずれの文献にも開示も示唆もない。前記のとおり，甲1～3には，フランジを設けた片面側を面一にすることの記載はなく，甲6，7には，フランジを設けた片側面が面一になることが記載されているとしても，甲6に記載されたフランジはボルト締め用の管フランジであり，甲7に記載されたものは一般的なH形鋼のフランジであって，梁補強用のスリーブ管についての引用発明2とは技術分野が異なる。また，甲23～25は，いずれも梁に配管を通すための構造において，それぞれ対となる2つの部材を用いて梁の補強やスリーブ材の固定に関する技術を開示したものであって，梁補強金具の外側にフランジを設けない引用発明2とは，技術分野が異なる。したがって，これらの文献の記載によって，引用発明2の技術分野において，フランジ部を外周部の軸方向の片面側の端部に形成し，当該面を梁補強金具の内周から外周部の一部であるフランジ部の外周まで平面である構成とすることが周知技術であったとは認められない。",
                "よって，引用発明2について，甲1～3のフランジ部を適用し，周知技術(甲1～3，6～10，23～25)を適用して，相違点3に係る構成を容易に想到することはできない。"
              ]
            },
            {
              "fig": "イ",
              "subject": "原告の主張について",
              "text": [
                "原告は，引用発明2と甲1～3に記載された発明とは，梁のウェブの貫通孔に挿入され，かつ，かかる梁を補強するための梁補強金具であるという点で共通しているので，適用の動機付けがないとはいえないと主張する。しかし，前記のとおり，引用発明2にフランジ部を設ける理由がない以上，適用の動機付けがないことは明らかであり，原告の主張は採用できない。"
              ],
              "content": [
                {
                  "fig": "(3)",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件訂正発明1は，引用発明2に基づいて容易に想到できるとはいえない。",
                    "また，本件訂正発明1が引用発明2に基づいて当業者にとって容易に想到し得ない以上，その構成を全て含む本件訂正発明2ないし7が容易に想到し得たものではないことは明らかである。",
                    "よって，取消事由3は理由がない。"
                  ],
                  "content": [
                    {
                      "fig": "5",
                      "subject": "結論",
                      "text": [
                        "よって，原告の請求は理由がないから棄却することとし，主文のとおり判決する。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10163",
    "date": "2020-01-21",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "089172",
    "ipprecedent_id": "5295",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}