{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-890073号事件について平成30年3月29日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標登録無効審判請求に対する不成立審決の取消訴訟である。争点は，①本件商標と引用商標2の類否判断の誤りの有無，②本件商標についての原告の業務に係る商品又は役務と混同を生ずるおそれの判断の誤りの有無である。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "本件商標",
          "text": [
            "被告は，次の商標(以下，「本件商標」という。)の商標権者である(甲1，2)。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "登録商標    エナジア(標準文字)"
            },
            {
              "fig": "(2)",
              "subject": "登録番号    第5790605号"
            },
            {
              "fig": "(3)",
              "subject": "出願日      平成27年1月13日"
            },
            {
              "fig": "(4)",
              "subject": "査定日      平成27年8月19日"
            },
            {
              "fig": "(5)",
              "subject": "登録日      平成27年9月4日"
            },
            {
              "fig": "(6)",
              "subject": "商品及び役務の区分並びに指定商品又は指定役務",
              "text": [
                "第35類  広告業，経営の診断又は経営に関する助言，市場調査又は分析，商品の販売に関する情報の提供，ホテルの事業管理，財務書類の作成，電子計算機・タイプライター・テレックス又はこれらに準ずる事務用機器の操作"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "特許庁における手続の経緯",
      "text": [
        "原告が，平成28年11月30日に本件商標についての商標登録無効審判請求(無効2016-890073号)をしたところ，特許庁は，平成30年3月29日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年4月6日，原告に送達された。"
      ]
    },
    {
      "fig": "3",
      "subject": "審決の理由の要点",
      "content": [
        {
          "fig": "(1)",
          "subject": "引用商標",
          "text": [
            "原告が，本件商標の無効の理由として引用する商標は，次のとおりであり，いずれの商標権も現に有効に存続しているものである(以下，それらを総称して「引用商標」という。)。"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "登録第3104821号商標(以下，「引用商標1」という。)は，以下のとおりの構成からなり，平成4年6月11日に登録出願，第39類「電気の供給」を指定役務として，平成7年12月26日に設定登録され，平成18年4月11日及び平成27年8月18日に商標権の存続期間の更新登録がされたものである。なお，引用商標1に係る商標権には，第39類「ガスの供給，水の供給，熱の供給」を指定役務として，防護標章登録がされている。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "登録第4964802号商標(以下，「引用商標2」という。)は，以下のとおりの構成からなり，平成17年10月31日に登録出願，第35類「広告，トレーディングスタンプの発行，経営の診断又は経営に関する助言，市場調査，商品の販売に関する情報の提供，ホテルの事業の管理，職業のあっせん，競売の運営，輸出入に関する事務の代理又は代行，新聞の予約購読の取次ぎ，速記，筆耕，書類の複製，文書又は磁気テープのファイリング，電子計算機・タイプライター・テレックス又はこれらに準ずる事務用機器の操作，建築物における来訪者の受付及び案内，広告用具の貸与，タイプライター・複写機及びワードプロセッサの貸与，求人情報の提供，自動販売機の貸与」を指定役務として，平成18年6月30日に設定登録され，平成28年4月26日に商標権の存続期間の更新登録がされたものである。"
              ]
            }
          ]
        },
        {
          "fig": "(2)",
          "subject": "引用商標等の周知性",
          "text": [
            "証拠によると，引用商標1は，本件商標の登録出願日前から，「エネルギア」と称呼され，原告の業務に係る役務「電気の供給」を表示するものとして，中国地方を中心として使用され，その需要者及び取引者の間に広く認識されている商標であって，その状況は本件商標の登録査定日においても継続していたと判断するのが相当である。",
            "また，①「エネルギア」と「EＮERGIA」の文字を二段に配した構成からなる商標，②「EnerGia」の文字からなる商標及び③「エネルギア」の文字からなる商標(以下，これらを総称して「使用商標」という。)のいずれも，引用商標1と同様に，本件商標の登録出願日前から，「エネルギア」と称呼され，原告の業務に係る役務「電気の供給」を表示するものとして，中国地方を中心として使用され，その需要者及び取引者の間に広く認識されている商標であって，その状況は本件商標の登録査定日においても継続していたと判断するのが相当である。",
            "しかし，引用商標2は，それが使用された指定役務についての取引額，取引数量など取引の実績を示す証拠は見いだせないから，原告の業務に係る指定役務を表示するものとして需要者及び取引者の間に広く認識されている商標と認めることはできない。"
          ]
        },
        {
          "fig": "(3)",
          "subject": "商標法4条1項11号該当性",
          "content": [
            {
              "fig": "ア",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件商標は，「エナジア」の称呼を生じ，この称呼が我が国においてエネルギーの意味の外来語「エナジー」と近似した印象を与えることによって，エネルギーに関する何らかの観念が想起される場合があるとしても，特定の観念を生じさせるとまではいえず，特定の観念を有しない一種の造語と認識される。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "引用商標1は，前記(1)アのとおり，「EnerGia」の文字を横書きし，「E」の文字から2本の帯を左下方に捻るよう描き，帯の中間部に円弧を配した構成からなるところ，「EnerGia」の文字部分は，その構成文字に相応して，「エネルギア」及び「エナジア」の称呼を生じ得ると認められる。",
                    "また，「エネルギア」及び「エナジア」の称呼が，我が国においてエネルギーの意味の外来語「エネルギー」及び「エナジー」と近似した印象を与えることによって，エネルギーに関する何らかの観念が想起される場合があるとしても，特定の観念を生じさせるとまではいえない。加えて，「EnerGia」の文字は，スペイン語，ポルトガル語，イタリア語，ポーランド語において「エネルギー」を意味する成語であるが，いずれも我が国で英語ほど親しまれた語ではないことからすると，特定の観念を有しない一種の造語といい得る。",
                    "しかし，前記(2)によると，引用商標1は，その指定役務である「電気の供給」及びこれと関連した電気，熱等を始めとするエネルギーに関する役務(発電，発熱，それぞれの供給等)(以下，「エネルギーに関する役務」という。)との関係においては，「エネルギア」のみの称呼を生じ，「中国電力のブランド」の観念を生じるというべきである。",
                    "他方，引用商標1は，エネルギーに関する役務以外の役務との関係においては，請求人(原告)の業務に係る役務を表示するものとして需要者の間に広く認識されている商標と認めることはできないから，「エネルギア」の称呼のほか，「エナジア」の称呼も生じ得るものであり，特定の観念を生じないものと判断するのが相当である。"
                  ]
                },
                {
                  "fig": "(ウ)",
                  "text": [
                    "引用商標2は，前記(1)イのとおり，黒色で「エネルギア」と「EnerGia」の文字を2段に表してなる。",
                    "引用商標2における「EnerGia」の欧文字は，その上段に「エネルギア」と大きく記載されており，欧文字部分が「エネルギア」及び「エナジア」の称呼を生じ得るとしても，片仮名「エネルギア」が欧文字「EnerGia」の読みを特定したものと無理なく理解できるから，引用商標2は「エネルギア」のみの称呼を生じると判断するのが相当である。",
                    "また，この称呼が，我が国においてエネルギーの意味の外来語「エネルギー」と近似した印象を与えることによって，エネルギーに関する何らかの観念が想起される場合があるとしても，特定の観念を生じさせるとまではいえず，特定の観念を有しない一種の造語と認識される。"
                  ]
                }
              ]
            },
            {
              "fig": "イ",
              "content": [
                {
                  "fig": "(ア)",
                  "text": [
                    "本件商標と引用商標1とを比較すると，外観上，明らかに相違する。",
                    "本件商標の称呼「エナジア」と引用商標1の称呼「エネルギア」とは，中間音において「ナジ」と「ネルギ」の差異を有し，その差異が4音と5音という短い音構成からなる両称呼全体に及ぼす影響は大きく，両者をそれぞれ一連に称呼しても，かれこれ聞き誤るおそれはない。",
                    "本件商標が特定の観念を生じないのに対し，引用商標1からは「中国電力のブランド」の観念を生じることから，観念上，相紛れるおそれはない。",
                    "そうすると，本件商標と引用商標1は，外観，称呼及び観念のいずれの点からみても相紛れるおそれのない非類似の商標であって，別異の商標というべきである。"
                  ]
                },
                {
                  "fig": "(イ)",
                  "text": [
                    "本件商標と引用商標2とを比較すると，外観上，明らかに相違する。",
                    "両者の称呼「エナジア」と「エネルギア」とは，中間音において「ナジ」と「ネルギ」の差異を有し，その差異が4音と5音という短い音構成からなる両称呼全体に及ぼす影響は大きく，両者をそれぞれ一連に称呼しても，聞き誤るおそれはない。",
                    "両者は，いずれも特定の観念を生じないものであるから，観念において比較することはできない。",
                    "そうすると，本件商標と引用商標2は，観念において比較できないとしても，外観及び称呼を異にし，これらを総合的に勘案すると，相紛れるおそれのない非類似の商標であって，別異の商標というべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "したがって，本件商標は，商標法4条1項11号に該当するものとはいえない。"
              ]
            }
          ]
        },
        {
          "fig": "(4)",
          "subject": "商標法4条1項15号該当性",
          "content": [
            {
              "fig": "ア",
              "text": [
                "本件商標の指定役務の取引者及び需要者において普通に払われる注意力を基準として判断すると，本件商標と引用商標1中「EnerGia」の欧文字からなる商標とが類似する場合があり，引用商標1の周知著名性が認められるとしても，その独創性の程度は高いとはいえず，本件商標の指定役務と引用商標1の指定役務との関連性の程度は高いとはいえず，更に取引者及び需要者も異なるから，本件商標は，商標権者がこれをその指定役務について使用しても，取引者，需要者をして引用商標1を連想又は想起させることはなく，その役務が原告又は同人と経済的若しくは組織的に何らかの関係を有する者の業務に係るものであるかのように，その役務の出所について混同を生ずるおそれはないというべきである。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件商標の指定役務の取引者及び需要者において普通に払われる注意力を基準として判断すると，本件商標と使用商標中「EnerGia」の欧文字からなる商標とが類似する場合があり，使用商標の周知著名性が認められるとしても，その文字部分における独創性の程度は高いとはいえず，本件商標の指定役務と使用商標の役務との関連性の程度は高いとはいえず，更に取引者及び需要者も異なるから，本件商標は，商標権者がこれをその指定役務について使用しても，取引者，需要者をして使用商標を連想又は想起させることはなく，その役務が原告又は同人と経済的若しくは組織的に何らかの関係を有する者の業務に係るものであるかのように，その役務の出所について混同を生ずるおそれはないというべきである。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "本件商標の指定役務の取引者及び需要者において普通に払われる注意力を基準として判断すると，本件商標と引用商標2の指定役務において，その役務の提供の手段，目的又は場所等が共通し，その関連性の程度が高いといえるものであって，その取引者及び需要者も共通するとしても，両商標は，外観，称呼及び観念のいずれの点からみても相紛れるおそれのない非類似の商標であって，別異の商標というべきであり，引用商標2は，原告の業務に係る役務を表示するものとして，その需要者及び取引者の間に広く認識されているとは認められず，その独創性の程度も高いとはいえないから，本件商標は，商標権者がこれをその指定役務について使用しても，取引者，需要者をして引用商標2を連想又は想起させることはなく，その役務が原告又は同人と経済的若しくは組織的に何らかの関係を有する者の業務に係るものであるかのように，その役務の出所について混同を生ずるおそれはないというべきである。"
              ]
            },
            {
              "fig": "エ",
              "text": [
                "したがって，本件商標は，商標法4条1項15号に該当するものとはいえない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項11号該当性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標と引用商標2の類否",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件商標は，「エナジア」の片仮名文字に相応して，「エナジア」の称呼を生じる。",
                    "本件商標の「エナジア」の片仮名文字は，一般的な辞書等に掲載されていない造語であるから，特定の観念を生じない。"
                  ]
                },
                {
                  "fig": "イ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "引用商標2は，上段に「エネルギア」の片仮名文字を配し，下段に「EnerGia」の欧文字を配した二段併記の結合商標であり，上段の片仮名文字と下段の欧文字は，これを分離して観察することが不自然であると思われるほど不可分的に結合しているものとは認められない。また，下段の「EnerGia」の欧文字は，取引者，需要者に対し，出所識別標識として強く支配的な印象を与える。そして，あたかも権利不要求の意思表示をしたかのように，下段の「EnerGia」の欧文字を除外し，上段の「エネルギア」の片仮名文字に限定された商標と同様に解さなければならない事情もない。",
                        "したがって，引用商標2の類否判断に際し，下段の「EnerGia」の欧文字を個別に比較することは許容され，他方で，下段の「EnerGia」の欧文字を除外することは，許容されない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用商標2は，以下のa特許庁の審査基準，b特許庁の審判便覧，c引用商標2の使用例，d独立使用の例等の一般的，恒常的な取引の実情において，一部抽出して別個に使用されているから，引用商標2の下段の「EnerGia」の欧文字を個別に比較することは許容され，少なくとも，「エネルギア」と「エナジア」の二つの称呼を生じる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "特許庁の商標法4条1項11号についての審査基準は，一般的，恒常的な取引の実情を考慮して規定されているところ，読み仮名(振り仮名)を付した場合の商標について，「(イ)例えば，『紅梅』のような文字については，『ベニウメ』と振り仮名した場合であっても，なお『コウバイ』の自然の称呼をも生じるものとする。」と規定し，「(ロ)例えば，『白梅』における『ハクバイ』及び『シラウメ』のように2以上の自然の称呼を有する文字商標は，その一方を振り仮名として付した場合であっても，他の一方の自然の称呼をも生じるものとする。」と規定し，二段併記の結合商標の類否判断において，二つ以上の称呼を生じる文字(漢文字)を除外し，読み仮名の文字(片仮名文字)のみと認定することを許容していない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "特許庁の審判便覧53-01は，二段併記の結合商標が，上段と下段をそれぞれ一部抽出して別個の商標として使用されている一般的，恒常的な取引の実情を考慮して規定されているところ，「登録商標が二段併記等からなる場合であって，上段及び下段等の各部が観念を同一とするときに，その一方の使用」については「社会通念上同一と認められる商標」に該当すると規定し，二段併記の結合商標が，それぞれ一部抽出して別個に使用しても登録商標の使用と同視できるとしている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "引用商標2は，二段併記の結合商標であるが，上段と下段をそれぞれ一部抽出して別個の商標として使用しても，上段と下段はともに一種の造語として特定の観念を生じないから，上段と下段の観念が同一であり，それぞれ一部抽出して別個に使用しても「社会通念上同一と認められる商標」であり引用商標2の使用と同視できる。",
                            "引用商標2は，「エネルギア」と「EＮERGIA」の文字を二段に配した構成からなる商標(以下，「使用商標1」という。)として使用され(甲36の1)，下段の「EnerGia」の欧文字は，一部抽出して別個の「EnerGia」の文字からなる商標(以下，「使用商標2」という。)として使用され(甲36の2～5)，上段の「エネルギア」の片仮名文字は，一部抽出して別個の「エネルギア」の文字からなる商標(以下，「使用商標3」という。)として使用され(甲36の6・7)，いずれも，引用商標1と同様に，少なくとも，中国地方の「電気の供給」の役務の取引者，需要者の間で周知著名性を獲得している。",
                            "したがって，使用商標2及び3のいずれも，引用商標1と同様に，周知著名性を獲得できる以上，引用商標2は，上段と下段のそれぞれを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとはいいがたく，上段と下段のそれぞれが，取引者，需要者に対し出所識別標識として強く支配的な印象を与える部分である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "上段に「EＮEOS」の欧文字を配し，下段に「エネオス」の片仮名文字を配した二段併記の結合商標や，上段に「agnès  b．」の欧文字を配し，下段に「アニエスべー」の片仮名文字を配した二段併記の結合商標は，上段の欧文字を一部抽出して別個に使用している取引の実情が見受けられ(甲43～47)，二段併記の結合商標のまま一体として使用されることは，稀であると考えられる。したがって，一般的，恒常的な取引の実情において，二段併記の結合商標は，一部抽出して別個に使用されていることから，上段と下段を分離して観察することが取引上不自然であると思われるほど不可分的に結合しているとは言い難い。",
                            "また，一般に，欧文字の造語商標を採択したとき，その欧文字から二つ以上の称呼を生じる場合，その欧文字よりいかなる称呼が生じるかは明らかでないため，商取引において使用する一つの称呼の片仮名文字と欧文字の二段併記の結合商標として出願する場合がある。その意図は，審査官に対し，少なくとも，併記された片仮名文字より生じる一つの称呼を失念することなく，その称呼を中心に審査してもらうことにあり，他の称呼を除外し，その禁止権を放棄し権利不要求とする意図ではない。原告は，後日，他人により，商標「エネルギア」について商標登録される不都合を回避すべく，読み仮名の片仮名文字「エネルギア」を併記した引用商標2を出願したのであり，他の称呼「エナジア」の称呼を除外し，その禁止権を放棄し権利不要求とする意図で併記したものではない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "引用商標2の下段の「EnerGia」の欧文字は，一般的な辞書等に掲載されていない造語であるが，以下のa辞書等の記載，b先行商標採択例，c商標使用例，d被告の本件商標の使用等の一般的，恒常的な取引の実情において「エナジア」の称呼をもって使用されているから，少なくとも「エネルギア」と「エナジア」の二つの称呼が生じる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "「energia」の欧文字が，仮にスペイン語，ポルトガル語，イタリア語，ポーランド語において「エネルギー」の意味合いを有する語であるとしても(甲59～62)，我が国の取引者，需要者が，これらのなじみのない言語を理解し，これらのなじみのない言語に応じた発音で称呼することは，考え難い。",
                            "むしろ，我が国の取引者，需要者は，「エネルギー」の意味合いを有する外来語「energie」を「エネルギー」と称呼し(甲26)，英語においては「energy」を「エナジー」と称呼している(甲27)。",
                            "したがって，我が国の取引者，需要者は，引用商標2の「EnerGia」の欧文字を特定の意味合いを有しない造語と理解し，外来語「energie」(エネルギー)になぞらえて，ドイツ語風に「エネルギア」と称呼し，また，英語「energy」(エナジー)になぞらえて，英語風に「エナジア」と称呼する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "上段に欧文字「EＮERGIA」，下段に片仮名「エナジア」を二段に書してなる商標が4件(甲28～31)，上段に欧文字「Energia」，下段に「エナジア」を二段に書してなる商標が1件(甲32)，商標登録されている。",
                            "引用商標2の「EnerGia」の欧文字は，このような先行商標採択例からも，「エナジア」の称呼を生じる。"
                          ]
                        },
                        {
                          "fig": "c",
                          "text": [
                            "欧文字「Energia」の上部に，より小さいフォントサイズで片仮名「エナジア」と横書きしてなる商標をコンピュータ用電源に使用した例があり(甲33)，「ケース一体型アームベルトEnergia(エナジア)」と横書きしてなる商標を携帯電話用ケースに使用した例がある(甲34)。",
                            "引用商標2の「EnerGia」の欧文字は，このような商標使用例からも，「エナジア」の称呼を生じる。"
                          ]
                        },
                        {
                          "fig": "d",
                          "text": [
                            "被告の「エナジア」の片仮名文字は，「energia」の欧文字に由来する語であり(甲16)，また，被告は，今日でも「energia」の欧文字を使用し，そのホームページにおいて，「energia」の欧文字と「エナジア」の片仮名文字が混在している(甲21，22，25，84)。",
                            "このことからも，引用商標2の「EnerGia」の欧文字は，「エナジア」の称呼を生じる。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "引用商標2の上段の「エネルギア」の片仮名文字も，下段の「EnerGia」の欧文字も，一般的な辞書等に掲載されていない造語であるから，特定の観念を生じない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "本件商標と引用商標2とは，「エナジア」の称呼を生じる点で同一である。",
                    "また，本件商標と引用商標2は，造語として特定の観念を生じない点で同一である。",
                    "そして，本件商標と引用商標2は，外観上の相違はあるものの，その相違は，上記の称呼及び観念の同一性を凌駕し，覆すほどのものではない。",
                    "したがって，本件商標と引用商標2は，類似する商標である。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "商標法4条1項11号に係る商標の類否については，その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断すべきであるところ，本件商標については，次の(ア)及び(イ)のとおりの採択の経緯と取引の実情がある。",
                    "それにもかかわらず，審決は，本件商標の採択の経緯と取引の実情について，何ら認定しなかった。これは，上記判断基準に照らし，許されない。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "本件商標の採択の経緯",
                      "text": [
                        "被告は，本件商標に係る「早期審査に関する事情説明書」(甲16)において，以下のとおり，5個の四角形を弧状にずらし重ねた図形の右側に，上段に大きく「energia」の欧文字を配し，下段の右下に小さく「エナジア」の片仮名文字を配した構成からなる結合商標により，本件商標の使用の事実を説明した。",
                        "また，被告は，判定2015-600012号事件の判定請求書(甲21)において，「欧文字『energia』に代え会社名の略称である片仮名文字『エナジア』をあてたイ号標章に変更し，平成27年1月26日から使用を開始し，現在に至っている。」と述べた。",
                        "したがって，本件商標の「エナジア」の片仮名文字は，「energia」の欧文字に由来する語であり，その「energia」の欧文字から「エナジア」の称呼を生じることは，被告も否定できない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "本件商標の取引の実情",
                      "text": [
                        "平成27年3月30日時点の被告ホームページには，本件商標が表示されているほか，左上のホームページアドレスとして「http(以下略)」と表示され，住所及び連絡先のEメールアドレスとして「info(以下略)」と表示されている(甲22)。",
                        "また，被告は，同年12月21日時点の被告ホームページ「http(以下略)」において，被告の住所及び連絡先のEメールアドレスとして「info(以下略)」と表示し，著作権の表示として「2015 ENERGIA Inc. All Rights Reserved.」と表示している(甲25)。",
                        "したがって，本件商標は，専ら被告ホームページにおいて使用され，「energia」の欧文字を有するホームページアドレス，Eメールアドレスや著作権の表示とともに使用されていることは，被告も否定できない。",
                        "なお，無効審判制度上，査定時後の被告ホームページのアドレス変更を考慮することは許されないが，今日の被告ホームページにおいても，「energia」の欧文字を表示し，著作権の表示として「2015 ENERGIA Inc. All Rights Reserved.」と表示している(甲84)。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "審決は，引用商標2は，二段併記の結合商標であって，片仮名文字が欧文字の読み仮名の役割を有することを理由に，両文字のどちらも支配的な印象を与えるものではないとして，引用商標2の下段の「EnerGia」の欧文字を一部抽出して別個に比較することは許されないと判断した。",
                        "しかし，一般に，読み仮名は，欧文字や漢文字等の近傍に添えられ，欧文字等の読み方を示す仮名文字であって，主役はあくまで欧文字等であり，読み方を示す仮名文字は，脇役であり欧文字等に付き従う文字と解するのが自然な解釈である。",
                        "したがって，審決の認定のように，引用商標2において，上段の「エネルギア」の片仮名文字が下段の欧文字の読み仮名の役割を有するのであれば，下段の「EnerGia」の欧文字こそ主役に相応しく，強く支配的な印象を与えるから，「EnerGia」の欧文字を一部抽出して別個に比較することは，許される。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "審決は，二段併記の結合商標において，二つ以上の称呼，観念が生じる場合でも，一つの称呼，観念のみを生じると認定するため，以下の図2のとおり，あたかも特定から漏れた他の称呼，観念が生じる文字を除外し，その文字部分の禁止権を放棄し，権利不要求と取り扱うのと同様である。",
                        "しかし，旧商標法(大正10年法律99号)2条2項による権利不要求制度において権利不要求の意思表示をした場合でさえ，権利不要求の文字部分を除外して類否判断をすることは許容されていなかったのであり，ましてや，現行法にはそのような制度がなく，原告は権利不要求の意思表示をしていないのであるから，審決の解釈は，商標制度上，許されない。",
                        "むしろ，商標法4条1項11号は，公益的側面から一般の取引者，需要者の出所の混同を防止すべく，不登録商標を引用商標と同一の商標に限定せず，類似する商標についての登録も禁止する以上，引用商標の商標権者が使用している称呼を超えて，その類似の範囲が判断されることは，商標法の予定するところである。",
                        "【図2】"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "対比商標が，二つ以上の称呼，観念が生じる場合でも，審決のように，二段併記の結合商標であることを理由に，一つの称呼，観念のみを生じると認定することは，特許庁の過去の判断事例と一致しない(甲56の1～6，甲57の1～6)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "過去の特許庁の判断事例では，引用商標の「EnerGia」の欧文字から「エナジア」の称呼も生じると認定し，類否判断していた(甲57の1～6)。",
                        "それにもかかわらず，審決が認定判断を変えた根拠は，原告が引用商標1を「エネルギア」の称呼で使用して防護標章登録を受けたことに起因すると考えられる。",
                        "引用商標1について，具体的な出所の混同の防止を図るべく防護標章制度を利用すると，周知著名な引用商標の保護を狭め，禁反言を理由に正当な権利の主張を制約されるのは，周知著名な商標の保護を強化する防護標章制度を歪曲するものであり，許されない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "指定役務の類否",
              "text": [
                "本件商標の指定役務のうち第35類「広告業」，「経営の診断又は経営に関する助言，市場調査又は分析，商品の販売に関する情報の提供，ホテルの事業管理」，「電子計算機・タイプライター・テレックス又はこれらに準ずる事務用機器の操作」は，引用商標2の指定役務と類似する。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項15号該当性判断の誤り)",
          "content": [
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標1は，図形部分と「EnerGia」の欧文字は，これを分離して観察することが取引上不自然であると思われるほど不可分的に結合しているものとは認められない。また，「EnerGia」の欧文字は，取引者，需要者に対し，出所識別標識として強く支配的な印象を与える。したがって，引用商標1の類否判断に際し，「EnerGia」の欧文字を個別に比較することは，許容される。",
                    "「EnerGia」の欧文字は，引用商標2の下段の「EnerGia」の欧文字と同様に，少なくとも「エネルギア」と「エナジア」の二つの称呼を生じる。",
                    "「EnerGia」の欧文字は，一般的な辞書等に掲載されていない造語であるから，特定の観念を生じない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件商標と引用商標とは，「エナジア」の称呼を生じる点で同一である。",
                    "また，本件商標と引用商標とは，造語として特定の観念を生じない点で同一である。",
                    "そうすると，本件商標と引用商標との類似の程度は極めて高い。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "「EnerGia」の欧文字は，一般的な辞書等に掲載されていない造語と考えられるため，引用商標の独創性の程度は高い。",
                    "また，引用商標1及び使用商標は，本件商標の出願日前から，「エネルギア」と称呼され，原告の業務に係る役務「電気の供給」を表示するものとして，中国地方を中心として使用され，その需要者及び取引者の間に広く認識されている。",
                    "したがって，「電気の供給」の役務に使用された引用商標1，及び，「電気の供給」の役務に使用商標として使用された引用商標2が，少なくとも中国地方の「電気の供給」の役務や「エネルギーに関する役務」の取引者，需要者の間で周知著名性を獲得し，造語にもかかわらず「中国電力のブランド」の観念まで生じるに至っているから，少なくとも中国地方における引用商標の周知著名性の程度は極めて高い。"
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標の指定役務は，第35類「広告業，経営の診断又は経営に関する助言，市場調査又は分析，商品の販売に関する情報の提供，ホテルの事業管理，電子計算機・タイプライター・テレックス又はこれらに準ずる事務用機器の操作」である。",
                        "他方，引用商標2の指定役務は，第35類「広告，経営の診断又は経営に関する助言，市場調査，商品の販売に関する情報の提供，ホテルの事業の管理，電子計算機・タイプライター・テレックス又はこれらに準ずる事務用機器の操作」である。",
                        "したがって，本件商標と引用商標2の指定役務は，役務間の性質，用途又は目的において同一の役務であるから，関連性の程度は極めて高い。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件商標の指定役務は，第35類「経営の診断又は経営に関する助言」等を含むが，被告が，仮に，他人の依頼に基づいて経営に関してコンサルティングを行う場合，現実の取引の実情に照らすと，これと渾然一体となって，他人の依頼に基づいて電気の供給，熱の供給，発電及び発熱に関連する機器の開発等といった専門的な事柄に関してコンサルティングを行うおそれが強い(甲14，16)。",
                        "他方，引用商標1の指定役務は，第39類「電気の供給」であり，「電気の供給」の取引者，需要者の間で周知著名性を獲得している。また，引用商標は，他人の依頼に基づいて第39類「電気の供給，熱の供給」や第40類「発電，発熱」の役務に関して行うコンサルティングを含む概念の「エネルギーに関する役務」の取引者，需要者の間で周知著名性を獲得している。",
                        "したがって，本件商標と引用商標の指定役務は，役務間の性質，用途又は目的において一致するから，関連性の程度は極めて高い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件商標の指定役務は，前記エ(ア)のとおり，第35類「広告業」等であり，その取引者，需要者は，広告物の作成等の役務の提供を受ける取引者，需要者である。",
                        "他方，引用商標2の指定役務は，前記エ(ア)のとおり，第35類「広告」等であり，その取引者，需要者は，広告物の作成等の役務の提供を受ける取引者，需要者である。",
                        "したがって，本件商標と引用商標2の役務の取引者，需要者は，完全に一致する役務であるから，共通性の程度は極めて高い。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件商標の指定役務は，第35類「経営の診断又は経営に関する助言」等を含むが，被告が，仮に，他人の依頼に基づいて経営に関してコンサルティングを行う場合，現実の取引の実情に照らせば，これと渾然一体となって，他人の依頼に基づいて電気の供給，熱の供給，発電及び発熱に関連する機器の開発等といった専門的な事柄に関してコンサルティングを行うおそれが強い(甲14，16)。",
                        "他方，引用商標1の指定役務は，第39類「電気の供給」であり，「電気の供給」の取引者，需要者の間で周知著名性を獲得し，また，引用商標は，「エネルギーに関する役務」の取引者，需要者の間で周知著名性を獲得しているところ，その電気の供給を受ける取引者，需要者に対し，付随的に電気の供給について相談に乗ったり指導したりすることは，例えば，上手な電気の使い方の提案，エネルギーの効率的利用拡大に向けた提案などと，一体として行われている(甲36の1)。",
                        "したがって，本件商標と引用商標の役務の取引者，需要者は，一致する役務であるから，共通性の程度は極めて高い。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "本件商標は，被告のホームページにおいて，左上のホームページアドレス「http(以下略)」，住所及び連絡先のEメールアドレス「info(以下略)」の各表示とともに使用されている(甲22)。また，本件商標は，平成27年12月21日時点の被告ホームページにおいて，ホームページアドレス「http(以下略)」，住所及び連絡先のEメールアドレス「info(以下略)」，著作権の表示「2015 ENERGIA Inc. All Rights Reserved.」の各表示とともに使用されている(甲25)。さらに，今日でも，被告ホームページにおいては，本件商標が使用されるとともに，「energia」の欧文字と「エナジア」の片仮名文字が混在している(甲84)。したがって，本件商標や「エナジア」の片仮名文字は，「energia」の欧文字と密接な関連をもって使用されている。",
                    "また，被告の商号「株式会社エナジア」をインターネット上の検索サイト「Google」で検索すると，被告を検索したにもかかわらず，合計20個のタイトルのうち，50％(10個)が被告を指すタイトルとして表示されたにすぎず，35％(7個)が原告とそのグループ企業を指すタイトルとして表示されている(甲54)。したがって，URLに「energia」の欧文字が表示されている六つのタイトルにも，被告及び原告とそのグループ企業が混在していることとも相まって，「Google」で被告を検索した35％の者に，被告を原告のグループ企業の一つと誤認させるおそれがあるから，現実の取引の実情において，出所の混同を生じる可能性が高い。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "以上のとおり，本件商標と引用商標の類似性のほか，引用商標が，原告の役務を表示する商標として，少なくとも中国地方の「電気の供給」の役務や「エネルギーに関する役務」の取引者，需要者の間で周知著名性を獲得していること，原告により永年にわたりハウスマーク及びグループブランドとして使用されていること，原告の経営の規模，環境保護活動，社会貢献活動の実績，企業経営の多角化の傾向等をも併せて考慮すると，被告が本件商標を使用した場合，これに接する取引者，需要者は，本件商標を使用した被告の提供する指定役務について，原告とそのグループ企業との間に，密接な営業上の関係又は同一の表示による事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信し，役務の出所につき誤認を生じる。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "審決は，本件商標の指定役務が，広告代理店等が広告主の依頼に基づいて行うもの，他人の依頼に基づいて経営の診断や経営に関する助言を行う「経営コンサルタント」が行うもの等であり，引用商標1及び使用商標が使用されている役務が「電気の供給」であるから，その役務の提供の手段，目的及び場所等が異なるものであり，両役務の関連性の程度は高いものといえず，その取引者及び需要者についても明確に異なると判断した。",
                    "しかし，被告は，定款の事業目的において，「再生可能エネルギーに関する発電・発熱・管理システムおよび再生可能エネルギー機器の開発・製造・販売ならびにコンサルタント業務」を行うとしている(甲14)。また，被告は，本件商標の「早期審査に関する事情説明書」の「1．出願人等の使用状況説明(2)商標の使用に係る商品名(役務名)」において，本件商標を使用する第35類「経営の診断又は経営に関する助言」等として，「再生可能エネルギー機器の開発・製造・販売に関するコンサルタント業務」と明記している(甲16)。このように，被告のコンサルティングの対象は，経営といった一般的な事柄に止まらず，電気の供給，熱の供給，発電及び発熱に関連する機器の開発，製造及び販売といった専門的な事柄も含むため，現実の取引の実情に照らすと，被告は，一般的な「経営コンサルタント」に止まらず，電気の供給等に関連する機器の開発等といった専門的なコンサルタントとして，これらの事柄を渾然一体としてコンサルティング業務を行うと解するのが自然である。",
                    "他方，審決及び関連事件(無効2016-890074号)の審決によると，「エネルギーに関する役務」は，少なくとも，第39類「ガスの供給，電気の供給，水の供給，熱の供給」及び第40類「発電，発熱」並びに他人の依頼に基づいてこれら役務に関して行うコンサルティングを含む概念である。",
                    "そうすると，被告が，本件商標を第35類「経営の診断又は経営に関する助言」等に使用すると，引用商標1及び使用商標として使用された引用商標2が，他人の依頼に基づいて「電気の供給，熱の供給」や「発電，発熱」の役務に関して行うコンサルティングを含む概念である「エネルギーに関する役務」の取引者，需要者の間で周知著名性を獲得している関係上，役務の出所につき誤認を生じることは，明らかである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "「電気の供給」の役務に使用商標として使用された引用商標2は，引用商標1と同様に，「エネルギーに関する役務」でも周知著名性を獲得していることは明らかであり，審決もこれを前提にしていると考えられる。",
                    "それにもかかわらず，審決が，引用商標2は，請求人(原告)の業務に係る指定役務を表示するものとして需要者及び取引者の間に広く認識されている商標と認めることはできないと認定したことは，背理であり，誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "審決は，「EnerGia」の文字がスペイン語，ポルトガル語，イタリア語，ポーランド語において「エネルギー」を意味する成語であり，スペイン語，ポルトガル語を公用語とする国々も多く，我が国の電気・熱等のエネルギー業界においては，これらの国々との取引，交流，情報収集が行われていることを根拠として，「EnerGia」の文字は独創性の程度が高いものといえないと判断した。",
                    "しかし，引用商標の独創性の程度は，引用商標の取引者，需要者の認識により決せられるべきである。そして，引用商標の取引者，需要者は，発生させた「電気の供給」を受ける取引者，需要者，また，発生させた「エネルギーに関する役務」の提供を受ける取引者，需要者であるから，いずれも，主として，一般の家庭，一般の会社や事業所などであり，スペイン語やポルトガル語を公用語とする国々と取引，交流，情報収集を行う者ではない。",
                    "審決の上記判断は，特殊な取引者，需要者の認識を前提としている点において，誤りである。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項11号該当性判断の誤り)に対し",
          "text": [
            "引用商標2は，その構成中，片仮名「エネルギア」と欧文字「EnerGia」の語につき，一文字の大きさは「エネルギア」が大きく，太さは「EnerGia」が太く表され，両語がほぼ同じ幅で二段併記されていることから，その構成中の「エネルギア」の片仮名が「EnerGia」の欧文字の読みを特定したものと無理なく理解できる。",
            "そうすると，引用商標2は，「エネルギア」の称呼のみを生じると考えるのが相当である。",
            "また，引用商標2は，その称呼から特定の観念が生じるとはいえず，一種の造語と考えるのが相当である。",
            "したがって，本件商標と引用商標2は，外観及び称呼を異にし，観念において比較できないから，相紛れるおそれのない非類似の商標であって，別異の商標であるとの審決の判断に誤りはない。"
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項15号該当性判断の誤り)に対し",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告は，平成3年1月に，シンボルマークとして引用商標1と同一標章を制定し，企業理念の「キーコンセプト」として欧文字「EＮERGIA」を掲げ，この欧文字を「エネルギア」と称呼した(甲68)。",
                "そして，原告は，平成3年1月から今日に至るまで，25年以上の長期にわたり，「電気の供給」に係る取引者，需要者に対し，欧文字「EＮERGIA」又は「EnerGia」が「エネルギア」とのみ称呼されるように企業努力を通じて訴え続けてきた(乙1)。",
                "企業がひとたび企業理念「キーコンセプト」を一の語とすれば，それが一つの称呼で呼ばれ続けるように企業努力を行うのが常であり，それを複数の称呼で呼ぶことは，企業理念そのものが不明確となるため，あり得ない。",
                "そうすると，引用商標1に係る「電気の供給」の取引の実情として，原告が「EnerGia」が「エネルギア」と称呼されるように取引者，需要者に行った企業努力，引用商標1の膨大な使用実績を踏まえると，審決が，引用商標1が「エネルギア」のみの称呼を生じ，「中国電力のブランド」の観念を生じると判断したことは，正当である。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "引用商標1，使用商標，引用商標2との関係において，本件商標が商標法4条1項15号に該当しない旨の審決の判断は，最高裁判所平成10年(行ヒ)第85号同12年7月11日第三小法廷判決の判断基準に従ったものであり，正当である。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，被告があたかも一般的な「経営コンサルタント」と共に電気の供給に関連する機器の開発等の「専門的なコンサルタント」を渾然一体と行っているかのような主張をしているが，被告は実際にこのような業務は行っていない。",
                "本件商標の指定役務のうち第35類「経営の診断又は経営に関する助言」は，「エネルギーに関する役務」に含まれないものであって，引用商標1の指定役務である第39類「電気の供給」とは非類似である。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "原告は，引用商標の構成中，「EnerGia」の欧文字の独創性の程度は，引用商標の取引者，需要者の認識により決せられるべきであると主張する。",
                "しかし，「独創性」とは，一般に「独自の考えで物事をつくり出す能力。また，新しい物事がもつそのような性質。」(小学館提供の「デジタル大辞泉」参照)を意味するものであり，取引者，需要者の認識で決せられるべきものではない。",
                "そして，引用商標の文字部分「EnerGia」の欧文字と同一の「EＮERGIA」の語は，スペイン語，ポルトガル語，イタリア語，ポーランド語において「エネルギー」を意味する成語として存在する(甲59～62)。",
                "そうすると，このような成語が存在するにもかかわらず，被告がこれと同じ文字構成からなる引用商標の「EnerGia」を独自の考えでつくり出したと考えるのは無理があるといわざるを得ない。",
                "引用商標の「EnerGia」の欧文字の独創性の程度が高いものでないとの審決の判断は，正当である。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(商標法4条1項11号該当性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件商標について",
              "text": [
                "本件商標は，前記第2の1のとおり，片仮名「エナジア」の標準文字からなる。",
                "本件商標は，その構成文字に相応して，「エナジア」の称呼を生じる。",
                "また，「エナジア」は，一般的な辞書等に掲載されていない造語であると認められるから，本件商標は，特定の観念を生じない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用商標2について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標2は，前記第2の3(1)イのとおり，上段に片仮名「エネルギア」を配し，下段に欧文字「EnerGia」を配した上下二段併記の結合商標であって，上段，下段が共に，取引者，需要者に対して強い印象を与える。下段の欧文字がより強く支配的な印象を与える旨の原告の主張を採用することはできない。",
                    "下段の「EnerGia」は，スペイン語，ポルトガル語，イタリア語，ポーランド語で「エネルギー」を意味する「energia」と綴りを同じくするが(甲59～62)，これらの言語の我が国における周知の程度に照らすと，引用商標2に接した取引者，需要者は，造語であると理解するものと認められ，固有の称呼を有しない。",
                    "そして，上段の「エネルギア」は，下段の「EnerGia」と略同一の幅で記載され，その構成文字に照らし，下段の「EnerGia」の称呼を特定したものと無理なく理解することができる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アによると，引用商標2は，「エネルギア」という称呼を生じる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記アのとおり，引用商標2の欧文字「EnerGia」は，造語であると理解されるが，後記2(4)のとおり，周知性を有することからすると，原告のブランドという観念を生じることがある。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と引用商標2の類否について",
              "text": [
                "本件商標と引用商標2を比較すると，外観が相違することは明らかである。",
                "また，本件商標は「エナジア」の称呼を生じ，引用商標2は「エネルギア」の称呼を生じるが，中間音における「ナジ」と「ネルギ」の相違が4音と5音という短い音構成からなる両称呼全体に及ぼす影響は大きいから，離隔的観察においても，称呼上の相違を十分認識することができる。",
                "そして，本件商標は，特定の観念を生じないが，引用商標2は，原告のブランドという観念を生じることがあるから，観念において相違するか比較することができない。",
                "以上によると，本件商標と引用商標2とは，外観，称呼及び観念において相紛れるおそれはないから，本件商標は，引用商標2に類似する商標には当たらないものと認められる。"
              ]
            },
            {
              "fig": "(4)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，審決が本件商標の採択の経緯と取引の実情を認定しなかったことは，商標法4条1項11号該当性の判断基準に照らし許されないと主張する。",
                    "しかし，不登録事由である商標法4条1項11号の類否判断に当たり考慮することのできる取引の実情とは，その指定商品又は指定役務全般についての一般的，恒常的な取引の実情を指すものであって，単にその商標が現在使用されている商品又は役務についてのみの特殊的，限定的な取引の実情を指すものではないと解するのが相当である。そして，原告主張の本件商標の採択の経緯は，本件商標の指定役務全般についての一般的，恒常的な取引の実情に当たるものではなく，本件商標に接した取引者，需要者が認識できないものであるから，本件商標と引用商標2の類否の判断に当たり，これを考慮することは許されない。また，被告ホームページにおける本件商標の使用状況も，個別具体的な使用例であって，本件商標の指定役務全般についての一般的，恒常的な取引の実情ではないから，本件商標と引用商標2の類否の判断に当たり，これを考慮することは許されないし，仮に考慮したとしても，このような個別具体的な使用例によって前記(3)の判断が左右されることはない。",
                    "したがって，原告の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，引用商標2の下段の「EnerGia」の欧文字は，一般的な辞書等に掲載されていない造語であるが，①辞書等の記載，②先行商標採択例，③商標使用例，④被告の本件商標の使用等の一般的，恒常的な取引の実情において「エナジア」の称呼をもって使用されているから，少なくとも「エネルギア」と「エナジア」の二つの称呼が生じると主張する。",
                    "しかし，前記(2)アのとおり，引用商標2の下段の欧文字「EnerGia」は，造語であると理解されるから，固有の称呼を有しないところ，上段の「エネルギア」は，下段の「EnerGia」と略同一の幅で記載され，その構成文字に照らし，下段の「EnerGia」の称呼を特定したものと無理なく理解することができる。そうすると，引用商標2に接した取引者，需要者は，そのように理解するのであるから，引用商標2を「エネルギア」と称呼するものということができ，引用商標2を「エナジア」と称呼するものとは認められない。",
                    "そして，このことは，「EnerGia」の欧文字が，英語「energy」(エナジー)になぞらえて，英語風に「エナジア」と称呼し得ることや，現に「エナジア」と称呼させる先行商標採択例や商標使用例があることによって，左右されるものではない。",
                    "また，本件商標の「エナジア」の片仮名文字が「energia」に由来し，被告ホームページにおいて本件商標が「energia」の文字とともに使用されているといった原告主張の事情については，前記アのとおりである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，引用商標2は，①特許庁の審査基準，②特許庁の審判便覧，③引用商標2の使用例，④独立使用の例等の一般的，恒常的な取引の実情において，一部抽出して別個に使用されているから，引用商標2の下段の「EnerGia」の欧文字を個別に比較することは許容され，少なくとも，「エネルギア」と「エナジア」の二つの称呼を生じると主張する。",
                    "しかし，原告指摘の「紅梅」は「コウバイ」という固有の称呼を有し，「白梅」は「ハクバイ」及び「シラウメ」という固有の称呼を有する例であるから(広辞苑第七版)，引用商標2の下段の「EnerGia」の欧文字のように，造語であって，固有の称呼を有しないものの解釈において，参考とすることはできない。",
                    "また，原告引用の審判便覧53-01は，商標法50条の不使用取消審判における「登録商標と社会通念上同一と認められる商標」(同条1項)の解釈に関するものであるから，同法4条1項11号の商標の類否判断において，結合商標を分離観察することが許されるか否かの解釈において，参考となるものではない。",
                    "さらに，引用商標2は，上段と下段のそれぞれが取引者，需要者に対し出所識別標識として強く支配的な印象を与えるとしても，前記(2)アのとおり，引用商標2に接した取引者，需要者は，上段の「エネルギア」が下段の「EnerGia」の称呼を特定したものと無理なく理解することができるのであるから，引用商標2からは，「エネルギア」の称呼のみが生じ，「エナジア」の称呼が生じると認めることはできず，このように解することが商標制度に沿わないものということはできない。  原告が，引用商標2につき，後日，他人により，商標「エネルギア」について商標登録される不都合を回避すべく，読み仮名の片仮名文字「エネルギア」を併記して出願したのであり，他の称呼「エナジア」の称呼を除外し，その禁止権を放棄し権利不要求とする意図で併記したものでないとしても，そのような引用商標2の出願の意図は，引用商標2に接した取引者，需要者が認識できないものであって，一般的，恒常的な取引の実情に当たるものではないから，本件商標と引用商標2の類否の判断に当たり，これを考慮することは許されない。"
                  ]
                },
                {
                  "fig": "エ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，審決は，二段併記の結合商標において，二つ以上の称呼，観念が生じる場合でも，一つの称呼，観念のみを生じると認定するため，あたかも特定から漏れた他の称呼，観念が生じる文字を除外し，その文字部分の禁止権を放棄し，権利不要求と取り扱うのと同様であるが，現行法には権利不要求制度はなく，原告は権利不要求の意思表示をしていないから，審決の解釈は許されないなどと主張する。",
                        "しかし，旧商標法(大正10年法律99号)2条2項による権利不要求制度は，現行法には存在しない制度である上，商標の構成部分の一部について権利不要求の申出をする制度であって，引用商標2のように，その構成中に「エナジア」という文字部分を含まない商標から生じる称呼に係る制度ではないから，権利不要求制度に係る解釈が，引用商標2の称呼，観念の解釈を左右するものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "原告は，対比商標が，二つ以上の称呼，観念が生じる場合でも，審決のように，二段併記の結合商標であることを理由に，一つの称呼，観念のみを生じると認定することは，特許庁の過去の判断事例と一致しないなどと主張する。",
                        "しかし，特許庁の過去の判断事例(甲56の1～6，甲57の1～6)は，いずれも本件商標と引用商標2の類否が判断されたものではなく，その当否にかかわらず，本件商標についての前記判断を左右するものではない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，過去の特許庁の判断事例では，引用商標の「EnerGia」の欧文字から「エナジア」の称呼も生じると認定し，類否判断していたにもかかわらず，審決が認定判断を変えた根拠は，原告が引用商標1を「エネルギア」の称呼で使用して防護標章登録を受けたことに起因すると考えられるとした上で，防護標章制度を利用すると，周知著名な引用商標の保護を狭めるといったことは，防護標章制度を歪曲するものであるなどと主張する。",
                        "しかし，審決が引用商標1の防護標章登録に起因して認定判断を変えたことを認めるに足りる証拠はないから，原告の主張は，その前提を欠くものであるし，前記(2)のとおり，引用商標2が，「エネルギア」の称呼のみを生じ，「エナジア」の称呼を生じないことは，引用商標2の構成態様によるものであって，引用商標1の防護標章登録に起因するものとはいえない。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "小括",
              "text": [
                "以上によると，本件商標は，引用商標2に類似する商標には当たらないから，役務の類否を判断するまでもなく，取消事由1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(商標法4条1項15号該当性判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "商標法4条1項15号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」には，当該商標をその指定商品又は指定役務に使用したときに，当該商品又は当該役務が他人の業務に係る商品又は役務に係るものであると誤信されるおそれがある商標のみならず，当該商品又は当該役務が前記他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る商品又は役務であると誤信されるおそれがある商標が含まれる。そして，上記の「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知著名性及び独創性の程度や，当該商標の指定商品又は指定役務と他人の業務に係る商品又は役務との間の性質，用途又は目的における関連性の程度並びに商品又は役務の取引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品又は指定役務の取引者及び需要者において普通に払われる注意力を基準として，総合的に判断されるべきである。(最高裁平成10年(行ヒ)第85号同12年7月11日第三小法廷判決・民集54巻6号1848頁参照)"
            },
            {
              "fig": "(2)",
              "subject": "本件商標と引用商標1の混同のおそれ",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "引用商標1は，前記第2の3(1)アのとおり，欧文字「EnerGia」を横書きし，「E」の文字の左側の縦線と一番下の横線から発した2本の帯を左下方に捻るように描き，帯の中間部に円弧を配した構成からなる。",
                    "そして，図形部分と文字部分との構成上の一体性や観念上の関連性の程度等に照らすと，図形部分と文字部分とは分離して観察することが取引上不自然であると思われるほどに不可分的に結合しているものとは認められないし，図形部分からは出所識別標識としての称呼，観念は生じず，「EnerGia」の文字部分が取引者，需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "引用商標1の欧文字「EnerGia」は，前記1(2)アと同様に，これに接した取引者，需要者には，造語であると理解されるから，固有の称呼を有しない。",
                    "そこで，引用商標1の欧文字「EnerGia」に接した取引者，需要者が，いかなる称呼を有するものと理解するかを検討すると，引用商標1について，次の各事実を認めることができる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "原告は，平成3年1月にキーコンセプト，経営理念，行動指針から構成される企業理念を制定し，そのキーコンセプトを「EＮERGIA」と定め，その行動指針(平成12年3月改定)を「EnerGia  Will」と定めるとともに，引用商標1をシンボルマークとして制定した(甲36の1，甲67，68)。",
                        "原告作成の「会社案内・CSRの取り組み  2014-2015」(甲36の1)，「2003エネルギア環境報告書  ダイジェスト版」(甲67)及び「エネルギアグループ知的財産報告書  2015年2月」(甲68)には，キーコンセプトとして「EＮERGIA」の上部に振り仮名様に「エネルギア」の片仮名が記載されており，上記「会社案内」及び「エネルギア環境報告書」には「エネルギアの意味するところは・・・」との説明も付されていた。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "原告は，「お客さまと中国電力を結ぶコミュニケーションペーパー」の表題を「エネルギア」とし，その表題の近傍に，引用商標1を表示した。このコミュニケーションペーパー「エネルギア」は，平成24年2月号が通算27号であった。(甲36の6)"
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "原告は，前記(ア)の「エネルギア環境報告書」の表紙において，「エネルギア環境報告書」との表題の左上部に，引用商標1を表示した(甲67)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "原告は，前記(ア)の「エネルギアグループ知的財産報告書」の表紙において，「エネルギアグループ知的財産報告書」との表題の左上部に，引用商標1を表示した(甲68)。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "text": [
                        "原告は，平成17年4月28日に原告の本社ビルで開催する「第68回海外留学生支援チャリティー  エネルギア  ドリーム  コンサート」のチラシにおいて，「エネルギア」の文字の近傍に，引用商標1を表示した(甲36の7)。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "原告は，前記(ア)の「会社案内」(甲36の1)，「電気供給約款」(甲36の3)，「電気契約要綱および選択要綱の抜粋」(甲36の4)，「EnerGia電力設備の概要  2014-2015」(甲36の2)の各表紙に，原告の商号とともに，引用商標1を表示した。また，上記「電気契約要綱および選択要綱の抜粋」の裏表紙には，引用商標2が表示されている。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "text": [
                        "原告は，会社案内やウェブサイト等において，原告及びその関連会社を「エネルギアグループ」と呼称しており，「エネルギアグループ企業」には，「電気事業及び電気事業サポートほか」において，株式会社エネルギア・ライフ＆アクセス，「総合エネルギー供給事業」において，株式会社エネルギア・ソリューション・アンド・サービス，「情報通信事業」において，株式会社エネルギア・コミュニケーションズ，「ビジネス・生活支援事業」において，株式会社エネルギア・ビジネスサービス，株式会社エネルギア不動産，株式会社エネルギア・ロジスティックス，株式会社エネルギア介護サービス，株式会社エネルギア人材ソリューションなど，商号に「エネルギア」を冠した企業が少なからず含まれている(甲36の1・8・9，甲68)。",
                        "原告は，創立50周年事業において，引用商標1の欧文字「EnerGia」の下部に「中国電力グループ」と横書きした商標を，エネルギアグループのシンボルマークとして制定した(甲68)。そして，このグループシンボルマークは，原告の関連会社である株式会社エネルギア・ソリューション・アンド・サービスのパンフレット(甲36の8)，原告の法人向けパンフレット「中国電力グループが提供するトータルソリューションサービス」(甲36の9)の各表紙に表示されている。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "text": [
                        "原告は，平成22年5月13日付け手続補正書(乙1)において，証拠を添えて，次の事実を主張した。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原告の本社ビル玄関前には，引用商標1が表示されたプレートが，原告のグループ企業の入居するビル玄関前にも，各グループ企業名とともに，引用商標1が表示された表示板が，それぞれ設置されている。また，原告のホームページの左上にも引用商標1を表示して使用しているが，原告のホームページのページビューは，そのトップページで月約20万PV(ページビュー)に及び，月平均で約20万回も閲覧されている。さらに，原告の従業員の名刺にも引用商標1を表示して使用し，原告のホームページ及び電子メールアドレスの第3レベルドメイン名としても「energia」の欧文字を使用している。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "原告の会社案内や事業案内，電気料金表，電化製品の効率的な利用法や電化製品へのリフォーム工事の案内などの各種のパンフレット等，電気料金請求書などの帳票，電気契約要綱・電気料金メニューや停電時の対処法などのパンフレット等，決算報告書やCSR報告書，地域情報を掲載したパンフレット，テレビCMやラジオCM・新聞掲載広告・雑誌広告や記事広告など，「電気の供給」の役務の価格表や取引書類のほか，各種のパンフレット等に引用商標1を表示して使用している。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "「電気の供給」に伴う電線の施設工事等に用いられる高所作業車，営業車，IHクッキングヒーター等の電化製品の体験車など，「電気の供給」の役務の提供の用に供する車両にも引用商標1を表示して使用している。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "原告は，株式会社三菱総合研究所に委託して，平成16年6月26日～7月31日に，原告の供給区域内の20歳～69歳の男女個人を対象に，引用商標1が原告等の出所を表示する商標と認識されているか否かを標本調査したところ，85％の一般世人が引用商標1を原告の出所を表示する商標と認識しているとの調査結果を得た。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "b",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原告は，主として中国地方を供給区域(サービス区域)としているが，その供給区域内のみならず，広く全国の一般世人に対しても，広く引用商標1の普及及び浸透を図っている。",
                                "原告は，社団法人日本電気協会新聞部発行の日刊紙「電気新聞」に継続的に広告を掲載し，また，同紙には，原告の特集記事も掲載されている。同紙は，1日の発行部数が約7万2000部にのぼり，広く全国に頒布されており，その購読者は，電力会社・電気工事会社などの電気関連産業に従事する者，石油・ガス・電機・情報・通信・銀行・証券・商社・研究所などの各産業に従事する者のほか，官庁や自治体の職員などである。これらの読者は，広告や記事に表示して使用された引用商標1を原告の出所を表示する商標と理解する。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "原告は，IR活動として「平成20年度  経営計画の概要」及び「決算要旨」を，コンプライアンス活動として「エネルギアグループ  CSR報告書」を広く全国の原告の株主に頒布しているほか，これらの報告書等は，原告のホームページからのダウンロードの形式により，広く全国の投資家にも頒布されている。これらの株主や投資家は，これらの報告書に表示して使用された引用商標1を原告の出所を表示する商標と理解する。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "原告は，環境保護活動の一環として，三菱自動車工業株式会社と「アイミーブ(iMiev)」の共同研究を行っており，平成19年6月から原告の営業車として使用された研究車両のドア側面には，引用商標1を大きく表示した。そして，この共同研究及び引用商標1が大きく表示された研究車両が，他の電力会社の商標が表示された研究車両とともに，三菱自動車工業株式会社のテレビCMにより繰り返し放送された。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "原告は，社会貢献活動の一環として，陸上競技部及び卓球部を有しており，その部員の活躍が新聞やテレビのスポーツニュース等で大きく取り上げられている。部員の記者会見は引用商標1が格子状に配列されたパネルの前で行われ，これが報道各社により写真やテレビにより映し出されている。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "原告は，社会貢献活動の一環として，「エネルギア杯家庭婦人バレーボール大会」などを開催するほか，全国から166万人にもおよぶ来場者が訪れた「2008  ひろしま  フラワーフェスティバル」，「第12回広島国際アニメーションフェスティバル」，「環境の日  ひろしま大会」などにも協賛企業として参加している。これらの催事には全国から多くの来場者が訪れて，引用商標1が表示された各種の広告等に接する。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "原告は，引用商標1の全国的な普及並びに浸透を図るために，全国に頒布される各種の雑誌に，引用商標1が表示された広告や特集記事を掲載している。例えば，月刊発行部数が約4万2000部に及ぶ株式会社エネルギーフォーラム発行の平成20年8月1日付け「エネルギーフォーラム2008年8月号」，同年9月1日付け「エネルギーフォーラム  2008年9月号」，月刊発行部数が約15万部に及ぶ株式会社陸上競技社発行の平成19年9月1日付け「月刊陸上競技」，月刊発行部数が8万部に及ぶ株式会社経済界発行の平成20年2月10日付け「経済界」，月刊発行部数が約2万部に及ぶ「はあと出版株式会社」発行の平成20年4月1日付け「ＮEW  LEADER  4月号」，月刊発行部数が約3万部に及ぶグローバルヴィジョン株式会社発行の平成19年10月1日付け「グローバルヴィジョン(GV)11月号」，株式会社電気情報社発行の平成20年11月1日付け「電気情報  2008年11月号」，月刊発行部数が約6万部に及ぶ株式会社財界展望新社発行の平成20年6月1日付け「ZAITAＮ  6月号」など，全国で頒布される多種多様の雑誌に引用商標1が表示された広告や特集記事を掲載している。"
                              ]
                            },
                            {
                              "fig": "(g)",
                              "text": [
                                "インターネット上の検索サイト「Google」や「Yahoo！JAPAＮ」にて，「EnerGia」の欧文字から生ずる称呼「エネルギア」の片仮名文字を検索ワードとして入力し，検索を試みると，その大半が原告等のホームページや原告等を指称した記事が検出される。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "原告は，事業内容や決算内容を広く報告する季刊誌として，平成21年6月に発行され，同月～同年8月にわたり頒布された「エネルギアレポート  Vol．114」，同年9月に発行され，同月～同年11月にわたり頒布された「エネルギアレポート  Vol．115」，同年12月に発行され，同月～平成22年1月にわたり頒布された「エネルギアレポート  Vol．116」を作成した。これらの季刊誌は，引用商標1が表紙の右上及び裏表紙の左上に見やすく表示され，約3400部印刷されて，原告の供給区域内の需要者に頒布された。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "原告は，CSRへの取り組みを説明するパンフレット「2009エネルギアグループCSR報告書」を作成した。このパンフレットは，表紙の左上に引用商標1が見やすく表示され，平成21年7月に約7500部印刷されて，原告の供給区域内の需要者に通年にわたり頒布された。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "原告は，中国地方の風土を広く紹介するとともに，原告の活動報告やお知らせなどを記載した，平成21年5月発行のコミュニケーションペーパー「エネルギアVol．15」，同年10月発行の「エネルギアVol．16」，同年11月発行の「エネルギアVol．17」，平成22年2月発行の「エネルギアVol．18」を作成した。これらのパンフレットは，それぞれ表紙の左上に引用商標1が見やすく表示され，それぞれ340万部印刷されて，原告の供給区域内の需要者に頒布された。"
                              ]
                            },
                            {
                              "fig": "(d)",
                              "text": [
                                "原告は，技術研究開発や知的財産に関する考え方及び取り組みを報告するパンフレット「エネルギアグループ知的財産報告書」を作成した。2008年版及び2009年版のパンフレットは，引用商標1が表紙の左上に表示され，それぞれ1600部印刷されて，前者は平成21年1月から，後者は平成22年2月から，全国で頒布された。"
                              ]
                            },
                            {
                              "fig": "(e)",
                              "text": [
                                "原告は，中国地方の地域経済に関する経済調査を報告するパンフレット「エネルギア地域経済レポート」を作成した。このパンフレットは，引用商標1が表紙の右上に表示されて，毎月発行され，各回1000部印刷されて，原告の供給区域内の需要者に頒布されている。"
                              ]
                            },
                            {
                              "fig": "(f)",
                              "text": [
                                "原告は，契約電力500kW以上の顧客を対象とした会員制サービス「エネルギアお客様ネットワークU(You)Ｎet」を行っているところ，その会員に交付する「会員証」及び会則を説明するパンフレット「EnergiaU(You)Ｎet．お客様ネットワークご案内」を作成した。このパンフレット等には，引用商標1が表示され，それぞれ2500部印刷されて，原告の供給区域内の需要者に通年にわたり頒布されている。"
                              ]
                            },
                            {
                              "fig": "(g)",
                              "text": [
                                "原告は，電気の上手な使い方を解説するパンフレット「エネルギア省エネ物語」を作成した。このパンフレットは，引用商標1が表紙の左上に表示され，2万0350部印刷されて，原告の供給区域内の需要者に頒布された。"
                              ]
                            },
                            {
                              "fig": "(h)",
                              "text": [
                                "原告の広島北営業所は，顧客の自宅で開催する「ホーム講座」を企画し，これを告知するチラシ「エネルギア電気クッキングヒーターをご使用のお客様向けホーム講座のご案内」や「エネルギアガスキッチンをご使用のお客様向けホーム講座のご案内」を作成した。これらのチラシは，引用商標1が右上に表示され，それぞれ年間を通じて6000部印刷されて，広島北営業所管轄区内の需要者に通年にわたり頒布された。"
                              ]
                            },
                            {
                              "fig": "(i)",
                              "text": [
                                "原告の山口支社は，主催又は協賛した各種イベントで設置するアトラクションとして「ふわふわドーム」を3体作製した。これらは，①原告のキャラクターが上部に設けられ，引用商標1が入口上部に表示された「ふわふわドームエネルギアの国の仲間たち」，②両側面に設けられた子どもの形をした人形の胴体及び入口両脇に引用商標1が表示された「ふわふわドームエレクトリックエンジェル」，③半円円柱状の本体部を支える支柱略中央及び下側支持部略中央に引用商標1が表示された「ふわふわドームSLドーム3号」の3体で，各種イベントで通年にわたり設置している。"
                              ]
                            },
                            {
                              "fig": "(j)",
                              "text": [
                                "原告の周南営業所は，集合住宅におけるオール電化のメリットを紹介するパンフレット「エネルギアレター」を作成し，周南営業所管轄区内の「集合住宅共用部分」の電気料金を支払う需要者に頒布した。平成21年8月に「エネルギアレターVol．1」が340部印刷され，同年11月に「エネルギアレターVol．2」が340部印刷され，平成22年1月に「エネルギアレターVol．3」が420部印刷されて，頒布された。"
                              ]
                            },
                            {
                              "fig": "(k)",
                              "text": [
                                "原告の島根支社は，メーデーに合わせて開催されたイベントで頒布されたパンフレットに，広告「エネルギアのくにの仲間たち」を掲載した。この広告の左上には引用商標1が表示され，このパンフレットは1万部印刷されて，平成21年4月29日から島根県の需要者に頒布された。"
                              ]
                            },
                            {
                              "fig": "(l)",
                              "text": [
                                "原告の島根支社は，「しまね映画祭2009」で行われたイベントの一つである「しまね映画塾」に特別協賛した。映画祭のクロージングイベントとして，平成21年11月21日に大田市民会館において「エネルギアしまね映画塾2009in大田  作品発表」が開催され，引用商標1が協賛会社を示すものとして表示された。これを告知するチラシは，1万5100部印刷されて，平成21年9月～11月にわたり，島根県の需要者に頒布された。"
                              ]
                            },
                            {
                              "fig": "(m)",
                              "text": [
                                "原告の島根支社は，平成21年11月23日に，島根県芸術文化センターグラントワ小ホールにおいて，イベント「エネルギアプレゼンツ  ＮISHIKORI感動CIＮEMA」を主催し，これを告知するチラシを作成した。このチラシは，引用商標1が左上に見やすく表示され，7000部印刷されて，平成21年10月～11月にわたり島根県の需要者に頒布された。"
                              ]
                            },
                            {
                              "fig": "(n)",
                              "text": [
                                "原告の益田営業所は，平成21年7月12日に，島根県芸術文化センターにおいて，株式会社船井総合研究所のシニアコンサルタントであるAによるスペシャルセミナーを開催するとともに，引用商標1を表示した「エネルギア賃貸住宅経営セミナーin益田」を開催し，これを告知するチラシを作成した。このチラシは，引用商標1が左上に表示され，2万3270部印刷されて，平成21年6月21日に新聞折込広告として益田市及び三隅町の需要者に頒布された。"
                              ],
                              "content": [
                                {
                                  "fig": "(o)",
                                  "text": [
                                    "原告の益田営業所は，平成22年1月22日，23日に，株式会社丸田ライフラボ益田マルチフロアにおいて，IHクッキングヒーターを使用した実演や電気暖房機器の展示とともに，引用商標1を表示した「エネルギア電気で暖房あったか体感フェア」を開催し，これを告知するチラシを作成した。このチラシは，引用商標1が左上に表示され，9980部印刷されて，平成21年11月6日に新聞折込広告として益田市の需要者に頒布された。"
                                  ]
                                },
                                {
                                  "fig": "(p)",
                                  "text": [
                                    "原告の鳥取営業所は，平成21年10月10日に，米子市公会堂大ホールにおいて，「エネルギアふれあいコンサート2009」を開催し，これを告知するA4サイズのチラシを3000部印刷して，鳥取県及び島根県の一部地域に頒布した。また，このコンサートの会場に入場するための入場整理券は，引用商標1が右下に表示され，3000枚印刷されて，このコンサートへの入場希望者に頒布された。"
                                  ]
                                },
                                {
                                  "fig": "(q)",
                                  "text": [
                                    "原告の倉吉営業所は，平成21年11月15日に，倉吉未来中心大ホールにおいて，「エネルギアふれあい講演会」を開催し，これを告知するA4サイズのチラシ及びその入場整理券を作成した。このチラシは，引用商標1が表面の左上及び裏面の左下に表示され，2000部印刷されて，鳥取県内で頒布され，また，この入場整理券は，引用商標1が左上に表示され，2500部印刷されて，この講演会の入場希望者に頒布された。"
                                  ]
                                },
                                {
                                  "fig": "(r)",
                                  "text": [
                                    "原告の米子営業所は，平成21年6月19日～22日に，米子高島屋において，「エネルギア電化リフォームフェア2009」を開催し，これを告知するA4サイズのチラシ，このチラシを入れる封筒及びA3版のポスターを作成した。このチラシは，引用商標1が右上に見やすく表示され，2万2000部印刷されて，米子営業所管轄区内の需要者に頒布され，この封筒は，引用商標1が見やすく表示され，1万部印刷されて，チラシを封入して米子営業所管轄区内の需要者に郵送され，このポスターは，引用商標1が右上に見やすく表示され，3部印刷されて，平成21年4月～6月にわたり米子営業所管轄区内で展示された。"
                                  ]
                                },
                                {
                                  "fig": "(s)",
                                  "text": [
                                    "原告の柳井発電所は，併設する広報施設である「ふれあいホール」を紹介するパンフレット「柳井発電所  エネルギアランドガイドブック」を作成した。このパンフレットは，引用商標1が表紙頁左上に見やすく表示され，年2500部印刷されて，見学会参加者に通年にわたり頒布された。"
                                  ]
                                },
                                {
                                  "fig": "(t)",
                                  "subject": "原告の島根原子力発電所は，平成21年8月20日に，「マリンゲートしまね」において，漫才師のBを講師に迎えた「エネルギアふれあい講演会",
                                  "text": [
                                    "愛を見つけた」を開催し，これを告知するチラシを作成した。このチラシは，引用商標1が左上に表示され，平成21年7月24日に新聞折込広告として2万5300部印刷されて，松江市及びその近隣市町の需要者に頒布された。講演会当日には，引用商標1が左側に大きく表示された大看板を舞台上に設置した。"
                                  ]
                                },
                                {
                                  "fig": "(u)",
                                  "text": [
                                    "原告の島根原子力発電所は，平成21年12月3日に，鹿島文化ホールにおいて，落語家のCを講師に迎えた「エネルギアふれあい講演会  笑いある人生」を開催し，これを告知するチラシを作成した。このチラシは，引用商標1が左上に表示され，平成21年11月5日に新聞折込広告として2万4700部印刷されて，松江市及びその近隣市町の需要者に頒布された。講演会当日には，引用商標1が左側に大きく表示された大看板を舞台上に設置した。"
                                  ]
                                },
                                {
                                  "fig": "(v)",
                                  "text": [
                                    "原告の島根原子力発電所は，平成21年11月1日に，松江市鹿島町鹿島総合体育館において，「第17回クリエイティブフェスタin鹿島」を共催し，このフェスタ内で「エネルギアふれあいステージ」を主催して，「ポケットモンスターキャラクターショー『さがせ！ピチューのさがしもの』」を2回実施した。このステージ上には，同キャラクターショーを告知するとともに引用商標1が左側に表示された大看板を設置し，これを告知するチラシにも引用商標1が表示された。"
                                  ]
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "text": [
                        "特許庁は，平成23年1月25日，前記(ク)の原告の主張立証をも踏まえて，不服2010-5575号事件の審決において，次のとおり判断した(甲71)。",
                        "「原登録商標〔判決注・本件訴訟における引用商標1〕は，請求人提出の甲第1号ないし第192号証(枝番号を含む。)によれば，請求人によりその指定役務『電気の供給』について，永年使用され，その間，各種の雑誌，新聞，テレビ，インターネット等の媒体を通じ，宣伝広告に努めてきた結果，請求人の業務に係る役務を表示するものとして電気の供給区域内の取引者，需要者間は勿論のこと，供給区域外の取引者，需要者間にも広く認識されているものであることは，請求人の提出に係る前記甲各号証により認めることができる。」"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "前記イによると，原告は，平成3年1月に企業理念のキーコンセプトを「EＮERGIA」と制定し，その称呼を「エネルギア」と定めるとともに，引用商標1をシンボルマークとして制定したところ(前記イ(ア))，その後，原告は，その会社案内や環境報告書や知的財産報告書に，企業理念のキーコンセプトが「EＮERGIA」であり，これを「エネルギア」と呼称している旨を記載していること(前記イ(ア))，原告は，年4回程度発行し，毎号340万部程度印刷して，その供給区域内の需要者に頒布するコミュニケーションペーパーの表題を「エネルギア」とし，その表紙に引用商標1を見やすく表示したこと(前記イ(イ)，(ク)c(c))，原告は，環境報告書，知的財産報告書，CSR報告書，事業内容や決算内容を報告する季刊誌，中国地方の地域経済レポート等の各表題に「エネルギア」を冠し，その各表紙に引用商標1を表示したこと(前記イ(ウ)，(エ)，(ク)b(b)，c(a)(b)(d)(e)(g)(s))，CSR報告書は，全国の原告の株主に頒布しているほか，原告のホームページからダウンロードすることもでき，知的財産報告書も，全国で頒布されたこと(前記イb(b)，c(d))，原告は，コンサート，家庭婦人バレーボール大会，顧客の自宅で開催するホーム講座，映画祭のクロージングイベント，映画上映会，賃貸住宅経営セミナー，電気暖房器具体感フェア，講演会，電化リフォームフェア，ふれあいステージにおいて，イベント名に「エネルギア」を冠し，「エネルギア」を含むイベント名と引用商標1が共に表示されたチラシ等を頒布したこと(前記イ(オ)，(ク)b(e)，c(h)(l)(m)(n)(o)(p)(q)(r)(t)(u)(v))，原告は，広告においても，引用商標1と「エネルギア」を含む名称を共に表示したこと(前記イ(ク)c(k))，原告は，会社案内やウェブサイト等において，原告及びその関連会社を「エネルギアグループ」と呼称しており，エネルギアグループ企業には，商号に「エネルギア」を冠した企業が少なからず含まれており，また，引用商標1の欧文字「EnerGia」の下部に「中国電力グループ」と横書きした商標がエネルギアグループのシンボルマークとして制定され，関連会社のパンフレット等において表示されていること(前記イ(キ))等の事実が認められる。",
                    "このような引用商標1の使用状況に照らすと，引用商標1は，中国地方のみならず全国で，その指定役務である「電気の供給」等のエネルギーに関連する役務において，「エネルギア」という称呼により，原告の業務に係る役務を表示するものとして，取引者，需要者の間に広く認識されているものと認められる。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "本件商標の指定役務は，前記第2の1(6)のとおり，第35類「広告業，経営の診断又は経営に関する助言，市場調査又は分析，商品の販売に関する情報の提供，ホテルの事業管理，財務書類の作成，電子計算機・タイプライター・テレックス又はこれらに準ずる事務用機器の操作」であり，エネルギーに関連する業務とは言い難いが，本件商標の登録査定時における社会情勢に照らすと，本件商標の指定役務の取引者，需要者は，「電気の供給」の役務の取引者，需要者に包含されるということができる。",
                    "引用商標1は，「エネルギア」という称呼を生じる。他方，本件全証拠によっても，引用商標1が「エナジア」という表示と共に使用された例は見当たらないし，前記ウのとおり，引用商標1は「エネルギア」という称呼によって広く認識されていることからすると，引用商標1から「エナジア」という称呼が生じるものとは認められない。",
                    "また，前記ウによると，引用商標1は，原告のブランドという観念を生じる。"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "本件商標と引用商標1を比較すると，外観が相違することは明らかである。",
                    "また，本件商標は「エナジア」の称呼を生じ，引用商標1は「エネルギア」の称呼を生じるが，中間音における「ナジ」と「ネルギ」の相違が4音と5音という短い音構成からなる両称呼全体に及ぼす影響は大きいから，離隔的観察においても，称呼上の相違を十分認識することができる。",
                    "さらに，本件商標が特定の観念を生じないのに対し，引用商標1は原告のブランドという観念を生じるから，本件商標と引用商標1とは観念において相違する。",
                    "以上によると，本件商標と引用商標1とは，外観，称呼，観念のいずれにおいても相紛れるおそれはない。",
                    "そうすると，引用商標1が造語と図形からなる結合商標であり，独創性を有するものということができ，「電気の供給」等のエネルギーに関連する役務において周知性を有していること，本件商標の指定役務の取引者，需要者は，引用商標1の指定役務の取引者，需要者に包含されることなどを踏まえても，本件商標をその指定役務に使用したときに，取引者，需要者をして，当該役務が原告又は原告と一定の緊密な営業上の関係若しくは原告と同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信されるおそれがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件商標と使用商標の混同のおそれ",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件商標と使用商標1の混同のおそれ",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "使用商標1は，以下のとおり，「エネルギア」と「EＮERGIA」の文字を二段に配した構成からなる(甲36の1，甲68)。",
                        "前記1(2)ア，イと同様に，使用商標1は，「エネルギア」という称呼を生じる。また，使用商標1の欧文字「EＮERGIA」及び片仮名「エネルギア」は，いずれも造語であると理解されるから，使用商標1は，特定の観念を生じない。",
                        "そうすると，前記1(3)と同様に，本件商標と使用商標1とは，外観及び称呼が相紛れるおそれはない。また，本件商標と使用商標1とは，観念において比較することはできない。以上によると，本件商標と使用商標1との類似性の程度は低い。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本件全証拠によるも，使用商標1の使用実績は限られており，使用商標1が原告の業務に係る役務の表示として周知性を有するものとは認められない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "以上によると，使用商標1が造語からなる商標であり，独創性を有すること，本件商標の指定役務の取引者，需要者は，原告の中核業務である「電気の供給」の役務の取引者，需要者に包含されることなどを踏まえても，本件商標をその指定役務に使用したときに，取引者，需要者をして，当該役務が原告又は原告と一定の緊密な営業上の関係若しくは原告と同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信されるおそれがあるということはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件商標と使用商標2の混同のおそれ",
                  "text": [
                    "使用商標2は，以下のとおり，「EnerGia」の文字からなる(甲36の2～5)。",
                    "使用商標2は，引用商標1の文字部分(欧文字「EnerGia」)と同一の文字構成及び略同一の書体からなるところ，①「EnerGia  電力設備の概要  2014-2015」というパンフレットの表紙に，表題の一部として，引用商標1と共に使用されていること(甲36の2)，②「電気供給約款」の表紙に，引用商標1と共に使用されていること(甲36の3)，③「電気契約要綱および選択要綱の抜粋」の表紙に，引用商標1と共に使用されていること(甲36の4)，④「EnerGia  中国電力社内報エネルギア」の表紙に，表題の一部として使用されていること(甲36の5)が認められる。このような使用事実に加えて，前記(2)イで認定した事実を総合すると，使用商標2は，中国地方のみならず全国で，「電気の供給」等のエネルギーに関連する役務において，「エネルギア」という称呼により，原告の業務に係る役務を表示するものとして，取引者，需要者の間に広く認識されているものと認めるのが相当である。",
                    "本件商標の指定役務の取引者，需要者は，「電気の供給」の役務の取引者，需要者に包含されるから，本件商標の指定役務の取引者，需要者において，使用商標2に接した場合，「エネルギア」という称呼が生じ，原告のブランドという観念が生じるものと認められる。",
                    "以上によると，前記(2)オと同様に，本件商標と使用商標2とは，外観，称呼，観念のいずれにおいても相紛れるおそれはないということができる。",
                    "そうすると，使用商標2が造語からなる商標であり，独創性を有するものということができ，「電気の供給」等のエネルギーに関連する役務において周知性を有していること，本件商標の指定役務の取引者，需要者は，原告の中核業務である「電気の供給」の役務の取引者，需要者に包含されることなどを踏まえても，本件商標をその指定役務に使用したときに，取引者，需要者をして，当該役務が原告又は原告と一定の緊密な営業上の関係若しくは原告と同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信されるおそれがあるということはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件商標と使用商標3の混同のおそれ",
                  "text": [
                    "使用商標3は，以下のとおり，「エネルギア」の文字からなる(甲36の6，7)。",
                    "使用商標3は，年4回程度発行し，毎号340万部程度印刷して，その供給区域内の需要者に頒布するコミュニケーションペーパーの表紙に，その表題として，引用商標1と共に使用されているとともに，「第68回海外留学生支援チャリティー  エネルギア  ドリーム  コンサート」のチラシに，引用商標1と共に使用されていること(前記2(2)イ(イ)，(オ)，(ク)c(c))が認められる。このような使用の事実に加えて，前記(2)イで認定した事実を総合すると，使用商標3は，中国地方のみならず全国で，「電気の供給」等のエネルギーに関連する役務において，原告の業務に係る役務を表示するものとして，取引者，需要者の間に広く認識されているものと認めるのが相当である。",
                    "本件商標の指定役務の取引者，需要者は，「電気の供給」の役務の取引者，需要者に包含されるから，本件商標の指定役務の取引者，需要者において，使用商標3に接した場合，「エネルギア」という称呼が生じ，原告のブランドという観念が生じるものと認められる。",
                    "以上によると，前記(2)オと同様に，本件商標と使用商標3とは，外観，称呼，観念のいずれにおいても相紛れるおそれはないということができる。",
                    "そうすると，使用商標3が造語からなる商標であり，独創性を有するものということができ，「電気の供給」等のエネルギーに関連する役務において周知性を有していること，本件商標の指定役務の取引者，需要者は，原告の中核業務である「電気の供給」の役務の取引者，需要者に包含されることなどを踏まえても，本件商標をその指定役務に使用したときに，取引者，需要者をして，当該役務が原告又は原告と一定の緊密な営業上の関係若しくは原告と同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信されるおそれがあるということはできない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件商標と引用商標2の混同のおそれ",
              "text": [
                "引用商標2は，前記第2の3(1)イのとおり，上段に片仮名「エネルギア」を配し，下段に欧文字「EnerGia」を配したものであるところ，前記(3)イ，ウのとおり，「EnerGia」と「エネルギア」がそれぞれ，全国で，「電気の供給」等のエネルギーに関連する役務において，原告の業務に係る役務を表示するものとして，取引者，需要者の間に広く認識されていると認められることからすると，それらの結合商標である引用商標2についても，同様に周知性を有するものと認められる。",
                "しかし，前記1(3)のとおり，本件商標と引用商標2とは，外観，称呼，観念において相紛れるおそれはないから，本件商標と引用商標2との類似性の程度は低い。",
                "そうすると，引用商標2が造語からなる商標であり，独創性を有すること，引用商標2が周知性を有すること，本件商標の指定役務と引用商標2の指定役務の関連性が高いことなどを踏まえても，本件商標をその指定役務に使用したときに，取引者，需要者をして，当該役務が原告又は原告と一定の緊密な営業上の関係若しくは原告と同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信されるおそれがあるということはできない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "原告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原告は，本件商標の指定役務は，第35類「経営の診断又は経営に関する助言」等を含むところ，現実の取引の実情に照らすと，被告が他人の依頼に基づいて経営に関してコンサルティングを行う場合，これと渾然一体となって，他人の依頼に基づいて電気の供給，熱の供給，発電及び発熱に関連する機器の開発等といった専門的な事柄に関してコンサルティングを行うおそれが強いから，本件商標と引用商標1の指定役務は，役務間の性質，用途又は目的において一致するなどと主張する。",
                    "しかし，前記(2)オのとおり，本件商標と引用商標1とは，外観，称呼，観念のいずれにおいても相紛れるおそれはないから，仮に原告の主張のとおりであるとしても(甲16)，本件商標をその指定役務に使用したときに，取引者，需要者をして，当該役務が原告又は原告と一定の緊密な営業上の関係若しくは原告と同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信されるおそれがあるということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件商標は，被告のホームページにおいて，「energia」の欧文字とともに使用されていること，被告の商号「株式会社エナジア」をインターネット上の検索サイト「Google」で検索した結果によると，現実の取引の実情において，出所の混同を生じる可能性が高いなどと主張する。",
                    "しかし，前者は，個別具体的な1使用例にすぎないし，後者は，上記検索サイトのアルゴリズムに基づく結果を示すものにすぎず，本件商標の指定役務の取引者及び需要者において，本件商標をその指定役務に使用したときに，当該役務が原告又は原告と一定の緊密な営業上の関係若しくは原告と同一の表示による商品化事業を営むグループに属する関係にある営業主の業務に係る役務であると誤信するおそれがあるか否かの判断に影響を及ぼすような事情とはいえない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "その他の原告主張によっても，前記(2)～(4)の判断を左右するとは認められない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上によると，本件商標は，「他人の業務に係る商品又は役務と混同を生ずるおそれがある商標」には当たらないから，取消事由2は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，取消事由1及び2は，いずれも理由がないから，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ]
}