{
  "conclusion": [
    {
      "fig": "1",
      "text": "特許庁が無効2014-800118号事件について平成30年7月11日にした審決中，請求項1に係る部分を取り消す。"
    },
    {
      "text": "- 1 -"
    },
    {
      "fig": "2",
      "text": "訴訟費用は被告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "主文第1項と同旨"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，平成9年2月12日，発明の名称を「酸味のマスキング方法」とする特許の出願をし，平成19年2月16日に特許権の設定登録を受けた(特許第3916281号。請求項の数は2である。以下「本件特許」という。甲33)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成26年7月9日，本件特許について無効審判の請求をし，特許庁は，上記請求を無効2014-800118号事件として審理した。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "特許庁は，平成28年6月10日，本件特許を無効とする審決(以下「一次審決」という。)をした。",
                "被告は，一次審決の取消しを求める訴えを提起したところ(知的財産高等裁判所平成28年(行ケ)第10157号事件)，平成29年7月19日，一次審決を取り消す旨の判決の言渡しがされ(甲71)，同判決は，その後確定した。"
              ]
            },
            {
              "fig": "(4)",
              "text": [
                "被告は，平成30年1月23日付けで請求項2の削除を含む明細書及び特許請求の範囲の訂正請求をした(以下「本件訂正」といい，同日付け訂正請求書に添付された明細書(甲73)を「本件明細書」という。)。"
              ]
            },
            {
              "fig": "(5)",
              "text": [
                "特許庁は，同年7月11日，本件訂正を認めた上，請求項1についての審判請求は成り立たないとし，請求項2についての審判請求を却下する旨の別紙審決書(写し)記載の審決(以下「本件審決」という。)をし，その謄本は，同月20日，原告に送達された。"
              ]
            },
            {
              "fig": "(6)",
              "text": [
                "原告は，同年11月15日，本件審決の取消しを求める本件訴えを提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の本件特許の特許請求の範囲の記載は，次のとおりである(以下，本件訂正後の請求項1に記載された発明を「本件発明」という。)。",
            "【請求項1】  醸造酢を含有するドレッシング，ソース，漬物，及び調味料からなる群より選択される少なくとも1種の製品に，スクラロースを該製品の0．0028～0．0042重量％の量で添加することを特徴とする該製品の酸味のマスキング方法。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。要するに，①本件発明は，下記アの引用例に記載された発明(以下「引用発明」という。)及び下記イないしオの文献に記載された事項に基づいて，当業者が容易に発明をすることができたとはいえない，②本件発明は，発明の詳細な説明に記載されたものであり，特許請求の範囲の記載は，特許法36条6項1号に規定する要件(サポート要件)を満たしている，などというものである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用例：特開昭59-21369号公報(甲1)"
                },
                {
                  "fig": "イ",
                  "subject": "甲2文献：田口和子ほか「実用調味濃度レベルでの基本味質の混合効果」名古屋文理短期大学紀要第13号(1988)1頁から15頁まで(甲2)"
                },
                {
                  "fig": "ウ",
                  "subject": "甲3文献：浜島教子「基本的四味の相互関係について」調理科学 Vol.8，No.3(1975)132頁から136頁まで(甲3)"
                },
                {
                  "fig": "エ",
                  "subject": "甲7文献：特開昭61-177980号公報(甲7)"
                },
                {
                  "fig": "オ",
                  "subject": "甲8文献：小川敏男「漬物製造学」(株式会社光琳，平成元年3月20日発行)124頁(甲8)"
                }
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決は，引用発明等を以下のとおり認定した。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "引用発明",
                  "text": [
                    "食酢を含む食品に，アスパルテームを該食品に対し1～200mg％の濃度となるように添加する，酸味の緩和方法"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明と引用発明との対比",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "一致点",
                      "text": [
                        "食酢を含有するドレッシング，ソース，漬物，及び調味料からなる群より選択される少なくとも1種の製品に，酸味のマスキング剤を添加する，該製品の酸味のマスキング方法である点。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点1",
                      "text": [
                        "製品が含有している食酢が，本件発明では，醸造酢であるのに対し，引用発明では，そのような特定はない点。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "相違点2",
                      "text": [
                        "酸味のマスキング剤が，本件発明では，スクラロースであり，その添加量が製品の0．0028～0．0042重量％であるのに対し，引用発明では，アスパルテームであって，その添加量が製品濃度で1～200mg％である点。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "4",
          "subject": "取消事由",
          "content": [
            {
              "fig": "(1)",
              "subject": "進歩性に関する判断の誤り(取消事由1)"
            },
            {
              "fig": "(2)",
              "subject": "サポート要件に関する判断の誤り(取消事由2)"
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1(進歩性に関する判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "引用発明のアスパルテームをスクラロースに置き換えることについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，要旨次の(ア)(イ)の理由により，引用発明のアスパルテームをスクラロースに置き換えることは当業者にとって容易であるとはいえないと判断した。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "ショ糖，アスパルテーム，ステビア又はサッカリンの添加により酸味を緩和することについては，甲2文献，甲3文献，甲7文献及び甲8文献に記載があるが，スクラロースを甘味の閾値以下の量で添加することにより酸味を緩和することができることについてはそのような記載はない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "引用発明も，酸味のマスキング剤としてアスパルテームのみを対象とし，それ以外の酸味のマスキング剤の使用を意図していないこと，甲48の記載によればトレハロースのように醸造酢の酸味を増強する甘味料も存在することからすると，引用発明並びに甲2文献，甲3文献，甲7文献及び甲8文献の記載から，高甘味度甘味料一般が酸味を緩和させる効果を有することまで導き出すことはできない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件審決の上記判断は，以下に述べるとおり誤りである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "トレハロースの効用に関する認定判断の誤り",
                      "text": [
                        "トレハロースは，その甘味度がショ糖(スクロース)の45％程度と低く，このように甘味度の高くないトレハロースについて酸味を増強する効果があることを記載した文献(甲48)があるとしても，スクラロースを含む高甘味度甘味料の酸味緩和効果は否定されない。本件審決にはこの点に係る認定判断の誤りがある。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "甘味料一般の酸味マスキング効果に係る技術常識の看過",
                      "text": [
                        "甘味料の添加には，一般的に酸味をマスキングする効果がある。このことは本件特許の出願当時の技術常識であるが，本件審決は，これを看過することにより，認定判断を誤っている。この技術常識によれば，引用発明や甲2文献において，添加する甘味料のショ糖をアスパルテームに置き換えたのと同様に，本件発明において，アスパルテームをスクラロースに置き換えることも，当業者にとって容易である。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "スクラロースの添加量を甘味閾値以下に特定したことについて",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件審決は，本件発明が，酸味のマスキングに甘味閾値以下のスクラロースが有効であることを発見し，その添加量を複数の実施例に係る実験に基づいて特定したものであると認定する。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "しかしながら，本件審決の上記認定は，以下に述べるとおり誤りである。",
                    "引用発明においては，アスパルテームについて，「甘味を付与しないか或は甘みにより食品全体の呈味バランスを損なわない程度の少量を添加することにより，酢カドのないマイルドな酸味が得られ」と記載されており，甘味閾値以下の量で酸味マスキング効果を奏するとの技術思想が示されている。",
                    "高甘味度甘味料を酸味マスキングに使用する場合には，当業者であれば，その使用量を極力減らすことを考えても，増量することは考えないから，その使用量を減らすことの動機付けがあり，そうである以上，その下限値を見出すことも，当業者にとって容易である。",
                    "また，スクラロースの添加量を「0．0028～0．0042重量％」と特定したことにも臨界的意義はなく，通常の創作能力の発揮にとどまるというべきである。",
                    "〔被告の主張〕"
                  ]
                }
              ]
            },
            {
              "fig": "(1)",
              "subject": "甘味料一般の酸味マスキング効果に係る技術常識について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甘味料の酸味マスキング効果とされるもののうちほとんどは，甘みという別の呈味によって酸味を覆い隠すものであり，甘味の閾値以下での添加によっても酸味のマスキング効果を示す甘味料は，本件発明以前には，アスパルテームのみであった。このように，甘味料一般について知られていたのは，甘味という別の呈味によって酸味を覆い隠すことにとどまり，甘味の閾値以下での添加によって酸味のマスキング効果のあることが技術常識になっていたものではない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "トレハロースの効用に関する認定判断については，甘味料にはネオヘスペリジンジヒドロカルコンのように酸味を増強する効果を有するものが存在し，酸味増強効果を有するのは低甘味度甘味料のトレハロースに限られないことからすると，本件審決がトレハロースに酸味増強効果が認められることをもって容易想到性を否定しているとはいえず，文献(甲48)の記載からの認定如何によって本件審決の結論は動かない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甘味閾値以下のスクラロースを添加することについて",
              "text": [
                "ショ糖，ステビア又はサッカリンについて，甘味の閾値以下での酸味マスキング効果は確認されておらず，トレハロースのように，酸味を増強する効果をもった甘味料も存在する。また，ネオヘスペリジンジヒドロカルコンは，判決で，酸味増強効果を有すると認定されている(甲15)。このような中では，アスパルテームとスクラロースの「高甘味度甘味料である」，「甘い」という共通点から，甘味の閾値以下で酸味をマスキングできることの根拠は導き出せない。また，ショ糖の600倍も甘いスクラロースは，ごく少量添加しただけで味のバランスを大きく崩すことが予想される甘味料であり，このように扱いの難しいスクラロースをあえて酸味のマスキングに使用する動機付けは，一般的には存在しない。さらに，アスパルテームとスクラロースは，それぞれアミノ酸系甘味料と合成甘味料という別のカテゴリーに分類されていたものであるから，当業者は，スクラロースによる酸味マスキングの可能性を考えない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2(サポート要件に関する判断の誤り)について",
          "text": [
            "〔原告の主張〕"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "本件発明に係る特許請求の範囲の記載が広範であり，パラメーター発明の観点から検討すべきであること",
              "text": [
                "本件発明は，味の混合の効果に関するものである。",
                "味の混合の効果は，その性質上，甘味閾値などの呈味に影響を与える他の成分の存在等，種々の要素を考慮しなければ決定できない。ところが，本件発明に係る特許請求の範囲の記載は，醸造酢等の酸味成分とスクラロースの含有量のみでされており，その記載の範囲は極めて広い。",
                "また，本件発明は，いわゆるパラメーター発明に関するものである。",
                "食品のパラメーター特許のサポート要件について，発明の効果を得るために特許請求の範囲に記載の数値範囲を特定すれば足り，他の成分及び物性の特定は要しないとしても，そのことを当業者が理解できることは必要であり，その立証は特許権者がすべきものである(甲79)。",
                "そして，「醸造酢を含有するドレッシング，ソース，漬物，調味料」と広範で多様な製品を対象とする本件発明がサポート要件を充足するためには，高甘味度甘味料を添加すること以外の条件を揃えるだけでは足りず，各製品につきスクラロースの添加量を変化させて風味評価試験をするという方法をとる必要がある。しかし，本件発明では，各製品につき一点が検討されただけで，添加量を変化させた風味評価は行われていないから，上記の立証はない。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施例が十分でないこと",
              "text": [
                "被告は，本件明細書に記載された実施例2ないし4におけるスクラロースの各添加量によって本件発明の範囲が網羅されていることを挙げて，サポート要件を充足するのに十分であると主張する。しかし，上記の実施例では，各製品につきスクラロースの添加量を変化させて風味評価試験をするという方法がとられていない以上，サポート要件を充足せず，また，実施例の数が十分であるともいえない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "以上のとおり，本件発明に係る特許請求の範囲の記載は，発明の詳細な説明に記載されているとはいえず，特許法36条6項1号に規定する要件(サポート要件)を満たしていない。したがって，同要件を満たしているとした本件審決には判断の誤りがある。",
                "〔被告の主張〕"
              ]
            },
            {
              "fig": "(1)",
              "subject": "特許請求の範囲の記載が広範であること及びパラメーター発明の観点からの検討の必要性をいう原告の主張について",
              "text": [
                "甲33の発明の詳細な説明に記載された各実施例には，明示的な記載はないものの，「その結果，スクラロース又はステビア抽出物を添加していないピクルスに比べて，酸味がマイルドで嗜好性の高いピクルスに仕上がった」(【0016】)と記載されていることから分かるように，高甘味度甘味料を添加すること以外の条件は揃えている。",
                "原告の引用する判決(甲79)は，比較例や参考例において他の条件が実施例と揃えられていないという個別具体的な事情の下で判断をしたものであるから，同判決から直ちに本件のサポート要件違反は導かれない。",
                "本件審決は，酸味以外の他の成分，食塩などの成分等が酸味の強さに影響するとしても，技術常識に照らせば，製品の種類に応じて酸味の強さは自ずと決まるとするものであり，酸味以外の他の成分の影響も考慮した上で判断している。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "実施例が十分でないとの原告の主張について",
              "text": [
                "甲33の発明の詳細な説明において実施例として記載された3つの製品は，醸造酢を含む点で共通し，このうち実施例2では0．0028重量％，実施例3では0．0035重量％，実施例4では0．0042重量％であり，「0．0028～0．0042重量％」というスクラロース添加量の範囲を網羅しており，実施例によって十分にサポートされている。",
                "原告は，各製品につき複数の添加量のデータを示さなければならないと主張するが，そのようなデータを示すよう求めることは，出願人に過度の負担を強いることになり妥当でない。甘味閾値以下のスクラロースが酸味をマスキングできることは実施例から確認されており，そうであれば，たとえ実施例2のピクルスより酸味が更に強まったとしても，甘味の閾値以下での酸味のマスキング効果は存在するものと推認される。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "本件発明について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項",
              "text": [
                "本件明細書(甲73)には，次の各記載がある。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "発明の属する技術分野",
                  "text": [
                    "この発明は，食品，医薬品及び医薬部外品などの経口摂取又は口内利用可能な製品の酸味のマスキング方法に関する(【0001】)。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "従来の技術及び発明が解決しようとする課題",
                  "text": [
                    "酸味は，食品等において塩味，苦味，甘味などとともに総合的な味覚の完成に重要な要素であり，食品等に酸味剤などを添加することにより付与される場合がある(【0002】)。",
                    "酸味を必要以上に要しない，あるいは酸味を呈しない方がよい場合には，従来，酸味剤以外の味覚成分などを大量に併用し，酸味を抑える方法が広く行われてきているが，この方法では，食品等の本来の風味又は物性を変え，また酸味剤などが持つ防腐などの効果までも抑制することがあるという問題があった(【0003】)。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "課題を解決するための手段",
                  "text": [
                    "本願の発明者らは，製品の物性などに影響を及ぼさないで，かつ酸味自体を改善することができる方法について種々の検討を行った結果，スクラロースが，甘味の閾値以下の量で意外にも過剰な酸味を減少又は緩和させることを見い出し，本件発明を完成するに至った(【0004】)。",
                    "この発明によれば，酸味を呈する製品に，スクラロースを甘味の閾値以下の量で用いることを特徴とする酸味のマスキング方法が提供される(【0005】)。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "発明の実施の形態",
                  "text": [
                    "本件発明における酸味を呈する製品としては，各種の天然果実のような天然素材，又はクエン酸，酒石酸，リンゴ酸，フマル酸，乳酸，酢酸，グルコノデルタラクトン，アジピン酸，コハク酸及びリン酸等の天然もしくは合成酸味剤を含有するもの，例えば飲料，ドレッシング，マヨネーズ，ソース，漬物，調味料，インスタント食品，食パン，蒲鉾，豆腐などの食品，ビタミン剤，口腔錠剤などの医薬品，口内清涼剤，歯磨粉などの医薬部外品が挙げられる(【0006】)。",
                    "スクラロースは，微量で甘味を呈する合成の高甘味度甘味剤である(【0007】)。",
                    "甘味の閾値とは，甘味物質の甘味を呈する最小値であるが，必ずしも絶対値として表わされない。つまり，本件発明者らの試験によれば，クエン酸(結晶)0．1％水溶液に対するスクラロースの甘味の閾値は0．00075％，0．3％水溶液に対する閾値は0．003％であることが確認されている。このため，甘味の閾値は，製品中の酸味の種類あるいは強弱，塩味あるいは苦味などの他の味覚又は製品の保存あるいは使用温度などの条件により変動すると考えられるが，一般に甘味剤として使用する場合の量よりも小さい値である。したがって，本願における甘味の閾値以下の量とは，甘味を呈さない範囲の量であればよい。また，最少量は甘味の閾値の1／100以上の量で用いることが好ましい(【0008】)。",
                    "以上のような方法で通常より少ない量のスクラロースを用いて，本件発明は簡便に過剰な酸味を減少又は緩和し，さらに酸による様々な効果を保持しながら酸味の減少又は緩和に伴う味覚の改善を図ることができる。また，製品中の酸味剤の種類によっては，その刺激的臭気などを減少又は緩和することができる(【0010】)。"
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "実施例(【0011】～【0018】)",
                  "text": [
                    "本件発明の酸味のマスキング方法を以下の実施例によって説明する。",
                    "(試験例1)",
                    "パネラーを6人選択し，スクラロース0～0．005％の範囲における官能評価を極限法で行い，甘味の閾値を調べた。",
                    "その結果は，別紙1の表のとおりであり，同一の酸味成分でもその濃度が異なると，スクラロースの甘味の閾値も異なることが分かった。",
                    "(試験例2)",
                    "クエン酸(結晶)0．3％を含む通常のオレンジ果汁飲料と同程度の甘味となるスクラロースの使用量を調べたところ，0．025％であった。",
                    "試験例1より，クエン酸(結晶)0．3％水溶液のとき，スクラロースの甘味の閾値は0．003％であり，通常のオレンジ果汁飲料と同程度の甘味となるスクラロースの添加量はこの甘味の閾値の約8．3倍が必要であることから，その通常使用量とクエン酸水溶液中の甘味の閾値には，大きな差のあることが示された。",
                    "(実施例2)ピクルス",
                    "醸造酢(酸度10％)15部，食塩6．5部，ハーブ(ディル)抽出物0．4部，ウコン粉末0．2部，ディルフレーバー0．1部，スクラロース0．0028部を水にて100部とし，ローレル，カッシャ，唐辛子を適量加える。この調味液と塩抜きしたきゅうりを4対6の割合で合わせ，瓶詰めする。",
                    "その結果，スクラロースを添加していないピクルスに比べて，酸味がマイルドで嗜好性の高いピクルスに仕上がった。",
                    "(実施例3)おろしポン酢ソース",
                    "薄口醤油20部，醸造酢(酸度4．2％)10部，リンゴ酢(酸度5％)5部，ユズ果汁2部，食塩2部，サンライク  ホンブシ60(三栄源エフ・エフ・アイ株式会社製)1部，DL-リンゴ酸0．6部，L-グルタミン酸ナトリウム0．5部，キサンタンガム0．2部，大根おろし10部，スクラロース0．0035部を水にて100部とし，加熱溶解後容器に充填する。",
                    "その結果，不快な酸味がマスキングされ，各酸味の調和のとれたおろしポン酢ソースに仕上がった。",
                    "(実施例4)青じそタイプノンオイルドレッシング",
                    "濃口醤油10部，薄口醤油5部，醸造酢(酸度4．2％)6部，リンゴ酢(酸度5％)5部，サンライク  アミノベーススーパー(三栄源エフ・エフ・アイ株式会社製)0．8部，食塩2部，シソフレーバー0．6部，キサンタンガム0．2部，スクラロース0．0042部を水にて100部とする。80℃で30分間加熱殺菌後，容器に充填し冷却する。その結果，不快な酸味がマスキングされ，酸味の丸くなったドレッシングが得られた。"
                  ]
                },
                {
                  "fig": "カ",
                  "subject": "発明の効果",
                  "text": [
                    "本件発明によれば，酸味を呈する各種の最終製品における過剰な酸味を減少又は緩和することができる。さらには，酸による様々な効果を保持しながら，製品の味覚を改善することができる(【0019】)。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件発明の特徴",
              "text": [
                "酸味は，塩味，苦味，甘味などとともに総合的な味覚の完成に重要な要素であるが，酸味を必要以上に要しない，あるいは酸味を呈しない方がよい場合には，従来，酸味剤以外の味覚成分などを大量に併用し，酸味を抑える方法が広く行われていた。しかし，この方法では，食品の本来の風味又は物性が変わるなどの問題があった。",
                "本件発明は，醸造酢を含有するドレッシング，ソース，漬物，及び調味料からなる群より選択される製品において，スクラロースを，甘味の閾値以下の量に当たる該製品の0．0028～0．0042重量％の量で添加することを技術的特徴とするものであり，製品の物性等に影響を及ぼすことなく，製品の過剰な酸味を減少又は緩和することができるという効果を奏するものである。",
                "本件発明の実施例には，スクラロースを，ピクルスに0．0028重量％(実施例2)，おろしポン酢ソースに0．0035重量％(実施例3)，青じそタイプのノンオイルドレッシングに0．0042重量％(実施例4)の量で添加した処方が記載され，いずれの製品においても，スクラロースにより過剰な酸味がマスキングされ，酸味が減少又は緩和された製品が得られている。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由1(進歩性に関する判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "引用例の記載",
              "content": [
                {
                  "fig": "ア",
                  "subject": "特許請求の範囲",
                  "text": [
                    "酸味の強い調味料又は食品の製造において，最終製品濃度で1～200mg％のα-L-アスパルチル-L-フェニルアラニンメチルエステルを添加することを特徴とする酸性調味料又は食品の製造法"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "発明の詳細な説明",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本発明は，α-L-アスパルチル-L-フェニルアラニンメチルエステル(以下「アスパルテーム」と記載する。)の添加により，酸味がマイルドで嗜好性の高い酸性調味料又は食品の製造法に関する。",
                        "酸味を緩和する呈味成分としては，糖類，アミノ酸等が知られているが，その効果は必ずしも十分なものではない。",
                        "呈味性，物性等に影響を与えずに酸味を緩和するための試みとしては，例えばpH低下剤の選択など種々行われてきているが，必ずしも満足な結果を得ていない。",
                        "本発明者らは，上記現状に鑑み，酸味の強い調味料又は食品の酸味を味全体のバランスを崩すことなく緩和し，嗜好性，保存性を高める方法を開発すべく鋭意検討を重ねた結果，アスパルテームの添加により，従来の酸味緩和剤に比べて顕著な効果，即ち，いわゆる”酢カド”がとれて，非常にマイルドな酸味になり，しかも，味全体の調和が図られることを見い出し，本発明を完成したものである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "本発明の対象となる酸味の強い食品，調味料としては，例えば，以下のものが挙げられる。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "醸造酢，ビネガー，合成酢等の食酢，すし酢，合せ酢等の加工酢"
                        },
                        {
                          "fig": "b",
                          "subject": "マヨネーズ，ドレッシング類，ソース類"
                        },
                        {
                          "fig": "c",
                          "subject": "酢豚の素，冷麺のたれ等の中華料理用たれ・調味料類"
                        },
                        {
                          "fig": "d",
                          "subject": "酢漬，マリネ類，酢煮等の漬物・加工食品",
                          "text": [
                            "(以下省略)"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これらの酸味の強い食品・調味料類に対し，アスパルテームを1～200mg％濃度となるように添加する。",
                        "アスパルテーム濃度が1mg％以下の場合には酸味緩和効果が得られず，逆に200mg％以上になると，アスパルテームの甘味により，本来の味のバランスが崩れ易い。また，この呈味バランスは，対象とする食品・調味料に含まれる他の成分，例えば糖その他の甘味物質，食塩，有機酸，アミノ酸等により影響を受けるため，上記アスパルテーム濃度の範囲内で至適のアスパルテーム添加量を食品・調味料の種類に応じ，適宜設定する。",
                        "具体的には，例えば，マヨネーズの場合，一般にpHは3．5～4程度である。他の保存料を併用せず，保存性を高める目的で有機酸使用量を増加してpHを更に低下した場合，明らかに酸味が強まるが，他の甘味料に代えて(又は併用して)アスパルテームを添加する場合，アスパルテーム濃度が1．5～20mg％程度で，呈味バランスが良好で，強い酸味，甘味による嗜好性の低下はみられない。",
                        "ちなみに，アスパルテームでなく砂糖を使用する場合，10％(甘味度でアスパルテーム50mg％相当)添加しても，酢カドがあり，刺激的な酸味が感ぜられるとともに，甘味がつきすぎて呈味のバランスが崩れ，明らかに嗜好性が低下する。",
                        "また，本来中性で緩衝能の高い食品，例えばハンバーグ等の肉製品の場合，殺菌，静菌効果を高める目的で有機酸等のpH低下剤を使用すると，比較的多量の酸成分が必要となる。酸味を緩和するため，砂糖等の甘味料を用いると，甘味により，本来の呈味バランスが著しく崩れ，しかも，酢カドが残ってしまうが，アスパルテームを5～15mg％程度使用すれば，甘味により，本来の呈味バランスが損なわれず，嗜好性の低下を伴わずに酢カドをとり，マイルドで好ましい酸味となる。",
                        "一方，このようにpHを更に低下するような場合でなくても，1～20mg％程度の微量のアスパルテームの添加で，酢カドのないマイルドな酸味が得られるため，上品な味で，風味的にもより好ましい食品・調味料となり，高級感が付与されると共に，いわゆる“酢嫌い”の飲食者にも好まれるものとなる。なお，この程度のアスパルテーム濃度であれば，アスパルテームによる甘味の発現は殆どみられない。",
                        "本発明方法によれば，アスパルテームを，甘味を付与しないか或は甘味により食品全体の呈味バランスを損なわない程度の少量を添加することにより，酢カドのないマイルドな酸味が得られ，例えば砂糖等の酸味緩和剤に比べて，箸しい酸味緩和効果が達成できるため，食品・調味料類の嗜好性の向上と共に保存性の改善にも大きく寄与するものである。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "実験例及び実施例",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "実験例1",
                      "text": [
                        "食酢(酢酸として酸度4.5％)にアスパルテームを0.5 mg％～50 mg％添加溶解したものを調製し，無添加品を対照として，よく訓練された味覚パネル20名により2点比較法で酸味の強さについて官能評価を実施した。",
                        "その結果は，別紙2の第1表のとおりである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "実験例2",
                      "text": [
                        "食酢(酢酸として酸度4.5 ％)にアスパルテームを1mg％～100mg％添加し，対照として蔗糖を200mg％～20g％添加したものを用い，よく訓練された味覚パネル20名により官能評価を実施した。",
                        "その結果は，別紙2の第2表のとおりである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "実施例2",
                      "text": [
                        "市販の乳化型ドレッシング(砂糖6％含有，酸度3．5％)1000mlに更に酢50ml及びアスパルテームを各20，36，50mgを添加混合したドレッシングを調製した。対照としてアスパルテーム無添加で酢50mlのみを添加混合したものを用い，味覚パネル20名により官能評価を実施した。評価は，アスパルテーム無添加の対照区を5点として，対照より強い又は好ましいを6～10点，対照より弱い又は好ましくないを4～0点として，10点満点法により行った。",
                        "その結果は，別紙2の第4表のとおりである。",
                        "上記結果より，アスパルテーム添加により味全体の好ましさ，嗜好性の低下をもたらすことなく酸味を抑えることができることが明らかである。",
                        "このことから，酢の添加により酸度を高めて，酢の持っている殺菌力を活用し保存性を高める方法を容易に行え，嗜好性においても満足できる食品・調味料が提供可能となる。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "実施例3",
                      "text": [
                        "キュウリ1kgを6％食塩水1lに3日間浮かし漬した下漬けキュウリに，食酢380ml，砂糖120gと水300mlを一且煮立て50℃にまで降温させたものにアスパルテーム0．35gを混合溶解した甘酢液を加えて2日間本漬けを行ってキュウリ甘酢漬ピクルスを得た。対照として，アスパルテーム無添加の甘酢漬で本漬けしたピクルスを用い，味覚パネル20名による官能評価を実施した。",
                        "その結果は，別紙2の第5表のとおりである。",
                        "以上の結果より明らかなように，本発明方法により，酸味がマイルドで，嗜好性，保存性に優れた酸性調味料及び食品が容易に製造できる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "引用発明及び本件発明との対比",
              "text": [
                "引用発明，本件発明と引用発明との一致点及び相違点が，本件審決の認定したとおり(前記第2の3(2))であることは，当事者間に争いがない。",
                "したがって，本件発明と引用発明とは，「製品の含有する食酢が，本件発明では醸造酢であるのに対し，引用発明ではそのような特定はない点」(相違点1)及び「酸味のマスキング剤が，本件発明ではスクラロースであり，その添加量が製品の0．0028～0．0042重量％であるのに対し，引用発明ではアスパルテームであり，その添加量が製品濃度で1～200mg％である点」(相違点2)において相違する。なお，1～200mg％＝0．001～0．2重量％である。",
                "このうち相違点1については，引用発明には対象となる酸味の強い食品，調味料の例として「醸造酢，ビネガー，合成酢等の食酢，すし酢，合せ酢等の加工酢」が挙げられている(前記(1)イ(イ))ので，当業者において，引用発明の食酢として醸造酢を用いることは容易に想到することができたものであり，被告も明らかに争わない。",
                "そこで，以下，相違点2に係る容易想到性について検討する。"
              ]
            },
            {
              "fig": "(3)",
              "subject": "出願時における当業者の認識",
              "content": [
                {
                  "fig": "ア",
                  "subject": "高甘味度甘味料が酸味のマスキング剤としての機能を備えるとの認識について",
                  "text": [
                    "引用例(甲1)の記載に加え，後掲の各証拠によれば，本件特許の出願日において，当業者に次の事項が知られていたことが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甘味，塩から味，酸味，苦味といった単純化された基本味のうち2つを混合すると，味を強める効果(対比効果〉や味を弱める効果(抑制効果)が働く(甲2)。",
                        "酸味の食物にショ糖を加えた場合には酸味が減少し(甲1，2，3，7)，その場合に，酸味は，ショ糖の添加量が多くなるに従って減少するものの(甲2，3)，量的に比例するものではなく(甲3)，酸味食物の酸味を消すために多量のショ糖を添加すると，甘味がつきすぎて味のバランスが崩れることがある(甲1，3)。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "ショ糖以外の甘味料でも，ショ糖の200倍の甘味度を有するアスパルテームが，微量の添加で食品の酸味を弱める効果を示し(甲1，2)，天然のステビア甘味料が，醸造酢の酸味の緩和や刺激臭を低減し，良好な味質を付与し(甲7)，サッカリンは，クエン酸の添加量が多くても，刺激的な酸味を低減させる(甲8)。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "アスパルテーム，ステビア及びサッカリンは，いずれも砂糖(ショ糖)の20倍以上の甘味を有する高甘味度甘味料として慣用されている(甲4，5，9)。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "以上によれば，本件特許の出願日の当時，当業者には，アスパルテーム，ステビア，サッカリン等の慣用された高甘味度甘味料が，酸味食物の酸味を消す効果，すなわち，酸味のマスキング剤としての機能を備えるとの認識があったものと認められる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "スクラロースについて",
                  "text": [
                    "以下の(ア)ないし(オ)の各文献には，スクラロースに関し，本件特許の出願日において知られていた事柄を示す以下の記載がある(文献には「シュクラロース」，「しょ糖」と表記するものがあるが，別紙を除き「スクラロース」，「ショ糖」に統一した。)。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "特開平8-205814号公報(甲4)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "スクラロースは，4，1’，6’-トリクロロ-4，1’，6’-トリデオキシ-ガラクトスクロース又は1’，6’-ジクロロ-1’，6’-ジデオキシ-(β)-D-フラクトフラノシル4-クロロ-4-デオキシ-(α)-D-ガラクトピラノシドとして知られる，ショ糖の約650倍の甘味を有する高甘味度甘味料である。一般に，スクラロースの甘味の閾値は，平均0．00038％である。ショ糖の甘味の閾値0．31％での甘味倍率は，約800倍となり，閾値付近では甘味倍率が高くなることが知られている・・・。",
                            "本発明において，食塩含有食品に，スクラロースを添加する方法は，食品の種類等により特に限定されるものではない。・・・スクラロースの食塩含有食品への添加量は，食品の風味を改善する量であれば特に限定されるものではなく，例えば，食品に含有されている食塩の量によっても異なるが，一般に食塩100重量部に対して，0．0001～2．5重量部が好ましい。このスクラロースの添加量は，スクラロースの甘味の閾値以下でも，すなわち甘味のない範囲でも塩なれ効果があることを意味する。なかでも，スクラロースの添加量は，0．001～2．5重量部がより好ましく，さらに0．001～1重量部が好ましい(【0007】，【0008】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "食塩含有食品にスクラロースを添加することにより，食塩を含有する食品の風味を改善することができるが，ソーマチン，アセスルファームカリウム，アリテーム，ステビア，ネオヘスペリジンデヒドロカルコン，甘草などの高倍率甘味料を併用してもよい(【0009】)。",
                            "従来から，上記のような食塩を含有する食品においては，塩かどを取り，こくを付け，風味を向上させるため，グリチルリチン塩，サッカリン，アスパルテーム，甘草抽出物，ステビア，ネオヘスペリジンデヒドロカルコン，サイクラメート等の砂糖の20倍以上の甘味を有する高甘味度甘味料・・・を使用している(【0003】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "実験例1",
                          "text": [
                            "イオン交換水100重量部に食塩8重量部を添加し，各種高甘味度甘味料を甘味度に応じた濃度で併用して，塩なれ効果をパネル10名で官能により評価した。",
                            "その結果は，別紙3の表に示したとおりであり，スクラロースと甘草抽出混合製剤において，良好な結果が得られた(【0010】～【0012】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "小磯博昭ほか5名「スクラロースの味覚特性と他の高甘味度甘味料との比較」日本食品化学学会誌Vol．2(2)，1995，110～114頁(甲9)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "甘味質の特徴",
                          "text": [
                            "スクラロース，アスパルテーム，ステビア，サッカリンナトリウムの結果をレーダーグラフとして示した。スクラロースは全ての評価項目において，正9角形に近い形を描き，ショ糖の甘味質に良く似た甘味質であることが判明した(111頁右欄下から2～7行)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "嗜好性",
                          "text": [
                            "食品の嗜好性については，過去の食経験が嗜好に影響する事が知られており，この事実より考えると，従来より大部分の食品に甘味を付与してきたショ糖の甘味が最も受け入れやすい甘味であると考えられる。",
                            "スクラロースは水溶液中では，いずれの評価項目においても他の甘味料よりもショ糖に近いという評価が得られ，さらに甘味付与を目的とした食品，隠し味として使用した食品，いずれの場合においても，スクラロースはショ糖の次か或いは最も好ましいと評価されている。",
                            "これは，甘味倍率が食品中の成分により変化するのとは異なり，甘味質は水溶液中でも，食品中でも他の成分に影響されることがない。すなわち，スクラロースは多くの種類の食品で嗜好性の高い甘味を付与できることを示している(113頁右欄下から14行～最終行)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "特開平8-196240号公報(甲23)",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "スクラロースとは，4，1’，6’-トリクロロ-4，1’，6’-トリデオキシ-ガラクト-シュクロース又は1’，6’-ジクロロ-1’，6’-ジデオキシ-β-D-フラクトフラノシル4-クロロ-4-デオキシ-α-D-ガラクトピラノシドとして知られており，ショ糖より約650倍甘く，非代謝性のノンカロリー高甘味度甘味料である(【0007】)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "実験例1",
                          "text": [
                            "全卵50重量部に対して，スクラロース又は別紙4の表1に示した甘味料を各濃度となるように添加し，混合した系を，85℃にて15分間加熱した。その際の全卵溶液に対する風味増強効果を，パネル10名で官能評価した。なお，スクラロース0．01重量部及びこの甘味に対応した各種甘味料の濃度をそれぞれ添加して評価した。",
                            "その結果は，別紙4の表1に示したとおりであり，いずれの甘味料を使用しても卵の風味向上効果は認められなかったが，スクラロースを添加した場合には，明らかに卵の風味を向上させる効果が得られた(【0012】～【0014】)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "実施例2",
                          "text": [
                            "全卵50重量部に対してスクラロースを，別紙4の表2の各濃度で添加し，混合した系を，85℃にて15分間加熱した。その際の全卵溶液に対する風味増強効果を，パネル10名で官能評価した。",
                            "その結果は，別紙4の表2に示したとおりであり，スクラロースの添加量が0．00001重量部の場合には，卵風味の向上効果は認められなかったが，0．0001重量部では，明らかにその効果が認められた。この濃度は，一般にスクラロースの甘さが感じられる閾値である約0．00038％・・・よりも低い濃度である。このことから，スクラロースが卵の風味を向上させる効果は，スクラロースが示す甘味とは異なる作用であることが分かる(【0014】～【0016】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "特開平8-242805号公報(甲80)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲",
                          "text": [
                            "【請求項2】スクラロースを，辛味成分を含有する口腔内で使用される製品又は経口摂取が可能な製品に，辛味増強有効量添加することを特徴とする辛味増強法。",
                            "【請求項3】辛味増強有効量が，口腔内で使用される製品又は経口摂取が可能な製品100重量部に対して0．0001～0．1重量部である請求項2記載の辛味増強法。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "実験例1",
                          "text": [
                            "辛味成分であるカプサイシン0．00002％及び0．001％にスクラロースの添加量を種々変化させることにより，辛味成分の濃度変化に対するスクラロースの辛味増強効果の影響を調べた。",
                            "その結果は，別紙5の表のとおりであり，カプサイシン0．001％のときに強い辛味のため，スクラロースの甘味閾値は上昇しているが，辛味増強効果には変化が見られなかった(【0016】～【0018】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "特開平8-224075号公報(甲81)",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "特許請求の範囲",
                          "text": [
                            "【請求項2】アルコール飲料にスクラロースを添加することを特徴とするアルコール飲料の風味向上法。",
                            "【請求項3】アルコール飲料に含まれるエチルアルコール100部に対してスクラロースを0．0001～2．0部添加する請求項2記載のアルコール飲料の風味向上法。",
                            "【請求項4】アルコール飲料に含まれるエチルアルコール100部に対してスクラロースを0．001～2．0部添加する請求項2記載のアルコール飲料の風味向上法。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "実験例1",
                          "text": [
                            "別紙6の表に示すとおり，各種甘味料を含有したアルコール5％(重量百分率，以下同じ)水溶液をそれぞれ調製した。得られた水溶液を用いて，ショ糖1％を含有するアルコール5％水溶液を対象として，良く訓練された味覚パネル20名により2点比較法によって官能評価を行った。なお，本発明の実験例及び実施例においては，風味向上剤として純品のスクラロースを用いた。",
                            "嗜好性の評価項目として，苦み：苦みがあるとしたパネルの数，焼け：バーニング感があるとしたパネルの数として，アルコール飲料としての甘味評価を記した。上記のように，各種甘味料の添加量として通常の飲料の添加量よりも低いレベルでの添加量において，アルコールの苦み，バーニング感を評価したところ，スクラロースは，アルコールに対して0．05％の添加量にて良好な結果が得られた(【0011】～【0013】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "text": [
                        "以上によれば，スクラロースがショ糖の約650倍の甘味を有する非代謝性ノンカロリー高甘味度甘味料であり，アスパルテーム，ステビア，サッカリンナトリウム等の他の高甘味度甘味料と比較し，甘味の質においてショ糖に似ていることは，当業者の技術常識であったものと認められる。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "相違点2の容易想到性",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記(3)イのとおり，各文献には，ショ糖の約650倍の甘味を有する非代謝性のノンカロリー高甘味度甘味料であるスクラロースが，アスパルテーム，ステビア，サッカリンナトリウム等の他の高甘味度甘味料と比較して，甘味の質においてショ糖に似ているという特徴があることから，多くの種類の食品において嗜好性の高い甘味を付与することが見込まれているとの記載があり，加えて，前記(3)アのとおり，本件出願前に，ショ糖や，アスパルテーム，ステビア，サッカリンといった慣用の高甘味度甘味料が酸味のマスキング剤としての機能を備えることが，当業者に周知であったことからすると，引用発明のアスパルテームに代えてスクラロースを採用してみることは，当業者が容易に想到することができたというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "また，前記(3)イのとおり，各文献には，スクラロースをその甘さが感じられる閾値より低い濃度で用いた場合でも，塩なれ効果，卵風味の向上効果を奏すること，製品100重量部に対して0．0001～0．1重量部(製品に対して0．0001～0．1重量％)のスクラロースを用いた実施例によれば，カプサイシン0．001％のとき，甘味度が0である0．0001重量部(同0．0001重量％)又は0．005重量部(同0．005重量％)で辛味増強効果を奏すること，スクラロースの甘味を感じさせない0．0025重量％のアルコール／スクラロース水溶液でエチルアルコールの苦味の抑制効果を奏することの各記載がある。",
                    "以上の記載によれば，スクラロースの添加については，向上させようとする風味や製品によって使用量は上下するものの，下限値として，製品に対して0．0001重量％，0．0025重量％，0．005重量％で用いたものなどが知られており，スクラロースの甘味を感じさせない量であっても製品の風味の向上が可能であることを当業者は認識していたものと認められる。",
                    "他方，引用例には，アスパルテームによる酸味緩和効果を得るための下限値として1mg％(0．001重量％)，1．5mg％(0．0015重量％)，5mg％(0．005重量％)が挙げられ，上記のスクラロースと同様のレベルの使用量で酸味のマスキングが行えることが記載され，更に，アスパルテームの甘味により，食品・調味料の呈味バランスが崩れないようアスパルテームの添加量は食品・調味料の種類に応じ，適宜設定すべきであるとされている。",
                    "また，酸味のマスキングは，甘味の付与を目的とするものではなく，所望の酸味のマスキング効果を奏する場合には，甘味がつきすぎて味のバランスが崩れることがないように，甘味料の使用を減らすことは考えても，増量することは考えないから，スクラロースを酸味のマスキング剤に使用する場合であっても，当業者は，酸味のマスキングが実現可能な低い濃度でスクラロースを使用することを指向する。",
                    "そうすると，スクラロースを，引用発明の食酢を含む食品(ドレッシング，ソース，漬物，及び調味料などの製品)における，酸味のマスキング剤として使用するにあたり，酸味緩和効果が得られるものの，スクラロースの甘味により前記製品の旨味バランスを崩さない濃度範囲のうち低い濃度を，製品ごとに選択して，スクラロースの従来の使用濃度である0．0001～0．005重量％に重複する0．0028～0．0042重量％という濃度範囲に至ることは，当業者に容易であったということができる。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "そして，本件明細書の実施例2～4を参照しても，0．0028～0．0042重量％の濃度範囲を境にして，当業者の期待，予測を超える格別顕著な効果を奏しているとは評価できない。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "以上によれば，アスパルテームを製品濃度1～200mg％(＝0．001～0．2重量％)で添加する引用発明から，スクラロースを製品の0．0028～0．0042重量％で添加することは，容易に想到することができたものである。"
                  ]
                }
              ]
            },
            {
              "fig": "(5)",
              "subject": "被告の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "被告は，トレハロースや甘味料であるネオヘスペリジンジヒドロカルコンが，酸味の増強作用を有することを指摘して，相違点2は容易に想到できないと主張する。",
                    "しかし，証拠(甲48)によれば，トレハロースは，食品の低甘味化に使用されるものであるから，アスパルテーム，ステビア，サッカリン等の高甘味度甘味料と同様に論じることはできない。また，同じ文献(甲48)には，トレハロースを添加した際に，酸味料の種類や他の呈味物質の存在によって，酸味が強調されたり，マスキングされたりすることを，不可解な現象であると説明されていることからすると，高甘味度甘味料一般が酸味を緩和させる効果を有すると認定する上での支障となるとまではいえない。",
                    "また，ネオヘスペリジンジヒドロカルコンが，レモネードの酸味を増強する作用を有する旨を理由中で説示した判決(甲15)があるものの，前記のとおり，ショ糖やアスパルテームを含めた複数の慣用の高甘味度甘味料が酸味のマスキング剤としての機能を備えることが，当業者に広く知られていたと認められることからすると，特定の酸味飲料(レモネード)のみを対象にし，実験内容及び実験結果の詳細が証拠上明らかでないネオヘスペリジンジヒドロカルコンの酸味増強作用に基づいて，高甘味度甘味料一般の酸味緩和効果を否定する判断には至らない。",
                    "この点について，本件審決は，トレハロースのように醸造酢の酸味を増強する甘味料も存在することを根拠の1つに挙げて，引用発明並びに甲2文献，甲3文献，甲7文献及び甲8文献の記載から，高甘味度甘味料一般が酸味を緩和させる効果を有することまで導き出すことはできないと判断しているが，上記説示したところに照らし，誤りというべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被告は，甘味料の酸味マスキング効果とされるもののうちほとんどは，甘みという別の呈味によって酸味を覆い隠すものであり，甘味の閾値以下で酸味のマスキング効果を示す甘味料は，本件発明以前には，アスパルテームのみであったから，甘味料一般について知られていたのは，甘味という別の呈味によって酸味を覆い隠すことができるということであり，甘味の閾値以下でも酸味のマスキング効果のあることが技術常識になっていたものではないとして，本件発明が容易に想到できなかった旨を主張する。",
                    "しかしながら，被告の主張するように甘味料の酸味マスキング効果とされるもののほとんどが甘味の閾値を超えた条件で甘みという別の呈味によって酸味を覆い隠すものであることを明示的に示す証拠はない。かえって，既に説示したとおり，スクラロースが甘味閾値以下でも所望の風味改善効果を奏することは，複数の文献(甲4，23，80，81)に示されているから，甘味料一般に関して甘味の閾値以下で酸味のマスキング効果を奏することが技術常識であったか否かにかかわらず，スクラロースを，アスパルテームと同様に甘味の閾値以下で用いることは，当業者に格別の創意工夫を要するものではなかったというべきである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "被告は，アスパルテームとスクラロースは，アミノ酸系甘味料と合成甘味料という別のカテゴリーに分類されていたものであり，アスパルテームと単に「高甘味度甘味料」というカテゴリーが同じなだけのスクラロースが酸味をマスキングできるかもしれないなどとは考えない，そもそもショ糖の600倍も甘く(アスパルテームですら200倍)，ごく少量添加しただけで味のバランスを大きく崩すことが予想され，扱いの難しいスクラロースを，あえて酸味のマスキングに使用する動機付けは存在しない，とも主張する。",
                    "しかしながら，前記のとおり，本件出願日当時，ショ糖，アスパルテーム，ステビア，サッカリンといった，化学構造において別のカテゴリーに分類され，甘味の大きく異なる複数の甘味料が，酸味のマスキング剤に用いられていたことからすれば，アスパルテーム等と比べて各種の風味改善効果に優れているスクラロースを添加することによっても酸味のマスキングが可能であると予測し，スクラロースを，添加する製品ごとの味のバランスが崩れにくい濃度範囲で使用して，その酸味マスキング効果を確認しようとすることは，当業者が容易に想到することができたというべきである。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "したがって，被告の主張はいずれも理由がない。"
                  ]
                }
              ]
            },
            {
              "fig": "(6)",
              "subject": "小括",
              "text": [
                "以上のとおりであるから，本件審決の進歩性に関する判断には誤りがあるので，原告の取消事由1は理由がある。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上によれば，原告主張の取消事由1は理由があるから，本件審決中，請求項1に係る部分は取消しを免れない。",
            "よって，原告の請求を認容することとし，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10164",
    "date": "2019-08-28",
    "rights_type": "特許権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088890",
    "ipprecedent_id": "5220",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第1部"
  }
}