{
  "decision": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reasons": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2016-800058号事件について平成29年12月15日にした審決のうち，「特許第5396136号の請求項1，6，8に記載された発明についての特許を無効とする。」との部分を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原告，王子ホールディングス株式会社（旧商号「王子製紙株式会社」）及び王子キノクロス株式会社は，平成21年4月20日，発明の名称を「スプレー缶用吸収体およびスプレー缶製品」とする発明について特許出願（特願2009-102082号。以下「本件出願」という。）をし，平成25年10月25日，特許権の設定登録（特許番号第5396136号。請求項の数9。以下，この特許を「本件特許」という。甲55。）を受けた。",
                "その後，原告は，王子ホールディングス株式会社及び王子キノクロス株式会社から，本件特許に係る特許権の持分の全部譲渡を受け，その旨の移転登録（受付日平成27年12月14日）を受けた（甲56の1，2）。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "被告は，平成28年5月19日，本件特許の請求項1，2，6及び8に係る発明についての特許を無効にすることを求める特許無効審判を請求（無効2016-800058号事件）した（甲57）。",
                "原告は，同年7月29日付けで特許請求の範囲について訂正請求（甲59）をした後，平成29年5月22日付けの審決の予告（甲72）を受けたため，同年7月24日付けで，請求項1ないし9からなる一群の請求項について，請求項1，3ないし9を訂正し，請求項2を削除する，本件出願の願書に添付した明細書及び図面について訂正する旨の訂正請求（甲73）をし，更に同年10月3日付けで明細書の訂正事項を補正する旨の手続補正をした（以下，この手続補正後の訂正請求を「本件訂正」という。甲77）。なお，本件訂正により，平成28年7月29日付けの訂正請求は，特許法134条の2第6項の規定により，取り下げられたものとみなされた。",
                "その後，特許庁は，平成29年12月15日，本件訂正を認めた上，「本件特許の請求項1，6，8に記載された発明についての特許を無効とする。本件特許の請求項2についての本件審判の請求を却下する。」との審決（以下「本件審決」という。）をし，その謄本は，同月25日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年1月20日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "特許請求の範囲の記載",
          "text": [
            "本件訂正後の特許請求の範囲の請求項1，6及び8の記載は，以下のとおりである（以下，請求項の番号に応じて，請求項1に係る発明を「本件発明1」などという。また，本件訂正後の明細書を，図面を含めて「本件明細書」という。甲77）。",
            "【請求項1】",
            "噴射口を備えたスプレー缶に，可燃性液化ガスおよび保液用の吸収体を充填したスプレー缶製品であって，",
            "上記吸収体が，灰分を1重量％以上12重量％未満の範囲で含有するセルロース繊維集合体から構成され，",
            "上記スプレー缶内に，上記噴出口側に空間を有して，スプレー缶形状に対応する形状に成形された上記吸収体を収容し，上記空間と上記吸収体の間には，上記吸収体の表面を通気可能に保護する通気性蓋状部材を配設し，",
            "かつ，上記蓋状部材は，上記スプレー缶内に圧入されて上記吸収体表面に密接する円板状多孔質体，または上記吸収体表面に一体的に形成された多孔質保護層であることを特徴とするスプレー缶製品。",
            "【請求項6】",
            "上記液化ガスは，噴射剤または燃料として使用される可燃性液化ガスである請求項1，3ないし5のいずれか1項に記載のスプレー缶製品。",
            "【請求項8】",
            "上記セルロース繊維集合体は，スプレー缶形状に対応するブロック状に圧縮成形され，またはシート状に圧縮成形しスプレー缶形状に合わせて巻いた後，上記スプレー缶内に直接充填される請求項1，3ないし7のいずれか1項に記載のスプレー缶製品。"
          ]
        },
        {
          "fig": "3",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書（写し）記載のとおりである。",
                "その要旨は，原告主張の無効理由1ないし8について，①本件発明1，6及び8の特許請求の範囲の記載（請求項1，6及び8）は，特許法36条6項1号の規定する要件（以下「サポート要件」という。）に適合しないから，無効理由2は理由がある，②本件発明1，6及び8は，本件出願前に頒布された刊行物である甲1（特開2008-180377号公報）に記載された発明（このうち，本件審決が認定した本件明細書の「実施例1」に関する発明を「甲1の第1発明」といい，「実施例5」に関する発明を「甲1の第2発明」という。）及び甲2（実願平4-52777号（実開平6-7883号）のCD-ROM）に記載された技術的事項に基づいて，当業者が容易に発明をすることができたものであり，無効理由8は理由があるから，その余の無効理由について検討するまでもなく，本件発明1，6及び8についての本件特許を無効とすべきであるというものである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した甲1の第1発明，甲1の第2発明，本件発明1と甲1の第1発明の一致点及び相違点，本件発明1と甲1の第2発明の一致点及び相違点は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "甲1の第1発明",
                  "text": [
                    "噴射口を備えたスプレー缶に，液化石油ガス及び吸収体を充填したスプレー缶製品であって，",
                    "上記吸収体が，市販のLBKPを解繊して得たセルロース繊維55質量％と，市販のLBKPを粉砕した微細セルロース繊維45質量％を配合した繊維を不織布袋に充填して構成された，",
                    "スプレー缶製品。"
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1の第2発明",
                  "text": [
                    "噴射口を備えたスプレー缶に，液化石油ガス及び吸収体を充填したスプレー缶製品であって，",
                    "上記吸収体が，市販のLBKPを乾式解繊装置で解繊し，得られたセルロース繊維を分級し，微細セルロース繊維を45質量％以上含有するセルロース繊維で構成され，",
                    "該セルロース繊維は，熱融着性繊維が配合されてシート状にプレスされ，コアレス型の巻取状とした後，上記スプレー缶に直接充填されるスプレー缶製品。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明1と甲1の第1発明の一致点及び相違点",
                  "text": [
                    "（一致点）",
                    "「噴射口を備えたスプレー缶に，可燃性液化ガスおよび保液用の吸収体を充填したスプレー缶製品であって，",
                    "上記吸収体が，セルロース繊維集合体から構成された，",
                    "スプレー缶製品。」である点。",
                    "（相違点1）",
                    "本件発明1のセルロース繊維集合体は，「灰分を1重量％以上12重量％未満の範囲で含有する」ものであるのに対して，甲1の第1発明のセルロース繊維集合体は，どの程度の灰分を含んでいるのか，不明な点。",
                    "（相違点2）",
                    "本件発明1は，「上記スプレー缶内に，上記噴出口側に空間を有して，スプレー缶形状に対応する形状に成形された上記吸収体を収容し，上記空間と上記吸収体の間には，上記吸収体の表面を通気可能に保護する通気性蓋状部材を配設し，かつ，上記蓋状部材は，上記スプレー缶内に圧入されて上記吸収体表面に密接する円板状多孔質体，または上記吸収体表面に一体的に形成された多孔質保護層である」のに対して，甲1の第1発明は，蓋状部材を備えていない点。"
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件発明1と甲1の第2発明の一致点及び相違点",
                  "text": [
                    "（一致点）",
                    "「噴射口を備えたスプレー缶に，可燃性液化ガスおよび保液用の吸収体を充填したスプレー缶製品であって，上記吸収体が，セルロース繊維集合体から構成された，スプレー缶製品。」である点。",
                    "（相違点3）",
                    "前記ウの相違点1と同じ。",
                    "（相違点4）",
                    "前記ウの相違点2と同じ。"
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由1（サポート要件の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，①本件発明1，6及び8の課題（本件明細書の【0016】）のうち，「傾斜状態や倒立状態での使用または保管時の液漏れを防止可能な吸収体を得ること」を解決できると認識できるためには，本件発明1，6及び8に係る発明特定事項を全て備えた実施例，とりわけ，吸収体の灰分を1重量％とすることで，液漏れ評価試験の「合格数評価」（10個のサンプルのうち，30秒以上液漏れなく噴射を保持することができたサンプル数による評価）が10個という結果が得られるか，あるいは，10個に満たない場合であっても，個々のサンプルそれぞれについて液漏れしない時間が30秒に準じる結果が得られると認識できることが必要である，②本件発明1，6及び8に係る発明特定事項を全て備えた実施例であるサンプルFは，「合格数評価」における「合格」は7個で，「不合格」は3個であるところ，「不合格」の3個について，当業者が液漏れ評価試験による液漏れしない時間（保持時間）が30秒以上に準じる結果が得られると認識することができず，本件明細書からサンプルFを含む本件発明1，6及び8の上記課題を解決できると認識できるとはいえないから，本件明細書の発明の詳細な説明には，「灰分を1重量％以上12重量％未満」とすること，とりわけ，灰分量を1重量％とすることについて記載されているとはいえないとして，本件発明1，6及び8の特許請求の範囲（請求項1，6及び8）は，サポート要件に適合しない旨判断した。",
                "しかしながら，本件審決の判断は，以下のとおり誤りである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件明細書には，本件発明1，6及び8は，「高価な原料使用や複雑な製造工程を要することなく，液化ガスの吸収性，保持力に優れ，傾斜状態や倒立状態での使用または保管時の液漏れを防止可能な吸収体を得ること，それにより，低コストで，安全性および保液性が確保できるスプレー缶製品を実現すること」（【0016】）を課題とし，これを「吸収体の性能が古紙原料に含まれる灰分によって大きく左右される」（【0017】）という従来なかった技術的知見を適用し，吸収体中に含まれる灰分量を所定の範囲（「1重量％以上12重量％未満の範囲」）に調整し，通気性蓋状部材を載置するという従来技術とは異なる簡易な方法によって，当該課題を解決したことに技術的意義があることの記載がある。",
                    "そして，本件明細書の「通常使用時に一回の噴射時間が20秒以上となることはほとんどなく」（【0086】），「例えば12重量％未満とすることで，保持時間は200秒程度ないしそれ以上とすることが可能である。」（【0091】）との記載及び表1によれば，本件明細書には，液漏れ評価試験は，10個のサンプルの保持時間（倒立状態で液漏れなく噴射を保持した時間）の合計（合計保持時間）で吸収体性能を評価し，「平均20秒以上」で十分な性能を有するものと評価している。このように合計保持時間で評価することは，個体ごとのばらつきの影響を排して灰分の効果を評価する上で合理的である。",
                    "加えて，スプレー缶製品において通常想定されている噴射時間は2，3秒，長くても5秒程度であることは，本件出願当時の技術常識であること（甲51の1ないし9，52の1ないし14，54の1，2等）に照らすと，本件審決が，液漏れ評価試験における合否判定について，合計保持時間を基準とすることなく，10個のサンプルの全てについて30秒ないしそれに準じた保持時間が得られたかどうかを基準としたことは，上記技術常識に照らしても，不必要に厳しすぎるものであり，不合理である。なお，本件明細書の【0086】及び表1中の「30秒」の記載部分は「20秒」の誤記であり，仮に誤記でないとしても，合計保持時間による吸収性能評価に影響を及ぼすものではない。",
                    "したがって，当業者が，本件発明1，6及び8の「傾斜状態や倒立状態での使用または保管時の液漏れを防止可能な吸収体を得ること」という課題を解決できると認識できるためには，本件明細書から，吸収体の灰分を1重量％とすることで，液漏れ評価試験の「合格数評価」が10個という結果が得られるか，あるいは，10個に満たない場合であっても，個々のサンプルそれぞれについて液漏れしない時間が30秒に準じる結果が得られると認識できることが必要であると判断（上記①）したのは誤りである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，本件明細書の表1によれば，サンプルFは，10個のサンプルの合計保持時間が227秒であり，このうち，7個のサンプルの合計保持時間が210秒（30秒×7）であるから，残りの3個のサンプルの合計保持時間は17秒，平均5．67秒となるところ，前記アのとおり，通常想定される噴射は2，3秒，長くて5秒程度であることが技術常識であることに照らすと，当業者は，サンプルFは，本件発明1，6及び8の課題（【0016】）を解決できると認識できるものといえる。また，表1のサンプルA及びBも，これと同様である。",
                    "そうすると，当業者は，本件明細書の記載から，本件発明1，6及び8の上記課題を解決できると認識できるから，請求項1，6及び8は，サポート要件に適合する。",
                    "したがって，これと異なる本件審決の判断（上記②）は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明1，6及び8の課題は，「吸収性や液保持力が特に優れた吸収体を得ること」にあるから，本件発明1，6及び8がサポート要件に適合するというためには，この課題が「上記吸収体が，灰分を1重量％以上12重量％未満の範囲で含有するセルロース繊維集合体」によって解決されることが，本件明細書の発明の詳細な説明に記載される必要がある。",
                        "そして，本件明細書の記載事項（【0086】，【0091】，表1，図6）によれば，本件明細書では，液漏れ評価試験の「合格数評価」（10個のサンプルのうち，30秒以上液漏れなく噴射を保持することができたサンプル数による評価）が10個という結果が得られるか，あるいは，10個に満たない場合であっても，個々のサンプルそれぞれについて液漏れしない時間が30秒得られることが，上記課題が解決できることの評価基準としていることを理解できる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し原告は，本件明細書には，液漏れ評価試験は，10個のサンプルの合計保持時間で吸収体性能を評価し，「平均20秒以上」で十分な性能を有すると評価していることの開示がある旨主張する。",
                        "しかしながら，本件明細書に先行技術として記載された甲1には，液漏れ秒数が，30秒以上の吸収体も開示されていること（表1）に照らすと，スプレー缶製品の倒立状態でない通常の使用態様において，通常想定されている噴射時間が2，3秒，長くても5秒程度であるからといって，「平均20秒以上」で，十分な性能を有するものと認識することはできない。",
                        "したがって，原告の上記主張は失当である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "LBKP（サンプルF）のうち，「合格数評価」における「不合格」の3個について，当業者が液漏れ評価試験による液漏れしない時間（保持時間）が30秒以上得られると認識することができない。",
                    "また，LBKP（サンプルF）については，灰分含有量が1重量％の点においてのみ，合計保持時間（227秒）が示されているだけであって，原料に含まれる灰分量により，液漏れ防止効果にどのような差が生じるのかが不明であり，1重量％の下限値を有する吸収体が，従来からあるスプレー缶用吸収体と比較して，高い吸収性や液保持力のある吸収体を得ることができたものと認識することはできない。",
                    "そうすると，当業者は，本件明細書の記載から，本件発明1，6及び8の課題を解決できると認識することができないから，本件発明1，6及び8の特許請求の範囲（請求項1，6及び8）は，サポート要件に適合しないとした本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由1は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由2-1（甲1の第1発明を主引用例とする本件発明1，6及び8の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の進歩性の判断の誤り",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1の容易想到性の判断の誤り",
                      "text": [
                        "本件審決は，本件発明1と甲1の第1発明の相違点1について，①甲1の第1発明のセルロース繊維集合体は，市販のLBKPを原料としていること，②LBKPの原料である広葉樹材の灰分は，0．1ないし2．0％であり（甲37），市販のLBKPには，灰分が1重量％を超えるものも，1重量％を下回るものも，普通に存在していること，③甲1の第1発明を実施しようとすれば，市販のLBKPを購入することになるが，そうすると，灰分が0．1％から2％程度で実施されることになること，④本件発明1の「灰分を1重量％以上12重量％未満」という数値範囲の下限値を1重量％と特定したことに格別の技術的な意義は認められず，原告が購入した市販のLBKPの灰分がたまたま1％であったというにすぎないことからすると，当業者は，甲1の第1発明のセルロース繊維集合体として，普通に存在する灰分が1重量％を超える市販のLBKP（相違点1に係る本件発明1の構成）を採用することに格別の困難性はない旨判断した。",
                        "しかしながら，前記1(1)アのとおり，本件発明1は，「吸収体の性能が古紙原料に含まれる灰分によって大きく左右される」という従来なかった技術的知見を適用し，吸収体中に含まれる灰分量を所定の範囲に調整し，通気性蓋状部材を載置するという従来技術とは異なる簡易な方法によって，当該課題を解決したことに技術的意義がある発明であり，「灰分が1重量％以上12重量％未満」の上限値及び下限値は，「灰分含有量が1重量％に満たないと，この効果が得られず，含有量が増えると効果も大きくなるが，25重量％を超えると，セルロース繊維集合体が硬く，脆くなる傾向があり，縦割れや横割れが生じて液化ガスの浸透が途切れやすくなる。」（本件明細書の【0046】）ため，灰分量の数値範囲を最適化するという技術的意義がある。",
                        "そして，甲1の第1発明から出発して，相違点1に係る本件発明1の構成に至るためには，スプレー缶用吸収体の保液性能が，吸収体中に含まれる灰分含有量に左右されるという技術的知見を見出し，その数値範囲を最適化するという観点から，吸収体中の灰分含有量を1重量％以上12重量％未満に調整するという点を想到することが必要であり，単に，1重量％という数値範囲の下限値の設定が容易であるというだけでは足りない。",
                        "しかるところ，甲1には，吸収体の性能が古紙原料に含まれる灰分によって大きく左右されるという技術的知見はもとより，吸収体の灰分含有量を調整することについての記載も示唆もない。",
                        "したがって，スプレー缶用吸収体の保液性能と灰分含有量の関連性に係る技術的知見の容易想到性について何ら明らかにしないまま，単に，「市販のLBKPには，灰分が1重量％を超えるものも，1重量％を下回るものも，普通に存在している」との理由で，相違点1の容易想到性を肯定した本件審決の上記判断は，誤りである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2の容易想到性の判断の誤り",
                      "text": [
                        "本件審決は，甲1の第1発明において，可燃性ガスが液漏れする現象は非常に危険であり，当業者であれば，より安全性を高めるように，液漏れの対策を重畳して施すべきといえるから，甲1の第1発明のセルロース繊維集合体に，甲2の連続気泡状パッキングを密接させるような構成（相違点2に係る本件発明1の構成）とすることは，当業者が容易に想到できた事項である旨判断した。",
                        "しかしながら，本件発明1の「通気性蓋状部材」は，「吸収体表面に密接」し，あるいは「吸収体表面に一体的に形成された多孔質保護層」（請求項1）であり，単に液化ガスが漏れるのを防止するというに止まらず，吸収体の形状を保持し，表面付近から微細セルロース繊維が剥離または飛散するのを防止すること（本件明細書の【0057】）ができ，吸収体と一体となって，吸収体の保液性能を高める効果を奏する。",
                        "他方で，①甲2記載のスプレー缶には，そもそも不燃性液体のみが存在し，吸収体が収容されていないこと，②甲2記載の「連続気泡状パッキング4」は，単に液漏れを防止する部材として，液体の上側に挿入されているに過ぎないこと（【0012】），③甲2記載の「連続気泡状パッキング4」は，バルブ2の下側に空間を形成するため缶体1に固定されている必要があるため，肩部からバルブ側に押し込むように固定され（図2），バルブ2側に十分大きい空間が形成されないので，倒立状態では，比重の重い液体が下側（バルブ2側）へ移動し，バルブ側の空間に容易に液が漏れることになって，倒立状態のまま噴射を継続することができないこと，④甲2には，図2以外に，「連続気泡状パッキング4」の充填状態について具体的に説明する記載はないことからすると，甲1の第1発明に甲2記載の「連続気泡状パッキング」を組み合わせる動機付けはない。",
                        "また，甲1の第1発明に甲2記載の「連続気泡状パッキング」を組み合わせたとしても，本件発明1の通気性蓋状部材の構成に至ることはない。",
                        "したがって，当業者は，甲1の第1発明及び甲2に基づいて，相違点2に係る本件発明1の構成を容易に想到することはできないから，本件審決の上記判断は誤りである。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，本件発明1は，甲1の第1発明及び甲2の技術的事項に基づいて,当業者が容易に発明をすることができたものといえないから，これと異なる本件審決の判断には誤りがある。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明6の進歩性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明6は，本件発明1の液化ガスについて，「噴射剤または燃料として使用される可燃性液化ガスである」ことを限定したものであるところ，甲1の記載事項（【0001】）に基づいて，甲1の第1発明の「液化石油ガス」を噴射剤又は燃料として使用するように構成することは，当業者が容易に想到できた事項であるとして，本件発明6は，甲1の第1発明及び甲2の技術的事項に基づいて，当業者が容易に発明できたものである旨判断した。",
                    "しかしながら，前記アのとおり，本件審決における本件発明1と甲1の第1発明との相違点1及び2の容易想到性の判断に誤りがあり，本件発明1は，甲1の第1発明及び甲2の技術的事項に基づいて,当業者が容易に発明をすることができたものといえないから，本件発明1の発明特定事項を全て含む本件発明6は，当業者が容易に発明をすることができたものといえない。",
                    "したがって，本件審決の上記判断は誤りである。"
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "本件発明8の進歩性の判断の誤り",
                  "text": [
                    "本件審決は，本件発明8と甲1の第1発明は，相違点1及び2のほか，本件発明8のセルロース繊維集合体は，「スプレー缶形状に対応するブロック状に圧縮成形され，またはシート状に圧縮成形しスプレー缶形状に合わせて巻いた後，上記スプレー缶内に直接充填」されるものであるのに対して，甲1の第1発明のセルロース繊維集合体は，「不織布袋に充填」されるものである点で相違（相違点5）するが，甲1の記載事項（【0031】）に基づいて，甲1の第1発明を相違点5に係る本件発明8の構成とすることは，当業者が容易に想到できたものであるとして，本件発明8は，甲1の第1発明及び甲2の技術的事項に基づいて，当業者が容易に発明できたものである旨判断した。",
                    "しかしながら，前記イで述べたのと同様の理由により，本件発明1の発明特定事項を全て含む本件発明8は，当業者が容易に発明をすることができたものといえない。",
                    "したがって，本件審決の上記判断は誤りである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件発明1の進歩性の判断の誤りの主張に対し",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "相違点1の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "原告は，本件発明1は，「吸収体の性能が古紙原料に含まれる灰分によって大きく左右される」という従来なかった技術的知見を適用し，吸収体中に含まれる灰分量を所定の範囲に調整し，通気性蓋状部材を載置するという従来技術とは異なる簡易な方法によって，当該課題を解決したことに技術的意義があるから，相違点1に係る本件発明1の構成に至るためには，スプレー缶用吸収体の保液性能が，吸収体中に含まれる灰分含有量に左右されるという技術的知見を見出し，その数値範囲を最適化するという観点から，吸収体中の灰分含有量を1重量％以上12重量％未満に調整するという点を想到することが必要である旨主張する。",
                            "しかしながら，甲1の【0004】には，吸収体として古紙を使用する場合，印刷インク等の不純物が液吸収性を大きく左右し，古紙を使用するのであれば，印刷インク等の不純物が少なく，品質にばらつきのないものが選択されるべきであることが開示されていること，塗工紙を多く含む古紙ほど，印刷インク等の不純物が多く付着していることは当業者にとって自明であること（甲18，乙1ないし3），印刷インクには，無機顔料を含むものが知られており，印刷インクにも灰分が含まれていることは周知であることに照らすと，「吸収体の性能が古紙原料に含まれる灰分によって大きく左右される」という知見は，従来なかった知見であるとはいえないし，灰分含有量の範囲を適切な範囲に調整することは，当業者にとって容易に想到し得る事項である。",
                            "また，本件発明1は，吸収体中に含まれる灰分量を所定の範囲に調整し，通気性蓋状部材を載置するという従来技術とは異なる簡易な方法によりされたものともいえない。",
                            "さらに，仮に本件発明1に原告が主張するような技術的意義があるとしても，そのことから直ちに相違点1に係る本件発明1の構成が容易想到でないということはできない。",
                            "したがって，原告の上記主張は理由がない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "そして，①甲1の第1発明のセルロース繊維集合体は，市販のLBKPを材料としていること，②LBKPの原料である広葉樹材の灰分が0．1ないし2．0％であること（甲37），③市販のLBKPには，灰分が1重量％を超えるものも，1重量％を下回るものも普通に存在していることは，原告が自認していることに照らすと，仮に原告が主張するように従来技術には吸収体中の灰分量と吸収体の保液性能の間に相関関係があるという技術的知見がなかったとしても，甲1の第1発明において，普通に存在する灰分が1重量％を超えるLBKPを採用することに格別の困難はない。",
                            "したがって，本件審決における相違点1の容易想到性の判断に誤りはない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "相違点2の容易想到性について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2の「たとえ缶体1を逆さまにして使用しても不燃性液体3が液体のまま噴出することなく，ガスの整流性が良くなる。」（【0012】）との記載によれば，甲2の連続気泡状パッキング4が，連続気泡を有する多孔性合成樹脂であり，バルブ2側の空間に容易に液が漏れないようにするためのものであることは明らかであるから，本件発明1の「通気性蓋状部材」に該当する。",
                            "また，本件出願当時，スプレー缶内に液化ガスを吸収させた吸収体を配置したものにおいて，充填ガス量が規定量をオーバーすると，スプレー缶を倒立させた場合に，液漏れが生ずる可能性があることは，よく知られていたことである（乙4の【0005】）。",
                            "そうすると，甲2に接した当業者は，甲1の第1発明において，スプレー缶内に吸収体が配置されているとしても，液の充填量によっては液漏れが生じる可能性があることを認識し得るから，他の液漏れ防止手段を併用することを試みるはずであり，より液漏れを防止するために，甲1の第1発明に甲2の連続気泡状パッキングを適用する動機付けが十分に存在する。",
                            "そして，甲1の【0037】及び【0038】によれば，吸収体の表面が「表面シート」で被覆されていることが望ましく，袋状とすることは，吸収体の表面を「表面シート」で被覆する一態様であることの開示があること，本件出願前に，吸収体の表面付近から微細セルロース繊維が剥離または飛散するのを防止する必要性があることは，広く知られていたこと（例えば，乙5の2頁左上欄15行～19行）からすると，当業者が，吸収体の表面が「表面シート」で被覆された態様を実現するため，甲1の第1発明の吸収体表面に甲2の連続気泡状パッキングを密接させることは容易に想到し得ることである。",
                            "したがって，甲1及び甲2に接した当業者は，甲1の第1発明の吸収体表面に甲2記載の連続気泡状パッキングを密接させることにより，相違点2に係る本件発明1の構成を容易に想到することができたものである。これと同旨の本件審決の判断に誤りはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "これに対し原告は，甲2記載の「連続気泡状パッキング4」は，缶体1の肩部からバルブ側に押し込むように固定され，バルブ2側に十分大きい空間が形成されないので，倒立状態では，比重の重い液体が下側（バルブ2側）へ移動し，バルブ側の空間に容易に液が漏れることになって，倒立状態のまま噴射を継続することができないから，甲1の第1発明に甲2記載の「連続気泡状パッキング4」を組み合わせたとしても，本件発明1の通気性蓋状部材の構成に至ることはない旨主張する。",
                            "しかしながら，甲2の【0012】によれば，甲2記載の「連続気泡状パッキング4」は，「缶体1の内部で押しボタン式バルブ2の下側で不燃性液体3の上側の位置」に挿入したものであって，肩部に固定したものではないし，また，「たとえ缶体1を逆さまにして使用しても不燃性液体3が液体のまま噴出することなく，ガスの整流性が良くなる。」のであるから，仮に甲2記載の連続気泡状パッキング4が肩部に固定されるものであるとしても，本件発明1の通気性蓋状部材としての機能を有することは明らかである。",
                            "したがって，原告の上記主張は理由がない。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "小括",
                      "text": [
                        "以上によれば，本件発明1は，甲1の第1発明及び甲2の技術的事項に基づいて,当業者が容易に発明をすることができたものであるとした本件審決の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "本件発明6及び8の進歩性の判断の誤りの主張に対し",
                  "text": [
                    "前記アのとおり，本件審決における相違点1及び2の容易想到性の判断に誤りはないから，原告の主張は，その前提を欠くものであり，理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "取消事由2-2（甲1の第2発明を主引用例とする本件発明1，6及び8の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "本件審決は，本件発明1と甲1の第2発明は，相違点3（相違点1と同じ）及び相違点4（相違点2と同じ）において相違するが，甲1の第1発明を主引用例とする無効理由に対する判断で示したのと同様の理由により，本件発明1は，甲1の第2発明及び甲2の技術的事項に基づいて,当業者が容易に発明をすることができたものであり，本件発明6及び8も，これと同様である旨判断した。",
                "しかしながら，前記2(1)で述べたところと同様の理由により，本件審決の上記判断は誤りである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記2(2)で述べたところと同様の理由により，原告主張の取消事由2-2は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "text": [
        "本件事案に鑑み，まず，原告主張の取消事由2-1から判断する。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "取消事由2-1（甲1の第1発明を主引用例とする本件発明1，6及び8の進歩性の判断の誤り）について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件明細書の記載事項等について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件発明1，6及び8の特許請求の範囲（請求項1，6及び8）の記載は，前記第2の2のとおりである。",
                    "本件明細書（甲77）の発明の詳細な説明には，次のような記載がある（下記記載中に引用する図1ないし3，6及び表1については別紙1を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "【0001】",
                        "本発明は，スプレー缶内部に充填されて液化ガスを吸収保持する吸収体に関する。また，スプレー缶内に，液化ガスと保液用の吸収体が充填されたスプレー缶製品，詳しくは，除塵用の噴射剤を充填したダストブロワーや，可燃ガスを充填したトーチバーナー用ボンベ等に好適に使用されるスプレー缶製品に関する。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術",
                      "text": [
                        "【0008】",
                        "液化ガスを用いたスプレー缶製品は，その構造上，倒立状態や傾斜状態で使用した場合に，噴出口から液化ガスが液体のまま漏れ出すおそれがある。特に，可燃性液化ガスを用いた場合には，液漏れによって発火が生じるおそれがあり，使用姿勢や連続使用が制限される不具合があった。",
                        "【0009】",
                        "この対策として，特許文献1には，スプレー缶内に古紙等を充填し，液化ガスを保持するための吸収体とすること，ジメチルエーテル（DME）に他の成分として炭酸ガスを混合し難燃性を付与することが開示されている。ジメチルエーテル（DME）は可燃性であるが，オゾン層破壊係数，地球温暖化係数ともに極めて小さく，炭酸ガスとの混合により安全性が大きく向上する。",
                        "【0010】",
                        "また，特許文献2には，スプレー缶用の吸収体として，木材パルプ等を粉砕したセルロース繊維集合体から構成され，繊維長0．35mm以下の微細セルロース繊維を所定量以上含有する吸収体が提案されている。この吸収体は，セルロース繊維を機械的または化学的な手段で粉砕した微小な繊維を含むもので，吸収性能，保液性に優れている。",
                        "【0011】",
                        "また，その他の吸収体としては，特許文献3～特許文献5に記載されるように，多孔性発泡合成樹脂が知られている。例えば，特許文献2，3は，ウレタン樹脂発泡体を用いたもので，原料を缶内に注入して発泡させることにより，充填工程を簡略にしている。また，特許文献4はフェノール樹脂の発泡体を用いたもので，フェノール樹脂発泡体を缶形状に合わせて成形した後，缶内に押し入れている。",
                        "【0012】",
                        "【特許文献1】特開2005-206723号公報",
                        "【特許文献2】特開平2008-180377号公報",
                        "【特許文献3】特許第2824242号公報",
                        "【特許文献4】特開平10-89598号公報",
                        "【特許文献5】特開平9-4797号公報"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0013】",
                        "しかしながら，特許文献1の吸収体として記載される古紙は，入手が容易で安価であり，環境への影響も少ないといった利点があるものの，新聞古紙，広告紙，雑誌といった古紙原料によって品質にばらつきがある。このため，液化ガスの保持力が一定でなく，一缶当たりに必要な吸収体量が一定しない問題があった。また，既に1回～数回のリサイクルを経て傷ついた繊維が含まれていると，液保持力が悪化する。さらに，古紙には多くの場合，印刷インク等の不純物が付着しており，繊維の表面が液をはじきやすい状態となって，液吸収性が悪くなる。そのために，古紙原料のみで，スプレー缶を倒立・傾斜状態で使用または保管した場合の液漏れを，確実に防ぐことはできなかった。",
                        "【0014】",
                        "特許文献2の吸収体は，微粉状の微細セルロース繊維を大量に含むため，原料パルプの解繊，粉砕の過程で空気を包含しやすく，取り扱いが容易でない。また，古紙を原料とする場合には，上述した品質のばらつき等によって液吸収性や液保持力が一定せず，安定した性能が得られないおそれがある。このため，実際には，木材パルプを主体とし，湿式法で微細化した繊維を，シート上に堆積させてから缶形状に合わせて巻いたものを充填するか，バインダーを添加して繊維同士を結合させてから成形する方法が採られ，製造工程が複雑でコスト高となりやすい。また，バインダーが繊維を覆うと液吸収性が低下する不具合があった。",
                        "【0015】",
                        "特許文献3～5の多孔性発泡合成樹脂からなる吸収体は，発泡成形に時間がかかる上，原料樹脂が高価で，コスト高となりやすい。また，多孔性発泡合成樹脂は，保液性能に優れるものの，残留ガスがスプレー缶内に残りやすく，最後まで使い切ることができない，といった不具合があった。",
                        "【0016】",
                        "そこで，本発明は，高価な原料使用や複雑な製造工程を要することなく，液化ガスの吸収性，保持力に優れ，傾斜状態や倒立状態での使用または保管時の液漏れを防止可能な吸収体を得ること，それにより，低コストで，安全性および保液性が確保できるスプレー缶製品を実現することを目的とするものである。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0017】",
                        "本発明者等は，様々な吸収体原料と液化ガスの吸収性，保持力の関係について鋭意検討を行い，吸収体の性能が古紙原料に含まれる灰分によって大きく左右されることを見出した。本発明は，上記知見に基づいてなされたものであり，以下の構成をとる。すなわち，本願請求項1の発明は，",
                        "噴射口を備えたスプレー缶に，可燃性液化ガスおよび保液用の吸収体を充填したスプレー缶製品であって，",
                        "上記吸収体が，灰分を1重量％以上12重量％未満の範囲で含有するセルロース繊維集合体から構成され，",
                        "上記スプレー缶内に，上記噴出口側に空間を有して，スプレー缶形状に対応する形状に成形された上記吸収体を収容し，上記空間と上記吸収体の間には，上記吸収体の表面を通気可能に保護する通気性蓋状部材を配設し，",
                        "かつ，上記蓋状部材は，上記スプレー缶内に圧入されて上記吸収体表面に密接する円板状多孔質体，または上記吸収体表面に一体的に形成された多孔質保護層であることを特徴とする。",
                        "【0022】",
                        "本願請求項6の発明において，上記液化ガスは，噴射剤または燃料として使用される可燃性液化ガスである。",
                        "【0024】",
                        "本願請求項8の発明において，上記セルロース繊維集合体は，スプレー缶形状に対応するブロック状に圧縮成形され，またはシート状に圧縮成形しスプレー缶形状に合わせて巻いた後，上記スプレー缶内に直接充填される。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0027】",
                        "新聞古紙，広告古紙，雑誌古紙といった古紙原料を粉砕または解繊して得られる再生セルロース繊維は，再生工程にて生じるセルロース組織の傷みや製紙工程にて添加される各種物質の影響で，一般的な未使用木材パルプから得られるセルロース繊維に比べて，吸収体内部へ液化ガスが浸透しにくく，保液力が低いとされる。また，使用する古紙原料の種類や配合によっても，これら特性が変化するため，安定した品質の再生セルロース繊維集合体を得ることが難しかった。",
                        "【0028】",
                        "本願請求項1の発明によれば，このような古紙原料を使用した場合でも，再生セルロース繊維を含むセルロース繊維集合体中の灰分量を調整することで，液化ガスの吸収性，保持力を良好に保つ。灰分は，製紙工程で古紙原料に添加される炭酸カルシウムやタルクといった無機物質に由来するもので，未使用木材パルプには含まれない。灰分を所定の範囲で含有することで保液性が改善する理由は，必ずしも明らかではないが，灰分の含有量が所定範囲より多いと，セルロース繊維集合体が硬く，脆くなる傾向があり，吸収体に割れが生じて液化ガスの浸透が途切れやすくなる。また，灰分として含有される無機物質そのものが液化ガスを吸収して吸収体内部への浸透に寄与し，再生セルロース繊維の保液力を補うものと推察されることから，これら灰分の含有量を適正範囲に保つことが重要と考えられる。",
                        "【0029】",
                        "よって，安価で入手しやすい古紙原料を再利用した場合においても，安定した品質を実現でき，セルロース繊維集合体の保液性を向上させ，環境への影響が小さく，高品質で低コストな吸収体を得ることができる。",
                        "【0030】",
                        "本願発明によれば，上記吸収体を用いたスプレー缶製品は，液化ガスの吸収性，保持力に優れ，傾斜または倒立姿勢における液漏れを防止可能である。また，空間に面する吸収体の表面側が，通気性を有する蓋状部材にてシールされるので，傾斜状態や倒立状態での液化ガスの漏れを防止する効果がより高まる。したがって，スプレー缶製品の使用時または保管時の液漏れを確実に防止して，安全性と保液性を大幅に向上させることができる。よって，高価な原料使用や製造工程を複雑化することなくコスト低減が可能で，作業性，生産性，経済性に優れたスプレー缶製品を得ることができる。",
                        "【0034】",
                        "本願請求項6の発明によれば，本発明は，液化ガス，特に可燃性のガスを噴射剤または燃料として充填する製品に高い効果を発揮し，液漏れを防止して安全性を大きく向上させることができる。",
                        "【0036】",
                        "本願請求項8の発明によれば，微小繊維からなるセルロース繊維は，空気を含んで飛散しやすいため，予め缶形状に応じた圧縮成形体としておくことで，必要な吸収体重量を容易にスプレー缶に直接充填することができる。また，セルロース繊維集合体の圧縮成形体として直接充填することで，袋詰め等の手間や材料コストの低減といった効果が得られる。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明を実施するための最良の形態",
                      "text": [
                        "【0039】",
                        "以下に，本発明のスプレー缶用吸収体およびスプレー缶製品について，具体的実施形態に基づいて説明する。",
                        "本発明のスプレー缶用吸収体は，噴射口を備えたスプレー缶に液化ガスとともに充填されて，該液化ガスを吸収保持するもので，セルロース繊維集合体から構成され，灰分を1重量％以上12重量％未満の範囲で含有することを特徴とする。好適には，古紙を粉砕または解繊して得た再生セルロース繊維を主原料とする。本発明のスプレー缶用吸収体は，噴出口を備えたスプレー缶に，少なくとも液化ガスおよび保液用の吸収体を充填したスプレー缶製品であれば，いずれにも好適に使用することができる。このようなスプレー缶製品の具体例としては，例えば，除塵用のダストブロワーやトーチバーナー用ボンベ等が挙げられる。",
                        "【0042】",
                        "スプレー缶1の胴部上端近傍には，空間11と吸収体2との間を区画するように，蓋状部材4が介設されている。吸収体2は表皮となるシートや袋等に覆われずに直接充填されており，蓋状部材4は，圧縮成形された吸収体2の上表面に密接して，その表面を覆っている。これにより，吸収体2の表面を通気可能に保護し，吸収体2の変位を規制して，液漏れ防止効果を高める。また，液化ガスの充填時や噴射時のセルロース繊維集合体の偏りや，吸収体2表面の微細セルロース繊維の飛散を防止することができる。",
                        "【0043】",
                        "吸収体2は，予め圧縮成形したものを直接充填することで，従来のように袋等に詰める工程が不要になり，材料コストを低減できる。必要により，少なくとも外周表面を，表皮となるシートや袋等に覆われた状態で充填することもできる。例えば，圧縮成形した吸収体2全体を，通気性材料よりなる袋状の表皮にて覆うようにすると，取り扱いが容易になり，セルロース繊維集合体の偏りを抑制してスプレー缶1内に均一に保持できるので，液漏れをより確実に防止できる。",
                        "【0044】",
                        "また，図1（d）に示す他の構成例として，吸収体2をブロック状の圧縮成形体とする代りに，シート状に圧縮成形したセルロース繊維集合体にて構成することもできる。この場合は，所定厚さの圧縮シート状に成形したものを，スプレー缶1の缶径に合わせて巻いた後，スプレー缶1内に充填すればよい。このようにすると，飛散を抑制して取り扱いが容易になり，また，スプレー缶1内においてセルロース繊維集合体の偏りを抑制して，均一保持できる。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【0045】",
                      "text": [
                        "吸収体2は，灰分を1重量％以上12重量％未満の範囲で含有するように，調整されている。好適には，安価な古紙原料を解繊，粉砕して微細化した再生セルロース繊維を主体とした構成とすると，コスト低減効果が高い。古紙原料としては，新聞紙，広告紙，雑誌類をはじめ，段ボール，カタログ紙，コピー紙といった種々の古紙原料が，いずれも好適に使用できる。これら古紙原料の灰分含有量は，製紙工程にて添加される各種無機物質（炭酸カルシウム，タルクその他）によって決まり，通常，その種類によってほぼ一定している。例えば，新聞紙，雑誌類は，灰分含有量が比較的少なく，カラー印刷が増えると灰分含有量が多くなる傾向が見られるので，古紙原料を適宜組み合わせることで，所望の灰分含有量とすることができる。",
                        "【0046】",
                        "従来，古紙パルプは，低コストであり，環境への負荷が小さい利点はあるものの，繊維に傷みがあり保液性がやや劣るとされていたものであるが，本発明では，灰分含有量を調整することでこれを改善する。吸収体2に含まれる灰分は，噴射剤となる液化ガス3を吸収保持する能力があり，液化ガスがセルロース繊維集合体の内部へ浸透するのを補助して，液吸収性，液保持力を向上させると考えられる。灰分含有量が1重量％に満たないと，この効果が得られず，含有量が増えると効果も大きくなるが，25重量％を超えると，セルロース繊維集合体が硬く，脆くなる傾向があり，縦割れや横割れが生じて液化ガスの浸透が途切れやすくなる。灰分の含有量を上記範囲に保つことで，古紙原料を再利用した吸収体2の品質を安定させ，所望の性能を実現して液漏れを抑制することができる。",
                        "【0047】",
                        "好適には，吸収体2を，繊維長1．5mm以下のセルロース繊維を90質量％以上含有するセルロース繊維集合体にて構成するとよい。セルロース繊維の繊維長を1．5mm以下とし，予め加圧圧縮させた繊維集合体とすることで，空気を含みやすい微細繊維を，スプレー缶内に密に充填することができる。そして，微細化による表面積の増大で，所要量の液化ガスを吸収保持可能となり，保液力を高め，安全性を向上できる。好ましくは，セルロース繊維集合体が，繊維長1．0mm以下のセルロース繊維を80質量％以上含有するもの，特に，繊維長0．35mm以下の微細セルロース繊維が45質量％以上含有するものであると，より効果的であり，スプレー缶1を傾斜または倒立させた状態での使用時あるいは，保管時の液漏れを防止する効果が高い。",
                        "ここで，本発明における「繊維長」とは，繊維長測定機FS-200（カヤーニ社製）により測定した，平均繊維長を意味する。",
                        "【0048】",
                        "吸収体2の原料には，古紙原料を100％とすることが，コスト面や環境負荷を小さくするために望ましいが，古紙原料に限らず，灰分を1～25重量％の範囲で含有するように，調整されていれば，保液性に対して所望の効果が得られる。また古紙原料を用いた場合には，古紙原料100％のもの以外に，差し支えない範囲で他の原料を一部添加したものを使用することもできる。使用可能なセルロース繊維としては，針葉樹，広葉樹の漂白または未漂白化学パルプ，溶解パルプ，さらにはコットン等，任意のセルロース繊維が挙げられる。複数のセルロース繊維原料を適宜組み合わせて使用することもできる。この場合も，吸収体2となるセルロース繊維集合体の灰分含有量が，上記所定範囲となるように，原料を適宜組み合わせて調整する。",
                        "【0049】",
                        "これら原料の解繊，粉砕は，機械的または化学的な手段，あるいはその両方の手段を用いて行うことができるが，好適には，機械的な手段で粉砕し，分級する方法によって，所望の繊維長の微細セルロース繊維を所定量含有するセルロース繊維集合体を，簡易な工程で得ることができる。"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "【0054】",
                      "text": [
                        "本発明におけるスプレー缶製品は，このようにして得られた再生セルロース繊維等の集合体を，吸収体2としてスプレー缶1に充填し，吸収体2の上部に蓋状部材4を配設した後，さらに噴射剤3となる液化ガスを充填して得られる。セルロース繊維集合体のスプレー缶1への充填方法は，任意に選択することができる。通常は，予め一定量を集積させ，スプレー缶の内径に応じた円柱ブロック状に圧縮した繊維集合体に形成し，スプレー缶1に直接充填する。",
                        "【0057】",
                        "通気性蓋状部材4を介設するには，スプレー缶1内に吸収体2を充填し，その上方に通気性蓋状部材4を載置した後，噴射剤3となる液化ガスを充填する。蓋状部材4は，スプレー缶1の内径よりもやや大径に成形された一定厚さの円盤状多孔質体からなる。円盤状多孔質体は，スプレー缶1内に圧入固定されて吸収体2上面に密着し，その表面を平滑に保っている。これにより，噴射剤3の充填時あるいは噴射使用中の吸収体2の形状を保持し，表面付近から微細セルロース繊維が剥離または飛散するのを防止することができる。また，傾斜または倒立使用状態において，吸収体2の上面から液化ガスが漏れるのを防止する。円盤状多孔質体は，吸収体2側と空間12側とを通気可能に区画することができる材料であれば，いずれも好適に使用することができる。",
                        "【0058】",
                        "例えば，蓋状部材4の材料として，通気性の繊維集合体である不織布を用いることができる。不織布は，繊維の材質や繊維長を適宜選択することで，比較的硬質の厚みを有する形状に成形することが可能であり，所定厚さ，所定径の円盤状に裁断することで，円盤状多孔質体とすることができる。あるいは，所定径の不織布シートを所定厚さとなるように積層したものを用いることができる。不織布を構成する繊維には，合成繊維，天然繊維，無機繊維，再生繊維等のいずれも好適に使用することができる。蓋状部材4の径は，スプレー缶1の胴部の内径よりやや大きくし，厚さは，例えば5mm～20mm程度の範囲で適宜選択することができる。好適には，8mm～15mmの範囲とすると，吸収体2の上面を確実に保持し，上部空間の容積を確保しながら，材料コストの低減を図ることができ，より効果的である。",
                        "【0059】",
                        "また，蓋状部材4の材料として，例えば，多数の連続する通孔を有する発泡ウレタン樹脂や発泡性フェノール樹脂等の発泡性樹脂を所望の厚さと径を有する形状に発泡成形し，あるいは発泡成形体を所望形状に裁断したものを用いることができる。",
                        "【0060】",
                        "蓋状部材4は，吸収体2の表面に一体的に形成された多孔質保護層とすることもできる。例えば，吸収体2をスプレー缶1内に収容した後に，噴出口11が取り付けられる上部開口から，発泡性樹脂の原料を注入し，発泡させることによって，吸収体2上面に密着する多孔質保護層を形成することができる。この場合，発泡性樹脂の層は，吸収体2の上面を覆うとともに，スプレー缶1内壁に密着して，吸収体2を保持固定できるように構成されていればよく，一定厚さに形成される必要はない。よって，多孔質保護層の形成に用いる樹脂量が不要に増加することがなく，発泡成形にかかる時間も少なくすることができる。",
                        "【0061】",
                        "このように蓋状部材4を用いた場合には，吸収体2の表面を覆う表面シートや袋を使用しない構成でも十分吸収体2を保持することが可能であり，材料コストを抑制できる。",
                        "【0062】",
                        "本発明をダストブロワーに適用した場合，噴射剤3としては，可燃性の液化ガスであるジメチルエーテル（DME）を主成分として含むガスが，特に好適に使用される。噴射剤成分となるジメチルエーテル（DME）は，化学式が，CH OCH で示される最も簡単なエーテルであり，3 3沸点が-25．1℃の無色の気体である。化学的に安定であり，20℃における飽和蒸気圧が0．41MPa，35℃における飽和蒸気圧が0．688MPa気圧と低い。このため，圧力をかけると容易に液化するので，スプレー缶1には，耐圧強度の高いボンベのような容器を使用する必要がなく，耐圧強度の比較的に低い金属製のスプレー缶体に充填して使用することができる。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "実施例",
                      "text": [
                        "【0081】",
                        "（実施例1）",
                        "次に，本発明による効果を確認するために，上記図2，3に示した製造工程に基づいて吸収体を製造し，スプレー缶製品を製作した。原料としては，表1に示すように，市販のLBKP（広葉樹漂白クラフトパルプ），新聞古紙，広告古紙，新聞古紙と広告古紙の混合物，市販の再生紙を使用し，灰分含有量の異なる種々の原料を用意した（試料A～F）。新聞古紙と広告古紙の混合物は，その混合割合を変更することにより，広告古紙の割合が少なく灰分含有量の少ない試料Cと，広告古紙の割合が多く灰分含有量の多い試料Dの2段階に調整した。また，蓋状部材の効果を調べるため，LBKPと再生紙については，吸収体を直接充填して蓋状部材を載置したものの他，不織布の袋に充填し蓋状部材を載置または載置しないスプレー缶製品を製作した（試料G～J）。",
                        "【0082】",
                        "（1），（2）の粉砕工程において，粗粉砕，微粉砕して微細化した粉砕繊維を，（3）の集塵工程において，分級，回収し，0．35mm以下の微細セルロース繊維を含む微粉状のセルロース繊維を，堆積させた。（4），（5）の工程で，集塵機から取り出した微粉状のセルロース繊維を減容コンベアで重量分別機へ移送し，計量して得た75gの微粉状のセルロース繊維集合体を，（6）の工程にて，減容圧縮成形し，円柱ブロック状圧縮成形体を得た。",
                        "【0083】",
                        "円柱ブロック状圧縮成形体よりなる吸収体を，（7）の工程にて，スプレー缶内に押出した。試料G～Jについては，スプレー缶押出前に不織布の袋に充填した。この時，表1のように各古紙原料について，複数の製品サンプル（サンプル数10）を用意した。スプレー缶は，外径66mm，高さ20cmであり，胴部に底部を巻締めした状態で，胴部の上端開口から吸収体を充填した後，さらに試料A～G，Iは，予めスプレー缶の胴部内径よりやや大径の円盤状とした蓋状部材を，吸収体の上面に当接するまで圧入した。蓋状部材は，所定径に裁断した不織布シートを積層したものを用いた（径60mm，厚さ10mm）。その後，胴部の上端開口に頭部を巻締めした。",
                        "【0084】",
                        "なお，試料A～Jについて，上記工程にて吸収体としたセルロース繊維集合体の繊維長分布を，繊維長・形状測定器を用いて分析したところ，いずれも繊維長1．5mm以下のセルロース繊維の含有量が90質量％以上，繊維長1．0mm以下のセルロース繊維の含有量が80質量％以上，繊維長0．35mm以下の微細セルロース繊維の含有量が45質量％以上であった。",
                        "【0085】",
                        "試料A～Jの吸収体を収容したスプレー缶内に，それぞれ噴射剤として，可燃性の液化ガスであるジメチルエーテル（DME）350mlを充填して，本発明のスプレー缶製品となるダストブロワーを製作した。試料A～Jの吸収体を用いたダストブロワーについて，それぞれ液漏れ評価試験を行った。試験方法を，以下に示す。"
                      ]
                    },
                    {
                      "fig": "(コ)",
                      "subject": "【0086】",
                      "text": [
                        "（液漏れ評価試験）",
                        "ダストブロワーは，スプレー缶に噴射剤を充填して十分な時間静置した後，容器を逆さに向けてガスを噴射し，噴射部からの液漏れが発生するまでの時間を計測した。その結果を表1に併記する。なお，表1には，10個のサンプル中，30秒以上，倒立状態で液漏れなく噴射を保持することができたサンプル数と，10個のサンプルの保持時間の合計を示した。この時，30秒以上保持したものは全て保持時間を30秒として合計時間を算出した。例えばダストブロワーにおいて，噴射剤として使用される可燃性ガスへの引火が，噴射時に液化ガスが完全に気化しないことが原因で起こると考えられること，通常使用時に一回の噴射時間が20秒以上となることはほとんどなく，特に30秒以上の連続噴射時には，気化熱による温度低下で缶を素手で保持することが困難になると考えられることから，30秒以上，倒立状態で液漏れなく噴射を保持できれば，通常の除塵目的での使用であれば十分な性能であるといえる。",
                        "【0087】",
                        "（灰分測定方法）",
                        "液漏れ評価試験後のスプレー缶を開き，吸収体を取り出して灰分測定した。各試料10gを，ルツボに採取，精秤し，105±2℃で3時間乾燥し，45分間放置して絶乾率を測定した。乾燥精秤後の試料を電熱器で燃やし，さらに電気炉（525±25℃）に2時間入れて，灰化した。これをデシケーターに入れて室温まで冷却後，上記絶乾率を用いて灰分量を算出した。",
                        "【0089】",
                        "表1に明らかなように，灰分含有量と液漏れ評価試験の結果には相関があり，古紙原料を用いた吸収体を直接充填したダストブロワーは，灰分含有量が少ないほど，保持時間が長くなる。例えば灰分含有量が6．6重量％の試料A（新聞古紙100重量％）の保持時間280秒に対して，灰分含有量が27重量％の試料D（広告古紙100重量％）の保持時間は124秒と半分以下である。新聞古紙に広告古紙を混合した試料B，Cでは，混合割合が多くなるほど，保持時間は少なくなり，再生紙を用いた試料Dは，灰分含有量および保持時間ともに試料B，Cの間にある。",
                        "【0090】",
                        "ただし，LBKPを用いた試料Fは，灰分含有量が試料Aより少ないにもかかわらず，保持時間は227秒と，試料Aより短くなっている。また，試料G～Jの結果より，灰分含有量の吸収体を袋に充填した場合には，灰分含有量や蓋状部材の有無によらず，10個のサンプル全てが30秒以上の保持時間を示している。これらの結果より，吸収体を直接充填したダストブロワーにおいて，灰分含有量を所定範囲とすることが，液漏れ防止に有効であり，蓋状部材と組み合わせることで，不織布の袋に充填した場合とほぼ同等の効果が得られることがわかる。",
                        "【0091】",
                        "図6に，試料A～Jのダストブロワーについて，表1の合計保持時間と灰分含有量の関係を示した。図6の結果から，灰分含有量が試料Dより少なくなるように調整し，例えば20重量％未満とすることで，保持時間150秒程度ないしそれ以上を実現可能となる。また，灰分含有量が少ないほど保持時間が長くなる傾向があり，例えば12重量％未満とすることで，保持時間は200秒程度ないしそれ以上とすることが可能である。また，灰分含有量を5重量％以下，例えば試料Fの1重量％より少なくすることは，特に古紙原料では困難であり，保持時間も灰分含有量6．6重量％の試料Aをピークとしてむしろ減少する傾向にある。以上より，灰分含有量は，1重量％～25重量％，好ましくは1重量％～20重量％の範囲とし，使用する古紙原料の種類や必要特性に応じて適宜設定するのがよい。"
                      ]
                    },
                    {
                      "fig": "(サ)",
                      "subject": "【0092】",
                      "text": [
                        "（実施例2）",
                        "次に，実施例1の試料Aと同様の方法で，吸収体を製造し，蓋状部材を用いてスプレー缶製品を製作した。この時，（6）の工程にて得た円柱ブロック状圧縮成形体よりなる吸収体を，（7）の工程にてスプレー缶に直接充填し，さらに，スプレー缶の胴部内径よりやや大径の円盤状とした蓋状部材を，吸収体の上面に当接するまで圧入した。蓋状部材は，所定径に裁断した不織布シートを積層して，3種類の厚さに調整したものを用いた（径60mm，厚さ8，10，15mm）。その後，スプレー缶胴部の上端開口に頭部を巻締めした。実施例1と同様に，吸収体75gと蓋状部材をスプレー缶に充填した後，噴射剤として，可燃性の液化ガスであるジメチルエーテル（DME）350mlを充填して，本発明のスプレー缶製品となるダストブロワーを製作した。",
                        "【0093】",
                        "3種類の厚さの蓋状部材を用いたスプレー缶製品について，それぞれ複数のサンプルを作製し，液漏れ評価試験を行った（サンプル数Ｎ＝5）。その結果，厚さ8mm，10mmの場合は，5個のサンプルのうち4個が30秒以上，液漏れなく，連続噴射することができた。厚さ15mmの場合は，5個のサンプルの全てが，30秒以上，液漏れなく，連続噴射することができた。",
                        "【0094】",
                        "よって，本発明によれば，噴射角度が自由で，可燃性ガスを用いたダストブロワーやトーチバーナー用ボンベに利用されても，液漏れにより火炎が発生するおそれが小さく，安全性および使用感に優れたスプレー缶製品を，低コストに製造することができる。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，本件明細書の発明の詳細な説明には，本件発明1の目的，内容，効果等に関し，次のような開示があることが認められる。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "液化ガスを用いたスプレー缶製品は，その構造上，倒立状態や傾斜状態で使用した場合に，噴出口から液化ガスが液体のまま漏れ出す液漏れによって発火が生じるおそれがあるため，従来から，スプレー缶内に液化ガスを保持するための吸収体を充填することが知られている（【0008】ないし【0011】）。",
                        "この吸収体として，新聞古紙，広告紙，雑誌といった古紙原料を使用する場合，入手が容易で安価であり，環境への影響も少ないといった利点があるものの，品質のばらつき等により，液吸収性や液保持力が安定しないといった問題点があったため，実際には，木材パルプを主体とし，微細化した繊維を成形して充填するか，バインダーを添加して繊維同士を結合させてから成形する方法が採られていたが，製造工程が複雑でコスト高となりやすいといった問題点があった（【0013】，【0014】）。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "「本発明」は，高価な原料使用や複雑な製造工程を要することなく，液化ガスの吸収性，保持力に優れ，傾斜状態や倒立状態での使用または保管時の液漏れを防止可能な吸収体を得ること，それにより，低コストで，安全性および保液性が確保できるスプレー缶製品を実現することを目的とするものであり，「本発明者等」が見出した「吸収体の性能が古紙原料に含まれる灰分によって大きく左右されるという知見」に基づいて，本件発明1においては，灰分を1重量％以上12重量％未満の範囲で含有するセルロース繊維集合体から構成される吸収体と，この吸収体の表面を通気可能に保護する通気性蓋状部材とを備える構成を採用したものである（【0016】，【0017】）。",
                        "これにより，吸収体として古紙原料を使用した場合であっても，セルロース繊維集合体中の灰分量を調整することで，安定した品質を実現でき，セルロース繊維集合体の保液性を向上させ，環境への影響が小さく，高品質で低コストの吸収体を得ることができるため，液化ガスの吸収性，保持力に優れ，傾斜状態や倒立状態における液漏れを防止可能とし，また，吸収体の表面側が通気性を有する蓋状部材でシールされているので，液漏れを防止する効果がより高まり，スプレー缶製品の使用時または保管時の液漏れを確実に防止し，安全性と保液性を大幅に向上させるので，高価な原料使用や製造工程を複雑化することなくコスト低減が可能で，作業性，生産性，経済性に優れたスプレー缶製品を得ることができるという効果を奏する（【0028】ないし【0030】）。"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "甲1の記載事項について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "甲1には，次のような記載がある（下記記載中に引用する「表1」については別紙2を参照）。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "技術分野",
                      "text": [
                        "【0001】",
                        "本発明は，スプレー缶内部に充填されている，液化ガス保液用の吸収体に関するものである。また，吸収体をシート状に製造する方法に関するものである。",
                        "なお，本発明におけるスプレー缶とは，詳しくは，ダストブロワー（各種機器類に付着する塵や埃などを噴出させた気体によって吹き飛ばして除去するために使用される除塵ブロワー）や，トーチバーナー用ボンベ（水道の冷凍解氷作業，ロウ付け・ハンダ付け，炭・薪の火おこし作業に使用されるガスボンベ）などのスプレー缶製品に好適に使用されるスプレー缶のことである。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "背景技術",
                      "text": [
                        "【0002】",
                        "従来，各種機器類に付着する塵や埃などを除去するために使用されている除塵ブロワーは，通常，噴射ボタンを備えた使い捨ての金属製のスプレー缶に，圧縮ガス又は液化ガスなどの噴射剤を充填したものであり，噴射ボタンを押してガスを噴射放出させるものである。",
                        "除塵ブロワーの噴射剤には，以前は不燃性フロンガスのHFC-134a（CH F-CF ）が使用されていたが，近年では，オゾン層破壊2 3係数・地球温暖化係数がより小さい可燃性フロンガスのHFC-152a（CH -CHF ）や，オゾン層破壊の問題がなく地球温暖化係数が3 2極めて小さいジメチルエーテル（DME）などが使用されている。",
                        "ところで，液化ガスを充填した除塵ブロワーやトーチバーナー用ボンベ等のスプレー缶製品は，その構造上，倒立状態で使用した場合，噴出部から液化ガスが液体のまま漏れ出す場合がある。特にジメチルエーテル（DME）や，その他可燃性の液化ガスの場合，漏れ出すと危険である。",
                        "このような問題を解決するため，従来技術として，ジメチルエーテルに炭酸ガスを混合し，ガスに難燃性を付与したり，また，除塵ブロワー用スプレー缶内に，充填した液化ガスを保持するための吸収体を充填したものが存在する（特許文献1）。",
                        "現状では，スプレー缶用吸収体としては，古紙等を粉砕したものを不織布で包み，筒状に加工したものや，発泡ウレタンやウレタンフォームを成形したものが多く用いられている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "発明が解決しようとする課題",
                      "text": [
                        "【0004】",
                        "しかし，従来使用されていた古紙等の粉砕品だと，既に 1 回～数回のリサイクルを経て既に傷ついた繊維が含まれているため液体の保持力が悪い。また，原料の品質にばらつきがあるため，液体の保持力が一定でなく，1缶当りに必要な吸収体量が一定でなかったりする場合があった。また，古紙には，多くの場合，印刷インク等の不純物が付着しているため，繊維の表面が液をはじき易い状態になっており，液吸収性が悪い。そのために，スプレー缶を倒立状態で使用した場合に液漏れの原因となる場合があった。また，缶を倒立状態で保管する場合にも液漏れの原因となった。また，古紙に含まれる各種のインク成分は，液化ガスに溶解または反応して液化ガスを着色し，噴出させた際に，ガスによる着色トラブルを引き起こす要因となる恐れがあった。",
                        "このため，液化ガスを充填したスプレー缶に使用する吸収体として，より吸収性能・保液性に優れた吸収体が必要とされていた。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "課題を解決するための手段",
                      "text": [
                        "【0005】",
                        "本発明は，上記課題を解決するために以下の構成をとる。",
                        "即ち，本発明の第1は，粉砕されたセルロース繊維集合体から構成された吸収体であって，該セルロース繊維は繊維長0．35mm以下の微細セルロース繊維を45質量％以上含有するスプレー缶用吸収体である。",
                        "【0006】",
                        "本発明の第2は，微細セルロース繊維の水保持力が210％以上である本発明の第1記載のスプレー缶用吸収体である。",
                        "【0007】",
                        "本発明の第3は，吸収体がシート状に成形された本発明の第1～2のいずれかに記載のスプレー缶用吸収体である。",
                        "【0008】",
                        "本発明の第4は，吸収体が円筒状に成形された本発明の第1～2のいずれかに記載のスプレー缶用吸収体である。",
                        "【0009】",
                        "本発明の第5は，繊維長0．35mm以下の微細セルロース繊維を45質量％以上含有するセルロース繊維70～95質量％と，熱融着性樹脂が5～30質量％で構成された本発明の第1～4のいずれかに記載のスプレー缶用吸収体である。",
                        "【0010】",
                        "本発明の第6は，吸収体の表面が，表面シートで被覆されている本発明の第1～5のいずれかに記載されたスプレー缶用吸収体である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "発明の効果",
                      "text": [
                        "【0012】",
                        "以上のように，この発明により，液化ガスを充填したスプレー缶に使用する吸収体として，より吸収性能・保液性に優れた吸収体を得ることが可能となった。"
                      ]
                    },
                    {
                      "fig": "(カ)",
                      "subject": "発明を実施するための最良の形態",
                      "text": [
                        "【0013】",
                        "本発明のスプレー缶用吸収体についてさらに具体的に説明する。",
                        "本発明のスプレー缶用吸収体は粉砕されたセルロースを吸収体の主体とし，該セルロース繊維は，繊維長0．35mm以下の微細セルロース繊維を45質量％以上含有するものである。",
                        "セルロース繊維の繊維長を0．35mm以下とすることで，繊維集合体としてスプレー缶内に密に充填し，保液力を向上できる。繊維長0．35mm以下の微細セルロース繊維が45質量％未満の場合には，吸収体の吸収性能・保液力に劣るため，スプレー缶を倒立させた場合の液漏れを防止する効果を十分に得ることができない。",
                        "なお，本発明における繊維長とは，繊維長測定機FS-200（カヤーニ社製）により測定した，平均繊維長を意味する。"
                      ]
                    },
                    {
                      "fig": "(キ)",
                      "subject": "【0022】",
                      "text": [
                        "本発明の吸収体の原料として使用するセルロース繊維は，針葉樹，広葉樹の漂白または未漂白化学パルプ，溶解パルプ，古紙パルプ，更にはコットン等，任意の原料のセルロース繊維を適宜粉砕処理することで用いることが可能である。中でも，ＮBKP，LBKPパルプが，吸収性・保水性，および液化ガスに着色が起こらないという点で優秀であり，好適に用いられる。",
                        "【0031】",
                        "本発明におけるスプレー缶製品（除塵ブロワーやトーチバーナー用ボンベ）に用いるスプレー缶用吸収体は，前述した繊維により構成された，繊維長0．35mm以下の微細セルロース繊維を45質量％以上含有する粉砕セルロース繊維集合体からなるものである。繊維集合体のスプレー缶への充填方法は任意に選択することができる。従って，得られた粉砕セルロース繊維が所望の微細セルロース繊維を含有するように調節し，スプレー缶の大きさに応じて，直接所定量をスプレー缶に充填することで本発明の吸収体とすることも可能である。",
                        "また，前述の繊維を，予め一定量集積させた繊維集合体に形成することもできる。これを保液用の吸収体とし，さらにスプレー缶に充填することが，作業性や生産性の面からさらに好適である。",
                        "繊維の集積の方法としては，前述の繊維を，所定の通気性を有する紙や不織布等のシートからなる袋に充填したものを繊維集合体からなる吸収体とすることが可能である。繊維を袋に充填することによって，予め所定形状の成形体とすることができ，繊維が製造時に散乱したりすることを防ぐことが可能である。",
                        "【0032】",
                        "具体的には，スプレー缶形状に合わせて，その内径に適した大きさの円筒状の成形体とすると，充填が容易にできる上，使用中も安定してスプレー缶内に保持することができる。",
                        "【0033】",
                        "また，前述の繊維を，加圧等によって所定形状に成形したものを吸収体とすることができる。",
                        "本発明として好適な吸収体形状としては，具体的にはシート状の吸収体が挙げられる。シート状に成形した吸収体は，そのままスプレー缶に充填することも可能であるが，形状の自由度に優れているため，適宜折畳んだり，スプレー缶の内径に適した太さの巻取状にした後，スプレー缶に充填して用いることが可能である。",
                        "他に，本発明として好適な吸収体としては，円筒状の吸収体が挙げられる。即ち，前述の繊維をスプレー缶の内径に適した太さの円筒状に成形したものを，スプレー缶に充填して用いることが可能である。",
                        "【0034】",
                        "上記のように，セルロース繊維からなる吸収体を成形するためには，繊維同士を結合させる必要がある。従って，このような吸収体を得るためにはバインダーとなる物質を添加して成形することが望ましい。",
                        "具体的には，前述の繊維に水溶性樹脂等からなるバインダーを噴霧等により付着させた後，シート状に堆積させたり，成形型に入れた状態で乾燥させる方法により得ることが可能である。…"
                      ]
                    },
                    {
                      "fig": "(ク)",
                      "subject": "実施例",
                      "text": [
                        "【0041】",
                        "本発明を，実施例に基づいてさらに詳細に説明する。",
                        "＜実施例1＞",
                        "（1）微細セルロース繊維の製造",
                        "市販の広葉樹漂白クラフトパルプ（LBKP）を，水で濃度1．5％の懸濁液とし，該懸濁液120gを，メディアとして平均粒径0．7mmのガラスビーズ125mlを入れた六筒式サンドグライダー（アイメックス製，処理容量300ml）で，撹拌機の回転数2000rpmで，処理温度を約20℃として40分間湿式粉砕を行い微細セルロース繊維を得た。",
                        "なお，処理前の市販のLBKPの繊維の繊維長は，0．61mm，繊維幅は20μm，水保持力は44％，処理後のセルロース繊維の数平均繊維長は0．25mm，繊維幅は1～2μm，水保持力288％であった。",
                        "（2）吸収体の製造",
                        "市販のLBKPを乾式解繊装置で解繊して得たセルロース繊維55質量％と，（1）で得た微細セルロース繊維45質量％を配合した繊維85gを，18g／㎡のサーマルボンド不織布（福助工業社製，商品名：D-01518）を素材とする製の筒状の袋に充填し，約6．3cm径の略円筒状の吸収体を得た。",
                        "なお，このセルロース繊維全体に対して，繊維長0．35mm以下の繊維は48質量％であった。",
                        "【0045】",
                        "＜実施例5＞",
                        "市販のLBKPを乾式解繊装置で解繊し，得られたセルロース繊維を分級し，微細セルロース繊維（繊維長0．35mm以下）を45質量％以上含有するセルロース繊維を得た。該セルロース繊維70質量％と，熱融着性繊維（PE／PET芯鞘型熱融着性繊維，繊維長5mm，繊維径2．2dt，チッソ社製，商品名：ETC）30質量％を配合したものを空気中で均一に混合した後，走行する無端のメッシュ状コンベア上に繰り出された表面シート（ティッシュペーパー，14g/㎡，厚さ0．15mm，ニットク社製）上に，エアレイ方式のウェブフォーミング機により空気流とともに落下堆積させ，その上にさらに前述の表面シートと同じものを積層させウェブを形成し，該ウェブを温度138℃のスルーエアードライヤーを通過させ，プレスすることによって，340g／㎡の吸収体シートを得た。",
                        "上記で得た吸収体シートを，更にコアレス型の巻取（約6．3cm径，85g）状とし，吸収体を得た。"
                      ]
                    },
                    {
                      "fig": "(ケ)",
                      "subject": "【0051】",
                      "text": [
                        "実施例，比較例で得た吸収体を以下の方法で評価した。その結果を表1に示す。",
                        "［液漏れ評価試験］",
                        "市販の除塵ダストブロワー（外径66mm，高さ20cm）のスプレー缶と同形の容器に，実施例，及び比較例で得た吸収体を充填，さらに液化石油ガス（LPG）を350mlを充填して30分間静置する。その後で容器を逆さに向けてガスを噴射し，噴射部からの液漏れが発生するまでの時間を計測する。",
                        "液漏れが発生するまでの時間が20秒以上であるものは，除塵ダストブロワーやトーチバーナー用ボンベ等のスプレー缶用吸収体として使用可能であり，○で表した。また，20秒未満で液漏れが発生するものは使用不可であり，×で表した。",
                        "【0054】",
                        "表1に明らかなように，実施例1～7の吸収体，すなわち，繊維長0．35mm以下の微細セルロース繊維を45質量％以上含有するセルロース繊維の集合体を，可燃性の液化ガスを保持する吸収体として用いたスプレー缶製品は，いずれも20秒以上，倒立状態で液漏れなく噴射を保持することができた。",
                        "これは，例えば除塵ブロワーにおいて，噴射剤として使用される可燃性ガスへの引火が，噴射時に液化ガスが完全に気化しないことが原因で起こると考えられること，通常使用時に一回の噴射時間が20秒以上となることはほとんどなく，特に30秒以上の連続噴射時には，気化熱による温度低下で缶を素手で保持することが困難になると考えられることから，通常の除塵目的での使用であれば十分な性能である。よって，噴射角度が自由で，液漏れにより火炎が発生するおそれが小さく，安全性が高く使用感に優れた除塵ブロワーを実現することができる。",
                        "【0055】",
                        "これに対し，吸収体を構成するセルロース繊維中，繊維長0．35mm以下の微細セルロース繊維の含有量が45質量％に満たない比較例1～3では，2～10秒で液漏れが生じた。このうち新聞古紙を原料とする従来吸収体を用いた比較例2，3が，なかでも吸収体の含有量が少ない比較例2は，液漏れまでの時間がより短かった。また，比較例2，3では，着色も発生した。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "前記アの記載事項によれば，甲1には，①スプレー缶製品の吸収体として，従来使用されていた古紙等の粉砕品には，リサイクルにより傷ついた繊維が含まれているため液体の保持力が悪く，原料の品質にもばらつきがあり，また，印刷インク等の不純物が付着しているため液吸収性が悪く，スプレー缶を倒立状態で使用した場合や保管した場合に液漏れの原因となるという問題があったため，より吸収性能・保液性に優れた吸収体が必要とされていたこと，②「本発明」は，上記課題を解決するための手段として，スプレー缶製品の吸収体として，繊維長を0．35mm以下の微細セルロース繊維を45質量％以上含有するセルロース繊維集合体の構成を採用したものであり，これにより，吸収体をセルロース繊維集合体として缶内に充填し，保液力を向上できること，③吸収体の原料として使用するセルロース繊維は，針葉樹，広葉樹の漂白または未漂白化学パルプ，溶解パルプ，古紙パルプ，更にはコットン等，任意の原料のセルロース繊維を適宜粉砕処理することで用いることが可能であり，中でも，ＮBKP，LBKPパルプが，吸収性・保水性，および液化ガスに着色が起こらないという点で優秀であり，好適に用いられること，④「本発明」の実施例1に係る吸収体は，市販の広葉樹漂白クラフトパルプ（LBKP）を湿式粉砕して得られた微細セルロース繊維（平均繊維長は0．25mm）45質量％と，市販の広葉樹漂白クラフトパルプ（LBKP）を乾式解繊装置で解繊して得たセルロース繊維55質量％とを筒状の不織布袋に充填し，略円筒形状としたものであることの開示があることが認められる。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "本件発明1の進歩性の判断の誤りの有無",
              "content": [
                {
                  "fig": "ア",
                  "subject": "相違点1の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "甲1には，実施例1において，市販のLBKP（広葉樹漂白クラフトパルプ）を用いてセルロース繊維の吸収体を得たことが記載されているが（【0041】），そのLBKPの灰分含有量についての記載はない。",
                        "しかしながら，甲37（「非木材繊維利用の現状と将来」（紙パ技協誌第51巻第6号，1997年6月））の「表18  主要非木材および木材の化学組成」に，「広葉樹材」の原料は灰分含有量が「0．1％～2．0％」であることが記載されていること（80頁・表18）に照らすと，灰分量が「1重量％を超える程度」の市販のLBKPが普通に存在するものと認めるのが相当である。",
                        "そうすると，当業者は，甲1に基づいて，市販のLBKPを用いて，甲1の第1発明の実施を試みる際に，「1重量％を超える程度」の灰分を含有するセルロース繊維集合体から構成される吸収体（相違点1に係る本件発明1の構成に含まれる構成）に容易に想到することができたものと認められる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "これに対し，原告は，本件発明1は，「吸収体の性能が古紙原料に含まれる灰分によって大きく左右される」という従来なかった技術的知見を適用し，吸収体中に含まれる灰分量を所定の範囲に調整し，通気性蓋状部材を載置するという従来技術とは異なる簡易な方法によって，当該課題を解決したことに技術的意義があるから，相違点1に係る本件発明1の構成に至るためには，スプレー缶用吸収体の保液性能が，吸収体中に含まれる灰分含有量に左右されるという技術的知見を見出し，その数値範囲を最適化するという観点から，吸収体中の灰分含有量を1重量％以上12重量％未満に調整するという点を想到することが必要である旨主張する。",
                        "しかしながら，当業者は，甲1に基づいて，「1重量％を超える程度」の灰分を含有するセルロース繊維集合体から構成される吸収体（相違点1に係る本件発明1の構成に含まれる構成）に容易に想到することができたものと認められることは，前記(ア)のとおりであって，相違点1に係る本件発明1の構成に至るためには，スプレー缶用吸収体の保液性能が，吸収体中に含まれる灰分含有量に左右されるという技術的知見を見出すことは必ずしも必要ではないというべきである。",
                        "したがって，原告の上記主張は採用することができない。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "よって，本件審決における相違点1の容易想到性の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "相違点2の容易想到性について",
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "甲2には，次のような記載がある（下記記載中に引用する「図2」については，別紙3を参照）。",
                            "①  実用新案登録請求の範囲",
                            "【請求項1】",
                            "小型精密機器や複雑機器の清掃器において，缶体内部に常温で気化する不燃性液体としてハイドロフロロカーボン134aを75％以上，ジメチルエーテルを25％未満の混合体を加圧状態で充填してあり，缶体の上部には噴出孔の穿設されている押しボタン式バルブを設けたことを特徴とする噴気式清掃器。",
                            "②  【0001】",
                            "【産業上の利用分野】",
                            "本考案は小型精密機器や複雑機器の清掃器に関する。",
                            "【0002】",
                            "【従来の技術】",
                            "従来，小型精密機器や複雑機器の清掃のためには，小規模では羽根はたき，刷毛等が使用されていた。又，工場生産中の精密機器やプリント基板等の清掃にはエアーガン等を使用していた。",
                            "【0003】",
                            "【考案が解決しようとする課題】",
                            "しかし，羽根はたき，刷毛等では細部の清掃は困難であり，エアーガンを使用する清掃方法では細部まで清掃出来るが，エアー設備等の投資が必要であり，工場等の決められた場所で，しかも大量に処理する場合しか利用出来ない。",
                            "【0004】",
                            "本考案は上述の問題を解決して，安価で，何処でも使用できる噴気式清掃器を提供することを課題とする。",
                            "【0005】",
                            "【課題を解決するための手段】",
                            "上述の課題を解決するために，小型精密機器や複雑機器の清掃器において，缶体1の内部に常温で気化する不燃性液体3を加圧状態で充填してあり，缶体1の上部には噴出孔2aの穿設されている押しボタン式バルブ2を設けたものである。",
                            "③  【0012】",
                            "図2は他の実施例で，缶体1の内部で押しボタン式バルブ2の下側で不燃性液体3の上側の位置に連続気泡状パッキング4を挿入し，たとえ缶体1を逆さまにして使用しても不燃性液体3が液体のまま噴出することなく，ガスの整流性が良くなる。",
                            "④  【0015】",
                            "缶体1の内部の連続気泡状パッキング4により，たとえ缶体1を上下逆にして使用しても不燃性液体3が缶体1内で蒸発せずに液体のまま噴出することはない。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "前記aの記載事項によれば，甲2には，押しボタン式バルブの下側で不燃性液体の上側の位置に，通気性を有する「連続気泡状パッキング」を挿入した，不燃性液化ガスを充填した噴射口を有する「噴気式清掃器」の記載があり，その「連続気泡状パッキング」は，缶体を逆さまにして使用しても不燃性液体がバルブ側の空間に漏れて液体のまま噴出することを防止するためのものであることの記載があることが認められる。",
                            "そして，甲2記載の「連続気泡状パッキング」は，連続気泡を有する多孔質体であり，図2（別紙3）から円筒状の缶体内に挿入された円板状の形状であることを理解できるから，「円板状多孔質体」として，本件発明1の「通気性蓋状部材」に該当するものと認めるのが相当である。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "甲1には，スプレー缶を倒立状態で使用した場合や缶を倒立状態で保管する場合に液漏れの原因となり，可燃性液化ガスの液漏れにより火炎が発生するおそれがあるため，吸収性能・保液性に優れた吸収体を提供することが課題であること（【0004】，【0054】）の記載がある。",
                        "一方で，甲2には，甲2記載の「連続気泡状パッキング」は，缶体を逆さまにして使用しても不燃性液体がバルブ側の空間に漏れて液体のまま噴出することを防止するためのものであることの記載があることは，前記(ア)bのとおりである。",
                        "そうすると，甲1及び甲2に接した当業者は，甲1の第1発明において，スプレー缶を倒立状態で使用した場合の吸収体に充填された可燃性液化ガスの液漏れの防止を確実にするために，甲1の第1発明に甲2記載の「連続気泡状パッキング」の構成を適用する動機付けがあるものと認められる。",
                        "また，甲1の「具体的には，スプレー缶形状に合わせて，その内径に適した大きさの円筒状の成形体とすると，充填が容易にできる上，使用中も安定してスプレー缶内に保持することができる。」（【0032】）との記載から，スプレー缶の使用中に吸収体を安定して保持する必要性があることを理解できる。",
                        "以上によれば，当業者は，スプレー缶を倒立状態で使用した場合の吸収体に充填された可燃性液化ガスの液漏れの防止を確実にし，吸収体を安定して保持するために，甲1の第1発明において，甲2の連続気泡状パッキングを適用する際に，甲2記載の連続気泡状パッキングの構成のものを吸収体の表面に密接に配置し，相違点2に係る本件発明1の構成を容易に想到することができたものと認められる。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "これに対し原告は，甲2記載の「連続気泡状パッキング4」は，バルブ2の下側に空間を形成するため缶体1に固定されている必要があるため，肩部からバルブ側に押し込むように固定され（図2），バルブ2側に十分大きい空間が形成されないので，倒立状態では，比重の重い液体が下側（バルブ2側）へ移動し，バルブ側の空間に容易に液が漏れることになって，倒立状態のまま噴射を継続することができないこと，甲2には，図2以外に，「連続気泡状パッキング4」の充填状態について具体的に説明する記載はないことからすると，甲1の第1発明に甲2記載の「連続気泡状パッキング」を組み合わせる動機付けはないし，また，甲1の第1発明に甲2記載の「連続気泡状パッキング」を組み合わせたとしても，本件発明1の通気性蓋状部材の構成に至ることはない旨主張する。",
                        "しかしながら，甲1の第1発明において，スプレー缶を倒立状態で使用した場合の吸収体に充填された可燃性液化ガスの液漏れの防止を確実にするために，甲1の第1発明に甲2記載の「連続気泡状パッキング」の構成を適用する動機付けがあることは，前記(イ)のとおりである。",
                        "また，甲2には，連続気泡状パッキングが図2で示された位置に配置することが不可欠である旨の記載はなく，連続気泡状パッキングの具体的な設置方法及び設置場所は，当業者が適宜決定すべき事項であると認められる。",
                        "さらに，甲2の【0012】の「連続気泡状パッキング4を挿入し，たとえ缶体1を逆さまにして使用しても不燃性液体3が液体のまま噴出することなく，ガスの整流性が良くなる。」との記載に照らすと，甲2の「噴気式清掃器」が連続気泡状パッキングを挿入したために倒立状態のまま噴射を継続することができないものと理解することはできない。",
                        "したがって，原告の上記主張は，採用することができない。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "text": [
                        "よって，本件審決における相違点2の容易想到性の判断に誤りはない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "小括",
                  "text": [
                    "以上によれば，本件発明1は，甲1の第1発明及び甲2の技術的事項に基づいて,当業者が容易に発明をすることができたものと認められるから，これと同旨の本件審決の判断に誤りはない。"
                  ]
                }
              ]
            },
            {
              "fig": "(4)",
              "subject": "本件発明6及び8の進歩性の判断の誤りの有無",
              "text": [
                "原告は，本件審決における本件発明1と甲1の第1発明との相違点1及び2の容易想到性の判断に誤りがあり，本件発明1は，甲1の第1発明及び甲2の技術的事項に基づいて,当業者が容易に発明をすることができたものといえないから，本件発明1の発明特定事項を全て含む本件発明6及び8も，当業者が容易に発明をすることができたものといえないとして，これと異なる本件審決の判断は誤りである旨主張する。",
                "しかしながら，前記(3)のとおり，本件発明1は，甲1の第1発明及び甲2の技術的事項に基づいて,当業者が容易に発明をすることができたものであるから，原告の上記主張は，その前提を欠くものであり，理由がない。"
              ]
            },
            {
              "fig": "(5)",
              "subject": "まとめ",
              "text": [
                "以上によれば，原告主張の取消事由2-1は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由2-1は理由がないから，本件発明1，6及び8についての本件特許には，特許法123条1項2号（同法29条2項違反）の無効理由がある。",
            "そうすると，その余の取消理由について判断するまでもなく，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}