{
  "conclusion": [
    {
      "fig": "1",
      "text": "本件控訴を棄却する。"
    },
    {
      "fig": "2",
      "text": "控訴費用は控訴人の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "控訴の趣旨",
      "content": [
        {
          "fig": "1",
          "text": [
            "原判決を取り消す。"
          ]
        },
        {
          "fig": "2",
          "text": [
            "被控訴人は，原判決別紙被告製品目録記載1及び2の各製品の製造，販売又は販売の申出をしてはならない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "被控訴人は，前項の各製品を廃棄せよ。"
          ]
        }
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "text": [
            "本件は，発明の名称を「モータ」とする発明についての特許の特許権者である控訴人(一審原告)が，被控訴人(一審被告)の製造，販売する原判決別紙「被告製品目録」記載1及び2の各製品(以下，同目録記載1の製品を「被控訴人製品1」，同目録記載2の製品を「被控訴人製品2」といい，被控訴人製品1と被控訴人製品2を併せて「被控訴人製品」という。)は，上記特許権を侵害するとして，特許法100条1項及び2項に基づき，被控訴人に対し，被控訴人製品の製造等の差止め及び廃棄を求めた事案である。",
            "原判決は，被控訴人製品は本件特許権を侵害しないとして，控訴人の請求を棄却したため，控訴人は，これを不服として本件控訴を提起した。"
          ]
        },
        {
          "fig": "2",
          "subject": "前提事実(当事者間に争いのない事実並びに後掲証拠及び弁論の全趣旨により認められる事実)，争点及び争点に対する当事者の主張は，(1)のとおり補正し，(2)のとおり当審における主張を追加するほかは，原判決の事実及び理由欄の「第2",
          "text": [
            "事案の概要」1～3に記載のとおりであるから，これを引用する。"
          ],
          "content": [
            {
              "fig": "(1)",
              "subject": "原判決の補正",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "原判決4頁11行目末尾の次に行を改めて次のとおり加える。",
                    "「  被控訴人製品は，いずれも，ヨークハウジングの開口部側端部に段差部が設けられており，ホルダ部材の当接部は同段差部の底部に当接する構成となっているが，同段差部の深さは，いずれも約0．9mmである。」"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原判決9頁5行目の末尾の次に行を改めて次のとおり加える。",
                    "「  仮に，『開口部側端部』を控訴人が主張するように，開口部側の端部で出力側から見て露出する部位であると解した場合，以下のとおり，本件発明は新規性を欠く。」"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原判決9頁6行目の「本件特許の原出願日」を「本件原々出願の出願日」に改め，同頁20行目から21行目にかけての「段差部」の次に「(開口側の端部に位置しており，かつ，出力側から見て露出している。)」を加える。"
                  ]
                },
                {
                  "fig": "エ",
                  "text": [
                    "原判決10頁6行目冒頭から16行目末尾までを次のとおり改める。",
                    "「  本件発明の「開口部側端部」について，被控訴人が主張するように，専ら当接部の当接を受けるために形成された位置決め用の段差部を含まず，フランジ部と実質上同意義であると解した場合には，乙2発明ではモータヨークの側部にブラシホルダと当接する当接部が設けられている点(上記(ア)⑥)で本件発明(構成要件F)と相違するが，以下のとおり，乙17文献に記載された技術を乙2発明に適用することにより，本件発明の進歩性は否定される。」"
                  ]
                },
                {
                  "fig": "オ",
                  "text": [
                    "原判決10頁17行目，11頁21行目及び12頁23行目の各「本件特許の原出願日」をそれぞれ「本件原々出願の出願日」に改める。"
                  ]
                },
                {
                  "fig": "カ",
                  "text": [
                    "原判決16頁16行目の「本件明細書」を「本件特許の特許請求の範囲」に改める。"
                  ]
                },
                {
                  "fig": "キ",
                  "text": [
                    "原判決20頁1行目の「平成21年」を「同年」に，同頁24行目から25行目にかけての「おいて」を「において」にそれぞれ改める。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "当審における主張",
              "content": [
                {
                  "fig": "ア",
                  "subject": "構成要件Cの「組み付けられ」の充足性について",
                  "text": [
                    "(控訴人の主張)"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "text": [
                        "被控訴人製品では，ベース部からは中間部材の端部より係合爪がヨークハウジングに向けて延出している。また，電気端子も同様にヨークハウジングに向けて延出している。このベース部から突出している電気端子及び係合爪は，夫々二つずつあり，対向するホルダ部材にも，二つの電気端子が嵌入して電気接続する電気端子部が二つ，係合爪が嵌入する係合穴が二つ，それぞれ設けられている。すなわち，被控訴人製品のベース部とホルダ部材とは，二つの電気端子(凸端子)と電気端子部(凹端子)との嵌め合い，及び二つの係合爪と係合穴との嵌め合いにより組み付けられる。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "text": [
                        "被控訴人は，「電気端子と電気接続端子」について，前者を後者に差し込むことで達成されるのは電気接続であり組み付けでないと主張するが，電気接続がされる以上，電気端子(凸端子)と電気端子部(凹端子)とは嵌め合いにより組み合わされている。",
                        "また，被控訴人は，「係合爪と係合穴」はガイド部材にすぎず，ベース部とホルダ部材とを組み付けるものではないと主張するが，被控訴人の同主張によっても，ベース部とホルダ部材とは，係合爪と係合穴とによって組み付けがガイドされ，上記のとおり，電気端子(凸端子)と電気端子部(凹端子)との嵌め合いにより組み合わされているのであり，この状態が維持されているのであるから，被控訴人製品のベース部材はホルダ部材に組み付けられている。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "text": [
                        "したがって，被控訴人製品は構成要件Cを充足する。",
                        "(被控訴人の主張)",
                        "被控訴人製品の係合爪と係合穴は，ベース部とホルダ部材の位置決めをサポートするためのガイド部材にすぎず，係合しているものでも，ベース部とホルダ部材を組み付けるものでもない。",
                        "被控訴人製品のベース部とホルダ部材は，電気端子(凸端子)と電気端子部(凹端子)との嵌め合いにより組み合わされているものであり，係合用の専用部材(機械的な手段)の係合によって組み付けられているものではないところ，電気端子を電気端子部に差し込むことによって達成されるのは電気接続であり組み付けではない。",
                        "したがって，このような被控訴人製品の構成は，本件発明の構成要件Cを充足しない。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "構成要件D，Fの「開口部側端部」の充足性について",
                  "text": [
                    "(控訴人の主張)"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "構成要件Dの「開口部側端部」の充足性について",
                      "content": [
                        {
                          "fig": "a",
                          "text": [
                            "構成要件Dは，「前記ヨークハウジングの開口部側端部には，該ヨークハウジングに前記ギヤハウジングを固定するためのフランジ部が設けられ，」であるところ，「開口部側端部」には「ホルダ部材の当接部の当接を受けてホルダ部材の位置決めをするためにヨークハウジングの成型とは別の工程によって設けられた段差部」が含まれないとする原判決の立場に立ったとしても，被控訴人製品において，フランジ部は，この段差部と異なる「ヨークハウジングの開口部側端部」に設けられている。",
                            "したがって，被控訴人製品は構成要件Dを充足する。"
                          ]
                        },
                        {
                          "fig": "b",
                          "text": [
                            "また，被控訴人も，被控訴人製品が構成要件Dを充足することを認めた(原審における被告準備書面(8)の6頁)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "構成要件Fの「開口部側端部」の充足性について",
                      "text": [
                        "以下の理由から，被控訴人製品は，構成要件Fの「開口部側端部」を充足する。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "構成要件Fの文言",
                          "text": [
                            "ヨークハウジングの「開口部側端部」とは，文字どおりに読めば，「ヨークハウジングの開いた部分の端の部分」という意味である。すなわち，段差部の有無は問題ではなく，「ヨークハウジングの開いた部分の端の部分」である限り，ヨークハウジングの「開口部側端部」である。",
                            "原審において，控訴人は，これを「ヨークハウジングの開口部側の端部(出力側端部)であり，出力側から見て露出する部分である」と主張した。",
                            "そして，被控訴人製品は，ヨークハウジングの開口部に，わずか0．9ミリメートルの「当接用の段差」を設けただけのものであり，ホルダ部材の当接部は，この段差部分に当接しているから，被控訴人製品においては，「ヨークハウジングの開いた部分の端の部分」に，「ホルダ部材の当接部」が当接している。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明の本質",
                          "text": [
                            "本件発明の本質は，①ホルダ部材の軸方向の位置決めのために，②ホルダ部材をヨークハウジングに当接させるに当たり，③ヨークハウジングの側部(内部)ではなく，④ヨークハウジングの開口部側端部に，⑤ホルダ部材の当接部を当接させる構造を採ったことにあり(本件明細書【0004】～【0006】)，これにより，ヨークハウジングの側部(内部)にホルダ部材の当接部を形成する必要がなくなり，ヨークハウジングの側部の構成を複雑にするという課題(本件明細書【0054】，【0055】，【0057】)が解決される。",
                            "被控訴人製品は，ヨークハウジングの開口部側端部に設けられた「被当接部」に「ホルダ部材の当接部」が当接して，ホルダ部材，ブラシホルダの軸方向の位置決めがされており，その結果，「ヨークハウジングの側部にホルダ部材の当接部を形成する必要がなくなり，ヨークハウジングの側部の構成を複雑にする」という本件発明の課題が解決されている。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "原判決の判断の検討(技術論)",
                          "text": [
                            "原判決が，被控訴人製品の開口部側端部に形成された段差部は本件発明の「開口部側端部」に含まれないと判断した根拠は，①「被告製品の段差部」は，ヨークハウジングの成型とは別の工程で設けられていること，②本件発明の構成要件における「被当接部」は，ヨークハウジングの成型とは別の工程で設けられているものを含まないことという点にあるが，被控訴人製品において，開口部側端部の「被当接部」(段差部)は，ヨークハウジングの「成型工程とは別の工程」ではなく，ヨークハウジングの「成型工程の中」で形成されているから，原判決の上記認定は，技術的にも誤りである。",
                            "すなわち，特許第4397503号公報(甲4)や特許第4602603号公報(甲5)に開示されているように，ヨークハウジングは1枚の鉄板を複数回に分けて絞り成型をして形成するが，被控訴人製品も，このように，1枚の鉄板から何度も絞り成型をして形状を整えた後，フランジ部外形を打ち抜いて製造する。そして，被控訴人製品の開口部側端部の段差部成型は，上記のフランジ部外形打ち抜き前の工程でされている。なぜなら，一旦ヨークハウジングのフランジ部を打ち抜き成型した後で，別工程として段差部を形成しようとすれば，改めて部材を固定し直す工程が必要となり，そうすると，位置合せが非常に煩雑なものとなり，実質的にヨークハウジングを大量生産することができないからである",
                            "また，そもそも，本件発明は，モータ構造の特許であり，モータ製造方法の特許ではないから，「開口部側端部」はヨークハウジングの成型とは別の工程で設けられた段差部を含まないとの原判決の判断は不当である。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "原判決の判断の検討(発明の本質論)",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "前記のとおり，本件発明の本質は，ヨークハウジングの開口部側端部にブラシホルダのホルダ部材の当接部を当接させて，ブラシホルダの軸方向の位置決めを行うことであり，その結果，ヨークハウジングの側部にホルダ部材の被当接部を形成する必要がなくなり，ヨークハウジングの側部の構成を複雑にすることもなくなるという効果が生じるのであるから，本件発明が除外するのは，位置決め用の段差部をヨークハウジングの側部(内部)に形成することである。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "ヨークハウジングの開口部側端部に段差部を成形する場合には，ヨークハウジングの肉厚をそのまま利用することができ，側部の構成を複雑にすることは全くない。",
                                "設計上の公差から見ると，ヨークハウジングの開口側の端部から所定距離の位置にあるヨークハウジングの側面の段差部を基準にホルダ部材を設計する場合と，ヨークハウジングの開口部側端部を基準にホルダ部材を設計する場合とを比較すれば，後者(開口部側端部)の方が前者(側部)に比べて設計上の公差をより少なくすることが可能となる。また，開口部側端部で位置決めを行えば，ホルダ部材の位置決めをヨークハウジングの側部の段差部で行う場合と比較して，開口部側端部からの距離が短くなり，設計上，公差や熱膨張の観点から有利である。",
                                "原判決は，上記の点は本件明細書に記載されておらず，認めるに足りる証拠もないとするが，位置決め基準面が，設計上の公差を考える上で重要であることは，モータの当業者にとって技術常識である。また，基準面からの距離が長くなれば，その分熱膨張の影響も受けやすくなることも，モータの当業者の技術常識である。",
                                "さらに，ヨークハウジング内部(側部)に位置決め用の段差部を成型することと開口部側端部に位置決め用段差部を成型することを比較すると，ヨークハウジング内部(側部)に位置決め用の段差部を成型する方が製造が困難であることは，鉄板材からヨークハウジングを深絞り成型することを技術常識としてわきまえている当業者には，容易に理解できる。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "このように，本件発明の技術的意義は，位置決め用の段差部をヨークハウジングの側部(内部)に形成しないことであり，位置決めをヨークハウジングの開口部側端部で行うことである。",
                                "したがって，開口部側端部に位置決め用の段差部を設け，開口部側端部でブラシホルダの軸方向の位置決めを行っている限り，本件発明の技術的範囲に含まれる。",
                                "(被控訴人の主張)"
                              ]
                            }
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(ア)",
                      "text": [
                        "本件発明の「開口部側端部」は，以下の理由から，少なくとも，専ら当接部の当接を受けるために形成された位置決め用の段差部等を含まないものと解すべきであるところ，被控訴人製品は，ヨークハウジング内側の凹んだ箇所に位置決め用の段差部を設け，ここにホルダ部材の当接部を当接させているものであるから，このような段差部は，専ら当接部の当接を受けるために形成された位置決め用の段差部であって，本件発明の「開口部側端部」には該当しない。この段差部の設置場所が端部であろうと，側部であろうと，構造が複雑になるのは自明であるから，被控訴人製品の製造は容易にも低コストにもなっていない。したがって，被控訴人製品は，構成要件D及びFを充足しない。"
                      ],
                      "content": [
                        {
                          "fig": "a",
                          "subject": "本件明細書の記載",
                          "text": [
                            "本件明細書の記載からすると，本件発明が解決する課題は，ヨークハウジングに，フランジ部とは別途，ホルダ部材の位置決めのため，段差部等の位置決め構造を設けることによってヨークハウジングの構成が複雑化し製造コストが増加するという点にあり，この課題を解決するための構成として，ホルダ部材の当接部をフランジ部に当接させる構成のみが開示されている。本件発明における「開口部側端部」はフランジ部と実質上同意義と解するほかないというべきであり，本件発明は，ホルダ部材の当接部をフランジ部に当接させることによってヨークハウジングの構成を単純化する発明である。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "本件発明の分割経緯",
                          "content": [
                            {
                              "fig": "(a)",
                              "text": [
                                "本件特許は，2回の分割出願によって成立した特許である。",
                                "そして，本件原出願においては，ホルダ部材の当接部を(フランジ部ではない)開口部側端部に当接させる構成は明細書上何ら開示されていなかったにもかかわらず，本件原出願から本件出願を分割出願する際(2回目の分割時)に，それまで「前記ホルダ部材には，前記ヨークハウジングの前記フランジ部に対して回転軸の軸方向に当接する当接部が設けられ，」とされていた構成(構成要件F)が，突如として，「前記ホルダ部材には，前記ヨークハウジングの開口部側端部に対して回転軸の軸方向における反ギヤハウジング側に向かって当接する当接部が設けられ，」との構成に変更されている(上記分割出願時点の直前に被控訴人製品の製造・販売が開始されたため，被控訴人製品を捕捉するためにクレームの範囲を拡大しようとしたものと推測される。)。",
                                "しかし，分割出願に際して新規事項の追加を行うことが禁止されている以上，本件発明の課題及びその解決手段は，本件原々出願及び本件原出願における課題及び解決手段を超えるものであることはあり得ない。"
                              ]
                            },
                            {
                              "fig": "(b)",
                              "text": [
                                "本件原々出願の明細書及び本件原出願の明細書の記載によると，本件原々出願及び本件原出願における課題は，ヨークハウジングに形成されたホルダ部材の位置決め用の段差部によってヨークハウジングの構成が複雑化することを防止することであって，本件発明の課題も，ヨークハウジングに形成されたホルダ部材の位置決め用の段差部によってヨークハウジングの構成が複雑化することを防止することである。",
                                "そして，専ら当接部の当接を受けるために形成された位置決め用の段差部等は，ヨークハウジングの構成を複雑化することになる以上，本件原々出願に係る発明は(控訴人が開口部側端部と主張する位置を含め)ヨークハウジングにホルダ部材の位置決めのための段差部等を設けることを排除していたものといえ，したがって，このような段差部等は本件発明の開口部側端部にも含まれないというべきである。"
                              ]
                            },
                            {
                              "fig": "(c)",
                              "text": [
                                "なお，本件発明における「開口部側端部」はフランジ部と実質上同意義と解するほかないことは前記aのとおりであって，仮に，ホルダ部材の当接部が当接する「開口部側端部」がフランジ部以外の部位を含むとすれば，本件原々出願及び本件原出願の明細書上，このような構成に関する開示も示唆もないため，分割出願に際して新規事項が追加されていることになり，分割要件違反の無効理由が存在することになる。"
                              ]
                            }
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "従来技術との比較",
                          "text": [
                            "本件明細書の【0053】によると，従来技術においても，ホルダ部材の軸方向への位置決めそれ自体は達成されているところ，本件明細書記載の従来技術において解決済みの課題が本件発明の解決課題となることはあり得ないから，本件発明の目的は，単にホルダ部材のヨークハウジングの軸方向への位置決めを行うことではなく，当該位置決めに際して，位置決め用の段差部等をヨークハウジングに設けることによりヨークハウジングの構成が複雑になってしまう事態を解消することと解すべきである(本件明細書【0055】，【0057】)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "控訴人の主張について",
                      "text": [
                        "控訴人は，本件発明について，ヨークハウジングの側部ではなく開口部側端部で位置決めを行う発明であるとし，開口部側端部で位置決めを行うことにより，ヨークハウジングの側部で位置決めを行う場合に比して，設計上，公差や熱膨張の観点から有利である旨主張する。",
                        "しかし，上記のような設計上の公差や熱膨張といった観点は本件明細書に何らの記載もなく，そのほかにも何らの根拠もない"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "均等侵害の成否について",
                  "text": [
                    "(控訴人の主張)",
                    "仮に，構成要件Fの「開口部側端部」に被控訴人製品の段差部(被当接部)は含まないと解釈しても，以下の理由から，被控訴人製品の段差部に係る構成は構成要件Fの「開口部側端部」と均等である。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "発明の本質的部分",
                      "text": [
                        "本件発明の本質は，ヨークハウジング側部(内部)に位置決め用の段差部を成形するのではなく，「ヨークハウジングの開口部側の端の部分」に「ホルダ部材の当接部」を当接させて位置決めをするという点である。",
                        "被控訴人製品は，ヨークハウジングの「開口部側端部」に深さ0．9ミリメートルの「段差部」を設けて，ホルダ部材の当接部を当接させているが，このように段差部を設けたとしても，ヨークハウジングの側部(内部)の構成の複雑化防止は達成できているから，上記段差部を設けるか否かは本件発明の本質的部分ではない。したがって，被控訴人製品を上記の構成としたことによって，発明の本質的部分が変わったとは認められない。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "置換可能性",
                      "text": [
                        "被控訴人製品の上記構成を採用したとしても，「被当接部」にホルダ部材の当接部が当接されてホルダ部材のヨークハウジングに対する回転軸の軸方向における反ギアハウジング側への位置決めが可能となっており，また，ヨークハウジングの側部の構成を複雑にするという課題も解決されているから，置換可能である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "置換容易性",
                      "text": [
                        "部材と部材が当接する部分について，段差その他の構成を設ける技術は，当業者における周知慣用技術であるから，被控訴人製品を上記構成に置換することは容易である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "公知技術からの非容易想到性",
                      "text": [
                        "被控訴人製品の上記構成が，本件発明の出願時の公知技術から容易に想到し得るとする事情もない。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "意識的除外",
                      "text": [
                        "本件発明の出願経過等において，ヨークハウジングの開口部側端部に位置決め用段差部を形成する構成が意識的に除外された事実はない。",
                        "(被控訴人の主張)",
                        "ホルダ部材の当接部をフランジ部に当接させる構成は，ヨークハウジングの構成の複雑化を防止するという本件発明の効果を発揮するための構成なのであるから，まさに本件発明の本質的部分であって，この構成を採用していない被控訴人製品について，本件発明の均等侵害が成立する余地はない。",
                        "また，前記の分割の過程から明らかなとおり，控訴人は，本件発明の出願経過においてホルダ部材を当接させるための段差部等を設ける構成を明示的に除外しており，均等の第5要件も充足しない。"
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "構成要件C，Fの充足性について",
          "text": [
            "当裁判所は，被控訴人製品は，構成要件Cを充足するが，構成要件Fを充足しないものと判断する。",
            "その理由は，次のとおり補正するほかは，原判決の事実及び理由欄の第3に記載のとおりであるから，これを引用する。",
            "(原判決の補正)"
          ],
          "content": [
            {
              "fig": "(1)",
              "text": [
                "原判決24頁20行目の末尾の次に行を改めて次のとおり加える。",
                "「「・・・前記ホルダ部材には，前記ヨークハウジングの前記フランジ部に対して回転軸の軸方向に当接する当接部が設けられ・・・」(段落【0056】)」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原判決25頁4行目の「ヨークハウジングの」の次に「側部の」を加え，10行目の「容易化等」を「容易化及び製造コストの削減」に改める。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原判決25頁26行目冒頭から28頁10行目末尾までを次のように改める。",
                "「3  構成要件Fの「開口部側端部」の充足性について"
              ]
            },
            {
              "fig": "(1)",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "前記1のとおり，本件発明の課題は，ヨークハウジングの側部にホルダ部材の回転軸の軸方向の位置決め用の段差部を設けると，ヨークハウジングの側部の構成が複雑になるため，それを回避するという点にあり，同課題を解決するために，構成要件Fの構成を採用し，ホルダ部材の当接部をヨークハウジングの開口部側の端部に当接させて，ホルダ部材の軸方向の位置決めを行うこととしたのであるから，ヨークハウジングの側部に位置決め用の段差部を設ける構成は構成要件Fを充足せず，同様に，ヨークハウジングの開口部側の端部に位置決め用の段差部を設けた結果，ヨークハウジングの側部にも位置決め用の段差部が形成される場合も構成要件Fを充足しないというべきである。なお，ここでいうヨークハウジングの側部は，ヨークハウジングの内側の面全般を指すものと解され，その構成の複雑化を回避するという本件発明の課題に照らしても，その範囲を限定すべき理由はない。",
                    "したがって，ヨークハウジングの開口部側の端部に，当接部を当接させてホルダ部材の位置決めをするための段差部を設けた場合に，同段差部がヨークハウジングの側部に及ぶことにより，ヨークハウジングの側部にも段差部が形成されることになる同段差部の底部(ホルダ部材の当接部が当接する被当接部。以下「段差部被当接面」という。)は構成要件Fの「開口部側端部」に当たらないと解するのが相当である(控訴人も，争点(2)エにおいて，構成要件Fの「開口部側端部」は，ヨークハウジングの側部との対比で用いられ，ヨークハウジングの側部を除外するものであると主張している。)。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "被控訴人製品には，いずれも，開口部側の端部に深さ約0．9mmの位置決め用の段差部が設けられ，同段差部の底部(段差部被当接面)にホルダ部材の当接部が当接するところ，同段差部の設置により，ヨークハウジングの側部にも段差部が形成されることになるものと認められる(弁論の全趣旨)。",
                    "被控訴人製品においては，上記段差部の設置により，ヨークハウジングの側部に段差部が生じてしまうため，ヨークハウジングの側部の構成の複雑化を回避することはできない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "したがって，被控訴人製品における段差部被当接面は，構成要件Fの「開口部側端部」には当たらず，被控訴人製品は，構成要件Fを充足しないというべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "控訴人の主張について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "控訴人は，ヨークハウジングの「開口部側端部」とは，文字どおりに読めば，「ヨークハウジングの開いた部分の端の部分」という意味であるところ，被控訴人製品は，ヨークハウジングの開口部に，わずか0．9mmの「当接用の段差」を設けただけのものであり，ホルダ部材の当接部は，この段差部分に当接しているから，被控訴人製品においては，「ヨークハウジングの開いた部分の端の部分」に，「ホルダ部材の当接部」が当接していると主張する。",
                    "しかし，前記1のとおり，本件発明は，ヨークハウジングの側部にホルダ部材の位置決め用の段差部を設けるとヨークハウジングの側部の構成が複雑になるため，それを回避するという課題を解決するために，ホルダ部材の当接部をヨークハウジングの開口部側端部に当接させて，ホルダ部材の位置決めを行うこととしたのであるから，ホルダ部材の位置決めのための段差部を開口部側の端部に設けたとしても，同段差部がヨークハウジングの側部にも及んだ場合は，上記課題を解決することができない以上，同段差部にホルダ部材の当接部が当接する部分(段差部被当接面)は，構成要件Fの「開口部側端部」に当たらないというべきである。",
                    "そして，被控訴人製品における上記段差部の深さが0．9mmであっても，ヨークハウジングの側部に段差部が生じているのであるから，被控訴人製品の段差部被当接面は，構成要件Fの「開口部側端部」に該当しないというべきである。",
                    "この点，控訴人は，ヨークハウジングの開口部側端部に段差部を形成する場合には，ヨークハウジングの肉厚をそのまま利用することができ，側部の構成を複雑にすることは全くないと主張するが，ヨークハウジングの側部に段差部が形成される以上，ヨークハウジングの側部の構成が複雑にならないということはないというべきである。",
                    "したがって，控訴人の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "控訴人は，ヨークハウジングの開口部側端部に位置決め用の段差部を形成することは，ヨークハウジングの側部に位置決め用の段差部を形成することに比べて，製造が容易となる旨主張する。",
                    "しかし，前記1のとおり，本件発明は，ヨークハウジングの側部に位置決め用の段差部を設けないことにして，ヨークハウジングの側部の構成を単純化し，これにより，ヨークハウジングの製造の容易化と製造コストの削減を図ったものであるから，ヨークハウジングの側部に位置決め用の段差部を設けた構成では，本件発明の課題を解決したことにはならない。",
                    "したがって，被控訴人製品のように，ヨークハウジングの開口部側の端部に形成された位置決め用の段差部がヨークハウジングの側部に及んでいる場合に，段差部被当接面を構成要件Fの「開口部側端部」に含ませるのは相当ではなく，控訴人の上記主張は理由がない。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "控訴人は，被控訴人製品のように，開口部側端部にホルダ部材の位置決め用の段差部を設けることにより，ヨークハウジングの側部に段差部を設ける場合に比べて，開口部側端部からの距離が短くなり，設計上，公差や熱膨張の観点から有利となる，また，このことは技術常識であると主張する。",
                    "しかし，本件明細書には，本件発明は，ヨークハウジングの側部の構成が複雑になるという課題を解決するために，ホルダ部材の当接部をヨークハウジングの開口部側端部に当接させて，ホルダ部材の位置決めを行うこととしたこと，これにより，ヨークハウジングの製造の容易化とコストの削減の効果が生じることが記載されているが，控訴人主張の上記の点を本件発明の課題又は効果としたことをうかがわせる記載はないのであるから(甲2)，仮に，上記の点が技術常識であるとしても，本件発明は，上記の点を課題又は効果としていないものと解するのが相当である。  したがって，控訴人の上記主張は，明細書の記載に基づかない主張であり，採用できない。」"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "均等侵害の成否について",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "控訴人は，構成要件Fの「開口部側端部」に被控訴人製品の段差部被当接面は含まれないと解釈しても，被控訴人製品の段差部に係る構成は構成要件Fの構成と均等であると主張する。",
                "そこで検討するに，前記1のとおり，本件発明は，ヨークハウジングの側部にホルダ部材の位置決め用の段差部を設けるとヨークハウジングの側部の構成が複雑になるため，それを回避するという課題を解決するために，構成要件Fの構成を採用し，ホルダ部材の当接部をヨークハウジングの開口部側端部に当接させて，ホルダ部材の位置決めを行うこととし，これにより，ヨークハウジングの側部に位置決め用の段差部を設けない構成とすることができ，上記課題を解決したのであるから，ヨークハウジングの側部に位置決め用の段差部を設けないこととした点は，本件発明の本質的部分というべきである。",
                "そして，被控訴人製品においては，前記1のとおり，ヨークハウジングの開口部側の端部に設けられた位置決め用の段差部は，ヨークハウジングの側部にも及んでおり，同側部に位置決め用の段差部が形成されているのであるから，本件発明の本質的部分である構成を採用していないというべきである。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "控訴人は，被控訴人製品の構成によっても，ホルダ部材のヨークハウジングに対する回転軸の軸方向における反ギアハウジング側への位置決めが可能となっており，また，ヨークハウジングの側部の構成を複雑にするという課題も解決されているから，置換可能性の要件も充たす旨主張する。",
                "しかし，前記のとおり，被控訴人製品においては，ヨークハウジングの側部にも位置決め用の段差部が形成されているのであるから，ヨークハウジングの側部に位置決め用の段差部を形成することによって生じるヨークハウジングの側部の構成の複雑化を回避するという課題は解決していない。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "したがって，被控訴人製品について均等侵害は成立しないというべきである。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "結論",
      "text": [
        "以上の次第で，控訴人の本件請求は，その余の点を判断するまでもなく，いずれも理由がなく，原判決は相当であるから，本件控訴を棄却することとして，主文のとおり判決する。"
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(ネ)10029",
    "date": "2018-09-19",
    "rights_type": "特許権",
    "case_type": "侵害訴訟等控訴事件",
    "org_court_name": "東京地方裁判所",
    "org_case_num": "平成28年(ワ)35189",
    "precedent_id": "088023",
    "ipprecedent_id": "5014",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}