{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が取消2018-300092号事件について平成30年11月15日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "text": [
        "本件は，商標法50条1項に基づく商標登録取消審判請求に対する不成立審決の取消訴訟である。争点は，以下の1の商標登録の商標権者である被告が，指定役務中第35類に属する別紙2の指定役務について商標を使用しているか否かである。"
      ],
      "content": [
        {
          "fig": "1",
          "subject": "商標登録(甲27，28，以下「本件商標登録」という。)",
          "text": [
            "(1)登録番号  第5275079号",
            "(2)登録日  平成21年10月23日",
            "(3)商標  「MUSUBI」(標準文字)(以下「本件商標」という。)",
            "(4)指定商品又は指定役務",
            "第16類「印刷物」",
            "第35類「家具・金庫及び宝石箱の小売又は卸売の業務において行われる顧客に対する便益の提供，台所用品・清掃用具及び洗濯用具の小売又は卸売の業務において行われる顧客に対する便益の提供」を含む別紙1記載の役務"
          ]
        }
      ]
    },
    {
      "fig": "2",
      "subject": "特許庁における手続の経緯(甲28，弁論の全趣旨)",
      "text": [
        "原告は，平成30年2月16日，本件商標登録につき，第35類に属する別紙2の指定役務に対し，商標法50条1項の規定による取消審判(以下「本件審判」という。)を請求し，この請求は，同年3月19日に登録された。",
        "特許庁は，上記請求を取消2018-300092号事件として審理をした上，同年11月15日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は同月26日，原告に送達された。"
      ]
    },
    {
      "fig": "3",
      "subject": "本件審決の理由",
      "text": [
        "(1)被告の事業について",
        "被告は，衣料品，インテリア，雑貨，コスメ(生活用品)や飲食料品等を取り扱う通信販売事業者であり，平成21年4月にギフトカタログ「MUSUBI」を創刊して，当該ギフトカタログに係るカタログオーダーギフト業を開始した。カタログオーダーギフト業とは，贈答商品の「贈り主」が，ギフトカタログを当該役務の提供者から購入して「受取手」へ送付し，ギフトカタログを受け取った「受取手」がそのギフトカタログの中から好みの商品を選んで当該役務の提供者に注文して，商品を受け取るという贈答の一形態である。",
        "被告のギフトカタログは，少なくとも，本件審判の請求の登録前3年以内(以下「本件要証期間内」という。)である平成27年～平成29年に販売され，当該ギフトカタログには，商品「キーボード，エアサーキュレータ，キッズハンガーシェルフ，アルミ鍋，フライパン，布団掃除機，松阪牛(食肉)」が掲載された。",
        "また，被告のギフトカタログ「MUSUBI／Grand／CATALOG  GIFT」(甲14，以下「本件使用カタログ」という。)の表紙の中心には，別紙3のとおり，正方形の四角をやや切り取りとった白色の図形中に，当該図形の外周内側に沿って白の点線を有する金色の帯を配し，当該図形の内側にややデザイン化した「MUSUBI」の文字及び筆記体で表した「Grand」の文字をやや大きく表して配し，その下に紫色の水引細工状の図形及びゴシック体で表した「CATALOG  GIFT」の文字がそれぞれ間隔を開けて配してなる標章(以下「本件使用カタログ標章」という。)が表示されている。そして，被告は，本件使用カタログに掲載された商品名「＜ネイキッズ＞キッズハンガーシェルフ」(天然木の柱，合成樹脂化粧繊維板の棚板及び四つのキャスターにより構成され，洋服等を掛け又は棚板の上に小物等を置くことが可能なラック状の商品。以下「本件使用商品1」という。)及び商品名「＜ジャンヌ・エコール＞アルミ鍋＆フライパン5点セット」(片手鍋，両手浅鍋，両手鍋，フライパン(20cm)及びフライパン(24cm)をセットにした商品。以下「本件使用商品2」という。)を，それぞれ，平成29年12月2日又は同年11月27日までに，「受取手」である需要者へ送付，すなわち，譲渡又は引き渡したといえる。",
        "(2)本件使用カタログ標章中の文字について",
        "本件商標は，「MUSUBI」の欧文字を標準文字により表してなるものであり，他方，本件使用カタログ標章中のややデザイン化した「MUSUBI」の文字(以下「本件使用商標」という。)は，独立して自他役務の識別力を有するものであるため，本件使用商標は，本件商標を書体にわずかな変更を加えた同一の文字からなる商標といえるから，本件商標と社会通念上同一の商標と認められる。",
        "(3)使用役務について",
        "本件使用商品1は，洋服等を掛け又は棚板の上に小物等を置くことが可能なラック状の商品であるから，商品「家具」の範ちゅうに属する商品であり，本件使用商品2は，鍋及びフライパンであるから，商品「台所用品」の範ちゅうに属する商品である。",
        "被告は，本件使用カタログに係るカタログオーダーギフト業を行う者であり，本件使用カタログに掲載された本件使用商品1及び2を，需要者に譲渡又は引き渡したのであるから，本件使用商品1及び2は，需要者へ譲渡又は引渡しをする商品として本件使用カタログに掲載されていたものというのが相当である。",
        "そして，カタログオーダーギフト業は，「贈り主」が，ギフトカタログを役務の提供者から購入して「受取手」へ送付し，当該受取手がその中から好みの商品を選んで当該役務の提供者へ注文して，商品を受け取るという贈答の一形態であることからすると，被告は，被告のギフトカタログに各種商品をカタログに掲載し，「受取手」が好みの商品を選べる形式で商品を販売したものであって，「受取手」，すなわち需要者は，各種商品が取り揃えられ，掲載されたギフトカタログを見るだけで商品の選択及び注文ができるようしていたといえる。",
        "以上によると，被告は，本件使用商品1及び2についての小売等役務を提供したものといえ，被告の提供する上記小売等役務に使用される本件使用カタログは，「役務の提供に当たりその提供を受ける者の利用に供する物」というのが相当である。",
        "(4)使用者及び使用時期について",
        "被告は，本件使用カタログに掲載された本件使用商品1及び2を，本件要証期間内である平成29年12月2日又は同年11月27日までに，需要者に譲渡又は引き渡した。",
        "(5)結論",
        "以上によると，被告は，本件要証期間内に日本国内において，本件審判の請求に係る指定役務中「家具・金庫及び宝石箱の小売又は卸売の業務において行われる顧客に対する便益の提供，台所用品・清掃用具及び洗濯用具の小売又は卸売の業務において行われる顧客に対する便益の提供」について，その役務の提供に当たり，役務の提供に当たりその提供を受ける者の利用に供する物である本件使用カタログに本件商標と社会通念上同一と認められる本件使用商標を付したものと認められ，また，これを用いて役務を提供したものと認めることができる。この行為は，商標法2条3項3号「役務の提供に当たりその提供を受ける者の利用に供する物に標章を付する行為」及び同項4号「役務の提供に当たりその提供を受ける者の利用に供する物に標章を付したものを用いて役務を提供する行為」に該当する。",
        "したがって，本件商標登録は，本件審判の請求に係る指定役務について，商標法50条により取り消すことはできない。"
      ]
    },
    {
      "fig": "第3",
      "subject": "原告主張の審決取消事由",
      "content": [
        {
          "fig": "1",
          "subject": "被告の事業は「小売の業務において行われる顧客に対する便益の提供」ではないこと",
          "text": [
            "(1)商標法上の「役務」とは，他人のためにする労務又は便益であって，独立して商取引の目的となるものをいい，商品の販売又は役務の提供等に付随して提供される，例えば，買上げ商品の配送のようなものは含まれないと解される。",
            "(2)被告が行うカタログギフト業は，「ギフトを通し人と人を結びつけ」ることを目的とするものであり，被告は，一冊単位でギフトカタログを贈答品の「贈り主」に販売し，「贈り主」からギフトカタログを送られた「受取手」が，その中から好みの商品を選んで被告に注文し，被告が当該受取手へ当該商品を配送し，当該受取手が被告から商品を受け取ることで，ギフトカタログの購入者である「贈り主」から「受取手」への贈答が行われる。そして，被告は，「贈り主」に対するギフトカタログの本体価格と，「受取手」に対する商品の送付のためのシステム料を「贈り主」から受け取っている。",
            "このような取引を全体として観察した場合，被告は，ギフトの「受取手」に対する当該商品の小売等役務の業者ではない。需要者である「贈り主」(「ギフトカタログ」の購入者)に対し，ギフトの贈答の媒介又は代行を行っており，これによって「ギフトを通し人と人を結びつけ」るという価値を提供している。上記取引において，「受取手」が選択した商品の商標権者である被告から当該受取手への商品の配送は，被告から「贈り主」に対するギフトカタログの販売がなければ存在し得ないものであるから，当該商品の配送は，ギフトカタログの販売に付随するものであって，独立した商取引の対象になっていない。",
            "(3)被告は，被告準備書面1において，被告の事業の需要者が「贈り主」であることを認めたから，以後，被告の事業の需要者が「贈り主」であることを争うことはできない。",
            "また，「受取手」が需要者となるためには，被告が「受取手」に対して行う行為が「独立して取引の目的」となるものでなければならないところ，被告はそのような主張立証をしていない。",
            "(4)以上のとおり，被告が，「小売の業務において行われる顧客に対する便益の提供」を行っているとはいえない。"
          ]
        },
        {
          "fig": "2",
          "subject": "被告の事業は「印刷物」の販売であること",
          "text": [
            "(1)被告が販売する「ギフトカタログ」は，商品が掲載された「MUSUBI」と題する冊子及び前払式支払手段である「お申込みはがき」と題するはがきで構成されている。当該冊子は「印刷物」であるから，被告の事業は「印刷物」の販売に当たる。被告は，カタログギフト業を「ギフトカタログ」を「贈り主」に販売することによって実現しているから，商標法上の商品役務としては，被告の事業は，「印刷物」の販売に当たる。",
            "(2)商標法の目的が「需要者の利益を保護すること」にあることに鑑みると(商標法1条)，被告の事業がいかなる商品役務として商標法上解されるべきかは，需要者の認識を基礎とすべきところ，被告は，その「ギフトカタログ」を「贈答の人気商品」として販売しているのであって，需要者である「贈り主」において，「ギフトカタログ」という商品を購入するものと認識するのが自然である。商標の使用者が自らその商品役務に付した呼称は需要者に直接的に影響を及ぼし，被告の事業が「印刷物」に該当する「ギフトカタログ」の販売であることは，明らかである。",
            "(3)被告が販売する「ギフトカタログ」は，フリマアプリ「メルカリ」において二次流通している(甲32)。商標法上の「商品」とは「商取引の目的たり得るべき物」とされており，二次流通している事実は，当該「ギフトカタログ」がそれ自体商取引の目的たり得るべき物であって，商標法上の「商品」に当たることを示している。"
          ]
        },
        {
          "fig": "3",
          "subject": "被告の事業は「前払式支払手段の発行」であること",
          "text": [
            "(1)被告が販売するギフトカタログは，そこに記載される物品に応ずる対価を得てギフトの「贈り主」に発行されるものであって，ギフトの「受取手」は，被告に通知することによって，記載された物品の給付を請求することができるものであるから，資金決済に関する法律3条1項2号の「前払式支払手段」(①証票等に記載され，又は電磁的方法により記録される物品又は役務の数量に応ずる対価を得て発行される証票等又は番号，記号その他の符号(電磁的方法により証票等に記録される物品又は役務の数量に応ずる対価を得て当該数量の記録の加算が行われるものを含む。)であって，②発行者等に対して，提示，交付，通知その他の方法により，③当該物品の給付又は当該役務の提供を請求することができるもの)である。",
            "そして，資金決済に関する法律の「前払支払式手段」の発行は，商標法上，第36類の「前払式支払手段の発行」であるから，被告による「ギフトカタログ」の販売は，第36類の「前払式支払手段の発行」に当たる。",
            "(2)被告は，冊子を伴わない形式でも本件商標を使用してカタログギフト業を行っており(甲33)，この点からも，被告の事業は，「前払支払式手段の発行」である。"
          ]
        },
        {
          "fig": "4",
          "text": [
            "以上によると，被告は，「小売等役務」に本件商標を3年以上継続して使用していないから，本件審決は，違法である。"
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "被告の主張",
      "content": [
        {
          "fig": "1",
          "subject": "被告の事業について",
          "text": [
            "本件商標は，平成21年4月に開始したカタログオーダーギフトの名称として，被告が現在に至るまで継続して使用する商標である。カタログオーダーギフトとは，カタログ通信販売サービスの一類型であり，具体的には，贈答商品の「贈り主」が，被告に対価を支払うことによって，被告から「受取手」へとギフトカタログが送付され，「受取手」が当該ギフトカタログの中から好みの商品を選んで同封の「お申込みはがき」等を用いて被告に注文し，商品を受け取るという一連のサービスを意味する。",
            "被告の事業を全体的に見ると，「贈り主」は，ギフトカタログそのものに価値を認めて対価を支払っているのではなく，カタログオーダーギフトにおける，被告が選別した商品群が掲載されたギフトカタログの送付及びその商品群から「受取手」が選択した商品の配送等の一連のサービスに価値を認めて被告に対価を支払い，また「受取手」も，「贈り主」自身によるサービスではなく，「贈り主」が購入した被告によるサービスを受けているものと認識する。したがって，被告はいわゆる小売業者に相当する。",
            "そして，被告は，被告のギフトカタログに各種商品を掲載し，「受取手」が好みの商品を選べる形式で商品を販売したものであって，「受取手」は各種商品が取り揃えられ，掲載されたギフトカタログを見るだけで商品の選択及び注文ができるようしていたといえるから，被告は，需要者である「受取手」に対して商品選択の便宜のために販売する各種商品が掲載された被告のギフトカタログの提供を行っているということができる。これは，小売業者が顧客に対して行う便益の提供に該当する。",
            "したがって，本件使用商品1及び2を取り扱うカタログオーダーギフトである被告の事業は，本件商標の指定役務である，本件使用商品1及び2の「小売または卸売の業務において行われる顧客に対する便益の提供」に相当するといえる。その結果，被告は，本件商標を本件審判の請求に係る指定役務について，本件要証期間内に使用していることになる。"
          ]
        },
        {
          "fig": "2",
          "subject": "原告の主張に対する反論",
          "text": [
            "(1)被告の事業が印刷物の販売であるという点について",
            "原告は，「贈り主」による対価の支払を契機に「受取手」に送付されるギフトカタログが印刷物であることから，被告の事業は「印刷物」の販売に当たると主張する。",
            "しかし，被告の事業を全体的に見ると，「贈り主」はギフトカタログそのものに価値を認めて対価を支払っているのではなく，ギフトカタログを利用して供されるカタログオーダーギフトの一連のサービスに，価値を認めて対価を支払っていることは明らかであり，「贈り主」等はこのような一連のサービスの出所及び品質表示として本件商標を認識することは明らかである。",
            "なお，原告は，被告の「ギフトカタログ」が「メルカリ」にて二次流通していると主張するが，この事実は「ギフトカタログ」及びこれに同封される「お申込みはがき」を入手することにより，被告の一連のサービスの一部を構成する，選択したカタログ掲載商品の配送等を受けられるというサービスに価値を認めて対価を支払うことを示すにすぎず，印刷物としてのカタログに価値が認められていることを意味しない。",
            "したがって，被告の事業において，ギフトカタログは，商標法2条3項にいう「役務の提供に当たりその提供を受ける者の利用に供する物」に位置付けられ，そのギフトカタログに本件商標を付する行為及び本件商標を付したギフトカタログを用いてカタログオーダーギフトに関する一連のサービスを行うことは，同項3号及び4号における本件商標の指定役務に関する使用に該当する。",
            "(2)被告の事業が「前払式支払手段の発行」であるという点について",
            "原告は，「贈り主」による対価の支払を契機に「受取手」に送付されるギフトカタログに同封される「お申込みはがき」が資金決済に関する法律上の「前払式支払手段」に該当するとした上で，被告の事業は第36類の「前払式支払手段の発行」に当たると主張する。",
            "しかし，被告の事業を全体的に見ると，「贈り主」は，「お申込みはがき」そのものや「お申込みはがき」の商品との交換価値のみに価値を認めて対価を支払っているのではなく，配送方法や，用途に合わせた包装紙の選択，メッセージカードの添付等々を含めた，カタログオーダーギフトの一連のサービスの全体に価値を認めて対価を支払っているのであるから，需要者である「贈り主」や「受取手」は本件商標を一連のサービス全体の出所及び品質表示として認識することは明らかである。被告の「お申込みはがき」は，被告の事業において，ギフトカタログと同様に，商標法2条3項にいう「役務の提供に当たりその提供を受ける者に利用に供する物」，すなわちサービスを提供する際の道具の一つとして位置付けられるにすぎない。",
            "なお，原告は，被告の事業において紙媒体としての「ギフトカタログ」を配布しない形式のものがあると主張するが，その場合には，専用のウェブサイトを閲覧して商品を選択するのであって，当該ウェブサイトには紙媒体としての「ギフトカタログ」と同等のラインナップが表示されるのであるから(甲33)，「ギフトカタログ」の内容が被告より紙媒体で提供されるか電子媒体で提供されるかの違いにすぎない。",
            "したがって，仮に，「お申込みはがき」自体が資金決済に関する法律上の「前払式支払手段」に該当するとしても，本件商標が「前払式支払手段」たる「お申込みはがき」自体の識別標識として機能することも，被告によるカタログオーダーギフト事業の全体が「前払式支払手段の発行」に該当することもない。"
          ]
        },
        {
          "fig": "3",
          "text": [
            "以上のとおり，本件商標は，本件要証期間内に，本件商標の本件審判の請求に係る指定役務のうち，少なくとも，「家具・金庫及び宝石箱」及び「台所用品・清掃用具及び洗濯用具」に係る「小売または卸売の業務において行われる顧客に対する便益の提供」について使用されているため，本件審決には誤りはない。"
          ]
        }
      ]
    },
    {
      "fig": "第5",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "事実関係",
          "text": [
            "後掲の証拠及び弁論の全趣旨によると，以下の事実が認められる。",
            "(1)被告の事業について",
            "被告は，カタログやインターネットウェブサイトを通じて通信販売事業を行っており，衣料品をはじめインテリア，雑貨，コスメ(生活用品)や飲食料品まで多岐にわたるジャンルの商品を販売している(争いがない)。",
            "(2)被告のカタログオーダーギフト業について",
            "被告のカタログオーダーギフト業は，被告から贈答品の「受取手」に被告が発行するギフトカタログが送付され，ギフトカタログを受け取った「受取手」がその中から好みの商品を選んで被告に注文すると，商品を受け取ることができ，その商品の代金は，「贈り主」から被告に支払われるという贈答の一形態の事業である(甲5，乙1，弁論の全趣旨)。",
            "被告は，平成21年4月にギフトカタログ「MUSUBI」を創刊し(甲5)，その後，「MUSUBI／And  Select／AUTUMＮ／WIＮTER」(平成28年発行，甲24)，「MUSUBI／Grand／CATALOG  GIFT」(平成28年発行，甲25)，「MUSUBI／And  Select／AUTUMＮ／WIＮTER」(平成29年発行，甲11，26)，「MUSUBI／Grand／CATALOG  GIFT」(平成29年発行，本件使用カタログ，甲14，17)，「MUSUBI／And  Select／SPRIＮG／SUMMER」(平成30年発行，甲10)などを発行した。これらのギフトカタログには，商品「キーボード」，商品「エアサーキュレーター」，商品「松阪牛バラすき焼き」，商品「布団用掃除機」，商品「キッズハンガーシェルフ」，商品「アルミ鍋＆フライパン5点セット」などについて，商品名，申込番号及び商品説明と共に商品の写真が掲載されている(甲10，11，14，17，24～26)。",
            "(3)本件使用カタログについて"
          ],
          "content": [
            {
              "fig": "ア",
              "text": [
                "被告のギフトカタログ「MUSUBI／Grand／CATALOG GIFT」(平成29年発行，本件使用カタログ)の表紙の中心には，正方形の四角をやや切り取った白色の図形中に，当該図形の外周内側に沿って白の点線を有する金色の帯を配し，当該図形の内側にややデザイン化した「MUSUBI」の文字及び筆記体で表した「Grand」の文字をやや大きく表して配し，その下に紫色の水引細工状の図形及びゴシック体で表した「CATALOG  GIFT」の文字がそれぞれ間隔を空けて配してなる標章(別紙3，本件使用カタログ標章)が表示されている(甲14)。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "本件使用カタログの「Z16」頁の最下段右側に掲載された商品名「＜ネイキッズ＞キッズハンガーシェルフ」，申込番号「BG7-Z1606」は，天然木の本体，合成樹脂化粧繊維板の棚板及び四つのキャスターにより構成され，洋服等を掛け又は棚板の上に小物等を置くことが可能なラック状の商品(本件使用商品1)である(甲14)。",
                "被告は，本件使用カタログに掲載された本件使用商品1について，平成29年11月23日に「受取手」から受注し，当該受取手に対し，同月28日に出荷し，同商品は，同年12月2日までに当該受取手に配達が完了した(甲12～14)。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "本件使用カタログの「K22」頁の上左側に掲載された商品名「＜＜ジャンヌ・エコール＞アルミ鍋＆フライパン5点セット」，申込番号「BG7-K2201」は，片手鍋，両手浅鍋，両手鍋，フライパン(20cm)及びフライパン(24cm)をセットにした商品(本件使用商品2)である(甲17)。",
                "被告は，本件使用カタログに掲載された本件使用商品2について，平成29年11月16日に「受取手」から受注し，当該受取手に対し，同月20日に出荷し，同商品は，同月27日までに当該受取手に配達が完了した(甲15～17)。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "判断",
          "text": [
            "(1)前記1によると，被告のカタログオーダーギフト事業においては，「受取手」に被告が発行したギフトカタログが送られ，「受取手」は被告に同ギフトカタログに掲載された各種の商品の中から選んで商品を注文し，被告から商品を受け取り，その商品の代金は，「贈り主」から被告に支払われるのであるから，被告は，「贈り主」との間では，「贈り主」の費用負担で，「受取手」が注文した商品を「受取手」に譲渡することを約し，「受取手」に対しては，「受取手」から注文を受けた商品を引き渡していると認められる。したがって，被告は，ギフトカタログに掲載された商品について，業として，ギフトカタログを利用して，一般の消費者に対し，贈答商品の譲渡を行っているものと認められるから，被告は，小売業者であると認められ，小売の業務において行われる顧客に対する便益の提供を行っているものと認められる。そして，上記便益の提供には，本件使用カタログが用いられているから，本件使用カタログは，「役務の提供に当たりその提供を受ける者の利用に供する物」と認められる。"
          ],
          "content": [
            {
              "content": [
                {
                  "fig": "(2)"
                }
              ]
            },
            {
              "fig": "ア",
              "text": [
                "これに対し，原告は，被告の事業は，「贈り主」から「受取手」への贈答の媒介又は代行であり，これによって「ギフトを通じて人と人とを結びつけ」るという役務を提供している，「受取手」に対する商品の配送業務は，ギフトカタログの販売に付随するものであって，独立した商取引の対象となってないなどと主張する。",
                "しかし，被告，「贈り主」及び「受取手」の間で行われる一連の取引の流れからすると，被告は，「受取手」に対し，「受取手」が被告に注文した商品を「贈り主」の費用負担のもとに譲渡しているということができるのであって，これは，贈答の媒介又は代行をしているということはできず，また，独立した商取引であると認められ，「受取手」に対する商品の配送も単なる付随的なものということはできないから，原告の上記主張を採用することはできない。",
                "なお，被告がプレスリリースにおいて，被告の事業を「ギフトを通し人と人を結びつけ」ると記載している(甲5)としても，被告の事業についての紹介(宣伝)の文言であって，上記判断を左右するものではない。"
              ]
            },
            {
              "fig": "イ",
              "text": [
                "原告は，被告も，被告の事業において需要者が「贈り主」であることを認めていると主張する。",
                "しかし，被告は，被告の事業について，前記「第4  被告の主張」のとおり主張しており，被告の事業の需要者は「贈り主」だけでなく「受取手」も需要者であると主張している(被告が「贈り主」が需要者であると主張したからといって，「受取手」も需要者であると主張することが妨げられる理由はない。)。そして，上記(1)のとおり，被告の事業を全体的にみると，被告は，需要者である「受取手」に対し，「受取手」が被告に注文した商品を「贈り主」の費用負担のもとに譲渡したものと認められる。"
              ]
            },
            {
              "fig": "ウ",
              "text": [
                "上記(1)のとおり，被告の事業は，被告が「受取手」に対し，「受取手」が注文した商品を譲渡しているということができるのであって，この注文が「贈り主」の費用負担のもとにギフトカタログを利用して行われ，また，ギフトカタログが二次流通することがあるとしても，上記のとおり小売の業務における便益の提供が行われているということができるものである。",
                "また，被告の事業が資金決済に関する法律3条1項2号の前払式支払手段の発行に当たるとしても，上記のとおり，小売の業務における便益の提供が行われているということができるのであり，前払式支払手段の発行がされているかどうかは上記判断を左右するものではない。",
                "(3)前記1によると，本件要証期間内である平成29年に発行された被告の本件使用カタログには，本件使用カタログ標章が表示されているところ，その中のややデザイン化した「MUSUBI」の文字(本件使用商標)は，本件商標と社会通念上同一と認められる。そして，前記1によると，本件使用カタログには本件使用商品1及び2が掲載され，被告は，同カタログに掲載された本件使用商品1及び2を，それぞれ同年12月2日又は同年11月27日までに，「受取手」に送付したことが認められるところ，本件使用商品1は商品「家具」の範ちゅうに属する商品であり，本件使用商品2は商品「台所用品」の範ちゅうに属する商品であることが認められる。",
                "そうすると，被告は，本件要証期間内に日本国内において，本件審判の請求に係る指定役務中「家具・金庫及び宝石箱の小売又は卸売の業務において行われる顧客に対する便益の提供，台所用品・清掃用具及び洗濯用具の小売又は卸売の業務において行われる顧客に対する便益の提供」について，「役務の提供に当たりその提供を受ける者の利用に供する物」に当たる本件使用カタログに本件商標と社会通念上同一と認められる本件使用商標を付し，これを用いて小売の業務において行われる顧客に対する便益の提供という役務を提供したと認めることができる。この行為は，商標法2条3項3号「役務の提供に当たりその提供を受ける者の利用に供する物に標章を付する行為」及び同項4号「役務の提供に当たりその提供を受ける者の利用に供する物に標章を付したものを用いて役務を提供する行為」に該当するので，被告は，本件要証期間内に，日本国内において，本件審判の請求に係る指定役務について本件商標の使用をしていることを証明したと認められる。",
                "したがって，原告の請求は理由がないことになる。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "よって，原告の請求を棄却することとして，主文のとおり判決する。"
          ]
        }
      ]
    }
  ],
  "meta": {
    "case_num": "平成30年(行ケ)10179",
    "date": "2019-07-11",
    "rights_type": "商標権",
    "case_type": "審決取消訴訟",
    "precedent_id": "088789",
    "ipprecedent_id": "5197",
    "court": "知的財産高等裁判所",
    "court_section": "知的財産高等裁判所第2部"
  }
}