{
  "conclusion": [
    {
      "fig": "1",
      "text": "原告の請求を棄却する。"
    },
    {
      "fig": "2",
      "text": "訴訟費用は原告の負担とする。"
    }
  ],
  "reason": [
    {
      "fig": "第1",
      "subject": "請求",
      "text": [
        "特許庁が無効2017-880005号事件について平成29年12月27日にした審決を取り消す。"
      ]
    },
    {
      "fig": "第2",
      "subject": "事案の概要",
      "content": [
        {
          "fig": "1",
          "subject": "特許庁における手続の経緯等",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "被告は，以下の部分意匠(意匠登録第1568314号。以下「本件登録意匠」という。)の意匠権者である。",
                "部分意匠          別紙審決書(写し)記載の別紙第1のとおり(別紙第1の「図面」は別紙1のとおりである。)",
                "出願日            平成28年9月26日",
                "設定登録日        平成28年12月22日",
                "意匠に係る物品    「放熱フィン付き検査用照明器具」"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "原告は，平成29年5月8日，本件登録意匠について，意匠登録無効審判(以下「本件審判」という。)を請求した。",
                "特許庁は，本件審判の請求を無効2017-880005号事件として審理し，同年12月27日，「本件審判の請求は，成り立たない。」との審決(以下「本件審決」という。)をし，その謄本は，平成30年1月11日，原告に送達された。"
              ]
            },
            {
              "fig": "(3)",
              "text": [
                "原告は，平成30年2月9日，本件審決の取消しを求める本件訴訟を提起した。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "本件審決の理由の要旨",
          "content": [
            {
              "fig": "(1)",
              "text": [
                "本件審決の理由は，別紙審決書(写し)記載のとおりである。その要旨は，本件登録意匠は，その意匠登録出願前に頒布された刊行物である甲1(意匠登録第1224780号公報)に記載された部分意匠(別紙審決書(写し)記載の別紙第3のとおり。以下「甲1意匠」という。)又は甲2(意匠登録第1224615号公報)に記載された部分意匠(別紙審決書(写し)記載の別紙第4のとおり。以下「甲2意匠」という。)に類似しないから，意匠法3条1項3号に掲げる意匠に該当せず，本件登録意匠の登録は同法48条1項の規定により無効とすることはできない，というものである(なお，別紙審決書(写し)記載の別紙第3の「図面」は別紙3のとおりであり，別紙第4の「図面」は別紙4のとおりである。)。"
              ]
            },
            {
              "fig": "(2)",
              "text": [
                "本件審決が認定した本件登録意匠，甲1意匠及び甲2意匠の各形態，本件登録意匠と甲1意匠との対比，本件登録意匠と甲2意匠との対比は，以下のとおりである。"
              ],
              "content": [
                {
                  "fig": "ア",
                  "subject": "本件登録意匠",
                  "text": [
                    "本件登録意匠(別紙1の各図面の実線で表した部分。以下「本件実線部分」という場合がある。)の形態は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "全体の構成態様",
                      "text": [
                        "正面から見て，横向き円柱状の軸体に，それよりも径が大きい6つのフィン部が等間隔に設けられて一体になったものであり，中間のフィン部は同形同大であり，最後部のフィン部(以下「後フィン部」という。)は，中間フィン部とほぼ同形であるが，幅(厚み)が中間フィン部に比べて大きく，後端面の外周角部が面取りされている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "各フィン部の右側面形状",
                      "text": [
                        "右側面(又は右側面斜め方向)から見た各フィン部の外周は，「下部を切り欠いた円形状」であり，後フィン部の後端面において，切り欠き部の両端の点が後フィン部の中心(正確には仮想円の中心)と結んで成す角度は約48°であり，すなわち，切り欠き部を除いた円弧の内角が312°(＝360°-48°)となっている。底面から見て，各フィン部の下部に表された切り欠き部の最大縦幅は，各フィン部の最大縦幅の約1／2である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "各フィン部の平面形状",
                      "text": [
                        "各フィン部は，左側面側外周寄りに傾斜面が形成されており，平面から見た傾斜面の幅(厚み)は，中間フィン部においては傾斜していない周面の幅(厚み)よりも大きく，傾斜面幅：周面幅は約5：3であり，後フィン部においては両者がほぼ同幅であり，傾斜面幅：周面幅：面取り幅が約5：5：1．5となっている。また，平面から見た中間フィン部の最大横幅：最大縦幅は約1：9であり，後フィン部のそれは約1：6である。すなわち，後フィン部の厚みは中間フィン部の約1．5倍である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "軸体と各フィン部の構成比",
                      "text": [
                        "平面から見た軸体の縦幅と各フィン部の最大縦幅の比は，約5：13である。また，軸体の横幅(＝各フィン部の間隔)：中間フィン部の最大横幅の比は，約3：2である。"
                      ]
                    },
                    {
                      "fig": "(オ)",
                      "subject": "ねじ穴部",
                      "text": [
                        "右側面から見て，後フィン部の後端面には，左端寄り，中央部及び右端寄りに，3つの同大の円形状ねじ穴部が設けられており，ねじ穴部の径は後フィン部の最大横幅の約1／7である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "イ",
                  "subject": "甲1意匠",
                  "text": [
                    "甲1意匠(別紙3の各図面の実線で表した部分。以下「甲1相当部分」という場合がある。)の形態は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "全体の構成態様",
                      "text": [
                        "正面から見て，横向き円柱状の軸体に，それよりも径が大きい6つのフィン部が等間隔に設けられて一体になったものであり，中間のフィン部は同形同大であり，最後部のフィン部(後フィン部)は，中間フィン部とほぼ同形であるが，幅(厚み)が中間フィン部に比べて大きく，後端面の外周角部が面取りされている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "各フィン部の右側面形状",
                      "text": [
                        "右側面(又は右側面斜め方向)から見た各フィン部の外周は円形状である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "各フィン部の平面形状",
                      "text": [
                        "平面から見た中間フィン部の横幅：縦幅は約1：24であり，後フィン部のそれは約1：12である。すなわち，後フィン部の厚みは中間フィン部の約2倍である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "軸体と各フィン部の構成比",
                      "text": [
                        "平面から見た軸体の縦幅と各フィン部の最大縦幅の比は，約1：5である。また，軸体の横幅(＝各フィン部の間隔)：中間フィン部の最大横幅の比は，約3：1である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "ウ",
                  "subject": "甲2意匠",
                  "text": [
                    "甲2意匠(別紙4の図面の実線で表した部分。以下「甲2相当部分」という場合がある。)の形態は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "全体の構成態様",
                      "text": [
                        "正面から見て，横向き円柱状の軸体に，それよりも径が大きい3つのフィン部が等間隔に設けられて一体になったものであり，中間のフィン部は同形同大であり，最後部のフィン部(後フィン部)は，中間フィン部とほぼ同形であるが，幅(厚み)が中間フィン部に比べて大きく，後端面の外周角部が面取りされている。"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "各フィン部の右側面形状",
                      "text": [
                        "右側面(又は右側面斜め方向)から見た各フィン部の外周は円形状である。"
                      ]
                    },
                    {
                      "fig": "(ウ)",
                      "subject": "各フィン部の平面形状",
                      "text": [
                        "平面から見た中間フィン部の横幅：縦幅は約1：24であり，後フィン部のそれは約1：12である。すなわち，後フィン部の厚みは中間フィン部の約2倍である。"
                      ]
                    },
                    {
                      "fig": "(エ)",
                      "subject": "軸体と各フィン部の構成比",
                      "text": [
                        "平面から見た軸体の縦幅と各フィン部の最大縦幅の比は，約1：5である。また，軸体の横幅(＝各フィン部の間隔)：中間フィン部の最大横幅の比は，約3：1である。"
                      ]
                    }
                  ]
                },
                {
                  "fig": "エ",
                  "subject": "本件登録意匠と甲1意匠との対比",
                  "text": [
                    "本件登録意匠(本件実線部分)と甲1意匠(甲1相当部分)の共通点及び差異点は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "共通点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "全体の構成態様についての共通点",
                          "text": [
                            "正面から見て，横向き円柱状の軸体に，それよりも径が大きい複数のフィン部が等間隔に設けられて一体になったものであり，中間のフィン部は同形同大であり，最後部のフィン部(後フィン部)は，中間フィン部とほぼ同形であるが，幅(厚み)が中間フィン部に比べて大きく，後端面の外周角部が面取りされている(以下「共通点A」という。)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "フィン部の数についての共通点",
                          "text": [
                            "フィン部の数は6つであり，そのうち，中間フィン部は5つである(以下「共通点B」という。)。"
                          ]
                        }
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "差異点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "各フィン部の右側面形状",
                          "text": [
                            "本件実線部分の右側面から見た各フィン部の外周は，「下部を切り欠いた円形状」であり，切り欠き部を除いた円弧の内角が312°となっており，底面から見た切り欠き部の最大縦幅が各フィン部の最大縦幅の約1／2であるが，甲1相当部分では，右側面から見た各フィン部の外周は円形状である(以下「差異点a」という。)。"
                          ]
                        },
                        {
                          "fig": "b",
                          "subject": "各フィン部の平面形状",
                          "text": [
                            "本件実線部分の各フィン部は，左側面側外周寄りに傾斜面が形成されており，平面から見た傾斜面幅：周面幅は，中間フィン部においては約5：3であり，後フィン部においては両者がほぼ同幅であるが，甲1相当部分にはそのような傾斜面は形成されていない(以下「差異点b」という。)。"
                          ]
                        },
                        {
                          "fig": "c",
                          "subject": "ねじ穴部の有無",
                          "text": [
                            "本件実線部分の後フィン部の後端面には，左端寄り，中央部及び右端寄りに，3つの同大の円形状ねじ穴部(径が後フィン部の約1／7)が設けられているが，甲1相当部分には，そのようなねじ穴部はない(以下「差異点c」という。)。"
                          ]
                        },
                        {
                          "fig": "d",
                          "subject": "軸体と各フィン部の構成比",
                          "text": [
                            "平面から見た軸体の縦幅と各フィン部の最大縦幅の比が，本件実線部分では約5：13であるが，甲1相当部分では約1：5である。また，軸体の横幅(＝各フィン部の間隔)：中間フィン部の最大横幅の比は，本件実線部分では約3：2であるが，甲1相当部分では約3：1である(以下「差異点d」という。)。"
                          ]
                        },
                        {
                          "fig": "e",
                          "subject": "中間フィン部に対する後フィン部の厚みの程度",
                          "text": [
                            "平面から見た後フィン部の厚みは，本件実線部分では中間フィン部の約1．5倍であるが，甲1相当部分では約2倍である(以下「差異点e」という。)。"
                          ]
                        }
                      ]
                    }
                  ]
                },
                {
                  "fig": "オ",
                  "subject": "本件登録意匠と甲2意匠との対比",
                  "text": [
                    "本件登録意匠(本件実線部分)と甲2意匠(甲2相当部分)の共通点及び差異点は，以下のとおりである。"
                  ],
                  "content": [
                    {
                      "fig": "(ア)",
                      "subject": "共通点",
                      "text": [
                        "前記エ(ア)の共通点Aと同じ"
                      ]
                    },
                    {
                      "fig": "(イ)",
                      "subject": "差異点",
                      "content": [
                        {
                          "fig": "a",
                          "subject": "前記エ(イ)の差異点aないしeと同じ"
                        },
                        {
                          "fig": "b",
                          "subject": "フィン部の数",
                          "text": [
                            "本件実線部分のフィン部の数は6つ(中間フィン部が5つ)であるが，甲2相当部分のそれは3つ(中間フィン部が2つ)である。"
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第3",
      "subject": "当事者の主張",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(1)(本件登録意匠と甲1意匠との類否判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件登録意匠(本件実線部分)は，別紙審決書(写し)記載の別紙第2(以下「別紙2」という。)のとおり，前端面に発光面が設けられ，側周面から電源ケーブルが引き出された「ケーシング」(破線部分)の「後方部材」であり，この「後方部材」の形態は，電源ケーブルが貫通せず，後フィン部の後端面には電源ケーブルの引き出し口が存在しない，あるいは電源ケーブルが引き出されていない形態を有している。",
                    "一方，甲1意匠においても，別紙3のとおり，電源ケーブルが「ケーシング」(破線部分)の側周面から引き出されており，甲1相当部分(実線部分)の「後方部材」は，後フィン部の後端面には電源ケーブルの引き出し口が存在しない，あるいは電源ケーブルが引き出されていない形態を有しているから，この形態は，本件登録意匠と甲1意匠の共通点であるといえる。",
                    "そうすると，本件登録意匠(本件実線部分)と甲1意匠(甲1相当部分)は，本件審決認定の共通点A及びBのほかに，後フィン部の後端面には電源ケーブルの引き出し口が存在しない，あるいは電源ケーブルが引き出されていない形態を有している点で共通するにもかかわらず，本件審決には，上記共通点(以下「原告主張共通点」という場合がある。)の認定を看過した誤りがある。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "そして，原告主張共通点の形態は，電源ケーブルが「後方部材」の軸方向に貫通して，後フィン部の後端面から出ており，「後方部材」が電源ケーブルを収容しているケーシングの一部とも看取できるような従来の形態(例えば，審判乙2・本訴甲18の2(意匠登録第1175712号公報。以下「甲18の2」という。)に対し，「後方部材」が機能的にケーシングから完全に独立し，放熱機能に特化しているというイメージを需要者，取引者に抱かせ，圧倒的な高放熱性とそれに基づく高輝度性を視覚を通じて印象付けたものであるから，本件登録意匠と甲1意匠の類否判断に重大な影響を及ぼすというべきである。",
                    "したがって，本件審決は，本件登録意匠と甲1意匠との共通点の認定を誤った結果，本件登録意匠と甲1意匠とが類似しないとの誤った判断をしたものであるから，違法として取り消されるべきである。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "部分意匠である本件登録意匠においては，別紙1の破線部分の形態は，あくまで例示であり，それが確定したものとして議論することは相当ではない。また，部分意匠の形態的特徴として，物理的に存在しないものを，存在しないと積極的に認定しないことが不適切であるとはいえない。",
                    "したがって，原告主張共通点は本件登録意匠(本件実線部分)と甲1意匠(甲1相当部分)の共通点とはいえないから，本件審決の共通点の認定の誤りをいう原告の主張は，その前提において失当である。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件登録意匠と甲1意匠とは，①本件登録意匠では，太い軸体に，肉厚で左側面側外周寄りに傾斜面(テーパー部)が設けられ，かつ下部に切り欠き部が存在するフィンが等間隔で数枚連設されているのに対し，甲1意匠では，細い軸体に，薄い円盤が等間隔で数枚連設されている点，②後フィン部において，本件登録意匠では，貫通孔が3穴設けられているのに対し，甲1意匠では，それが存在せず，フラットになっている点で差異(差異点aないしd)がある。",
                    "これらの差異点によって，本件登録意匠と甲1意匠とでは，看者が受け取る美感が全く異なることは明らかであるから，本件登録意匠と甲1意匠とが類似しないとした本件審決の判断に誤りはない。",
                    "したがって，原告主張の取消事由(1)は理由がない。"
                  ]
                }
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(2)(本件登録意匠と甲2意匠との類否判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "原告の主張",
              "text": [
                "甲2意匠においては，別紙4のとおり，電源ケーブルがケーシング(破線部分)の側周面から引き出されており，甲2相当部分(実線部分)の「後方部材」は，後フィン部の後端面には電源ケーブルの引き出し口が存在しない，あるいは電源ケーブルが引き出されていない形態を有している。",
                "そうすると，本件登録意匠(本件実線部分)と甲2意匠(甲2相当部分)は，本件審決認定の共通点Aのほかに，後フィン部の後端面には電源ケーブルの引き出し口が存在しない，あるいは電源ケーブルが引き出されていない形態を有している点で共通するにもかかわらず，本件審決には，上記共通点(原告主張共通点)の認定を看過した誤りがあり，その結果，本件登録意匠と甲2意匠とが類似しないとの誤った判断をしたものであるから，違法として取り消されるべきである。"
              ]
            },
            {
              "fig": "(2)",
              "subject": "被告の主張",
              "text": [
                "前記1(2)と同様の理由により，本件登録意匠と甲2意匠とが類似しないとした本件審決の判断に誤りはない。",
                "したがって，原告主張の取消事由(2)は理由がない。"
              ]
            }
          ]
        }
      ]
    },
    {
      "fig": "第4",
      "subject": "当裁判所の判断",
      "content": [
        {
          "fig": "1",
          "subject": "取消事由(1)(本件登録意匠と甲1意匠との類否判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件登録意匠と甲1意匠との共通点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "①部分意匠制度は，「物品」に係る意匠とは別に，独立の取引の対象とならない「物品の部分」に係る意匠を保護する制度であり，部分意匠は，「物品の部分」の「形状，模様若しくは色彩又はこれらの結合であって，視覚を通じて美感を起こさせるもの」(意匠法2条1項)であること，②部分意匠の意匠登録を受けようとする場合には，「意匠に係る物品のうち，意匠登録を受けようとする部分を実線で描き，その他の部分を破線で描く等により意匠登録を受けようとする部分を特定し，かつ，意匠登録を受けようとする部分を特定する方法を願書の「【意匠の説明】」の欄に記載すること」(意匠法施行規則様式第6の「備考11」)とされていることに照らすと，類否判断の対象となる部分意匠の形態は，意匠登録出願の願書に「部分意匠として意匠登録を受けようとする部分」として特定された範囲から，視覚を通じて具体的に認識できる形態でなければならないものと解される。",
                    "そして，本件登録意匠においては，別紙1の各図面の実線で表した部分(本件実線部分)が，「部分意匠として意匠登録を受けようとする部分」として特定された部分であり，一方，別紙1の各図面の破線で表した部分は「意匠に係る物品」の物品全体の形態を示すために付加された部分であるから，本件登録意匠の形態の認定に当たっては，本件実線部分から，視覚を通じて具体的に認識できる形態を認定すべきである。",
                    "これと同様に，甲1意匠の形態の認定に当たっては，「部分意匠として意匠登録を受けようとする部分」として特定された，別紙3の各図面の実線で表した部分(甲1相当部分)から，視覚を通じて具体的に認識できる形態を認定すべきである。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "本件登録意匠は，「放熱フィン付き検査用照明器具」の物品に係る部分意匠であり，その形態は，別紙1の各図面の実線で表した部分(本件実線部分)のとおりである。そして,別紙1の各図面によれば，本件登録意匠(本件実線部分)の構成態様は，前記第2の2(2)アのとおりであることが認められる。",
                    "次に，甲1意匠は，「検査用照明器具」の物品に係る部分意匠であり，その形態は，別紙3の各図面の実線で表した部分(甲1相当部分)のとおりである。そして,別紙3の各図面によれば，甲1意匠(甲1相当部分)の構成態様は，前記第2の2(2)イのとおりであることが認められる。",
                    "そして，本件登録意匠と甲1意匠を対比すると，両意匠は，本件審決認定のとおり，前記第2の2(2)エのとおりの共通点(共通点A及びB)及び差異点を有することが認められる。",
                    "すなわち，本件登録意匠と甲1意匠は，全体の構成態様が，「正面から見て，横向き円柱状の軸体に，それよりも径が大きい複数のフィン部が等間隔に設けられて一体になったものであり，中間のフィン部は同形同大であり，最後部のフィン部(後フィン部)は，中間フィン部とほぼ同形であるが，幅(厚み)が中間フィン部に比べて大きく，後端面の外周角部が面取りされている点」(共通点A)及びフィン部の数が6つであり，そのうち中間フィン部が5つである点(共通点B)で共通し，各フィン部の右側面形状，各フィン部の平面形状，ねじ穴部の有無，軸体と各フィン部の構成比，中間フィン部に対する後フィン部の厚みの程度の点(差異点aないしe)において差異がある。"
                  ]
                },
                {
                  "fig": "ウ",
                  "text": [
                    "原告は，本件登録意匠(本件実線部分)と甲1意匠(甲1相当部分)は，共通点A及びBのほかに，後フィン部の後端面には電源ケーブルの引き出し口が存在しない，あるいは電源ケーブルが引き出されていない形態を有している点(原告主張共通点)で共通するにもかかわらず，本件審決には，原告主張共通点の認定を看過した誤りがある旨主張する。",
                    "そこで検討するに，本件審決は，本件登録意匠と甲1意匠の後フィン部の構成態様について，後フィン部が中間フィン部とほぼ同形であるが，幅(厚み)が中間フィン部に比べて大きく，後端面の外周角部が面取りされている点で共通し(別紙1及び3の各「正面図」)，本件実線部分では，右側面から見た各フィン部(後フィン部)の外周は，「下部を切り欠いた円形状」であり，後フィン部の後端面には，左端寄り，中央部及び右端寄りに，3つの同大の円形状ねじ穴部(径が後フィン部の約1／7)が設けられている(別紙1の「右側面図」)のに対し，甲1相当部分では，右側面から見た各フィン部(後フィン部)の外周は「円形状」であり，ねじ穴部がない点(別紙3の「右側面図」)で差異がある旨認定しており(差異点a及びc)，本件審決認定の後フィン部の上記構成態様は，別紙1及び3の各図面の実線で表した部分(本件実線部分及び甲1相当部分)から，視覚を通じて具体的に認識できる形態であるといえる。",
                    "一方，原告主張共通点に係る「後フィン部の後端面には電源ケーブルの引き出し口が存在しない，あるいは電源ケーブルが引き出されていない形態」は，本件実線部分及び甲1相当部分から視覚を通じて具体的に認識できる形態ではなく，別紙1及び3の各図面の破線で表した部分において，各軸体及び各フィン部の前方の部材の側周面から配線ケーブル又は電源ケーブルが引き出されていることから，「後フィン部の後端面には電源ケーブルの引き出し口が存在しない，あるいは電源ケーブルが引き出されていない」ことを間接的に把握できるにとどまるものである。",
                    "そうすると，原告主張共通点は，意匠登録出願の願書に「部分意匠として意匠登録を受けようとする部分」として特定された範囲(本件実線部分及び甲1相当部分)から，視覚を通じて具体的に認識できる形態とはいえないから，本件登録意匠(本件実線部分)と甲1意匠(甲1相当部分)の共通点と認めることができない。",
                    "したがって，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件登録意匠と甲1意匠との類否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件登録意匠と甲1意匠とは，本件審決が認定するとおり，意匠に係る物品が「検査用照明器具」である点で共通し，共に検査用照明器具の放熱に係る用途及び機能を有し，正面視全幅の約1／3以上の横幅を占める大きさ及び範囲を占め，正面視右上に位置する点で，物品の部分の用途及び機能並びに位置，大きさ及び範囲の点で共通する(争いがない。)。",
                    "そこで，本件登録意匠と甲1意匠との類否について検討するに，甲18の2(各図面は別紙5参照)及び弁論の全趣旨によれば，「横向き円柱状の軸体に，それよりも径が大きい複数のフィン部を等間隔に設けて，最後部のフィン部の形状について，中間フィン部とほぼ同形として幅(厚み)を中間フィン部に比べて大きくし，後端面の外周角部を面取りした」構成態様(共通点Aに係る構成態様)は，検査用照明機器の物品分野の意匠において，本件登録意匠の意匠登録出願前に広く知られた形態であることが認められる。",
                    "そうすると，共通点Aに係る構成態様(全体の構成態様)は，需要者の注意を強く惹くものとはいえず，本件登録意匠と甲1意匠との類否判断に及ぼす影響は小さいものといえる。また，共通点Bに係る構成態様(フィン部の数が6つであること)についても，需要者が特に注目するとは認められず，両意匠の類否判断に及ぼす影響は小さいものといえる。",
                    "一方で，本件登録意匠と甲1意匠とは，各フィン部の形状について，本件登録意匠では，各フィン部の右側面形状が「下部を切り欠いた円形状」であって，その切り欠き部は底面から見た最大縦幅が各フィン部の最大縦幅の約2分の1を占める大きさであり，かつ，平面から見た各フィン部の左側面側外周寄りに傾斜面が形成されているのに対し，甲1意匠では，各フィン部の右側面形状が「円形状」であって，切り欠き部が存在せず，平面から見た各フィン部に傾斜面が形成されていないという差異(差異点a及びb)があるところ，各フィン部の形状の上記差異は，需要者が一見して気付く差異であって，本件登録意匠は甲1意匠と比べて別異の視覚的印象を与えるものと認められる。",
                    "以上のとおり，本件登録意匠と甲1意匠は，共通点Aに係る構成態様(全体の構成態様)及び共通点Bに係る構成態様(フィン部の数)は，需要者の注意を強く惹くものとはいえないのに対し，差異点a及びbに係る各フィン部の形状の差異は，需要者が一見して気付く差異であって，本件登録意匠と甲1意匠を別異のものと印象付けるものであること，本件登録意匠と甲1意匠には，上記差異のほかに，差異点cないしeに係る差異もあることを総合すると，本件登録意匠と甲1意匠は，視覚を通じて起こさせる美観が異なるものと認められるから，本件登録意匠は甲1意匠に類似するということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決は，本件登録意匠と甲1意匠との共通点の認定を誤った結果，本件登録意匠と甲1意匠とが類似しないとの誤った判断をした旨主張する。",
                    "しかしながら，本件審決の共通点の認定に誤りがないことは，前記(1)で説示したとおりであるから，原告の上記主張は，その前提において，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件登録意匠が甲1意匠に類似しないとした本件審決の判断に誤りはないから，原告主張の取消事由(1)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "2",
          "subject": "取消事由(2)(本件登録意匠と甲2意匠との類否判断の誤り)について",
          "content": [
            {
              "fig": "(1)",
              "subject": "本件登録意匠と甲2意匠との共通点について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件登録意匠は，「放熱フィン付き検査用照明器具」の物品に係る部分意匠である。そして，本件登録意匠の形態は，本件実線部分のとおりであり，その構成態様は，前記1(1)イ認定のとおりである。",
                    "次に，甲2意匠は，「検査用照明器具」の物品に係る部分意匠であり，その形態は，別紙4の各図面の実線で表した部分(甲2相当部分)のとおりである。そして,別紙4の各図面によれば，甲2意匠(甲2相当部分)の構成態様は，前記第2の2(2)ウのとおりであることが認められる。",
                    "そして，本件登録意匠と甲2意匠を対比すると，両意匠は，本件審決認定のとおり，前記第2の2(2)オのとおりの共通点(共通点A)及び差異点を有することが認められる。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件登録意匠(本件実線部分)と甲2意匠(甲2相当部分)は，共通点Aのほかに，後フィン部の後端面には電源ケーブルの引き出し口が存在しない，あるいは電源ケーブルが引き出されていない形態を有している点(原告主張共通点)で共通するにもかかわらず，本件審決には，原告主張共通点の認定を看過した誤りがある旨主張する。",
                    "しかしながら，前記1(1)ウで説示したのと同様の理由により，原告主張共通点は，本件登録意匠(本件実線部分)と甲2意匠(甲2相当部分)の共通点と認めることができないから，原告の上記主張は，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(2)",
              "subject": "本件登録意匠と甲2意匠との類否について",
              "content": [
                {
                  "fig": "ア",
                  "text": [
                    "本件登録意匠と甲2意匠とは，本件審決が認定するとおり，意匠に係る物品が「検査用照明器具」である点で共通し，共に検査用照明器具の放熱に係る用途及び機能を有し，正面視全幅の約1／3以上の横幅を占める大きさ及び範囲を占め，正面視右上に位置する点で，物品の部分の用途及び機能並びに位置，大きさ及び範囲の点で共通する(争いがない。)。",
                    "そこで，本件登録意匠と甲2意匠との類否について検討するに，前記1(2)ア認定のとおり，共通点Aに係る構成態様(全体の構成態様)は，需要者の注意を強く惹くものとはいえず，本件登録意匠と甲2意匠との類否判断に及ぼす影響は小さいものといえる。",
                    "一方で，前記1(2)ア認定のとおり，各フィン部の形状の差異(差異点a及びb)は，需要者が一見して気付く差異であって，本件登録意匠は甲2意匠と比べて別異の視覚的印象を与えるものと認められる。",
                    "したがって，前記1(2)アで説示したのと同様の理由により，本件登録意匠は甲2意匠に類似するということはできない。"
                  ]
                },
                {
                  "fig": "イ",
                  "text": [
                    "原告は，本件審決は，本件登録意匠と甲2意匠との共通点の認定を誤った結果，本件登録意匠と甲2意匠とが類似しないとの誤った判断をした旨主張する。",
                    "しかしながら，本件審決の共通点の認定に誤りがないことは，前記(1)で説示したとおりであるから，原告の上記主張は，その前提において，採用することができない。"
                  ]
                }
              ]
            },
            {
              "fig": "(3)",
              "subject": "小括",
              "text": [
                "以上によれば，本件登録意匠が甲2意匠に類似しないとした本件審決の判断に誤りはないから，原告主張の取消事由(2)は理由がない。"
              ]
            }
          ]
        },
        {
          "fig": "3",
          "subject": "結論",
          "text": [
            "以上のとおり，原告主張の取消事由はいずれも理由がなく，本件審決にこれを取り消すべき違法は認められない。",
            "したがって，原告の請求は棄却されるべきものである。"
          ]
        }
      ]
    }
  ]
}